{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":33,"verses":[{"number":1,"verse":"רננו <WH7442> Rejoice צדיקים <WH6662> O ye righteous: ביהוה <WH3068> in the LORD, לישׁרים <WH3477> for the upright. נאוה <WH5000> is comely תהלה׃ <WH8416> praise"},{"number":2,"verse":"הודו <WH3034> Praise ליהוה <WH3068> the LORD בכנור <WH3658> with harp: בנבל <WH5035> unto him with the psaltery עשׂור <WH6218> an instrument of ten strings. זמרו׃ <WH2167> sing"},{"number":3,"verse":"שׁירו <WH7891> Sing לו שׁיר <WH7892> song; חדשׁ <WH2319> unto him a new היטיבו <WH3190> skilfully נגן <WH5059> play בתרועה׃ <WH8643> with a loud noise."},{"number":4,"verse":"כי <WH3588> For ישׁר <WH3477> right; דבר <WH1697> the word יהוה <WH3068> of the LORD וכל <WH3605> and all מעשׂהו <WH4639> his works באמונה׃ <WH530> in truth."},{"number":5,"verse":"אהב <WH157> He loveth צדקה <WH6666> righteousness ומשׁפט <WH4941> and judgment: חסד <WH2617> of the goodness יהוה <WH3068> of the LORD. מלאה <WH4390> is full הארץ׃ <WH776> the earth"},{"number":6,"verse":"בדבר <WH1697> By the word יהוה <WH3068> of the LORD שׁמים <WH8064> were the heavens נעשׂו <WH6213> made; וברוח <WH7307> of them by the breath פיו <WH6310> of his mouth. כל <WH3605> and all צבאם׃ <WH6635> the host"},{"number":7,"verse":"כנס <WH3664> He gathereth כנד <WH5067> together as a heap: מי <WH4325> the waters הים <WH3220> of the sea נתן <WH5414> he layeth up באצרות <WH214> in storehouses. תהומות׃ <WH8415> the depth"},{"number":8,"verse":"ייראו <WH3372> fear מיהוה <WH3068> כל <WH3605> Let all הארץ <WH776> the earth ממנו <WH4480> of יגורו <WH1481> stand in awe כל <WH3605> let all ישׁבי <WH3427> the inhabitants תבל׃ <WH8398> of the world"},{"number":9,"verse":"כי <WH3588> For הוא <WH1931> he אמר <WH559> spoke, ויהי <WH1961> and it was הוא <WH1931> he צוה <WH6680> commanded, ויעמד׃ <WH5975> and it stood fast."},{"number":10,"verse":"יהוה <WH3068> The LORD הפיר <WH6331> to naught: עצת <WH6098> bringeth the counsel גוים <WH1471> of the heathen הניא <WH5106> of none effect. מחשׁבות <WH4284> he maketh the devices עמים׃ <WH5971> of the people"},{"number":11,"verse":"עצת <WH6098> The counsel יהוה <WH3068> of the LORD לעולם <WH5769> forever, תעמד <WH5975> standeth מחשׁבות <WH4284> the thoughts לבו <WH3820> of his heart לדר <WH1755> to all ודר׃ <WH1755> generations."},{"number":12,"verse":"אשׁרי <WH835> Blessed הגוי <WH1471> the nation אשׁר <WH834> whose יהוה <WH3068> the LORD; אלהיו <WH430> God העם <WH5971> the people בחר <WH977> he hath chosen לנחלה׃ <WH5159> for his own inheritance."},{"number":13,"verse":"משׁמים <WH8064> from heaven; הביט <WH5027> looketh יהוה <WH3068> The LORD ראה <WH7200> he beholdeth את <WH853> כל <WH3605> all בני <WH1121> the sons האדם׃ <WH120> of men."},{"number":14,"verse":"ממכון <WH4349> שׁבתו <WH3427> of his habitation השׁגיח <WH7688> he looketh אל <WH413> upon כל <WH3605> all ישׁבי <WH3427> the inhabitants הארץ׃ <WH776> of the earth."},{"number":15,"verse":"היצר <WH3335> He fashioneth יחד <WH3162> alike; לבם <WH3820> their hearts המבין <WH995> he considereth אל <WH413> he considereth כל <WH3605> all מעשׂיהם׃ <WH4639> their works."},{"number":16,"verse":"אין <WH369> There is no המלך <WH4428> king נושׁע <WH3467> saved ברב <WH7230> by the multitude חיל <WH2428> of a host: גבור <WH1368> a mighty man לא <WH3808> is not ינצל <WH5337> delivered ברב <WH7230> by much כח׃ <WH3581> strength."},{"number":17,"verse":"שׁקר <WH8267> a vain thing הסוס <WH5483> A horse לתשׁועה <WH8668> for safety: וברב <WH7230> by his great חילו <WH2428> strength. לא <WH3808> neither ימלט׃ <WH4422> shall he deliver"},{"number":18,"verse":"הנה <WH2009> Behold, עין <WH5869> the eye יהוה <WH3068> of the LORD אל <WH413> upon יראיו <WH3373> them that fear למיחלים <WH3176> him, upon them that hope לחסדו׃ <WH2617> in his mercy;"},{"number":19,"verse":"להציל <WH5337> To deliver ממות <WH4194> from death, נפשׁם <WH5315> their soul ולחיותם <WH2421> and to keep them alive ברעב׃ <WH7458> in famine."},{"number":20,"verse":"נפשׁנו <WH5315> Our soul חכתה <WH2442> waiteth ליהוה <WH3068> for the LORD: עזרנו <WH5828> our help ומגננו <WH4043> and our shield. הוא׃ <WH1931> he"},{"number":21,"verse":"כי <WH3588> For בו ישׂמח <WH8055> shall rejoice לבנו <WH3820> our heart כי <WH3588> in him, because בשׁם <WH8034> name. קדשׁו <WH6944> in his holy בטחנו׃ <WH982> we have trusted"},{"number":22,"verse":"יהי <WH1961> be חסדך <WH2617> Let thy mercy, יהוה <WH3068> O LORD, עלינו <WH5921> upon כאשׁר <WH834> us, according as יחלנו׃ <WH3176> we hope"}]}