{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":38,"verses":[{"number":1,"verse":"מזמור <WH4210> A Psalm לדוד <WH1732> of David, להזכיר׃ <WH2142> to bring to remembrance. יהוה <WH3068> O LORD, אל <WH408> me not בקצפך <WH7110> in thy wrath: תוכיחני <WH3198> rebuke ובחמתך <WH2534> me in thy hot displeasure. תיסרני׃ <WH3256> neither chasten"},{"number":2,"verse":"כי <WH3588> For חציך <WH2671> thine arrows נחתו <WH5181> stick fast בי ותנחת <WH5181> presseth me sore. עלי <WH5921> presseth me sore. ידך׃ <WH3027> in me, and thy hand"},{"number":3,"verse":"אין <WH369> no מתם <WH4974> soundness בבשׂרי <WH1320> in my flesh מפני <WH6440> because זעמך <WH2195> of thine anger; אין <WH369> neither שׁלום <WH7965> rest בעצמי <WH6106> in my bones מפני <WH6440> because חטאתי׃ <WH2403> of my sin."},{"number":4,"verse":"כי <WH3588> For עונתי <WH5771> mine iniquities עברו <WH5674> are gone over ראשׁי <WH7218> mine head: כמשׂא <WH4853> burden כבד <WH3515> as a heavy יכבדו <WH3513> they are too heavy ממני׃ <WH4480> for"},{"number":5,"verse":"הבאישׁו <WH887> stink נמקו <WH4743> are corrupt חבורתי <WH2250> My wounds מפני <WH6440> because אולתי׃ <WH200> of my foolishness."},{"number":6,"verse":"נעויתי <WH5753> I am troubled; שׁחתי <WH7817> I am bowed down עד <WH5704> greatly; מאד <WH3966> greatly; כל <WH3605> all היום <WH3117> the day קדר <WH6937> mourning הלכתי׃ <WH1980> I go"},{"number":7,"verse":"כי <WH3588> For כסלי <WH3689> my loins מלאו <WH4390> are filled נקלה <WH7033> with a loathsome ואין <WH369> and no מתם <WH4974> soundness בבשׂרי׃ <WH1320> in my flesh."},{"number":8,"verse":"נפוגותי <WH6313> I am feeble ונדכיתי <WH1794> broken: עד <WH5704> and sore מאד <WH3966> and sore שׁאגתי <WH7580> I have roared מנהמת <WH5100> by reason of the disquietness לבי׃ <WH3820> of my heart."},{"number":9,"verse":"אדני <WH136> Lord, נגדך <WH5048> before כל <WH3605> all תאותי <WH8378> my desire ואנחתי <WH585> thee; and my groaning ממך <WH4480> from לא <WH3808> is not נסתרה׃ <WH5641> hid"},{"number":10,"verse":"לבי <WH3820> My heart סחרחר <WH5503> panteth, עזבני <WH5800> faileth כחי <WH3581> my strength ואור <WH216> me: as for the light עיני <WH5869> of mine eyes, גם <WH1571> also הם <WH1992> it אין <WH369> is gone אתי׃ <WH854> from"},{"number":11,"verse":"אהבי <WH157> My lovers ורעי <WH7453> and my friends מנגד <WH5048> נגעיעמדו <WH5975> stand aloof וקרובי <WH7138> and my kinsmen מרחק <WH7350> afar off. עמדו׃ <WH5975> stand"},{"number":12,"verse":"וינקשׁו <WH5367> lay snares מבקשׁי <WH1245> They also that seek after נפשׁי <WH5315> my life ודרשׁי <WH1875> and they that seek רעתי <WH7451> my hurt דברו <WH1696> speak הוות <WH1942> mischievous things, ומרמות <WH4820> deceits כל <WH3605> all היום <WH3117> the day יהגו׃ <WH1897> and imagine"},{"number":13,"verse":"ואני <WH589> But I, כחרשׁ <WH2795> as a deaf לא <WH3808> not; אשׁמע <WH8085> heard וכאלם <WH483> and as a dumb man לא <WH3808> not יפתח <WH6605> openeth פיו׃ <WH6310> his mouth."},{"number":14,"verse":"ואהי <WH1961> Thus I was כאישׁ <WH376> as a man אשׁר <WH834> that לא <WH3808> not, שׁמע <WH8085> heareth ואין <WH369> no בפיו <WH6310> and in whose mouth תוכחות׃ <WH8433> reproofs."},{"number":15,"verse":"כי <WH3588> For לך יהוה <WH3069> הוחלתי <WH3176> do I hope: אתה <WH859> thou תענה <WH6030> wilt hear, אדני <WH136> O Lord אלהי׃ <WH430> my God."},{"number":16,"verse":"כי <WH3588> For אמרתי <WH559> I said, פן <WH6435> lest ישׂמחו <WH8055> they should rejoice לי במוט <WH4131> slippeth, רגלי <WH7272> over me: when my foot עלי <WH5921> against הגדילו׃ <WH1431> they magnify"},{"number":17,"verse":"כי <WH3588> For אני <WH589> I לצלע <WH6761> to halt, נכון <WH3559> ready ומכאובי <WH4341> and my sorrow נגדי <WH5048> before תמיד׃ <WH8548> continually"},{"number":18,"verse":"כי <WH3588> For עוני <WH5771> mine iniquity; אגיד <WH5046> I will declare אדאג <WH1672> I will be sorry מחטאתי׃ <WH2403> for my sin."},{"number":19,"verse":"ואיבי <WH341> But mine enemies חיים <WH2416> lively, עצמו <WH6105> they are strong: ורבו <WH7231> are multiplied. שׂנאי <WH8130> and they that hate שׁקר׃ <WH8267> me wrongfully"},{"number":20,"verse":"ומשׁלמי <WH7999> They also that render רעה <WH7451> evil תחת <WH8478> for טובה <WH2896> good ישׂטנוני <WH7853> are mine adversaries; תחת <WH8478> because רדופי <WH7291> I follow טוב׃ <WH7291>"},{"number":21,"verse":"אל <WH408> me not, תעזבני <WH5800> Forsake יהוה <WH3068> O LORD: אלהי <WH430> O my God, אל <WH408> be not תרחק <WH7368> far ממני׃ <WH4480> from"},{"number":22,"verse":"חושׁה <WH2363> Make haste לעזרתי <WH5833> to help אדני <WH136> me, O Lord תשׁועתי׃ <WH8668> my salvation."}]}