{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":39,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician, לידיתון <WH3038> to Jeduthun, מזמור <WH4210> A Psalm לדוד׃ <WH1732> of David. אמרתי <WH559> I said, אשׁמרה <WH8104> I will take heed דרכי <WH1870> to my ways, מחטוא <WH2398> בלשׁוני <WH3956> with my tongue: אשׁמרה <WH8104> I will keep לפי <WH6310> my mouth מחסום <WH4269> with a bridle, בעד <WH5704> רשׁע <WH7563> the wicked לנגדי׃ <WH5048> is before"},{"number":2,"verse":"נאלמתי <WH481> I was dumb דומיה <WH1747> with silence, החשׁיתי <WH2814> I held my peace, מטוב <WH2896> from good; וכאבי <WH3511> and my sorrow נעכר׃ <WH5916> was stirred."},{"number":3,"verse":"חם <WH2552> was hot לבי <WH3820> My heart בקרבי <WH7130> within בהגיגי <WH1901> me, while I was musing תבער <WH1197> burned: אשׁ <WH784> the fire דברתי <WH1696> spoke בלשׁוני׃ <WH3956> I with my tongue,"},{"number":4,"verse":"הודיעני <WH3045> make me to know יהוה <WH3068> LORD, קצי <WH7093> mine end, ומדת <WH4060> and the measure ימי <WH3117> of my days, מה <WH4100> what היא <WH1931> it אדעה <WH3045> I may know מה <WH4100> how חדל <WH2310> frail אני׃ <WH589> I"},{"number":5,"verse":"הנה <WH2009> Behold, טפחות <WH2947> a handbreadth; נתתה <WH5414> thou hast made ימי <WH3117> my days וחלדי <WH2465> and mine age כאין <WH369> as nothing נגדך <WH5048> before אך <WH389> thee: verily כל <WH3605> every הבל <WH1892> vanity. כל <WH3605> altogether אדם <WH120> man נצב <WH5324> at his best state סלה׃ <WH5542> Selah."},{"number":6,"verse":"אך <WH389> Surely בצלם <WH6754> in a vain show: יתהלך <WH1980> walketh אישׁ <WH376> every man אך <WH389> surely הבל <WH1892> in vain: יהמיון <WH1993> they are disquieted יצבר <WH6651> he heapeth up ולא <WH3808> not ידע <WH3045> and knoweth מי <WH4310> who אספם׃ <WH622> shall gather"},{"number":7,"verse":"ועתה <WH6258> And now, מה <WH4100> what קויתי <WH6960> wait אדני <WH136> Lord, תוחלתי <WH8431> I for? my hope לך היא׃ <WH1931>"},{"number":8,"verse":"מכל <WH3605> me from all פשׁעי <WH6588> my transgressions: הצילני <WH5337> Deliver חרפת <WH2781> the reproach נבל <WH5036> of the foolish. אל <WH408> me not תשׂימני׃ <WH7760> make"},{"number":9,"verse":"נאלמתי <WH481> I was dumb, לא <WH3808> not אפתח <WH6605> I opened פי <WH6310> my mouth; כי <WH3588> because אתה <WH859> thou עשׂית׃ <WH6213> didst"},{"number":10,"verse":"הסר <WH5493> Remove מעלי <WH5921> away from נגעך <WH5061> thy stroke מתגרת <WH8409> by the blow ידך <WH3027> of thine hand. אני <WH589> me: I כליתי׃ <WH3615> am consumed"},{"number":11,"verse":"בתוכחות <WH8433> When thou with rebukes על <WH5921> for עון <WH5771> iniquity, יסרת <WH3256> dost correct אישׁ <WH376> man ותמס <WH4529> to consume away כעשׁ <WH6211> like a moth: חמודו <WH2530> thou makest his beauty אך <WH389> surely הבל <WH1892> vanity. כל <WH3605> every אדם <WH120> man סלה׃ <WH5542> Selah."},{"number":12,"verse":"שׁמעה <WH8085> Hear תפלתי <WH8605> my prayer, יהוה <WH3068> O LORD, ושׁועתי <WH7775> unto my cry; האזינה <WH238> and give ear אל <WH413> at דמעתי <WH1832> my tears: אל <WH408> hold not thy peace תחרשׁ <WH2790> hold not thy peace כי <WH3588> for גר <WH1616> a stranger אנכי <WH595> I עמך <WH5973> with תושׁב <WH8453> thee, a sojourner, ככל <WH3605> as all אבותי׃ <WH1> my fathers"},{"number":13,"verse":"השׁע <WH8159> ממניאבליגה <WH1082> me, that I may recover strength, בטרם <WH2962> before אלך <WH1980> I go ואינני׃ <WH369> hence, and be no"}]}