{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":42,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician, משׂכיל <WH4905> Maschil, לבני <WH1121> for the sons קרח׃ <WH7141> of Korah. כאיל <WH354> As the hart תערג <WH6165> panteth על <WH5921> after אפיקי <WH650> brooks, מים <WH4325> the water כן <WH3651> so נפשׁי <WH5315> my soul תערג <WH6165> panteth אליך <WH413> after אלהים׃ <WH430> thee, O God."},{"number":2,"verse":"צמאה <WH6770> thirsteth נפשׁי <WH5315> My soul לאלהים <WH430> for God, לאל <WH410> God: חי <WH2416> for the living מתי <WH4970> when אבוא <WH935> shall I come ואראה <WH7200> and appear פני <WH6440> before אלהים׃ <WH430> God?"},{"number":3,"verse":"היתה <WH1961> have been לי דמעתי <WH1832> My tears לחם <WH3899> my meat יומם <WH3119> day ולילה <WH3915> and night, באמר <WH559> say אלי <WH413> unto כל <WH3605> while they continually היום <WH3117> while they continually איה <WH346> me, Where אלהיך׃ <WH430> thy God?"},{"number":4,"verse":"אלה <WH428> these אזכרה <WH2142> When I remember ואשׁפכה <WH8210> I pour out עלי <WH5921> in נפשׁי <WH5315> my soul כי <WH3588> me: for אעבר <WH5674> I had gone בסך <WH5519> with the multitude, אדדם <WH1718> I went עד <WH5704> with them to בית <WH1004> the house אלהים <WH430> of God, בקול <WH6963> with the voice רנה <WH7440> of joy ותודה <WH8426> and praise, המון <WH1995> with a multitude חוגג׃ <WH2287> that kept holyday."},{"number":5,"verse":"מה <WH4100> Why תשׁתוחחי <WH7817> art thou cast down, נפשׁי <WH5315> O my soul? ותהמי <WH1993> and art thou disquieted עלי <WH5921> in הוחילי <WH3176> me? hope לאלהים <WH430> thou in God: כי <WH3588> for עוד <WH5750> I shall yet אודנו <WH3034> praise ישׁועות <WH3444> him the help פניו׃ <WH6440> of his countenance."},{"number":6,"verse":"אלהי <WH430> O my God, עלי <WH5921> within נפשׁי <WH5315> my soul תשׁתוחח <WH7817> is cast down על <WH5921> me: therefore כן <WH3651> me: therefore אזכרך <WH2142> will I remember מארץ <WH776> thee from the land ירדן <WH3383> of Jordan, וחרמונים <WH2769> and of the Hermonites, מהר <WH2022> from the hill מצער׃ <WH4706> Mizar."},{"number":7,"verse":"תהום <WH8415> Deep אל <WH413> unto תהום <WH8415> deep קורא <WH7121> calleth לקול <WH6963> at the noise צנוריך <WH6794> of thy waterspouts: כל <WH3605> all משׁבריך <WH4867> thy waves וגליך <WH1530> and thy billows עלי <WH5921> over עברו׃ <WH5674> are gone"},{"number":8,"verse":"יומם <WH3119> in the daytime, יצוה <WH6680> will command יהוה <WH3068> the LORD חסדו <WH2617> his lovingkindness ובלילה <WH3915> and in the night שׁירה <WH7892> his song עמי <WH5973> with תפלה <WH8605> me, my prayer לאל <WH410> unto the God חיי׃ <WH2416> of my life."},{"number":9,"verse":"אומרה <WH559> I will say לאל <WH410> unto God סלעי <WH5553> my rock, למה <WH4100> Why שׁכחתני <WH7911> hast thou forgotten למה <WH4100> me? why קדר <WH6937> I mourning אלך <WH1980> go בלחץ <WH3906> because of the oppression אויב׃ <WH341> of the enemy?"},{"number":10,"verse":"ברצח <WH7524> with a sword בעצמותי <WH6106> in my bones, חרפוני <WH2778> reproach צוררי <WH6887> mine enemies באמרם <WH559> me; while they say אלי <WH413> unto כל <WH3605> daily היום <WH3117> daily איה <WH346> me, Where אלהיך׃ <WH430> thy God?"},{"number":11,"verse":"מה <WH4100> Why תשׁתוחחי <WH7817> art thou cast down, נפשׁי <WH5315> O my soul? ומה <WH4100> and why תהמי <WH1993> art thou disquieted עלי <WH5921> within הוחילי <WH3176> me? hope לאלהים <WH430> thou in God: כי <WH3588> for עוד <WH5750> I shall yet אודנו <WH3034> praise ישׁועת <WH3444> him, the health פני <WH6440> of my countenance, ואלהי׃ <WH430> and my God."}]}