{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":47,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician, לבני <WH1121> for the sons קרח <WH7141> of Korah. מזמור׃ <WH4210> A Psalm כל <WH3605> all העמים <WH5971> ye people; תקעו <WH8628> O clap כף <WH3709> your hands, הריעו <WH7321> shout לאלהים <WH430> unto God בקול <WH6963> with the voice רנה׃ <WH7440> of triumph."},{"number":2,"verse":"כי <WH3588> For יהוה <WH3068> the LORD עליון <WH5945> most high נורא <WH3372> terrible; מלך <WH4428> King גדול <WH1419> a great על <WH5921> over כל <WH3605> all הארץ׃ <WH776> the earth."},{"number":3,"verse":"ידבר <WH1696> He shall subdue עמים <WH5971> the people תחתינו <WH8478> under ולאמים <WH3816> us, and the nations תחת <WH8478> under רגלינו׃ <WH7272> our feet."},{"number":4,"verse":"יבחר <WH977> He shall choose לנו את <WH853> נחלתנו <WH5159> our inheritance את <WH853> גאון <WH1347> for us, the excellency יעקב <WH3290> of Jacob אשׁר <WH834> whom אהב <WH157> he loved. סלה׃ <WH5542> Selah."},{"number":5,"verse":"עלה <WH5927> is gone up אלהים <WH430> God בתרועה <WH8643> with a shout, יהוה <WH3068> the LORD בקול <WH6963> with the sound שׁופר׃ <WH7782> of a trumpet."},{"number":6,"verse":"זמרו <WH2167> Sing praises אלהים <WH430> to God, זמרו <WH2167> sing praises: זמרו <WH2167> sing praises למלכנו <WH4428> unto our King, זמרו׃ <WH2167> sing praises."},{"number":7,"verse":"כי <WH3588> For מלך <WH4428> the King כל <WH3605> of all הארץ <WH776> the earth: אלהים <WH430> God זמרו <WH2167> sing ye praises משׂכיל׃ <WH7919> with understanding."},{"number":8,"verse":"מלך <WH4427> reigneth אלהים <WH430> God על <WH5921> over גוים <WH1471> the heathen: אלהים <WH430> God ישׁב <WH3427> sitteth על <WH5921> upon כסא <WH3678> the throne קדשׁו׃ <WH6944> of his holiness."},{"number":9,"verse":"נדיבי <WH5081> The princes עמים <WH5971> of the people נאספו <WH622> are gathered together, עם <WH5971> the people אלהי <WH430> of the God אברהם <WH85> of Abraham: כי <WH3588> for לאלהים <WH430> unto God: מגני <WH4043> the shields ארץ <WH776> of the earth מאד <WH3966> he is greatly נעלה׃ <WH5927> exalted."}]}