{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":49,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician, לבני <WH1121> for the sons קרח <WH7141> of Korah. מזמור׃ <WH4210> A Psalm שׁמעו <WH8085> Hear זאת <WH2063> this, כל <WH3605> all העמים <WH5971> people; האזינו <WH238> give ear, כל <WH3605> all ישׁבי <WH3427> inhabitants חלד׃ <WH2465> of the world:"},{"number":2,"verse":"גם <WH1571> Both בני <WH1121> אדם <WH120> low גם <WH1571> and בני <WH1121> אישׁ <WH376> high, יחד <WH3162> together. עשׁיר <WH6223> rich ואביון׃ <WH34> and poor,"},{"number":3,"verse":"פי <WH6310> My mouth ידבר <WH1696> shall speak חכמות <WH2454> of wisdom; והגות <WH1900> and the meditation לבי <WH3820> of my heart תבונות׃ <WH8394> of understanding."},{"number":4,"verse":"אטה <WH5186> I will incline למשׁל <WH4912> to a parable: אזני <WH241> mine ear אפתח <WH6605> I will open בכנור <WH3658> upon the harp. חידתי׃ <WH2420> my dark saying"},{"number":5,"verse":"למה <WH4100> Wherefore אירא <WH3372> should I fear בימי <WH3117> in the days רע <WH7451> of evil, עון <WH5771> the iniquity עקבי <WH6120> יסובני׃ <WH5437> shall compass me about?"},{"number":6,"verse":"הבטחים <WH982> They that trust על <WH5921> in חילם <WH2428> their wealth, וברב <WH7230> in the multitude עשׁרם <WH6239> of their riches; יתהללו׃ <WH1984> and boast themselves"},{"number":7,"verse":"אח <WH251> his brother, לא <WH3808> None פדה <WH6299> can by any means יפדה <WH6299> redeem אישׁ <WH376> לא <WH3808> nor יתן <WH5414> give לאלהים <WH430> to God כפרו׃ <WH3724> a ransom"},{"number":8,"verse":"ויקר <WH3365> precious, פדיון <WH6306> (For the redemption נפשׁם <WH5315> of their soul וחדל <WH2308> and it ceaseth לעולם׃ <WH5769> forever:)"},{"number":9,"verse":"ויחי <WH2421> live עוד <WH5750> That he should still לנצח <WH5331> forever, לא <WH3808> not יראה <WH7200> see השׁחת׃ <WH7845> corruption."},{"number":10,"verse":"כי <WH3588> For יראה <WH7200> he seeth חכמים <WH2450> wise men ימותו <WH4191> die, יחד <WH3162> likewise כסיל <WH3684> the fool ובער <WH1198> and the brutish person יאבדו <WH6> perish, ועזבו <WH5800> and leave לאחרים <WH312> to others. חילם׃ <WH2428> their wealth"},{"number":11,"verse":"קרבם <WH7130> Their inward thought בתימו <WH1004> their houses לעולם <WH5769> forever, משׁכנתם <WH4908> their dwelling places לדר <WH1755> to all generations; ודר <WH1755> to all generations; קראו <WH7121> בשׁמותם <WH8034> after their own names. עלי <WH5921> they call אדמות׃ <WH127> lands"},{"number":12,"verse":"ואדם <WH120> Nevertheless man ביקר <WH3366> in honor בל <WH1077> not: ילין <WH3885> abideth נמשׁל <WH4911> he is like כבהמות <WH929> the beasts נדמו׃ <WH1820> perish."},{"number":13,"verse":"זה <WH2088> This דרכם <WH1870> their way כסל <WH3689> their folly: למו ואחריהם <WH310> yet their posterity בפיהם <WH6310> their sayings. ירצו <WH7521> approve סלה׃ <WH5542> Selah."},{"number":14,"verse":"כצאן <WH6629> Like sheep לשׁאול <WH7585> in the grave; שׁתו <WH8371> they are laid מות <WH4194> death ירעם <WH7462> shall feed וירדו <WH7287> shall have dominion בם ישׁרים <WH3477> on them; and the upright לבקר <WH1242> over them in the morning; וצירם <WH6736> לבלות <WH1086> shall consume שׁאול <WH7585> in the grave מזבל׃ <WH2073> from their dwelling."},{"number":15,"verse":"אך <WH389> But אלהים <WH430> God יפדה <WH6299> will redeem נפשׁי <WH5315> my soul מיד <WH3027> from the power שׁאול <WH7585> of the grave: כי <WH3588> for יקחני <WH3947> he shall receive סלה׃ <WH5542> me. Selah."},{"number":16,"verse":"אל <WH408> Be not תירא <WH3372> thou afraid כי <WH3588> when יעשׁר <WH6238> is made rich, אישׁ <WH376> one כי <WH3588> when ירבה <WH7235> is increased; כבוד <WH3519> the glory ביתו׃ <WH1004> of his house"},{"number":17,"verse":"כי <WH3588> For when לא <WH3808> nothing במותו <WH4194> he dieth יקח <WH3947> he shall carry הכל <WH3605> nothing לא <WH3808> shall not ירד <WH3381> descend אחריו <WH310> after כבודו׃ <WH3519> away: his glory"},{"number":18,"verse":"כי <WH3588> Though נפשׁו <WH5315> his soul: בחייו <WH2416> while he lived יברך <WH1288> he blessed ויודך <WH3034> and will praise כי <WH3588> thee, when תיטיב׃ <WH3190> thou doest well"},{"number":19,"verse":"תבוא <WH935> He shall go עד <WH5704> to דור <WH1755> the generation אבותיו <WH1> of his fathers; עד <WH5704> they shall never נצח <WH5331> לאראו <WH7200> see אור׃ <WH216> light."},{"number":20,"verse":"אדם <WH120> Man ביקר <WH3366> in honor, ולא <WH3808> not, יבין <WH995> and understandeth נמשׁל <WH4911> is like כבהמות <WH929> the beasts נדמו׃ <WH1820> perish."}]}