{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":53,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician על <WH5921> upon מחלת <WH4257> Mahalath, משׂכיל <WH4905> Maschil, לדוד׃ <WH1732> of David. אמר <WH559> hath said נבל <WH5036> The fool בלבו <WH3820> in his heart, אין <WH369> no אלהים <WH430> God. השׁחיתו <WH7843> Corrupt והתעיבו <WH8581> are they, and have done abominable עול <WH5766> iniquity: אין <WH369> none עשׂה <WH6213> that doeth טוב׃ <WH2896> good."},{"number":2,"verse":"אלהים <WH430> God משׁמים <WH8064> from heaven השׁקיף <WH8259> looked down על <WH5921> upon בני <WH1121> the children אדם <WH120> of men, לראות <WH7200> to see הישׁ <WH3426> if there were משׂכיל <WH7919> that did understand, דרשׁ <WH1875> that did seek את <WH853> אלהים׃ <WH430> God."},{"number":3,"verse":"כלו <WH3605> Every one סג <WH5472> of them is gone back: יחדו <WH3162> they are altogether נאלחו <WH444> become filthy; אין <WH369> none עשׂה <WH6213> that doeth טוב <WH2896> good, אין <WH369> no, גם <WH1571> not אחד׃ <WH259> one."},{"number":4,"verse":"הלא <WH3808> no ידעו <WH3045> knowledge? פעלי <WH6466> Have the workers און <WH205> of iniquity אכלי <WH398> who eat up עמי <WH5971> my people אכלו <WH398> they eat לחם <WH3899> bread: אלהים <WH430> God. לא <WH3808> they have not קראו׃ <WH7121> called upon"},{"number":5,"verse":"שׁם <WH8033> There פחדו <WH6342> were they in great fear, פחד <WH6343> were they in great fear, לא <WH3808> no היה <WH1961> was: פחד <WH6343> fear כי <WH3588> for אלהים <WH430> God פזר <WH6340> hath scattered עצמות <WH6106> the bones חנך <WH2583> of him that encampeth הבשׁתה <WH954> thee: thou hast put to shame, כי <WH3588> because אלהים <WH430> God מאסם׃ <WH3988> hath despised"},{"number":6,"verse":"מי <WH4310> יתןציון <WH6726> ישׁעות <WH3444> the salvation ישׂראל <WH3478> of Israel בשׁוב <WH7725> bringeth back אלהים <WH430> When God שׁבות <WH7622> the captivity עמו <WH5971> of his people, יגל <WH1523> shall rejoice, יעקב <WH3290> Jacob ישׂמח <WH8055> shall be glad. ישׂראל׃ <WH3478> Israel"}]}