{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":58,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician, אל תשׁחת <WH516> Al-taschith, לדוד <WH1732> of David. מכתם׃ <WH4387> Michtam האמנם <WH552> Do ye indeed אלם <WH482> O congregation? צדק <WH6664> righteousness, תדברון <WH1696> speak מישׁרים <WH4339> uprightly, תשׁפטו <WH8199> do ye judge בני <WH1121> O ye sons אדם׃ <WH120> of men?"},{"number":2,"verse":"אף <WH637> Yea, בלב <WH3820> in heart עולת <WH5766> wickedness; תפעלון <WH6466> ye work בארץ <WH776> in the earth. חמס <WH2555> the violence ידיכם <WH3027> of your hands תפלסון׃ <WH6424> ye weigh"},{"number":3,"verse":"זרו <WH2114> are estranged רשׁעים <WH7563> The wicked מרחם <WH7358> from the womb: תעו <WH8582> they go astray מבטן <WH990> as soon as they be born, דברי <WH1696> speaking כזב׃ <WH3577> lies."},{"number":4,"verse":"חמת <WH2534> Their poison למו כדמות <WH1823> like חמת <WH2534> the poison נחשׁ <WH5175> of a serpent: כמו <WH3644> like פתן <WH6620> adder חרשׁ <WH2795> the deaf יאטם <WH331> stoppeth אזנו׃ <WH241> her ear;"},{"number":5,"verse":"אשׁר <WH834> Which לא <WH3808> will not ישׁמע <WH8085> hearken לקול <WH6963> to the voice מלחשׁים <WH3907> of charmers, חובר <WH2266> charming חברים <WH2267> charming מחכם׃ <WH2449> never so wisely."},{"number":6,"verse":"אלהים <WH430> O God, הרס <WH2040> Break שׁנימו <WH8127> their teeth, בפימו <WH6310> in their mouth: מלתעות <WH4459> the great teeth כפירים <WH3715> of the young lions, נתץ <WH5422> break out יהוה׃ <WH3068> O LORD."},{"number":7,"verse":"ימאסו <WH3988> Let them melt away כמו <WH3644> as מים <WH4325> waters יתהלכו <WH1980> run למו ידרך <WH1869> continually: he bendeth חצו <WH2671> his arrows, כמו <WH3644> let them be as יתמללו׃ <WH4135> cut in pieces."},{"number":8,"verse":"כמו <WH3644> As שׁבלול <WH7642> a snail תמס <WH8557> melteth, יהלך <WH1980> let pass away: נפל <WH5309> the untimely birth אשׁת <WH802> of a woman, בל <WH1077> they may not חזו <WH2372> see שׁמשׁ׃ <WH8121> the sun."},{"number":9,"verse":"בטרם <WH2962> Before יבינו <WH995> can feel סירתיכם <WH5518> your pots אטד <WH329> the thorns, כמו <WH3644> both חי <WH2416> living, כמו <WH3644> and in חרון <WH2740> wrath. ישׂערנו׃ <WH8175> he shall take them away as with a whirlwind,"},{"number":10,"verse":"ישׂמח <WH8055> shall rejoice צדיק <WH6662> The righteous כי <WH3588> when חזה <WH2372> he seeth נקם <WH5359> the vengeance: פעמיו <WH6471> his feet ירחץ <WH7364> he shall wash בדם <WH1818> in the blood הרשׁע׃ <WH7563> of the wicked."},{"number":11,"verse":"ויאמר <WH559> shall say, אדם <WH120> So that a man אך <WH389> Verily פרי <WH6529> a reward לצדיק <WH6662> for the righteous: אך <WH389> verily ישׁ <WH3426> he is אלהים <WH430> a God שׁפטים <WH8199> that judgeth בארץ׃ <WH776> in the earth."}]}