{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician, שׁיר <WH7892> A Song מזמור <WH4210> Psalm. הריעו <WH7321> Make a joyful noise לאלהים <WH430> unto God, כל <WH3605> all הארץ׃ <WH776> ye lands:"},{"number":2,"verse":"זמרו <WH2167> Sing forth כבוד <WH3519> the honor שׁמו <WH8034> of his name: שׂימו <WH7760> make כבוד <WH3519> glorious. תהלתו׃ <WH8416> his praise"},{"number":3,"verse":"אמרו <WH559> Say לאלהים <WH430> unto God, מה <WH4100> How נורא <WH3372> terrible מעשׂיך <WH4639> thy works! ברב <WH7230> through the greatness עזך <WH5797> of thy power יכחשׁו <WH3584> submit לך איביך׃ <WH341> shall thine enemies"},{"number":4,"verse":"כל <WH3605> All הארץ <WH776> the earth ישׁתחוו <WH7812> shall worship לך ויזמרו <WH2167> thee, and shall sing לך יזמרו <WH2167> unto thee; they shall sing שׁמך <WH8034> thy name. סלה׃ <WH5542> Selah."},{"number":5,"verse":"לכו <WH1980> Come וראו <WH7200> and see מפעלות <WH4659> the works אלהים <WH430> of God: נורא <WH3372> terrible עלילה <WH5949> doing על <WH5921> toward בני <WH1121> the children אדם׃ <WH120> of men."},{"number":6,"verse":"הפך <WH2015> He turned ים <WH3220> the sea ליבשׁה <WH3004> into dry בנהר <WH5104> through the flood יעברו <WH5674> they went ברגל <WH7272> on foot: שׁם <WH8033> there נשׂמחה׃ <WH8055> did we rejoice"},{"number":7,"verse":"משׁל <WH4910> He ruleth בגבורתו <WH1369> by his power עולם <WH5769> forever; עיניו <WH5869> his eyes בגוים <WH1471> the nations: תצפינה <WH6822> behold הסוררים <WH5637> the rebellious אל <WH408> let not ירימו <WH7311> exalt למו סלה׃ <WH5542> themselves. Selah."},{"number":8,"verse":"ברכו <WH1288> O bless עמים <WH5971> ye people, אלהינו <WH430> our God, והשׁמיעו <WH8085> to be heard: קול <WH6963> and make the voice תהלתו׃ <WH8416> of his praise"},{"number":9,"verse":"השׂם <WH7760> Which holdeth נפשׁנו <WH5315> our soul בחיים <WH2416> in life, ולא <WH3808> not נתן <WH5414> and suffereth למוט <WH4132> to be moved. רגלנו׃ <WH7272> our feet"},{"number":10,"verse":"כי <WH3588> For בחנתנו <WH974> hast proved אלהים <WH430> thou, O God, צרפתנו <WH6884> us: thou hast tried כצרף <WH6884> is tried. כסף׃ <WH3701> us, as silver"},{"number":11,"verse":"הבאתנו <WH935> Thou broughtest במצודה <WH4686> us into the net; שׂמת <WH7760> thou laidst מועקה <WH4157> affliction במתנינו׃ <WH4975> upon our loins."},{"number":12,"verse":"הרכבת <WH7392> to ride אנושׁ <WH582> Thou hast caused men לראשׁנו <WH7218> over our heads; באנו <WH935> we went באשׁ <WH784> through fire ובמים <WH4325> and through water: ותוציאנו <WH3318> but thou broughtest us out לרויה׃ <WH7310> into a wealthy"},{"number":13,"verse":"אבוא <WH935> I will go ביתך <WH1004> into thy house בעולות <WH5930> with burnt offerings: אשׁלם <WH7999> I will pay לך נדרי׃ <WH5088> thee my vows,"},{"number":14,"verse":"אשׁר <WH834> Which פצו <WH6475> have uttered, שׂפתי <WH8193> my lips ודבר <WH1696> hath spoken, פי <WH6310> and my mouth בצר׃ <WH6862> when I was in trouble."},{"number":15,"verse":"עלות <WH5930> unto thee burnt sacrifices מחים <WH4220> of fatlings, אעלה <WH5927> I will offer לך עם <WH5973> with קטרת <WH7004> the incense אילים <WH352> of rams; אעשׂה <WH6213> I will offer בקר <WH1241> bullocks עם <WH5973> with עתודים <WH6260> goats. סלה׃ <WH5542> Selah."},{"number":16,"verse":"לכו <WH1980> Come שׁמעו <WH8085> hear, ואספרה <WH5608> and I will declare כל <WH3605> all יראי <WH3373> ye that fear אלהים <WH430> God, אשׁר <WH834> what עשׂה <WH6213> he hath done לנפשׁי׃ <WH5315> for my soul."},{"number":17,"verse":"אליו <WH413> unto פי <WH6310> him with my mouth, קראתי <WH7121> I cried ורומם <WH7318> and he was extolled תחת <WH8478> with לשׁוני׃ <WH3956> my tongue."},{"number":18,"verse":"און <WH205> iniquity אם <WH518> If ראיתי <WH7200> I regard בלבי <WH3820> in my heart, לא <WH3808> will not ישׁמע <WH8085> hear אדני׃ <WH136> the Lord"},{"number":19,"verse":"אכן <WH403> verily שׁמע <WH8085> hath heard אלהים <WH430> God הקשׁיב <WH7181> he hath attended בקול <WH6963> to the voice תפלתי׃ <WH8605> of my prayer."},{"number":20,"verse":"ברוך <WH1288> Blessed אלהים <WH430> God, אשׁר <WH834> which לא <WH3808> hath not הסיר <WH5493> turned away תפלתי <WH8605> my prayer, וחסדו <WH2617> nor his mercy מאתי׃ <WH854> from"}]}