{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":69,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician על <WH5921> upon שׁושׁנים <WH7799> Shoshannim, לדוד׃ <WH1732> of David. הושׁיעני <WH3467> Save אלהים <WH430> me, O God; כי <WH3588> for באו <WH935> are come in מים <WH4325> the waters עד <WH5704> unto נפשׁ׃ <WH5315> soul."},{"number":2,"verse":"טבעתי <WH2883> I sink ביון <WH3121> mire, מצולה <WH4688> in deep ואין <WH369> where no מעמד <WH4613> standing: באתי <WH935> I am come במעמקי <WH4615> into deep מים <WH4325> waters, ושׁבלת <WH7641> where the floods שׁטפתני׃ <WH7857> overflow"},{"number":3,"verse":"יגעתי <WH3021> I am weary בקראי <WH7121> of my crying: נחר <WH2787> is dried: גרוני <WH1627> my throat כלו <WH3615> fail עיני <WH5869> mine eyes מיחל <WH3176> while I wait לאלהי׃ <WH430> for my God."},{"number":4,"verse":"רבו <WH7231> are more משׂערות <WH8185> than the hairs ראשׁי <WH7218> of mine head: שׂנאי <WH8130> They that hate חנם <WH2600> me without a cause עצמו <WH6105> are mighty: מצמיתי <WH6789> they that would destroy איבי <WH341> me, mine enemies שׁקר <WH8267> wrongfully, אשׁר <WH834> which לא <WH3808> גזלתיז <WH227> then אשׁיב׃ <WH7725> I restored"},{"number":5,"verse":"אלהים <WH430> O God, אתה <WH859> thou ידעת <WH3045> knowest לאולתי <WH200> my foolishness; ואשׁמותי <WH819> and my sins ממך <WH4480> from לא <WH3808> are not נכחדו׃ <WH3582> hid"},{"number":6,"verse":"אל <WH408> Let not יבשׁו <WH954> be ashamed בי קויך <WH6960> them that wait on אדני <WH136> thee, O Lord יהוה <WH3069> GOD צבאות <WH6635> of hosts, אל <WH408> for my sake: let not יכלמו <WH3637> thee be confounded בי מבקשׁיך <WH1245> those that seek אלהי <WH430> for my sake, O God ישׂראל׃ <WH3478> of Israel."},{"number":7,"verse":"כי <WH3588> Because עליך <WH5921> for thy sake נשׂאתי <WH5375> I have borne חרפה <WH2781> reproach; כסתה <WH3680> hath covered כלמה <WH3639> shame פני׃ <WH6440> my face."},{"number":8,"verse":"מוזר <WH2114> a stranger הייתי <WH1961> I am become לאחי <WH251> unto my brethren, ונכרי <WH5237> and an alien לבני <WH1121> children. אמי׃ <WH517> unto my mother's"},{"number":9,"verse":"כי <WH3588> For קנאת <WH7068> the zeal ביתך <WH1004> of thine house אכלתני <WH398> hath eaten me up; וחרפות <WH2781> and the reproaches חורפיך <WH2778> of them that reproached נפלו <WH5307> thee are fallen עלי׃ <WH5921> upon"},{"number":10,"verse":"ואבכה <WH1058> When I wept, בצום <WH6685> with fasting, נפשׁי <WH5315> my soul ותהי <WH1961> that was לחרפות׃ <WH2781> to my reproach."},{"number":11,"verse":"ואתנה <WH5414> I made לבושׁי <WH3830> also my garment; שׂק <WH8242> sackcloth ואהי <WH1961> and I became להם <WH1992> למשׁל׃ <WH4912> a proverb"},{"number":12,"verse":"ישׂיחו <WH7878> speak בי ישׁבי <WH3427> They that sit שׁער <WH8179> in the gate ונגינות <WH5058> against me; and I the song שׁותי <WH8354> of the drunkards. שׁכר׃ <WH7941> of the drunkards."},{"number":13,"verse":"ואני <WH589> But as for me, תפלתי <WH8605> my prayer לך יהוה <WH3068> unto thee, O LORD, עת <WH6256> time: רצון <WH7522> an acceptable אלהים <WH430> O God, ברב <WH7230> in the multitude חסדך <WH2617> of thy mercy ענני <WH6030> hear באמת <WH571> me, in the truth ישׁעך׃ <WH3468> of thy salvation."},{"number":14,"verse":"הצילני <WH5337> Deliver מטיט <WH2916> me out of the mire, ואל <WH408> and let me not אטבעה <WH2883> sink: אנצלה <WH5337> let me be delivered משׂנאי <WH8130> from them that hate וממעמקי <WH4615> me, and out of the deep מים׃ <WH4325> waters."},{"number":15,"verse":"אל <WH408> Let not תשׁטפני <WH7857> overflow שׁבלת <WH7641> the waterflood מים <WH4325> the waterflood ואל <WH408> me, neither תבלעני <WH1104> swallow me up, מצולה <WH4688> let the deep ואל <WH408> and let not תאטר <WH332> shut עלי <WH5921> upon באר <WH875> the pit פיה׃ <WH6310> her mouth"},{"number":16,"verse":"ענני <WH6030> Hear יהוה <WH3068> me, O LORD; כי <WH3588> for טוב <WH2896> good: חסדך <WH2617> thy lovingkindness כרב <WH7230> me according to the multitude רחמיך <WH7356> of thy tender mercies. פנה <WH6437> turn אלי׃ <WH413> unto"},{"number":17,"verse":"ואל <WH408> not תסתר <WH5641> And hide פניך <WH6440> thy face מעבדך <WH5650> from thy servant; כי <WH3588> for צר <WH6887> לי מהרנני׃ <WH6030> hear"},{"number":18,"verse":"קרבה <WH7126> Draw nigh אל <WH413> unto נפשׁי <WH5315> my soul, גאלה <WH1350> redeem למען <WH4616> me because of איבי <WH341> mine enemies. פדני׃ <WH6299> it: deliver"},{"number":19,"verse":"אתה <WH859> Thou ידעת <WH3045> hast known חרפתי <WH2781> my reproach, ובשׁתי <WH1322> and my shame, וכלמתי <WH3639> and my dishonor: נגדך <WH5048> before כל <WH3605> all צוררי׃ <WH6887> mine adversaries"},{"number":20,"verse":"חרפה <WH2781> Reproach שׁברה <WH7665> hath broken לבי <WH3820> my heart; ואנושׁה <WH5136> and I am full of heaviness: ואקוה <WH6960> and I looked לנוד <WH5110> to take pity, ואין <WH369> but none; ולמנחמים <WH5162> and for comforters, ולא <WH3808> none. מצאתי׃ <WH4672> but I found"},{"number":21,"verse":"ויתנו <WH5414> They gave בברותי <WH1267> for my meat; ראשׁ <WH7219> me also gall ולצמאי <WH6772> and in my thirst ישׁקוני <WH8248> to drink. חמץ׃ <WH2558> they gave me vinegar"},{"number":22,"verse":"יהי <WH1961> become שׁלחנם <WH7979> Let their table לפניהם <WH6440> before לפח <WH6341> a snare ולשׁלומים <WH7965> them: and for welfare, למוקשׁ׃ <WH4170> a trap."},{"number":23,"verse":"תחשׁכנה <WH2821> be darkened, עיניהם <WH5869> Let their eyes מראות <WH7200> that they see not; ומתניהם <WH4975> and make their loins תמיד <WH8548> continually המעד׃ <WH4571> to shake."},{"number":24,"verse":"שׁפך <WH8210> Pour out עליהם <WH5921> upon זעמך <WH2195> thine indignation וחרון <WH2740> them, and let thy wrathful אפך <WH639> anger ישׂיגם׃ <WH5381> take hold"},{"number":25,"verse":"תהי <WH1961> be טירתם <WH2918> Let their habitation נשׁמה <WH8074> desolate; באהליהם <WH168> in their tents. אל <WH408> none יהי <WH1961> let ישׁב׃ <WH3427> dwell"},{"number":26,"verse":"כי <WH3588> For אתה <WH859> thou אשׁר <WH834> whom הכית <WH5221> hast smitten; רדפו <WH7291> they persecute ואל <WH413> to מכאוב <WH4341> the grief חלליך <WH2491> of those whom thou hast wounded. יספרו׃ <WH5608> and they talk"},{"number":27,"verse":"תנה <WH5414> Add עון <WH5771> iniquity על <WH5921> unto עונם <WH5771> their iniquity: ואל <WH408> and let them not יבאו <WH935> come בצדקתך׃ <WH6666> into thy righteousness."},{"number":28,"verse":"ימחו <WH4229> Let them be blotted מספר <WH5612> out of the book חיים <WH2416> of the living, ועם <WH5973> with צדיקים <WH6662> the righteous. אל <WH408> and not יכתבו׃ <WH3789> be written"},{"number":29,"verse":"ואני <WH589> But I עני <WH6041> poor וכואב <WH3510> and sorrowful: ישׁועתך <WH3444> let thy salvation, אלהים <WH430> O God, תשׂגבני׃ <WH7682> set me up on high."},{"number":30,"verse":"אהללה <WH1984> I will praise שׁם <WH8034> the name אלהים <WH430> of God בשׁיר <WH7892> with a song, ואגדלנו <WH1431> and will magnify בתודה׃ <WH8426> him with thanksgiving."},{"number":31,"verse":"ותיטב <WH3190> also shall please ליהוה <WH3068> the LORD משׁור <WH7794> better than an ox פר <WH6499> bullock מקרן <WH7160> that hath horns מפריס׃ <WH6536> and hooves."},{"number":32,"verse":"ראו <WH7200> shall see ענוים <WH6035> The humble ישׂמחו <WH8055> be glad: דרשׁי <WH1875> that seek אלהים <WH430> God. ויחי <WH2421> shall live לבבכם׃ <WH3824> and your heart"},{"number":33,"verse":"כי <WH3588> For שׁמע <WH8085> heareth אל <WH413> heareth אביונים <WH34> the poor, יהוה <WH3068> the LORD ואת <WH853> אסיריו <WH615> his prisoners. לא <WH3808> not בזה׃ <WH959> and despiseth"},{"number":34,"verse":"יהללוהו <WH1984> praise שׁמים <WH8064> Let the heaven וארץ <WH776> and earth ימים <WH3220> him, the seas, וכל <WH3605> and every thing רמשׂ׃ <WH7430> that moveth"},{"number":35,"verse":"כי <WH3588> For אלהים <WH430> God יושׁיע <WH3467> will save ציון <WH6726> Zion, ויבנה <WH1129> and will build ערי <WH5892> the cities יהודה <WH3063> of Judah: וישׁבו <WH3427> that they may dwell שׁם <WH8033> there, וירשׁוה׃ <WH3423> and have it in possession."},{"number":36,"verse":"וזרע <WH2233> The seed עבדיו <WH5650> also of his servants ינחלוה <WH5157> shall inherit ואהבי <WH157> it: and they that love שׁמו <WH8034> his name ישׁכנו׃ <WH7931> shall dwell"}]}