{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":78,"verses":[{"number":1,"verse":"משׂכיל <WH4905> Maschil לאסף <WH623> of Asaph. האזינה <WH238> Give ear, עמי <WH5971> O my people, תורתי <WH8451> my law: הטו <WH5186> incline אזנכם <WH241> your ears לאמרי <WH561> to the words פי׃ <WH6310> of my mouth."},{"number":2,"verse":"אפתחה <WH6605> I will open במשׁל <WH4912> in a parable: פי <WH6310> my mouth אביעה <WH5042> I will utter חידות <WH2420> dark sayings מני <WH4480> of קדם׃ <WH6924> old:"},{"number":3,"verse":"אשׁר <WH834> Which שׁמענו <WH8085> we have heard ונדעם <WH3045> and known, ואבותינו <WH1> and our fathers ספרו׃ <WH5608> have told"},{"number":4,"verse":"לא <WH3808> We will not נכחד <WH3582> hide מבניהם <WH1121> from their children, לדור <WH1755> to the generation אחרון <WH314> to come מספרים <WH5608> showing תהלות <WH8416> the praises יהוה <WH3068> of the LORD, ועזוזו <WH5807> and his strength, ונפלאותיו <WH6381> and his wonderful works אשׁר <WH834> that עשׂה׃ <WH6213> he hath done."},{"number":5,"verse":"ויקם <WH6965> For he established עדות <WH5715> a testimony ביעקב <WH3290> in Jacob, ותורה <WH8451> a law שׂם <WH7760> and appointed בישׂראל <WH3478> in Israel, אשׁר <WH834> which צוה <WH6680> he commanded את <WH853> אבותינו <WH1> our fathers, להודיעם <WH3045> that they should make them known לבניהם׃ <WH1121> to their children:"},{"number":6,"verse":"למען <WH4616> That ידעו <WH3045> might know דור <WH1755> the generation אחרון <WH314> to come בנים <WH1121> the children יולדו <WH3205> should be born; יקמו <WH6965> should arise ויספרו <WH5608> and declare לבניהם׃ <WH1121> to their children:"},{"number":7,"verse":"וישׂימו <WH7760> That they might set באלהים <WH430> in God, כסלם <WH3689> their hope ולא <WH3808> and not ישׁכחו <WH7911> forget מעללי <WH4611> the works אל <WH410> of God, ומצותיו <WH4687> his commandments: ינצרו׃ <WH5341> but keep"},{"number":8,"verse":"ולא <WH3808> And might not יהיו <WH1961> be כאבותם <WH1> as their fathers, דור <WH1755> generation; סורר <WH5637> a stubborn ומרה <WH4784> and rebellious דור <WH1755> a generation לא <WH3808> was not הכין <WH3559> set not their heart aright, לבו <WH3820> ולאאמנה <WH539> steadfast את <WH854> with אל <WH410> God. רוחו׃ <WH7307> and whose spirit"},{"number":9,"verse":"בני <WH1121> The children אפרים <WH669> of Ephraim, נושׁקי <WH5401> armed, רומי <WH7411> carrying קשׁת <WH7198> bows, הפכו <WH2015> turned back ביום <WH3117> in the day קרב׃ <WH7128> of battle."},{"number":10,"verse":"לא <WH3808> not שׁמרו <WH8104> They kept ברית <WH1285> the covenant אלהים <WH430> of God, ובתורתו <WH8451> in his law; מאנו <WH3985> and refused ללכת׃ <WH1980> to walk"},{"number":11,"verse":"וישׁכחו <WH7911> And forgot עלילותיו <WH5949> his works, ונפלאותיו <WH6381> and his wonders אשׁר <WH834> that הראם׃ <WH7200> he had showed"},{"number":12,"verse":"נגד <WH5048> he in the sight אבותם <WH1> of their fathers, עשׂה <WH6213> did פלא <WH6382> Marvelous things בארץ <WH776> in the land מצרים <WH4714> of Egypt, שׂדה <WH7704> the field צען׃ <WH6814> of Zoan."},{"number":13,"verse":"בקע <WH1234> He divided ים <WH3220> the sea, ויעבירם <WH5674> and caused them to pass through; ויצב <WH5324> to stand מים <WH4325> and he made the waters כמו <WH3644> as נד׃ <WH5067> a heap."},{"number":14,"verse":"וינחם <WH5148> also he led בענן <WH6051> them with a cloud, יומם <WH3119> In the daytime וכל <WH3605> and all הלילה <WH3915> the night באור <WH216> with a light אשׁ׃ <WH784> of fire."},{"number":15,"verse":"יבקע <WH1234> He cleaved צרים <WH6697> the rocks במדבר <WH4057> in the wilderness, וישׁק <WH8248> and gave drink כתהמות <WH8415> depths. רבה׃ <WH7227> as the great"},{"number":16,"verse":"ויוצא <WH3318> נוזליםסלע <WH5553> of the rock, ויורד <WH3381> to run down כנהרות <WH5104> like rivers. מים׃ <WH4325> and caused waters"},{"number":17,"verse":"ויוסיפו <WH3254> more עוד <WH5750> yet לחטא <WH2398> And they sinned לו למרות <WH4784> against him by provoking עליון <WH5945> the most High בציה׃ <WH6723> in the wilderness."},{"number":18,"verse":"וינסו <WH5254> And they tempted אל <WH410> God בלבבם <WH3824> in their heart לשׁאל <WH7592> by asking אכל <WH400> meat לנפשׁם׃ <WH5315> for their lust."},{"number":19,"verse":"וידברו <WH1696> Yea, they spoke באלהים <WH430> against God; אמרו <WH559> they said, היוכל <WH3201> Can אל <WH410> God לערך <WH6186> furnish שׁלחן <WH7979> a table במדבר׃ <WH4057> in the wilderness?"},{"number":20,"verse":"הן <WH2005> Behold, הכה <WH5221> he smote צור <WH6697> the rock, ויזובו <WH2100> gushed out, מים <WH4325> that the waters ונחלים <WH5158> and the streams ישׁטפו <WH7857> overflowed; הגם <WH1571> also? לחם <WH3899> bread יוכל <WH3201> can תת <WH5414> he give אם <WH518> יכין <WH3559> can he provide שׁאר <WH7607> flesh לעמו׃ <WH5971> for his people?"},{"number":21,"verse":"לכן <WH3651> Therefore שׁמע <WH8085> heard יהוה <WH3068> the LORD ויתעבר <WH5674> and was wroth: ואשׁ <WH784> so a fire נשׂקה <WH5400> was kindled ביעקב <WH3290> against Jacob, וגם <WH1571> also אף <WH639> and anger עלה <WH5927> came up בישׂראל׃ <WH3478> against Israel;"},{"number":22,"verse":"כי <WH3588> Because לא <WH3808> not האמינו <WH539> they believed באלהים <WH430> in God, ולא <WH3808> not בטחו <WH982> and trusted בישׁועתו׃ <WH3444> in his salvation:"},{"number":23,"verse":"ויצו <WH6680> Though he had commanded שׁחקים <WH7834> the clouds ממעל <WH4605> from above, ודלתי <WH1817> the doors שׁמים <WH8064> of heaven, פתח׃ <WH6605> and opened"},{"number":24,"verse":"וימטר <WH4305> And had rained down עליהם <WH5921> upon מן <WH4478> manna לאכל <WH398> them to eat, ודגן <WH1715> them of the corn שׁמים <WH8064> of heaven. נתן׃ <WH5414> and had given"},{"number":25,"verse":"לחם <WH3899> food: אבירים <WH47> angels' אכל <WH398> did eat אישׁ <WH376> Man צידה <WH6720> them meat שׁלח <WH7971> he sent להם <WH1992> לשׂבע׃ <WH7648> to the full."},{"number":26,"verse":"יסע <WH5265> to blow קדים <WH6921> He caused an east wind בשׁמים <WH8064> in the heaven: וינהג <WH5090> he brought בעזו <WH5797> and by his power תימן׃ <WH8486> in the south wind."},{"number":27,"verse":"וימטר <WH4305> He rained עליהם <WH5921> also upon כעפר <WH6083> them as dust, שׁאר <WH7607> flesh וכחול <WH2344> like as the sand ימים <WH3220> of the sea: עוף <WH5775> fowls כנף׃ <WH3671> and feathered"},{"number":28,"verse":"ויפל <WH5307> And he let fall בקרב <WH7130> in the midst מחנהו <WH4264> of their camp, סביב <WH5439> round about למשׁכנתיו׃ <WH4908> their habitations."},{"number":29,"verse":"ויאכלו <WH398> So they did eat, וישׂבעו <WH7646> filled: מאד <WH3966> and were well ותאותם <WH8378> them their own desire; יבא <WH935> for he gave להם׃ <WH1992>"},{"number":30,"verse":"לא <WH3808> They were not זרו <WH2114> estranged מתאותם <WH8378> from their lust. עוד <WH5750> yet אכלם <WH400> But while their meat בפיהם׃ <WH6310> in their mouths,"},{"number":31,"verse":"ואף <WH639> The wrath אלהים <WH430> of God עלה <WH5927> came בהם ויהרג <WH2026> upon them, and slew במשׁמניהם <WH4924> the fattest ובחורי <WH970> the chosen ישׂראל <WH3478> of Israel. הכריע׃ <WH3766> of them, and smote down"},{"number":32,"verse":"בכל <WH3605> For all זאת <WH2063> this חטאו <WH2398> they sinned עוד <WH5750> still, ולא <WH3808> not האמינו <WH539> and believed בנפלאותיו׃ <WH6381> for his wondrous works."},{"number":33,"verse":"ויכל <WH3615> did he consume בהבל <WH1892> in vanity, ימיהם <WH3117> Therefore their days ושׁנותם <WH8141> and their years בבהלה׃ <WH928> in trouble."},{"number":34,"verse":"אם <WH518> When הרגם <WH2026> he slew ודרשׁוהו <WH1875> them, then they sought ושׁבו <WH7725> him: and they returned ושׁחרו <WH7836> and inquired early אל׃ <WH410> after God."},{"number":35,"verse":"ויזכרו <WH2142> And they remembered כי <WH3588> that אלהים <WH430> God צורם <WH6697> their rock, ואל <WH410> God עליון <WH5945> and the high גאלם׃ <WH1350> their redeemer."},{"number":36,"verse":"ויפתוהו <WH6601> Nevertheless they did flatter בפיהם <WH6310> him with their mouth, ובלשׁונם <WH3956> unto him with their tongues. יכזבו׃ <WH3576> and they lied"},{"number":37,"verse":"ולבם <WH3820> For their heart לא <WH3808> was not right נכון <WH3559> was not right עמו <WH5973> with ולא <WH3808> him, neither נאמנו <WH539> were they steadfast בבריתו׃ <WH1285> in his covenant."},{"number":38,"verse":"והוא <WH1931> But he, רחום <WH7349> full of compassion, יכפר <WH3722> forgave עון <WH5771> iniquity, ולא <WH3808> not: ישׁחית <WH7843> and destroyed והרבה <WH7235> yea, many להשׁיב <WH7725> a time turned he his anger away, אפו <WH639> a time turned he his anger away, ולא <WH3808> and did not יעיר <WH5782> stir up כל <WH3605> all חמתו׃ <WH2534> his wrath."},{"number":39,"verse":"ויזכר <WH2142> For he remembered כי <WH3588> that בשׂר <WH1320> flesh; המה <WH1992> they רוח <WH7307> a wind הולך <WH1980> that passeth away, ולא <WH3808> and cometh not again. ישׁוב׃ <WH7725> and cometh not again."},{"number":40,"verse":"כמה <WH4100> How oft ימרוהו <WH4784> did they provoke במדבר <WH4057> him in the wilderness, יעציבוהו <WH6087> grieve בישׁימון׃ <WH3452> him in the desert!"},{"number":41,"verse":"וישׁובו <WH7725> Yea, they turned back וינסו <WH5254> and tempted אל <WH410> God, וקדושׁ <WH6918> the Holy One ישׂראל <WH3478> of Israel. התוו׃ <WH8428> and limited"},{"number":42,"verse":"לא <WH3808> not זכרו <WH2142> They remembered את <WH853> ידו <WH3027> his hand, יום <WH3117> the day אשׁר <WH834> when פדם <WH6299> he delivered מני <WH4480> them from צר׃ <WH6862> the enemy."},{"number":43,"verse":"אשׁר <WH834> How שׂם <WH7760> he had wrought במצרים <WH4714> in Egypt, אתותיו <WH226> his signs ומופתיו <WH4159> and his wonders בשׂדה <WH7704> in the field צען׃ <WH6814> of Zoan:"},{"number":44,"verse":"ויהפך <WH2015> And had turned לדם <WH1818> into blood; יאריהם <WH2975> their rivers ונזליהם <WH5140> and their floods, בל <WH1077> that they could not ישׁתיון׃ <WH8354> drink."},{"number":45,"verse":"ישׁלח <WH7971> He sent בהם ערב <WH6157> divers sorts of flies ויאכלם <WH398> among them, which devoured וצפרדע <WH6854> them; and frogs, ותשׁחיתם׃ <WH7843> which destroyed"},{"number":46,"verse":"ויתן <WH5414> He gave לחסיל <WH2625> unto the caterpillar, יבולם <WH2981> also their increase ויגיעם <WH3018> and their labor לארבה׃ <WH697> unto the locust."},{"number":47,"verse":"יהרג <WH2026> He destroyed בברד <WH1259> with hail, גפנם <WH1612> their vines ושׁקמותם <WH8256> and their sycamore trees בחנמל׃ <WH2602> with frost."},{"number":48,"verse":"ויסגר <WH5462> He gave up לברד <WH1259> also to the hail, בעירם <WH1165> their cattle ומקניהם <WH4735> and their flocks לרשׁפים׃ <WH7565> to hot thunderbolts."},{"number":49,"verse":"ישׁלח <WH7971> He cast בם חרון <WH2740> upon them the fierceness אפו <WH639> of his anger, עברה <WH5678> wrath, וזעם <WH2195> and indignation, וצרה <WH6869> and trouble, משׁלחת <WH4917> by sending מלאכי <WH4397> angels רעים׃ <WH7451> evil"},{"number":50,"verse":"יפלס <WH6424> He made נתיב <WH5410> a way לאפו <WH639> to his anger; לא <WH3808> not חשׂך <WH2820> he spared ממות <WH4194> from death, נפשׁם <WH5315> their soul וחיתם <WH2416> their life לדבר <WH1698> over to the pestilence; הסגיר׃ <WH5462> but gave"},{"number":51,"verse":"ויך <WH5221> And smote כל <WH3605> all בכור <WH1060> the firstborn במצרים <WH4714> in Egypt; ראשׁית <WH7225> the chief אונים <WH202> of strength באהלי <WH168> in the tabernacles חם׃ <WH2526> of Ham:"},{"number":52,"verse":"ויסע <WH5265> to go forth כצאן <WH6629> like sheep, עמו <WH5971> But made his own people וינהגם <WH5090> and guided כעדר <WH5739> like a flock. במדבר׃ <WH4057> them in the wilderness"},{"number":53,"verse":"וינחם <WH5148> And he led לבטח <WH983> them on safely, ולא <WH3808> not: פחדו <WH6342> so that they feared ואת <WH853> אויביהם <WH341> their enemies. כסה <WH3680> overwhelmed הים׃ <WH3220> but the sea"},{"number":54,"verse":"ויביאם <WH935> And he brought אל <WH413> them to גבול <WH1366> the border קדשׁו <WH6944> of his sanctuary, הר <WH2022> mountain, זה <WH2088> this קנתה <WH7069> had purchased. ימינו׃ <WH3225> his right hand"},{"number":55,"verse":"ויגרשׁ <WH1644> He cast out מפניהם <WH6440> also before גוים <WH1471> the heathen ויפילם <WH5307> them, and divided בחבל <WH2256> by line, נחלה <WH5159> them an inheritance וישׁכן <WH7931> to dwell באהליהם <WH168> in their tents. שׁבטי <WH7626> and made the tribes ישׂראל׃ <WH3478> of Israel"},{"number":56,"verse":"וינסו <WH5254> Yet they tempted וימרו <WH4784> and provoked את <WH853> אלהים <WH430> God, עליון <WH5945> the most high ועדותיו <WH5713> his testimonies: לא <WH3808> not שׁמרו׃ <WH8104> and kept"},{"number":57,"verse":"ויסגו <WH5472> But turned back, ויבגדו <WH898> and dealt unfaithfully כאבותם <WH1> like their fathers: נהפכו <WH2015> they were turned aside כקשׁת <WH7198> bow. רמיה׃ <WH7423> like a deceitful"},{"number":58,"verse":"ויכעיסוהו <WH3707> For they provoked him to anger בבמותם <WH1116> with their high places, ובפסיליהם <WH6456> with their graven images. יקניאוהו׃ <WH7065> and moved him to jealousy"},{"number":59,"verse":"שׁמע <WH8085> heard אלהים <WH430> When God ויתעבר <WH5674> he was wroth, וימאס <WH3988> abhorred מאד <WH3966> and greatly בישׂראל׃ <WH3478> Israel:"},{"number":60,"verse":"ויטשׁ <WH5203> So that he forsook משׁכן <WH4908> the tabernacle שׁלו <WH7887> of Shiloh, אהל <WH168> the tent שׁכן <WH7931> he placed באדם׃ <WH120> among men;"},{"number":61,"verse":"ויתן <WH5414> And delivered לשׁבי <WH7628> into captivity, עזו <WH5797> his strength ותפארתו <WH8597> and his glory ביד <WH3027> hand. צר׃ <WH6862> into the enemy's"},{"number":62,"verse":"ויסגר <WH5462> He gave לחרב <WH2719> also unto the sword; עמו <WH5971> his people ובנחלתו <WH5159> with his inheritance. התעבר׃ <WH5674> and was wroth"},{"number":63,"verse":"בחוריו <WH970> their young men; אכלה <WH398> consumed אשׁ <WH784> The fire ובתולתיו <WH1330> and their maidens לא <WH3808> were not הוללו׃ <WH1984> given to marriage."},{"number":64,"verse":"כהניו <WH3548> Their priests בחרב <WH2719> by the sword; נפלו <WH5307> fell ואלמנתיו <WH490> and their widows לא <WH3808> made no תבכינה׃ <WH1058> lamentation."},{"number":65,"verse":"ויקץ <WH3364> awaked כישׁן <WH3463> as one out of sleep, אדני <WH136> Then the Lord כגבור <WH1368> like a mighty man מתרונן <WH7442> that shouteth מיין׃ <WH3196> by reason of wine."},{"number":66,"verse":"ויך <WH5221> And he smote צריו <WH6862> his enemies אחור <WH268> in the hinder parts: חרפת <WH2781> reproach. עולם <WH5769> them to a perpetual נתן׃ <WH5414> he put"},{"number":67,"verse":"וימאס <WH3988> Moreover he refused באהל <WH168> the tabernacle יוסף <WH3130> of Joseph, ובשׁבט <WH7626> the tribe אפרים <WH669> of Ephraim: לא <WH3808> not בחר׃ <WH977> and chose"},{"number":68,"verse":"ויבחר <WH977> But chose את <WH853> שׁבט <WH7626> the tribe יהודה <WH3063> of Judah, את <WH853> הר <WH2022> the mount ציון <WH6726> Zion אשׁר <WH834> which אהב׃ <WH157> he loved."},{"number":69,"verse":"ויבן <WH1129> And he built כמו <WH3644> like רמים <WH7311> high מקדשׁו <WH4720> his sanctuary כארץ <WH776> like the earth יסדה <WH3245> which he hath established לעולם׃ <WH5769> forever."},{"number":70,"verse":"ויבחר <WH977> He chose בדוד <WH1732> David עבדו <WH5650> also his servant, ויקחהו <WH3947> and took ממכלאת <WH4356> צאן׃ <WH6629>"},{"number":71,"verse":"מאחר <WH310> עלות <WH5763> the ewes great with young הביאו <WH935> he brought לרעות <WH7462> him to feed ביעקב <WH3290> Jacob עמו <WH5971> his people, ובישׂראל <WH3478> and Israel נחלתו׃ <WH5159> his inheritance."},{"number":72,"verse":"וירעם <WH7462> So he fed כתם <WH8537> them according to the integrity לבבו <WH3824> of his heart; ובתבונות <WH8394> them by the skilfulness כפיו <WH3709> of his hands. ינחם׃ <WH5148> and guided"}]}