{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":83,"verses":[{"number":1,"verse":"שׁיר <WH7892> A Song מזמור <WH4210> Psalm לאסף׃ <WH623> of Asaph. אלהים <WH430> O God: אל <WH408> hold not thy peace, דמי <WH1824> לך אל <WH408> and be not תחרשׁ <WH2790> hold not thy peace, ואל <WH408> תשׁקט <WH8252> still, אל׃ <WH410> O God."},{"number":2,"verse":"כי <WH3588> For, הנה <WH2009> lo, אויביך <WH341> thine enemies יהמיון <WH1993> make a tumult: ומשׂנאיך <WH8130> and they that hate נשׂאו <WH5375> thee have lifted up ראשׁ׃ <WH7218> the head."},{"number":3,"verse":"על <WH5921> against עמך <WH5971> thy people, יערימו <WH6191> They have taken crafty סוד <WH5475> counsel ויתיעצו <WH3289> and consulted על <WH5921> against צפוניך׃ <WH6845> thy hidden ones."},{"number":4,"verse":"אמרו <WH559> They have said, לכו <WH1980> Come, ונכחידם <WH3582> and let us cut them off מגוי <WH1471> from a nation; ולא <WH3808> may be no יזכר <WH2142> in remembrance. שׁם <WH8034> that the name ישׂראל <WH3478> of Israel עוד׃ <WH5750> more"},{"number":5,"verse":"כי <WH3588> For נועצו <WH3289> they have consulted together לב <WH3820> with one consent: יחדו <WH3162> with one consent: עליך <WH5921> against ברית <WH1285> they are confederate יכרתו׃ <WH3772> they are confederate"},{"number":6,"verse":"אהלי <WH168> The tabernacles אדום <WH123> of Edom, וישׁמעאלים <WH3459> and the Ishmaelites; מואב <WH4124> of Moab, והגרים׃ <WH1905> and the Hagarenes;"},{"number":7,"verse":"גבל <WH1381> Gebal, ועמון <WH5983> and Ammon, ועמלק <WH6002> and Amalek; פלשׁת <WH6429> the Philistines עם <WH5973> with ישׁבי <WH3427> the inhabitants צור׃ <WH6865> of Tyre;"},{"number":8,"verse":"גם <WH1571> also אשׁור <WH804> Assur נלוה <WH3867> is joined עמם <WH5973> with היו <WH1961> them: they have זרוע <WH2220> helped לבני <WH1121> the children לוט <WH3876> of Lot. סלה׃ <WH5542> Selah."},{"number":9,"verse":"עשׂה <WH6213> Do להם <WH1992> כמדין <WH4080> unto them as the Midianites; כסיסרא <WH5516> as Sisera, כיבין <WH2985> as Jabin, בנחל <WH5158> at the brook קישׁון׃ <WH7028> of Kison:"},{"number":10,"verse":"נשׁמדו <WH8045> perished בעין דאר <WH5874> at Endor: היו <WH1961> they became דמן <WH1828> dung לאדמה׃ <WH127> for the earth."},{"number":11,"verse":"שׁיתמו <WH7896> Make נדיבמו <WH5081> their nobles כערב <WH6159> like Oreb, וכזאב <WH2062> and like Zeeb: וכזבח <WH2078> as Zebah, וכצלמנע <WH6759> and as Zalmunna: כל <WH3605> yea, all נסיכמו׃ <WH5257> their princes"},{"number":12,"verse":"אשׁר <WH834> Who אמרו <WH559> said, נירשׁה <WH3423> Let us take לנו את <WH853> נאות <WH4999> to ourselves the houses אלהים׃ <WH430> of God"},{"number":13,"verse":"אלהי <WH430> O my God, שׁיתמו <WH7896> make כגלגל <WH1534> them like a wheel; כקשׁ <WH7179> as the stubble לפני <WH6440> before רוח׃ <WH7307> the wind."},{"number":14,"verse":"כאשׁ <WH784> As the fire תבער <WH1197> burneth יער <WH3293> a wood, וכלהבה <WH3852> and as the flame תלהט <WH3857> setteth the mountains on fire; הרים׃ <WH2022> setteth the mountains on fire;"},{"number":15,"verse":"כן <WH3651> So תרדפם <WH7291> persecute בסערך <WH5591> them with thy tempest, ובסופתך <WH5492> with thy storm. תבהלם׃ <WH926> and make them afraid"},{"number":16,"verse":"מלא <WH4390> Fill פניהם <WH6440> their faces קלון <WH7036> with shame; ויבקשׁו <WH1245> that they may seek שׁמך <WH8034> thy name, יהוה׃ <WH3068> O LORD."},{"number":17,"verse":"יבשׁו <WH954> Let them be confounded ויבהלו <WH926> and troubled עדי <WH5703> forever; עד <WH5704> forever; ויחפרו <WH2659> yea, let them be put to shame, ויאבדו׃ <WH6> and perish:"},{"number":18,"verse":"וידעו <WH3045> That may know כי <WH3588> that אתה <WH859> thou, שׁמך <WH8034> whose name יהוה <WH3068> JEHOVAH, לבדך <WH905> alone עליון <WH5945> the most high על <WH5921> over כל <WH3605> all הארץ׃ <WH776> the earth."}]}