{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":85,"verses":[{"number":1,"verse":"למנצח <WH5329> To the chief Musician, לבני <WH1121> for the sons קרח <WH7141> of Korah. מזמור׃ <WH4210> A Psalm רצית <WH7521> thou hast been favorable יהוה <WH3068> LORD, ארצך <WH776> unto thy land: שׁבת <WH7725> thou hast brought back שׁבות <WH7622> the captivity יעקב׃ <WH3290> of Jacob."},{"number":2,"verse":"נשׂאת <WH5375> Thou hast forgiven עון <WH5771> the iniquity עמך <WH5971> of thy people, כסית <WH3680> thou hast covered כל <WH3605> all חטאתם <WH2403> their sin. סלה׃ <WH5542> Selah."},{"number":3,"verse":"אספת <WH622> Thou hast taken away כל <WH3605> all עברתך <WH5678> thy wrath: השׁיבות <WH7725> thou hast turned מחרון <WH2740> from the fierceness אפך׃ <WH639> of thine anger."},{"number":4,"verse":"שׁובנו <WH7725> Turn אלהי <WH430> us, O God ישׁענו <WH3468> of our salvation, והפר <WH6565> us to cease. כעסך <WH3708> and cause thine anger עמנו׃ <WH5973> toward"},{"number":5,"verse":"הלעולם <WH5769> with us forever? תאנף <WH599> Wilt thou be angry בנו תמשׁך <WH4900> wilt thou draw out אפך <WH639> thine anger לדר <WH1755> to all generations? ודר׃ <WH1755> to all generations?"},{"number":6,"verse":"הלא <WH3808> not אתה <WH859> Wilt thou תשׁוב <WH7725> us again: תחינו <WH2421> revive ועמך <WH5971> that thy people ישׂמחו׃ <WH8055> may rejoice"},{"number":7,"verse":"הראנו <WH7200> Show יהוה <WH3068> O LORD, חסדך <WH2617> us thy mercy, וישׁעך <WH3468> us thy salvation. תתן׃ <WH5414> and grant"},{"number":8,"verse":"אשׁמעה <WH8085> I will hear מה <WH4100> what ידבר <WH1696> will speak: האל <WH410> God יהוה <WH3068> the LORD כי <WH3588> for ידבר <WH1696> he will speak שׁלום <WH7965> peace אל <WH413> unto עמו <WH5971> his people, ואל <WH413> and to חסידיו <WH2623> his saints: ואל <WH408> but let them not ישׁובו <WH7725> turn again לכסלה׃ <WH3690> to folly."},{"number":9,"verse":"אך <WH389> Surely קרוב <WH7138> nigh ליראיו <WH3373> them that fear ישׁעו <WH3468> his salvation לשׁכן <WH7931> may dwell כבוד <WH3519> him; that glory בארצנו׃ <WH776> in our land."},{"number":10,"verse":"חסד <WH2617> Mercy ואמת <WH571> and truth נפגשׁו <WH6298> are met together; צדק <WH6664> righteousness ושׁלום <WH7965> and peace נשׁקו׃ <WH5401> have kissed"},{"number":11,"verse":"אמת <WH571> Truth מארץ <WH776> out of the earth; תצמח <WH6779> shall spring וצדק <WH6664> and righteousness משׁמים <WH8064> from heaven. נשׁקף׃ <WH8259> shall look down"},{"number":12,"verse":"גם <WH1571> Yea, יהוה <WH3068> the LORD יתן <WH5414> shall give הטוב <WH2896> good; וארצנו <WH776> and our land תתן <WH5414> shall yield יבולה׃ <WH2981> her increase."},{"number":13,"verse":"צדק <WH6664> Righteousness לפניו <WH6440> before יהלך <WH1980> shall go וישׂם <WH7760> him; and shall set לדרך <WH1870> in the way פעמיו׃ <WH6471> of his steps."}]}