{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"שׁיר <WH7892> A Song מזמור <WH4210> Psalm לבני <WH1121> for the sons קרח <WH7141> of Korah, למנצח <WH5329> to the chief Musician על <WH5921> upon מחלת <WH4257> Mahalath לענות <WH6031> Leannoth, משׂכיל <WH4905> Maschil להימן <WH1968> of Heman האזרחי׃ <WH250> the Ezrahite. יהוה <WH3068> O LORD אלהי <WH430> God ישׁועתי <WH3444> of my salvation, יום <WH3117> day צעקתי <WH6817> I have cried בלילה <WH3915> night נגדך׃ <WH5048> before"},{"number":2,"verse":"תבוא <WH935> come לפניך <WH6440> before תפלתי <WH8605> Let my prayer הטה <WH5186> thee: incline אזנך <WH241> thine ear לרנתי׃ <WH7440> unto my cry;"},{"number":3,"verse":"כי <WH3588> For שׂבעה <WH7646> is full ברעות <WH7451> of troubles: נפשׁי <WH5315> my soul וחיי <WH2416> and my life לשׁאול <WH7585> unto the grave. הגיעו׃ <WH5060> draweth nigh"},{"number":4,"verse":"נחשׁבתי <WH2803> I am counted עם <WH5973> with יורדי <WH3381> them that go down בור <WH953> into the pit: הייתי <WH1961> I am כגבר <WH1397> as a man אין <WH369> no איל׃ <WH353> strength:"},{"number":5,"verse":"במתים <WH4191> among the dead, חפשׁי <WH2670> Free כמו <WH3644> like חללים <WH2491> the slain שׁכבי <WH7901> that lie קבר <WH6913> in the grave, אשׁר <WH834> whom לא <WH3808> no זכרתם <WH2142> thou rememberest עוד <WH5750> more: והמה <WH1992> and they מידך <WH3027> from thy hand. נגזרו׃ <WH1504> are cut off"},{"number":6,"verse":"שׁתני <WH7896> Thou hast laid בבור <WH953> pit, תחתיות <WH8482> me in the lowest במחשׁכים <WH4285> in darkness, במצלות׃ <WH4688> in the deeps."},{"number":7,"verse":"עלי <WH5921> upon סמכה <WH5564> lieth hard חמתך <WH2534> Thy wrath וכל <WH3605> with all משׁבריך <WH4867> thy waves. ענית <WH6031> me, and thou hast afflicted סלה׃ <WH5542> Selah."},{"number":8,"verse":"הרחקת <WH7368> Thou hast put away מידעי <WH3045> mine acquaintance ממני <WH4480> far from שׁתני <WH7896> me; thou hast made תועבות <WH8441> me an abomination למו כלא <WH3607> unto them: shut up, ולא <WH3808> and I cannot אצא׃ <WH3318> come forth."},{"number":9,"verse":"עיני <WH5869> Mine eye דאבה <WH1669> mourneth מני <WH4480> by reason of עני <WH6040> affliction: קראתיך <WH7121> I have called יהוה <WH3068> LORD, בכל <WH3605> daily יום <WH3117> daily שׁטחתי <WH7849> upon thee, I have stretched out אליך <WH413> unto thee. כפי׃ <WH3709> my hands"},{"number":10,"verse":"הלמתים <WH4191> to the dead? תעשׂה <WH6213> Wilt thou show פלא <WH6382> wonders אם <WH518> רפאים <WH7496> shall the dead יקומו <WH6965> arise יודוך <WH3034> praise סלה׃ <WH5542> thee? Selah."},{"number":11,"verse":"היספר <WH5608> be declared בקבר <WH6913> in the grave? חסדך <WH2617> Shall thy lovingkindness אמונתך <WH530> thy faithfulness באבדון׃ <WH11> in destruction?"},{"number":12,"verse":"היודע <WH3045> be known בחשׁך <WH2822> in the dark? פלאך <WH6382> Shall thy wonders וצדקתך <WH6666> and thy righteousness בארץ <WH776> in the land נשׁיה׃ <WH5388> of forgetfulness?"},{"number":13,"verse":"ואני <WH589> thee have I אליך <WH413> But unto יהוה <WH3068> O LORD; שׁועתי <WH7768> cried, ובבקר <WH1242> and in the morning תפלתי <WH8605> shall my prayer תקדמך׃ <WH6923> prevent"},{"number":14,"verse":"למה <WH4100> why יהוה <WH3068> LORD, תזנח <WH2186> castest thou off נפשׁי <WH5315> my soul? תסתיר <WH5641> hidest פניך <WH6440> thou thy face ממני׃ <WH4480> from"},{"number":15,"verse":"עני <WH6041> afflicted אני <WH589> I וגוע <WH1478> and ready to die מנער <WH5290> from youth up: נשׂאתי <WH5375> I suffer אמיך <WH367> thy terrors אפונה׃ <WH6323> I am distracted."},{"number":16,"verse":"עלי <WH5921> over עברו <WH5674> goeth חרוניך <WH2740> Thy fierce wrath בעותיך <WH1161> me; thy terrors צמתותני׃ <WH6789> have cut me off."},{"number":17,"verse":"סבוני <WH5437> They came round about כמים <WH4325> like water; כל <WH3605> me daily היום <WH3117> me daily הקיפו <WH5362> they compassed me about עלי <WH5921> they compassed me about יחד׃ <WH3162> together."},{"number":18,"verse":"הרחקת <WH7368> hast thou put far ממני <WH4480> from אהב <WH157> Lover ורע <WH7453> and friend מידעי <WH3045> me, mine acquaintance מחשׁך׃ <WH4285> into darkness."}]}