{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":89,"verses":[{"number":1,"verse":"משׂכיל <WH4905> Maschil לאיתן <WH387> of Ethan האזרחי׃ <WH250> the Ezrahite. חסדי <WH2617> of the mercies יהוה <WH3068> of the LORD עולם <WH5769> forever: אשׁירה <WH7891> I will sing לדר <WH1755> to all generations. ודר <WH1755> to all generations. אודיע <WH3045> will I make known אמונתך <WH530> thy faithfulness בפי׃ <WH6310> with my mouth"},{"number":2,"verse":"כי <WH3588> For אמרתי <WH559> I have said, עולם <WH5769> forever: חסד <WH2617> Mercy יבנה <WH1129> shall be built up שׁמים <WH8064> in the very heavens. תכן <WH3559> shalt thou establish אמונתך׃ <WH530> thy faithfulness"},{"number":3,"verse":"כרתי <WH3772> I have made ברית <WH1285> a covenant לבחירי <WH972> with my chosen, נשׁבעתי <WH7650> I have sworn לדוד <WH1732> unto David עבדי׃ <WH5650> my servant,"},{"number":4,"verse":"עד <WH5704> forever, עולם <WH5769> forever, אכין <WH3559> will I establish זרעך <WH2233> Thy seed ובניתי <WH1129> and build up לדר <WH1755> to all generations. ודור <WH1755> <WH1755> to all generations. כסאך <WH3678> thy throne סלה׃ <WH5542> Selah."},{"number":5,"verse":"ויודו <WH3034> shall praise שׁמים <WH8064> And the heavens פלאך <WH6382> thy wonders, יהוה <WH3068> O LORD: אף <WH637> also אמונתך <WH530> thy faithfulness בקהל <WH6951> in the congregation קדשׁים׃ <WH6918> of the saints."},{"number":6,"verse":"כי <WH3588> For מי <WH4310> who בשׁחק <WH7834> in the heaven יערך <WH6186> can be compared ליהוה <WH3068> unto the LORD? ידמה <WH1819> can be likened ליהוה <WH3068> unto the LORD? בבני <WH1121> among the sons אלים׃ <WH410> of the mighty"},{"number":7,"verse":"אל <WH410> God נערץ <WH6206> to be feared בסוד <WH5475> in the assembly קדשׁים <WH6918> of the saints, רבה <WH7227> is greatly ונורא <WH3372> and to be had in reverence על <WH5921> of כל <WH3605> all סביביו׃ <WH5439> about"},{"number":8,"verse":"יהוה <WH3068> O LORD אלהי <WH430> God צבאות <WH6635> of hosts, מי <WH4310> who כמוך <WH3644> like unto thee? חסין <WH2626> a strong יה <WH3050> LORD ואמונתך <WH530> or to thy faithfulness סביבותיך׃ <WH5439> round about"},{"number":9,"verse":"אתה <WH859> Thou מושׁל <WH4910> rulest בגאות <WH1348> the raging הים <WH3220> of the sea: בשׂוא <WH7721> thereof arise, גליו <WH1530> when the waves אתה <WH859> thou תשׁבחם׃ <WH7623> stillest"},{"number":10,"verse":"אתה <WH859> Thou דכאת <WH1792> hast broken כחלל <WH2491> in pieces, as one that is slain; רהב <WH7294> Rahab בזרוע <WH2220> arm. עזך <WH5797> with thy strong פזרת <WH6340> thou hast scattered אויביך׃ <WH341> thine enemies"},{"number":11,"verse":"לך שׁמים <WH8064> The heavens אף <WH637> also לך ארץ <WH776> thine, the earth תבל <WH8398> thine: the world ומלאה <WH4393> and the fullness אתה <WH859> thereof, thou יסדתם׃ <WH3245> hast founded"},{"number":12,"verse":"צפון <WH6828> The north וימין <WH3225> and the south אתה <WH859> thou בראתם <WH1254> hast created תבור <WH8396> them: Tabor וחרמון <WH2768> and Hermon בשׁמך <WH8034> in thy name. ירננו׃ <WH7442> shall rejoice"},{"number":13,"verse":"לך זרוע <WH2220> arm: עם <WH5973> גבורה <WH1369> Thou hast a mighty תעז <WH5810> strong ידך <WH3027> is thy hand, תרום <WH7311> high ימינך׃ <WH3225> is thy right hand."},{"number":14,"verse":"צדק <WH6664> Justice ומשׁפט <WH4941> and judgment מכון <WH4349> the habitation כסאך <WH3678> of thy throne: חסד <WH2617> mercy ואמת <WH571> and truth יקדמו <WH6923> shall go פניך׃ <WH6440> before thy face."},{"number":15,"verse":"אשׁרי <WH835> Blessed העם <WH5971> the people יודעי <WH3045> that know תרועה <WH8643> the joyful sound: יהוה <WH3068> O LORD, באור <WH216> in the light פניך <WH6440> of thy countenance. יהלכון׃ <WH1980> they shall walk,"},{"number":16,"verse":"בשׁמך <WH8034> In thy name יגילון <WH1523> shall they rejoice כל <WH3605> all היום <WH3117> the day: ובצדקתך <WH6666> and in thy righteousness ירומו׃ <WH7311> shall they be exalted."},{"number":17,"verse":"כי <WH3588> For תפארת <WH8597> the glory עזמו <WH5797> of their strength: אתה <WH859> thou וברצנך <WH7522> and in thy favor תרים <WH7311> shall be exalted. קרננו׃ <WH7161> our horn"},{"number":18,"verse":"כי <WH3588> For ליהוה <WH3068> the LORD מגננו <WH4043> our defense; ולקדושׁ <WH6918> and the Holy One ישׂראל <WH3478> of Israel מלכנו׃ <WH4428> our king."},{"number":19,"verse":"אז <WH227> Then דברת <WH1696> thou spakest בחזון <WH2377> in vision לחסידיך <WH2623> to thy holy one, ותאמר <WH559> and saidst, שׁויתי <WH7737> I have laid עזר <WH5828> help על <WH5921> upon גבור <WH1368> mighty; הרימותי <WH7311> I have exalted בחור <WH970> chosen מעם׃ <WH5971> out of the people."},{"number":20,"verse":"מצאתי <WH4672> I have found דוד <WH1732> David עבדי <WH5650> my servant; בשׁמן <WH8081> oil קדשׁי <WH6944> with my holy משׁחתיו׃ <WH4886> have I anointed"},{"number":21,"verse":"אשׁר <WH834> whom ידי <WH3027> my hand תכון <WH3559> shall be established: עמו <WH5973> With אף <WH637> also זרועי <WH2220> mine arm תאמצנו׃ <WH553> shall strengthen"},{"number":22,"verse":"לא <WH3808> shall not ישׁא <WH5378> exact אויב <WH341> The enemy בו ובן <WH1121> the son עולה <WH5766> of wickedness לא <WH3808> upon him; nor יעננו׃ <WH6031> afflict"},{"number":23,"verse":"וכתותי <WH3807> And I will beat down מפניו <WH6440> before his face, צריו <WH6862> his foes ומשׂנאיו <WH8130> them that hate אגוף׃ <WH5062> and plague"},{"number":24,"verse":"ואמונתי <WH530> But my faithfulness וחסדי <WH2617> and my mercy עמו <WH5973> with ובשׁמי <WH8034> him: and in my name תרום <WH7311> be exalted. קרנו׃ <WH7161> shall his horn"},{"number":25,"verse":"ושׂמתי <WH7760> I will set בים <WH3220> also in the sea, ידו <WH3027> his hand ובנהרות <WH5104> in the rivers. ימינו׃ <WH3225> and his right hand"},{"number":26,"verse":"הוא <WH1931> He יקראני <WH7121> shall cry אבי <WH1> my father, אתה <WH859> unto me, Thou אלי <WH410> my God, וצור <WH6697> and the rock ישׁועתי׃ <WH3444> of my salvation."},{"number":27,"verse":"אף <WH637> Also אני <WH589> I בכור <WH1060> him firstborn, אתנהו <WH5414> will make עליון <WH5945> higher למלכי <WH4428> than the kings ארץ׃ <WH776> of the earth."},{"number":28,"verse":"לעולם <WH5769> for him forevermore, אשׁמור <WH8104> will I keep לו <WH8104> חסדי <WH2617> My mercy ובריתי <WH1285> and my covenant נאמנת׃ <WH539> shall stand fast"},{"number":29,"verse":"ושׂמתי <WH7760> also will I make לעד <WH5703> forever, זרעו <WH2233> His seed וכסאו <WH3678> and his throne כימי <WH3117> as the days שׁמים׃ <WH8064> of heaven."},{"number":30,"verse":"אם <WH518> If יעזבו <WH5800> forsake בניו <WH1121> his children תורתי <WH8451> my law, ובמשׁפטי <WH4941> in my judgments; לא <WH3808> not ילכון׃ <WH1980> and walk"},{"number":31,"verse":"אם <WH518> If חקתי <WH2708> my statutes, יחללו <WH2490> they break ומצותי <WH4687> my commandments; לא <WH3808> not ישׁמרו׃ <WH8104> and keep"},{"number":32,"verse":"ופקדתי <WH6485> Then will I visit בשׁבט <WH7626> with the rod, פשׁעם <WH6588> their transgression ובנגעים <WH5061> with stripes. עונם׃ <WH5771> and their iniquity"},{"number":33,"verse":"וחסדי <WH2617> Nevertheless my lovingkindness לא <WH3808> will I not אפיר <WH6331> utterly take מעמו <WH5973> from ולא <WH3808> him, nor אשׁקר <WH8266> suffer my faithfulness to fail. באמונתי׃ <WH530> suffer my faithfulness to fail."},{"number":34,"verse":"לא <WH3808> will I not אחלל <WH2490> break, בריתי <WH1285> My covenant ומוצא <WH4161> the thing that is gone out שׂפתי <WH8193> of my lips. לא <WH3808> nor אשׁנה׃ <WH8138> alter"},{"number":35,"verse":"אחת <WH259> Once נשׁבעתי <WH7650> have I sworn בקדשׁי <WH6944> by my holiness אם <WH518> that I will not לדוד <WH1732> unto David. אכזב׃ <WH3576> lie"},{"number":36,"verse":"זרעו <WH2233> His seed לעולם <WH5769> forever, יהיה <WH1961> shall endure וכסאו <WH3678> and his throne כשׁמשׁ <WH8121> as the sun נגדי׃ <WH5048> before"},{"number":37,"verse":"כירח <WH3394> as the moon, יכון <WH3559> It shall be established עולם <WH5769> forever ועד <WH5707> witness בשׁחק <WH7834> in heaven. נאמן <WH539> and a faithful סלה׃ <WH5542> Selah."},{"number":38,"verse":"ואתה <WH859> But thou זנחת <WH2186> hast cast off ותמאס <WH3988> and abhorred, התעברת <WH5674> thou hast been wroth עם <WH5973> with משׁיחך׃ <WH4899> thine anointed."},{"number":39,"verse":"נארתה <WH5010> Thou hast made void ברית <WH1285> the covenant עבדך <WH5650> of thy servant: חללת <WH2490> thou hast profaned לארץ <WH776> to the ground. נזרו׃ <WH5145> his crown"},{"number":40,"verse":"פרצת <WH6555> Thou hast broken down כל <WH3605> all גדרתיו <WH1448> his hedges; שׂמת <WH7760> thou hast brought מבצריו <WH4013> his strongholds מחתה׃ <WH4288> to ruin."},{"number":41,"verse":"שׁסהו <WH8155> spoil כל <WH3605> All עברי <WH5674> that pass by דרך <WH1870> the way היה <WH1961> him: he is חרפה <WH2781> a reproach לשׁכניו׃ <WH7934> to his neighbors."},{"number":42,"verse":"הרימות <WH7311> Thou hast set up ימין <WH3225> the right hand צריו <WH6862> of his adversaries; השׂמחת <WH8055> to rejoice. כל <WH3605> thou hast made all אויביו׃ <WH341> his enemies"},{"number":43,"verse":"אף <WH637> Thou hast also תשׁיב <WH7725> turned צור <WH6697> the edge חרבו <WH2719> of his sword, ולא <WH3808> and hast not הקימתו <WH6965> made him to stand במלחמה׃ <WH4421> in the battle."},{"number":44,"verse":"השׁבת <WH7673> to cease, מטהרו <WH2892> וכסאו <WH3678> his throne לארץ <WH776> down to the ground. מגרתה׃ <WH4048> and cast"},{"number":45,"verse":"הקצרת <WH7114> hast thou shortened: ימי <WH3117> The days עלומיו <WH5934> of his youth העטית <WH5844> thou hast covered עליו <WH5921> thou hast covered בושׁה <WH955> him with shame. סלה׃ <WH5542> Selah."},{"number":46,"verse":"עד <WH5704> מההוה <WH3068> LORD? תסתר <WH5641> wilt thou hide thyself לנצח <WH5331> forever? תבער <WH1197> burn כמו <WH3644> like אשׁ <WH784> fire? חמתך׃ <WH2534> shall thy wrath"},{"number":47,"verse":"זכר <WH2142> Remember אני <WH589> my מה <WH4100> how חלד <WH2465> short על <WH5921> time is: wherefore מה <WH4100> time is: wherefore שׁוא <WH7723> in vain? בראת <WH1254> hast thou made כל <WH3605> all בני <WH1121> men אדם׃ <WH120> men"},{"number":48,"verse":"מי <WH4310> What גבר <WH1397> man יחיה <WH2421> liveth, ולא <WH3808> and shall not יראה <WH7200> see מות <WH4194> death? ימלט <WH4422> shall he deliver נפשׁו <WH5315> his soul מיד <WH3027> from the hand שׁאול <WH7585> of the grave? סלה׃ <WH5542> Selah."},{"number":49,"verse":"איה <WH346> where חסדיך <WH2617> lovingkindnesses, הראשׁנים <WH7223> thy former אדני <WH136> Lord, נשׁבעת <WH7650> thou swarest לדוד <WH1732> unto David באמונתך׃ <WH530> in thy truth?"},{"number":50,"verse":"זכר <WH2142> Remember, אדני <WH136> Lord, חרפת <WH2781> the reproach עבדיך <WH5650> of thy servants; שׂאתי <WH5375> I do bear בחיקי <WH2436> in my bosom כל <WH3605> all רבים <WH7227> the mighty עמים׃ <WH5971> people;"},{"number":51,"verse":"אשׁר <WH834> Wherewith חרפו <WH2778> have reproached, אויביך <WH341> thine enemies יהוה <WH3068> O LORD; אשׁר <WH834> wherewith חרפו <WH2778> they have reproached עקבות <WH6119> the footsteps משׁיחך׃ <WH4899> of thine anointed."},{"number":52,"verse":"ברוך <WH1288> Blessed יהוה <WH3068> the LORD לעולם <WH5769> forevermore. אמן <WH543> Amen, ואמן׃ <WH543> and Amen."}]}