{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":92,"verses":[{"number":1,"verse":"מזמור <WH4210> A Psalm שׁיר <WH7892> Song ליום <WH3117> day. השׁבת׃ <WH7676> for the sabbath טוב <WH2896> good להדות <WH3034> to give thanks ליהוה <WH3068> unto the LORD, ולזמר <WH2167> and to sing praises לשׁמך <WH8034> unto thy name, עליון׃ <WH5945> O most High:"},{"number":2,"verse":"להגיד <WH5046> To show forth בבקר <WH1242> in the morning, חסדך <WH2617> thy lovingkindness ואמונתך <WH530> and thy faithfulness בלילות׃ <WH3915> every night,"},{"number":3,"verse":"עלי <WH5921> Upon עשׂור <WH6218> an instrument of ten strings, ועלי <WH5921> and upon נבל <WH5035> the psaltery; עלי <WH5921> with הגיון <WH1902> a solemn sound. בכנור׃ <WH3658> upon the harp"},{"number":4,"verse":"כי <WH3588> For שׂמחתני <WH8055> hast made me glad יהוה <WH3068> thou, LORD, בפעלך <WH6467> through thy work: במעשׂי <WH4639> in the works ידיך <WH3027> of thy hands. ארנן׃ <WH7442> I will triumph"},{"number":5,"verse":"מה <WH4100> how גדלו <WH1431> great מעשׂיך <WH4639> are thy works! יהוה <WH3068> O LORD, מאד <WH3966> are very עמקו <WH6009> deep. מחשׁבתיך׃ <WH4284> thy thoughts"},{"number":6,"verse":"אישׁ <WH376> man בער <WH1198> A brutish לא <WH3808> not; ידע <WH3045> knoweth וכסיל <WH3684> doth a fool לא <WH3808> neither יבין <WH995> understand את <WH853> זאת׃ <WH2063> this."},{"number":7,"verse":"בפרח <WH6524> spring רשׁעים <WH7563> When the wicked כמו <WH3644> as עשׂב <WH6212> the grass, ויציצו <WH6692> do flourish; כל <WH3605> and when all פעלי <WH6466> the workers און <WH205> of iniquity להשׁמדם <WH8045> that they shall be destroyed עדי <WH5703> forever: עד׃ <WH5704> forever:"},{"number":8,"verse":"ואתה <WH859> But thou, מרום <WH4791> high לעלם <WH5769> forevermore. יהוה׃ <WH3068> LORD,"},{"number":9,"verse":"כי <WH3588> For, הנה <WH2009> lo, איביך <WH341> thine enemies, יהוה <WH3068> O LORD, כי <WH3588> for, הנה <WH2009> lo, איביך <WH341> thine enemies יאבדו <WH6> shall perish; יתפרדו <WH6504> shall be scattered. כל <WH3605> all פעלי <WH6466> the workers און׃ <WH205> of iniquity"},{"number":10,"verse":"ותרם <WH7311> shalt thou exalt כראים <WH7214> like a unicorn: קרני <WH7161> <WH7161> But my horn בלתי <WH1101> I shall be anointed בשׁמן <WH8081> oil. רענן׃ <WH7488> with fresh"},{"number":11,"verse":"ותבט <WH5027> also shall see עיני <WH5869> Mine eye בשׁורי <WH7790> on mine enemies, בקמים <WH6965> that rise up עלי <WH5921> against מרעים <WH7489> of the wicked תשׁמענה <WH8085> shall hear אזני׃ <WH241> mine ears"},{"number":12,"verse":"צדיק <WH6662> The righteous כתמר <WH8558> like the palm tree: יפרח <WH6524> shall flourish כארז <WH730> like a cedar בלבנון <WH3844> in Lebanon. ישׂגה׃ <WH7685> he shall grow"},{"number":13,"verse":"שׁתולים <WH8362> Those that be planted בבית <WH1004> in the house יהוה <WH3068> of the LORD בחצרות <WH2691> in the courts אלהינו <WH430> of our God. יפריחו׃ <WH6524> shall flourish"},{"number":14,"verse":"עוד <WH5750> They shall still ינובון <WH5107> bring forth fruit בשׂיבה <WH7872> in old age; דשׁנים <WH1879> fat ורעננים <WH7488> and flourishing; יהיו׃ <WH1961> they shall be"},{"number":15,"verse":"להגיד <WH5046> To show כי <WH3588> that ישׁר <WH3477> upright: יהוה <WH3068> the LORD צורי <WH6697> my rock, ולא <WH3808> and no עלתה׃ <WH5766> unrighteousness"}]}