{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":95,"verses":[{"number":1,"verse":"לכו <WH1980> O come, נרננה <WH7442> let us sing ליהוה <WH3068> unto the LORD: נריעה <WH7321> let us make a joyful noise לצור <WH6697> to the rock ישׁענו׃ <WH3468> of our salvation."},{"number":2,"verse":"נקדמה <WH6923> Let us come before פניו <WH6440> his presence בתודה <WH8426> with thanksgiving, בזמרות <WH2158> unto him with psalms. נריע׃ <WH7321> and make a joyful noise"},{"number":3,"verse":"כי <WH3588> For אל <WH410> God, גדול <WH1419> a great יהוה <WH3068> the LORD ומלך <WH4428> King גדול <WH1419> and a great על <WH5921> above כל <WH3605> all אלהים׃ <WH430> gods."},{"number":4,"verse":"אשׁר <WH834> בידו <WH3027> In his hand מחקרי <WH4278> the deep places ארץ <WH776> of the earth: ותועפות <WH8443> the strength הרים׃ <WH2022> of the hills"},{"number":5,"verse":"אשׁר <WH834> לו הים <WH3220> The sea והוא <WH1931> his, and he עשׂהו <WH6213> made ויבשׁת <WH3006> the dry ידיו <WH3027> it: and his hands יצרו׃ <WH3335> formed"},{"number":6,"verse":"באו <WH935> O come, נשׁתחוה <WH7812> let us worship ונכרעה <WH3766> and bow down: נברכה <WH1288> let us kneel לפני <WH6440> before יהוה <WH3068> the LORD עשׂנו׃ <WH6213> our maker."},{"number":7,"verse":"כי <WH3588> For הוא <WH1931> he אלהינו <WH430> our God; ואנחנו <WH587> and we עם <WH5971> the people מרעיתו <WH4830> of his pasture, וצאן <WH6629> and the sheep ידו <WH3027> of his hand. היום <WH3117> Today אם <WH518> if בקלו <WH6963> his voice, תשׁמעו׃ <WH8085> ye will hear"},{"number":8,"verse":"אל <WH408> not תקשׁו <WH7185> Harden לבבכם <WH3824> your heart, כמריבה <WH4808> as in the provocation, כיום <WH3117> as the day מסה <WH4531> of temptation במדבר׃ <WH4057> in the wilderness:"},{"number":9,"verse":"אשׁר <WH834> When נסוני <WH5254> tempted אבותיכם <WH1> your fathers בחנוני <WH974> me, proved גם <WH1571> me, and ראו <WH7200> saw פעלי׃ <WH6467> my work."},{"number":10,"verse":"ארבעים <WH705> Forty שׁנה <WH8141> years אקוט <WH6962> long was I grieved בדור <WH1755> with generation, ואמר <WH559> and said, עם <WH5971> a people תעי <WH8582> that do err לבב <WH3824> in their heart, הם <WH1992> It והם <WH1992> and they לא <WH3808> have not ידעו <WH3045> known דרכי׃ <WH1870> my ways:"},{"number":11,"verse":"אשׁר <WH834> Unto whom נשׁבעתי <WH7650> I swore באפי <WH639> in my wrath אם <WH518> that יבאון <WH935> they should not enter אל <WH413> into מנוחתי׃ <WH4496> my rest."}]}