{"bibleAbbr":"Orig2013+","bookName":"תהלים","bookEnglishName":"Psalms","chapterNumber":99,"verses":[{"number":1,"verse":"יהוה <WH3068> The LORD מלך <WH4427> reigneth; ירגזו <WH7264> tremble: עמים <WH5971> let the people ישׁב <WH3427> he sitteth כרובים <WH3742> the cherubims; תנוט <WH5120> be moved. הארץ׃ <WH776> let the earth"},{"number":2,"verse":"יהוה <WH3068> The LORD בציון <WH6726> in Zion; גדול <WH1419> great ורם <WH7311> high הוא <WH1931> and he על <WH5921> above כל <WH3605> all העמים׃ <WH5971> the people."},{"number":3,"verse":"יודו <WH3034> Let them praise שׁמך <WH8034> name; גדול <WH1419> thy great ונורא <WH3372> and terrible קדושׁ <WH6918> holy. הוא׃ <WH1931> it"},{"number":4,"verse":"ועז <WH5797> strength מלך <WH4428> The king's משׁפט <WH4941> judgment; אהב <WH157> also loveth אתה <WH859> thou כוננת <WH3559> dost establish מישׁרים <WH4339> equity, משׁפט <WH4941> judgment וצדקה <WH6666> and righteousness ביעקב <WH3290> in Jacob. אתה <WH859> thou עשׂית׃ <WH6213> executest"},{"number":5,"verse":"רוממו <WH7311> Exalt יהוה <WH3068> ye the LORD אלהינו <WH430> our God, והשׁתחוו <WH7812> and worship להדם <WH1916> at his footstool; רגליו <WH7272> at his footstool; קדושׁ <WH6918> holy. הוא׃ <WH1931> he"},{"number":6,"verse":"משׁה <WH4872> Moses ואהרן <WH175> and Aaron בכהניו <WH3548> among his priests, ושׁמואל <WH8050> and Samuel בקראי <WH7121> among them that call upon שׁמו <WH8034> his name; קראים <WH7121> they called אל <WH413> upon יהוה <WH3068> the LORD, והוא <WH1931> and he יענם׃ <WH6030> answered"},{"number":7,"verse":"בעמוד <WH5982> pillar: ענן <WH6051> them in the cloudy ידבר <WH1696> He spoke אליהם <WH413> unto שׁמרו <WH8104> they kept עדתיו <WH5713> his testimonies, וחק <WH2706> and the ordinance נתן׃ <WH5414> he gave"},{"number":8,"verse":"יהוה <WH3069> אלהינו <WH430> our God: אתה <WH859> thou עניתם <WH6030> Thou answeredst אל <WH410> a God נשׂא <WH5375> that forgavest היית <WH1961> wast להם <WH1992> ונקם <WH5358> them, though thou tookest vengeance על <WH5921> of עלילותם׃ <WH5949> their inventions."},{"number":9,"verse":"רוממו <WH7311> Exalt יהוה <WH3068> the LORD אלהינו <WH430> our God, והשׁתחוו <WH7812> and worship להר <WH2022> hill; קדשׁו <WH6944> at his holy כי <WH3588> for קדושׁ <WH6918> holy. יהוה <WH3068> the LORD אלהינו׃ <WH430> our God"}]}