{"bibleAbbr":"CVg2018","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":17,"verses":[{"number":1,"verse":"Et venit unus de septem angelis, qui habebant septem phialas, et locutus est mecum, dicens : Veni, ostendam tibi damnationem meretricis magnæ, quæ sedet super aquas multas,"},{"number":2,"verse":"cum qua fornicati sunt reges terræ, et inebriati sunt qui inhabitant terram de vino prostitutionis ejus."},{"number":3,"verse":"Et abstulit me in spiritu in desertum. Et vidi mulierem sedentem super bestiam coccineam, plenam nominibus blasphemiæ, habentem capita septem, et cornua decem."},{"number":4,"verse":"Et mulier erat circumdata purpura, et coccino, et inaurata auro, et lapide pretioso, et margaritis, habens poculum aureum in manu sua, plenum abominatione, et immunditia fornicationis ejus."},{"number":5,"verse":"Et in fronte ejus nomen scriptum : Mysterium : Babylon magna, mater fornicationum, et abominationum terræ."},{"number":6,"verse":"Et vidi mulierem ebriam de sanguine sanctorum, et de sanguine martyrum Jesu. Et miratus sum cum vidissem illam admiratione magna."},{"number":7,"verse":"Et dixit mihi angelus : Quare miraris ? ego dicam tibi sacramentum mulieris, et bestiæ, quæ portat eam, quæ habet capita septem, et cornua decem."},{"number":8,"verse":"Bestia, quam vidisti, fuit, et non est, et ascensura est de abysso, et in interitum ibit : et mirabuntur inhabitantes terram (quorum non sunt scripta nomina in libro vitæ a constitutione mundi) videntes bestiam, quæ erat, et non est."},{"number":9,"verse":"Et hic est sensus, qui habet sapientiam. Septem capita, septem montes sunt, super quos mulier sedet, et reges septem sunt."},{"number":10,"verse":"Quinque ceciderunt, unus est, et alius nondum venit : et cum venerit, oportet illum breve tempus manere."},{"number":11,"verse":"Et bestia, quæ erat, et non est : et ipsa octava est : et de septem est, et in interitum vadit."},{"number":12,"verse":"Et decem cornua, quæ vidisti, decem reges sunt : qui regnum nondum acceperunt, sed potestatem tamquam reges una hora accipient post bestiam."},{"number":13,"verse":"Hi unum consilium habent, et virtutem, et potestatem suam bestiæ tradent."},{"number":14,"verse":"Hi cum Agno pugnabunt, et Agnus vincet illos : quoniam Dominus dominorum est, et Rex regum, et qui cum illo sunt, vocati, electi, et fideles."},{"number":15,"verse":"Et dixit mihi : Aquæ, quas vidisti ubi meretrix sedet, populi sunt, et gentes, et linguæ."},{"number":16,"verse":"Et decem cornua, quæ vidisti in bestia : hi odient fornicariam, et desolatam facient illam, et nudam, et carnes ejus manducabunt, et ipsam igni concremabunt."},{"number":17,"verse":"Deus enim dedit in corda eorum ut faciant quod placitum est illi : ut dent regnum suum bestiæ donec consummentur verba Dei."},{"number":18,"verse":"Et mulier, quam vidisti, est civitas magna, quæ habet regnum super reges terræ."}]}