{"bibleAbbr":"CVg2018","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":6,"verses":[{"number":1,"verse":"Et vidi quod aperuisset Agnus unum de septem sigillis, et audivi unum de quatuor animalibus, dicens tamquam vocem tonitrui : Veni, et vide."},{"number":2,"verse":"Et vidi : et ecce equus albus, et qui sedebat super illum, habebat arcum, et data est ei corona, et exivit vincens ut vinceret."},{"number":3,"verse":"Et cum aperuisset sigillum secundum, audivi secundum animal, dicens : Veni, et vide."},{"number":4,"verse":"Et exivit alius equus rufus : et qui sedebat super illum, datum est ei ut sumeret pacem de terra, et ut invicem se interficiant, et datus est ei gladius magnus."},{"number":5,"verse":"Et cum aperuisset sigillum tertium, audivi tertium animal, dicens : Veni, et vide. Et ecce equus niger : et qui sedebat super illum, habebat stateram in manu sua."},{"number":6,"verse":"Et audivi tamquam vocem in medio quatuor animalium dicentium : Bilibris tritici denario et tres bilibres hordei denario, et vinum, et oleum ne læseris."},{"number":7,"verse":"Et cum aperuisset sigillum quartum, audivi vocem quarti animalis dicentis : Veni, et vide."},{"number":8,"verse":"Et ecce equus pallidus : et qui sedebat super eum, nomen illi Mors, et infernus sequebatur eum, et data est illi potestas super quatuor partes terræ, interficere gladio, fame, et morte, et bestiis terræ."},{"number":9,"verse":"Et cum aperuisset sigillum quintum, vidi subtus altare animas interfectorum propter verbum Dei, et propter testimonium, quod habebant :"},{"number":10,"verse":"et clamabant voce magna, dicentes : Usquequo Domine (sanctus et verus), non judicas, et non vindicas sanguinem nostrum de iis qui habitant in terra ?"},{"number":11,"verse":"Et datæ sunt illis singulæ stolæ albæ : et dictum est illis ut requiescerent adhuc tempus modicum donec compleantur conservi eorum, et fratres eorum, qui interficiendi sunt sicut et illi."},{"number":12,"verse":"Et vidi cum aperuisset sigillum sextum : et ecce terræmotus magnus factus est, et sol factus est niger tamquam saccus cilicinus : et luna tota facta est sicut sanguis :"},{"number":13,"verse":"et stellæ de cælo ceciderunt super terram, sicut ficus emittit grossos suos cum a vento magno movetur :"},{"number":14,"verse":"et cælum recessit sicut liber involutus : et omnis mons, et insulæ de locis suis motæ sunt :"},{"number":15,"verse":"et reges terræ, et principes, et tribuni, et divites, et fortes, et omnis servus, et liber absconderunt se in speluncis, et in petris montium :"},{"number":16,"verse":"et dicunt montibus, et petris : Cadite super nos, et abscondite nos a facie sedentis super thronum, et ab ira Agni :"},{"number":17,"verse":"quoniam venit dies magnus iræ ipsorum : et quis poterit stare ?"}]}