{"bibleAbbr":"orOV2014","bookName":"ପ୍ରେରିତମାନଙ୍କର କାର୍ଯ୍ୟର ବିବରଣ","bookEnglishName":"Acts of the Apostles","chapterNumber":10,"verses":[{"number":1,"verse":"( ପିତର ଓ କର୍ଣ୍ଣିଲୀୟ) କାଇସରିଆ ନଗରରେ କର୍ଣ୍ଣିଲୀୟ ନାମକ ଜଣେ ବ୍ୟକ୍ତି ଥିଲେ, ସେ ଇତାଲିକ ନାମକ ସୈନ୍ୟଦଳର ଜଣେ ଶତସେନାପତି ଥିଲେ;"},{"number":2,"verse":"ସେ ଜଣେ ଭକ୍ତ, ଆଉ ସପରିବାରରେ ଈଶ୍ଵରଙ୍କୁ ଭୟ କରୁଥିଲେ । ସେ ଲୋକମାନଙ୍କୁ ବହୁତ ଦାନ ଦେଉଥିଲେ, ଆଉ ସର୍ବଦା ଈଶ୍ଵରଙ୍କ ଛାମୁରେ ପ୍ରାର୍ଥନା କରୁଥିଲେ ।"},{"number":3,"verse":"ଦିନେ ଅପରାହ୍ନ ପ୍ରାୟ ତିନି ଘଣ୍ଟା ସମୟରେ ସେ ସ୍ପଷ୍ଟ ରୂପେ ଗୋଟିଏ ଦର୍ଶନ ପାଇଲେ, ଯେପରି ଈଶ୍ଵରଙ୍କର ଜଣେ ଦୂତ ତାଙ୍କ ନିକଟକୁ ଆସି କହୁଅଛନ୍ତି, ହେ କର୍ଣ୍ଣିଲୀୟ ।"},{"number":4,"verse":"ସେଥିରେ ସେ ତାଙ୍କ ପ୍ରତି ଏକଦୃଷ୍ଟିରେ ଚାହିଁ ଭୀତ ହୋଇ କହିଲେ, ହେ ପ୍ରଭୁ, କଅଣ ? ସେ ତାଙ୍କୁ କହିଲେ, ତୁମ୍ଭର ପ୍ରାର୍ଥନା ଓ ଦାନସବୁ ସ୍ମରଣାର୍ଥକ ବଳି ସ୍ଵରୂପେ ଊର୍ଦ୍ଧ୍ଵରେ ଈଶ୍ଵରଙ୍କ ଛାମୁରେ ଉଠିଅଛି ।"},{"number":5,"verse":"ଏବେ ତୁମ୍ଭେ ଯାଫୋକୁ ଲୋକ ପଠାଇ ଶିମୋନଙ୍କୁ ଡକାଇ ଆଣ, ତାଙ୍କ ଉପନାମ ପିତର;"},{"number":6,"verse":"ସେ ଶିମୋନ ନାମକ ଜଣେ ଚର୍ମକାରଙ୍କ ଅତିଥି ସ୍ଵରୂପେ ବାସ କରୁଅଛନ୍ତି, ତାଙ୍କ ଘର ସମୁଦ୍ର କୂଳରେ ।"},{"number":7,"verse":"ତାଙ୍କ ସାଙ୍ଗରେ କଥା କହୁଥିବା ଦୂତ ପ୍ରସ୍ଥାନ କଲା ଉତ୍ତାରେ ସେ ଆପଣା ଗୃହର ଦାସମାନଙ୍କ ମଧ୍ୟରୁ ଦୁଇ ଜଣଙ୍କୁ, ପୁଣି ତାଙ୍କର ସେବା କରୁଥିବା ସୈନ୍ୟମାନଙ୍କ ମଧ୍ୟରୁ ଜଣେ ଭକ୍ତ ସୈନ୍ୟକୁ ଡାକିଲେ,"},{"number":8,"verse":"ଆଉ ସେମାନଙ୍କୁ ସମସ୍ତ କଥା ବୁଝାଇ ଯାଫୋକୁ ପଠାଇଲେ ।"},{"number":9,"verse":"( ପିତରଙ୍କ ଦର୍ଶନ) ପରଦିନ ସେମାନେ ଯାଉ ଯାଉ ଯେତେବେଳେ ସେହି ନଗରର ନିକଟବର୍ତ୍ତୀ ହେଲେ, ସେତେବେଳେ ପିତର ପ୍ରାୟ ଦିନ ବାର ଘଣ୍ଟା ସମୟରେ ପ୍ରାର୍ଥନା କରିବା ନିମନ୍ତେ ଛାତ ଉପରକୁ ଗଲେ,"},{"number":10,"verse":"ଆଉ ସେ କ୍ଷୁଧିତ ହୋଇ ଭୋଜନ କରିବାକୁ ଇଚ୍ଛା କଲେ, କିନ୍ତୁ ସେମାନେ ଖାଦ୍ୟ ପ୍ରସ୍ତୁତ କରୁଥିବା ସମୟରେ ସେ ମୂର୍ଚ୍ଛିତ ହୋଇ ଦର୍ଶନ ପାଇ ଦେଖିଲେ,"},{"number":11,"verse":"ଆକାଶ ଉନ୍ମୁକ୍ତ ହୋଇଅଛି, ପୁଣି ଗୋଟିଏ ପାତ୍ର ତଳକୁ ଆସୁଅଛି, ଯେପରି ଗୋଟିଏ ବଡ଼ ଚାଦର ଚାରି କୋଣରେ ଧରା ହୋଇ ପୃଥିବୀ ଉପରକୁ ଖସାଇ ଦିଆଯାଉଅଛି;"},{"number":12,"verse":"ସେଥିରେ ପୃଥିବୀର ସର୍ବପ୍ରକାର ଚତୁଷ୍ପଦ ପ୍ରାଣୀ, ସରୀସୃପ ଓ ଆକାଶର ପକ୍ଷୀଗୁଡ଼ିକ ଅଛନ୍ତି ।"},{"number":13,"verse":"ଆଉ, ତାଙ୍କ ପ୍ରତି ଏହି ବାଣୀ ହେଲା, ହେ ପିତର, ଉଠ, ବଧ କରି ଭୋଜନ କର ।"},{"number":14,"verse":"କିନ୍ତୁ ପିତର କହିଲେ, ନାହିଁ, ପ୍ରଭୋ, ମୁଁ କେବେ ହେଲେ କୌଣସି ଅପବିତ୍ର ଓ ଅଶୁଚି ପଦାର୍ଥ ଭୋଜନ କରି ନାହିଁ ।"},{"number":15,"verse":"ପୁନଶ୍ଚ ଦ୍ଵିତୀୟ ଥର ତାଙ୍କ ପ୍ରତି ଏହି ବାଣୀ ହେଲା, ଈଶ୍ଵର ଯାହା ଶୁଚି କରିଅଛନ୍ତି, ତାହା ତୁମ୍ଭେ ଅଶୁଚି ବୋଲି ନ କୁହ ।"},{"number":16,"verse":"ଏହି ପ୍ରକାର ତିନି ଥର ହେଲା, ଆଉ ତତ୍କ୍ଷଣାତ୍ ସେହି ପାତ୍ରଟି ଆକାଶକୁ ଉଠାଇ ନିଆଗଲା ।"},{"number":17,"verse":"ପିତର ଯେଉଁ ଦର୍ଶନ ପାଇଥିଲେ, ସେଥିର ଅର୍ଥ କଅଣ, ତାହା ଭାବି ସେ ହତବୁଦ୍ଧି ହେଉଥିବା ସମୟରେ, ଦେଖ, କର୍ଣ୍ଣିଲୀୟଙ୍କ ପ୍ରେରିତ ଲୋକମାନେ ଶିମୋନଙ୍କ ଗୃହର ଅନୁସନ୍ଧାନ କରି ଦ୍ଵାର ନିକଟରେ ଠିଆ ହୋଇ,"},{"number":18,"verse":"ପିତର ଉପନାମପ୍ରାପ୍ତ ଶିମୋନ ସେଠାରେ ଅତିଥି ସ୍ଵରୂପେ ବାସ କରୁଅଛନ୍ତି କି ନାହିଁ, ତାହା ଡାକି ପଚାରିଲେ ।"},{"number":19,"verse":"ପିତର ସେହି ଦର୍ଶନ ବିଷୟ ଚିନ୍ତା କରୁଥିବା ସମୟରେ ଆତ୍ମା ତାଙ୍କୁ କହିଲେ, ଦେଖ, ତିନି ଜଣ ଲୋକ ତୁମ୍ଭକୁ ଖୋଜୁଅଛନ୍ତି ।"},{"number":20,"verse":"ଉଠ, ତଳକୁ ଯାଇ କିଛି ସନ୍ଦେହ ନ କରି ସେମାନଙ୍କ ସାଙ୍ଗରେ ଯାଅ, କାରଣ ଆମ୍ଭେ ସେମାନଙ୍କୁ ପଠାଇଅଛୁ ।"},{"number":21,"verse":"ସେଥିରେ ପିତର ସେହି ଲୋକମାନଙ୍କ ନିକଟକୁ ଓହ୍ଲାଇଆସି କହିଲେ, ଦେଖ, ତୁମ୍ଭେମାନେ ଯାହାକୁ ଖୋଜୁଅଛ, ମୁଁ ସେହି । ତୁମ୍ଭମାନଙ୍କ ଆସିବାର କାରଣ କଅଣ ?"},{"number":22,"verse":"ସେମାନେ କହିଲେ, କର୍ଣ୍ଣିଲୀୟ ନାମକ ଜଣେ ଶତସେନାପତି, ଯେ ଧାର୍ମିକ ବ୍ୟକ୍ତି ଓ ଈଶ୍ଵରଙ୍କୁ ଭୟ କରନ୍ତି, ପୁଣି, ସମସ୍ତ ଯିହୁଦୀ ଜାତିଙ୍କ ନିକଟରେ ସୁଖ୍ୟାତିପ୍ରାପ୍ତ, ସେ ନିଜ ଗୃହକୁ ଆପଣଙ୍କୁ ଡକାଇପଠାଇ ଆପଣଙ୍କଠାରୁ କଥା ଶୁଣିବା ନିମନ୍ତେ ପବିତ୍ର ଦୂତଙ୍କ ଦ୍ଵାରା ପ୍ରତ୍ୟାଦେଶ ପାଇଅଛନ୍ତି ।"},{"number":23,"verse":"ସେଥିରେ ସେ ସେମାନଙ୍କୁ ଭିତରକୁ ଡାକିନେଇ ସେମାନଙ୍କର ଆତିଥ୍ୟ କଲେ । ତହିଁ ଆରଦିନ ସେ ଉଠି ସେମାନଙ୍କ ସହିତ ପ୍ରସ୍ଥାନ କଲେ, ପୁଣି ଯାଫୋ ନିବାସୀ ଭାଇମାନଙ୍କ ମଧ୍ୟରୁ କେତେକ ଜଣ ତାଙ୍କ ସାଙ୍ଗରେ ଗଲେ ।"},{"number":24,"verse":"ପରଦିନ ସେମାନେ କାଇସରିଆରେ ପ୍ରବେଶ କଲେ, ଆଉ, କର୍ଣ୍ଣିଲୀୟ ଆପଣା ଆତ୍ମୀୟ ଓ ନିକଟସ୍ଥ ବନ୍ଧୁମାନଙ୍କୁ ଡାକି ଏକତ୍ର କରି ସେମାନଙ୍କ ଅପେକ୍ଷାରେ ଥିଲେ ।"},{"number":25,"verse":"ପିତର ପ୍ରବେଶ କରନ୍ତେ କର୍ଣ୍ଣିଲୀୟ ତାଙ୍କୁ ଭେଟି ଚରଣ ତଳେ ପଡ଼ି ତାଙ୍କୁ ପ୍ରଣାମ କଲେ ।"},{"number":26,"verse":"କିନ୍ତୁ ପିତର ତାଙ୍କୁ ଉଠାଇ କହିଲେ, ଠିଆ ହୁଅ; ମୁଁ ମଧ୍ୟ ଜଣେ ମନୁଷ୍ୟ ।"},{"number":27,"verse":"ସେଥିରେ ସେ ତାଙ୍କ ସାଙ୍ଗରେ ଆଳାପ କରୁ କରୁ ଭିତରକୁ ଯାଇ ଦେଖିଲେ, ଅନେକ ଲୋକ ଏକତ୍ରିତ ହୋଇଅଛନ୍ତି,"},{"number":28,"verse":"ଆଉ ସେ ସେମାନଙ୍କୁ କହିଲେ, ଅନ୍ୟ ଜାତିର କୌଣସି ଲୋକ ସାଙ୍ଗରେ ମିଶିବା କିମ୍ଵା ତାହା ପାଖକୁ ଯିବା ଯିହୁଦୀ ଲୋକ ପକ୍ଷରେ କିପରି ବିଧିସଙ୍ଗତ ନୁହେଁ, ତାହା ଆପଣମାନେ ଜାଣନ୍ତି; ତଥାପି କୌଣସି ଲୋକକୁ ଅପବିତ୍ର କି ଅଶୁଚି ବୋଲି ନ କହିବାକୁ ଈଶ୍ଵର ମୋତେ ଦେଖାଇଅଛନ୍ତି ।"},{"number":29,"verse":"ସେଥିପାଇଁ ମୋତେ ଆହ୍ଵାନ କରାଯିବାମାତ୍ର ମୁଁ ମଧ୍ୟ ଆପତ୍ତି ନ କରି ଆସିଲି । ଏଣୁ ମୁଁ ପଚାରେ, କି ନିମନ୍ତେ ଆପଣମାନେ ମୋତେ ଡକାଇଅଛନ୍ତି ?"},{"number":30,"verse":"କର୍ଣ୍ଣିଲୀୟ କହିଲେ, ଚାରି ଦିନ ପୂର୍ବେ ଠିକ୍ ଏହି ସମୟରେ ମୁଁ ଆପଣା ଗୃହରେ ଅପରାହ୍ନ ତିନି ଘଣ୍ଟା ସମୟରେ ପ୍ରାର୍ଥନା କରୁଥିଲି; ଆଉ ଦେଖନ୍ତୁ, ଉଜ୍ଜ୍ଵଳ ବସ୍ତ୍ର ପରିହିତ ଜଣେ ବ୍ୟକ୍ତି ମୋʼ ସମ୍ମୁଖରେ ଠିଆ ହୋଇ କହିଲେ, କର୍ଣ୍ଣିଲୀୟ, ତୁମ୍ଭର ପ୍ରାର୍ଥନା ଶୁଣାଯାଇଅଛି;"},{"number":31,"verse":"ପୁଣି, ତୁମ୍ଭର ଦାନସବୁ ଈଶ୍ଵରଙ୍କ ସାକ୍ଷାତରେ ସ୍ମରଣ କରାଯାଇଅଛି ।"},{"number":32,"verse":"ଅତଏବ, ଯାଫୋକୁ ଲୋକ ପଠାଇ ପିତର ଉପନାମପ୍ରାପ୍ତ ଶିମୋନଙ୍କୁ ପାଖକୁ ଡକାଇ ଆଣ, ସେ ସମୁଦ୍ର କୂଳରେ ଶିମୋନ ଚର୍ମକାରଙ୍କ ଗୃହରେ ଅତିଥି ସ୍ଵରୂପେ ବାସ କରୁଅଛନ୍ତି ।"},{"number":33,"verse":"ଏନିମନ୍ତେ ମୁଁ ଅବିଳମ୍ଵରେ ଆପଣଙ୍କ ନିକଟକୁ ଲୋକ ପଠାଇଲି, ଆଉ ଆପଣ ଯେ ଆସିଅଛନ୍ତି, ଭଲ କରିଅଛନ୍ତି । ଅତଏବ, ପ୍ରଭୁ ଆପଣଙ୍କୁ ଯାହାସବୁ ଆଦେଶ ଦେଇଅଛନ୍ତି, ତାହା ଶୁଣିବା ନିମନ୍ତେ ଆମ୍ଭେମାନେ ସମସ୍ତେ ଈଶ୍ଵରଙ୍କ ସାକ୍ଷାତରେ ଉପସ୍ଥିତ ଅଛୁ ।"},{"number":34,"verse":"ସେଥିରେ ପିତର ମୁଖ ଫିଟାଇ କହିଲେ, ଈଶ୍ଵର ଯେ ମୁଖାପେକ୍ଷା କରନ୍ତି ନାହିଁ,"},{"number":35,"verse":"( ପିତରଙ୍କ ଶିକ୍ଷା) କିନ୍ତୁ ପ୍ରତ୍ୟେକ ଜାତିରେ ଯେକେହି ତାହାଙ୍କୁ ଭୟ କରି ଧର୍ମାଚରଣ କରେ, ସେ ଯେ ତାହାଙ୍କ ନିକଟରେ ଗ୍ରାହ୍ୟ ହୁଏ, ଏହା ମୁଁ ସତ୍ୟ ବୁଝୁଅଛି ।"},{"number":36,"verse":"ସେ ତ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ଦ୍ଵାରା ଶାନ୍ତିର ସୁସମାଚାର ପ୍ରଚାର କରାଇ ଇସ୍ରାଏଲ ସନ୍ତାନମାନଙ୍କ ନିକଟକୁ ଏହି ବାକ୍ୟ ପ୍ରେରଣ କଲେ; ସେହି ଯୀଶୁ ଖ୍ରୀଷ୍ଟ ସମସ୍ତଙ୍କର ପ୍ରଭୁ ।"},{"number":37,"verse":"ଯୋହନଙ୍କ ପ୍ରଚାରିତ ବାପ୍ତିସ୍ମ ପରେ ଗାଲିଲୀଠାରୁ ଆରମ୍ଭ କରି ସମୁଦାୟ ଯିହୁଦା ପ୍ରଦେଶରେ ଯାହା ଘଟିଲା, ସେଥିର ବିବରଣ ଆପଣମାନେ ଜାଣନ୍ତି,"},{"number":38,"verse":"ଅର୍ଥାତ୍, ନାଜରିତୀୟ ଯୀଶୁଙ୍କ କଥା, କିପରି ଈଶ୍ଵର ତାହାଙ୍କୁ ପବିତ୍ର ଆତ୍ମା ଓ ଶକ୍ତିରେ ଅଭିଷିକ୍ତ କଲେ, ଆଉ ସେ ମଙ୍ଗଳ ସାଧନ କରୁ କରୁ ଓ ଶୟତାନ କର୍ତ୍ତୃକ ପ୍ରପୀଡ଼ିତ ସମସ୍ତ ଲୋକଙ୍କୁ ସୁସ୍ଥ କରୁ କରୁ ସର୍ବତ୍ର ଭ୍ରମଣ କଲେ, କାରଣ ଈଶ୍ଵର ତାହାଙ୍କ ସହବର୍ତ୍ତୀ ଥିଲେ ।"},{"number":39,"verse":"ପୁଣି, ସେ ଯିହୁଦୀମାନଙ୍କ ଦେଶ ଓ ଯିରୂଶାଲମରେ ଯାହା ଯାହା ସାଧନ କଲେ, ଆମ୍ଭେମାନେ ସେହି ସମସ୍ତର ସାକ୍ଷୀ; ତାହାଙ୍କୁ ସେମାନେ କ୍ରୁଶରେ ଟଙ୍ଗାଇ ବଧ କଲେ ।"},{"number":40,"verse":"ତାହାଙ୍କୁ ଈଶ୍ଵର ତୃତୀୟ ଦିବସରେ ଉଠାଇ ପ୍ରତ୍ୟକ୍ଷ ହେବାକୁ ଦେଲେ;"},{"number":41,"verse":"ସମସ୍ତ ଲୋକଙ୍କର ପ୍ରତ୍ୟକ୍ଷ ହେବାକୁ ଦେଲେ ନାହିଁ, ମାତ୍ର ଈଶ୍ଵରଙ୍କ ଦ୍ଵାରା ପୂର୍ବନିରୂପିତ ସାକ୍ଷୀ ଯେ ଆମ୍ଭେମାନେ, ଆମ୍ଭମାନଙ୍କର ପ୍ରତ୍ୟକ୍ଷ ହେବାକୁ ଦେଲେ । ସେ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ଉତ୍ଥାନ କଲା ଉତ୍ତାରେ ଆମ୍ଭେମାନେ ତାହାଙ୍କ ସହିତ ଭୋଜନପାନ କଲୁ,"},{"number":42,"verse":"ଆଉ ଲୋକମାନଙ୍କ ନିକଟରେ ପ୍ରଚାର କରିବାକୁ, ପୁଣି ମୃତ ଓ ଜୀବିତମାନଙ୍କର ବିଚାରକର୍ତ୍ତା ହେବା ନିମନ୍ତେ ଈଶ୍ଵର ତାହାଙ୍କୁ ନିଯୁକ୍ତ କରିଅଛନ୍ତି ବୋଲି ସାକ୍ଷ୍ୟ ଦେବାକୁ ସେ ଆମ୍ଭମାନଙ୍କୁ ଆଜ୍ଞା ଦେଲେ ।"},{"number":43,"verse":"ଯେକେହି ତାହାଙ୍କଠାରେ ବିଶ୍ଵାସ କରେ, ସେ ଯେ ତାହାଙ୍କ ନାମରେ ପାପକ୍ଷମା ପାଇବ, ଏହା ସମସ୍ତ ଭାବବାଦୀ ତାହାଙ୍କ ବିଷୟରେ ସାକ୍ଷ୍ୟ ଦିଅନ୍ତି ।"},{"number":44,"verse":"( ଅଣଯିହୁଦୀମାନଙ୍କର ପବିତ୍ର ଆତ୍ମା ଲାଭ) ପିତର ଏହିସବୁ କଥା କହୁଥିବା ସମୟରେ ଯେତେ ଲୋକ ବାକ୍ୟ ଶୁଣୁଥିଲେ, ସେହି ସମସ୍ତଙ୍କ ଉପରେ ପବିତ୍ର ଆତ୍ମା ଅବତରଣ କଲେ ।"},{"number":45,"verse":"ସେଥିରେ ପିତରଙ୍କ ସହିତ ଆଗତ ସୁନ୍ନତି ବିଶ୍ଵାସୀମାନେ ସମସ୍ତେ ବିଜାତିମାନଙ୍କ ଉପରେ ସୁଦ୍ଧା ପବିତ୍ର ଆତ୍ମାଙ୍କ ଦାନ ବୃଷ୍ଟି କରାଯିବା ଦେଖି ଆଚମ୍ଵିତ ହେଲେ;"},{"number":46,"verse":"କାରଣ ସେମାନେ ସେମାନଙ୍କୁ ବିଭିନ୍ନ ଭାଷାରେ କଥା କହୁଥିବା ଓ ଈଶ୍ଵରଙ୍କ ପ୍ରଶଂସା କରୁଥିବା ଶୁଣୁଥିଲେ ।"},{"number":47,"verse":"ସେତେବେଳେ ପିତର ଉତ୍ତର ଦେଲେ, ଏହି ଯେଉଁ ଲୋକମାନେ ଆମ୍ଭମାନଙ୍କ ପରି ପବିତ୍ର ଆତ୍ମା ପ୍ରାପ୍ତ ହୋଇଅଛନ୍ତି, ଏମାନେ ଯେପରି ବାପ୍ତିଜିତ ନ ହୁଅନ୍ତି, ସେଥିନିମନ୍ତେ କି କେହି ଜଳ ନିଷେଧ କରି ପାରେ ?"},{"number":48,"verse":"ପୁଣି, ସେ ସେମାନଙ୍କୁ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ନାମରେ ବାପ୍ତିସ୍ମ ଦେବା ନିମନ୍ତେ ଆଦେଶ ଦେଲେ । ପରେ ସେମାନେ କିଛି ଦିନ ରହିବା ପାଇଁ ତାଙ୍କୁ ଅନୁରୋଧ କଲେ ।"}]}