{"bibleAbbr":"orOV2014","bookName":"ପ୍ରେରିତମାନଙ୍କର କାର୍ଯ୍ୟର ବିବରଣ","bookEnglishName":"Acts of the Apostles","chapterNumber":13,"verses":[{"number":1,"verse":"( ବର୍ଣ୍ଣବ୍ବା ଓ ଶାଉଲଙ୍କୁ ପ୍ରେରଣ) ସେତେବେଳେ ଆନ୍ତିୟଖିଆସ୍ଥିତ ମଣ୍ତଳୀରେ ବର୍ଣ୍ଣବ୍ବା, ଶିମିୟୋନ, ଯାହାଙ୍କୁ ନିଗର ବୋଲି କହନ୍ତି, କୂରୀଣୀୟ ଲୂକୀୟ।, ସାମନ୍ତରାଜା ହେରୋଦଙ୍କ ସହପାଳିତ ମନହେମ୍ ଓ ଶାଉଲ, ଏହିପରି ଭାବବାଦୀ ଓ ଶିକ୍ଷକମାନେ ଥିଲେ ।"},{"number":2,"verse":"ସେମାନେ ପ୍ରଭୁଙ୍କ ସେବା ଓ ଉପବାସ କରୁଥିବା ସମୟରେ ପବିତ୍ର ଆତ୍ମା କହିଲେ, ଯେଉଁ କର୍ମ ନିମନ୍ତେ ଆମ୍ଭେ ବର୍ଣ୍ଣବ୍ବା ଓ ଶାଉଲକୁ ଆହ୍ଵାନ କରିଅଛୁ, ସେଥିପାଇଁ ସେମାନଙ୍କୁ ପୃଥକ କର ।"},{"number":3,"verse":"ସେଥିରେ ସେମାନେ ଉପବାସ ଓ ପ୍ରାର୍ଥନା କଲା ଉତ୍ତାରେ ସେମାନଙ୍କ ଉପରେ ହସ୍ତାର୍ପଣ କରି ସେମାନଙ୍କୁ ବିଦାୟ ଦେଲେ ।"},{"number":4,"verse":"( ସାଇପ୍ରସ୍ରେ କାର୍ଯ୍ୟ) ଏହିପ୍ରକାରେ ସେମାନେ ପବିତ୍ର ଆତ୍ମାଙ୍କ ଦ୍ଵାରା ପ୍ରେରିତ ହୋଇ ସେଲୂକିଆକୁ ଗଲେ; ସେଠାରୁ ସେମାନେ ଜାହାଜରେ ଚଢ଼ି ସାଇପ୍ରସ୍କୁ ଗଲେ ।"},{"number":5,"verse":"ସେମାନେ ସାଲାମିରେ ପହଞ୍ଚିଲା ଉତ୍ତାରେ ଯିହୁଦୀମାନଙ୍କ ସମସ୍ତ ସମାଜଗୃହରେ ଈଶ୍ଵରଙ୍କ ବାକ୍ୟ ପ୍ରଚାର କରିବାକୁ ଲାଗିଲେ; ଆଉ, ଯୋହନ ମଧ୍ୟ ପରିଚାରକ ସ୍ଵରୂପେ ସେମାନଙ୍କ ସହିତ ଥିଲେ ।"},{"number":6,"verse":"ପୁଣି, ସେମାନେ ସମସ୍ତ ଦ୍ଵୀପ ପରିଭ୍ରମଣ କରି ପାଫକୁ ଆସି ଜଣେ ମାୟାବୀ ଭଣ୍ତ ଭାବବାଦୀକି ଦେଖିଲେ; ସେ ଜଣେ ଯିହୁଦୀ, ଆଉ ତାʼର ନାମ ବର୍ଯୀଶୁ ।"},{"number":7,"verse":"ସେ ଶାସନକର୍ତ୍ତା ସେର୍ଗିୟ ପାଉଲଙ୍କ ସାଙ୍ଗରେ ଥିଲା, ସେହି ଶାସନକର୍ତ୍ତା ଜଣେ ବୁଦ୍ଧିମାନ ବ୍ୟକ୍ତି । ସେ ବର୍ଣ୍ଣବ୍ବା ଓ ଶାଉଲଙ୍କୁ ଆପଣା ନିକଟକୁ ଡାକି ଈଶ୍ଵରଙ୍କ ବାକ୍ୟ ଶୁଣିବାକୁ ଇଚ୍ଛା କଲେ ।"},{"number":8,"verse":"କିନ୍ତୁ ସେହି ମାୟାବୀ ଅଲ୍ଲୀମା (ଅନୁବାଦ କଲେ, ଏହି ନାମର ଅର୍ଥ ମାୟାବୀ) ସେହି ଶାସନକର୍ତ୍ତାଙ୍କୁ ବିଶ୍ଵାସରୁ ବିମୁଖ କରିବା ଚେଷ୍ଟାରେ ସେମାନଙ୍କର ପ୍ରତିରୋଧ କରିବାକୁ ଲାଗିଲା ।"},{"number":9,"verse":"ମାତ୍ର ଶାଉଲ, ଯାହାଙ୍କୁ ପାଉଲ ମଧ୍ୟ କହନ୍ତି, ପବିତ୍ର ଆତ୍ମାରେ ପୂର୍ଣ୍ଣ ହୋଇ ତାକୁ ନିରୀକ୍ଷଣ କରି କହିଲେ,"},{"number":10,"verse":"ଆରେ ସମସ୍ତ ପ୍ରକାର ଛଳ ଓ ଧୂର୍ତ୍ତତାରେ ପରିପୂର୍ଣ୍ଣ, ଆଉ ସମସ୍ତ ପ୍ରକାର ଧାର୍ମିକତାର ଶତ୍ରୁ, ଶୟତାନର ସନ୍ତାନ, ତୁମ୍ଭେ ପ୍ରଭୁଙ୍କର ସରଳ ପଥକୁ ବକ୍ର କରିବାରୁ କି କ୍ଷା; ହେବ ନାହିଁ ?"},{"number":11,"verse":"ଆଉ ଏବେ ଦେଖ, ପ୍ରଭୁଙ୍କର ହସ୍ତ ତୁମ୍ଭ ଉପରେ ରହିଅଛି, ତୁମ୍ଭେ ଅନ୍ଧ ହୋଇ କେତେକ ସମୟ ପର୍ଯ୍ୟନ୍ତ ସୂର୍ଯ୍ୟ ଦେଖିବ ନାହିଁ । ସେହିକ୍ଷଣି କୁହୁଡ଼ି ଓ ଅନ୍ଧକାର ତାକୁ ଘୋଡ଼ାଇ ପକାଇଲା, ତେଣୁ ତାକୁ ହାତ ଧରି ବାଟ କଢ଼ାଇବା ନିମନ୍ତେ ସେ ଏଣେତେଣେ ଦରାଣ୍ତି ଲୋକ ଖୋଜିବାକୁ ଲାଗିଲା ।"},{"number":12,"verse":"ସେହି ଶାସନକର୍ତ୍ତା ଏହି ଘଟଣା ଦେଖି ପ୍ରଭୁଙ୍କ ଶିକ୍ଷାରେ ଆଶ୍ଚର୍ଯ୍ୟ ହୋଇ ବିଶ୍ଵାସ କଲେ ।"},{"number":13,"verse":"( ପିସିଦିଆର ଆନ୍ତିୟଖିଆରେ କାର୍ଯ୍ୟ) ପରେ ପାଉଲ ଓ ତାଙ୍କ ସଙ୍ଗୀମାନେ ପାଫରୁ ଜଳଯାତ୍ରା କରି ପଂଫୂଲିଆର ପର୍ଗୀକୁ ଆସିଲେ; କିନ୍ତୁ ଯୋହନ ସେମାନଙ୍କୁ ପରିତ୍ୟାଗ କରି ଯିରୂଶାଲମକୁ ବାହୁଡ଼ିଗଲେ ।"},{"number":14,"verse":"ସେମାନେ ପର୍ଗୀଠାରୁ ଯାତ୍ରା କରି ପିସିଦିଆର ଆନ୍ତିୟଖିଆରେ ପହଞ୍ଚିଲେ, ଆଉ ବିଶ୍ରାମବାରରେ ସମାଜଗୃହକୁ ଯାଇ ବସିଲେ ।"},{"number":15,"verse":"ପୁଣି, ବ୍ୟବସ୍ଥା ଓ ଭାବବାଦୀ ଶାସ୍ତ୍ରପାଠ ପରେ ସମାଜଗୃହର ଅଧ୍ୟକ୍ଷମାନେ ସେମାନଙ୍କ ନିକଟକୁ ଏହା କହି ପଠାଇଲେ, ଭାଇମାନେ, ଲୋକମାନଙ୍କ ନିମନ୍ତେ ଯଦି ଆପଣମାନଙ୍କର କୌଣସି ଉପଦେଶର କଥା ଅଛି, ତେବେ କହନ୍ତୁ ।"},{"number":16,"verse":"ସେଥିରେ ପାଉଲ ଠିଆ ହୋଇ ହସ୍ତରେ ସଙ୍କେତ କରି କହିବାକୁ ଲାଗିଲେ, ହେ ଇସ୍ରାଏଲୀୟ ଲୋକମାନେ ଓ ଈଶ୍ଵରଭୟକାରୀମାନେ, ଶ୍ରବଣ କରନ୍ତୁ ।"},{"number":17,"verse":"ଏହି ଇସ୍ରାଏଲ ଜାତିର ଈଶ୍ଵର ଆମ୍ଭମାନଙ୍କ ପିତୃପୁରୁଷମାନଙ୍କୁ ମନୋନୀତ କଲେ, ଆଉ ସେମାନେ ମିସର ଦେଶରେ ପ୍ରବାସ କରୁଥିବା ସମୟରେ ସେମାନଙ୍କୁ ଉନ୍ନତ କଲେ, ପୁଣି ପରାକ୍ରମୀ ବାହୁ ଦ୍ଵାରା ସେଠାରୁ ସେମାନଙ୍କୁ କଢ଼ାଇ ଆଣିଲେ ।"},{"number":18,"verse":"ପରେ ପ୍ରାୟ ଚାଳିଶ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ପ୍ରାନ୍ତରରେ ସେ ସେମାନଙ୍କ ବ୍ୟବହାର ସହ୍ୟ କଲେ,"},{"number":19,"verse":"ପୁଣି କିଣାନ ଦେଶରେ ସାତଗୋଟି ଜାତିକି ବିନାଶ କରି ପ୍ରାୟ ଚାରିଶହ ପଚାଶ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କୁ ସେମାନଙ୍କ ଦେଶ ଅଧିକାର ସ୍ଵରୂପେ ଦେଲେ ।"},{"number":20,"verse":"ଏଥିଉତ୍ତାରେ ଭାବବାଦୀ ଶାମୁୟେଲଙ୍କ ପର୍ଯ୍ୟନ୍ତ ବିଚାରକର୍ତ୍ତାମାନଙ୍କୁ ନିଯୁକ୍ତ କଲେ ।"},{"number":21,"verse":"ତତ୍ପରେ ସେମାନେ ଜଣେ ରାଜା ପାଇବା ନିମନ୍ତେ ପ୍ରାର୍ଥନା କଲେ, ଆଉ ଈଶ୍ଵର ଚାଳିଶ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ବିନ୍ୟାମୀନ ଗୋଷ୍ଠୀର କୀଶଙ୍କ ପୁତ୍ର ଶାଉଲଙ୍କୁ ସେମାନଙ୍କୁ ଦେଲେ ।"},{"number":22,"verse":"ପରେ ସେ ତାଙ୍କୁ ପଦଚ୍ୟୁତ କରି ସେମାନଙ୍କର ରାଜା ହେବା ନିମନ୍ତେ ଦାଉଦଙ୍କୁ ଉତ୍ଥାପନ କଲେ; ସେ ମଧ୍ୟ ତାଙ୍କ ବିଷୟରେ ସାକ୍ଷ୍ୟ ଦେଇ କହିଲେ, ଆମ୍ଭେ ଯିଶୟର ପୁତ୍ର ଦାଉଦକୁ ପାଇଅଛୁ, ସେ ଆମ୍ଭର ମନର ମତ ବ୍ୟକ୍ତି, ସେ ସମସ୍ତ ବିଷୟରେ ଆମ୍ଭର ଇଚ୍ଛା ପାଳନ କରିବ ।"},{"number":23,"verse":"ତାଙ୍କ ବଂଶରୁ ଈଶ୍ଵର ପ୍ରତିଜ୍ଞାନୁସାରେ ଇସ୍ରାଏଲ ନିମନ୍ତେ ଜଣେ ତ୍ରାଣକର୍ତ୍ତା, ଅର୍ଥାତ୍, ଯୀଶୁଙ୍କୁ ଉତ୍ପନ୍ନ କରିଅଛନ୍ତି ।"},{"number":24,"verse":"ତାହାଙ୍କ ଆଗମନ ପୂର୍ବେ ଯୋହନ ସମସ୍ତ ଇସ୍ରାଏଲ ଲୋକଙ୍କ ନିକଟରେ ପ୍ରଥମରେ ମନ ପରିବର୍ତ୍ତନର ବାପ୍ତିସ୍ମ ଘୋଷଣା କରିଥିଲେ;"},{"number":25,"verse":"ଆଉ, ଯୋହନ ଆପଣାର ନିରୂପିତ କର୍ମ ସମାପ୍ତ କରୁ କରୁ କହିଲେ, ମୁଁ ଯେ ବୋଲି ତୁମ୍ଭେମାନେ ମନେ କରୁଅଛ, ମୁଁ ସେ ନୁହେଁ । କିନ୍ତୁ ଦେଖ, ମୋʼ ପଛରେ ଜଣେ ଆସୁଅଛନ୍ତି, ତାହାଙ୍କ ପାଦର ପାଦୁକା ଫିଟାଇବାକୁ ମୁଁ ଯୋଗ୍ୟ ନୁହେଁ ।"},{"number":26,"verse":"ହେ ଭ୍ରାତୃବୃନ୍ଦ, ଅବ୍ରହାମଙ୍କ ବଂଶର ସନ୍ତାନସନ୍ତତି ଓ ଆପଣମାନଙ୍କ ମଧ୍ୟରୁ ଈଶ୍ଵରଭୟକାରୀମାନେ, ଆମ୍ଭମାନଙ୍କ ନିକଟକୁ ଏହି ପରିତ୍ରାଣର ବାକ୍ୟ ପ୍ରେରିତ ହୋଇଅଛି ।"},{"number":27,"verse":"କାରଣ ଯିରୂଶାଲମ ନିବାସୀମାନେ ଆଉ ସେମାନଙ୍କର ଅଧ୍ୟକ୍ଷଗଣ ତାହାଙ୍କୁ, ପୁଣି ପ୍ରତି ବିଶ୍ରାମବାରରେ ପାଠ କରାଯାଉଥିବା ଭାବବାଦୀମାନଙ୍କର ବାକ୍ୟସବୁକୁ ନ ଜାଣିବାରୁ ତାହାଙ୍କୁ ଦୋଷୀ କରି ସେସମସ୍ତ ସଫଳ କଲେ,"},{"number":28,"verse":"ଆଉ, ପ୍ରାଣଦଣ୍ତର କୌଣସି କାରଣ ନ ପାଇଲେ ସୁଦ୍ଧା ତାହାଙ୍କୁ ବଧ କରିବା ନିମନ୍ତେ ପୀଲାତଙ୍କୁ ନିବେଦନ କଲେ ।"},{"number":29,"verse":"ପୁଣି, ତାହାଙ୍କ ବିଷୟରେ ଯାହାସବୁ ଲେଖାଅଛି, ସେସମସ୍ତ ସେମାନେ ପୂର୍ଣ୍ଣ କଲା ଉତ୍ତାରେ ତାହାଙ୍କୁ କ୍ରୁଶରୁ ଓହ୍ଲାଇ ଆଣି ସମାଧିରେ ରଖିଦେଲେ ।"},{"number":30,"verse":"କିନ୍ତୁ ଈଶ୍ଵର ତାହାଙ୍କୁ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ଉଠାଇଲେ,"},{"number":31,"verse":"ପୁଣି, ଯେଉଁମାନେ ତାହାଙ୍କ ସହିତ ଗାଲିଲୀରୁ ଯିରୂଶାଲମକୁ ଆସିଥିଲେ, ସେମାନେ ଅନେକ ଦିନ ପର୍ଯ୍ୟନ୍ତ ତାହାଙ୍କ ଦର୍ଶନ ପାଇଲେ; ସେମାନେ ବର୍ତ୍ତମାନ ଲୋକମାନଙ୍କ ନିକଟରେ ତାହାଙ୍କର ସାକ୍ଷୀ ।"},{"number":32,"verse":"ଆଉ, ପିତୃପୁରୁଷମାନଙ୍କ ନିକଟରେ କୃତ ପ୍ରତିଜ୍ଞା ବିଷୟରେ ଆମ୍ଭେମାନେ ଆପଣମାନଙ୍କୁ ଏହି ସୁସମାଚାର ଜଣାଉଅଛୁ ଯେ,"},{"number":33,"verse":"ଈଶ୍ଵର ଯୀଶୁଙ୍କୁ ଉତ୍ଥାପନ କରି ସେମାନଙ୍କର ସନ୍ତାନ ଯେ ଆମ୍ଭେମାନେ, ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ସେହି ପ୍ରତିଜ୍ଞା ସଫଳ କରିଅଛନ୍ତି, ଯେପରି ଦ୍ଵିତୀୟ ଗୀତରେ ମଧ୍ୟ ଲେଖାଅଛି, “ତୁମ୍ଭେ ଆମ୍ଭର ପୁତ୍ର, ଆଜି ଆମ୍ଭେ ତୁମ୍ଭକୁ ଜନ୍ମ ଦେଲୁ ।”"},{"number":34,"verse":"ସେ ଯେ ତାହାଙ୍କୁ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ଉଠାଇଅଛନ୍ତି; ପୁଣି, ସେ ଯେ ଆଉ କ୍ଷୟସ୍ଥାନକୁ ଫେରିବେ ନାହିଁ, ଏବିଷୟରେ ସେ ଏହିପ୍ରକାର କହିଅଛନ୍ତି, ଆମ୍ଭେ ଦାଉଦଙ୍କ ନିକଟରେ ପ୍ରତିଜ୍ଞାତ ପବିତ୍ର ଓ ଅଟଳ ଆଶୀର୍ବାଦସବୁ ତୁମ୍ଭମାନଙ୍କୁ ପ୍ରଦାନ କରିବା ।"},{"number":35,"verse":"ପୁଣି, ସେ ମଧ୍ୟ ଆଉ ଗୋଟିଏ ଗୀତରେ କହିଅଛନ୍ତି, “ତୁମ୍ଭେ ଆପଣା ଭକ୍ତକୁ କ୍ଷୟ ପାଇବାକୁ ଦେବ ନାହିଁ ।”"},{"number":36,"verse":"ଦାଉଦ ତ ଆପଣା ସମକାଳୀନ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ଈଶ୍ଵରଙ୍କର ସଙ୍କଳ୍ପ ଅନୁସାରେ ସେବକର କାର୍ଯ୍ୟ କଲା ଉତ୍ତାରେ ମହାନିଦ୍ରାପ୍ରାପ୍ତ ହେଲେ ଏବଂ ଆପଣା ପିତୃପୁରୁଷମାନଙ୍କ ନିକଟରେ ସମାଧିସ୍ଥ ହୋଇ କ୍ଷୟ ପାଇଲେ;"},{"number":37,"verse":"କିନ୍ତୁ ଯାହାଙ୍କୁ ଈଶ୍ଵର ଉଠାଇଅଛନ୍ତି, ସେ କ୍ଷୟ ପାଇ ନାହାନ୍ତି ।"},{"number":38,"verse":"ଅତଏବ, ହେ ଭାଇମାନେ, ଆପଣମାନେ ଏହା ଅବଗତ ହେଉନ୍ତୁ, ଏହି ବ୍ୟକ୍ତିଙ୍କ ଦ୍ଵାରା ଆପଣମାନଙ୍କ ନିକଟରେ ପାପମୋଚନ ପ୍ରଚାର କରାଯାଉଛି,"},{"number":39,"verse":"ପୁଣି, ମୋଶାଙ୍କ ବ୍ୟବସ୍ଥା ଦ୍ଵାରା ଯେସମସ୍ତ ବିଷୟରୁ ଆପଣମାନେ ମୁକ୍ତ ହୋଇ ଧାର୍ମିକ ଗଣିତ ହୋଇ ପାରିଲେ ନାହିଁ, ବିଶ୍ଵାସକାରୀ ପ୍ରତ୍ୟେକ ଲୋକ ତାହାଙ୍କ ଦ୍ଵାରା ସେହିସମସ୍ତ ବିଷୟରୁ ମୁକ୍ତ ହୋଇ ଧାର୍ମିକ ଗଣିତ ହୁଅନ୍ତି ।"},{"number":40,"verse":"ତେଣୁ ସାବଧାନ, କାଳେ ଭାବବାଦୀମାନଙ୍କ ଶାସ୍ତ୍ରରେ ଯାହା କୁହାଯାଇଅଛି, ତାହା ଯେପରି ଆପଣମାନଙ୍କ ପ୍ରତି ନ ଘଟେ,"},{"number":41,"verse":"“ହେ ଅବଜ୍ଞାକାରୀମାନେ ତୁମ୍ଭେମାନେ ଦେଖି, ପୁଣି ଚମତ୍କୃତ ହୋଇ ବିନଷ୍ଟ ହୁଅ; ଯେଣୁ ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କ ସମୟରେ ଗୋଟିଏ କାର୍ଯ୍ୟ ସାଧନ କରୁଅଛୁ, ଯଦି କେହି ସେହି କାର୍ଯ୍ୟ ତୁମ୍ଭମାନଙ୍କ ନିକଟରେ ବର୍ଣ୍ଣନା କରେ, ତେବେ ତୁମ୍ଭେମାନେ କୌଣସି ପ୍ରକାରେ ତାହା ବିଶ୍ଵାସ କରିବ ନାହିଁ ।”"},{"number":42,"verse":"ସେମାନେ ବାହାରି ଯାଉଥିବା ସମୟରେ, ଯେପରି ପରବର୍ତ୍ତୀ ବିଶ୍ରାମବାରରେ ସେହିସବୁ କଥା ସେମାନଙ୍କୁ କୁହାଯାଏ, ଏଥିପାଇଁ ସେମାନେ ବିନତି କରିବାକୁ ଲାଗିଲେ ।"},{"number":43,"verse":"ସଭା ସାଙ୍ଗ ହେଲା ଉତ୍ତାରେ ଯିହୁଦୀ ଓ ଯିହୁଦୀମତାବଲମ୍ଵୀ ବିଜାତୀୟମାନଙ୍କ ମଧ୍ୟରୁ ଅନେକେ ପାଉଲ ଓ ବର୍ଣ୍ଣବ୍ବାଙ୍କ ପଛେ ପଛେ ଗଲେ; ସେମାନେ ସେମାନଙ୍କ ସହିତ କଥାବାର୍ତ୍ତା କରି ଈଶ୍ଵରଙ୍କ ଅନୁଗ୍ରହରେ ସ୍ଥିର ହୋଇ ରହିବାକୁ ସେମାନଙ୍କୁ ପ୍ରବର୍ତ୍ତାଇଲେ ।"},{"number":44,"verse":"ପୁଣି, ପରବର୍ତ୍ତୀ ବିଶ୍ରାମବାରରେ ପ୍ରାୟ ସମସ୍ତ ନଗରବାସୀ ଈଶ୍ଵରଙ୍କ ବାକ୍ୟ ଶୁଣିବା ନିମନ୍ତେ ଏକତ୍ରିତ ହେଲେ ।"},{"number":45,"verse":"କିନ୍ତୁ ଯିହୁଦୀମାନେ ଲୋକସମୂହଙ୍କୁ ଦେଖି ଈର୍ଷାରେ ପୂର୍ଣ୍ଣ ହେଲେ, ପୁଣି ନିନ୍ଦା କରୁ କରୁ ପାଉଲଙ୍କ କଥାରେ ପ୍ରତିବାଦ କରିବାକୁ ଲାଗିଲେ ।"},{"number":46,"verse":"ସେଥିରେ ପାଉଲ ଓ ବର୍ଣ୍ଣବ୍ବା ସାହସପୂର୍ବକ କହିଲେ, ପ୍ରଥମରେ ଆପଣମାନଙ୍କ ନିକଟରେ ଈଶ୍ଵରଙ୍କ ବାକ୍ୟ କୁହାଯିବା ଆବଶ୍ୟକ ଥିଲା; ଆପଣମାନେ ତାହା ଅଗ୍ରାହ୍ୟ କରି ଆପଣା ଆପଣାକୁ ଅନ; ଜୀବନର ଅଯୋଗ୍ୟ ବୋଲି ବିଚାର କରୁଥିବାରୁ, ଦେଖନ୍ତୁ, ଆମ୍ଭେମାନେ ବିଜାତିମାନଙ୍କ ନିକଟକୁ ଯାଉଅଛୁ ,"},{"number":47,"verse":"କାରଣ ପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କୁ ଏହିପ୍ରକାର ଆଜ୍ଞା ଦେଇଅଛନ୍ତି, “ଆମ୍ଭେ ବିଜାତିମାନଙ୍କର ଆଲୋକ ସ୍ଵରୂପେ ତୁମ୍ଭକୁ ସ୍ଥାପନ କରିଅଛୁ, ଯେପରି ତୁମ୍ଭେ ପୃଥିବୀର ପ୍ରା; ପର୍ଯ୍ୟନ୍ତ ପରିତ୍ରାଣସ୍ଵରୂପ ହେବ” ।"},{"number":48,"verse":"ବିଜାତିମାନେ ଏହା ଶୁଣି ଆନନ୍ଦିତ ହେଲେ; ଆଉ, ଈଶ୍ଵରଙ୍କ ବାକ୍ୟର ଗୌରବ କରିବାକୁ ଲାଗିଲେ, ପୁଣି ଯେତେ ଲୋକ ଅନ; ଜୀବନ ନିମନ୍ତେ ନିରୂପିତ ହୋଇଥିଲେ, ସେମାନେ ବିଶ୍ଵାସ କଲେ,"},{"number":49,"verse":"ଆଉ ସମୁଦାୟ ଅଞ୍ଚଳରେ ପ୍ରଭୁଙ୍କର ବାକ୍ୟ ବ୍ୟାପିଗଲା ।"},{"number":50,"verse":"କିନ୍ତୁ ଯିହୁଦୀମତାବଲମ୍ଵୀ ବିଜାତୀୟ ସମ୍ଭ୍ରାନ୍ତ ମହିଳାମାନଙ୍କୁ ଓ ନଗରର ପ୍ରଧାନ ପ୍ରଧାନ ବ୍ୟକ୍ତିଙ୍କୁ ଯିହୁଦୀମାନେ ଉତ୍ତେଜିତ କଲେ, ପୁଣି ପାଉଲ ଓ ବର୍ଣ୍ଣବ୍ବାଙ୍କ ପ୍ରତି ତାଡ଼ନା ଘଟାଇ ଆପଣାମାନଙ୍କ ସୀମାରୁ ସେମାନଙ୍କୁ ବାହାର କରିଦେଲେ ।"},{"number":51,"verse":"ସେଥିରେ ସେମାନେ ଆପଣା ଆପଣା ପାଦରଣଧୂଳି ସେମାନଙ୍କ ବିରୁଦ୍ଧରେ ଝାଡ଼ିଦେଇ ଇକନୀୟକୁ ଗଲେ,"},{"number":52,"verse":"ଆଉ ଶିଷ୍ୟମାନେ ଆନନ୍ଦରେ ଓ ପବିତ୍ର ଆତ୍ମାରେ ପୂର୍ଣ୍ଣ ହେବାକୁ ଲାଗିଲେ ।"}]}