{"bibleAbbr":"orOV2014","bookName":"ପ୍ରେରିତମାନଙ୍କର କାର୍ଯ୍ୟର ବିବରଣ","bookEnglishName":"Acts of the Apostles","chapterNumber":18,"verses":[{"number":1,"verse":"( କରିନ୍ଥରେ ପାଉଲଙ୍କ କାର୍ଯ୍ୟ) ଏହିସମସ୍ତ ଘଟଣା ପରେ ସେ ଆଥୀନୀରୁ ପ୍ରସ୍ଥାନ କରି କରିନ୍ଥକୁ ଆସିଲେ ।"},{"number":2,"verse":"ଆଉ, ସେ ଆକ୍ଵିଲା ନାମକ ଜଣେ ଯିହୁଦୀଙ୍କ ଦେଖା ପାଇଲେ, ପ; ତାହାଙ୍କ ଜନ୍ମସ୍ଥାନ; ସେ ଅଳ୍ପ ଦିନ ହେଲା ଆପଣା ସ୍ତ୍ରୀ ପ୍ରୀସ୍କିଲ୍ଲା ସହିତ ଇତାଲିଆରୁ ଆସିଥିଲେ, କାରଣ କ୍ଳାଉଦିଅ ସମସ୍ତ ଯିହୁଦୀଙ୍କୁ ରୋମରୁ ବାହାରି ଯିବାକୁ ଆଜ୍ଞା ଦେଇଥିଲେ । ସେ ସେମାନଙ୍କ ସହିତ ସାକ୍ଷାତ୍ କରିବାକୁ ଗଲେ,"},{"number":3,"verse":"ପୁଣି, ସମବ୍ୟବସାୟୀ ଥିବାରୁ ସେମାନଙ୍କ ସହିତ ବାସ କଲେ, ଆଉ ସେମାନେ କର୍ମ କରିବାକୁ ଲାଗିଲେ, କାରଣ ବ୍ୟବସାୟରେ ସେମାନେ ତମ୍ଵୁ ନିର୍ମାଣକାରୀ ଥିଲେ ।"},{"number":4,"verse":"ପୁଣି, ପ୍ରତି ବିଶ୍ରାମବାରରେ ସେ ସମାଜଗୃହରେ ଉପଦେଶ ଦେଇ ଯିହୁଦୀ ଓ ଗ୍ରୀକ୍ମାନଙ୍କର ବିଶ୍ଵାସ ଜନ୍ମାଇବାକୁ ଚେଷ୍ଟା କଲେ ।"},{"number":5,"verse":"ଯେତେବେଳେ ଶୀଲା ଓ ତୀମଥି ମାକିଦନିଆରୁ ଆସିଲେ, ସେତେବେଳେ ପାଉଲ ବାକ୍ୟ ପ୍ରଚାରରେ ନିତା; ନିବିଷ୍ଟ ଥାଇ, ଯୀଶୁ ଯେ ଖ୍ରୀଷ୍ଟ ଅଟନ୍ତି, ଏହା ଯିହୁଦୀମାନଙ୍କ ନିକଟରେ ସାକ୍ଷ୍ୟ ଦେଉଥିଲେ ।"},{"number":6,"verse":"କିନ୍ତୁ ସେମାନେ ପ୍ରତିରୋଧ ଓ ନିନ୍ଦା କରିବାରୁ ସେ ଆପଣା ବସ୍ତ୍ର ଝାଡ଼ି ସେମାନଙ୍କୁ କହିଲେ, ଆପଣମାନଙ୍କ ରକ୍ତ ଆପଣମାନଙ୍କ ମସ୍ତକ ଉପରେ ବର୍ତ୍ତୁ; ମୁଁ ନିର୍ଦ୍ଦୋଷ ; ଏଣିକି ମୁଁ ବିଜାତିମାନଙ୍କ ନିକଟକୁ ଯିବି ।"},{"number":7,"verse":"ସେଥିରେ ସେ ସେସ୍ଥାନରୁ ପ୍ରସ୍ଥାନ କରି ତିତସ୍ ଯୂସ୍ତ ନାମକ ଜଣେ ଈଶ୍ଵରଭକ୍ତଙ୍କ ଗୃହକୁ ଗଲେ, ତାହା ସମାଜଗୃହକୁ ଲାଗିଥିଲା ।"},{"number":8,"verse":"କିନ୍ତୁ ସମାଜଗୃହର ଅଧ୍ୟକ୍ଷ କ୍ରୀଷ୍ପ ସପରିବାରରେ ପ୍ରଭୁଙ୍କଠାରେ ବିଶ୍ଵାସ କଲେ, ଆଉ କରିନ୍ଥୀୟମାନଙ୍କ ମଧ୍ୟରୁ ଅନେକେ ଶୁଣି ବିଶ୍ଵାସ କରିବାକୁ ଲାଗିଲେ ଓ ବାପ୍ତିଜିତ ହେଲେ ।"},{"number":9,"verse":"ପୁଣି, ପ୍ରଭୁ ରାତ୍ରିରେ ଦର୍ଶନ ଦ୍ଵାରା ପାଉଲଙ୍କୁ କହିଲେ, “ଭୟ କର ନାହିଁ, ନୀରବ ନ ରହି କଥା କୁହ, କାରଣ ଆମ୍ଭେ ତୁମ୍ଭ ସାଙ୍ଗରେ ଅଛୁ,"},{"number":10,"verse":"କୌଣସି ଲୋକ ତୁମ୍ଭର କ୍ଷତି କରିବାକୁ ତୁମ୍ଭକୁ ଆକ୍ରମଣ କରିବ ନାହିଁ, ଯେଣୁ ଆମ୍ଭର ଅନେକ ଲୋକ ଏହି ନଗରରେ ଅଛନ୍ତି ।”"},{"number":11,"verse":"ପୁଣି, ସେ ସେମାନଙ୍କ ନିକଟରେ ଈଶ୍ଵରଙ୍କ ବାକ୍ୟ ଶିକ୍ଷା ଦେଇ ଦେଢ଼ ବର୍ଷ ସେଠାରେ ବାସ କଲେ ।"},{"number":12,"verse":"କିନ୍ତୁ ଗାଲ୍ଲିୟୋନ୍ ଆଖାୟାର ଶାସନକର୍ତ୍ତା ଥିବା ସମୟରେ ଯିହୁଦୀମାନେ ପାଉଲଙ୍କ ବିରୁଦ୍ଧରେ ଏକମତ ହୋଇଉଠି ତାଙ୍କୁ ବିଚାରାସନ ଛାମୁକୁ ଘେନିଆସି କହିଲେ,"},{"number":13,"verse":"ଏହି ଲୋକଟା ବ୍ୟବସ୍ଥାର ବିପରୀତ ଭାବରେ ଈଶ୍ଵରଙ୍କ ଉପାସନା କରିବାକୁ ଲୋକମାନଙ୍କୁ ପ୍ରବର୍ତ୍ତାଉ ଅଛି ।"},{"number":14,"verse":"କିନ୍ତୁ ପାଉଲ ମୁଖ ଫିଟାଇ କଥା କହିବାକୁ ଉଦ୍ୟତ ହୁଅନ୍ତେ, ଗାଲ୍ଲିୟୋନ୍ ଯିହୁଦୀମାନଙ୍କୁ କହିଲେ, କୌଣସି ପ୍ରକାର ଅନ୍ୟାୟ ବା ଦୁଷ୍କର୍ମ ଯଦି ହୋଇଥାଆନ୍ତା ତେବେ, ହେ ଯିହୁଦୀମାନେ, ଧୀର ହୋଇ ତୁମ୍ଭମାନଙ୍କର କଥା ଶୁଣିବା ଯୁକ୍ତି ସଙ୍ଗତ ହୋଇଥାଆନ୍ତା;"},{"number":15,"verse":"ମାତ୍ର ଯଦି ଏହିସବୁ କେବଳ ବାକ୍ୟ, ନାମ ଓ ତୁମ୍ଭମାନଙ୍କ ବ୍ୟବସ୍ଥା ସମ୍ଵନ୍ଧୀୟ ବିବାଦ ଅଟେ, ତେବେ ତୁମ୍ଭେମାନେ ନିଜେ ତାହା ବୁଝ; ଆମ୍ଭେ ଏହିସବୁ ବିଷୟରେ ବିଚାରକର୍ତ୍ତା ହେବାକୁ ଇଚ୍ଛା କରୁ ନାହୁଁ ।"},{"number":16,"verse":"ପୁଣି, ସେ ସେମାନଙ୍କୁ ବିଚାରାସନ ସମ୍ମୁଖରୁ ତଡ଼ିଦେଲେ ।"},{"number":17,"verse":"ସେଥିରେ ସମସ୍ତେ ସମାଜଗୃହର ଅଧ୍ୟକ୍ଷ ସୋସ୍ଥନାଙ୍କୁ ଧରି ବିଚାରାସନ ସମ୍ମୁଖରେ ପ୍ରହାର କରିବାକୁ ଲାଗିଲେ; କିନ୍ତୁ ଗାଲ୍ଲିୟୋନ୍ ସେହିସମସ୍ତ ବିଷୟରେ ଭ୍ରୂକ୍ଷେପ କଲେ ନାହିଁ ।"},{"number":18,"verse":"( ଆନ୍ତିୟଖିଆକୁ ପାଉଲଙ୍କ ପ୍ରତ୍ୟାବର୍ତ୍ତନ) ଏହା ଉତ୍ତାରେ ପାଉଲ ଆହୁରି ଅନେକ ଦିନ ପର୍ଯ୍ୟନ୍ତ ସେହି ସ୍ଥାନରେ ରହି ଭାଇମାନଙ୍କ ନିକଟରୁ ବିଦାୟ ଘେନି ଜାହାଜରେ ଚଢ଼ି ସୁରିଆକୁ ଯାତ୍ରା କଲେ । ପ୍ରୀସ୍କିଲ୍ଲା ଓ ଆକ୍ଵିଲା ତାଙ୍କ ସାଙ୍ଗରେ ଗଲେ; ତାଙ୍କର ଗୋଟିଏ ବ୍ରତ ଥିବାରୁ ସେ କେଙ୍କ୍ରେୟାରେ ଆପଣା ମସ୍ତକ ମୁଣ୍ତନ କରାଇଲେ ।"},{"number":19,"verse":"ପରେ ସେମାନେ ଏଫିସକୁ ଆସିଲେ, ପୁଣି ସେ ସେସ୍ଥାନରେ ସେମାନଙ୍କୁ ଛାଡ଼ି ନିଜେ ସମାଜଗୃହରେ ପ୍ରବେଶ କରି ଯିହୁଦୀମାନଙ୍କୁ ଉପଦେଶ ଦେଲେ ।"},{"number":20,"verse":"ପୁଣି, ସେମାନେ ତାଙ୍କୁ ଅଧିକ ସମୟ ରହିବାକୁ ଅନୁରୋଧ କରନ୍ତେ, ସେ ସମ୍ମତ ହେଲେ ନାହିଁ,"},{"number":21,"verse":"ମାତ୍ର ସେମାନଙ୍କଠାରୁ ବିଦାୟ ଘେନି କହିଲେ, ଈଶ୍ଵରଙ୍କ ଇଚ୍ଛା ହେଲେ ଆଉ ଥରେ ଆପଣମାନଙ୍କ ନିକଟକୁ ବାହୁଡ଼ି ଆସିବି; ପୁଣି, ସେ ଏଫିସରୁ ପ୍ରସ୍ଥାନ କଲେ ।"},{"number":22,"verse":"କାଇସରୀଆରେ ପହଞ୍ଚି ସେ ଜାହାଜରୁ ଓହ୍ଲାଇଲେ, ଆଉ ଯାଇ ମଣ୍ତଳୀକୁ ନମସ୍କାର କରି ଆନ୍ତିୟଖିଆକୁ ଚାଲିଗଲେ ।"},{"number":23,"verse":"ସେ ସ୍ଥାନରେ କେତେକ ସମୟ ଯାପନ କଲା ଉତ୍ତାରେ ସେ ପ୍ରସ୍ଥାନ କଲେ, ପୁଣି କ୍ରମାନ୍ଵୟେ ଗାଲାତୀୟ ଅଞ୍ଚଳ ଓ ଫ୍ରୁଗିଆ ଦେଇ ଯାତ୍ରା କରୁ କରୁ ଶିଷ୍ୟ ସମସ୍ତଙ୍କୁ ସୁସ୍ଥିର କରୁଥିଲେ ।"},{"number":24,"verse":"( ଏଫିସ ଓ କରିନ୍ଥରେ ଆପଲ୍ଲ) ଇତିମଧ୍ୟରେ ଆପଲ୍ଲ ନାମକ ଜଣେ ଯିହୁଦୀ ଏଫିସକୁ ଆସିଲେ, ତାଙ୍କର ଜନ୍ମସ୍ଥାନ ଆଲେକ୍ଜାଣ୍ତ୍ରିଆ; ସେ ସୁବକ୍ତା ଓ ଧର୍ମଶାସ୍ତ୍ରରେ ଶକ୍ତିଶାଳୀ ଥିଲେ ।"},{"number":25,"verse":"ଏହି ବ୍ୟକ୍ତି ପ୍ରଭୁଙ୍କ ମାର୍ଗ ବିଷୟରେ ଶିକ୍ଷାପ୍ରାପ୍ତ ହୋଇଥିଲେ, ପୁଣି ଆତ୍ମାରେ ଉତ୍ତପ୍ତ ହୋଇ ଯୀଶୁଙ୍କ ବିଷୟ ସୂକ୍ଷ୍ମ ରୂପେ କହି ଶିକ୍ଷା ଦେଉଥିଲେ, କିନ୍ତୁ ସେ କେବଳ ଯୋହନଙ୍କ ବାପ୍ତିସ୍ମ ବିଷୟ ଜାଣିଥିଲେ;"},{"number":26,"verse":"ସେ ସମାଜଗୃହରେ ସାହସ ସହିତ କଥା କହିବାକୁ ଲାଗିଲେ । କିନ୍ତୁ ପ୍ରୀସ୍କିଲ୍ଲା ଓ ଆକ୍ଵିଲା ତାଙ୍କ କଥା ଶୁଣି ତାଙ୍କୁ ଆପଣାମାନଙ୍କ ସାଙ୍ଗରେ ରଖି ଅଧିକ ସୂକ୍ଷ୍ମ ରୂପେ ଈଶ୍ଵରଙ୍କ ମାର୍ଗ ବିଷୟ ତାଙ୍କୁ ବୁଝାଇଦେଲେ ।"},{"number":27,"verse":"ସେ ଆଖାୟା ଦେଶକୁ ଯିବା ପାଇଁ ଇଚ୍ଛା କରିବାରୁ ଭାଇମାନେ ତାଙ୍କୁ ଉତ୍ସାହ ଦେଇ ତାଙ୍କୁ ଗ୍ରହଣ କରିବା ନିମନ୍ତେ ଶିଷ୍ୟମାନଙ୍କୁ ଲେଖିଲେ । ସେ ସେଠାରେ ଉପସ୍ଥିତ ହୋଇ, ଯେଉଁମାନେ ବିଶ୍ଵାସ କରିଥିଲେ, ଈଶ୍ଵରଙ୍କ ଅନୁଗ୍ରହ ଦ୍ଵାରା ସେମାନଙ୍କର ବହୁତ ଉପକାର କଲେ,"},{"number":28,"verse":"କାରଣ ଯୀଶୁ ଯେ ଖ୍ରୀଷ୍ଟ, ଏହା ଧର୍ମଶାସ୍ତ୍ର ଦ୍ଵାରା ପ୍ରମାଣ କରି ସେ ପ୍ରକାଶରେ ଶକ୍ତି ସହିତ ଯିହୁଦୀମାନଙ୍କର ଯୁକ୍ତିସବୁ ଖଣ୍ତନ କରିବାକୁ ଲାଗିଲେ ।"}]}