{"bibleAbbr":"orOV2014","bookName":"ପ୍ରେରିତମାନଙ୍କର କାର୍ଯ୍ୟର ବିବରଣ","bookEnglishName":"Acts of the Apostles","chapterNumber":23,"verses":[{"number":1,"verse":"ଆଉ, ପାଉଲ ମହାସଭା ପ୍ରତି ସ୍ଥିର ଦୃଷ୍ଟିରେ ଚାହିଁ କହିଲେ, ଭ୍ରାତୃବୃନ୍ଦ, ମୁଁ ଏହି ଦିନ ପର୍ଯ୍ୟନ୍ତ ସମ୍ପୂର୍ଣ୍ଣ ସୁବିବେକରେ ଈଶ୍ଵରଙ୍କ ସାକ୍ଷାତରେ ଆଚାରବ୍ୟବହାର କରି ଆସିଅଛି ।"},{"number":2,"verse":"ସେଥିରେ ମହାଯାଜକ ହାନାନ ତାଙ୍କ ପାଖରେ ଠିଆ ହୋଇଥିବା ଲୋକମାନଙ୍କୁ ତାଙ୍କ ମୁଖରେ ଆଘାତ କରିବା ପାଇଁ ଆଜ୍ଞା ଦେଲେ ।"},{"number":3,"verse":"ସେତେବେଳେ ପାଉଲ ତାଙ୍କୁ କହିଲେ, ହେ ଶୁକ୍ଳୀକୃତ ପ୍ରାଚୀର, ଈଶ୍ଵର ତୁମ୍ଭକୁ ଆଘାତ କରିବେ, ତୁମ୍ଭେ ଏକାବେଳେ ବ୍ୟବସ୍ଥା ଅନୁସାରେ ମୋର ବିଚାର କରିବାକୁ ବସି ବ୍ୟବସ୍ଥା ବିରୁଦ୍ଧରେ ମୋତେ ଆଘାତ କରିବା ପାଇଁ କି ଆଜ୍ଞା ଦେଉଅଛ ?"},{"number":4,"verse":"ସେଥିରେ ପାଖରେ ଠିଆ ହୋଇଥିବା ଲୋକମାନେ କହିଲେ, ତୁ କି ଈଶ୍ଵରଙ୍କ ମହାଯାଜକଙ୍କୁ ନିନ୍ଦା କରୁଅଛୁ ?"},{"number":5,"verse":"ପୁଣି ପାଉଲ କହିଲେ, ଭ୍ରାତୃବୃନ୍ଦ, ସେ ମହାଯାଜକ ବୋଲି ମୁଁ ଜାଣି ନ ଥିଲି; କାରଣ ଲିଖିତ ଅଛି, ତୁମ୍ଭେ ନିଜ ଲୋକମାନଙ୍କ ଅଧ୍ୟକ୍ଷଙ୍କୁ ଅଭିଶାପ ଦେବ ନାହିଁ ।"},{"number":6,"verse":"କିନ୍ତୁ ପାଉଲ ଏକ ଭାଗ ସାଦ୍ଦୂକୀ ଆଉ ଅପର ଭାଗ ଫାରୂଶୀ ବୋଲି ଜାଣି ମହାସଭାରେ ଉଚ୍ଚସ୍ଵରରେ କହିଲେ, ଭ୍ରାତୃବୃନ୍ଦ, ମୁଁ ଜଣେ ଫାରୂଶୀ ଓ ଫାରୂଶୀର ପୁତ୍ର; ପୁଣି, ଏହି ଭରସା, ଅର୍ଥାତ୍, ମୃତମାନଙ୍କ ପୁନରୁତ୍ଥାନ ସମ୍ଵନ୍ଧରେ ମୁଁ ବିଚାରିତ ହେଉଅଛି ।"},{"number":7,"verse":"ସେ ଏହି କଥା କହିବାରୁ ଫାରୂଶୀ ଓ ସାଦ୍ଦୂକୀମାନଙ୍କ ମଧ୍ୟରେ ବିବାଦ ଘଟିଲା, ଆଉ ସଭାରେ ଦଳଭେଦ ହେଲା ।"},{"number":8,"verse":"କାରଣ ସାଦ୍ଦୂକୀମାନେ ପୁନରୁତ୍ଥାନ ନାହିଁ, କିମ୍ଵା ଦୂତ ଅବା ଆତ୍ମା ନାହିଁ ବୋଲି କହନ୍ତି, କିନ୍ତୁ ଫାରୂଶୀମାନେ ଉଭୟ ସ୍ଵୀକାର କରନ୍ତି ।"},{"number":9,"verse":"ଏଥିରେ ମହା କୋଳାହଳ ଘଟିଲା, ଆଉ ଫାରୂଶୀ-ମାନଙ୍କ ଦଳର କେତେକ ଶାସ୍ତ୍ରୀ ଉଠି ବାଗ୍ଯୁଦ୍ଧ କରି କହିଲେ, ଆମ୍ଭେମାନେ ଏହି ଲୋକଠାରେ କୌଣସି ଦୋଷ ଦେଖୁ ନାହୁଁ, କେଜାଣି କୌଣସି ଆତ୍ମା କିମ୍ଵା କୌଣସି ଦୂତ ତାହା ସାଙ୍ଗରେ କଥା କହିଅଛନ୍ତି ।"},{"number":10,"verse":"ଏହିପ୍ରକାରେ ମହା ବିବାଦ ଘଟନ୍ତେ, କାଳେ ପାଉଲ ସେମାନଙ୍କ ଦ୍ଵାରା ଖଣ୍ତବିଖଣ୍ତ ହୁଅନ୍ତି, ଏହି ଭୟରେ ସହସ୍ରସେନାପତି ସେମାନଙ୍କ ମଧ୍ୟରୁ ତାଙ୍କୁ ବଳପୂର୍ବକ ଗଡ଼ ଭିତରକୁ ଘେନି ଆସିବା ନିମନ୍ତେ ସୈନ୍ୟମାନଙ୍କୁ ଯିବାକୁ ଆଜ୍ଞା ଦେଲେ ।"},{"number":11,"verse":"ପରରାତ୍ରରେ ପ୍ରଭୁ ତାଙ୍କ ପାଖରେ ଠିଆ ହୋଇ କହିଲେ, ସାହସ ଧର, କାରଣ ତୁମ୍ଭେ ଯେପରି ଯିରୂଶାଲମରେ ଆମ୍ଭ ବିଷୟ ସାକ୍ଷ୍ୟ ଦେଇଅଛ, ସେହିପରି ତୁମ୍ଭକୁ ରୋମରେ ମଧ୍ୟ ସାକ୍ଷ୍ୟ ଦେବାକୁ ହେବ ।"},{"number":12,"verse":"( ପାଉଲଙ୍କୁ ହତ୍ୟା କରିବା ପାଇଁ ଷଡ଼ଯନ୍ତ୍ର) ଦିନ ହୁଅନ୍ତେ, ଯିହୁଦୀମାନେ ଦଳବଦ୍ଧ ହୋଇ ପାଉଲଙ୍କୁ ବଧ ନ କରିବା ପର୍ଯ୍ୟନ୍ତ ଅନ୍ନଜଳ ସ୍ପର୍ଶ କଲେ ଅଭିଶପ୍ତ ହେବେ ବୋଲି ଶପଥରେ ଆପଣା ଆପଣାକୁ ଆବଦ୍ଧ କଲେ ।"},{"number":13,"verse":"ଏହି ଷଡ଼ଯନ୍ତ୍ର କରିଥିବା ଲୋକମାନେ ଚାଳିଶ ଜଣରୁ ଅଧିକ ଥିଲେ ।"},{"number":14,"verse":"ସେମାନେ ପ୍ରଧାନ ଯାଜକ ଓ ପ୍ରାଚୀନମାନଙ୍କ ନିକଟକୁ ଆସି କହିଲେ, ଆମ୍ଭେମାନେ ପାଉଲଙ୍କୁ ବଧ ନ କରିବା ପର୍ଯ୍ୟନ୍ତ କିଛି ଆସ୍ଵାଦନ କଲେ ଅଭିଶପ୍ତ ହେବୁ ବୋଲି ଆପଣା ଆପଣାକୁ ଦୃଢ଼ ଶପଥରେ ଆବଦ୍ଧ କରିଅଛୁ ।"},{"number":15,"verse":"ଅତଏବ, ଆପଣମାନେ ଅଧିକ ସୂକ୍ଷ୍ମ ରୂପେ ତାହାର ବିଚାର କରିବାକୁ ଇଚ୍ଛା କରୁଅଛନ୍ତି ବୋଲି ଛଳନା କରି ତାକୁ ଆପଣମାନଙ୍କ ନିକଟକୁ ଆଣିବା ନିମନ୍ତେ ଏବେ ମହାସଭା ସହିତ ସହସ୍ରସେନାପତିଙ୍କୁ ନିବେଦନ କରନ୍ତୁ । ସେ ଆପଣମାନଙ୍କ ନିକଟକୁ ଆସିବା ପୂର୍ବେ ଆମ୍ଭେମାନେ ତାକୁ ବଧ କରିବାକୁ ପ୍ରସ୍ତୁତ ଅଛୁ ।"},{"number":16,"verse":"କିନ୍ତୁ ପାଉଲଙ୍କ ଭଣଜା ସେମାନଙ୍କର ଛକି ରହିବା କଥା ଶୁଣି ଆସି ଗଡ଼ ମଧ୍ୟରେ ପ୍ରବେଶ କରି ପାଉଲଙ୍କୁ ଜଣାଇଲେ ।"},{"number":17,"verse":"ସେଥିରେ ପାଉଲ ଜଣେ ଶତସେନାପତିଙ୍କୁ ଡାକି କହିଲେ, ଏହି ଯୁବାକୁ ସହସ୍ରସେନାପତିଙ୍କ ନିକଟକୁ ଘେନିଯାଉନ୍ତୁ, କାରଣ ତାଙ୍କୁ ଜଣାଇବା ନିମନ୍ତେ ଏହାର କିଛି କଥା ଅଛି ।"},{"number":18,"verse":"ତେଣୁ ସେ ତାକୁ ସହସ୍ରସେନାପତିଙ୍କ ନିକଟକୁ ଘେନିଯାଇ କହିଲେ, ବନ୍ଦୀ ପାଉଲ ଆପଣା ନିକଟକୁ ମୋତେ ଡାକି ଆପଣଙ୍କ ପାଖକୁ ଏହି ଯୁବାକୁ ଘେନିଆସିବା ନିମନ୍ତେ ଅନୁରୋଧ କଲା, ଆପଣଙ୍କୁ କହିବା ନିମନ୍ତେ ଏହାର କିଛି କଥା ଅଛି ।"},{"number":19,"verse":"ସହସ୍ରସେନାପତି ତାʼର ହାତ ଧରି ତାକୁ ନିର୍ଜନକୁ ଘେନିଯାଇ ପଚାରିଲେ, ମୋତେ ଜଣାଇବା ନିମନ୍ତେ ତୁମ୍ଭର କʼଣ ଅଛି ?"},{"number":20,"verse":"ସେ କହିଲା, ପାଉଲଙ୍କ ବିଷୟରେ ଅଧିକ ସୂକ୍ଷ୍ମ ରୂପେ ଅନୁସନ୍ଧାନ କରିବା ଛଳରେ ଯିହୁଦୀମାନେ ତାଙ୍କୁ କାଲି ମହାସଭା ନିକଟକୁ ଆଣିବା ନିମନ୍ତେ ଆପଣଙ୍କୁ ଅନୁରୋଧ କରିବା ପାଇଁ ଏକମତ ହୋଇଅଛନ୍ତି ।"},{"number":21,"verse":"ଏଣୁ ଆପଣ ସେମାନଙ୍କ କଥାରେ ସମ୍ମତ ହେବେ ନାହିଁ, କାରଣ ତାଙ୍କୁ ବଧ ନ କରିବା ପର୍ଯ୍ୟନ୍ତ ଅନ୍ନଜଳ ସ୍ପର୍ଶ କଲେ ଅଭିଶପ୍ତ ହେବେ ବୋଲି ଆପଣା ଆପଣାକୁ ଶପଥରେ ଆବଦ୍ଧ କରି ଚାଳିଶ ଜଣରୁ ଅଧିକ ଲୋକ ତାଙ୍କୁ ଛକି ରହିଅଛନ୍ତି, ଆଉ ଏବେ ସେମାନେ ଆପଣଙ୍କଠାରୁ ଅନୁମତି ପାଇବା ନିମନ୍ତେ ଅପେକ୍ଷା କରି ପ୍ରସ୍ତୁତ ହୋଇ ରହିଅଛନ୍ତି ।"},{"number":22,"verse":"ସେଥିରେ ସହସ୍ରସେନାପତି ସେହି ଯୁବାକୁ ବିଦାୟ ଦେଇ ତାକୁ ଆଜ୍ଞା କଲେ, ତୁମ୍ଭେ ଯେ ଏହିସମସ୍ତ କଥା ମୋତେ ଜଣାଇଅଛ, ତାହା କାହାକୁ କହିବ ନାହିଁ ।"},{"number":23,"verse":"( ଫେଲୀକ୍‍ସ୍‍ଙ୍କ ନିକଟରେ ପାଉଲ) ପରେ ସେ ଦୁଇ ଜଣ ଶତସେନାପତିଙ୍କି ଡାକି କହିଲେ, କାଇସରିଆ ପର୍ଯ୍ୟନ୍ତ ଯିବା ନିମନ୍ତେ ରାତ୍ର ତିନି ଘଟିକା ସମୟରେ ଦୁଇ ଶତ ସୈନ୍ୟ, ସତୁରି ଜଣ ଅଶ୍ଵାରୋହୀ ଓ ଦୁଇ ଶତ ବର୍ଚ୍ଛାଧାରୀଙ୍କୁ ପ୍ରସ୍ତୁତ କର ।"},{"number":24,"verse":"ପୁଣି, ସେମାନେ ଯେପରି ପାଉଲଙ୍କୁ ବାହନ ଉପରେ ବସାଇ ଶାସନକର୍ତ୍ତା ଫେଲୀକ୍ସଙ୍କ ନିକଟକୁ ନିରାପଦରେ ଘେନିଯାଆନ୍ତି, ଏଥିପାଇଁ ତାହା ଆୟୋଜନ କରିବା ନିମନ୍ତେ ସେ ଆଜ୍ଞା ଦେଲେ ।"},{"number":25,"verse":"ଆଉ, ସେ ଏହିପ୍ରକାରେ ଗୋଟିଏ ପତ୍ର ଲେଖିଲେ,"},{"number":26,"verse":"ମହାମହିମ ଶାସନକର୍ତ୍ତା ଫେଲୀକ୍ସଙ୍କୁ କ୍ଳାଉଦିଅ ଲୂସୀୟାଙ୍କର ନମସ୍କାର ।"},{"number":27,"verse":"ଯିହୁଦୀମାନେ ଏହି ଲୋକକୁ ଧରି ବଧ କରିବାକୁ ଯାଉଥିବା ସମୟରେ ମୁଁ ସୈନ୍ୟମାନଙ୍କ ସହିତ ଯାଇ ସେ ଜଣେ ରୋମୀୟ ବୋଲି ଜ୍ଞାତ ହୋଇ ଏହାକୁ ଉଦ୍ଧାର କଲି ।"},{"number":28,"verse":"କେଉଁ କାରଣରୁ ସେମାନେ ଏହାର ବିରୁଦ୍ଧରେ ଦୋଷାରୋପ କରୁଅଛନ୍ତି, ତାହା ଜାଣିବାକୁ ଇଚ୍ଛା କରି ମୁଁ ଏହାକୁ ସେମାନଙ୍କର ମହାସଭା ନିକଟକୁ ଘେନିଗଲି ।"},{"number":29,"verse":"ପ୍ରାଣଦଣ୍ତ ବା ବନ୍ଧନଯୋଗ୍ୟ କୌଣସି ବିଷୟ ଏହାର ବିରୁଦ୍ଧରେ ଅଭିଯୋଗ କରା ନ ଯାଇ ସେମାନଙ୍କ ବ୍ୟବସ୍ଥା ସମ୍ଵନ୍ଧୀୟ ବିବାଦ ବିଷୟରେ ଅଭିଯୋଗ କରାଯାଉଅଛି ବୋଲି ମୁଁ ବୁଝିଲି ।"},{"number":30,"verse":"ଏହି ଲୋକ ବିରୁଦ୍ଧରେ ଷଡ଼ଯନ୍ତ୍ର ହେବ ବୋଲି ମୋତେ ସମ୍ଵାଦ ଦିଆଯିବାରୁ ମୁଁ ଏହାକୁ ଅବିଳମ୍ଵରେ ଆପଣଙ୍କ ନିକଟକୁ ପ୍ରେରଣ କଲି; ଏହାର ଅଭିଯୋଗକାରୀମାନଙ୍କୁ ମଧ୍ୟ ଆପଣଙ୍କ ଛାମୁରେ ଏହା ବିରୁଦ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେବାକୁ ଆଜ୍ଞା ଦେଲି ।"},{"number":31,"verse":"ସେଥିରେ ସୈନ୍ୟମାନେ ପ୍ରାପ୍ତ ଆଦେଶାନୁସାରେ ପାଉଲଙ୍କୁ ଘେନି ରାତ୍ରିକାଳରେ ତାଙ୍କୁ ଆନ୍ତିପାତ୍ରିକୁ ଆଣିଲେ ।"},{"number":32,"verse":"ପରଦିନ ସେମାନେ ଅଶ୍ଵାରୋହୀମାନଙ୍କୁ ତାଙ୍କ ସାଙ୍ଗରେ ଯିବା ପାଇଁ ଛାଡ଼ିଦେଇ ଗଡ଼କୁ ବାହୁଡ଼ିଗଲେ ।"},{"number":33,"verse":"ପରେ ଅଶ୍ଵାରୋହୀମାନେ କାଇସରୀଆକୁ ଆସି ଶାସନକର୍ତ୍ତାଙ୍କୁ ପତ୍ର ଦେଲେ, ପୁଣି ପାଉଲଙ୍କୁ ମଧ୍ୟ ତାଙ୍କ ଛାମୁରେ ଉପସ୍ଥିତ କଲେ ।"},{"number":34,"verse":"ସେ ପତ୍ରଟି ପାଠ କଲା ଉତ୍ତାରେ, ସେ କେଉଁ ପ୍ରଦେଶର ଲୋକ ବୋଲି ପଚାରିଲେ; ପୁଣି, ସେ ଯେ କିଲିକିଆର ଲୋକ, ଏହା ଜାଣି ସେ କହିଲେ,"},{"number":35,"verse":"ତୁମ୍ଭର ଅଭିଯୋଗକାରୀମାନେ ମଧ୍ୟ ଉପସ୍ଥିତ ହେଲେ ଆମ୍ଭେ ତୁମ୍ଭର କଥା ଶୁଣିବା । ଆଉ, ସେ ହେରୋଦଙ୍କ ପ୍ରାସାଦରେ ତାଙ୍କୁ ରଖିବା ନିମନ୍ତେ ଆଜ୍ଞା ଦେଲେ ।"}]}