{"bibleAbbr":"orOV2014","bookName":"ପ୍ରେରିତମାନଙ୍କର କାର୍ଯ୍ୟର ବିବରଣ","bookEnglishName":"Acts of the Apostles","chapterNumber":4,"verses":[{"number":1,"verse":"( ଯିହୁଦୀ ମହାସଭାରେ ପିତର ଓ ଯୋହନ) ସେମାନେ ଲୋକମାନଙ୍କ ନିକଟରେ କଥା କହୁଥିବା ସମୟରେ ଯାଜକମାନେ, ମନ୍ଦିରର ସେନାପତି ଓ ସାଦ୍ଦୂକୀମାନେ ସେମାନଙ୍କ ନିକଟରେ ଉପସ୍ଥିତ ହେଲେ;"},{"number":2,"verse":"ସେମାନେ ବିରକ୍ତ ହୋଇଥିଲେ, କାରଣ ପ୍ରେରିତମାନେ ଲୋକମାନଙ୍କୁ ଶିକ୍ଷା ଦେଉଥିଲେ ଓ ଯୀଶୁଙ୍କ କଥା ଧରି ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ପୁନରୁତ୍ଥାନ ବିଷୟ ପ୍ରଚାର କରୁଥିଲେ ।"},{"number":3,"verse":"ପୁଣି, ସେମାନେ ସେମାନଙ୍କୁ ଧରି ପରଦିନ ପର୍ଯ୍ୟନ୍ତ କାରାଗାରରେ ରଖିଲେ, କାରଣ ସେତେବେଳେ ସନ୍ଧ୍ୟା ହୋଇଥିଲା ।"},{"number":4,"verse":"ତଥାପି ବାକ୍ୟ ଶୁଣିବା ଲୋକମାନଙ୍କ ମଧ୍ୟରୁ ଅନେକେ ବିଶ୍ଵାସ କଲେ, ଆଉ ପୁରୁଷମାନଙ୍କର ସଂଖ୍ୟା ପ୍ରାୟ ପାଞ୍ଚ ସହସ୍ର ହେଲା ।"},{"number":5,"verse":"ପରଦିନ ଲୋକମାନଙ୍କର ଅଧ୍ୟକ୍ଷ, ପ୍ରାଚୀନ ଓ ଶାସ୍ତ୍ରୀମାନେ ଯିରୂଶାଲମରେ ଏକତ୍ରିତ ହେଲେ;"},{"number":6,"verse":"ସେଠାରେ ମହାଯାଜକ ହାନାନ, କୟାଫା, ଯୋହନ, ଆଲେକ୍ଜାଣ୍ତର, ପୁଣି ମହାଯାଜକୀୟ ବଂଶର ସମସ୍ତ ଲୋକ ଉପସ୍ଥିତ ଥିଲେ ।"},{"number":7,"verse":"ସେମାନେ ପ୍ରେରିତମାନଙ୍କୁ ମଧ୍ୟସ୍ଥାନରେ ଠିଆ କରାଇ ପଚାରିବାକୁ ଲାଗିଲେ, କି ଶକ୍ତିରେ ବା କେଉଁ ନାମରେ ତୁମ୍ଭେମାନେ ଏହା କରିଅଛ ?"},{"number":8,"verse":"ସେଥିରେ ପିତର ପବିତ୍ର ଆତ୍ମାରେ ପୂର୍ଣ୍ଣ ହୋଇ ସେମାନଙ୍କୁ କହିଲେ, ହେ ଲୋକମାନଙ୍କର ଅଧ୍ୟକ୍ଷ ଓ ପ୍ରାଚୀନମାନେ,"},{"number":9,"verse":"ଆଜି ଯଦି ଜଣେ ରୋଗୀ ପ୍ରତି କରାଯାଇଥିବା ଉତ୍ତମ କାର୍ଯ୍ୟ ବିଷୟରେ ଆମ୍ଭମାନଙ୍କୁ ପଚରାଯାଏ ଯେ, ଏହି ଲୋକ କି ଉପାୟରେ ସୁସ୍ଥ ହୋଇଅଛି,"},{"number":10,"verse":"ତାହାହେଲେ ଆପଣମାନେ ସମସ୍ତେ ଓ ସମସ୍ତ ଇସ୍ରାଏଲ ଲୋକ ଜ୍ଞାତ ହେଉନ୍ତୁ, ଯେଉଁ ନାଜରିତୀୟ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କୁ ଆପଣମାନେ କ୍ରୁଶରେ ବଧ କରିଅଛନ୍ତି, ଯାହାଙ୍କୁ ଈଶ୍ଵର ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ଉଠାଇ ଅଛନ୍ତି, ତାହାଙ୍କ ନାମରେ, ହଁ, ତାହାଙ୍କ ଦ୍ଵାରା ଏହି ଲୋକଟି ସୁସ୍ଥ ହୋଇ ଆପଣମାନଙ୍କ ସାକ୍ଷାତରେ ଠିଆ ହୋଇଅଛି ।"},{"number":11,"verse":"ଗୃହନିର୍ମାଣକାରୀ ଯେ ଆପଣମାନେ, ଆପଣ-ମାନଙ୍କ ଦ୍ଵାରା ଯେଉଁ ପ୍ରସ୍ତର ଅବଜ୍ଞାତ ହୋଇଥିଲା, କିନ୍ତୁ ଯାହା କୋଣର ପ୍ରଧାନ ପ୍ରସ୍ତର ହେଲା, ସେ ସେହି ପ୍ରସ୍ତର ।"},{"number":12,"verse":"ତାହାଙ୍କ ଛଡ଼ା ଆଉ କାହାଠାରେ ପରିତ୍ରାଣ ନାହିଁ; କାରଣ ଯାହା ଦ୍ଵାରା ଆମ୍ଭମାନଙ୍କୁ ପରିତ୍ରାଣ ପାଇବାକୁ ହେବ, ଆକାଶ ତଳେ ମନୁଷ୍ୟମାନଙ୍କ ମଧ୍ୟରେ ଆଉ କୌଣସି ନାମ ଦିଆଯାଇ ନାହିଁ ।"},{"number":13,"verse":"ସେମାନେ ପିତର ଓ ଯୋହନଙ୍କ ସାହସ ଦେଖି ଏବଂ ସେମାନେ ଯେ ଅଶିକ୍ଷିତ ଓ ଅଜ୍ଞାନ ଲୋକ, ଏହା ବୁଝି ଚମତ୍କୃତ ହେଲେ, ପୁଣି ସେମାନେ ଯୀଶୁଙ୍କ ସାଙ୍ଗରେ ଥିଲେ ବୋଲି ସେମାନଙ୍କୁ ଚିହ୍ନିଲେ,"},{"number":14,"verse":"ଆଉ ସେହି ସୁସ୍ଥ ହୋଇଥିବା ଲୋକଟିକି ସେମାନଙ୍କ ସାଙ୍ଗରେ ଠିଆ ହୋଇଥିବାର ଦେଖି, ବିରୁଦ୍ଧରେ କିଛି କହି ପାରିଲେ ନାହିଁ ।"},{"number":15,"verse":"ପରେ ସେମାନଙ୍କୁ ସଭାରୁ ବାହାରିଯିବାକୁ ଆଜ୍ଞା ଦେଇ ସେମାନେ ପରସ୍ପର ମଧ୍ୟରେ ପରାମର୍ଶ କରି କହିବାକୁ ଲାଗିଲେ, ଏ ଲୋକଗୁଡ଼ାକ ପ୍ରତି କଅଣ କରିବା ?"},{"number":16,"verse":"କାରଣ ଏମାନଙ୍କ ଦ୍ଵାରା ଯେ, ଗୋଟିଏ ମହା ଆଶ୍ଚର୍ଯ୍ୟକର୍ମ ସାଧିତ ହୋଇଅଛି, ଏହା ଯିରୂଶାଲମ ନିବାସୀସମସ୍ତଙ୍କ ନିକଟରେ ପ୍ରକାଶିତ ହୋଇଅଛି, ଆଉ ଆମ୍ଭେମାନେ ତାହା ଅସ୍ଵୀକାର କରି ନ ପାରୁ;"},{"number":17,"verse":"କିନ୍ତୁ କଥାଟା ଯେପରି ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ଆହୁରି ଅଧିକ ବ୍ୟାପି ନ ଯାଏ, ଏଥିପାଇଁ ଏହି ନାମରେ କୌଣସି ଲୋକକୁ ଆଉ କିଛି ନ କହିବାକୁ ସେମାନଙ୍କୁ ଭୟ ଦେଖାଇବା ।"},{"number":18,"verse":"ପରେ ସେମାନଙ୍କୁ ଡାକି ଯୀଶୁଙ୍କ ନାମରେ ଆଦୌ କଥା ନ କହିବାକୁ ବା ଶିକ୍ଷା ନ ଦେବାକୁ ଦୃଢ଼ ରୂପେ ଆଜ୍ଞା ଦେଲେ ।"},{"number":19,"verse":"କିନ୍ତୁ ପିତର ଓ ଯୋହନ ସେମାନଙ୍କୁ ଉତ୍ତର ଦେଲେ, ଈଶ୍ଵରଙ୍କ କଥା ଶୁଣିବା ଅପେକ୍ଷା ଆପଣମାନଙ୍କ କଥା ଶୁଣିବା ଈଶ୍ଵରଙ୍କ ଦୃଷ୍ଟିରେ ଯଥାର୍ଥ କି ନା, ତାହା ଆପଣମାନେ ବିଚାର କରନ୍ତୁ ।"},{"number":20,"verse":"କାରଣ ଆମ୍ଭେମାନେ ଯାହା ଯାହା ଦେଖିଅଛୁ ଓ ଶୁଣିଅଛୁ, ସେହିସବୁ ନ କହି ରହି ନ ପାରୁ ।"},{"number":21,"verse":"ସେଥିରେ ସେମାନେ ଲୋକମାନଙ୍କ ହେତୁ ସେମାନଙ୍କୁ ଦଣ୍ତ ଦେବାର କୌଣସି ବାଟ ନ ପାଇବାରୁ ସେମାନଙ୍କୁ ଅଧିକ ଭୟ ଦେଖାଇ ଛାଡ଼ିଦେଲେ, ଯେଣୁ ଯାହା ଘଟିଥିଲା, ସେଥିନିମନ୍ତେ ଲୋକସମସ୍ତେ ଈଶ୍ଵରଙ୍କ ମହିମା କୀର୍ତ୍ତନ କରିବାକୁ ଲାଗିଲେ,,"},{"number":22,"verse":"କାରଣ ଯେଉଁ ଲୋକଠାରେ ସେହି ଆରୋଗ୍ୟର ଆଶ୍ଚର୍ଯ୍ୟକର୍ମ କରାଯାଇଥିଲା, ତାହାର ବୟସ ଚାଳିଶ ବର୍ଷରୁ ଊର୍ଦ୍ଧ୍ଵ ଥିଲା ।"},{"number":23,"verse":"( ନିର୍ଭୀକତା ନିମନ୍ତେ ପ୍ରେରିତଙ୍କ ପ୍ରାର୍ଥନା) ସେମାନେ ମୁକ୍ତ ହୋଇ ଆପଣା ସଙ୍ଗୀମାନଙ୍କ ନିକଟକୁ ଗଲେ ଏବଂ ପ୍ରଧାନ ଯାଜକ ଓ ପ୍ରାଚୀନମାନେ ସେମାନଙ୍କୁ ଯାହା ଯାହା କହିଥିଲେ, ସେହିସବୁ ଜଣାଇଲେ ।"},{"number":24,"verse":"ସେମାନେ ତାହା ଶୁଣି ଏକଚିତ୍ତରେ ଈଶ୍ଵରଙ୍କ ନିକଟରେ ଉଚ୍ଚସ୍ଵରରେ ପ୍ରାର୍ଥନା କରି କହିଲେ, ହେ ପ୍ରଭୁ, ତୁମ୍ଭେ ଆକାଶ, ପୃଥିବୀ, ସମୁଦ୍ର ଏବଂ ସେସବୁ ମଧ୍ୟରେ ଥିବା ସମସ୍ତ ବିଷୟ ସୃଷ୍ଟି କରିଅଛ ।"},{"number":25,"verse":"ତୁମ୍ଭେ ଆପଣା ଦାସ ଆମ୍ଭମାନଙ୍କ ପିତା ଦାଉଦଙ୍କ ମୁଖ ଦେଇ ପବିତ୍ର ଆତ୍ମାଙ୍କ ଦ୍ଵାରା ଏହି କଥା କହିଅଛ, ବିଜାତିମାନେ କାହିଁକି କଳହ କଲେ, ଆଉ ଲୋକମାନେ କାହିଁକି ଅନର୍ଥକ ବିଷୟ କଳ୍ପନା କଲେ ?"},{"number":26,"verse":"ପ୍ରଭୁଙ୍କ ବିରୁଦ୍ଧରେ ଓ ତାହାଙ୍କ ଅଭିଷିକ୍ତଙ୍କ ବିରୁଦ୍ଧରେ, ପୃଥିବୀର ରାଜାମାନେ ଠିଆ ହେଲେ, ପୁଣି ଶାସନକର୍ତ୍ତା-ମାନେ ଏକତ୍ର ହେଲେ ।"},{"number":27,"verse":"କାରଣ ତୁମ୍ଭର ଯେଉଁ ପବିତ୍ର ଦାସ ଯୀଶୁଙ୍କୁ ତୁମ୍ଭେ ଅଭିଷିକ୍ତ କଲ, ପ୍ରକୃତରେ ତାହାଙ୍କ ବିରୁଦ୍ଧରେ ହେରୋଦ ଏବଂ ପନ୍ତୀୟ ପୀଲାତ ଉଭୟ ବିଜାତି ଓ ଇସ୍ରାଏଲ ଲୋକମାନଙ୍କ ସହିତ ଏହି ନଗରରେ,"},{"number":28,"verse":"ତୁମ୍ଭର ହସ୍ତ ଓ ତୁମ୍ଭର ସଂକଳ୍ପ ଦ୍ଵାରା ଯେସମସ୍ତ ବିଷୟ ଘଟିବ ବୋଲି ପୂର୍ବରୁ ନିରୂପିତ ହୋଇଥିଲା, ତାହା କରିବାକୁ ଏକତ୍ର ହେଲେ ।"},{"number":29,"verse":"ଆଉ ଏବେ, ହେ ପ୍ରଭୁ, ସେମାନଙ୍କ ତର୍ଜନଗର୍ଜନ ପ୍ରତି ଦୃଷ୍ଟିପାତ କର; ପୁଣି, ତୁମ୍ଭର ଦାସମାନଙ୍କୁ ପୂର୍ଣ୍ଣ ସାହସ ସହ ତୁମ୍ଭର ବାକ୍ୟ କହିବାକୁ ଶକ୍ତି ଦିଅ,"},{"number":30,"verse":"ଆଉ ସେଥି ସଙ୍ଗେ ସଙ୍ଗେ ତୁମ୍ଭର ପବିତ୍ର ଦାସ ଯୀଶୁଙ୍କ ନାମରେ ଆରୋଗ୍ୟ କରିବା ନିମନ୍ତେ ଏବଂ ଲକ୍ଷଣ ଓ ଅଦ୍ଭୁତ କର୍ମମାନ ସାଧନ କରିବା ପାଇଁ ତୁମ୍ଭର ହସ୍ତ ବିସ୍ତାର କର ।"},{"number":31,"verse":"ସେମାନେ ପ୍ରାର୍ଥନା କଲା ଉତ୍ତାରେ, ଯେଉଁ ସ୍ଥାନରେ ଏକତ୍ର ହୋଇଥିଲେ, ତାହା କମ୍ପିଉଠିଲା, ପୁଣି ସମସ୍ତେ ପବିତ୍ର ଆତ୍ମାରେ ପରିପୂର୍ଣ୍ଣ ହୋଇ, ସାହସରେ ଈଶ୍ଵରଙ୍କ ବାକ୍ୟ କହିବାକୁ ଲାଗିଲେ ।"},{"number":32,"verse":"( ବିଶ୍ଵାସୀମାନେ ସମ୍ପତ୍ତିରେ ସମାନ ଅଂଶୀଦାର) ବିଶ୍ଵାସକାରୀ ଲୋକସମୂହ ଏକଚିତ୍ତ ଓ ଏକପ୍ରାଣ ଥିଲେ; ସେମାନଙ୍କ ମଧ୍ୟରୁ କେହିହେଲେ ଆପଣା ସମ୍ପତ୍ତି ମଧ୍ୟରୁ କିଛି ନିଜର ବୋଲି କହୁ ନ ଥିଲେ, କିନ୍ତୁ ସେମାନଙ୍କର ସମସ୍ତ ବିଷୟ ସାଧାରଣ ଥିଲା ।"},{"number":33,"verse":"ପ୍ରେରିତମାନେ ମହାଶକ୍ତି ସହିତ ପ୍ରଭୁ ଯୀଶୁଙ୍କ ପୁନରୁତ୍ଥାନ ବିଷୟରେ ସାକ୍ଷ୍ୟ ଦେବାକୁ ଲାଗିଲେ, ପୁଣି ସମସ୍ତଙ୍କ ଉପରେ ମହା ଅନୁଗ୍ରହ ଥିଲା ।"},{"number":34,"verse":"ଯେଣୁ ସେମାନଙ୍କ ମଧ୍ୟରେ କାହାରି କୌଣସି ଅଭାବ ନ ଥିଲା, କାରଣ ଯେତେ ଲୋକଙ୍କର ଭୂମି ବା ଗୃହ ଥିଲା, ସେମାନେ ତାହା ବିକ୍ରୟ କରି ବିକ୍ରୀତ ସମ୍ପତ୍ତିର ମୂଲ୍ୟ ଆଣି ପ୍ରେରିତମାନଙ୍କର ପାଦତଳେ ଥୋଉଥିଲେ,"},{"number":35,"verse":"ଆଉ ପ୍ରତ୍ୟେକ ଜଣକୁ ତାʼର ଅଭାବ ଅନୁସାରେ ବିତରଣ କରାଯାଉଥିଲା ।"},{"number":36,"verse":"ପୁଣି, ଯୋଷେଫ, ସେ ଲେବୀ ବଂଶଜାତ ଜଣେ କୁପ୍ରୀୟ ଜାତିର ଲୋକ, ଯାହାଙ୍କୁ ପ୍ରେରିତମାନେ ବର୍ଣ୍ଣବ୍ବା ବୋଲି ଉପନାମ ଦେଇଥିଲେ (ଅନୁବାଦ କଲେ, ଏହାର ଅର୍ଥ, ସାନ୍ତ୍ଵନାର ପୁତ୍ର),"},{"number":37,"verse":"ତାଙ୍କର ଖଣ୍ତେ କ୍ଷେତ୍ର ଥିଲା; ସେ ତାହା ବିକ୍ରୟ କରି ସେଥିର ଟଙ୍କା ଆଣି ପ୍ରେରିତମାନଙ୍କର ପାଦ ତଳେ ଥୋଇଲେ ।"}]}