{
  "bibleAbbr" : "TCB1973",
  "bookName" : "யோசுவா ஆகமம்",
  "bookEnglishName" : "Joshua",
  "chapterNumber" : 19,
  "verses" : [ {
    "number" : 1,
    "verse" : "இரண்டாம் சீட்டு சிமியோனுக்கு விழுந்தது. அவனுடைய கோத்திரத்திற்கு அதன் வம்சங்களின்படி கிடைத்த காணியாட்சியாவது"
  }, {
    "number" : 2,
    "verse" : "யூதா புதல்வரது காணியாட்சியின் நடுவே அமைந்திருக்கும் பெற்சபே, சபே, மேலதா,"
  }, {
    "number" : 3,
    "verse" : "ஆஸர்சுவல், பாலா, ஆசம்"
  }, {
    "number" : 4,
    "verse" : "எல்தொலாத், பேத்துல், அற்மா, சிலெக்,"
  }, {
    "number" : 5,
    "verse" : "பெத்மார்க்சாபத், ஆஸர் சூசா,"
  }, {
    "number" : 6,
    "verse" : "பெத்லேபாவோத், சரோகன் என்ற பதின்மூன்று நகர்களும் அவற்றைச் சார்ந்த ஊர்களும்"
  }, {
    "number" : 7,
    "verse" : "ஆயின், ரெம்மோன், ஆத்தார், ஆசான் என்ற நான்கு நகர்களும் அவற்றையடுத்த ஊர்களும்"
  }, {
    "number" : 8,
    "verse" : "மேற்சொன்ன நகர்களைச் சுற்றிலும் தெற்கே இருக்கிற பாலாவாத்- பேவர்- இராமாத் வரையுள்ள எல்லாச் சிற்றூர்களும். இவை சிமியோன் புதல்வரின் கோத்திரத்திற்கு அவர்கள் வம்சங்களின்படி கிடைத்த காணியாட்சியாகும்."
  }, {
    "number" : 9,
    "verse" : "யூதா புதல்வரின் பங்கு வீதம் அவர்களுக்கு மிகப் பெரியதாயிருந்ததால், மேற்சொன்ன நகர்களும் ஊர்களும் அவர்களிடமிருந்து எடுத்துக்கொள்ளப் பெற்றன. எனவே, சிமியோன் புதல்வர் யூதா புதல்வர் நடுவே காணியாட்சி பெற்றனர்."
  }, {
    "number" : 10,
    "verse" : "மூன்றாம் சீட்டு சபுலோன் புதல்வருக்கு விழுந்தது. அவர்களுக்கு அவர்கள் வம்சங்களின்படி கிடைத்த பங்கு வீதத்தின் எல்லை சரீத் வரை நீண்டிருந்தது."
  }, {
    "number" : 11,
    "verse" : "அது கடலும் மேரலாவும் தொடங்கித் தெபசேத்துக்குப் போய் ஜெக்கொனாவுக்கு எதிரே ஓடும் ஆறு வரை போகும்."
  }, {
    "number" : 12,
    "verse" : "சாபேதிலிருந்து கிழக்கே கெசலேத்தாபோரின் எல்லை வரை திரும்பி, தாபரத்துக்குப் போய், ஜப்பேவுக்கு ஏறி,"
  }, {
    "number" : 13,
    "verse" : "அங்கிருந்து கெத்தப்பருக்கும் தக்கசீனுக்கும் கீழ்ப்புறத்தைக் கடந்து, ரெம்மோன், அம்தார், நோவா என்ற ஊர்களுக்குப் போய், அனத்தோனின் வடபக்கத்தைச் சுற்றிவந்து,"
  }, {
    "number" : 14,
    "verse" : "ஜெப்தாயேல் பள்ளத்தாக்கிலும்,"
  }, {
    "number" : 15,
    "verse" : "காத்தேதிலும் நவாலோலிலும் செமெரோனிலும் ஜெரலாவிலும் பெத்லேகேமிலும் முடியும். அப்பன்னிரு நகர்களும் அவற்றை அடுத்த ஊர்களும், சிற்றூர்களும்,"
  }, {
    "number" : 16,
    "verse" : "சபுலோன் புதல்வருக்கு அவர்கள் வம்சங்களின்படி சொந்தமாயின."
  }, {
    "number" : 17,
    "verse" : "நான்காம் சீட்டு இசாக்காருக்கு அவன் வம்சங்களின்படி விழுந்தது."
  }, {
    "number" : 18,
    "verse" : "அவர்களின் காணியாட்சியாவது: ஜெஸ்ராயேல்,"
  }, {
    "number" : 19,
    "verse" : "கசலோத், சூனம், அப்பராயீம், சேகோன்,"
  }, {
    "number" : 20,
    "verse" : "அனகரத், இராபோத், கேசியோன், ஆபேஸ்"
  }, {
    "number" : 21,
    "verse" : "இராமத், எங்கன்னிம், எங்கதா, பெத்பெசேஸ் முதலியன."
  }, {
    "number" : 22,
    "verse" : "பிறகு, அவ்வெல்லை தாபோருக்கும் செகேசிமாவுக்கும் பெத்சமேசுக்கும் வந்து யோர்தானில் முடியும். அதற்குள் பதினாறு நகர்களும் அவற்றையடுத்த ஊர்களும் உண்டு."
  }, {
    "number" : 23,
    "verse" : "இந்நகர்களும் இவற்றை அடுத்த சிற்றூர்களும் இசாக்கார் புதல்வருடைய கோத்திரத்திற்கு அவர்கள் வம்சங்களின்படி கிடைத்த காணியாட்சியாகும்."
  }, {
    "number" : 24,
    "verse" : "ஐந்தாம் சீட்டு ஆசேர் புதல்வரின் கோத்திரத்திற்கு அவரவர் வம்சங்களின்படி விழுந்தது."
  }, {
    "number" : 25,
    "verse" : "அவர்களுக்குக் கிடைத்த எல்லையாவது:"
  }, {
    "number" : 26,
    "verse" : "அல்காத், காலீ, பேதன், அக்சப், எல்மலக், அமாத், மெசால் இவைகளே. பின்பு கடலருகே உள்ள கார்மேலுக்கும் சீகோருக்கும் லபனாத்துக்கும் சென்றது."
  }, {
    "number" : 27,
    "verse" : "கிழக்கே பேத்தாகோனுக்குத் திரும்பி, வடக்கே சபுலோனுக்கும் ஜெப்தாயேலின் பள்ளத்தாக்குக்கும் போய், பெத்தெமெக்குக்கும், நேகியலுக்கும் வந்து,"
  }, {
    "number" : 28,
    "verse" : "காபுலின் இடப்புறத்திலேயும், அபிரானிலும் ரொகொபிலும் அமோனிலும் கானாவிலும் பெரிய சீதோனிலும் தொடங்கும்."
  }, {
    "number" : 29,
    "verse" : "பிறகு அந்த எல்லை ஓர்மாவுக்குத் திரும்பி வந்து, அரண் சூழ்ந்த தீர்நகர், ஓசாநகர் வரையும் போகும். கடைசியில் அக்சிபா நாட்டில் அது கடலை அடையும்."
  }, {
    "number" : 30,
    "verse" : "அதற்குள் அம்மா, ஆப்பேக், ரொகோப் முதலிய இருபத்திரண்டு நகர்களும் அவற்றையடுத்த ஊர்களும் அடங்கியிருந்தன."
  }, {
    "number" : 31,
    "verse" : "இந்நகர்களும் இவற்றை அடுத்த ஊர்களும் ஆசேர் புதல்வரின் கோத்திரத்திற்கு அவரவர் வம்சங்களின்படி கிடைத்த காணியாட்சியாகும்."
  }, {
    "number" : 32,
    "verse" : "ஆறாம் சீட்டு நெப்தலி புதல்வருக்கு விழுந்தது."
  }, {
    "number" : 33,
    "verse" : "அவரவர் வம்சங்களின்படி, கிடைத்த எல்லைகளாவன: எலேப், சானானீமிலுள்ள எலோன், ஆதமி என்ற நேக்கேப், ஜெப்னாயேல் ஊர்கள் தொடங்கி லேக்கு வரை போய், யோர்தானில் வந்து முடியும்."
  }, {
    "number" : 34,
    "verse" : "மேலும் அவ்வெல்லை ஆசனேத்தாபோர் நோக்கி மேற்கே திரும்பி, அங்கிருந்து உக்குக்காவுக்குச் சென்று, தெற்கே சபுலோனைக் கடந்து, மேற்கே ஆசேர் நடுவிலும், சூரியன் உதிக்கும் திசையில் யோர்தானின் பக்கத்தில் யூதா நடுவிலும் போகிறது."
  }, {
    "number" : 35,
    "verse" : "அவர்களின் சிறந்த அரணுள்ள நகர்களாவன: அசேதிம், சேர்,"
  }, {
    "number" : 36,
    "verse" : "ஏமாத், ரெக்காத், கேனெரேத், எதெமா,"
  }, {
    "number" : 37,
    "verse" : "அரமா, அசோர், கேதெஸ், எதிராய், எனாசோர்,"
  }, {
    "number" : 38,
    "verse" : "ஜேரோன், மக்தலேல், ஓரேம், பெத்தனாத், பேத்சாமேஸ் என்ற பத்தொன்பது நகர்களும் அவற்றையடுத்த ஊர்களும்"
  }, {
    "number" : 39,
    "verse" : "மேற்சொன்ன நகர்களும் அவற்றையடுத்த சிற்றூர்களும் நெப்தலி கோத்திரத்துப் புதல்வர்களுக்கு அவரவர் வம்சங்களின்படி சொந்தமாகும்."
  }, {
    "number" : 40,
    "verse" : "ஏழாம் சீட்டு தான் கோத்திரத்துப் புதல்வர்களுக்கு விழுந்தது. அவரவர் வம்சங்களின்படி,"
  }, {
    "number" : 41,
    "verse" : "கிடைத்த காணியாட்சியின் எல்லையாவது:"
  }, {
    "number" : 42,
    "verse" : "சாரா, எஸ்தாவோல், ஈர்சேமேஸ், அதாவது சூரியனின் நகர், செலபீன், ஐயலோன், ஜெத்தலா, ஏலோன், தெம்னா,"
  }, {
    "number" : 43,
    "verse" : "ஆக்கினேன், எல்தெக்கே, கெபெத்தோன்,"
  }, {
    "number" : 44,
    "verse" : "பலாத், யூத், பானே, பாரக்,"
  }, {
    "number" : 45,
    "verse" : "தெக்ரேமோன், மெஜார்க்கோன், அரேக்கோன்,"
  }, {
    "number" : 46,
    "verse" : "ஜொப்பனுக்கு எதிரான எல்லையுமே."
  }, {
    "number" : 47,
    "verse" : "இந்த எல்லையோடு முடிந்தது. தானின் புதல்வர் எழுந்து புறப்பட்டுப் போய் லெசேம் நகருடன் போரிட்டு அதைக் கைப்பற்றினர். வாளினால் கொன்று குவித்து அதைச் சொந்தமாக்கி அதில் குடியேறினர். லெசேமுக்குத் தங்கள் மூதாதையின் பெயரைச் சேர்த்து லெசேம்தான் என்று பெயரிட்டு அழைத்தனர்."
  }, {
    "number" : 48,
    "verse" : "இந்நகர்களும் இவற்றைச் சேர்ந்த சிற்றூர்களும் தான் புதல்வர் கோத்திரத்துக்கு அவரவர் வம்சங்களின்படி கிடைத்த காணியாட்சியாகும்."
  }, {
    "number" : 49,
    "verse" : "திருவுளச் சீட்டின் மூலம் வம்ச வரிசைப்படி ஒவ்வொரு கோத்திரத்துக்கும் நாட்டை பங்கிட்டு கொடுத்த பின்பு, இஸ்ராயேல் மக்கள் நூனின் மகன் யோசுவாவுக்குத் தம் நடுவில் ஒரு சொந்தக் காணியைக் கொடுத்தனர்."
  }, {
    "number" : 50,
    "verse" : "எபிராயீம் மலைநாட்டைச் சேர்ந்த தம்னாத் சாரா என்ற இடமே அவர் பெற்றது. யோசுவா அதைக் கேட்டிருந்தார். ஆண்டவருடைய கட்டளைப்படி மக்களும் அதை அவருக்குக் கொடுத்தனர். அவர் அங்கு ஒரு நகரைக்கட்டி அதில் குடியேறினார்."
  }, {
    "number" : 51,
    "verse" : "குருவான எலெயசாரும் நூனின் மகன் யோசுவாவும் இஸ்ராயேல் மக்களின் வம்சத் தலைவர்களும் கோத்திரப் பெருமக்களும், சீலோவிலிருந்து சாட்சிப் பேழை வாயிலிலே ஆண்டவர் திருமுன் திருவுளச் சீட்டின் மூலம் இஸ்ராயேல் மக்களின் கோத்திரங்களுக்கு நாட்டைப் பிரித்துக் கொடுத்த காணியாட்சிகள் இவைகளே."
  } ]
}