{"bibleAbbr":"NET2007","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":1,"verses":[{"number":1,"verse":"Introduction: God Has Spoken Fully and Finally in His Son After God spoke long ago (tn Or “spoke formerly.”) in various portions (tn Or “parts.” The idea is that God’s previous revelation came in many parts and was therefore fragmentary or partial (L&N 63.19), in comparison with the final and complete revelation contained in God’s Son. However, some interpret πολυμερῶς (polumerw\") in Heb 1:1 to mean “on many different occasions” and would thus translate “many times” (L&N 67.11). This is the option followed by the NIV: “at many times and in various ways.” Finally, this word is also understood to refer to the different manners in which something may be done, and would then be translated “in many different ways” (L&N 89.81). In this last case, the two words πολυμερῶς and πολυτρόπως (polutropw\") mutually reinforce one another (“in many and various ways,” NRSV).) and in various ways (tn These two phrases are emphasized in Greek by being placed at the beginning of the sentence and by alliteration.) to our ancestors (tn Grk “to the fathers.”) through the prophets,"},{"number":2,"verse":"in these last days he has spoken to us in a son, (tn The Greek puts an emphasis on the quality of God’s final revelation. As such, it is more than an indefinite notion (“a son”) though less than a definite one (“the son”), for this final revelation is not just through any son of God, nor is the emphasis specifically on the person himself. Rather, the focus here is on the nature of the vehicle of God’s revelation: He is no mere spokesman (or prophet) for God, nor is he merely a heavenly messenger (or angel); instead, this final revelation comes through one who is intimately acquainted with the heavenly Father in a way that only a family member could be. There is, however, no exact equivalent in English (“in son” is hardly good English style). sn The phrase in a son is the fulcrum of Heb 1:1–4. It concludes the contrast of God’s old and new revelation and introduces a series of seven descriptions of the Son. These descriptions show why he is the ultimate revelation of God.) whom he appointed heir of all things, and through whom he created the world. (tn Grk “the ages.” The temporal (ages) came to be used of the spatial (what exists in those time periods). See Heb 11:3 for the same usage.)"},{"number":3,"verse":"The Son is (tn Grk “who being…and sustaining.” Heb 1:1–4 form one skillfully composed sentence in Greek, but it must be broken into shorter segments to correspond to contemporary English usage, which does not allow for sentences of this length and complexity.) the radiance of his glory and the representation of his essence, and he sustains all things by his powerful word, (tn Grk “by the word of his power.”) and so when he had accomplished cleansing for sins, he sat down at the right hand of the Majesty on high. (sn An allusion to Ps 110:1, quoted often in Hebrews.)"},{"number":4,"verse":"Thus he became (tn Grk “having become.” This is part of the same sentence that extends from v. 1 through v. 4 in the Greek text.) so far better than the angels as (tn Most modern English translations attempt to make the comparison somewhat smoother by treating “name” as if it were the subject of the second element: “as the name he has inherited is superior to theirs” (cf. NAB, NIV, NRSV, CEV). However, the Son is the subject of both the first and second elements: “he became so far better”; “he has inherited a name.” The present translation maintains this parallelism even though it results in a somewhat more awkward rendering. sn This comparison is somewhat awkward to express in English, but it reflects an important element in the argument of Hebrews: the superiority of Jesus Christ.) he has inherited a name superior to theirs."},{"number":5,"verse":"The Son Is Superior to Angels For to which of the angels did God (tn Grk “he”; the referent (God) has been specified in the translation for clarity.) ever say, “You are my son! Today I have fathered you”? (tn Grk “I have begotten you.”sn A quotation from Ps 2:7.) And in another place (tn Grk “And again,” quoting another OT passage.) he says, (tn The words “he says” are not in the Greek text but are supplied to make a complete English sentence. In the Greek text this is a continuation of the previous sentence, but English does not normally employ such long and complex sentences.) “I will be his father and he will be my son.” (tn Grk “I will be a father to him and he will be a son to me.”sn A quotation from 2 Sam 7:14 (cf. 1 Chr 17:13).)"},{"number":6,"verse":"But when he again brings (tn Or “And again when he brings.” The translation adopted in the text looks forward to Christ’s second coming to earth. Some take “again” to introduce the quotation (as in 1:5) and understand this as Christ’s first coming, but this view does not fit well with Heb 2:7. Others understand it as his exaltation/ascension to heaven, but this takes the phrase “into the world” in an unlikely way.) his firstborn into the world, he says, “Let all the angels of God worship him!” (sn A quotation combining themes from Deut 32:43 and Ps 97:7.)"},{"number":7,"verse":"And he says (sn The Greek correlative conjunctions μέν and δέ (men and de) emphasize the contrastive parallelism of vs. 7 (what God says about the angels) over against vv. 8–9 and vv. 10–12 (what God says about the son).) of the angels, “He makes (tn Grk “He who makes.”) his angels spirits and his ministers a flame of fire,” (sn A quotation from Ps 104:4.)"},{"number":8,"verse":"but of (tn Or “to.”) the Son he says, (tn The verb “he says” (λέγει, legei) is implied from the λέγει of v. 7.) “Your throne, O God, is forever and ever, (tn Or possibly, “Your throne is God forever and ever.” This translation is quite doubtful, however, since (1) in the context the Son is being contrasted to the angels and is presented as far better than they. The imagery of God being the Son’s throne would seem to be of God being his authority. If so, in what sense could this not be said of the angels? In what sense is the Son thus contrasted with the angels? (2) The μέν…δέ (men…de) construction that connects v. 7 with v. 8 clearly lays out this contrast: “On the one hand, he says of the angels…on the other hand, he says of the Son.” Thus, although it is grammatically possible that θεός (qeos) in v. 8 should be taken as a predicate nominative, the context and the correlative conjunctions are decidedly against it. Hebrews 1:8 is thus a strong affirmation of the deity of Christ.) and a righteous scepter (tn Grk “the righteous scepter,” but used generically.) is the scepter of your kingdom."},{"number":9,"verse":"You have loved righteousness and hated lawlessness. So God, your God, has anointed you over your companions (sn God…has anointed you over your companions. God’s anointing gives the son a superior position and authority over his fellows.) with the oil of rejoicing.” (sn A quotation from Ps 45:6–7.)"},{"number":10,"verse":"And, “You founded the earth in the beginning, Lord, (sn You founded the earth…your years will never run out. In its original setting Ps 102:25–27 refers to the work of God in creation, but here in Hebrews 1:10–12 the writer employs it in reference to Christ, the Lord, making a strong argument for the essential deity of the Son.) and the heavens are the works of your hands."},{"number":11,"verse":"They will perish, but you continue. And they will all grow old like a garment,"},{"number":12,"verse":"and like a robe you will fold them up and like a garment (tc The words “like a garment” (ὡς ἱμάτιον, Jw\" Jimation) are found in excellent and early mss (Ì46 א A B D* 1739) though absent in a majority of witnesses (D1 Ψ 0243 0278 33 1881 Ï lat sy bo). Although it is possible that longer reading was produced by overzealous scribes who wanted to underscore the frailty of creation, it is much more likely that the shorter reading was produced by scribes who wanted to conform the wording to that of Ps 102:26 (101:27 LXX), which here lacks the second “like a garment.” Both external and internal considerations decidedly favor the longer reading, and point to the author of Hebrews as the one underscoring the difference between the Son and creation. sn The phrase like a garment here is not part of the original OT text (see tc note above); for this reason it has been printed in normal type.) they will be changed, but you are the same and your years will never run out.” (sn A quotation from Ps 102:25–27.)"},{"number":13,"verse":"But to which of the angels (sn The parallel phrases to which of the angels in vv. 5 and 13 show the unity of this series of quotations (vv. 5–14) in revealing the superiority of the Son over angels (v. 4).) has he ever said, “Sit at my right hand until I make your enemies a footstool for your feet”? (sn A quotation from Ps 110:1.)"},{"number":14,"verse":"Are they not all ministering spirits, sent out to serve those (tn Grk “sent for service for the sake of those.”) who will inherit salvation?"}]}