{"bibleAbbr":"NET2007","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":11,"verses":[{"number":1,"verse":"People Commended for Their Faith Now faith is being sure of what we hope for, being convinced of what we do not see."},{"number":2,"verse":"For by it the people of old (tn Or “the elders,” “the ancients.”) received God’s commendation. (tn Grk “were attested,” “received commendation”; and Heb 11:4–6 shows this to be from God.)"},{"number":3,"verse":"By faith we understand that the worlds (tn Grk “ages.” The temporal (ages) came to be used of the spatial (what exists in those time periods). See Heb 1:2 for same usage.) were set in order at God’s command, (tn Grk “by God’s word.”) so that the visible has its origin in the invisible. (sn The Greek phrasing emphasizes this point by negating the opposite: “so that what is seen did not come into being from things that are visible.”)"},{"number":4,"verse":"By faith Abel offered God a greater sacrifice than Cain, and through his faith (tn Or “through his sacrifice”; Grk “through which.”) he was commended as righteous, because God commended him for his offerings. And through his faith (tn Or “through his sacrifice”; Grk “through it.”) he still speaks, though he is dead."},{"number":5,"verse":"By faith Enoch was taken up so that he did not see death, and he was not to be found because God took him up. For before his removal he had been commended as having pleased God."},{"number":6,"verse":"Now without faith it is impossible to please him, for the one who approaches God must believe that he exists and that he rewards those who seek him."},{"number":7,"verse":"By faith Noah, when he was warned about things not yet seen, with reverent regard (tn Cf. BDAG 407 s. v. εὐλαβέομαι 2, “out of reverent regard (for God’s command).”) constructed an ark for the deliverance of his family. Through faith he condemned the world and became an heir of the righteousness that comes by faith."},{"number":8,"verse":"By faith Abraham obeyed when he was called to go out to a place he would later receive as an inheritance, and he went out without understanding where he was going."},{"number":9,"verse":"By faith he lived as a foreigner (tn Or “settled as a resident alien.”) in the promised land as though it were a foreign country, living in tents with Isaac and Jacob, who were fellow heirs (tn Or “heirs with him.”) of the same promise."},{"number":10,"verse":"For he was looking forward to the city with firm foundations, (tn Grk “that has foundations.”) whose architect and builder is God."},{"number":11,"verse":"By faith, even though Sarah herself was barren and he was too old, (tn Grk “past the time of maturity.”) he received the ability to procreate, (tn Grk “power to deposit seed.” Though it is not as likely, some construe this phrase to mean “power to conceive seed,” making the whole verse about Sarah: “by faith, even though Sarah herself was barren and too old, she received ability to conceive, because she regarded the one who had given the promise to be trustworthy.”) because he regarded the one who had given the promise to be trustworthy."},{"number":12,"verse":"So in fact children (tn Grk “these”; in the translation the referent (children) has been specified for clarity.) were fathered by one man — and this one as good as dead — like the number of stars in the sky and like the innumerable grains of sand (tn Grk a collective “the sand.”) on the seashore. (sn An allusion to Gen 22:17 (which itself goes back to Gen 15:5).)"},{"number":13,"verse":"These all died in faith without receiving the things promised, (tn Grk “the promises,” referring to the things God promised, not to the pledges themselves.) but they saw them in the distance and welcomed them and acknowledged that they were strangers and foreigners (tn Or “sojourners.”) on the earth."},{"number":14,"verse":"For those who speak in such a way make it clear that they are seeking a homeland."},{"number":15,"verse":"In fact, if they had been thinking of the land that they had left, they would have had opportunity to return."},{"number":16,"verse":"But as it is, (tn Grk “now.”) they aspire to a better land, that is, a heavenly one. Therefore, God is not ashamed to be called their God, for he has prepared a city for them."},{"number":17,"verse":"By faith Abraham, when he was tested, offered up Isaac. He had received the promises, (tn Here “received the promises” refers to the pledges themselves, not to the things God promised.) yet he was ready to offer up (tn Grk “he was offering up.” The tense of this verb indicates the attempt or readiness to sacrifice Isaac without the actual completion of the deed.) his only son."},{"number":18,"verse":"God had told him, “Through Isaac descendants will carry on your name,” (tn Grk “in Isaac seed will be named for you.”sn A quotation from Gen 21:12.)"},{"number":19,"verse":"and he reasoned (tn Grk “having reasoned,” continuing the ideas of v. 17.) that God could even raise him from the dead, and in a sense (tn Grk “in/by a symbol.”) he received him back from there."},{"number":20,"verse":"By faith also Isaac blessed Jacob and Esau concerning the future."},{"number":21,"verse":"By faith Jacob, as he was dying, blessed each of the sons of Joseph and worshiped as he leaned on his staff. (tn Grk “worshiped on the top of his staff,” a quotation from Gen 47:31 (LXX).)"},{"number":22,"verse":"By faith Joseph, at the end of his life, (tn Grk “coming to an end,” “dying.”) mentioned the exodus of the sons of Israel (sn Joseph’s prophecy about the exodus of the sons of Israel is found in Gen 50:24.) and gave instructions about his burial. (tn Grk “about his bones,” which refers by metonymy to the disposition of his bones, i. e., his burial. sn The instructions about his burial are recorded in Gen 50:25.)"},{"number":23,"verse":"By faith, when Moses was born, his parents hid him (tn Grk “Moses, when he was born, was hidden by his parents.”) for three months, because they saw the child was beautiful and they were not afraid of the king’s edict."},{"number":24,"verse":"By faith, when he grew up, Moses refused to be called the son of Pharaoh’s daughter,"},{"number":25,"verse":"choosing rather to be ill-treated with the people of God than to enjoy sin’s fleeting pleasure."},{"number":26,"verse":"He regarded abuse suffered for Christ (tn Grk “the abuse [or ‘reproach’] of Christ.”) to be greater wealth than the treasures of Egypt, for his eyes were fixed on (tn Grk “he was looking away to.”) the reward."},{"number":27,"verse":"By faith he left Egypt without fearing the king’s anger, for he persevered as though he could see the one who is invisible."},{"number":28,"verse":"By faith he kept the Passover and the sprinkling of the blood, (tn Grk “the pouring out of the blood.”sn The sprinkling of the blood refers here to the application of the blood to the doorways of the Israelite houses (cf. Exod 12:7, 13).) so that the one who destroyed the firstborn would not touch them."},{"number":29,"verse":"By faith they crossed the Red Sea as if on dry ground, but when the Egyptians tried it, they were swallowed up."},{"number":30,"verse":"By faith the walls of Jericho (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) fell after the people marched around them (tn Grk “after they had been encircled.”) for seven days."},{"number":31,"verse":"By faith Rahab the prostitute escaped the destruction of (tn Grk “did not perish together with.”) the disobedient, because she welcomed the spies in peace."},{"number":32,"verse":"And what more shall I say? For time will fail me if I tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets."},{"number":33,"verse":"Through faith they conquered kingdoms, administered justice, (tn This probably refers to the righteous rule of David and others. But it could be more general and mean “did what was righteous.”) gained what was promised, (tn Grk “obtained promises,” referring to the things God promised, not to the pledges themselves. sn Gained what was promised. They saw some of God’s promises fulfilled, even though the central promise remained unfulfilled until Christ came (cf. vv. 39–40).) shut the mouths of lions,"},{"number":34,"verse":"quenched raging fire, (tn Grk “quenched the power of fire.”) escaped the edge of the sword, gained strength in weakness, (tn Or “recovered from sickness.”) became mighty in battle, put foreign armies to flight,"},{"number":35,"verse":"and women received back their dead raised to life. (tn Grk “received back their dead from resurrection.”) But others were tortured, not accepting release, to obtain resurrection to a better life. (tn Grk “to obtain a better resurrection.”)"},{"number":36,"verse":"And others experienced mocking and flogging, and even chains and imprisonment."},{"number":37,"verse":"They were stoned, sawed apart, (tc The reading ἐπρίσθησαν (ejprisqhsan, “they were sawed apart”) is found in some important witnesses (Ì46 [D* twice reads ἐπίρσθησαν, “they were burned”?] pc syp sa Orpt Eus). Other mss have ἐπειράσθησαν (ejpeirasqhsan, “they were tempted”), either before “sawed apart” ([א] L P [048] 33 81 326 1505 pc syh), after “sawed apart” (Ì13vid A D1 Ψ 1739 1881 Ï lat bo Orpt), or altogether in place of “sawed apart” (0150 vgmss Cl). Since the two words ἐπρίσθησαν and ἐπειράσθησαν are so much alike in sight and sound, and since the position of “they were tempted” varies in the mss, it seems best to say that ἐπειράσθησαν is an accidental corruption of ἐπρίσθησαν or an intentional change to a more common word (the root of ἐπρίσθησαν [πρίζω, prizw] occurs only here in the NT, while the root of ἐπειράσθησαν [πειράζω, peirazw] occurs 38 times). The best reading here seems to be “sawed apart” without any addition before or after. (See TCGNT 603-4, for a discussion of emendations that scholars have proposed for this difficult problem.)) murdered with the sword; they went about in sheepskins and goatskins; they were destitute, afflicted, ill-treated"},{"number":38,"verse":"(the world was not worthy of them); they wandered in deserts and mountains and caves and openings in the earth."},{"number":39,"verse":"And these all were commended (sn The expression these all were commended forms an inclusio with Heb 11:2: The chapter begins and ends with references to commendation for faith.) for their faith, yet they did not receive what was promised. (tn Grk “the promise,” referring to the thing God promised, not to the pledge itself.)"},{"number":40,"verse":"For God had provided something better for us, so that they would be made perfect together with us. (tn The Greek phrasing emphasizes this point by negating the opposite: “so that they would not be made perfect without us.”)"}]}