{"bibleAbbr":"NET2007","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":12,"verses":[{"number":1,"verse":"The Lord’s Discipline Therefore, since we are surrounded by such a great cloud of witnesses, (tn Grk “having such a great cloud of witnesses surrounding us.”) we must get rid of every weight and the sin that clings so closely, and run with endurance the race set out for us,"},{"number":2,"verse":"keeping our eyes fixed on Jesus, the pioneer and perfecter of our faith. For the joy set out for him he endured the cross, disregarding its shame, and has taken his seat at the right hand of the throne of God. (sn An allusion to Ps 110:1.)"},{"number":3,"verse":"Think of him who endured such opposition against himself by sinners, so that you may not grow weary in your souls and give up."},{"number":4,"verse":"You have not yet resisted to the point of bloodshed (tn Grk “until blood.”) in your struggle against sin."},{"number":5,"verse":"And have you forgotten the exhortation addressed to you as sons? “My son, do not scorn (tn Or “disregard,” “think little of.”) the Lord’s discipline or give up when he corrects (tn Or “reproves,” “rebukes.” The Greek verb ἐλέγχω (elencw) implies exposing someone’s sin in order to bring correction.) you."},{"number":6,"verse":"“For the Lord disciplines the one he loves and chastises every son he accepts.” (sn A quotation from Prov 3:11–12.)"},{"number":7,"verse":"Endure your suffering (tn Grk “endure,” with the object (“your suffering”) understood from the context.) as discipline; (tn Or “in order to become disciplined.”) God is treating you as sons. For what son is there that a father does not discipline?"},{"number":8,"verse":"But if you do not experience discipline, (tn Grk “you are without discipline.”) something all sons (tn Grk “all”; “sons” is implied by the context.) have shared in, then you are illegitimate and are not sons."},{"number":9,"verse":"Besides, we have experienced discipline from (tn Grk “we had our earthly fathers as discipliners.”) our earthly fathers (tn Grk “the fathers of our flesh.” In Hebrews, “flesh” is a characteristic way of speaking about outward, physical, earthly life (cf. Heb 5:7; 9:10, 13), as opposed to the inward or spiritual dimensions of life.) and we respected them; shall we not submit ourselves all the more to the Father of spirits and receive life? (tn Grk “and live.” sn Submit ourselves…to the Father of spirits and receive life. This idea is drawn from Proverbs, where the Lord’s discipline brings life, while resistance to it leads to death (cf. Prov 4:13; 6:23; 10:17; 16:17).)"},{"number":10,"verse":"For they disciplined us for a little while as seemed good to them, but he does so for our benefit, that we may share his holiness."},{"number":11,"verse":"Now all discipline seems painful at the time, not joyful. (tn Grk “all discipline at the time does not seem to be of joy, but of sorrow.”) But later it produces the fruit of peace and righteousness (tn Grk “the peaceful fruit of righteousness.”) for those trained by it."},{"number":12,"verse":"Therefore, strengthen (tn Or “straighten.”) your listless hands and your weak knees, (sn A quotation from Isa 35:3. Strengthen your listless hands and your weak knees refers to the readers’ need for renewed resolve and fresh strength in their struggles (cf. Heb 10:36–39; 12:1–3).)"},{"number":13,"verse":"and make straight paths for your feet, (sn A quotation from Prov 4:26. The phrase make straight paths for your feet is figurative for “stay on God’s paths.”) so that what is lame may not be put out of joint but be healed."},{"number":14,"verse":"Do Not Reject God’s Warning Pursue peace with everyone, and holiness, (sn The references to peace and holiness show the close connection between this paragraph and the previous one. The pathway toward “holiness” and the need for it is cited in Heb 12:10 and 14. More importantly Prov 4:26–27 sets up the transition from one paragraph to the next: It urges people to stay on godly paths (Prov 4:26, quoted here in v. 13) and promises that God will lead them in peace if they do so (Prov 4:27 [LXX], quoted in v. 14).) for without it no one will see the Lord."},{"number":15,"verse":"See to it that no one comes short of the grace of God, that no one be like a bitter root springing up (tn Grk “that there not be any root of bitterness,” but referring figuratively to a person who causes trouble (as in Deut 29:17 [LXX] from which this is quoted). sn An allusion to Deut 29:18.) and causing trouble, and through him many become defiled."},{"number":16,"verse":"And see to it that no one becomes (tn Grk “that there not be any,” continuing from v. 15.) an immoral or godless person like Esau, who sold his own birthright for a single meal. (sn An allusion to Gen 27:34–41.)"},{"number":17,"verse":"For you know that (tn Or a command: “for understand that.”) later when he wanted to inherit the blessing, he was rejected, for he found no opportunity for repentance, although he sought the blessing (tn Grk “it,” referring either to the repentance or the blessing. But the account in Gen 27:34–41 (which the author appeals to here) makes it clear that the blessing is what Esau sought. Thus in the translation the referent (the blessing) is specified for clarity.) with tears."},{"number":18,"verse":"For you have not come to something that can be touched, (tn This describes the nation of Israel approaching God on Mt. Sinai (Exod 19). There is a clear contrast with the reference to Mount Zion in v. 22, so this could be translated “a mountain that can be touched.” But the word “mountain” does not occur here and the more vague description seems to be deliberate.) to a burning fire and darkness and gloom and a whirlwind"},{"number":19,"verse":"and the blast of a trumpet and a voice uttering words (tn Grk “a voice of words.”) such that those who heard begged to hear no more. (tn Grk “a voice…from which those who heard begged that a word not be added to them.”)"},{"number":20,"verse":"For they could not bear what was commanded: “If even an animal touches the mountain, it must be stoned.” (sn A quotation from Exod 19:12–13.)"},{"number":21,"verse":"In fact, the scene (tn Grk “that which appeared.”) was so terrifying that Moses said, “I shudder with fear.” (tn Grk “I am terrified and trembling.”sn A quotation from Deut 9:19.)"},{"number":22,"verse":"But you have come to Mount Zion, the city (tn Grk “and the city”; the conjunction is omitted in translation since it seems to be functioning epexegetically – that is, explaining further what is meant by “Mount Zion.”) of the living God, the heavenly Jerusalem, and to myriads of angels, to the assembly"},{"number":23,"verse":"and congregation of the firstborn, who are enrolled in heaven, and to God, the judge of all, and to the spirits of the righteous, who have been made perfect,"},{"number":24,"verse":"and to Jesus, the mediator (tn The Greek word μεσίτης (mesith\", “mediator”) in this context does not imply that Jesus was a mediator in the contemporary sense of the word, i. e., he worked for compromise between opposing parties. Here the term describes his function as the one who was used by God to enact a new covenant which established a new relationship between God and his people, but entirely on God’s terms.) of a new covenant, and to the sprinkled blood that speaks of something better than Abel’s does. (sn Abel’s shed blood cried out to the Lord for justice and judgment, but Jesus’ blood speaks of redemption and forgiveness, something better than Abel’s does (Gen 4:10; Heb 9:11–14; 11:4).)"},{"number":25,"verse":"Take care not to refuse the one who is speaking! For if they did not escape when they refused the one who warned them on earth, how much less shall we, if we reject the one who warns from heaven?"},{"number":26,"verse":"Then his voice shook the earth, but now he has promised, “I will once more shake not only the earth but heaven too.” (sn A quotation from Hag 2:6.)"},{"number":27,"verse":"Now this phrase “once more” indicates the removal of what is shaken, that is, of created things, so that what is unshaken may remain."},{"number":28,"verse":"So since we are receiving an unshakable kingdom, let us give thanks, and through this let us offer worship pleasing to God in devotion and awe."},{"number":29,"verse":"For our God is indeed a devouring fire. (sn A quotation from Deut 4:24; 9:3.)"}]}