{"bibleAbbr":"HOV2012","bookName":"रोमियों","bookEnglishName":"Romans","chapterNumber":11,"verses":[{"number":1,"verse":"इसलिये मैं कहता हूँ, क्या परमेश्‍वर ने अपनी प्रजा को त्याग दिया? कदापि नहीं! मैं भी तो इस्राएली हूँ; अब्राहम के वंश और बिन्यामीन के गोत्र में से हूँ।"},{"number":2,"verse":"परमेश्‍वर ने अपनी उस प्रजा को नहीं त्यागा, जिसे उसने पहले ही से जाना। क्या तुम नहीं जानते कि पवित्रशास्त्र एलिय्याह के विषय में क्या कहता है, कि वह इस्राएल के विरोध में परमेश्‍वर से विनती करता है?"},{"number":3,"verse":"“हे प्रभु, उन्होंने तेरे भविष्यद्वक्‍ताओं को घात किया, और तेरी वेदियों को ढा दिया है; और मैं ही अकेला बचा हूँ, और वे मेरे प्राण के भी खोजी हैं।”"},{"number":4,"verse":"परन्तु परमेश्‍वर से उसे क्या उत्तर मिला? “मैं ने अपने लिये सात हज़ार पुरुषों को रख छोड़ा है, जिन्होंने बाल के आगे घुटने नहीं टेके हैं।”"},{"number":5,"verse":"ठीक इसी रीति से इस समय भी, अनुग्रह से चुने हुए कुछ लोग बाकी हैं।"},{"number":6,"verse":"यदि यह अनुग्रह से हुआ है, तो फिर कर्मों से नहीं; नहीं तो अनुग्रह फिर अनुग्रह नहीं रहा।"},{"number":7,"verse":"इसलिये परिणाम क्या हुआ? यह कि इस्राएली जिसकी खोज में थे, वह उनको नहीं मिला; परन्तु चुने हुओं को मिला, और शेष लोग कठोर किए गए।"},{"number":8,"verse":"जैसा लिखा है, “परमेश्‍वर ने उन्हें आज के दिन तक भारी नींद में डाल रखा"},{"number":9,"verse":"और दाऊद कहता है, “उनका भोजन उन के लिये जाल और फन्दा, और ठोकर और दण्ड का कारण हो जाए।"},{"number":10,"verse":"उनकी आँखों पर अन्धेरा छा जाए ताकि न देखें, और तू सदा उनकी पीठ को झुकाए रख।”"},{"number":11,"verse":"अत: मैं कहता हूँ क्या उन्होंने इसलिये ठोकर खाई कि गिर पड़ें? कदापि नहीं! परन्तु उनके गिरने के कारण अन्यजातियों को उद्धार मिला, कि उन्हें जलन* हो।"},{"number":12,"verse":"इसलिये यदि उनका गिरना जगत के लिये धन और उनकी घटी अन्यजातियों के लिये सम्पत्ति का कारण हुआ, तो उनकी भरपूरी से क्या कुछ न होगा।"},{"number":13,"verse":"मैं तुम अन्यजातियों से यह बातें कहता हूँ। जब कि मैं अन्यजातियों के लिये प्रेरित हूँ, तो मैं अपनी सेवा की बड़ाई करता हूँ,"},{"number":14,"verse":"ताकि किसी रीति से मैं अपने कुटुम्बियों में जलन उत्पन्न करवाकर उनमें से कई एक का उद्धार कराऊँ।"},{"number":15,"verse":"क्योंकि जब उनका त्याग दिया जाना जगत के मिलाप का कारण हुआ, तो क्या उनका ग्रहण किया जाना मरे हुओं में से जी उठने के बराबर न होगा?"},{"number":16,"verse":"जब भेंट का पहला पेड़ा पवित्र ठहरा, तो पूरा गूँधा हुआ आटा भी पवित्र है; और जब जड़ पवित्र ठहरी, तो डालियाँ भी ऐसी ही हैं।"},{"number":17,"verse":"पर यदि कुछ डालियाँ तोड़ दी गईं, और तू जंगली जैतून होकर उनमें साटा गया, और जैतून की जड़ की चिकनाई का भागी हुआ है,"},{"number":18,"verse":"तो डालियों पर घमण्ड न करना; और यदि तू घमण्ड करे तो जान रख कि तू जड़ को नहीं परन्तु जड़ तुझे सम्भालती है।"},{"number":19,"verse":"फिर तू कहेगा, “डालियाँ इसलिये तोड़ी गईं कि मैं साटा जाऊँ ।”"},{"number":20,"verse":"ठीक है, वे तो अविश्‍वास के कारण तोड़ी गईं, परन्तु तू विश्‍वास से बना रहता है इसलिये अभिमानी न हो, परन्तु भय मान,"},{"number":21,"verse":"क्योंकि जब परमेश्‍वर ने स्वाभाविक डालियों को न छोड़ा तो तुझे भी न छोड़ेगा।"},{"number":22,"verse":"इसलिये परमेश्‍वर की कृपा और कड़ाई को देख! जो गिर गए उन पर कड़ाई, परन्तु तुझ पर कृपा, यदि तू उसमें बना रहे, नहीं तो तू भी काट डाला जाएगा।"},{"number":23,"verse":"वे भी यदि अविश्‍वास में न रहें, तो साटे जाएँगे; क्योंकि परमेश्‍वर उन्हें फिर साट सकता है।"},{"number":24,"verse":"क्योंकि यदि तू उस जैतून से, जो स्वभाव से जंगली है, काटा गया और स्वभाव के विरुद्ध अच्छे जैतून में साटा गया, तो ये जो स्वाभाविक डालियाँ हैं, अपने ही जैतून में क्यों न साटे जाएँगे।"},{"number":25,"verse":"हे भाइयो, कहीं ऐसा न हो कि तुम अपने आप को बुद्धिमान समझ लो; इसलिये मैं नहीं चाहता कि तुम इस भेद से अनजान रहो कि जब तक अन्यजातियाँ पूरी रीति से प्रवेश न कर लें, तब तक इस्राएल का एक भाग ऐसा ही कठोर रहेगा।"},{"number":26,"verse":"और इस रीति से सारा इस्राएल उद्धार पाएगा। जैसा लिखा है, “छुड़ानेवाला सिय्योन से आएगा, और अभक्‍ति को याकूब से दूर करेगा;"},{"number":27,"verse":"और उनके साथ मेरी यही वाचा होगी, जब कि मैं उनके पापों को दूर कर दूँगा।”"},{"number":28,"verse":"सुसमाचार के भाव से तो तुम्हारे लिये वे परमेश्‍वर के बैरी हैं, परन्तु चुन लिये जाने के भाव से वे बापदादों के कारण प्यारे हैं।"},{"number":29,"verse":"क्योंकि परमेश्‍वर के वरदान और बुलाहट अटल हैं।"},{"number":30,"verse":"क्योंकि जैसे तुम ने पहले परमेश्‍वर की आज्ञा न मानी, परन्तु अभी उनके आज्ञा न मानने से तुम पर दया हुई;"},{"number":31,"verse":"वैसे ही उन्होंने भी अब आज्ञा न मानी, कि तुम पर जो दया होती है इससे उन पर भी दया हो।"},{"number":32,"verse":"क्योंकि परमेश्‍वर ने सब को आज्ञा-उल्‍लंघन का बन्दी बना कर रखा, ताकि वह सब पर दया करे।"},{"number":33,"verse":"आहा! परमेश्‍वर का धन और बुद्धि और ज्ञान क्या ही गंभीर है! उसके विचार कैसे अथाह, और उसके मार्ग कैसे अगम हैं!"},{"number":34,"verse":"“प्रभु की बुद्धि को किसने जाना? या उसका मंत्री कौन हुआ?"},{"number":35,"verse":"या किसने पहले उसे कुछ दिया है जिसका बदला उसे दिया जाए? ”"},{"number":36,"verse":"क्योंकि उसी की ओर से, और उसी के द्वारा, और उसी के लिये सब कुछ है। उसकी महिमा युगानुयुग होती रहे : आमीन।"}]}