{"bibleAbbr":"HOV2012","bookName":"रोमियों","bookEnglishName":"Romans","chapterNumber":2,"verses":[{"number":1,"verse":"अत: हे दोष लगानेवाले, तू कोई क्यों न हो, तू निरुत्तर है; क्योंकि जिस बात में तू दूसरे पर दोष लगाता है उसी बात में अपने आप को भी दोषी ठहराता है, इसलिये कि तू जो दोष लगाता है स्वयं ही वह काम करता है।"},{"number":2,"verse":"हम जानते हैं कि ऐसे ऐसे काम करनेवालों पर परमेश्‍वर की ओर से ठीक-ठीक दण्ड की आज्ञा होती है।"},{"number":3,"verse":"हे मनुष्य, तू जो ऐसे-ऐसे काम करनेवालों पर दोष लगाता है और आप वे ही काम करता है; क्या यह समझता है कि तू परमेश्‍वर की दण्ड की आज्ञा से बच जाएगा?"},{"number":4,"verse":"क्या तू उसकी कृपा, और सहनशीलता, और धीरजरूपी धन को तुच्छ जानता है? क्या यह नहीं समझता कि परमेश्‍वर की कृपा तुझे मन फिराव को सिखाती है?"},{"number":5,"verse":"पर तू अपनी कठोरता और हठीले मन के कारण उसके क्रोध के दिन के लिये, जिसमें परमेश्‍वर का सच्‍चा न्याय प्रगट होगा, अपने लिये क्रोध कमा रहा है।"},{"number":6,"verse":"वह हर एक को उसके कामों के अनुसार बदला देगा :"},{"number":7,"verse":"जो सुकर्म में स्थिर रहकर महिमा, और आदर, और अमरता की खोज में हैं, उन्हें वह अनन्त जीवन देगा;"},{"number":8,"verse":"पर जो विवादी हैं और सत्य को नहीं मानते, वरन् अधर्म को मानते हैं, उन पर क्रोध और कोप पड़ेगा।"},{"number":9,"verse":"और क्लेश और संकट हर एक मनुष्य के प्राण पर जो बुरा करता है आएगा, पहले यहूदी पर फिर यूनानी पर;"},{"number":10,"verse":"परन्तु महिमा और आदर और कल्याण हर एक को मिलेगा, जो भला करता है, पहले यहूदी को फिर यूनानी को।"},{"number":11,"verse":"क्योंकि परमेश्‍वर किसी का पक्षपात नहीं करता।"},{"number":12,"verse":"इसलिये जिन्होंने बिना व्यवस्था पाए पाप किया, वे बिना व्यवस्था के नष्‍ट भी होंगे; और जिन्होंने व्यवस्था पाकर पाप किया, उनका दण्ड व्यवस्था के अनुसार होगा;"},{"number":13,"verse":"(क्योंकि परमेश्‍वर के यहाँ व्यवस्था के सुननेवाले धर्मी नहीं, पर व्यवस्था पर चलनेवाले धर्मी ठहराए जाएँगे।"},{"number":14,"verse":"फिर जब अन्यजाति लोग जिनके पास व्यवस्था नहीं, स्वभाव ही से व्यवस्था की बातों पर चलते हैं, तो व्यवस्था उनके पास न होने पर भी वे अपने लिये आप ही व्यवस्था हैं।"},{"number":15,"verse":"वे व्यवस्था की बातें अपने अपने हृदयों में लिखी हुई दिखाते हैं और उनके विवेक भी गवाही देते हैं, और उनके विचार परस्पर दोष लगाते या उन्हें निर्दोष ठहराते हैं;)"},{"number":16,"verse":"जिस दिन परमेश्‍वर मेरे सुसमाचार के अनुसार यीशु मसीह के द्वारा मनुष्यों की गुप्‍त बातों का न्याय करेगा।"},{"number":17,"verse":"यदि तू यहूदी कहलाता है, और व्यवस्था पर भरोसा रखता है, और परमेश्‍वर के विषय में घमण्ड करता है,"},{"number":18,"verse":"और उसकी इच्छा जानता और व्यवस्था की शिक्षा पाकर उत्तम उत्तम बातों को प्रिय जानता है;"},{"number":19,"verse":"और अपने पर भरोसा रखता है कि मैं अंधों का अगुवा, और अंधकार में पड़े हुओं की ज्योति,"},{"number":20,"verse":"और बुद्धिहीनों का सिखानेवाला, और बालकों का उपदेशक हूँ; और ज्ञान, और सत्य का नमूना, जो व्यवस्था में है, मुझे मिला है।"},{"number":21,"verse":"अत: क्या तू जो दूसरों को सिखाता है, अपने आप को नहीं सिखाता? क्या तू जो चोरी न करने का उपदेश देता है, आप ही चोरी करता है?"},{"number":22,"verse":"तू जो कहता है, “व्यभिचार न करना,” क्या आप ही व्यभिचार करता है? तू जो मूरतों से घृणा करता है, क्या आप ही मन्दिरों को लूटता है?"},{"number":23,"verse":"तू जो व्यवस्था के विषय में घमण्ड करता है, क्या व्यवस्था न मानकर परमेश्‍वर का अनादर करता है?"},{"number":24,"verse":"“क्योंकि तुम्हारे कारण अन्यजातियों में परमेश्‍वर के नाम की निन्दा की जाती है,” जैसा लिखा भी है।"},{"number":25,"verse":"यदि तू व्यवस्था पर चले तो खतने से लाभ तो है, परन्तु यदि तू व्यवस्था को न माने तो तेरा खतना बिन खतना की दशा ठहरा।"},{"number":26,"verse":"इसलिये यदि खतनारहित मनुष्य व्यवस्था की विधियों को माना करे, तो क्या उसकी बिन खतना की दशा खतने के बराबर न गिनी जाएगी?"},{"number":27,"verse":"और जो मनुष्य शारीरिक रूप से बिन खतना रहा, यदि वह व्यवस्था को पूरा करे, तो क्या तुझे जो लेख पाने और खतना किए जाने पर भी व्यवस्था को माना नहीं करता है, दोषी न ठहराएगा?"},{"number":28,"verse":"क्योंकि यहूदी वह नहीं जो प्रगट में यहूदी है; और न वह खतना है जो प्रगट में है और देह में है।"},{"number":29,"verse":"पर यहूदी वही है जो मन में है; और खतना वही है जो हृदय का और आत्मा में है, न कि लेख का : ऐसे की प्रशंसा मनुष्यों की ओर से नहीं, परन्तु परमेश्‍वर की ओर से होती है।"}]}