{"bibleAbbr":"HOV2012","bookName":"रोमियों","bookEnglishName":"Romans","chapterNumber":7,"verses":[{"number":1,"verse":"हे भाइयो, क्या तुम नहीं जानते - मैं व्यवस्था के जाननेवालों से कहता हूँ - कि जब तक मनुष्य जीवित रहता है, तब तक उस पर व्यवस्था की प्रभुता रहती है?"},{"number":2,"verse":"क्योंकि विवाहिता स्त्री व्यवस्था के अनुसार अपने पति के जीते जी उस से बन्धी है, परन्तु यदि पति मर जाए, तो वह पति की व्यवस्था से छूट गई।"},{"number":3,"verse":"इसलिये यदि पति के जीते जी वह किसी दूसरे पुरुष की हो जाए, तो व्यभिचारिणी कहलाएगी, परन्तु यदि पति मर जाए, तो वह उस व्यवस्था से छूट गई, यहाँ तक कि यदि किसी दूसरे पुरुष की हो जाए तौभी व्यभिचारिणी न ठहरेगी।"},{"number":4,"verse":"वैसे ही हे मेरे भाइयो, तुम भी मसीह की देह के द्वारा व्यवस्था के लिये मरे हुए बन गए, कि उस दूसरे के हो जाओ, जो मरे हुओं में से जी उठा : ताकि हम परमेश्‍वर के लिये फल लाएँ।"},{"number":5,"verse":"क्योंकि जब हम शारीरिक थे, तो पापों की अभिलाषाएँ जो व्यवस्था के द्वारा थीं, मृत्यु का फल उत्पन्न करने के लिये हमारे अंगों में काम करती थीं।"},{"number":6,"verse":"परन्तु जिस के बन्धन में हम थे उसके लिये मर कर, अब व्यवस्था से ऐसे छूट गए, कि लेख की पुरानी रीति पर नहीं, वरन् आत्मा की नई रीति पर सेवा करते हैं।"},{"number":7,"verse":"तो हम क्या कहें? क्या व्यवस्था पाप है? कदापि नहीं! वरन् बिना व्यवस्था के मैं पाप को नहीं पहिचानता : व्यवस्था यदि न कहती, कि लालच मत कर तो मैं लालच को न जानता।"},{"number":8,"verse":"परन्तु पाप ने अवसर पाकर आज्ञा के द्वारा मुझ में सब प्रकार का लालच उत्पन्न किया, क्योंकि बिना व्यवस्था पाप मुर्दा है।"},{"number":9,"verse":"मैं तो व्यवस्था बिना पहले जीवित था, परन्तु जब आज्ञा आई, तो पाप जी गया, और मैं मर गया।"},{"number":10,"verse":"और वही आज्ञा जो जीवन के लिये थी, मेरे लिये मृत्यु का कारण ठहरी।"},{"number":11,"verse":"क्योंकि पाप ने अवसर पाकर आज्ञा के द्वारा मुझे बहकाया, और उसी के द्वारा मुझे मार भी डाला।"},{"number":12,"verse":"इसलिये व्यवस्था पवित्र है, और आज्ञा भी ठीक और अच्छी है।"},{"number":13,"verse":"तो क्या वह जो अच्छी थी, मेरे लिये मृत्यु ठहरी? कदापि नहीं! परन्तु पाप उस अच्छी वस्तु के द्वारा मेरे लिये मृत्यु का उत्पन्न करनेवाला हुआ कि उसका पाप होना प्रगट हो, और आज्ञा के द्वारा पाप बहुत ही पापमय ठहरे।"},{"number":14,"verse":"हम जानते हैं कि व्यवस्था तो आत्मिक है, परन्तु मैं शारीरिक और पाप के हाथ बिका हुआ हूँ।"},{"number":15,"verse":"जो मैं करता हूँ उस को नहीं जानता; क्योंकि जो मैं चाहता हूँ वह नहीं किया करता, परन्तु जिस से मुझे घृणा आती है वही करता हूँ।"},{"number":16,"verse":"यदि जो मैं नहीं चाहता वही करता हूँ, तो मैं मान लेता हूँ कि व्यवस्था भली है।"},{"number":17,"verse":"तो ऐसी दशा में उसका करनेवाला मैं नहीं, वरन् पाप है जो मुझ में बसा हुआ है।"},{"number":18,"verse":"क्योंकि मैं जानता हूँ कि मुझ में अर्थात् मेरे शरीर में कोई अच्छी वस्तु वास नहीं करती। इच्छा तो मुझ में है, परन्तु भले काम मुझ से बन नहीं पड़ते।"},{"number":19,"verse":"क्योंकि जिस अच्छे काम की मैं इच्छा करता हूँ, वह तो नहीं करता, परन्तु जिस बुराई की इच्छा नहीं करता, वही किया करता हूँ।"},{"number":20,"verse":"अत: यदि मैं वही करता हूँ जिस की इच्छा नहीं करता, तो उसका करनेवाला मैं न रहा, परन्तु पाप जो मुझ में बसा हुआ है।"},{"number":21,"verse":"इस प्रकार मैं यह व्यवस्था पाता हूँ कि जब भलाई करने की इच्छा करता हूँ, तो बुराई मेरे पास आती है।"},{"number":22,"verse":"क्योंकि मैं भीतरी मनुष्यत्व से तो परमेश्‍वर की व्यवस्था से बहुत प्रसन्न रहता हूँ।"},{"number":23,"verse":"परन्तु मुझे अपने अंगों में दूसरे प्रकार की व्यवस्था दिखाई पड़ती है, जो मेरी बुद्धि की व्यवस्था से लड़ती है और मुझे पाप की व्यवस्था के बन्धन में डालती है जो मेरे अंगों में है।"},{"number":24,"verse":"मैं कैसा अभागा मनुष्य हूँ! मुझे इस मृत्यु की देह से कौन छुड़ाएगा?"},{"number":25,"verse":"हमारे प्रभु यीशु मसीह के द्वारा परमेश्‍वर का धन्यवाद हो। इसलिये मैं आप बुद्धि से तो परमेश्‍वर की व्यवस्था का, परन्तु शरीर से पाप की व्यवस्था का सेवन करता हूँ।"}]}