{"bibleAbbr":"msAB1996","bookName":"YAKOBUS","bookEnglishName":"James","chapterNumber":3,"verses":[{"number":1,"verse":"( Lidah Manusia) Saudara-saudaraku! Sepatutnya beberapa orang sahaja antara kamu berusaha untuk menjadi guru. Kamu tahu bahawa kita yang menjadi guru akan diadili dengan lebih keras daripada orang lain."},{"number":2,"verse":"Kita semua sering membuat kesalahan. Jika seseorang tidak pernah membuat kesalahan dengan kata-katanya, dia orang yang sempurna. Dia dapat menguasai seluruh dirinya."},{"number":3,"verse":"Kita memasang kekang pada mulut kuda supaya kuda menuruti kehendak kita. Dengan kekang kita dapat mengendalikan kuda."},{"number":4,"verse":"Demikian juga halnya dengan kapal, meskipun besar dan digerakkan oleh angin yang sangat kencang, namun kapal dikendalikan oleh kemudi yang sangat kecil. Kapal bergerak ke arah yang dikehendaki jurumudi."},{"number":5,"verse":"Demikian juga dengan lidah kita, meskipun kecil, tetapi dapat menyombongkan perkara-perkara yang besar. Bayangkan betapa luasnya hutan yang dapat dibakar oleh api yang sangat kecil!"},{"number":6,"verse":"Lidah seperti api. Pada diri kita, lidah seperti dunia yang dikuasai kejahatan, dan menyebarkan kejahatan ke seluruh diri kita. Lidah menghanguskan seluruh hidup kita dengan api yang berasal dari neraka."},{"number":7,"verse":"Manusia dapat menjinakkan dan memang sudah menjinakkan semua makhluk lain - binatang buas, burung, binatang menjalar, dan ikan."},{"number":8,"verse":"Tetapi tidak seorang pun dapat menjinakkan lidah manusia. Lidah itu jahat dan tidak dapat dikuasai, serta penuh dengan racun yang mematikan."},{"number":9,"verse":"( ) Kita menggunakan lidah untuk mengucapkan syukur kepada Tuhan dan Bapa kita, tetapi juga untuk mengutuk sesama manusia, yang sudah diciptakan menurut rupa Allah."},{"number":10,"verse":"Ucapan syukur dan kata-kata kutukan keluar dari mulut yang sama. Saudara-saudaraku, perkara ini tidak seharusnya berlaku!"},{"number":11,"verse":"Tidak ada mata air yang mengeluarkan air tawar dan air pahit dari sumber yang sama."},{"number":12,"verse":"Saudara-saudaraku, pokok ara tidak dapat menghasilkan buah zaitun, dan pokok anggur tidak dapat menghasilkan buah ara. Mata air yang masin, juga tidak dapat mengeluarkan air tawar."},{"number":13,"verse":"( Kebijaksanaan yang Datang dari Syurga) Adakah antara kamu seorang yang bijak dan pandai? Dia harus membuktikannya dengan kelakuannya yang baik, dan melalui kebajikan yang diamalkannya dengan kerendahan hati dan kebijaksanaan."},{"number":14,"verse":"Tetapi jika kamu sangat iri hati dan mementingkan diri sendiri, janganlah berdosa terhadap berita benar daripada Allah, ( berita benar daripada Allah; Harfiah: kebenaran.) dengan bercakap besar tentang kebijaksanaan kamu."},{"number":15,"verse":"Kebijaksanaan semacam itu tidak datang dari syurga, tetapi berasal dari dunia, daripada tabiat manusia yang berdosa dan daripada roh jahat!"},{"number":16,"verse":"Apabila orang iri hati dan mementingkan diri sendiri, maka akan berlakulah kekacauan dan segala macam kejahatan."},{"number":17,"verse":"Tetapi orang yang mempunyai kebijaksanaan yang datang dari syurga, pertama sekali murni, suka akan kedamaian, lemah lembut, dan ramah tamah. Mereka berbelas kasihan dan mengamalkan segala macam perbuatan baik. Mereka tidak berat sebelah ataupun munafik."},{"number":18,"verse":"Kebaikan ( Kebaikan; Harfiah: kebenaran.) adalah hasil daripada benih kedamaian yang ditanam oleh orang yang suka akan kedamaian."}]}