{"bibleAbbr":"msAB1996","bookName":"YAKOBUS","bookEnglishName":"James","chapterNumber":4,"verses":[{"number":1,"verse":"( Persahabatan dengan Dunia) Dari manakah datangnya semua perkelahian dan pertengkaran yang berlaku antara kamu? Semua itu berasal daripada keghairahan untuk kesenangan hidup, yang sentiasa bertentangan dalam diri kamu."},{"number":2,"verse":"Kamu mengingini sesuatu, tetapi tidak mendapatnya, maka kamu mahu membunuh. Kamu sangat menghendaki sesuatu, tetapi tidak dapat memperolehnya, maka kamu bertengkar dan berkelahi. Kamu tidak mendapat apa yang kamu ingini, kerana kamu tidak memintanya daripada Allah."},{"number":3,"verse":"Apabila kamu memintanya, kamu tidak mendapatnya, kerana tujuan kamu jahat. Apa yang kamu minta itu untuk kesenangan diri sendiri."},{"number":4,"verse":"Kamu orang yang tidak setia! Kamu tahu bahawa orang yang bersahabat dengan dunia menjadi musuh Allah. Oleh itu, sesiapa yang mahu bersahabat dengan dunia, menjadi musuh Allah."},{"number":5,"verse":"Janganlah anggap ringan ayat Alkitab ini, “Roh yang penuh dengan keinginan keras, ditempatkan oleh Allah dalam diri kita.” ( Roh yang... dalam diri kita; atau Roh yang ditempatkan oleh Allah dalam diri kita, sangat diingini-Nya.)"},{"number":6,"verse":"( ) Meskipun demikian, rahmat yang diberikan oleh Allah lebih kuat. Itulah sebabnya di dalam Alkitab tertulis, “Allah menentang orang sombong, tetapi Dia merahmati orang yang rendah hati.”"},{"number":7,"verse":"Oleh itu, taatlah kepada Allah. Lawanlah Iblis, maka Iblis akan lari daripada kamu."},{"number":8,"verse":"Hampirilah Allah, dan Allah pun akan menghampiri kamu. Basuhlah tangan kamu, hai kamu yang berdosa! Sucikanlah hati kamu, hai kamu yang munafik!"},{"number":9,"verse":"Hendaklah kamu menyesal, menangis, dan meratap! Hendaklah ketawa kamu menjadi tangisan dan kegembiraan kamu menjadi kedukaan!"},{"number":10,"verse":"Hendaklah kamu merendahkan diri di hadapan Tuhan, maka Dia akan meninggikan kamu."},{"number":11,"verse":"( Amaran supaya Tidak Mengecam Orang) Saudara-saudaraku, janganlah saling mengecam. Sesiapa mengecam atau menghakimi saudara seiman, orang itu mengecam dan menghakimi Taurat. Jika dia menghakimi Taurat, maka dia tidak lagi mentaati Taurat, tetapi menghakiminya."},{"number":12,"verse":"Hanya Allah yang berhak membuat hukum dan menghakimi manusia. Hanya Dialah yang dapat menyelamatkan ataupun membinasakan orang. Tetapi siapakah kamu sehingga mahu menghakimi sesama manusia?"},{"number":13,"verse":"( Amaran supaya Tidak Bercakap Besar) Sekarang dengarlah nasihatku, hai kamu yang berkata, “Hari ini atau esok kami akan berangkat ke suatu negeri dan tinggal di sana selama setahun untuk berniaga dan mencari wang.”"},{"number":14,"verse":"( ) Tetapi apa yang akan berlaku dengan kehidupan kamu esok, kamu tidak tahu! Kamu seperti kepulan asap, yang kelihatan sebentar sahaja lalu lenyap."},{"number":15,"verse":"Kamu seharusnya berkata begini, “Jika diperkenankan Tuhan, kami akan hidup dan melakukan ini atau itu.”"},{"number":16,"verse":"Tetapi sekarang kamu sombong dan bercakap besar. Bercakap besar seperti itu salah."},{"number":17,"verse":"Oleh itu, seseorang yang tidak melakukan apa yang baik dan yang harus dilakukan, orang itu berdosa."}]}