{"bibleAbbr":"paOV2016","bookName":"ਯੂਹੰਨਾ ਦੇ ਪਰਕਾਸ਼ ਦੀ ਪੋਥੀ","bookEnglishName":"Revelation","chapterNumber":13,"verses":[{"number":1,"verse":"( ਦੋ ਦਰਿੰਦੇ) ਮੈਂ ਇੱਕ ਦਰਿੰਦੇ ਨੂੰ ਸਮੁੰਦਰ ਵਿੱਚੋਂ ਨਿੱਕਲਦਿਆਂ ਡਿੱਠਾ ਜਿਹ ਦੇ ਦਸ ਸਿੰਙ ਅਤੇ ਸੱਤ ਸਿਰ ਸਨ । ਉਹ ਦਿਆਂ ਸਿੰਙਾਂ ਉੱਤੇ ਦਸ ਮੁਕਟ ਅਤੇ ਉਹ ਦਿਆਂ ਸਿਰਾਂ ਉੱਤੇ ਕੁਫ਼ਰ ਦੇ ਨਾਉਂ ਸਨ"},{"number":2,"verse":"ਅਤੇ ਜਿਹੜਾ ਦਰਿੰਦਾ ਮੈਂ ਡਿੱਠਾ ਉਹ ਚਿੱਤੇ ਵਰਗਾ ਸੀ ਅਤੇ ਉਹ ਦੇ ਪੈਰ ਰਿੱਛ ਦਿਆਂ ਪੈਰਾਂ ਜਿਹੇ ਸਨ ਅਤੇ ਉਹ ਦਾ ਮੂੰਹ ਬਬਰ ਸ਼ੇਰ ਦੇ ਮੂੰਹ ਜਿਹਾ ਸੀ, ਅਤੇ ਅਜਗਰ ਨੇ ਆਪਣੀ ਸਮਰੱਥਾ ਅਤੇ ਆਪਣੀ ਗੱਦੀ ਅਤੇ ਵੱਡਾ ਇਖ਼ਤਿਆਰ ਉਹ ਨੂੰ ਦੇ ਦਿੱਤਾ"},{"number":3,"verse":"ਮੈਂ ਉਹ ਦਿਆਂ ਸਿਰਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨੂੰ ਜਿਵੇਂ ਮੌਤ ਦਾ ਘਾਉ ਲੱਗਾ ਹੋਇਆ ਵੇਖਿਆ ਅਤੇ ਉਹ ਦੀ ਉਹ ਕਾਰੀ ਸੱਟ ਚੰਗੀ ਹੋ ਗਈ ਅਤੇ ਸਾਰਾ ਸੰਸਾਰ ਓਸ ਦਰਿੰਦੇ ਦੇ ਪਿੱਛੇ ਹੱਕਾ ਬੱਕਾ ਹੋ ਕੇ ਤੁਰ ਪਿਆ"},{"number":4,"verse":"ਅਤੇ ਓਹਨਾਂ ਨੇ ਅਜਗਰ ਨੂੰ ਮੱਥਾ ਟੇਕਿਆ ਇਸ ਲਈ ਜੋ ਉਸ ਨੇ ਓਸ ਦਰਿੰਦੇ ਨੂੰ ਆਪਣਾ ਇਖ਼ਤਿਆਰ ਦਿੱਤਾ ਸੀ ਨਾਲੇ ਓਹਨਾਂ ਨੇ ਓਸ ਦਰਿੰਦੇ ਨੂੰ ਮੱਥਾ ਟੇਕਿਆ ਅਤੇ ਆਖਿਆ ਭਈ ਇਸ ਦਰਿੰਦੇ ਦੇ ਤੁੱਲ ਕੌਣ ਹੈ ਅਤੇ ਕੌਣ ਇਹ ਦੇ ਨਾਲ ਲੜ ਸੱਕਦਾ ਹੈॽ"},{"number":5,"verse":"ਵੱਡਾ ਬੋਲ ਬੋਲਣ ਵਾਲਾ ਅਤੇ ਕੁਫ਼ਰ ਬਕਣ ਵਾਲਾ ਮੂੰਹ ਉਹ ਨੂੰ ਦਿੱਤਾ ਗਿਆ ਅਤੇ ਉਹ ਨੂੰ ਇਹ ਇਖ਼ਤਿਆਰ ਦਿੱਤਾ ਗਿਆ ਭਈ ਬਤਾਲੀਆਂ ਮਹੀਨਿਆਂ ਤੀਕੁਰ ਆਪਣਾ ਕੰਮ ਕਰੀ ਜਾਵੇ"},{"number":6,"verse":"ਉਹ ਨੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਵਿਰੁੱਧ ਕੁਫ਼ਰ ਬੱਕਣ ਨੂੰ ਆਪਣਾ ਮੂੰਹ ਅੱਡਿਆ ਭਈ ਉਸ ਦੇ ਨਾਮ ਅਤੇ ਉਸ ਦੇ ਡੇਰੇ ਉੱਤੇ ਅਰਥਾਤ ਉਨ੍ਹਾਂ ਉੱਤੇ ਜਿਹੜੇ ਸੁਰਗ ਵਿੱਚ ਵੱਸਦੇ ਹਨ ਕੁਫ਼ਰ ਬਕੇ"},{"number":7,"verse":"ਅਤੇ ਉਹ ਨੂੰ ਇਹ ਦਿੱਤਾ ਗਿਆ ਭਈ ਸੰਤਾਂ ਨਾਲ ਜੁੱਧ ਕਰੇ ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਜਿੱਤ ਲਵੇ, ਅਤੇ ਹਰੇਕ ਗੋਤ, ਉੱਮਤ, ਭਾਖਿਆ ਅਤੇ ਕੌਮ ਉੱਤੇ ਉਹ ਨੂੰ ਇਖ਼ਤਿਆਰ ਦਿੱਤਾ ਗਿਆ"},{"number":8,"verse":"ਅਤੇ ਧਰਤੀ ਦੇ ਵਾਸੀ ਸੱਭੇ ਉਹ ਨੂੰ ਮੱਥਾ ਟੇਕਣਗੇ ਅਰਥਾਤ ਹਰੇਕ ਜਿਹ ਦਾ ਨਾਉਂ ਓਸ ਲੇਲੇ ਦੀ ਜਿਹੜਾ ਕੋਹਿਆ ਗਿਆ ਸੀ ਜੀਵਨ ਦੀ ਪੋਥੀ ਵਿੱਚ ਜਗਤ ਦੇ ਮੁੱਢੋਂ ਹੀ ਨਹੀਂ ਲਿਖਿਆ ਗਿਆ"},{"number":9,"verse":"ਜੇ ਕਿਸੇ ਦੇ ਕੰਨ ਹੋਣ ਤਾਂ ਸੁਣੇ"},{"number":10,"verse":"ਜੇ ਕਿਸੇ ਨੇ ਅਸੀਰੀ ਵਿੱਚ ਜਾਣਾ ਹੋਵੇ, ਤਾਂ ਉਹ ਅਸੀਰੀ ਵਿੱਚ ਜਾਵੇਗਾ । ਜੇ ਕਿਈ ਤਲਵਾਰ ਨਾਲ ਵੱਢੇ, ਤਾਂ ਜ਼ਰੂਰ ਹੈ ਭਈ ਉਹ ਤਲਵਾਰ ਨਾਲ ਵੱਢਿਆ ਜਾਵੇ।। ਏਹ ਸੰਤਾ ਦੇ ਸਬਰ ਅਤੇ ਨਿਹਚਾ ਦਾ ਮੌਕਾ ਹੈ।।"},{"number":11,"verse":"ਮੈਂ ਇੱਕ ਹੋਰ ਦਰਿੰਦੇ ਨੂੰ ਧਰਤੀ ਵਿੱਚੋਂ ਨਿੱਕਲਦਿਆਂ ਡਿੱਠਾ ਤੇ ਇੱਕ ਲੇਲੇ ਜਿਹੇ ਉਹ ਦੇ ਦੋ ਸਿੰਙ ਸਨ ਅਤੇ ਅਜਗਰ ਵਾਂਗਰ ਉਹ ਬੋਲਦਾ ਸੀ"},{"number":12,"verse":"ਅਤੇ ਉਹ ਉਸ ਪਹਿਲੇ ਦਰਿੰਦੇ ਦੇ ਸਾਹਮਣੇ ਉਸ ਦਾ ਸਾਰਾ ਇਖ਼ਤਿਆਰ ਵਰਤਦਾ ਹੈ ਅਤੇ ਧਰਤੀ ਅਤੇ ਉਹ ਦੇ ਵਾਸੀਆਂ ਕੋਲੋਂ ਉਸ ਪਹਿਲੇ ਦਰਿੰਦੇ ਨੂੰ ਮੱਥਾ ਟਿਕਾਉਂਦਾ ਹੈ ਜਿਹ ਦੀ ਕਾਰੀ ਸੱਟ ਚੰਗੀ ਹੋ ਗਈ ਸੀ"},{"number":13,"verse":"ਅਤੇ ਉਹ ਵੱਡੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਭੀ ਵਿਖਾਉਂਦਾ ਹੈ ਐਥੋਂ ਤੋੜੀ ਭਈ ਮਨੁੱਖਾਂ ਦੇ ਸਾਹਮਣੇ ਅਕਾਸ਼ੋਂ ਧਰਤੀ ਉੱਤੇ ਅੱਗ ਭੀ ਵਰਸਾਉਂਦਾ ਹੈ"},{"number":14,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨਿਸ਼ਾਨੀਆਂ ਦੇ ਕਾਰਨ ਜੋ ਓਸ ਦਰਿੰਦੇ ਦੇ ਸਾਹਮਣੇ ਵਿਖਾਉਂਣ ਦਾ ਉਹ ਨੂੰ ਇਖ਼ਤਿਆਰ ਦਿੱਤਾ ਗਿਆ ਸੀ ਉਹ ਧਰਤੀ ਦੇ ਵਾਸੀਆਂ ਨੂੰ ਭਰਮਾਉਂਦਾ ਹੈ ਅਤੇ ਧਰਤੀ ਦੇ ਵਾਸੀਆਂ ਨੂੰ ਆਖਦਾ ਹੈ ਭਈ ਓਸ ਦਰਿੰਦੇ ਦੀ ਮੂਰਤ ਬਣਾਓ ਜਿਹ ਨੂੰ ਤਲਵਾਰ ਦੀ ਸੱਟ ਵੱਜੀ ਅਤੇ ਉਹ ਜੀਉਂਦਾ ਰਿਹਾ"},{"number":15,"verse":"ਉਹ ਨੂੰ ਇਹ ਵੀ ਦਿੱਤਾ ਗਿਆ ਭਈ ਓਸ ਦਰਿੰਦੇ ਦੀ ਮੂਰਤੀ ਵਿੱਚ ਸੁਆਸ ਪਾ ਦੇਵੇ ਤਾਂ ਜੋ ਓਸ ਦਰਿੰਦੇ ਦੀ ਮੂਰਤੀ ਬੋਲੇ ਨਾਲੇ ਜਿੰਨੇ ਦਰਿੰਦੇ ਦੀ ਮੂਰਤੀ ਦੀ ਪੂਜਾ ਨਾ ਕਰਨ ਓਹ ਵੱਢੇ ਜਾਣ"},{"number":16,"verse":"ਉਹ ਸਭਨਾਂ ਛੋਟਿਆਂ, ਵੱਡਿਆਂ, ਧਨੀਆਂ, ਗਰੀਬਾਂ, ਅਜ਼ਾਦਾਂ ਅਤੇ ਗੁਲਾਮਾਂ ਨੂੰ ਓਹਨਾਂ ਦੇ ਸੱਜੇ ਹੱਥ ਉੱਤੇ ਅਥਵਾ ਓਹਨਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਦਾਗ ਦੁਆ ਦਿੰਦਾ ਹੈ"},{"number":17,"verse":"ਅਤੇ ਕਿਸੇ ਨੂੰ ਲੈਣ ਦੇਣ ਨਹੀਂ ਕਰਨ ਦਿੰਦਾ ਪਰ ਨਿਰਾ ਉਹ ਨੂੰ ਜਿਹ ਦੇ ਉੱਤੇ ਉਹ ਦਾਗ ਅਰਥਾਤ ਦਰਿੰਦੇ ਦਾ ਨਾਉਂ ਯਾ ਉਹ ਦੇ ਨਾਉਂ ਦਾ ਅੰਗ ਲੱਗਾ ਹੋਵੇ"},{"number":18,"verse":"ਏਹ ਗਿਆਨ ਦਾ ਮੌਕਾ ਹੈ ! ਜਿਹ ਨੂੰ ਬੁੱਧ ਹੈ ਉਹ ਉਸ ਦਰਿੰਦੇ ਦੇ ਅੰਗ ਗਿਣ ਲਵੇ । ਉਹ ਮਨੁੱਖਾ ਦਾ ਅੰਗ ਹੈ ਅਤੇ ਉਹ ਦਾ ਅੰਗ 666 ਹੈ।।"}]}