{"bibleAbbr":"paOV2016","bookName":"ਯੂਹੰਨਾ ਦੇ ਪਰਕਾਸ਼ ਦੀ ਪੋਥੀ","bookEnglishName":"Revelation","chapterNumber":16,"verses":[{"number":1,"verse":"( ਕ੍ਰੋਧ ਦੇ ਸੱਤ ਕਟੋਰੇ) ਮੈਂ ਹੈਕਲ ਵਿੱਚੋਂ ਇੱਕ ਵੱਡੀ ਅਵਾਜ਼ ਓਹਨਾਂ ਸੱਤਾਂ ਦੂਤਾਂ ਨੂੰ ਇਹ ਆਖਦੇ ਸੁਣੀ ਭਈ ਚੱਲੋ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਕ੍ਰੋਧ ਦੇ ਸੱਤ ਕਟੋਰੇ ਧਰਤੀ ਉੱਤੇ ਉਲੱਦ ਦਿਓ!।।"},{"number":2,"verse":"ਪਹਿਲੇ ਨੇ ਜਾ ਕੇ ਆਪਣਾ ਕਟੋਰਾ ਧਰਤੀ ਉੱਤੇ ਉਲੱਦ ਦਿੱਤਾ। ਤਾਂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉੱਤੇ ਓਸ ਦਰਿੰਦੇ ਦਾ ਦਾਗ ਸੀ ਅਤੇ ਜਿਹੜੇ ਉਸ ਦੀ ਪੂਜਾ ਕਰਦੇ ਸਨ ਓਹਨਾਂ ਨੂੰ ਉਸ ਤੋਂ ਬੁਰਾ ਡਾਢਾ ਘਾਓ ਪੈ ਗਿਆ।।"},{"number":3,"verse":"ਤਾਂ ਦੂਏ ਨੇ ਆਪਣਾ ਕਟੋਰਾ ਸਮੁੰਦਰ ਉੱਤੇ ਉਲੱਦ ਦਿੱਤਾ । ਤਾਂ ਓਹ ਮੁਰਦੇ ਦੇ ਲਹੂ ਜਿਹਾ ਬਣ ਗਿਆ ਅਤੇ ਹਰੇਕ ਜੀਉਂਦੀ ਜਾਨ ਜਿਹੜੀ ਸਮੁੰਦਰ ਵਿੱਚ ਸੀ ਮਰ ਗਈ ।।"},{"number":4,"verse":"ਫੇਰ ਤੀਏ ਨੇ ਆਪਣਾ ਕਟੋਰਾ ਦਰਿਆਵਾਂ ਅਤੇ ਪਾਣੀਆਂ ਦੇ ਸੁੰਬਾਂ ਉੱਤੇ ਉਲੱਦ ਦਿੱਤਾ । ਤਾ ਓਸ ਤੋਂ ਓਹ ਲਹੂ ਬਣ ਗਏ"},{"number":5,"verse":"ਅਤੇ ਮੈਂ ਪਾਣੀਆਂ ਦੇ ਦੂਤ ਨੂੰ ਇਹ ਆਖਦਾ ਸੁਣਿਆ, - ਹੇ ਪਵਿੱਤਰ ਪੁਰਖ, ਤੂੰ ਜੋ ਹੈਂ ਅਤੇ ਤੂੰ ਜੋ ਸੈਂ, ਤੂੰ ਧਰਮੀ ਹੈਂ, ਤੈਂ ਇਉਂ ਨਿਆਉਂ ਜੋ ਕੀਤਾ,"},{"number":6,"verse":"ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਨੇ ਸੰਤਾਂ ਅਤੇ ਨਬੀਆਂ ਦਾ ਲਹੂ ਵਹਾਇਆ, ਤਾਂ ਹੈਂ ਓਹਨਾਂ ਨੂੰ ਪੀਣ ਲਈ ਲਹੂ ਦਿੱਤਾ ਹੈ! ਓਹ ਇਸੇ ਦੇ ਜੋਗ ਹਨ !।।"},{"number":7,"verse":"ਫੇਰ ਮੈਂ ਜਗਵੇਦੀ ਨੂੰ ਏਹ ਆਖਦੇ ਸੁਣਿਆ, ਹੇ ਪ੍ਰਭੁ ਪਰਮੇਸ਼ੁਰ ਸਰਬ ਸ਼ਕਤੀਮਾਨ, ਤੇਰੀਆਂ ਅਦਾਲਤਾਂ ਸੱਚੀਆਂ ਅਤੇ ਜਥਾਰਥ ਹਨ!।।"},{"number":8,"verse":"ਚੌਥੇ ਨੇ ਆਪਣਾ ਕਟੋਰਾ ਸੂਰਜ ਉੱਤੇ ਉਲੱਦ ਦਿੱਤਾ । ਤਾਂ ਉਹ ਨੂੰ ਇਹ ਦਿੱਤਾ ਗਿਆ ਭਈ ਮਨੁੱਖਾਂ ਨੂੰ ਅੱਗ ਨਾਲ ਝੁਲਸੇ"},{"number":9,"verse":"ਅਤੇ ਮਨੁੱਖ ਵੱਡੀ ਤਪਤ ਨਾਲ ਝੁਲਸੇ ਗਏ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਜਿਹ ਨੂੰ ਇਨ੍ਹਾਂ ਬਵਾਂ ਉੱਤੇ ਇਖ਼ਤਿਆਰ ਹੈ ਉਹ ਦੇ ਨਾਮ ਦਾ ਕੁਫ਼ਰ ਬਕਣ ਲੱਗ ਪਏ ਅਤੇ ਤੋਬਾ ਨਾ ਕੀਤੀ ਭਈ ਉਹ ਦੀ ਵਡਿਆਈ ਕਰਨ ।।"},{"number":10,"verse":"ਪੰਜਵੇਂ ਨੇ ਆਪਣਾ ਕਟੋਰਾ ਦਰਿੰਦੇ ਦੀ ਗੱਦੀ ਉੱਤੇ ਉਲੱਦ ਦਿੱਤਾ । ਤਾਂ ਉਹ ਦਾ ਰਾਜ ਅਨ੍ਹੇਰਾ ਹੋ ਗਿਆ ਅਤੇ ਲੋਕਾਂ ਨੇ ਦੁੱਖ ਦਿਆਂ ਮਾਰਿਆਂ ਆਪਣੀਆਂ ਜੀਭਾਂ ਚੱਬੀਆਂ"},{"number":11,"verse":"ਅਤੇ ਓਹਨਾਂ ਨੇ ਆਪਣਿਆਂ ਦੁੱਖਾਂ ਦੇ ਕਾਰਨ ਅਤੇ ਆਪਣਿਆਂ ਘਾਵਾਂ ਦੇ ਕਾਰਨ ਸੁਰਗ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਉੱਤੇ ਕੁਫ਼ਰ ਬਕਿਆ ਅਤੇ ਆਪਣਿਆਂ ਕੰਮਾਂ ਤੋਂ ਤੋਬਾ ਨਾ ਕੀਤੀ।।"},{"number":12,"verse":"ਛੇਵੇਂ ਨੇ ਆਪਣਾ ਕਟੋਰਾ ਓਸ ਵੱਡੇ ਦਰਿਆ ਫਰਾਤ ਉੱਤੇ ਉਲੱਦ ਦਿੱਤਾ ਅਤੇ ਉਹ ਦਾ ਪਾਣੀ ਸੁੱਕ ਗਿਆ ਤਾਂ ਜੋ ਚੜ੍ਹਦੀ ਵੱਲੋਂ ਜਿਹੜੇ ਰਾਜੇ ਆਉਣ ਵਾਲੇ ਹਨ ਓਹਨਾਂ ਲਈ ਰਾਹ ਤਿਆਰ ਕੀਤਾ ਜਾਵੇ"},{"number":13,"verse":"ਅਜਗਰ ਦੇ ਮੂੰਹ ਵਿਚੋਂ ਅਤੇ ਓਸ ਦਰਿੰਦੇ ਦੇ ਮੂੰਹ ਵਿੱਚੋਂ ਅਤੇ ਝੂਠੇ ਨਬੀ ਦੇ ਮੂੰਹ ਵਿੱਚੋਂ ਮੈਂ ਡੱਡੂਆਂ ਜੇਹੇ ਤਿੰਨ ਭ੍ਰਿਸ਼ਟ ਆਤਮੇ ਨਿੱਕਲਦੇ ਵੇਖੇ"},{"number":14,"verse":"ਕਿਉਂ ਜੋ ਏਹ ਨਿਸ਼ਾਨ ਵਿਖਾਉਣ ਵਾਲੇ ਭੂਤਾਂ ਦੇ ਆਤਮੇ ਹਨ ਜਿਹੜੇ ਸਾਰੇ ਜਗਤ ਦਿਆਂ ਰਾਜਿਆਂ ਕੋਲ ਜਾਂਦੇ ਹਨ ਭਈ ਓਹਨਾਂ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਦੇ ਓਸ ਵੱਡੇ ਦਿਹਾੜੇ ਦੇ ਜੁੱਧ ਲਈ ਇਕੱਠਿਆਂ ਕਰਨ"},{"number":15,"verse":"ਵੇਖੋਂ, ਮੈਂ ਚੋਰ ਵਾਂਙੁ ਆਉਂਦਾ ਹਾਂ । ਧੰਨ ਓਹ ਜਿਹੜਾ ਜਾਗਦਾ ਰਹਿੰਦਾ ਅਤੇ ਆਪਣੇ ਬਸਤਰ ਦੀ ਚੌਕਸੀ ਕਰਦਾ ਹੈ ਭਈ ਓਹ ਨੰਗਾ ਨਾ ਫਿਰੇ ਅਤੇ ਲੋਕ ਉਹ ਦੀ ਸ਼ਰਮ ਨਾ ਵੇਖਣ"},{"number":16,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਥਾਂ ਓਹਨਾਂ ਨੂੰ ਇਕੱਠਿਆਂ ਕੀਤਾ ਜਿਹੜਾ ਇਬਰਾਨੀ ਭਾਖਿਆ ਵਿੱਚ ਹਰਮਗਿੱਦੋਨ ਕਰਕੇ ਸਦਾਉਂਦਾ ਹੈ।।"},{"number":17,"verse":"ਸੱਤਵੇਂ ਨੇ ਆਪਣਾ ਕਟੋਰਾ ਪੌਣ ਉੱਤੇ ਉਲੱਦ ਦਿੱਤਾ । ਤਾਂ ਸਿੰਘਾਸਣ ਦੀ ਵੱਲੋਂ ਹੈਕਲ ਵਿੱਚੋਂ ਇੱਕ ਵੱਡੀ ਅਵਾਜ਼ ਇਹ ਆਖਦੀ ਨਿੱਕਲੀ ਭਈ ਹੋ ਚੁੱਕਿਆ !"},{"number":18,"verse":"ਅਤੇ ਬਿਜਲੀ ਦੀਆਂ ਲਿਸ਼ਕਾਂ ਅਤੇ ਅਵਾਜ਼ਾਂ ਅਤੇ ਬੱਦਲ ਦੀਆਂ ਗਰਜਾਂ ਹੋਈਆਂ ਅਤੇ ਵੱਡਾ ਭੁਚਾਲ ਆਇਆ ਅਜਿਹਾ ਭਈ ਧਰਤੀ ਉੱਤੇ ਜਦੋਂ ਦੇ ਮਨੁੱਖ ਹੋਏ ਐਡਾ ਵੱਡਾ ਅਤੇ ਭਾਰਾ ਭੁਚਾਲ ਕਦੇ ਨਹੀਂ ਸੀ ਆਇਆ!"},{"number":19,"verse":"ਤਾਂ ਉਹ ਵੱਡੀ ਨਗਰੀ ਤਿੰਨ ਟੋਟੇ ਹੋ ਗਈ ਅਤੇ ਕੌਮਾਂ ਦੇ ਨਗਰ ਢਹਿ ਪਏ ਅਤੇ ਓਹ ਵੱਡੀ ਨਗਰੀ ਬਾਬੁਲ ਪਰਮੇਸ਼ੁਰ ਦੀ ਦਰਗਾਹੇ ਚੇਤੇ ਆਈ ਭਈ ਆਪਣੇ ਅੱਤ ਵੱਡੇ ਕ੍ਰੋਧ ਦੀ ਮੈ ਦਾ ਪਿਆਲਾ ਉਹ ਨੂੰ ਦੇਵੇ"},{"number":20,"verse":"ਅਤੇ ਹਰੇਕ ਟਾਪੂ ਨੱਸ ਗਿਆ ਅਤੇ ਪਹਾੜਾਂ ਦਾ ਪਤਾ ਨਾ ਲੱਗਾ"},{"number":21,"verse":"ਅਤੇ ਆਕਾਸ਼ੋਂ ਮਨੁੱਖਾਂ ਉੱਤੇ ਜਾਣੀਦਾ ਮਣ ਮਣ ਦੇ ਵੱਡੇ ਗੜੇ ਪੈਂਦੇ ਹਨ ਅਤੇ ਗੜਿਆਂ ਦੀ ਬਵਾ ਦੇ ਮਾਰੇ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮੇਸ਼ੁਰ ਉੱਤੇ ਕੁਫ਼ਰ ਬਕਿਆ ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਦੀ ਬਵਾ ਡਾਢੀ ਕਰੜੀ ਹੈ।।"}]}