{"bibleAbbr":"AKJV1999+","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":5,"verses":[{"number":1,"verse":"Now it came <WH1961> to pass on the third <WH7992> day, <WH3117> that Esther <WH635> put <WH3847> on her royal <WH4438> apparel, <WH3847> and stood <WH5975> in the inner <WH6442> court <WH2691> of the king's <WH4428> house, <WH1004> over <WH5227> against <WH5227> the king's <WH4428> house: <WH1004> and the king <WH4428> sat <WH3427> on his royal <WH4438> throne <WH3678> in the royal <WH4438> house, <WH1004> over <WH5227> against <WH5227> the gate <WH6607> of the house. <WH1004>"},{"number":2,"verse":"And it was so, when the king <WH4428> saw <WH7200> Esther <WH635> the queen <WH4436> standing <WH5975> in the court, <WH2691> that she obtained <WH5375> favor <WH2580> in his sight: <WH5869> and the king <WH4428> held <WH3447> out to Esther <WH635> the golden <WH2091> scepter <WH8275> that was in his hand. <WH3027> So Esther <WH635> drew near, <WH7126> and touched <WH5060> the top <WH7218> of the scepter. <WH8275>"},{"number":3,"verse":"Then said <WH559> the king <WH4428> to her, What <WH4100> will you, queen <WH4436> Esther? <WH635> and what <WH4100> is your request? <WH1246> it shall be even given <WH5414> you to the half <WH2677> of the kingdom. <WH4438>"},{"number":4,"verse":"And Esther <WH635> answered, <WH559> If <WH518> it seem good <WH2895> to the king, <WH4428> let the king <WH4428> and Haman <WH2001> come <WH935> this day <WH3117> to the banquet <WH4960> that I have prepared <WH6213> for him."},{"number":5,"verse":"Then the king <WH4428> said, <WH559> Cause Haman <WH2001> to make haste, <WH4116> that he may do <WH6213> as Esther <WH635> has said. <WH1697> So the king <WH4428> and Haman <WH2001> came <WH935> to the banquet <WH4960> that Esther <WH635> had prepared. <WH6213>"},{"number":6,"verse":"And the king <WH4428> said <WH559> to Esther <WH635> at the banquet <WH4960> of wine, <WH3196> What <WH4100> is your petition? <WH7596> and it shall be granted <WH5414> you: and what <WH4100> is your request? <WH1246> even to the half <WH2677> of the kingdom <WH4438> it shall be performed. <WH6213>"},{"number":7,"verse":"Then answered <WH6032> Esther, <WH635> and said, <WH559> My petition <WH7596> and my request <WH1246> is;"},{"number":8,"verse":"If <WH518> I have found <WH4672> favor <WH2580> in the sight <WH5869> of the king, <WH4428> and if <WH518> it please <WH2895> the king <WH4428> to grant <WH5414> my petition, <WH7596> and to perform <WH6213> my request, <WH1246> let the king <WH4428> and Haman <WH2001> come <WH935> to the banquet <WH4960> that I shall prepare <WH6213> for them, and I will do <WH6213> to morrow <WH4279> as the king <WH4428> has said. <WH1697>"},{"number":9,"verse":"Then went <WH3318> Haman <WH2001> forth <WH3318> that day <WH3117> joyful <WH8056> and with a glad <WH2896> heart: <WH3820> but when Haman <WH2001> saw <WH7200> Mordecai <WH4782> in the king's <WH4428> gate, <WH8179> that he stood <WH6965> not up, nor <WH3808> moved <WH2111> for him, he was full <WH4390> of indignation <WH2534> against <WH5921> Mordecai. <WH4782>"},{"number":10,"verse":"Nevertheless Haman <WH2001> refrained <WH662> himself: and when he came <WH935> home, <WH1004> he sent <WH7971> and called <WH935> for his friends, <WH157> and Zeresh <WH2238> his wife. <WH802>"},{"number":11,"verse":"And Haman <WH2001> told <WH5608> them of the glory <WH3519> of his riches, <WH6239> and the multitude <WH7230> of his children, <WH1121> and all <WH3605> the things wherein <WH834> the king <WH4428> had promoted <WH1431> him, and how <WH834> he had advanced <WH5375> him above <WH5921> the princes <WH8269> and servants <WH5650> of the king. <WH4428>"},{"number":12,"verse":"Haman <WH2001> said <WH559> moreover, <WH637> Yes, Esther <WH635> the queen <WH4436> did let no <WH3808> man come <WH935> in with the king <WH4428> to the banquet <WH4960> that she had prepared <WH6213> but myself; and to morrow <WH4279> am I invited <WH7121> to her also <WH1571> with the king. <WH4428>"},{"number":13,"verse":"Yet all <WH3605> this <WH2088> avails <WH7737> me nothing, <WH369> so <WH6256> long <WH6256> as I see <WH7200> Mordecai <WH4782> the Jew <WH3064> sitting <WH3427> at the king's <WH4428> gate. <WH8179>"},{"number":14,"verse":"Then said <WH559> Zeresh <WH2238> his wife <WH802> and all <WH3605> his friends <WH157> to him, Let a gallows <WH6086> be made <WH6213> of fifty <WH2572> cubits <WH520> high, <WH1364> and to morrow <WH1242> speak <WH559> you to the king <WH4428> that Mordecai <WH4782> may be hanged <WH8518> thereon: <WH5921> then go <WH935> you in merrily <WH8056> with the king <WH4428> to the banquet. <WH4960> And the thing <WH1697> pleased <WH3190> Haman; <WH2001> and he caused the gallows <WH6086> to be made. <WH6213>"}]}