{"bibleAbbr":"HOV2012","bookName":"1 कुरिन्थियों","bookEnglishName":"1 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"तुम मेरी सी चाल चलो जैसा मैं मसीह की सी चाल चलता हूँ।"},{"number":2,"verse":"हे भाइयो, मैं तुम्हें सराहता हूँ कि सब बातों में तुम मुझे स्मरण करते हो; और जो परम्पराएँ मैं ने तुम्हें सौंपी हैं, उनका पालन करते हो।"},{"number":3,"verse":"परन्तु मैं चाहता हूँ कि तुम यह जान लो कि हर एक पुरुष का सिर मसीह है, और स्त्री का सिर पुरुष है, और मसीह का सिर परमेश्‍वर है।"},{"number":4,"verse":"जो पुरुष सिर ढाँके हुए प्रार्थना या भविष्यद्वाणी करता है, वह अपने सिर का अपमान करता है।"},{"number":5,"verse":"परन्तु जो स्त्री उघाड़े सिर प्रार्थना या भविष्यद्वाणी करती है, वह अपने सिर का अपमान करती है, क्योंकि वह मुण्डी होने के बराबर है।"},{"number":6,"verse":"यदि स्त्री ओढ़नी न ओढ़े तो बाल भी कटा ले; यदि स्त्री के लिये बाल कटाना या मुण्डन कराना लज्जा की बात है, तो ओढ़नी ओढ़े।"},{"number":7,"verse":"हाँ, पुरुष को अपना सिर ढाँकना उचित नहीं, क्योंकि वह परमेश्‍वर का स्वरूप और महिमा है; परन्तु स्त्री पुरुष की महिमा है।"},{"number":8,"verse":"क्योंकि पुरुष स्त्री से नहीं हुआ, परन्तु स्त्री पुरुष से हुई है;"},{"number":9,"verse":"और पुरुष स्त्री के लिये नहीं सिरजा गया, परन्तु स्त्री पुरुष के लिये सिरजी गई है।"},{"number":10,"verse":"इसी लिये स्वर्गदूतों के कारण स्त्री को उचित है कि अधिकार अपने सिर पर रखे।"},{"number":11,"verse":"तौभी प्रभु में न तो स्त्री बिना पुरुष, और न पुरुष बिना स्त्री के है।"},{"number":12,"verse":"क्योंकि जैसे स्त्री पुरुष से है, वैसे ही पुरुष स्त्री के द्वारा है; परन्तु सब वस्तुएँ परमेश्‍वर से हैं।"},{"number":13,"verse":"तुम आप ही विचार करो, क्या स्त्री को उघाड़े सिर परमेश्‍वर से प्रार्थना करना शोभा देता है?"},{"number":14,"verse":"क्या स्वाभाविक रीति से भी तुम नहीं जानते कि यदि पुरुष लम्बे बाल रखे, तो उसके लिये अपमान है।"},{"number":15,"verse":"परन्तु यदि स्त्री लम्बे बाल रखे तो उसके लिये शोभा है, क्योंकि बाल उस को ओढ़नी के लिये दिए गए हैं।"},{"number":16,"verse":"परन्तु यदि कोई विवाद करना चाहे, तो यह जान ले कि न हमारी और न परमेश्‍वर की कलीसियाओं की ऐसी रीति है।"},{"number":17,"verse":"परन्तु यह आज्ञा देते हुए मैं तुम्हें नहीं सराहता, इसलिये कि तुम्हारे इकट्ठे होने से भलाई नहीं, परन्तु हानि होती है।"},{"number":18,"verse":"क्योंकि पहले तो मैं यह सुनता हूँ, कि जब तुम कलीसिया में इकट्ठे होते हो तो तुम में फूट होती है, और मैं इस पर कुछ-कुछ विश्‍वास भी करता हूँ।"},{"number":19,"verse":"क्योंकि दलबन्दी भी तुम में अवश्य होगी, इसलिये कि जो लोग तुम में खरे हैं वे प्रगट हो जाएँ।"},{"number":20,"verse":"अत: तुम जो एक जगह में इकट्ठे होते हो तो यह प्रभु-भोज खाने के लिये नहीं,"},{"number":21,"verse":"क्योंकि खाने के समय एक दूसरे से पहले अपना भोज खा लेता है, इस प्रकार कोई तो भूखा रहता है और कोई मतवाला हो जाता है।"},{"number":22,"verse":"क्या खाने-पीने के लिये तुम्हारे घर नहीं? या परमेश्‍वर की कलीसिया को तुच्छ जानते हो, और जिनके पास नहीं है उन्हें लज्जित करते हो? मैं तुम से क्या कहूँ? क्या इस बात में तुम्हारी प्रशंसा करूँ? नहीं, मैं प्रशंसा नहीं करता।"},{"number":23,"verse":"क्योंकि यह बात मुझे प्रभु से पहुँची, और मैं ने तुम्हें भी पहुँचा दी कि प्रभु यीशु ने जिस रात वह पकड़वाया गया, रोटी ली,"},{"number":24,"verse":"और धन्यवाद करके तोड़ी और कहा, “यह मेरी देह है, जो तुम्हारे लिये है : मेरे स्मरण के लिये यही किया करो।”"},{"number":25,"verse":"इसी रीति से उसने बियारी के पीछे कटोरा भी लिया और कहा, “यह कटोरा मेरे लहू में नई वाचा है : जब कभी पीओ, तो मेरे स्मरण के लिये यही किया करो।”"},{"number":26,"verse":"क्योंकि जब कभी तुम यह रोटी खाते और इस कटोरे में से पीते हो, तो प्रभु की मृत्यु को जब तक वह न आए, प्रचार करते हो।"},{"number":27,"verse":"इसलिये जो कोई अनुचित रीति से प्रभु की रोटी खाए या उसके कटोरे में से पीए, वह प्रभु की देह और लहू का अपराधी ठहरेगा।"},{"number":28,"verse":"इसलिये मनुष्य अपने आप को जाँच ले और इसी रीति से इस रोटी में से खाए, और इस कटोरे में से पीए।"},{"number":29,"verse":"क्योंकि जो खाते-पीते समय प्रभु की देह को न पहिचाने, वह इस खाने और पीने से अपने ऊपर दण्ड लाता है।"},{"number":30,"verse":"इसी कारण तुम में बहुत से निर्बल और रोगी हैं, और बहुत से सो भी गए।"},{"number":31,"verse":"यदि हम अपने आप को जाँचते तो दण्ड न पाते।"},{"number":32,"verse":"परन्तु प्रभु हमें दण्ड देकर हमारी ताड़ना करता है, इसलिये कि हम संसार के साथ दोषी न ठहरें।"},{"number":33,"verse":"इसलिये, हे मेरे भाइयो, जब तुम खाने के लिये इकट्ठे होते हो तो एक दूसरे के लिये ठहरा करो।"},{"number":34,"verse":"यदि कोई भूखा हो तो अपने घर में खा ले, जिससे तुम्हारा इकट्ठा होना दण्ड का कारण न हो। शेष बातों को मैं आकर ठीक करूँगा।"}]}