{"bibleAbbr":"Geneva1587","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":19,"verses":[{"number":1,"verse":"After this also Nahash the King of the children of Ammon dyed, and his sonne reigned in his stead."},{"number":2,"verse":"And David said, I will shew kindness unto Hanun the son of Nahash, because his Because Nahash received David and his company, when Saul persecuted him he would now show pleasure to his son for the same. father shewed kindness to me. And David sent messengers to comfort him concerning his father. So the servants of David came into the land of the children of Ammon to Hanun, to comfort him."},{"number":3,"verse":"But the princes of the children of Ammon said to Hanun, Thinkest thou that David doth honour thy father, that he hath sent comforters unto thee? are not his servants come unto thee for to search, and to overthrow, and to Thus the malicious always interpret the purpose of the godly in the worst sense. spy out the land?"},{"number":4,"verse":"Wherefore Hanun took David's servants, and They shaved off half of their beards, (2Sa_10:4). shaved them, and cut off their To put them to shame and villany, while the ambassadors should have been honoured: and because the Jews used to wear side garments and beards, they thus disfigured them, to make them odious to others. garments in the midst hard by their buttocks, and sent them away."},{"number":5,"verse":"And there went certaine and tolde Dauid concerning the men: and he sent to meete them (for the men were exceedingly ashamed) and the King saide, Tarie at Iericho, vntill your beardes be growen: then returne."},{"number":6,"verse":"And when the children of Ammon saw that they had made themselves odious to David, Hanun and the children of Ammon sent a thousand talents of silver to hire them chariots and horsemen out of Mesopotamia, and out of Syriamaachah, and out of Which were five in all. Zobah."},{"number":7,"verse":"So they hired thirty and two thousand chariots, and the king of Maachah and his people; who came and pitched before Which was a city of the tribe of Reuben beyond Jordan. Medeba. And the children of Ammon gathered themselves together from their cities, and came to battle."},{"number":8,"verse":"And when Dauid heard, he sent Ioab and all the hoste of the valiant men."},{"number":9,"verse":"And the children of Ammon came out, and set their battell in aray at the gate of the citie; the Kings that were come, were by them selues in the fielde."},{"number":10,"verse":"When Ioab saw that the front of the battel was against him before and behinde, then he chose out of all the choyse of Israel, and set him selfe in aray to meete the Aramites."},{"number":11,"verse":"And the rest of the people he deliuered vnto the hande of Abishai his brother, and they put them selues in aray against the children of Ammon."},{"number":12,"verse":"And he saide, If Aram be too strong for me, then thou shalt succour me: and if the children of Ammon preuaile against thee, then I wil succour thee."},{"number":13,"verse":"Be of good courage, and let us behave ourselves valiantly for our He declares that where the cause is evil, the courage cannot be valiant, and that in good causes men should be courageous, and commit the success to God. people, and for the cities of our God: and let the LORD do [that which is] good in his sight."},{"number":14,"verse":"So Ioab and the people that was with him, came neere before the Aramites vnto the battel, and they fled before him."},{"number":15,"verse":"And when the children of Ammon sawe that the Aramites fled, they fled also before Abishai his brother, and entred into the citie: so Ioab came to Ierusalem."},{"number":16,"verse":"And when the Syrians saw that they were put to the worse before Israel, they sent messengers, and drew forth the Syrians that [were] beyond the That is, Euphrates. river: and Shophach the captain of the host of Hadarezer [went] before them."},{"number":17,"verse":"And when it was shewed Dauid, he gathered all Israel, and went ouer Iorden, and came vnto them, & put him selfe in aray against them: And when Dauid had put him selfe in battel aray to meete the Aramites, they fought with him."},{"number":18,"verse":"But the Syrians fled before Israel; and David slew of the Syrians For this place, read (2Sa_10:18). seven thousand [men which fought in] chariots, and forty thousand footmen, and killed Shophach the captain of the host."},{"number":19,"verse":"And when the seruants of Hadarezer sawe that they fell before Israel, they made peace with Dauid, and serued him; the Aramites would no more succour the children of Ammon."}]}