{"bibleAbbr":"GB1587","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":4,"verses":[{"number":1,"verse":"The Meaning, they came from Judah, as nephews and kinsmen: for only Pharez was his natural son. sons of Judah; Pharez, Hezron, and Carmi, and Hur, and Shobal."},{"number":2,"verse":"And Reaiah the sonne of Shobal begat Iahath, and Iahath begate Ahumai, and Lahad: these are the families of the Zoreathites."},{"number":3,"verse":"And these were of the father of Etam, Izreel, and Ishma and Idbash: and the name of their sister was Hazelelponi."},{"number":4,"verse":"And Penuel the father of Gedor, and Ezer the father of Hushah. These [are] the sons of Hur, the The first born of his mother, and not the eldest of his father. firstborn of Ephratah, the father of Bethlehem."},{"number":5,"verse":"But Asher the father of Tekoa had two wiues, Heleah, and Naarah."},{"number":6,"verse":"And Naarah bare him Ahuzam, and Hepher, and Temeni and Haashtari: these were the sonnes of Naarah."},{"number":7,"verse":"And the sonnes of Heleah were Zereth, Iezohar and Ethnan."},{"number":8,"verse":"Also Coz begate Anub, and Zobebah, and the families of Aharhel the sonne of Harum."},{"number":9,"verse":"And Jabez was more honourable than his brethren: and his mother called his name Otherwise called Othniel, (Jdg_1:13). Jabez, saying, Because I bare him with sorrow."},{"number":10,"verse":"And Jabez called on the God of Israel, saying, Oh that thou wouldest bless me indeed, and enlarge my coast, and It is to be understood that then he would accomplish his vow which he made. that thine hand might be with me, and that thou wouldest keep [me] from evil, that it may not grieve me! And God granted him that which he requested."},{"number":11,"verse":"And Chelub the brother of Shuah begate Mehir, which was the father of Eshton."},{"number":12,"verse":"And Eshton begate Beth-rapha, & Paseah, and Tehinnah the father of the citie of Nahash: these are the men of Rechah."},{"number":13,"verse":"And the sonnes of Kenaz were Othniel and Zeraiah, and the sonne of Othniel, Hathath."},{"number":14,"verse":"And Meonothai begat Ophrah: and Seraiah begat Joab, the The Lord of the valley where the artificers worked. father of the valley of Charashim; for they were craftsmen."},{"number":15,"verse":"And the sons of Caleb the son of Called also Esrom. Jephunneh; Iru, Elah, and Naam: and the sons of Elah, even Kenaz."},{"number":16,"verse":"And the sonnes of Iehaleel were Ziph, and Ziphah, Tiria, and Asareel."},{"number":17,"verse":"And the sonnes of Ezrah were Iether and Mered, and Epher, and Ialon, and he begate Miriam, and Shammai, and Ishbah the father of Eshtemoa."},{"number":18,"verse":"Also his wife Iehudiiah bare Iered the father of Gedor, and Heber the father of Socho, & Iekuthiel the father of Zanoah: and these are the sonnes of Bithiah ye daughter of Pharaoh which Mered tooke."},{"number":19,"verse":"And the sonnes of the wife of Hodiah, the sister of Naham the father of Keilah were the Garmites, and Eshtemoa the Maachathite."},{"number":20,"verse":"And the sonnes of Shimon were Amnon & Rinnah, Ben-hanam & Tilon; the sonnes of Ishi were Zoheth, and Benzoheth."},{"number":21,"verse":"The sonnes of Shelah, the sonne of Iudah were Er the father of Lecah, and Laadah the father of Mareshah, & the families of the householdes of them that wrought fine linnen in the house of Ashbea."},{"number":22,"verse":"And Iokim and the men of Chozeba and Ioash, and Saraph, which had the dominion in Moab, and Iashubi Lehem. These also are auncient things."},{"number":23,"verse":"These [were] the potters, and those that dwelt among plants and hedges: They were David's gardeners and served him in his works. there they dwelt with the king for his work."},{"number":24,"verse":"The sons of Simeon [were], Nemuel, and Jamin, Jarib, Zerah, [and] His son Obed is omitted here. Shaul:"},{"number":25,"verse":"Whose sonne was Shallum, and his sonne, Mibsam, and his sonne Mishma."},{"number":26,"verse":"And the sonnes of Mishma, Hamuel was his sonne, Zacchur his sonne, and Shimei his sonne."},{"number":27,"verse":"And Shimei had sixteene sonnes, and sixe daughters, but his brethren had not many children, neither was all their familie like to the children of Iudah in multitude."},{"number":28,"verse":"And they dwelt at These cities belonged to Judah, (Jos_19:2), and were given to the tribe of Simeon. Beersheba, and Moladah, and Hazarshual,"},{"number":29,"verse":"And at Bilhah, & at Ezem, and at Tolad,"},{"number":30,"verse":"And at Bethuel, and at Hormah, and at Ziklag,"},{"number":31,"verse":"And at Bethmarcaboth, and Hazarsusim, and at Bethbirei, and at Shaaraim. These [were] their cities unto the reign of Then David restored them to the tribe of Judah. David."},{"number":32,"verse":"And their townes were Etam, & Ain, Rimmon, and Tochen, and Ashan, fiue cities."},{"number":33,"verse":"And all their townes that were rounde about these cities vnto Baal, These are their habitations and the declaration of their genealogie,"},{"number":34,"verse":"And Meshobab, and Iamlech, and Ioshah the sonne of Amashiah,"},{"number":35,"verse":"And Ioel and Iehu the sonne of Ioshibiah, the sonne of Seraiah, the sonne of Asiel,"},{"number":36,"verse":"And Elionai, and Iaakobah, & Ieshohaiah, and Asaiah, and Adiel, and Iesimiel, & Benaiah,"},{"number":37,"verse":"And Ziza the sonne of Shiphei, the sonne of Allon, the sonne of Iedaiah, the sonne of Shimri, the sonne of Shemaiah."},{"number":38,"verse":"These were famous princes in their families, and increased greatly their fathers houses."},{"number":39,"verse":"And they For the tribe of Simeon was so great in number, that in the time of Hezekiah they sought new dwellings to Gedor, which is in the tribe of Dan. went to the entrance of Gedor, [even] unto the east side of the valley, to seek pasture for their flocks."},{"number":40,"verse":"And they found fat pasture and good, and a wide land, both quiet and fruitfull: for they of Ham had dwelt there before."},{"number":41,"verse":"And these described by name, came in the dayes of Hezekiah king of Iudah, & smote their tents, and the inhabitants that were found there, and destroyed them vtterly vnto this day, and dwelt in their roume, because there was pasture there for their sheepe."},{"number":42,"verse":"And besides these, fiue hundreth men of the sonnes of Simeon went to mount Seir, and Pelatiah, and Neariah, and Rophaiah, and Vzziel the sonnes of Ishi were their captaines,"},{"number":43,"verse":"And they smote the rest of the Amalekites that were And were not slain by Saul and David. escaped, and dwelt there unto this day."}]}