{"bibleAbbr":"ISV2011","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":10,"verses":[{"number":1,"verse":"{A Copy of the Ten Commandments} d \"At that time, the Lord told me, «Chisel two tablets of stone for yourself just like the first ones, and then come up to me on the mountain. Also make for yourself a wooden chest."},{"number":2,"verse":"I'll write on the tablets what was {Lit. tablets of words that were} on the first tablets that you broke. Then place them in the wooden chest.'"},{"number":3,"verse":"So I made a chest out of acacia wood and chiseled two tablets of stones just like the first ones. Then I went up the mountain with the two tablets in my hands."},{"number":4,"verse":"Then the Lord {Lit. he} inscribed on the tablets what he wrote before, that is, the Ten Commandments that the Lord declared to you on the mountain from the middle of the fire during the day of the assembly. And the Lord gave them to me."},{"number":5,"verse":"Then I turned and went down the mountain and placed the tablets in the chest that I had made. They are there now, just as the Lord commanded me.\""},{"number":6,"verse":"{Aaron Dies and the Descendants of Levi are Appointed} d \"The Israelis traveled from the wells of the descendants of Jaakan to Moserah. Aaron died, and he was buried there. His son Eleazar succeeded him as priest."},{"number":7,"verse":"From there they moved on to Gudgodah and from Gudgodah to Jotbathah, a land with flowing streams."},{"number":8,"verse":"At that time the Lord set apart the tribe of Levi to carry the Ark of the Covenant of the Lord , to stand in the Lord's presence, to serve, and to bless his name until this day."},{"number":9,"verse":"That is why the descendants of Levi do not have a portion and an inheritance among their relatives. As for {The Heb. lacks As for} the Lord , he is their inheritance, just as the Lord your God told them."},{"number":10,"verse":"When I stood on the mountain for 40 days and 40 nights as I did the first time, the Lord listened to me once again. The Lord was not willing to destroy you."},{"number":11,"verse":"So the Lord told me, «Get up and proceed to lead {Lit. to a journey before} the people, so they may enter and take possession of the land that I promised to give their ancestors by an oath.»\""},{"number":12,"verse":"{Love the Lord} d \"Now Israel, what does the Lord your God desire from you? Only this: fear him, {Lit. the Lord your God} walk in all his ways, love him, serve him {Lit. the Lord your God} with all your heart and in all your life, {Or soul}"},{"number":13,"verse":"and observe his {Lit. observe the Lord's} commands and statutes that I'm commanding you today for your own good."},{"number":14,"verse":"You see, heaven even the highest heavens belongs to the Lord , along with the earth and all that is in it,"},{"number":15,"verse":"yet the Lord committed himself to love your ancestors and did so! He chose you their descendants after them from all the nations, as it is {The Heb. lacks it is} today."},{"number":16,"verse":"Therefore, circumcise your heart and stop being stubborn."},{"number":17,"verse":"For the Lord your God is the God of all gods, the Lord of all lords, the great God, mighty and awesome, who does not show favoritism or take bribes."},{"number":18,"verse":"He executes justice for the orphan and the widows, loves the foreigner, and gives them food and clothing.\""},{"number":19,"verse":"{Love Others} d \"You are to love the foreigner, because you were foreigners in the land of Egypt."},{"number":20,"verse":"You are to fear the Lord your God and serve him. Cling to him and swear by his name."},{"number":21,"verse":"He is the one you are to praise, because he is, {Lit. He is your praise} your God who carried out those great and awesome things for you that you witnessed."},{"number":22,"verse":"Your ancestors went down to Egypt with seventy people, but the Lord your God has now made you as numerous as the stars in the sky.\""}]}