{"bibleAbbr":"ISV2011","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":15,"verses":[{"number":1,"verse":"{The Lord's Remission} d \"You must cancel your debts at the end of every seventh year."},{"number":2,"verse":"This is the way to conduct remission: every creditor must cancel the loan that his friend borrowed, and he must not pressure his friend or brother to repay it, {The Heb. lacks to repay it} because remission to the Lord will be proclaimed."},{"number":3,"verse":"You may exact payment from a foreigner, but cancel whatever your brother owes you."},{"number":4,"verse":"\"Moreover, there will be no poor person among you, for the Lord will surely bless you in the land that he {Lit. the Lord} is about to give you to possess."},{"number":5,"verse":"Only be certain to obey the voice of the Lord your God. Carefully observe all of these commands that I'm commanding to you today."},{"number":6,"verse":"For the Lord your God will bless you just as he promised. You are to lend to many nations but not borrow. Also, you will rule over many nations, but they will not rule over you.\""},{"number":7,"verse":"{Care for the Poor} d \"If there should be a poor man among your relatives {Lit. brothers} in one of the cities of the land that the Lord your God is about to give you, don't be hard-hearted or tight-fisted toward your poor relative. {Lit. brother}"},{"number":8,"verse":"Instead, be sure to open your hand to him and lend him enough to lessen his need."},{"number":9,"verse":"\"Be careful not to think this wicked thought to yourselves: «The seventh year, the year of remission, is drawing near,'and you show ill will {Lit. and your eyes are evil} toward your poor relative {Lit. brother} and not give to him. He may then call to the Lord on account of you, and you will be guilty of sin."},{"number":10,"verse":"You must certainly give to him and not feel regret for doing so. {Lit. for giving to him} Because of this, the Lord your God will bless all your works and everything you do."},{"number":11,"verse":"Since poor people won't cease to exist in the land, therefore I'm commanding you: Be sure to be generous {Lit. to open your hand} to your poor and needy relatives in your land.\""},{"number":12,"verse":"{Releasing Slaves} d \"When a fellow Hebrew male or female slave is sold to you and serves you for six years, then in the seventh year you are to set them {Lit. him ; and so throughout the chapter} free."},{"number":13,"verse":"But when you set them free, don't send them away empty-handed."},{"number":14,"verse":"Provide for them liberally from your flock, threshing floor, and wine vat. As the Lord your God has blessed you, so give to them."},{"number":15,"verse":"Don't ever forget that you were a slave in the land of Egypt, yet the Lord your God redeemed you. Therefore, I'm giving you these commands today."},{"number":16,"verse":"\"Should that slave {Lit. he} say to you, «I won't leave you,'because he loves you and your household, and it was good for him to be with you,"},{"number":17,"verse":"then take an awl and pierce through his earlobe into the door. Then he will be your slave forever. You are to do the same for your female slaves."},{"number":18,"verse":"Don't view this as a hardship for yourself when you set him free, for he will have served you for six years twice the time of a paid worker. Then the Lord will bless you in all that you do.\""},{"number":19,"verse":"{Offering the Firstborn Male Animals} d \"Set apart for the Lord your God every firstborn male among your herd and flock. You must not put the firstborn of your ox to work or shear the firstborn of your flock."},{"number":20,"verse":"Then in the presence of the Lord your God, you and your household must eat them every year at the place the Lord will choose."},{"number":21,"verse":"If it has a blemish lameness, blindness, or any kind of defect you must not sacrifice it to the Lord your God."},{"number":22,"verse":"In your cities {Lit. gates} both the unclean and the clean together are to eat together, {Or eat it completely} as the gazelle and the deer."},{"number":23,"verse":"Only you must not eat its blood. Pour it on the ground like water.\""}]}