{"bibleAbbr":"ISV2011","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":16,"verses":[{"number":1,"verse":"{Celebrate the Passover} d \"Observe the month of Abib, keeping the Passover to the Lord your God, because the Lord your God brought you out of Egypt during the night in the month of Abib."},{"number":2,"verse":"Then sacrifice sheep and cattle for the Passover to the Lord your God at the place where the Lord your God will choose to establish his name."},{"number":3,"verse":"You must not eat any yeast with it. Instead, for seven days eat bread without yeast the bread of affliction because you left the land of Egypt in haste. Remember the day you went out of the land of Egypt for the rest of your lives."},{"number":4,"verse":"Yeast is not to be seen in any of your territories for seven days. The meat is not to remain from the evening of the first day until morning."},{"number":5,"verse":"\"You must not sacrifice the Passover in just any of your cities {Lit. gates} that the Lord your God is about to give you."},{"number":6,"verse":"But at the place where your God will choose to establish his name, you are to sacrifice the Passover in the evening at dusk, at the time of day you left Egypt."},{"number":7,"verse":"Boil and eat the Passover meal {The Heb. lacks the Passover meal} at the place that the Lord your God will choose. In the morning you may go back to your tents."},{"number":8,"verse":"Eat bread without yeast for six days. Then on the seventh day, hold an assembly to the Lord your God. Don't do any work.\""},{"number":9,"verse":"{Celebrate the Festival of Weeks} d \"Count off seven weeks from when the sickle is first put to standing grain."},{"number":10,"verse":"Then observe the Festival of Weeks in the presence of the Lord your God by giving your tribute and the freewill offering of your hands in proportion to the manner in which the Lord your God blessed you."},{"number":11,"verse":"Rejoice in the presence of the Lord your God with your son, daughter, male and female slaves, the descendant of Levi who is in your city, {Lit. gate} the stranger, the orphan, and the widow among you, at the place where the Lord your God will choose to establish his name."},{"number":12,"verse":"Remember that you were slaves in Egypt, so keep and observe these statutes.\""},{"number":13,"verse":"{Celebrate the Festival of Tents} d \"Celebrate the Festival of Tents {Or Tents} for seven days after you harvest from your threshing floor and your wine press."},{"number":14,"verse":"Rejoice in your festival you, your son, your daughter, your male and female slaves, the descendants of Levi, foreigners, orphans, and widows who live in your cities. {Lit. gates}"},{"number":15,"verse":"For seven days you are to celebrate in the presence of the Lord your God at the place where the Lord will choose; for the Lord your God will bless you in all your harvest and in everything you do, and your joy will be complete."},{"number":16,"verse":"\"Every male must appear in the presence of the Lord your God three times a year at the place where he will choose: for the Festival of Unleavened Bread, the Festival of Seven Weeks, and the Festival of Tents. {Or Tents} He must not appear in the Lord's presence empty-handed,"},{"number":17,"verse":"but each one must appear {The Heb. lacks must appear} with his own gift, proportional to the blessing that the Lord your God has given you.\""},{"number":18,"verse":"{Pursue Justice} d \"Appoint judges and civil servants according to your tribes in all your cities {Lit. gates} that the Lord your God is about to give you, so they may judge the people impartially. {Lit. people with righteous judgment}"},{"number":19,"verse":"You must not twist justice, show favoritism, or take bribes, because a bribe blinds the eyes of the wise and subverts the speech of the righteous."},{"number":20,"verse":"You are to pursue justice and only justice so you may live and possess the land that the Lord your God is about to give you."},{"number":21,"verse":"{Prohibited Practices} d \"You are not to set up a sacred pole {Lit. Asherah ; i. e. a cultic pillar} beside the altar of the Lord your God that you will build."},{"number":22,"verse":"Furthermore, you are not to erect for yourselves a sacred stone pillar, because the Lord your God detests these things."}]}