{"bibleAbbr":"ISV2011","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":18,"verses":[{"number":1,"verse":"{Provision for the Descendants of Levi} d \"The Levitical priests, the whole tribe of Levi, will not have a portion or an inheritance within Israel. Instead, they will eat the burnt offerings of the Lord, because that is their inheritance."},{"number":2,"verse":"But they will not have an inheritance among their relatives, because the Lord alone is their inheritance as he promised them.\""},{"number":3,"verse":"{Provision for the Priests} d \"A portion of what the people offer in sacrifice, whether cattle or sheep, is to be due the priests. They must set aside the shoulder, jowls, and stomach for the priest."},{"number":4,"verse":"Give them the first gatherings of your grain, wine, oil, and wool from the shearing of your flock."},{"number":5,"verse":"For the Lord your God has chosen them and their descendants {Lit. sons} from among your tribes to stand and serve in the name of the Lord all their lives.\" {Lit. days}"},{"number":6,"verse":"{Provision for the Itinerant Levite} d \"Any descendant of Levi who wishes to do so may come from any city or part of Israel where he resides to the place that the Lord will choose."},{"number":7,"verse":"There he may serve in the name of the Lord his God. Like his fellow descendants of Levi who stand there in the Lord's presence,"},{"number":8,"verse":"he may eat the same share as they do regardless of what he receives from his ancestral estate.\""},{"number":9,"verse":"{Detestable Practices} d \"When you enter the land that the Lord your God is about to give you, don't learn the detestable practices of those nations there."},{"number":10,"verse":"There must never be found among you anyone who sacrifices {Lit. passes} his son or daughter in fire, practices divination, interprets omens, practices sorcery,"},{"number":11,"verse":"casts spells, or who is a medium, an occultist, or a necromancer."},{"number":12,"verse":"Whoever practices these things is detestable to the Lord , and the Lord your God will expel them before you because of these things."},{"number":13,"verse":"You must be completely faithful to the Lord your God,"},{"number":14,"verse":"because those nations that you are about to dispossess listen to those who practice witchcraft and divination. But the Lord does not allow you to act this way.\""},{"number":15,"verse":"{Discerning the True Prophet} d \"The Lord your God will raise up a prophet like me for you from among your relatives. You must listen to him."},{"number":16,"verse":"For this is what you asked from the Lord your God at Horeb when you were assembled together: «Don't let us {Lit. me} hear the voice of the Lord our God again, or even see this great fire otherwise, we {Lit. I} will die.'"},{"number":17,"verse":"\"Then the Lord told me: «What they have suggested is good."},{"number":18,"verse":"I will raise up a prophet like you from among their relatives, and I will place my words in his mouth so that he may expound everything that I have commanded to them."},{"number":19,"verse":"But if someone will not listen to those words that the prophet {Lit. he} speaks in my name, I will hold him accountable."},{"number":20,"verse":"Even then, if the prophet speaks presumptuously in my name, which I didn't authorize him to speak, or if he speaks in the name of other gods, that prophet must die.'"},{"number":21,"verse":"Now you may ask yourselves, «How will we be able to discern that the Lord has not spoken? '"},{"number":22,"verse":"Whenever a prophet speaks in the name of the Lord, and the oracle does not come about or the word is not fulfilled, then the Lord has not spoken it. The prophet will have spoken presumptuously, so you need not fear him.\""}]}