{"bibleAbbr":"ISV2011","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":23,"verses":[{"number":1,"verse":"{Qualifications for Assembling} d {This v. is 2 in MT, and so throughout the chapter.} \"No man whose testicles have been crushed {Or wounded} or whose penis has been cut off may participate in the assembly of the Lord ."},{"number":2,"verse":"Furthermore, no one born due to an illicit sexual relationship may participate in the assembly of the Lord , including his descendants to the tenth generation."},{"number":3,"verse":"\"No Ammonite or Moabite may participate in the assembly of the Lord , and none of their descendants shall be admitted to the assembly of the Lord , to the tenth generation,"},{"number":4,"verse":"because they didn't come to meet you with food and water along the way as you were coming out of Egypt. Instead, they hired Beor's son Balaam from Pethor in Aram-naharaim {I. e. Mesopotamia} to curse you."},{"number":5,"verse":"However, the Lord your God didn't listen to Balaam. The Lord your God turned Balaam's {Lit. his} curse into a blessing, because the Lord your God loves you."},{"number":6,"verse":"Don't seek a peace treaty with them as long as you live."},{"number":7,"verse":"\"Don't detest Edomites, since they are related to you. Don't detest Egyptians, either, because you were strangers in their land."},{"number":8,"verse":"Their grandchildren {Lit. Children born in the third generation} may participate in the assembly of the Lord .\""},{"number":9,"verse":"{Community Sanitation} d \"When you are encamped for battle against your enemies, be on guard against every form of impropriety."},{"number":10,"verse":"If someone among you becomes unclean due to nocturnal emissions, he must leave the camp and stay outside."},{"number":11,"verse":"As evening approaches he must wash himself with water. Then at sunset, he may return to the camp."},{"number":12,"verse":"\"Choose a place outside the camp for a latrine."},{"number":13,"verse":"Include a spade among your equipment so that when you squat to relieve yourself, you can dig a hole and then cover your excrement."},{"number":14,"verse":"For the Lord your God is on the move within your camp to deliver you and to hand your enemies over to you. Therefore your camp must be holy so that he will not see anything indecent among you and turn away from you.\""},{"number":15,"verse":"{Treatment of Slaves} d \"Don't hand over a slave who escaped from his master when he runs to you."},{"number":16,"verse":"Let him live among you wherever he chooses in any of your cities that he likes. Don't mistreat him.\""},{"number":17,"verse":"{Cultic Prostitution Prohibited} d \"There is to be no cultic prostitutes from among the daughters or the sons of Israel."},{"number":18,"verse":"Don't bring the earnings of a female prostitute nor the income of a male prostitute into the house of the Lord your God as payment for any vow. Both of these are detestable to the Lord your God.\""},{"number":19,"verse":"{Fair Dealings} d \"Don't charge interest to your relatives, whether for money, food, or for anything that has been loaned at interest."},{"number":20,"verse":"You may charge interest to a foreigner, but don't charge interest to your relatives, so the Lord your God may bless you in everything you undertake in the land that you are about to enter and possess."},{"number":21,"verse":"\"When you make a vow to the Lord your God, don't delay paying it, because the Lord your God will certainly demand payment from you, and then you will be guilty of sin."},{"number":22,"verse":"But if you refrain from making a vow, then you won't be guilty."},{"number":23,"verse":"Be sure you do whatever you promise, because you have given your word voluntarily to the Lord your God."},{"number":24,"verse":"\"When you enter your countrymen's vineyard, you may eat the grapes to your satisfaction, but don't take any in a basket."},{"number":25,"verse":"When you enter your countrymen's grain fields, you may pluck the grain with your hand, but don't put a sickle to his standing grain.\""}]}