{"bibleAbbr":"ISV2011","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":34,"verses":[{"number":1,"verse":"{Moses Ascends Pisgah} d Moses ascended from the desert plain of Moab toward Mount Nebo, to the top of Pisgah, across from Jericho. There {The Heb. lacks There} the Lord showed him the entire land, from Gilgal as far as Dan,"},{"number":2,"verse":"all of Naphtali, the territories {Lit. land} of Ephraim and Manasseh, and the entire territory {Lit. land} of Judah all the way to out over the sea, {I. e. the Mediterranean Sea}"},{"number":3,"verse":"including the Negev, {I. e. the southern regions of the Sinai peninsula; cf. Josh 10:40} the Arabah, the valley of Jericho, and the city of the palm trees as far as Zoar."},{"number":4,"verse":"Then the Lord told him: \"This is the land that I promised to Abraham, Isaac, and Jacob by an oath when I said, «I'll give it to your descendants.'I'll let you see it with your eyes, but you won't cross over there.\""},{"number":5,"verse":"{Moses Dies} d So Moses, the servant of the Lord, died there in the land of Moab, just as the Lord had said. {Lit. Moab, according to the word of the Lord}"},{"number":6,"verse":"He was buried in the valley opposite Beth Peor, in the land of Moab, but no one knows to this day where his burial place is."},{"number":7,"verse":"Moses was 120 years old when he died. His eyesight wasn't impaired and he was still vigorous and strong."},{"number":8,"verse":"The Israelis mourned for Moses at the desert plain of Moab for 30 days, after which the period of mourning for Moses was completed."},{"number":9,"verse":"{The Epitaph for Moses} d Now Nun's son Joshua was full of the spirit of wisdom, because Moses had placed his hands on him, so Israelis listened to him and did what the Lord had commanded Moses."},{"number":10,"verse":"No prophet ever rose again in Israel like Moses, whom the Lord knew with such great intimacy. {Lit. knew face to face}"},{"number":11,"verse":"What signs and wonders the Lord sent him to do throughout the land of Egypt, to Pharaoh, and to all of his servants who lived in the whole land!"},{"number":12,"verse":"What great power {Lit. What a mighty hand} and great terror Moses displayed on behalf of all Israel!"}]}