{"bibleAbbr":"ISV2011","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":7,"verses":[{"number":1,"verse":"{Instructions Regarding the Tribal Nations} d \"When the Lord your God brings you into the land that you are entering to possess, he will drive out many nations before you: the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites, seven nations who are more numerous and stronger than you."},{"number":2,"verse":"So when the Lord your God delivers them to you and you have defeated them, then utterly destroy them. You are not to make any covenant with them nor be gracious to them."},{"number":3,"verse":"You are not to intermarry with them. You are not to give your daughters to their sons nor take their daughters for your sons,"},{"number":4,"verse":"because they will turn your children from me to serve other gods so that the Lord's anger blazes against you and swiftly destroys you by fire."},{"number":5,"verse":"This is what you will do to them: tear down their altars, break their pillars, cut down their ritual pillars, and burn their carved idols in fire,"},{"number":6,"verse":"because you are a holy people to the Lord your God. The Lord your God chose you to be his people, his treasured possession from all the peoples on the face of the earth.\""},{"number":7,"verse":"{The Lord Keeps His Covenant} d \"It was not because you were more numerous than other people of the earth that the Lord committed himself to you and chose you. In fact, you were the least numerous of all the peoples."},{"number":8,"verse":"But the Lord loved you and kept his oath that he made to your ancestors. The Lord brought you out with great power from slavery, {Lit. from the house of slaveries} from the control of Pharaoh, king of Egypt."},{"number":9,"verse":"\"Know that the Lord your God is God, the trusted God who faithfully keeps his covenant to the thousandth generation of those who love him and obey his commands."},{"number":10,"verse":"But for the one who hates him, he will repay him by destroying him. He will not delay dealing with someone who hates him."},{"number":11,"verse":"Therefore keep the commands, decrees, and the ordinances that I am instructing you to obey today.\""},{"number":12,"verse":"{The Lord Blesses Obedience} d \"If you pay attention to these laws and obey them, then the Lord your God will continue with you his covenant of gracious love that he promised with an oath to your ancestors."},{"number":13,"verse":"He will love you and increase your numbers. He will bless the fruit of your womb, the fruit of your land (the grain, new wine, and oil), the offspring of your herds, and the lambs of your flock, in the land that the Lord promised your ancestors he would give you."},{"number":14,"verse":"You will be blessed among all the nations. There will be no infertility among you, not even {Lit. you, neither infertility} among your herds."},{"number":15,"verse":"The Lord will turn aside every disease from you. He will not inflict on you the terrible diseases you knew in Egypt, but will inflict them instead on all who hate you."},{"number":16,"verse":"You are to utterly destroy everyone whom the Lord your God will deliver to you. Do not have pity on them nor serve their gods. Otherwise, they will become a snare for you.\""},{"number":17,"verse":"{The Lord will Fight For You} d \"You may say to yourselves, «These nations are more numerous than we are. How can we dispossess them? '"},{"number":18,"verse":"But you must not fear them. Be sure to remember what the Lord your God did to Pharaoh and all of Egypt."},{"number":19,"verse":"Your eyes saw the great trials, the signs and wonders, the awesome power with which {Lit. wonders, with a mighty hand and an outstretched arm} the Lord your God brought you out. \"The Lord your God will do the same to all the people whom you fear."},{"number":20,"verse":"He'll {Lit. The Lord your God will} send plagues against them until the survivors who hide from you have perished."},{"number":21,"verse":"Do not tremble before them, for the Lord your God, who is among you, is a great and awesome God."},{"number":22,"verse":"He {Lit. The Lord your God} slowly will dislodge these nations before you, but he will not destroy them quickly, so the wild animals {Lit. the beasts of the field} won't multiply around you."},{"number":23,"verse":"But the Lord your God will deliver them over to you, throwing them into great confusion until they are destroyed."},{"number":24,"verse":"He will deliver kings into your control, and you will wipe out the memory of them {Lit. will cause their names to perish} from under heaven. No one will be able to stand before you. You are to utterly destroy them."},{"number":25,"verse":"Burn the images of their gods in the fire. Desire neither the silver nor the gold that adorns them, nor take them for yourselves, so you won't be ensnared by them, because the gold and silver {Lit. because it} is detestable to the Lord your God."},{"number":26,"verse":"Do not bring any detestable thing to your house, because you yourself will be utterly destroyed along with these detestable things. You must absolutely abhor and detest all of {The Heb. lacks all of} it, because it has been devoted to destruction.\""}]}