{"bibleAbbr":"MKJV1962","bookName":"John","bookEnglishName":"John","chapterNumber":11,"verses":[{"number":1,"verse":"And there was a certain sick one, Lazarus of Bethany, the town of Mary and her sister Martha."},{"number":2,"verse":"(And it was [that] Mary who anointed the Lord with ointment and wiped His feet with her hair, whose brother Lazarus was sick.)"},{"number":3,"verse":"Then his sisters sent to Him, saying, Lord, behold, he whom You love is sick."},{"number":4,"verse":"When Jesus heard, He said, This sickness is not to death, but for the glory of God, so that the Son of God might be glorified by it."},{"number":5,"verse":"And Jesus loved Martha and her sister and Lazarus."},{"number":6,"verse":"Therefore, when He had heard that he was sick, then indeed He remained two days in the place where He was."},{"number":7,"verse":"Then after that He said to the disciples, Let us go into Judea again."},{"number":8,"verse":"The disciples said to Him, Rabbi, the Jews lately have sought to stone You, and do You go there again?"},{"number":9,"verse":"Jesus answered, Are there not twelve hours in the day? If anyone walks in the day, he does not stumble because he sees the light of the world."},{"number":10,"verse":"But if anyone walks in the night, he stumbles because there is no light in him."},{"number":11,"verse":"He said these things; and after that He said to them, Our friend Lazarus sleeps. But I go so that I may awaken him out of sleep."},{"number":12,"verse":"Then His disciples said, Lord, if he sleeps, he will get well."},{"number":13,"verse":"But Jesus spoke of his death, but they thought that He had spoken of taking rest in sleep."},{"number":14,"verse":"Then Jesus said to them plainly, Lazarus is dead."},{"number":15,"verse":"And I am glad for your sakes that I was not there, in order that you may believe. But let us go to him."},{"number":16,"verse":"Then Thomas (he being called Twin) said to his fellow disciples, Let us also go, that we may die with Him."},{"number":17,"verse":"Then when Jesus came, He found him already being held in the tomb four days."},{"number":18,"verse":"And Bethany was near Jerusalem, fifteen stadia away."},{"number":19,"verse":"And many of the Jews came to Martha and Mary in order to comfort them concerning their brother."},{"number":20,"verse":"Then when Martha heard that Jesus was coming, she met Him. But Mary was sitting in the house."},{"number":21,"verse":"Then Martha said to Jesus, Lord, if You had been here, my brother would not have died."},{"number":22,"verse":"But I know that even now, whatever You will ask of God, God will give You."},{"number":23,"verse":"Jesus said to her, Your brother shall rise again."},{"number":24,"verse":"Martha said to Him, I know that he shall rise again in the resurrection at the last day."},{"number":25,"verse":"Jesus said to her, I am the Resurrection and the Life! He who believes in Me, though he die, yet he shall live."},{"number":26,"verse":"And whoever lives and believes in Me shall never die. Do you believe this?"},{"number":27,"verse":"She said to Him, Yes, Lord, I have believed that You are the Christ, the Son of God, who has come into the world."},{"number":28,"verse":"And saying these things, she went away and called Mary her sister secretly, saying, The Teacher has come and calls you."},{"number":29,"verse":"As soon as she heard, she arose quickly and came to him."},{"number":30,"verse":"Now Jesus had not yet come into the town, but was in that place where Martha met Him."},{"number":31,"verse":"Then the Jews who were with her in the house, and comforted her, when they saw that Mary rose up hastily and went out, [they] followed her, saying, She is going to the tomb to weep there."},{"number":32,"verse":"Then when Mary had come where Jesus was, seeing Him, Mary fell down at His feet, saying to Him, Lord, if You had been here, my brother would not have died."},{"number":33,"verse":"Then when He saw her weeping, and also the Jews who came with her weeping, Jesus groaned in the spirit and troubled Himself."},{"number":34,"verse":"And [He] said, Where have you laid him? They said to Him, Lord, come and see."},{"number":35,"verse":"Jesus wept."},{"number":36,"verse":"Then the Jews said, Behold how He loved him!"},{"number":37,"verse":"And some of them said, Was not this Man who opened the eyes of the blind able also to cause that even this one should not have died?"},{"number":38,"verse":"Then Jesus, groaning in Himself again, came to the tomb. And it was a cave, and a stone lay upon it."},{"number":39,"verse":"Jesus said, Take away the stone. Martha, the sister of him who died, said to Him, Lord, by this time he stinks. For it is [the] fourth [day]."},{"number":40,"verse":"Jesus answered her, Did I not say to you that if you would believe you would see the glory of God?"},{"number":41,"verse":"Then they took away the stone where the dead was laid. And Jesus lifted up [His] eyes and said, Father, I thank You that You have heard Me."},{"number":42,"verse":"And I know that You hear Me always, but because of the people who stand by I said [it], so that they may believe that You have sent Me."},{"number":43,"verse":"And saying these things, He cried with a loud voice, Lazarus, Here! Outside!"},{"number":44,"verse":"And he who had died came out, bound hand and foot with sheets, and his face was bound with a cloth. Jesus said to them, Untie him and let [him] go!"},{"number":45,"verse":"Then many of the Jews who came to Mary, and had seen the things which Jesus did, believed on Him."},{"number":46,"verse":"But some of them went to the Pharisees and told them what Jesus had done."},{"number":47,"verse":"Then the chief priests and Pharisees gathered a sanhedrin, and said, What can we do? For this man does many miracles."},{"number":48,"verse":"If we let him alone this way, all will believe on him. And the Romans will come and take away both our place and nation."},{"number":49,"verse":"And one of them, Caiaphas, being the high priest of that year, said to them, You do not know anything at all,"},{"number":50,"verse":"nor do you consider that it is expedient for us that one man should die for the people, and not that the whole nation perish."},{"number":51,"verse":"And he did not speak this of himself, but being high priest that year, he prophesied that Jesus should die for the nation;"},{"number":52,"verse":"and not for that nation only, but also that He should gather together in one the children of God who were scattered abroad."},{"number":53,"verse":"Then from that day they took counsel together that they might kill Him."},{"number":54,"verse":"Therefore Jesus walked no more openly among the Jews; but He went away from there to a country near the wilderness, into a city called Ephraim, and continued there with His disciples."},{"number":55,"verse":"And the Jews' Passover was near. And many went out of the country up to Jerusalem before the Passover in order to purify themselves."},{"number":56,"verse":"Then they sought Jesus, and spoke with one another as they stood in the temple, What does it seem to you, that He will not at all come to the feast?"},{"number":57,"verse":"And all the chief priests and the Pharisees had given commands, that if anyone knew where He was, he should make [it] known so that they might seize Him."}]}