{"bibleAbbr":"MKJV1962","bookName":"John","bookEnglishName":"John","chapterNumber":17,"verses":[{"number":1,"verse":"Jesus spoke these words and lifted up His eyes to Heaven and said, Father, the hour has come. Glorify Your Son so that Your Son also may glorify You,"},{"number":2,"verse":"even as You have given Him authority over all flesh so that He should give eternal life to all You have given Him."},{"number":3,"verse":"And this is life eternal, that they might know You, the only true God, and Jesus Christ whom You have sent."},{"number":4,"verse":"I have glorified You upon the earth. I have finished the work which You have given Me to do."},{"number":5,"verse":"And now Father, glorify Me with Yourself with the glory which I had with You before the world was."},{"number":6,"verse":"I have revealed Your name to the men whom You gave to Me out of the world. They were Yours, and You gave them to Me, and they have kept Your word."},{"number":7,"verse":"Now they have known that all things, whatever You have given Me, are from You."},{"number":8,"verse":"For I have given to them the words which You gave Me, and they have received [them] and have known surely that I came out from You. And they have believed that You sent Me."},{"number":9,"verse":"I pray for them. I do not pray for the world, but for those whom You have given Me, for they are Yours."},{"number":10,"verse":"And all Mine are Yours, and Yours [are] Mine; and I am glorified in them."},{"number":11,"verse":"And now I am in the world no longer, but these are in the world, and I come to You, Holy Father. Keep them in Your name, those whom You have given Me, so that [they] may be one as We [are]."},{"number":12,"verse":"While I was with them in the world, I kept them in Your name. Those that You have given Me I have kept, and none of them is lost, but the son of perdition, that the Scripture might be fulfilled."},{"number":13,"verse":"And now I come to You, and these things I speak in the world that they might have My joy fulfilled in them."},{"number":14,"verse":"I have given them Your Word, and the world has hated them because they are not of the world, even as I am not of the world."},{"number":15,"verse":"I do not pray for You to take them out of the world, but for You to keep them from the evil."},{"number":16,"verse":"They are not of the world, even as I am not of the world."},{"number":17,"verse":"Sanctify them through Your truth. Your Word is truth."},{"number":18,"verse":"As You have sent Me into the world, even so I have sent them into the world."},{"number":19,"verse":"And I sanctify Myself for their sakes, so that they also might be sanctified in truth."},{"number":20,"verse":"And I do not pray for these alone, but for those also who shall believe on Me through their word,"},{"number":21,"verse":"that they all may be one, as You, Father, [are] in Me, and I in You, that they also may be one in Us, so that the world may believe that You have sent Me."},{"number":22,"verse":"And I have given them the glory which You have given Me, that they may be one, even as We are one,"},{"number":23,"verse":"I in them, and You in Me, that they may be made perfect in one; and that the world may know that You have sent Me and have loved them as You have loved Me."},{"number":24,"verse":"Father, I desire that [those] whom You have given Me, that they may be with Me where I am, that they may behold My glory which You have given Me, for You have loved Me before [the] foundation of [the] world."},{"number":25,"verse":"O righteous Father, indeed the world has not known You; but I have known You, and these have known that You have sent me."},{"number":26,"verse":"And I made known to them Your name, and will make [it] known, so that the love [with] which You have loved Me may be in them, and I in them."}]}