{"bibleAbbr":"MKJV1962","bookName":"John","bookEnglishName":"John","chapterNumber":6,"verses":[{"number":1,"verse":"After these things Jesus went over the Sea of Galilee, [the Sea] of Tiberias."},{"number":2,"verse":"And a great multitude followed Him, because they saw His miracles which He did on the sick ones."},{"number":3,"verse":"And Jesus went up into a mountain and sat there with His disciples."},{"number":4,"verse":"And the Passover was near, a feast of the Jews."},{"number":5,"verse":"Then Jesus lifted up [His] eyes and saw a great crowd come to Him. He said to Philip, Where shall we buy loaves so that these may eat?"},{"number":6,"verse":"And He said this to test him, for He Himself knew what He would do."},{"number":7,"verse":"Philip answered Him, Loaves for two hundred denarii are not enough for them, that every one may take a little."},{"number":8,"verse":"One of His disciples, Andrew, Simon Peter's brother, said to Him,"},{"number":9,"verse":"There is a boy here who has five barley loaves and two small fish, but what are these among so many?"},{"number":10,"verse":"And Jesus said, Make the men recline. And there was much grass in the place. So the men reclined, about five thousand in number."},{"number":11,"verse":"And Jesus took the loaves, and when He had given thanks, He distributed to the disciples, and the disciples to those who had reclined; and likewise of the fish, as much as they wanted."},{"number":12,"verse":"And when they were filled, He said to His disciples, Gather up the fragments left over, so that nothing is lost."},{"number":13,"verse":"Therefore they gathered and filled twelve handbaskets with fragments of the five barley loaves which were left over to those who had eaten."},{"number":14,"verse":"Then seeing the miracle that Jesus did, those men said, This is truly the Prophet, the [One] coming into the world."},{"number":15,"verse":"Therefore when Jesus perceived that they would come and take Him by force, that they might make Him a king, Jesus withdrew again to the mountain alone [by] Himself."},{"number":16,"verse":"And when evening had come, the disciples went down to the sea"},{"number":17,"verse":"and entered into a boat, and went over the sea toward Capernaum. And it was now dark, and Jesus had not come to them."},{"number":18,"verse":"And the sea rose up because of a great wind that blew."},{"number":19,"verse":"Then having rowed about twenty-five or thirty furlongs, they saw Jesus walking on the sea and drawing near the ship. And they were afraid."},{"number":20,"verse":"But He said to them, I AM! Do not be afraid."},{"number":21,"verse":"Then they willingly received Him into the boat. And immediately the boat was at the land where they were going."},{"number":22,"verse":"The following day, the crowd standing on the other side of the sea had seen that there was no other little boat there except that one into which His disciples had entered, and when they saw that Jesus did not go with His disciples into the little boat, but [that] His disciples had gone away alone,"},{"number":23,"verse":"(however, other boats from Tiberias came near the place where they ate the loaves, the Lord having given thanks),"},{"number":24,"verse":"therefore, when the crowd saw that Jesus was not there, nor His disciples, they themselves also entered into the boats and came to Capernaum seeking Jesus."},{"number":25,"verse":"And when they had found Him on the other side of the sea, they said to Him, Rabbi, when did you come here?"},{"number":26,"verse":"Jesus answered them and said, Truly, truly, I say to you, You seek Me not because you saw the miracles, but because you ate the loaves and were filled."},{"number":27,"verse":"Do not labor [for] the food that perishes, but for that food which endures to everlasting life, which the Son of man will give you. For God the Father sealed Him."},{"number":28,"verse":"Then they said to Him, What shall we do that we might work the works of God?"},{"number":29,"verse":"Jesus answered and said to them, This is the work of God, that you believe on [Him] whom He has sent."},{"number":30,"verse":"Therefore they said to Him, What sign do you show then, so that we may see and believe you? What do you work?"},{"number":31,"verse":"Our fathers ate the manna in the desert, as it is written, He gave them bread from Heaven to eat."},{"number":32,"verse":"Then Jesus said to them, Truly, truly, I say to you, Moses did not give you that bread from Heaven, but My Father gives you the true bread from Heaven."},{"number":33,"verse":"For the bread of God is He who comes down from Heaven and gives life to the world."},{"number":34,"verse":"Then they said to him, Lord, evermore give us this bread."},{"number":35,"verse":"And Jesus said to them, I am the bread of life. He who comes to Me shall never hunger, and he who believes on Me shall never thirst."},{"number":36,"verse":"But I said to you that you also have seen Me and do not believe."},{"number":37,"verse":"All that the Father gives Me shall come to Me, and the [one] who comes to Me I will in no way cast out."},{"number":38,"verse":"For I came down from Heaven, not to do My own will but the will of Him who sent Me."},{"number":39,"verse":"And this is the will of the Father who sent Me, that of all which He has given Me I should lose nothing but should raise it up again at the last day."},{"number":40,"verse":"And this is the will of Him who sent Me, that everyone who sees the Son and believes on Him should have everlasting life. And I will raise him up at the last day."},{"number":41,"verse":"Then the Jews murmured about Him, because He said, I am the bread which came down from Heaven."},{"number":42,"verse":"And they said, Is this not Jesus the son of Joseph, whose father and mother we know? How now does this One say, I have come down from Heaven ?"},{"number":43,"verse":"Jesus therefore answered and said to them, Do not murmur with one another."},{"number":44,"verse":"No one can come to Me unless the Father who has sent Me draw him, and I will raise him up at the last day."},{"number":45,"verse":"It is written in the prophets, And they shall all be taught of God. Therefore everyone who hears and learns from the Father comes to Me."},{"number":46,"verse":"Not that anyone has seen the Father, except He who is from God, He has seen the Father."},{"number":47,"verse":"Truly, truly, I say to you, he who believes on Me has everlasting life."},{"number":48,"verse":"I am the Bread of life."},{"number":49,"verse":"Your fathers ate the manna in the wilderness, and died."},{"number":50,"verse":"This is the Bread which comes down from Heaven, so that a man may eat of it and not die."},{"number":51,"verse":"I am the Living Bread which came down from Heaven. If anyone eats of this Bread, he shall live forever. And truly the bread that I will give is My flesh, which I will give for the life of the world."},{"number":52,"verse":"Then the Jews argued with one another, saying, How can this man give us [his] flesh to eat?"},{"number":53,"verse":"Then Jesus says to them, Truly, truly, I say to you, unless you eat the flesh of the Son of man, and drink His blood, you do not have life in yourselves."},{"number":54,"verse":"Whoever partakes of My flesh and drinks My blood has eternal life, and I will raise him up at the last day."},{"number":55,"verse":"For My flesh is food indeed, and My blood is drink indeed."},{"number":56,"verse":"He who partakes of My flesh and drinks My blood dwells in Me, and I in him."},{"number":57,"verse":"As the living Father has sent Me, and I live through the Father, so he who partakes of Me, even he shall live by Me."},{"number":58,"verse":"This is the Bread which came down from Heaven, not as your fathers ate the manna, and died; he who partakes of this Bread shall live forever."},{"number":59,"verse":"He said these things in the synagogue as He taught in Capernaum."},{"number":60,"verse":"Then when they had heard, many of His disciples said, This is a hard saying, who can hear it?"},{"number":61,"verse":"But knowing in Himself that His disciples murmured about it, Jesus said to them, Does this offend you?"},{"number":62,"verse":"Then [what] if you should see the Son of man going up where He was before?"},{"number":63,"verse":"It is the Spirit that makes alive, the flesh profits nothing. The words that I speak to you are spirit and are life."},{"number":64,"verse":"But there are some of you who do not believe. For Jesus knew from [the] beginning who they were who did not believe, and who is the one] betraying Him."},{"number":65,"verse":"And He said, Because of this I said to you that no one can come to Me unless it was given to him from My Father."},{"number":66,"verse":"From this [time] many of His disciples went back into the things behind, and walked no more with Him."},{"number":67,"verse":"Then Jesus said to the Twelve, Do you also wish to go away?"},{"number":68,"verse":"Then Simon Peter answered Him, Lord, to whom shall we go? You have [the] words of eternal life."},{"number":69,"verse":"And we have believed and have known that You are the Christ, the Son of the living God."},{"number":70,"verse":"Jesus answered them, Have I not chosen you, the Twelve? And one [of] you is a devil?"},{"number":71,"verse":"But he spoke [of] Judas Iscariot, [the son] of Simon; for it was he who was about to betray Him, being one of the Twelve."}]}