{"bibleAbbr":"MKJV1962","bookName":"John","bookEnglishName":"John","chapterNumber":8,"verses":[{"number":1,"verse":"But Jesus went to the Mount of Olives."},{"number":2,"verse":"And early in the morning He came again into the temple, and all the people came to Him. And He sat down and taught them."},{"number":3,"verse":"And the scribes and Pharisees brought to Him a woman taken in adultery. And standing her in the midst,"},{"number":4,"verse":"they said to Him, Teacher, this woman was taken in adultery, in the very act."},{"number":5,"verse":"Now Moses in the law commanded us that such should be stoned. You, then, what do you say?"},{"number":6,"verse":"They said this, tempting Him so that they might have [reason] to accuse Him. But bending down, Jesus wrote on the ground with [His] finger, not appearing [to hear]."},{"number":7,"verse":"But as they continued to ask Him, He lifted Himself up and said to them, He who is without sin among you, let him cast the first stone at her."},{"number":8,"verse":"And again bending down, He wrote on the ground."},{"number":9,"verse":"And hearing, and being convicted by conscience, they went out one by one, beginning at the oldest, until the last. And Jesus was left alone, and the woman standing in the midst."},{"number":10,"verse":"And bending back up, and seeing no one but the woman, Jesus said to her, Woman, where are the ones who accused you? Did not one give judgment against you?"},{"number":11,"verse":"And she said, No one, Lord. And Jesus said to her, Neither do I give judgment. Go, and sin no more."},{"number":12,"verse":"Then Jesus spoke again to them, saying, I am the Light of the world. He who follows Me shall not walk in darkness, but shall have the light of life."},{"number":13,"verse":"Therefore the Pharisees said to Him, You bear record concerning yourself; your witness is not true."},{"number":14,"verse":"Jesus answered and said to them, Though I bear record concerning Myself, My witness is true. For I know from where I came, and where I go. But you do not know from where I came, and where I go."},{"number":15,"verse":"You judge after the flesh, I judge no one."},{"number":16,"verse":"And yet if I do judge, My judgment is true; for I am not alone, but I and [the] Father who sent Me."},{"number":17,"verse":"It is also written in your law that the testimony of two men is true."},{"number":18,"verse":"I am one who bears witness of Myself, and the Father who sent Me bears witness concerning Me."},{"number":19,"verse":"Then they said to Him, Where is your father? Jesus said to them, You neither know Me nor My Father. If you had known Me, you would have known My Father also."},{"number":20,"verse":"Jesus spoke these words in the treasury, as He taught in the temple. And no man laid hands upon Him, for His hour had not yet come."},{"number":21,"verse":"Then Jesus said again to them, I go away, and you shall seek Me and shall die in your sins. Where I go, you cannot come."},{"number":22,"verse":"Then the Jews said, Will he kill himself? Because he says, Where I go you cannot come."},{"number":23,"verse":"And He said to them, You are from beneath; I am from above. You are of this world; I am not of this world."},{"number":24,"verse":"Therefore I said to you that you shall die in your sins, for if you do not believe that I AM, you shall die in your sins."},{"number":25,"verse":"Then they said to Him, Who are you? And Jesus said to them, Even [the same] which I also say to you."},{"number":26,"verse":"I have many things to say and to judge of you, but He who sent Me is true, and I speak to the world those things what I heard of Him."},{"number":27,"verse":"They did not understand that He spoke to them [of] the Father."},{"number":28,"verse":"Then Jesus said to them, When you have lifted up the Son of man, then you shall know that I AM, and that I do nothing of Myself, but as My Father has taught Me, I speak these things."},{"number":29,"verse":"And He who sent Me is with Me. The Father has not left Me alone, for I always do those things which please Him."},{"number":30,"verse":"[As] He spoke these words, many believed upon Him."},{"number":31,"verse":"Then Jesus said to the Jews who believed on Him, If you continue in My Word, you are My disciples indeed."},{"number":32,"verse":"And you shall know the truth, and the truth shall make you free."},{"number":33,"verse":"They answered Him, We are Abraham's seed and were never in bondage to anyone. How do you say, You will be made free?"},{"number":34,"verse":"Jesus answered them, Truly, truly, I say to you, Whoever practices sin is the slave of sin."},{"number":35,"verse":"And the slave does not abide in the house forever, [but] the Son abides forever."},{"number":36,"verse":"Therefore if the Son shall make you free, you shall be free indeed."},{"number":37,"verse":"I know that you are Abraham's seed, but you seek to kill Me because My Word has no place in you."},{"number":38,"verse":"I speak what I have seen with My Father, and you, then, do what you have seen with your father."},{"number":39,"verse":"They answered and said to Him, Abraham is our father. Jesus answered them, If you were Abraham's children, you would do the works of Abraham."},{"number":40,"verse":"But now you seek to kill Me, a man who has told you the truth which I have heard beside God; this Abraham did not do."},{"number":41,"verse":"You do the deeds of your father. Then they said to Him, We are not born of fornication; we have one father, [even] God."},{"number":42,"verse":"Jesus said to them, If God were your father, you would love Me, for I went forth and came from God; for I did not come of Myself, but He sent Me."},{"number":43,"verse":"Why do you not know My speech? Because you cannot hear My word."},{"number":44,"verse":"You are of the Devil as father, and the lusts of your father you will do. He was a murderer from [the] beginning, and did not abide in the truth because there is no truth in him. When he speaks a lie, he speaks of his own, for he is a liar and the father of it."},{"number":45,"verse":"And because I tell [you] the truth, you do not believe Me."},{"number":46,"verse":"Which of you convicts Me of sin? And if I say the truth, why do you not believe Me?"},{"number":47,"verse":"He who is of God hears God's words. Therefore you do not hear [them] because you are not of God."},{"number":48,"verse":"Then the Jews answered and said to Him, Do we not say well that you are a Samaritan and have a demon?"},{"number":49,"verse":"Jesus answered, I do not have a demon, but I honor My Father, and you dishonor Me."},{"number":50,"verse":"And I do not seek My own glory, but there is One who seeks and judges."},{"number":51,"verse":"Truly, truly, I say to you, If a man keeps My Word, he shall never see death."},{"number":52,"verse":"Then the Jews said to Him, Now we know that you have a demon. Abraham and the prophets are dead, and you say, If a man keeps my Word, he shall never taste of death."},{"number":53,"verse":"Are you greater than our father Abraham, who died? And the prophets are dead; whom do you make yourself?"},{"number":54,"verse":"Jesus answered, If I glorify Myself, My glory is nothing; it is My Father who glorifies Me, of whom you say that He is your God."},{"number":55,"verse":"Yet you have not known Him, but I know Him. And if I should say I do not know Him, I would be a liar like you. But I know Him and I keep His Word."},{"number":56,"verse":"Your father Abraham rejoiced to see My day, and He saw and was glad."},{"number":57,"verse":"Then the Jews said to Him, You are not yet fifty years old, and have you seen Abraham?"},{"number":58,"verse":"Jesus said to them, Truly, truly, I say to you, Before Abraham came into being, I AM!"},{"number":59,"verse":"Then they took up stones to throw at Him. But Jesus hid Himself and went forth out of the temple, going through [the] midst of them, and passed on by."}]}