{"bibleAbbr":"Orig2013+","bookName":"יהושע","bookEnglishName":"Joshua","chapterNumber":20,"verses":[{"number":1,"verse":"וידבר <WH1696> also spoke יהוה <WH3069> אל <WH413> unto יהושׁע <WH3091> Joshua, לאמר׃ <WH559> saying,"},{"number":2,"verse":"דבר <WH1696> Speak אל <WH413> to בני <WH1121> the children ישׂראל <WH3478> of Israel, לאמר <WH559> saying, תנו <WH5414> Appoint לכם את <WH853> ערי <WH5892> out for you cities המקלט <WH4733> of refuge, אשׁר <WH834> whereof דברתי <WH1696> I spoke אליכם <WH413> unto ביד <WH3027> you by the hand משׁה׃ <WH4872> of Moses:"},{"number":3,"verse":"לנוס <WH5127> may flee שׁמה <WH8033> thither: רוצח <WH7523> That the slayer מכה <WH5221> that killeth נפשׁ <WH5315> person בשׁגגה <WH7684> unawares בבלי <WH1097> unwittingly דעת <WH1847> unwittingly והיו <WH1961> and they shall be לכם למקלט <WH4733> your refuge מגאל <WH1350> from the avenger הדם׃ <WH1818> of blood."},{"number":4,"verse":"ונס <WH5127> And when he that doth flee אל <WH413> unto אחת <WH259> one מהערים <WH5892> cities האלה <WH428> of those ועמד <WH5975> shall stand פתח <WH6607> at the entering שׁער <WH8179> of the gate העיר <WH5892> of the city, ודבר <WH1696> and shall declare באזני <WH241> in the ears זקני <WH2205> of the elders העיר <WH5892> city, ההיא <WH1931> of that את <WH853> דבריו <WH1697> his cause ואספו <WH622> they shall take אתו <WH853> העירה <WH5892> him into the city אליהם <WH413> unto them, and give ונתנו <WH5414> unto them, and give לו מקום <WH4725> him a place, וישׁב <WH3427> that he may dwell עמם׃ <WH5973> among"},{"number":5,"verse":"וכי <WH3588> And if ירדף <WH7291> pursue גאל <WH1350> the avenger הדם <WH1818> of blood אחריו <WH310> after ולא <WH3808> him, then they shall not יסגרו <WH5462> deliver את <WH853> הרצח <WH7523> the slayer בידו <WH3027> up into his hand; כי <WH3588> because בבלי <WH1097> unwittingly, דעת <WH1847> unwittingly, הכה <WH5221> he smote את <WH853> רעהו <WH7453> his neighbor ולא <WH3808> him not שׂנא <WH8130> and hated הוא <WH1931> לו מתמול <WH8543> formerly. שׁלשׁום׃ <WH8032> formerly."},{"number":6,"verse":"וישׁב <WH3427> And he shall dwell בעיר <WH5892> city, ההיא <WH1931> in that עד <WH5704> until עמדו <WH5975> he stand לפני <WH6440> before העדה <WH5712> the congregation למשׁפט <WH4941> for judgment, עד <WH5704> until מות <WH4194> the death הכהן <WH3548> priest הגדול <WH1419> of the high אשׁר <WH834> that יהיה <WH1961> shall be בימים <WH3117> days: ההם <WH1992> in those אז <WH227> then ישׁוב <WH7725> return, הרוצח <WH7523> shall the slayer ובא <WH935> and come אל <WH413> unto עירו <WH5892> his own city, ואל <WH413> and unto ביתו <WH1004> his own house, אל <WH413> unto העיר <WH5892> the city אשׁר <WH834> from whence נס <WH5127> he fled. משׁם׃ <WH8033>"},{"number":7,"verse":"ויקדשׁו <WH6942> And they appointed את <WH853> קדשׁ <WH6943> Kedesh בגליל <WH1551> in Galilee בהר <WH2022> in mount נפתלי <WH5321> Naphtali, ואת <WH853> שׁכם <WH7927> and Shechem בהר <WH2022> in mount אפרים <WH669> Ephraim, ואת <WH853> קרית ארבע <WH7153> and Kirjath-arba, היא <WH1931> which חברון <WH2275> Hebron, בהר <WH2022> in the mountain יהודה׃ <WH3063> of Judah."},{"number":8,"verse":"ומעבר <WH5676> לירדן <WH3383> Jordan יריחו <WH3405> by Jericho מזרחה <WH4217> eastward, נתנו <WH5414> they assigned את <WH853> בצר <WH1221> Bezer במדבר <WH4057> in the wilderness במישׁר <WH4334> upon the plain ממטה <WH4294> out of the tribe ראובן <WH7205> of Reuben, ואת <WH853> ראמת <WH7216> and Ramoth בגלעד <WH1568> in Gilead ממטה <WH4294> out of the tribe גד <WH1410> of Gad, ואת <WH853> גלון <WH1474> and Golan בבשׁן <WH1316> in Bashan ממטה <WH4294> out of the tribe מנשׁה׃ <WH4519> of Manasseh."},{"number":9,"verse":"אלה <WH428> These היו <WH1961> were ערי <WH5892> the cities המועדה <WH4152> appointed לכל <WH3605> for all בני <WH1121> the children ישׂראל <WH3478> of Israel, ולגר <WH1616> and for the stranger הגר <WH1481> that sojourneth בתוכם <WH8432> among לנוס <WH5127> might flee שׁמה <WH8033> thither, כל <WH3605> them, that whosoever מכה <WH5221> killeth נפשׁ <WH5315> person בשׁגגה <WH7684> at unawares ולא <WH3808> and not ימות <WH4191> die ביד <WH3027> by the hand גאל <WH1350> of the avenger הדם <WH1818> of blood, עד <WH5704> until עמדו <WH5975> he stood לפני <WH6440> before העדה׃ <WH5712> the congregation."}]}