{"bibleAbbr":"Orig2013+","bookName":"יהושע","bookEnglishName":"Joshua","chapterNumber":22,"verses":[{"number":1,"verse":"אז <WH227> Then יקרא <WH7121> called יהושׁע <WH3091> Joshua לראובני <WH7206> the Reubenites, ולגדי <WH1425> and the Gadites, ולחצי <WH2677> and the half מטה <WH4294> tribe מנשׁה׃ <WH4519> of Manasseh,"},{"number":2,"verse":"ויאמר <WH559> And said אליהם <WH413> unto אתם <WH859> them, Ye שׁמרתם <WH8104> have kept את <WH853> כל <WH3605> all אשׁר <WH834> that צוה <WH6680> commanded אתכם <WH853> משׁה <WH4872> Moses עבד <WH5650> the servant יהוה <WH3068> of the LORD ותשׁמעו <WH8085> you, and have obeyed בקולי <WH6963> my voice לכל <WH3605> in all אשׁר <WH834> that צויתי <WH6680> I commanded אתכם׃ <WH853>"},{"number":3,"verse":"לא <WH3808> Ye have not עזבתם <WH5800> left את <WH853> אחיכם <WH251> your brethren זה <WH2088> these ימים <WH3117> days רבים <WH7227> many עד <WH5704> unto היום <WH3117> day, הזה <WH2088> this ושׁמרתם <WH8104> but have kept את <WH853> משׁמרת <WH4931> the charge מצות <WH4687> of the commandment יהוה <WH3068> of the LORD אלהיכם׃ <WH430> your God."},{"number":4,"verse":"ועתה <WH6258> And now הניח <WH5117> hath given rest יהוה <WH3068> the LORD אלהיכם <WH430> your God לאחיכם <WH251> unto your brethren, כאשׁר <WH834> as דבר <WH1696> he promised להם ועתה <WH6258> them: therefore now פנו <WH6437> return ולכו <WH1980> ye, and get לכם לאהליכם <WH168> you unto your tents, אל <WH413> unto ארץ <WH776> the land אחזתכם <WH272> of your possession, אשׁר <WH834> which נתן <WH5414> gave לכם משׁה <WH4872> Moses עבד <WH5650> the servant יהוה <WH3068> of the LORD בעבר <WH5676> you on the other side הירדן׃ <WH3383> Jordan."},{"number":5,"verse":"רק <WH7535> But שׁמרו <WH8104> heed מאד <WH3966> take diligent לעשׂות <WH6213> to do את <WH853> המצוה <WH4687> the commandment ואת <WH853> התורה <WH8451> and the law, אשׁר <WH834> which צוה <WH6680> charged אתכם <WH853> משׁה <WH4872> Moses עבד <WH5650> the servant יהוה <WH3068> of the LORD לאהבה <WH157> you, to love את <WH853> יהוה <WH3068> the LORD אלהיכם <WH430> your God, וללכת <WH1980> and to walk בכל <WH3605> in all דרכיו <WH1870> his ways, ולשׁמר <WH8104> and to keep מצותיו <WH4687> his commandments, ולדבקה <WH1692> and to cleave בו ולעבדו <WH5647> unto him, and to serve בכל <WH3605> him with all לבבכם <WH3824> your heart ובכל <WH3605> and with all נפשׁכם׃ <WH5315> your soul."},{"number":6,"verse":"ויברכם <WH1288> blessed יהושׁע <WH3091> So Joshua וישׁלחם <WH7971> them, and sent them away: וילכו <WH1980> and they went אל <WH413> unto אהליהם׃ <WH168> their tents."},{"number":7,"verse":"ולחצי <WH2677> Now to the half שׁבט <WH7626> of the tribe המנשׁה <WH4519> of Manasseh נתן <WH5414> had given משׁה <WH4872> Moses בבשׁן <WH1316> in Bashan: ולחציו <WH2677> but unto the half נתן <WH5414> thereof gave יהושׁע <WH3091> Joshua עם <WH5973> among אחיהם <WH251> their brethren מעבר <WH5676> on this side הירדן <WH3383> Jordan ימה <WH3220> westward. וגם <WH1571> also כי <WH3588> And when שׁלחם <WH7971> sent them away יהושׁע <WH3091> Joshua אל <WH413> unto אהליהם <WH168> their tents, ויברכם׃ <WH1288> then he blessed"},{"number":8,"verse":"ויאמר <WH559> And he spoke אליהם <WH413> unto לאמר <WH559> them, saying, בנכסים <WH5233> riches רבים <WH7227> with much שׁובו <WH7725> Return אל <WH413> unto אהליכם <WH168> your tents, ובמקנה <WH4735> cattle, רב <WH7227> much מאד <WH3966> and with very בכסף <WH3701> with silver, ובזהב <WH2091> and with gold, ובנחשׁת <WH5178> and with brass, ובברזל <WH1270> and with iron, ובשׂלמות <WH8008> raiment: הרבה <WH7235> much מאד <WH3966> and with very חלקו <WH2505> divide שׁלל <WH7998> the spoil איביכם <WH341> of your enemies עם <WH5973> with אחיכם׃ <WH251> your brethren."},{"number":9,"verse":"וישׁבו <WH7725> returned, וילכו <WH1980> and departed בני <WH1121> And the children ראובן <WH7205> of Reuben ובני <WH1121> and the children גד <WH1410> of Gad וחצי <WH2677> and the half שׁבט <WH7626> tribe המנשׁה <WH4519> of Manasseh מאת <WH853> בני <WH1121> the children ישׂראל <WH3478> of Israel משׁלה <WH7887> אשׁר <WH834> which בארץ <WH776> in the land כנען <WH3667> of Canaan, ללכת <WH1980> to go אל <WH413> unto ארץ <WH776> the country הגלעד <WH1568> of Gilead, אל <WH413> to ארץ <WH776> the land אחזתם <WH272> of their possession, אשׁר <WH834> whereof נאחזו <WH270> they were possessed, בה על <WH5921> according פי <WH6310> to the word יהוה <WH3068> of the LORD ביד <WH3027> by the hand משׁה׃ <WH4872> of Moses."},{"number":10,"verse":"ויבאו <WH935> And when they came אל <WH413> unto גלילות <WH1552> the borders הירדן <WH3383> of Jordan, אשׁר <WH834> that בארץ <WH776> in the land כנען <WH3667> of Canaan, ויבנו <WH1129> built בני <WH1121> the children ראובן <WH7205> of Reuben ובני <WH1121> and the children גד <WH1410> of Gad וחצי <WH2677> and the half שׁבט <WH7626> tribe המנשׁה <WH4519> of Manasseh שׁם <WH8033> there מזבח <WH4196> an altar על <WH5921> by הירדן <WH3383> Jordan, מזבח <WH4196> altar גדול <WH1419> a great למראה׃ <WH4758> to see"},{"number":11,"verse":"וישׁמעו <WH8085> heard בני <WH1121> And the children ישׂראל <WH3478> of Israel לאמר <WH559> say, הנה <WH2009> Behold, בנו <WH1129> have built בני <WH1121> the children ראובן <WH7205> of Reuben ובני <WH1121> and the children גד <WH1410> of Gad וחצי <WH2677> and the half שׁבט <WH7626> tribe המנשׁה <WH4519> of Manasseh את <WH853> המזבח <WH4196> an altar אל <WH413> over against מול <WH4136> over against ארץ <WH776> the land כנען <WH3667> of Canaan, אל <WH413> in גלילות <WH1552> the borders הירדן <WH3383> of Jordan, אל <WH413> at עבר <WH5676> בני <WH1121> of the children ישׂראל׃ <WH3478> of Israel."},{"number":12,"verse":"וישׁמעו <WH8085> heard בני <WH1121> And when the children ישׂראל <WH3478> of Israel ויקהלו <WH6950> gathered themselves together כל <WH3605> the whole עדת <WH5712> congregation בני <WH1121> of the children ישׂראל <WH3478> of Israel שׁלה <WH7887> at Shiloh, לעלות <WH5927> to go עליהם <WH5921> against לצבא׃ <WH6635> up to war"},{"number":13,"verse":"וישׁלחו <WH7971> sent בני <WH1121> And the children ישׂראל <WH3478> of Israel אל <WH413> unto בני <WH1121> the children ראובן <WH7205> of Reuben, ואל <WH413> and to בני <WH1121> the children גד <WH1410> of Gad, ואל <WH413> and to חצי <WH2677> the half שׁבט <WH7626> tribe מנשׁה <WH4519> of Manasseh, אל <WH413> into ארץ <WH776> the land הגלעד <WH1568> of Gilead, את <WH853> פינחס <WH6372> Phinehas בן <WH1121> the son אלעזר <WH499> of Eleazar הכהן׃ <WH3548> the priest,"},{"number":14,"verse":"ועשׂרה <WH6235> him ten נשׂאים <WH5387> princes, עמו <WH5973> And with נשׂיא <WH5387> of each chief אחד <WH259> נשׂיאחד <WH259> לבית <WH1004> house אב <WH1> a prince לכל <WH3605> throughout all מטות <WH4294> the tribes ישׂראל <WH3478> of Israel; ואישׁ <WH376> and each one ראשׁ <WH7218> a head בית <WH1004> of the house אבותם <WH1> of their fathers המה <WH1992> לאלפי <WH505> among the thousands ישׂראל׃ <WH3478> of Israel."},{"number":15,"verse":"ויבאו <WH935> And they came אל <WH413> unto בני <WH1121> the children ראובן <WH7205> of Reuben, ואל <WH413> and to בני <WH1121> the children גד <WH1410> of Gad, ואל <WH413> and to חצי <WH2677> the half שׁבט <WH7626> tribe מנשׁה <WH4519> of Manasseh, אל <WH413> unto ארץ <WH776> the land הגלעד <WH1568> of Gilead, וידברו <WH1696> and they spoke אתם <WH854> with לאמר׃ <WH559> them, saying,"},{"number":16,"verse":"כה <WH3541> Thus אמרו <WH559> saith כל <WH3605> the whole עדת <WH5712> congregation יהוה <WH3068> of the LORD, מה <WH4100> What המעל <WH4603> ye have committed הזה <WH2088> this אשׁר <WH834> that מעלתם <WH4603> באלהי <WH430> against the God ישׂראל <WH3478> of Israel, לשׁוב <WH7725> to turn away היום <WH3117> this day מאחרי <WH310> from following יהוה <WH3068> the LORD, בבנותכם <WH1129> in that ye have built לכם מזבח <WH4196> you an altar, למרדכם <WH4775> that ye might rebel היום <WH3117> this day ביהוה׃ <WH3068> against the LORD?"},{"number":17,"verse":"המעט <WH4592> too little לנו את <WH853> עון <WH5771> the iniquity פעור <WH6465> of Peor אשׁר <WH834> which לא <WH3808> we are not הטהרנו <WH2891> cleansed ממנו <WH4480> for us, from עד <WH5704> until היום <WH3117> day, הזה <WH2088> this ויהי <WH1961> although there was הנגף <WH5063> a plague בעדת <WH5712> in the congregation יהוה׃ <WH3068> of the LORD,"},{"number":18,"verse":"ואתם <WH859> But that ye תשׁבו <WH7725> must turn away היום <WH3117> this day מאחרי <WH310> from following יהוה <WH3068> the LORD? והיה <WH1961> and it will be, אתם <WH859> ye תמרדו <WH4775> rebel היום <WH3117> today ביהוה <WH3068> against the LORD, ומחר <WH4279> that tomorrow אל <WH413> with כל <WH3605> the whole עדת <WH5712> congregation ישׂראל <WH3478> of Israel. יקצף׃ <WH7107> he will be wroth"},{"number":19,"verse":"ואך <WH389> Notwithstanding, אם <WH518> if טמאה <WH2931> unclean, ארץ <WH776> the land אחזתכם <WH272> of your possession עברו <WH5674> pass ye over לכם אל <WH413> unto ארץ <WH776> the land אחזת <WH272> of the possession יהוה <WH3068> of the LORD, אשׁר <WH834> wherein שׁכן <WH7931> dwelleth, שׁם <WH8033> dwelleth, משׁכן <WH4908> tabernacle יהוה <WH3068> the LORD's והאחזו <WH270> and take possession בתוכנו <WH8432> among וביהוה <WH3068> against the LORD, אל <WH408> not תמרדו <WH4775> us: but rebel ואתנו <WH854> אל <WH408> nor תמרדו <WH4775> rebel בבנתכם <WH1129> against us, in building לכם מזבח <WH4196> you an altar מבלעדי <WH1107> beside מזבח <WH4196> the altar יהוה <WH3068> of the LORD אלהינו׃ <WH430> our God."},{"number":20,"verse":"הלוא <WH3808> Did not עכן <WH5912> Achan בן <WH1121> the son זרח <WH2226> of Zerah מעל <WH4603> commit מעל <WH4604> a trespass בחרם <WH2764> in the accursed thing, ועל <WH5921> on כל <WH3605> all עדת <WH5712> the congregation ישׂראל <WH3478> of Israel? היה <WH1961> fell קצף <WH7110> and wrath והוא <WH1931> and that אישׁ <WH376> man אחד <WH259> alone לא <WH3808> not גוע <WH1478> perished בעונו׃ <WH5771> in his iniquity."},{"number":21,"verse":"ויענו <WH6030> answered, בני <WH1121> Then the children ראובן <WH7205> of Reuben ובני <WH1121> and the children גד <WH1410> of Gad וחצי <WH2677> and the half שׁבט <WH7626> tribe המנשׁה <WH4519> of Manasseh וידברו <WH1696> and said את <WH853> ראשׁי <WH7218> unto the heads אלפי <WH505> of the thousands ישׂראל׃ <WH3478> of Israel,"},{"number":22,"verse":"אל <WH410> God אלהים <WH430> of gods, יהוה <WH3068> The LORD אל <WH410> God אלהים <WH430> of gods, יהוה <WH3068> the LORD הוא <WH1931> he ידע <WH3045> knoweth, וישׂראל <WH3478> and Israel הוא <WH1931> he ידע <WH3045> shall know; אם <WH518> if במרד <WH4777> in rebellion, ואם <WH518> or if במעל <WH4604> in transgression ביהוה <WH3068> against the LORD, אל <WH408> us not תושׁיענו <WH3467> (save היום <WH3117> day,) הזה׃ <WH2088> this"},{"number":23,"verse":"לבנות <WH1129> That we have built לנו מזבח <WH4196> us an altar לשׁוב <WH7725> to turn מאחרי <WH310> from following יהוה <WH3068> the LORD, ואם <WH518> or if להעלות <WH5927> to offer עליו <WH5921> thereon עולה <WH5930> burnt offering ומנחה <WH4503> or meat offering, ואם <WH518> or if לעשׂות <WH6213> to offer עליו <WH5921> thereon, זבחי <WH2077> offerings שׁלמים <WH8002> peace יהוה <WH3068> let the LORD הוא <WH1931> himself יבקשׁ׃ <WH1245> require"},{"number":24,"verse":"ואם <WH518> And if לא <WH3808> we have not מדאגה <WH1674> for fear מדבר <WH1697> of thing, עשׂינו <WH6213> done את <WH853> זאת <WH2063> it לאמר <WH559> saying, מחר <WH4279> In time to come יאמרו <WH559> might speak בניכם <WH1121> your children לבנינו <WH1121> unto our children, לאמר <WH559> saying, מה <WH4100> What לכם וליהוה <WH3068> have ye to do with the LORD אלהי <WH430> God ישׂראל׃ <WH3478> of Israel?"},{"number":25,"verse":"וגבול <WH1366> a border נתן <WH5414> hath made יהוה <WH3068> For the LORD ביננו <WH996> between וביניכם <WH996> בני <WH1121> us and you, ye children ראובן <WH7205> of Reuben ובני <WH1121> and children גד <WH1410> of Gad; את <WH853> הירדן <WH3383> Jordan אין <WH369> ye have no לכם חלק <WH2506> part ביהוה <WH3068> in the LORD: והשׁביתו <WH7673> cease בניכם <WH1121> so shall your children את <WH853> בנינו <WH1121> make our children לבלתי <WH1115> ירא <WH3372> from fearing את <WH853> יהוה׃ <WH3068> the LORD."},{"number":26,"verse":"ונאמר <WH559> Therefore we said, נעשׂה <WH6213> prepare נא <WH4994> Let us now לנו לבנות <WH1129> to build את <WH853> המזבח <WH4196> us an altar, לא <WH3808> not לעולה <WH5930> for burnt ולא <WH3808> offering, nor לזבח׃ <WH2077> for sacrifice:"},{"number":27,"verse":"כי <WH3588> But עד <WH5707> a witness הוא <WH1931> it בינינו <WH996> between וביניכם <WH996> וביןרותינו <WH1755> us, and you, and our generations אחרינו <WH310> after לעבד <WH5647> us, that we might do את <WH853> עבדת <WH5656> the service יהוה <WH3068> of the LORD לפניו <WH6440> before בעלותינו <WH5930> him with our burnt offerings, ובזבחינו <WH2077> and with our sacrifices, ובשׁלמינו <WH8002> and with our peace offerings; ולא <WH3808> may not יאמרו <WH559> say בניכם <WH1121> that your children מחר <WH4279> in time to come, לבנינו <WH1121> to our children אין <WH369> Ye have no לכם חלק <WH2506> part ביהוה׃ <WH3068> in the LORD."},{"number":28,"verse":"ונאמר <WH559> Therefore said והיה <WH1961> we, that it shall be, כי <WH3588> when יאמרו <WH559> they should say אלינו <WH413> to ואל <WH413> us or to דרתינו <WH1755> our generations מחר <WH4279> in time to come, ואמרנו <WH559> that we may say ראו <WH7200> Behold את <WH853> תבנית <WH8403> the pattern מזבח <WH4196> of the altar יהוה <WH3068> of the LORD, אשׁר <WH834> which עשׂו <WH6213> made, אבותינו <WH1> our fathers לא <WH3808> not לעולה <WH5930> for burnt offerings, ולא <WH3808> nor לזבח <WH2077> for sacrifices; כי <WH3588> but עד <WH5707> a witness הוא <WH1931> it בינינו <WH996> between וביניכם׃ <WH996>"},{"number":29,"verse":"חלילה <WH2486> God forbid לנו ממנו <WH4480> that we למרד <WH4775> should rebel ביהוה <WH3068> against the LORD, ולשׁוב <WH7725> and turn היום <WH3117> this day מאחרי <WH310> from following יהוה <WH3068> the LORD, לבנות <WH1129> to build מזבח <WH4196> an altar לעלה <WH5930> for burnt offerings, למנחה <WH4503> for meat offerings, ולזבח <WH2077> or for sacrifices, מלבד <WH905> beside מזבח <WH4196> the altar יהוה <WH3068> of the LORD אלהינו <WH430> our God אשׁר <WH834> that לפני <WH6440> before משׁכנו׃ <WH4908> his tabernacle."},{"number":30,"verse":"וישׁמע <WH8085> him, heard פינחס <WH6372> And when Phinehas הכהן <WH3548> the priest, ונשׂיאי <WH5387> and the princes העדה <WH5712> of the congregation וראשׁי <WH7218> and heads אלפי <WH505> of the thousands ישׂראל <WH3478> of Israel אשׁר <WH834> which אתו <WH854> with את <WH853> הדברים <WH1697> the words אשׁר <WH834> that דברו <WH1696> spoke, בני <WH1121> the children ראובן <WH7205> of Reuben ובני <WH1121> and the children גד <WH1410> of Gad ובני <WH1121> and the children מנשׁה <WH4519> of Manasseh וייטב <WH3190> it pleased בעיניהם׃ <WH5869> it pleased"},{"number":31,"verse":"ויאמר <WH559> said פינחס <WH6372> And Phinehas בן <WH1121> the son אלעזר <WH499> of Eleazar הכהן <WH3548> the priest אל <WH413> unto בני <WH1121> the children ראובן <WH7205> of Reuben, ואל <WH413> and to בני <WH1121> the children גד <WH1410> of Gad, ואל <WH413> and to בני <WH1121> the children מנשׁה <WH4519> of Manasseh, היום <WH3117> This day ידענו <WH3045> we perceive כי <WH3588> that בתוכנו <WH8432> among יהוה <WH3068> the LORD אשׁר <WH834> us, because לא <WH3808> ye have not מעלתם <WH4603> committed ביהוה <WH3068> against the LORD: המעל <WH4604> trespass הזה <WH2088> this אז <WH227> now הצלתם <WH5337> ye have delivered את <WH853> בני <WH1121> the children ישׂראל <WH3478> of Israel מיד <WH3027> out of the hand יהוה׃ <WH3068> of the LORD."},{"number":32,"verse":"וישׁב <WH7725> returned פינחס <WH6372> And Phinehas בן <WH1121> the son אלעזר <WH499> of Eleazar הכהן <WH3548> the priest, והנשׂיאים <WH5387> and the princes, מאת <WH853> בני <WH1121> the children ראובן <WH7205> of Reuben, ומאת <WH853> בני <WH1121> the children גד <WH1410> of Gad, מארץ <WH776> out of the land הגלעד <WH1568> of Gilead, אל <WH413> unto ארץ <WH776> the land כנען <WH3667> of Canaan, אל <WH413> to בני <WH1121> the children ישׂראל <WH3478> of Israel, וישׁבו <WH7725> אותם <WH854> from דבר׃ <WH1697>"},{"number":33,"verse":"וייטב <WH3190> pleased הדבר <WH1697> And the thing בעיני <WH5869> pleased בני <WH1121> the children ישׂראל <WH3478> of Israel; ויברכו <WH1288> blessed אלהים <WH430> God, בני <WH1121> and the children ישׂראל <WH3478> of Israel ולא <WH3808> and did not אמרו <WH559> intend לעלות <WH5927> to go up עליהם <WH5921> against לצבא <WH6635> them in battle, לשׁחת <WH7843> to destroy את <WH853> הארץ <WH776> the land אשׁר <WH834> wherein בני <WH1121> the children ראובן <WH7205> of Reuben ובני <WH1121> גד <WH1410> and Gad ישׁבים׃ <WH3427> dwelt."},{"number":34,"verse":"ויקראו <WH7121> called בני <WH1121> And the children ראובן <WH7205> of Reuben ובני <WH1121> and the children גד <WH1410> of Gad למזבח <WH4196> the altar כי <WH3588> for עד <WH5707> a witness הוא <WH1931> it בינתינו <WH996> between כי <WH3588> us that יהוה <WH3068> the LORD האלהים׃ <WH430> God."}]}