{"bibleAbbr":"KJVA2010","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":36,"verses":[{"number":1,"verse":"(The Descendants of Esau) ( Now these are the generations of Esau, who is Edom."},{"number":2,"verse":"(Gen 26.34.) Esau took his wives of the daughters of Canaan; Adah the daughter of Elon the Hittite, and Aholiba´mah the daughter of Anah the daughter of Zib´e-on the Hivite;"},{"number":3,"verse":"(Gen 28.9.) and Bash´emath Ish´ma-el's daughter, sister of Neba´joth."},{"number":4,"verse":"And Adah bare to Esau El´iphaz, and Bash´emath bare Reu´el;"},{"number":5,"verse":"and Aholiba´mah bare Je´ush, and Ja´alam, and Korah: these are the sons of Esau, which were born unto him in the land of Canaan."},{"number":6,"verse":"And Esau took his wives, and his sons, and his daughters, and all the persons of his house, and his cattle, and all his beasts, and all his substance, which he had got in the land of Canaan; and went into the country from the face of his brother Jacob."},{"number":7,"verse":"For their riches were more than that they might dwell together; and the land wherein they were strangers could not bear them because of their cattle."},{"number":8,"verse":"Thus dwelt Esau in mount Se´ir: Esau is Edom."},{"number":9,"verse":"And these are the generations of Esau the father of the Edomites in mount Se´ir:"},{"number":10,"verse":"these are the names of Esau's sons; El´iphaz the son of Adah the wife of Esau, Reu´el the son of Bash´emath the wife of Esau."},{"number":11,"verse":"And the sons of El´iphaz were Teman, Omar, Zepho, and Gatam, and Kenaz."},{"number":12,"verse":"And Timna was concubine to El´iphaz Esau's son; and she bare to El´iphaz Am´alek: these were the sons of Adah Esau's wife."},{"number":13,"verse":"And these are the sons of Reu´el; Nahath, and Zerah, Shammah, and Mizzah: these were the sons of Bash´emath Esau's wife."},{"number":14,"verse":"And these were the sons of Aholiba´mah, the daughter of Anah the daughter of Zib´e-on, Esau's wife: and she bare to Esau Je´ush, and Ja´alam, and Korah."},{"number":15,"verse":"These were dukes of the sons of Esau: the sons of El´iphaz the firstborn son of Esau; duke Teman, duke Omar, duke Zepho, duke Kenaz,"},{"number":16,"verse":"duke Korah, duke Gatam, and duke Am´alek: these are the dukes that came of El´iphaz in the land of Edom: these were the sons of Adah."},{"number":17,"verse":"And these are the sons of Reu´el Esau's son; duke Nahath, duke Zerah, duke Shammah, duke Mizzah: these are the dukes that came of Reu´el in the land of Edom: these are the sons of Bash´emath Esau's wife."},{"number":18,"verse":"And these are the sons of Aholiba´mah Esau's wife; duke Je´ush, duke Ja´alam, duke Korah: these were the dukes that came of Aholiba´mah the daughter of Anah, Esau's wife."},{"number":19,"verse":"These are the sons of Esau, who is Edom, and these are their dukes."},{"number":20,"verse":"These are the sons of Se´ir the Horite, who inhabited the land; Lotan, and Shobal, and Zib´e-on, and Anah,"},{"number":21,"verse":"and Dishon, and Ezer, and Dishan: these are the dukes of the Horites, the children of Se´ir in the land of Edom."},{"number":22,"verse":"And the children of Lotan were Hori and Hemam; and Lotan's sister was Timna."},{"number":23,"verse":"And the children of Shobal were these; Alvan, and Man´ahath, and Ebal, Shepho, and Onam."},{"number":24,"verse":"And these are the children of Zib´e-on; both Ajah, and Anah: this was that Anah that found the mules in the wilderness, as he fed the asses of Zib´e-on his father."},{"number":25,"verse":"And the children of Anah were these; Dishon, and Aholiba´mah the daughter of Anah."},{"number":26,"verse":"And these are the children of Dishon; Hemdan, and Eshban, and Ithran, and Cheran."},{"number":27,"verse":"The children of Ezer are these; Bilhan, and Za´avan, and Akan."},{"number":28,"verse":"The children of Dishan are these; Uz, and Aran."},{"number":29,"verse":"These are the dukes that came of the Horites; duke Lotan, duke Shobal, duke Zib´e-on, duke Anah,"},{"number":30,"verse":"duke Dishon, duke Ezer, duke Dishan: these are the dukes that came of Hori, among their dukes in the land of Se´ir."},{"number":31,"verse":"And these are the kings that reigned in the land of Edom, before there reigned any king over the children of Israel."},{"number":32,"verse":"And Bela the son of Be´or reigned in Edom: and the name of his city was Din´habah."},{"number":33,"verse":"And Bela died, and Jobab the son of Zerah of Bozrah reigned in his stead."},{"number":34,"verse":"And Jobab died, and Husham of the land of Te´mani reigned in his stead."},{"number":35,"verse":"And Husham died, and Hadad the son of Bedad, who smote Mid´i-an in the field of Moab, reigned in his stead: and the name of his city was Avith."},{"number":36,"verse":"And Hadad died, and Samlah of Masre´kah reigned in his stead."},{"number":37,"verse":"And Samlah died, and Saul of Reho´both by the river reigned in his stead."},{"number":38,"verse":"And Saul died, and Ba´al — ha´nan the son of Achbor reigned in his stead."},{"number":39,"verse":"And Ba´al — ha´nan the son of Achbor died, and Hadar reigned in his stead: and the name of his city was Pa´u; and his wife's name was Mehet´abel, the daughter of Matred, the daughter of Me´zahab."},{"number":40,"verse":"And these are the names of the dukes that came of Esau, according to their families, after their places, by their names; duke Timnah, duke Alvah, duke Jetheth,"},{"number":41,"verse":"duke Aholiba´mah, duke Elah, duke Pinon,"},{"number":42,"verse":"duke Kenaz, duke Teman, duke Mibzar,"},{"number":43,"verse":"duke Mag´di-el, duke Iram: these be the dukes of Edom, according to their habitations in the land of their possession: he is Esau the father of the Edomites."}]}