{"bibleAbbr":"msAB1996","bookName":"GALATIA","bookEnglishName":"Galatians","chapterNumber":3,"verses":[{"number":1,"verse":"( Taurat atau Kepercayaan kepada Kristus) Orang Galatia, kamu sungguh bodoh! Siapakah telah memukau kamu? Kematian Kristus pada kayu salib sudah aku jelaskan dengan seterang-terangnya kepada kamu!"},{"number":2,"verse":"Beritahulah aku satu hal ini: Adakah kamu menerima Roh Allah oleh sebab kamu mengikut Taurat, atau kerana kamu mendengar Berita Baik, lalu mempercayainya?"},{"number":3,"verse":"Mengapa kamu menjadi begitu bodoh? Setelah kamu memulakan hidup baru dengan Roh Allah, adakah kamu mahu menamatkannya dengan kekuatan sendiri?"},{"number":4,"verse":"Adakah semua yang sudah kamu alami tidak bererti apa-apa? Tentunya pengalaman itu mempunyai erti!"},{"number":5,"verse":"Allah mengurniakan Roh-Nya kepada kamu dan melakukan mukjizat-mukjizat antara kamu. Adakah Allah melakukan hal ini kerana kamu mengikut Taurat, atau kerana kamu mendengar Berita Baik lalu mempercayainya?"},{"number":6,"verse":"( ; ) Apa yang telah berlaku kepada Abraham sangatlah mustahak. Di dalam Alkitab tertulis seperti ini, “Abraham percaya kepada Allah, dan kerana kepercayaannya dia diterima oleh Allah sebagai orang yang sudah berbaik semula dengan Allah.” ( diterima oleh Allah sebagai orang yang sudah berbaik semula dengan Allah; Harfiah: Allah memperhitungkan hal itu kepadanya sebagai kebenaran.)"},{"number":7,"verse":"( ) Demikianlah kamu harus sedar bahawa orang yang percaya kepada Allah ialah orang yang benar-benar keturunan Abraham."},{"number":8,"verse":"( ) Alkitab telah memberitahu terlebih dahulu bahawa Allah memungkinkan orang bukan Yahudi berbaik semula dengan Allah, jika mereka percaya kepada-Nya. Di dalam Alkitab tertulis bahawa Berita Baik itu diberitahu kepada Abraham sebelum perkara itu berlaku, “Melalui engkau, Allah akan memberkati semua umat manusia di atas bumi.”"},{"number":9,"verse":"Abraham percaya lalu dia diberkati. Demikianlah Allah memberkati semua orang yang percaya kepada-Nya, seperti Dia memberkati Abraham."},{"number":10,"verse":"( ) Mereka yang bergantung kepada Taurat, hidup di bawah kutukan. Di dalam Alkitab tertulis, “Orang yang tidak melakukan semua yang tertulis di dalam kitab Taurat, dikutuk oleh Allah!”"},{"number":11,"verse":"( ) Sekarang nyatalah bahawa tidak seorang pun dapat berbaik semula dengan Allah kerana mengikut Taurat. Hal ini tertulis di dalam Alkitab, “Hanya orang yang percaya kepada Allah sehingga hubungannya dengan Allah menjadi baik semula, akan hidup.” ( hanya orang yang percaya kepada Allah sehingga hubungannya dengan Allah menjadi baik semula, akan hidup; atau hanya orang yang hubungannya dengan Allah baik semula, akan hidup kerana percaya kepada-Nya.)"},{"number":12,"verse":"( ) Tetapi Taurat tidak berdasarkan iman. Di dalam Alkitab tertulis, “Orang yang melakukan semua hukum Taurat akan hidup kerana Taurat itu.”"},{"number":13,"verse":"( ) Tetapi Kristus telah membebaskan kita daripada kutukan yang didatangkan oleh Taurat. Dia melakukan hal ini dengan membiarkan diri-Nya terkutuk kerana kita. Di dalam Alkitab tertulis, “Terkutuklah orang yang mati digantung pada pokok.”"},{"number":14,"verse":"Kristus berbuat demikian supaya berkat yang dijanjikan oleh Allah kepada Abraham, juga boleh diberikan kepada orang bukan Yahudi. Dengan demikian kita yang percaya kepada Allah, dapat menerima Roh yang dijanjikan oleh Allah."},{"number":15,"verse":"( Taurat atau Janji Allah) Saudara-saudaraku, biarlah aku gunakan contoh daripada pengalaman sehari-hari. Apabila dua orang mengikat janji, lalu menandatangani perjanjian itu, tidak seorang pun dapat membatalkannya ataupun menambahkan apa-apa."},{"number":16,"verse":"( ) Allah telah membuat janji-janji-Nya kepada Abraham dan kepada seorang keturunan Abraham. Di dalam Alkitab tidak tertulis, “dan kepada keturunanmu,” yang bererti banyak orang. Yang tertulis adalah, “dan kepada seorang keturunanmu,” yang bererti seorang sahaja, iaitu Kristus."},{"number":17,"verse":"( ) Inilah yang aku maksudkan: Allah telah membuat satu perjanjian dengan Abraham, dan Allah berjanji hendak memenuhinya. Taurat yang diberikan 430 tahun kemudian tidak dapat memansuhkan perjanjian itu ataupun membatalkan janji Allah."},{"number":18,"verse":"( ) Jika pemberian Allah diberi berdasarkan Taurat, maka pemberian itu tidak diberi berdasarkan janji Allah. Tetapi kerana Allah telah berjanji kepada Abraham, maka Allah memberikan pemberian itu kepadanya."},{"number":19,"verse":"Jika demikian, apakah tujuan Taurat? Taurat diberikan untuk menunjukkan pelanggaran manusia. Taurat itu terus berlaku sehingga kedatangan seorang keturunan Abraham, yang disebut dalam janji Allah kepada Abraham. Taurat disampaikan oleh malaikat-malaikat dengan perantaraan seorang manusia."},{"number":20,"verse":"Seorang perantara diperlukan apabila ada dua pihak. Tetapi Allah tidak memerlukan perantara, kerana Dia sendiri bertindak. ( Dia sendiri bertindak; atau Dialah Allah Yang Esa.)"},{"number":21,"verse":"( Peranan Taurat) Adakah hal ini bererti bahawa Taurat berlawanan dengan janji-janji Allah? Tentu tidak! Jika manusia sudah menerima hukum agama yang dapat memberikan hidup, maka manusia dapat berbaik semula dengan Allah, ( manusia dapat berbaik semula dengan Allah; Harfiah: kebenaran.) melalui ketaatan kepada hukum agama itu."},{"number":22,"verse":"Tetapi di dalam Alkitab tertulis bahawa semua umat manusia dikuasai oleh dosa. Oleh itu pemberian yang dijanjikan berdasarkan kepercayaan kepada Yesus Kristus, diberikan kepada mereka yang percaya."},{"number":23,"verse":"Sebelum adanya kepercayaan kepada Kristus, Taurat menawan kita seperti orang tawanan, sehingga iman itu dinyatakan."},{"number":24,"verse":"Dengan demikian Taurat itu menjadi seperti pengawas kita sehingga Kristus datang untuk memungkinkan kita berbaik semula dengan Allah, kerana kita percaya kepada Kristus."},{"number":25,"verse":"Sekarang, kerana sudah tiba masanya manusia dapat percaya kepada Kristus, Taurat tidak perlu mengawasi kita."},{"number":26,"verse":"Kerana kamu percaya kepada Kristus Yesus, maka kamu menjadi anak-anak Allah dan bersatu dengan Kristus Yesus."},{"number":27,"verse":"Kamu semua telah dibaptis dan disatukan dengan Kristus. Oleh itu, sekarang kamu sudah menerima sifat-sifat Kristus sendiri."},{"number":28,"verse":"Dalam hal ini tidak ada lagi perbezaan antara orang Yahudi dengan orang bukan Yahudi, antara abdi dengan orang bebas, antara lelaki dengan perempuan. Kamu semuanya menjadi satu kerana Kristus Yesus."},{"number":29,"verse":"( ) Jika kamu milik Kristus, maka kamu keturunan Abraham dan akan menerima apa yang telah dijanjikan oleh Allah."}]}