{"bibleAbbr":"msAB1996","bookName":"GALATIA","bookEnglishName":"Galatians","chapterNumber":5,"verses":[{"number":1,"verse":"( Pertahankanlah Kebebasan Kamu) Kita sekarang bebas, kerana Kristus telah membebaskan kita! Oleh itu pertahankanlah kebebasan kamu dan jangan biarkan diri kamu diperhamba lagi."},{"number":2,"verse":"Dengarlah! Aku, Paulus, berkata kepada kamu: Jika kamu membenarkan orang menyunat kamu, hal ini bererti bahawa apa yang dilakukan oleh Kristus untuk kamu tidak bermakna apa-apa."},{"number":3,"verse":"Sekali lagi aku memberikan peringatan kepada orang yang membiarkan dirinya disunat, bahawa dia wajib mentaati segenap Taurat itu!"},{"number":4,"verse":"Jika kamu berusaha untuk berbaik semula dengan Allah melalui ketaatan kepada Taurat, kamu telah memutuskan hubungan dengan Kristus. Dengan demikian kamu hidup di luar naungan rahmat Allah."},{"number":5,"verse":"Tetapi bagi kami, kami berharap bahawa dengan pertolongan Roh Allah dan berdasarkan kepercayaan kami kepada Kristus, Allah memungkinkan kami berbaik semula dengan Dia. ( berbaik semula dengan Dia; Harfiah: kebenaran.)"},{"number":6,"verse":"Kerana pada masa kita bersatu dengan Kristus Yesus, bersunat atau tidak bersunat tidaklah menjadi soal. Yang penting hanyalah kepercayaan kepada Kristus, dan hal itu nyata dalam kasih kita kepada orang lain."},{"number":7,"verse":"Dahulu kamu berjuang dengan baik. Siapakah yang menyebabkan kamu berhenti mentaati ajaran Tuhan? Siapakah yang sudah memujuk kamu?"},{"number":8,"verse":"Tentu bukan Allah, yang telah memanggil kamu."},{"number":9,"verse":"( ) Seperti kata orang, “Ragi yang sedikit boleh menjadikan seluruh adunan naik.”"},{"number":10,"verse":"Meskipun demikian aku masih yakin bahawa kamu tidak akan mengikut pendirian lain, kerana kita semua sudah bersatu dengan Tuhan. Aku pun yakin bahawa orang yang mengacau fikiran kamu pasti akan dihukum oleh Allah."},{"number":11,"verse":"Tetapi tentang aku, saudara-saudaraku, jika aku mengajarkan bahawa orang perlu bersunat, mengapa aku masih dimusuhi? Jika aku masih berbuat demikian, maka perkhabaranku tentang salib Kristus tidak seharusnya menimbulkan persoalan."},{"number":12,"verse":"Aku berharap supaya semua orang yang mengacau fikiran kamu memisahkan diri daripada jemaah Kristian."},{"number":13,"verse":"Saudara-saudaraku, kamu sudah dipanggil untuk menjadi orang bebas. Tetapi janganlah jadikan kebebasan itu alasan untuk membiarkan diri dikuasai oleh hawa nafsu. Sebaliknya, kamu harus saling mengasihi dan saling menolong,"},{"number":14,"verse":"( ) kerana segenap Taurat tersimpul dalam satu perintah ini: “Kasihilah sesamamu manusia seperti kamu mengasihi dirimu sendiri.”"},{"number":15,"verse":"Tetapi jika kamu berlaku seperti binatang, saling mencedera dan menyakiti, berwaspadalah. Jika tidak, kamu akan membinasakan satu sama lain."},{"number":16,"verse":"( Keinginan Roh Allah dan Keinginan Manusia) Inilah maksudku: Biarlah Roh Allah memimpin hidup kamu dan janganlah hidup menurut keinginan tabiat manusia."},{"number":17,"verse":"( ) Hal itu demikian, kerana keinginan manusia bertentangan dengan keinginan Roh Allah, dan keinginan Roh Allah bertentangan dengan keinginan manusia. Kedua-duanya saling bermusuhan sehingga kamu tidak dapat melakukan apa yang kamu inginkan."},{"number":18,"verse":"Tetapi jika Roh Allah memimpin kamu, kamu tidak dikuasai oleh Taurat."},{"number":19,"verse":"Keinginan tabiat manusia nyata dalam semua perbuatan cabul, lucah, dan tidak senonoh;"},{"number":20,"verse":"dalam penyembahan berhala dan penggunaan ilmu sihir. Orang bermusuhan dan berkelahi; mereka cemburu, lekas marah, dan mementingkan diri sendiri. Mereka berpecah dan berpihak-pihak,"},{"number":21,"verse":"mereka iri hati, suka mabuk, berpesta liar, dan sebagainya. Aku memperingatkan kamu sekarang sebagaimana aku telah memperingatkan kamu dahulu: Orang yang melakukan perbuatan-perbuatan itu tidak akan menikmati Pemerintahan Allah. ( Pemerintahan Allah; Harfiah: Kerajaan Syurga.)"},{"number":22,"verse":"Sebaliknya, inilah hasilnya jika orang dipimpin oleh Roh Allah: Mereka saling mengasihi, bersukacita, hidup rukun, sabar, berbudi, baik hati, setia,"},{"number":23,"verse":"rendah hati, dan dapat mengawal diri. Tidak ada hukum yang melarang perkara-perkara seperti itu."},{"number":24,"verse":"Demikianlah, orang yang menjadi milik Kristus Yesus sudah mematikan tabiat manusia dengan segala nafsu dan keinginannya."},{"number":25,"verse":"Roh Allah telah memberikan hidup baru kepada kita; oleh itu Dia juga harus menguasai hidup kita."},{"number":26,"verse":"Kita tidak boleh menjadi sombong atau saling menyakiti hati, ataupun iri hati terhadap satu sama lain."}]}