{"bibleAbbr":"msAB1996","bookName":"GALATIA","bookEnglishName":"Galatians","chapterNumber":6,"verses":[{"number":1,"verse":"( Saling Memikul Beban) Saudara-saudaraku, jika seseorang didapati melakukan sesuatu yang salah, hendaklah kamu yang hidup menurut pimpinan Roh Allah, membimbing orang itu kembali kepada jalan benar. Tetapi kamu harus melakukannya dengan lemah lembut. Berwaspadalah, supaya kamu sendiri tidak tergoda untuk berbuat hal yang sama."},{"number":2,"verse":"Hendaklah kamu saling menolong memikul beban. Dengan cara demikian kamu akan mentaati ( akan mentaati; Beberapa buah naskhah kuno: mentaati.) perintah Kristus."},{"number":3,"verse":"Jika seseorang menyangka dirinya penting, padahal tidak, orang itu menipu dirinya sendiri."},{"number":4,"verse":"Tiap-tiap orang harus memeriksa kelakuannya sendiri, sama ada baik atau tidak. Jika baik, dia boleh berbangga dengan hal itu. Tetapi dia tidak perlu membandingkan apa yang dilakukannya dengan apa yang dilakukan orang lain,"},{"number":5,"verse":"kerana tiap-tiap orang harus memikul tanggungjawab masing-masing."},{"number":6,"verse":"Orang yang sedang menerima ajaran Kristus, harus memberi gurunya bahagian sepatutnya daripada semua yang baik yang dimilikinya."},{"number":7,"verse":"Janganlah tipu diri sendiri. Tidak seorang pun dapat memperbodohkan Allah. Seseorang akan menuai apa yang ditanamnya."},{"number":8,"verse":"Jika seorang menanam menurut tabiat manusianya, dia akan menuai kematian. Tetapi jika dia menanam menurut pimpinan Roh Allah, dia akan menuai hidup sejati dan kekal daripada Roh Allah."},{"number":9,"verse":"Oleh itu, janganlah kita jemu melakukan perkara-perkara baik. Jika kita tidak berhenti-henti berbuat demikian, kelak kita akan menuai hasilnya."},{"number":10,"verse":"Oleh itu, selama kita berpeluang, kita patut berbuat baik kepada semua orang, terutama sekali kepada saudara-saudara kita yang seiman."},{"number":11,"verse":"( Amaran dan Salam) Perhatikanlah bahagian ini yang aku tulis sendiri dengan huruf yang besar-besar!"},{"number":12,"verse":"Mereka yang berusaha untuk memaksa kamu bersunat adalah orang yang mahu membanggakan diri tentang hal-hal zahir. Tetapi mereka berbuat demikian supaya mereka tidak dianiaya oleh orang Yahudi oleh sebab salib Kristus."},{"number":13,"verse":"Tetapi mereka yang membiarkan diri disunat, juga tidak mentaati Taurat. Mereka mahu kamu disunat supaya mereka boleh membanggakan diri bahawa kamu mentaati upacara penyunatan itu."},{"number":14,"verse":"Tetapi aku hanya mahu membanggakan Tuhan kita Yesus Kristus yang sudah mati pada kayu salib. Oleh sebab Kristus sudah mati pada kayu salib, dunia ini tidak bererti apa-apa lagi bagiku. Aku seolah-olah sudah mati terhadap dunia ini."},{"number":15,"verse":"Sama ada orang bersunat atau tidak, hal ini tidak menjadi soal. Yang penting adalah menjadi manusia baru."},{"number":16,"verse":"Bagi mereka yang hidup dengan pendirian itu, dan juga bagi semua umat Allah, aku berdoa agar Allah mengurniai mereka kesejahteraan dan rahmat-Nya."},{"number":17,"verse":"Akhirnya, janganlah seorang pun susahkan aku lagi, kerana bekas-bekas luka pada tubuhku membuktikan bahawa aku hamba Yesus."},{"number":18,"verse":"Semoga Tuhan kita Yesus Kristus memberkati kamu semua. Amin."}]}