{"bibleAbbr":"BKJVNT","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":2,"verses":[{"number":1,"verse":"And when I came to you, brothers, I didn't come in line with the higher position of the message or insight as I proclaimed to you the witness of God."},{"number":2,"verse":"You see, I judged of the \"to have seen nothing among you except Jesus, the Anointed King, and this Anointed King who had been nailed to a cross\" kind."},{"number":3,"verse":"And toward you I became in weakness, in fear, and in much trembling."},{"number":4,"verse":"And my message and my public speaking were not in persuasive messages of human insight, but in demonstration of the Spirit and ability"},{"number":5,"verse":"so that your trust wouldn't be in people's insight, but in God's ability."},{"number":6,"verse":"We speak insight among the complete people, but insight not of this span of time, nor of the head people of this span of time, the ones who are rendered useless."},{"number":7,"verse":"But we speak God's insight in a secret, the insight that has been hidden away, that God designated beforehand (before the spans of time) for our magnificence,"},{"number":8,"verse":"that none of the head people of this span of time have known. You see, if they knew, they wouldn't have nailed the Master of the magnificence to a cross."},{"number":9,"verse":"But just as it has been written, (in Isaiah 64:4) \"Things that an eye didn't see, an ear didn't hear,\" and didn't step up to a person's heart, \"are things that God got ready for the people who love Him,\""},{"number":10,"verse":"God uncovered them to us through His Spirit. You see, the Spirit checks everything, even the depths of God;"},{"number":11,"verse":"for who among people realizes the things of the person except the spirit of the person, the one in him? In this same way also, no one realizes the things of God except the Spirit of God."},{"number":12,"verse":"We didn't receive the spirit of the world, but the Spirit, the One from God, so that we may realize the things that in an act of generosity were given to us by God,"},{"number":13,"verse":"things that we also speak, not in taught messages of human insight, but in taught messages of the Sacred Spirit, comparing spiritual things with spiritual things."},{"number":14,"verse":"A soul person doesn't accept the things of the Spirit of God. You see, it is foolishness to him, and he isn't able to know it because it is investigated spiritually."},{"number":15,"verse":"The spiritual person certainly investigates everything, but he himself is investigated by no one."},{"number":16,"verse":"You see, who knew the Master's way of thinking that he will pull Him together? But we have the Anointed King's way of thinking."}]}