{"bibleAbbr":"KNCL","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":4,"verses":[{"number":1,"verse":"(ಶಾಂತಿಯುತ ರಾಜ್ಯ) ( ಕಾಲಾಂತ್ಯದೊಳು ಸರ್ವೇಶ್ವರನ ದೇವಾಲಯವಿರುವ ಪರ್ವತ ಬೆಳೆದು ನೆಲೆಗೊಳ್ಳುವುದು ಸರ್ವ ಪರ್ವತಗಳಿಗಿಂತ ಉನ್ನತೋನ್ನತ ಹರಿದು ಬರುವುವಾಗ ಜನಾಂಗಗಳು ಪ್ರವಾಹದಂತೆ ಅದರತ್ತ."},{"number":2,"verse":"ಈ ಪರಿ ಬಂದ ಹಲವು ನಾಡಿಗರು ಪೇಳ್ವರು ಜನರಿಗೆ; ಬನ್ನಿ, ಹೋಗೋಣ, ಸರ್ವೇಶ್ವರನ ಪರ್ವತಕೆ ಯಕೋಬ್ಯರಾ ದೇವರ ಮಂದಿರಕೆ. ಬೋಧಿಸುವನಾತ ತನ್ನ ಮಾರ್ಗವನು ನಮಗೆ ನಡೆಯುವೆವು ನಾವು ಆತನ ದಾರಿಗನುಗುಣವಾಗ್ಗೆ. ಬರುವುದು ಧರ್ಮೋಪದೇಶ ಸಿಯೋನಿಂದ ಸರ್ವೇಶ್ವರನಾ ವಾಕ್ಯ ಜೆರುಸಲೇಮಿನಿಂದ."},{"number":3,"verse":"ಬಗೆಹರಿಸುವನಾತ ಹಲವು ರಾಷ್ಟ್ರಗಳಾ ವ್ಯಾಜ್ಯವನು ತೀರಿಸುವನು ಪ್ರಬಲ ಜನಾಂಗಗಳಿಗೆ ನ್ಯಾಯವನು. ಹಾಕುವರವರು ಕುಲುಮೆಗೆ ತಮ್ಮ ಕತ್ತಿಗಳನು ಮಾರ್ಪಡಿಸುವರು ಅವುಗಳನ್ನು ಗುಳಗಳನ್ನಾಗಿ ಭರ್ಜಿಗಳನ್ನೂ ಕುಡುಗೋಲುಗಳನ್ನಾಗಿ."},{"number":4,"verse":"ನಿಲ್ಲದು ರಾಷ್ಟ್ರಕೆ ವಿರುದ್ಧ ರಾಷ್ಟ್ರ ಯುದ್ಧಕ್ಕೆ ಅವಶ್ಯವಿರದವಕ್ಕೆ ಯುದ್ಧವಿದ್ಯೆಯ ಕಲಿಕೆ. ಕೂರುವರು ಪ್ರತಿಯೋರ್ವರು ತಂತಮ್ಮ ದ್ರಾಕ್ಷಾಲತೆಗಳಡಿಯಲೆ ಕೂರುವರವರು ತಂತಮ್ಮ ಅಂಜೂರ ಗಿಡಗಳ ನೆರಳಲೆ ಈ ಪರಿ ನುಡಿದಿಹನು ಸೇನಾಧೀಶ್ವರನಾದ ಸರ್ವೇಶ್ವರನೆ."},{"number":5,"verse":"ಅನ್ಯಜನಾಂಗಗಳು ತಮ್ಮ ತಮ್ಮ ದೇವರುಗಳ ನಾಮಸ್ಮರಣೆಮಾಡಿ, ಅದರಂತೆ ನಡೆದುಕೊಳ್ಳುತ್ತಾರೆ. ನಾವಾದರೋ ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ನಾಮವನ್ನು ಸ್ಮರಿಸಿ ಅದಕ್ಕನುಗುಣವಾಗಿ ಸದಾಕಾಲವೂ ನಡೆದುಕೊಳ್ಳುವೆವು."},{"number":6,"verse":"(ಸಿಯೋನಿನ ಪುನರ್‍ಸ್ಥಾಪನೆ) ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: “ಆ ದಿನಗಳಲ್ಲಿ ನಾನು ಅಂಗಹೀನರಾದವರನ್ನು ಒಟ್ಟುಗೂಡಿಸುವೆನು. ಹೊರದೂಡಲಾದವರನ್ನು ಮತ್ತು ಸಂಕಟಕ್ಕೆ ಈಡಾದವರನ್ನು‍ ಒಂದಾಗಿ ಸೇರಿಸುವೆನು."},{"number":7,"verse":"ಅಂಗಹೀನ ಜನರನ್ನು ಉದ್ಧರಿಸಿ ಕಾಪಾಡುವೆನು. ಹೊರದೂಡಲಾದ ಪ್ರಜೆಯನ್ನು ಪ್ರಬಲ ರಾಷ್ಟ್ರವನ್ನಾಗಿ ಮಾಡುವೆನು. ಸರ್ವೇಶ್ವರ ಸಿಯೋನ್ ಪರ್ವತದಲ್ಲಿ ಇಂದಿನಿಂದ ಎಂದೆಂದಿಗೂ ಅವರಿಗೆ ಅರಸರಾಗಿರುವರು.”"},{"number":8,"verse":"ಜೆರುಸಲೇಮೇ, ಮಂದೆಗೆ ರಕ್ಷೆಕೊಡುವ ಗೋಪುರವೇ, ಸಿಯೋನ್ ಕುವರಿಯ ಸುಭದ್ರಕೋಟೆಯೇ, ಹಿಂದಿನ ಆಡಳಿತ ನಿನಗೆ ಮರಳಿ ಲಭಿಸುವುದು. ಪ್ರಾಚೀನ ರಾಜ್ಯಾಧಿಕಾರ ಪುನಃ ನಿನಗೆ ದೊರಕುವುದು."},{"number":9,"verse":"ನೀನೀಗ ರೋದಿಸುವುದೇಕೆ? ಪ್ರಸವವೇದನೆ ಪಡುವವಳಂತೆ ನರಳುವುದೇಕೆ? ನಿನಗೆ ರಾಜನಿಲ್ಲವೇ? ನಿನ್ನ ಸಲಹೆಗಾರ ಸತ್ತುಹೋದನೇ?"},{"number":10,"verse":"ಸಿಯೋನ್ ಕುವರಿಯೇ, ಪ್ರಸವವೇದನೆಯಿಂದ ನರಳಾಡು; ಪಟ್ಟಣವನ್ನು ಬಿಟ್ಟು, ಬಯಲಿನಲ್ಲಿ ವಾಸಮಾಡು. ಬಾಬಿಲೋನಿಗೆ ತೆರಳು. ಅಲ್ಲೇ ನಿನಗೆ ಉದ್ಧಾರವಾಗುವುದು. ಅಲ್ಲೇ ನಿನ್ನ ಶತ್ರುಗಳಿಂದ ಸರ್ವೇಶ್ವರ ಬಿಡುಗಡೆ ಮಾಡುವರು."},{"number":11,"verse":"ಹಲವು ರಾಷ್ಟ್ರಗಳು ನಿನಗೆ ವಿರುದ್ಧ ಕೂಡಿಬಂದು: “ಜೆರುಸಲೇಮನ್ನು ಹೊಲಸುಮಾಡೋಣ, ‘ಸಿಯೋನಿನ ನಾಶವನ್ನು ಕಣ್ಣಾರೆ ನೋಡೋಣ’ ಎನ್ನುತ್ತಿವೆ."},{"number":12,"verse":"ಆದರೆ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ಆಲೋಚನೆಗಳನ್ನು ಅವರು ಅರಿತುಕೊಂಡಿಲ್ಲ. ಆ ಸ್ವಾಮಿಯ ಉದ್ದೇಶವನ್ನು ಅವರು ಗ್ರಹಿಸಿಕೊಂಡಿಲ್ಲ; ಕಣಕ್ಕೆ ಹಾಕಿದ ಕಂತೆಗಳಂತೆ ಅವರನ್ನು ಸ್ವಾಮಿ ಸೇರಿಸಿದ್ದಾರೆ ಎಂಬುದನ್ನು ಅವರು ಅರ್ಥೈಸಿಕೊಂಡಿಲ್ಲ.”"},{"number":13,"verse":"ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: “ಸಿಯೋನ್ ನಗರಿಯೇ, ಎದ್ದು ಒಕ್ಕಣೆಮಾಡು. ಇದಕ್ಕಾಗಿ ನಿನ್ನ ಕೊಂಬನ್ನು ಕಬ್ಬಿಣವಾಗಿಸುವೆನು. ನಿನ್ನ ಗೊರಸನ್ನು ಕಂಚನ್ನಾಗಿ ಮಾಡುವೆನು. ಅನೇಕ ರಾಷ್ಟ್ರಗಳನ್ನು ನೀನು ತುಳಿದು ಧ್ವಂಸಮಾಡುವೆ. ಅವುಗಳನ್ನು ಕೊಳ್ಳೆಹೊಡೆದು ತಂದ ಸ್ವತ್ತನ್ನು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಗೆ ಮೀಸಲಾಗಿಡುವೆ. ಅವುಗಳಿಂದ ಬಂದ ಆಸ್ತಿಯನ್ನು ಲೋಕದೊಡೆಯನಿಗೆ ಪ್ರತ್ಯೇಕಿಸಿಡುವೆ.”"}]}