{"bibleAbbr":"KNCL","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":6,"verses":[{"number":1,"verse":"ಇಸ್ರಯೇಲಿನ ವಿರುದ್ಧ ವ್ಯಾಜ್ಯ ಸರ್ವೇಶ್ವರ ಹೇಳುವುದನ್ನು ಕೇಳಿರಿ: “ಎದ್ದೇಳು; ಬೆಟ್ಟಗಳ ಸಮ್ಮುಖದಲ್ಲಿ ನಿನ್ನ ವ್ಯಾಜ್ಯ ನಡೆಯಲಿ; ನಿನ್ನ ಧ್ವನಿ ಗುಡ್ಡಗಳಿಗೆ ಕೇಳಿಸಲಿ."},{"number":2,"verse":"“ಬೆಟ್ಟಗಳೇ, ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ಆಪಾದನೆಯನ್ನು ಕೇಳಿರಿ. ಭೂಮಿಯ ಸ್ಥಿರವಾದ ಅಸ್ತಿಭಾರಗಳೇ, ಕಿವಿಗೊಡಿ. ಆ ಸ್ವಾಮಿಗೆ ತನ್ನ ಪ್ರಜೆಯ ಮೇಲೆ ವ್ಯಾಜ್ಯವಿದೆ; ಅವರು ಇಸ್ರಯೇಲಿನ ವಿರುದ್ಧ ವಾದಿಸುವುದನ್ನು ಗಮನಿಸಿರಿ.”"},{"number":3,"verse":"ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: “ನನ್ನ ಪ್ರಜೆಯೇ, ನಾನು ನಿನಗೇನು ಮಾಡಿದೆ? ಯಾವ ವಿಷಯದಲ್ಲಿ ನಿನಗೆ ಬೇಸರವನ್ನುಂಟುಮಾಡಿದೆ? ಪ್ರಮಾಣವಾಗಿ ಹೇಳು."},{"number":4,"verse":"ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ನಾನು ನಿನ್ನನ್ನು ಕರೆತಂದೆ; ದಾಸತ್ವದ ಬಂಧನದಿಂದ ನಿನ್ನನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದೆ. ನಿನಗೆ ಮೋಶೆ, ಆರೋನ್ ಮತ್ತು ಮಿರ್ಯಾಮಳನ್ನು ನಾಯಕರನ್ನಾಗಿ ಕಳುಹಿಸಿದೆ."},{"number":5,"verse":"ನನ್ನ ಜನರೇ, ಮೋವಾಬಿನ ಅರಸನಾದ ಬಾಲಾಕನು ಕೊಟ್ಟ ಸಲಹೆಯನ್ನು ನೆನಪಿಗೆ ತಂದುಕೊಳ್ಳಿ. ಬೆಯೋರನ ಮಗನಾದ ಬಿಳಾಮನು ಕೊಟ್ಟ ಉತ್ತರವನ್ನು ಜ್ಞಾಪಿಸಿಕೊಳ್ಳಿ. ನೀವು ತಿಟ್ಟೀಮನ್ನು ಬಿಟ್ಟಂದಿನಿಂದ ಗಿಲ್ಗಾಲನ್ನು ಸೇರುವ ತನಕ ನಡೆದುದನೆಲ್ಲಾ ಸ್ಮರಿಸಿಕೊಳ್ಳಿ. ಆಗ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಲು ಮಾಡಿದ ಮಹತ್ಕಾರ್ಯಗಳು ನಿಮಗೆ ಮನದಟ್ಟಾಗುವುವು.”"},{"number":6,"verse":"ಸರ್ವೇಶ್ವರನ ಶರತ್ತುಗಳು ನಾನು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ಸನ್ನಿಧಿಗೆ ಯಾವ ಕಾಣಿಕೆಯೊಂದಿಗೆ ಹೋಗಲಿ? ಮಹೋನ್ನತ ದೇವರಿಗೆ ಹೇಗೆ ಅಡ್ಡಬೀಳಲಿ? ಹೋಮಕ್ಕಾಗಿ, ಒಂದು ವರ್ಷದ ಎಳೆಕರುಗಳನ್ನು ತೆಗೆದುಕೊಂಡುಹೋಗಲೇ?"},{"number":7,"verse":"ಸಾವಿರಾರು ಟಗರುಗಳನ್ನೂ ಧಾರಾಕಾರವಾಗಿ ಹರಿಯುವ ತೈಲಪ್ರವಾಹಗಳನ್ನು ನೋಡಿ ಸರ್ವೇಶ್ವರ ಮೆಚ್ಚುವುದುಂಟೆ? ನಾನು ಮಾಡಿದ ದ್ರೋಹಕ್ಕಾಗಿ ನನ್ನ ಚೊಚ್ಚಲುಮಗನನ್ನೇ ಅರ್ಪಿಸಲೇ? ನನ್ನ ಪಾಪಕ್ಕಾಗಿ ನನ್ನ ಕರುಳ ಕುಡಿಯನ್ನೇ ಬಲಿಕೊಡಲೇ?"},{"number":8,"verse":"ಇಲ್ಲ ಮನುಜಾ, ನಿನಗೆ ಯಾವುದು ಒಳಿತೆಂದು ಸರ್ವೇಶ್ವರ ಈಗಾಗಲೇ ಸ್ಪಷ್ಟಪಡಿಸಿದ್ದಾರೆ: ನ್ಯಾಯನೀತಿಯ ನಡವಳಿಕೆ, ಕರುಣೆಯಲ್ಲಿ ಅಚಲ ಆಸಕ್ತಿ, ದೇವರ ಮುಂದೆ ನಮ್ರತೆ, ಇಷ್ಟನ್ನೇ ಆ ಸ್ವಾಮಿ ನಿನ್ನಿಂದ ಅಪೇಕ್ಷಿಸುವುದು."},{"number":9,"verse":"ಇಸ್ರಯೇಲಿನ ಭ್ರಷ್ಟಾಚಾರ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯಲ್ಲಿ ಭಯಭಕ್ತಿಯಿಂದಿರುವುದು ಸುಜ್ಞಾನ. ಇದು ಆ ಸ್ವಾಮಿಯ ವಾಣಿ; ಪಟ್ಟಣಕ್ಕೆ ನೀಡುವ ಎಚ್ಚರಿಕೆಯ ಕರೆ:"},{"number":10,"verse":"“ನಗರದ ಸಭಿಕರೇ, ಕೇಳಿ! ಅಕ್ರಮವಾಗಿ ಗಳಿಸಿದ ಆಸ್ತಿ ದುರುಳರ ಮನೆಯಲ್ಲಿರುವುದು ನನಗೆ ಗೊತ್ತಿಲ್ಲವೆ? ಅವರ ಮೋಸದ ಅಳತೆಗಳನ್ನು ನಾನು ಒಪ್ಪುವುದು ಸಾಧ್ಯವೆ?"},{"number":11,"verse":"ಕಳ್ಳ ತಕ್ಕಡಿಗಳಿಂದ ಮೋಸದ ಬಟ್ಟುಗಳಿಂದ ಅಳೆದುಹಾಕುವವನು ನಿರ್ದೋಷಿಯೆಂದು ತೀರ್ಮಾನಿಸಲೆ?"},{"number":12,"verse":"ನಿಮ್ಮ ಧನಿಕರು ಹಿಂಸಾತ್ಮಕರು; ನಿಮ್ಮ ನಿವಾಸಿಗಳು ಸುಳ್ಳುಗಾರರು! ಅವರ ಬಾಯಿಮಾತು ಕಪಟ."},{"number":13,"verse":"ಆದಕಾರಣ ನಿಮ್ಮನ್ನು ಕಠಿಣವಾಗಿ ದಂಡಿಸುವೆನು. ನಿಮ್ಮ ಪಾಪದ ನಿಮಿತ್ತ ನಾಶವಾಗುವಿರಿ."},{"number":14,"verse":"ಎಷ್ಟು ತಿಂದರೂ ನಿಮಗೆ ತೃಪ್ತಿಯಾಗದು; ನಿಮ್ಮಲ್ಲಿ ಹಸಿವು ಇದ್ದೇ ಇರುತ್ತದೆ. ನೀವು ಎಷ್ಟು ಕೂಡಿಸಿಟ್ಟರೂ ಅದು ನಿಮಗೆ ಉಳಿಯುವುದಿಲ್ಲ; ಏಕೆಂದರೆ ಉಳಿದುದ್ದನ್ನು ಕದನದಲ್ಲಿ ಹಾಳಾಗಿಸುವೆನು."},{"number":15,"verse":"ನೀವು ಬೀಜವನ್ನು ಬಿತ್ತಿದರೂ ಬೆಳೆಯನ್ನು ಕೊಯ್ಯಲಾರಿರಿ. ಕಾಳನ್ನು ಗಾಣಕ್ಕೆ ಸುರಿದರೂ ಎಣ್ಣೆಯನ್ನು ತೆಗೆಯಲಾರಿರಿ. ದ್ರಾಕ್ಷಿಯನ್ನು ಆಲೆಮನೆಗೆ ಹಾಕಿದರೂ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿಯಲಾರಿರಿ."},{"number":16,"verse":"“ಒಮ್ರಿ ಅರಸನ ಆಜ್ಞೆಗಳನ್ನೂ ಅಹಾಬ್ ಮನೆತನದ ದುರಾಚಾರಗಳನ್ನೂ ಅವರ ಸಂಪ್ರದಾಯಗಳನ್ನೂ ಅನುಸರಿಸುತ್ತಾ ಬಂದಿದ್ದೀರಿ. ಆದಕಾರಣ ನಿಮ್ಮನ್ನು ವಿನಾಶಗೊಳಿಸುವೆನು; ನಿಮ್ಮ ಜನರನ್ನು ಅಪಹಾಸ್ಯಕ್ಕೆ ಈಡುಮಾಡುವೆನು. ನೀವು ಜನಾಂಗಗಳ ನಿಂದೆಗೆ ಗುರಿಯಾಗುವಿರಿ.”"}]}