{"bibleAbbr":"ISV2011","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":11,"verses":[{"number":1,"verse":"{David's Adultery} d One spring day, during the time of year when kings go off to war, David sent out Joab, along with his personal staff {Lit. his servants} and all of Israel's army. They utterly destroyed the Ammonites and then attacked Rabbah while David remained in Jerusalem."},{"number":2,"verse":"Late one afternoon about dusk, {Lit. It happened at the time of the evening} David got up from his couch and was walking around on the roof of the royal palace. From there {Lit. From the roof} he watched a woman taking a bath, and she {Lit. and the woman} was very beautiful to look at."},{"number":3,"verse":"David sent word {The Heb. lacks word} to inquire about her, {Lit. the woman} and someone told him, \"This is Eliam's daughter Bathsheba, {Eliam's father was Ahithophel, Bathsheba's grandfather; cf. 2Sam 15:12; 23:34} the wife of Uriah the Hittite, isn't it?\""},{"number":4,"verse":"So David sent some messengers, took her from her home, {The Heb. lacks from her home} and she went to him, and he had sex with her. (She had been consecrating herself following her menstrual separation.) {I. e. a week-long period of ritual exemption from participation in Israel's social and worship community; cf. Lev 15:19, 28; 18:19} Then she returned to her home."},{"number":5,"verse":"The woman conceived, and she sent this message {The Heb. lacks this message} to David: \"I'm pregnant.\""},{"number":6,"verse":"So David summoned Joab, and told him, {The Heb. lacks and told him} \"Send me Uriah the Hittite.\" So Joab sent Uriah to David."},{"number":7,"verse":"When Uriah arrived, David inquired about how Joab was doing, how the army was {Lit. the people were} doing, and how the war was progressing."},{"number":8,"verse":"Then David told Uriah, \"Go on down to your house and relax a while.\" {Lit. and wash your feet} So Uriah left the king's palace, and the king sent a gift along after him."},{"number":9,"verse":"But Uriah spent the night sleeping in the alcove of the king's palace in the company of all his master's staff members. He refused to go down to his own home."},{"number":10,"verse":"When David was told that Uriah hadn't gone home the previous night, {The Heb. lacks the previous night} he quizzed him, {Lit. Uriah} \"You just arrived from a long journey, so why didn't you go down to your own house?\""},{"number":11,"verse":"Uriah replied, \"The ark, along with Israel and Judah, are encamped in tents, while my commanding officer Joab and my master's staff members are camping out in the open fields. Should I go home, eat, drink, and have sex with my wife? Not on your life! {Lit. As you live and as your soul lives} I won't do something like this, will I?\""},{"number":12,"verse":"Then David invited Uriah, \"Stay here today, and tomorrow I'll send you back.\" So Uriah remained in Jerusalem all that day and the next."},{"number":13,"verse":"Then at David's invitation, he and Uriah dined and drank wine together, and David got him drunk. Later that evening, Uriah went out to lie on a couch in the company of his lord's servants, and he did not go down to his house."},{"number":14,"verse":"{David Orders Uriah Killed} d The next morning, David sent a message to Joab that Uriah took with him in his hand."},{"number":15,"verse":"In the message, he wrote: \"Assign Uriah to the most difficult fighting at the battle front, and then withdraw from him so that he will be struck down and killed.\""},{"number":16,"verse":"So as Joab began to attack the city, he assigned Uriah to a place where he knew valiant men would be stationed. {The Heb. lacks stationed}"},{"number":17,"verse":"When the men of the city came out to fight Joab, some of David's army staff members fell, and Uriah the Hittite died, too."},{"number":18,"verse":"Then Joab sent word to David about everything that had happened at the battle."},{"number":19,"verse":"He instructed the courier, \"When you have finished conveying all the news about the battle to the king,"},{"number":20,"verse":"if the king starts to get angry and asks you, «Why did you get so near the city to fight? Didn't you know they would shoot from the wall?"},{"number":21,"verse":"Who killed Jerubbesheth's {I. e. Gideon (cf. Judg 8:30-31), also called Jerubbaal (cf. Judg 8:35)} son Abimelech? Didn't a woman kill him by throwing an upper millstone on him from the wall at Thebez? Why did you go so close to the wall? 'then tell him, «Your servant Uriah the Hittite also died.»\""},{"number":22,"verse":"So the messenger left Joab, set out for Jerusalem, {The Heb. lacks for Jerusalem} and disclosed to David everything that Joab had sent him to say."},{"number":23,"verse":"The messenger told David, \"The men surprised us and attacked us in the field, but we drove them back to the entrance of the city gate."},{"number":24,"verse":"Then the archers shot at your servants from the wall. Some of the king's staff members are dead, and your servant Uriah the Hittite has died as well.\""},{"number":25,"verse":"David responded to the messenger, \"Here's what you're to tell Joab: «Don't be troubled by this incident, because the battle sword consumes one or another from time to time. Consolidate your attack against the city and conquer it.'Be sure to encourage him.\""},{"number":26,"verse":"When Uriah's wife heard about the death of her husband {The Heb. word for husband ( isha ) describes a husband with respect to his relationship with his wife.} Uriah, she went into mourning for the head of her household. {Lit. for her husband ; the Heb. word for husband ( baal ) describes a husband with respect to his role as a household leader.}"},{"number":27,"verse":"When her mourning period was completed, David sent for her, brought her to his palace, and she became his wife. Later on, she bore him a son. Meanwhile, what David had done grieved the Lord , {Lit. done was grieving in the Lord's sight ; i. e., the act itself is personified here as being distressed in the Lord's sight}"}]}