{"bibleAbbr":"ISV2011","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"{Troubles in Mishandling the Ark} {(1 Chronicles 13:1-14; 15:25-16:3)} d After this, David gathered together again 30, men from all of the choicest men of Israel."},{"number":2,"verse":"Then David and all the people with him set out from Baal-judah to bring up from there the Ark of God, who is called the Name, the name of the Lord of the Heavenly Armies, and who is enthroned on the cherubim."},{"number":3,"verse":"They mounted the Ark of God on a new cart and brought it from Abinadab's home in Gibeah, {Or was on the hill} with Abinadab's sons Uzzah and Ahio {Or and his brother} driving the new cart."},{"number":4,"verse":"As they left Abinadab's house in Gibeah accompanied by the Ark of God, Ahio was walking ahead of the ark."},{"number":5,"verse":"David and the entire assembly {Lit. house} of Israel were dancing in the presence of the Lord with all of their strength, accompanied by all sorts of wood instruments, {Cf. 1Chr 13:8, where MT letters of the word cypress may be transposed as MT word song} harps, tambourines, castanets, and cymbals."},{"number":6,"verse":"When they arrived at Nacon's threshing floor, Uzzah reached out and grabbed the Ark of God because the oxen had stumbled."},{"number":7,"verse":"Just then, the anger of the Lord blazed against Uzzah, and God struck him down right there because of his failure, and he died there beside the Ark of God."},{"number":8,"verse":"David flew into a rage because the Lord had killed {Lit. had burst out against} Uzzah. That's why that place is called Perez-uzzah {The Heb. name Perez-uzzah means Overwhelming Uzzah ; cf. 2Sam 5:20} to this day."},{"number":9,"verse":"But David feared the Lord that day, and asked, \"How can the Ark of God come to me?\""},{"number":10,"verse":"As a result, David was unwilling to take the ark of the Lord into his care in the city of David. Instead, David left it at the home of Obed-edom the Gittite."},{"number":11,"verse":"So the ark of the Lord remained for three months in the household of Obed-edom the Gittite while the Lord blessed Obed-edom and his entire household."},{"number":12,"verse":"Later on, David was informed, \"The Lord has blessed the home of Obed-edom and everything he has since he's in possession {Or has on account} of the Ark of God.\" So David went out joyfully and brought up the Ark of God to the City of David from Obed-edom's home."},{"number":13,"verse":"After those who were carrying the ark of the Lord had taken six steps, he sacrificed oxen and fattened animals,"},{"number":14,"verse":"dancing in front of the Lord with all of his strength and wearing a linen ephod."},{"number":15,"verse":"So David and the entire assembly {Lit. house} of Israel brought up the ark of the Lord with shouting and trumpet blasts."},{"number":16,"verse":"{David's Wife Michal Disrespects David's Worship} d As the ark of the Lord was coming into the City of David, Saul's daughter Michal was peering out a window, watching King David jumping and dancing in the Lord's presence, and she despised him in her heart."},{"number":17,"verse":"They brought in the ark of the Lord , set it in place inside the tent that David had erected for it, and David sacrificed burnt offerings and peace offerings in the presence of the Lord ."},{"number":18,"verse":"After David had finished sacrificing the burnt offerings and peace offerings, he blessed the people in the name of the Lord of the Heavenly Armies"},{"number":19,"verse":"and distributed to all the people the entire multitude of Israel, including both men and women a cake made of bread, one made of dates, and one made of raisins to each one. Then all the people left, each headed for home."},{"number":20,"verse":"When David returned to bless his household, Saul's daughter Michal came out to meet him and called out, \"How the king of Israel honored himself today by undressing himself right in front of his women staff members, just like any pervert {Lit. like one of the worthless ones} would dare to expose himself!\""},{"number":21,"verse":"But David replied to Michal, \"It was in front of the Lord , who appointed me to replace your father and his entire household by selecting me as Commander-in-Chief {Lit. Nagid ; i. e. a senior officer entrusted with dual roles of operational oversight and administrative authority} over Israel, the people of the Lord , that I danced in front of the Lord ."},{"number":22,"verse":"I'm going to act more shamelessly than this, even to humbling myself in my own eyes. Now as to the women staff members about whom you have spoken, they are to hold me in honor!\""},{"number":23,"verse":"And Saul's daughter Michal bore no children from that day on until the day she died."}]}