{"bibleAbbr":"awaERV2005","bookName":"लैव्यव्यवस्था","bookEnglishName":"Leviticus","chapterNumber":10,"verses":[{"number":1,"verse":"( परमेस्सर क ज्वाला क जरिये बिनास) फिन तब हारून क बेटवन नादाब अउ अबीहू धूप जरावइ बरे तस्तरियन क लिहन, ओह मँ आग लगाएन अउ धूप क आगी पइ धरेन। तउ उ पचे एक ठु अनोखी आगी क उपयोग यहोवा क समन्वा किहन जेकरे प्रयोग क हुकुम उ ओनका नाहीं दिहे रहा।"},{"number":2,"verse":"एह बरे यहोवा स ज्वाला परगट भइ अउ उ नादाब अउ अबीहू क बरबाद कइ दिहस।"},{"number":3,"verse":"तब मूसा हारून स कहेस, “यहोवा कहत ह, ‘जउन मोरे लगे आवइ ओनका मोर संग जरूर पवित्तरता क बर्ताव करइ चाही। अउ सबहिं लोगन क मोका सम्मान देइ चाही।’” हारून खामोस रहा।"},{"number":4,"verse":"हारून क चाचा उज्जीएल क दुइ पूत रहेन। उ पचे मीसाएल अउ एलसाफान रहेन। मूसा ओन बेटवन स कहेस, “पवित्तर ठउर क समन्वा जा। आपन चचेरा भाइयन क ल्हासे क उठावा अउ ओनका डेरा क बाहेर लइ जा।”"},{"number":5,"verse":"ऍह बरे मीसाएल अउ एलसाफान मूसा क आदेस मानेन। उ पचे नादाब अउ अबीहू क ल्हासन क बाहेर लइ आएन। नादाब अउ अबीहू तब तलक आपन खास अंगरखा पहिरे रहेन।"},{"number":6,"verse":"तब मूसा हारून अउ ओकरे दूसर पूतन एलीआजार अउ ईतामार स बात किहस। मूसा ओनसे कहेस, “कउनो सोक परगट जिन करा। आपन ओढ़ना जिन फाड़ा या आपन बारन क जिन बिखरावा। तू मरब्या नाहीं अउ यहोवा क गुस्सा तोहार समूचइ धमिर्क सभा क भंग नाहीं करी। इस्राएल क समूचा रास्ट्र तोहार सम्बंधी अहइ। उ पचे यहोवा क जरिये नादाब अउ अबीहू क बारइ क बारे मँ रोइ सकत हीं।"},{"number":7,"verse":"मुला तू लोगन क मिलापवाला तम्बू नाहीं तजइ चाही। अगर तू पचे बाहेर जाब्या तउ मर जाब्या। काहेकि यहोवा क अभिसेक क तेल तू पचन पइ अहइ।” तउ हारून, एलीआज़ार अउ ईतामार मूसा क आग्या मानेन।"},{"number":8,"verse":"तब यहोवा हारून स कहेस,"},{"number":9,"verse":"“तोहका अउ तोहरे पूतन दाखरस या सराब उ समइ नाहीं पिअइ चाही जब तू पचे मिलापवाला तम्बू मँ आवा। अगर तू पचे अइसा करब्या तउ मर जाब्या। इ नेम तोहरी सारी पीढ़ियन मँ हमेसा चलत रही।"},{"number":10,"verse":"तू पचन क, पवित्तर अउ अपवित्तर तथा सुद्ध अउ असुद्ध चिजियन मँ फरक करइ चाही।"},{"number":11,"verse":"यहोवा मूसा क आपन नेम दिहस अउ मूसा ओन नेमन क लोगन बरे दिहस। हारून, तोहका ओन सबहिं नेमन क सिच्छा लोगन क देइ चाही।”"},{"number":12,"verse":"मूसा हारून अउ ओकरे बचा भवा दुई पूतन एलीआज़ार अउर ईतामार स बात किहस। मूसा कहेस, “कछू अन्नबलि यहोवा क उपहार मँ अबहुँ तलक बची भइ अहइ। तू लोग अन्नबलि क उ हींसा खाइ सकत ह। मुला तू लोगन क एकॉ बिना खमीर मिलाए खाइ चाही। एकॉ वेदी क लगे खा। काहेकि उ भेंट बहोतइ पवित्तर बाटइ।"},{"number":13,"verse":"उ उ भेंटन क हींसा अहइ, जउन यहोवा बरे उपहार क रूप मँ भेंट चढ़ाइ ग रहेन। जउन नेम मइँ तोहका बताएउँ ह, उ सिखावत ह कि उ हींसा तू अउर तोहार पूतन क बाटइ। मुला तोहका एकॉ पवित्तर ठउरे प खाइ चाही।"},{"number":14,"verse":"“तू, तोहार बेटवन अउ बिटियन भी उत्तोलन बलि स छाती क अउ मेलबलि स जाँघे क खाइ सकिहीं। इ सबइ क तोहका जरूर पवित्तर ठउरे पइ खाइ चाही। मुला तोहका इ सबइ क सुद्ध जगह पइ खाइ चाही। काहेकि इ सबइ मेलबलि मँ स मिली अहइ। इस्राएल क लोग इ बलि यहोवा क देत हीं। ओन जनावरन क कछू भाग क लोग खात हीं मुला छाती अउ जाँघ तोहार हींसा अहइ।"},{"number":15,"verse":"लोगन क आपन चबीर् क भेंट जरूर लिआवइ चाही। ओनका मेलबलि क जाँघ अउ उत्तोलन बलि क छाती जरूर लिआवइ चाही। ओका यहोवा क समन्वा जरूर उत्तोलन करइ चाही। इ बलि तोहार हींसा होइ। इ तोहार अउ तोहार गदेलन क होइ। यहोवा क आदेस क मुताबिक बलि क उ भाग हमेसा तोहार होइ।”"},{"number":16,"verse":"मूसा पापबलि क बोकरा क बारे मँ पूछेस। मुला ओका पहिले ही बारि दीन्ह गवा रहा। मूसा हारून क बाकी बेटवन अलावा एलीआज़ार अउ ईतामार पइ बहोतइ कोहाइ गवा। मूसा कहेस,"},{"number":17,"verse":"“तू लोगन क इ बोकरा पवित्तर ठउरे पइ खाइ क रहा। इ बहोतइ पवित्तर बाटइ। तू लोगन ऍका यहोवा क समन्वा काहे नाहीं खाया? यहोवा इ तोहका धामिर्क सभा क पापन क छिमा बरे ओकर प्रायस्चित करइ बरे दिहस।"},{"number":18,"verse":"देखा! तू उ बोकरे क रकत पवित्तर जगह क भीतर नाहीं लिआया। तू पचन क इ बोकरा पवित्तर ठउरे प खाइ क रहा जइसा कि मइँ आदेस दिहेउँ ह।”"},{"number":19,"verse":"मुला हारून मूसा स कहेस, “लखा आज उ पचे आपन पापबलि अउ होमबलि यहोवा क समन्वा लाएन। मुला तू जानत अहा कि आजु मोरे संग का भवा ह! का तू इ समझत अहा कि अगर मइँ पापबलि क आज खाब तउ खुस होइ नाहीं”"},{"number":20,"verse":"जब मूसा इ सुनेस तउ सहमत होइ गवा।"}]}