{"bibleAbbr":"awaERV2005","bookName":"लैव्यव्यवस्था","bookEnglishName":"Leviticus","chapterNumber":15,"verses":[{"number":1,"verse":"( सरीर स बहइवाला स्राव क नेम) यहोवा मूसा अउ हारून स कहेस,"},{"number":2,"verse":"“इस्राएल क लोगन स कहा: जब कउनो मनई क सरीर स धात क स्राव होत ह तब उ व्यक्ति असुद्ध होत ह।"},{"number":3,"verse":"उ धात सरीर स खुला बहत ह या सरीर ओका बहइ स रोक देत ह ऍकर कउनो महत्व नाहीं।"},{"number":4,"verse":"“अगर धात तजइवाला बिछउना पइ सोवत रहत ह तउ उ बिस्तर असुद्ध होइ जाइ। जउने जगह प उ बइठत ह उ असुद्ध होइ जाइ।"},{"number":5,"verse":"अगर कउनो मनई ओकरे बिछउना क छुअत ह तउ ओका आपन ओढ़नन क धोवइ चाही अउ पानी स नहाइ चाही। उ साँझ तलक असुद्ध रही।"},{"number":6,"verse":"अगर कउनो मनई उ चीज प बइठत ह जउने पइ धात तजइवाला मनई बइठा होइ तउ ओका आपन ओढ़ना धोवइ चाही अउर बहत पानी मँ नहाइ चाही। उ साँझ तलक असुद्ध रही।"},{"number":7,"verse":"अगर कउनो मनई उ मनई क छुअत ह जउन धात क तजे बाटइ तउ ओका आपन ओढ़नन क धोवइ चाही अउ बहत पानी मँ नहाइ चाही। उ साँझ तलक असुद्ध रही।"},{"number":8,"verse":"“अगर धात तजइवाला मनई कउनो सुद्ध मनई पइ छूवत ह तउ सुद्ध मनई क आपन ओढ़ना धोवइ चाही अउ नहाइ चाही। उ मनई साँझ तलक असुद्ध रही।"},{"number":9,"verse":"पसु पइ बइठइ क काठी जउने प धात तजइवाला मनई बइठा होइ तउ उ असुद्ध होइ जाइ।"},{"number":10,"verse":"एह बरे कउनो मनई जउन धात तजइवाला मनई क नीचे रहइवाली कउनो चीजे क छुअत ह तउ उ साँझ तलक असुद्ध रही। जउन मनई धात तजइवाला मनई रहइवाली कउनो नीचे क चीजन क लइ जात ह तउ ओका आपन ओढ़नन क धोवइ चाही अउ पानी मँ नहाइ चाही। उ साँझ तलक असुद्ध रही।"},{"number":11,"verse":"“सम्भव अहइ कि धात तजइवाला मनई पानी मँ बिना हाथ धोइके कउनो दूसर मनई क छुअइ। तब दूसर मनई आपन ओढ़नन क धोवइ चाही अउ पानी मँ नहाइ। उ साँझ तलक असुद्ध रही।"},{"number":12,"verse":"“धात तजइवाला मनई अगर माटी क खोरा छुअइ तउ उ खोरा जरूर फोड़ देइ चाही। अगर धात तजइवाला मनई कउनो काठे क खोरा छुअइ तउ उ खोरा क बहत पानी मँ अच्छी तरह धोवइ चाही।"},{"number":13,"verse":"“जब धात तजइवाला कउनो मनई आपन धात तजे स सुद्ध कीन्ह जात ह तउ ओका आपन सुद्धि बरे उ दिना स सात दिन गनइ चाही। तब ओका आपन ओढ़ना धोवइ चाही अउ बहत पानी मँ नहाइ चाही। उ सुद्ध होइ जाइ।"},{"number":14,"verse":"अठएँ दिन उ मनई क दुइ फ़ाखता या दुइ कबूतरे क बच्चा लेइ चाही। ओका मिलापवाला तम्बू क दुआरे पइ यहोवा क समन्वा आवइ चाही। उ मनई दुइ पंछी याजक क देइ।"},{"number":15,"verse":"याजक पंछियन क बलि चढ़ाई। एक क पापबलि बरे अउ दूसर क होमबलि बरे। इ तरह याजक इ मनई क यहोवा क समन्वा ओकरे धात तजइ बरे प्रायस्चित करी।"},{"number":16,"verse":"“अगर मनसेधू क वीर्य निकरि जात ह तउ ओका बहत पानी मँ नहाइ चाही। उ साँझ तलक असुद्ध रही।"},{"number":17,"verse":"अगर वीर्य कउनो ओढ़ना या चाम पइ गिरइ तउ उ ओढ़ना या चाम पानी मँ धोवइ चाही। इ साँझ तलक असुद्ध रही।"},{"number":18,"verse":"अगर कउनो मनसेधू कउनो स्त्री क संग सोवत ह अउ वीर्य निकरत ह तउ स्त्री अउ मनसेधू दुइनउँ क बहत पानी मँ नहाइ चाही। उ पचे साँझ तलक असुद्ध रइहीं।"},{"number":19,"verse":"“अगर कउनो स्त्री मासिक रकत स्राव क समइ मासिक धर्म स बाटइ तउ उ सात दिना तलक असुद्ध रही। अगर कउनो मनई ओका छुअत ह तउ उ मनई साँझ तलक असुद्ध रही।"},{"number":20,"verse":"आपन मासिक धर्म क समइ स्त्री जउन कउनो चीज पइ ओलरी, उ भी असुद्ध रही अउ उ समइ मँ जउने चीजे प उ बइठी, उ भी असुद्ध होइ।"},{"number":21,"verse":"अगर कउनो मनई उ स्त्री क बिछउना क छुअत ह तउ ओका आपन ओढ़नन क बहत पानी मँ धोवइ अउ नहाइ चाही। उ साँझ तलक असुद्ध रही।"},{"number":22,"verse":"अगर कउनो मनई उ चीज क छुअत ह जेह पइ उ स्त्री बइठी होइ तउ उ मनई क आपन ओढ़ना बहत पानी मँ धोवइ चाही अउ नहाइ चाही। उ साँझ तलक असुद्ध रही।"},{"number":23,"verse":"उ मनई स्त्री क बिछउना क छुअत ह या उ चीज क छुअत ह जेह पइ उ बइठी होइ, तउ उ मनई साँझ तलक असुद्ध रही।"},{"number":24,"verse":"“अगर कउनो मनई कउनो स्त्री क संग मासिक धर्म क समइ मँ यौन सम्बंध रखत ह तउ उ मनई सात दिना तलक असुद्ध रही। हर उ बिछउना जउने प उ सोवत ह असुद्ध होइ।"},{"number":25,"verse":"“अगर कउनो स्त्री क कइउ दिना तलक रकत स्राव रहत ह जउन ओकरे मासिक धर्म क समइ नाहीं होत, या निस्चित समइ क पाछे मासिक धर्म होत ह तउ उ उहइ तरह असुद्ध होइ जेह तरह मासिक धर्म क समइ अउ तब तलक असुद्ध रही जब तलक रही।"},{"number":26,"verse":"पूरा रकत स्राव क समइ उ स्त्री जेह बिछउना पइ ओलरी, उ वइसा ही होइ जइसा मासिक धर्म क समइ। जउन कउनो चीजे पइ उ स्त्री बइठी, उ वइसे ही असुद्ध होइ जइसेन उ मासिक धर्म स असुद्ध होत ह।"},{"number":27,"verse":"अगर कउनो मनई ओन चिजियन क छुअत ह तउ उ असुद्ध होइ। इ मनई क बहत पानी स आपन (कपड़ा) धोवइ चाही अउ नहाइ चाही। उ साँझ तलक असुद्ध रही।"},{"number":28,"verse":"ओकरे पाछे जब उ स्त्री मासिक धर्म स असुद्ध होइ जात ह तब स ओका सात दिन जरूर गनइ चाही एकरे पाछे उ सुद्ध होइ।"},{"number":29,"verse":"फिन अठएँ दिन ओका दुइ फाखता अउ दुइ कबूतरे क बच्चा लेइ चाही। ओका ओनका मिलापवाला तम्बू क दुआरे पइ याजक क लगे जरूर लावइ चाही।"},{"number":30,"verse":"तब याजक क एक पंछी पापबलि क रुप मँ अउ दूसर क होमबलि क रुप मँ चढ़ावइ चाही। इ तरह उ याजक ओका यहोवा क समन्वा ओकरे स्राव बरे प्रायस्चित करी।"},{"number":31,"verse":"“एह बरे तू इस्राएल क लोगन क उपदेस द्या कि उ पचन्क अपने आप क अलग करइ चाही जउन उ असुद्ध अहइ। इ तरह उ मोर पवित्तर तम्बू क दूसित नाहीं करब्या जउन ओकर बीच बाटइ। अगर उ पचे ऍका दूसित करत हीं तउ आपन असुद्धी क कारण जरूर मरइ क होइ।”"},{"number":32,"verse":"इ सबइ नेम तजइवाले लोगन क बरे अहइँ। इ सबइ नेम ओन मनइयन बरे अहइँ जउन वीर्य क सरीर स बाहेर निकरइ स असुद्ध होत हीं।"},{"number":33,"verse":"अउर इ सबइ नेम ओन स्त्रियन बरे अहइँ जउन आपन मासिक धर्म क रकत स्राव क समइ असुद्ध होह हीं अउर उ सबइ नेम ओन मनसेधुअन बरे अहइँ जउन असुद्ध स्त्रियन क संग सोवइ स असुद्ध होत हीं।"}]}