{"bibleAbbr":"awaERV2005","bookName":"लैव्यव्यवस्था","bookEnglishName":"Leviticus","chapterNumber":16,"verses":[{"number":1,"verse":"( प्रायस्चित क दिन) हारून क दुइ पूत यहोवा क सुगन्ध भेंट चढ़ावइ क जतन करइ क समइ मर ग रहेन।"},{"number":2,"verse":"एकर पाछे यहोवा मूसा स कहेस, “आपन भाई हारून स कहा कि उ महा पवित्तर ठउर मँ पर्दा क पाछे कउनो टेम जाइ चाहत ह तउ नाहीं जाइ सकत ह। उ पर्दा क पाछे जउन कमरा बाटइ ओहमाँ पवित्तर सन्दूख रखा भवा अहइ। पवित्तर सन्दूख क ऊपर ओकर बिसेस ढकना लाग अहइ। बिसेस ढकना क ऊपर एक ठु बदरे मँ मइँ परगट होब। अगर हारून उ कमरा मँ जात ह तउ उ मरि जाइ।"},{"number":3,"verse":"“प्रायस्चित क दिन पवित्तर ठउर मँ जाइके पहिले हारून क पापबलि क बरे एक ठु बछवा अउ होमबलि बरे एक ठु भेड़ा क महा पवित्तर ठउर क दुआरे क अगवा जरूर भेंट करइ चाही।"},{"number":4,"verse":"हारून आपन पूरा सरीर क पानी डाइके धोइ। तब हारून इ सबइ ओढ़नन क पहिरी। सन क नीचे क ओढ़ना सरीर स सटा होइहीं। उ सन स बना भवा कमर बन्द बान्ध लेइहीं। तउ हारून सन क पगड़ी बाँधी। इ सबइ पवित्तर ओढ़ना अहइँ।"},{"number":5,"verse":"“हारून क इस्राएल क लोगन स दुइ ठु बोकरा पापबलि क रूप मँ अउ एक ठु भेड़ा होमबलि क रूप मँ जरूर लेइ चाही।"},{"number":6,"verse":"तब हारून बछवा क पापबलि क रूप मँ चढ़ाइ। इ बलि ओकरे अपने बरे अहइ। तब हारून उ अउ ओकर परिवार बरे प्रायस्चित करी।"},{"number":7,"verse":"“एकरे पाछे हारून दुइ बोकरा लेइ अउ मिलापवाला तम्बू क दुआरे पइ यहोवा क समन्वा लिआइ।"},{"number":8,"verse":"हारून दुइनउँ बोकरन बरे चिट्ठी डाइ। एक चिट्ठी यहोवा बरे होइ। दूसरी चिट्ठी अजाजेल बरे होइ।"},{"number":9,"verse":"“तब हारून चिट्ठी डाइके यहोवा खातिर चुना गवा बोकरा क भेंट चढ़ाइ। हारून क इ बोकरा क पापबलि बरे चढ़ावइ चाही।"},{"number":10,"verse":"मुला चिट्ठी डाइके अजाजेल बरे चुना गवा बोकरा यहोवा क समन्वा जरूर जिअत लइ आवा जाइ चाही। याजक ऐसे ओकर पाप बरे प्रायस्चित करी। तब इ बोकरा मरूभूमि मँ अजाजेल क लगे पठवा जाइ।"},{"number":11,"verse":"“तब हारून आपन बरे बछवा क पापबलि रूप मँ चढ़ाइ। हारून अपने अउ आपन परिवार बरे प्रायस्चित करी। हारून बछवा क अपने बरे पापबलि क रूप मँ मारी।"},{"number":12,"verse":"तब ओका वेदी स आगी क एक ठु तसला अंगारा स भरा भवा यहोवा क समन्वा लइ आवइ चाही। हारून दुई मुट्ठी भइ उ महकइवाली सुगन्धित धूप लेइ जउन महीन पीसी गइ अहइ। हारून क पर्दा क पाछे कमरा मँ उ सुगन्धि क लिआवइ चाही।"},{"number":13,"verse":"हारून क यहोवा क समन्वा सुगन्धि क आगी मँ जरूर डावइ चाही। तबहिं सुगन्धि स भरी धूप क धुआँ क बदर साच्छीपत्र क ऊपर क बिसेस ढकना क ढाँकि लेइ। इ तरह हारून नाहीं मरी।"},{"number":14,"verse":"साथ ही साथ हारून क बछवा क कछू रकत अपनी अँगुरियन पइ लइ चाही अउ ओका बिसेस ढकना क पूरब कइँती छिछकारइ चाही। एकरे समन्वा उ सात दाई जरूर अंगुरी स रकत छिछकारी।"},{"number":15,"verse":"“एकरे पाछे हारून क लोगन बरे पापबलि क रुप मँ बोकरा क मारइ चाही। हारून क बोकरा क रकत पर्दा क पाछे कमरा मँ जरूर लावइ चाही। हारून क बोकरा क रकत क प्रयोग वइसा ही करइ चाही जइसा बछवा क रकत क किहस। हारून क उ ढकना पइ अउर ढकना क समन्वा बोकरा क खून जरूर छिछकारइ चाही।"},{"number":16,"verse":"अउर ओका इस्राएल क लोगन क असुद्धता स, अउ ओकर अपराधन अउर पापन स महा पवित्तर ठउर क सुद्ध करइ बरे प्रायस्चित करी चाही। हारून क इ इहइ मिलापवाला तम्बू बरे करइ चाही जउन असुद्ध लोगन क बीच मँ बाटइ।"},{"number":17,"verse":"“जउने समइ हारून महा पवित्तर ठउर सुद्ध करइ, उ समइ कउनो मनई मिलापवाला तम्बू मँ नाहीं होइ चाही। कउनो मनई क ओकरे भीतर तब तलक नाहीं जाइ चाही जब तलक हारून बाहेर न आइ जाइ। इ तरह, हारून आपन क, आपन परिवार क अउर इस्राएल क सबहिं लोगन बरे प्रायस्चित करी।"},{"number":18,"verse":"तब हारून उ वेदी पइ जाइ जउन यहोवा क समन्वा बाटइ। हारून वेदी बरे प्रायस्चित करी। हारून बछवा अउ बोकरा क कछू रकत लइके वेदी क चारिहुँ कइँती अउ कोना पइ लगाइ।"},{"number":19,"verse":"तब हारून कछू रकत आपन अँगुरियन स वेदी पइ सात दाई छिरकी। इ तरह हारून इस्राएल क लोगन क सबहिं पापन स वेदी क सुद्ध अउ पवित्तर करी।"},{"number":20,"verse":"“हारून महा पवित्तर स्थान, मिलापवाला तम्बू अउ वेदी बरे प्रायस्चित करी। इ सबइ काम क पाछे हारून यहोवा क लगे जिअत बोकरा क लिआई।"},{"number":21,"verse":"हारून आपन दुइनउँ हाथन क जिअत बोकरा क मूँड़े पइ धरी। तब हारून बोकरा क ऊपर इस्राएल क लोगन क अपराध अउ पाप क कबूली। इ तरह हारून लोगन क पापन क बोकरा क मूँड़े पइ डाइ। तब उ बोकरा क दूर रेगिस्तान मँ पठइ। एक मनई बगल मँ बोकरा क लइ जाइके बरे खड़ा होइ।"},{"number":22,"verse":"इ तरह बोकरा सबहिं लोगन क पाप अपने ऊपर सूना रेगिस्तान मँ लइ जाइ। जउन मनई बोकरा क लइ जाइ उ रेगिस्तान मँ ओका खुला छोड़ि देइ।"},{"number":23,"verse":"“तब हारून मिलापवाला तम्बू मँ जाई। उ सन क ओन उत्तिम ओढ़नन क पहिरिही जेनका उ महा पवित्तर स्थान मँ जात समइ पहिरे रहा। ओका ओन ओढ़नन क हुअँइ तजइ चाही।"},{"number":24,"verse":"उ आपन पूरा सरीर क एक पवित्तर जगह मँ पानी स धोई। तब उ आपन दूसर खास ओढ़नन क पहिरी। उ बाहेर आइ अउर आपन होमबलि अउर लोगन क होमबलि चढ़ाइ। उ आपन क अउ लोगन क पाप बरे प्रायस्चित करी।"},{"number":25,"verse":"तब उ वेदी पइ पापबलि क चबीर् क चढ़ाइ।"},{"number":26,"verse":"“जउन मनई बोकरा क अजाजेल क लगे लइ जाइ, उ आपन ओढ़ना अउ आपन पूरा सरीर क पानी स धोवइ चाही। ओकरे पाछे उ मनई सिबिर मँ वापिस आइ सकत ह।"},{"number":27,"verse":"“पापबलि क बछवा अउर बोकरा क सिबिर स जरूर बाहेर लइ जाइ चाही। (उ पसुअन क रकत पवित्तर ठउरे मँ पवित्तर चीजन बरे प्रायस्चित करइ बरे लिआवा ग रहा।) याजक ओन पसुअन क चाम, सरीर अउ सरीरे क मल आगी मँ बारी।"},{"number":28,"verse":"तब ओन चीजन क बारइवाला मनई क आपन ओढ़ना अउ पूरा सरीर क पानी डाइके धोवइ चाही। ओकरे पाछे उ मनई डेरा मँ आइ सकत ह।"},{"number":29,"verse":"“इ नेम तोहरे बरे सदा रही। सतएँ महीना क दसवें दिन तू पचन क जरूर उपवास करइ चाही। तू पचन क कउनो काम नाहीं करइ चाही। तोहरे संग रहइवाला नागरिक या विदेसी भी कउनो काम नाहीं कइ सकिहीं।"},{"number":30,"verse":"काहेकि उ दिन याजक तोहका सुद्ध किहेस ह अउ तोहरे पापन्क बरे प्रायस्चित किहेस ह। तब तू पचे यहोवा बरे सुद्ध होब्या।"},{"number":31,"verse":"इ दिन तोहरे बरे आराम करइ क बिसेस दिन अहइ। तोहका सबन क इ दिन उपवास करइ चाही। इ नेम सदा बरे होइ।"},{"number":32,"verse":"“तउ उ मनई जउन महा याजक बनइ बरे अभिसेक किहेस ह इ चीजन सुद्ध करइ बरे प्रायस्चित करी। इ उहइ मनई अहइ जेका ओकरे पिता क मउत क पाछे महा याजक क रुप मँ सेवा बरे तय कीन्ह ग अहइ। उ याजक क सन क पवित्तर ओढ़ना धारण करइ चाही।"},{"number":33,"verse":"ओका पवित्तर स्थान, मिलापवाला तम्बू अउ वेदी क सुद्ध करइ चाही अउ ओका याजक अउ इस्राएल क सबहिं लोगन क सुद्ध करइ चाही।"},{"number":34,"verse":"इस्राएल क लोगन क प्रायस्चित करइ क इ नेम सदा ही रही। तोहका इ सबइ बरिस मँ एक दाईं जरूर करइ चाही।” एह बरे उ पचे उहइ किहेन जउन करइ क यहोवा मूसा क आदेस दिहे रहा।"}]}