{"bibleAbbr":"awaERV2005","bookName":"लैव्यव्यवस्था","bookEnglishName":"Leviticus","chapterNumber":3,"verses":[{"number":1,"verse":"( मेलबलि क नेम) “अगर कउनो मनई आपन झुण्ड मँ स एक ठु नर या मादा जनावर यहोवा क समन्वा मेलबलि क रूप मँ भेंट चढ़ावत ह तउ ओहमाँ कउनो दोख नाहीं होइ चाही।"},{"number":2,"verse":"इ मनई क आपन हाथ गोरु क मूँड़ि प जरूर धरइ चाही। मिलापवाला तम्बू क दुआरे प उ मनई क जरिये उ गोरु क जरूर मारि डावइ चाही। तब हारून क याजक पूतन क वेदी क चारिहुँ कइँती रकत बहावइ चाही।"},{"number":3,"verse":"मेल बलि मँ स यहोवा क उपहार क रूप मँ भीतरी हींसन क ढाँपइ वाली अउ भितरे क हींसा मँ रहइवाली चबीर् क भेंट जरूर चढ़ावइ चाही।"},{"number":4,"verse":"ओका दुइनउँ गुर्दन अउर ओका ढाँकइ वाला चर्बी क अउर पुट्ठा के चर्बी क भी भेंट चढ़ावइ चाही। तउ उ झिल्ली जउन करेजा स चिपका भवा ह ओका भी गुर्दन क संग निकारि लेइ चाही।"},{"number":5,"verse":"तब हारून क बेटवन चबीर् क वेदी प बरिहीं। उ पचे चर्बी क आगी प धरी भइ लकड़ी प राखी। इ एक उपहार अहइ। एकर सुगन्धि यहोवा क खुस रखत ह।"},{"number":6,"verse":"“अगर एक मनई यहोवा बरे आपन झुण्ड मँ स मेलबलि क रुप मँ नर अउर मादा गोरु लिआवत ह तब ओका सिरिफ उ गोरु क भेंट देइ चाही जेहमाँ कउनो दोख न होइ।"},{"number":7,"verse":"अगर उ आपन बलि क रूप मँ एक ठु मेमना लिआवत ह तउ ओका यहोवा क समन्वा बलि देइ चाही।"},{"number":8,"verse":"ओका आपन हाथ गोरु क मूँड़े प धरइ चाही अउ मिलापवाला तम्बू क समन्वा ओका मारइ चाही। तब हारून क बेटवन वेदी प चारिहुँ कइँती गोरु क रकत बहावइ चाही।"},{"number":9,"verse":"इ मनई क चबीर् स भरी पूरी पूँछ गोरु क पिछली हड्डी क आखरी हींसा स कटा भवा चर्बी, अउ उ चर्बी जउन भीतरी हींसा क ढाँपि रहत ह अउ उ सबइ चर्बी जउन भितरे मँ अहइ क यहोवा क उपहार क रूप मँ भेंट चढ़ावइ चाही।"},{"number":10,"verse":"ओका दुइनउँ गुर्दन अउर ओनका ढाँपइ वाला चर्बी क अउर पुट्ठा क चर्बी क भी भेंट चढ़ावइ चाही। उ झिल्ली जउन करेजा स चिपका भवा ह ओका भी निकारि लेइ चाही अउर गुर्दन क संग चढ़ावई चाही।"},{"number":11,"verse":"तब याजक वेदी प ऍका जरूर बारी। इ खइया अहइ, इ यहोवा बरे एक ठु उपहार होइ।"},{"number":12,"verse":"“अगर ओकर बली एक ठु बोकरा अहइ तउ उ ओका यहोवा क समन्वा जरूर भेंट देइ।"},{"number":13,"verse":"उ व्यक्ति क बोकरा क मूँड़ी प हाथ धरइ चाही। ओका मिलापवाला तम्बू क समन्वा एकॉ मारइ चाही। तब्बइ हारून क बेटवन बोकरा क रकत वेदी प चारिहुँ कइँती बहाइहीं।"},{"number":14,"verse":"तब उ व्यक्ति क बोकरा क एक हींसा यहोवा बरे उपहार क रुप मँ चढ़ावइ बरे लिआवइ चाही। इ मनई क भीतरी हींसा क अउ ओकरे चारिहुँ कइँती क चबीर् क भेंट जरूर चढ़ावइ चाही।"},{"number":15,"verse":"ओका दुइनउँ गुर्दन अउर ओनका ढाँपइ वाला चर्बी क अउर पुट्ठा के चर्बी क भी भेंट चढ़ावइ चाही। उ झिल्ली जउन करेजा स चिपका भवा ह ओका भी निकारि लेइ चाही अउर गुर्दन क संग चढ़ावी चाही।"},{"number":16,"verse":"याजक क वेदी प बोकरा क हींसा क जरूर बारइ चाही। इ खइया अहइ, यहोवा बरे एक ठु उपहार। सबहिं चर्बी यहोवा क अहइ।"},{"number":17,"verse":"इ नेमॅ तोहार सबहिं अगुवा पीढ़ियन मँ हमेसा चलत रही। तू जहाँ कहूँ भी रहा, तोहका खून या चबीर् नाहीं जरूर खाइ चाही।”"}]}