{"bibleAbbr":"awaERV2005","bookName":"लैव्यव्यवस्था","bookEnglishName":"Leviticus","chapterNumber":4,"verses":[{"number":1,"verse":"( संजोग स भवा पाप बरे पापबलि क नेम) यहोवा मूसा स कहेस,"},{"number":2,"verse":"“इस्राएल क मनइयन स कहा: अगर कउनो व्यक्ति स संजोग क कारण कउनो अइसा पाप होइ जाइ जेका यहोवा न करइ क हुकुम दिहे अहइ तउ उ व्यक्ति क नीचे लिखी भई बात करइ चाही:"},{"number":3,"verse":"“अगर अभिसिक्त याजक स कउनो पाप भवा होइ अउ इ लोगन क बुरा बनावत हीं तउ ओका आपन कीन्ह गए पाप बरे यहोवा क बलि चढ़ावइ चाही। ओका एक बछवा यहोवा क भेंट मँ जरूर देइ चाही जेहमाँ कउनो दोख न होइ। ओका यहोवा क बछवा पापबलि क रुप मँ जरूर चढ़ावइ चाही।"},{"number":4,"verse":"अभिसिक्त याजक क उ बछवा क यहोवा क समन्वा मिलापवाला तम्बू क दुआरे प जरूर लावइ चाही। ओका आपन हाथ उ बछवा क मूँड़े प जरूर धरइ चाही अउ यहोवा क समन्वा ओका मारि देइ चाही।"},{"number":5,"verse":"तब अभिसिक्त याजक क बछवा क कछू रकत जरूर लेइ चाही अउ मिलापवाला तम्बू क अन्दर लइ जाइ चाही।"},{"number":6,"verse":"याजक क आप अँगुरी खून मँ डावइ चाही अउ महा पवित्तर ठउर क पर्दा क समन्वा खून क सात दाई परमेस्सर क समन्वा छिछकारइ चाही।"},{"number":7,"verse":"याजक क कछू खून महकउआ धूप क वेदी क सींगन प जरूर लगावइ चाही। (इ वेदी यहोवा क समन्वा मिलापवाला तम्बू क अन्दर अहइ।) याजक क बछवा क सारा खून होमबलि क वेदी क आधार प जरूर उड़ेरइ चाही। (इ वेदी मिलापवाला तम्बू क दुआर प अहइ।)"},{"number":8,"verse":"अउर ओका पापबलि कीन्ह गइ बछवा क सारी चबीर् जरूर निकारि लेइ चाही। ओका भितरे क हींसा क ढाँपि भइ चर्बी अउ ओकरे चारिहुँ कइँती क चबीर् क निकारि लेइ चाही।"},{"number":9,"verse":"ओका दुइनउँ गुर्दन अउर ओनका ढाँपइ वाला चबीर् अउ पुट्ठा प क चबीर् क भी भेंट चढ़ाई चाही। ओका उ झिल्ली जउन करेजा स चिपका भवा ह ओका भी निकारि लेइ चाही अउर गुर्दन क संग चढ़ावइ चाही।"},{"number":10,"verse":"याजक क इ सबइ चीजन ठीक उहइ तरह लेइ चाही जउने तरह उ इ सबइ चीजन मेलबलि क बछवा स लिहे रहा। याजक क होमबलि क वेदी प गोरु क भितरे क हींसन क जरूर बारि देइ चाही।"},{"number":11,"verse":"मुला याजक क बछवा क चाम, मूँड़, गोड़, भीतर क हींसन अउ तने क बेकार हींसा जरूर निकारि देइ चाही।"},{"number":12,"verse":"याजक क डेरा क बाहेर खास ठउरे इ हींसन जउन बछवा क सरीर क बचा भवा हींसा अहइ क हुँआ लइ जाइ चाही जहाँ राखी डारी जात ह। याजक क हुआँ काठ क आगी पइ जहाँ राखी क डारी दीन्ह गवा ह इन हींसन क जरूर बारइ चाही।"},{"number":13,"verse":"“अइसा होइ सकत ह कि समूचइ इस्राएल रास्ट्र स बे जाने भए कउनो अइसा पाप होइ जाइ जेका न करइ बरे परमेस्सर हुकुम दिहे होइ। मुला अइसा होइ जात ह तउ उ सबइ दोखी होइहीं।"},{"number":14,"verse":"जदि ओनका इ पापे क पता लगि जात ह तउ समूचइ रास्ट्र बरे एक ठु बछवा पापबलि खातिर चढ़ावा जाइ चाही। ओनका बछवा क मिलापवाला तम्बू क समन्वा लइ आवइ चाही।"},{"number":15,"verse":"बुर्जुगन क बछवा क मूँड़े प आपन हाथ धरइ चाही। बछवा क यहोवा क अगवा मारइ चाही।"},{"number":16,"verse":"तबहिं अभिसिक्त याजक क बछवा क तनिक खून मिलापवाला तम्बू मँ लइ आवइ चाही।"},{"number":17,"verse":"याजक क आपन अँगुरियन रकत मँ जरूर बोरइ चाही अउ पर्दा क समन्वा सात दाई रकत क छिछकारइ चाही। इ यहोवा क अहइ।"},{"number":18,"verse":"तब याजक क कछू रकत वेदी क सिंगियन प डावइ चाही। (उ वेदी मिलापवाला तम्बू मँ यहोवा क समन्वा बा।) याजक क सारा रकत होमबलि क वेदी क नींव प डावइ चाही। (उ वेदी मिलापवाला तम्बू क दुआरे प बा।)"},{"number":19,"verse":"तब याजक क गोरु क सारी चबीर् निकारि लेइ चाही अउ ओका वेदी प बारइ चाही।"},{"number":20,"verse":"उ बछवा क संग जरूर वइसा ही करी जइसा उ पापबलि क रूप मँ चढ़ावा भवा बछवा क संग किहे रहा। इ तरह याजक मनइयन क पाप क पछतावा करत ह एहसे लोग छिमा पाइहीं।"},{"number":21,"verse":"याजक डेरा क बाहेर बछवा क लइ जाइ अउर ओका हुआँ बारि देइ। इ पहिले क तरह होइ। इ पूरे समाज बरे पापबलि होइ।"},{"number":22,"verse":"“जब कउनो सासक यहोवा आपन परमेस्सर क हुकुम तोड़इ क पाप अनजाने मँ करत ह, तउ उ दोखी समुझा जाई।"},{"number":23,"verse":"अगर सासक क इ पाप क पता लागत ह तब ओका एक अइसा बोकरा जरूर लावइ चाही जेहमाँ कउनो दोख न होइ। इहइ ओकर भेंट होइ।"},{"number":24,"verse":"सासक क बोकरा क मूँड़ि प हाथ जरूर धरइ चाही अउ ओका उ ठउरे प मारइ चाही जहाँ उ पचे होमबलि क यहोवा क समन्वा मारत हीं। इ एक पापबलि अहइ।"},{"number":25,"verse":"याजक क पापबलि क कछू रकत आपन अँगुरियन प जरूर लेइ चाही। याजक क होमबलि क वेदी क सिंगियन प रकत जरूर छिछकारइ चाही। याजक क बचा भवा रकत होमबलि क वेदी क आधार प जरूर डावइ चाही।"},{"number":26,"verse":"अउ याजक क बोकरा क सारी चबीर् वेदी प जरूर बारइ चाही। ओका एका उहइ तरह बारइ चाही जउने तरह उ मेलबलि क चबीर् बारत ह। इ तरह याजक सासक क पाप क पछतावा करत ह अउ सासक छिमा पाइहीं।"},{"number":27,"verse":"“अइसा होइ सकत ह कि साधारण जनता मँ स कउनो मनई स संजोग स कउनो अइसा पाप होइ जाइ जेका यहोवा न करइ क हुकुम दिहेस ह।"},{"number":28,"verse":"अगर उ व्यक्ति क आपन पाप क पता लगि जाइ तउ उ एक ठु मादा बोकरी जरूर लियावइ जेहमाँ कउनो दोख न होइ। इ उ व्यक्ति क पापबलि होइ। उ इ बोकरी क उ पाप खातिर लियावइ जउन उ किहस ह।"},{"number":29,"verse":"ओका आपन हाथ गोरु क मूँड़ी प धरइ चाही अउ होमबलि क ठउरे प ओका बाँधइ चाही।"},{"number":30,"verse":"याजक क उ बोकरी क कछू रकत आपन अँगुरियन प जरूर लेइ चाही अउ याजक क होमबलि क वेदी क सिंगियन प रकत जरूर छिड़कइ चाही। याजक क बचा भवा रकत होमबलि क आधार प जरूर डावइ चाही।"},{"number":31,"verse":"तब याजक क बोकरी क सारी चबीर् उहइ तरह निकारइ चाही जउने तरह मेलबलि स चर्बी निकारी जात रहा। याजक क ऍका यहोवा बरे सुहावना सुगंध क रूप मँ धूप क वेदी प बारइ चाही। इ तरह याजक उ मनई क पापे क पछतावा कइ देइ अउ व्यक्ति छिमा पाइहीं।"},{"number":32,"verse":"“अगर उ मनई पापबलि क रुप मँ एक ठु भेड़ी क बच्चा लिआवत ह तउ ओका एक मादा भेड़ी क बच्चा लइ आवइ चाही जेहमाँ कउनो दोख न होइ।"},{"number":33,"verse":"मनई क ओकरे मूँड़ी प हाथ धरइ चाही अउ ओका उ ठउरे प पापबलि क रुप मँ मारइ चाही जहाँ उ पचे होमबलि क गोरु क मारत हीं।"},{"number":34,"verse":"याजक क उ बोकरी क कछू रकत आपन अँगुरियन प जरूर लेइ चाही अउ याजक क होमबलि क वेदी क सिंगियन प रकत जरूर छिड़करइ चाही। याजक क बचा भवा रकत होमबलि क आधार प जरूर डावइ चाही।"},{"number":35,"verse":"याजक क मेमना क सारी चबीर् उहइ तरह लेइ चाही जउने तरह मेलबलि क चबीर् लीन्ह जात ह। याजक क मेमना क सारी चर्बी क यहोवा क उपहार क रूप मँ जरूर बारइ चाही। इ तरह याजक उ व्यक्ति क पापे क पछतावा करी अउ उ व्यक्ति छिमा पाइहीं।"}]}