{"bibleAbbr":"awaERV2005","bookName":"लैव्यव्यवस्था","bookEnglishName":"Leviticus","chapterNumber":5,"verses":[{"number":1,"verse":"( एक मनई दुआरा अनजाने मँ कीन्ह गवा पाप) “जदि कउनो मनई अदालत मँ गवाही देइ बरे बोलावा जात ह अउ जउन कछू उ लखेस ह या अनकेस ह, ओका नाहीं बतावत तउ उ पाप करत ह। ओका ओकरे अपराध बरे जरुर ही सजा भोगइ क होइ।"},{"number":2,"verse":"“जदि कउनो व्यक्ति कउनो असुद्ध चिजियन क जइसे जंगली जनावर या घरेलू जनावर या रेंगइवाला कउनो जनावर क ल्हास क अनजाने मँ छुवत ह तउ उ व्यक्ति, जदि ओका ऍकर पता नाहीं भी लागत तउ भी उ दोखी होइ।"},{"number":3,"verse":"“एक व्यक्ति अलग-अलग चिजियन स असुद्ध होइ सकत ह। अगर कउनो प्रकार क मानव अनजाने मँ किसी असुद्ध मनई क छुअत ह, तउ जे टेम मँ ओका इ पता चली उ दोखी होइ।"},{"number":4,"verse":"“अगर एक व्यक्ति कउनो व्यक्ति स कछू नीक या खोट करइ क बचन करत ह अउ ओका बिसरि जात ह, जब उ आपन बचन क सुमिरइ तब उ दोखी होइ।"},{"number":5,"verse":"एह बरे, अगर उ एनमाँ स कउनो चिजियन क दोखी बाटइ तउ ओका आपन बुराई जेका उ किहेस ह क कबूल लेइ चाही।"},{"number":6,"verse":"ओका आपन झुण्ड मँ स एक ठु मादा मेमना या एक ठु बोकरी पापबलि बरे लावइ चाही। इ उ यहोवा बरे आपन दोख बरे किहेस ह। तब याजक उ व्यक्ति क पापे क पछतावा करी।"},{"number":7,"verse":"“अगर कउनो मनई भेड़ी क बच्चा भेंट करइ मँ समरथ नाहीं अहइ तउ ओका दुइ फाक़्ता या कबूतरे क दुइ बच्चा यहोवा क भेंटे मँ देइ चाही। इ ओकरे पाप बरे दोखबलि होइ। एक ठु पंछी दोखबलि बरे होइ चाही अउ दूसर होमबलि बरे होइ चाही।"},{"number":8,"verse":"उ मनई क चाही कि उ ओन पंछियन क याजक क लगे लइ जाइ। पहिले याजक क दोखबलि क रुप मँ एक पंछी चढ़ावइ चाही। याजक पंछी क गटई क मरोड़ देइ। मुला याजक पंछी क दुइ हींसा मँ न बाँटी।"},{"number":9,"verse":"तब याजक क पापबलि क कछू रकत क वेदी क सिरन कइँती प जरूर डावइ चाही। तब याजक क बचा भवा रकत क वेदी क आधार प जरूर डावइ चाही। इ एक दोखबलि अहइ।"},{"number":10,"verse":"तब याजक क नेम क मुताबिक होमबलि क रुप मँ यहोवा क दूसर पंछी क भेंट चढ़ावइ चाही। इ तरह याजक उ व्यक्ति क पापे क पछतावा करी अउ उ व्यक्ति छिमा पाइहीं।"},{"number":11,"verse":"“अगर कउनो व्यक्ति दुइ फाख़ता या दुइ कबूतर क भेंट चढ़ावइ मँ समरथ न होइ तउ ओका एपा क दसवाँ हींसा महीन आटा जरूर भेंट चाही। इ ओकर पापबलि होइ। उ मनई क आटा प तेल नाहीं डावइ चाही। ओका ऍह प लोहबान नाहीं डावइ चाही काहेकि इ पापबलि बाटइ।"},{"number":12,"verse":"मनई क आटा याजक क लगे जरूर लावइ चाही। याजक एहमाँ स मुट्ठी भइ आटा निकारी। इ स्मृति भेंट होइ। याजक यहोवा क उपहार क रूप मँ वेदी क ऊपर आटा क बारी। इ पापबलि अहइ।"},{"number":13,"verse":"इ तरह याजक उ व्यक्ति क पाप क अपराध बरे पछतावा करी अउ उ छिमा पाइहीं। बची भइ आटा याजक बरे अन्नबलि क जइसा ही होइ।”"},{"number":14,"verse":"यहोवा मूसा स कहेस,"},{"number":15,"verse":"“एक व्यक्ति गलती स यहोवा क पवित्तर चीजन मँ स एक ठु चीज लइ सकत ह। अइसा हालत मँ उ व्यक्ति क एक ठु बिना दोख क भेड़ा लइ आवइ चाही। इ भेड़ा यहोवा बरे ओकर दोखबलि होइ। तोहका उ भेड़ा क कीमत तय करइ बरे पवित्तर स्थान क सेकेल क अनुसार बइपरइ चाही।"},{"number":16,"verse":"उ व्यक्ति क पवित्तर चीजन बरे भुगतान जरुर करइ चाही अउर जउने चीजन क उ लिहस ह। ओका कीमत मँ पाँचवाँ हींसा जोरि देइ चाही अउर ओका इ धन याजक क देइ चाही। इ तरह याजक दोखबलि क भेड़ा क जरिये उ मनई क पाप क पछतावा करी अउ उ व्यक्ति छिमा पाइहीं।"},{"number":17,"verse":"“अगर कउनो व्यक्ति पाप करत ह अउ जउन चीजन क न करइ क हुकुम यहोवा दिहे अहइ, ओनका करत ह तउ इ बात क कउनो महत्व नाहीं कि उ एकॉ नाहीं जानत। उ मनई अपराधी अहइ अउर आपन पाप क जिम्मेदार होइ।"},{"number":18,"verse":"उ व्यक्ति क एक ठु उचित कीमत क निदोर्ख भेड़ा आपन झुण्ड स याजक क लगे लइ आवइ चाही। भेड़ा दोखबलि होइ। इ तरह याजक उ व्यक्ति क उ पाप बरे पछतावा करी जेका उ अनजाने मँ किहेस ह अउ उ छिमा पाइहीं।"},{"number":19,"verse":"मनई अपराधी अहइ चाहे उ इ न जानत होइ कि उ पाप करत बा। एह बरे ओका यहोवा क दोखबलि देइ क होइ।”"}]}