{"bibleAbbr":"awaERV2005","bookName":"लैव्यव्यवस्था","bookEnglishName":"Leviticus","chapterNumber":6,"verses":[{"number":1,"verse":"( दूसर पाप बरे दोखबलि) यहोवा मूसा स कहेस,"},{"number":2,"verse":"“एक मनई यहोवा क समन्वा दोखी समुझा जाइ अगर उ एनमाँ स कउनो कार्य करत ह: उ एक पड़ोसी क उ सामान जउन ओका देखरेख करइ बरे दीन्ह ग अहइ क बरे छल कइ सकत ह, या उ वस्तु क आपन खुद क लइ ले सकत ह, या उ कछू चोराइ सकत ह, या आपन पड़ोसी क ठग सकत ह,"},{"number":3,"verse":"या ओका कउनो क हेरान चीज मिलइ अउर तब उ ओकरे बारे मँ लबार बोल सकत ह या कउनो मनई कछू करइ क झूठा बचन दइ सकत ह या उ कउनो अइसा अपराध कइ सकत ह जउन दूसर लोग करत ह।"},{"number":4,"verse":"अगर कउनो मनई अइसा पाप ओनमाँ स करत ह अउ उ दोखी होत ह, ओका उ जरूर वापिस करइ चाही जउन उ चुराएस ह, या उ लाभ जउन उ ठगी स प्राप्त किहेस ह, या उ सामान जउन देखरेख बरे लिहस ह, या उ खोया भवा सामान जउन उ पाएस ह, क जरूर वापिस करइ चाही।"},{"number":5,"verse":"या जउन कउनो क बारे मँ झूठ बचन दीन्ह ग होइ, उ ओका ओन वस्तुअन क पूरा दाम चुकावइ चाही अउर तब ओका चीज क दाम क पाँचवाँ हींसा अलावा देइ चाही। ओका असली मालिक क धन जरूर देइ चाही। ओका इ उहइ दिन करइ चाही जउने दिन उ दोखबलि लिआवइ।"},{"number":6,"verse":"उ व्यक्ति क दोखबलि याजक क लगे जरूर लिआवइ चाही। इ जरूर झुण्ड स एक भेड़ा होइ चाही। भेड़ा मँ कउनो दोख नाहीं होइ चाही। इ जरूर उहइ दाम क होइ चाही जउन याजक कहइ। इ यहोवा बरे दोखबलि होइ।"},{"number":7,"verse":"तब याजक यहोवा क समन्वा उ मनई क ओन पापन क पछतावा करी अउ उ व्यक्ति सभी चीजन बरे छिमा पाइ जेनका उ किहेस अउ उ दोखी होइ गवा।”"},{"number":8,"verse":"( होमबलि) यहोवा मूसा स कहेस,"},{"number":9,"verse":"“हारून अउ ओकरे पूतन क इ हुकुम द्या: होमबलि क वेदी क अगी कुण्ड मँ पूरी रात भिन्सार होइ तलक जरूर राखइ चाही। वेदी क आगी क वेदी प जरूर बरत रहइ चाही।"},{"number":10,"verse":"याजक क सन क उत्तिम रेसा क बना भवा चोगा जरूर पहिरइ चाही। ओका आपन तन स चिपका जाँघिया पहिरइ चाही। तब याजक क होमबलि प पूरी तरह स जरि जाइ क पाछे वेदी स बची भइ राखी क उठावइ चाही। याजक क वेदी क बगल मँ राखी जरूर राखइ चाही।"},{"number":11,"verse":"तब याजक क आप ओढ़ना क उतारइ चाही अउ दूसर ओढ़ना पहिरइ चाही। तब ओका डेरा स बाहेर साफ ठउर प राखी लइ जाइ चाही।"},{"number":12,"verse":"मुला वेदी प आगी क जरूर बरत रहइ चाही। एका बुझइ नाहीं देइ चाही। याजक क रोज भिन्सारे वेदी प काठ जरूर बारइ चाही। ओका वेदी प होमबलि जरूर रखइ चाही। ओका मेलबलि क चबीर् जरूर बारइ चाही।"},{"number":13,"verse":"वेदी प आगी लगातर बरत रहइ चाही। एका बुझइ नाहीं चाही।"},{"number":14,"verse":"( अन्नबलि) “अन्नबलि क इ नेम अहइ कि हारून क पूतन क वेदी क समन्वा यहोवा बरे अन्नबलि जरूर लावइ चाही।"},{"number":15,"verse":"याजक क अन्नबलि मँ स मूठी भइ उत्तिम ऍकर आटा, ऍकर तेल अउ ऍकर लोहबान लेइ चाही अउ ऍका वेदी पइ बारइ चाही। इ यहोवा बरे एक खुसबूदार अउर स्मृति भेंट होइ।"},{"number":16,"verse":"“हारून अउ ओकरे बेटहनन क बची भइ अन्नबलि क खाइ चाही। अन्नबलि एक तरह क अखमीरी रोटी क भेंट अहइ। याजक लोगन क इ रोटी पवित्तर ठउर मँ खाइ चाही। ओनका मिलापवाला तम्बू क आँगन मँ अन्नबलि खाइ चाही।"},{"number":17,"verse":"अन्नबलि खमीर क मिलइके जरूर नाहीं पकावइ चाही। मइँ इ ओनका आपन उपहार मँ स ओकर हींसा दिहेस ह। इ पापबलि अउ दोखबलि क नाईं बहोतइ पवित्तर बाटइ।"},{"number":18,"verse":"हारून क पूतन मँ स हर एक यहोवा क चढ़ाइ भइ भेंट स खाइ सकत ह। इ तोहरी पीढ़ियन बरे सदा नेम बाटइ। जउन कउनो ऍका छुअब उ जरूर पवित्तर होइ चाही।”"},{"number":19,"verse":"( याजक लोगन क अन्नबलि) यहोवा मूसा स कहेस,"},{"number":20,"verse":"“हारून अउ ओकरे बेटवन क जउन अन्नबलि लइ आवइ चाही उ इ अहइ। ओनका इ उ दिना ही करइ चाही जउने दिन हारून क अभिसेक भवा रहा। ओनका हमेसा एपा क दसवाँ हींसा महीन आटा अन्नबलि बरे जरूर लेइ चाही। ओनका ऍकर आधा भिन्सारे अउ आधा साँझ मँ लइ आवइ चाही।"},{"number":21,"verse":"उत्तिम महीन आटे मँ तेल जरूर डावइ चाही अउ ओका कड़ाही मँ जरूर भँजइ चाही। जब इ भुँज जाइ तब ऍका जरूर भीतर लिआवइ चाही। भेंट पूर्ण रूप स जरूर टूकन मँ तोड़वइ चाही। तू पचन क यहोवा क चूरमा क भेंट जरूर चढ़ावइ चाही ऍकर सुगन्धि यहोवा क खुस करी।"},{"number":22,"verse":"“हारून क सन्तानन मँ स, जउन हारून क जगह पइ अभिसिक्त अहइ, क इ अन्नबलि यहोवा बरे चढ़ावइ चाही। इ नेम हमेसा बरे अहइ। अन्नबलि यहोवा बरे पूर्ण रूप स जरूर जरावइ चाही।"},{"number":23,"verse":"याजक क हर एक अन्नबलि पूरी तरह जरावइ चाही। एका खाई नाहीं चाही।”"},{"number":24,"verse":"( पापबलि क नेम) यहोवा मूसा स कहेस,"},{"number":25,"verse":"“हारून अउ ओकरे पूतन स कहा: पापबलि बरे इ नेम अहइ कि पापबलि क हुवँइ मारा जाइ चाही जहाँ यहोवा क समन्वा होमबलि क मारा जात ह। इ बहोतइ पवित्तर बाटइ।"},{"number":26,"verse":"उ याजक क ऍका खाइ चाही, जउन पापबलि चढ़ावत ह। ओका पवित्तर ठउरे प मिलापवाला तम्बू क आँगन मँ एका खाइ चाही।"},{"number":27,"verse":"कउनो मनई जउन पापबलि क गोस क छुअत ह ओका पवित्तर होइ चाही। “अगर छिछकारा भवा रकत कउनो मनई क ओढ़ना प पड़त ह तउ ओन ओढ़नन क जरूर धोइ चाही। तू पचन क ओन ओढ़नन क सिरिफ एक पवित्तर ठउरे मँ ही धोवइ चाही।"},{"number":28,"verse":"अगर पापबलि कउनो माटी क बासन मँ उबाली जाइ, तउ उ बासन क जरूर फोड़ देइ चाही। अगर पापबलि क काँसा क बासन मँ उबाला जाइ, तउ बासन क जरूर माँजा जाइ अउ पानी स धोवा जाइ।"},{"number":29,"verse":"“याजक परिवारे क कउनो मनई पापबलि क खाइ सकत ह। इ सबन्त पवित्तर बाटइ।"},{"number":30,"verse":"मुला अगर पापबलि क रकत पवित्तर ठउर प पछतावा करइ बरे मिलापवाला तम्बू मँ लइ जाइ। तउ पापबलि क आगी मँ बारि देइ चाही। याजकन क उ पापबलि जरूर नाहीं खाइ चाही।"}]}