{"bibleAbbr":"NIV2011","bookName":"Job","bookEnglishName":"Job","chapterNumber":15,"verses":[{"number":1,"verse":"(Eliphaz) Then Eliphaz the Temanite replied:"},{"number":2,"verse":"“Would a wise person answer with empty notions or fill their belly with the hot east wind?"},{"number":3,"verse":"Would they argue with useless words, with speeches that have no value?"},{"number":4,"verse":"But you even undermine piety and hinder devotion to God."},{"number":5,"verse":"Your sin prompts your mouth; you adopt the tongue of the crafty."},{"number":6,"verse":"Your own mouth condemns you, not mine; your own lips testify against you."},{"number":7,"verse":"“Are you the first man ever born? Were you brought forth before the hills?"},{"number":8,"verse":"Do you listen in on God’s council? Do you have a monopoly on wisdom?"},{"number":9,"verse":"What do you know that we do not know? What insights do you have that we do not have?"},{"number":10,"verse":"The gray-haired and the aged are on our side, men even older than your father."},{"number":11,"verse":"Are God’s consolations not enough for you, words spoken gently to you?"},{"number":12,"verse":"Why has your heart carried you away, and why do your eyes flash,"},{"number":13,"verse":"so that you vent your rage against God and pour out such words from your mouth?"},{"number":14,"verse":"“What are mortals, that they could be pure, or those born of woman, that they could be righteous?"},{"number":15,"verse":"If God places no trust in his holy ones, if even the heavens are not pure in his eyes,"},{"number":16,"verse":"how much less mortals, who are vile and corrupt, who drink up evil like water!"},{"number":17,"verse":"“Listen to me and I will explain to you; let me tell you what I have seen,"},{"number":18,"verse":"what the wise have declared, hiding nothing received from their ancestors"},{"number":19,"verse":"(to whom alone the land was given when no foreigners moved among them):"},{"number":20,"verse":"All his days the wicked man suffers torment, the ruthless man through all the years stored up for him."},{"number":21,"verse":"Terrifying sounds fill his ears; when all seems well, marauders attack him."},{"number":22,"verse":"He despairs of escaping the realm of darkness; he is marked for the sword."},{"number":23,"verse":"He wanders about for food like a vulture; he knows the day of darkness is at hand."},{"number":24,"verse":"Distress and anguish fill him with terror; troubles overwhelm him, like a king poised to attack,"},{"number":25,"verse":"because he shakes his fist at God and vaunts himself against the Almighty,"},{"number":26,"verse":"defiantly charging against him with a thick, strong shield."},{"number":27,"verse":"“Though his face is covered with fat and his waist bulges with flesh,"},{"number":28,"verse":"he will inhabit ruined towns and houses where no one lives, houses crumbling to rubble."},{"number":29,"verse":"He will no longer be rich and his wealth will not endure, nor will his possessions spread over the land."},{"number":30,"verse":"He will not escape the darkness; a flame will wither his shoots, and the breath of God’s mouth will carry him away."},{"number":31,"verse":"Let him not deceive himself by trusting what is worthless, for he will get nothing in return."},{"number":32,"verse":"Before his time he will wither, and his branches will not flourish."},{"number":33,"verse":"He will be like a vine stripped of its unripe grapes, like an olive tree shedding its blossoms."},{"number":34,"verse":"For the company of the godless will be barren, and fire will consume the tents of those who love bribes."},{"number":35,"verse":"They conceive trouble and give birth to evil; their womb fashions deceit.”"}]}