{"bibleAbbr":"NIV2011","bookName":"Job","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"(Bildad) Then Bildad the Shuhite replied:"},{"number":2,"verse":"“How long will you say such things? Your words are a blustering wind."},{"number":3,"verse":"Does God pervert justice? Does the Almighty pervert what is right?"},{"number":4,"verse":"When your children sinned against him, he gave them over to the penalty of their sin."},{"number":5,"verse":"But if you will seek God earnestly and plead with the Almighty,"},{"number":6,"verse":"if you are pure and upright, even now he will rouse himself on your behalf and restore you to your prosperous state."},{"number":7,"verse":"Your beginnings will seem humble, so prosperous will your future be."},{"number":8,"verse":"“Ask the former generation and find out what their ancestors learned,"},{"number":9,"verse":"for we were born only yesterday and know nothing, and our days on earth are but a shadow."},{"number":10,"verse":"Will they not instruct you and tell you? Will they not bring forth words from their understanding?"},{"number":11,"verse":"Can papyrus grow tall where there is no marsh? Can reeds thrive without water?"},{"number":12,"verse":"While still growing and uncut, they wither more quickly than grass."},{"number":13,"verse":"Such is the destiny of all who forget God; so perishes the hope of the godless."},{"number":14,"verse":"What they trust in is fragile ; what they rely on is a spider’s web."},{"number":15,"verse":"They lean on the web, but it gives way; they cling to it, but it does not hold."},{"number":16,"verse":"They are like a well-watered plant in the sunshine, spreading its shoots over the garden;"},{"number":17,"verse":"it entwines its roots around a pile of rocks and looks for a place among the stones."},{"number":18,"verse":"But when it is torn from its spot, that place disowns it and says, ‘I never saw you.’"},{"number":19,"verse":"Surely its life withers away, and from the soil other plants grow."},{"number":20,"verse":"“Surely God does not reject one who is blameless or strengthen the hands of evildoers."},{"number":21,"verse":"He will yet fill your mouth with laughter and your lips with shouts of joy."},{"number":22,"verse":"Your enemies will be clothed in shame, and the tents of the wicked will be no more.”"}]}