{"bibleAbbr":"HSB+","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":4,"verses":[{"number":1,"verse":"נְבוּכַדְנֶצַּ֣ר <WH5020> ne-vu-chad-netz-Tzar Nebuchadnezzar מַלְכָּ֗א <WH4430> mal-Ka, the king לְֽכָל־ <WH3606> le-chol unto all עַֽמְמַיָּ֞א <WH5972> 'am-mai-Ya people אֻמַיָּ֧א <WH524> 'u-mai-Ya nations וְלִשָּׁנַיָּ֛א <WH3961> ve-lish-sha-nai-Ya and languages דִּֽי־ <WH1768> di- forasmuch; דָאֲרִין da-'a-rin כדָיְרִ֥ין <WH1753> da-ye-Rin dwell קבְּכָל־ <WH3606> be-chol in all אַרְעָ֖א <WH772> 'ar-'A the earth שְׁלָמְכ֥וֹן <WH8001> she-la-me-Chon Peace יִשְׂגֵּֽא׃ <WH7680> yis-Ge. be multiplied"},{"number":2,"verse":"אָֽתַיָּא֙ <WH852> 'a-tai-Ya the signs וְתִמְהַיָּ֔א <WH8540> ve-tim-hai-Ya, and wonders דִּ֚י <WH1768> di which עֲבַ֣ד <WH5648> 'a-Vad hath wrought עִמִּ֔י <WH5974> 'im-Mi, toward אֱלָהָ֖א <WH426> 'e-la-Ha God; עִלָּיָא 'il-la-ya כעִלָּאָ֑ה <WH5943> 'il-la-'Ah; high קשְׁפַ֥ר <WH8232> she-Far it good קָֽדָמַ֖י <WH6925> ka-da-Mai I thought לְהַחֲוָיָֽה׃ <WH2324> le-ha-cha-va-Yah. to shew"},{"number":3,"verse":"אָת֙וֹהִי֙ <WH852> a-To-hi [are] his signs כְּמָ֣ה <WH4101> ke-Mah How רַבְרְבִ֔ין <WH7260> rav-re-Vin, great וְתִמְה֖וֹהִי <WH8540> ve-tim-Ho-hi [are] his wonders כְּמָ֣ה <WH4101> ke-Mah and how תַקִּיפִ֑ין <WH8624> tak-ki-Fin; mighty מַלְכוּתֵהּ֙ <WH4437> mal-chu-Teh his kingdom מַלְכ֣וּת <WH4437> mal-Chut kingdom עָלַ֔ם <WH5957> 'a-Lam, [is] an everlasting וְשָׁלְטָנֵ֖הּ <WH7985> ve-shal-ta-Neh and his dominion עִם־ <WH5974> 'im- [is] from דָּ֥ר <WH1859> dar generation וְדָֽר׃ <WH1859> ve-Dar. to generation"},{"number":4,"verse":"אֲנָ֣ה <WH576> 'a-Nah I נְבוּכַדְנֶצַּ֗ר <WH5020> ne-vu-chad-netz-Tzar, Nebuchadnezzar שְׁלֵ֤ה <WH7954> she-Leh at rest הֲוֵית֙ <WH1934> ha-Veit was בְּבֵיתִ֔י <WH1005> be-vei-Ti, in mine house וְרַעְנַ֖ן <WH7487> ve-ra'-Nan and flourishing בְּהֵיכְלִֽי׃ <WH1965> be-hei-che-Li. in my palace"},{"number":5,"verse":"חֵ֥לֶם <WH2493> Che-lem a dream חֲזֵ֖ית <WH2370> cha-Zeit I saw וִֽידַחֲלִנַּ֑נִי <WH1763> vi-da-cha-lin-Na-ni; which made me afraid וְהַרְהֹרִין֙ <WH2031> ve-har-ho-Rin and the thoughts עַֽל־ <WH5922> 'al- upon מִשְׁכְּבִ֔י <WH4903> mish-ke-Vi, my bed וְחֶזְוֵ֥י <WH2376> ve-chez-Vei and the visions רֵאשִׁ֖י <WH7217> re-Shi of my head יְבַהֲלֻנַּֽנִי׃ <WH927> ye-va-ha-lun-Na-ni. troubled"},{"number":6,"verse":"וּמִנִּי֙ <WH4481> u-min-Ni I שִׂ֣ים <WH7761> sim made טְעֵ֔ם <WH2942> te-'Em, a decree לְהַנְעָלָ֣ה <WH5954> le-han-'a-Lah to bring קָֽדָמַ֔י <WH6925> ka-da-Mai, before לְכֹ֖ל <WH3606> le-Chol in all חַכִּימֵ֣י <WH2445> chak-ki-Mei the wise בָבֶ֑ל <WH895> va-Vel; [men] of Babylon דִּֽי־ <WH1768> di- forasmuch פְשַׁ֥ר <WH6591> fe-Shar unto me the interpretation חֶלְמָ֖א <WH2493> chel-Ma of the dream יְהֽוֹדְעֻנַּֽנִי׃ <WH3046> ye-Hod-'un-Na-ni. me that they might make known"},{"number":7,"verse":"בֵּאדַ֣יִן <WH116> be-Da-yin Then; עָלֲלִין 'a-la-lin כעָלִּ֗ין <WH5954> 'al-Lin, bring in קחַרְטֻמַיָּא֙ <WH2749> char-tu-mai-Ya in the magicians אָֽשְׁפַיָּ֔א <WH826> 'a-she-fai-Ya, the astrologers; כַּשְׂדָּיֵא kas-da-ye ככַּשְׂדָּאֵ֖י <WH3779> kas-da-'Ei Chaldean קוְגָזְרַיָּ֑א <WH1505> ve-ga-ze-rai-Ya; and the soothsayers וְחֶלְמָ֗א <WH2493> ve-chel-Ma, the dream אָמַ֤ר <WH560> 'a-Mar told אֲנָה֙ <WH576> 'a-Nah and I קֳדָ֣מֵיה֔וֹן <WH6925> ko-Da-mei-Hon, before וּפִשְׁרֵ֖הּ <WH6591> u-fish-Reh unto me the interpretation לָא־ <WH3809> la- them but they did not מְהוֹדְעִ֥ין <WH3046> me-hod-'In make known לִֽי׃ Li."},{"number":8,"verse":"וְעַ֣ד <WH5705> ve-'Ad But at אָחֳרֵ֡ין <WH318> 'o-cho-Rein the last עַל֩ <WH5954> 'al came קָֽדָמַ֨י <WH6925> ka-da-Mai before me דָּנִיֵּ֜אל <WH1841> da-ni-Yel Daniel דִּֽי־ <WH1768> di- whose שְׁמֵ֤הּ <WH8036> she-Meh whose name בֵּלְטְשַׁאצַּר֙ <WH1096> be-le-te-shatz-Tzar [was] Belteshazzar כְּשֻׁ֣ם <WH8036> ke-Shum according to the name אֱלָהִ֔י <WH426> 'e-la-Hi, of my god וְדִ֛י <WH1768> ve-Di whom רֽוּחַ־ <WH7308> Ru-ach- and in whom [is] the spirit אֱלָהִ֥ין <WH426> 'e-la-Hin gods קַדִּישִׁ֖ין <WH6922> kad-di-Shin of the holy בֵּ֑הּ <WH99999> Beh; וְחֶלְמָ֖א <WH2493> ve-chel-Ma the dream קָֽדָמ֥וֹהִי <WH6925> ka-da-Mo-hi and before אַמְרֵֽת׃ <WH560> 'am-Ret. him I told"},{"number":9,"verse":"בֵּלְטְשַׁאצַּר֮ <WH1096> be-le-te-shatz-Tzar O Belteshazzar רַ֣ב <WH7229> rav master חַרְטֻמַיָּא֒ <WH2749> char-tu-mai-Ya of the magicians דִּ֣י׀ <WH1768> di since אֲנָ֣ה <WH576> 'a-Nah because I יִדְעֵ֗ת <WH3046> yid-'Et, know דִּ֠י <WH1768> di which ר֣וּחַ <WH7308> Ru-ach that the spirit אֱלָהִ֤ין <WH426> 'e-la-Hin gods קַדִּישִׁין֙ <WH6922> kad-di-Shin of the holy בָּ֔ךְ Bach, וְכָל־ <WH3606> ve-chol all רָ֖ז <WH7328> raz secret לָא־ <WH3809> la- or even אָנֵ֣ס <WH598> 'a-Nes troubleth לָ֑ךְ <WH99999> Lach; חֶזְוֵ֨י <WH2376> chez-Vei me the visions חֶלְמִ֧י <WH2493> chel-Mi of my dream דִֽי־ <WH1768> di- which חֲזֵ֛ית <WH2370> cha-Zeit that I have seen וּפִשְׁרֵ֖הּ <WH6591> u-fish-Reh and the interpretation אֱמַֽר׃ <WH560> 'e-Mar. thee tell"},{"number":10,"verse":"וְחֶזְוֵ֥י <WH2376> ve-chez-Vei Thus [were] the visions רֵאשִׁ֖י <WH7217> re-Shi of mine head עַֽל־ <WH5922> 'al- in מִשְׁכְּבִ֑י <WH4903> mish-ke-Vi; my bed חָזֵ֣ה <WH2370> cha-Zeh was looking הֲוֵ֔ית <WH1934> ha-Veit, become וַאֲל֥וּ <WH431> va-'a-Lu and behold אִילָ֛ן <WH363> 'i-Lan a tree בְּג֥וֹא <WH1459> be-Go in the midst אַרְעָ֖א <WH772> 'ar-'A of the earth וְרוּמֵ֥הּ <WH7314> ve-ru-Meh and the height שַׂגִּֽיא׃ <WH7690> sag-Gi. thereof [was] great"},{"number":11,"verse":"רְבָ֥ה <WH7236> re-Vah grew אִֽילָנָ֖א <WH363> 'i-la-Na The tree וּתְקִ֑ף <WH8631> u-te-Kif; and was strong וְרוּמֵהּ֙ <WH7314> ve-ru-Meh and the height יִמְטֵ֣א <WH4291> yim-Te thereof reached לִשְׁמַיָּ֔א <WH8065> lish-mai-Ya, unto heaven וַחֲזוֹתֵ֖הּ <WH2379> va-cha-zo-Teh and the sight לְס֥וֹף <WH5491> le-Sof thereof to the end כָּל־ <WH3606> kol- of all אַרְעָֽא׃ <WH772> 'ar-'A. the earth"},{"number":12,"verse":"עָפְיֵ֤הּ <WH6074> 'a-fe-Yeh The leaves שַׁפִּיר֙ <WH8209> shap-Pir thereof [were] fair וְאִנְבֵּ֣הּ <WH4> ve-'in-Beh and the fruit שַׂגִּ֔יא <WH7690> sag-Gi, thereof much וּמָז֨וֹן <WH4203> u-ma-Zon and in it [was] meat לְכֹ֖לָּא־ <WH3606> le-Chol-la- for all בֵ֑הּ Veh; תְּחֹת֜וֹהִי <WH8460> te-cho-To-hi under תַּטְלֵ֣ל׀ <WH2927> tat-Lel had shadow חֵיוַ֣ת <WH2423> chei-Vat the beasts בָּרָ֗א <WH1251> ba-Ra, of the field וּבְעַנְפ֙וֹהִי֙ <WH6056> u-ve-'an-Fo-hi in the boughs; יְדֻרוּן ye-du-run כיְדוּרָן֙ <WH1753> ye-du-Ran dwell קצִפֲּרֵ֣י <WH6853> tzip-pa-Rei it and the fowls שְׁמַיָּ֔א <WH8065> she-mai-Ya, of the heaven וּמִנֵּ֖הּ <WH4481> u-min-Neh of it יִתְּזִ֥ין <WH2110> yit-te-Zin was fed כָּל־ <WH3606> kol- thereof and all בִּשְׂרָֽא׃ <WH1321> bis-Ra. flesh"},{"number":13,"verse":"חָזֵ֥ה <WH2370> cha-Zeh was looking הֲוֵ֛ית <WH1934> ha-Veit in בְּחֶזְוֵ֥י <WH2376> be-chez-Vei in the visions רֵאשִׁ֖י <WH7217> re-Shi of my head עַֽל־ <WH5922> 'al- upon מִשְׁכְּבִ֑י <WH4903> mish-ke-Vi; my bed וַאֲלוּ֙ <WH431> va-'a-Lu and behold עִ֣יר <WH5894> 'ir a watcher וְקַדִּ֔ישׁ <WH6922> ve-kad-Dish, and an holy one מִן־ <WH4481> min- from שְׁמַיָּ֖א <WH8065> she-mai-Ya heaven נָחִֽת׃ <WH5182> na-Chit. came down"},{"number":14,"verse":"קָרֵ֨א <WH7123> ka-Re He cried בְחַ֜יִל <WH2429> ve-Cha-yil aloud וְכֵ֣ן <WH3652> ve-Chen thus אָמַ֗ר <WH560> 'a-Mar, and said גֹּ֤דּוּ <WH1414> God-du Hew down אִֽילָנָא֙ <WH363> 'i-la-Na the tree וְקַצִּ֣צוּ <WH7113> ve-katz-Tzi-tzu and cut off עַנְפ֔וֹהִי <WH6056> an-Fo-hi, his branches אַתַּ֥רוּ <WH5426> 'at-Ta-ru shake off עָפְיֵ֖הּ <WH6074> 'a-fe-Yeh his leaves וּבַדַּ֣רוּ <WH921> u-vad-Da-ru and scatter אִנְבֵּ֑הּ <WH4> 'in-Beh; his fruit תְּנֻ֤ד <WH5111> te-Nud get away חֵֽיוְתָא֙ <WH2423> chei-ve-Ta let the beasts מִן־ <WH4481> min- from תַּחְתּ֔וֹהִי <WH8479> tach-To-hi, under it וְצִפְּרַיָּ֖א <WH6853> ve-tzip-pe-rai-Ya and the fowls מִן־ <WH4481> min- from עַנְפֽוֹהִי׃ <WH6056> an-Fo-hi. his branches"},{"number":15,"verse":"בְּרַ֨ם <WH1297> be-Ram Nevertheless עִקַּ֤ר <WH6136> 'ik-Kar the stump שָׁרְשׁ֙וֹהִי֙ <WH8330> sha-re-Sho-hi of his roots בְּאַרְעָ֣א <WH772> be-'ar-'A in the earth שְׁבֻ֔קוּ <WH7662> she-Vu-ku, leave וּבֶֽאֱסוּר֙ <WH613> u-ve-'e-Sur even with a band דִּֽי־ <WH1768> di- forasmuch פַרְזֶ֣ל <WH6523> far-Zel of iron וּנְחָ֔שׁ <WH5174> u-ne-Chash, and brass בְּדִתְאָ֖א <WH1883> be-dit-'A in the tender grass דִּ֣י <WH1768> di forasmuch בָרָ֑א <WH1251> va-Ra; of the field וּבְטַ֤ל <WH2920> u-ve-Tal with the dew שְׁמַיָּא֙ <WH8065> she-mai-Ya of heaven יִצְטַבַּ֔ע <WH6647> yitz-tab-Ba', and let it be wet וְעִם־ <WH5974> ve-'im- [be] with חֵיוְתָ֥א <WH2423> cheiv-Ta the beasts חֲלָקֵ֖הּ <WH2508> cha-la-Keh and [let] his portion בַּעֲשַׂ֥ב <WH6211> ba-'a-Sav in the grass אַרְעָֽא׃ <WH772> 'ar-'A. of the earth"},{"number":16,"verse":"לִבְבֵהּ֙ <WH3825> liv-Veh Let his heart מִן־ <WH4481> min- from; אֱנֹושָׁא 'e-no-sha כאֲנָשָׁ֣א <WH606> 'a-na-Sha man קיְשַׁנּ֔וֹן <WH8133> ye-shan-Non, be changed וּלְבַ֥ב <WH3825> u-le-Vav heart חֵיוָ֖ה <WH2423> chei-Vah and let a beast's יִתְיְהִ֣ב <WH3052> yit-ye-Hiv be given לֵ֑הּ Leh; וְשִׁבְעָ֥ה <WH7655> ve-shiv-'Ah unto him and let seven עִדָּנִ֖ין <WH5732> 'id-da-Nin times יַחְלְפ֥וּן <WH2499> yach-le-Fun pass עֲלֽוֹהִי׃ <WH5922> a-Lo-hi. over"},{"number":17,"verse":"בִּגְזֵרַ֤ת <WH1510> big-ze-Rat [is] by the decree עִירִין֙ <WH5894> 'i-Rin of the watchers פִּתְגָמָ֔א <WH6600> pit-ga-Ma, This matter וּמֵאמַ֥ר <WH3983> u-me-Mar by the word קַדִּישִׁ֖ין <WH6922> kad-di-Shin of the holy ones שְׁאֵֽלְתָ֑א <WH7595> she-'e-le-Ta; and the demand עַד־ <WH5705> 'ad- to דִּבְרַ֡ת <WH1701> div-Rat the intent דִּ֣י <WH1768> di forasmuch יִנְדְּע֣וּן <WH3046> yin-de-'Un may know חַ֠יַּיָּא <WH2417> Chai-yai-ya that the living דִּֽי־ <WH1768> di- forasmuch שַׁלִּ֨יט <WH7990> shal-Lit ruleth; עִלָּיָא 'il-la-ya כעִלָּאָ֜ה <WH5943> 'il-la-'Ah high קבְּמַלְכ֣וּת <WH4437> be-mal-Chut in the kingdom; אֱנֹושָׁא 'e-no-sha כאֲנָשָׁ֗א <WH606> 'a-na-Sha, of mankind קוּלְמַן־ <WH4479> u-le-man- it to whomsoever דִּ֤י <WH1768> di forasmuch יִצְבֵּא֙ <WH6634> yitz-Be he will יִתְּנִנַּ֔הּ <WH5415> yit-te-nin-Nah, and giveth וּשְׁפַ֥ל <WH8215> u-she-Fal it the basest אֲנָשִׁ֖ים <WH606> 'a-na-Shim of men יְקִ֥ים <WH6966> ye-Kim and setteth up; עֲלַיַּהּ 'a-lai-yah כעֲלַֽהּ׃ <WH5921> 'a-Lah. and ק"},{"number":18,"verse":"דְּנָה֙ <WH1836> de-Nah This חֶלְמָ֣א <WH2493> chel-Ma dream חֲזֵ֔ית <WH2370> cha-Zeit, have seen אֲנָ֖ה <WH576> 'a-Nah I מַלְכָּ֣א <WH4430> mal-Ka king נְבוּכַדְנֶצַּ֑ר <WH5020> ne-vu-chad-netz-Tzar; Nebuchadnezzar; וְאַנְתָּה ve-'an-tah כוְאַ֨נְתְּ <WH607> ve-'Ant as for thee קבֵּלְטְשַׁאצַּ֜ר <WH1096> be-le-te-shatz-Tzar O Belteshazzar פִּשְׁרֵ֣א׀ <WH6591> pish-Re the interpretation אֱמַ֗ר <WH560> 'e-Mar, declare כָּל־ <WH3606> kol- all קֳבֵל֙ <WH6903> ko-Vel thereof forasmuch as דִּ֣י׀ <WH1768> di forasmuch כָּל־ <WH3606> kol- all חַכִּימֵ֣י <WH2445> chak-ki-Mei the wise מַלְכוּתִ֗י <WH4437> mal-chu-Ti, [men] of my kingdom לָֽא־ <WH3809> la- are not יָכְלִ֤ין <WH3202> ya-che-Lin able פִּשְׁרָא֙ <WH6591> pish-Ra unto me the interpretation לְהוֹדָ֣עֻתַ֔נִי <WH3046> le-ho-Da-'u-Ta-ni, to make known; וְאַנְתָּה ve-'an-tah כוְאַ֣נְתְּ <WH607> ve-'Ant as for thee קכָּהֵ֔ל <WH3546> ka-Hel, [art] able דִּ֛י <WH1768> di for רֽוּחַ־ <WH7308> Ru-ach- for the spirit אֱלָהִ֥ין <WH426> 'e-la-Hin gods קַדִּישִׁ֖ין <WH6922> kad-di-Shin of the holy בָּֽךְ׃ <WH99999> Bach."},{"number":19,"verse":"אֱדַ֨יִן <WH116> 'e-Da-yin Then דָּֽנִיֵּ֜אל <WH1841> da-ni-Yel Daniel דִּֽי־ <WH1768> di- whose שְׁמֵ֣הּ <WH8036> she-Meh whose name בֵּלְטְשַׁאצַּ֗ר <WH1096> be-le-te-shatz-Tzar, [was] Belteshazzar אֶשְׁתּוֹמַם֙ <WH8075> esh-to-Mam was astonied כְּשָׁעָ֣ה <WH8160> ke-sha-'Ah hour חֲדָ֔ה <WH2298> cha-Dah, for one וְרַעְיֹנֹ֖הִי <WH7476> ve-ra'-yo-No-hi and his thoughts יְבַהֲלֻנֵּ֑הּ <WH927> ye-va-ha-lun-Neh; troubled עָנֵ֨ה <WH6032> 'a-Neh spake מַלְכָּ֜א <WH4430> mal-Ka him The king וְאָמַ֗ר <WH560> ve-'a-Mar, and said בֵּלְטְשַׁאצַּר֙ <WH1096> be-le-te-shatz-Tzar Belteshazzar חֶלְמָ֤א <WH2493> chel-Ma the dream וּפִשְׁרֵא֙ <WH6591> u-fish-Re or the interpretation אַֽל־ <WH409> 'al- let not יְבַהֲלָ֔ךְ <WH927> ye-va-ha-Lach, thereof trouble עָנֵ֤ה <WH6032> 'a-Neh answered בֵלְטְשַׁאצַּר֙ <WH1096> ve-le-te-shatz-Tzar thee Belteshazzar וְאָמַ֔ר <WH560> ve-'a-Mar, and said; מָרְאִי ma-re-'i כמָרִ֕י <WH4756> ma-Ri lord קחֶלְמָ֥א <WH2493> chel-Ma the dream; לְשָׂנְאַיִךְ le-sa-ne-'a-yich כלְשָֽׂנְאָ֖ךְ <WH8131> le-sa-ne-'Ach hate קוּפִשְׁרֵ֥הּ <WH6591> u-fish-Reh thee and the interpretation; לְעָרַיִךְ le-'a-ra-yich כלְעָרָֽךְ <WH6146> le-'a-Rach enemy ק"},{"number":20,"verse":"אִֽילָנָא֙ <WH363> 'i-la-Na The tree דִּ֣י <WH1768> di which חֲזַ֔יְתָ <WH2370> cha-Zay-ta, that thou sawest דִּ֥י <WH1768> di which רְבָ֖ה <WH7236> re-Vah which grew וּתְקִ֑ף <WH8631> u-te-Kif; and was strong וְרוּמֵהּ֙ <WH7314> ve-ru-Meh whose height יִמְטֵ֣א <WH4291> yim-Te reached לִשְׁמַיָּ֔א <WH8065> lish-mai-Ya, unto the heaven וַחֲזוֹתֵ֖הּ <WH2379> va-cha-zo-Teh and the sight לְכָל־ <WH3606> le-chol thereof to all אַרְעָֽא׃ <WH772> 'ar-'A. the earth"},{"number":21,"verse":"וְעָפְיֵ֤הּ <WH6074> ve-'a-fe-Yeh Whose leaves שַׁפִּיר֙ <WH8209> shap-Pir [were] fair וְאִנְבֵּ֣הּ <WH4> ve-'in-Beh and the fruit שַׂגִּ֔יא <WH7690> sag-Gi, thereof much וּמָז֨וֹן <WH4203> u-ma-Zon and in it [was] meat לְכֹ֖לָּא־ <WH3606> le-Chol-la- for all בֵ֑הּ Veh; תְּחֹת֗וֹהִי <WH8460> te-cho-To-hi, under תְּדוּר֙ <WH1753> te-Dur dwelt חֵיוַ֣ת <WH2423> chei-Vat which the beasts בָּרָ֔א <WH1251> ba-Ra, of the field וּבְעַנְפ֕וֹהִי <WH6056> u-ve-'an-Fo-hi and upon whose branches יִשְׁכְּנָ֖ן <WH7932> yish-ke-Nan had their habitation צִפֲּרֵ֥י <WH6853> tzip-pa-Rei the fowls שְׁמַיָּֽא׃ <WH8065> she-mai-Ya. of the heaven"},{"number":22,"verse":"אַנְתָּה 'an-tah כאַנְתְּ־ <WH607> 'ant- It thou ה֣וּא <WH607> hu It [is] thou קמַלְכָּ֔א <WH4430> mal-Ka, O king דִּ֥י <WH1768> di forasmuch רְבַ֖ית <WH7236> re-Vait that art grown וּתְקֵ֑פְתְּ <WH8631> u-te-Ke-fet; and become strong וּרְבוּתָ֤ךְ <WH7238> u-re-vu-Tach for thy greatness רְבָת֙ <WH7236> re-Vat is grown וּמְטָ֣ת <WH4291> u-me-Tat and reacheth לִשְׁמַיָּ֔א <WH8065> lish-mai-Ya, unto heaven וְשָׁלְטָנָ֖ךְ <WH7985> ve-shal-ta-Nach and thy dominion לְס֥וֹף <WH5491> le-Sof to the end אַרְעָֽא׃ <WH772> 'ar-'A. of the earth"},{"number":23,"verse":"וְדִ֣י <WH1768> ve-Di forasmuch חֲזָ֣ה <WH2370> cha-Zah saw מַלְכָּ֡א <WH4430> mal-Ka And whereas the king עִ֣יר <WH5894> 'ir a watcher וְקַדִּ֣ישׁ <WH6922> ve-kad-Dish and an holy one נָחִ֣ת׀ <WH5182> na-Chit coming down מִן־ <WH4481> min- from שְׁמַיָּ֡א <WH8065> she-mai-Ya heaven וְאָמַר֩ <WH560> ve-'a-Mar and saying גֹּ֨דּוּ <WH1414> God-du down אִֽילָנָ֜א <WH363> 'i-la-Na the tree וְחַבְּל֗וּהִי <WH2255> ve-chab-be-Lu-hi, and destroy בְּרַ֨ם <WH1297> be-Ram it yet עִקַּ֤ר <WH6136> 'ik-Kar the stump שָׁרְשׁ֙וֹהִי֙ <WH8330> sha-re-Sho-hi of the roots בְּאַרְעָ֣א <WH772> be-'ar-'A thereof in the earth שְׁבֻ֔קוּ <WH7662> she-Vu-ku, leave וּבֶאֱסוּר֙ <WH613> u-ve-'e-Sur even with a band דִּֽי־ <WH1768> di- forasmuch פַרְזֶ֣ל <WH6523> far-Zel of iron וּנְחָ֔שׁ <WH5174> u-ne-Chash, and brass בְּדִתְאָ֖א <WH1883> be-dit-'A in the tender grass דִּ֣י <WH1768> di forasmuch בָרָ֑א <WH1251> va-Ra; of the field וּבְטַ֧ל <WH2920> u-ve-Tal with the dew שְׁמַיָּ֣א <WH8065> she-mai-Ya of heaven יִצְטַבַּ֗ע <WH6647> yitz-tab-Ba', and let it be wet וְעִם־ <WH5974> ve-'im- [be] with חֵיוַ֤ת <WH2423> chei-Vat the beasts בָּרָא֙ <WH1251> ba-Ra of the field חֲלָקֵ֔הּ <WH2508> cha-la-Keh, and [let] his portion עַ֛ד <WH5705> 'ad till דִּֽי־ <WH1768> di- forasmuch שִׁבְעָ֥ה <WH7655> shiv-'Ah seven עִדָּנִ֖ין <WH5732> 'id-da-Nin times יַחְלְפ֥וּן <WH2499> yach-le-Fun pass עֲלֽוֹהִי׃ <WH5922> a-Lo-hi. over"},{"number":24,"verse":"דְּנָ֥ה <WH1836> de-Nah This פִשְׁרָ֖א <WH6591> fish-Ra [is] the interpretation מַלְכָּ֑א <WH4430> mal-Ka; O king וּגְזֵרַ֤ת <WH1510> u-ge-ze-Rat [is] the decree; עִלָּיָא 'il-la-ya כעִלָּאָה֙ <WH5943> 'il-la-'Ah high קהִ֔יא <WH1932> Hi, and this דִּ֥י <WH1768> di which מְטָ֖ת <WH4291> me-Tat which is come עַל־ <WH5922> 'al- upon; מַרְאִי mar-'i כמָרִ֥י <WH4756> ma-Ri lord קמַלְכָּֽא׃ <WH4430> mal-Ka. the king"},{"number":25,"verse":"וְלָ֣ךְ ve-Lach טָֽרְדִ֣ין <WH2957> ta-re-Din That they shall drive מִן־ <WH4481> min- thee from אֲנָשָׁ֡א <WH606> 'a-na-Sha men וְעִם־ <WH5974> ve-'im- with חֵיוַ֣ת <WH2423> chei-Vat the beasts בָּרָא֩ <WH1251> ba-Ra of the field לֶהֱוֵ֨ה <WH1934> le-he-Veh shall be מְדֹרָ֜ךְ <WH4070> me-do-Rach and thy dwelling וְעִשְׂבָּ֥א <WH6211> ve-'is-Ba grass כְתוֹרִ֣ין׀ <WH8450> che-to-Rin as oxen לָ֣ךְ lach יְטַֽעֲמ֗וּן <WH2939> ye-ta-'a-Mun, and they shall make thee to eat וּמִטַּ֤ל <WH2920> u-mit-Tal thee with the dew שְׁמַיָּא֙ <WH8065> she-mai-Ya of heaven לָ֣ךְ <WH99999> lach מְצַבְּעִ֔ין <WH6647> me-tzab-be-'In, and they shall wet וְשִׁבְעָ֥ה <WH7655> ve-shiv-'Ah and seven עִדָּנִ֖ין <WH5732> 'id-da-Nin times יַחְלְפ֣וּן <WH2499> yach-le-Fun shall pass; עֲלַיִךְ 'a-la-yich כעֲלָ֑ךְ <WH5921> 'a-Lach; and קעַ֣ד <WH5705> 'ad thee till דִּֽי־ <WH1768> di- forasmuch תִנְדַּ֗ע <WH3046> tin-Da', thou know דִּֽי־ <WH1768> di- forasmuch שַׁלִּ֤יט <WH7990> shal-Lit ruleth; עִלָּיָא 'il-la-ya כעִלָּאָה֙ <WH5943> 'il-la-'Ah high קבְּמַלְכ֣וּת <WH4437> be-mal-Chut in the kingdom אֲנָשָׁ֔א <WH606> 'a-na-Sha, of men וּלְמַן־ <WH4479> u-le-man- it to whomsoever דִּ֥י <WH1768> di forasmuch יִצְבֵּ֖א <WH6634> yitz-Be he will יִתְּנִנַּֽהּ׃ <WH5415> yit-te-nin-Nah. and giveth"},{"number":26,"verse":"וְדִ֣י <WH1768> ve-Di that it was אֲמַ֗רוּ <WH560> 'a-Ma-ru, And whereas they commanded לְמִשְׁבַּ֞ק <WH7662> le-mish-Bak to leave עִקַּ֤ר <WH6136> 'ik-Kar the stump שָׁרְשׁ֙וֹהִי֙ <WH8330> sha-re-Sho-hi roots דִּ֣י <WH1768> di forasmuch אִֽילָנָ֔א <WH363> 'i-la-Na, of the tree מַלְכוּתָ֖ךְ <WH4437> mal-chu-Tach thy kingdom לָ֣ךְ lach קַיָּמָ֑ה <WH7011> kai-ya-Mah; shall be sure מִן־ <WH4481> min- unto thee after דִּ֣י <WH1768> di forasmuch תִנְדַּ֔ע <WH3046> tin-Da', that thou shalt have known דִּ֥י <WH1768> di forasmuch שַׁלִּטִ֖ן <WH7990> shal-li-Tin do rule שְׁמַיָּֽא׃ <WH8065> she-mai-Ya. that the heavens"},{"number":27,"verse":"לָהֵ֣ן <WH3861> la-Hen Wherefore מַלְכָּ֗א <WH4430> mal-Ka, O king מִלְכִּי֙ <WH4431> mil-Ki let my counsel יִשְׁפַּ֣ר <WH8232> yish-Par be acceptable; עֲלַיִךְ 'a-la-yich כעֲלָ֔ךְ <WH5921> 'a-Lach, and ק; וַחֲטָיָךְ va-cha-ta-yach כוַחֲטָאָךְ֙ <WH2408> va-cha-ta-'oCh sin קבְּצִדְקָ֣ה <WH6665> be-tzid-Kah by righteousness פְרֻ֔ק <WH6562> fe-Ruk, and break off וַעֲוָיָתָ֖ךְ <WH5758> va-'a-va-ya-Tach and thine iniquities בְּמִחַ֣ן <WH2604> be-mi-Chan by shewing mercy עֲנָ֑יִן <WH6033> 'a-Na-yin; to the poor הֵ֛ן <WH2006> hen if תֶּהֱוֵ֥א <WH1934> te-he-Ve it may be אַרְכָ֖ה <WH754> 'ar-Chah a lengthening לִשְׁלֵוְתָֽךְ׃ <WH7963> lish-le-ve-Tach. of thy tranquillity"},{"number":28,"verse":"כֹּ֣לָּא <WH3606> Kol-la All מְּטָ֔א <WH4291> me-Ta, this came עַל־ <WH5922> 'al- upon נְבוּכַדְנֶצַּ֖ר <WH5020> ne-vu-chad-netz-Tzar Nebuchadnezzar מַלְכָּֽא׃ <WH4430> mal-Ka. the king פ Peh"},{"number":29,"verse":"לִקְצָ֥ת <WH7118> lik-Tzat At the end יַרְחִ֖ין <WH3393> yar-Chin months תְּרֵֽי־ <WH8648> te-rei- second עֲשַׂ֑ר <WH6236> 'a-Sar; ten עַל־ <WH5922> 'al- in הֵיכַ֧ל <WH1965> hei-Chal the palace מַלְכוּתָ֛א <WH4437> mal-chu-Ta of the kingdom דִּ֥י <WH1768> di forasmuch בָבֶ֖ל <WH895> va-Vel of Babylon מְהַלֵּ֥ךְ <WH1981> me-hal-Lech was walking הֲוָֽה׃ <WH1934> ha-Vah. become"},{"number":30,"verse":"עָנֵ֤ה <WH6032> 'a-Neh spake מַלְכָּא֙ <WH4430> mal-Ka The king וְאָמַ֔ר <WH560> ve-'a-Mar, and said הֲלָ֥א <WH3809> ha-La Is not דָא־ <WH1668> da- is this הִ֖יא <WH1932> hi not בָּבֶ֣ל <WH895> ba-Vel Babylon רַבְּתָ֑א <WH7229> rab-be-Ta; great דִּֽי־ <WH1768> di- which אֲנָ֤ה <WH576> 'a-Nah that I בֱנַיְתַהּ֙ <WH1124> ve-nay-Tah have built לְבֵ֣ית <WH1005> le-Veit for the house מַלְכ֔וּ <WH4437> mal-Chu, of the kingdom בִּתְקַ֥ף <WH8632> bit-Kaf by the might חִסְנִ֖י <WH2632> chis-Ni of my power וְלִיקָ֥ר <WH3367> ve-li-Kar and for the honour הַדְרִֽי׃ <WH1923> had-Ri. honour"},{"number":31,"verse":"ע֗וֹד <WH5751> od, While מִלְּתָא֙ <WH4406> mil-le-Ta the word בְּפֻ֣ם <WH6433> be-Fum mouth מַלְכָּ֔א <WH4430> mal-Ka, [was] in the king's קָ֖ל <WH7032> kal a voice מִן־ <WH4481> min- from שְׁמַיָּ֣א <WH8065> she-mai-Ya heaven נְפַ֑ל <WH5308> ne-Fal; there fell לָ֤ךְ lach אָֽמְרִין֙ <WH560> 'a-me-Rin to thee it is spoken נְבוּכַדְנֶצַּ֣ר <WH5020> ne-vu-chad-netz-Tzar Nebuchadnezzar מַלְכָּ֔א <WH4430> mal-Ka, [saying] O king מַלְכוּתָ֖ה <WH4437> mal-chu-Tah The kingdom עֲדָ֥ת <WH5709> 'a-Dat is departed מִנָּֽךְ׃ <WH4481> min-Nach. from"},{"number":32,"verse":"וּמִן־ <WH4481> u-min- thee from אֲנָשָׁא֩ <WH606> 'a-na-Sha men לָ֨ךְ lach טָֽרְדִ֜ין <WH2957> ta-re-Din And they shall drive וְֽעִם־ <WH5974> ve-'im- [shall be] with חֵיוַ֧ת <WH2423> chei-Vat the beasts בָּרָ֣א <WH1251> ba-Ra of the field מְדֹרָ֗ךְ <WH4070> me-do-Rach, and thy dwelling עִשְׂבָּ֤א <WH6211> 'is-Ba grass כְתוֹרִין֙ <WH8450> che-to-Rin as oxen לָ֣ךְ lach יְטַעֲמ֔וּן <WH2939> ye-ta-'a-Mun, they shall make thee to eat וְשִׁבְעָ֥ה <WH7655> ve-shiv-'Ah and seven עִדָּנִ֖ין <WH5732> 'id-da-Nin times יַחְלְפ֣וּן <WH2499> yach-le-Fun shall pass; עֲלַיִךְ 'a-la-yich כעֲלָ֑ךְ <WH5921> 'a-Lach; and קעַ֣ד <WH5705> 'ad thee until דִּֽי־ <WH1768> di- forasmuch תִנְדַּ֗ע <WH3046> tin-Da', thou know דִּֽי־ <WH1768> di- forasmuch שַׁלִּ֤יט <WH7990> shal-Lit ruleth; עִלָּיָא 'il-la-ya כעִלָּאָה֙ <WH5943> 'il-la-'Ah high קבְּמַלְכ֣וּת <WH4437> be-mal-Chut in the kingdom אֲנָשָׁ֔א <WH606> 'a-na-Sha, of men וּלְמַן־ <WH4479> u-le-man- it to whomsoever דִּ֥י <WH1768> di forasmuch יִצְבֵּ֖א <WH6634> yitz-Be he will יִתְּנִנַּֽהּ׃ <WH5415> yit-te-nin-Nah. and giveth"},{"number":33,"verse":"בַּהּ־ bah- שַׁעֲתָ֗א <WH8160> sha-'a-Ta, The same hour מִלְּתָא֮ <WH4406> mil-le-Ta was the thing סָ֣פַת <WH5487> Sa-fat fulfilled עַל־ <WH5922> 'al- upon נְבוּכַדְנֶצַּר֒ <WH5020> ne-vu-chad-netz-Tzar Nebuchadnezzar וּמִן־ <WH4481> u-min- from אֲנָשָׁ֣א <WH606> 'a-na-Sha men טְרִ֔יד <WH2957> te-Rid, and he was driven וְעִשְׂבָּ֤א <WH6211> ve-'is-Ba grass כְתוֹרִין֙ <WH8450> che-to-Rin as oxen יֵאכֻ֔ל <WH399> ye-Chul, and did eat וּמִטַּ֥ל <WH2920> u-mit-Tal with the dew שְׁמַיָּ֖א <WH8065> she-mai-Ya of heaven גִּשְׁמֵ֣הּ <WH1655> gish-Meh and his body יִצְטַבַּ֑ע <WH6647> yitz-tab-Ba'; was wet עַ֣ד <WH5705> 'ad till דִּ֥י <WH1768> di forasmuch שַׂעְרֵ֛הּ <WH8177> sa'-Reh his hairs כְּנִשְׁרִ֥ין <WH5403> ke-nish-Rin like eagles' רְבָ֖ה <WH7236> re-Vah were grown וְטִפְר֥וֹהִי <WH2953> ve-tif-Ro-hi [feathers] and his nails כְצִפְּרִֽין׃ <WH6853> che-tzip-pe-Rin. like birds'"},{"number":34,"verse":"וְלִקְצָ֣ת <WH7118> ve-lik-Tzat And at the end יֽוֹמַיָּה֩ <WH3118> yo-mai-Yah of the days אֲנָ֨ה <WH576> 'a-Nah I נְבוּכַדְנֶצַּ֜ר <WH5020> ne-vu-chad-netz-Tzar Nebuchadnezzar עַיְנַ֣י׀ <WH5870> 'ay-Nai mine eyes לִשְׁמַיָּ֣א <WH8065> lish-mai-Ya unto heaven נִטְלֵ֗ת <WH5191> nit-Let, lifted up וּמַנְדְּעִי֙ <WH4486> u-man-de-'I and mine understanding עֲלַ֣י <WH5922> 'a-Lai unto me יְת֔וּב <WH8421> ye-Tuv, returned; וּלְעִלָּיָא u-le-'il-la-ya כוּלְעִלָּאָה֙ <WH5943> u-le-'il-la-'Ah high קבָּרְכֵ֔ת <WH1289> ba-re-Chet, and I blessed וּלְחַ֥י <WH2417> u-le-Chai him that liveth עָלְמָ֖א <WH5957> 'al-Ma for ever שַׁבְּחֵ֣ת <WH7624> shab-be-Chet and I praised וְהַדְּרֵ֑ת <WH1922> ve-had-de-Ret; and honoured דִּ֤י <WH1768> di For שָׁלְטָנֵהּ֙ <WH7985> shal-ta-Neh whose dominion שָׁלְטָ֣ן <WH7985> shal-Tan dominion עָלַ֔ם <WH5957> 'a-Lam, [is] an everlasting וּמַלְכוּתֵ֖הּ <WH4437> u-mal-chu-Teh and his kingdom עִם־ <WH5974> 'im- [is] from דָּ֥ר <WH1859> dar generation וְדָֽר׃ <WH1859> ve-Dar. to generation"},{"number":35,"verse":"וְכָל־ <WH3606> ve-chol And all; דָּאֲרֵי da-'a-rei כדָּיְרֵ֤י <WH1753> da-ye-Rei dwell קאַרְעָא֙ <WH772> 'ar-'A of the earth כְּלָ֣ה <WH3809> ke-Lah as nothing חֲשִׁיבִ֔ין <WH2804> cha-shi-Vin, [are] reputed וּֽכְמִצְבְּיֵ֗הּ <WH6634> u-che-mitz-be-Yeh, according to his will עָבֵד֙ <WH5648> 'a-Ved and he doeth בְּחֵ֣יל <WH2429> be-Cheil in the army שְׁמַיָּ֔א <WH8065> she-mai-Ya, of heaven; וְדָאֲרֵי ve-da-'a-rei כוְדָיְרֵ֖י <WH1753> ve-da-ye-Rei dwell קאַרְעָ֑א <WH772> 'ar-'A; of the earth וְלָ֤א <WH3809> ve-La and none אִיתַי֙ <WH383> 'i-Tai can דִּֽי־ <WH1768> di- can יְמַחֵ֣א <WH4223> ye-ma-Che stay בִידֵ֔הּ <WH3028> vi-Deh, his hand וְיֵ֥אמַר <WH560> ve-Ye-mar or say לֵ֖הּ <WH99999> leh מָ֥ה <WH4101> mah unto him What עֲבַֽדְתְּ׃ <WH5648> 'a-Vadt. doest"},{"number":36,"verse":"בֵּהּ־ beh- זִמְנָ֞א <WH2166> zim-Na At the same time מַנְדְּעִ֣י׀ <WH4486> man-de-'I my reason יְת֣וּב <WH8421> ye-Tuv returned עֲלַ֗י <WH5922> 'a-Lai, unto me וְלִיקַ֨ר <WH3367> ve-li-Kar and for the glory מַלְכוּתִ֜י <WH4437> mal-chu-Ti of my kingdom הַדְרִ֤י <WH1923> had-Ri mine honour וְזִוִי֙ <WH2122> ve-zi-Vi and brightness יְת֣וּב <WH8421> ye-Tuv returned עֲלַ֔י <WH5922> 'a-Lai, unto me וְלִ֕י ve-Li הַדָּֽבְרַ֥י <WH1907> had-da-ve-Rai and my counsellors וְרַבְרְבָנַ֖י <WH7261> ve-rav-re-va-Nai and my lords יְבַע֑וֹן <WH1156> ye-va-'on; sought וְעַל־ <WH5922> ve-'al- unto me מַלְכוּתִ֣י <WH4437> mal-chu-Ti in my kingdom הָתְקְנַ֔ת <WH8627> ha-te-ke-Nat, and I was established וּרְב֥וּ <WH7238> u-re-Vu majesty יַתִּירָ֖ה <WH3493> yat-ti-Rah and excellent ה֥וּסְפַת <WH3255> Hu-se-fat was added לִֽי׃ <WH99999> Li."},{"number":37,"verse":"כְּעַ֞ן <WH3705> ke-'An Now אֲנָ֣ה <WH576> 'a-Nah I נְבוּכַדְנֶצַּ֗ר <WH5020> ne-vu-chad-netz-Tzar, Nebuchadnezzar מְשַׁבַּ֨ח <WH7624> me-shab-Bach praise וּמְרוֹמֵ֤ם <WH7313> u-me-ro-Mem and extol וּמְהַדַּר֙ <WH1922> u-me-had-Dar and honour לְמֶ֣לֶךְ <WH4430> le-Me-lech the King שְׁמַיָּ֔א <WH8065> she-mai-Ya, of heaven דִּ֤י <WH1768> di who כָל־ <WH3606> chol all מַעֲבָד֙וֹהִי֙ <WH4567> ma-'a-va-Do-hi whose works קְשֹׁ֔ט <WH7187> ke-Shot, [are] truth וְאֹרְחָתֵ֖הּ <WH735> ve-'o-re-cha-Teh and his ways דִּ֑ין <WH1780> Din; judgment וְדִי֙ <WH1768> ve-Di who מַהְלְכִ֣ין <WH1981> mah-le-Chin and those that walk בְּגֵוָ֔ה <WH1467> be-ge-Vah, in pride יָכִ֖ל <WH3202> ya-Chil he is able לְהַשְׁפָּלָֽה׃ <WH8214> le-hash-pa-Lah. to abase פ Peh"}]}