{"bibleAbbr":"WB1895","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":3,"verses":[{"number":1,"verse":"This is a trustworthy saying: If a man desires the oversight [of the congregation], he desires a good work."},{"number":2,"verse":"The overseer then must be blameless, the husband of one wife, vigilant, self-controlled, of good behavior, given to hospitality, able to teach,"},{"number":3,"verse":"not given to wine, not quarrelsome, not greedy for money, but instead be patient, not contentious, not covetous,"},{"number":4,"verse":"one who manages his own household well, having his children in full submission with total respect."},{"number":5,"verse":"For if a man doesn't know how to manage his own household, how will he take care of the congregation of God?"},{"number":6,"verse":"He must not be a new convert, lest being lifted up with pride he fall into the condemnation of the devil."},{"number":7,"verse":"In addition he must have a good reputation of those outside [the congregation], lest he fall into disgrace and the trap of the devil."},{"number":8,"verse":"In the same way deacons must be dignified, not two-faced, not given to lots of wine, not greedy for filthy money,"},{"number":9,"verse":"keeping the mystery of the faith with a pure conscience."},{"number":10,"verse":"Let these also first be proven, then, if found blameless, let them have the position of a deacon."},{"number":11,"verse":"In the same way [their] wives must be dignified, not slanderers, free from the influence of wine, totally faithful."},{"number":12,"verse":"Deacons must be husbands of one wife, ruling their children and their own households well."},{"number":13,"verse":"For those having served well get for themselves a good reputation and great boldness in the faith, which is in Christ Jesus."},{"number":14,"verse":"I write these things to you hoping to come to you soon."},{"number":15,"verse":"But if I am delayed you will know how you should conduct yourself in the family of God, which is the church of the living God, the pillar and foundation of the truth."},{"number":16,"verse":"It must be admitted that the mystery of godliness is great. God appeared in flesh, vindicated in the Spirit, shown to angels, preached among the Gentiles, believed on in the world, received up into glory."}]}