{"bibleAbbr":"cKJV+","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":1,"verses":[{"number":1,"verse":"The words<WH1697> of the Preacher<WH6953>, the son<WH1121> of David<WH1732>, king<WH4428> in Jerusalem<WH3389>."},{"number":2,"verse":"Vanity<WH1892> of vanities<WH1892>, says<WH559> the Preacher<WH6953>, vanity<WH1892> of vanities<WH1892>; all is vanity<WH1892>."},{"number":3,"verse":"What profit<WH3504> has a man<WH120> of all his labor<WH5999> which he takes<WH5998> under the sun<WH8121>?"},{"number":4,"verse":"One generation<WH1755> passes away<WH1980>, and another generation<WH1755> comes<WH935>: but the earth<WH776> stays<WH5975> for ever<WH5769>."},{"number":5,"verse":"The sun<WH8121> also arises<WH2224>, and the sun<WH8121> goes down<WH935>, and hastens<WH7602> to his place<WH4725> where he arose<WH2224>."},{"number":6,"verse":"The wind<WH7307> goes<WH1980> toward the south<WH1864>, and turns about<WH5437> unto the north<WH6828>; it whirls about continually<WH1980>, and the wind<WH7307> returns again<WH7725> according to his circuits<WH5439>."},{"number":7,"verse":"All the rivers<WH5158> run<WH1980> into the sea<WH3220>; yet the sea<WH3220> is not full<WH4392>; unto the place<WH4725> from from where the rivers<WH5158> come<WH1980>, there they return<WH7725> again<WH3212>."},{"number":8,"verse":"All things<WH1697> are full of labor<WH3023>; man<WH376> cannot<WH3201> utter<WH1696> it<WH5869>: the eye is not satisfied<WH7646> with seeing<WH7200>, nor the ear<WH241> filled<WH4390> with hearing<WH8085>."},{"number":9,"verse":"The thing that has been<WH6213>, it is that which shall be; and that which is done is that which shall be done<WH6213>: and there is no new<WH2319> thing under the sun<WH8121>."},{"number":10,"verse":"Is there<WH3426> any thing<WH1697> whereof it may be said<WH559>, See<WH7200>, this is new<WH2319>? it has been already<WH3528> of old time<WH5769>, which was before us<WH6440>."},{"number":11,"verse":"There is no memory<WH2146> of former<WH7223> things<WH2146>; neither shall there be any memory of things that are to come<WH314> with those that shall come after<WH314>."},{"number":12,"verse":"I the Preacher<WH6953> was king<WH4428> over Israel<WH3478> in Jerusalem<WH3389>."},{"number":13,"verse":"And I gave<WH5414> my heart<WH3820> to seek<WH1875> and search out<WH8446> by wisdom<WH2451> concerning all things that are done<WH6213> under heaven<WH8064>: this severe<WH7451> hardship<WH6045> has God<WH430> given<WH5414> to the sons<WH1121> of man<WH120> to be exercised with it<WH6031>."},{"number":14,"verse":"I have seen<WH7200> all the works<WH4639> that are done<WH6213> under the sun<WH8121>; and<WH1892>, behold, all is vanity and vexation<WH7469> of spirit<WH7307>."},{"number":15,"verse":"That which is crooked<WH5791> cannot<WH3201> be made straight<WH8626>: and that which is wanting<WH2642> cannot<WH3201> be numbered<WH4487>."},{"number":16,"verse":"I talked<WH1696> with my own heart<WH3820>, saying<WH559>, Behold<WH1431>, I am come to great estate, and have gotten<WH3254> more wisdom<WH2451> than all they that have been before<WH6440> me in Jerusalem<WH3389>: Yes<WH3820>, my heart had great<WH7235> experience<WH7200> of wisdom<WH2451> and knowledge<WH1847>."},{"number":17,"verse":"And I gave<WH5414> my heart<WH3820> to know<WH3045> wisdom<WH2451>, and to know<WH3045> madness<WH1947> and wickedness<WH5531>: I perceived<WH3045> that this<WH1571> also is vexation<WH7475> of spirit<WH7307>."},{"number":18,"verse":"For in much<WH7230> wisdom<WH2451> is much<WH7230> grief<WH3708>: and he that increases<WH3254> knowledge<WH1847> increases<WH3254> sorrow<WH4341>."}]}