{"bibleAbbr":"Orig2013+","bookName":"איוב","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"ויען <WH6030> answered איוב <WH347> And Job ויאמר׃ <WH559> and said,"},{"number":2,"verse":"אמנם <WH551> No doubt כי <WH3588> but אתם <WH859> ye עם <WH5971> the people, ועמכם <WH5973> with תמות <WH4191> shall die חכמה׃ <WH2451> and wisdom"},{"number":3,"verse":"גם <WH1571> But לי לבב <WH3824> I have understanding כמוכם <WH3644> as well as you; לא <WH3808> not נפל <WH5307> inferior אנכי <WH595> I מכם <WH4480> to ואת <WH854> you: yea, מי <WH4310> who אין <WH369> knoweth not כמו <WH3644> such things as these? אלה׃ <WH428> such things as these?"},{"number":4,"verse":"שׂחק <WH7814> one mocked לרעהו <WH7453> of his neighbor, אהיה <WH1961> I am קרא <WH7121> who calleth לאלוה <WH433> upon God, ויענהו <WH6030> and he answereth שׂחוק <WH7814> laughed to scorn. צדיק <WH6662> him: the just תמים׃ <WH8549> upright"},{"number":5,"verse":"לפיד <WH3940> a lamp בוז <WH937> despised לעשׁתות <WH6248> in the thought שׁאנן <WH7600> of him that is at ease. נכון <WH3559> He that is ready למועדי <WH4571> to slip רגל׃ <WH7272> with feet"},{"number":6,"verse":"ישׁליו <WH7951> prosper, אהלים <WH168> The tabernacles לשׁדדים <WH7703> of robbers ובטחות <WH987> are secure; למרגיזי <WH7264> and they that provoke אל <WH410> God לאשׁר <WH834> into whose הביא <WH935> bringeth אלוה <WH433> God בידו׃ <WH3027> hand"},{"number":7,"verse":"ואולם <WH199> But שׁאל <WH7592> ask נא <WH4994> now בהמות <WH929> the beasts, ותרך <WH3384> and they shall teach ועוף <WH5775> thee; and the fowls השׁמים <WH8064> of the air, ויגד׃ <WH5046> and they shall tell"},{"number":8,"verse":"או <WH176> Or שׂיח <WH7878> speak לארץ <WH776> to the earth, ותרך <WH3384> and it shall teach ויספרו <WH5608> shall declare לך דגי <WH1709> thee: and the fishes הים׃ <WH3220> of the sea"},{"number":9,"verse":"מי <WH4310> Who לא <WH3808> not ידע <WH3045> knoweth בכל <WH3605> in all אלה <WH428> these כי <WH3588> that יד <WH3027> the hand יהוה <WH3069> עשׂתה <WH6213> hath wrought זאת׃ <WH2063> this?"},{"number":10,"verse":"אשׁר <WH834> In whose בידו <WH3027> hand נפשׁ <WH5315> the soul כל <WH3605> of every חי <WH2416> living thing, ורוח <WH7307> and the breath כל <WH3605> of all בשׂר <WH1320> mankind. אישׁ׃ <WH376> mankind."},{"number":11,"verse":"הלא <WH3808> Doth not אזן <WH241> the ear מלין <WH4405> words? תבחן <WH974> try וחך <WH2441> and the mouth אכל <WH400> his meat? יטעם׃ <WH2938> taste"},{"number":12,"verse":"בישׁישׁים <WH3453> With the ancient חכמה <WH2451> wisdom; וארך <WH753> and in length ימים <WH3117> of days תבונה׃ <WH8394> understanding."},{"number":13,"verse":"עמו <WH5973> With חכמה <WH2451> him wisdom וגבורה <WH1369> and strength, לו עצה <WH6098> he hath counsel ותבונה׃ <WH8394> and understanding."},{"number":14,"verse":"הן <WH2005> Behold, יהרוס <WH2040> he breaketh down, ולא <WH3808> and it cannot יבנה <WH1129> be built again: יסגר <WH5462> he shutteth up על <WH5921> he shutteth up אישׁ <WH376> a man, ולא <WH3808> and there can be no opening. יפתח׃ <WH6605> and there can be no opening."},{"number":15,"verse":"הן <WH2005> Behold, יעצר <WH6113> he withholdeth במים <WH4325> the waters, ויבשׁו <WH3001> and they dry up: וישׁלחם <WH7971> also he sendeth them out, ויהפכו <WH2015> and they overturn ארץ׃ <WH776> the earth."},{"number":16,"verse":"עמו <WH5973> With עז <WH5797> him strength ותושׁיה <WH8454> and wisdom: לו שׁגג <WH7683> the deceived ומשׁגה׃ <WH7686> and the deceiver"},{"number":17,"verse":"מוליך <WH1980> He leadeth יועצים <WH3289> counselors שׁולל <WH7758> away spoiled, ושׁפטים <WH8199> and maketh the judges יהולל׃ <WH1984> fools."},{"number":18,"verse":"מוסר <WH4148> the bond מלכים <WH4428> of kings, פתח <WH6605> He looseth ויאסר <WH631> and girdeth אזור <WH232> with a girdle. במתניהם׃ <WH4975> their loins"},{"number":19,"verse":"מוליך <WH1980> He leadeth כהנים <WH3548> princes שׁולל <WH7758> away spoiled, ואתנים <WH386> the mighty. יסלף׃ <WH5557> and overthroweth"},{"number":20,"verse":"מסיר <WH5493> He removeth away שׂפה <WH8193> the speech לנאמנים <WH539> of the trusty, וטעם <WH2940> the understanding זקנים <WH2205> of the aged. יקח׃ <WH3947> and taketh away"},{"number":21,"verse":"שׁופך <WH8210> He poureth בוז <WH937> contempt על <WH5921> upon נדיבים <WH5081> princes, ומזיח <WH4206> the strength אפיקים <WH650> of the mighty. רפה׃ <WH7503> and weakeneth"},{"number":22,"verse":"מגלה <WH1540> He discovereth עמקות <WH6013> deep things מני <WH4480> out of חשׁך <WH2822> darkness, ויצא <WH3318> and bringeth out לאור <WH216> to light צלמות׃ <WH6757> the shadow of death."},{"number":23,"verse":"משׂגיא <WH7679> He increaseth לגוים <WH1471> the nations, ויאבדם <WH6> and destroyeth שׁטח <WH7849> them: he enlargeth לגוים <WH1471> the nations, וינחם׃ <WH5148> and straiteneth"},{"number":24,"verse":"מסיר <WH5493> He taketh away לב <WH3820> the heart ראשׁי <WH7218> of the chief עם <WH5971> of the people הארץ <WH776> of the earth, ויתעם <WH8582> and causeth them to wander בתהו <WH8414> in a wilderness לא <WH3808> no דרך׃ <WH1870> way."},{"number":25,"verse":"ימשׁשׁו <WH4959> They grope חשׁך <WH2822> in the dark ולא <WH3808> without אור <WH216> light, ויתעם <WH8582> and he maketh them to stagger כשׁכור׃ <WH7910> like drunken"}]}