{"bibleAbbr":"Orig2013+","bookName":"איוב","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"אדם <WH120> Man ילוד <WH3205> born אשׁה <WH802> of a woman קצר <WH7116> of few ימים <WH3117> days, ושׂבע <WH7646> רגז׃ <WH7267> of trouble."},{"number":2,"verse":"כציץ <WH6731> like a flower, יצא <WH3318> He cometh forth וימל <WH5243> and is cut down: ויברח <WH1272> he fleeth כצל <WH6738> also as a shadow, ולא <WH3808> not. יעמוד׃ <WH5975> and continueth"},{"number":3,"verse":"אף <WH637> And על <WH5921> upon זה <WH2088> such a one, פקחת <WH6491> dost thou open עינך <WH5869> thine eyes ואתי <WH853> תביא <WH935> and bringest במשׁפט <WH4941> me into judgment עמך׃ <WH5973> with"},{"number":4,"verse":"מי <WH4310> Who יתן <WH5414> can bring טהור <WH2889> a clean מטמא <WH2931> out of an unclean? לא <WH3808> not אחד׃ <WH259> one."},{"number":5,"verse":"אם <WH518> Seeing חרוצים <WH2782> determined, ימיו <WH3117> his days מספר <WH4557> the number חדשׁיו <WH2320> of his months אתך <WH854> with חקו <WH2706> his bounds עשׂית <WH6213> thee, thou hast appointed ולא <WH3808> that he cannot יעבור׃ <WH5674> pass;"},{"number":6,"verse":"שׁעה <WH8159> Turn מעליו <WH5921> from ויחדל <WH2308> him, that he may rest, עד <WH5704> till ירצה <WH7521> he shall accomplish, כשׂכיר <WH7916> as a hireling, יומו׃ <WH3117> his day."},{"number":7,"verse":"כי <WH3588> For ישׁ <WH3426> there is לעץ <WH6086> of a tree, תקוה <WH8615> hope אם <WH518> if יכרת <WH3772> it be cut down, ועוד <WH5750> again, יחליף <WH2498> that it will sprout וינקתו <WH3127> and that the tender לא <WH3808> branch thereof will not תחדל׃ <WH2308> cease."},{"number":8,"verse":"אם <WH518> Though יזקין <WH2204> thereof wax old בארץ <WH776> in the earth, שׁרשׁו <WH8328> the root ובעפר <WH6083> in the ground; ימות <WH4191> thereof die גזעו׃ <WH1503> and the stock"},{"number":9,"verse":"מריח <WH7381> מים <WH4325> of water יפרח <WH6524> it will bud, ועשׂה <WH6213> and bring forth קציר <WH7105> boughs כמו <WH3644> like נטע׃ <WH5194> a plant."},{"number":10,"verse":"וגבר <WH1397> But man ימות <WH4191> dieth, ויחלשׁ <WH2522> and wasteth away: ויגוע <WH1478> giveth up the ghost, אדם <WH120> yea, man ואיו׃ <WH346> and where"},{"number":11,"verse":"אזלו <WH235> fail מים <WH4325> the waters מני <WH4480> from ים <WH3220> the sea, ונהר <WH5104> and the flood יחרב <WH2717> decayeth ויבשׁ׃ <WH3001> and drieth up:"},{"number":12,"verse":"ואישׁ <WH376> So man שׁכב <WH7901> lieth down, ולא <WH3808> not: יקום <WH6965> and riseth עד <WH5704> till בלתי <WH1115> no more, שׁמים <WH8064> the heavens לא <WH3808> they shall not יקיצו <WH6974> awake, ולא <WH3808> nor יערו <WH5782> be raised משׁנתם׃ <WH8142> out of their sleep."},{"number":13,"verse":"מי <WH4310> O that יתן <WH5414> thou wouldest בשׁאול <WH7585> me in the grave, תצפנני <WH6845> hide תסתירני <WH5641> that thou wouldest keep me secret, עד <WH5704> until שׁוב <WH7725> be past, אפך <WH639> thy wrath תשׁית <WH7896> that thou wouldest appoint לי חק <WH2706> me a set time, ותזכרני׃ <WH2142> and remember"},{"number":14,"verse":"אם <WH518> If ימות <WH4191> die, גבר <WH1397> a man היחיה <WH2421> shall he live כל <WH3605> all ימי <WH3117> the days צבאי <WH6635> of my appointed time איחל <WH3176> will I wait, עד <WH5704> till בוא <WH935> come. חליפתי׃ <WH2487> my change"},{"number":15,"verse":"תקרא <WH7121> Thou shalt call, ואנכי <WH595> and I אענך <WH6030> will answer למעשׂה <WH4639> to the work ידיך <WH3027> of thine hands. תכסף׃ <WH3700> thee: thou wilt have a desire"},{"number":16,"verse":"כי <WH3588> For עתה <WH6258> now צעדי <WH6806> my steps: תספור <WH5608> thou numberest לא <WH3808> dost thou not תשׁמור <WH8104> watch על <WH5921> over חטאתי׃ <WH2403> my sin?"},{"number":17,"verse":"חתם <WH2856> sealed up בצרור <WH6872> in a bag, פשׁעי <WH6588> My transgression ותטפל <WH2950> and thou sewest up על <WH5921> and thou sewest up עוני׃ <WH5771> mine iniquity."},{"number":18,"verse":"ואולם <WH199> And surely הר <WH2022> the mountain נופל <WH5307> falling יבול <WH5034> cometh to naught, וצור <WH6697> and the rock יעתק <WH6275> is removed ממקמו׃ <WH4725> out of his place."},{"number":19,"verse":"אבנים <WH68> the stones: שׁחקו <WH7833> wear מים <WH4325> The waters תשׁטף <WH7857> thou washest away ספיחיה <WH5599> the things which grow עפר <WH6083> of the dust ארץ <WH776> of the earth; ותקות <WH8615> the hope אנושׁ <WH582> of man. האבדת׃ <WH6> and thou destroyest"},{"number":20,"verse":"תתקפהו <WH8630> Thou prevailest לנצח <WH5331> forever ויהלך <WH1980> against him, and he passeth: משׁנה <WH8138> thou changest פניו <WH6440> his countenance, ותשׁלחהו׃ <WH7971> and sendest him away."},{"number":21,"verse":"יכבדו <WH3513> come to honor, בניו <WH1121> His sons ולא <WH3808> not; ידע <WH3045> and he knoweth ויצערו <WH6819> and they are brought low, ולא <WH3808> not יבין׃ <WH995> but he perceiveth"},{"number":22,"verse":"אך <WH389> But בשׂרו <WH1320> his flesh עליו <WH5921> upon יכאב <WH3510> him shall have pain, ונפשׁו <WH5315> and his soul עליו <WH5921> within תאבל׃ <WH56> him shall mourn."}]}