{"bibleAbbr":"Orig2013+","bookName":"איוב","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"ויען <WH6030> Then answered בלדד <WH1085> Bildad השׁחי <WH7747> the Shuhite, ויאמר׃ <WH559> and said,"},{"number":2,"verse":"עד <WH5704> אנהשׂימון <WH7760> ye make קנצי <WH7078> an end למלין <WH4405> of words? תבינו <WH995> mark, ואחר <WH310> and afterwards נדבר׃ <WH1696> we will speak."},{"number":3,"verse":"מדוע <WH4069> Wherefore נחשׁבנו <WH2803> are we counted כבהמה <WH929> as beasts, נטמינו <WH2933> reputed vile בעיניכם׃ <WH5869> in your sight?"},{"number":4,"verse":"טרף <WH2963> He teareth נפשׁו <WH5315> himself באפו <WH639> in his anger: הלמענך <WH4616> for תעזב <WH5800> be forsaken ארץ <WH776> shall the earth ויעתק <WH6275> be removed צור <WH6697> thee? and shall the rock ממקמו׃ <WH4725> out of his place?"},{"number":5,"verse":"גם <WH1571> Yea, אור <WH216> the light רשׁעים <WH7563> of the wicked ידעך <WH1846> shall be put out, ולא <WH3808> shall not יגה <WH5050> shine. שׁביב <WH7632> and the spark אשׁו׃ <WH784> of his fire"},{"number":6,"verse":"אור <WH216> The light חשׁך <WH2821> shall be dark באהלו <WH168> in his tabernacle, ונרו <WH5216> and his candle עליו <WH5921> with ידעך׃ <WH1846> shall be put out"},{"number":7,"verse":"יצרו <WH3334> shall be straitened, צעדי <WH6806> The steps אונו <WH202> of his strength ותשׁליכהו <WH7993> shall cast him down. עצתו׃ <WH6098> and his own counsel"},{"number":8,"verse":"כי <WH3588> For שׁלח <WH7971> he is cast ברשׁת <WH7568> into a net ברגליו <WH7272> by his own feet, ועל <WH5921> upon שׂבכה <WH7639> a snare. יתהלך׃ <WH1980> and he walketh"},{"number":9,"verse":"יאחז <WH270> shall take בעקב <WH6119> by the heel, פח <WH6341> The gin יחזק <WH2388> shall prevail עליו <WH5921> against צמים׃ <WH6782> the robber"},{"number":10,"verse":"טמון <WH2934> laid בארץ <WH776> for him in the ground, חבלו <WH2256> The snare ומלכדתו <WH4434> and a trap עלי <WH5921> for him in נתיב׃ <WH5410> the way."},{"number":11,"verse":"סביב <WH5439> on every side, בעתהו <WH1204> shall make him afraid בלהות <WH1091> Terrors והפיצהו <WH6327> and shall drive לרגליו׃ <WH7272> him to his feet."},{"number":12,"verse":"יהי <WH1961> shall be רעב <WH7457> hunger-bitten, אנו <WH202> His strength ואיד <WH343> and destruction נכון <WH3559> ready לצלעו׃ <WH6763> at his side."},{"number":13,"verse":"יאכל <WH398> It shall devour בדי <WH905> the strength עורו <WH5785> of his skin: יאכל <WH398> shall devour בדיו <WH905> his strength. בכור <WH1060> the firstborn מות׃ <WH4194> of death"},{"number":14,"verse":"ינתק <WH5423> shall be rooted out מאהלו <WH168> of his tabernacle, מבטחו <WH4009> His confidence ותצעדהו <WH6805> and it shall bring למלך <WH4428> him to the king בלהות׃ <WH1091> of terrors."},{"number":15,"verse":"תשׁכון <WH7931> It shall dwell באהלו <WH168> in his tabernacle, מבלי <WH1097> because none לו יזרה <WH2219> shall be scattered על <WH5921> upon נוהו <WH5116> his habitation. גפרית׃ <WH1614> of his: brimstone"},{"number":16,"verse":"מתחת <WH8478> beneath, שׁרשׁיו <WH8328> His roots יבשׁו <WH3001> shall be dried up וממעל <WH4605> and above ימל <WH5243> be cut off. קצירו׃ <WH7105> shall his branch"},{"number":17,"verse":"זכרו <WH2143> His remembrance אבד <WH6> shall perish מני <WH4480> from ארץ <WH776> the earth, ולא <WH3808> and he shall have no שׁם <WH8034> name לו על <WH5921> in פני <WH6440> the street. חוץ׃ <WH2351> the street."},{"number":18,"verse":"יהדפהו <WH1920> He shall be driven מאור <WH216> from light אל <WH413> into חשׁך <WH2822> darkness, ומתבל <WH8398> out of the world. ינדהו׃ <WH5074> and chased"},{"number":19,"verse":"לא <WH3808> He shall neither נין <WH5209> have son לו ולא <WH3808> nor נכד <WH5220> nephew בעמו <WH5971> among his people, ואין <WH369> nor שׂריד <WH8300> any remaining במגוריו׃ <WH4033> in his dwellings."},{"number":20,"verse":"על <WH5921> at יומו <WH3117> his day, נשׁמו <WH8074> shall be astonished אחרנים <WH314> They that come after וקדמנים <WH6931> as they that went before אחזו <WH270> שׂער׃ <WH8178> were frightened."},{"number":21,"verse":"אך <WH389> Surely אלה <WH428> such משׁכנות <WH4908> the dwellings עול <WH5767> of the wicked, וזה <WH2088> and this מקום <WH4725> the place לא <WH3808> not ידע <WH3045> knoweth אל׃ <WH410> God."}]}