{"bibleAbbr":"Orig2013+","bookName":"איוב","bookEnglishName":"Job","chapterNumber":20,"verses":[{"number":1,"verse":"ויען <WH6030> Then answered צפר <WH6691> Zophar הנעמתי <WH5284> the Naamathite, ויאמר׃ <WH559> and said,"},{"number":2,"verse":"לכן <WH3651> Therefore שׂעפי <WH5587> do my thoughts ישׁיבוני <WH7725> cause me to answer, ובעבור <WH5668> and for חושׁי׃ <WH2363> I make haste."},{"number":3,"verse":"מוסר <WH4148> the check כלמתי <WH3639> of my reproach, אשׁמע <WH8085> I have heard ורוח <WH7307> and the spirit מבינתי <WH998> of my understanding יענני׃ <WH6030> causeth me to answer."},{"number":4,"verse":"הזאת <WH2063> thou this ידעת <WH3045> Knowest מני <WH4480> of עד <WH5703> old, מני <WH4480> since שׂים <WH7760> was placed אדם <WH120> man עלי <WH5921> upon ארץ׃ <WH776> earth,"},{"number":5,"verse":"כי <WH3588> That רננת <WH7445> the triumphing רשׁעים <WH7563> of the wicked מקרוב <WH7138> short, ושׂמחת <WH8057> and the joy חנף <WH2611> of the hypocrite עדי <WH5704> for רגע׃ <WH7281> a moment?"},{"number":6,"verse":"אם <WH518> Though יעלה <WH5927> mount up לשׁמים <WH8064> to the heavens, שׂיאו <WH7863> his excellency וראשׁו <WH7218> and his head לעב <WH5645> unto the clouds; יגיע׃ <WH5060> reach"},{"number":7,"verse":"כגללו <WH1561> like his own dung: לנצח <WH5331> forever יאבד <WH6> he shall perish ראיו <WH7200> they which have seen יאמרו <WH559> him shall say, איו׃ <WH335> Where"},{"number":8,"verse":"כחלום <WH2472> as a dream, יעוף <WH5774> He shall fly away ולא <WH3808> and shall not ימצאוהו <WH4672> be found: וידד <WH5074> yea, he shall be chased away כחזיון <WH2384> as a vision לילה׃ <WH3915> of the night."},{"number":9,"verse":"עין <WH5869> The eye שׁזפתו <WH7805> also saw ולא <WH3808> him shall no תוסיף <WH3254> more; ולא <WH3808> neither עוד <WH5750> any more תשׁורנו <WH7789> behold מקומו׃ <WH4725> shall his place"},{"number":10,"verse":"בניו <WH1121> His children ירצו <WH7521> shall seek to please דלים <WH1800> the poor, וידיו <WH3027> and his hands תשׁבנה <WH7725> shall restore אונו׃ <WH202> their goods."},{"number":11,"verse":"עצמותיו <WH6106> His bones מלאו <WH4390> are full עלומו <WH5934> of his youth, ועמו <WH5973> with על <WH5921> him in עפר <WH6083> the dust. תשׁכב׃ <WH7901> which shall lie down"},{"number":12,"verse":"אם <WH518> Though תמתיק <WH4985> be sweet בפיו <WH6310> in his mouth, רעה <WH7451> wickedness יכחידנה <WH3582> he hide תחת <WH8478> it under לשׁונו׃ <WH3956> his tongue;"},{"number":13,"verse":"יחמל <WH2550> עליהלא <WH3808> it not; יעזבנה <WH5800> it, and forsake וימנענה <WH4513> but keep it still בתוך <WH8432> within חכו׃ <WH2441> his mouth:"},{"number":14,"verse":"לחמו <WH3899> his meat במעיו <WH4578> in his bowels נהפך <WH2015> is turned, מרורת <WH4846> the gall פתנים <WH6620> of asps בקרבו׃ <WH7130> within"},{"number":15,"verse":"חיל <WH2428> riches, בלע <WH1104> He hath swallowed down ויקאנו <WH6958> and he shall vomit them up again: מבטנו <WH990> his belly. יורשׁנו <WH3423> shall cast them out אל׃ <WH410> God"},{"number":16,"verse":"ראשׁ <WH7219> the poison פתנים <WH6620> of asps: יינק <WH3243> He shall suck תהרגהו <WH2026> shall slay לשׁון <WH3956> tongue אפעה׃ <WH660> the viper's"},{"number":17,"verse":"אל <WH408> He shall not ירא <WH7200> see בפלגות <WH6390> the rivers, נהרי <WH5104> the floods, נחלי <WH5158> the brooks דבשׁ <WH1706> of honey וחמאה׃ <WH2529> and butter."},{"number":18,"verse":"משׁיב <WH7725> shall he restore, יגע <WH3022> That which he labored for ולא <WH3808> and shall not יבלע <WH1104> swallow down: כחיל <WH2428> according to substance תמורתו <WH8545> the restitution ולא <WH3808> and he shall not יעלס׃ <WH5965> rejoice"},{"number":19,"verse":"כי <WH3588> Because רצץ <WH7533> he hath oppressed עזב <WH5800> hath forsaken דלים <WH1800> the poor; בית <WH1004> a house גזל <WH1497> he hath violently taken away ולא <WH3808> not; יבנהו׃ <WH1129> which he built"},{"number":20,"verse":"כי <WH3588> Surely לא <WH3808> he shall not ידע <WH3045> feel שׁלו <WH7961> quietness בבטנו <WH990> in his belly, בחמודו <WH2530> of that which he desired. לא <WH3808> he shall not ימלט׃ <WH4422> save"},{"number":21,"verse":"אין <WH369> There shall none שׂריד <WH8300> be left; לאכלו <WH400> of his meat על <WH5921> therefore כן <WH3651> therefore לא <WH3808> shall no יחיל <WH2342> man look טובו׃ <WH2898> for his goods."},{"number":22,"verse":"במלאות <WH4390> In the fullness שׂפקו <WH5607> of his sufficiency יצר <WH3334> he shall be in straits: לו כל <WH3605> every יד <WH3027> hand עמל <WH6001> of the wicked תבואנו׃ <WH935> shall come"},{"number":23,"verse":"יהי <WH1961> he למלא <WH4390> is about to fill בטנו <WH990> his belly, ישׁלח <WH7971> shall cast בו חרון <WH2740> the fury אפו <WH639> of his wrath וימטר <WH4305> upon him, and shall rain עלימו <WH5921> upon בלחומו׃ <WH3894> him while he is eating."},{"number":24,"verse":"יברח <WH1272> He shall flee מנשׁק <WH5402> weapon, ברזל <WH1270> from the iron תחלפהו <WH2498> shall strike him through. קשׁת <WH7198> the bow נחושׁה׃ <WH5154> of steel"},{"number":25,"verse":"שׁלף <WH8025> It is drawn, ויצא <WH3318> and cometh out מגוה <WH1465> of the body; וברק <WH1300> yea, the glittering sword ממררתו <WH4846> out of his gall: יהלך <WH1980> cometh עליו <WH5921> upon אמים׃ <WH367> terrors"},{"number":26,"verse":"כל <WH3605> All חשׁך <WH2822> darkness טמון <WH2934> hid לצפוניו <WH6845> in his secret places: תאכלהו <WH398> shall consume אשׁ <WH784> a fire לא <WH3808> not נפח <WH5301> blown ירע <WH3415> שׂריד <WH8300> with him that is left באהלו׃ <WH168> in his tabernacle."},{"number":27,"verse":"יגלו <WH1540> shall reveal שׁמים <WH8064> The heaven עונו <WH5771> his iniquity; וארץ <WH776> and the earth מתקוממה׃ <WH6965> shall rise up"},{"number":28,"verse":"יגל <WH1540> shall depart, יבול <WH2981> The increase ביתו <WH1004> of his house נגרות <WH5064> shall flow away ביום <WH3117> in the day אפו׃ <WH639> of his wrath."},{"number":29,"verse":"זה <WH2088> This חלק <WH2506> the portion אדם <WH120> man רשׁע <WH7563> of a wicked מאלהים <WH430> ונחלת <WH5159> and the heritage אמרו <WH561> appointed מאל׃ <WH410>"}]}