{"bibleAbbr":"Orig2013+","bookName":"איוב","bookEnglishName":"Job","chapterNumber":22,"verses":[{"number":1,"verse":"ויען <WH6030> answered אליפז <WH464> Then Eliphaz התמני <WH8489> the Temanite ויאמר׃ <WH559> and said,"},{"number":2,"verse":"הלאל <WH410> unto God, יסכן <WH5532> be profitable גבר <WH1397> Can a man כי <WH3588> as he that יסכן <WH5532> may be profitable עלימו <WH5921> unto משׂכיל׃ <WH7919> is wise"},{"number":3,"verse":"החפץ <WH2656> any pleasure לשׁדי <WH7706> to the Almighty, כי <WH3588> that תצדק <WH6663> thou art righteous? ואם <WH518> or בצע <WH1215> gain כי <WH3588> that תתם <WH8552> thou makest thy ways perfect? דרכיך׃ <WH1870> thou makest thy ways perfect?"},{"number":4,"verse":"המיראתך <WH3374> thee for fear יכיחך <WH3198> Will he reprove יבוא <WH935> of thee? will he enter עמך <WH5973> with במשׁפט׃ <WH4941> thee into judgment?"},{"number":5,"verse":"הלא <WH3808> not רעתך <WH7451> thy wickedness רבה <WH7227> great? ואין <WH369> infinite? קץ <WH7093> infinite? לעונתיך׃ <WH5771> and thine iniquities"},{"number":6,"verse":"כי <WH3588> For תחבל <WH2254> thou hast taken a pledge אחיך <WH251> from thy brother חנם <WH2600> for naught, ובגדי <WH899> of their clothing. ערומים <WH6174> the naked תפשׁיט׃ <WH6584> and stripped"},{"number":7,"verse":"לא <WH3808> Thou hast not מים <WH4325> given water עיף <WH5889> to the weary תשׁקה <WH8248> to drink, ומרעב <WH7456> תמנע <WH4513> and thou hast withheld לחם׃ <WH3899> bread"},{"number":8,"verse":"ואישׁ <WH376> man, זרוע <WH2220> But the mighty לו הארץ <WH776> he had the earth; ונשׂוא <WH5375> and the honorable man פנים <WH6440> and the honorable man ישׁב׃ <WH3427> dwelt"},{"number":9,"verse":"אלמנות <WH490> שׁלחתיקם <WH7387> empty, וזרעות <WH2220> and the arms יתמים <WH3490> of the fatherless ידכא׃ <WH1792> have been broken."},{"number":10,"verse":"על <WH5921> כןביבותיך <WH5439> round about פחים <WH6341> snares ויבהלך <WH926> troubleth פחד <WH6343> fear פתאם׃ <WH6597> thee, and sudden"},{"number":11,"verse":"או <WH176> Or חשׁך <WH2822> darkness, לא <WH3808> thou canst not תראה <WH7200> see; ושׁפעת <WH8229> and abundance מים <WH4325> of waters תכסך׃ <WH3680> cover"},{"number":12,"verse":"הלא <WH3808> not אלוה <WH433> God גבה <WH1363> in the height שׁמים <WH8064> of heaven? וראה <WH7200> and behold ראשׁ <WH7218> the height כוכבים <WH3556> of the stars, כי <WH3588> how רמו׃ <WH7311> high they are!"},{"number":13,"verse":"ואמרת <WH559> And thou sayest, מה <WH4100> How ידע <WH3045> know? אל <WH410> doth God הבעד <WH1157> through ערפל <WH6205> the dark cloud? ישׁפוט׃ <WH8199> can he judge"},{"number":14,"verse":"עבים <WH5645> Thick clouds סתר <WH5643> a covering לו ולא <WH3808> not; יראה <WH7200> to him, that he seeth וחוג <WH2329> in the circuit שׁמים <WH8064> of heaven. יתהלך׃ <WH1980> and he walketh"},{"number":15,"verse":"הארח <WH734> way עולם <WH5769> the old תשׁמר <WH8104> Hast thou marked אשׁר <WH834> which דרכו <WH1869> have trodden? מתי <WH4962> men און׃ <WH205> wicked"},{"number":16,"verse":"אשׁר <WH834> Which קמטו <WH7059> were cut down ולא <WH3808> out of עת <WH6256> time, נהר <WH5104> with a flood: יוצק <WH3332> was overflown יסודם׃ <WH3247> whose foundation"},{"number":17,"verse":"האמרים <WH559> Which said לאל <WH410> unto God, סור <WH5493> Depart ממנו <WH4480> from ומה <WH4100> us: and what יפעל <WH6466> do שׁדי׃ <WH7706> can the Almighty"},{"number":18,"verse":"והוא <WH1931> Yet he מלא <WH4390> filled בתיהם <WH1004> their houses טוב <WH2896> with good ועצת <WH6098> but the counsel רשׁעים <WH7563> of the wicked רחקה <WH7368> is far מני׃ <WH4480> from"},{"number":19,"verse":"יראו <WH7200> see צדיקים <WH6662> The righteous וישׂמחו <WH8055> and are glad: ונקי <WH5355> and the innocent ילעג׃ <WH3932> laugh them to scorn."},{"number":20,"verse":"אם <WH518> Whereas לא <WH3808> is not נכחד <WH3582> cut down, קימנו <WH7009> our substance ויתרם <WH3499> but the remnant אכלה <WH398> consumeth. אשׁ׃ <WH784> of them the fire"},{"number":21,"verse":"הסכן <WH5532> Acquaint נא <WH4994> now עמו <WH5973> thyself with ושׁלם <WH7999> him, and be at peace: בהם תבואתך <WH935> shall come טובה׃ <WH2896> thereby good"},{"number":22,"verse":"קח <WH3947> Receive, נא <WH4994> I pray thee, מפיו <WH6310> from his mouth, תורה <WH8451> the law ושׂים <WH7760> and lay up אמריו <WH561> his words בלבבך׃ <WH3824> in thine heart."},{"number":23,"verse":"אם <WH518> If תשׁוב <WH7725> thou return עד <WH5704> to שׁדי <WH7706> the Almighty, תבנה <WH1129> thou shalt be built up, תרחיק <WH7368> far עולה <WH5766> thou shalt put away iniquity מאהלך׃ <WH168> from thy tabernacles."},{"number":24,"verse":"ושׁית <WH7896> Then shalt thou lay up על <WH5921> as עפר <WH6083> dust, בצר <WH1220> gold ובצור <WH6697> as the stones נחלים <WH5158> of the brooks. אופיר׃ <WH211> and the of Ophir"},{"number":25,"verse":"והיה <WH1961> shall be שׁדי <WH7706> Yea, the Almighty בצריך <WH1220> thy defense, וכסף <WH3701> of silver. תועפות׃ <WH8443> and thou shalt have plenty"},{"number":26,"verse":"כי <WH3588> For אז <WH227> then על <WH5921> in שׁדי <WH7706> the Almighty, תתענג <WH6026> shalt thou have thy delight ותשׂא <WH5375> and shalt lift up אל <WH413> unto אלוה <WH433> God. פניך׃ <WH6440> thy face"},{"number":27,"verse":"תעתיר <WH6279> Thou shalt make thy prayer אליו <WH413> unto וישׁמעך <WH8085> him, and he shall hear ונדריך <WH5088> thy vows. תשׁלם׃ <WH7999> thee, and thou shalt pay"},{"number":28,"verse":"ותגזר <WH1504> Thou shalt also decree אומר <WH562> a thing, ויקם <WH6965> and it shall be established לך ועל <WH5921> upon דרכיך <WH1870> thy ways. נגה <WH5050> shall shine אור׃ <WH216> unto thee: and the light"},{"number":29,"verse":"כי <WH3588> When השׁפילו <WH8213> are cast down, ותאמר <WH559> then thou shalt say, גוה <WH1466> lifting up; ושׁח <WH7807> the humble person. עינים <WH5869> the humble person. יושׁע׃ <WH3467> and he shall save"},{"number":30,"verse":"ימלט <WH4422> He shall deliver אי <WH336> the island נקי <WH5355> of the innocent: ונמלט <WH4422> and it is delivered בבר <WH1252> by the pureness כפיך׃ <WH3709> of thine hands."}]}