{"bibleAbbr":"Orig2013+","bookName":"איוב","bookEnglishName":"Job","chapterNumber":32,"verses":[{"number":1,"verse":"וישׁבתו <WH7673> ceased שׁלשׁת <WH7969> three האנשׁים <WH582> האלה <WH428> So these מענות <WH6030> to answer את <WH853> איוב <WH347> Job, כי <WH3588> because הוא <WH1931> he צדיק <WH6662> righteous בעיניו׃ <WH5869> in his own eyes."},{"number":2,"verse":"ויחר <WH2734> Then was kindled אף <WH639> the wrath אליהוא <WH453> of Elihu בן <WH1121> the son ברכאל <WH1292> of Barachel הבוזי <WH940> the Buzite, ממשׁפחת <WH4940> of the kindred רם <WH7410> of Ram: באיוב <WH347> against Job חרה <WH2734> kindled, אפו <WH639> was his wrath על <WH5921> because צדקו <WH6663> he justified נפשׁו <WH5315> himself מאלהים׃ <WH430>"},{"number":3,"verse":"ובשׁלשׁת <WH7969> Also against his three רעיו <WH7453> friends חרה <WH2734> kindled, אפו <WH639> was his wrath על <WH5921> because אשׁר <WH834> because לא <WH3808> no מצאו <WH4672> they had found מענה <WH4617> answer, וירשׁיעו <WH7561> and had condemned את <WH853> איוב׃ <WH347> Job."},{"number":4,"verse":"ואליהו <WH453> Now Elihu חכה <WH2442> had waited את <WH853> איוב <WH347> till Job בדברים <WH1697> had spoken, כי <WH3588> because זקנים <WH2205> elder המה <WH1992> they ממנו <WH4480> than לימים׃ <WH3117> elder"},{"number":5,"verse":"וירא <WH7200> saw אליהוא <WH453> When Elihu כי <WH3588> that אין <WH369> no מענה <WH4617> answer בפי <WH6310> in the mouth שׁלשׁת <WH7969> of three האנשׁים <WH376> men, ויחר <WH2734> was kindled. אפו׃ <WH639> then his wrath"},{"number":6,"verse":"ויען <WH6030> answered אליהוא <WH453> And Elihu בן <WH1121> the son ברכאל <WH1292> of Barachel הבוזי <WH940> the Buzite ויאמר <WH559> and said, צעיר <WH6810> young, אני <WH589> I לימים <WH3117> very old; ואתם <WH859> and ye ישׁישׁים <WH3453> very old; על <WH5921> wherefore כן <WH3651> wherefore זחלתי <WH2119> I was afraid, ואירא <WH3372> and durst מחות <WH2331> not show דעי <WH1843> you mine opinion. אתכם׃ <WH853>"},{"number":7,"verse":"אמרתי <WH559> I said, ימים <WH3117> Days ידברו <WH1696> should speak, ורב <WH7230> and multitude שׁנים <WH8141> of years ידיעו <WH3045> should teach חכמה׃ <WH2451> wisdom."},{"number":8,"verse":"אכן <WH403> But רוח <WH7307> a spirit היא <WH1931> באנושׁ <WH582> in man: ונשׁמת <WH5397> and the inspiration שׁדי <WH7706> of the Almighty תבינם׃ <WH995> giveth them understanding."},{"number":9,"verse":"לא <WH3808> men are not רבים <WH7227> Great יחכמו <WH2449> wise: וזקנים <WH2205> neither do the aged יבינו <WH995> understand משׁפט׃ <WH4941> judgment."},{"number":10,"verse":"לכן <WH3651> Therefore אמרתי <WH559> I said, שׁמעה <WH8085> Hearken לי אחוה <WH2331> will show דעי <WH1843> mine opinion. אף <WH637> also אני׃ <WH589> to me; I"},{"number":11,"verse":"הן <WH2005> Behold, הוחלתי <WH3176> I waited לדבריכם <WH1697> for your words; אזין <WH238> I gave ear עד <WH5704> to תבונתיכם <WH8394> your reasons, עד <WH5704> whilst תחקרון <WH2713> ye searched out מלין׃ <WH4405> what to say."},{"number":12,"verse":"ועדיכם <WH5704> unto אתבונן <WH995> Yea, I attended והנה <WH2009> you, and, behold, אין <WH369> none לאיוב <WH347> Job, מוכיח <WH3198> you that convinced עונה <WH6030> that answered אמריו <WH561> his words: מכם׃ <WH4480> of"},{"number":13,"verse":"פן <WH6435> Lest תאמרו <WH559> ye should say, מצאנו <WH4672> We have found out חכמה <WH2451> wisdom: אל <WH410> God ידפנו <WH5086> thrusteth him down, לא <WH3808> not אישׁ׃ <WH376> man."},{"number":14,"verse":"ולא <WH3808> Now he hath not ערך <WH6186> directed אלי <WH413> against מלין <WH4405> words ובאמריכם <WH561> him with your speeches. לא <WH3808> me: neither אשׁיבנו׃ <WH7725> will I answer"},{"number":15,"verse":"חתו <WH2865> They were amazed, לא <WH3808> no ענו <WH6030> they answered עוד <WH5750> more: העתיקו <WH6275> they left off מהם <WH1992> מלים׃ <WH4405> speaking."},{"number":16,"verse":"והוחלתי <WH3176> When I had waited, כי <WH3588> (for לא <WH3808> not, ידברו <WH1696> they spoke כי <WH3588> but עמדו <WH5975> stood still, לא <WH3808> no ענו <WH6030> answered עוד׃ <WH5750> more;)"},{"number":17,"verse":"אענה <WH6030> will answer אף <WH637> also אני <WH589> I חלקי <WH2506> my part, אחוה <WH2331> will show דעי <WH1843> mine opinion. אף <WH637> also אני׃ <WH589> I"},{"number":18,"verse":"כי <WH3588> For מלתי <WH4390> I am full מלים <WH4405> of matter, הציקתני <WH6693> me constraineth רוח <WH7307> the spirit בטני׃ <WH990> within"},{"number":19,"verse":"הנה <WH2009> Behold, בטני <WH990> my belly כיין <WH3196> as wine לא <WH3808> hath no יפתח <WH6605> vent; כאבות <WH178> bottles. חדשׁים <WH2319> like new יבקע׃ <WH1234> it is ready to burst"},{"number":20,"verse":"אדברה <WH1696> I will speak, וירוח <WH7304> that I may be refreshed: לי אפתח <WH6605> I will open שׂפתי <WH8193> my lips ואענה׃ <WH6030> and answer."},{"number":21,"verse":"אל <WH408> Let me not, נא <WH4994> I pray you, אשׂא <WH5375> accept פני <WH6440> person, אישׁ <WH376> any man's ואל <WH413> unto אדם <WH120> man. לא <WH3808> neither אכנה׃ <WH3655> let me give flattering titles"},{"number":22,"verse":"כי <WH3588> For לא <WH3808> not ידעתי <WH3045> I know אכנה <WH3655> to give flattering titles; כמעט <WH4592> would soon ישׂאני <WH5375> take me away. עשׂני׃ <WH6213> my maker"}]}