{"bibleAbbr":"Orig2013+","bookName":"איוב","bookEnglishName":"Job","chapterNumber":33,"verses":[{"number":1,"verse":"ואולם <WH199> Wherefore, שׁמע <WH8085> hear נא <WH4994> I pray thee, איוב <WH347> Job, מלי <WH4405> my speeches, וכל <WH3605> to all דברי <WH1697> my words. האזינה׃ <WH238> and hearken"},{"number":2,"verse":"הנה <WH2009> Behold, נא <WH4994> now פתחתי <WH6605> I have opened פי <WH6310> my mouth, דברה <WH1696> hath spoken לשׁוני <WH3956> my tongue בחכי׃ <WH2441> in my mouth."},{"number":3,"verse":"ישׁר <WH3476> the uprightness לבי <WH3820> of my heart: אמרי <WH561> My words ודעת <WH1847> knowledge שׂפתי <WH8193> and my lips ברור <WH1305> clearly. מללו׃ <WH4448> shall utter"},{"number":4,"verse":"רוח <WH7307> The Spirit אל <WH410> of God עשׂתני <WH6213> hath made ונשׁמת <WH5397> me, and the breath שׁדי <WH7706> of the Almighty תחיני׃ <WH2421> hath given me life."},{"number":5,"verse":"אם <WH518> If תוכל <WH3201> thou canst השׁיבני <WH7725> answer ערכה <WH6186> me, set n order לפני <WH6440> before התיצבה׃ <WH3320> me, stand up."},{"number":6,"verse":"הן <WH2005> Behold, אני <WH589> I כפיך <WH6310> according to thy wish לאל <WH410> in God's מחמר <WH2563> out of the clay. קרצתי <WH7169> am formed גם <WH1571> also אני׃ <WH589> stead: I"},{"number":7,"verse":"הנה <WH2009> Behold, אמתי <WH367> my terror לא <WH3808> shall not תבעתך <WH1204> make thee afraid, ואכפי <WH405> shall my hand עליך <WH5921> upon לא <WH3808> neither יכבד׃ <WH3513> be heavy"},{"number":8,"verse":"אך <WH389> Surely אמרת <WH559> thou hast spoken באזני <WH241> in mine hearing, וקול <WH6963> the voice מלין <WH4405> of words, אשׁמע׃ <WH8085> and I have heard"},{"number":9,"verse":"זך <WH2134> am clean אני <WH589> I בלי <WH1097> without פשׁע <WH6588> transgression, חף <WH2643> innocent; אנכי <WH595> I ולא <WH3808> neither עון׃ <WH5771> iniquity"},{"number":10,"verse":"הן <WH2005> Behold, תנואות <WH8569> occasions עלי <WH5921> against ימצא <WH4672> he findeth יחשׁבני <WH2803> me, he counteth לאויב׃ <WH341> me for his enemy,"},{"number":11,"verse":"ישׂם <WH7760> He putteth בסד <WH5465> in the stocks, רגלי <WH7272> my feet ישׁמר <WH8104> he marketh כל <WH3605> all ארחתי׃ <WH734> my paths."},{"number":12,"verse":"הן <WH2005> Behold, זאת <WH2063> this לא <WH3808> thou art not צדקת <WH6663> just: אענך <WH6030> I will answer כי <WH3588> thee, that ירבה <WH7235> is greater אלוה <WH433> God מאנושׁ׃ <WH582> than man."},{"number":13,"verse":"מדוע <WH4069> Why אליו <WH413> against ריבות <WH7378> dost thou strive כי <WH3588> him? for כל <WH3605> of any דבריו <WH1697> of his matters. לא <WH3808> he giveth not יענה׃ <WH6030> account"},{"number":14,"verse":"כי <WH3588> For באחת <WH259> once, ידבר <WH1696> speaketh אל <WH410> God ובשׁתים <WH8147> yea twice, לא <WH3808> it not. ישׁורנה׃ <WH7789> perceiveth"},{"number":15,"verse":"בחלום <WH2472> In a dream, חזיון <WH2384> in a vision לילה <WH3915> of the night, בנפל <WH5307> falleth תרדמה <WH8639> when deep sleep על <WH5921> upon אנשׁים <WH376> men, בתנומות <WH8572> in slumberings עלי <WH5921> upon משׁכב׃ <WH4904> the bed;"},{"number":16,"verse":"אז <WH227> Then יגלה <WH1540> he openeth אזן <WH241> the ears אנשׁים <WH582> ובמסרם <WH4561> their instruction, יחתם׃ <WH2856> and sealeth"},{"number":17,"verse":"להסיר <WH5493> That he may withdraw אדם <WH120> man מעשׂה <WH4639> purpose, וגוה <WH1466> pride מגבר <WH1397> from man. יכסה׃ <WH3680> and hide"},{"number":18,"verse":"יחשׂך <WH2820> He keepeth back נפשׁו <WH5315> his soul מני <WH4480> from שׁחת <WH7845> the pit, וחיתו <WH2416> and his life מעבר <WH5674> from perishing בשׁלח׃ <WH7973> by the sword."},{"number":19,"verse":"והוכח <WH3198> He is chastened במכאוב <WH4341> also with pain על <WH5921> upon משׁכבו <WH4904> his bed, וריב <WH7379> עצמיו <WH6106> of his bones אתן׃ <WH386> with strong"},{"number":20,"verse":"וזהמתו <WH2092> abhorreth חיתו <WH2416> So that his life לחם <WH3899> bread, ונפשׁו <WH5315> and his soul מאכל <WH3978> meat. תאוה׃ <WH8378> dainty"},{"number":21,"verse":"יכל <WH3615> is consumed away, בשׂרו <WH1320> His flesh מראי <WH7210> that it cannot be seen; ושׁפי <WH8205> עצמותיו <WH6106> and his bones לא <WH3808> were not ראו׃ <WH7200> seen"},{"number":22,"verse":"ותקרב <WH7126> draweth near לשׁחת <WH7845> unto the grave, נפשׁו <WH5315> Yea, his soul וחיתו <WH2416> and his life לממתים׃ <WH4191> to the destroyers."},{"number":23,"verse":"אם <WH518> If ישׁ <WH3426> there be עליו <WH5921> with מלאך <WH4397> a messenger מליץ <WH3887> him, an interpreter, אחד <WH259> one מני <WH4480> among אלף <WH505> a thousand, להגיד <WH5046> to show לאדם <WH120> unto man ישׁרו׃ <WH3476> his uprightness:"},{"number":24,"verse":"ויחננו <WH2603> Then he is gracious ויאמר <WH559> unto him, and saith, פדעהו <WH6308> Deliver מרדת <WH3381> him from going down שׁחת <WH7845> to the pit: מצאתי <WH4672> I have found כפר׃ <WH3724> a ransom."},{"number":25,"verse":"רטפשׁ <WH7375> shall be fresher בשׂרו <WH1320> His flesh מנער <WH5290> ישׁוב <WH7725> he shall return לימי <WH3117> to the days עלומיו׃ <WH5934> of his youth:"},{"number":26,"verse":"יעתר <WH6279> He shall pray אל <WH413> unto אלוה <WH433> God, וירצהו <WH7521> and he will be favorable וירא <WH7200> unto him: and he shall see פניו <WH6440> his face בתרועה <WH8643> with joy: וישׁב <WH7725> for he will render לאנושׁ <WH582> unto man צדקתו׃ <WH6666> his righteousness."},{"number":27,"verse":"ישׁר <WH7789> He looketh על <WH5921> upon אנשׁים <WH582> ויאמר <WH559> and say, חטאתי <WH2398> I have sinned, וישׁר <WH3477> right, העויתי <WH5753> and perverted ולא <WH3808> me not; שׁוה׃ <WH7737> and it profited"},{"number":28,"verse":"פדה <WH6299> He will deliver נפשׁי <WH5315> his soul מעבר <WH5674> from going בשׁחת <WH7845> into the pit, וחיתי <WH2416> and his life באור <WH216> the light. תראה׃ <WH7200> shall see"},{"number":29,"verse":"הן <WH2005> Lo, כל <WH3605> all אלה <WH428> these יפעל <WH6466> worketh אל <WH410> God פעמים <WH6471> oftentimes שׁלושׁ <WH7969> oftentimes עם <WH5973> with גבר׃ <WH1397> man,"},{"number":30,"verse":"להשׁיב <WH7725> To bring back נפשׁו <WH5315> his soul מני <WH4480> from שׁחת <WH7845> the pit, לאור <WH215> to be enlightened באור <WH216> with the light החיים׃ <WH2416> of the living."},{"number":31,"verse":"הקשׁב <WH7181> Mark well, איוב <WH347> O Job, שׁמע <WH8085> hearken לי החרשׁ <WH2790> unto me: hold thy peace, ואנכי <WH595> and I אדבר׃ <WH1696> will speak."},{"number":32,"verse":"אם <WH518> If ישׁ <WH3426> thou hast מלין <WH4405> any thing to say, השׁיבני <WH7725> answer דבר <WH1696> me: speak, כי <WH3588> for חפצתי <WH2654> I desire צדקך׃ <WH6663> to justify"},{"number":33,"verse":"אם <WH518> If אין <WH369> not, אתה <WH859> שׁמע <WH8085> hearken לי החרשׁ <WH2790> unto me: hold thy peace, ואאלפך <WH502> and I shall teach חכמה׃ <WH2451> thee wisdom."}]}