{"bibleAbbr":"Orig2013+","bookName":"איוב","bookEnglishName":"Job","chapterNumber":42,"verses":[{"number":1,"verse":"ויען <WH6030> answered איוב <WH347> Then Job את <WH853> יהוה <WH3068> the LORD, ויאמר׃ <WH559> and said,"},{"number":2,"verse":"ידעת <WH3045> I know כי <WH3588> that כל <WH3605> every תוכל <WH3201> thou canst do ולא <WH3808> and no יבצר <WH1219> can be withheld ממך <WH4480> from מזמה׃ <WH4209> thought"},{"number":3,"verse":"מי <WH4310> Who זה <WH2088> he מעלים <WH5956> that hideth עצה <WH6098> counsel בלי <WH1097> without דעת <WH1847> knowledge? לכן <WH3651> therefore הגדתי <WH5046> have I uttered ולא <WH3808> not; אבין <WH995> that I understood נפלאות <WH6381> things too wonderful ממני <WH4480> for ולא <WH3808> not. אדע׃ <WH3045> me, which I knew"},{"number":4,"verse":"שׁמע <WH8085> Hear, נא <WH4994> I beseech thee, ואנכי <WH595> and I אדבר <WH1696> will speak: אשׁאלך <WH7592> I will demand והודיעני׃ <WH3045> of thee, and declare"},{"number":5,"verse":"לשׁמע <WH8085> I have heard אזן <WH241> of the ear: שׁמעתיך <WH8088> of thee by the hearing ועתה <WH6258> but now עיני <WH5869> mine eye ראתך׃ <WH7200> seeth"},{"number":6,"verse":"על <WH5921> in כן <WH3651> אמאס <WH3988> I abhor ונחמתי <WH5162> and repent על <WH5921> עפר <WH6083> dust ואפר׃ <WH665> and ashes."},{"number":7,"verse":"ויהי <WH1961> And it was אחר <WH310> that after דבר <WH1696> had spoken יהוה <WH3068> the LORD את <WH853> הדברים <WH1697> words האלה <WH428> these אל <WH413> unto איוב <WH347> Job, ויאמר <WH559> said יהוה <WH3068> the LORD אל <WH413> to אליפז <WH464> Eliphaz התימני <WH8489> the Temanite, חרה <WH2734> is kindled אפי <WH639> My wrath בך ובשׁני <WH8147> against thee, and against thy two רעיך <WH7453> friends: כי <WH3588> for לא <WH3808> ye have not דברתם <WH1696> spoken אלי <WH413> of נכונה <WH3559> me right, כעבדי <WH5650> as my servant איוב׃ <WH347> Job"},{"number":8,"verse":"ועתה <WH6258> unto you now קחו <WH3947> Therefore take לכם שׁבעה <WH7651> seven פרים <WH6499> bullocks ושׁבעה <WH7651> and seven אילים <WH352> rams, ולכו <WH1980> and go אל <WH413> to עבדי <WH5650> my servant איוב <WH347> Job, והעליתם <WH5927> and offer up עולה <WH5930> yourselves a burnt offering; בעדכם <WH1157> for ואיוב <WH347> Job עבדי <WH5650> and my servant יתפלל <WH6419> shall pray עליכם <WH5921> for כי <WH3588> you: for אם <WH518> you: for פניו <WH6440> him אשׂא <WH5375> will I accept: לבלתי <WH1115> lest עשׂות <WH6213> I deal עמכם <WH5973> with נבלה <WH5039> you folly, כי <WH3588> in that לא <WH3808> ye have not דברתם <WH1696> spoken אלי <WH413> of נכונה <WH3559> me right, כעבדי <WH5650> like my servant איוב׃ <WH347> Job."},{"number":9,"verse":"וילכו <WH1980> went, אליפז <WH464> So Eliphaz התימני <WH8489> the Temanite ובלדד <WH1085> and Bildad השׁוחי <WH7747> the Shuhite צפר <WH6691> Zophar הנעמתי <WH5284> the Naamathite ויעשׂו <WH6213> and did כאשׁר <WH834> according as דבר <WH1696> commanded אליהם <WH413> commanded יהוה <WH3068> the LORD וישׂא <WH5375> also accepted יהוה <WH3068> them: the LORD את <WH853> פני <WH6440> also accepted איוב׃ <WH347> Job."},{"number":10,"verse":"ויהוה <WH3068> And the LORD שׁב <WH7725> turned את <WH853> שׁבית <WH7622> the captivity איוב <WH347> of Job, בהתפללו <WH6419> when he prayed בעד <WH1157> for רעהו <WH7453> his friends: ויסף <WH3254> gave יהוה <WH3068> also the LORD את <WH853> כל <WH3605> as much as he had before. אשׁר <WH834> as much as he had before. לאיוב <WH347> Job למשׁנה׃ <WH4932> twice"},{"number":11,"verse":"ויבאו <WH935> Then came אליו <WH413> there unto כל <WH3605> him all אחיו <WH251> his brethren, וכל <WH3605> and all אחיתיו <WH269> his sisters, וכל <WH3605> and all ידעיו <WH3045> they that had been of his acquaintance לפנים <WH6440> before, ויאכלו <WH398> and did eat עמו <WH5973> with לחם <WH3899> bread בביתו <WH1004> him in his house: וינדו <WH5110> and they bemoaned לו וינחמו <WH5162> him, and comforted אתו <WH853> על <WH5921> him over כל <WH3605> all הרעה <WH7451> the evil אשׁר <WH834> that הביא <WH935> had brought יהוה <WH3068> the LORD עליו <WH5921> upon ויתנו <WH5414> also gave לו אישׁ <WH376> him: every man קשׂיטה <WH7192> him a piece of money, אחת <WH259> him a piece of money, ואישׁ <WH376> and every one נזם <WH5141> earring זהב <WH2091> of gold. אחד׃ <WH259> an"},{"number":12,"verse":"ויהוה <WH3068> So the LORD ברך <WH1288> blessed את <WH853> אחרית <WH319> the latter end איוב <WH347> of Job מראשׁתו <WH7225> more than his beginning: ויהי <WH1961> for he had לו ארבעה <WH702> fourteen עשׂר <WH6240> fourteen אלף <WH505> thousand צאן <WH6629> sheep, ושׁשׁת <WH8337> and six אלפים <WH505> thousand גמלים <WH1581> camels, ואלף <WH505> and a thousand צמד <WH6776> yoke בקר <WH1241> of oxen, ואלף <WH505> and a thousand אתונות׃ <WH860> she asses."},{"number":13,"verse":"ויהי <WH1961> He had לו שׁבענה <WH7658> also seven בנים <WH1121> sons ושׁלושׁ <WH7969> and three בנות׃ <WH1323> daughters."},{"number":14,"verse":"ויקרא <WH7121> And he called שׁם <WH8034> the name האחת <WH259> of the first, ימימה <WH3224> Jemima; ושׁם <WH8034> and the name השׁנית <WH8145> of the second, קציעה <WH7103> Kezia; ושׁם <WH8034> and the name השׁלישׁית <WH7992> of the third, קרן הפוך׃ <WH7163> Keren-happuch."},{"number":15,"verse":"ולא <WH3808> were no נמצא <WH4672> found נשׁים <WH802> women יפות <WH3303> fair כבנות <WH1323> as the daughters איוב <WH347> of Job: בכל <WH3605> And in all הארץ <WH776> the land ויתן <WH5414> gave להם <WH1992> אביהם <WH1> and their father נחלה <WH5159> them inheritance בתוך <WH8432> among אחיהם׃ <WH251> their brethren."},{"number":16,"verse":"ויחי <WH2421> lived איוב <WH347> Job אחרי <WH310> After זאת <WH2063> this מאה <WH3967> a hundred וארבעים <WH705> and forty שׁנה <WH8141> years, וירא <WH7200> and saw את <WH853> בניו <WH1121> his sons, ואת <WH853> בני <WH1121> andhis sons' בניו <WH1121> sons, ארבעה <WH702> four דרות׃ <WH1755> generations."},{"number":17,"verse":"וימת <WH4191> died, איוב <WH347> So Job זקן <WH2205> old ושׂבע <WH7649> and full ימים׃ <WH3117> of days."}]}