{"bibleAbbr":"Orig2013+","bookName":"איוב","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"קרא <WH7121> Call נא <WH4994> now, הישׁ <WH3426> if there be עונך <WH6030> any that will answer ואל <WH413> thee; and to מי <WH4310> which מקדשׁים <WH6918> of the saints תפנה׃ <WH6437> wilt thou turn?"},{"number":2,"verse":"כי <WH3588> For לאויל <WH191> the foolish יהרג <WH2026> killeth כעשׂ <WH3708> wrath ופתה <WH6601> the silly תמית <WH4191> slayeth קנאה׃ <WH7068> man, and envy"},{"number":3,"verse":"אני <WH589> I ראיתי <WH7200> have seen אויל <WH191> the foolish משׁרישׁ <WH8327> taking root: ואקוב <WH5344> I cursed נוהו <WH5116> his habitation. פתאם׃ <WH6597> but suddenly"},{"number":4,"verse":"ירחקו <WH7368> are far בניו <WH1121> His children מישׁע <WH3468> from safety, וידכאו <WH1792> and they are crushed בשׁער <WH8179> in the gate, ואין <WH369> neither מציל׃ <WH5337> any to deliver"},{"number":5,"verse":"אשׁר <WH834> Whose קצירו <WH7105> harvest רעב <WH7456> יאכל <WH398> eateth up, ואל <WH413> it even out of מצנים <WH6791> the thorns, יקחהו <WH3947> and taketh ושׁאף <WH7602> swalloweth up צמים <WH6782> and the robber חילם׃ <WH2428> their substance."},{"number":6,"verse":"כי <WH3588> Although לא <WH3808> cometh not forth יצא <WH3318> cometh not forth מעפר <WH6083> of the dust, און <WH205> affliction ומאדמה <WH127> out of the ground; לא <WH3808> neither יצמח <WH6779> spring עמל׃ <WH5999> doth trouble"},{"number":7,"verse":"כי <WH3588> Yet אדם <WH120> man לעמל <WH5999> unto trouble, יולד <WH3205> is born ובני <WH1121> as the sparks רשׁף <WH7565> as the sparks יגביהו <WH1361> upward. עוף׃ <WH5774> fly"},{"number":8,"verse":"אולם <WH199> אני <WH589> I אדרשׁ <WH1875> would seek אל <WH413> unto אל <WH410> God, ואל <WH413> and unto אלהים <WH430> God אשׂים <WH7760> would I commit דברתי׃ <WH1700> my cause:"},{"number":9,"verse":"עשׂה <WH6213> Which doeth גדלות <WH1419> great things ואין <WH369> and unsearchable; חקר <WH2714> and unsearchable; נפלאות <WH6381> marvelous things עד <WH5704> without אין <WH369> without מספר׃ <WH4557> number:"},{"number":10,"verse":"הנתן <WH5414> Who giveth מטר <WH4306> rain על <WH5921> upon פני <WH6440> upon ארץ <WH776> the earth, ושׁלח <WH7971> and sendeth מים <WH4325> waters על <WH5921> upon פני <WH6440> upon חוצות׃ <WH2351> the fields:"},{"number":11,"verse":"לשׂום <WH7760> To set up שׁפלים <WH8217> those that be low; למרום <WH4791> on high וקדרים <WH6937> that those which mourn שׂגבו <WH7682> may be exalted ישׁע׃ <WH3468> to safety."},{"number":12,"verse":"מפר <WH6565> He disappointeth מחשׁבות <WH4284> the devices ערומים <WH6175> of the crafty, ולא <WH3808> cannot תעשׂינה <WH6213> perform ידיהם <WH3027> so that their hands תושׁיה׃ <WH8454> enterprise."},{"number":13,"verse":"לכד <WH3920> He taketh חכמים <WH2450> the wise בערמם <WH6193> in their own craftiness: ועצת <WH6098> and the counsel נפתלים <WH6617> of the froward נמהרה׃ <WH4116> is carried headlong."},{"number":14,"verse":"יומם <WH3119> in the daytime, יפגשׁו <WH6298> They meet חשׁך <WH2822> with darkness וכלילה <WH3915> as in the night. ימשׁשׁו <WH4959> and grope בצהרים׃ <WH6672> in the noonday"},{"number":15,"verse":"וישׁע <WH3467> But he saveth מחרב <WH2719> from the sword, מפיהם <WH6310> from their mouth, ומיד <WH3027> and from the hand חזק <WH2389> of the mighty. אביון׃ <WH34> the poor"},{"number":16,"verse":"ותהי <WH1961> hath לדל <WH1800> So the poor תקוה <WH8615> hope, ועלתה <WH5766> and iniquity קפצה <WH7092> stoppeth פיה׃ <WH6310> her mouth."},{"number":17,"verse":"הנה <WH2009> Behold, אשׁרי <WH835> happy אנושׁ <WH582> the man יוכחנו <WH3198> correcteth: אלוה <WH433> whom God ומוסר <WH4148> thou the chastening שׁדי <WH7706> of the Almighty: אל <WH408> not תמאס׃ <WH3988> therefore despise"},{"number":18,"verse":"כי <WH3588> For הוא <WH1931> he יכאיב <WH3510> maketh sore, ויחבשׁ <WH2280> and bindeth up: ימחץ <WH4272> he woundeth, וידו <WH3027> and his hands תרפינה׃ <WH7495> make whole."},{"number":19,"verse":"בשׁשׁ <WH8337> thee in six צרות <WH6869> troubles: יצילך <WH5337> He shall deliver ובשׁבע <WH7651> yea, in seven לא <WH3808> there shall no יגע <WH5060> touch בך רע׃ <WH7451> evil"},{"number":20,"verse":"ברעב <WH7458> In famine פדך <WH6299> he shall redeem ממות <WH4194> thee from death: ובמלחמה <WH4421> and in war מידי <WH3027> from the power חרב׃ <WH2719> of the sword."},{"number":21,"verse":"בשׁוט <WH7752> from the scourge לשׁון <WH3956> of the tongue: תחבא <WH2244> Thou shalt be hid ולא <WH3808> neither תירא <WH3372> shalt thou be afraid משׁד <WH7701> of destruction כי <WH3588> when יבוא׃ <WH935> it cometh."},{"number":22,"verse":"לשׁד <WH7701> At destruction ולכפן <WH3720> and famine תשׂחק <WH7832> thou shalt laugh: ומחית <WH2416> of the beasts הארץ <WH776> of the earth. אל <WH408> neither תירא׃ <WH3372> shalt thou be afraid"},{"number":23,"verse":"כי <WH3588> For עם <WH5973> with אבני <WH68> the stones השׂדה <WH7704> of the field: בריתך <WH1285> thou shalt be in league וחית <WH2416> and the beasts השׂדה <WH7704> of the field השׁלמה׃ <WH7999> shall be at peace"},{"number":24,"verse":"וידעת <WH3045> And thou shalt know כי <WH3588> שׁלום <WH7965> in peace; אהלך <WH168> that thy tabernacle ופקדת <WH6485> and thou shalt visit נוך <WH5116> thy habitation, ולא <WH3808> and shalt not sin. תחטא׃ <WH2398> and shalt not sin."},{"number":25,"verse":"וידעת <WH3045> Thou shalt know כי <WH3588> also that רב <WH7227> great, זרעך <WH2233> thy seed וצאצאיך <WH6631> and thine offspring כעשׂב <WH6212> as the grass הארץ׃ <WH776> of the earth."},{"number":26,"verse":"תבוא <WH935> Thou shalt come בכלח <WH3624> in a full age, אלי <WH413> to קבר <WH6913> grave כעלות <WH5927> cometh in גדישׁ <WH1430> like as a shock of corn בעתו׃ <WH6256> in his season."},{"number":27,"verse":"הנה <WH2009> Lo זאת <WH2063> this, חקרנוה <WH2713> we have searched כן <WH3651> it, so היא <WH1931> it שׁמענה <WH8085> hear ואתה <WH859> thou דע׃ <WH3045> it, and know"}]}