{"bibleAbbr":"Orig2013+","bookName":"איוב","bookEnglishName":"Job","chapterNumber":7,"verses":[{"number":1,"verse":"הלא <WH3808> not צבא <WH6635> an appointed time לאנושׁ <WH582> to man על <WH5921> upon ארץ <WH5921> וכימי <WH3117> his days שׂכיר <WH7916> of a hireling? ימיו׃ <WH3117> also like the days"},{"number":2,"verse":"כעבד <WH5650> As a servant ישׁאף <WH7602> earnestly desireth צל <WH6738> the shadow, וכשׂכיר <WH7916> and as a hireling יקוה <WH6960> looketh for פעלו׃ <WH6467> his work:"},{"number":3,"verse":"כן <WH3651> So הנחלתי <WH5157> am I made to possess לי ירחי <WH3391> months שׁוא <WH7723> of vanity, ולילות <WH3915> nights עמל <WH5999> and wearisome מנו׃ <WH4487> are appointed"},{"number":4,"verse":"אם <WH518> When שׁכבתי <WH7901> I lie down, ואמרתי <WH559> I say, מתי <WH4970> When אקום <WH6965> shall I arise, ומדד <WH4059> be gone? ערב <WH6153> and the night ושׂבעתי <WH7646> and I am full נדדים <WH5076> of tossings to and fro עדי <WH5704> unto נשׁף׃ <WH5399> the dawning of the day."},{"number":5,"verse":"לבשׁ <WH3847> is clothed בשׂרי <WH1320> My flesh רמה <WH7415> with worms וגישׁ <WH1487> and clods עפר <WH6083> of dust; עורי <WH5785> my skin רגע <WH7280> is broken, וימאס׃ <WH3988> and become loathsome."},{"number":6,"verse":"ימי <WH3117> My days קלו <WH7043> are swifter מני <WH4480> than ארג <WH708> a weaver's shuttle, ויכלו <WH3615> and are spent באפס <WH657> without תקוה׃ <WH8615> hope."},{"number":7,"verse":"זכר <WH2142> O remember כי <WH3588> that רוח <WH7307> wind: חיי <WH2416> my life לא <WH3808> shall no תשׁוב <WH7725> more עיני <WH5869> mine eye לראות <WH7200> see טוב׃ <WH2896> good."},{"number":8,"verse":"לא <WH3808> me no תשׁורני <WH7789> me shall see עין <WH5869> The eye ראי <WH7210> of him that hath seen עיניך <WH5869> thine eyes בי ואינני׃ <WH369> upon me, and I not."},{"number":9,"verse":"כלה <WH3615> is consumed ענן <WH6051> the cloud וילך <WH1980> and vanisheth away: כן <WH3651> so יורד <WH3381> he that goeth down שׁאול <WH7585> to the grave לא <WH3808> no יעלה׃ <WH5927> shall come up"},{"number":10,"verse":"לא <WH3808> no ישׁוב <WH7725> He shall return עוד <WH5750> more לביתו <WH1004> to his house, ולא <WH3808> neither יכירנו <WH5234> know עוד <WH5750> him any more. מקמו׃ <WH4725> shall his place"},{"number":11,"verse":"גם <WH1571> Therefore אני <WH589> I לא <WH3808> will not אחשׂך <WH2820> refrain פי <WH6310> my mouth; אדברה <WH1696> I will speak בצר <WH6862> in the anguish רוחי <WH7307> of my spirit; אשׂיחה <WH7878> I will complain במר <WH4751> in the bitterness נפשׁי׃ <WH5315> of my soul."},{"number":12,"verse":"הים <WH3220> a sea, אני <WH589> I אם <WH518> or תנין <WH8577> a whale, כי <WH3588> that תשׂים <WH7760> thou settest עלי <WH5921> over משׁמר׃ <WH4929> a watch"},{"number":13,"verse":"כי <WH3588> When אמרתי <WH559> I say, תנחמני <WH5162> shall comfort ערשׂי <WH6210> My bed ישׂא <WH5375> shall ease בשׂיחי <WH7878> משׁכבי׃ <WH4904> me, my couch"},{"number":14,"verse":"וחתתני <WH2865> Then thou scarest בחלמות <WH2472> me with dreams, ומחזינות <WH2384> me through visions: תבעתני׃ <WH1204> and terrifiest"},{"number":15,"verse":"ותבחר <WH977> chooseth מחנק <WH4267> strangling, נפשׁי <WH5315> So that my soul מות <WH4194> death מעצמותי׃ <WH6106> rather than my life."},{"number":16,"verse":"מאסתי <WH3988> I loathe לא <WH3808> I would not לעלם <WH5769> always: אחיה <WH2421> live חדל <WH2308> let me alone; ממני <WH4480> let me alone; כי <WH3588> for הבל <WH1892> vanity. ימי׃ <WH3117> my days"},{"number":17,"verse":"מה <WH4100> What אנושׁ <WH582> man, כי <WH3588> that תגדלנו <WH1431> thou shouldest magnify וכי <WH3588> him? and that תשׁית <WH7896> thou shouldest set אליו <WH413> upon לבך׃ <WH3820> thine heart"},{"number":18,"verse":"ותפקדנו <WH6485> And thou shouldest visit לבקרים <WH1242> him every morning, לרגעים <WH7281> him every moment? תבחננו׃ <WH974> try"},{"number":19,"verse":"כמה <WH4100> How long לא <WH3808> wilt thou not תשׁעה <WH8159> depart ממני <WH4480> from לא <WH3808> me, nor תרפני <WH7503> let me alone עד <WH5704> till בלעי <WH1104> I swallow down רקי׃ <WH7536> my spittle?"},{"number":20,"verse":"חטאתי <WH2398> I have sinned; מה <WH4100> what אפעל <WH6466> shall I do לך נצר <WH5341> unto thee, O thou preserver האדם <WH120> of men? למה <WH4100> why שׂמתני <WH7760> hast thou set למפגע <WH4645> me as a mark לך ואהיה <WH1961> עלי <WH5921> to למשׂא׃ <WH4853> a burden"},{"number":21,"verse":"ומה <WH4100> And why לא <WH3808> dost thou not תשׂא <WH5375> pardon פשׁעי <WH6588> my transgression, ותעביר <WH5674> and take away את <WH853> עוני <WH5771> mine iniquity? כי <WH3588> for עתה <WH6258> now לעפר <WH6083> in the dust; אשׁכב <WH7901> shall I sleep ושׁחרתני <WH7836> and thou shalt seek me in the morning, ואינני׃ <WH369> but I not"}]}