{"bibleAbbr":"GB1539","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":6,"verses":[{"number":1,"verse":"Let as many seruauntes as are vnder the yoke, counte theyr masters worthy of all honour, that the name of God & hys doctryne be not euyll spoken of."},{"number":2,"verse":"Se that they whych haue beleuynge masters, despyse them not because they are brethren: but rather do seruyce, for as moch as they are beleuynge and beloued, & partakers of the benefyte."},{"number":3,"verse":"These thynges teach & exhorte. If eny man folowe other doctrine, and enclyne not vnto the wholsome wordes of oure Lorde Iesu Christ, and to the doctrine which is accordynge to Godlynes,"},{"number":4,"verse":"he is pufte vp, and knoweth nothynge: but wasteth hys braynes about questions and stryfe, of wordes, wherof sprynge enuye, stryfe, raylynges, euyll surmisynges,"},{"number":5,"verse":"vayne disputacyon of men that haue corrupte myndes, & that are robbed of the trueth: which thynke, that lucre is godlynes. From them that are soch separate thy selfe."},{"number":6,"verse":"Godlynes is greate ryches If a man be content with that he hath."},{"number":7,"verse":"For we brought nothynge into the worlde, nether maye we cary any thynge out."},{"number":8,"verse":"But when we haue fode and rayment we must ther with be content."},{"number":9,"verse":"They that wylbe ryche, fall into temptacyon and snares, & into many folysshe & noysome lustes, which droune men into perdicyon & destruccyon."},{"number":10,"verse":"For coueteousnes of money is the rote of all euyll: whych whyll some lusted after, they erred from the fayth, & tanglyd them selues with many sorowes."},{"number":11,"verse":"But thou man of God, flye soch thynges. Folowe ryghtewesnes, godlynes, fayth, loue, pacience, meaknes."},{"number":12,"verse":"Fyght the good fyght of fayth. Laye, hande on eternall lyfe, wher vnto thou art also called, and hast professed a good professyon before many witnesses."},{"number":13,"verse":"I geue the charge in the syght of God, which quickneth all thynges, & before Iesu Chryst (which vnder Poncius Pylate wytnessed a good witnessyng)"},{"number":14,"verse":"that thou kepe the commaundement, & be without spotte and vnrebukeable, vntyll the appearynge of oure Lorde Iesus Christ,"},{"number":15,"verse":"which appearyng (in hys tyme) he shall shewe, that is blessed & myghty onely, kynge of kynges, & Lorde of Lordes,"},{"number":16,"verse":"whych onely hath immortalite, and dwelleth in the lyght that no man can attayne, whom no man hath sene, nether can se, vnto whom be honoure and rule euerlastynge. Amen."},{"number":17,"verse":"Charge them which are ryche in this world, that they be not hye mynded, ner trust in vncertayne ryches, but in the lyuinge God (which geueth vs aboundauntly all thynges to enioye them)"},{"number":18,"verse":"that they do good: that they be riche in good workes: that they be redy to geue & gladly to distribute,"},{"number":19,"verse":"laying vp in store for them selues a good fundacion against the tyme to come, that they maye obtayne eternall lyfe."},{"number":20,"verse":"O Timothe, saue that which is geuen the to kepe, and avoyde vngostly vanyties of voyces and opposycyons of science falsly so called:"},{"number":21,"verse":"whych science whyle some professed, they erred as concernynge the fayth. Grace be with the. Amen."}]}