{"bibleAbbr":"AKJV1999+","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"And, behold,<WH2009> there came<WH935> a man<WH376> of God<WH430> out of Judah<WH3063> by the word<WH1697> of the LORD<WH3068> to Bethel:<WH1008> and Jeroboam<WH3379> stood<WH5975> by the altar<WH4196> to burn<WH6999> incense.<WH6999>"},{"number":2,"verse":"And he cried<WH7121> against<WH5921> the altar<WH4196> in the word<WH1697> of the LORD,<WH3068> and said,<WH559> O altar,<WH4196> altar,<WH4196> thus<WH3541> said<WH559> the LORD;<WH3068> Behold,<WH2009> a child<WH1121> shall be born<WH3205> to the house<WH1004> of David,<WH1732> Josiah<WH2977> by name;<WH8034> and on you shall he offer<WH2076> the priests<WH3548> of the high<WH1116> places that burn<WH6999> incense<WH6999> on you, and men's<WH120> bones<WH6106> shall be burnt<WH8313> on you."},{"number":3,"verse":"And he gave<WH5414> a sign<WH4159> the same<WH1931> day,<WH3117> saying,<WH559> This<WH2088> is the sign<WH4159> which<WH834> the LORD<WH3068> has spoken;<WH1696> Behold,<WH2009> the altar<WH4196> shall be rent,<WH7167> and the ashes<WH1880> that are on it shall be poured<WH8210> out."},{"number":4,"verse":"And it came<WH1961> to pass, when king<WH4428> Jeroboam<WH3379> heard<WH8085> the saying<WH1697> of the man<WH376> of God,<WH430> which<WH834> had cried<WH7121> against<WH5921> the altar<WH4196> in Bethel,<WH1008> that he put<WH7971> forth<WH7971> his hand<WH3027> from the altar,<WH4196> saying,<WH559> Lay hold<WH8610> on him. And his hand,<WH3027> which<WH834> he put<WH7971> forth<WH7971> against<WH5921> him, dried<WH3001> up, so that he could<WH3201> not pull<WH7725> it in again<WH7725> to him."},{"number":5,"verse":"The altar<WH4196> also was rent,<WH7167> and the ashes<WH1880> poured<WH8210> out from the altar,<WH4196> according to the sign<WH4159> which<WH834> the man<WH376> of God<WH430> had given<WH5414> by the word<WH1697> of the LORD.<WH3068>"},{"number":6,"verse":"And the king<WH4428> answered<WH6030> and said<WH559> to the man<WH376> of God,<WH430> Entreat<WH2470> now<WH4994> the face<WH6440> of the LORD<WH3068> your God,<WH430> and pray<WH6419> for me, that my hand<WH3027> may be restored<WH7725> me again.<WH7725> And the man<WH376> of God<WH430> sought<WH2470> the LORD,<WH3068> and the king's<WH4428> hand<WH3027> was restored<WH7725> him again,<WH7725> and became<WH1961> as it was before.<WH7223>"},{"number":7,"verse":"And the king<WH4428> said<WH1696> to the man<WH376> of God,<WH430> Come<WH935> home<WH1004> with me, and refresh<WH5582> yourself, and I will give<WH5414> you a reward.<WH4991>"},{"number":8,"verse":"And the man<WH376> of God<WH430> said<WH559> to the king,<WH4428> If<WH518> you will give<WH5414> me half<WH2677> your house,<WH1004> I will not go<WH935> in with you, neither<WH3808> will I eat<WH398> bread<WH3899> nor<WH3808> drink<WH8354> water<WH4325> in this<WH2088> place:<WH4725>"},{"number":9,"verse":"For so<WH3651> was it charged<WH6680> me by the word<WH1697> of the LORD,<WH3068> saying,<WH559> Eat<WH398> no<WH3808> bread,<WH3899> nor<WH3808> drink<WH8354> water,<WH4325> nor<WH3808> turn<WH7725> again<WH7725> by the same way<WH1870> that you came.<WH1980>"},{"number":10,"verse":"So he went<WH3212> another<WH312> way,<WH1870> and returned<WH7725> not by the way<WH1870> that he came<WH935> to Bethel.<WH1008>"},{"number":11,"verse":"Now there dwelled<WH3427> an old<WH2205> prophet<WH5030> in Bethel;<WH1008> and his sons<WH1121> came<WH935> and told<WH5608> him all<WH3605> the works<WH4639> that the man<WH376> of God<WH430> had done<WH6213> that day<WH3117> in Bethel:<WH1008> the words<WH1697> which<WH834> he had spoken<WH1696> to the king,<WH4428> them they told<WH5608> also to their father.<WH1>"},{"number":12,"verse":"And their father<WH1> said<WH1696> to them, What<WH335> <WH2088> way<WH1870> went<WH1980> he? For his sons<WH1121> had seen<WH7200> what<WH834> way<WH1870> the man<WH376> of God<WH430> went,<WH1980> which<WH834> came<WH935> from Judah.<WH3063>"},{"number":13,"verse":"And he said<WH559> to his sons,<WH1121> Saddle<WH2280> me the ass.<WH2543> So they saddled<WH2280> him the ass:<WH2543> and he rode<WH7392> thereon,<WH5921>"},{"number":14,"verse":"And went<WH3212> after<WH310> the man<WH376> of God,<WH430> and found<WH4672> him sitting<WH3427> under<WH413> <WH478> an oak:<WH424> and he said<WH559> to him, Are you the man<WH376> of God<WH430> that came<WH935> from Judah?<WH3063> And he said,<WH559> I am."},{"number":15,"verse":"Then he said<WH559> to him, Come<WH3212> home<WH1004> with me, and eat<WH398> bread.<WH3899>"},{"number":16,"verse":"And he said,<WH559> I may<WH3201> not return<WH7725> with you, nor go<WH935> in with you: neither<WH3808> will I eat<WH398> bread<WH3899> nor<WH3808> drink<WH8354> water<WH4325> with you in this<WH2088> place:<WH4725>"},{"number":17,"verse":"For it was said<WH1697> to me by the word<WH1697> of the LORD,<WH3068> You shall eat<WH398> no<WH3808> bread<WH3899> nor<WH3808> drink<WH8354> water<WH4325> there,<WH8033> nor<WH3808> turn<WH7725> again<WH7725> to go<WH3212> by the way<WH1870> that you came.<WH1980>"},{"number":18,"verse":"He said<WH559> to him, I am a prophet<WH5030> also<WH1571> as you are; and an angel<WH4397> spoke<WH1696> to me by the word<WH1697> of the LORD,<WH3068> saying,<WH559> Bring<WH7725> him back<WH7725> with you into<WH413> your house,<WH1004> that he may eat<WH398> bread<WH3899> and drink<WH8354> water.<WH4325> But he lied<WH3584> to him."},{"number":19,"verse":"So he went<WH7725> back<WH7725> with him, and did eat<WH398> bread<WH3899> in his house,<WH1004> and drank<WH8354> water.<WH4325>"},{"number":20,"verse":"And it came<WH1961> to pass, as they sat<WH3427> at<WH413> the table,<WH7979> that the word<WH1697> of the LORD<WH3068> came<WH1961> to the prophet<WH5030> that brought<WH7725> him back:<WH7725>"},{"number":21,"verse":"And he cried<WH7121> to the man<WH376> of God<WH430> that came<WH935> from Judah,<WH3063> saying,<WH559> Thus<WH3541> said<WH559> the LORD,<WH3068> For as much<WH3282> <WH834> as you have disobeyed<WH4784> the mouth<WH6310> of the LORD,<WH3068> and have not kept<WH8104> the commandment<WH4687> which<WH834> the LORD<WH3068> your God<WH430> commanded<WH6680> you,"},{"number":22,"verse":"But came<WH7725> back,<WH7725> and have eaten<WH398> bread<WH3899> and drunk<WH8354> water<WH4325> in the place,<WH4725> of the which<WH834> the Lord did say<WH1696> to you, Eat<WH398> no<WH408> bread,<WH3899> and drink<WH8354> no<WH408> water;<WH4325> your carcass<WH5038> shall not come<WH935> to the sepulcher<WH6913> of your fathers.<WH1>"},{"number":23,"verse":"And it came<WH1961> to pass, after<WH310> he had eaten<WH398> bread,<WH3899> and after<WH310> he had drunk,<WH8354> that he saddled<WH2280> for him the ass,<WH2543> to wit, for the prophet<WH5030> whom<WH834> he had brought<WH7725> back.<WH7725>"},{"number":24,"verse":"And when he was gone,<WH3212> a lion<WH738> met<WH4672> him by the way,<WH1870> and slew<WH4191> him: and his carcass<WH5038> was cast<WH7993> in the way,<WH1870> and the ass<WH2543> stood<WH5975> by it, the lion<WH738> also stood<WH5975> by the carcass.<WH5038>"},{"number":25,"verse":"And, behold,<WH2009> men<WH582> passed<WH5674> by, and saw<WH7200> the carcass<WH5038> cast<WH7993> in the way,<WH1870> and the lion<WH738> standing<WH5975> by the carcass:<WH5038> and they came<WH935> and told<WH1696> it in the city<WH5892> where<WH834> the old<WH2205> prophet<WH5030> dwelled.<WH3427>"},{"number":26,"verse":"And when the prophet<WH5030> that brought<WH7725> him back<WH7725> from the way<WH1870> heard<WH8085> thereof, he said,<WH559> It is the man<WH376> of God,<WH430> who<WH834> was disobedient<WH4784> to the word<WH6310> of the LORD:<WH3068> therefore the LORD<WH3068> has delivered<WH5414> him to the lion,<WH738> which has torn<WH7665> him, and slain<WH4191> him, according to the word<WH1697> of the LORD,<WH3068> which<WH834> he spoke<WH1696> to him."},{"number":27,"verse":"And he spoke<WH1696> to his sons,<WH1121> saying,<WH559> Saddle<WH2280> me the ass.<WH2543> And they saddled<WH2280> him."},{"number":28,"verse":"And he went<WH3212> and found<WH4672> his carcass<WH5038> cast<WH7993> in the way,<WH1870> and the ass<WH2543> and the lion<WH738> standing<WH5975> by the carcass:<WH5038> the lion<WH738> had not eaten<WH398> the carcass,<WH5038> nor<WH3808> torn<WH7665> the ass.<WH2543>"},{"number":29,"verse":"And the prophet<WH5030> took<WH5375> up the carcass<WH5038> of the man<WH376> of God,<WH430> and laid<WH3240> it on the ass,<WH2543> and brought<WH7725> it back:<WH7725> and the old<WH2205> prophet<WH5030> came<WH935> to the city,<WH5892> to mourn<WH5594> and to bury<WH6912> him."},{"number":30,"verse":"And he laid<WH3240> his carcass<WH5038> in his own grave;<WH6913> and they mourned<WH5594> over<WH5921> him, saying, Alas,<WH1945> my brother!<WH251>"},{"number":31,"verse":"And it came<WH1961> to pass, after<WH310> he had buried<WH6912> him, that he spoke<WH559> to his sons,<WH1121> saying,<WH559> When I am dead,<WH4191> then bury<WH6912> me in the sepulcher<WH6913> wherein<WH834> the man<WH376> of God<WH430> is buried;<WH6912> lay<WH3240> my bones<WH6106> beside<WH681> his bones:<WH6106>"},{"number":32,"verse":"For the saying<WH1697> which<WH834> he cried<WH7121> by the word<WH1697> of the LORD<WH3068> against<WH5921> the altar<WH4196> in Bethel,<WH1008> and against<WH5921> all<WH3605> the houses<WH1004> of the high<WH1116> places which<WH834> are in the cities<WH5892> of Samaria,<WH8111> shall surely<WH3588> come<WH1961> to pass."},{"number":33,"verse":"After<WH310> this<WH2088> thing<WH1697> Jeroboam<WH3379> returned<WH7725> not from his evil<WH7451> way,<WH1870> but made<WH6213> again<WH7725> of the lowest<WH7098> of the people<WH5971> priests<WH3548> of the high<WH1116> places: whoever would,<WH2655> he consecrated<WH3027> him, and he became<WH1961> one of the priests<WH3548> of the high<WH1116> places."},{"number":34,"verse":"And this<WH2088> thing<WH1697> became<WH1961> sin<WH2403> to the house<WH1004> of Jeroboam,<WH3379> even to cut<WH3582> it off, and to destroy<WH8045> it from off the face<WH6440> of the earth.<WH127>"}]}