{"bibleAbbr":"AKJV1999+","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":18,"verses":[{"number":1,"verse":"And it came<WH1961> to pass after many<WH7227> days,<WH3117> that the word<WH1697> of the LORD<WH3068> came<WH1961> to Elijah<WH452> in the third<WH7992> year,<WH8141> saying,<WH559> Go,<WH3212> show<WH7200> yourself to Ahab;<WH256> and I will send<WH5414> rain<WH4306> on the earth.<WH127>"},{"number":2,"verse":"And Elijah<WH452> went<WH3212> to show<WH7200> himself to Ahab.<WH256> And there was a sore<WH2389> famine<WH7458> in Samaria.<WH8111>"},{"number":3,"verse":"And Ahab<WH256> called<WH7121> Obadiah,<WH5662> which<WH834> was the governor<WH5921> <WH1004> of his house.<WH1004> (Now Obadiah<WH5662> feared<WH3373> the LORD<WH3068> greatly:<WH3966>"},{"number":4,"verse":"For it was so, when Jezebel<WH348> cut<WH3772> off the prophets<WH5030> of the LORD,<WH3068> that Obadiah<WH5662> took<WH3947> an hundred<WH3967> prophets,<WH5030> and hid<WH2244> them by fifty<WH2572> in a cave,<WH4631> and fed<WH3557> them with bread<WH3899> and water.<WH4325>)"},{"number":5,"verse":"And Ahab<WH256> said<WH559> to Obadiah,<WH5662> Go<WH3212> into the land,<WH776> to all<WH3605> fountains<WH4599> of water,<WH4325> and to all brooks:<WH5158> peradventure<WH194> we may find<WH4672> grass<WH2682> to save<WH2421> the horses<WH5483> and mules<WH6505> alive,<WH2421> that we lose<WH3772> not all<WH3605> the beasts.<WH929>"},{"number":6,"verse":"So they divided<WH2505> the land<WH776> between them to pass<WH5674> throughout it: Ahab<WH256> went<WH1980> one<WH259> way<WH1870> by himself, and Obadiah<WH5662> went<WH1980> another<WH259> way<WH1870> by himself."},{"number":7,"verse":"And as Obadiah<WH5662> was in the way,<WH1870> behold,<WH2009> Elijah<WH452> met<WH7125> him: and he knew<WH5234> him, and fell<WH5307> on<WH5921> his face,<WH6440> and said,<WH559> Are you that my lord<WH113> Elijah?<WH452>"},{"number":8,"verse":"And he answered<WH559> him, I am: go,<WH3212> tell<WH559> your lord,<WH113> Behold,<WH2009> Elijah<WH452> is here."},{"number":9,"verse":"And he said,<WH559> What<WH4100> have I sinned,<WH2398> that you would deliver<WH5414> your servant<WH5650> into the hand<WH3027> of Ahab, to slay<WH4191> me?"},{"number":10,"verse":"As the LORD<WH3068> your God<WH430> lives,<WH2416> there is no<WH518> nation<WH1471> or kingdom,<WH4467> where<WH834> <WH8033> my lord<WH113> has not sent<WH7971> to seek<WH1245> you: and when they said,<WH559> He is not there; he took an oath<WH7650> of the kingdom<WH4467> and nation,<WH1471> that they found<WH4672> you not."},{"number":11,"verse":"And now<WH6258> you say,<WH559> Go,<WH3212> tell<WH559> your lord,<WH113> Behold,<WH2009> Elijah<WH452> is here."},{"number":12,"verse":"And it shall come<WH1961> to pass, as soon as I am gone<WH3212> from you, that the Spirit<WH7307> of the LORD<WH3068> shall carry<WH5375> you where<WH5921> <WH834> I know<WH3045> not; and so when I come<WH935> and tell<WH5046> Ahab,<WH256> and he cannot<WH3808> find<WH4672> you, he shall slay<WH2026> me: but I your servant<WH5650> fear<WH3372> the LORD<WH3068> from my youth.<WH5271>"},{"number":13,"verse":"Was it not told<WH5046> my lord<WH113> what<WH853> <WH834> I did<WH6213> when Jezebel<WH348> slew<WH2026> the prophets<WH5030> of the LORD,<WH3068> how I hid<WH2244> an hundred<WH3967> men<WH376> of the LORD's<WH3068> prophets<WH5030> by fifty<WH2572> in a cave,<WH4631> and fed<WH3557> them with bread<WH3899> and water?<WH4325>"},{"number":14,"verse":"And now<WH6258> you say,<WH559> Go,<WH3212> tell<WH559> your lord,<WH113> Behold,<WH2009> Elijah<WH452> is here: and he shall slay<WH2026> me."},{"number":15,"verse":"And Elijah<WH452> said,<WH559> As the LORD<WH3068> of hosts<WH6635> lives,<WH2416> before<WH6440> whom<WH834> I stand,<WH5975> I will surely<WH3588> show<WH7200> myself to him to day.<WH3117>"},{"number":16,"verse":"So Obadiah<WH5662> went<WH3212> to meet<WH7125> Ahab,<WH256> and told<WH5046> him: and Ahab<WH256> went<WH3212> to meet<WH7125> Elijah.<WH452>"},{"number":17,"verse":"And it came<WH1961> to pass, when Ahab<WH256> saw<WH7200> Elijah,<WH452> that Ahab<WH256> said<WH559> to him, Are you he that troubles<WH5916> Israel?<WH3478>"},{"number":18,"verse":"And he answered,<WH559> I have not troubled<WH5916> Israel;<WH3478> but you, and your father's<WH1> house,<WH1004> in that you have forsaken<WH5800> the commandments<WH4687> of the LORD,<WH3068> and you have followed<WH3212> <WH310> Baalim.<WH1168>"},{"number":19,"verse":"Now<WH6258> therefore send,<WH7971> and gather<WH6908> to me all<WH3605> Israel<WH3478> to mount<WH2022> Carmel,<WH3760> and the prophets<WH5030> of Baal<WH1168> four<WH702> hundred<WH3967> and fifty,<WH2572> and the prophets<WH5030> of the groves<WH842> four<WH702> hundred,<WH3967> which eat<WH398> at Jezebel's<WH348> table.<WH7979>"},{"number":20,"verse":"So Ahab<WH256> sent<WH7971> to all<WH3605> the children<WH1121> of Israel,<WH3478> and gathered<WH6908> the prophets<WH5030> together to mount<WH2022> Carmel.<WH3760>"},{"number":21,"verse":"And Elijah<WH452> came<WH5066> to all<WH3605> the people,<WH5971> and said,<WH559> How<WH5704> long<WH5704> halt<WH6452> you between<WH5921> two<WH8147> opinions?<WH5587> if<WH518> the LORD<WH3068> be God,<WH430> follow<WH3212> <WH310> him: but if<WH518> Baal,<WH1168> then follow<WH3212> <WH310> him. And the people<WH5971> answered<WH6030> him not a word.<WH1697>"},{"number":22,"verse":"Then said<WH559> Elijah<WH452> to the people,<WH5971> I, even I only,<WH905> remain<WH3498> a prophet<WH5030> of the LORD;<WH3068> but Baal's<WH1168> prophets<WH5030> are four<WH702> hundred<WH3967> and fifty<WH2572> men.<WH376>"},{"number":23,"verse":"Let them therefore give<WH5414> us two<WH8147> bullocks;<WH6499> and let them choose<WH977> one<WH259> bullock<WH6499> for themselves,<WH1992> and cut<WH5408> it in pieces, and lay<WH7760> it on<WH5921> wood,<WH6086> and put<WH7760> no<WH3808> fire<WH784> under: and I will dress<WH6213> the other<WH259> bullock,<WH6499> and lay<WH7760> it on<WH5921> wood,<WH6086> and put<WH7760> no<WH3808> fire<WH784> under:"},{"number":24,"verse":"And call<WH7121> you on the name<WH8034> of your gods,<WH430> and I will call<WH7121> on the name<WH8034> of the LORD:<WH3068> and the God<WH430> that answers<WH6030> by fire,<WH784> let him be God.<WH430> And all<WH3605> the people<WH5971> answered<WH6030> and said,<WH559> It is well<WH2896> spoken.<WH1697>"},{"number":25,"verse":"And Elijah<WH452> said<WH559> to the prophets<WH5030> of Baal,<WH1168> Choose<WH977> you one<WH259> bullock<WH6499> for yourselves, and dress<WH6213> it first;<WH7223> for you are many;<WH7227> and call<WH7121> on the name<WH8034> of your gods,<WH430> but put<WH7760> no<WH3808> fire<WH784> under."},{"number":26,"verse":"And they took<WH3947> the bullock<WH6499> which was given<WH5414> them, and they dressed<WH6213> it, and called<WH7121> on the name<WH8034> of Baal<WH1168> from morning<WH1242> even until<WH5704> noon,<WH6672> saying,<WH559> O Baal,<WH1168> hear<WH6030> us. But there was no<WH369> voice,<WH6963> nor<WH369> any that answered.<WH6030> And they leaped<WH6452> on the altar<WH4196> which<WH834> was made.<WH6213>"},{"number":27,"verse":"And it came<WH1961> to pass at noon,<WH6672> that Elijah<WH452> mocked<WH2048> them, and said,<WH559> Cry<WH7121> aloud:<WH6963> <WH1419> for he is a god;<WH430> either<WH3588> he is talking,<WH7879> or he is pursuing,<WH7873> or he is in a journey,<WH1870> or peradventure<WH194> he sleeps,<WH3463> and must be awaked.<WH3364>"},{"number":28,"verse":"And they cried<WH7121> aloud,<WH1419> <WH3605> and cut<WH1413> themselves after their manner<WH4941> with knives<WH2719> and lancets,<WH7420> till<WH5704> the blood<WH1818> gushed<WH8210> out on them."},{"number":29,"verse":"And it came<WH1961> to pass, when midday<WH6672> was past,<WH5674> and they prophesied<WH5012> until<WH5704> the time of the offering<WH5927> of the evening sacrifice,<WH4503> that there was neither<WH369> voice,<WH6963> nor<WH369> any to answer,<WH6030> nor<WH369> any that regarded.<WH7182>"},{"number":30,"verse":"And Elijah<WH452> said<WH559> to all<WH3605> the people,<WH5971> Come<WH5066> near<WH5066> to me. And all<WH3605> the people<WH5971> came<WH5066> near<WH5066> to him. And he repaired<WH7495> the altar<WH4196> of the LORD<WH3068> that was broken<WH2040> down."},{"number":31,"verse":"And Elijah<WH452> took<WH3947> twelve<WH8147> <WH6240> stones,<WH68> according to the number<WH4557> of the tribes<WH7626> of the sons<WH1121> of Jacob,<WH3290> to whom<WH834> the word<WH1697> of the LORD<WH3068> came,<WH1961> saying,<WH559> Israel<WH3478> shall be your name:<WH8034>"},{"number":32,"verse":"And with the stones<WH68> he built<WH1129> an altar<WH4196> in the name<WH8034> of the LORD:<WH3068> and he made<WH6213> a trench<WH8585> about<WH5439> the altar,<WH4196> as great<WH1004> as would contain<WH1004> two measures<WH5429> of seed.<WH2233>"},{"number":33,"verse":"And he put<WH6186> the wood<WH6086> in order,<WH6186> and cut<WH5408> the bullock<WH6499> in pieces, and laid<WH7760> him on<WH5921> the wood,<WH6086> and said,<WH559> Fill<WH4390> four<WH702> barrels<WH3537> with water,<WH4325> and pour<WH3332> it on<WH5921> the burnt<WH5930> sacrifice, and on<WH5921> the wood.<WH6086>"},{"number":34,"verse":"And he said,<WH559> Do it the second<WH8138> time. And they did it the second<WH8138> time. And he said,<WH559> Do it the third<WH8027> time. And they did it the third<WH8027> time."},{"number":35,"verse":"And the water<WH4325> ran<WH7323> round<WH5439> about the altar;<WH4196> and he filled<WH4390> the trench<WH8585> also<WH1571> with water.<WH4325>"},{"number":36,"verse":"And it came<WH1961> to pass at the time of the offering<WH5927> of the evening sacrifice,<WH4503> that Elijah<WH452> the prophet<WH5030> came<WH5066> near,<WH5066> and said,<WH559> LORD<WH3068> God<WH430> of Abraham,<WH85> Isaac,<WH3327> and of Israel,<WH3478> let it be known<WH3045> this<WH2088> day<WH3117> that you are God<WH430> in Israel,<WH3478> and that I am your servant,<WH5650> and that I have done<WH6213> all<WH3605> these<WH428> things<WH1697> at your word.<WH1697>"},{"number":37,"verse":"Hear<WH6030> me, O LORD,<WH3068> hear<WH6030> me, that this<WH2088> people<WH5971> may know<WH3045> that you are the LORD<WH3068> God,<WH430> and that you have turned<WH5437> their heart<WH3820> back<WH322> again.<WH322>"},{"number":38,"verse":"Then the fire<WH784> of the LORD<WH3068> fell,<WH5307> and consumed<WH398> the burnt<WH5930> sacrifice, and the wood,<WH6086> and the stones,<WH68> and the dust,<WH6083> and licked<WH3897> up the water<WH4325> that was in the trench.<WH8585>"},{"number":39,"verse":"And when all<WH3605> the people<WH5971> saw<WH7200> it, they fell<WH5307> on<WH5921> their faces:<WH6440> and they said,<WH559> The LORD,<WH3068> he is the God;<WH430> the LORD,<WH3068> he is the God.<WH430>"},{"number":40,"verse":"And Elijah<WH452> said<WH559> to them, Take<WH8610> the prophets<WH5030> of Baal;<WH1168> let not one<WH376> of them escape.<WH4422> And they took<WH8610> them: and Elijah<WH452> brought<WH3381> them down<WH3381> to the brook<WH5158> Kishon,<WH7028> and slew<WH7819> them there.<WH8033>"},{"number":41,"verse":"And Elijah<WH452> said<WH559> to Ahab,<WH256> Get<WH5927> you up, eat<WH398> and drink;<WH8354> for there is a sound<WH6963> of abundance<WH1995> of rain.<WH1653>"},{"number":42,"verse":"So Ahab<WH256> went<WH5927> up to eat<WH398> and to drink.<WH8354> And Elijah<WH452> went<WH5927> up to the top<WH7218> of Carmel;<WH3760> and he cast<WH1457> himself down<WH1457> on the earth,<WH776> and put<WH7760> his face<WH6440> between<WH996> his knees,<WH1290>"},{"number":43,"verse":"And said<WH559> to his servant,<WH5288> Go<WH5927> up now,<WH4994> look<WH5027> toward<WH1870> the sea.<WH3220> And he went<WH5927> up, and looked,<WH5027> and said,<WH559> There is nothing.<WH3808> <WH3972> And he said,<WH559> Go<WH7725> again<WH7725> seven<WH7651> times.<WH6471>"},{"number":44,"verse":"And it came<WH1961> to pass at the seventh<WH7637> time, that he said,<WH559> Behold,<WH2009> there rises<WH5927> a little<WH6996> cloud<WH5645> out of the sea,<WH3220> like a man's<WH376> hand.<WH3709> And he said,<WH559> Go<WH5927> up, say<WH559> to Ahab,<WH256> Prepare<WH631> your chariot, and get<WH3381> you down <WH3381>that the rain<WH1653> stop<WH6113> you not."},{"number":45,"verse":"And it came<WH1961> to pass in the mean<WH5704> <WH3541> while,<WH3541> that the heaven<WH8064> was black<WH6937> with clouds<WH5645> and wind,<WH7307> and there was a great<WH1419> rain.<WH1653> And Ahab<WH256> rode,<WH7392> and went<WH3212> to Jezreel.<WH3157>"},{"number":46,"verse":"And the hand<WH3027> of the LORD<WH3068> was on<WH413> Elijah;<WH452> and he girded<WH8151> up his loins,<WH4975> and ran<WH7323> before<WH6440> Ahab<WH256> to the entrance<WH935> of Jezreel.<WH3157>"}]}