{"bibleAbbr":"AKJV1999+","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":19,"verses":[{"number":1,"verse":"And Ahab<WH256> told<WH5046> Jezebel<WH348> all<WH3605> that Elijah<WH452> had done,<WH6213> and with<WH834> <WH3605> how<WH834> he had slain<WH2026> all<WH3605> the prophets<WH5030> with the sword.<WH2719>"},{"number":2,"verse":"Then Jezebel<WH348> sent<WH7971> a messenger<WH4397> to Elijah,<WH452> saying,<WH559> So<WH3541> let the gods<WH430> do<WH6213> to me, and more<WH3254> also,<WH3541> if I make<WH7760> not your life<WH5315> as the life<WH5315> of one<WH259> of them by to morrow<WH4279> about this time.<WH6256>"},{"number":3,"verse":"And when he saw<WH7200> that, he arose,<WH6965> and went<WH3212> for his life,<WH5315> and came<WH935> to Beersheba,<WH884> which<WH834> belongs to Judah,<WH3063> and left<WH5117> his servant<WH5288> there.<WH8033>"},{"number":4,"verse":"But he himself<WH1931> went<WH1980> a day's<WH3117> journey<WH1870> into the wilderness,<WH4057> and came<WH935> and sat<WH3427> down under<WH8478> a juniper<WH7574> tree: and he requested<WH7592> for himself<WH5315> that he might die;<WH4191> and said,<WH559> It is enough;<WH7227> now,<WH6258> O LORD,<WH3068> take<WH3947> away my life;<WH5315> for I am not better<WH2896> than my fathers.<WH1>"},{"number":5,"verse":"And as he lay<WH7901> and slept<WH3462> under<WH8478> a juniper<WH7574> tree, behold,<WH2009> then an angel<WH4397> touched<WH5060> him, and said<WH559> to him, Arise<WH6965> and eat.<WH398>"},{"number":6,"verse":"And he looked,<WH5027> and, behold,<WH2009> there was a cake<WH5692> baked on the coals,<WH7529> and a cruse<WH6835> of water<WH4325> at his head.<WH4763> And he did eat<WH398> and drink,<WH8354> and laid<WH7901> him down<WH7901> again.<WH7725>"},{"number":7,"verse":"And the angel<WH4397> of the LORD<WH3068> came<WH7725> again<WH7725> the second<WH8145> time, and touched<WH5060> him, and said,<WH559> Arise<WH6965> and eat;<WH398> because<WH3588> the journey<WH1870> is too great<WH7227> for you."},{"number":8,"verse":"And he arose,<WH6965> and did eat<WH398> and drink,<WH8354> and went<WH3212> in the strength<WH3581> of that meat<WH396> forty<WH705> days<WH3117> and forty<WH705> nights<WH3915> to Horeb<WH2722> the mount<WH2022> of God.<WH430>"},{"number":9,"verse":"And he came<WH935> thither<WH8033> to a cave,<WH4631> and lodged<WH3885> there;<WH8033> and, behold,<WH2009> the word<WH1697> of the LORD<WH3068> came to him, and he said<WH559> to him, What<WH4100> do you here,<WH6311> Elijah?<WH452>"},{"number":10,"verse":"And he said,<WH559> I have been very jealous<WH7065> for the LORD<WH3068> God<WH430> of hosts:<WH6635> for the children<WH1121> of Israel<WH3478> have forsaken<WH5800> your covenant,<WH1285> thrown<WH2040> down<WH2040> your altars,<WH4196> and slain<WH2026> your prophets<WH5030> with the sword;<WH2719> and I, even I only,<WH905> am left;<WH3498> and they seek<WH1245> my life,<WH5315> to take<WH3947> it away."},{"number":11,"verse":"And he said,<WH559> Go<WH3318> forth,<WH3318> and stand<WH5975> on the mount<WH2022> before<WH6440> the LORD.<WH3068> And, behold,<WH2009> the LORD<WH3068> passed<WH5674> by, and a great<WH1419> and strong<WH2389> wind<WH7307> rent<WH6561> the mountains,<WH2022> and broke<WH7665> in pieces the rocks<WH5553> before<WH6440> the LORD;<WH3068> but the LORD<WH3068> was not in the wind:<WH7307> and after<WH310> the wind<WH7307> an earthquake;<WH7494> but the LORD<WH3068> was not in the earthquake:<WH7494>"},{"number":12,"verse":"And after<WH310> the earthquake<WH7494> a fire;<WH784> but the LORD<WH3068> was not in the fire:<WH784> and after<WH310> the fire<WH784> a still<WH1827> small<WH1851> voice.<WH6963>"},{"number":13,"verse":"And it was so, when Elijah<WH452> heard<WH8085> it, that he wrapped<WH3874> his face<WH6440> in his mantle,<WH155> and went<WH3318> out, and stood<WH5975> in the entering<WH6607> in of the cave.<WH4631> And, behold,<WH2009> there came<WH1961> a voice<WH6963> to him, and said,<WH559> What<WH4100> do you here,<WH6311> Elijah?<WH452>"},{"number":14,"verse":"And he said,<WH559> I have been very jealous<WH7065> for the LORD<WH3068> God<WH430> of hosts:<WH6635> because<WH3588> the children<WH1121> of Israel<WH3478> have forsaken<WH5800> your covenant,<WH1285> thrown<WH2040> down<WH2040> your altars,<WH4196> and slain<WH2026> your prophets<WH5030> with the sword;<WH2719> and I, even I only,<WH905> am left;<WH3498> and they seek<WH1245> my life,<WH5315> to take<WH3947> it away."},{"number":15,"verse":"And the LORD<WH3068> said<WH559> to him, Go,<WH3212> return<WH7725> on your way<WH1870> to the wilderness<WH4057> of Damascus:<WH1834> and when you come,<WH935> anoint<WH4886> Hazael<WH2371> to be king<WH4428> over<WH5921> Syria:<WH758>"},{"number":16,"verse":"And Jehu<WH3058> the son<WH1121> of Nimshi<WH5250> shall you anoint<WH4886> to be king<WH4428> over<WH5921> Israel:<WH3478> and Elisha<WH477> the son<WH1121> of Shaphat<WH8202> of Abelmeholah<WH65> shall you anoint<WH4886> to be prophet<WH5030> in your room.<WH8478>"},{"number":17,"verse":"And it shall come<WH1961> to pass, that him that escapes<WH4422> the sword<WH2719> of Hazael<WH2371> shall Jehu<WH3058> slay:<WH4191> and him that escapes<WH4422> from the sword<WH2719> of Jehu<WH3058> shall Elisha<WH477> slay.<WH4191>"},{"number":18,"verse":"Yet I have left<WH7604> me seven<WH7651> thousand<WH505> in Israel,<WH3478> all<WH3605> the knees<WH1290> which<WH834> have not bowed<WH3766> to Baal,<WH1168> and every<WH3605> mouth<WH6310> which<WH834> has not kissed<WH5401> him."},{"number":19,"verse":"So he departed<WH3212> there,<WH8033> and found<WH4672> Elisha<WH477> the son<WH1121> of Shaphat,<WH8202> who<WH1931> was plowing<WH2790> with twelve<WH8147> <WH6240> yoke<WH6776> of oxen before<WH6440> him, and he with the twelfth:<WH8147> <WH6240> and Elijah<WH452> passed<WH5674> by him, and cast<WH7993> his mantle<WH155> on him."},{"number":20,"verse":"And he left<WH5800> the oxen,<WH1241> and ran<WH7323> after<WH310> Elijah,<WH452> and said,<WH559> Let me, I pray<WH4994> you, kiss<WH5401> my father<WH1> and my mother,<WH517> and then I will follow<WH3212> <WH310> you. And he said<WH559> to him, Go<WH3212> back<WH7725> again:<WH7725> for what<WH4100> have I done<WH6213> to you?"},{"number":21,"verse":"And he returned<WH7725> back<WH7725> from him, and took<WH3947> a yoke<WH6776> of oxen,<WH1241> and slew<WH2076> them, and boiled<WH1310> their flesh<WH1320> with the instruments<WH3627> of the oxen,<WH1241> and gave<WH5414> to the people,<WH5971> and they did eat.<WH398> Then he arose,<WH6965> and went<WH3212> after<WH310> Elijah,<WH452> and ministered<WH8334> to him."}]}