{"bibleAbbr":"bnOV2016","bookName":"প্রেরিতদের কার্য্য-বিবরণ।","bookEnglishName":"Acts of the Apostles","chapterNumber":11,"verses":[{"number":1,"verse":"পরে প্রেরিতেরা এবং যিহূদিয়াস্থ ভ্রাতৃগণ শুনিতে পাইলেন যে, পরজাতীয় লোকেরাও ঈশ্বরের বাক্য গ্রহণ করিয়াছে।"},{"number":2,"verse":"আর যখন পিতর যিরূশালেমে আসিলেন, তখন ছিন্নত্বক্ লোকেরা তাঁহার সহিত বিবাদ করিয়া কহিলেন,"},{"number":3,"verse":"তুমি অচ্ছিন্নত্বক্ লোকদের গৃহে প্রবেশ করিয়াছ, ও তাহাদের সহিত আহার করিয়াছ।"},{"number":4,"verse":"কিন্তু পিতর আরম্ভ করিয়া তাঁহাদিগকে আনুপূর্ব্বিক বৃত্তান্ত বুঝাইয়া দিলেন, কহিলেন,"},{"number":5,"verse":"‘আমি যাফো নগরে প্রার্থনা করিতে ছিলাম, এমন সময়ে অভিভূত হইয়া এক দর্শন পাইলাম, দেখিলাম, একখানা বড় চাদরের মত কোন পাত্র নামিয়া আসিতেছে, তাহা চারি কোণে ধরিয়া আকাশ হইতে নামাইয়া দেওয়া হইতেছে, এবং তাহা আমার নিকট পর্য্যন্ত আসিল।"},{"number":6,"verse":"আমি তাহার প্রতি একদৃষ্টে চাহিয়া চিন্তা করিতে লাগিলাম, আর দেখিলাম, তাহার মধ্যে পৃথিবীর চতুষ্পদ জন্তু, আর বন্য পশু, সরীসৃপ ও আকাশের পক্ষী সকল আছে;"},{"number":7,"verse":"আর আমি এক বাণীও শুনিলাম, যাহা আমাকে বলিল, উঠ, পিতর, মার, খাও।"},{"number":8,"verse":"কিন্তু আমি কহিলাম, প্রভু, এমন না হউক; কেননা অপবিত্র বা অশুচি কোন দ্রব্য কখনও আমার মুখের ভিতর প্রবেশ করে নাই।"},{"number":9,"verse":"কিন্তু দ্বিতীয় বার আকাশ হইতে বাণী উত্তর করিল, ঈশ্বর যাহা শুচি করিয়াছেন, তুমি তাহা অপবিত্র বলিও না।"},{"number":10,"verse":"এইরূপ তিনবার হইল; পরে সে সমস্ত আবার আকাশে টানিয়া লওয়া হইল।"},{"number":11,"verse":"আর দেখ, অবিলম্বে তিন জন পুরুষ, যে বাটীতে আমরা ছিলাম, তথায় আসিয়া দাঁড়াইল; তাহারা কৈসরিয়া হইতে আমার নিকটে প্রেরিত হইয়াছিল।"},{"number":12,"verse":"আর আত্মা আমাকে সন্দেহ না করিয়া তাহাদের সহিত যাইতে বলিলেন। আর এই ছয় জন ভ্রাতাও আমার সহিত গমন করিলেন। পরে আমরা সেই ব্যক্তির বাটীতে প্রবেশ করিলাম।"},{"number":13,"verse":"তিনি আমাদিগকে বলিলেন যে, তিনি এক দূতের দর্শন পাইয়াছিলেন, সেই দূত তাঁহার গৃহমধ্যে দাঁড়াইয়া কহিলেন, যাফোতে লোক পাঠাইয়া শিমোন, যাহাকে পিতর বলে, তাহাকে ডাকাইয়া আন;"},{"number":14,"verse":"সে তোমাকে এমন কথা বলিবে, যাহা দ্বারা তুমি ও তোমার সমস্ত পরিবার পরিত্রাণ প্রাপ্ত হইবে।"},{"number":15,"verse":"পরে আমি কথা কহিতে আরম্ভ করিলে, যেমন প্রথমে আমাদের উপরে হইয়াছিল, তেমনি তাঁহাদের উপরেও পবিত্র আত্মা পতিত হইলেন।"},{"number":16,"verse":"তাহাতে প্রভুর কথা আমার স্মরণ হইল, যেমন তিনি বলিয়াছিলেন, ‘যোহন জলে বাপ্তাইজ করিতেন, কিন্তু তোমরা পবিত্র আত্মায় বাপ্তাইজিত হইবে।’ ( ।; ।)"},{"number":17,"verse":"অতএব, তাঁহারা প্রভু যীশু খ্রীষ্টে বিশ্বাসী হইলে পর, যেমন আমাদিগকে, তেমনি যখন তাঁহাদিগকেও ঈশ্বর সমান বর দান করিলেন, তখন আমি কে যে ঈশ্বরকে নিবারণ করিতে পারি?"},{"number":18,"verse":"এই সকল কথা শুনিয়া তাঁহারা চুপ করিয়া রহিলেন, এবং ঈশ্বরের গৌরব করিলেন, কহিলেন, তবে ত ঈশ্বর পরজাতীয় লোকদিগকেও জীবনার্থক মনপরিবর্ত্তন দান করিয়াছেন।"},{"number":19,"verse":"ইতিমধ্যে স্তিফানের উপলক্ষে যে ক্লেশ ঘটিয়াছিল, তৎপ্রযুক্ত যাহারা ছিন্নভিন্ন হইয়া গিয়াছিল, তাহারা ফৈনীকিয়া, কুপ্র ও আন্তিয়খিয়া পর্য্যন্ত চারিদিকে ভ্রমণ করিয়া কেবল যিহূদীদেরই নিকটে বাক্য প্রচার করিতে লাগিল।"},{"number":20,"verse":"কিন্তু তাহাদের মধ্যে কয়েক জন কুপ্রীয় ও কুরীণীয় লোক ছিল; ইহারা আন্তিয়খিয়াতে আসিয়া গ্রীকদের ( (বা) গ্রীক ভাষাবাদী যিহূূদীদের।) নিকটেও কথা কহিল, প্রভু যীশুর বিষয়ে সুসমাচার প্রচার করিল।"},{"number":21,"verse":"আর প্রভুর হস্ত তাহাদের সহবর্ত্তী ছিল, এবং বহুসংখ্যক লোক বিশ্বাস করিয়া প্রভুর প্রতি ফিরিল।"},{"number":22,"verse":"পরে তাহাদের বিষয় যিরূশালেমস্থ মণ্ডলীর কর্ণগোচর হইল; তাহাতে ইহাঁরা আন্তিয়খিয়া পর্য্যন্ত বার্ণবাকে প্রেরণ করিলেন।"},{"number":23,"verse":"তিনি উপস্থিত হইয়া ঈশ্বরের অনুগ্রহ দেখিয়া আনন্দ করিলেন; এবং সকলকে আশ্বাস দিতে লাগিলেন, যেন তাহারা হৃদয়ের একাগ্রতায় প্রভুতে স্থির থাকে;"},{"number":24,"verse":"কারণ তিনি সৎলোক এবং পবিত্র আত্মায় ও বিশ্বাসে পরিপূর্ণ ছিলেন। আর বিস্তর লোক প্রভুতে সংযুক্ত হইল।"},{"number":25,"verse":"পরে তিনি শৌলের অন্বেষণ করিতে তার্ষে গমন করিলেন, এবং তাঁহাকে পাইয়া আন্তিয়খিয়াতে আনিলেন।"},{"number":26,"verse":"আর তাঁহারা সম্পূর্ণ এক বৎসর কাল মণ্ডলীতে একত্র হইতেন, এবং অনেক লোককে উপদেশ দিতেন; আর প্রথমে আন্তিয়খিয়াতেই শিষ্যেরা ‘খ্রীষ্টীয়ান’ নামে আখ্যাত হইল।"},{"number":27,"verse":"সেই সময়ে কয়েক জন ভাববাদী যিরূশালেম হইতে আন্তিয়খিয়াতে আসিলেন।"},{"number":28,"verse":"তাঁহাদের মধ্যে আগাব নামে এক ব্যক্তি উঠিয়া আত্মার আবেশে জানাইলেন যে, সমুদয় পৃথিবীতে মহাদুর্ভিক্ষ হইবে; তাহা ক্লৌদিয়ের অধিকার সময়ে ঘটিল।"},{"number":29,"verse":"তাহাতে শিষ্যেরা প্রতিজন স্ব স্ব সঙ্গতি অনুসারে যিহূদিয়া-নিবাসী ভ্রাতৃগণের পরিচর্য্যার জন্য তাঁহাদের কাছে সাহায্য পাঠাইতে স্থির করিলেন;"},{"number":30,"verse":"এবং সেই মত কার্য্যও করিলেন, বার্ণবার ও শৌলের হস্ত দ্বারা প্রাচীনবর্গের নিকটে অর্থ পাঠাইয়া দিলেন।"}]}