{"bibleAbbr":"bnOV2016","bookName":"প্রেরিতদের কার্য্য-বিবরণ।","bookEnglishName":"Acts of the Apostles","chapterNumber":12,"verses":[{"number":1,"verse":"( যাকোবের বধ ও পিতরের উদ্ধার।) তৎকালে হেরোদ রাজা মণ্ডলীর কয়েক জনের প্রতি উপদ্রব করিবার জন্য হস্তক্ষেপ করিলেন।"},{"number":2,"verse":"তিনি যোহনের ভ্রাতা যাকোবকে খড়্গ দ্বারা বধ করিলেন।"},{"number":3,"verse":"ইহাতে যিহূদীরা সন্তুষ্ট হইল দেখিয়া তিনি আবার পিতরকেও ধরিলেন। তখন তাড়ীশূন্য রুটীর পর্ব্বের সময় ছিল।"},{"number":4,"verse":"তিনি তাঁহাকে ধরিয়া কারাগারে রাখিলেন, এবং তাঁহাকে পাহারা দিবার জন্য চারি জনে দল, এমন চারি দল সেনার নিকটে সমর্পণ করিলেন; মনে করিলেন, নিস্তারপর্ব্বের পরে তাঁহাকে লোকদের কাছে আনিয়া উপস্থিত করিবেন।"},{"number":5,"verse":"এইরূপে পিতর কারাবদ্ধ থাকিলেন, কিন্তু মণ্ডলী কর্ত্তৃক তাঁহার বিষয়ে ঈশ্বরের নিকটে একাগ্র ভাবে প্রার্থনা হইতেছিল।"},{"number":6,"verse":"পরে হেরোদ যে দিন তাঁহাকে বাহিরে আনাইবেন, তাহার পূর্ব্বরাত্রিতে পিতর দুই জন সেনার মধ্যস্থানে দুই শৃঙ্খলে বদ্ধ থাকিয়া নিদ্রাগত ছিলেন, এবং দ্বারদেশে প্রহরীরা কারাগার রক্ষা করিতেছিল।"},{"number":7,"verse":"আর দেখ, প্রভুর এক দূত তাঁহার কাছে আসিয়া দাঁড়াইলেন, এবং কারাকক্ষে আলোক প্রকাশ পাইল। তিনি পিতরের কুক্ষিদেশে আঘাত করিয়া তাঁহাকে জাগাইয়া কহিলেন, শীঘ্র উঠ। তখন তাঁহার দুই হস্ত হইতে শৃঙ্খল পড়িয়া গেল।"},{"number":8,"verse":"পরে সেই দূত তাঁহাকে কহিলেন, কোমর বাঁধ, ও তোমার জুতা পর। তিনি তাহা করিলেন। পরে দূত তাঁহাকে কহিলেন, গায়ে কাপড় দিয়া আমার পশ্চাৎ পশ্চাৎ আইস।"},{"number":9,"verse":"তাহাতে তিনি বাহির হইয়া তাঁহার পশ্চাৎ পশ্চাৎ যাইতে লাগিলেন; কিন্তু দূতের দ্বারা যাহা করা হইল, তাহা যে বাস্তবিক, ইহা তিনি বুঝিতে পারিলেন না, বরং মনে করিলেন, তিনি দর্শন দেখিতেছেন।"},{"number":10,"verse":"পরে তাঁহারা প্রথম ও দ্বিতীয় প্রহরিদল পশ্চাৎ ফেলিয়া, যেখান দিয়া নগরে যাওয়া যায়, সেই লৌহদ্বারের কাছে উপস্থিত হইলেন; সেই দ্বারের কবাট তাঁহাদের সম্মুখে আপনি খুলিয়া গেল; তাহাতে তাঁহারা বাহির হইয়া একটা রাস্তার শেষ পর্য্যন্ত গমন করিলেন, আর অমনি দূত তাঁহার নিকট হইতে প্রস্থান করিলেন।"},{"number":11,"verse":"তখন পিতর সচেতন হইয়া কহিলেন, এখন আমি নিশ্চয় জানিলাম, প্রভু নিজ দূতকে প্রেরণ করিলেন, ও হেরোদের হস্ত হইতে এবং যিহূদী লোকদের সমস্ত আকাঙ্ক্ষা হইতে আমাকে উদ্ধার করিলেন।"},{"number":12,"verse":"এই বিষয় আলোচনা করিয়া তিনি মরিয়মের বাটীর দিকে চলিয়া গেলেন, ইনি সেই যোহনের মাতা, যাঁহাকে মার্ক বলে; সেখানে অনেকে একত্র হইয়াছিল ও প্রার্থনা করিতেছিল।"},{"number":13,"verse":"পরে তিনি বাহিরের দ্বারে আঘাত করিলে রোদা নাম্নী একটী দাসী শুনিতে আসিল;"},{"number":14,"verse":"এবং পিতরের স্বর চিনিয়া আনন্দ বশতঃ দ্বার খুলিল না, কিন্তু ভিতরে দৌড়িয়া গিয়া সংবাদ দিল, পিতর দ্বারের সম্মুখে দাঁড়াইয়া আছেন।"},{"number":15,"verse":"তাহারা তাহাকে কহিল, তুমি পাগল; কিন্তু সে দৃঢ়রূপে বলিতে লাগিল, না, তাহাই বটে! তখন তাহারা কহিল, উনি তাঁহার দূত।"},{"number":16,"verse":"কিন্তু পিতর আঘাত করিতে থাকিলেন; তখন তাহারা দ্বার খুলিয়া তাঁহাকে দেখিতে পাইল, ও চমৎকৃত হইল।"},{"number":17,"verse":"তাহাতে তিনি হস্ত দ্বারা নীরব হইবার জন্য ইঙ্গিত করিয়া, প্রভু কিরূপে তাঁহাকে কারাগার হইতে উদ্ধার করিয়া আনিয়াছেন, তাহা তাহাদের কাছে বর্ণনা করিলেন, আর কহিলেন, তোমরা যাকোবকে ও ভ্রাতৃগণকে এই সমাচার দিও; পরে তিনি বাহির হইয়া অন্য স্থানে চলিয়া গেলেন।"},{"number":18,"verse":"দিন হইলে পর, পিতর কি হইল, বলিয়া সেনাগণের মধ্যে খুব একটা হুলস্থূল পড়িয়া গেল।"},{"number":19,"verse":"পরে হেরোদ তাঁহার সন্ধান করিয়া না পাওয়াতে রক্ষীদিগকে জিজ্ঞাসাবাদ করিয়া তাহাদের প্রাণদণ্ড করিতে আজ্ঞা দিলেন, এবং যিহূদিয়া হইতে প্রস্থান করিয়া কৈসরিয়াতে গিয়া অবস্থিতি করিলেন।"},{"number":20,"verse":"আর তিনি সোরীয় ও সীদোনীয়দের উপরে বড়ই কুপিত হইয়াছিলেন, কিন্তু তাহারা একমত হইয়া তাঁহার কাছে আসিল, এবং রাজার শয়নাগারের অধ্যক্ষ ব্লাস্তকে সপক্ষ করিয়া সন্ধি যাচ্ঞা করিল, কারণ রাজার দেশ হইতে তাহাদের দেশে খাদ্য সামগ্রী আসিত।"},{"number":21,"verse":"তখন এক নিরূপিত দিবসে হেরোদ রাজবস্ত্র পরিধানপূর্ব্বক সিংহাসনে বসিয়া তাহাদের কাছে বক্তৃতা করেন।"},{"number":22,"verse":"তখন লোকসমূহ উচ্চৈঃস্বরে বলিতে লাগিল, এ দেবতার রব, মানুষের নয়।"},{"number":23,"verse":"আর প্রভুর এক দূত তখনই তাঁহাকে আঘাত করিলেন, কেননা তিনি ঈশ্বরকে গৌরব প্রদান করিলেন না; আর তিনি কীটভক্ষিত হইয়া প্রাণত্যাগ করিলেন।"},{"number":24,"verse":"কিন্তু ঈশ্বরের বাক্য বৃদ্ধি পাইতে ও ব্যাপ্ত হইতে থাকিল।"},{"number":25,"verse":"আর বার্ণবা ও শৌল আপনাদের পরিচর্য্যা-কার্য্য সম্পন্ন করিবার পর যিরূশালেম হইতে প্রত্যাগমন করিলেন; যোহন যাঁহাকে মার্কও বলে, তাঁহাকে সঙ্গে লইলেন।"}]}