{"bibleAbbr":"bnOV2016","bookName":"প্রেরিতদের কার্য্য-বিবরণ।","bookEnglishName":"Acts of the Apostles","chapterNumber":23,"verses":[{"number":1,"verse":"আর পৌল মহাসভার দিকে একদৃষ্টে চাহিয়া কহিলেন, হে ভ্রাতৃগণ, অদ্য পর্য্যন্ত আমি সর্ব্ববিষয়ে সৎসংবেদে ঈশ্বরের প্রজারূপে আচরণ করিয়া আসিতেছি।"},{"number":2,"verse":"তখন অননিয় মহাযাজক, যাহারা নিকটে দাঁড়াইয়াছিল, তাহাদিগকে আজ্ঞা দিলেন, যেন তাঁহার মুখে আঘাত করে।"},{"number":3,"verse":"তখন পৌল তাঁহাকে কহিলেন, হে শুক্লীকৃত ভিত্তি, ঈশ্বর তোমাকে আঘাত করিবেন; তুমি ব্যবস্থা অনুসারে আমার বিচার করিতে বসিয়াছ, আর ব্যবস্থার বিপরীতে আমাকে আঘাত করিতে আজ্ঞা দিতেছ?"},{"number":4,"verse":"তাহাতে যাহারা নিকটে দাঁড়াইয়াছিল, তাহারা কহিল, তুমি কি ঈশ্বরের মহাযাজককে কটুবাক্য কহিতেছ?"},{"number":5,"verse":"পৌল কহিলেন, হে ভ্রাতৃগণ, আমি জানিতাম না যে, উনি মহাযাজক; কেননা লিখিত আছে, “তুমি স্বজাতীয় লোকদের অধ্যক্ষকে দুর্ব্বাক্য বলিও না।” ( ।)"},{"number":6,"verse":"কিন্তু পৌল যখন বুঝিতে পারিলেন যে, তাহাদের একাংশ সদ্দূকী ও একাংশ ফরীশী, তখন মহাসভার মধ্যে উচ্চৈঃস্বরে কহিলেন, হে ভ্রাতৃগণ, আমি ফরীশী এবং ফরীশীদের সন্তান; মৃতদের প্রত্যাশা ও পুনরুত্থান সম্বন্ধে আমার বিচার হইতেছে।"},{"number":7,"verse":"তিনি এই কথা বলিতে না বলিতে ফরীশী ও সদ্দূকীদের মধ্যে বিরোধ উৎপন্ন হইল, সভার মধ্যে দুই দল হইয়া উঠিল।"},{"number":8,"verse":"কারণ সদ্দূকীরা বলে, পুনরুত্থান নাই, স্বর্গদূত বা আত্মা নাই; কিন্তু ফরীশীরা উভয়ই স্বীকার করে।"},{"number":9,"verse":"তখন মহাকোলাহল হইল, এবং ফরীশী পক্ষীয় অধ্যাপকদের মধ্যে কয়েক জন লোক উঠিয়া দাঁড়াইয়া বাগ্যুদ্ধ করিয়া বলিতে লাগিল, আমরা এই ব্যক্তির কোন দোষ দেখিতে পাই না; কোন আত্মা কিম্বা কোন দূত যদি ইহার সহিত কথা কহিয়াই থাকেন, তবে কি?"},{"number":10,"verse":"এইরূপে ভারী বিরোধ হইলে, পাছে তাহারা পৌলকে খণ্ড খণ্ড করিয়া ছিঁড়িয়া ফেলে, এই ভয়ে সহস্রপতি আজ্ঞা দিলেন, সৈন্যদল নামিয়া গিয়া তাহাদের মধ্য হইতে পৌলকে কাড়িয়া দুর্গে লইয়া যাউক।"},{"number":11,"verse":"পর রাত্রিতে প্রভু পৌলের নিকটে দাঁড়াইয়া কহিলেন, সাহস কর, কেননা আমার বিষয়ে যেমন যিরূশালেমে সাক্ষ্য দিয়াছ, তদ্রূপ রোমেও দিতে হইবে।"},{"number":12,"verse":"দিন হইলে যিহূদীরা ষড়যন্ত্র করিয়া আপনাদিগকে এক অভিশাপে আবদ্ধ করিল, বলিল, আমরা যে পর্য্যন্ত পৌলকে বধ না করিব, সে পর্য্যন্ত ভোজন কি পান করিব না।"},{"number":13,"verse":"চল্লিশ জনের অধিক লোক একসঙ্গে শপথ করিয়া এই প্রকারে চক্রান্ত করিল।"},{"number":14,"verse":"তাহারা প্রধান যাজকদের ও প্রাচীনবর্গের নিকটে গিয়া কহিল, আমরা এক মহা অভিশাপে আপনাদিগকে আবদ্ধ করিয়াছি, যে পর্য্যন্ত পৌলকে বধ না করিব, সে পর্য্যন্ত কিছুরই স্বাদ গ্রহণ করিব না।"},{"number":15,"verse":"অতএব আপনারা এখন মহাসভার সহিত সহস্রপতির কাছে এই আবেদন করুন, যেন তিনি আপনাদের কাছে তাহাকে নামাইয়া আনিয়া দেন, বলুন যে, আপনারা আরও সূক্ষ্মরূপে তাহার বিষয়ে বিচার করিতে উদ্যত হইয়াছেন; আর সে নিকটে উপস্থিত হইবার পূর্ব্বেই আমরা তাহাকে বধ করিতে প্রস্তুত রহিলাম।"},{"number":16,"verse":"কিন্তু পৌলের ভাগিনেয় তাহাদের এই ঘাঁটি বসাইবার কথা শুনিতে পাইয়া চলিয়া গিয়া দুর্গমধ্যে প্রবেশ করিয়া পৌলকে জানাইল।"},{"number":17,"verse":"তাহাতে পৌল একজন শতপতিকে কাছে ডাকিয়া কহিলেন, সহস্রপতির নিকটে এই যুবককে লইয়া যাউন; কারণ তাঁহার কাছে ইহার কিছু বলিবার আছে।"},{"number":18,"verse":"তাহাতে তিনি তাহাকে সঙ্গে লইয়া সহস্রপতির নিকটে গিয়া কহিলেন, বন্দি পৌল আমাকে কাছে ডাকিয়া আপনার নিকটে এই যুবককে আনিতে নিবেদন করিল, কেননা আপনার কাছে ইহার কিছু বলিবার আছে।"},{"number":19,"verse":"তখন সহস্রপতি তাহার হস্ত ধরিয়া এক পার্শ্বে লইয়া গিয়া গোপনে জিজ্ঞাসা করিলেন, আমার কাছে তোমার কি বলিবার আছে?"},{"number":20,"verse":"সে কহিল, যিহূদীরা আপনার কাছে এই নিবেদন করিবার মন্ত্রণা করিয়াছে, যেন আপনি কল্য আরও সূক্ষ্মরূপে পৌলের বিষয়ে অনুসন্ধান করিবার নিমিত্ত তাঁহাকে মহাসভার কাছে লইয়া যান।"},{"number":21,"verse":"অতএব আপনি তাহাদের কথা গ্রাহ্য করিবেন না। কেননা তাহাদের মধ্যে চল্লিশ জনের অধিক লোক তাঁহার জন্য ঘাঁটি বসাইয়াছে; তাহারা এক অভিশাপে আপনাদিগকে বদ্ধ করিয়াছে, যে পর্য্যন্ত তাঁহাকে বধ না করিবে, সে পর্য্যন্ত ভোজন কি পান করিবে না, আর এখনই প্রস্তুত আছে, আপনার অনুমতির অপেক্ষা করিতেছে।"},{"number":22,"verse":"তখন সহস্রপতি ঐ যুবককে এই আজ্ঞা দিয়া বিদায় করিলেন, তুমি যে এই সকল আমাকে জ্ঞাত করিয়াছ, তাহা কাহাকেও বলিও না।"},{"number":23,"verse":"পরে তিনি দুই জন শতপতিকে কাছে ডাকিয়া বলিয়া দিলেন, কৈসরিয়া পর্য্যন্ত যাইবার নিমিত্ত রাত্রি তিন ঘটিকার সময়ে দুই শত সেনা ও সত্তর জন অশ্বারোহী এবং দুই শত বড়শাধারী লোক প্রস্তুত রাখিও।"},{"number":24,"verse":"আর তিনি বাহন যোগাইতে আজ্ঞা করিলেন, যেন তাহারা পৌলকে তাহার উপরে চড়াইয়া নিরাপদে দেশাধ্যক্ষ ফীলিক্সের নিকটে পঁহুছাইয়া দেয়।"},{"number":25,"verse":"পরে তিনি এই মর্ম্মে একখানি পত্র লিখিলেন,"},{"number":26,"verse":"মহামহিম দেশাধ্যক্ষ ফীলিক্সের সমীপে ক্লৌদিয় লুষিয়ের মঙ্গলবাদ।"},{"number":27,"verse":"যিহূদীরা এক ব্যক্তিকে ধরিয়া বধ করিতে উদ্যত হইলে আমি সেনাগণ সহ উপস্থিত হইয়া ইহাকে রক্ষা করিলাম, কেননা জানিতে পাইলাম যে, এই ব্যক্তি রোমীয়।"},{"number":28,"verse":"পরে তাহারা কি কারণ ইহার উপরে দোষারোপ করিতেছে, তাহা জানিবার মানসে তাহাদের মহাসভাতে ইহাকে নামাইয়া লইয়া গেলাম।"},{"number":29,"verse":"তাহাতে আমি বুঝিলাম, তাহাদের ব্যবস্থা সম্বন্ধীয় কোন কোন বিবাদ প্রযুক্ত ইহার উপরে দোষারোপ হইয়াছে, কিন্তু প্রাণদণ্ডের বা শৃঙ্খলের যোগ্য কোন দোষ প্রযুক্ত ইহার নামে অভিযোগ হয় নাই।"},{"number":30,"verse":"আর এ ব্যক্তির বিরুদ্ধে চক্রান্ত হইবে, এই সমাচার পাইয়া আমি অবিলম্বেই আপনার নিকটে ইহাকে পাঠাইয়া দিলাম। ইহার উপরে যাহারা দোষারোপ করিয়াছে, তাহাদিগকেও আদেশ করিলাম, তাহারা আপনার কাছে ইহার বিরুদ্ধে যাহা বলিবার থাকে, বলুক।"},{"number":31,"verse":"পরে সেনারা প্রাপ্ত আদেশ অনুসারে পৌলকে লইয়া রাত্রিকালে আন্তিপাত্রিতে গেল।"},{"number":32,"verse":"পরদিন অশ্বারোহীদিগকে তাঁহার সঙ্গে যাইবার জন্য রাখিয়া তাহারা দুর্গে ফিরিয়া আসিল।"},{"number":33,"verse":"উহারা কৈসরিয়াতে পঁহুছিয়া দেশাধ্যক্ষের হস্তে পত্রখানি সমর্পণ করিয়া পৌলকেও তাঁহার কাছে উপস্থিত করিল।"},{"number":34,"verse":"তিনি পত্র পাঠ করিয়া জিজ্ঞাসা করিলেন, এ কোন্ প্রদেশের লোক? তখন, তিনি কিলিকিয়া প্রদেশের লোক, ইহা জানিতে পাইয়া দেশাধ্যক্ষ কহিলেন, যাহারা তোমার উপরে দোষারোপ করিয়াছে, তাহারা যখন আসিবে, তখন তোমার কথা শুনিব। পরে তিনি হেরোদের রাজবাটীতে তাঁহাকে রাখিতে আজ্ঞা দিলেন।"}]}