{"bibleAbbr":"bnOV2016","bookName":"প্রেরিতদের কার্য্য-বিবরণ।","bookEnglishName":"Acts of the Apostles","chapterNumber":26,"verses":[{"number":1,"verse":"পরে আগ্রিপ্প পৌলকে কহিলেন, তোমার পক্ষে যাহা বলিবার আছে, তোমাকে বলিতে অনুমতি দেওয়া যাইতেছে। তখন পৌল হস্ত বিস্তার করিয়া আত্মপক্ষ সমর্থন করিতে লাগিলেন—"},{"number":2,"verse":"হে রাজন্ আগ্রিপ্প, যিহূদীরা আমার উপরে যে সকল দোষারোপ করে, সে সম্বন্ধে অদ্য আপনার সাক্ষাতে আত্মপক্ষ সমর্থন করিতে পাইতেছি, এজন্য আমি আমাকে ধন্য মনে করি;"},{"number":3,"verse":"বিশেষ কারণ এই, যিহূদীদের সমস্ত রীতিনীতি ও তর্ক সম্বন্ধে আপনি অভিজ্ঞ। অতএব নিবেদন করি, সহিষ্ণুতাপূর্ব্বক আমার কথা শ্রবণ করুন।"},{"number":4,"verse":"বাল্যকাল অবধি আমার আচার ব্যবহার, যাহা আদি হইতে স্বজাতীয়দের মধ্যে এবং যিরূশালেমে হইয়া আসিয়াছে, তাহা যিহূদীরা সকলেই জানে;"},{"number":5,"verse":"তাহারা প্রথমাবধি আমাকে জ্ঞাত হওয়াতে ইচ্ছা করিলে এ সাক্ষ্য দিতে পারে যে, আমাদের ধর্ম্মের মধ্যে সর্ব্বাপেক্ষা সূক্ষ্মাচারী সম্প্রদায় অনুসারে আমি ফরীশী মতে জীবন যাপন করিতাম।"},{"number":6,"verse":"আর আমাদের পিতৃপুরুষদের নিকটে ঈশ্বর কর্ত্তৃক যাহা অঙ্গীকৃত হইয়াছে, তাহার প্রত্যাশা প্রযুক্ত আমি এখন বিচারিত হইবার জন্য দাঁড়াইয়াছি।"},{"number":7,"verse":"আমাদের দ্বাদশ বংশ দিবারাত্র একাগ্রমনে আরাধনা করিতে করিতে সেই অঙ্গীকারের ফল পাইবার প্রত্যাশা করিতেছে; আর হে রাজন্, সেই প্রত্যাশার বিষয়েই যিহূদিগণ কর্ত্তৃক আমার উপরে দোষারোপ হইতেছে।"},{"number":8,"verse":"ঈশ্বর যদি মৃতগণকে উঠান, তবে তাহা আপনাদের বিচারে কেন বিশ্বাসের অযোগ্য বোধ হয়?"},{"number":9,"verse":"আমিই ত মনে করিতাম যে, নাসরতীয় যীশুর নামের বিরুদ্ধে অনেক কার্য্য করা আমার কর্ত্তব্য।"},{"number":10,"verse":"আর আমি যিরূশালেমে তাহাই করিতাম; প্রধান যাজকদের নিকটে ক্ষমতা প্রাপ্ত হইয়া পবিত্রগণের মধ্যে অনেককে আমি কারাগারে বদ্ধ করিতাম, ও তাঁহাদের প্রাণদণ্ডের সময়ে সম্মতি প্রকাশ করিতাম,"},{"number":11,"verse":"আর সমস্ত সমাজগৃহে বার বার তাঁহাদিগকে শাস্তি দিয়া বলপূর্ব্বক ধর্ম্মনিন্দা করাইতে চেষ্টা করিতাম, এবং তাঁহাদের বিরুদ্ধে অতিমাত্র উন্মত্ত হইয়া বিদেশীয় নগর পর্য্যন্তও তাঁহাদিগকে তাড়না করিতাম।"},{"number":12,"verse":"এই উপলক্ষে প্রধান যাজকদের নিকটে ক্ষমতা ও আজ্ঞাপত্র লইয়া আমি দম্মেশকে যাইতেছিলাম,"},{"number":13,"verse":"এমন সময়ে, হে রাজন্, মধ্যাহ্নকালে পথিমধ্যে দেখিলাম, আকাশ হইতে সূর্য্যতেজ অপেক্ষাও তেজোময় জ্যোতি আমার ও আমার সহযাত্রীদের চারিদিকে দেদীপ্যমান।"},{"number":14,"verse":"তখন আমরা সকলে ভূমিতে পতিত হইলে আমি এক বাণী শুনিলাম, উহা ইব্রীয় ভাষায় আমাকে বলিল, ‘শৌল, শৌল, কেন আমাকে তাড়না করিতেছ? কন্টকের মুখে পদাঘাত করা তোমার দুষ্কর।’"},{"number":15,"verse":"তখন আমি বলিলাম, ‘প্রভু, আপনি কে?’ প্রভু কহিলেন, ‘আমি যীশু, যাঁহাকে তুমি তাড়না করিতেছ?"},{"number":16,"verse":"কিন্তু উঠ, তোমার পায়ে ভর দিয়া দাঁড়াও, তুমি যে যে বিষয়ে আমাকে দেখিয়াছ, ও যে যে বিষয়ে আমি তোমাকে দর্শন দিব, সেই সকল বিষয়ে যেন তোমাকে সেবক ও সাক্ষী নিযুক্ত করি, এই অভিপ্রায়ে তোমাকে দর্শন দিলাম।"},{"number":17,"verse":"আমি যাহাদের নিকটে তোমাকে প্রেরণ করিতেছি, সেই প্রজালোকদের ও পরজাতীয় লোকদের হইতে তোমাকে উদ্ধার করিব,"},{"number":18,"verse":"যেন তুমি তাহাদের চক্ষু খুলিয়া দেও, যেন তাহারা অন্ধকার হইতে জ্যোতির প্রতি, এবং শয়তানের কর্ত্তৃত্ব হইতে ঈশ্বরের প্রতি ফিরিয়া আইসে, যেন আমাতে বিশ্বাস করণ দ্বারা পাপের মোচন ও পবিত্রীকৃত লোকদের মধ্যে অধিকার প্রাপ্ত হয়।’"},{"number":19,"verse":"এ জন্য, হে রাজন্ আগ্রিপ্প, আমি সেই স্বর্গীয় দর্শনের অবাধ্য হইলাম না;"},{"number":20,"verse":"কিন্তু প্রথমে দম্মেশকের লোকদের কাছে, পরে যিরূশালেমে ও যিহূদিয়ার সমস্ত জনপদে, এবং পরজাতিদের কাছে প্রচার করিতে লাগিলাম যে, তাহারা যেন মন ফিরায়, ও ঈশ্বরের প্রতি ফিরিয়া আইসে, মনপরিবর্ত্তনের উপযোগী কার্য্য করে।"},{"number":21,"verse":"এই কারণ যিহূদীরা ধর্ম্মধামে আমাকে ধরিয়া বধ করিতে চেষ্টা করিতেছিল।"},{"number":22,"verse":"কিন্তু ঈশ্বর হইতে সাহায্য প্রাপ্ত হইয়া আমি অদ্য পর্য্যন্ত দাঁড়াইয়া আছি, ক্ষুদ্র ও মহান্ সকলের কাছে সাক্ষ্য দিতেছি, ভাববাদিগণ এবং মোশিও যাহা ঘটিবে বলিয়া গিয়াছেন, ইহা ছাড়া আর কিছুই বলিতেছি না।"},{"number":23,"verse":"আর তাহা এই, খ্রীষ্টকে দুঃখভোগ করিতে হইবে, আর তিনিই প্রথম, মৃতগণের পুনরুত্থান দ্বারা, প্রজালোক পরজাতীয় লোক উভয়ের কাছে দীপ্তি প্রচার করিবেন।"},{"number":24,"verse":"এইরূপে তিনি আত্মপক্ষ সমর্থন করিতেছেন, এমন সময়ে ফীষ্ট উচ্চ রবে কহিলেন, পৌল, তুমি পাগল; বহু বিদ্যাভ্যাস তোমাকে পাগল করিয়া তুলিতেছে।"},{"number":25,"verse":"পৌল কহিলেন, হে মহামহিম ফীষ্ট, আমি পাগল নহি, কিন্তু সত্যের ও সুবোধের উক্তি প্রচার করিতেছি।"},{"number":26,"verse":"বাস্তবিক রাজা এ সকল বিষয় জানেন, আর তাঁহারই সাক্ষাতে আমি সাহসপূর্ব্বক কথা কহিতেছি; কারণ আমার ধারণা এই যে, ইহার কিছুই রাজার অগোচর নহে; যেহেতুক ইহা কোণের মধ্যে করা যায় নাই।"},{"number":27,"verse":"হে রাজন্ আগ্রিপ্প, আপনি কি ভাববাদিগণকে বিশ্বাস করেন? আমি জানি, আপনি বিশ্বাস করেন।"},{"number":28,"verse":"তখন আগ্রিপ্প পৌলকে কহিলেন, তুমি অল্পেই আমাকে খ্রীষ্টীয়ান করিতে চেষ্টা পাইতেছ।"},{"number":29,"verse":"পৌল কহিলেন, ঈশ্বরের কাছে এই প্রার্থনা করিতেছি, অল্পে হউক কি অধিকে হউক, কেবল আপনি নন, কিন্তু অন্য যত লোক অদ্য আমার কথা শুনিতেছেন, সকলেই যেন এই বন্ধন ছাড়া আমি যেমন, তেমনি হন।"},{"number":30,"verse":"তখন রাজা, দেশাধ্যক্ষ ও বর্ণীকী এবং তাঁহাদের সঙ্গে উপবিষ্ট লোকেরা উঠিলেন;"},{"number":31,"verse":"আর অন্য স্থানে গিয়া পরস্পর আলাপ করিয়া বলিলেন, এই ব্যক্তি প্রাণদণ্ডের কিম্বা বন্ধনের যোগ্য কিছুই করে না।"},{"number":32,"verse":"আর আগ্রিপ্প ফীষ্টকে কহিলেন, এই ব্যক্তি যদি কৈসরের নিকটে আপীল না করিত, তবে মুক্তি পাইতে পারিত।"}]}