{"bibleAbbr":"bnOV2016","bookName":"প্রেরিতদের কার্য্য-বিবরণ।","bookEnglishName":"Acts of the Apostles","chapterNumber":3,"verses":[{"number":1,"verse":"( এক জন জন্মখঞ্জকে সুস্থ করণ। পিতর ও যোহনের সাক্ষ্য ও কারাবাস।) এক দিন প্রার্থনার নির্দ্দিষ্ট সময়ে, নবম ঘটিকায়, পিতর ও যোহন ধর্ম্মধামে যাইতেছিলেন;"},{"number":2,"verse":"এমন সময়ে লোকেরা এক ব্যক্তিকে বহন করিয়া আনিতেছিল, সে মাতার গর্ভ হইতে খঞ্জ; তাহাকে প্রতিদিন ধর্ম্মধামের সুন্দর নামক দ্বারে রাখিয়া দেওয়া হইত, যেন, ধর্ম্মধামে যাহারা প্রবেশ করে, তাহাদের কাছে ভিক্ষা চাহিতে পারে।"},{"number":3,"verse":"সে পিতরকে ও যোহনকে ধর্ম্মধামে প্রবেশ করিতে উদ্যত দেখিয়া ভিক্ষা পাইবার জন্য বিনতি করিতে লাগিল।"},{"number":4,"verse":"তাহাতে পিতর যোহনের সহিত তাহার প্রতি একদৃষ্টে চাহিয়া কহিলেন, আমাদের প্রতি দৃষ্টিপাত কর।"},{"number":5,"verse":"তাহাতে সে তাঁহাদের প্রতি দৃষ্টি করিয়া রহিল, তাঁহাদের নিকট হইতে কিছু পাইবার অপেক্ষা করিতেছিল।"},{"number":6,"verse":"কিন্তু পিতর বলিলেন, রৌপ্য কি স্বর্ণ আমার নাই, কিন্তু যাহা আছে, তাহা তোমাকে দান করি; নাসরতীয় যীশু খ্রীষ্টের নামে হাঁটিয়া বেড়াও।"},{"number":7,"verse":"পরে তিনি তাঁহার দক্ষিণ হস্ত ধরিয়া তাহাকে তুলিলেন; তাহাতে তৎক্ষণাৎ তাহার চরণ ও গুল্ফ সবল হইল;"},{"number":8,"verse":"আর সে লম্ফ দিয়া উঠিয়া দাঁড়াইল, ও হাঁটিয়া বেড়াইতে লাগিল, এবং বেড়াইতে বেড়াইতে, লম্ফ দিতে দিতে, ঈশ্বরের প্রশংসা করিতে করিতে তাঁহাদের সহিত ধর্ম্মধামে প্রবেশ করিল।"},{"number":9,"verse":"সমস্ত লোক তাহাকে বেড়াইতে ও ঈশ্বরের প্রশংসা করিতে দেখিল;"},{"number":10,"verse":"আর তাহারা তাহাকে চিনিতে পারিল যে, এ সেই ব্যক্তি, যে ধর্ম্মধামের সুন্দর দ্বারে বসিয়া ভিক্ষা করিত; আর তাহার প্রতি যাহা ঘটিয়াছিল, তাহাতে অতিশয় চমৎকৃত ও বিস্ময়াপন্ন হইল।"},{"number":11,"verse":"আর সে পিতরকে ও যোহনকে ধরিয়া থাকাতে লোক সকল অতিশয় চমৎকৃত হইয়া তাঁহাদের নিকটে শলোমনের নামে আখ্যাত বারাণ্ডায় দৌড়িয়া আসিল।"},{"number":12,"verse":"তাহা দেখিয়া পিতর লোকসমূহকে কহিলেন, হে ইস্রায়েলীয় লোকেরা, এই ব্যক্তির বিষয়ে কেন আশ্চর্য্য জ্ঞান করিতেছ? অথবা আমরাই যে নিজ শক্তি বা ভক্তিগুণে ইহাকে চলিবার শক্তি দিয়াছি, ইহা মনে করিয়া কেনই বা আমাদের প্রতি একদৃষ্টে চাহিয়া রহিয়াছ?"},{"number":13,"verse":"অব্রাহামের, ইস্হাকের ও যাকোবের ঈশ্বর, আমাদের পিতৃপুরুষদের ঈশ্বর, আপনার দাস সেই যীশুকে গৌরবান্বিত করিয়াছেন, যাঁহাকে তোমরা শত্রুহস্তে সমর্পণ করিয়াছিলে, এবং পীলাত যখন তাঁহাকে ছাড়িয়া দিতে স্থির করিয়াছিলেন, তখন তাঁহার সাক্ষাতে তোমরা অস্বীকার করিয়াছিলে।"},{"number":14,"verse":"তোমরা সেই পবিত্র ও ধর্ম্মময় ব্যক্তিকে অস্বীকার করিয়াছিলে, এবং চাহিয়াছিলে যেন তোমাদের জন্য এক জন নরঘাতককে দেওয়া হয়,"},{"number":15,"verse":"কিন্তু তোমরা জীবনের আদিকর্ত্তাকে বধ করিয়াছিলে; তাঁহাকে ঈশ্বর মৃতগণের মধ্য হইতে উঠাইয়াছেন, আমরা ইহার সাক্ষী।"},{"number":16,"verse":"আর তাঁহার নামে বিশ্বাস হেতু, এই যে ব্যক্তিকে তোমরা দেখিতেছ ও জান, তাঁহারই নাম ইহাকে বলবান্ করিয়াছে; তাঁহারই দত্ত বিশ্বাস তোমাদের সকলের সাক্ষাতে ইহাকে এই সম্পূর্ণ সুস্থতা দিয়াছে।"},{"number":17,"verse":"এখন, হে ভ্রাতৃগণ, আমি জানি, তোমরা অজ্ঞানতা বশতঃ সেই কার্য্য করিয়াছ, যেমন তোমাদের অধ্যক্ষেরাও করিয়াছিলেন।"},{"number":18,"verse":"কিন্তু ঈশ্বর তাঁহার খ্রীষ্টের দুঃখভোগের বিষয়ে যে সকল কথা সমস্ত ভাববাদীর মুখ দ্বারা পূর্ব্বে জ্ঞাত করিয়াছিলেন, সে সকল এইরূপে পূর্ণ করিয়াছেন।"},{"number":19,"verse":"অতএব তোমরা মন ফিরাও, ও ফির, যেন তোমাদের পাপ মুছিয়া ফেলা হয়, যেন এইরূপে প্রভুর সম্মুখ হইতে তাপশান্তির সময় উপস্থিত হয়,"},{"number":20,"verse":"এবং তোমাদের নিমিত্ত পূর্ব্বনিরূপিত খ্রীষ্টকে, যীশুকে, তিনি যেন প্রেরণ করেন।"},{"number":21,"verse":"যাঁহাকে স্বর্গ নিশ্চয়ই গ্রহণ করিয়া রাখিবে, যে পর্য্যন্ত না সমস্ত বিষয়ের পুনঃস্থাপনের কাল উপস্থিত হয়, যে কালের বিষয় ঈশ্বর নিজ পবিত্র ভাববাদিগণের মুখ দ্বারা বলিয়াছেন, যাঁহারা পুরাকাল হইতে হইয়া গিয়াছেন।"},{"number":22,"verse":"মোশি ত বলিয়াছিলেন, “প্রভু ঈশ্বর তোমাদের জন্য তোমাদের ভ্রাতৃগণের মধ্য হইতে আমার সদৃশ এক ভাববাদীকে উৎপন্ন করিবেন, তিনি তোমাদিগকে যাহা যাহা বলিবেন, সেই সমস্ত বিষয়ে তোমরা তাঁহার কথা শুনিবে;"},{"number":23,"verse":"আর এইরূপ হইবে, যে কোন প্রাণী সেই ভাববাদীর কথা না শুনিবে, সে প্রজা লোকদের মধ্য হইতে উচ্ছিন্ন হইবে।” ( , , ।)"},{"number":24,"verse":"আর শমূয়েল ও তাঁহার পরবর্ত্তী যত ভাববাদী কথা বলিয়াছেন, তাঁহারাও সকলে এই কালের কথা বলিয়াছেন।"},{"number":25,"verse":"তোমরা ভাববাদিগণের সন্তান, আর সেই নিয়মেরও সন্তান, যাহা ঈশ্বর তোমাদের পিতৃপুরুষদের সহিত স্থাপন করিয়াছিলেন, তিনি ত অব্রাহামকে বলিয়াছিলেন, “আর তোমার বংশে পৃথিবীস্থ সমস্ত পিতৃকুল আশীর্ব্বাদ পাইবে।” ( ।; ।)"},{"number":26,"verse":"ঈশ্বর আপন দাসকে উৎপন্ন করিয়া প্রথমে তোমাদেরই নিকটে তাঁহাকে প্রেরণ করিলেন, যেন তিনি তোমাদের অধর্ম্ম সকল হইতে তোমাদের প্রত্যেক জনকে ফিরাইয়া তদ্দ্বারা তোমাদিগকে আশীর্ব্বাদ করেন।"}]}