{"bibleAbbr":"bnOV2016","bookName":"প্রেরিতদের কার্য্য-বিবরণ।","bookEnglishName":"Acts of the Apostles","chapterNumber":5,"verses":[{"number":1,"verse":"কিন্তু অননিয় নামে এক ব্যক্তি, এবং তাহার সহিত তাহার স্ত্রী সাফীরা, একটী সম্পত্তি বিক্রয় করিল,"},{"number":2,"verse":"এবং স্ত্রীর জ্ঞাতসারে তাহার মূল্যের কিছু রাখিয়া দিল, আর কতক আনিয়া প্রেরিতদের চরণে রাখিল।"},{"number":3,"verse":"তখন পিতর কহিলেন, অননিয়, শয়তান কেন তোমার হৃদয় এমন পূর্ণ করিয়াছে যে, তুমি পবিত্র আত্মার কাছে মিথ্যা বলিলে, এবং ভূমির মূল্য হইতে কতকটা রাখিয়া দিলে?"},{"number":4,"verse":"সেই ভূমি থাকিতে কি তোমারই ছিল না? এবং বিক্রীত হইলে পর কি উহা তোমার নিজ অধিকারে ছিল না? তবে এমন বিষয় তোমার হৃদয়ে কেন ধারণ করিলে? তুমি মনুষ্যদের কাছে মিথ্যা কথা কহিলে, এমন নয়, ঈশ্বরেরই কাছে কহিলে।"},{"number":5,"verse":"এই সকল কথা শুনিবামাত্র অননিয় পড়িয়া প্রাণ ত্যাগ করিল; আর যাহারা শুনিল, সকলেই অতিশয় ভয়গ্রস্ত হইল।"},{"number":6,"verse":"পরে যুবকেরা উঠিয়া তাহাকে বস্ত্রে জড়াইল ও বাহিরে লইয়া গিয়া কবর দিল।"},{"number":7,"verse":"আর প্রায় তিন ঘন্টা পরে তাহার স্ত্রীও উপস্থিত হইল, কিন্তু কি ঘটিয়াছে, তাহা সে জানিত না।"},{"number":8,"verse":"তখন পিতর তাহাকে উত্তর করিলেন, আমাকে বল দেখি, তোমরা সেই ভূমি কি এত টাকাতে বিক্রয় করিয়াছিলে? সে বলিল, হাঁ, এত টাকাতেই বটে।"},{"number":9,"verse":"তাহাতে পিতর তাহাকে কহিলেন, তোমরা প্রভুর আত্মাকে পরীক্ষা করিবার জন্য কেন একপরামর্শ হইলে? দেখ, যাহারা তোমার স্বামীর কবর দিয়াছে, তাহারা দ্বারে পদার্পণ করিতেছে, এবং তোমাকে বাহিরে লইয়া যাইবে।"},{"number":10,"verse":"সে তৎক্ষণাৎ তাঁহার চরণে পড়িয়া প্রাণত্যাগ করিল; আর ঐ যুবকেরা ভিতরে আসিয়া তাহাকে মৃত দেখিল, এবং বাহিরে লইয়া গিয়া তাহার স্বামীর পার্শ্বে কবর দিল।"},{"number":11,"verse":"তখন সমস্ত মণ্ডলী, এবং যত লোক এই কথা শুনিল, সকলেই অতিশয় ভয়গ্রস্ত হইল।"},{"number":12,"verse":"আর প্রেরিতদের হস্ত দ্বারা লোকদের মধ্যে অনেক চিহ্ন-কার্য্য ও অদ্ভুত লক্ষণ সাধিত হইত; এবং তাঁহারা সকলে একচিত্তে শলোমনের বারাণ্ডাতে উপস্থিত হইতেন।"},{"number":13,"verse":"কিন্তু অন্য লোকদের মধ্যে তাঁহাদের সঙ্গে যোগ দিতে কাহারও সাহস হইত না, তথাপি লোকেরা তাঁহাদিগকে সমাদর করিত।"},{"number":14,"verse":"আর উত্তর উত্তর অনেক পুরুষ ও স্ত্রীলোক বিশ্বাসী হইয়া প্রভুতে সংযুক্ত হইতে লাগিল।"},{"number":15,"verse":"এমন কি, লোকেরা রোগীদিগকে বাহিরে পথে পথে আনিয়া শয্যায় ও খট্টাতে করিয়া রাখিত, যেন পিতর আসিবার সময়ে অন্ততঃ তাঁহার ছায়া কাহারও কাহারও উপরে পড়ে।"},{"number":16,"verse":"আর যিরূশালেমের চারিদিকের নগরসমূহ হইতেও অনেক লোক রোগীদিগকে এবং অশুচি আত্মা দ্বারা ক্লিষ্ট ব্যক্তদিগকে লইয়া সমাগত হইত, আর তাহারা সকলেই সুস্থ হইত।"},{"number":17,"verse":"পরে মহাযাজক এবং তাঁহার সঙ্গীরা সকলে অর্থাৎ সদ্দূকি-সম্প্রদায় উঠিলেন, তাঁহারা ঈর্ষাতে পরিপূর্ণ হইলেন,"},{"number":18,"verse":"এবং প্রেরিতদিগকে ধরিয়া সাধারণ কারাগারে বদ্ধ করিলেন।"},{"number":19,"verse":"কিন্তু রাত্রিকালে প্রভুর এক দূত কারাগারের দ্বার সকল খুলিয়া দিলেন, ও তাঁহাদিগকে বাহিরে আনিয়া কহিলেন, তোমরা যাও,"},{"number":20,"verse":"ধর্ম্মধামে দাঁড়াইয়া লোকদিগকে এই জীবনের সমস্ত কথা বল।"},{"number":21,"verse":"ইহা শুনিয়া তাঁহারা প্রভাত কালে ধর্ম্মধামে প্রবেশ করিয়া উপদেশ দিতে লাগিলেন। ইতিমধ্যে মহাযাজক ও তাঁহার সঙ্গীরা আসিয়া মহাসভাকে এবং ইস্রায়েল-সন্তানগণের সমস্ত প্রাচীনদলকে ডাকিয়া একত্র করিলেন, এবং উহাঁদিগকে আনাইবার নিমিত্তে কারাগারে লোক পাঠাইলেন।"},{"number":22,"verse":"কিন্তু যে পদাতিকেরা গেল, তাহারা কারাগারে তাঁহাদিগকে পাইল না;"},{"number":23,"verse":"তখন ফিরিয়া আসিয়া এই সংবাদ দিল, আমরা দেখিলাম, কারাগার সুদৃঢ়রূপে বদ্ধ, দ্বারে দ্বারে রক্ষকেরা দাঁড়াইয়া আছে, কিন্তু দ্বার খুলিলে ভিতরে কাহাকেও পাইলাম না।"},{"number":24,"verse":"এই কথা শুনিয়া ধর্ম্মধামের সেনাপতি এবং প্রধান যাজকেরা ভাবিয়া আকুল হইলেন যে, ইহার পরিণাম কি হইবে।"},{"number":25,"verse":"ইতিমধ্যে কোন ব্যক্তি আসিয়া তাঁহাদিগকে এই সংবাদ দিল, দেখুন, আপনারা যে লোকদিগকে কারাগারে রাখিয়াছিলেন, তাহারা ধর্ম্মধামে দাঁড়াইয়া আছে, ও লোকদিগকে উপদেশ দিতেছে।"},{"number":26,"verse":"তখন সেনাপতি পদাতিকদিগকে সঙ্গে করিয়া তথায় গিয়া তাঁহাদিগকে আনিলেন, কিন্তু বলের সহিত নয়, কেননা তাঁহারা লোকদিগকে ভয় করিলেন, পাছে লোকে তাঁহাদিগকে পাথর মারে।"},{"number":27,"verse":"পরে তাঁহারা তাঁহাদিগকে আনিয়া মহাসভার মধ্যে দাঁড় করাইলেন, আর মহাযাজক তাঁহাদিগকে জিজ্ঞাসা করিলেন, বলিলেন,"},{"number":28,"verse":"আমরা তোমাদিগকে এই নামে উপদেশ দিতে দৃঢ়রূপে নিষেধ করিয়াছিলাম; তথাপি দেখ, তোমরা আপনাদের উপদেশে যিরূশালেম পরিপূর্ণ করিয়াছ, এবং সেই ব্যক্তির রক্ত আমাদের উপরে বর্ত্তাইতে মনস্থ করিতেছ।"},{"number":29,"verse":"কিন্তু পিতর ও অন্য প্রেরিতগণ উত্তর করিলেন, মনুষ্যদের অপেক্ষা বরং ঈশ্বরের আজ্ঞা পালন করিতে হইবে।"},{"number":30,"verse":"আমাদের পিতৃপুরুষদের ঈশ্বর সেই যীশুকে উত্থাপন করিয়াছেন, যাঁহাকে আপনারা গাছে টাঙ্গাইয়া বধ করিয়াছিলেন;"},{"number":31,"verse":"আর তাঁহাকেই ঈশ্বর অধিপতি ও ত্রাণকর্ত্তা করিয়া আপন দক্ষিণ হস্ত দ্বারা ( (বা) দক্ষিণ পার্শ্বে।) উন্নত করিয়াছেন, যেন ইস্রায়েলকে মনপরিবর্ত্তন ও পাপমোচন দান করেন।"},{"number":32,"verse":"এই সকল বিষয়ের আমরা সাক্ষী, এবং যে আত্মা ঈশ্বর আপন আজ্ঞাবহদিগকে দিয়াছেন, সেই পবিত্র আত্মাও সাক্ষী।"},{"number":33,"verse":"এই কথা শুনিয়া তাঁহারা মর্ম্মাহত হইলেন, ও উহাঁদিগকে বধ করিবার মনস্থ করিলেন।"},{"number":34,"verse":"কিন্তু মহাসভায় গমলীয়েল নামে এক জন ফরীশী, যিনি সকল লোকের নিকটে মান্য ব্যবস্থা-গুরু ছিলেন, তিনি উঠিয়া ঐ লোকদিগকে কিছু ক্ষণের নিমিত্ত বাহির করিবার আজ্ঞা দিলেন।"},{"number":35,"verse":"পরে তিনি তাঁহাদিগকে বলিলেন, হে ইস্রায়েল-লোকেরা, সেই লোকদের বিষয়ে তোমরা কি করিতে উদ্যত হইয়াছ, তদ্বিষয়ে সাবধান হও।"},{"number":36,"verse":"কেননা ইতিপূর্ব্বে থুদা উঠিয়া আপনাকে মহাপুরুষ করিয়া বলিয়াছিল, এবং কমবেশ চারি শত জন তাহার সঙ্গে যোগ দিয়াছিল; সে হত হইল, এবং যত লোক তাহার অনুগত হইয়াছিল, সকলে ছিন্নভিন্ন হইয়া পড়িল, কেহই রহিল না।"},{"number":37,"verse":"সেই ব্যক্তির পরে নাম লিখিয়া দিবার সময়ে গালীলীয় যিহূদা উঠিয়া কতকগুলি লোককে আপনার পশ্চাৎ টানিয়া লইয়াছিল; সেও বিনষ্ট হইল, এবং যত লোক তাহার অনুগত হইয়াছিল, সকলে ছড়াইয়া পড়িল।"},{"number":38,"verse":"এক্ষণে আমি তোমাদিগকে বলিতেছি, তোমরা এই লোকদের হইতে ক্ষান্ত হও, তাহাদিগকে থাকিতে দেও; কেননা এই মন্ত্রণা কিম্বা এই ব্যাপার যদি মনুষ্য হইতে হইয়া থাকে, তবে লোপ পাইবে,"},{"number":39,"verse":"কিন্তু যদি ঈশ্বর হইতে হইয়া থাকে, তবে তাহাদিগকে লোপ করা তোমাদের সাধ্য নয়, কি জানি, দেখা যাইবে যে, তোমরা ঈশ্বরের সহিত যুদ্ধ করিতেছ।"},{"number":40,"verse":"তখন তাঁহারা তাঁহার কথায় সম্মত হইলেন, আর প্রেরিতদিগকে কাছে ডাকিয়া প্রহার করিলেন, এবং যীশুর নামে কোন কথা কহিতে নিষেধ করিয়া ছাড়িয়া দিলেন।"},{"number":41,"verse":"তখন তাঁহারা মহাসভার সম্মুখ হইতে চলিয়া গেলেন, আনন্দ করিতে করিতে গেলেন, কারণ তাঁহারা সেই নামের জন্য অপমানিত হইবার যোগ্যপাত্র গণিত হইয়াছিলেন।"},{"number":42,"verse":"আর তাঁহারা প্রতিদিন ধর্ম্মধামে ও বাটীতে উপদেশ দিতেন, এবং যীশুই যে খ্রীষ্ট, এই সুসমাচার প্রচার করিতেন, ক্ষান্ত হইতেন না।"}]}