{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "பிலிப்பியர்",
  "bookEnglishName" : "Philippians",
  "chapterNumber" : 2,
  "verses" : [ {
    "number" : 1,
    "verse" : "கிறிஸ்துவின் தாழ்மைநீங்கள் கிறிஸ்துவோடு இணைந்திருப்பதனால் ஊக்குவிக்கப்பட்டீர்கள், அன்பினால் ஆறுதல் அடைந்தீர்கள், ஆவியானவரின் ஐக்கியம் பெற்றீர்கள், பரிவும் கருணையும் பெற்றீர்கள் என்பது உண்மை அல்லவா?"
  }, {
    "number" : 2,
    "verse" : "எனவே ஒரே மனதோடும் ஒரே அன்போடும், உள்ளத்திலும் நோக்கத்திலும் ஒற்றுமையாயிருந்து, எனது மனமகிழ்ச்சியை முழுமையாக்குங்கள்."
  }, {
    "number" : 3,
    "verse" : "எதையும் சுயநல இலட்சியத்திற்காகவோ வீண் பெருமைக்காகவோ செய்ய வேண்டாம். மாறாக, பணிவான உள்ளத்துடன், உங்களைவிட மற்றவர்களை அதிக மதிப்பிற்கு உரியவர்களாக எண்ணுங்கள்."
  }, {
    "number" : 4,
    "verse" : "உங்கள் சொந்த நலன்களில் மட்டுமே அக்கறை காட்டாமல், நீங்கள் ஒவ்வொருவரும் மற்றவர்களுடைய நலன்களிலும் அக்கறை காட்டுங்கள்."
  }, {
    "number" : 5,
    "verse" : "ஒருவருக்கொருவர் உங்கள் உறவுகளில், கிறிஸ்து இயேசு கொண்டிருந்த அதே மனப்பான்மையையே நீங்களும் கொண்டவர்களாக இருக்க வேண்டும்."
  }, {
    "number" : 6,
    "verse" : "அவர் தமது முழுமையிலும் இறைவனுக்குரிய தன்மையுள்ளவராக இருந்தபோதிலும், இறைவனுக்கு இணையாக இருக்கும் நிலையை விடாது பற்றிக்கொண்டிருக்க வேண்டும் என எண்ணவில்லை."
  }, {
    "number" : 7,
    "verse" : "மாறாக, அவரே தன்னை வெறுமையாக்கி, ஒரு அடிமையின் நிலையை ஏற்றுக்கொண்டு, மனிதத் தன்மை உள்ளவரானார்."
  }, {
    "number" : 8,
    "verse" : "அவர் மனித வடிவில் தோன்றி, உயிர் துறக்கும் அளவுக்கு, அதுவும் சிலுவையில் அறையப்பட்டு உயிர் துறக்கும் அளவுக்கு முற்றிலும் கீழ்ப்படிந்து, அவரே தன்னைத் தாழ்த்தினார்."
  }, {
    "number" : 9,
    "verse" : "ஆகவே, இறைவன் அவரை அதிமேன்மையான நிலைக்கு உயர்த்தி, எல்லாப் பெயர்களையும்விட அதிமேன்மை தங்கிய பெயரை அவருக்கு வழங்கினார்."
  }, {
    "number" : 10,
    "verse" : "அதனால் பரலோகத்திலும், பூமியிலும், பூமியின் கீழும் உள்ள எல்லா முழங்கால்களும் இயேசுவின் பெயருக்கு அடிபணிந்து மண்டியிடும்."
  }, {
    "number" : 11,
    "verse" : "பிதாவாகிய இறைவனுக்கு மகிமை உண்டாகும்படி, ஒவ்வொரு நாவும் இயேசு கிறிஸ்துவே ஆண்டவர் என்று ஒப்புக்கொள்ளும்."
  }, {
    "number" : 12,
    "verse" : "எதையும் குறை சொல்லாமல் செய்யுங்கள்என் அன்புக்கு உரியவர்களே, நீங்கள் எப்போதும் கீழ்ப்படிந்து வந்திருக்கிறீர்கள் அல்லவா? அப்படியே நான் உங்களோடு இருக்கும்போது மட்டுல்ல, நான் இல்லாத இந்த சமயத்திலும் அதைவிட அதிகமாகக் கீழ்ப்படிந்து, பயத்துடனும் நடுக்கத்துடனும் முயற்சி செய்து உங்கள் இரட்சிப்பை முழுமை ஆக்குங்கள்."
  }, {
    "number" : 13,
    "verse" : "ஏனெனில் இறைவனே தமது நல்ல நோக்கத்திற்கு ஏற்றபடி நீங்கள் செயலாற்றுவதற்கான விருப்பங்களையும் ஆற்றலையும் தந்து உங்களுக்குள் செயலாற்றுகிறார்."
  }, {
    "number" : 14,
    "verse" : "எதையும் குறை சொல்லாமல் வாக்குவாதம் இன்றி செய்யுங்கள்."
  }, {
    "number" : 15,
    "verse" : "அப்போதுதான், “நெறிகெட்டதும் சீர்கெட்டதுமான இந்தத் தலைமுறையினரிடையே” வாழ்வின் வார்த்தையைப் பற்றிப்பிடித்தவர்களாய், இருண்ட உலகிற்கு ஒளிதரும் நட்சத்திரங்களைப் போல, நீங்கள் குற்றமில்லாதவர்களும் தூய்மையானவர்களுமாய் இறைவனுடைய களங்கமில்லாத பிள்ளைகளாகத் திகழ்வீர்கள்."
  }, {
    "number" : 16,
    "verse" : "அப்படி நீங்கள் வாழ்ந்தால், நான் ஓடிய ஓட்டமும் எனது உழைப்பும் வீண் போகவில்லை என்று கிறிஸ்து திரும்பி வரும் நாளில் பெருமிதம் அடைவேன்."
  }, {
    "number" : 17,
    "verse" : "அத்துடன் இறைவனுக்கு நீங்கள் செலுத்திய பலியாகிய விசுவாசத்தின்மீது, எனது உயிரும் அவருக்கு ஒரு பானபலியாக ஊற்றப்பட்டாலும்கூட சந்தோஷப்பட்டு உங்கள் எல்லோருடனும் சேர்ந்து மகிழ்ச்சி அடைவேன்."
  }, {
    "number" : 18,
    "verse" : "அதேபோல நீங்களும் சந்தோஷப்பட்டு என்னுடன் சேர்ந்து மகிழ்ச்சியடைய வேண்டும்."
  }, {
    "number" : 19,
    "verse" : "தீமோத்தேயுவும் எப்பாப்பிராத்துவும்மேலும், ஆண்டவர் இயேசுவுக்கு சித்தமானால் தீமோத்தேயுவை விரைவில் உங்களிடம் அனுப்ப நான் எதிர்பார்த்திருக்கிறேன். அவன் மூலமாக உங்களைக் குறித்துக் கேள்விப்படும்போது நானும் உற்சாகமடைவேன்."
  }, {
    "number" : 20,
    "verse" : "உங்கள் சுகநலன்களில் உண்மையான கவலைகொள்வதற்கு அவனைப் போல வேறு எவரும் என்னிடம் இல்லை."
  }, {
    "number" : 21,
    "verse" : "ஏனெனில், எல்லாருமே தமது நலன்களிலே ஆர்வம் கொண்டிருக்கிறார்களே தவிர, இயேசு கிறிஸ்துவுக்கு உரியவைகளில் அக்கறை காட்டுவதில்லை."
  }, {
    "number" : 22,
    "verse" : "ஆனால் தீமோத்தேயுவோ ஒரு பிள்ளை தன் தந்தையுடன் இணைந்து வேலை செய்வது போன்று நற்செய்திப் பணியில் என்னுடன் இணைந்து ஊழியம் செய்து, அவன் தன்னை நிரூபித்திருக்கிறான் என்பது உங்களுக்கே தெரியும்."
  }, {
    "number" : 23,
    "verse" : "ஆகவே, இங்கே எனக்கு என்ன நடக்கப் போகின்றதென்று நான் அறிந்தவுடன், அவனை உங்களிடம் அனுப்ப எதிர்பார்த்திருக்கிறேன்."
  }, {
    "number" : 24,
    "verse" : "அத்துடன் நானும் விரைவில் அங்கு வருவேன் என்று கர்த்தரில் உறுதியாய் நம்பி இருக்கின்றேன்."
  }, {
    "number" : 25,
    "verse" : "ஆனால் தற்போதைக்கு என் சகோதரனும், சக ஊழியனும், சக போர்வீரனும், என்னுடைய தேவைகளில் உதவி செய்யும்படி நீங்கள் அனுப்பிய உங்கள் தூதுவனுமான எப்பாப்பிராத்துவைத் திரும்பவும் உங்களிடம் அனுப்புவது அவசியம் என எண்ணுகிறேன்."
  }, {
    "number" : 26,
    "verse" : "ஏனென்றால், அவன் உங்கள் எல்லோரையும் காண ஆவலாய் இருக்கின்றான். மேலும் அவன் சுகவீனமாய் இருந்ததை நீங்கள் கேள்விப்பட்டதனால் அவன் மிகவும் துக்கமடைந்திருக்கிறான்."
  }, {
    "number" : 27,
    "verse" : "அவன் நோய்வாய்ப்பட்டு உயிர் இழக்கும் நிலையில் இருந்தது உண்மைதான். ஆனால் இறைவன் அவன்மீது இரக்கம் கொண்டார். அவனில் மட்டும் அன்றி, துக்கத்துக்கு மேல் துக்கம் ஏற்படாதபடி அவர் என்மீதும் இரக்கம் கொண்டார்."
  }, {
    "number" : 28,
    "verse" : "ஆகையால் நீங்கள் மீண்டும் அவனைக் கண்டு சந்தோஷம் அடைவதற்காக, அவனை அனுப்புவதற்கு நான் மிகவும் ஆவலாய் இருக்கின்றேன். அப்போது நானும் கவலையின்றி இருப்பேன்."
  }, {
    "number" : 29,
    "verse" : "எனவே, கர்த்தருக்குள் அவனை மனமகிழ்ச்சியுடன் ஏற்றுக்கொள்ளுங்கள். அப்படிப்பட்டவர்களுக்கு அதிக மதிப்புக் கொடுங்கள்."
  }, {
    "number" : 30,
    "verse" : "ஏனெனில் உங்களால் நேரில் வந்து செய்ய முடியாத உதவியை அவன் எனக்குச் செய்யும் பொருட்டு தனது உயிரையும் பணயம் வைத்தான். இவ்வாறு கிறிஸ்துவின் ஊழியத்திற்காக மரணத்தின் வாசல் வரை போய் வந்தான்."
  } ]
}