{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਕਰਯਾਹ","bookEnglishName":"Zechariah","chapterNumber":11,"verses":[{"number":1,"verse":"( ਮੂਰਖ ਅਯਾਲੀ । ਨਿਸ਼ਾਨਾਂ ਦੀਆਂ ਲਾਠੀਆਂ) ਹੇ ਲਬਾਨੋਨ, ਆਪਣੇ ਦਰ ਖੋਲ੍ਹ ਭਈ ਅੱਗ ਤੇਰੇ ਦਿਆਰਾਂ ਨੂੰ ਖਾ ਜਾਵੇ!"},{"number":2,"verse":"ਹੇ ਸਰੂ, ਸਿਆਪਾ ਕਰ ਕਿਉਂ ਜੋ ਦਿਆਰ ਡਿੱਗ ਪਿਆ, ਸ਼ਾਨ ਵਾਲੇ ਨਾਸ ਹੋ ਗਏ! ਬਾਸ਼ਾਨ ਦੇ ਬਲੂਤੋ, ਸਿਆਪਾ ਕਰੋ, ਕਿਉਂ ਜੋ ਗੜ੍ਹ ਵਾਲਾ ਜੰਗਲ ਢਹਿ ਪਿਆ ਹੈ!"},{"number":3,"verse":"ਅਯਾਲੀਆਂ ਦੇ ਸਿਆਪੇ ਦੀ ਅਵਾਜ਼, ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਦੀ ਸ਼ਾਨ ਨਾਸ ਹੋ ਗਈ, ਜੁਆਨ ਬਬਰ ਸ਼ੇਰਾਂ ਦੀ ਗੱਜਣ ਦੀ ਅਵਾਜ਼, ਯਰਦਨ ਦਾ ਜੰਗਲ ( ਅਥਵਾ ਘੁਮੰਡ) ਨਾਸ ਹੋ ਗਿਆ।"},{"number":4,"verse":"ਯਹੋਵਾਹ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਇਉਂ ਆਖਿਆ, ਓਹਨਾਂ ਭੇਡਾਂ ਨੂੰ ਚਰਾ ਜੋ ਕੱਟੀਆਂ ਜਾਣ ਨੂੰ ਹਨ"},{"number":5,"verse":"ਜਿਹੜੇ ਓਹਨਾਂ ਨੂੰ ਮੁੱਲ ਲੈਂਦੇ ਹਨ ਓਹਨਾਂ ਨੂੰ ਕੱਟਣਗੇ ਅਤੇ ਸਜ਼ਾ ਨਾ ਪਾਉਣਗੇ ਅਤੇ ਓਹਨਾਂ ਦੇ ਵੇਚਣ ਵਾਲੇ ਆਖਣਗੇ, ਯਹੋਵਾਹ ਮੁਬਾਰਕ ਹੋਵੇ, ਮੈਂ ਧਨੀ ਜੋ ਹੋ ਗਿਆ ਹਾਂ। ਓਹਨਾਂ ਦੇ ਅਯਾਲੀ ਓਹਨਾਂ ਉੱਤੇ ਤਰਸ ਨਹੀਂ ਖਾਂਦੇ"},{"number":6,"verse":"ਮੈਂ ਫੇਰ ਏਸ ਦੇਸ ਦੇ ਵਾਸੀਆਂ ਉੱਤੇ ਤਰਸ ਨਹੀਂ ਖਾਵਾਂਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਵੇਖੋ, ਮੈਂ ਹਰ ਆਦਮੀ ਨੂੰ ਉਸ ਦੇ ਗੁਆਂਢੀ ਦੇ ਅਤੇ ਉਸ ਦੇ ਰਾਜੇ ਦੇ ਹੱਥ ਦੇ ਦਿਆਂਗਾ। ਓਹ ਏਸ ਦੇਸ ਨੂੰ ਮਾਰਨਗੇ, - ਮੈਂ ਓਹਨਾਂ ਦੇ ਹੱਥੋਂ ਨਹੀਂ ਛੁਡਾਵਾਂਗਾ।।"},{"number":7,"verse":"ਸੋ ਮੈਂ ਕੱਟੀਆਂ ਜਾਣ ਵਾਲੀਆਂ ਭੇਡਾਂ ਦਾ ਅਯਾਲੀ ਬਣਿਆ ਅਰਥਾਤ ਮਾੜੀਆਂ ਭੇਡਾਂ ਦਾ। ਮੈਂ ਆਪਣੇ ਲਈ ਦੋ ਲਾਠੀਆਂ ਲਈਆਂ, ਇੱਕ ਨੂੰ \"ਮਨੋਹਰਤਾ\" ਸੱਦਿਆ ਅਤੇ ਦੂਜੀ ਨੂੰ \"ਮਿਲਾਪ\" ਸੱਦਿਆ ਅਤੇ ਮੈਂ ਭੇਡਾਂ ਨੂੰ ਚਰਾਇਆ"},{"number":8,"verse":"ਮੈਂ ਇੱਕ ਮਹੀਨੇ ਵਿੱਚ ਤਿੰਨਾਂ ਅਯਾਲੀਆਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ ਜਿਨ੍ਹਾਂ ਤੋਂ ਮੇਰੀ ਜਾਨ ਦਿੱਕ ਸੀ ਅਤੇ ਓਹਨਾਂ ਦੀ ਜਾਨ ਵੀ ਮੈਥੋਂ ਘਿਣ ਕਰਦੀ ਸੀ"},{"number":9,"verse":"ਤਦ ਮੈਂ ਆਖਿਆ, ਮੈਂ ਤੁਹਾਨੂੰ ਨਹੀਂ ਚਰਾਵਾਂਗਾ, ਮਰਨ ਵਾਲਾ ਮਰ ਜਾਵੇ ਅਤੇ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਾਸ ਹੋ ਜਾਵੇ ਅਰ ਜਿਹੜੇ ਬਾਕੀ ਰਹਿਣ ਓਹ ਇੱਕ ਦੂਜਾ ਆਪਣੇ ਗੁਆਂਢੀ ਦਾ ਮਾਸ ਖਾਵੇ"},{"number":10,"verse":"ਤਾਂ ਮੈਂ ਆਪਣੀ ਮਨੋਹਰਤਾ ਲਾਠੀ ਲਈ ਅਤੇ ਉਹ ਦੇ ਟੋਟੇ ਕਰ ਦਿੱਤੇ ਭਈ ਮੈਂ ਆਪਣੇ ਨੇਮ ਨੂੰ ਜਿਹੜਾ ਮੈਂ ਸਾਰੀਆਂ ਉੱਮਤਾਂ ਨਾਲ ਬੰਨ੍ਹਿਆ ਹੋਇਆ ਸੀ ਤੋੜ ਲਵਾਂ"},{"number":11,"verse":"ਇਹ ਉਸ ਦਿਨ ਟੁੱਟ ਗਿਆ ਜਦ ਮਾੜੀਆਂ ਭੇਡਾਂ ਨੇ ਜਾਣ ਲਿਆ ਜਿਹੜੀਆਂ ਮੇਰੀਆਂ ਰੱਖੀਆਂ ਹੋਈਆਂ ਸਨ ਕਿ ਏਹ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਹੈ"},{"number":12,"verse":"ਤਦ ਮੈਂ ਉਹਨਾ ਨੂੰ ਆਖਿਆ, ਜੇ ਤੁਹਾਡੀ ਨਿਗਾਹ ਵਿੱਚ ਚੰਗਾ ਹੋਵੇ ਤਾਂ ਮੇਰੀ ਮਜੂਰੀ ਮੈਨੂੰ ਦਿਓ, - ਨਹੀਂ ਤਾਂ, ਨਾ ਸਹੀ। ਓਹਨਾਂ ਨੇ ਤੋਲ ਕੇ ਤੀਹ ਰੁਪਏ ਮੇਰੀ ਮਜੂਰੀ ਦੇ ਮੈਨੂੰ ਦਿੱਤੇ"},{"number":13,"verse":"ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਆਖਿਆ ਕਿ ਇਨ੍ਹਾਂ ਨੂੰ ਘੁਮਾਰ ਅੱਗੇ ਸੁੱਟ ਦੇਹ ਅਰਥਾਤ ਉਸ ਵੱਡੇ ਮੁੱਲ ਨੂੰ ਜਿਹੜਾ ਓਹਨਾਂ ਵੱਲੋਂ ਮੇਰਾ ਮੁੱਲ ਪਿਆ ਸੀ। ਮੈਂ ਓਹ ਤੀਹ ਰੁਪਏ ਵੱਲੋਂ ਮੇਰਾ ਮੁੱਲ ਪਿਆ ਸੀ। ਮੈਂ ਓਹ ਤੀਹ ਰੁਪਏ ਲੈ ਕੇ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਘੁਮਾਰ ਅੱਗੇ ਸੁੱਟ ਦਿੱਤੇ"},{"number":14,"verse":"ਤਾਂ ਮੈਂ ਆਪਣੀ ਦੂਜੀ ਲਾਠੀ ਅਰਥਾਤ ਮਿਲਾਪ ਨਾਮੀ ਨੂੰ ਟੋਟੇ ਟੋਟੇ ਕਰ ਸੁੱਟਿਆ ਤਾਂ ਜੋ ਮੈਂ ਬਰਾਦਰੀ ਨੂੰ ਜਿਹੜੀ ਯਹੂਦਾਹ ਵਿੱਚ ਅਤੇ ਇਸਰਾਏਲ ਵਿੱਚ ਹੈ ਤੋੜ ਦੇਵਾਂ।।"},{"number":15,"verse":"ਤਦ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਆਖਿਆ ਕਿ ਤੂੰ ਫੇਰ ਮੂਰਖ ਅਯਾਲੀ ਦਾ ਸਮਾਨ ਲੈ"},{"number":16,"verse":"ਕਿਉਂ ਜੋ ਵੇਖ, ਮੈਂ ਦੇਸ ਵਿੱਚ ਅਜੇਹੇ ਅਯਾਲੀ ਨੂੰ ਕਾਇਮ ਕਰਨ ਵਾਲਾ ਹਾਂ ਜਿਹੜਾ ਨਾਸ ਹੋਣ ਵਾਲਿਆਂ ਦੀ ਖਬਰ ਨਾ ਲਵੇਗਾ, ਭਟਕਿਆਂ ਹੋਇਆ ਨੂੰ ਨਾ ਭਾਲੇਗਾ, ਫੱਟੜ ਦਾ ਇਲਾਜ ਨਾ ਕਰੇਗਾ ਅਤੇ ਚੰਗੇ ਭਲੇ ਨੂੰ ਨਾ ਚਰਾਵੇਗਾ ਪਰ ਮੋਟਿਆਂ ਦਾ ਮਾਸ ਖਾਵੇਗਾ ਅਤੇ ਓਹਨਾਂ ਦੇ ਖਰ ਚੀਰ ਸੁੱਟੇਗਾ।।"},{"number":17,"verse":"ਹਾਏ ਉਸ ਮੇਰੇ ਮੂਰਖ ਅਯਾਲੀ ਲਈ! ਜਿਹੜਾ ਭੇਡਾਂ ਨੂੰ ਛੱਡ ਜਾਂਦਾ ਹੈ, ਤਲਵਾਰ ਉਸ ਦੀ ਬਾਂਹ ਉੱਤੇ ਅਤੇ ਉਸ ਦੀ ਸੱਜੀ ਅੱਖ ਉੱਤੇ ਆ ਪਵੇਗੀ, ਉਸ ਦੀ ਬਾਂਹ ਉੱਕੀ ਹੀ ਸੁੱਕ ਜਾਵੇਗੀ, ਉਸ ਦੀ ਸੱਜੀ ਅੱਖ ਉੱਕੀ ਹੀ ਫੁੱਟ ਜਾਵੇਗੀ!।।"}]}