{"bibleAbbr":"awaERV2005","bookName":"यहेजकेल","bookEnglishName":"Ezekiel","chapterNumber":1,"verses":[{"number":1,"verse":"( प्रस्तावना) मइँ बूजी क पूत याजक यहेजकेल हउँ। मइँ देस स निकारा गवा रहेउँ। मइँ उ समइ बाबुल मँ कबार नदी पइ रहेउँ जब मोरे बरे सरग खुला अउर मइँ परमेस्सर क दर्सन किहेउँ। इ तीसवे बरिस क चउथे महीने जुलाई क पाँचवा दिन रहा। राजा यहोयाकीम क देस स निकारे गए पँचएँ बरिस अउर महीना क पँचए दिन यहेजकेल क यहोवा क सँदेसा मिला। उ ठउरे पइ ओकरे ऊपर यहोवा क सक्ति आइ।"},{"number":4,"verse":"( यहोवा क रथ अउर ओकर सिंहासन) मइँ (यहेजकेल) एक आँधी उत्तर स आवत लखेउँ। इ एक बिसाल बादर रहा अउर ओहमाँ स आगी चमकत रही। एकरे चारिहुँ कइँती प्रकास जगमगात रहा। इ आगी मँ चमकत तपत धातु क तरह देखात रहा।"},{"number":5,"verse":"बादरे क भीतर चार प्राणी रहेन। उ पचे मनइयन क तरह देखात रहेन।"},{"number":6,"verse":"किन्तु हर एक प्राणी क चार मुँह अउर चार पखना रहेन।"},{"number":7,"verse":"ओनकर गोड़ सोझ रहेन। ओनकर गोड़ बछवा क गोड़ जइसे देखात रहेन अउर उ पचे झलकत भए पीतर क तरह चमकत रहेन।"},{"number":8,"verse":"ओनकर पखना क खाले मनई क हाथ रहेन। हुआँ चार प्राणी रहेन अउर हर एक प्राणी क चार मुँह अउर चार पखना रहेन।"},{"number":9,"verse":"ओनकर पखना एक दूसर क छुअत रहेन। जब प्राणियन चलत रहेन तउ उ पचे मुड़त नाहीं रहेन। उ सबइ उ दिसा मँ चलत रहेन जेका लखत रहेन।"},{"number":10,"verse":"हर एक प्राणी क चार मुँह रहेन। समन्वा कइँती ओनकर चेहरा मनई क रहा। दाई कइँती सेर क चेहरा रहा। बाई कइँती बर्धा क चेहरा रहा अउर पाछे कइँती उकाब क चेहरा रहा।"},{"number":11,"verse":"प्राणियन क पखना ओनके ऊपर फइले भए रहेन। उ सबइ दुइनउँ पखनन स अपने लगे क प्राणी क दुइ पखनन क छुए भए रहेन अउ दुइ क आपन तन क ढाँपइ बरे उपयोग मँ लिहे रहेन।"},{"number":12,"verse":"उ सबइ प्राणी जब चलत रहेन तउ मुड़त नाहीं रहेन। उ सबइ उ दिसा मँ चलत रहेन जेका उ पचे लखत रहेन। उ पचे हुँवइ जात रहेन जहाँ आतिमा ओनका लइ जात रही।"},{"number":13,"verse":"हर एक प्राणी इ तरह देखात रहा। ओन प्राणियन क बीच क जगह मँ बरत भइ कोयला क आगी सा देखात रही। इ आगी नान्ह-नान्ह मसालन क तरह ओन प्राणियन क बीच चलत रही। आगी बड़के प्रकास क संग चमकत रही अउर बिजुरी क तरह कौंधत रही।"},{"number":14,"verse":"उ सबइ प्राणी बिजुरी क तरह तेजी स पाछे अउ अगवा कइँती दउड़त रहेन।"},{"number":15,"verse":"जब मइँ प्राणियन क लखेउँ तउ चार चक्र लखेउँ। हर एक प्राणी बरे एक ठु चक्र रहा। चक्र भुइयाँ क छुअत रहेन अउर सबइ चक्र एक तरह क रहेन। चक्र अइसे देखात रहेन माना पिअर सुद्ध मणि क बना होइँ। उ सबइ अइसे देखात रहेन माना एक चक्र क भीतरे दूसर चक्र होइ।"},{"number":17,"verse":"उ सबइ चक्र कउनो भी दिसा मँ घूम सकत रहेन। किन्तु उ सबइ प्राणी जब चलत रहेन तउ मुड़त नाहीं रहेन।"},{"number":18,"verse":"ओन चक्रन क घेरन ऊँच अउर डेरावइवाला रहेन। ओन चारिहुँ चक्रन क घेरन मँ आँखिन ही आँखिन रहिन।"},{"number":19,"verse":"चक्र हमेसा प्राणियन क संग चलत रहेन। जदि प्राणी ऊपर हवा मँ जातेन तउ चक्र भी ओनके संग जातेन।"},{"number":20,"verse":"उ सबइ हुवँइ जातेन, जहाँ आतिमा ओनका लइ जात चाहत अउर चक्र ओनके संग जात रहेन। काहेकि प्राणियन क आतिमा चक्र मँ रही।"},{"number":21,"verse":"एह बरे जदि प्राणी चलत रहेन तउ चक्र भी चलत रहेन। जदि प्राणी रूक जात रहेन तउ चक्र भी रूक जात रहेन। जदि चक्र हवा मँ ऊपर जातेन तउ प्राणी ओनके संग जात रहेन। काहेकि आतिमा चक्र मँ रही।"},{"number":22,"verse":"प्राणियन क मूँड़ि क ऊपर एक अचरज करइवाली चीज रही। उ एक ठु उल्टे खोरे क नाई रही। खोरा बिल्लोर की नाईं स्वच्छ रहेन।"},{"number":23,"verse":"इ खोरा क खाले हर एक प्राणी क सोझ पखना रहेन जउन दूसर प्राणी तलक पहोंचत रहेन। हर एक क दूसर दुइ ठु पखना रहेन जउन ओकर तने क ढाँपत रहेन।"},{"number":24,"verse":"जब कबहुँ उ सबइ प्राणी चलत रहेन, ओनकर पखना बड़की तेज अवाज करत रहेन। मइँ उ अवाज क सुनेस। इ समुद्दर क गर्जना जइसी पइदा होत रही। उ सर्वसक्तीमान परमेस्सर क निचके स निकरइ क वाणी क नाई रही। उ कउनो फउजे क जन-समूह क सोर क तरह रही। जब उ प्राणी चलब बन्द करत रहेन तउ उ पचे आपन पखनन क आपन बगल मँ नीचे कइ लेत रहेन।"},{"number":25,"verse":"ओन प्राणियन चलब बन्द किहेन अउर आपन पखनन क समेटेन अउर हुवाँ फुन भीसन अवाज भइ। उ अवाज उ खोरे स भइ जउन मूँड़ि क ऊपर रहा।"},{"number":26,"verse":"उ खोरे क ऊपर हुवाँ कछू रहा जउन एक सिहांसन क तरह देखात रहा। इ नीलमणि क तरह नीला रहा। हुवाँ कउनो रहा जउन उ सिहांसने पइ बइठा भवा एक ठु मनई क तरह देखात रहा।"},{"number":27,"verse":"अउर मइँ ओका ओकर कमर क ऊपर लखेउँ। वह तप्त धातु की तरहा दिखा, मानो ओकरे चारिहुँ कइँती आगी होइ। अउर नीचे स कमर तलक उ आगी क नाईं दिखावइ देत रहा। अउर ओकरे चारिहुँ कइँती प्रकास जगमग करत रही।"},{"number":28,"verse":"ओकरे चारिहुँ कइँती चमकत प्रकास बादरन मँ इन्दर धनुस जइसा रहा। इ यहोवा क महिमा जइसा देखात रहा। जइसेन ही मइँ उ लखेउँ, मइँ धरती पइ भहराइ गएउँ। मइँ धरती पइ आपन माथा टेकेउँ। तब मइँ एक अवाज सम्बोधित करत भए सुनेउँ।"}]}