{"bibleAbbr":"awaERV2005","bookName":"यहेजकेल","bookEnglishName":"Ezekiel","chapterNumber":19,"verses":[{"number":1,"verse":"यहोवा मोहसे कहेस, “तू पचन्क इस्राएल क प्रमुखन क बारे मँ इ करूण गीत क गावइ चाही।"},{"number":2,"verse":"“‘कइसी सिंहिनी अहइ तोहार पचन्क महतारी? उ सिंहन क बीच एक ठु सिंहिनी रही। उ जवान सिहंन मँ घिरी रहत रही अउर आपन बचवन क लालन-पालन करत रही।"},{"number":3,"verse":"उ आपन बच्चन मँ स एक ठु क लालन-पालन किहेस। उ एक ठु जवान सिंह होइ गवा ह। उ आपन भोजन पाउव सीख लिहस ह। उ एक मनई क मारेस अउर खाइ लिहेस।"},{"number":4,"verse":"“‘लोगन ओका गरजत सुनेन अउर उ पचे ओका आपन जालि मँ फँसाइ लिहस। उ पचे ओकरे मुँहे मँ नकेल डाएन अउर जवान सिंह क मिस्र लइ गएन।"},{"number":5,"verse":"“‘सिंह महतारी क आसा रही कि सिंह बच्चा प्रमुख बनी। किन्तु अब ओकर सारी आसा लुप्त होइ गइन। एह बरे आपन बच्चन मँ स उ एक दूसर क लिहस। ओका उ सिंह होइ क प्रसिच्छण दिहस।"},{"number":6,"verse":"उ जवान सिंहन क संग सिकार क निकरा। उ एक ठु बलवान जवान सिंह बना। उ आपन भोजन क धरब सीखेस। उ एक ठु मनई क मारेस अउर ओका खाएस।"},{"number":7,"verse":"उ महलन पइ हमला किहस। उ नगरन क बर्बाद किहस। उ देस क हर एक मनई तब भय स अवाक होत रहा। जब उ ओकर गरजत सुनत रहा।"},{"number":8,"verse":"तब ओकरे चारिहुँ कइँती रहइवाले लोग ओकरे बरे जालि बिछाएन अउर उ पचे ओका आपन जालि मँ फँसाइ लिहन।"},{"number":9,"verse":"उ पचे ओह पइ नकेल लगाएन अउर ओका बंद कइ दिहन। उ पचे ओका अपने जालि मँ बंद रखेन। इ तरह ओका उ पचे बाबुल क राजा क लगे लइ गएन। अब, तू पचे इस्राएल क पर्वतन पइ ओकर गरजब सुन नाहीं सकत्या।"},{"number":10,"verse":"“‘तोहार पचन्क महतारी एक ठु अंगूरे क बेल जइसी रही, जेका पानी क लगे बोवा गवा रहा। ओकरे पास काफी पानी रहा, एह बरे उ अनेक सक्तीसाली बेलन पइदा किहस।"},{"number":11,"verse":"तब उ एक बड़की डार पइदा किहस, उ डार टहरइ क छड़ी जइसी रही। उ डार राजा क राजदण्ड जइसी रही। बेल ऊँची, अउर ऊँच होत गइ। एकर ढेर डारन रहिन अउर उ बादरन क छुअइ लाग।"},{"number":12,"verse":"किन्तु बेल क जड़ स उखाड़ दीन्ह गवा, अउर ओकर भुइँया पइ बहाइ दीन्ह गवा। गरम पुरवइया हवा चली अउर ओकरे फलन क झुराइ दिहस सक्तीसाली डारन टूट गइन, अउर ओनका आगी मँ फेंक दीन्ह गवा।"},{"number":13,"verse":"“‘किन्तु उ अंगूरे क बेल अब रेगिस्ताने मँ बोइ गइ अहइ। इ बहोत झुरान अउर पियासी धरती अहइ।"},{"number":14,"verse":"बिसाल डारे स आगी फइली। आगी ओकर सारी टहनियन अउर फलन क बारि दिहस। एह बरे कउनो सहारा क सक्तिसाली कुबरी नाहीं रही। कउनो राजा क राजदण्ड नाहीं रहा।’ इ मउत क बारे मँ करूण-गीत रहा अउर इ मउत क बारे मँ करूणगीत क रूप मँ गावा गवा रहा।”"}]}