{"bibleAbbr":"awaERV2005","bookName":"यहेजकेल","bookEnglishName":"Ezekiel","chapterNumber":24,"verses":[{"number":1,"verse":"( पात्र अउर माँस) मोर सुआमी यहोवा क वचन मोका मिला। इ देस-निकारे क नवें क दसयें महीने क दसवाँ दिन रहा। उ कहेस,"},{"number":2,"verse":"“मनई क पूत, आजु क तारीख अउ इ टिप्पणी क लिखा: ‘आजु बाबुल क राजा क फउज यरूसलेम क घेरेस।’"},{"number":3,"verse":"इ कहानी उ परिवार स कहा जउन आग्या मानइ स इन्कार करइ। ओनसे इ सबइ बातन कहा। ‘मोर सुआमी यहोवा इ कहत ह: “‘पात्र क आगी पइ राखा, पात्र क रखा अउर ओहमा पानी डावा।"},{"number":4,"verse":"ओहमाँ माँस क बोटिन डावा, हर नीक बोटिन क डावा, जाँघन अउ कंधन। पात्र क सर्वोत्तम हड्डियन स भरा।"},{"number":5,"verse":"झुण्ड क सबस बढ़िया जनावर क उपयोग करा, पात्र क खाले ईंधन क ढेर लगावा, अउर माँस क बोटिन क पकावा। शोरबा क तब तलक पकावा जब तलक हड्डियन भी न पक जाइँ।"},{"number":6,"verse":"“‘इ तरह मोर सुआमी यहोवा इ कहत ह: इ यरूसलेम बरे बुरा होइ। इ हत्तियारन स भरे नगर बरे बुरा होइ। यरूसलेम उ पात्र क तरह अहइ जेह पइ जंग क दाग होइँ, अउर उ सबइ दाग दूर न कीन्ह जाइ सकइँ। उ पात्र सुद्ध नाहीं अहइ, एह बरे माँस क हर एक बोटी, पात्र स बाहेर निकाला। उ माँस क खावइ बरे कउनो क जिन द्या। याजकन क उ बेकार माँस मँ स कउनो बोटी जिन चुनइ द्या।"},{"number":7,"verse":"यरूसलेम एक जंग लगे पात्र क तरह अहइ, काहेकि हत्तियन क रकत हुवाँ अब तलक अहइ। उ रकत क खुली चट्टानन पइ डाएस ह। उ रक्त क भुइँया पइ नाहीं डाएस अउर एका माटी स नाहीं ढाँकेस।"},{"number":8,"verse":"मइँ ओनकर रक्त क खुली चट्टान पइ डावा। एह बरे उ ढका नाहीं जाइ। मइँ इ कहेउँ, जेहसे लोग किरोधित होइँ, अउ ओका निरपराध लोगन क हत्तिया क दण्ड देइँ।’"},{"number":9,"verse":"“‘यह बरे मोर सुआमी यहोवा इ कहत ह: हत्यारन स भरे इ नगर क बुरा होइ। मइँ आगी बरे बहोत स काहे क ढेर बनाउब"},{"number":10,"verse":"पात्र क खाले बहोत सा ईंधन डावा। आगी बारा। अच्छी तरह माँस क पकावा। मसाला मिलावा अउर हड्डियन क जरि जाइ द्या।"},{"number":11,"verse":"तब पात्र क अंगारन पइ खाली छोड़ द्या। एका एतना तय जाइ द्या कि एकर दाग चमकइ लागइँ। सबइ दाग पिघल जाइ। अउर जंग जर जाइहीं।"},{"number":12,"verse":"“‘यररूसलेम आपन दागन क धोवइ क कठोर जतन कइ सकत ह। किन्तु उ ‘जंग’ दूर नाहीं होइ। सिरिफ आगी उ जंग क दूर करी।"},{"number":13,"verse":"“‘तू मोरे खिलाफ पाप किहा अउर पाप स कलंकित भइउ। मइँ तोहका नहवाउब चाहेउँ अउर तोहका स्वच्छ करइ चाहेउँ। किन्तु दाग छुटेन नाहीं। मइँ तोहका फुन नहवावइ नाहीं चाहेउँ। जब तलक मोर तपत किरोध तोहरे बरे खतम नाहीं होत।"},{"number":14,"verse":"“‘मइँ यहोवा हउँ। मइँ कहेउँ, तोहका सजा मिली, अउर मइँ एका दिआउब। मइँ सजा क रोकब नाहीं। मइँ तोहरे बरे दुःख क अनुभव नाहीं करब। मइँ तोहका ओन बुरे पापन्क क बरे सजा देब जउन तू किहा। मोर सुआमी यहोवा इ कहेस।’”"},{"number":15,"verse":"( यहेजकेल क पत्नी क मउत) तब यहोवा क बचन मोका मिला। उ कहेस,"},{"number":16,"verse":"“हे मनई क पूत, तू आपन पत्नी स बहोत पिरेम करत अहा किन्तु मइँ ओका तोहसे दूर करत हउँ। तोहार पत्नी एकाएक मरी। किन्तु तोहका आपन सोक परगट नाहीं करइ चाही। तोहका जोर स नाहीं रोवइ चाही। तोहका रोवइ नाहीं चाही अउर तोहार आँसू गिरि नाहीं चाही।"},{"number":17,"verse":"किन्तु तोहका आपन सोक रूदन बहोत धीमा रखइ चाही। आपन मरी मेहरारू बरे जोर स न रोआ। तोहका साधारण रोज क ओढ़ना पहिरइ चाही। आपन पगड़ी अउ आपन जूता पहिरा। आपन सोक क परगट करइ बरे आपन मोंछन जिन ढाँका अउर उ भोजन जिन करा जउन अक्सर कउनो क मरे पइ लोग करत हीं।”"},{"number":18,"verse":"अगले भिन्सारे मइँ लोगन क बताएउँ कि परमेस्सर का कहेस ह। उहइ साँझ मोर मेहरारू मरी। अगले भिन्सार मइँ उहइ किहेउँ जउन परमेस्सर आदेस दिहे रहा।"},{"number":19,"verse":"तबई लोग मोहसे कहेन, “तू इ काम काहे करत अहा? एकर मतलब का अहइ?”"},{"number":20,"verse":"मइँ ओनसे कहेउँ, “यहोवा क बचन मोका मिला। उ मोहसे,"},{"number":21,"verse":"इस्राएल क परिवार क कहेस। मोर सुआमी यहोवा कहेस, ‘धियान द्या, मइँ आपन पवित्तर ठउर क बर्बाद करब। तू लोगन क ओह पइ गर्व अहइ अउर तू लोग ओकर तारीफ क गीत गावत अहा। तोहका उ ठउरे क लखइ क पिरेम अहइ। तू फुरइ उ ठउरे स पिरेम करत अहा। किन्तु मइँ उ ठउर क नस्ट करब अउर तोहरे पाछे छुटे भए तोहार गदेलन जुद्ध मँ मारा जइहीं।"},{"number":22,"verse":"किन्तु तू उहइ करब्या जउन मइँ आपन मरी मेहरारू क बारे मँ किहेउँ ह। तू आपन सोक परगट करइ बरे आपन मोछँन नाहीं ढकब्या। तू उ भोजन नाहीं करब्या जउन लोग अक्सर कउनो क मरइ पइ खात हीं।"},{"number":23,"verse":"तू आपन पगड़ियन अउर आपन जूतन पहिरब्या। तू आपन सोक नाहीं परगट करब्या। तू रोउब्या नाहीं। किन्तु तू आपन पाप क कारण बर्बाद होत रहब्या। तू चुपचाप आपन आहन एक दूसर क समन्वा भरब्या।"},{"number":24,"verse":"एह बरे यहेजकेल एक उदाहरण अहइ। तू उहइ सब करब्या जउन इ किहेस। सजा क इ समइ आइ अउर तब तू जनब्या कि मइँ यहोवा अहउँ।’”"},{"number":25,"verse":"“मनई क पूत, मइँ आपन सरणस्थल यरूसलेम क लोगन स लइ लेब। उ सुन्नर ठउर ओनका आनन्दित करत ह। ओनका उ ठउर लखइ क पिरेम अहइ। उ पचे फुरइ उ ठउर स पिरेम करत हीं। किन्तु उ समइ मइँ नगर अउर ओनकर गदेलन क ओन लोगन स लइ लेब।"},{"number":26,"verse":"उहइ समइ बचइवाले लोगन मँ स एक यरूसलेम क बारे मँ बुरा सँदेसा लइके तोहरे लगे आइ।"},{"number":27,"verse":"उ समइ तू उ मनई स बातन कइ सकब्या। तू अउर जियादा चुप नाहीं रहि सकब्या। इ तरह तू ओनके बरे उदाहरण बनब्या। तब उ पचे जनिहीं कि मइँ यहोवा हउँ।”"}]}