{"bibleAbbr":"awaERV2005","bookName":"यहेजकेल","bookEnglishName":"Ezekiel","chapterNumber":28,"verses":[{"number":1,"verse":"( सोर सोचत ह, उ परमेस्सर ह) यहोवा क बचन मोका मिला। उ कहेस,"},{"number":2,"verse":"“हे मनई क पूत, सोर क राजा स कहा। ‘मोर सुआमी यहोवा इ कहत ह: “‘तू आपन बरे बहोत उच्च सोचत ह अउर तू कहत अहा, “मइँ परमेस्सर अहउँ! मइँ समुद्रर क मध्य मँ देवतन क आसन पइ बइठन हउँ।” “‘किन्तु तू मनई अहा, परमेस्सर नाहीं। तू सिरिफ सोचत अहा कि तू परमेस्सर अहा।"},{"number":3,"verse":"तू सोचत अहा तू दानिय्येल स बुद्धिमान अहा। तू समुझत अहा कि तू सारे रहस्यन क जानि लेब्या।"},{"number":4,"verse":"आपन बुद्धि अउ आपन समुझ स। तू सम्पत्ति खुद कमाया ह अउर तू आपन कोसागार मँ सोना चाँदी राख्या ह।"},{"number":5,"verse":"आपन तीब्र बुद्धि अउ बइपार स तू आपन सम्पत्ति बढ़ाया ह, अउर अब तू उ सम्पत्ति क कारण गर्वीला अहा।"},{"number":6,"verse":"“‘एह बरे मोर सुआमी यहोवा इ कहत ह: सोर, तू सोच्या तू परमेस्सर क तरह अहा।"},{"number":7,"verse":"मइँ अजनबियन क तोहरे खिलाफ लड़इ बरे लिआउब। उ पचे रास्ट्रन मँ बड़े भयंकर अहइँ। उ पचे आपन तरवारन बाहेर खिंचिहीं अउर ओन सुन्नर चिजियन क खिलाफ चलइहीं जेनका तोहार बुद्धि कमाएस। उ पचे तोहरे गौरव क मटियामेट करिहीं।"},{"number":8,"verse":"उ पचे तोहका गिराइके कब्र मँ पहोंचइही। तू उ मल्लाह क तरह होब्या जउन समुद्रर मँ मरा।"},{"number":9,"verse":"उ मनई तोहका मारि डाइ। का अब भी तू कहब्या, “मइँ परमेस्सर हउँ?” उ समइ उ तोहका अपने अधिकार मँ करी। तू समुझ जाब्या कि तू मनई अहा, परमेस्सर नाहीं।"},{"number":10,"verse":"तू अजनबियन क हाथ बिदेसियन क जइसा मारि डावइ जाइहीं। इ घटनन होइहीं काहेकि मोरे लगे आदेस-सक्ति अहइ।’” मोर सुआमी यहोवा इ सबइ बातन कहेस।"},{"number":11,"verse":"यहोवा क बचन मोका मिला। उ कहेस,"},{"number":12,"verse":"“मनई क पूत, सोर क राजा क बारे मँ करूण गीत गावा। ओहसे कहा, ‘मोर सुआमी यहोवा इ कहत ह: “‘तू सम्पूर्णता क आदर्स रह्या। तू बुद्धिमानी स परिपूर्ण रह्या, तू पूरी तरह सुन्नर रह्या,"},{"number":13,"verse":"तू परमेस्सर क बगीचा एदेन मँ रह्या। तोहरे लगे हर एक बहुमूल्य रतन रहेन जइसे: लाल, पुखराज, हीरा, फिरोजा, गोमेद, जस्पर नीलम, हरितमणि अउ नीलमणि। अउर इ सबइ हर एक रतन सोने मँ जुड़ा रहेन। तोहका इ सुन्नरता प्रदान कीन्ह गइ रही जउने दिन तोहार जनम भवा रहा। परमेस्सर तोहका सक्तीसाली बनाएस।"},{"number":14,"verse":"तू चुने भए करूब सरगदूत रह्या। तोहार पखना मोरे सिंहासने पइ फइला रहेन अउर मइँ तोहका परमेस्सर क पवित्तर पर्वत पइ धरेउँ। तू ओन रत्नन क बीच चल्या जउन आगी क तरह कौंधत रहेन।"},{"number":15,"verse":"तू नीक अउ ईमानदार रह्या जब मइँ तोहका बनाएउँ। किन्तु एकरे पाछे तू बुरे बन गया।"},{"number":16,"verse":"तोहार बइपार तोहरे लगे बहोत सम्पत्ति लिआवत रहा। किन्तु उ भी तोहरे भीतर क्रूरपन पइदा किहेस अउर तू पाप किहा। एह बरे मइँ तोहरे संग अइसा बेउहार किहेउँ माना तू गन्दी चीज ह्वा। मइँ तोहका परमेस्सर क पर्वत स लोकाइ दिहेउँ। तू खास करूब सरगदूतन मँ स एक रह्या, तोहार पखना फइला रहेन मोरे सिंहासने पइ किन्तु मइँ तोहका आगी क तरह कौंधइवाले रतनन क तजइ क मजबूर किहेउँ।"},{"number":17,"verse":"तू आपन सुन्नरता क कारण घमण्डी होइ गया, तोहार गौरव तोहार बुद्धिमानी क नस्ट किहेउ, एह बरे मइँ तोहका धरती पइ लिआइ लोकाएउँ, अउर अब दूसर राजा तोहका आँखिन फाड़िके लखत हीं।"},{"number":18,"verse":"तू अनेक गलत काम किहा, तू बहोत कपटी बइपारी रह्या। इ तरह तू पवित्तर ठउरन क अपवित्तर किहा, एह बरे मइँ तोहरे ही भीतर आगी लिआएउँ, इ तोहका जराइ दिहस, तू भुइँया पइ राखी होइ गया। अब हर कउनो तोहार लज्जा लखि सकत ह।"},{"number":19,"verse":"“‘अन्य रास्ट्रन मँ सबहिं लोग, जउन तोह पइ घटित भवा, ओकरे बारे मँ दुःखी भए रहेन। जउन तोहका भवा, उ लोगन क भयभीत करी। तू खतम होइ गवा अहा।’”"},{"number":20,"verse":"( सीदोन क खिलाफ सँदेसा) यहोवा क बचन मोका मिला। उ कहेस,"},{"number":21,"verse":"“मनई क पूत, सीदोन पइ धियान द्या अउर मोरे बरे उ ठउरे क बिरूद्ध कछू कहा।"},{"number":22,"verse":"कहा, ‘मोर सुआमी यहोवा इ कहत ह: “‘सीदोन, मइँ तोहारे खिलाफ हइँ! तोहरे लोग मोरे सम्मान करब सिखिहीं, मइँ तोहार सीदोन क सजा देब, तब लोग समुझिहीं कि मइँ यहोवा हउँ। तब उ पचे समुझिहीं कि मइँ पवित्तर हउँ।"},{"number":23,"verse":"मइँ सीदोन मँ रोग अउर मउत पठउब, ओकरे नगर मँ मउत उ समइ आइ जब मइँ ओकरे खिलाफ चारिहुँ कइँती स तरवार लिआउब। तब उ पचे समुझिहीं कि मइँ यहोवा अहउँ।"},{"number":24,"verse":"( रास्ट्र इस्राएल क मजाक उड़ाउब बन्द करिहीं) “‘पुराने जमाने मँ इस्राएल क चारिहुँ ओर क देस ओहसे घिना करत रहेन। किन्तु उ दूसर देसन क बरे बुरी घटनन घटिहीं। कउनो भी तेज काँटन या कँटेहरी झाड़ी इस्राएल क परिवार क घाएल करइवाली नाहीं रहि जाइ। तब उ पचे जानिहीं कि मइँ ओनकर सुआमी यहोवा हउँ।’”"},{"number":25,"verse":"मोर सुआमी यहोवा इ कहत ह, “मइँ इस्राएल क लोगन क अन्य रास्ट्रन मँ बिखेर दिहेउँ। किन्तु मइँ फुन इस्राएल क परिवार क एक संग बटोरब। तब उ सबइ रास्ट्र समुझिहीं कि मइँ पवित्तर हउँ। उ समइ इस्राएल क लोग आपन देस मँ रहिहीं अर्थात् जउने देस क मइँ आपन सेवक याकूब क दिहेउँ।"},{"number":26,"verse":"उ पचे उ देस मँ सुरच्छित रहिहीं। उ पचे घर कइहीं अउर अंगूरे क बेलन लगइहीं। मइँ ओकरे चारिहुँ ओर क रास्ट्रन क दण्ड देब जउन ओहसे घिना किहन। तब इस्राएल क लोग सुरच्छित रहिहीं। तब उ पचे समुझिहीं कि मइँ ओनकर परमेस्सर यहोवा हउँ।”"}]}