{"bibleAbbr":"awaERV2005","bookName":"यहेजकेल","bookEnglishName":"Ezekiel","chapterNumber":3,"verses":[{"number":1,"verse":"परमेस्सर मोहसे कहेस, “मनई क पूत, जउन तू लखत अहा ओका खाइ जा। इ गोल कीन्ह गए पत्र क खाइ जा अउर तब जाइके इस्राएल क लोगन स इ सबइ बातन कहा।”"},{"number":2,"verse":"एह बरे मइँ आपन मुँह खोलेउँ अउर उ गोल कीन्ह गए पत्र क मुँह मँ रखेस।"},{"number":3,"verse":"तब परमेस्सर कहेस, “मनई क पूत, मइँ तोहका इ गोल कीन्ह गए पत्र क देत अहउँ। एक लील जा। इ गोल कीन्ह गए पत्र क आपन तने मँ भर जाइ द्या।” एह बरे मइँ गोल कीन्ह गए पत्र क खाइ गएउँ। इ मोरे मुँह मँ सहद क तरह मीठा रहा।"},{"number":4,"verse":"तब परमेस्सर मोहसे कहेस, “मनई क पूत, इस्राएल क परिवार मँ जा। मोर कहे भए बचन ओनसे कहा।"},{"number":5,"verse":"मइँ तोहका कउनो बिदेसियन मँ नाहीं पठवत हउँ जेनकर बातन तू समुझ न सका। तोहका दूसर भाखा सीखइ नाहीं पड़ी। मइँ तोहका इस्राएल क परिवार मँ पठवत हउँ।"},{"number":6,"verse":"मइँ तोहका बहोत स रास्ट्र मँ नाहीं पठवत हउँ जहाँ लोग अइसी भाखा बोलत हीं कि तू समुझ नाहीं सकत्या। जदि तू ओन लोगन क लगे जाब्या अउर ओनसे बातन करब्या तउ उ पचे तोहार सुनिहीं। किन्तु तोहका ओन कठिन सबइ भाखा क नाहीं समुझब अहइ।"},{"number":7,"verse":"नाहीं। मइँ तउ तोहका इस्राएल क परिवार मँ पठवत हउँ। केवल वे ही लोग ही कठोर चित्त चाले अहइँ-उ पचे बहोत हठी अहइँ अउर इस्राएल क लोग तोहार सुनइ स इन्कार कइ देइहीं। उ पचे मोर सुनब नाहीं चाहतेन।"},{"number":8,"verse":"मुला मइँ तोहका ओतना ही हठी बनाउब जेतना उ पचे अहइँ। तोहार चित्त ठीक ओतना ही कठोर होइ जेतना ओनकर।"},{"number":9,"verse":"हीरा आगी क चट्टान से भी जियादा कठोर होत ह। उहइ तरह तोहार चित्त ओनकर चित्त स जियादा कठोर होइ। तू ओनसे जियादा हठी होब्या। एह बरे तू ओन लोगन स नाहीं डेराअ। तू ओन लोगन स नाहीं डेराब्या जउन हमेसा मोरे खिलाफ जात हीं।”"},{"number":10,"verse":"तब परमेस्सर मोहसे कहेस, “मनई क पूत, तोहका मोर हर एक बात, जउन मइँ तोहसे कहत हउँ, सुनइ क होइ अउर तोहका ओन बातन क याद रखब होइ।"},{"number":11,"verse":"तब तू आपन ओन सबहिं लोगन क बीच जा जउन देस-निकारा अहइँ। ओनके लगे जा अउर कहा, ‘हमार सुआमी यहोवा इ सबइ बातन कहत ह,’ उ पचे मोर नाहीं सुनिहीं अउर उ पचे पाप करब बन्द नाहीं करिहीं। किन्तु तोहका इ सबइ बातन कहब अहइ।”"},{"number":12,"verse":"तब आतिमा मोका ऊपर उठाएस। तब मइँ आपन पाछे एक आवाज सुनेउँ। इ बिजुरी क कड़क क तरह बहोत तेज रही। उ कहेस, “ओकरे स्थान स यहोवा क महिमा क गुनगान करा।”"},{"number":13,"verse":"तब प्राणियन क पखना हिलब सुरू भएन। पखनन, जब एक दूसर क छुएन, तउ उ पचे बड़की तेज अवाज क अउर ओनके समन्वा क चक्र बिजुरी क कड़क क तरह प्रचण्ड घोस करइ लागेन।"},{"number":14,"verse":"आतिमा मोका उठाएन अउर दूर लइ गइ। मइँ उ जगह तजेउँ। मइँ बहोत दुःखी रहेउँ अउर मोर आतिमा बहोत असान्त रही किन्तु यहोवा क सक्ति मोरे भीतर प्रबल रही।"},{"number":15,"verse":"मइँ इस्राएल क ओन लोगन क लगे गएउँ जेका तेलाबीब मँ कबार नदी क किनारे रहइ क मजबूर कीन्ह ग रहेन। मइँ ओन लोगन क बीच मँ सात दिना तलक सोक मँ बइठा रहा।"},{"number":16,"verse":"सात दिना पाछे यहोवा क सँदेसा मोका मिला। उ कहेस,"},{"number":17,"verse":"“मनई क पूत, मइँ तोहका इस्राएल क सन्तरी बनावत हउँ। मइँ ओन बुरी सबइ घटना क बताउब जउने ओनके संग घटित होइहीं अउर तोहका इस्राएल क ओन सबइ घटना क बारे मँ चितउनी देइ चाही।"},{"number":18,"verse":"जदि मइँ कहत हउँ, ‘इ बुरा मनई मरी।’ तउ तोहका इ चितउनी ओका देइ चाही। तोहका ओहसे कहइ चाही कि उ आपन जिन्नगी बदलइ अउर बुरा करम करब बन्द करइ। जदि तू उ मनई क चितउनी नाहीं देब्या तउ उ मरि जाइ। उ मरी काहेकि उ पाप किहस। किन्तु मइँ तोहका भी ओकर मउत क बरे उत्तरदायी बनाउब। काहेकि तू ओकरे लगे नाहीं गया अउर ओकरे जिन्नगी क नाहीं बचाया।"},{"number":19,"verse":"“इ होइ सकत ह कि तू कउनो मनई क चितउनी देब्या, ओका ओकरे जिन्नगी क बदलइ बरे समुझउब्या अउर बुरा काम न करइ क कहब्या। जदि उ मनई तोहार अनसुनी करत ह तउ मरि जाइ। उ मरी काहेकि उ पाप किहे रहा। किन्तु तू ओका चितउनी दिहा, एह बरे तू आपन जिन्नगी बचाइ लिहा।"},{"number":20,"verse":"“या इ होइ सकत ह कि कउनो नीक मनई अच्छा बनब रहइ तज देइ। मइँ ओकरे समन्वा कछू अइसा लाइके रख देउँ कि उ ओकर पतन करइ। उ बुरे करम करब सुरू करी। एह बरे उ मरी। उ मरी, काहेकि उ पाप करत अहइ अउर तू ओका चितउनी नाहीं दिहा। मइँ तोहका ओकर मउत बरे जिम्मेदार बनाउब, अउर लोग ओकरे जरिये कीन्ह गए सबहिं नीक कार्यन क याद नाहीं करिहीं।"},{"number":21,"verse":"“किन्तु जदि तू उ नीक मनई क चितउनी देत अहा अउर ओका पाप करब बन्द करइ क कहत अहा, अउर जदि उ पाप करब बन्द कइ देत ह, तब उ नाहीं मरी। काहेकि तू ओका चितउनी दिहा अउर उ तोहार सुनेस। इ तरह तू आपन जिन्नगी बचाया।”"},{"number":22,"verse":"तब यहोवा क सक्ति मोरे ऊपर आई। उ मोहसे कहेस, “उठा अउर घाटी मँ जा। मइँ तोहसे उ ठउरे पइ बात करब।”"},{"number":23,"verse":"एह बरे मइँ खड़ा भएउँ अउर बाहेर घाटी मँ गएउँ। यहोवा क महिमा हुआँ परगट भइ ठीक वइसेन ही, जइसा मइँ ओका कबार नदी क सहारे लखे रहेउँ। एह बरे मइँ धरती पइ आपन मूँड़ि निहुराएउँ।"},{"number":24,"verse":"किन्तु “आतिमा” आइ अउर उ मोका उठाइके मोरे गोड़न पइ खड़ा कइ दिहेस। उ मोहसे कहेस, “घर जा अउर आपन क अपने घरे क ताले क भीतर बन्द कइ ल्या।"},{"number":25,"verse":"मनई क पूत, लोग रस्सी क संग अइहीं अउर तोहका बाँध देइहीं। उ पचे तोहका लोगन क बीच बाहेर जाइ नाहीं देइहीं।"},{"number":26,"verse":"मइँ तोहार जीभ क तोहरे तालु स चिपकाइ देब, तू बात करइ जोग्ग नाहीं रहब्या। एह बरे तू लोगन क ओनकर मार्ग क सुधारइ बरे कछू कहइ क जोग्य नाहीं रहब्या। काहेकि उ पचे लोग सदा मोरे खिलाफ जात अहइँ।"},{"number":27,"verse":"किन्तु मइँ तोहसे बातचीत करब तब मइँ तोहका बोलइ देब। किन्तु तोहका ओनसे कहइ चाही, ‘हमार सुआमी यहोवा इ सबइ बातन कहत ह।’ जदि कउनो मनई सुनइ चाहत ह तउ इ बहोत अच्छा अहइ। जदि कउनो मनई एका नाहीं सुनइ चाहत, तउ न सुनइ। किन्तु उ सबइ लोग सदा मोरे खिलाफ जात रहेन।"}]}