{"bibleAbbr":"awaERV2005","bookName":"यहेजकेल","bookEnglishName":"Ezekiel","chapterNumber":31,"verses":[{"number":1,"verse":"( अस्सूर एक देवदार बृच्छ क तरह अहइ) देस निकारे क गियारहवें बरिस मँ तीसरे महीने क पहिले दिन यहोवा क सँदेसा मोका मिला। उ कहेस,"},{"number":2,"verse":"“मनई क पूत, मिस्र क राजा फिरौन अउ ओकरे लोगन स इ कहा: “‘तोहरी बड़कई मँ कउन तोहरे समान अहइ?"},{"number":3,"verse":"मइँ तोहार तुलना लबानोन क देवदार क बृच्छ क संग कइ सकत हउँ। एकर सुन्नर डारन अहइ जउन कि लगभग पूरे वन क छाया देत ह। इ बहोत लम्बा अहइ। एकर सिखर बादर भेदी अहइ।"},{"number":4,"verse":"जल बृच्छ क उगावत रहा। गहिर नदियन बृच्छ क ऊँचा करत रहिन। नदियन ओन ठउर क चारिहुँ कइँती बहत रहिन, जहाँ बृच्छ लगा रहेन। केवल एकर धारन ही खेत क दूसर बृच्छन तलक बहत रहिन।"},{"number":5,"verse":"एह बरे खेते क सबहिं बृच्छन स ऊँच बृच्छ उहइ रहा अउर इ कइउ साखन उगाइ राखी रहिन। हुवाँ काफी जल रहा। एह बरे बृच्छ साखन बाहर फइली रहिन।"},{"number":6,"verse":"बृच्छ क साखन मँ संसार क सबहिं पंछियन घोंसलन बनाए रहेन। बृच्छ क साखन क नीचे खेत क सबहिं जनावर बच्चन क जनम देत रहेन। सबहिं बड़े रास्ट्र उ बृच्छ क छाया मँ रहत रहेन।"},{"number":7,"verse":"एह बरे बृच्छ आपन बड़कइ अउर आपन लम्बी साखन मँ सुन्नर रहा। काहेकि एकर जड़न यथेस्ट जले तलक पहोंची रहिन।"},{"number":8,"verse":"परमेस्सर क बगीचा क देवदारू बृच्छ भी, ओतने बड़े नाहीं रहेन जेतना इ बृच्छ। सनौवर क बृच्छ ऍतना जियादा साखन नाहीं रखतेन, चिनार बृच्छ भी अइसी साखन नाहीं रखतेन, परमेससर क बगीचे क कउनो भी बृच्छ, एतना सुन्नर नाहीं रहा जेतना इ बृच्छ।"},{"number":9,"verse":"मइँ अनेक साखन सहित इ बृच्छ क सुन्नर बनाएउँ अउर परमेस्सर क बगीचा अदन क सबहिं बृच्छ एहसे जलन रखत रहेन।’”"},{"number":10,"verse":"एह बरे मोर सुआमी यहोवा इ कहत ह, “बृच्छ ऊँच होइ गवा ह। इ आपन सिखरन क बादरन मँ पहोंचाइ दिहस ह। बृच्छ गर्वीला अहइ काहेकि इ ऊँच अहइ।"},{"number":11,"verse":"एह बरे मइँ एक सक्तीसाली राजा क इ बृच्छ क लेइ दिहेउँ। उ सासक बृच्छ क ओकरे बुरे कामन बरे दण्ड दिहस। मइँ उ बृच्छ क आपन उद्यान स बाहेर किहेउँ ह।"},{"number":12,"verse":"अजनबी-बहोत जियादा भयंकर रास्ट्रन एका काट डाएन अउर छोड़ दिहन। बृच्छ क साखन पर्वतन अउ सारी घाटी मँ गिरिन। उ प्रदेस मँ बहइवाली नदियन मँ उ सबइ टूट अंग बहि गएन। बृच्छ क खाले कउनो छाया नाहीं रहि गइ, एह बरे सबहिं लोग ओका छोड़ दिहन।"},{"number":13,"verse":"अब उ गिरे बृच्छ मँ पंछी रहत हीं अउर एकर गिरी साखन पइ जंगली जनावर चलत हीं।"},{"number":14,"verse":"“अब उ जल लगे कउनो भी, बृच्छ गर्वीला नाहीं होइ। उ पचे बादरन तलक पहोंचइ नाहीं चहिहीं। कउनो भी सक्तीसाली बृच्छ, जउन उ जल क पिअत ह, ऊँच होइ क आपन तारीफ नाहीं करी। काहेकि ओन सबहिन क मउत क सामना करइ क होइ। उ सबइ कब्र मँ जाइहीं।”"},{"number":15,"verse":"मोर सुआमी यहोवा इ कहत ह, “उ दिन जब तलक बृच्छ सेओल क गवा मइँ लोगन स सोक मनवाएउँ। मइँ गहिर जल क, ओकरे बरे, सोक स ढक दिहेउँ। मइँ बृच्छ क नदियन क रोक दिहेउँ अउर बृच्छ बरे जल क बहब रूक गवा। मइँ लबानोन स एकरे बरे सोक मनवाएउँ। खेते क सबहिं बृच्छ क सोक स रोगी होइ गएन।"},{"number":16,"verse":"मइँ बृच्छ क गिराएउँ अउर बृच्छ क गिरइ क ध्वनि क डर स रास्ट्र काँप उठेन। मइँ बृच्छ क मउत क ठउरे पइ पहोंचाएउँ। इ खाले ओन लोगन क संग रहइ गवा जउन उ नरक मँ नीचे गिरे भए रहेन। अतीत मँ एदेन क सबहिं बृच्छ अर्थात लबानोन क सर्वोत्तम बृच्छ उ पानी क पिअत रहेन। ओन सबहिं बृच्छ पाताल लोक मँ सान्ति प्राप्त किहेन।"},{"number":17,"verse":"हाँ, उ सबइ बृच्छ भी बड़के बृच्छ क संग मउत क जगह पइ गएन। उ पचे ओन मनइयन क संग धरेन जउन जुद्ध मँ मर गए रहेन। उ बड़का बृच्छ दूसर बृच्छन क सक्तीसाली बनाएस। उ सबइ बृच्छ, रास्ट्रन मँ, उ बड़के बृच्छ क छाया मँ रहत रहेन।"},{"number":18,"verse":"“एक बरे मिस्र, एदेन मँ बहोत स बिसाल अउ सक्तीसाली बृच्छ अहइ। ओनमाँ स एक बृच्छ क संग मइँ तोहार तुलना करब। तू एदेन क बृच्छन क संग पाताल लोक क जाब्या। मउत क जगह मँ तू ओन बिदेसियन अउ जुद्ध मँ मारे गए मनइयन क साथ मँ ओलरब्या। “हाँ, इ फिरौन अउ ओकर सबहिं लोगन क संग होइ।” मोर सुआमी यहोवा इ सबइ कहे रहा।"}]}