{"bibleAbbr":"awaERV2005","bookName":"यहेजकेल","bookEnglishName":"Ezekiel","chapterNumber":34,"verses":[{"number":1,"verse":"( इस्राएल भेड़िन क एक झुण्ड क तरह अहइ) यहोवा क बचन मोका मिला। उ कहेस,"},{"number":2,"verse":"“मनई क पूत, मोरे बरे इस्राएल क गड़रियन (प्रमुखन) क बिरूद्ध बातन करा। ओनसे मोरे बरे बातन करा। ओनसे कहा कि सुआमी यहोवा इ कहत ह: ‘इस्राएल क गड़ेरियो तू पचे सिरिफ आपन पेट भरत अहा। इ तोहरे बरे बहोत बुरा होइ। का गड़ेरियन क भेड़िन क पेट नाहीं भरइ चाही?"},{"number":3,"verse":"तू मनई पनीर खावत अहा। अउर आपन ओढ़ना बनावइ बरे भेड़िन ऊन क प्रयोग करत अहा। तू पचे मोटी भेड़ी क मारत अहा, किन्तु भेड़िन क धियान नाहीं रखत ह।"},{"number":4,"verse":"तू पचे दुर्बल क बलवान नाहीं बनाया। तू पचे रोगी भेड़ी क परवाह नाहीं किहा ह। तू पचे चोट खाइ भइ भेड़िन क पट्टी नाहीं बाँध्या। कछू भेड़िन भटकिके दूर चली गइन अउर तू पचे ओनका हेरइ अउर ओनका वापस लेइ नाहीं गया। नाहीं, तू पचे क्रूर अउर कठोर रह्या, इहइ राह रही जउने पइ तू भेड़िन क लइ जाइ चाह्या।"},{"number":5,"verse":"“‘अउर अब, भेड़िन बिखरि गइ अहइँ काहेकि उ पचन्क कउनो गड़रिया नाहीं रहा। उ पचे हर एक जंगली जनावर क भोजन बनी। एह बरे उ सबइ बिखरि गइन।"},{"number":6,"verse":"मोर भेड़िन क झुण्ड सबहिं पर्वतन अउ ऊँच पहाड़ियन पइ भटकिन। मोर भेड़िन क झुण्ड धरती क सारी सतह पइ बिखरि ग अइन। कउनो भी ओनकर खोज अउ देखरेख करइवाला नाहीं रहा।’”"},{"number":7,"verse":"एह बरे तू गड़रियो, यहोवा क बचन सुना। मोर सुआमी यहोवा कहत ह,"},{"number":8,"verse":"“मइँ आपन जिन्नगी क किरिया खाइके तू पचन्क इ बिस्सास दियावत हउँ। जंगली जनावरन मोर भेड़िन क धरेन। हाँ, मोर भेड़िन क झुण्ड सबहिं जंगली जनावरन क भोजन बन गइन। काहेकि ओनकर कउनो ठीक गड़रिया नाहीं रहा। मोर गड़रियन मोर भेड़िन क झुण्ड क खोज नाहीं किहन। ओन गड़रियन खुद ही भेड़िन क मारेन अउर खुद खाएन। उ पचे मोर भेड़िन क चारा नाहीं दिहन।”"},{"number":9,"verse":"एह बरे तू पचे गड़रियो, यहोवा क सँदेसा क सुना।"},{"number":10,"verse":"यहोवा कहत ह, “मइँ ओन गड़रियन क विरूद्ध हउँ। मइँ ओनसे आपन भेड़िन माँगब। मइँ ओन पइ हमला करब। उ पचे भविस्स मँ मोर गड़रियन नाहीं रहिहीं। मइँ ओनकर मुँहे स आपन भेड़िन क झुण्ड क बचाउब। तब मोर भेड़िन ओनकर भोजन नाहीं होइहीं।”"},{"number":11,"verse":"मोर सुआमी यहोवा कहत ह, “मइँ खुद ओनकर गड़रिया बनब। मइँ आपन भेड़िन क खोज करब। मइँ ओनका हेरब।"},{"number":12,"verse":"जदि कउनो गड़रिया आपन भेड़िन क संग उ समइ अहइ जब ओकर भेड़िन दूर भटकइ लगी होइँ तउ उ ओनका हरेइ जाइ। उहइ तरह मइँ आपन भेड़िन क खोज करब। मइँ आपन भेड़िन क बचाउब। मइँ ओनका ओन ठउरन स लउटाउब जहाँ उ पचे उ बदरी अउर अँधेरा मँ भटक गइ रहिन।"},{"number":13,"verse":"मइँ ओनका ओन रास्ट्रन स वापस लिआउब। मइँ ओन देसन स ओनका बटोरब। मइँ ओनका ओनके आपन देस मँ, लिआउब। मइँ ओनका इस्राएल क पर्वतन पइ, जल स्रोतन क सहारे, ओन सबहिं ठउरन मँ जहाँ लोग रहत हीं, खियाउब।"},{"number":14,"verse":"मइँ ओनका घासवाले खेतन मँ लइ जाब। उ पचे इस्राएल क सबन्त ऊँचे पर्वतन पइ जइहीं। हुवाँ उ पचे अच्छी चिरागाह पइ सोइहीं अउ अच्छी घास खइहीं। उ पचे इस्राएल क पर्वत पइ भरी-पूरी घास-वाली भुइँया मँ चरिहीं।"},{"number":15,"verse":"हाँ, मइँ आपन झुण्ड क खिआउब अउर ओनका विस्राम क ठउर पइ लइ जाब।” मोर सुआमी यहोवा इ कहे रहा।"},{"number":16,"verse":"“मइँ खोइ भेड़ी क खोज करब। मइँ ओन भेड़िन क वापस लिआउब जउन बिखर गइ रहिन। मइँ ओन भेड़िन क पट्टी करब जेनका चोट लगी रही। मइँ कमजोर भेड़ी क मजबूत बनाउब। अउर मइँ मोटा अउ सक्तीसाली भेड़िन स ओनकइ रच्छा करब। मइँ ओनकर चरवाही निआवपूर्ण तरीका स करब।”"},{"number":17,"verse":"मोर सुआमी यहोवा इ कहत ह, “अउर तू, मोर झुण्ड, मइँ हर एक भेड़ी क संग निआउ करब। मइँ भेड़न अउर बोकरन क बीच निआउ करब।"},{"number":18,"verse":"तू अच्छी भुइँया पइ उगी घास खाइ सकत ह। तू उ घासे क काहे कुचरत अहा जेका दूसर भेड़िन खाइ चाहत हीं? तू काफी मात्रा मँ स्वच्छ जल पी सकत ह। तउ तू उ जल क हिलाइके गन्दा काहे करत अहा, जेका दूसर भेड़िन पिअइ चाहत हीं?"},{"number":19,"verse":"अब मोर भेड़िन क झुण्ड उ घास क खाइ चाही जेका तू आपन गोड़न स कुचर्या अउर उ पानी पीअइ चाही जेका तू आपन गोड़न स हिलाइके गन्दा कइ दिहा।”"},{"number":20,"verse":"एह बरे मोर सुआमी यहोवा ओनसे कहत ह: “मइँ खुद मोटी अउ पतरी भेड़िन क संग निआउ करब।"},{"number":21,"verse":"तू आपन बगल स अउर आपन काँधन स धक्का दइके अउर आपन सींगन स सबहिं कमजोर भेड़िन क तब तलक मार गिरावत ह, जब तलक तू ओनका दूर चले जाइ बरे मजबूर नाहीं करत्या।"},{"number":22,"verse":"एह बरे मइँ आपन भेड़िन क झुण्ड का बचाउब। उ सबइ भविस्स मँ जंगली जनावरन स नाहीं धरी जइहीं। मइँ हर एक भेड़ी क संग निआउ करब।"},{"number":23,"verse":"तब मइँ ओनके ऊपर एक गड़रिया आपन सेवक दाऊद क राखब। उ ओनका अपने आप खिआई अउर ओनकर गड़रिया होइ।"},{"number":24,"verse":"तब मइँ यहोवा अउर सुआमी, ओनकर परमेस्सर होब अउर मोर सेवक दाऊद ओनकर सासक होब। मइँ यहोवा इ कहेउँ ह।"},{"number":25,"verse":"“मइँ आपन भेड़िन क संग एक ठु सान्ति-सन्धि करब। मइँ नोस्कान पहोंचावइवाले जनावरन क देस स बाहेर कइ देब। तब भेड़िन रेगिस्ताने मँ सुरच्छित रहिहीं अउर जंगल मँ सोइहीं।"},{"number":26,"verse":"मइँ आपन भेड़िन क आपन पहाड़ी क चारिहुँ ओर क ठउरन क आसीर्बाद देब। मइँ ठीक समइ पइ बर्खा करब। अउर बर्खा ओनकर बरे आसीर्बाद होइहीं।"},{"number":27,"verse":"खेतन मँ उगइवाले बृच्छ आपन फल देइहीं। भुइँया आपन फसल देइ। एह बरे भेड़िन आपन प्रदेस मँ सुरच्छित रहिहीं। मइँ ओनके ऊपर रखे जुअन क तोड़ डाउब। मइँ ओनका ओन लोगन क सक्ति स बचाउब जउन दास बनाएन। तब उ पचे जनिहीं कि मइँ यहोवा हउँ।"},{"number":28,"verse":"“उ पचे जनावरन क तरह भविस्स मँ दूसर रास्ट्रन क जरिये बन्दी नाहीं बनावा जइहीं। उ सबइ जनावर ओनका भविस्स मँ नाहीं खइहीं। अपितु अब उ सबइ सुरच्छित रहिहीं। कउनो ओनका आतंकित नहीं करी।"},{"number":29,"verse":"मइँ ओनका कछू अइसी भुइँया देब जउन एक अच्छा बगीचा बनी। तब उ पचे उ देस मँ भूख स पीड़ित नाहीं होइहीं। उ पचे भविस्स मँ रास्ट्रन स अपमानित होइ क कस्ट पइहीं।"},{"number":30,"verse":"तब उ पचे समुझिहीं कि मइँ ओनकर परमेस्सर यहोवा हउँ। तब उ पचे समुझिहीं कि मइँ ओनके संग हउँ। इस्राएल क परिवार समुझी कि उ सबइ मोर लोग अहइँ।” मोर सुआमी यहोवा इ कहे रहा।"},{"number":31,"verse":"“तू मोर भेड़िन, मोर चरागाह क भेड़िन, तू सिरिफ मनई अहा अउर मइँ तोहार परमेस्सर हउँ।” मोर सुआमी यहोवा इ कहेस।"}]}