{"bibleAbbr":"bnOV2016","bookName":"যিরমিয়ের বিলাপ।","bookEnglishName":"Lamentations","chapterNumber":5,"verses":[{"number":1,"verse":"( পাপহেতু শাস্তি ও ক্ষমাজন্য প্রার্থনা।) হে সদাপ্রভু, আমাদের প্রতি যাহা ঘটিয়াছে, স্মরণ কর, দৃষ্টিপাত কর, আমাদের অপমান দেখ।"},{"number":2,"verse":"আমাদের অধিকার বিদেশীদের হস্তে, আমাদের বাটী সকল বিজাতীয়দের হস্তে গিয়াছে।"},{"number":3,"verse":"আমরা অনাথ ও পিতৃহীন, আমাদের মাতারা বিধবাদের ন্যায় হইয়াছেন।"},{"number":4,"verse":"আমাদের জল আমরা রৌপ্য দিয়া পান করিয়াছি, আমাদের কাষ্ঠ মূল্য দিয়া কিনিতে হয়।"},{"number":5,"verse":"লোকে ঘাড় ধরিয়া আমাদিগকে তাড়না করে, আমরা পরিশ্রান্ত, কিছুই বিশ্রাম পাই না।"},{"number":6,"verse":"আমরা মিস্রীয়দের কাছে করযোড় করিয়াছি, অশূরীয়দের কাছেও করিয়াছি, খাদ্যে তৃপ্ত হইবার জন্য।"},{"number":7,"verse":"আমাদের পিতৃপুরুষেরা পাপ করিয়াছেন, এখন তাঁহারা নাই, আমরাই তাঁহাদের অপরাধ বহন করিয়াছি।"},{"number":8,"verse":"আমাদের উপরে দাসেরা কর্ত্তৃত্ব করে, তাহাদের হস্ত হইতে আমাদিগকে উদ্ধার করে, এমন কেহ নাই।"},{"number":9,"verse":"প্রাণসংশয়ে আমরা খাদ্য আহরণ করি, প্রান্তরে স্থিত খড়্গ প্রযুক্ত।"},{"number":10,"verse":"আমাদের চর্ম্ম তুন্দুরের ন্যায় জ্বলে, দুর্ভিক্ষের জ্বলন্ত তাপ প্রযুক্ত।"},{"number":11,"verse":"সিয়োনে রমণীগণ ভ্রষ্টা হইল, যিহূদার নগর-সমূহে কুমারীরা ভ্রষ্টা হইল।"},{"number":12,"verse":"অধ্যক্ষগণের হাত বাঁধিয়া ফাঁসি দেওয়া গেল, প্রাচীন লোকদের মুখ সমাদৃত হইল না।"},{"number":13,"verse":"যুবকগণকে যাঁতা বহিতে হইল, শিশুরা কাষ্ঠভারে উছোট খাইল।"},{"number":14,"verse":"প্রাচীনেরা পুরদ্বারে উপবেশনে নিবৃত্ত, যুবকগণ বাদ্য বাদনে নিবৃত্ত হইয়াছে;"},{"number":15,"verse":"আমাদের চিত্তের আনন্দ লুপ্ত হইয়াছে, আমাদের নৃত্য শোকে পরিণত হইয়াছে।"},{"number":16,"verse":"আমাদের মস্তক হইতে মুকুট খসিয়া পড়িয়াছে, ধিক্ আমাদিগকে! কেননা আমরা পাপ করিয়াছি।"},{"number":17,"verse":"এই জন্য আমাদের অন্তঃকরণ মূর্চ্ছিত হইয়াছে, এই সমস্ত কারণে আমাদের চক্ষু নিস্তেজ হইয়াছে,"},{"number":18,"verse":"কেননা সিয়োন পর্ব্বত উচ্চিন্ন স্থান হইয়াছে, শৃগালগণ তদুপরি যাতায়াত করে।"},{"number":19,"verse":"হে সদাপ্রভু, তুমি অনন্তকাল সমাসীন; তোমার সিংহাসন পুরুষানুক্রমে স্থায়ী।"},{"number":20,"verse":"কেন চিরতরে আমাদিগকে ভুলিয়া যাইবে? কেন এত দিন আমাদিগকে ত্যাগ করিয়া থাকিবে?"},{"number":21,"verse":"হে সদাপ্রভু, তোমার প্রতি আমাদিগকে ফিরাও তাহাতে আমরা ফিরিব; পূর্ব্বকালের সদৃশ নূতন সময় আমাদিগকে দেও।"},{"number":22,"verse":"কিন্তু তুমি আমাদিগকে একেবারে অগ্রাহ্য করিয়াছ, আমাদের প্রতি অতিশয় ক্রোধাবিষ্ট হইয়াছ।"}]}