{
  "bibleAbbr" : "TERV1998",
  "bookName" : "எஸ்றா",
  "bookEnglishName" : "Ezra",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "(சிறைக்கைதிகள் திரும்பிச்செல்ல கோரேசு உதவுகிறான்) பெர்சியாவின் ராஜாவாக கோரேசு வீற்றிருந்த முதல் ஆண்டில், (முதல் ஆண்டு அதாவது கி.மு. 538-ல்.) கர்த்தர் அவனை உற்சாகப்படுத்தி ஓர் அறிவிப்பு கொடுக்கச் சொன்னார். அவன் அந்த அறிவிப்பை எழுத்து மூலமாகவே எழுதி, தனது இராஜ்யத்தில் உள்ள எல்லா இடங்களிலும் வாசிக்கும்படி செய்தான். எரேமியாவின் மூலமாகக் கர்த்தர் சொன்னது உண்மையாகும்படி இவ்வாறு நிகழ்ந்தது. இதுதான் அந்த அறிவிப்பு:"
  }, {
    "number" : 2,
    "verse" : "பெர்சியாவின் ராஜாவாகிய கோரேசிடமிருந்து: பரலோகத்தின் தேவனாகிய கர்த்தர், எனக்கு பூமியிலுள்ள அரசுகளையெல்லாம் கொடுத்தார். யூதா நாட்டிலுள்ள எருசலேமில், அவருக்கு ஒரு ஆலயத்தைக் கட்டும்படி கர்த்தர் என்னைத் தேர்ந்தெடுத்துள்ளார்."
  }, {
    "number" : 3,
    "verse" : "இஸ்ரவேலின் தேவனாகிய கர்த்தர், அவர் எருசலேமில் இருக்கிற தேவன். உங்களோடு தேவனுடைய மனிதர்கள் யாராவது இருப்பின், தேவன் அவர்களை ஆசீர்வதிக்கும் பொருட்டு நான் ஜெபிக்கிறேன். அவர்களை நீங்கள் யூதா நாட்டிலுள்ள எருசலேமிற்கு அனுப்பவேண்டும். அவர்கள் சென்று கர்த்தருடைய ஆலயத்தைக் கட்டவும் நீங்கள் அனுப்பவேண்டும்."
  }, {
    "number" : 4,
    "verse" : "பிழைத்திருக்கிற இஸ்ரவேலர்கள் எங்கெங்கு இருக்கிறார்களோ, அங்குள்ளவர்கள் அவர்களுக்கு ஆதரவு தரவேண்டும். அந்த ஜனங்களுக்கு வெள்ளி, பொன், பசுக்கள் மற்றும் மற்ற பொருட்களைக் கொடுக்கவேண்டும். எருசலேமில் உள்ள தேவனுடைய ஆலயத்திற்காக அன்பளிப்புகளை அவர்களுக்குக் கொடுங்கள் என்பதாகும்."
  }, {
    "number" : 5,
    "verse" : "எனவே, யூதா மற்றும் பென்யமீனின் கோத்திரங்களின் தலைவர்களும் ஆசாரியர்களும், லேவியர்களும் எருசலேமிற்குச் செல்லத் தயாரானார்கள். எருசலேமில் கர்த்தருடைய ஆலயத்தைக் கட்டுவதற்காக அவர்கள் போனார்கள். தேவன் உற்சாகமூட்டின ஒவ்வொருவரும் எருசலேமிற்குப் போகத் தயாரானார்கள்."
  }, {
    "number" : 6,
    "verse" : "அவர்களின் அண்டை வீட்டுக்காரர்கள் ஏராளமான பரிசுகளைக் கொடுத்தனர். அவர்கள் வெள்ளி, பொன், பசுக்கள் மற்றும் விலையுயர்ந்த பொருட்களைக் கொடுத்தார்கள். இவற்றையெல்லாம் அவர்கள் இலவசமாகக் கொடுத்தார்கள்."
  }, {
    "number" : 7,
    "verse" : "கோரேசு ராஜா கர்த்தருடைய ஆலயத்தில் உள்ள பொருட்களையெல்லாம் வெளியே கொண்டு வந்தான். நேபுகாத்நேச்சார் அப்பொருட்களை எருசலேமிலிருந்து வெளியே எடுத்திருந்தான். அவன் அவற்றை அவனது பொய்த் தெய்வங்கள் இருக்கும் ஆலயத்தில் வைத்திருந்தான்."
  }, {
    "number" : 8,
    "verse" : "பெர்சியாவின் ராஜாவாகிய கோரேசு அப்பொருட்களை வெளியே கொண்டு வரும்படி கருவூலக்காரனிடம் சொன்னான். அவனது பெயர் மித்திரேதாத். அவன் அதனை எடுத்து வந்து யூதாவின் தலைவனான சேஸ்பாத்சாரிடத்தில் கொடுத்தான்."
  }, {
    "number" : 9,
    "verse" : "கர்த்தருடைய ஆலயத்தில் இருந்து மித்திரேதாத் எடுத்து வந்த பொருட்களின் விபரம்: தங்கத் தட்டுகள் 30, வெள்ளித் தட்டுகள் 1,000, கத்திகளும், சட்டிகளும் 29,"
  }, {
    "number" : 10,
    "verse" : "பொற்கிண்ணங்கள் 30 தங்கக் கிண்ணங்களைப் போன்ற வெள்ளிக் கிண்ணங்கள் 410 மற்ற தட்டுகள் 1,000"
  }, {
    "number" : 11,
    "verse" : "ஆக மொத்தம், பொன்னாலும் வெள்ளியாலும் செய்யப்பட்டப் பொருட்கள் 5,400. கைதிகள் பாபிலோனில் இருந்து எருசலேமிற்குத் திரும்பிப் போனபோது சேஸ்பாத்சார் இப்பொருட்களைக் கொண்டு வந்தான்."
  } ]
}