{"bibleAbbr":"Thomson1808","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"Moreover, I would not, brethren, have you ignorant that our fathers were all under the cloud, and that they all passed through the sea,"},{"number":2,"verse":"and were all baptized to Moses in the cloud and in the sea;"},{"number":3,"verse":"and did all eat the same spiritual food;"},{"number":4,"verse":"and did all drink of the same spiritual drink, for they drank from a spiritual rock accompanying them; now that rock was the Christ."},{"number":5,"verse":"But with the greater part of them God was not well pleased; for they were overthrown in the wilderness."},{"number":6,"verse":"Now these things were examples for us, that we may not lust after evil things as they did."},{"number":7,"verse":"Be not ye then idolaters as some of them were; as it is written, \"The people sat down to eat and drink and rose up to play:\""},{"number":8,"verse":"Nor let us commit fornication as some of them did, and there fell in one day twenty three thousand:"},{"number":9,"verse":"nor let us try the Christ as some indeed of them did, and were destroyed by serpents:"},{"number":10,"verse":"nor murmur ye, as some of them murmured and were destroyed by the destroyer."},{"number":11,"verse":"Now all these things came upon them for examples, and were written for the instruction of us on whom the ends of the ages have met."},{"number":12,"verse":"So let him who thinketh that he standeth, take heed that he do not fall."},{"number":13,"verse":"No trial hath come upon you but such as is common to man; and God is faithful, and will not suffer you to be tried above your strength, but will with the trial make a way to escape, that you may be able to bear it."},{"number":14,"verse":"Therefore, my beloved, flee from idolatry."},{"number":15,"verse":"I speak to you as men of understanding; judge ye what I say"},{"number":16,"verse":"The cup of blessing which we bless, is it not a fellowship in the blood of the Christ? The loaf which we break, is it not a Fellowship in the body of the Christ?"},{"number":17,"verse":"Because it is one loaf, we being many are one body, for we ail partake of this one loaf."},{"number":18,"verse":"Consider Israel according to the flesh; are not they who eat the sacrifices, partakers in common of the altar."},{"number":19,"verse":"What then, do I say that an idol is any thing? or that what is sacrificed to an idol is any thing?"},{"number":20,"verse":"No. I only say, that what the nations sacrifice, they sacrifice to demons and not to God. Now, I would not have you to be partakers in the worship of the demons."},{"number":21,"verse":"You cannot drink the cup of the Lord and the cup of demons. You cannot partake of the table of the Lord and of the table of demons."},{"number":22,"verse":"Are we provoking the Lord to jealousy? Are we stronger than he?"},{"number":23,"verse":"All things are lawful for me. All things however are not expedient, All things are lawful for me.\" All things however do not edify."},{"number":24,"verse":"Let none seek barely his own interest, but every one that of his neighbour."},{"number":25,"verse":"Eat whatever is sold in the shambles, asking no questions for conscience sake;"},{"number":26,"verse":"for the earth is the Lord's and the fulness thereof."},{"number":27,"verse":"And if any of the disbelievers invite you to an entertainment, and you chuse to go, eat whatever is set before you, asking no questions for conscience sake."},{"number":28,"verse":"But if any one say to you, This was sacrificed to an idol, eat not of it for the sake of him who gave the information; and for conscience sake; for the earth is the Lord's and the fulness thereof."},{"number":29,"verse":"When I say conscience I do not mean one's own, but the conscience of the other."},{"number":30,"verse":"But why is my liberty to be judged by another's conscience? And if I partake with thankfulness, why am I ill spoken of for what I give thanks?"},{"number":31,"verse":"Whether then you eat or drink, or whatever you do, do all to the glory of God."},{"number":32,"verse":"Conduct yourselves so as to give no offence to Jews or Greeks, or the congregation of God,"},{"number":33,"verse":"even as I do. In all things I please all men, not studying barely my own interest, but that of the many, that they may be saved."}]}