{"bibleAbbr":"t4t2014","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"What happened when the sacred chest stayed among the PhilistinesAfter the army of the Philistia people-group captured God's sacred chest in Ebenezer town, they took it to Ashdod which is one of their biggest cities."},{"number":2,"verse":"They carried it into the temple of their god Dagon, and placed it alongside a statue of Dagon."},{"number":3,"verse":"But early the next morning, when the people of Ashdod went to see it, they saw that the statue had fallen on its face in front of Yahweh's sacred chest! So they set the statue up in its place again."},{"number":4,"verse":"But the following morning, they saw that it had fallen down in front of the sacred chest again. But this time, the statue's head and hands had broken off, and were lying in the doorway. Only its body remained intact/unbroken."},{"number":5,"verse":"That is the reason that since that time, the priests of Dagon and everyone else who enters the temple of Dagon in Ashdod do not step on the doorsill where the hands and head of Dagon fell."},{"number":6,"verse":"Then Yahweh [SYN] powerfully caused the people of Ashdod and the people who lived in nearby villages to have ◄a very great plague/serious illness► of tumors."},{"number":7,"verse":"The men of Ashdod realized why this was happening, and they cried out, “The god of the Israeli people is punishing us and is also punishing our god Dagon. So we cannot allow the sacred chest of the god of the Israelis to remain here!”"},{"number":8,"verse":"They summoned the five kings of the Philistia people-group, and asked them, “What should we do with the sacred chest of the god of the Israelis?” The kings replied, “Take the sacred chest to Gath city.” So they moved it to Gath."},{"number":9,"verse":"But after they took it to Gath, Yahweh powerfully struck the people of that city also, with the result that many men, including young men and old men, got tumors on their skins. Then the people became very afraid."},{"number":10,"verse":"So they took the sacred chest to Ekron city. But when the men carried the sacred chest into Ekron, the people there cried out, “Why are you bringing the sacred chest of the God of the Israelis into our city [RHQ]? By doing that you will cause us and the rest of our people to die!”"},{"number":11,"verse":"The people were terrified/in panic because they knew that God was starting to punish them severely. So they summoned the five kings of the Philistia people-group again, and pleaded with them, saying, “Take this sacred chest of the god of the Israelis back to its own place! If you do not do that quickly, we will all die!”"},{"number":12,"verse":"Some of the people in Ekron had already died, and the rest of the people were suffering because of tumors on their skins. So they all cried out to their gods [MTY] to help them."}]}