{"bibleAbbr":"t4t2014","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"Job continued his reply“Hey, I [SYN] have seen everything that you have seen, and I have heard and understood all that you have said."},{"number":2,"verse":"What you know, I also know; I do ◄not know less than/know as much as► you."},{"number":3,"verse":"But I would like to speak to Almighty God, not to you; I would like to argue with him and prove that I ◄am innocent/have not done things that are wrong►)."},{"number":4,"verse":"As for you, you tell lies and do not allow people to know what is the truth, like someone covers up a bad surface of a wall with whitewash [MET]. You are all like doctors [MET] that give people useless medicines."},{"number":5,"verse":"I wish/desire that you would be silent; that would be the wisest thing that you could do."},{"number":6,"verse":"Listen to what I will say to you now; listen while I am saying what is true about myself."},{"number":7,"verse":"Are you telling lies to help God, and saying what is deceitful in order to benefit him?"},{"number":8,"verse":"Are you trying to defend him? Are you trying to prove in a court that he is innocent?"},{"number":9,"verse":"If he looks closely, will he find that everything that you have done is good? Or can you deceive him, like you deceive other people?"},{"number":10,"verse":"If you secretly say/do things to cause God to act favorably toward you, he will surely rebuke you."},{"number":11,"verse":"He will certainly [RHQ] cause you to be terrified by his power/greatness, you will become extremely afraid."},{"number":12,"verse":"The things that you say that you think are wise are as useless as [MET] as ashes; what you say to defend yourselves is no better than [MET] clay that quickly crumbles."},{"number":13,"verse":"So, be quiet and allow me to speak, and then it will not matter what happens to me."},{"number":14,"verse":"I am ready to endure anything; I am even willing to risk being executed [IDI, DOU] for what I will say."},{"number":15,"verse":"If God kills me, then I will not have anyone else whom I can confidently expect to help me, but I am going to defend my behavior in his presence anyway."},{"number":16,"verse":"No wicked/godless person would dare to stand in the presence of God, but because I say that I have not done things that are wrong, perhaps, if I can prove that to God, he will save me.”"},{"number":17,"verse":"Job asks God to tell him what his charges are“God, listen very carefully to what I say [DOU]."},{"number":18,"verse":"I am ready to prove that I am innocent, and I know that you also will declare that I am not guilty."},{"number":19,"verse":"I certainly do not think [RHQ] that you or anyone else will say that what I say is not true; if anyone did that, I would ◄be silent/stop talking► and die."},{"number":20,"verse":"I am requesting you to do two things for me; if you do them, I will ◄not hide from you/come and stand in front of you► [LIT]."},{"number":21,"verse":"The first thing that I request is that you stop punishing [IDI] me; and the second thing that I request is that you stop causing me to be very terrified."},{"number":22,"verse":"You speak first, and then I will reply; or allow me to speak first, and then you reply."},{"number":23,"verse":"What have I done that is wrong? What sins have I committed? Show me how I have disobeyed you."},{"number":24,"verse":"Why ◄do you refuse to be friendly with/have you abandoned► me [IDI]? Why do you ◄act toward me as though I am/consider me to be► your enemy?"},{"number":25,"verse":"I am as insignificant as [MET] a leaf that the wind blows; why are you trying to cause me to be afraid [RHQ]? Why are you pursuing me? Am I useless, nothing more than a bit of dry chaff [RHQ]?"},{"number":26,"verse":"It seems that you are writing things to accuse me of doing things that are wrong, even recalling bad things that I did when I was young."},{"number":27,"verse":"It is as though you have put my feet ◄in stocks/between wooden blocks to prevent me from walking►, and you watch me wherever I walk; It is as though you even look closely at my footprints to see where I have gone."},{"number":28,"verse":"As a result, my body is decaying like [SIM] rotten wood, like a piece of cloth that is eaten by larvae of moths.”"}]}