{"bibleAbbr":"t4t2014","bookName":"Job","bookEnglishName":"Job","chapterNumber":17,"verses":[{"number":1,"verse":"(Job continued his reply) “My time to live is almost ended; I have no strength left; my grave is waiting for me."},{"number":2,"verse":"Those who are around me are making fun of me; I [SYN] watch them while they ◄taunt/make fun of► me.”"},{"number":3,"verse":"(Job pleads with God) “God, it is as though I am in prison; please pay the money in order that I may be released, because there is certainly no one else who will help me."},{"number":4,"verse":"You have prevented my friends from understanding what is true about me; do not allow them to triumph over me, saying that I have done things that are wrong."},{"number":5,"verse":"Our ancestors often said, ‘It often happens that when someone betrays his friends in order to get some of their property, it is that person's children who will be punished for it;’ so I desire/hope that will be true of these friends of mine who are lying about me."},{"number":6,"verse":"But now people use that saying of our ancestors when they talk about me; they spit in my face to insult me."},{"number":7,"verse":"◄My eyes have become dim/I cannot see well► because I am extremely sad, and my arms and legs are very thin, with the result that they almost do not cast [MET] a shadow."},{"number":8,"verse":"Those who say that they are good/righteous are shocked when they see what has happened to me, and people who say that they ◄are innocent/have not done anything that is wrong► say that I am wicked/godless and should be punished."},{"number":9,"verse":"Those who claim that they are righteous will continue to do what they think is right, and those who say that it is as though their hands are clean because they have not sinned will continue to become stronger."},{"number":10,"verse":"But even if all of those people came and stood in front of me, I would not find one among them who is wise."},{"number":11,"verse":"My time to live is almost ended; I have not been able to do the things that I planned to do; I have not been able to accomplish anything that I [SYN] desired."},{"number":12,"verse":"My friends do not know when it is night and when it is day; when it is night, they claim that it is daylight; when it is becoming dark, they claim it is becoming light."},{"number":13,"verse":"I may say that my home will be the place where dead people are, where I will sleep in the darkness."},{"number":14,"verse":"I may say to the grave, ‘Where I am buried will be like a father to me.’ I may say to the maggots, ‘You will be like a mother or younger sisters to me because that is where I will always be.’"},{"number":15,"verse":"But if I say those things, ◄will there be anything good that I can confidently expect to happen to me?/there will be nothing good that I can confidently expect to happen to me.► [RHQ] ◄Is there anyone who knows anything good that I can expect when I am there?/No one knows anything good that I can expect when I am there.► [RHQ]"},{"number":16,"verse":"After I descend to the place where the dead are, ◄will I be able to confidently expect anything good there?/I certainly will not be able to confidently expect anything good there.► [RHQ] It will be as though [RHQ] I and the things I hope for will descend with me into the dust.”"}]}