{"bibleAbbr":"t4t2014","bookName":"Job","bookEnglishName":"Job","chapterNumber":21,"verses":[{"number":1,"verse":"(Job replied again) Then Job replied this:"},{"number":2,"verse":"“Listen to what I say, all three of you; that is the only thing that you can do that will comfort me."},{"number":3,"verse":"Be patient with me, and allow me to speak. Then, after I am finished speaking, you can continue to make fun of me."},{"number":4,"verse":"It is certainly not [RHQ] people against whom I am complaining, but God! And it is certainly [RHQ] right for me to be impatient!"},{"number":5,"verse":"Look at me! Does what you see not cause you to be appalled and to put your hands over your mouths and say no more?"},{"number":6,"verse":"When I think about what has happened to me, I am frightened and my entire body shakes."},{"number":7,"verse":"But allow me to ask this: ‘Why do wicked people continue to live, and become prosperous, and not die until they are very old?’"},{"number":8,"verse":"They see their children around them, and they watch them while they grow up and start to live in their own houses."},{"number":9,"verse":"Wicked people live in their own houses without being afraid, and God does not punish [MTY] them."},{"number":10,"verse":"Their bulls always mate with the cows successfully, and the cows give birth to calves and never miscarry."},{"number":11,"verse":"Wicked people send their young children outside to play, and the children play happily like [SIM] lambs in a pasture."},{"number":12,"verse":"Some children dance and sing, while others shake tambourines and play lyres, and they are happy when they hear people playing flutes."},{"number":13,"verse":"Wicked people enjoy having good things all the time that they are alive, and they die quietly/peacefully and go down to the place of the dead."},{"number":14,"verse":"While they are alive, they say to God, ‘◄Allow us to be alone/Do not bother us►; we do not want to know how you desire us to conduct our lives!"},{"number":15,"verse":"Why do you, Almighty God, think that we should serve you? ◄What advantage do we get if we pray to you?/It is useless for us to pray to you.► [RHQ]’"},{"number":16,"verse":"Think about it: Wicked people think that it is because of what they have done that they have become prosperous, but I do not understand why they think like that."},{"number":17,"verse":"◄How often does it happen that wicked people die [MET] before they are old?/Very seldom do wicked people die [MET] before they are old.► [RHQ] ◄Do they ever experience disasters?/They seldom experience disasters.► [RHQ] ◄Does God ever punish them because of being very angry with them?/God never punishes them because of being very angry with them.► [RHQ]"},{"number":18,"verse":"He does not blow them away like wind blows away straw; they are never carried off by a whirlwind."},{"number":19,"verse":"You say, ‘When people have committed sins, God waits and punishes their children because of those sins;’ but I say that God should punish those who sin, not their children, in order that the sinners will know that it is because of their own sins that they are being punished."},{"number":20,"verse":"I hope/wish that wicked people will experience themselves being destroyed, that they will experience being punished by an angry Almighty God."},{"number":21,"verse":"After wicked people are dead, they are not at all concerned [RHQ] about what happens to their families [MTY]."},{"number":22,"verse":"Since God judges everyone, even those that are in heaven, ◄who can teach God anything?/certainly no one can teach God anything.► [RHQ]"},{"number":23,"verse":"Some people die while they are very healthy, while they are peaceful, when they are not afraid of anything."},{"number":24,"verse":"Their bodies are fat; their bones are strong."},{"number":25,"verse":"Other people die being very miserable; they have never experienced good things happening to them."},{"number":26,"verse":"They die and are buried, and maggots cover their bodies. Everyone dies, so it is clear that dying is not always the punishment for being wicked."},{"number":27,"verse":"Listen, I know what you three are thinking. I know the evil things that you plan to do to me."},{"number":28,"verse":"You say, ‘What happened to the tents in which wicked people were living? The houses of evil rulers have been destroyed!’"},{"number":29,"verse":"But have you never inquired of people who travel much? Do you not believe their reports about what they have seen,"},{"number":30,"verse":"that wicked people usually do not suffer at the time when there are great disasters; that wicked people are the ones who are rescued when God is angry and punishes people [MTY]?"},{"number":31,"verse":"There is no one [RHQ] who accuses wicked people, and there in no one who ◄pays them back/gives them the punishment that they deserve► for all the evil things that they have done."},{"number":32,"verse":"When the corpses of wicked people are carried to their graves, and people are put there to guard those graves,"},{"number":33,"verse":"a huge number [HYP] of people go to the grave site; some go in front of the procession and some come behind, and those wicked people who have died surely feel good when people throw clods of dirt on their graves."},{"number":34,"verse":"So how can you console me by talking nonsense? Every reply that you give me is full of lies!”"}]}