{"bibleAbbr":"t4t2014","bookName":"Job","bookEnglishName":"Job","chapterNumber":23,"verses":[{"number":1,"verse":"Job replied againThen Job replied again, saying this:"},{"number":2,"verse":"“Today I am again complaining bitterly/strongly to God; I continue groaning, but he [SYN] continues to ◄punish me/cause me to suffer►."},{"number":3,"verse":"I ◄wish that I knew/want to know► where I could meet/talk with him, so that I could go to the place where he lives."},{"number":4,"verse":"If I could do that, I would tell him why I know that I am innocent; I would tell [MTY] to him all my ◄arguments/evidence to show that I have not done what is evil►."},{"number":5,"verse":"Then I would find out and understand what he would reply to me [DOU]."},{"number":6,"verse":"Would he use his great power to argue with me? No, he would listen to me carefully."},{"number":7,"verse":"I am ◄an honest/a righteous► man; so I would be able to discuss things with him fairly, and then he would declare that I am innocent, and that decision would endure forever."},{"number":8,"verse":"But, I have gone to the east, and he is not there; I have gone to the west, but I have not found him there."},{"number":9,"verse":"I have gone north and I have gone south, but I have not seen him anywhere."},{"number":10,"verse":"But he knows how I have conducted my life; and when he has finished testing me, he will see that I am as pure as [SIM] gold whose impurities have all been burned out."},{"number":11,"verse":"I [SYN] have faithfully walked on the road that he showed me; I have not turned away from obeying him."},{"number":12,"verse":"I have always obeyed what he [SYN] commanded; I have hidden away in my inner being the words that he has spoken."},{"number":13,"verse":"He never changes. There is no one who can [RHQ] stop him from doing what he desires. Whatever he wants to do, he does."},{"number":14,"verse":"And he will finish doing the things that he has planned for me; and I am sure that he has thought about doing many things for me."},{"number":15,"verse":"So I am terrified in his presence; when I think about what he can do, I am very afraid [DOU]."},{"number":16,"verse":"Almighty God has caused me [SYN] to feel timid and terrified [DOU]."},{"number":17,"verse":"It is as though there is only thick darkness in front of me, but it is God that I am afraid of, not the darkness.”"}]}