{"bibleAbbr":"t4t2014","bookName":"Job","bookEnglishName":"Job","chapterNumber":29,"verses":[{"number":1,"verse":"(Job's final speech) Job spoke again and said this:"},{"number":2,"verse":"“I wish/desire that I could be like I was previously, during the years when God took care of me."},{"number":3,"verse":"During those years, it was as though God's lamp [MET] shone on me and gave me light while I walked in the darkness."},{"number":4,"verse":"At that time I was young and strong, and because God was my friend, he protected [PRS] my tent."},{"number":5,"verse":"Almighty God was with me during those years when all my children were around me."},{"number":6,"verse":"My herds provided me with plenty of milk, and streams of oil flowed from the rock where my olives were pressed."},{"number":7,"verse":"Whenever I went to the place where the elders gathered at the city gate, I sat down with them,"},{"number":8,"verse":"and when the young men saw me, they stepped aside respectfully, and the old men also stood respectfully."},{"number":9,"verse":"The leaders of the people stopped talking [DOU],"},{"number":10,"verse":"and even the most important men became quiet and ceased talking [MTY] in order to hear me speak to them."},{"number":11,"verse":"When they [SYN] all heard what I told them, they said good things about me. When they [SYN] saw me (OR, what I had done), they commended me,"},{"number":12,"verse":"because I had helped the poor people when they cried out for help and I aided/helped orphans who had no one else to help them."},{"number":13,"verse":"Those who were suffering and about to die praised [PRS] me, and I caused widows [SYN] to sing joyfully, because of my helping them."},{"number":14,"verse":"I always acted justly; my continually doing that was like [MET] a robe that I wore and a turban that was wrapped around my head."},{"number":15,"verse":"It was as though [MET] I was eyes for blind people and feet for people who were lame."},{"number":16,"verse":"I was like [MET] a father to the poor people, and in the courts I defended those who were strangers."},{"number":17,"verse":"My causing wicked people to be unable to continue oppressing others was like [MET] breaking the fangs of fierce wild animals and forcing them to drop from their teeth/mouths the animals that they had caught/seized."},{"number":18,"verse":"At that time I thought, ‘Surely I will live securely, until I am very old [SIM], and I will die at home with my family.’"},{"number":19,"verse":"I was like a tree [MET] whose roots reach down into the water and whose branches become wet with dew each night."},{"number":20,"verse":"People always honored me, and I was always strong like [MET] a new bow."},{"number":21,"verse":"When I spoke, people waited to hear what I would say and remained silent until I advised them what they should do."},{"number":22,"verse":"After I finished speaking, they did not say anymore; it was as though [MET] my words fell on their ears like drops of rain."},{"number":23,"verse":"They waited for me to speak like they wait for rain; they appreciated what I said like [MET] farmers appreciate the final rain in the spring before the dry season."},{"number":24,"verse":"When they were discouraged, I smiled at them to encourage them; they became encouraged when they saw my cheerful face."},{"number":25,"verse":"I was their leader, and I decided what things would be good for them to do; I was among them like [SIM] a king who is among his troops; I was like someone who comforts others who are mourning.”"}]}