{"bibleAbbr":"t4t2014","bookName":"Job","bookEnglishName":"Job","chapterNumber":30,"verses":[{"number":1,"verse":"(Job ridicules the fathers of young men) “But now men who are younger than I am make fun of me— men whose fathers I greatly despised, with the result that I would not even have allowed them to help my dogs guard my sheep."},{"number":2,"verse":"They were men who were old and ◄weak/worn out►; so ◄what could I gain from them working for me?/I would have gained nothing from them working for me.► [RHQ]"},{"number":3,"verse":"They were very poor and hungry, with the result that they chewed on roots at night in dry and desolate places."},{"number":4,"verse":"They pulled up plants in the desert and ate them and warmed themselves by burning the roots of broom trees."},{"number":5,"verse":"Everyone shouted at them as though they were thieves and expelled them from their areas."},{"number":6,"verse":"They were forced to live in caves in the hills, in holes in the ground, and in the sides of cliffs."},{"number":7,"verse":"In the bushes they howled like animals because they were hungry, and they huddled together under thornbushes."},{"number":8,"verse":"They were people without good sense, whose names no one knows; they have been expelled from the land where they were born."},{"number":9,"verse":"(Job stated how he was despised) And now their children sing songs to make fun of me. They tell jokes about me."},{"number":10,"verse":"They are disgusted with me, and they usually stay away from me, but when they see me, they are happy to spit in my face."},{"number":11,"verse":"Because it is as though [MET] God has cut my bowstring, he has caused me to be unable to defend myself, and he has humbled me, and my enemies have done to me whatever they wanted."},{"number":12,"verse":"◄Gangs/Groups of violent youths► attack me and force me to run away; they prepare to destroy me."},{"number":13,"verse":"They prevent me from escaping, and they do not need anyone to help them (OR, there is no one to help me)."},{"number":14,"verse":"It is as though I am a city wall and [SIM] they have broken through the wall, and they have come crashing down on me."},{"number":15,"verse":"I am very terrified; My dignity/honor has been taken away as though [SIM] it has been blown away by the wind, and my prosperity has disappeared like [SIM] clouds disappear."},{"number":16,"verse":"(Job stated that God also mistreated him) And now I [SYN] am about to die [IDI]; I suffer every day."},{"number":17,"verse":"My bones ache during the nights, and the pain that torments me never stops."},{"number":18,"verse":"It is as though God seizes my clothes and chokes me with the collar of my coat."},{"number":19,"verse":"He has thrown me into the mud; I am not worth anything more than dust and ashes."},{"number":20,"verse":"I cry out to God, but he does not answer/help me; I stand up and pray, but he does not pay any attention."},{"number":21,"verse":"He acts very cruelly toward me; with all of his power [MTY] he causes me to suffer."},{"number":22,"verse":"He allows the wind to lift me up and blow me away, and he tosses me up and down in a violent storm."},{"number":23,"verse":"I know that he will cause me to die, which is what happens to everyone [MTY] who is alive."},{"number":24,"verse":"When people experience disasters, and they sit on a pile of ruins and cry out for help, others surely [RHQ] reach out their hand to help them."},{"number":25,"verse":"That is what I did previously . I wept for people who were experiencing troubles, and I felt sorry for poor/needy people."},{"number":26,"verse":"But when I expected good things to happen to me, evil things happened; when I waited for light/happiness, all I received was darkness/unhappiness [MET]."},{"number":27,"verse":"I am very distressed [IDI], all the time; I suffer every day."},{"number":28,"verse":"I go about very discouraged; I stand up and plead for people to help me."},{"number":29,"verse":"My wailing is as sad as [MET] the cries of jackals/foxes and ostriches."},{"number":30,"verse":"My skin has become dark/black and is peeling off, and I have a fever which causes my body to feel like it is burning."},{"number":31,"verse":"Previously, I played joyful music on my harp and with my flute, but now I play only the sad music of those who mourn.”"}]}