{"bibleAbbr":"t4t2014","bookName":"Job","bookEnglishName":"Job","chapterNumber":37,"verses":[{"number":1,"verse":"Elihu continued his final speech“My heart thumps wildly [DOU] when I think about that."},{"number":2,"verse":"Listen, all of you, to the thunder, which is like God's voice [DOU]."},{"number":3,"verse":"He sends thunder all across the sky, and he sends lighting to the most distant places on the earth."},{"number":4,"verse":"After the lightning flashes, we hear the thunder which is like [MET] God's majestic voice; he does not restrain the lightning when he speaks."},{"number":5,"verse":"When God speaks, it is awesome, like thunder; he does amazing things which we cannot fully understand."},{"number":6,"verse":"He commands the snow to fall on the ground, and sometimes he causes it to rain very hard."},{"number":7,"verse":"And when God does that, it prevents people [SYN] from working, in order that all people may know that he is the one who has done that (OR, what he can do)."},{"number":8,"verse":"When it rains, the animals go into their hiding places, and they remain there until the rain stops."},{"number":9,"verse":"The storms/hurricanes come from the place in the south where they start, and the cold wind comes from the north."},{"number":10,"verse":"In the ◄winter/cold season►, the cold north wind is like God's breath that causes [MET] water to freeze and the lakes/streams to become ice."},{"number":11,"verse":"God fills the clouds with moisture/hail, and lightning flashes from the clouds."},{"number":12,"verse":"He guides the clouds and causes them to move back and forth in order that they may accomplish all that he commands them to do, all over the world."},{"number":13,"verse":"Sometimes God sends rain to punish us, and sometimes he sends rain to show us that he acts kindly toward us."},{"number":14,"verse":"Job, listen to this; stop and think about the wonderful things that God does."},{"number":15,"verse":"◄Do you know how God commands the lightning to flash down from his clouds?/We do not know how God commands the lightning to flash down from his clouds.► [RHQ]"},{"number":16,"verse":"Only God knows everything perfectly; so ◄do you know how he causes the clouds to ‘move/float’ ‘amazingly/wonderfully’ across the sky?/you certainly do not know how he causes the clouds to ‘move/float’ ‘amazingly/wonderfully’ across the sky!► [RHQ]"},{"number":17,"verse":"No, you just sweat there in your clothes; it is very oppressive when the hot wind stops blowing from the south and all the leaves on the trees ◄become still/do not move►."},{"number":18,"verse":"◄Can you stretch out the skies like God does and make them as hard as [SIM] a sheet of polished brass?/You certainly cannot stretch out the skies like God does and make them as hard as [SIM] a sheet of polished brass!► [RHQ]"},{"number":19,"verse":"Job, tell us(exc) what we should say to God; we do not know anything [IDI]. As a result, we do not know what to say to him to defend ourselves."},{"number":20,"verse":"Should I tell God that I want to speak to him? No, because if I did that, he might destroy me."},{"number":21,"verse":"Now, people cannot look directly at the sun when it shines brightly in the sky after the wind has blown the clouds away; so, we certainly cannot look at the brightness of God."},{"number":22,"verse":"God comes out of the north with a light that shines like gold; his glory causes us to be afraid."},{"number":23,"verse":"Almighty God has very great power, and we cannot come near to him. He always acts righteously, and he will never oppress us."},{"number":24,"verse":"That is the reason that we have an awesome respect for him; he does not pay attention to those who proudly, but wrongly, think that they are wise.”"}]}