{"bibleAbbr":"t4t2014","bookName":"Job","bookEnglishName":"Job","chapterNumber":4,"verses":[{"number":1,"verse":"Eliphaz replied to JobThen Eliphaz replied to Job. He said,"},{"number":2,"verse":"“Will you please allow me to say something to you? I am not [RHQ] able to remain silent any longer."},{"number":3,"verse":"In the past, you have instructed/taught many people, and you have encouraged those who were weak."},{"number":4,"verse":"By what you said, you have helped those who ◄needed spiritual help/almost quit trusting in God► [MET], and you have enabled them to become spiritually strong again [MET]."},{"number":5,"verse":"But now, when you experience disasters, you become discouraged. The disasters hit you, and you are stunned."},{"number":6,"verse":"You revere God; ◄does that not cause you to trust in him?/that should cause you to trust in him.► [RHQ] If you were guiltless, you would [RHQ] be confident that God would not have allowed these disasters to happen to you!"},{"number":7,"verse":"Think about this: Do innocent people die while they are still young [RHQ]? Does God get rid of godly people [RHQ]? No!"},{"number":8,"verse":"What I have experienced is this: Just as [MET] farmers who plant bad seeds do not harvest good crops, those who start trouble for others later bring trouble on themselves."},{"number":9,"verse":"They die when God blows his breath on them, when he is very angry with them."},{"number":10,"verse":"Even though wicked people may be very powerful like young lions, God will get rid of them [MET]."},{"number":11,"verse":"They will die like older lions that starve to death when there are no animals that they can kill and eat, and their children will be separated from each other like the young lions separate from each other to find food."},{"number":12,"verse":"Eliphaz says that he learned a secretI heard a message that someone came and whispered to me."},{"number":13,"verse":"He spoke to me at night when I was having a bad dream that disturbed/frightened me while I was fast asleep."},{"number":14,"verse":"It caused me to be afraid and tremble; it caused all my bones to shake."},{"number":15,"verse":"A ghost glided past my face and caused the skin on the back of my neck to stand straight up."},{"number":16,"verse":"It stopped, but I could not see what form it had. But I could sense that there was some being in front of me, and it said in a quiet voice,"},{"number":17,"verse":"‘◄Can human beings be righteous in God's sight?/No human beings can be righteous in God's sight!► [RHQ] ◄Their creator cannot consider them to be pure./Can their creator consider them to be pure?► [RHQ]"},{"number":18,"verse":"God cannot be sure that his own angels will always do what is right; he declares that some of them have done what is wrong."},{"number":19,"verse":"So he certainly cannot trust human beings who were made from dust and clay, who are crushed as easily as moths are crushed!"},{"number":20,"verse":"People are sometimes well in the morning, but in the evening they are dead. They are gone forever and do not even know it (OR, and no one pays any attention to it)."},{"number":21,"verse":"They are like [MET] tents that collapse suddenly: They die suddenly without becoming wise.’ ”"}]}