{"bibleAbbr":"t4t2014","bookName":"Job","bookEnglishName":"Job","chapterNumber":9,"verses":[{"number":1,"verse":"Job replied to BildadThen Job replied,"},{"number":2,"verse":"“Yes, I certainly know that much of what you said is true. But ◄how can anyone say to God, ‘I ‘am innocent/have not done what is wrong’ and prove it?’/no one can say to God ‘I ‘am innocent/have not done what is wrong’ and prove it.’► [RHQ]"},{"number":3,"verse":"If someone wanted to argue with God about that, God could ask him a thousand questions and that person would not be able to answer any of them!"},{"number":4,"verse":"God is very wise [IDI] and very powerful; no one who has tried to argue against God has been able to win."},{"number":5,"verse":"He even moves mountains, without them (OR, anyone) knowing about it. When he is angry, he turns them upside down."},{"number":6,"verse":"He sends earthquakes that shake the ground; he causes the pillars that support the earth to tremble."},{"number":7,"verse":"Some days he speaks to the sun, and it does not rise, and some nights he prevents the stars from shining."},{"number":8,"verse":"He alone ◄stretched out/put in place► the sky; he alone puts his feet on the waves (OR, on the huge sea monster)."},{"number":9,"verse":"He put in their places the clusters/groups of stars that are called The Dipper/Bear, Orion, the Pleiades, and the stars in the southern sky."},{"number":10,"verse":"Only he does great things that we cannot understand; he does more marvelous things than we are able to count."},{"number":11,"verse":"He passes by where I am, but I do not see him; he moves further on, but I do not see him go."},{"number":12,"verse":"If he wants to snatch something away, no one [RHQ] can hinder him; no one dares to ask him, ‘Why are you doing that?’ [RHQ]"},{"number":13,"verse":"God will not very easily stop being angry; he defeated [MTY] those who tried to help Rahab, the great sea monster."},{"number":14,"verse":"So, if God took me to court, what could I say [MTY] to answer him?"},{"number":15,"verse":"Even though I ◄would be innocent/would not have done what is wrong►, I would not be able to answer him. All I could do would be to request God, my judge/accuser, to act mercifully toward me."},{"number":16,"verse":"If I summoned him to come to the courtroom and he said that he would come, I would not believe that he would pay attention to what I would say."},{"number":17,"verse":"He sends storms to batter me, and he bruises me many times ◄without any reason to do that/even though I am innocent►."},{"number":18,"verse":"It is as though he will not let me get/catch my breath, because he causes me to suffer all the time."},{"number":19,"verse":"If I would try to ◄wrestle with/fight against► him, there is no way that I could defeat him, because he is stronger than I am. If I would request him to appear in court, there is no one who could [RHQ] force him to go there."},{"number":20,"verse":"Even though I was innocent, what I would say would cause him to say that I must be punished [MTY]; even though I had not done anything wrong, he would prove that I am guilty."},{"number":21,"verse":"I have not done what is wrong, but that is not important. I despise continuing to remain alive."},{"number":22,"verse":"Nothing is important to me, because God will get rid of all of us, both those who are innocent and those who are wicked."},{"number":23,"verse":"When people experience disaster and it causes them to suddenly die, God laughs at it, even if they are innocent."},{"number":24,"verse":"God has allowed wicked people to control what happens in the world. It is as though he has caused judges to be blind, with the result that they cannot judge fairly. If it is not God who has done that, who has done it?"},{"number":25,"verse":"My days pass very quickly, like a fast runner; it is as though they run away, and nothing good happens to me on those days."},{"number":26,"verse":"My life goes by very rapidly, like a boat made from reeds sailing swiftly, or like an eagle that swoops down to seize a small animal."},{"number":27,"verse":"If I smile and say to God, ‘I will forget what I am complaining about; I will stop looking sad and try to be cheerful/happy,’"},{"number":28,"verse":"then I become afraid because of all that I am suffering because I know that God does not consider that I am innocent."},{"number":29,"verse":"He will ◄condemn me/declare that I should be punished►, so why should I keep trying in vain to defend myself?"},{"number":30,"verse":"If I washed myself with snow or cleansed my hands with lye/soap to get rid of my guilt,"},{"number":31,"verse":"he would still throw me into a filthy pit; as a result it would be as though even my clothes would detest me."},{"number":32,"verse":"God is not a human, as I am, so there is no way that I could answer him to prove that I am innocent if we went together to have a trial in a courtroom."},{"number":33,"verse":"There is no one to ◄mediate/hear us and decide who is right►, no one who has authority over both of us [IDI]."},{"number":34,"verse":"I wish/desire that he would stop punishing [MTY] me, and that he would not continue to terrify me."},{"number":35,"verse":"If he did that, I would declare that I am innocent without being afraid of him, because I know within myself that I really have not done what is wrong like God thinks that I have.”"}]}