{"bibleAbbr":"WLCv","bookName":"Job","bookEnglishName":"Job","chapterNumber":4,"verses":[{"number":1,"verse":"וְנָפַל חָלָל בְּתוֹכְכֶם וִידַעְתֶּם כִּי־אֲנִי יְהוָה׃"},{"number":2,"verse":"וְהוֹתַרְתִּי בִּהְיוֹת לָכֶם פְּלִיטֵי חֶרֶב בַּגּוֹיִם בְּהִזָּרוֹתֵיכֶם בָּאֲרָצוֹת׃"},{"number":3,"verse":"וְזָכְרוּ פְלִיטֵיכֶם אוֹתִי בַּגּוֹיִם אֲשֶׁר נִשְׁבּוּ־שָׁם אֲשֶׁר נִשְׁבַּרְתִּי אֶת־לִבָּם הַזּוֹנֶה אֲשֶׁר־סָר מֵעָלַי וְאֵת עֵינֵיהֶם הַזֹּנוֹת אַחֲרֵי גִּלּוּלֵיהֶם וְנָקֹטּוּ בִּפְנֵיהֶם אֶל־הָרָעוֹת אֲשֶׁר עָשׂוּ לְכֹל תּוֹעֲבֹתֵיהֶם׃"},{"number":4,"verse":"וְיָדְעוּ כִּי־אֲנִי יְהוָה לֹא אֶל־חִנָּם דִּבַּרְתִּי לַעֲשׂוֹת לָהֶם הָרָעָה הַזֹּאת׃ פ"},{"number":5,"verse":"כֹּה־אָמַר אֲדֹנָי יְהוִה הַכֵּה בְכַפְּךָ וּרְקַע בְּרַגְלְךָ וֶאֱמָר־אָח אֶל כָּל־תּוֹעֲבוֹת רָעוֹת בֵּית יִשְׂרָאֵל אֲשֶׁר בַּחֶרֶב בָּרָעָב וּבַדֶּבֶר יִפֹּלוּ׃"},{"number":6,"verse":"הָרָחוֹק בַּדֶּבֶר יָמוּת וְהַקָּרוֹב בַּחֶרֶב יִפּוֹל וְהַנִּשְׁאָר וְהַנָּצוּר בָּרָעָב יָמוּת וְכִלֵּיתִי חֲמָתִי בָּם׃"},{"number":7,"verse":"וִידַעְתֶּם כִּי־אֲנִי יְהוָה בִּהְיוֹת חַלְלֵיהֶם בְּתוֹךְ גִּלּוּלֵיהֶם סְבִיבוֹת מִזְבְּחוֹתֵיהֶם אֶל כָּל־גִּבְעָה רָמָה בְּכֹל רָאשֵׁי הֶהָרִים וְתַחַת כָּל־עֵץ רַעֲנָן וְתַחַת כָּל־אֵלָה עֲבֻתָּה מְקוֹם אֲשֶׁר נָתְנוּ־שָׁם רֵיחַ נִיחֹחַ לְכֹל גִּלּוּלֵיהֶם׃"},{"number":8,"verse":"וְנָטִיתִי אֶת־יָדִי עֲלֵיהֶם וְנָתַתִּי אֶת־הָאָרֶץ שְׁמָמָה וּמְשַׁמָּה מִמִּדְבַּר דִּבְלָתָה בְּכֹל מוֹשְׁבוֹתֵיהֶם וְיָדְעוּ כִּי־אֲנִי יְהוָה׃ פ"},{"number":9,"verse":"וַיְהִי דְבַר־יְהוָה אֵלַי לֵאמֹר׃"},{"number":10,"verse":"וְאַתָּה בֶן־אָדָם כֹּה־אָמַר אֲדֹנָי יְהוִה לְאַדְמַת יִשְׂרָאֵל קֵץ בָּא הַקֵּץ עַל־[k_ארבעת] [q_אַרְבַּע] כַּנְפוֹת הָאָרֶץ׃"},{"number":11,"verse":"עַתָּה הַקֵּץ עָלַיִךְ וְשִׁלַּחְתִּי אַפִּי בָּךְ וּשְׁפַטְתִּיךְ כִּדְרָכָיִךְ וְנָתַתִּי עָלַיִךְ אֵת כָּל־תּוֹעֲבֹתָיִךְ׃"},{"number":12,"verse":"וְלֹא־תָחוֹס עֵינִי עָלַיִךְ וְלֹא אֶחְמוֹל כִּי דְרָכַיִךְ עָלַיִךְ אֶתֵּן וְתוֹעֲבוֹתַיִךְ בְּתוֹכֵךְ תִּהְיֶיןָ וִידַעְתֶּם כִּי־אֲנִי יְהוָה׃ פ"},{"number":13,"verse":"כֹּה אָמַר אֲדֹנָי יְהוִה רָעָה אַחַת רָעָה הִנֵּה בָאָה׃"},{"number":14,"verse":"קֵץ בָּא בָּא הַקֵּץ הֵקִיץ אֵלָיִךְ הִנֵּה בָּאָה׃"},{"number":15,"verse":"בָּאָה הַצְּפִירָה אֵלֶיךָ יוֹשֵׁב הָאָרֶץ בָּא הָעֵת קָרוֹב הַיּוֹם מְהוּמָה וְלֹא־הֵד הָרִים׃"},{"number":16,"verse":"עַתָּה מִקָּרוֹב אֶשְׁפּוֹךְ חֲמָתִי עָלַיִךְ וְכִלֵּיתִי אַפִּי בָּךְ וּשְׁפַטְתִּיךְ כִּדְרָכָיִךְ וְנָתַתִּי עָלַיִךְ אֵת כָּל־תּוֹעֲבוֹתָיִךְ׃"},{"number":17,"verse":"וְלֹא־תָחוֹס עֵינִי וְלֹא אֶחְמוֹל כִּדְרָכַיִךְ עָלַיִךְ אֶתֵּן וְתוֹעֲבוֹתַיִךְ בְּתוֹכֵךְ תִּהְיֶיןָ וִידַעְתֶּם כִּי אֲנִי יְהוָה מַכֶּה׃"},{"number":18,"verse":"הִנֵּה הַיּוֹם הִנֵּה בָאָה יָצְאָה הַצְּפִרָה צָץ הַמַּטֶּה פָּרַח הַזָּדוֹן׃"},{"number":19,"verse":"הֶחָמָס קָם לְמַטֵּה־רֶשַׁע לֹא־מֵהֶם וְלֹא מֵהֲמוֹנָם וְלֹא מֶהֱמֵהֶם וְלֹא־נֹהַּ בָּהֶם׃"},{"number":20,"verse":"בָּא הָעֵת הִגִּיעַ הַיּוֹם הַקּוֹנֶה אַל־יִשְׂמָח וְהַמּוֹכֵר אַל־יִתְאַבָּל כִּי חָרוֹן אֶל־כָּל־הֲמוֹנָהּ׃"},{"number":21,"verse":"כִּי הַמּוֹכֵר אֶל־הַמִּמְכָּר לֹא יָשׁוּב וְעוֹד בַּחַיִּים חַיָּתָם כִּי־חָזוֹן אֶל־כָּל־הֲמוֹנָהּ לֹא יָשׁוּב וְאִישׁ בַּעֲוֺנוֹ חַיָּתוֹ לֹא יִתְחַזָּקוּ׃"}]}