{"bibleAbbr":"mrRV2015","bookName":"नहेम्या","bookEnglishName":"Nehemiah","chapterNumber":1,"verses":[{"number":1,"verse":"( यरुशलेमेसाठी नहेम्याची प्रार्थना) हखल्याचा पुत्र नहेम्या ह्याचा वृत्तान्त : विसाव्या वर्षी किसलेव महिन्यात मी शूशन राजवाड्यात होतो,"},{"number":2,"verse":"तेव्हा हनानी नावाचा माझा एक बांधव आणि इतर काही लोक यहूदातून आले; बंदिवासातून सुटलेल्यांपैकी जे यहूदी शेष राहिले होते त्यांच्याविषयी व यरुशलेमेविषयी त्यांच्याकडे मी विचारपूस केली."},{"number":3,"verse":"त्यांनी मला सांगितले, “बंदिवासातले जे अवशिष्ट लोक त्या प्रांतात राहिले ते मोठ्या दुर्दशेत असून त्यांची अप्रतिष्ठा होत आहे; यरुशलेमेचा तटही पडला आहे, व त्याच्या वेशी आग लावून जाळून टाकल्या आहेत.”"},{"number":4,"verse":"हे ऐकताच मी खाली बसून रडू लागलो आणि बरेच दिवसपर्यंत विलाप करीत राहिलो; मी उपास करून स्वर्गींच्या देवाची प्रार्थना केली की,"},{"number":5,"verse":"“हे स्वर्गीच्या देवा, परमेश्वरा, हे थोर व भयावह देवा, तुझ्यावर प्रीती करणारे व तुझ्या आज्ञा पाळणारे ह्यांच्यासंबंधाने तू आपला करार पाळतोस व त्यांच्यावर करुणा करतोस;"},{"number":6,"verse":"तुझे सेवक इस्राएल लोक ह्यांच्यासाठी मी तुझा दास ह्या वेळी रात्रंदिवस प्रार्थना करीत आहे; ती कान देऊन ऐक व डोळे उघडून पाहा; आम्ही इस्राएल लोकांनी तुझ्याविरुद्ध पातके केली आहेत, ती मी कबूल करतो; मी व माझ्या बापाच्या घराण्याने पातक केले आहे."},{"number":7,"verse":"आम्ही तुझ्यासमोर अतिशय दुर्वर्तन केले आहे आणि तू आपला सेवक मोशे ह्याला विहित केलेल्या आज्ञा, नियम व निर्णय आम्ही पाळले नाहीत."},{"number":8,"verse":"तू आपला सेवक मोशे ह्याला जे सांगितले होते त्याचे स्मरण कर; ते हे की, ‘तुम्ही पातक केल्यास मी तुम्हांला राष्ट्रांमध्ये विखरीन;"},{"number":9,"verse":"पण तुम्ही माझ्याकडे वळलात व माझ्या आज्ञा मानून त्याप्रमाणे चाललात तर तुमचे परागंदा झालेले लोक दिगंती असले तरी तेथून त्यांना एकत्र करून मी आपल्या नामाच्या निवासार्थ निवडलेल्या स्थानी आणीन.’"},{"number":10,"verse":"पाहा, हे तुझे सेवक व तुझे लोक आहेत, त्यांना तू आपल्या महासामर्थ्याने व प्रबल हस्ताने सोडवले आहेस."},{"number":11,"verse":"हे प्रभू, मी विनवणी करतो की तू आपल्या ह्या सेवकाच्या प्रार्थनेकडे व जे तुझे सेवक तुझ्या नामाचे भय बाळगण्यास उत्सुक आहेत त्यांच्या प्रार्थनेकडे कान दे. तुझ्या सेवकास आज यश दे आणि ह्या मनुष्याची त्याच्यावर कृपादृष्टी होईल असे कर.” (ह्या वेळी मी राजाचा प्यालेबरदार होतो.)"}]}