{"bibleAbbr":"mrRV2015","bookName":"नहेम्या","bookEnglishName":"Nehemiah","chapterNumber":10,"verses":[{"number":1,"verse":"ज्यांनी आपली मोहर केली ते हेच : हखल्याचा पुत्र नहेम्या तिर्शाथा (प्रांताधिपती) व सिद्कीया,"},{"number":2,"verse":"सराया, अजर्‍या, यिर्मया,"},{"number":3,"verse":"पश्हूर, अमर्‍या, मल्खीया,"},{"number":4,"verse":"हट्टूश, शबन्या, मल्लूख,"},{"number":5,"verse":"हारीम, मरेमोथ, ओबद्या,"},{"number":6,"verse":"दानीएल, गिन्नथोन, बारूख,"},{"number":7,"verse":"मशुल्लाम, अबीया, मियामीन,"},{"number":8,"verse":"माज्या, बिल्गई, शमया हे याजक;"},{"number":9,"verse":"आणि लेवी : अजन्याचा पुत्र येशूवा, हेनादादाच्या पुत्रांतला बिन्नुई, कदमीएल,"},{"number":10,"verse":"आणि त्यांचे भाऊ शबन्या, होदीया, कलीता, पलाया, हनान,"},{"number":11,"verse":"मीखा, रहोब, हशब्या,"},{"number":12,"verse":"जक्कूर, शेरेब्या, शबन्या,"},{"number":13,"verse":"होदीया, बानी, बनीनू;"},{"number":14,"verse":"लोकांतले मुख्य : परोश, पहथ-मवाब, एलाम, जत्तू, बानी,"},{"number":15,"verse":"बुन्नी, अजगाद, बेबाई,"},{"number":16,"verse":"अदोनीया, बिग्वई, आदीन,"},{"number":17,"verse":"आटेर, हिज्कीया, अज्जूर,"},{"number":18,"verse":"होदीया, हाशूम, बेसाई,"},{"number":19,"verse":"हारीफ, अनाथोथ, नोबाई,"},{"number":20,"verse":"मप्पीयाश, मशुल्लाम, हेजीर,"},{"number":21,"verse":"मशेजबेल, सादोक, यद्दूवा,"},{"number":22,"verse":"पलट्या, हानान, अनाया,"},{"number":23,"verse":"होशेया, हनन्या, हश्शूब,"},{"number":24,"verse":"हल्लोहेश, पिल्हा, शोबेक,"},{"number":25,"verse":"रहूम, हशब्ना, मासेया,"},{"number":26,"verse":"अहीया, हनान, अनान,"},{"number":27,"verse":"मल्लूख, हारीम व बाना."},{"number":28,"verse":"अवशिष्ट लोकांनी म्हणजे याजक, लेवी, द्वारपाळ, गायक व नथीनीम ह्यांनी आणि देवाचे नियमशास्त्र पाळण्यासाठी देशोदेशीच्या लोकांतून जे वेगळे झाले होते त्या सर्वांनी ज्यांना अक्कल व समज होती अशा आपल्या स्त्रिया, पुत्र व कन्या ह्यांच्यासह"},{"number":29,"verse":"आपले भाऊबंद व महाजन ह्यांच्याशी एकचित्त होऊन आणभाक केली की जे नियमशास्त्र देवाचा सेवक मोशे ह्याच्या द्वारे देण्यात आले त्याप्रमाणे आम्ही वागू आणि आमचा प्रभू परमेश्वर ह्याच्या सर्व आज्ञा, निर्णय व नियम लक्षपूर्वक पाळू; असे न केल्यास आम्हांला शाप लागो."},{"number":30,"verse":"आम्ही आमच्या मुली ह्या देशातल्या लोकांना देणार नाही व त्यांच्या मुली आमच्या मुलांना करणार नाही;"},{"number":31,"verse":"ह्या देशाच्या लोकांनी शब्बाथ दिवशी एखादी वस्तू अथवा अन्नसामग्री विकण्यास आणली, तर आम्ही ती त्यांच्याकडून शब्बाथ दिवशी किंवा एखाद्या पवित्र दिवशी विकत घेणार नाही; सातव्या वर्षी आमची जमीन आम्ही पडीत ठेवू आणि लोकांकडचे कर्ज वसूल करणे असेल ते सोडून देऊ."},{"number":32,"verse":"ह्याशिवाय आम्ही असा एक नियम करून ठेवतो की आम्ही आपल्या देवाच्या मंदिरातील उपासनेसाठी प्रत्येकी एक तृतीयांश शेकेल दर वर्षी द्यावा;"},{"number":33,"verse":"समर्पित भाकरी, नित्याचे अन्नार्पण, नित्याचे होमार्पण आणि शब्बाथ, चंद्रदर्शन आणि नेमलेले सण ह्यासंबंधाची बलिदाने आणि पवित्र वस्तू, इस्राएलाच्या प्रायश्‍चित्तासाठी पापार्पणे, ह्या सर्वांसाठी आमच्या देवाच्या मंदिराच्या कामी लागणारा खर्च आम्ही द्यावा."},{"number":34,"verse":"मग याजक, लेवी व इतर एकंदर लोक अशा आम्ही सर्वांनी पुढील कार्यांसाठी चिठ्ठ्या टाकल्या म्हणजे नियमशास्त्रात लिहिल्याप्रमाणे आमचा देव परमेश्वर ह्याच्या वेदीवर जाळण्यासाठी आपल्या पितृकुळांप्रमाणे वर्षानुवर्ष नियमित समयी आपल्या देवाच्या मंदिरात लाकडाची अर्पणे आणावीत."},{"number":35,"verse":"आपापल्या जमिनीचा प्रथमउपज व निरनिराळ्या वृक्षांची प्रथमफळे वर्षानुवर्ष परमेश्वराच्या मंदिरात आणावीत;"},{"number":36,"verse":"आणि नियमशास्त्रात लिहिल्याप्रमाणे आपले प्रथमजन्मलेले पुत्र, तसेच आपल्या गुराढोरांचे व शेरडामेंढरांचे प्रथमजन्मलेले हे सर्व आमच्या देवाच्या मंदिरात सेवा करणार्‍या याजकांकडे घेऊन यावे;"},{"number":37,"verse":"आणि आपण आपल्या मळलेल्या पिठाचा पहिला उंडा, समर्पित अंशाची अर्पणे, सर्व प्रकारच्या झाडांची फळे, द्राक्षारस व तेल हे याजकांकडे देवाच्या मंदिराच्या कोठड्यांत आणावे; आणि आपल्या जमिनीच्या उत्पन्नाचा दशमांश लेव्यांकडे न्यावा; कारण लेवी सर्व नगरांतून आमच्या शेतीच्या उत्पन्नाचा दशमांश घेत असतात."},{"number":38,"verse":"लेवी दशमांश घेतील तेव्हा त्यांच्याबरोबर अहरोनाच्या वंशातला कोणी याजक असावा, आणि लेव्यांनी दशमांशाचा दशमांश आमच्या देवाच्या मंदिराच्या कोठड्यांत म्हणजे भांडारात पोचता करावा."},{"number":39,"verse":"इस्राएल लोक व लेव्यांचे वंशज ह्यांनी धान्य, द्राक्षारस व तेल ह्यांचे समर्पित अंशाचे अर्पण, पवित्रस्थानाची पात्रे, सेवा करणारे याजक, द्वारपाळ व गायक असतात त्या कोठड्यांत आणावे; आणि आम्ही आपल्या देवाचे मंदिर सोडू नये."}]}