{"bibleAbbr":"mrRV2015","bookName":"नहेम्या","bookEnglishName":"Nehemiah","chapterNumber":12,"verses":[{"number":1,"verse":"( याजक व लेवी) शल्तीएलाचा पुत्र जरूब्बाबेल व येशूवा ह्यांच्याबरोबर जे याजक व लेवी वर आले ते हे : सराया, यिर्मया, एज्रा,"},{"number":2,"verse":"अमर्‍या, मल्लूख, हट्टूश,"},{"number":3,"verse":"शखन्या, रहूम, मरेमोथ,"},{"number":4,"verse":"इद्दो, गिन्नथोई, अबीया,"},{"number":5,"verse":"मियामीन, माद्या, बिल्गा,"},{"number":6,"verse":"शमया, योयारीब, यदया,"},{"number":7,"verse":"सल्लू, आमोक, हिल्कीया व यदया; हे येशूवाच्या काळात याजकांतले व त्यांच्या बांधवांतले मुख्य होते."},{"number":8,"verse":"लेवी : येशूवा, बिन्नुई, कदमीएल, शेरेब्या, यहूदा, मत्तन्या व त्याचे भाऊबंद स्तुतिगायनाच्या कामावर होते;"},{"number":9,"verse":"आणि त्यांचे भाऊबंद बकबुक्या व उन्नो त्यांच्याबरोबर पहार्‍यावर होते."},{"number":10,"verse":"येशूवाला योयाकीम झाला, योयाकीमाला एल्याशीब झाला, एल्याशीबाला योयादा झाला,"},{"number":11,"verse":"योयादाला योनाथान झाला, व योनाथानाला यद्दूवा झाला."},{"number":12,"verse":"योयाकीमाच्या दिवसांत याजक पितृकुळातले मुख्य होते, ते हे : सरायापासून मराया, यिर्मयापासून हनन्या,"},{"number":13,"verse":"एज्रापासून मशुल्लाम, अमर्‍यापासून यहोहानान,"},{"number":14,"verse":"मल्लूखीपासून योनाथान, शबन्यापासून योसेफ,"},{"number":15,"verse":"हारीमापासून अदना, मरायोथापासून हेलकइ,"},{"number":16,"verse":"इद्दोपासून जखर्‍या, गिन्नथोनापासून मशुल्लाम,"},{"number":17,"verse":"अबीयापासून जिख्री, मिन्यामिनापासून, मोवद्या-पासून पिल्तय,"},{"number":18,"verse":"बिल्गापासून शम्मूवा, शमयापासून यहोनाथान,"},{"number":19,"verse":"योयारीबापासून मत्तनई, यदयापासून उज्जी,"},{"number":20,"verse":"सल्लाइपासून कल्लय, आमोकापासून एबेर,"},{"number":21,"verse":"हिज्कीयापासून हशब्या व यदायापासून नथनेल."},{"number":22,"verse":"एल्याशीब, योयादा, योहानान व यद्दूवा ह्यांच्या काळात लेवी आणि दारयावेश पारसाच्या कारकिर्दीतले याजक हे त्यांच्या पितृकुळाचे मुख्य होते."},{"number":23,"verse":"लेव्यांचे वंशज, आपापल्या पितृकुळांचे मुख्य, इतिहासाच्या पुस्तकात, एल्याशिबाचा पुत्र योहानान ह्याच्या काळापर्यंत नमूद केले होते;"},{"number":24,"verse":"आणि लेव्यांतले मुख्य हशब्या, शेरेब्या व कदमीएलाचा पुत्र येशूवा व त्यांच्यासमोर त्यांचे भाऊबंद असे गटागटाने देवाचा मनुष्य दावीद ह्याच्या आज्ञेप्रमाणे स्तवन व ईशोपकारस्मरण करायला होते."},{"number":25,"verse":"मत्तन्या, बकबुक्या, ओबद्या, मशुल्लाम, तल्मोन व अक्कूब हे द्वारपाळ वेशींवरील कोठ्यांचे रक्षण करीत असत;"},{"number":26,"verse":"हे योयाकीम बिन येशूवा बिन योसादाक ह्याच्या दिवसांत व नहेम्या प्रांताधिकारी व लेखक एज्रा याजक ह्यांच्या दिवसांत होते."},{"number":27,"verse":"( कोटाचे समर्पण) यरुशलेमेच्या कोटाच्या समर्पणाच्या वेळी लेव्यांनी आनंद व धन्यवाद करून झांजा, सारंग्या व वीणा वाजवून आणि गाऊन तो प्रसंग साजरा करावा म्हणून त्यांना यरुशलेमेत पोचवण्यासाठी त्यांच्या-त्यांच्या स्थानांतून शोधून काढले."},{"number":28,"verse":"यरुशलेमेच्या चोहोकडल्या प्रांतांतून नटोफाथीच्या खेड्यापाड्यांतून,"},{"number":29,"verse":"बेथ-गिलगाल येथून आणि गेबा व अजमावेथ येथल्या शेतवाडीतून गायकांचे वंशज एकत्र झाले; त्यांनी यरुशलेमेच्या आसपास खेडी वसवली होती."},{"number":30,"verse":"मग याजक व लेवी ह्यांनी स्वतःस शुद्ध करून लोकांची, वेशींची व कोटाची शुद्धी केली."},{"number":31,"verse":"मी यहूदाच्या सरदारांना कोटावर चढवले आणि त्यांच्या दोन टोळ्या केल्या; त्या स्तोत्रे गात मिरवत चालल्या; त्यांची एक टोळी दक्षिण दिशेने म्हणजे उकिरडावेशीकडे चालली;"},{"number":32,"verse":"आणि तिच्यामागून होशया, यहूदाचे अर्धे अधिकारी,"},{"number":33,"verse":"अजर्‍या, एज्रा, मशुल्लाम,"},{"number":34,"verse":"यहूदा बन्यामीन, शमया, यिर्मया,"},{"number":35,"verse":"व कित्येक याजकांचे पुत्र कर्णे घेऊन चालले; जखर्‍या बिन योनाथान बिन शमया बिन मत्तन्या बिन मीखाया बिन जक्कूर बिन आसाफ,"},{"number":36,"verse":"आणि त्याचे भाऊबंद शमया, अजरेल, मिललई, गिललई, माई, नथनेल, यहूदा व हनानी हे देवाचा मनुष्य दावीद ह्याची वाद्ये घेऊन चालले आणि त्यांच्यापुढे एज्रा शास्त्री चालला;"},{"number":37,"verse":"ते झरावेशीकडून नीट दावीदपुराच्या पायर्‍यांवरून कोटाच्या चढणीवर दाविदाच्या मंदिराच्या वरल्या भागाकडून पूर्वेस पाणीवेशीपर्यंत गेले."},{"number":38,"verse":"स्तोत्रे म्हणणारी व मिरवत जाणारी दुसरी टोळी त्यांना येऊन मिळण्यास पुढे चालली, आणि तिच्यामागून मी व अर्धे लोक कोटावरील भट्टीबुरुजावरून रुंद कोटापर्यंत,"},{"number":39,"verse":"आणि एफ्राईम वेशीपासून जुन्या वेशीवरून मत्स्यवेस, हनानेल बुरूज व हमया बुरूज ह्यांवरून मेंढेवेशीपर्यंत गेलो; गारद्यांच्या वेशीत ते जाऊन उभे राहिले."},{"number":40,"verse":"अशा प्रकारे स्तोत्रे म्हणणार्‍या दोन्ही टोळ्या देवाच्या मंदिरात उभ्या राहिल्या; मी व माझ्याबरोबर अर्धे अधिपतीही उभे राहिले;"},{"number":41,"verse":"याजक एल्याकीम, मासेया, मिन्यामीन, मीखाया, एल्योवेनय, जखर्‍या व हनन्या ह्यांनी कर्णे हाती घेतले;"},{"number":42,"verse":"आणि मासेया, शमाया, एलाजार, उज्जी, यहोहानान, मल्खीया, एलाम व एजेर ह्यांनीही कर्णे हाती घेतले; गायकांनी उंच स्वराने गाइले; यिज्रह्या त्यांचा अध्यक्ष होता."},{"number":43,"verse":"त्या दिवशी लोकांनी मोठे यज्ञ करून आनंद केला, कारण त्यांनी आनंदीआनंद करावा असे देवाने केले होते; बायकामुलांनीही आनंद केला; यरुशलेमेचा आनंदध्वनी दूर जाऊन पोहचला."},{"number":44,"verse":"( याजक व लेवी ह्यांच्यासाठी तरतूद) याजक व लेवी ह्यांचे ठरलेले वाटे नगरोनगरीच्या शेतांप्रमाणे गोळा करावेत म्हणून त्या दिवशी भांडारे, परमेश्वराप्रीत्यर्थ समर्पित अंश, प्रथमफळे व दशमांश ह्यांच्या कोठड्यांवर लोक नेमण्यात आले; कारण याजक व लेवी हे हजर राहिल्याकारणाने यहूदास आनंद झाला होता."},{"number":45,"verse":"दाविदाच्या व त्याचा पुत्र शलमोन ह्याच्या आज्ञेप्रमाणे ते आपल्या देवाच्या मंदिराचे व शुद्धीकरणाचे काम करीत; तसेच गायक व द्वारपाळ हेही करीत."},{"number":46,"verse":"प्राचीन काळी म्हणजे दावीद व आसाफ ह्यांच्या दिवसांत एक मुख्य गायक व देवाची स्तुतिस्तोत्रे ह्यांची योजना केली होती."},{"number":47,"verse":"जरूब्बाबेल व नहेम्या ह्यांच्या दिवसांत सर्व इस्राएल लोक गायकांना व द्वारपाळांना दर दिवसाचा शिधा देत असत; ते लेव्यांचे वाटे काढून ठेवत आणि लेवी अहरोनाच्या वंशजांचे वाटे काढून ठेवत."}]}