{"bibleAbbr":"mrRV2015","bookName":"नहेम्या","bookEnglishName":"Nehemiah","chapterNumber":13,"verses":[{"number":1,"verse":"( नहेम्याच्या सुधारणा) त्या दिवशी मोशेचा ग्रंथ लोकांना वाचून दाखवण्यात आला; त्यात हे लिहिलेले आढळले की अम्मोनी अथवा मवाबी ह्यांना देवाच्या मंडळीत येण्यास मनाई आहे;"},{"number":2,"verse":"कारण ते अन्नपाणी घेऊन इस्राएल लोकांना सामोरे आले नाहीत, पण उलट शाप द्यावा म्हणून बलामास त्यांनी दक्षिणा देऊन बोलावले; तरी आमच्या देवाने त्या शापाचा आशीर्वाद केला."},{"number":3,"verse":"नियमशास्त्राचे हे वचन ऐकून त्यांनी इस्राएलातून मिश्र समुदाय निराळा केला."},{"number":4,"verse":"ह्यापूर्वीच एल्याशीब याजक, जो देवाच्या कोठड्यांचा रक्षक असून तोबियाचा आप्त होता,"},{"number":5,"verse":"त्याने तोबियासाठी एक मोठी कोठडी तयार केली होती; त्या कोठडीत पूर्वी अन्नबलीची सामग्री, ऊद, पात्रे आणि लेवी, गायक व द्वारपाळ ह्यांना शास्त्राज्ञेप्रमाणे द्यायचे धान्य, द्राक्षारस व तेल ह्यांचे दशमांश, व याजकांना द्यायची समर्पित अंशांची अर्पणे ही ठेवत असत."},{"number":6,"verse":"एवढा सगळा वेळ मी यरुशलेमेत राहत नव्हतो; बाबेलचा राजा अर्तहशश्त ह्याच्या कारकिर्दीच्या बत्तिसाव्या वर्षी मी त्याच्याकडे गेलो आणि मग काही दिवसांनी मी राजाकडे रजा मागितली;"},{"number":7,"verse":"नंतर मी यरुशलेमेस आलो तेव्हा एल्याशिबाने तोबियासाठी देवाच्या मंदिराच्या अंगणात एक कोठडी तयार केली आहे ही गैर गोष्ट मला कळली."},{"number":8,"verse":"मला त्याचे फार वाईट वाटून मी तोबियाचा सगळा संसार कोठडीबाहेर फेकून दिला."},{"number":9,"verse":"मग माझ्या आज्ञेवरून त्यांनी त्या कोठड्या शुद्ध केल्या व मी देवाच्या मंदिराची पात्रे, ऊद व अन्नबलीची सामग्री ही पुन्हा त्यात ठेवली."},{"number":10,"verse":"मला आणखी असे कळले की लेव्यांना वाटे न मिळाल्यामुळे कामावरले लेवी व गायक आपापल्या शेतांवर पळून गेले होते."},{"number":11,"verse":"मग मी अधिपतींशी वाद करून म्हणालो की, “लोकांनी देवाचे मंदिर का सोडून दिले आहे?” नंतर मी त्यांना एकत्र करून त्यांच्या पूर्वीच्या ठिकाणी नेमले."},{"number":12,"verse":"मग सर्व यहूदी लोक धान्य, द्राक्षारस व तेल ह्यांचे दशमांश भांडारात पावते करू लागले;"},{"number":13,"verse":"आणि मी शलेम्या याजक, सादोक शास्त्री आणि लेव्यांपैकी पदाया ह्यांना भांडारावर भांडारी नेमले; त्यांच्या हाताखाली हनान बिन जक्कूर बिन मत्तन्या हा होता; हे भरवशाचे होते; त्यांच्या भाऊबंदांना वाटे करून देण्याचे काम मी त्यांच्याकडे सोपवले."},{"number":14,"verse":"हे माझ्या देवा, ह्या कामगिरीबद्दल माझे स्मरण ठेव; माझ्या देवाचे मंदिर व त्यातील उपासना यासंबंधाने चांगली कामे मी केली आहेत, ती पुसून टाकू नकोस."},{"number":15,"verse":"त्या दिवसांत यहूदात काही लोक शब्बाथ दिवशी द्राक्षकुंडात द्राक्षे तुडवत असलेले माझ्या दृष्टीस पडले. ते धान्याच्या पेंढ्या आणून गाढवांवर लादत; त्याप्रमाणेच द्राक्षारस, द्राक्षे, अंजीर व इतर पदार्थ ह्यांचे बोजे शब्बाथ दिवशी ते यरुशलेमेत घेऊन येत. त्यांनी अन्नसामग्रीची विक्री चालवली त्याच दिवशी त्यांची मी कानउघाडणी केली."},{"number":16,"verse":"तेथे सोरकरही राहत असत; ते मासे व नाना प्रकारचे पदार्थ आणून शब्बाथ दिवशी यहूदी लोक व यरुशलेमकर ह्यांना विकत असत."},{"number":17,"verse":"मग यहूदाच्या सरदार मंडळीशी वाद करून मी म्हणालो, “तुम्ही असले दुष्कर्म करून शब्बाथ दिवस पवित्र असा पाळत नाही, हे काय?"},{"number":18,"verse":"तुमच्या वाडवडिलांनीही असेच केले ना? त्यामुळे देवाने आमच्यावर व ह्या नगरावर हे सर्व अरिष्ट आणले ना? तुम्ही शब्बाथ दिवस पवित्र न मानून इस्राएलावर आणखी अरिष्ट आणायला पाहता.”"},{"number":19,"verse":"शब्बाथ सुरू होण्यापूर्वी यरुशलेमेच्या वेशींच्या आसपास अंधार पडू लागे; म्हणून मी आज्ञा केली की वेशींचे दरवाजे लावून घ्यावेत आणि शब्बाथ संपेपर्यंत ते उघडू नयेत; शब्बाथ दिवशी काहीएक बोजा आत आणता येऊ नये म्हणून मी आपले काही चाकर वेशीवर ठेवले."},{"number":20,"verse":"एकदोन वेळा व्यापार्‍यांना व हरतर्‍हेच्या मालाची विक्री करणार्‍यांना यरुशलेमेच्या बाहेर राहावे लागले."},{"number":21,"verse":"तेव्हा मी त्यांना दरडावून म्हटले, “तुम्ही कोटासमोर का उतरलात? पुन्हा असे केल्यास तुमच्यावर मी हात टाकीन.” तेव्हापासून ते पुन्हा शब्बाथ दिवशी आले नाहीत."},{"number":22,"verse":"मग मी लेव्यांना आज्ञा केली की, ‘शब्बाथ दिवस पवित्र मानून पाळावा म्हणून तुम्ही शुद्ध होऊन वेशीवर पहारा करण्यास येत जा.’ हे माझ्या देवा, माझ्या हितार्थ माझ्या ह्याही कामगिरीचे स्मरण ठेव, आणि तुझ्या विपुल दयेस अनुसरून माझा बचाव कर."},{"number":23,"verse":"त्या दिवसांत अश्दोदी, अम्मोनी व मवाबी स्त्रियांशी लग्ने केलेले यहूदी लोक मला आढळले;"},{"number":24,"verse":"त्यांची मुलेबाळे अर्धवट अश्दोदी भाषा बोलत, त्यांना यहूदी भाषा बोलता येत नसे, ते आपापल्या जातींची मिश्र भाषा बोलत."},{"number":25,"verse":"मी त्या लोकांशी वाद केला, मी त्यांना शिव्याशाप दिले, त्यांतल्या कित्येकांना मार दिला आणि त्यांचे केस उपटून देवाची शपथ घेऊन असे म्हणायला लावले की, “आम्ही इत:पर आमच्या कन्या त्यांच्या पुत्रांना देणार नाही आणि त्यांच्या कन्या आम्ही व आमचे पुत्र करणार नाही."},{"number":26,"verse":"इस्राएलाचा राजा शलमोन अशाच प्रकारच्या गोष्टींनी पापमग्न झाला होता ना? पुष्कळ राष्ट्रांत त्याच्यासारखा कोणी राजा झाला नाही; तो देवाचा आवडता असून त्याला सर्व इस्राएलावर राजा केले होते, तरी त्यालाही अन्य जातींच्या स्त्रियांनी पापात पाडले."},{"number":27,"verse":"तुमचे ऐकून आम्ही अन्य जातींच्या स्त्रियांशी विवाह करून आमच्या देवाचे अपराधी व्हावे व घोर पातक करावे काय?”"},{"number":28,"verse":"मुख्य याजक एल्याशीब ह्याचा पुत्र योयादा ह्याच्या पुत्रांपैकी एक जण सनबल्लट होरोनी ह्याचा जावई होता; मी त्याला आपल्याजवळून हाकून लावले."},{"number":29,"verse":"हे माझ्या देवा, त्यांनी याजकपद भ्रष्ट केले आहे आणि याजकवृत्तीचा व लेवीवृत्तीचा करार मोडला आहे, म्हणून त्यांची आठवण ठेव."},{"number":30,"verse":"ह्या प्रकारे मी त्यांना सगळ्या परकीयांपासून शुद्ध करून प्रत्येक याजकाची व लेव्याची पाळी आणि अनुक्रम ही ठरवून दिली;"},{"number":31,"verse":"मग लाकडाचे अर्पण व प्रथमउपज आणण्याची वेळ मी ठरवून दिली. हे माझ्या देवा, माझ्या हितार्थ माझे स्मरण ठेव."}]}