{"bibleAbbr":"mrRV2015","bookName":"नहेम्या","bookEnglishName":"Nehemiah","chapterNumber":3,"verses":[{"number":1,"verse":"( दुरुस्ती करायच्या विभागांची वाटणी) मग मुख्य याजक एल्याशीब व त्याचे याजकबांधव उठून मेंढेवेस बांधू लागले; त्यांनी तिची प्रतिष्ठापना करून तिला कवाडेही लावली; हमेआ बुरुजापर्यंत, हनानेल बुरुजापर्यंत त्यांनी तिची प्रतिष्ठापना केली."},{"number":2,"verse":"त्याच्या शेजारी यरीहोच्या लोकांनी बांधकाम केले; आणि त्यांच्या शेजारी जक्कूर बिन इम्री ह्याने बांधकाम केले."},{"number":3,"verse":"मत्स्यवेस हस्सनाच्या पुत्रांनी बांधली; त्यांनी तिला तुळया घातल्या, तिला कवाडे लावली आणि कड्या व अडसर लावले."},{"number":4,"verse":"त्यांच्या शेजारी मरेमोथ बिन उरीया बिन हक्कोस ह्याने डागडुजी केली. त्यांच्या शेजारी मशुल्लाम बिन बरेख्या बिन मशेजबेल ह्याने डागडुजी केली. त्यांच्या शेजारी सादोक बिन बाना ह्याने डागडुजी केली."},{"number":5,"verse":"त्यांच्या शेजारी तकोवाकरांनी डागडुजी केली; पण त्यांच्या महाजनांनी आपल्या मानेवर आपल्या प्रभूच्या कामाचे जू घेतले नाही."},{"number":6,"verse":"जुन्या वेशीची डागडुजी यहोयादा बिन पासेहा व मशुल्लाम बिन बसोदया ह्यांनी करून तिला तुळया घातल्या, तिला कवाडे लावली आणि कड्या व अडसर लावले."},{"number":7,"verse":"त्यांच्या शेजारी मलत्या गिबोनी व यादोन मेरोनोथी ह्यांनी आणि गिबोन व मिस्पा येथील जे लोक महानदाच्या पश्‍चिमेकडील प्रांतांच्या अधिपतीच्या सत्तेखाली होते त्यांनी डागडुजी केली."},{"number":8,"verse":"त्यांच्या शेजारी सोनारांपैकी उज्जीएल बिन हरहया ह्याने डागडुजी केली. त्याच्या शेजारी गांध्यांपैकी हनन्या ह्याने डागडुजी केली. त्यांनी रुंद कोटापर्यंत यरुशलेमेची मजबुती केली."},{"number":9,"verse":"त्यांच्या शेजारी यरुशलेम जिल्ह्याच्या अर्ध्या भागाचा अधिकारी रफाया बिन हूर ह्याने डागडुजी केली."},{"number":10,"verse":"त्यांच्या शेजारी यदाया बिन हरूमफ ह्याने आपल्या घरासमोरच्या तटाची डागडुजी केली. त्याच्या शेजारी हत्तूश बिन हशबन्या ह्याने डागडुजी केली."},{"number":11,"verse":"मल्कीया बिन हारीम आणि हश्शूब बिन पहथ-मवाब ह्यांनी दुसर्‍या एका भागाची व भट्टीबुरुजाची डागडुजी केली."},{"number":12,"verse":"त्याच्या शेजारी यरुशलेम जिल्ह्याच्या अर्ध्या भागाचा अधिकारी शल्लूम बिन हल्लोहेश व त्याच्या कन्या ह्यांनी डागडुजी केली."},{"number":13,"verse":"खोरेवेशीची डागडुजी हानून व जानोहेकरांनी केली; त्यांनी ती बांधून तिला कवाडे, कड्या व अडसर लावले, तसेच उकिरडावेशीपर्यंत एक हजार हात कोट बांधला."},{"number":14,"verse":"उकिरडावेशीची डागडुजी बेथ-हक्करेम जिल्ह्याचा अधिकारी मल्कीया बिन रेखाब ह्याने केली; त्याने ती बांधून तिला कवाडे, कड्या व अडसर लावले."},{"number":15,"verse":"झरावेशीची डागडुजी मिस्पा जिल्ह्याचा अधिकारी शल्लूम बिन कोल-होजे ह्याने केली; तसेच त्याने ती बांधून तिला छप्पर केले व कवाडे, कड्या व अडसर लावले; तसेच त्याने दावीदपुराहून उतरण्याच्या जिन्यापर्यंत राजाच्या बागेजवळील शेलह तळ्याचा कोट बांधला."},{"number":16,"verse":"त्याच्यानंतर बेथ-सूर जिल्ह्याच्या अर्ध्या भागाचा अधिकारी नहेम्या बिन अजबूक ह्याने डागडुजी केली; ती त्याने दाविदाच्या थडग्यासमोर, तेथे केलेल्या तळ्यापर्यंत, वीरगृह नामक ठिकाणापर्यत केली."},{"number":17,"verse":"त्याच्यानंतर लेव्यांपैकी रहूम बिन बानी ह्याने डागडुजी केली. त्याच्याजवळच कईला जिल्ह्याच्या अर्ध्या भागाचा अधिकारी हशब्या ह्याने आपल्या जिल्ह्यातर्फे डागडुजी केली."},{"number":18,"verse":"त्याच्यानंतर त्याच्या भाऊबंदांपैकी कईला जिल्ह्याच्या दुसर्‍या अर्ध्या भागाचा अधिकारी बवई बिन हेनादाद ह्याने डागडुजी केली."},{"number":19,"verse":"त्याच्या शेजारी दुसर्‍या एका भागी जेथे कोट वळसा घेतो व शस्त्रागाराकडे जाण्याची चढण लागते तेथे मिस्पाचा अधिकारी एजेर बिन येशूवा ह्याने डागडुजी केली."},{"number":20,"verse":"त्याच्यानंतर कोट वळसा घेतो तेथून मुख्य याजक एल्याशीब ह्याच्या घराच्या दारापर्यंत बारूख बिन जब्बई ह्याने आस्थेने दुसर्‍या एका भागाची डागडुजी केली."},{"number":21,"verse":"त्याच्यानंतर एल्याशिबाच्या घराच्या दारापासून एल्याशिबाच्या घराच्या शेवटापर्यंत मरेमोथ बिन उरीया बिन हक्कोस ह्याने दुसर्‍या एका भागाची डागडुजी केली."},{"number":22,"verse":"त्याच्यानंतर तळवटीत राहणारे याजक ह्यांनी डागडुजी केली."},{"number":23,"verse":"त्याच्यानंतर बन्यामीन व हश्शूब ह्यांनी आपल्या घरासमोरच्या भागाची डागडुजी केली. त्यांच्या शेजारी अजर्‍या बिन मासेया बिन अनन्या ह्याने आपल्या घरानजीक डागडुजी केली."},{"number":24,"verse":"त्याच्यानंतर अजर्‍याच्या घरापासून कोट वळसा घेतो तेथवर व कोपर्‍यापर्यंत बिन्नुई बिन हेनादाद ह्याने दुसर्‍या एका भागाची डागडुजी केली."},{"number":25,"verse":"कोट वळसा घेतो त्यासमोर गारद्यांच्या अंगणाजवळ राजमंदिराबाहेर असलेल्या उंच बुरुजाची डागडुजी पलाल बिन उजई ह्याने केली. त्याच्या शेजारी पदाया बिन परोश ह्याने डागडुजी केली."},{"number":26,"verse":"(नथीनीम हे ओफेलात, पूर्वेकडल्या पाणीवेशीसमोर व पुढे आलेल्या बुरुजापर्यंत राहत होते.)"},{"number":27,"verse":"पदायाच्या शेजारी पुढे आलेल्या मोठ्या बुरुजासमोर ओफेलच्या कोटापर्यंत तकोवाकरांनी डागडुजी केली."},{"number":28,"verse":"घोडेवेशीपासून याजकांनी आपापल्या घरांपुढे डागडुजी केली."},{"number":29,"verse":"त्यांच्या शेजारी सादोक बिन इम्मेर ह्याने आपल्या घरापुढच्या भागाची डागडुजी केली. त्याच्या शेजारी पूर्ववेशीचा द्वारपाळ शमाया बिन शखन्या ह्याने डागडुजी केली."},{"number":30,"verse":"त्याच्या शेजारी हनन्या बिन शलेम्या आणि सालफाचा सहावा पुत्र हानून ह्यांनी दुसर्‍या एका भागाची डागडुजी केली. त्याच्या शेजारी मशुल्लाम बिन बरेख्या ह्याने आपल्या कोठडीपुढे डागडुजी केली."},{"number":31,"verse":"त्याच्या शेजारी सोनारांपैकी मल्कीया ह्याने नथीनीम व व्यापारी ह्यांच्या घरांपर्यंत सभावेशीसमोर कोपर्‍यावरच्या कोठीपर्यंत डागडुजी केली."},{"number":32,"verse":"कोपर्‍यावरच्या कोठीपासून मेंढेवेशीपर्यंत सोनारांनी व व्यापार्‍यांनी डागडुजी केली."}]}