{"bibleAbbr":"mrRV2015","bookName":"नहेम्या","bookEnglishName":"Nehemiah","chapterNumber":5,"verses":[{"number":1,"verse":"( वाढीदिढीचा व्यवहार बंद करण्यात येतो) तेव्हा लोकांनी व त्यांच्या स्त्रियांनी आपल्या यहूदी भाऊबंदांविरुद्ध मोठी ओरड केली."},{"number":2,"verse":"कित्येक म्हणू लागले की, “आम्ही आमचे पुत्र व कन्या मिळून बहुत जण आहोत, म्हणून आम्हांला जगण्यासाठी धान्य मिळाले पाहिजे.”"},{"number":3,"verse":"कित्येक म्हणू लागले की, “धान्य मिळावे म्हणून महागाईमुळे आम्ही आमची शेते, द्राक्षांचे मळे व घरे गहाण ठेवली आहेत.”"},{"number":4,"verse":"दुसरे कित्येक म्हणू लागले की, “राजाचा कर भरण्यासाठी आमच्या शेतांवर व द्राक्षांच्या मळ्यांवर आम्ही पैसा काढला आहे."},{"number":5,"verse":"वस्तुतः आमची शरीरे आमच्या भाऊबंदांच्या शरीरां-सारखीच आहेत व आमची मुलेबाळे त्यांच्या मुलाबाळांसारखीच आहेत. पाहा, आम्ही आपले पुत्र व कन्या ह्यांना दास्य करण्यासाठी गुलामगिरीत ठेवले आहे; आमच्या काही कन्या दासी होऊन राहिल्या आहेत; त्यांना सोडवण्याची आमच्यात काही ताकद राहिली नाही, कारण आमची शेते व द्राक्षांचे मळे दुसर्‍यांच्या हाती गेले आहेत.”"},{"number":6,"verse":"हे त्यांचे शब्द व ओरड ऐकून मला क्रोध आला."},{"number":7,"verse":"मग मी आपल्या मनात विचार करून सरदार व शास्ते ह्यांच्याशी वाद करून म्हणालो की, “तुम्ही आपल्या बांधवांकडून वाढीदिढी घेता.” मग मी त्यांच्याविरुद्ध एक मोठी सभा भरवली."},{"number":8,"verse":"मी त्यांना म्हटले की, “जे आपले यहूदी भाऊबंद परराष्ट्रांस विकले गेले होते त्यांची आम्ही शक्तिनुसार सोडवणूक केली; पण तुम्ही आपल्या भाऊबंदांची विक्री चालवली आहे काय? त्यांना तुम्ही आम्हांला विकणार काय?” हे ऐकून ते स्तब्ध राहिले; त्यांनी चकार शब्दही काढला नाही."},{"number":9,"verse":"मी आणखी म्हणालो, “तुम्ही जे करीत आहात ते ठीक नाही; आपले शत्रू जे विदेशी लोक त्यांच्यामध्ये आपली अपकीर्ती होत आहे, म्हणून तुम्ही आपल्या देवाचे भय धरून चालू नये काय?"},{"number":10,"verse":"तसेच मी, माझे बांधव व माझे सेवक असे आम्ही त्यांना पैसा व धान्य वाढीदिढीने देतो; आपण हा वाढीदिढीचा व्यवहार सोडला पाहिजे."},{"number":11,"verse":"तर आजच्या आज कसेही करून त्यांची शेते, त्यांचे द्राक्षमळे, त्यांची जैतुनवने, त्यांची घरेदारे त्यांना परत द्या, तसेच पैसे, अन्न, नवा द्राक्षारस व तेल ह्यांचा जो शतांश तुम्ही त्यांच्यापासून काढत असता तो तुम्ही त्यांना परत द्या.”"},{"number":12,"verse":"तेव्हा ते म्हणाले, “आम्ही त्यांना ती परत देतो; आम्ही त्यांच्यापासून काही मागणार नाही; तू म्हणतोस त्याप्रमाणे आम्ही करतो.” मग मी याजकांना बोलावून आणून आम्ही ह्याप्रमाणे करू, अशी शपथ त्यांच्याकडून घेववली."},{"number":13,"verse":"ह्यावर मी आपला पदर झटकून म्हणालो, “जो कोणी ह्या वचनाप्रमाणे करणार नाही त्याला परमेश्वर त्याच्या घरातून व त्याच्या उद्योगावरून झटकून टाकील ह्याप्रमाणे तो झटकला जाऊन खंक होईल.” तेव्हा सर्व मंडळीने म्हटले, “आमेन” व त्यांनी परमेश्वराचे स्तवन केले. मग लोकांनी आपण दिलेल्या वचनाप्रमाणे केले."},{"number":14,"verse":"यहूदा देशात मला त्यांचा अधिपती नेमले तेव्हापासून म्हणजे अर्तहशश्त राजाच्या कारकिर्दीच्या विसाव्या वर्षापासून बत्तिसाव्या वर्षापर्यंत बारा वर्षे मी व माझे भाऊबंद ह्यांनी माझ्या अधिपतीच्या वेतनाचे अन्न खाल्ले नाही."},{"number":15,"verse":"माझ्या पूर्वीचे अधिपती प्रजेवर बोजा लादत व त्यांच्यापासून भाकरी, द्राक्षारस घेऊन आणखी चाळीस शेकेल चांदी घेत असत. त्यांचे सेवकदेखील लोकांवर अधिकार गाजवत, पण मी तसे केले नाही, कारण मला देवाचे भय होते."},{"number":16,"verse":"मग मी कोटाचे काम नेटाने चालवले; आमच्या लोकांनी काही जमीन विकत घेतली नाही; माझे सर्व सेवक कामासाठी तेथे एकत्र झाले होते."},{"number":17,"verse":"दीडशे यहूदी व शास्ते आणि आमच्याभोवतालच्या राष्ट्रांतले जे लोक आमच्याकडे येत तेही माझ्या पंक्तीला असत."},{"number":18,"verse":"दररोज एक बैल व सहा चांगली मेंढरे शिजवत तसेच माझ्यासाठी पाखरे तयार करत आणि दर दहा दिवसांनी सर्व जातींचा द्राक्षारसही मेजावर येत असे, तरी मी अधिपतीच्या वेतनाचे अन्न सेवन केले नाही, कारण लोकांवर कामाचा बोजा फार मोठा होता."},{"number":19,"verse":"हे माझ्या देवा, जे काही मी ह्या देशाच्या लोकांसाठी केले त्याचे तू स्मरण करून माझे बरे कर."}]}