{"bibleAbbr":"GB1539","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":2,"verses":[{"number":1,"verse":"It fortuned, that in the moneth Nisan in the twentyeth yeare of kynge Arthaxerses, the wyne stode before hym, and I toke vp the wyne, and gaue it vnto the kynge, and I was heuy in his presence."},{"number":2,"verse":"And the kyng sayde vnto me: why lokest thou so sadly, whan thou art not sycke? it is nothynge els, but that thou art heuy herted. And I was sore afrayed,"},{"number":3,"verse":"and sayed vnto the kynge: God saue the kynges life for euer. How shulde I not loke sadly, whan the cytie and place of my fathers buryall lyeth waste, and the gates therof are so consumed with fyre?"},{"number":4,"verse":"And the kyng sayde vnto me: what is then thy request? I made my prayer also to the God of heauen,"},{"number":5,"verse":"and sayde vnto the kyng: yf it please the kyng, and yf thy seruaunt haue founde fauoure in thy syghte, sende me into Iuda vnto the cytie of my fathers buryall, that I maye buylde it."},{"number":6,"verse":"And the kynde sayde vnto me (the quene his wyfe sytting by him) howe longe shall thy iourney continue, and when wylt thou come agayne? And it pleased the kynge to sende me, and I sett him a tyme,"},{"number":7,"verse":"& sayde vnto the kyng: yf it please the kyng, let him geue me letters to the captaynes which are beyonde the water, that they maye conuaye me ouer, tyll I come into Iuda:"},{"number":8,"verse":"and letters vnto Asaph the Lord of the kinges wood, that he maye geue me tymber to make beames for the gates of the palace (which is harde by the house) & for the walles of the cytie, and for the house that I shall entre into. And the kynge gaue me accordinge to the hande of my God, which was good vpon me."},{"number":9,"verse":"And when I came to the captaynes beyonde the water, I gaue them the kynges letters And the kynge had sent captaynes and horsmen with me."},{"number":10,"verse":"Sanabalat also the Horonite and Tobia a seruaunt (the Ammonite) hearde of it, and it greued them sore, that there was come a man which soughte the welth of the chyldren of Israel."},{"number":11,"verse":"And I came to Ierusalem, & was there thre dayes,"},{"number":12,"verse":"and I gat me vp in the night season, and a fewe men with me: nether tolde I anye man, what God had geuen me in my hert to be at Ierusalem: and there was not one beast with me saue it that I rode vpon."},{"number":13,"verse":"And I departed in the nyghte by the valley porte, before the Dragon well, & to the Donge porte, and considered the walles of Ierusalem, how they were broken downe, and the portes therof consumed with the fyre."},{"number":14,"verse":"And I went ouer vnto the wellporte, and to the kynges condyte, and there was no rowme for the beast that was vnder me, to passe."},{"number":15,"verse":"Then wente I on in the nyght by the brooke syde and consydered the wall, and turned backe, and came home agayne by the valley porte."},{"number":16,"verse":"And the rulers knewe not whither I wente or what I dyd: neyther dyd I as yet tell it vnto the Iewes, to the preastes, to the noble men, to the rulers, and to the other that laboured in the worcke."},{"number":17,"verse":"Then sayde I vnto them: ye se the miserye that we are in, how Ierusalem lyeth waste, and how the gates therof are brent with fyre: come therfore, that we maye buylde vp the wall of Ierusalem, & that we be no more a rebuke."},{"number":18,"verse":"And I told them of the hande of my God, (that it was gracious ouer me) and the kynges wordes that he had spoken vnto me. And they sayde: let us get vp and buylde: and they strengthed their hande to goode."},{"number":19,"verse":"But when Sanabalat the Horonite, and Tobia the seruaunt (an Ammonite,) and Gesem the Arabian herde it, they laughed vs to skorne, and mocked vs, and sayde: what is thys that ye do? Wyll ye fall awaye from the kynge?"},{"number":20,"verse":"Then answered I them, and sayde: the God of heauen, he it is that hath graunted vs prosperite: and we be his seruauntes. Let vs get up and buylde. As for you, ye haue no porcyon nor right, nor remembraunce in Ierusalem."}]}