{"bibleAbbr":"GB1539","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":7,"verses":[{"number":1,"verse":"Now when the wall was buylded, I hanged on the dores also, and the porters, syngers & leuites were appoynted."},{"number":2,"verse":"And I commaunded my brother Hanani, and Hanania the ruler of the castel at Ierusalem: for he was a faithfull man, and feared God more then dyd many other,"},{"number":3,"verse":"and I sayde vnto them let not the gates of Ierusalem be opened, vntyll the sonne be whote. And whyle they were standinge in the watch, they shutt the dores and barred them. And we appoynted certayne cytesins of Ierusalem, appoynted to be watchmen, euery one to kepe hys watch, and euery one to be ouer against his house."},{"number":4,"verse":"As for the cite, it was large of rowme, and great, but the people were fewe therin, and the houses were not buylded."},{"number":5,"verse":"And my God gaue me in my hert, that I gathered togeather the principall men, & the officiers, and the people, to nombre them, and I founde a register of the nombre of them which came vp before out of the captiuyte:"},{"number":6,"verse":"& founde wryten therin: these are the sonnes of the land that wente vp from the captiuyte of the caryinge awaye (whom Nabuchodonosor the king of Babylon had brought awaye) & came agayne to Ierusalem & Iuda, euery one vnto his cytie."},{"number":7,"verse":"They which came wt Zorobabel are these: Iesua, Nehemia, Asariah, Raamia, Nahamani, Mardochee, Belsam, Mesperath, Beguai, Nahum and Baanah. This is the nombre of the men of the people of Israel."},{"number":8,"verse":"The chyldren of Pharos were two thousand, an hundred & two & seuentye:"},{"number":9,"verse":"the chyldren of Saphatiah, thre hundred and two & seuentye:"},{"number":10,"verse":"the children of Arah, syxe hundred and two and fyftye:"},{"number":11,"verse":"the chyldren of the captayne of Moab amonge the chyldren of Iesua & Ioab, two thousande, eyght hundred, and eyghtene:"},{"number":12,"verse":"the chyldren of Elam, a thousande, two hundred and foure and fyftye:"},{"number":13,"verse":"the chyldren of Zathua, eyght hundred and fyue & fortye,"},{"number":14,"verse":"the chyldren of Zachai seuen hundred and threskore:"},{"number":15,"verse":"the chyldren of Banui: sixe hundred & eyght & fortie:"},{"number":16,"verse":"the chyldren of Bebai, syxe hundred & eyght & twentye:"},{"number":17,"verse":"the chyldren of Asgad, two thousande, thre hundred and two and twentye:"},{"number":18,"verse":"the chyldren of Adonicam, syxe hundred thre skore and seuen:"},{"number":19,"verse":"the chyldren of Begoai, two thousande, thre skore & seuen:"},{"number":20,"verse":"the chyldren of Adin, syxe hundred and fyue an fyftie:"},{"number":21,"verse":"the chyldren of Ater of Hezekia, eyght and nyentye."},{"number":22,"verse":"The chyldren of Hasom, thre hundred and eyght & twentye:"},{"number":23,"verse":"the chyldren of Bezai, thre hundred and foure and twentye:"},{"number":24,"verse":"the children af Hariph, an hundred & twelue:"},{"number":25,"verse":"the chyldren of Gibeon, nynetye & fyue:"},{"number":26,"verse":"the men of Bethlehem & Nethophah, an hundred foure skore and eyght:"},{"number":27,"verse":"the men of Anathoth, an hundred & eyght & twentie:"},{"number":28,"verse":"the men of Beth Asmaneth, two and fourtye:"},{"number":29,"verse":"the men of Kariath Iarim, Cephirah & Beeroth, seuen hundred & thre & fortye:"},{"number":30,"verse":"the men of Ramah and Geba, syxe hundred & one & twentye:"},{"number":31,"verse":"the men of Michmas, an hundred and two and twentye:"},{"number":32,"verse":"the men of Bethel and Ai, an hundred and thre and twentye:"},{"number":33,"verse":"the men of Nebo, an hundred and two and fyftie:"},{"number":34,"verse":"the chyldren of the other Elam, a thousande, two hundred and foure and fyftye:"},{"number":35,"verse":"the chyldren of Harim: thre hundred and twentye:"},{"number":36,"verse":"the chyldren of Iericho: thre hundred & fyue and fortye:"},{"number":37,"verse":"the chyldren of Lodhadid & Ono, seuen hundred and one and twentye:"},{"number":38,"verse":"the chyldren of Sanaa, thre thousande, nyne hundred and thyrtye."},{"number":39,"verse":"The preastes. The chyldren of Iedaiah of the house of Iesua, nyne hundred and thre and seuentye:"},{"number":40,"verse":"the chyldren of Immer, a thousande and two & fyftye:"},{"number":41,"verse":"the chyldren of Phashur, a thousand, two hundred & seuen & fortye:"},{"number":42,"verse":"the chyldren of Harim, a thousande & seuentene."},{"number":43,"verse":"The Leuytes. The chyldren of Iesua of Cadmiel and of the chyldren of Hoduah, foure & seuentye."},{"number":44,"verse":"The syngers. The chyldren of Asaph, an hundred and eyght and fortye."},{"number":45,"verse":"The porters: The chyldren of Sallum, the chyldren of Ater, the chyldren of Talmon, the chyldren of Acub, the chyldren of Hatita, the chyldren of Sobai, all together an hundred and eyght and thyrtye."},{"number":46,"verse":"The Nethinims. The chyldren of Ziha, the chyldren of Hasupha, the chyldren of Tebahoth,"},{"number":47,"verse":"the chyldren of Ceros, the chyldren of Sia, the chyldren of Phadon,"},{"number":48,"verse":"the chyldren of Lebanah, the chyldren of Hagaba, the chyldren of Salmat,"},{"number":49,"verse":"the chyldren of Hanan, the chyldren of Gidel, the chyldren of Gaher,"},{"number":50,"verse":"the chyldren of Reaia, the chyldren of Rezin, the chyldren of Necoda,"},{"number":51,"verse":"the chyldren of Gasam, the chyldren of Usa the chyldren of Phaseah,"},{"number":52,"verse":"the children of Besai, the chyldren of Meunim, the chyldren of Nephussim,"},{"number":53,"verse":"the chyldren of Bachur, the chyldren of Hacupha, the chyldren of Harhur,"},{"number":54,"verse":"the chyldren of Bazlith, the chyldren of Mehida, the chyldren of Harsa,"},{"number":55,"verse":"the chyldren of Barcos, the chyldren of Sissera, the chyldren of Thamah,"},{"number":56,"verse":"the chyldren of Neziah, the chyldren of Hatipha."},{"number":57,"verse":"The chyldren of Salomons seruauntes: the chyldren of Sotai, the chyldren of Sophereth, the chyldren of Pherida,"},{"number":58,"verse":"the chyldren of Iaala, the chyldren of Darcon, the chyldren of Giddel,"},{"number":59,"verse":"the chyldren of Saphatiah, the chyldren of Hatil, the chyldren of Pochereth of Zabaini, the chyldren of Amon."},{"number":60,"verse":"All these Nethinims and the children of Salomons seruauntes, were thre hundred & nynetie and two."},{"number":61,"verse":"And these wente vp also of Thel Mela, Thel Harsa, Cherub, Adon and Immer: but they coulde not shewe theyr fathers house nor theyr sede, and that they were of Israel."},{"number":62,"verse":"The chyldren of Dalaiah, the chyldren of Tobia and the chyldren of Necoda, syxe hundred and two and fortye."},{"number":63,"verse":"And of the preastes, the chyldren of Habaiah: the chyldren of Hacos, the chyldren of Bersilai, whych toke one of the daughters of Bersilai the Gileadite to wyfe, and was named after their name."},{"number":64,"verse":"These soughte theyr writyng in the register of theyr generacion, but they were not founde, therfore they were put from the presthode."},{"number":65,"verse":"And Hathirsata sayd vnto them, that they shulde not eate of the moost holy, tyll there came vp a Preaste whych shulde were Urim and Thumin."},{"number":66,"verse":"And so the whole congregacyon together was two & fortye thousande, thre hundred, & thre skore:"},{"number":67,"verse":"besyde their seruauntes and maydens, of whom there were seuen thousande, thre hundred and seuen and thirtye. And they had two hundred and seuen and fortye syngynge men and wemen."},{"number":68,"verse":"Their horses, seuen hundred and syxe & thirtye, & their Mules: two hundred & fyue & fortye."},{"number":69,"verse":"The camels, foure hundred & fyue & thirtye: syxe thousande, seuen hundred and twentye Asses."},{"number":70,"verse":"And certayne of the auncyent fathers gaue vnto the worcke. Hathirsatha gaue to the treasure a thousand peces of gold, fyftie basens, fyue hundred & thirtye prestes garmentes."},{"number":71,"verse":"And some of the chefe fathers gaue vnto the treasure of the worke, twentie thousande peces of gold & two thousande & two hundred pounde of syluer."},{"number":72,"verse":"And the other people gaue twentye thousande peces of golde, and two thousande pounde of syluer and thre skore and seuen preastes garmentes."},{"number":73,"verse":"And the preastes & Leuites, the Porters, and the syngers, & the other of the people, and the Nethinims, & all Israel, dwelt in their cyties. And the seuenth moneth came, and the chyldren of Israel were in theyr cyties."}]}