{"bibleAbbr":"RcV2003","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":20,"verses":[{"number":1,"verse":"Then after this the children of Moab and the children of Ammon and with them some of the Meunim came against Jehoshaphat for battle."},{"number":2,"verse":"And some came and told Jehoshaphat, saying, A great multitude has come upon you from beyond the sea, from Syria; and they are now in Hazazon-tamar (this is En-gedi)."},{"number":3,"verse":"And Jehoshaphat was afraid and set his face to pursue Jehovah, and he proclaimed a fast throughout all Judah."},{"number":4,"verse":"And Judah gathered themselves to seek help from Jehovah; indeed out of all the cities of Judah they came to seek Jehovah."},{"number":5,"verse":"And Jehoshaphat stood up in the assembly of Judah and Jerusalem, in the house of Jehovah, before the new court;"},{"number":6,"verse":"And he said, O Jehovah, the God of our fathers, are You not God in heaven? And are You not ruler over all the kingdoms of the nations? And in Your hand is strength and might, and there is no one who can stand against You."},{"number":7,"verse":"Did You not, O our God, dispossess the inhabitants of this land before Your people Israel and give it forever to the seed of Abraham Your friend?"},{"number":8,"verse":"And they have dwelt in it and built in it for You a sanctuary for Your name, saying,"},{"number":9,"verse":"If evil comes upon us, the sword or judgment or pestilence or famine, we will stand before this house and before You — for Your name is in this house — and cry unto You in our affliction, and You will hear and save."},{"number":10,"verse":"And now at this moment the children of Ammon and Moab and Mount Seir, whom You would not let Israel invade when they came out of the land of Egypt, but they turned away from them and did not destroy them —"},{"number":11,"verse":"At this moment they are rewarding us by coming to cast us out of Your possession, which You gave us as a possession."},{"number":12,"verse":"O our God, will You not judge them? For we have no strength before this great multitude that is coming against us, and we do not know what to do; but our eyes are upon You."},{"number":13,"verse":"And all Judah stood before Jehovah with their little ones, their wives, and their children."},{"number":14,"verse":"Then the Spirit of Jehovah came upon Jahaziel the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, the Levite of the sons of Asaph, in the midst of the assembly;"},{"number":15,"verse":"And he said, Listen, all you of Judah and you inhabitants of Jerusalem and King Jehoshaphat. Thus says Jehovah to you, Do not be afraid nor dismayed because of this great multitude, for the battle is not yours but God’s."},{"number":16,"verse":"Tomorrow go down against them. They are coming up at the ascent of Ziz, and you will find them at the end of the river valley before the wilderness of Jeruel."},{"number":17,"verse":"It is not for you to fight in this battle. Station yourselves; stand and see the salvation of Jehovah among you, O Judah and Jerusalem. Do not be afraid nor dismayed. Tomorrow go out to meet them, for Jehovah is with you."},{"number":18,"verse":"And Jehoshaphat bowed his head with his face to the ground, and all Judah and the inhabitants of Jerusalem fell before Jehovah to worship Jehovah."},{"number":19,"verse":"And the Levites, of the children of the Kohathites and of the children of the Korahites, rose up to praise Jehovah the God of Israel with an exceedingly loud voice."},{"number":20,"verse":"And they rose up early in the morning and went out to the wilderness of Tekoa. And as they went out, Jehoshaphat stood up and said, Hear me, O Judah and you inhabitants of Jerusalem. Believe in Jehovah your God, and you will be established; believe in His prophets, and you will succeed."},{"number":21,"verse":"And when he had taken counsel with the people, he appointed them to sing to Jehovah and give thanks in holy array as they went out before the army and say, Give thanks to Jehovah, for His lovingkindness endures forever."},{"number":22,"verse":"And when they began to shout in song and to praise, Jehovah set ambushes for the children of Ammon, Moab, and Mount Seir, who were coming out against Judah; and they were struck."},{"number":23,"verse":"And the children of Ammon and Moab stood up against the inhabitants of Mount Seir to absolutely destroy and demolish them; and when they had made an end of the inhabitants of Seir, every man helped to destroy his neighbor."},{"number":24,"verse":"And Judah came to the wilderness watchtower and looked upon the multitude; and there they were, fallen corpses on the ground, and no one escaped."},{"number":25,"verse":"And when Jehoshaphat and his people came to take the spoil of them as plunder, they found among them in abundance both possessions and corpses and precious vessels, and stripped these for themselves, more than they could carry. And they spent three days taking spoil, for there was much."},{"number":26,"verse":"And on the fourth day they assembled themselves in the valley of Beracah (for there they blessed Jehovah; therefore they have called the name of that place the valley of Beracah to this day)."},{"number":27,"verse":"And they turned, every man of Judah and Jerusalem, with Jehoshaphat at their head, to go back to Jerusalem with rejoicing; for Jehovah had caused them to rejoice over their enemies."},{"number":28,"verse":"And they came to Jerusalem with harps and lyres and trumpets, to the house of Jehovah."},{"number":29,"verse":"And the fear of God was upon all the kingdoms of the lands when they heard that Jehovah had fought with the enemies of Israel."},{"number":30,"verse":"So the kingdom of Jehoshaphat was quiet, for his God had given him rest all around."},{"number":31,"verse":"And Jehoshaphat reigned over Judah; he was thirty-five years old when he began to reign. And he reigned twenty-five years in Jerusalem. And his mother’s name was Azubah, the daughter of Shilhi."},{"number":32,"verse":"And he walked in the way of his father Asa and did not turn away from it, doing what was right in the sight of Jehovah."},{"number":33,"verse":"However the high places were not removed, nor as yet did the people set their heart after the God of their fathers."},{"number":34,"verse":"And the rest of the acts of Jehoshaphat, the first and the last, are there written in the chronicle of Jehu the son of Hanani, which is inserted in the book of the kings of Israel."},{"number":35,"verse":"Then after this, Jehoshaphat the king of Judah joined himself to Ahaziah the king of Israel; he acted wickedly in so doing."},{"number":36,"verse":"And he joined himself with him to make ships to go to Tarshish, and they made the ships in Ezion-geber."},{"number":37,"verse":"Then Eliezer the son of Dodavahu from Mareshah prophesied against Jehoshaphat, saying, Because you have joined yourself with Ahaziah, Jehovah has destroyed your works. And the ships were shattered and were unable to go to Tarshish."}]}