{"bibleAbbr":"RcV2003","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"And the inhabitants of Jerusalem made Ahaziah, his youngest son, king in his place, for the band of men who had come up to the camp with the Arabians had slain all the older sons; so Ahaziah the son of Jehoram the king of Judah reigned."},{"number":2,"verse":"Ahaziah was twenty-two years old when he began to reign, and he reigned one year in Jerusalem; and his mother’s name was Athaliah, the daughter of Omri."},{"number":3,"verse":"He also walked in the ways of the house of Ahab, for his mother was his counselor in acting wickedly."},{"number":4,"verse":"And he did what was evil in the sight of Jehovah, like the house of Ahab; for they were his counselors after the death of his father, to his own destruction."},{"number":5,"verse":"He walked also in their counsel and went with Jehoram the son of Ahab the king of Israel to battle against Hazael the king of Syria at Ramoth-gilead. And the Syrians struck Joram,"},{"number":6,"verse":"And he returned to heal in Jezreel because of the wounds that they had inflicted on him in Ramah when he fought with Hazael the king of Syria. And Ahaziah the son of Jehoram, the king of Judah, went down to see Jehoram the son of Ahab in Jezreel, for he was sick."},{"number":7,"verse":"Now the downfall of Ahaziah was of God, because he went to Joram. And when he arrived, he went out with Jehoram against Jehu the son of Nimshi, whom Jehovah had anointed to cut off the house of Ahab."},{"number":8,"verse":"And when Jehu was executing judgment on the house of Ahab, he found the captains of Judah and the sons of Ahaziah’s brothers serving Ahaziah; and he slew them."},{"number":9,"verse":"And he sought for Ahaziah, and they caught him; for he had been hiding in Samaria. And they brought him to Jehu and killed him. And they buried him, for they said, He is the son of Jehoshaphat, who pursued Jehovah with all his heart. And the house of Ahaziah did not have the strength to retain the kingdom."},{"number":10,"verse":"And when Athaliah the mother of Ahaziah saw that her son was dead, she rose up and destroyed all the royal seed of the house of Judah."},{"number":11,"verse":"But Jehoshabeath the daughter of the king took Joash the son of Ahaziah and stole him from among the sons of the king who were being killed. And she put him and his nurse in the bedroom. So Jehoshabeath the daughter of King Jehoram, the wife of Jehoiada the priest — for she was the sister of Ahaziah — hid him from Athaliah, so that she could not kill him."},{"number":12,"verse":"And he was with them, hidden in the house of God, for six years. And Athaliah reigned over the land."}]}