{"bibleAbbr":"RcV2003","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"Amaziah was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem; and his mother’s name was Jehoaddan from Jerusalem."},{"number":2,"verse":"And he did what was right in the sight of Jehovah, but not with a perfect heart."},{"number":3,"verse":"And when the kingdom was firmly in his control, he slew those servants who had struck down his father the king;"},{"number":4,"verse":"But their children he did not put to death, but acted according to what is written in the law in the book of Moses, where Jehovah commanded, saying, Fathers shall not be put to death because of their children, nor shall children be put to death because of their fathers; but every man shall be put to death for his own sin."},{"number":5,"verse":"And Amaziah gathered Judah together and arranged them according to the fathers’ houses, by captains of thousands and by captains of hundreds, throughout all Judah and Benjamin. And he numbered them from twenty years old and upward and found them to be three hundred thousand chosen men able to go out to war, who could handle spear and shield."},{"number":6,"verse":"He also hired from Israel one hundred thousand mighty men of valor for one hundred talents of silver."},{"number":7,"verse":"But a man of God came to him, saying, O king, do not let the army of Israel go out with you, for Jehovah is not with Israel, not with any of the children of Ephraim."},{"number":8,"verse":"Rather go by yourself and do it; be strong for the battle. Otherwise God will cast you down before your enemies, for in God there is power to help or cast down."},{"number":9,"verse":"And Amaziah said to the man of God, And what shall be done with the hundred talents of silver, which I have given to the company of Israel? And the man of God said, Jehovah can give you much more than this."},{"number":10,"verse":"So Amaziah separated them (the company that had come to him from Ephraim) and let them go to their own place. And their anger was greatly kindled against Judah, and they returned to their place in fierce anger."},{"number":11,"verse":"And Amaziah strengthened himself and led forth his people. And he went to the Valley of Salt and struck down ten thousand of the children of Seir;"},{"number":12,"verse":"And the children of Judah captured ten thousand alive. And they brought them to the top of Sela and cast them down from the top of Sela, so that all of them were dashed to pieces."},{"number":13,"verse":"But the men of the company whom Amaziah had sent back from going into battle with him raided the cities of Judah, from Samaria to Beth-horon; and they struck down three thousand of them and took much spoil."},{"number":14,"verse":"And after Amaziah came from striking the Edomites, he brought the gods of the children of Seir and set them up as his gods; and he worshipped before them and burned incense to them."},{"number":15,"verse":"And the anger of Jehovah was kindled against Amaziah; and He sent a prophet to him and said to him, Why do you seek after the gods of the people who did not deliver their own people from your hand?"},{"number":16,"verse":"And when he spoke to him, the king said to him, Have we made you a counselor to the king? Stop; why should you be struck down? So the prophet stopped and said, I know that God has determined to destroy you, for you have done this and have not listened to my counsel."},{"number":17,"verse":"Then Amaziah the king of Judah took counsel and sent word to Joash the son of Jehoahaz, the son of Jehu, the king of Israel, saying, Come, let us confront each other."},{"number":18,"verse":"And Joash the king of Israel sent word to Amaziah the king of Judah, saying, The thornbush that was in Lebanon sent word to the cedar that was in Lebanon, saying, Give your daughter to my son as his wife; but a wild beast that was in Lebanon passed by and trampled the thornbush."},{"number":19,"verse":"You say that you have just struck Edom, and your heart exalts you to glorify yourself. Remain now in your home; why should you stir up trouble so that you and Judah with you fall?"},{"number":20,"verse":"But Amaziah would not listen, for it was of God, so that He might deliver them into his hand, for they had sought after the gods of Edom."},{"number":21,"verse":"So Jehoash the king of Israel went up, and he and Amaziah the king of Judah confronted each other in Beth-shemesh, which belongs to Judah."},{"number":22,"verse":"And Judah was defeated before Israel, and they fled, each man to his tent."},{"number":23,"verse":"And Joash the king of Israel captured Amaziah the king of Judah the son of Jehoash the son of Jehoahaz in Beth-shemesh, and he brought him to Jerusalem and tore down the wall of Jerusalem from the gate of Ephraim to the Corner Gate, four hundred cubits."},{"number":24,"verse":"And he took all the gold and silver and all the vessels that were found in the house of God with Obed-edom and the treasures of the king’s house as well as hostages, and returned to Samaria."},{"number":25,"verse":"And Amaziah the son of Joash, the king of Judah, lived fifteen years after the death of Joash the son of Jehoahaz, the king of Israel."},{"number":26,"verse":"And the rest of the acts of Amaziah, the first and the last, are they not there, written in the book of the kings of Judah and Israel?"},{"number":27,"verse":"And from the time that Amaziah turned away from following Jehovah, they formed a conspiracy against him in Jerusalem, and he fled to Lachish; and they sent men after him to Lachish, and they killed him there."},{"number":28,"verse":"And they brought him on horses and buried him with his fathers in the city of Judah."}]}