{"bibleAbbr":"RcV2003","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":33,"verses":[{"number":1,"verse":"Manasseh was twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem."},{"number":2,"verse":"And he did what was evil in the sight of Jehovah, like the abominations of the nations whom Jehovah had dispossessed before the children of Israel."},{"number":3,"verse":"And he rebuilt the high places that Hezekiah his father had torn down; and he raised up altars to the Baals and made Asherahs, and he worshipped all the host of heaven and served them."},{"number":4,"verse":"And he built altars in the house of Jehovah, concerning which Jehovah had said, In Jerusalem will My name be forever."},{"number":5,"verse":"And he built altars to all the host of heaven in the two courts of the house of Jehovah."},{"number":6,"verse":"And he caused his children to pass through fire in the valley of the son of Hinnom, and practiced soothsaying and enchantments and sorcery, and appointed mediums and spiritists; he did what was evil in the sight of Jehovah beyond measure, provoking Him to anger."},{"number":7,"verse":"And he put the engraved image of the idol that he had made in the house of God, concerning which God had said to David and to Solomon his son, In this house and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put My name forever;"},{"number":8,"verse":"And I will no longer remove the foot of Israel from the land that I have appointed for your fathers, if only they will be certain to do all that I have commanded them according to all the law and the statutes and the ordinances given through Moses."},{"number":9,"verse":"And Manasseh led Judah and the inhabitants of Jerusalem astray to do more evil than the nations which Jehovah had destroyed before the children of Israel."},{"number":10,"verse":"And Jehovah spoke to Manasseh and to his people, but they would not listen."},{"number":11,"verse":"Therefore Jehovah brought upon them the captains of the army which belonged to the king of Assyria, and they took Manasseh captive with hooks and bound him in bronze fetters and took him to Babylon."},{"number":12,"verse":"And in his distress he entreated Jehovah his God and humbled himself greatly before the God of his fathers."},{"number":13,"verse":"And he prayed to Him, and He was entreated by him and heard his supplication; and He brought him back to Jerusalem to his kingdom. Then Manasseh knew that Jehovah indeed was God."},{"number":14,"verse":"And afterward he built an outer wall for the city of David on the west side of the Gihon in the valley even to the entrance of the Fish Gate, and he surrounded the Ophel with it and raised it very high. And he put the valorous captains in all the fortified cities in Judah."},{"number":15,"verse":"And he removed the foreign gods and the idol from the house of Jehovah and all the altars that he had built on the mount of the house of Jehovah and in Jerusalem, and he cast them out of the city."},{"number":16,"verse":"And he restored the altar of Jehovah, and he sacrificed on it sacrifices of peace offerings and thank offerings; and he commanded Judah to serve Jehovah the God of Israel."},{"number":17,"verse":"Nevertheless the people still sacrificed at the high places but did so to Jehovah their God."},{"number":18,"verse":"Now the rest of the acts of Manasseh and his prayer to his God and the words of the seers who spoke to him in the name of Jehovah the God of Israel are there, written among the records of the kings of Israel."},{"number":19,"verse":"His prayer also and how God was entreated by him, and all his sin and his trespass, and the sites where he built high places and set up the Asherahs and the idols before he humbled himself are there written among the records of Hozai."},{"number":20,"verse":"And Manasseh slept with his fathers, and they buried him in his house. And Amon his son reigned in his place."},{"number":21,"verse":"Amon was twenty-two years old when he began to reign, and he reigned two years in Jerusalem."},{"number":22,"verse":"And he did what was evil in the sight of Jehovah, as Manasseh his father had done. And Amon sacrificed to all the idols that Manasseh his father had made and served them."},{"number":23,"verse":"And he did not humble himself before Jehovah as Manasseh his father had humbled himself, but this Amon multiplied trespass."},{"number":24,"verse":"And his servants conspired against him and killed him in his own house."},{"number":25,"verse":"But the people of the land struck down all those who had conspired against King Amon. And the people of the land made Josiah his son king in his place."}]}