{"bibleAbbr":"RcV2003","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":36,"verses":[{"number":1,"verse":"Then the people of the land took Jehoahaz the son of Josiah and made him king in the place of his father in Jerusalem."},{"number":2,"verse":"Joahaz was twenty-three years old when he began to reign, and he reigned three months in Jerusalem."},{"number":3,"verse":"And the king of Egypt deposed him at Jerusalem and imposed on the land a fine of one hundred talents of silver and a talent of gold."},{"number":4,"verse":"And the king of Egypt made Eliakim his brother king over Judah and Jerusalem and changed his name to Jehoiakim. But Neco took Joahaz his brother and carried him away to Egypt."},{"number":5,"verse":"Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem; and he did what was evil in the sight of Jehovah his God."},{"number":6,"verse":"Against him Nebuchadnezzar the king of Babylon came up and bound him in bronze fetters to carry him to Babylon."},{"number":7,"verse":"Nebuchadnezzar also carried away some of the vessels of the house of Jehovah to Babylon and put them in his temple in Babylon."},{"number":8,"verse":"Now the rest of the acts of Jehoiakim and his abominations which he did and that which was found against him are there written in the book of the kings of Israel and Judah. And Jehoiachin his son reigned in his place."},{"number":9,"verse":"Jehoiachin was eight years old when he began to reign, and he reigned three months and ten days in Jerusalem; and he did what was evil in the sight of Jehovah."},{"number":10,"verse":"And at the turn of the year King Nebuchadnezzar sent men and brought him to Babylon with the precious vessels of the house of Jehovah. And he made Zedekiah his brother king over Judah and Jerusalem."},{"number":11,"verse":"Zedekiah was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem."},{"number":12,"verse":"And he did what was evil in the sight of Jehovah his God; he did not humble himself before Jeremiah the prophet whose speaking was from the mouth of Jehovah."},{"number":13,"verse":"And he also rebelled against King Nebuchadnezzar, who had made him swear by God; but he stiffened his neck and hardened his heart from turning to Jehovah the God of Israel."},{"number":14,"verse":"Moreover all the leaders of the priests and the people acted exceedingly unfaithfully according to all the abominations of the nations, and they polluted the house of Jehovah which He had sanctified in Jerusalem."},{"number":15,"verse":"And Jehovah, the God of their fathers, sent word to them day after day through His messengers because He had compassion on His people and on His dwelling place."},{"number":16,"verse":"But they mocked the messengers of God and despised His words and scoffed at His prophets until the wrath of Jehovah rose up against His people, until there was no remedy."},{"number":17,"verse":"Therefore He brought up against them the king of the Chaldeans, who slew their young men with the sword in the house of their sanctuary and had no compassion on young man or virgin, on old man or feeble; He delivered them all into his hand."},{"number":18,"verse":"And all the vessels of the house of God, great and small, and the treasures of the house of Jehovah and the treasures of the king and of his princes, all these he brought to Babylon."},{"number":19,"verse":"And they burned down the house of God; and they broke down the wall of Jerusalem and burned down all its palaces with fire, and all its precious vessels were given up to destruction."},{"number":20,"verse":"And those who escaped from the sword he carried away to Babylon, and they became servants to him and to his sons until the reign of the kingdom of Persia,"},{"number":21,"verse":"So as to fulfill the word of Jehovah by the mouth of Jeremiah, until the land had enjoyed its sabbaths: As long as it lay desolate it kept sabbath, until seventy years were fulfilled."},{"number":22,"verse":"And in the first year of Cyrus the king of Persia, so that the word of Jehovah by the mouth of Jeremiah might be accomplished, Jehovah stirred up the spirit of Cyrus the king of Persia; and he made a proclamation throughout all his kingdom and put it also in writing, saying,"},{"number":23,"verse":"Thus says Cyrus the king of Persia: All the kingdoms of the earth has Jehovah the God of heaven given to me; and He has charged me to build Him a house in Jerusalem, which is in Judah. Whoever there is among you of all His people, may Jehovah his God be with him, and let him go up!"}]}