{"bibleAbbr":"RcV2003","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"Thus all the work that Solomon did for the house of Jehovah was finished. And Solomon brought in the things that David his father had sanctified, even the silver and the gold and all the vessels, and he put them in the treasuries of the house of God."},{"number":2,"verse":"Then Solomon assembled the elders of Israel and all the heads of the tribes, the leaders of the fathers’ houses of the children of Israel, to Jerusalem in order to bring up the Ark of the Covenant of Jehovah from the city of David, which is Zion."},{"number":3,"verse":"And all the men of Israel assembled themselves before the king at the feast, which is in the seventh month."},{"number":4,"verse":"And when all the elders of Israel came, the Levites took up the Ark."},{"number":5,"verse":"And they brought up the Ark and the Tent of Meeting and all the holy vessels that were in the tent; the priests and Levites brought them up."},{"number":6,"verse":"And King Solomon and all the assembly of Israel, who had assembled before him before the Ark, were sacrificing sheep and oxen which could not be counted or numbered for multitude."},{"number":7,"verse":"And the priests brought the Ark of the Covenant of Jehovah to its place, into the innermost sanctuary of the house, into the Holy of Holies under the wings of the cherubim."},{"number":8,"verse":"And the cherubim spread out their wings over the place of the Ark, and the cherubim covered the Ark and its poles overhead."},{"number":9,"verse":"And the poles extended out, so that the ends of the poles could be seen coming out from the Ark before the innermost sanctuary, but they were not seen outside; and they are there to this day."},{"number":10,"verse":"There was nothing in the Ark except the two tablets, which Moses put there at Horeb when Jehovah made a covenant with the children of Israel when they came out of Egypt."},{"number":11,"verse":"And when the priests came out of the Holy Place (for all the priests who were present had sanctified themselves without regard to their divisions),"},{"number":12,"verse":"All the Levitical singers, Asaph, Heman, Jeduthun, and their sons and their brothers clothed in fine linen, with cymbals and with harps and lyres, were standing east of the altar; and one hundred twenty priests who blew the trumpets were with them."},{"number":13,"verse":"And when the trumpeters and the singers were one to make themselves heard with one voice in praising and in giving thanks to Jehovah, and when they lifted up their voice with trumpets and with cymbals and with musical instruments in praise to Jehovah, saying, For He is good, for His lovingkindness is forever; then the house, the house of Jehovah, was filled with a cloud."},{"number":14,"verse":"And the priests were not able to stand and minister because of the cloud, for the glory of Jehovah filled the house of God."}]}