{"bibleAbbr":"RcV2003","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"And when Solomon had finished praying, the fire came down from heaven and devoured the burnt offering and the sacrifices; and the glory of Jehovah filled the house."},{"number":2,"verse":"And the priests were not able to enter the house of Jehovah, for the glory of Jehovah filled the house of Jehovah."},{"number":3,"verse":"And all the children of Israel, seeing the fire coming down and the glory of Jehovah upon the house, bowed down on the pavement with their faces to the ground and worshipped and thanked Jehovah, saying, For He is good; for His lovingkindness endures forever."},{"number":4,"verse":"And the king and all the people offered sacrifices before Jehovah."},{"number":5,"verse":"And King Solomon offered a sacrifice of twenty-two thousand oxen and one hundred twenty thousand sheep. Thus the king and all the people dedicated the house of God."},{"number":6,"verse":"And the priests stood at their posts and the Levites with the musical instruments of Jehovah, which David the king had made for praising Jehovah (for His lovingkindness endures forever) whenever David praised with their help. And the priests sounded the trumpets opposite them, and all Israel was standing."},{"number":7,"verse":"And Solomon sanctified the middle of the court that was before the house of Jehovah, for there he offered the burnt offering and the fat of peace offerings because the bronze altar which Solomon had made was not able to receive the burnt offering and the meal offering and the fat."},{"number":8,"verse":"And Solomon held a feast at that time for seven days, and all Israel with him, a very great congregation, from the entrance of Hamath to the Brook of Egypt."},{"number":9,"verse":"And on the eighth day they held a solemn assembly, for they held the dedication of the altar seven days and the feast seven days;"},{"number":10,"verse":"And on the twenty-third day of the seventh month he sent the people away to their tents, rejoicing and happy in heart for the goodness that Jehovah had shown to David and to Solomon and to Israel His people."},{"number":11,"verse":"Thus Solomon finished the house of Jehovah and the king’s house; and all that had come up in Solomon’s heart to do in the house of Jehovah and in his own house he successfully accomplished."},{"number":12,"verse":"And Jehovah appeared to Solomon in the night and said to him, I have heard your prayer and have chosen this place for Myself as a house of sacrifice."},{"number":13,"verse":"If I shut up the heavens so that there is no rain, or if I command the locust to devour the land, or if I send pestilence among My people,"},{"number":14,"verse":"And My people, who are called by My name, humble themselves and pray and seek My face and turn from their evil ways; then I will hear from heaven and forgive their sin and heal their land."},{"number":15,"verse":"Now My eyes will be open and My ears attentive to the prayer from this place."},{"number":16,"verse":"For now I have chosen and have sanctified this house, that My name may be there forever; and My eyes and My heart will be there continually."},{"number":17,"verse":"And as for you, if you walk before Me, as David your father walked, and do according to all that I have commanded you and keep My statutes and My ordinances;"},{"number":18,"verse":"Then I will establish the throne of your kingdom, as I covenanted with David your father, saying, You will not lack a man to be ruler in Israel."},{"number":19,"verse":"But if you turn away and forsake My statutes and My commandments that I have put before you, and go and serve other gods and worship them;"},{"number":20,"verse":"Then I will pluck them out of My land which I have given them, and this house, which I have sanctified for My name, I will cast out of My sight and make it a proverb and a byword among all the peoples."},{"number":21,"verse":"And concerning this house, which is so high, everyone who passes by it will be astonished and say, Why has Jehovah done this to this land and to this house?"},{"number":22,"verse":"And they will say, Because they forsook Jehovah, the God of their fathers, who brought them out of the land of Egypt, and laid hold of other gods, and they worshipped them and served them; therefore He has brought all this evil upon them."}]}