{"bibleAbbr":"NLT2007","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":2,"verses":[{"number":1,"verse":"So the creation of the heavens and the earth and everything in them was completed."},{"number":2,"verse":"On the seventh day God had finished his work of creation, so he rested (Or ceased; also in 2:3.) from all his work."},{"number":3,"verse":"And God blessed the seventh day and declared it holy, because it was the day when he rested from all his work of creation."},{"number":4,"verse":"This is the account of the creation of the heavens and the earth. When the LORD God made the earth and the heavens,"},{"number":5,"verse":"(The Man and Woman in Eden) neither wild plants nor grains were growing on the earth. For the LORD God had not yet sent rain to water the earth, and there were no people to cultivate the soil."},{"number":6,"verse":"Instead, springs (Or mist.) came up from the ground and watered all the land."},{"number":7,"verse":"Then the LORD God formed the man from the dust of the ground. He breathed the breath of life into the man’s nostrils, and the man became a living person."},{"number":8,"verse":"Then the LORD God planted a garden in Eden in the east, and there he placed the man he had made."},{"number":9,"verse":"The LORD God made all sorts of trees grow up from the ground—trees that were beautiful and that produced delicious fruit. In the middle of the garden he placed the tree of life and the tree of the knowledge of good and evil."},{"number":10,"verse":"A river flowed from the land of Eden, watering the garden and then dividing into four branches."},{"number":11,"verse":"The first branch, called the Pishon, flowed around the entire land of Havilah, where gold is found."},{"number":12,"verse":"The gold of that land is exceptionally pure; aromatic resin and onyx stone are also found there."},{"number":13,"verse":"The second branch, called the Gihon, flowed around the entire land of Cush."},{"number":14,"verse":"The third branch, called the Tigris, flowed east of the land of Asshur. The fourth branch is called the Euphrates."},{"number":15,"verse":"The LORD God placed the man in the Garden of Eden to tend and watch over it."},{"number":16,"verse":"But the LORD God warned him, “You may freely eat the fruit of every tree in the garden—"},{"number":17,"verse":"except the tree of the knowledge of good and evil. If you eat its fruit, you are sure to die.”"},{"number":18,"verse":"Then the LORD God said, “It is not good for the man to be alone. I will make a helper who is just right for him.”"},{"number":19,"verse":"So the LORD God formed from the ground all the wild animals and all the birds of the sky. He brought them to the man (Or Adam, and so throughout the chapter.) to see what he would call them, and the man chose a name for each one."},{"number":20,"verse":"He gave names to all the livestock, all the birds of the sky, and all the wild animals. But still there was no helper just right for him."},{"number":21,"verse":"So the LORD God caused the man to fall into a deep sleep. While the man slept, the LORD God took out one of the man’s ribs (Or took a part of the man’s side.) and closed up the opening."},{"number":22,"verse":"Then the LORD God made a woman from the rib, and he brought her to the man."},{"number":23,"verse":"“At last!” the man exclaimed. “This one is bone from my bone, and flesh from my flesh! She will be called ‘woman,’ because she was taken from ‘man.’”"},{"number":24,"verse":"This explains why a man leaves his father and mother and is joined to his wife, and the two are united into one."},{"number":25,"verse":"Now the man and his wife were both naked, but they felt no shame."}]}