{"bibleAbbr":"orOV2014","bookName":"ଗଣନା ପୁସ୍ତକ ଅର୍ଥାତ୍ ଇସ୍ରାଏଲ ଯୋଦ୍ଧାଙ୍କର ଗଣନା","bookEnglishName":"Numbers","chapterNumber":19,"verses":[{"number":1,"verse":"( ଶୁଚିକରଣ ବିଧି) ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ ଓ ହାରୋଣଙ୍କୁ କହିଲେ,"},{"number":2,"verse":"ସଦାପ୍ରଭୁ ଏହି ଶାସ୍ତ୍ରୀୟ ବିଧି କହି ଆଜ୍ଞା ଦେଇଅଛନ୍ତି, ଇସ୍ରାଏଲସନ୍ତାନଗଣକୁ କୁହ, ଯେଉଁଠାରେ କଳଙ୍କ ନାହିଁ ଓ ଯାହା ଉପରେ କେବେ ଯୁଆଳି ଦିଆଯାଇନାହିଁ , ଏପରି ଏକ ନିଖୁନ୍ତା ଲାଲି ଗାଭୀକି ସେମାନେ ତୁମ୍ଭ ନିକଟକୁ ଆଣନ୍ତୁ ।"},{"number":3,"verse":"ତହୁଁ ତୁମ୍ଭେମାନେ ସେହି ଗାଭୀକି ଇଲୀୟାସର ଯାଜକକୁ ଦେବ, ପୁଣି ସେ ତାହାକୁ ଛାଉଣି ବାହାରକୁ ଆଣନ୍ତେ, ଜଣେ ତାହା ସମ୍ମୁଖରେ ତାକୁ ବଧ କରିବ ।"},{"number":4,"verse":"ତହିଁରେ ଇଲୀୟାସର ଯାଜକ ଆପଣା ଅଙ୍ଗୁଳି ଦ୍ଵାରା ତାହାର ରକ୍ତରୁ ନେଇ ସମାଗମ-ତମ୍ଵୁ ସମ୍ମୁଖରେ ସାତ ଥର ତାହାର ରକ୍ତ ସେଚନ କରିବ ।"},{"number":5,"verse":"ଆଉ ଜଣେ ତାହାର ଦୃଷ୍ଟିଗୋଚରରେ ସେହି ଗାଭୀକି ଦଗ୍ଧ କରିବ; ସେ ତାହାର ଗୋମୟ ସହିତ ଚର୍ମ ଓ ମାଂସ ଓ ରକ୍ତ ଦଗ୍ଧ କରିବ ।"},{"number":6,"verse":"ତହୁଁ ଯାଜକ ଏରସ କାଠ ଓ ଏସୋବ୍ ଓ ସିନ୍ଦୂରବର୍ଣ୍ଣ (ଲୋମ) ନେଇ ସେହି ଗାଭୀଦାହର ଅଗ୍ନି ମଧ୍ୟରେ ପକାଇବ ।"},{"number":7,"verse":"ତେବେ ଯାଜକ ଆପଣା ବସ୍ତ୍ର ଧୋଇବ ଓ ଶରୀରକୁ ଜଳରେ ସ୍ନାନ କରାଇବ; ତହିଁ ଉତ୍ତାରେ ସେ ଛାଉଣିକି ଆସିବ, ପୁଣି ଯାଜକ ସନ୍ଧ୍ୟା ପର୍ଯ୍ୟନ୍ତ ଅଶୁଚି ରହିବ ।"},{"number":8,"verse":"ଆଉ ଯେଉଁ ଲୋକ ସେହି ଗାଭୀକି ଦଗ୍ଧ କରିବ, ସେ ଜଳରେ ଆପଣା ବସ୍ତ୍ର ଧୋଇବ ଓ ଆପଣା ଶରୀରକୁ ଜଳରେ ସ୍ନାନ କରାଇବ ଓ ସନ୍ଧ୍ୟା ପର୍ଯ୍ୟନ୍ତ ଅଶୁଚି ରହିବ ।"},{"number":9,"verse":"ଏଉତ୍ତାରେ କୌଣସି ଶୁଚି ଲୋକ ସେହି ଗାଭୀର ଭସ୍ମ ସଂଗ୍ରହ କରି ଛାଉଣିର ବାହାରେ କୌଣସି ଶୁଚି ସ୍ଥାନରେ ରହିବ; ପୁଣି ତାହା ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ମଣ୍ତଳୀ ପାଇଁ ଅଶୌଚାର୍ଥକ ଜଳ ନିମନ୍ତେ ରଖାଯିବ; ତାହା ପାପାର୍ଥକ ବଳି ଅଟେ ।"},{"number":10,"verse":"ଆଉ ଯେଉଁ ଲୋକ ସେହି ଗାଭୀର ଭସ୍ମ ସଂଗ୍ରହ କରେ, ସେ ଆପଣା ବସ୍ତ୍ର ଧୋଇବ ଓ ସନ୍ଧ୍ୟା ପର୍ଯ୍ୟନ୍ତ ଅଶୁଚି ରହିବ; ଏହା ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ଓ ସେମାନଙ୍କ ମଧ୍ୟରେ ପ୍ରବାସକାରୀ ବିଦେଶୀର ପାଳନୀୟ ଅନନ୍ତକାଳୀନ ବିଧି ହେବ ।"},{"number":11,"verse":"( ଶବ ସହିତ ସଂସ୍ପର୍ଶ) ପୁଣି ଯେକେହି କୌଣସି ମନୁଷ୍ୟର ଶବ ଛୁଏଁ, ସେ ସାତ ଦିନ ଅଶୁଚି ହେବ ।"},{"number":12,"verse":"ସେ ତୃତୀୟ ଦିନରେ ତଦ୍ଦ୍ଵାରା ଆପଣାକୁ ପରିଷ୍କାର କରିବ, ସପ୍ତମ ଦିନରେ ସେ ଶୁଚି ହେବ; ମାତ୍ର ଯେବେ ସେ ତୃତୀୟ ଦିନରେ ଆପଣାକୁ ପରିଷ୍କାର ନ କରେ, ତେବେ ସେ ସପ୍ତମ ଦିନରେ ଶୁଚି ହେବ ନାହିଁ ।"},{"number":13,"verse":"ଯେବେ କେହି କୌଣସି ମୃତ ମନୁଷ୍ୟର ଶବ ଛୁଇଁ ଆପଣାକୁ ପରିଷ୍କାର ନ କରେ, ତେବେ ସେ ସଦାପ୍ରଭୁଙ୍କ ଆବାସ ଅଶୁଚି କରେ; ସେହି ପ୍ରାଣୀ ଇସ୍ରାଏଲ ମଧ୍ୟରୁ ଉଚ୍ଛିନ୍ନ ହେବ; ତାହା ଉପରେ ଅଶୌଚାର୍ଥକ ଜଳ ଛିଞ୍ଚା ଯାଇ ନ ଥିବାରୁ ସେ ଅଶୁଚି ହେବ; ତାହାର ଅଶୌଚ ତାହାଠାରେ ଥାଏ ।"},{"number":14,"verse":"କୌଣସି ମନୁଷ୍ୟ ତମ୍ଵୁ ଭିତରେ ମଲେ, ତହିଁର ବ୍ୟବସ୍ଥା ଏହି; ଯେକେହି ସେହି ତମ୍ଵୁକୁ ଆସେ ଓ ସେହି ତମ୍ଵୁରେ ଥାଏ, ସେ ସାତ ଦିନ ଅଶୁଚି ହୋଇ ରହିବ ।"},{"number":15,"verse":"ଆଉ ପ୍ରତ୍ୟେକ ମେଲା ପାତ୍ର, ଯହିଁରେ ଢାଙ୍କୁଣି ବନ୍ଧା ନ ଥାଏ, ତାହା ଅଶୁଚି ହେବ ।"},{"number":16,"verse":"ପୁଣି ଯେକେହି ମେଲା କ୍ଷେତ୍ରରେ ଖଡ୍ଟ-ହତ କି ମୃତ ଦେହ କି ମନୁଷ୍ୟର ଅସ୍ଥି କି କବର ଛୁଏଁ, ସେ ସାତ ଦିନ ଅଶୁଚି ହେବ ।"},{"number":17,"verse":"ଆଉ ଲୋକମାନେ ସେହି ଅଶୁଚି ଲୋକ ନିମନ୍ତେ ପାପାର୍ଥରେ ଦଗ୍ଧ ବଳିର ଭସ୍ମ ନେବେ ଓ ଏକ ପାତ୍ରରେ ତାହା ରଖି ତହିଁ ଉପରେ ସ୍ରୋତଜଳ ଦିଆଯିବ ।"},{"number":18,"verse":"ଏଉତ୍ତାରେ କୌଣସି ଶୁଚି ମନୁଷ୍ୟ ଏସୋବ୍ ନେଇ ଏହି ଜଳରେ ଡୁବାଇ ସେହି ତମ୍ଵୁ ଉପରେ ଓ ସମସ୍ତ ପାତ୍ର ଉପରେ ଓ ସେଠାରେ ଥିବା ସମସ୍ତ ଲୋକ ଉପରେ, ପୁଣି ଅସ୍ଥି କି ହତ କି ମୃତ କି କବର ଛୁଇଁବା ଲୋକ ଉପରେ ତାହା ଛିଞ୍ଚିବ ।"},{"number":19,"verse":"ପୁଣି ସେହି ଶୁଚି ଲୋକ ତୃତୀୟ ଦିନରେ ଓ ସପ୍ତମ ଦିନରେ ଅଶୁଚି ଲୋକ ଉପରେ ତାହା ଛିଞ୍ଚିବ ; ତହୁଁ ସେ ସପ୍ତମ ଦିନରେ ଆପଣାକୁ ପରିଷ୍କାର କରିବ ଓ ଆପଣା ବସ୍ତ୍ର ଧୋଇ ଆପେ ଜଳରେ ସ୍ନାନ କରିବ ଓ ସନ୍ଧ୍ୟା ସମୟରେ ଶୁଚି ହେବ ।"},{"number":20,"verse":"ମାତ୍ର ଯେଉଁ ଲୋକ ଅଶୁଚି ହୋଇ ଆପଣାକୁ ପରିଷ୍କାର ନ କରିବ, ସେହି ପ୍ରାଣୀ ସମାଜ ମଧ୍ୟରୁ ଉଚ୍ଛିନ୍ନ ହେବ, କାରଣ ସେ ସଦାପ୍ରଭୁଙ୍କର ପବିତ୍ର ସ୍ଥାନ ଅଶୁଚି କଲା; ତାହା ଉପରେ ଅଶୌଚାର୍ଥକ ଜଳ ସେଚିତ ହେଲା ନାହିଁ; ସେ ଅଶୁଚି ।"},{"number":21,"verse":"ଏହା ସେମାନଙ୍କ ପାଳନୀୟ ଅନନ୍ତକାଳୀନ ବିଧି ହେବ; ଆଉ ଯେ କେହି ସେହି ଅଶୌଚାର୍ଥକ ଜଳ ସେଚନ କରେ, ସେ ଆପଣା ବସ୍ତ୍ର ଧୋଇବ; ପୁଣି ଯେ କେହି ସେହି ଅଶୌଚାର୍ଥକ ଜଳ ଛୁଏଁ, ସେ ସନ୍ଧ୍ୟା ପର୍ଯ୍ୟନ୍ତ ଅଶୁଚି ହେବ ।"},{"number":22,"verse":"ପୁଣି ସେ ଅଶୁଚି ଲୋକ ଯାହା କିଛି ଛୁଏଁ, ତାହା ଅଶୁଚି ହେବ; ଆଉ ଯେଉଁ ପ୍ରାଣୀ ତାହା ଛୁଏଁ, ସେ ସନ୍ଧ୍ୟା ପର୍ଯ୍ୟନ୍ତ ଅଶୁଚି ରହିବ ।"}]}