{"bibleAbbr":"orOV2014","bookName":"ଗଣନା ପୁସ୍ତକ ଅର୍ଥାତ୍ ଇସ୍ରାଏଲ ଯୋଦ୍ଧାଙ୍କର ଗଣନା","bookEnglishName":"Numbers","chapterNumber":2,"verses":[{"number":1,"verse":"( ଛାଉଣିର ପ୍ରସ୍ତୁତି) ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ ଓ ହାରୋଣଙ୍କୁ କହିଲେ,"},{"number":2,"verse":"ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ପିତୃଗୃହର ନିଶାଣ ସ୍ଵରୂପ ଧ୍ଵଜା ନିକଟରେ ଛାଉଣି ସ୍ଥାପନ କରିବେ; ସେମାନେ ସମାଗମ-ତମ୍ଵୁ ଆଗରେ ଚାରିଆଡ଼େ ଛାଉଣି ସ୍ଥାପନ କରିବେ ।"},{"number":3,"verse":"ଯେଉଁମାନେ ପୂର୍ବ ଦିଗରେ ସୂର୍ଯ୍ୟୋଦୟ ଆଡ଼େ ଆପଣା ଆପଣା ସୈନ୍ୟାନୁସାରେ ଛାଉଣି ସ୍ଥାପନ କରିବେ, ସେମାନେ ଯିହୁଦା-ଧ୍ଵଜାର ପଶ୍ଚାଦ୍ଗାମୀ ଲୋକ; ପୁଣି ଅମ୍ମୀନାଦବର ପୁତ୍ର ନହଶୋନ ଯିହୁଦା-ସନ୍ତାନଗଣର ଅଧିପତି ହେବ;"},{"number":4,"verse":"ପୁଣି ତାହାର ଗଣିତ ସୈନ୍ୟସଂଖ୍ୟା ଚଉସ୍ତରି ହଜାର ଛଅ ଶହ ।"},{"number":5,"verse":"ତାହା ପାଖରେ ଇଷାଖର ବଂଶ ଛାଉଣି ସ୍ଥାପନ କରିବେ, ସୂୟାରର ପୁତ୍ର ନଥନେଲ ଇଷାଖର ସନ୍ତାନଗଣର ଅଧିପତି ହେବ ;"},{"number":6,"verse":"ତାହାର ଗଣିତ ସୈନ୍ୟସଂଖ୍ୟା ଚଉବନ ହଜାର ଚାରି ଶହ ।"},{"number":7,"verse":"ତହୁଁ ସବୂଲୂନ ବଂଶ; ହେଲୋନର ପୁତ୍ର ଇଲୀୟାବ୍ ସବୂଲୂନ ସନ୍ତାନଗଣର ଅଧିପତି ହେବ;"},{"number":8,"verse":"ପୁଣି ତାହାର ଗଣିତ ସୈନ୍ୟସଂଖ୍ୟା ସତାବନ ହଜାର ଚାରି ଶହ ।"},{"number":9,"verse":"ଯିହୁଦା-ଛାଉଣିର ଗଣିତ ଲୋକମାନେ ଆପଣା ଆପଣା ସୈନ୍ୟାନୁସାରେ ଏକ ଲକ୍ଷ ଛୟାଅଶୀ ହଜାର ଚାରି ଶହ । ସେମାନେ ପ୍ରଥମେ ଅଗ୍ରସର ହେବେ ।"},{"number":10,"verse":"ଦକ୍ଷିଣ ଦିଗରେ ଆପଣା ଆପଣା ସୈନ୍ୟାନୁସାରେ ରୁବେନ-ଛାଉଣିର ଧ୍ଵଜା ରହିବ; ଶଦେୟରର ପୁତ୍ର ଇଲୀଷୂର ରୁବେନ-ସନ୍ତାନଗଣର ଅଧିପତି ହେବ;"},{"number":11,"verse":"ପୁଣି ତାହାର ଗଣିତ ସୈନ୍ୟସଂଖ୍ୟା ଛୟାଳିଶ ହଜାର ପାଞ୍ଚ ଶହ ।"},{"number":12,"verse":"ତାହା ପାଖରେ ଶିମୀୟୋନ ବଂଶ ଛାଉଣି ସ୍ଥାପନ କରିବେ ଓ ସୂରୀଶଦ୍ଦୟର ପୁତ୍ର ଶଲୁମୀୟେଲ ଶିମୀୟୋନ-ସନ୍ତାନଗଣର ଅଧିପତି ହେବ;"},{"number":13,"verse":"ତାହାର ଗଣିତ ସୈନ୍ୟସଂଖ୍ୟା ଊଣଷଠି ହଜାର ତିନି ଶହ ।"},{"number":14,"verse":"ତହୁଁ ଗାଦର ବଂଶ ରୁୟେଲର ପୁତ୍ର ଇଲୀୟାସଫ୍ ଗାଦ ସନ୍ତାନଗଣର ଅଧିପତି ହେବ;"},{"number":15,"verse":"ପୁଣି ତାହାର ଗଣିତ ସୈନ୍ୟସଂଖ୍ୟା ପଞ୍ଚଚାଳିଶ ହଜାର ଛଅ ଶହ ପଚାଶ ।"},{"number":16,"verse":"ରୁବେନ-ଛାଉଣିର ଗଣିତ ଲୋକମାନେ ଆପଣା ଆପଣା ସୈନ୍ୟାନୁସାରେ ଏକ ଲକ୍ଷ ଏକାବନ ହଜାର ଚାରି ଶହ ପଚାଶ । ସେମାନେ ଦ୍ଵିତୀୟରେ ଅଗ୍ରସର ହେବେ ।"},{"number":17,"verse":"ଏଉତ୍ତାରେ ସମାଗମ-ତମ୍ଵୁ ଲେବୀୟମାନଙ୍କ ଛାଉଣି ସହିତ ଛାଉଣିମାନଙ୍କ ମଧ୍ୟବର୍ତ୍ତୀ ହୋଇ ଅଗ୍ରସର ହେବ; ଯେପରି ସେମାନେ ଛାଉଣି ସ୍ଥାପନ କରିବେ, ସେପରି ପ୍ରତ୍ୟେକେ ସ୍ଵ ସ୍ଵ ସ୍ଥାନରେ ଧ୍ଵଜାର ନିକଟବର୍ତ୍ତୀ ହୋଇ ଅଗ୍ରସର ହେବେ ।"},{"number":18,"verse":"ପଶ୍ଚିମ ଦିଗରେ ଆପଣା ଆପଣା ସୈନ୍ୟାନୁସାରେ ଇଫ୍ରୟିମ-ଛାଉଣିର ଧ୍ଵଜା ରହିବ; ପୁଣି ଅମ୍ମୀହୂଦର ପୁତ୍ର ଇଲୀଶାମା ଇଫ୍ରୟିମ-ସନ୍ତାନଗଣର ଅଧିପତି ହେବ;"},{"number":19,"verse":"ଆଉ ତାହାର ଗଣିତ ସୈନ୍ୟସଂଖ୍ୟା ଚାଳିଶ ହଜାର ପାଞ୍ଚ ଶହ ।"},{"number":20,"verse":"ତାହା ପାଖରେ ମନଃଶି ବଂଶ ରହିବେ, ପୁଣି ପଦାହସୂରର ପୁତ୍ର ଗମଲୀୟେଲ ମନଃଶି-ସନ୍ତାନମାନଙ୍କର ଅଧିପତି ହେବ;"},{"number":21,"verse":"ତାହାର ଗଣିତ ସୈନ୍ୟସଂଖ୍ୟା ବତିଶ ହଜାର ଦୁଇ ଶହ ।"},{"number":22,"verse":"ତହୁଁ ବିନ୍ୟାମିନ ବଂଶ; ପୁଣି ଗିଦିୟୋନିର ପୁତ୍ର ଅବୀଦାନ୍ ବିନ୍ୟାମୀନ୍-ସନ୍ତାନଗଣର ଅଧିପତି ହେବ;"},{"number":23,"verse":"ତାହାର ଗଣିତ ସୈନ୍ୟସଂଖ୍ୟା ପଞ୍ଚତିରିଶ ହଜାର ଚାରି ଶହ ।"},{"number":24,"verse":"ଇଫ୍ରୟିମ-ଛାଉଣିର ଗଣିତ ଲୋକମାନେ ଆପଣା ଆପଣା ସୈନ୍ୟାନୁସାରେ ଏକ ଲକ୍ଷ ଆଠହଜାର ଏକ ଶହ । ସେମାନେ ତୃତୀୟରେ ଅଗ୍ରସର ହେବେ ।"},{"number":25,"verse":"ଉତ୍ତର ଦିଗରେ ଆପଣା ଆପଣା ସୈନ୍ୟାନୁସାରେ ଦାନ-ଛାଉଣିର ଧ୍ଵଜା ରହିବ; ପୁଣି ଅମ୍ମୀଶଦ୍ଦୟର ପୁତ୍ର ଅହୀୟେସର ଦାନ-ସନ୍ତାନଗଣର ଅଧିପତି ହେବ;"},{"number":26,"verse":"ତାହାର ଗଣିତ ସୈନ୍ୟସଂଖ୍ୟା ବାଷଠି ହଜାର ସାତ ଶହ ।"},{"number":27,"verse":"ତାହା ପାଖରେ ଆଶେର୍ ବଂଶର ଛାଉଣି ରହିବ; ଅକ୍ରଣର ପୁତ୍ର ପଗୀୟେଲ ଆଶେର-ସନ୍ତାନଗଣର ଅଧିପତି ହେବ;"},{"number":28,"verse":"ତାହାର ଗଣିତ ସୈନ୍ୟସଂଖ୍ୟା ଏକଚାଳିଶ ହଜାର ପାଞ୍ଚ ଶହ ।"},{"number":29,"verse":"ତହୁଁ ନପ୍ତାଲି ବଂଶ; ଐନନର ପୁତ୍ର ଅହୀର ନପ୍ତାଲି-ସନ୍ତାନଗଣର ଅଧିପତି ହେବ;"},{"number":30,"verse":"ତାହାର ଗଣିତ ସୈନ୍ୟସଂଖ୍ୟା ତେପନ ହଜାର ଚାରି ଶହ ।"},{"number":31,"verse":"ଦାନ-ଛାଉଣିର ଗଣିତ ଲୋକମାନଙ୍କ ସଂଖ୍ୟା ଏକ ଲକ୍ଷ ସତାବନ ହଜାର ଛଅ ଶହ । ସେମାନେ ଆପଣାମାନଙ୍କ ଧ୍ଵଜା ନେଇ ସମସ୍ତଙ୍କ ପଛେ ଅଗ୍ରସର ହେବେ ।"},{"number":32,"verse":"ଏମାନେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ଆପଣା ଆପଣା ପିତୃଗୃହାନୁସାରେ ଗଣିତ ହେଲେ; ଆପଣା ଆପଣା ସୈନ୍ୟାନୁସାରେ ସମସ୍ତ ଛାଉଣିର ଗଣିତ ଲୋକସଂଖ୍ୟା ଛଅ ଲକ୍ଷ ତିନି ହଜାର ପାଞ୍ଚ ଶହ ପଚାଶ ହେଲା ।"},{"number":33,"verse":"ମାତ୍ର ମୋଶାଙ୍କ ପ୍ରତି ସଦାପ୍ରଭୁଙ୍କ ଆଜ୍ଞାନୁସାରେ ଲେବୀୟମାନେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ଗଣିତ ହେଲେ ନାହିଁ ।"},{"number":34,"verse":"ଏହିରୂପେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ କଲେ; ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ ଯେପରି ଆଜ୍ଞାସବୁ ଦେଇଥିଲେ, ସେପରି ସେମାନେ ଆପଣା ଆପଣା ବଂଶ ନିକଟରେ ଆପଣା ଆପଣା ପିତୃଗୃହାନୁସାରେ ଆପଣା ଆପଣା ଧ୍ଵଜା ନିକଟରେ ଛାଉଣି ସ୍ଥାପନ କଲେ ଓ ସେହିପରି ସେମାନେ ଅଗ୍ରସର ହେଲେ ।"}]}