{"bibleAbbr":"orOV2014","bookName":"ଗଣନା ପୁସ୍ତକ ଅର୍ଥାତ୍ ଇସ୍ରାଏଲ ଯୋଦ୍ଧାଙ୍କର ଗଣନା","bookEnglishName":"Numbers","chapterNumber":20,"verses":[{"number":1,"verse":"( ମରୀୟମଙ୍କ ମୃତ୍ୟୁ) ଅନନ୍ତର ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ସମସ୍ତ ମଣ୍ତଳୀ ପ୍ରଥମ ମାସରେ ସୀନ୍ ପ୍ରାନ୍ତରରେ ଉପସ୍ଥିତ ହେଲେ ଓ ଲୋକମାନେ କାଦେଶରେ ବାସ କଲେ; ପୁଣି ସେହି ସ୍ଥାନରେ ମରୀୟମ ମଲେ ଓ ସେଠାରେ ତାଙ୍କୁ କବର ଦିଆଗଲା ।"},{"number":2,"verse":"( ଜଳ ନିମନ୍ତେ ବିବାଦ) ଆଉ ସେହି ସ୍ଥାନରେ ମଣ୍ତଳୀ ନିମନ୍ତେ ଜଳ ନ ଥିଲା; ତହିଁରେ ଲୋକମାନେ ମୋଶାଙ୍କ ବିରୁଦ୍ଧରେ ଓ ହାରୋଣଙ୍କ ବିରୁଦ୍ଧରେ ଏକତ୍ର ହେଲେ ।"},{"number":3,"verse":"ପୁଣି ଲୋକମାନେ ମୋଶାଙ୍କ ସହିତ ବିବାଦ କରି କହିଲେ, ହାୟ, ଆମ୍ଭମାନଙ୍କ ଭାଇମାନେ ଯେତେବେଳେ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ମଲେ, ସେତେବେଳେ ଯେବେ ଆମ୍ଭେମାନେ ମରିଥାʼନ୍ତୁ ।"},{"number":4,"verse":"ତୁମ୍ଭେମାନେ କାହିଁକି ସଦାପ୍ରଭୁଙ୍କ ସମାଜକୁ ବାହାର କରି ଏହି ପ୍ରାନ୍ତରକୁ ଆଣିଲ, ଯେପରି କି ଆମ୍ଭେମାନେ ଓ ଆମ୍ଭମାନଙ୍କର ପଶୁମାନେ ଏହିଠାରେ ମରିବୁ ?"},{"number":5,"verse":"ଆଉ ତୁମ୍ଭେମାନେ କାହିଁକି ଆମ୍ଭମାନଙ୍କୁ ମିସର ଦେଶରୁ ବାହାର କରି ଆଣିଲ, କି ଏହି କଦର୍ଯ୍ୟ ସ୍ଥାନକୁ ଆଣିବାକୁ ? ଏ ତ ଶସ୍ୟ କି ଡିମିରି କି ଦ୍ରାକ୍ଷା କି ଡାଳିମ୍ଵର ସ୍ଥାନ ନୁହେଁ; କିଅବା ଏଠାରେ ପିଇବାକୁ ଜଳ ନାହିଁ ।"},{"number":6,"verse":"ଏଥିରେ ମୋଶା ଓ ହାରୋଣ ସମାଜ ସାକ୍ଷାତରୁ ସମାଗମ-ତମ୍ଵୁ ଦ୍ଵାରକୁ ଯାଇ ମୁହଁ ମାଡ଼ି ପଡ଼ିଲେ; ତହୁଁ ସଦାପ୍ରଭୁଙ୍କ ପ୍ରତାପ ସେମାନଙ୍କ ପ୍ରତି ପ୍ରକାଶ ପାଇଲା ।"},{"number":7,"verse":"ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ,"},{"number":8,"verse":"ତୁମ୍ଭେ ଯଷ୍ଟି ନିଅ, ପୁଣି ତୁମ୍ଭେ ଓ ତୁମ୍ଭ ଭାଇ ହାରୋଣ ମଣ୍ତଳୀକି ଏକତ୍ର କର, ଆଉ ତୁମ୍ଭେମାନେ ସେମାନଙ୍କ ଦୃଷ୍ଟିଗୋଚରରେ ସେହି ଶୈଳକୁ ଆପଣା ଜଳ ଦେବା ପାଇଁ ଆଜ୍ଞା ଦିଅ; ତହିଁରେ ତୁମ୍ଭେ ସେମାନଙ୍କ ନିମନ୍ତେ ଶୈଳରୁ ଜଳ ବାହାର କରି ମଣ୍ତଳୀକି ଓ ସେମାନଙ୍କ ପଶୁଗଣକୁ ପାନ କରାଇବ ।"},{"number":9,"verse":"ତହୁଁ ମୋଶା ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରୁ ତାହାଙ୍କ ଆଜ୍ଞା ପ୍ରମାଣେ ଯଷ୍ଟି ନେଲେ ।"},{"number":10,"verse":"( ଶୈଳକୁ ମୋଶାଙ୍କ ଆଘାତ) ପୁଣି ମୋଶା ଓ ହାରୋଣ ସେହି ଶୈଳ ସମ୍ମୁଖରେ ସମାଜକୁ ଏକତ୍ର କଲେ, ଆଉ ସେ ସେମାନଙ୍କୁ କହିଲେ, ହେ ବିଦ୍ରୋହୀଗଣ, ଶୁଣ, ଆମ୍ଭେମାନେ କି ତୁମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଏହି ଶୈଳରୁ ଜଳ ବାହାର କରିବା ?"},{"number":11,"verse":"ଏଉତ୍ତାରେ ମୋଶା ହସ୍ତ ଉଠାଇ ଆପଣା ଯଷ୍ଟିରେ ସେହି ଶୈଳକୁ ଦୁଇ ଥର ଆଘାତ କଲେ; ତହିଁରେ ପ୍ରଚୁର ଜଳ ବାହାରିଲା, ପୁଣି ମଣ୍ତଳୀ ଓ ସେମାନଙ୍କ ପଶୁଗଣ ପାନ କଲେ ।"},{"number":12,"verse":"ଏଥିରେ ସଦାପ୍ରଭୁ ମୋଶା ଓ ହାରୋଣଙ୍କୁ କହିଲେ, ତୁମ୍ଭେମାନେ ଇସ୍ରାଏଲ-ସନ୍ତାନମାନଙ୍କ ସାକ୍ଷାତରେ ଆମ୍ଭକୁ ପବିତ୍ର ବୋଲି ମାନ୍ୟ କରିବାକୁ ଆମ୍ଭଠାରେ ବିଶ୍ଵାସ କଲ ନାହିଁ, ଏହେତୁ ଆମ୍ଭେ ଏହି ମଣ୍ତଳୀକି ଯେଉଁ ଦେଶ ଦେଇଅଛୁ, ସେହି ଦେଶରେ ତୁମ୍ଭେମାନେ ସେମାନଙ୍କୁ ପ୍ରବେଶ କରାଇବ ନାହିଁ ।"},{"number":13,"verse":"( ଇଦୋମ ଦ୍ଵାରା ଇସ୍ରାଏଲର ପଥରୋଧ) ଏହିସବୁ ମିରୀବାଃ-ଜଳ, (ବିବାଦର ଜଳ); ଯେହେତୁ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସଦାପ୍ରଭୁଙ୍କ ସହିତ ବିବାଦ କଲେ ଓ ସେମାନଙ୍କ ମଧ୍ୟରେ ପବିତ୍ର ରୂପେ ମାନ୍ୟ ହେଲେ ।"},{"number":14,"verse":"ଅନନ୍ତର ମୋଶା କାଦେଶରୁ ଇଦୋମୀୟ ରାଜା ନିକଟକୁ ଦୂତମାନଙ୍କ ଦ୍ଵାରା କହି ପଠାଇଲେ, ତୁମ୍ଭର ଭ୍ରାତା ଇସ୍ରାଏଲ ଏରୂପ କହଇ, ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ଯେସମସ୍ତ କ୍ଳେଶ ଘଟିଅଛି,"},{"number":15,"verse":"ଅର୍ଥାତ୍, କିପରି ଆମ୍ଭମାନଙ୍କର ପୂର୍ବପୁରୁଷମାନେ ମିସରକୁ ଗଲେ ଓ ମିସରରେ ଦୀର୍ଘକାଳ ବାସ କଲେ; ଆଉ ମିସ୍ରୀୟମାନେ ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ଓ ଆମ୍ଭମାନଙ୍କ ପୂର୍ବପୁରୁଷମାନଙ୍କ ପ୍ରତି କୁବ୍ୟବହାର କଲେ, ତାହା ତୁମ୍ଭେ ଜାଣ ।"},{"number":16,"verse":"ସେସମୟରେ ଆମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ କ୍ରନ୍ଦନ କରନ୍ତେ, ସେ ଆମ୍ଭମାନଙ୍କ ରବ ଶୁଣିଲେ, ପୁଣି ଏକ ଦୂତ ପଠାଇ ଆମ୍ଭମାନଙ୍କୁ ମିସରରୁ ବାହାର କରି ଆଣିଲେ; ଆଉ ଦେଖ, ଏବେ ଆମ୍ଭେମାନେ ତୁମ୍ଭ ଦେଶର ପ୍ରାନ୍ତସ୍ଥିତ କାଦେଶ ନଗରରେ ଅଛୁ;"},{"number":17,"verse":"ମୁଁ ବିନୟ କରୁଅଛି, ତୁମ୍ଭ ଦେଶ ଦେଇ ଆମ୍ଭମାନଙ୍କୁ ଯିବାକୁ ଦିଅ; ଆମ୍ଭେମାନେ ଶସ୍ୟକ୍ଷେତ୍ର କି ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ର ମଧ୍ୟଦେଇ ଯିବୁ ନାହିଁ, କିଅବା କୂପ ଜଳ ପାନ କରିବୁ ନାହିଁ; ଆମ୍ଭେମାନେ ରାଜପଥ ଦେଇ ଗମନ କରିବୁ; ଆମ୍ଭେମାନେ ତୁମ୍ଭ ସୀମା ପାର ହେବା ପର୍ଯ୍ୟନ୍ତ ଦକ୍ଷିଣରେ କି ବାମରେ ଫେରିବୁ ନାହିଁ ।"},{"number":18,"verse":"ତହିଁରେ ଇଦୋମ ତାଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ଆମ୍ଭ (ଦେଶର) ମଧ୍ୟଦେଇ ଯିବ ନାହିଁ, ଗଲେ ଆମ୍ଭେ ଖଡ଼୍‍ଗ ନେଇ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ବାହାର ହେବା ।"},{"number":19,"verse":"ସେତେବେଳେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ତାଙ୍କୁ କହିଲେ, ଆମ୍ଭେମାନେ କେବଳ ସଡ଼କ ଦେଇ ଯିବୁ; ଯେବେ ଆମ୍ଭେମାନେ, ଆମ୍ଭେ କି ଆମ୍ଭ ପଶୁମାନେ ତୁମ୍ଭ ଜଳ ପାନ କରିବୁ, ତେବେ ଆମ୍ଭେ ତହିଁର ମୂଲ୍ୟ ଦେବୁ; ଆଉ କିଛି କଥା ନାହିଁ, କେବଳ ଆମ୍ଭକୁ ଆପଣା ପାଦରେ (ଦେଶ) ଦେଇ ଯିବାକୁ ଦିଅ ।"},{"number":20,"verse":"ତହୁଁ ସେ କହିଲେ, ତୁମ୍ଭେ (ଦେଶ) ଦେଇ ଯିବ ନାହିଁ । ଏଉତ୍ତାରେ ଇଦୋମ ଅନେକ ଲୋକ ସଙ୍ଗରେ ନେଇ ମହାବଳରେ ତାଙ୍କ ବିରୁଦ୍ଧରେ ବାହାର ହେଲେ ।"},{"number":21,"verse":"ଏହିରୂପେ ଇଦୋମ ଇସ୍ରାଏଲକୁ ଆପଣା ସୀମା ଦେଇ ଯିବାର ଅନୁମତି ଦେବାକୁ ଅସ୍ଵୀକାର କଲେ; ଏଣୁ ଇସ୍ରାଏଲ ତାଙ୍କ ନିକଟରୁ ଫେରିଗଲେ ।"},{"number":22,"verse":"( ହାରୋଣଙ୍କ ମୃତ୍ୟୁ) ଅନନ୍ତର ସେମାନେ କାଦେଶରୁ ଯାତ୍ରା କଲେ । ତହୁଁ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ, ଅର୍ଥାତ୍, ସମସ୍ତ ମଣ୍ତଳୀ ହୋର ପର୍ବତରେ ଉପସ୍ଥିତ ହେଲେ ।"},{"number":23,"verse":"ସେତେବେଳେ ଇଦୋମ ଦେଶର ସୀମା ନିକଟସ୍ଥ ହୋର ପର୍ବତରେ ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ ଓ ହାରୋଣଙ୍କୁ କହିଲେ,"},{"number":24,"verse":"ହାରୋଣ ଆପଣା ଲୋକମାନଙ୍କ ନିକଟରେ ସଂଗୃହୀତ ହେବ; କାରଣ ଆମ୍ଭେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣକୁ ଯେଉଁ ଦେଶ ଦେଇଅଛୁ, ସେହି ଦେଶରେ ସେ ପ୍ରବେଶ କରିବ ନାହିଁ, ଯେହେତୁ ମିରୀବାଃ-ଜଳ ନିକଟରେ ତୁମ୍ଭେମାନେ ଆମ୍ଭ ଆଜ୍ଞାର ବିରୁଦ୍ଧ କର୍ମ କରିଥିଲ ।"},{"number":25,"verse":"ତୁମ୍ଭେ ହାରୋଣକୁ ଓ ତାହାର ପୁତ୍ର ଇଲୀୟାସରକୁ ହୋର ପର୍ବତ ଉପରକୁ ନେଇ ଯାଅ ।"},{"number":26,"verse":"ପୁଣି ହାରୋଣଠାରୁ ତାହାର ବସ୍ତ୍ର କାଢ଼ି ତାହାର ପୁତ୍ର ଇଲୀୟାସରକୁ ପିନ୍ଧାଅ; ଯେଣୁ ହାରୋଣ (ଆପଣା ଲୋକମାନଙ୍କ ନିକଟରେ) ସଂଗୃହୀତ ହେବ ଓ ସେ ସେସ୍ଥାନରେ ମରିବ ।"},{"number":27,"verse":"ତହୁଁ ମୋଶା ସଦାପ୍ରଭୁଙ୍କ ଆଜ୍ଞାନୁସାରେ କର୍ମ କଲେ; ଆଉ ସେମାନେ ସମସ୍ତେ ମଣ୍ତଳୀର ସାକ୍ଷାତରେ ହୋର ପର୍ବତକୁ ଉଠିଗଲେ ।"},{"number":28,"verse":"ତେବେ ମୋଶା ହାରୋଣଙ୍କର ବସ୍ତ୍ର କାଢ଼ି ତାଙ୍କର ପୁତ୍ର ଇଲୀୟାସରକୁ ପିନ୍ଧାଇଲେ, ପୁଣି ହାରୋଣ ସେହି ସ୍ଥାନରେ ପର୍ବତଶୃଙ୍ଗରେ ମଲେ; ତହୁଁ ମୋଶା ଓ ଇଲୀୟାସର ପର୍ବତରୁ ଓହ୍ଲାଇ ଆସିଲେ ।"},{"number":29,"verse":"ଏଉତ୍ତାରେ ହାରୋଣ ମରିଅଛନ୍ତି, ଏହା ସମସ୍ତ ମଣ୍ତଳୀ ଦେଖନ୍ତେ, ସେମାନେ, ଅର୍ଥାତ୍, ଇସ୍ରାଏଲର ସମସ୍ତ ବଂଶ ହାରୋଣଙ୍କ ନିମନ୍ତେ ତିରିଶ ଦିନ ପର୍ଯ୍ୟନ୍ତ ରୋଦନ କଲେ ।"}]}