{"bibleAbbr":"orOV2014","bookName":"ଗଣନା ପୁସ୍ତକ ଅର୍ଥାତ୍ ଇସ୍ରାଏଲ ଯୋଦ୍ଧାଙ୍କର ଗଣନା","bookEnglishName":"Numbers","chapterNumber":26,"verses":[{"number":1,"verse":"( ନୂତନ ପିଢ଼ିର ଜନଗଣନା) ସେହି ମାରୀ ଉତ୍ତାରେ ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ ଓ ହାରୋଣଙ୍କ ପୁତ୍ର ଇଲୀୟାସର ଯାଜକକୁ, କହିଲେ,"},{"number":2,"verse":"ତୁମ୍ଭେମାନେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସମସ୍ତ ମଣ୍ତଳୀ ମଧ୍ୟରୁ ଆପଣା ଆପଣା ପିତୃଗୃହାନୁସାରେ କୋଡ଼ିଏ ବର୍ଷ ବୟସ୍କ ଓ ତହିଁରୁ ଅଧିକ ବୟସ୍କ ଲୋକମାନଙ୍କର, ଅର୍ଥାତ୍, ଇସ୍ରାଏଲ ସୈନ୍ୟଶ୍ରେଣୀଭୁକ୍ତ ସମସ୍ତ ଲୋକଙ୍କର ଗଣନା କର ।"},{"number":3,"verse":"ତହିଁରେ ମୋଶା ଓ ଇଲୀୟାସର ଯାଜକ ଯିରୀହୋର ନିକଟସ୍ଥିତ ଯର୍ଦ୍ଦନ ସମୀପରେ ମୋୟାବ-ପଦାରେ ଲୋକମାନଙ୍କ ସଙ୍ଗେ କଥା କହିଲେ,"},{"number":4,"verse":"ମୋଶା ପ୍ରତି ଓ ମିସର ଦେଶରୁ ବହିର୍ଗତ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ପ୍ରତି ସଦାପ୍ରଭୁଙ୍କ ଆଜ୍ଞାନୁସାରେ, କୋଡ଼ିଏ ବର୍ଷ ବୟସ୍କ ଅବଧି ସମସ୍ତ ଲୋକର ଗଣନା କର ।"},{"number":5,"verse":"ରୁବେନ୍, ଇସ୍ରାଏଲର ଜ୍ୟେଷ୍ଠ ପୁତ୍ର; ରୁବେନର ସନ୍ତାନ ହନୋକଠାରୁ ହନୋକୀୟ ବଂଶ; ପଲ୍ଲୂଠାରୁ ପଲ୍ଲୂୟୀୟ ବଂଶ;"},{"number":6,"verse":"ହିଷ୍ରୋଣଠାରୁ ହିଷ୍ରୋଣୀୟ ବଂଶ; କର୍ମ୍ମିଠାରୁ କର୍ମ୍ମୀୟ ବଂଶ ।"},{"number":7,"verse":"ଏମାନେ ରୁବେନର ବଂଶ; ପୁଣି ଏମାନେ ଗଣାଯାʼନ୍ତେ, ତେୟାଳିଶ ହଜାର ସାତ ଶହ ତିରିଶ ଲୋକ ହେଲେ ।"},{"number":8,"verse":"ପଲ୍ଲୂର ସନ୍ତାନ ଇଲୀୟାବ ।"},{"number":9,"verse":"ସେହି ଇଲୀୟାବର ସନ୍ତାନ ନମୂୟେଲ ଓ ଦାଥନ୍ ଓ ଅବୀରାମ୍; କୋରହର ଦଳୀୟ ଲୋକମାନେ ଯେତେବେଳେ ସଦାପ୍ରଭୁଙ୍କ ପ୍ରତିକୂଳରେ ବିବାଦ କଲେ, ସେତେବେଳେ ସେମାନଙ୍କ ମଧ୍ୟରୁ ମଣ୍ତଳୀର ଆହୂତ ଲୋକ ଯେ ଦାଥନ୍ ଓ ଅବୀରାମ୍ ମୋଶାଙ୍କ ବିରୁଦ୍ଧରେ ଓ ହାରୋଣଙ୍କ ବିରୁଦ୍ଧରେ ବିବାଦ କରିଥିଲେ, ସେମାନେ ଏହି ଦୁଇ ଜଣ ।"},{"number":10,"verse":"ସେହି ସମୟରେ ପୃଥିବୀ ଆପଣା ମୁଖ ମେଲାଇ ସେମାନଙ୍କୁ ଓ କୋରହକୁ ଗ୍ରାସ କଲା, ତହିଁରେ ସେହି ଦଳ ନଷ୍ଟ ହେଲେ, ପୁଣି ଅଗ୍ନି ଦୁଇ ଶହ ପଚାଶ ଜଣକୁ ଦଗ୍ଧ କଲା, ସେମାନେ ଚିହ୍ନ ସ୍ଵରୂପ ହେଲେ ।"},{"number":11,"verse":"ତଥାପି କୋରହର ସନ୍ତାନମାନେ ମଲେ ନାହିଁ ।"},{"number":12,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଶିମୀୟୋନର ସନ୍ତାନ; ନମୂୟେଲଠାରୁ ନମୂୟେଲୀୟ ବଂଶ; ଯାମୀନଠାରୁ ଯାମୀନୀୟ ବଂଶ; ଯାଖୀନଠାରୁ ଯାଖୀନୀୟ ବଂଶ;"},{"number":13,"verse":"ସେରହଠାରୁ ସେରହୀୟ ବଂଶ; ଶୌଲଠାରୁ ଶୌଲୀୟ ବଂଶ ।"},{"number":14,"verse":"ଶିମୀୟୋନୀୟ ଏହି ସକଳ ବଂଶ ବାଇଶ ହଜାର ଦୁଇ ଶହ ଲୋକ ଥିଲେ ।"},{"number":15,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଗାଦର ସନ୍ତାନ; ସିଫୋନଠାରୁ ସିଫୋନୀୟ ବଂଶ; ହଗିଠାରୁ ହଗୀୟ ବଂଶ; ଶୂନିଠାରୁ ଶୂନୀୟ ବଂଶ;"},{"number":16,"verse":"ଓଷ୍ଣିଠାରୁ ଓଷ୍ଣୀୟ ବଂଶ, ଏରିଠାରୁ ଏରୀୟ ବଂଶ;"},{"number":17,"verse":"ଅରୋଦିଠାରୁ ଅରୋଦୀୟ ବଂଶ, ଅରେଲିଠାରୁ ଅରେଲୀୟ ବଂଶ ।"},{"number":18,"verse":"ଗାଦ ସନ୍ତାନମାନଙ୍କର ଏହି ସକଳ ବଂଶ ଗଣାଯାʼନ୍ତେ, ଚାଳିଶ ହଜାର ପାଞ୍ଚ ଶହ ଲୋକ ହେଲେ ।"},{"number":19,"verse":"ଯିହୁଦାର ପୁତ୍ର ଏର ଓ ଓନନ୍; ସେହି ଏର ଓ ଓନନ୍ କିଣାନ ଦେଶରେ ମରିଥିଲେ ।"},{"number":20,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଯିହୁଦାର ସନ୍ତାନ; ଶେଲାଠାରୁ ଶେଲାୟୀୟ ବଂଶ; ପେରସଠାରୁ ପେରସୀୟ ବଂଶ; ସେରହଠାରୁ ସେରହୀୟ ବଂଶ ।"},{"number":21,"verse":"ପୁଣି ପେରସର ଏହି ସକଳ ସନ୍ତାନ; ହିଷ୍ରୋଣଠାରୁ ହିଷ୍ରୋଣୀୟ ବଂଶ; ହାମୂଲଠାରୁ ହାମୂଲୀୟ ବଂଶ ।"},{"number":22,"verse":"ଯିହୁଦାର ଏହିସବୁ ବଂଶ ଗଣାଯାʼନ୍ତେ, ଛସ୍ତରି ହଜାର ପାଞ୍ଚ ଶହ ଲୋକ ହେଲେ ।"},{"number":23,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଇଷାଖରର ସନ୍ତାନ; ତୋଲୟଠାରୁ ତୋଲୟୀୟ ବଂଶ; ପୂୟଠାରୁ ପୂୟୀୟ ବଂଶ;"},{"number":24,"verse":"ଯାଶୂବଠାରୁ ଯାଶୂବୀୟ ବଂଶ; ଶିମ୍ରୋଣଠାରୁ ଶିମ୍ରୋଣୀୟ ବଂଶ ।"},{"number":25,"verse":"ଇଷାଖରର ଏହି ସକଳ ବଂଶ ଗଣାଯାʼନ୍ତେ, ଚଉଷଠି ହଜାର ତିନି ଶହ ଲୋକ ହେଲେ ।"},{"number":26,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ସବୂଲୂନର ସନ୍ତାନ; ସେରଦଠାରୁ ସେରଦୀୟ ବଂଶନ୍ତଏଲୋନଠାରୁ ଏଲୋନୀୟ ବଂଶ; ଯହଲେଲଠାରୁ ଯହଲେଲୀୟ ବଂଶ ।"},{"number":27,"verse":"ସବୂଲୂନର ଏହି ସକଳ ବଂଶ ଗଣାଯାʼନ୍ତେ, ଷାଠିଏ ହଜାର ପାଞ୍ଚ ଶହ ଲୋକ ହେଲେ ।"},{"number":28,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଯୋଷେଫଙ୍କ ପୁତ୍ର ମନଃଶି ଓ ଇଫ୍ରୟିମ ।"},{"number":29,"verse":"ମନଃଶିର ସନ୍ତାନ; ମାଖୀରଠାରୁ ମାଖରୀୟ ବଂଶ; ସେହି ମାଖୀରର ପୁତ୍ର ଗିଲୀୟଦ; ସେହି ଗିଲୀୟଦଠାରୁ ଗିଲୀୟଦୀୟ ବଂଶ ।"},{"number":30,"verse":"ଗିଲୀୟଦର ସନ୍ତାନ ଏମାନେ; ଈୟେଷରଠାରୁ ଈୟେଷ୍ରୀୟ ବଂଶ; ହେଲକଠାରୁ ହେଲକୀୟ ବଂଶ"},{"number":31,"verse":"ଓ ଅସ୍ରୀୟେଲଠାରୁ ଅସ୍ରୀୟେଲୀୟ ବଂଶ ଓ ଶେଖମଠାରୁ ଶେଖମୀୟ ବଂଶ"},{"number":32,"verse":"ଓ ଶମୀଦାଠାରୁ ଶମୀଦାୟୀୟ ବଂଶ ଓ ହେଫରଠାରୁ ହେଫରୀୟ ବଂଶ ।"},{"number":33,"verse":"ସେହି ହେଫରର ପୁତ୍ର ଯେ ସଲଫାଦ, ତାହାର ପୁତ୍ର ନ ଥିଲା, କେବଳ କନ୍ୟା ଥିଲା; ସେହି ସଲଫାଦର କନ୍ୟାମାନଙ୍କ ନାମ ମହଲା, ନୋୟା, ହଗ୍ଲା, ମିଲ୍‍କା ଓ ତିର୍ସା ।"},{"number":34,"verse":"ଏମାନେ ମନଃଶିର ବଂଶ, ଏମାନଙ୍କର ଗଣିତ ଲୋକ ବାଆନ ହଜାର ସାତ ଶହ ଜଣ ।"},{"number":35,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଇଫ୍ରୟିମର ସନ୍ତାନ; ଶୂଥଲହଠାରୁ ଶୂଥଲହୀୟ ବଂଶ; ବେଖରଠାରୁ ବେଖ୍ରୀୟ ବଂଶ; ତହନଠାରୁ ତହନୀୟ ବଂଶ ।"},{"number":36,"verse":"ପୁଣି ଶୂଥଲହର ସନ୍ତାନ ଏମାନେ; ଏରଣଠାରୁ ଏରଣୀୟ ବଂଶ ।"},{"number":37,"verse":"ଇଫ୍ରୟିମର ସନ୍ତାନମାନଙ୍କ ଏହି ସକଳ ବଂଶ ଗଣାଯାʼନ୍ତେ, ବତିଶ ହଜାର ପାଞ୍ଚ ଶହ ଲୋକ ହେଲେ; ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଏମାନେ ଯୋଷଫର ସନ୍ତାନ ।"},{"number":38,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ବିନ୍ୟାମୀନର ସନ୍ତାନ; ବେଲାଠାରୁ ବେଲାୟୀୟ ବଂଶ; ଅସ୍ବେଲଠାରୁ ଅସ୍ବେଲୀୟ ବଂଶ; ଅହୀରାମଠାରୁ ଅହୀରାମୀୟ ବଂଶ;"},{"number":39,"verse":"ଶୂଫମଠାରୁ ଶୂଫମୀୟ ବଂଶ; ହୂଫମଠାରୁ ହୂଫମୀୟ ବଂଶ ।"},{"number":40,"verse":"ପୁଣି ବେଲାର ସନ୍ତାନ ଅର୍ଦ ଓ ନାମାନ; ଅର୍ଦଠାରୁ ଅର୍ଦୀୟ ବଂଶ; ନାମାନଠାରୁ ନାମାନୀୟ ବଂଶ ।"},{"number":41,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଏମାନେ ବିନ୍ୟାମୀନର ସନ୍ତାନ । ଏମାନଙ୍କର ଗଣିତ ଲୋକ ପଞ୍ଚଚାଳିଶ ହଜାର ଛଅ ଶହ ଜଣ ।"},{"number":42,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଏମାନେ ଦାନର ସନ୍ତାନ; ଶୂହମଠାରୁ ଶୂହମୀୟ ବଂଶ । ଏମାନେ ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଦାନର ବଂଶ ।"},{"number":43,"verse":"ଶୂହମୀୟ ସମସ୍ତ ବଂଶ ଗଣାଯାʼନ୍ତେ, ଚଉଷଠି ହଜାର ଚାରି ଶହ ଲୋକ ହେଲେ ।"},{"number":44,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଆଶେରର ସନ୍ତାନ; ଯିମ୍ନିଠାରୁ ଯିମ୍ନୀୟ ବଂଶ; ଯିସ୍ବିଠାରୁ ଯିସ୍ବୀୟ ବଂଶ; ବରୀୟଠାରୁ ବରୀୟୀୟ ବଂଶ ।"},{"number":45,"verse":"ବରୀୟର ସନ୍ତାନ ଏମାନେ; ହେବରଠାରୁ ହେବରୀୟ ବଂଶ; ମଲକୀୟେଲଠାରୁ ମଲକୀୟେଲୀୟ ବଂଶ ।"},{"number":46,"verse":"ଆଶେରର କନ୍ୟାର ନାମ ସାରହ ।"},{"number":47,"verse":"ଆଶେରର ସନ୍ତାନମାନଙ୍କ ଏହି ସକଳ ବଂଶ ଗଣାଯାʼନ୍ତେ; ତେପନ ହଜାର ଚାରି ଶହ ଲୋକ ହେଲେ ।"},{"number":48,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ନପ୍ତାଲିର ସନ୍ତାନ; ଯହସୀୟେଲଠାରୁ ଯହସୀୟେଲୀୟ ବଂଶ; ଗୂନିଠାରୁ ଗୂନୀୟ ବଂଶ;"},{"number":49,"verse":"ଯେତ୍ସରଠାରୁ ଯେତ୍ସରୀୟ ବଂଶ; ଶିଲ୍ଲେମଠାରୁ ଶିଲ୍ଲେମୀୟ ବଂଶ ।"},{"number":50,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଏହି ସକଳ ନପ୍ତାଲିର ବଂଶ । ଏମାନଙ୍କର ଗଣିତ ଲୋକ ପଞ୍ଚଚାଳିଶ ହଜାର ଚାରି ଶହ ଜଣ ।"},{"number":51,"verse":"ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ଗଣିତ ଲୋକମାନଙ୍କର ସଂଖ୍ୟା ଛଅ ଲକ୍ଷ ଏକ ହଜାର ସାତ ଶହ ତିରିଶ ଥିଲା ।"},{"number":52,"verse":"ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ,"},{"number":53,"verse":"ନାମସଂଖ୍ୟାନୁସାରେ ଅଧିକାର ନିମନ୍ତେ ଏମାନଙ୍କ ମଧ୍ୟରେ ଦେଶ ବିଭକ୍ତ ହେବ ।"},{"number":54,"verse":"ଯାହାର ଲୋକ ବହୁତ, ତୁମ୍ଭେ ତାହାକୁ ବହୁତ ଅଧିକାର ଦେବ, ପୁଣି ଯାହାର ଲୋକ ଅଳ୍ପ, ତୁମ୍ଭେ ତାହାକୁ ଅଳ୍ପ ଅଧିକାର ଦେବ, ଯାହାର ଯେତେ ଗଣିତ ଲୋକ, ତାହାକୁ ସେତେ ଅଧିକାର ଦିଆଯିବ ।"},{"number":55,"verse":"ତଥାପି ଗୁଲିବାଣ୍ଟ ଦ୍ଵାରା ଦେଶ ବିଭକ୍ତ ହେବ; ସେମାନେ ଆପଣା ଆପଣା ପିତୃବଂଶ ନାମାନୁସାରେ ଅଧିକାର ପାଇବେ ।"},{"number":56,"verse":"ବହୁତ ଓ ଅଳ୍ପ ଲୋକଙ୍କ ମଧ୍ୟରେ ଗୁଲିବାଣ୍ଟ ଅନୁସାରେ ସେମାନଙ୍କର ଅଧିକାର ବିଭକ୍ତ ହେବ ।"},{"number":57,"verse":"ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଏମାନେ ଲେବୀୟମାନଙ୍କ ମଧ୍ୟରୁ ଗଣିତ ହେଲେ; ଗେର୍ଶୋନଠାରୁ ଗେର୍ଶୋନୀୟ ବଂଶ; କହାତ୍ଠାରୁ କହାତୀୟ ବଂଶ; ମରାରିଠାରୁ ମରାରୀୟ ବଂଶ ।"},{"number":58,"verse":"ଲେବୀୟ ବଂଶ ଏହି; ଲିବ୍ନୀୟ ବଂଶ, ହିବ୍ରୋଣୀୟ ବଂଶ, ମହଲୀୟ ବଂଶ, ମୂଶୀୟ ବଂଶ, କୋରହୀ ବଂଶ ।"},{"number":59,"verse":"ସେହି କହାତର ପୁତ୍ର ଅମ୍ରମ୍; ସେହି ଅମ୍ରମର ଯୋକେବଦ ନାମ୍ନୀ ଭାର୍ଯ୍ୟା ମିସର ଦେଶରେ ଲେବୀର ଔରସଜାତା କନ୍ୟା ଥିଲା । ସେ ଅମ୍ରମର ଔରସରେ ହାରୋଣ ଓ ମୋଶା ଓ ସେମାନଙ୍କ ଭଗିନୀ ମରୀୟମଙ୍କୁ ପ୍ରସବ କଲା ।"},{"number":60,"verse":"ହାରୋଣଠାରୁ ନାଦବ ଓ ଅବୀହୂ, ପୁଣି ଇଲୀୟାସର ଓ ଈଥାମର ଜନ୍ମିଲେ ।"},{"number":61,"verse":"ମାତ୍ର ନାଦବ୍ ଓ ଅବୀହୂ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ଇତର ଅଗ୍ନି ଉତ୍ସର୍ଗ କରନ୍ତେ ମଲେ ।"},{"number":62,"verse":"ଏମାନଙ୍କ ମଧ୍ୟରେ ଏକ ମାସରୁ ଅଧିକ ବୟସ୍କ ଲୋକ ଗଣାଯାʼନ୍ତେ, ତେଇଶ ହଜାର ଜଣ ହେଲେ; କାରଣ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ସେମାନଙ୍କୁ କୌଣସି ଅଧିକାର ଦତ୍ତ ନୋହିବାରୁ ସେମାନେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ଗଣିତ ହେଲେ ନାହିଁ ।"},{"number":63,"verse":"ଯିରୀହୋ ନିକଟସ୍ଥ ଯର୍ଦ୍ଦନ ସମୀପରେ ମୋୟାବ-ପଦାରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ଗଣନାକାରୀ ମୋଶା ଓ ଇଲୀୟାସର ଯାଜକ ଦ୍ଵାରା ଏସମସ୍ତେ ଗଣାଗଲେ ।"},{"number":64,"verse":"ମାତ୍ର ସୀନୟ-ପ୍ରାନ୍ତରରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ଗଣନାକାରୀ ମୋଶା ଓ ହାରୋଣ ଯାଜକ ଦ୍ଵାରା ଯେଉଁମାନେ ଗଣିତ ହୋଇଥିଲେ, ସେମାନଙ୍କ ମଧ୍ୟରୁ ଜଣେ ଏମାନଙ୍କ ମଧ୍ୟରେ ନ ଥିଲା ।"},{"number":65,"verse":"କାରଣ ସଦାପ୍ରଭୁ ସେମାନଙ୍କ ବିଷୟରେ କହିଥିଲେ ଯେ, ସେମାନେ ଅବଶ୍ୟ ଏହି ପ୍ରାନ୍ତରରେ ମରିବେ; ଏହେତୁ ସେମାନଙ୍କ ମଧ୍ୟରୁ ଯିଫୁନ୍ନିର ପୁତ୍ର କାଲେବ ଓ ନୂନର ପୁତ୍ର ଯିହୋଶୂୟ ଛଡ଼ା ଏକ ଜଣ ହିଁ ଅବଶିଷ୍ଟ ରହିଲା ନାହିଁ ।"}]}