{"bibleAbbr":"orOV2014","bookName":"ଗଣନା ପୁସ୍ତକ ଅର୍ଥାତ୍ ଇସ୍ରାଏଲ ଯୋଦ୍ଧାଙ୍କର ଗଣନା","bookEnglishName":"Numbers","chapterNumber":3,"verses":[{"number":1,"verse":"( ହାରୋଣଙ୍କ ପୁତ୍ରଗଣ) ଯେଉଁଦିନ ସଦାପ୍ରଭୁ ସୀନୟ ପର୍ବତରେ ମୋଶାଙ୍କ ସଙ୍ଗେ କଥା କହିଲେ, ସେହିଦିନ ହାରୋଣ ଓ ମୋଶାଙ୍କର ବଂଶାବଳୀ ଏହି ।"},{"number":2,"verse":"ହାରୋଣଙ୍କର ପୁତ୍ରଗଣର ନାମ ଏହି; ପ୍ରଥମଜାତ ନାଦବ୍, ତହୁଁ ଅବୀହୂ ଓ ଇଲୀୟାସର ଓ ଈଥାମର ।"},{"number":3,"verse":"ହାରୋଣଙ୍କର ଯେଉଁ ପୁତ୍ରମାନେ ଯାଜକ ରୂପେ ଅଭିଷିକ୍ତ ହୋଇଥିଲେ ଓ ଯେଉଁମାନଙ୍କୁ ସେ ଯାଜକକର୍ମ କରିବା ପାଇଁ ନିଯୁକ୍ତ କରିଥିଲେ, ସେମାନଙ୍କର ନାମ ଏହି ।"},{"number":4,"verse":"ମାତ୍ର ନାଦବ୍ ଓ ଅବୀହୂ ସୀନୟ ପ୍ରାନ୍ତରରେ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଇତର ଅଗ୍ନି ଉତ୍ସର୍ଗ କରି ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ପ୍ରାଣତ୍ୟାଗ କରିଥିଲେ, ସେମାନଙ୍କର ସନ୍ତାନ ନ ଥିଲା; ଏହେତୁରୁ ଇଲୀୟାସର ଓ ଈଥାମର ଆପଣା ପିତା ହାରୋଣଙ୍କ ସାକ୍ଷାତରେ ଯାଜକ କର୍ମ କଲେ ।"},{"number":5,"verse":"( ଲେବୀୟମାନଙ୍କ ଦାୟିତ୍ଵ) ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ,"},{"number":6,"verse":"ତୁମ୍ଭେ ଲେବୀୟ ବଂଶକୁ ଆଣି ହାରୋଣ ସମ୍ମୁଖରେ ଉପସ୍ଥିତ କରାଅ, ସେମାନେ ତାହାର ସେବା କରିବେ ।"},{"number":7,"verse":"ଆଉ ସେମାନେ ଆବାସର ସେବାକର୍ମ କରିବା ନିମନ୍ତେ ସମାଗମ-ତମ୍ଵୁ ସମ୍ମୁଖରେ ତାହାର ଓ ସମସ୍ତ ମଣ୍ତଳୀର ରକ୍ଷଣୀୟ ରକ୍ଷା କରିବେ ।"},{"number":8,"verse":"ପୁଣି ସେମାନେ ଆବାସର ସେବାକର୍ମ କରିବା ନିମନ୍ତେ ସମାଗମ-ତମ୍ଵୁର ସମସ୍ତ ଦ୍ରବ୍ୟ ଓ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ରକ୍ଷଣୀୟ ରକ୍ଷା କରିବେ ।"},{"number":9,"verse":"ଆଉ ତୁମ୍ଭେ ହାରୋଣ ଓ ତାହର ପୁତ୍ରଗଣର ହସ୍ତରେ ଲେବୀୟମାନଙ୍କୁ ସମର୍ପଣ କରିବ; ସେମାନେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ପକ୍ଷରେ ତାହା ପ୍ରତି ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ଦତ୍ତ ଲୋକ,"},{"number":10,"verse":"ପୁଣି ତୁମ୍ଭେ ହାରୋଣକୁ ଓ ତାହାର ପୁତ୍ରଗଣକୁ ନିଯୁକ୍ତ କରିବ, ତହିଁରେ ସେମାନେ ଆପଣାମାନଙ୍କ ଯାଜକତ୍ଵ-ପଦ ରକ୍ଷା କରିବେ ଓ ଅନ୍ୟ ବଂଶୀୟ ଯେକେହି ନିକଟବର୍ତ୍ତୀ ହେବ, ତାହାର ପ୍ରାଣଦଣ୍ତ ହେବ ।"},{"number":11,"verse":"ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ,"},{"number":12,"verse":"ଆମ୍ଭେ, ଦେଖ, ଆମ୍ଭେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ସମସ୍ତ ପ୍ରଥମଜାତ ଗର୍ଭଫଳ ପରିବର୍ତ୍ତରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରୁ ଲେବୀୟମାନଙ୍କୁ ଗ୍ରହଣ କଲୁ, ଏଣୁ ଲେବୀୟମାନେ ଆମ୍ଭର ହେବେ ।"},{"number":13,"verse":"କାରଣ ପ୍ରଥମଜାତ ସମସ୍ତ ଆମ୍ଭର; ଯେଉଁଦିନ ଆମ୍ଭେ ମିସର ଦେଶରେ ପ୍ରଥମଜାତ ସକଳକୁ ଆଘାତ କଲୁ, ସେହିଦିନ ଆମ୍ଭେ ଇସ୍ରାଏଲ ମଧ୍ୟରେ ମନୁଷ୍ୟ ଓ ପଶୁ ସମସ୍ତ ପ୍ରଥମଜାତକୁ ଆପଣା ଉଦ୍ଦେଶ୍ୟରେ ପବିତ୍ର କଲୁ; ସେମାନେ ଆମ୍ଭର ହେବେ; ଆମ୍ଭେ ସଦାପ୍ରଭୁ ଅଟୁ ।"},{"number":14,"verse":"ଅନନ୍ତର ସଦାପ୍ରଭୁ ସୀନୟ ପ୍ରାନ୍ତରରେ ମୋଶାଙ୍କୁ କହିଲେ,"},{"number":15,"verse":"ଆପଣା ଆପଣା ପିତୃଗୃହ ଓ ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଲେବୀୟ ସନ୍ତାନଗଣକୁ ଗଣନା କର; ତୁମ୍ଭେ ଏକ ମାସରୁ ଅଧିକ ବୟସ୍କ ସମସ୍ତ ପୁରୁଷ ଗଣନା କରିବ ।"},{"number":16,"verse":"ତହିଁରେ ମୋଶା ଆଜ୍ଞାପ୍ରମାଣେ ସଦାପ୍ରଭୁଙ୍କ ବାକ୍ୟାନୁସାରେ ସେମାନଙ୍କୁ ଗଣନା କଲେ ।"},{"number":17,"verse":"ଆପଣା ଆପଣା ନାମାନୁସାରେ ଏମାନେ ଲେବୀର ପୁତ୍ରଗଣ; ଯଥା, ଗେର୍ଶୋନ୍ ଓ କହାତ୍ ଓ ମରାରି ।"},{"number":18,"verse":"ପୁଣି ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ଗେର୍ଶୋନ୍ର ସନ୍ତାନମାନଙ୍କ ନାମ ଲିବ୍ନି ଓ ଶିମୀୟି ।"},{"number":19,"verse":"ପୁଣି ଆପଣା ଆପଣା ବଂଶାନୁସାରେ କହାତ୍ର ସନ୍ତାନମାନଙ୍କ ନାମ ଅମ୍ରମ୍ ଓ ଯିଷ୍ହର ଓ ହିବ୍ରୋଣ ଓ ଉଷୀୟେଲ ।"},{"number":20,"verse":"ପୁଣି ଆପଣା ଆପଣା ବଂଶାନୁସାରେ ମରାରିର ସନ୍ତାନମାନଙ୍କ ନାମ ମହଲି ଓ ମୂଶି; ଏମାନେ ଆପଣା ଆପଣା ପିତୃଗୃହାନୁସାରେ ଲେବୀୟମାନଙ୍କ ବଂଶ ।"},{"number":21,"verse":"ଗେର୍ଶୋନଠାରୁ ଲିବ୍ନି ବଂଶ ଓ ଶିମୀୟିର ବଂଶ ଉତ୍ପନ୍ନ ହେଲେ; ଏମାନେ ଗେର୍ଶୋନୀୟ ବଂଶ ।"},{"number":22,"verse":"ଏମାନଙ୍କ ମଧ୍ୟରେ ଏକ ମାସରୁ ଅଧିକ ବୟସ୍କ ଯେଉଁ ସମସ୍ତ ପୁରୁଷ ଗଣିତ ହେଲେ, ସେମାନଙ୍କର ଗଣିତ ଲୋକସଂଖ୍ୟା ସାତ ହଜାର ପାଞ୍ଚଶହ ହେଲା ।"},{"number":23,"verse":"ଗେର୍ଶୋନୀୟ ବଂଶ ପଶ୍ଚିମ ଦିଗରେ ଆବାସର ପଶ୍ଚାଦ୍ ଭାଗରେ ଛାଉଣି ସ୍ଥାପନ କରିବେ ।"},{"number":24,"verse":"ପୁଣି ଲାୟେଲର ପୁତ୍ର ଇଲୀୟାସଫ୍ ଗେର୍ଶୋନୀୟ-ମାନଙ୍କ ପିତୃଗୃହର ଅଧିପତି ହେବ ।"},{"number":25,"verse":"ପୁଣି ସମାଗମ-ତମ୍ଵୁର ଏହି ସମସ୍ତ ଦ୍ରବ୍ୟ ଗେର୍ଶୋନୀୟ ସନ୍ତାନମାନଙ୍କର ରକ୍ଷଣୀୟ ହେବ, ଯଥା, ଆବାସ ଓ ତମ୍ଵୁ, ତହିଁର ଛାତ, ଓ ସମାଗମ-ତମ୍ଵୁ ଦ୍ଵାରର ଆଚ୍ଛାଦନବସ୍ତ୍ର"},{"number":26,"verse":"ଓ ପ୍ରାଙ୍ଗଣର ପରଦାସକଳ ଓ ଆବାସ ଓ ବେଦିର ଚତୁର୍ଦ୍ଦିଗସ୍ଥିତ ପ୍ରାଙ୍ଗଣଦ୍ଵାରର ଆଚ୍ଛାଦନବସ୍ତ୍ର ଓ ତହିଁର ସେବାକାର୍ଯ୍ୟ ନିମିତ୍ତ ସମସ୍ତ ରଜ୍ଜୁ ।"},{"number":27,"verse":"ଆଉ କହାତ୍ଠାରୁ ଅମ୍ରମୀୟ ବଂଶ ଓ ଯିଷ୍ହରୀୟ ବଂଶ ଓ ହିବ୍ରୋଣୀୟ ବଂଶ ଓ ଉଷୀୟେଲୀୟ ବଂଶ ଉତ୍ପନ୍ନ ହେଲେ; ଏମାନେ କହାତୀୟ ବଂଶ ।"},{"number":28,"verse":"ଏକ ମାସରୁ ଅଧିକ ବୟସ୍କ ପୁରୁଷମାନଙ୍କ ଗଣନାନୁସାରେ ଆଠ ହଜାର ଛଅ ଶହ ଲୋକ ପବିତ୍ର ସ୍ଥାନର ରକ୍ଷକ ହେଲେ ।"},{"number":29,"verse":"କହାତୀୟ ସନ୍ତାନମାନଙ୍କ ବଂଶ ଦକ୍ଷିଣ ଦିଗରେ ଆବାସ ନିକଟରେ ଛାଉଣି ସ୍ଥାପନ କରିବେ ।"},{"number":30,"verse":"ଆଉ ଉଷୀୟେଲର ପୁତ୍ର ଇଲୀଷାଫନ୍ କହାତୀୟ ବଂଶର ଅଧିପତି ହେବ ।"},{"number":31,"verse":"ପୁଣି ସିନ୍ଦୁକ ଓ ମେଜ ଓ ଦୀପବୃକ୍ଷ ଓ ଯଜ୍ଞବେଦି ଓ ପବିତ୍ର ସ୍ଥାନର ସେବା ସମ୍ଵନ୍ଧୀୟ ସକଳ ପାତ୍ର ଓ ପରଦା ଓ ତତ୍ସମ୍ଵନ୍ଧୀୟ ସମସ୍ତ ସେବାକାର୍ଯ୍ୟ ସେମାନଙ୍କର ରକ୍ଷଣୀୟ ହେବ ।"},{"number":32,"verse":"ପୁଣି ହାରୋଣ ଯାଜକଙ୍କର ପୁତ୍ର ଇଲୀୟାସର ଲେବୀୟ ଅଧିପତିମାନଙ୍କର ଅଧିପତି ହେବ ଓ ପବିତ୍ର ସ୍ଥାନର ରକ୍ଷକମାନଙ୍କ ଉପରେ ତତ୍ତ୍ଵାବଧାନ କରିବ ।"},{"number":33,"verse":"ଆଉ ମରାରିଠାରୁ ମହଲୀୟ ବଂଶ ଓ ମୂଶୀୟ ବଂଶ ଉତ୍ପନ୍ନ ହେଲେ; ଏମାନେ ମରାରୀୟ ବଂଶ ।"},{"number":34,"verse":"ପୁଣି ଏମାନଙ୍କ ମଧ୍ୟରେ ଏକ ମାସରୁ ଅଧିକ ବୟସ୍କ ପୁରୁଷମାନଙ୍କ ଗଣନାନୁସାରେ ଛଅ ହଜାର ଦୁଇ ଶହ ଲୋକ ହେଲେ ।"},{"number":35,"verse":"ଆଉ ଅବୀହୟଲର ପୁତ୍ର ସୂରୀୟେଲ ମରାରି ବଂଶର ପିତୃଗୃହର ଅଧିପତି ହେଲା; ସେମାନେ ଉତ୍ତର ଦିଗରେ ଆବାସ ନିକଟରେ ଛାଉଣି ସ୍ଥାପନ କରିବେ ।"},{"number":36,"verse":"ଆଉ ଆବାସର ପଟା ଓ ଅର୍ଗଳ ଓ ସ୍ତମ୍ଭ ଓ ଚୁଙ୍ଗୀ ଓ ତହିଁର ସମସ୍ତ ଦ୍ରବ୍ୟ ଓ ତତ୍ସମ୍ଵନ୍ଧୀୟ ସେବାକାର୍ଯ୍ୟ"},{"number":37,"verse":"ଓ ପ୍ରାଙ୍ଗଣର ଚତୁର୍ଦ୍ଦିଗସ୍ଥିତ ସ୍ତମ୍ଭ ଓ ତହିଁର ସକଳ ଚୁଙ୍ଗୀ ଓ ମେଖ ଓ ରଜ୍ଜୁ ମରାରି ସନ୍ତାନଗଣର ନିରୂପିତ ରକ୍ଷଣୀୟ ହେବ ।"},{"number":38,"verse":"ପୁଣି ଯେଉଁମାନେ ଆବାସର ପୂର୍ବ ଦିଗରେ ସମାଗମ-ତମ୍ଵୁ ସମ୍ମୁଖରେ ସୂର୍ଯ୍ୟୋଦୟ ଆଡ଼େ ଛାଉଣି ସ୍ଥାପନ କରିବେ, ସେମାନେ ମୋଶା ଓ ହାରୋଣ ଓ ତାହାର ପୁତ୍ରଗଣ; ଏମାନେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ରକ୍ଷଣୀୟ ବୋଲି ପବିତ୍ର ସ୍ଥାନର ରକ୍ଷଣୀୟ ରକ୍ଷା କରିବେ; ଆଉ ଅନ୍ୟ ବଂଶୀୟ କୌଣସି ଲୋକ ତହିଁର ନିକଟବର୍ତ୍ତୀ ହେଲେ ହତ ହେବ ।"},{"number":39,"verse":"ଲେବୀୟମାନଙ୍କ ମଧ୍ୟରୁ ଯେଉଁମାନେ ଗଣିତ ହେଲେ, ଯେଉଁମାନଙ୍କୁ ମୋଶା ଓ ହାରୋଣ ସଦାପ୍ରଭୁଙ୍କ ଆଜ୍ଞା ପ୍ରମାଣେ ସେମାନଙ୍କ ବଂଶାନୁସାରେ ଗଣନା କଲେ, ସେମାନଙ୍କର ଏକ ମାସରୁ ଅଧିକ ବୟସ୍କ ସମସ୍ତ ପୁରୁଷ ସଂଖ୍ୟାରେ ବାଇଶ ହଜାର ହେଲେ ।"},{"number":40,"verse":"( ପ୍ରଥମଜାତ ପରିବର୍ତ୍ତେ ଲେବୀୟ) ତହୁଁ ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ଏକ ମାସରୁ ଅଧିକ ବୟସ୍କ ସମସ୍ତ ପ୍ରଥମଜାତ ପୁରୁଷଙ୍କୁ ଗଣନା କର ଓ ସେମାନଙ୍କ ନାମସଂଖ୍ୟା କର ।"},{"number":41,"verse":"ଆମ୍ଭେ ସଦାପ୍ରଭୁ, ଆମ୍ଭ ନିମନ୍ତେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ସମସ୍ତ ପ୍ରଥମଜାତ ଲୋକ ବଦଳେ ଲେବୀୟ-ମାନଙ୍କୁ ଗ୍ରହଣ କରିବ; ପୁଣି ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ସମସ୍ତ ପ୍ରଥମଜାତ ପଶୁ ବଦଳେ ଲେବୀୟମାନଙ୍କର ପଶୁ ଗ୍ରହଣ କରିବ ।"},{"number":42,"verse":"ତହିଁରେ ମୋଶା ସଦାପ୍ରଭୁଙ୍କ ଆଜ୍ଞାନୁସାରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ସମସ୍ତ ପ୍ରଥମଜାତ ଲୋକର ଗଣନା କଲେ ।"},{"number":43,"verse":"ପୁଣି ସେମାନଙ୍କର ଏକ ମାସରୁ ଅଧିକ ବୟସ୍କ ସମସ୍ତ ପ୍ରଥମଜାତ ପୁରୁଷର ନାମସଂଖ୍ୟାନୁସାରେ ଯେଉଁମାନେ ଗଣିତ ହେଲେ, ସେମାନଙ୍କ ସଂଖ୍ୟା ବାଇଶ ହଜାର ଦୁଇ ଶହ ତେସ୍ତରି ହେଲା ।"},{"number":44,"verse":"ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ,"},{"number":45,"verse":"ତୁମ୍ଭେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ସମସ୍ତ ପ୍ରଥମଜାତ ଲୋକ ବଦଳେ ଲେବୀୟମାନଙ୍କୁ ଓ ସେମାନଙ୍କ ପଶୁ ବଦଳେ ଲେବୀୟମାନଙ୍କର ପଶୁମାନଙ୍କୁ ଗ୍ରହଣ କର; ଆଉ ଲେବୀୟମାନେ ଆମ୍ଭର ହେବେ; ଆମ୍ଭେ ସଦାପ୍ରଭୁ ଅଟୁ ।"},{"number":46,"verse":"ପୁଣି ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ପ୍ରଥମଜାତ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ଲେବୀୟମାନଙ୍କ ସଂଖ୍ୟାରୁ ଅଧିକ ଦୁଇ ଶହ ତେସ୍ତରି ଲୋକର ମୁକ୍ତି ନିମନ୍ତେ,"},{"number":47,"verse":"ତୁମ୍ଭେ ମୁଣ୍ତ ପିଛା ପାଞ୍ଚ ଶେକଲ ଲେଖାଏଁ ନେବ; ପବିତ୍ର ସ୍ଥାନର ଶେକଲ ଅନୁସାରେ ତୁମ୍ଭେ ତାହା ନେବ, (କୋଡ଼ିଏ ଗେରାରେ ଏକ ଶେକଲ)।"},{"number":48,"verse":"ଆଉ ତୁମ୍ଭେ ସେହି ବଳକା ଲୋକମାନଙ୍କ ମୁକ୍ତିର ମୂଲ୍ୟ ନେଇ ହାରୋଣ ଓ ତାହାର ପୁତ୍ରମାନଙ୍କୁ ଦେବ ।"},{"number":49,"verse":"ତହୁଁ ମୋଶା ଲେବୀୟମାନଙ୍କ ଦ୍ଵାରା ମୁକ୍ତ ଲୋକଙ୍କ ଛଡ଼ା ଅବଶିଷ୍ଟ ଲୋକମାନଙ୍କ ମୁକ୍ତି-ମୂଲ୍ୟ ନେଲେ ।"},{"number":50,"verse":"ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ପ୍ରଥମଜାତ ଲୋକ-ମାନଙ୍କଠାରୁ ସେ ସେହି ମୂଲ୍ୟ ନେଲେ; ସେ ପବିତ୍ର ସ୍ଥାନର ଶେକଲ ଅନୁସାରେ ଏକ ହଜାର ତିନି ଶହ ପଞ୍ଚଷଠି ଶେକଲ ନେଲେ;"},{"number":51,"verse":"ପୁଣି ମୋଶାଙ୍କ ପ୍ରତି ସଦାପ୍ରଭୁଙ୍କ ଆଜ୍ଞାନୁସାରେ ମୋଶା ସଦାପ୍ରଭୁଙ୍କ ବାକ୍ୟପ୍ରମାଣେ ସେହି ମୁକ୍ତି-ମୂଲ୍ୟ ହାରୋଣଙ୍କୁ ଓ ତାଙ୍କର ପୁତ୍ରଗଣଙ୍କୁ ଦେଲେ ।"}]}