{"bibleAbbr":"orOV2014","bookName":"ଗଣନା ପୁସ୍ତକ ଅର୍ଥାତ୍ ଇସ୍ରାଏଲ ଯୋଦ୍ଧାଙ୍କର ଗଣନା","bookEnglishName":"Numbers","chapterNumber":5,"verses":[{"number":1,"verse":"( ଅଶୁଚି ବ୍ୟକ୍ତି ସମ୍ପର୍କୀୟ ବିଧି) ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ,"},{"number":2,"verse":"ପ୍ରତ୍ୟେକ କୁଷ୍ଠୀକି ଓ ପ୍ରତ୍ୟେକ ପ୍ରମେହୀକି ଓ ଶବ ଛୁଇଁ ଅଶୁଚି ହେବା ପ୍ରତ୍ୟେକ ପ୍ରାଣୀକି ଛାଉଣିରୁ ବାହାର କରିବା ପାଇଁ ତୁମ୍ଭେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣକୁ ଆଜ୍ଞା ଦିଅ ।"},{"number":3,"verse":"ତୁମ୍ଭେମାନେ ପୁରୁଷ ଓ ସ୍ତ୍ରୀ ଦୁହିଁଙ୍କୁ ବାହାର କରିବ, ତୁମ୍ଭେମାନେ ଛାଉଣିର ବାହାରେ ସେମାନଙ୍କୁ ରଖିବ; ସେମାନଙ୍କର ଯେଉଁ ଛାଉଣି ମଧ୍ୟରେ ଆମ୍ଭେ ବାସ କରୁ, ତାହା ସେମାନେ ଅଶୁଚି ନ କରନ୍ତୁ ।"},{"number":4,"verse":"ତହିଁରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସେହିରୂପ କଲେ, ପୁଣି ଛାଉଣିର ବାହାରେ ସେମାନଙ୍କୁ ରଖିଲେ; ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ ଯେପରି କହିଲେ, ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସେପରି କଲେ ।"},{"number":5,"verse":"( ଦୋଷତ୍ରୁଟି ପାଇଁ କ୍ଷତିପୂରଣ) ଏଉତ୍ତାରେ ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ,"},{"number":6,"verse":"ତୁମ୍ଭେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣକୁ କୁହ, କୌଣସି ପୁରୁଷ କି ସ୍ତ୍ରୀ ଯେବେ ସଦାପ୍ରଭୁଙ୍କ ବିରୁଦ୍ଧରେ ସତ୍ୟ ଲଙ୍ଘନ କରି ମନୁଷ୍ୟମାନଙ୍କ ମଧ୍ୟରେ ପ୍ରଚଳିତ କୌଣସି ପାପ କରେ ଓ ସେହି ପ୍ରାଣୀ ଦଣ୍ତନୀୟ ହୁଏ,"},{"number":7,"verse":"ତେବେ ସେ ଆପଣା କୃତ ପାପ ସ୍ଵୀକାର କରିବ ଓ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ଆପଣା ଦୋଷ ହେତୁରୁ କ୍ଷତିପୂରଣ ଦେବ ଓ ତହିଁର ପଞ୍ଚମାଂଶ ଅଧିକ ମିଶାଇ ଯାହା ବିରୁଦ୍ଧରେ ଦୋଷ କରିଅଛି, ତାହାକୁ ଦେବ ।"},{"number":8,"verse":"ମାତ୍ର ଯାହାକୁ ଦୋଷ ନିମନ୍ତେ କ୍ଷତିପୂରଣ ଦିଆଯାଇ ପାରେ, ଏପରି ମୁକ୍ତିକର୍ତ୍ତା ଜ୍ଞାତି ଯେବେ ସେହି ଲୋକର ନ ଥାଏ, ତେବେ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଯେଉଁ ଦୋଷାର୍ଥକ କ୍ଷତିପୂରଣ ଦିଆଯାଏ, ତାହା ଯାଜକର ହେବ; ତାହା ଛଡ଼ା ଯଦ୍ଦ୍ଵାରା ତାହା ପାଇଁ ପ୍ରାୟଶ୍ଚିତ୍ତ କରାଯିବ, ସେହି ପ୍ରାୟଶ୍ଚିତ୍ତାର୍ଥକ ମେଷବଳି ହିଁ ଦେବାକୁ ହେବ ।"},{"number":9,"verse":"ପୁଣି ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ଆପଣାମାନଙ୍କ ପବିତ୍ର ବସ୍ତୁ ମଧ୍ୟରୁ ଯେତେ ଉତ୍ତୋଳନୀୟ ଉପହାର ଯାଜକ ନିକଟକୁ ଆଣନ୍ତି, ତାହାସବୁ ତାହାର ହେବ ।"},{"number":10,"verse":"ପ୍ରତ୍ୟେକ ମନୁଷ୍ୟର ଉତ୍ସର୍ଗୀତ ପବିତ୍ର ବସ୍ତୁ ତାହାର ହେବ; ମନୁଷ୍ୟ ଯେକୌଣସି ବସ୍ତୁ ଯାଜକକୁ ଦିଏ, ତାହା ତାହାର ହେବ ।"},{"number":11,"verse":"( ବ୍ୟଭିଚାରର ପରୀକ୍ଷା) ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ,"},{"number":12,"verse":"ତୁମ୍ଭେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣକୁ କୁହ, କୌଣସି ମନୁଷ୍ୟର ଭାର୍ଯ୍ୟା ଯେବେ ବିପଥଗାମିନୀ ହୋଇ ତାହା ବିରୁଦ୍ଧରେ ସତ୍ୟ-ଲଙ୍ଘନ କରେ,"},{"number":13,"verse":"ଅର୍ଥାତ୍, ଯେବେ କୌଣସି ପୁରୁଷ ତାହା ସହିତ ସଂସର୍ଗ କରେ ଓ ତାହା ତାହାର ସ୍ଵାମୀର ଦୃଷ୍ଟିରୁ ଅଗୋଚର ହୋଇ ଗୁପ୍ତ ହୁଏ ଓ ସେ ଅଶୁଚି ହୁଏ, ପୁଣି ତାହା ବିରୁଦ୍ଧରେ କେହି ସାକ୍ଷୀ ନ ଥାଏ, କିଅବା ସେ କର୍ମ ବେଳେ ଧରା ପଡ଼ି ନ ଥାଏ;"},{"number":14,"verse":"ଆଉ ଯେବେ ସ୍ଵାମୀ ଈର୍ଷାଜନକ ଆତ୍ମାରେ ଆବିଷ୍ଟ ହୁଏ ଓ ଭାର୍ଯ୍ୟା ଅଶୁଚି ହେବାରୁ ତାହା ପ୍ରତି ଈର୍ଷାରେ ଜ୍ଵଳେ; ଅବା ଭାର୍ଯ୍ୟା ଅଶୁଚି ନୋହିଲେ ହେଁ ଯେବେ ସ୍ଵାମୀ ଈର୍ଷାଜନକ ଆତ୍ମାରେ ଆବିଷ୍ଟ ହୋଇ ତାହା ପ୍ରତି ଈର୍ଷାରେ ଜ୍ଵଳେ;"},{"number":15,"verse":"ତେବେ ସେହି ପୁରୁଷ ଆପଣା ଭାର୍ଯ୍ୟାକୁ ଯାଜକ ନିକଟକୁ ଆଣିବ ଓ ତାହା ନିମନ୍ତେ ଐଫାର ଦଶମାଂଶ ଯବ-ମଇଦା ଉପହାର ଆଣିବ; ସେ ତହିଁ ଉପରେ ତୈଳ ଢାଳିବ ନାହିଁ ଅବା କୁନ୍ଦୁରୁ ଦେବ ନାହିଁ, କାରଣ ତାହା ଈର୍ଷାର ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ, ଅର୍ଥାତ ଅପରାଧ-ସ୍ମରଣକାରୀ ସ୍ମରଣାର୍ଥକ ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ ।"},{"number":16,"verse":"ଏଉତ୍ତାରେ ଯାଜକ ସେହି ସ୍ତ୍ରୀକି ନିକଟକୁ ଆଣି ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ଉପସ୍ଥିତ କରିବ ।"},{"number":17,"verse":"ପୁଣି ଯାଜକ ମୃତ୍ତିକାପାତ୍ରରେ ପବିତ୍ର ଜଳ ନେବ ଓ ଯାଜକ ଆବାସର ଚଟାଣରୁ ଧୂଳି ନେଇ ସେହି ଜଳରେ ପକାଇବ ।"},{"number":18,"verse":"ତହୁଁ ଯାଜକ ସେହି ସ୍ତ୍ରୀକି ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ଉପସ୍ଥିତ କରିବ ଓ ସେହି ସ୍ତ୍ରୀର ମସ୍ତକର କେଶ ମୁକୁଳା କରି ସେହି ସ୍ମରଣାର୍ଥକ ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ, ଅର୍ଥାତ୍ ଈର୍ଷାର ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ ତାହାର ହସ୍ତରେ ଦେବ; ପୁଣି ଯାଜକ ଆପଣା ହସ୍ତରେ ଶାପଜନକ ତିକ୍ତ ଜଳ ରଖିବ ।"},{"number":19,"verse":"ଆଉ ଯାଜକ ସେହି ସ୍ତ୍ରୀକି ଶପଥ କରାଇ କହିବ, ଯେବେ କୌଣସି ପୁରୁଷ ତୁମ୍ଭ ସହିତ ଶୟନ କରି ନ ଥାଏ ଓ ତୁମ୍ଭେ ଆପଣା ସ୍ଵାମୀର ଅଧୀନରେ ଥାଉ ଥାଉ ବିପଥଗାମିନୀ ହୋଇ ଅଶୁଚି କ୍ରିୟା କରି ନ ଥାଅ, ତେବେ ତୁମ୍ଭେ ଏହି ଶାପଜନକ ତିକ୍ତ ଜଳରୁ ମୁକ୍ତ ହୁଅ ।"},{"number":20,"verse":"ମାତ୍ର ଯେବେ ତୁମ୍ଭେ ଆପଣା ସ୍ଵାମୀର ଅଧୀନରେ ଥାଉ ଥାଉ ବିପଥଗାମିନୀ ହୋଇଥାଅ ଓ ତୁମ୍ଭେ ଅଶୁଚି ହୋଇଥାଅ, ପୁଣି ତୁମ୍ଭ ସ୍ଵାମୀ ଛଡ଼ା ଅନ୍ୟ କୌଣସି ପୁରୁଷ ତୁମ୍ଭ ସହିତ ଶୟନ କରିଥାଏ;"},{"number":21,"verse":"ତେବେ ସଦାପ୍ରଭୁ ତୁମ୍ଭର ଊରୁ ଅବଶ କରାଇ ଓ ତୁମ୍ଭର ଉଦର ଫୁଲାଇ ତୁମ୍ଭ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ତୁମ୍ଭଙ୍କୁ ଶପଥ ଓ ରାଣର ଫଳ ଭୋଗ କରାଉନ୍ତୁନ୍ତ"},{"number":22,"verse":"ତହିଁରେ ଏହି ଶାପଜନକ ଜଳ ତୁମ୍ଭ ଉଦର ଫୁଲାଇବାକୁ ଓ ଊରୁ ଅବଶ କରାଇବାକୁ ତୁମ୍ଭ ଉଦରରେ ପ୍ରବେଶ କରୁ; ଏହି ସକଳ କଥା କହି ଯାଜକ ରାଣଯୁକ୍ତ ଶପଥ ଦ୍ଵାରା ସେହି ସ୍ତ୍ରୀକି ଶପଥ କରାଇବ; ତହିଁରେ ସେହି ସ୍ତ୍ରୀ ଆମେନ୍ (ଏପରି ହେଉ) କହିବ ।"},{"number":23,"verse":"ପୁଣି ଯାଜକ ସେହି ଶାପର କଥା ପୁସ୍ତକରେ ଲେଖିବ ଓ ତାହା ପୋଛି ତିକ୍ତ ଜଳରେ ପକାଇବ ।"},{"number":24,"verse":"ତହୁଁ ସେ ସେହି ସ୍ତ୍ରୀକି ଶାପଜନକ ତିକ୍ତ ଜଳ ପିଆଇବ; ତହିଁରେ ସେହି ଶାପଜନକ ଜଳ ତାହା ଉଦରରେ ପ୍ରବେଶ କରି ତିକ୍ତ ହେବ ।"},{"number":25,"verse":"ଆଉ ଯାଜକ ସେହି ସ୍ତ୍ରୀର ହସ୍ତରୁ ସେହି ଈର୍ଷାର ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟ ନେଇ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ଦୋଳାଇବ, ପୁଣି ବେଦି ଉପରକୁ ଆଣିବ;"},{"number":26,"verse":"ତହୁଁ ଯାଜକ ସେହି ଭକ୍ଷ୍ୟ-ନୈବେଦ୍ୟରୁ ମୁଠିଏ ତହିଁର ସ୍ମରଣାର୍ଥକ ଅଂଶ ରୂପେ ନେଇ ବେଦି ଉପରେ ଦଗ୍ଧ କରିବ ଓ ତହିଁ ଉତ୍ତାରେ ସେହି ସ୍ତ୍ରୀକି ସେହି ଜଳ ପାନ କରାଇବ ।"},{"number":27,"verse":"ପୁଣି ସେ ସେହି ସ୍ତ୍ରୀକି ଜଳ ପାନ କରାଇଲେ ଏପରି ହେବ, ଯେବେ ସେହି ସ୍ତ୍ରୀ ଆପଣା ସ୍ଵାମୀ ବିରୁଦ୍ଧରେ ସତ୍ୟ ଲଙ୍ଘନ କରି ଅଶୁଚି ହୋଇଥାଏ, ତେବେ ସେହି ଶାପଜନକ ଜଳ ତାହା ମଧ୍ୟରେ ପ୍ରବେଶ କରି ତିକ୍ତ ହେବ ଓ ତାହାର ଉଦର ଫୁଲିବ ଓ ତାହାର ଊରୁ ଅବଶ ହେବ; ଆଉ ସେହି ସ୍ତ୍ରୀ ଆପଣା ଲୋକଙ୍କ ମଧ୍ୟରେ ଶାପ ସ୍ଵରୂପ ହେବ ।"},{"number":28,"verse":"ଆଉ ଯେବେ ସେହି ସ୍ତ୍ରୀ ଅଶୁଚି ନ ହୋଇ ଶୁଚି ଥାଏ, ତେବେ ସେ ମୁକ୍ତ ହେବ ଓ ଗର୍ଭଧାରଣ କରିବ ।"},{"number":29,"verse":"ଏହା ଈର୍ଷାବିଷୟକ ବ୍ୟବସ୍ଥା, ଯଥା, ଭାର୍ଯ୍ୟା ସ୍ଵାମୀର ଅଧୀନରେ ଥାଉ ଥାଉ ବିପଥଗାମିନୀ ହୋଇ ଅଶୁଚି ହେଲେ,"},{"number":30,"verse":"ଅବା କୌଣସି ପୁରୁଷ ଈର୍ଷାଜନକ ଆତ୍ମାରେ ଆବିଷ୍ଟ ହୋଇ ଆପଣା ଭାର୍ଯ୍ୟା ପ୍ରତି ଈର୍ଷାରେ ଜ୍ଵଳିଲେ, ସେ ସେହି ସ୍ତ୍ରୀକି ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ଉପସ୍ଥିତ କରାଇବ, ପୁଣି ଯାଜକ ସେହି ସ୍ତ୍ରୀ ପ୍ରତି ଏହି ସମସ୍ତ ବ୍ୟବସ୍ଥା ପାଳନ କରିବ ।"},{"number":31,"verse":"ତହିଁରେ ସେହି ପୁରୁଷ ଅପରାଧରୁ ମୁକ୍ତ ହେବ ଓ ସେହି ସ୍ତ୍ରୀ ଆପଣା ଆପଣା ଅପରାଧ ବହିବ ।"}]}