{"bibleAbbr":"orOV2014","bookName":"ଗଣନା ପୁସ୍ତକ ଅର୍ଥାତ୍ ଇସ୍ରାଏଲ ଯୋଦ୍ଧାଙ୍କର ଗଣନା","bookEnglishName":"Numbers","chapterNumber":8,"verses":[{"number":1,"verse":"( ଦୀପବୃକ୍ଷର ପ୍ରତିଷ୍ଠା) ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ,"},{"number":2,"verse":"ତୁମ୍ଭେ ହାରୋଣକୁ କୁହ, ତୁମ୍ଭେ ପ୍ରଦୀପ ଜାଳିବା ସମୟରେ ସେହି ସପ୍ତ ପ୍ରଦୀପ ଦୀପବୃକ୍ଷର ସମ୍ମୁଖ ଭାଗରେ ଆଲୁଅ ଦେବ ।"},{"number":3,"verse":"ତହିଁରେ ହାରୋଣ ସେହିରୂପ କଲେ; ମୋଶାଙ୍କ ପ୍ରତି ସଦାପ୍ରଭୁଙ୍କ ଆଜ୍ଞାନୁସାରେ, ଯେପରି ଦୀପବୃକ୍ଷର ସମ୍ମୁଖ ଭାଗରେ ଆଲୁଅ ହେବ, ସେ ସେହିପରି ଦୀପମାନ ଜ୍ଵଳାଇଲେ ।"},{"number":4,"verse":"ସେହି ଦୀପବୃକ୍ଷର କର୍ମ ସ୍ଵର୍ଣ୍ଣର ପିଟାକର୍ମ ଥଲା; ତହିଁର ଗଣ୍ତି ଓ ପୁଷ୍ପ ପର୍ଯ୍ୟନ୍ତ ପିଟାକର୍ମ ଥିଲା; ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ ଯେଉଁ ଆଦର୍ଶ ଦେଖାଇଥିଲେ, ତଦନୁସାରେ ସେ ଦୀପବୃକ୍ଷ ନିର୍ମାଣ କଲେ ।"},{"number":5,"verse":"( ଲେବୀୟମାନଙ୍କ ଶୁଚିକରଣ) ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ,"},{"number":6,"verse":"ତୁମ୍ଭେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରୁ ଲେବୀୟମାନଙ୍କୁ ନେଇ ଶୁଚି କର ।"},{"number":7,"verse":"ତୁମ୍ଭେ ସେମାନଙ୍କୁ ଶୁଚି କରିବା ନିମନ୍ତେ ଏହିରୂପ କରିବ; ସେମାନଙ୍କ ଉପରେ ପାପାର୍ଥକ ଜଳ ପ୍ରକ୍ଷେପ କର ଓ ସେମାନେ ଆପଣା ଆପଣାର ସମସ୍ତ ଶରୀରରେ କ୍ଷୁର ଚଳାନ୍ତୁ ଓ ସେମାନେ ଆପଣା ଆପଣା ବସ୍ତ୍ର ଧୋଇ ଆପଣା ଆପଣାକୁ ଶୁଚି କରନ୍ତୁ ।"},{"number":8,"verse":"ତହିଁ ଉତ୍ତାରେ ସେମାନେ ଏକ ଗୋବତ୍ସ ଓ ତହିଁର ତୈଳମିଶ୍ରିତ ସରୁ ମଇଦାର ଭକ୍ଷ୍ୟନୈବେଦ୍ୟ ଆଣନ୍ତୁ, ପୁଣି ତୁମ୍ଭେ ଆଉ ଏକ ଗୋବତ୍ସ ପାପାର୍ଥକ ବଳି ନିମନ୍ତେ ନେବ ।"},{"number":9,"verse":"ତହୁଁ ତୁମ୍ଭେ ଲେବୀୟମାନଙ୍କୁ ସମାଗମ-ତମ୍ଵୁ ସମ୍ମୁଖରେ ଉପସ୍ଥିତ କରାଇବ; ପୁଣି ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ସମସ୍ତ ମଣ୍ତଳୀକି ଏକତ୍ର କରିବଣ।"},{"number":10,"verse":"ଆଉ ତୁମ୍ଭେ ଲେବୀୟମାନଙ୍କୁ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ଉପସ୍ଥିତ କରାଇବ; ତହୁଁ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ଲେବୀୟମାନଙ୍କ ଉପରେ ଆପଣାମାନଙ୍କ ହସ୍ତ ନିର୍ଭର ଦେବେ ।"},{"number":11,"verse":"ଆଉ ହାରୋଣ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ପକ୍ଷରେ ଲେବୀୟମାନଙ୍କୁ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ଦୋଳନୀୟ ଉପହାର ରୂପେ ଉତ୍ସର୍ଗ କରିବ, ତହିଁରେ ସେମାନେ ସଦାପ୍ରଭୁଙ୍କର ସେବା କରି ପାରିବେ ।"},{"number":12,"verse":"ତହିଁ ଉତ୍ତାରେ ଲେବୀୟମାନେ ସେହି ଦୁଇ ଗୋବତ୍ସର ମସ୍ତକରେ ଆପଣାମାନଙ୍କ ହସ୍ତର ନିର୍ଭର ଦେବେ; ତହୁଁ ତୁମ୍ଭେ ଲେବୀୟମାନଙ୍କ ପାଇଁ ପ୍ରାୟଶ୍ଚିତ୍ତ କରିବା ନିମନ୍ତେ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଗୋଟିକି ପାପାର୍ଥକ ବଳି ରୂପେ ଓ ଅନ୍ୟଟିକି ହୋମାର୍ଥକ ବଳି ରୂପେ ଉତ୍ସର୍ଗ କରିବ ।"},{"number":13,"verse":"ପୁଣି ତୁମ୍ଭେ ହାରୋଣ ଓ ତାହାର ପୁତ୍ରଗଣ ସମ୍ମୁଖରେ ଲେବୀୟମାନଙ୍କୁ ଉପସ୍ଥିତ କରାଇ ଦୋଳନୀୟ ନୈବେଦ୍ୟ ରୂପେ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଉତ୍ସର୍ଗ କରିବ ।"},{"number":14,"verse":"ଏହିରୂପେ ତୁମ୍ଭେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣଠାରୁ ଲେବୀୟମାନଙ୍କୁ ପୃଥକ କରିବ; ତହିଁରେ ଲେବୀୟମାନେ ଆମ୍ଭର ହେବେ ।"},{"number":15,"verse":"ତହିଁ ଉତ୍ତାରେ ଲେବୀୟମାନେ ସେବା କରିବା ନିମନ୍ତେ ସମାଗମ-ତମ୍ଵୁରେ ପ୍ରବେଶ କରିବେ; ପୁଣି ତୁମ୍ଭେ ସେମାନଙ୍କୁ ଶୁଚି କରି ଦୋଳନୀୟ ନୈବେଦ୍ୟ ରୂପେ ଉତ୍ସର୍ଗ କରିବ ।"},{"number":16,"verse":"କାରଣ ସେମାନେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରୁ ଆମ୍ଭ ଉଦ୍ଦେଶ୍ୟରେ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ଦତ୍ତ ଲୋକ; ଆମ୍ଭେ ଇସ୍ରାଏଲର ସନ୍ତାନଗଣ ମଧ୍ୟରୁ ସମସ୍ତ ପ୍ରଥମଜାତ ଗର୍ଭଫଳ ବଦଳେ ସେମାନଙ୍କୁ ଆପଣା ନିମନ୍ତେ ଗ୍ରହଣ କଲୁ ।"},{"number":17,"verse":"ଯେହେତୁ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ମନୁଷ୍ୟ ଓ ପଶୁ, ଉଭୟର ସମସ୍ତ ପ୍ରଥମଜାତ ଆମ୍ଭର; ମିସର ଦେଶର ସମସ୍ତ ପ୍ରଥମଜାତଙ୍କୁ ଆଘାତ କରିବା ଦିନ ଆମ୍ଭେ ସେମାନଙ୍କୁ ଆପଣା ନିମନ୍ତେ ପବିତ୍ର କଲୁ ।"},{"number":18,"verse":"ପୁଣି ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ସମସ୍ତ ପ୍ରଥମଜାତ ବଦଳେ ଆମ୍ଭେ ଲେବୀୟମାନଙ୍କୁ ଗ୍ରହଣ କଲୁ ।"},{"number":19,"verse":"ଆଉ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ପବିତ୍ର ସ୍ଥାନ ନିକଟକୁ ଆସିବା ବେଳେ ଯେପରି ସେମାନଙ୍କ ମଧ୍ୟରେ ମାରୀ ଉପସ୍ଥିତ ନ ହୁଏ, ଏଥିପାଇଁ ଆମ୍ଭେ ସମାଗମ-ତମ୍ଵୁରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ବଦଳେ ସେବା ଓ ସେମାନଙ୍କ ନିମନ୍ତେ ପ୍ରାୟଶ୍ଚିତ୍ତ କରିବା ପାଇଁ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରୁ ଲେବୀୟମାନଙ୍କୁ ଦାନ ରୂପେ ହାରୋଣ ଓ ତାହାର ପୁତ୍ରଗଣଙ୍କୁ ଦେଲୁ ।"},{"number":20,"verse":"ଏହିରୂପେ ମୋଶା ଓ ହାରୋଣ ଓ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ସମସ୍ତ ମଣ୍ତଳୀ ଲେବୀୟମାନଙ୍କ ପ୍ରତି କଲେ; ସଦାପ୍ରଭୁ ଲେବୀୟମାନଙ୍କ ବିଷୟରେ ମୋଶାଙ୍କୁ ଯେସମସ୍ତ ଆଜ୍ଞା ଦେଇଥିଲେ, ତଦନୁସାରେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସେମାନଙ୍କ ପ୍ରତି କଲେ ।"},{"number":21,"verse":"ପୁଣି ଲେବୀୟମାନେ ଆପଣା ଆପଣାକୁ ପାପରୁ ପରିଷ୍କାର କଲେ ଓ ଆପଣା ଆପଣା ବସ୍ତ୍ର ଧୌତ କଲେ; ତହୁଁ ହାରୋଣ ସେମାନଙ୍କୁ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ଦୋଳନୀୟ ନୈବେଦ୍ୟ ରୂପେ ଉତ୍ସର୍ଗ କଲେ; ଆଉ ହାରୋଣ ସେମାନଙ୍କୁ ଶୁଚି କରିବା ନିମନ୍ତେ ପ୍ରାୟଶ୍ଚିତ୍ତ କଲେ ।"},{"number":22,"verse":"ତହିଁ ଉତ୍ତାରେ ଲେବୀୟମାନେ ହାରୋଣର ସମ୍ମୁଖରେ ଓ ତାହାର ପୁତ୍ରଗଣ ସମ୍ମୁଖରେ ଆପଣା ଆପଣା ସେବାକର୍ମ କରିବା ନିମନ୍ତେ ସମାଗମ-ତମ୍ଵୁରେ ପ୍ରବେଶ କଲେ ; ସଦାପ୍ରଭୁ ଲେବୀୟମାନଙ୍କ ବିଷୟରେ ମୋଶାଙ୍କୁ ଯେପରି ଆଜ୍ଞା ଦେଇଥିଲେ, ତଦନୁସାରେ ସେମାନଙ୍କ ପ୍ରତି କଲେ ।"},{"number":23,"verse":"( ଲେବୀୟମାନଙ୍କ ଅବସର ଗ୍ରହଣ) ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ,"},{"number":24,"verse":"ଲେବୀୟମାନଙ୍କ ବିଷୟରେ ଏହି ବ୍ୟବସ୍ଥା । ପଚିଶ ବର୍ଷ ବୟସରୁ ଲେବୀୟମାନେ ସମାଗମ-ତମ୍ଵୁରେ ସେବାକର୍ମ କରିବା ନିମନ୍ତେ ସେବକ ଶ୍ରେଣୀଭୁକ୍ତ ହେବେ ।"},{"number":25,"verse":"ପୁଣି ସେମାନେ ପଚାଶ ବର୍ଷ ବୟସ୍କ ହେଲେ, ସେବାକର୍ମରୁ ନିବୃତ୍ତ ହୋଇ ଆଉ ସେବା କରିବେ ନାହିଁ;"},{"number":26,"verse":"ତଥାପି ସେମାନେ ରକ୍ଷଣୀୟ ରକ୍ଷା କରିବାରେ ସମାଗମ-ତମ୍ଵୁରେ ଆପଣା ଆପଣା ଭ୍ରାତା ସହିତ ସେବାକର୍ମ କରିବେ ଓ ଅନ୍ୟ ସେବା କରିବେ ନାହିଁ; ଲେବୀୟମାନଙ୍କ ରକ୍ଷଣୀୟ ବିଷୟରେ ତୁମ୍ଭେ ସେମାନଙ୍କ ପ୍ରତି ଏରୂପ କରିବ ।"}]}