{"bibleAbbr":"KJ3-2005","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":16,"verses":[{"number":1,"verse":"And Jehovah spoke to Moses after the death of the two sons of Aaron, as they drew near before Jehovah, and they died."},{"number":2,"verse":"And Jehovah said to Moses, Speak to your brother Aaron, and he shall not come in at all times to the sanctuary within the veil, to the front of the mercy seat."},{"number":3,"verse":"With this Aaron shall come into the sanctuary: with a bull, a son of the herd, for a sin offering, and a ram for a burnt offering."},{"number":4,"verse":"He shall put on a holy linen coat, and linen underpants shall be on his flesh, and he shall gird himself with a linen girdle, and he shall wrap himself in a linen miter; they are holy garments. And he shall bathe his flesh with water and shall put them on."},{"number":5,"verse":"And he shall take from the congregation of the sons of Israel two he-goats of the goats for a sin offering, and one ram for a burnt offering."},{"number":6,"verse":"And Aaron shall bring near the bull of the sin offering which is his own, and shall make atonement for himself, and for his house."},{"number":7,"verse":"And he shall take the two he-goats and shall cause them to stand before Jehovah, at the door of the tabernacle of the congregation."},{"number":8,"verse":"And Aaron shall give lots over the two he-goats, one lot for Jehovah, and one lot for a complete removal."},{"number":9,"verse":"And Aaron shall bring the goat on which the lot of Jehovah fell and shall make it a sin offering."},{"number":10,"verse":"And the goat on which the lot fell for a complete removal shall be made to stand living before Jehovah to atone by it, to send it away for a complete removal into the wilderness."},{"number":11,"verse":"And Aaron shall bring the bull of the sin offering which is his own, and shall atone for himself, and for his house, and shall kill the bull of the sin offering which is his own."},{"number":12,"verse":"And he shall take a firepan full of coals of the fire from off the altar before Jehovah, and his hands full of fragrant perfumes beaten small, and bring it within the veil."},{"number":13,"verse":"And he shall put the incense on the fire before Jehovah, and the cloud of the incense shall cover the mercy seat on the testimony; and he shall not die."},{"number":14,"verse":"And he shall take of the blood of the bull, and shall sprinkle with his finger on the front of the mercy-seat eastward. And he shall sprinkle at the front of the mercyseat seven times from the blood with his finger."},{"number":15,"verse":"And he shall slaughter the goat of the sin offering which is the people's, and shall bring in its blood to the inside of the veil, and shall do with its blood as he has done with the blood of the bull, and shall sprinkle it on the mercy seat, and at the front of the mercy seat."},{"number":16,"verse":"And he shall atone for the sanctuary because of the pollutions of the sons of Israel, and because of their transgressions for all their sins. And so he shall do for the tabernacle of the congregation dwelling in the midst of their pollutions."},{"number":17,"verse":"And not any man shall be in the tabernacle of the congregation as he goes in to atone in the sanctuary, until he comes out. And he shall atone for himself, and for his house, and for all the congregation of Israel."},{"number":18,"verse":"And he shall go out to the altar before Jehovah, and shall atone for it. And he shall take of the blood of the bull, and of the blood of the goat, and shall put it on the horns of the altar all around."},{"number":19,"verse":"And he shall sprinkle on it from the blood with his finger seven times, and shall cleanse it, and shall purify it from the uncleannesses of the sons of Israel."},{"number":20,"verse":"And when he has finished atoning for the sanctuary, and the tabernacle of the congregation, and the altar, and has brought near the living goat;"},{"number":21,"verse":"then Aaron shall lay his two hands on the head of the living goat, and shall confess over it all the iniquities of the sons of Israel, and all their transgressions, and all their sins, and shall put them on the head of the goat, and shall send it by the hand of a chosen man into the wilderness."},{"number":22,"verse":"And the goat shall bear on him all their iniquities to a land cut off. And he shall send the goat away into the wilderness."},{"number":23,"verse":"And Aaron shall come into the tabernacle of the congregation, and shall strip off the linen garments which he had put on as he went into the sanctuary, and shall leave them there."},{"number":24,"verse":"And he shall bathe his flesh with water in the sanctuary and shall put on his garments, and shall come out, and shall offer his burnt offering, and the burnt offering of the people, and shall atone for himself and for his people."},{"number":25,"verse":"And he shall burn as incense the fat of the sin offering on the altar."},{"number":26,"verse":"And he who let the goat go for a complete removal shall wash his garments and shall bathe his flesh with water; and later he shall come into the camp."},{"number":27,"verse":"And the bull of the sin offering, and the goat of the sin offering, whose blood has been brought in to atone in the sanctuary, one shall carry them out to the outside of the camp; and they shall burn their skins with fire, and their flesh, and their dung."},{"number":28,"verse":"And he who shall burn them shall wash his garments, and shall bathe his flesh with water, and afterwards he shall come into the camp."},{"number":29,"verse":"And it shall be for a never-ending statute, in the seventh month, in the tenth of the month, you shall humble yourself and do no work, the native, and the alien who is staying in your midst."},{"number":30,"verse":"For on this day he shall atone for you to cleanse you from all your sins; you shall be clean before Jehovah."},{"number":31,"verse":"It is a sabbath of rest to you, and you shall humble yourself. It is a never-ending statute."},{"number":32,"verse":"And the priest whom He shall anoint, and whose hand He shall consecrate to act as priest instead of his father, shall make atonement, and shall put on the linen garments, the holy garments."},{"number":33,"verse":"And he shall atone for the holy sanctuary, and for the tabernacle of the congregation, and for the altar he shall atone; yes, for the priests, and for all the people of the congregation he shall atone."},{"number":34,"verse":"And this shall be to you a never-ending statute to atone for the sons of Israel, because of all their sins, once a year. And he did as Jehovah had commanded Moses."}]}