{"bibleAbbr":"KJ3-2005","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":2,"verses":[{"number":1,"verse":"And when a person brings near an offering, a food offering to Jehovah, his offering shall be of flour. And he shall pour oil on it; and he shall put on it frankincense."},{"number":2,"verse":"And he shall bring it to the sons of Aaron the priest, And he shall take from it the fulness of his handful from its flour, and from its oil, with all its frankincense. And the priest shall burn it as incense on the altar, a memorial offering, a fire offering, a soothing fragrance to Jehovah."},{"number":3,"verse":"And the rest of the food offering is for Aaron and for his sons, most holy, of the fire offerings of Jehovah."},{"number":4,"verse":"And when you bring near an offering, a food offering baked in an oven, it shall be of fine flour, unleavened cakes mixed with oil, or unleavened thin cakes anointed with oil."},{"number":5,"verse":"And if your offering is a food offering baked in a pan, it shall be of unleavened fine flour, mixed with oil."},{"number":6,"verse":"You shall divide it into bits, and you should pour oil on it; it is a food offering."},{"number":7,"verse":"And if your offering is a food offering on a griddle, your offering shall be fine flour mixed with oil;"},{"number":8,"verse":"And you shall bring the food offering made of these things to Jehovah, and shall bring it to the priest. And the priest shall bring it near to the altar."},{"number":9,"verse":"And the priest shall lift up the food offering, its memorial offering, and shall burn it as incense on the altar, a fire offering, a soothing fragrance to Jehovah."},{"number":10,"verse":"And the rest of the food offering is for Aaron and his sons, most holy, of the offerings of Jehovah."},{"number":11,"verse":"Any food offering which you shall bring near to Jehovah, you shall not make with leaven; for all leaven and all honey you shall not burn it as incense, a fire offering to Jehovah."},{"number":12,"verse":"As an offering of firstfruits, you shall bring them to Jehovah, but they shall not go up on the altar for a soothing fragrance."},{"number":13,"verse":"And every offering of your food offering you shall season with salt, and you shall not let the salt of the covenant of your God be lacking from your food offering; you shall offer salt with all your offerings."},{"number":14,"verse":"And if you bring near a food offering of firstfruits to Jehovah, fresh ears roasted with fire, grains from a garden, you shall bring near your firstfruits for a food offering."},{"number":15,"verse":"And you shall put oil on it, and lay on it frankincense; it is a food offering."},{"number":16,"verse":"And the priest shall burn it as incense, with its memorial offering from its grains, and from its oil, besides all its frankincense, a fire offering to Jehovah."}]}