{"bibleAbbr":"KJ3-2005","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":23,"verses":[{"number":1,"verse":"And Jehovah spoke to Moses, saying,"},{"number":2,"verse":"Speak to the sons of Israel, and you shall say to them, The appointed feasts of Jehovah which you shall proclaim, holy gatherings, shall be these: These are My appointed seasons:"},{"number":3,"verse":"Work is to be done six days, and in the seventh day shall be a sabbath of rest, a holy gathering; you shall do no work; it is a sabbath to Jehovah in all your dwellings."},{"number":4,"verse":"These are appointed seasons of Jehovah, holy gatherings which you shall proclaim in their appointed seasons:"},{"number":5,"verse":"In the first month, on the fourteenth of the month, between the evenings is the Passover to Jehovah."},{"number":6,"verse":"And on the fifteenth of this month is the Feast of Unleavened Bread to Jehovah; you shall eat unleavened things seven days."},{"number":7,"verse":"On the first day you shall have a holy gathering; you shall do no work of service;"},{"number":8,"verse":"and you shall bring near a fire offering to Jehovah seven days; and the seventh day shall be a holy gathering; you shall do no work of service."},{"number":9,"verse":"And Jehovah spoke to Moses, saying,"},{"number":10,"verse":"Speak to the sons of Israel, and you shall say to them, When you come in to the land which I am giving to you, and have reaped its harvest, and have brought in the sheaf, or the beginning of your harvest, to the priest,"},{"number":11,"verse":"then he shall wave the sheaf before Jehovah for your acceptance; on the morrow of the Sabbath the priest shall wave it."},{"number":12,"verse":"And you shall prepare a he-lamb in the day you wave the sheaf, one without blemish, a son of a year, for a burnt offering to Jehovah."},{"number":13,"verse":"And its food offering shall be two tenths part of flour mixed with oil, a fire offering to Jehovah, a sweet fragrance; and its drink offering, a fourth of a hin of wine."},{"number":14,"verse":"And bread, and roasted grain, and fresh ears, you shall not eat until this self-same day, until you have brought the offering of your God; it is a never-ending statute for your generations in all your dwellings."},{"number":15,"verse":"And you shall number to you from the next day after the Sabbath, from the day you bring in the sheaf of the wave offering; they shall be seven complete sabbaths;"},{"number":16,"verse":"the next day after the seventh sabbath, you shall number fifty days; and you shall bring near a new food offering to Jehovah;"},{"number":17,"verse":"you shall bring in bread out of your dwellings for a wave offering, two loaves; they shall be of two tenth ephah of flour; they shall be baked with leaven; firstfruits to Jehovah."},{"number":18,"verse":"And besides the bread, you shall offer seven lambs, without blemish, sons of a year, and one bull, a son of the herd, and two rams; they are a burnt offering to Jehovah, with their food offering and their drink offerings, a fire offering of soothing fragrance to Jehovah."},{"number":19,"verse":"And you shall offer one he-goat for a sin offering, and two lambs, sons of a year, for a sacrifice of peace offerings."},{"number":20,"verse":"And the priest shall wave them, besides the bread of the firstfruits, a wave offering before Jehovah, besides the two lambs; they are holy to Jehovah for the priest."},{"number":21,"verse":"And you shall make a proclamation on this same day; it is a holy gathering to you. You shall do no work of service. It is a never-ending statute in all your dwellings for your generations."},{"number":22,"verse":"And when you reap the harvest of your land, you shall not finish the corner of your field; and when you gather the gleaning of your harvest, you shall leave them for the poor one, and for the alien: I am Jehovah your God."},{"number":23,"verse":"And Jehovah spoke to Moses, saying,"},{"number":24,"verse":"Speak to the sons of Israel, saying, In the seventh month, on the first of the month, a sabbath shall be to you, a called memorial, a holy gathering."},{"number":25,"verse":"You shall do no work of service and you shall bring a fire offering to Jehovah."},{"number":26,"verse":"And Jehovah spoke to Moses saying,"},{"number":27,"verse":"Also, on the tenth of this seventh month shall be a day of atonement; there shall be a holy gathering, and you shall humble your souls and shall bring a fire offering to Jehovah."},{"number":28,"verse":"And you shall do no work in this same day, for it is a day of atonement, to atone for you before Jehovah your God."},{"number":29,"verse":"For any person who is not humbled in this same day shall be cut off from his people."},{"number":30,"verse":"And any person who does any work in this same day, I shall even destroy that person from the midst of his people."},{"number":31,"verse":"You shall do no work; it is a neverending statute throughout your generations, in all your dwellings."},{"number":32,"verse":"It is a sabbath of rest to you, and you shall humble your souls in the ninth of the month at evening; from evening until evening you shall keep your sabbath."},{"number":33,"verse":"And Jehovah spoke to Moses, saying,"},{"number":34,"verse":"Speak to the sons of Israel, saying, In the fifteenth day of this seventh month shall be a Feast of Booths seven days to Jehovah."},{"number":35,"verse":"On the first day shall be a holy gathering; you shall do no work of service."},{"number":36,"verse":"Seven days you shall bring a fire offering to Jehovah; on the eighth day you shall have a holy gathering; and you shall bring the fire offering to Jehovah; it is a solemn assembly; you shall do no work of service."},{"number":37,"verse":"These are the set feasts of Jehovah which you shall proclaim, holy gatherings, to bring a fire offering to Jehovah, a burnt offering, and a food offering, a sacrifice, and drink offerings, the thing of a day on its own day;"},{"number":38,"verse":"besides the sabbaths of Jehovah, and besides your gifts, and besides all your vows, and besides all your freewill offerings which you shall give to Jehovah."},{"number":39,"verse":"Also, in the fifteenth day of the seventh month, when you gather the increase of the land, you shall keep the feast of Jehovah seven days; on the first day a sabbath, and on the eighth day a sabbath."},{"number":40,"verse":"And you shall take to yourselves on the first day the fruit of majestic trees, palm branches, and boughs of oak trees, and willows of the valley, and shall rejoice before Jehovah your God seven days."},{"number":41,"verse":"And you shall keep a feast to Jehovah, seven days in a year, a never ending statute for your generations; in the seventh month you shall keep it."},{"number":42,"verse":"You shall live in booths seven days; all who are native in Israel shall live in booths,"},{"number":43,"verse":"so that your generations shall know that I caused the sons of Israel to live in booths, when I brought them out of the land of Egypt; I am Jehovah your God."},{"number":44,"verse":"And Moses proclaimed the appointed feasts of Jehovah to the sons of Israel."}]}