{"bibleAbbr":"KJ3-2005","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":26,"verses":[{"number":1,"verse":"You shall not make idols to yourselves; and you shall not set up for yourselves graven images, or a memorial pillar. And you shall not place any stone image in your land, to bow yourselves to it; for I am Jehovah your God."},{"number":2,"verse":"You shall keep My sabbaths, and revere My sanctuary; I am Jehovah."},{"number":3,"verse":"If you walk in My statutes, and keep My commandments, and do them,"},{"number":4,"verse":"even I will give you rains in their season, and the land shall give her produce, and the tree of the field shall give its fruit;"},{"number":5,"verse":"and your threshing shall reach to the vintage, and the vintage shall reach to the sowing time; and you shall eat your bread to satisfaction, and live in your land securely."},{"number":6,"verse":"And I will give peace in the land, and you shall lie down, and none shall terrify you. And I shall cause evil beasts to cease out of the land, and the sword shall not pass over into your land."},{"number":7,"verse":"And you shall pursue your enemies, and they shall fall before you by the sword."},{"number":8,"verse":"And five of you shall pursue a hundred, and a hundred of you shall pursue a myriad; and your enemies shall fall before you by the sword."},{"number":9,"verse":"And I shall turn My face toward you and make you fruitful, and multiply you, and shall establish My covenant with you."},{"number":10,"verse":"And you shall eat very old store, and clear away the old because of the new coming out."},{"number":11,"verse":"And I will set My tabernacle in your midst, and My soul shall not loathe you;"},{"number":12,"verse":"and I shall walk always in your midst, and shall be to you for God, and you, you shall be to Me for a people;"},{"number":13,"verse":"I am Jehovah your God, who has brought you out from the land of the Egyptians, from being their slaves; and I will break the bars of your yoke, and cause you to stand erect."},{"number":14,"verse":"And if you will not listen to Me, and do not do all these commands;"},{"number":15,"verse":"and if you reject My statutes, and if your soul hates My judgments, so as not to do all My commands, to the breaking of My covenant;"},{"number":16,"verse":"I will also do this to you, and I shall appoint terror over you, the wasting, and the burning fever, destroying the eyes, and consuming the soul; and you shall sow your seed in vain, and your enemies will eat it."},{"number":17,"verse":"And I shall set My face against you, and you shall be smitten before your enemies; and those who hate you shall rule over you, and you shall flee, and there will be no one pursuing you."},{"number":18,"verse":"And if after these things you will not listen to Me, then I will chastise you seven times more for your sin;"},{"number":19,"verse":"and I will break the pride of your strength, and will make your heavens as iron, and your earth as bronze;"},{"number":20,"verse":"and your strength shall be consumed in vain, and your land shall not give her produce, and the tree of the land shall not give its fruit."},{"number":21,"verse":"And if you walk contrary to Me, and are not willing to listen to Me, then I will bring seven times more plagues on you according to your sins,"},{"number":22,"verse":"and send against you the beast of the field, and it shall bereave you. And I shall cut off your livestock and shall make you few, so that your ways are desolate."},{"number":23,"verse":"And if you are not chastised by Me by these things, and shall walk contrary to Me,"},{"number":24,"verse":"even I, I also shall walk contrary to you, and shall smite you, even I, seven times more for your sins;"},{"number":25,"verse":"and I will bring a sword on you, executing the vengeance of the covenant, and you shall be gathered to your cities, and I shall send pestilence into your midst; and you shall be given into the hand of an enemy."},{"number":26,"verse":"When I break to you the staff of bread, ten women shall bake your bread in one oven, and shall give back your bread by weight; and you shall eat, and shall not be satisfied."},{"number":27,"verse":"If you will not listen to Me for this, and shall walk contrary to Me,"},{"number":28,"verse":"then I also will walk contrary to you in fury. I also will chastise you, I also, seven times for your sins."},{"number":29,"verse":"And you shall eat of the flesh of your sons, and you shall eat of the flesh of your daughters."},{"number":30,"verse":"And I shall destroy your high places and cut down your altars, and shall put your dead bodies on the carcasses of your idols. And My soul shall loathe you."},{"number":31,"verse":"And I shall give your cities to be a waste, and I shall make your sanctuaries desolate; and I shall not smell your soothing fragrances."},{"number":32,"verse":"And I shall make the land desolate, and your enemies who are living in it shall be astonished at it."},{"number":33,"verse":"And I will scatter you among nations, and shall draw out the sword after you, and your land shall become a waste, and your cities shall be a desolation."},{"number":34,"verse":"Then the land shall enjoy its sabbaths, all the days of the desolation. And you shall be in the land of your enemies; then the land shall enjoy rest, and shall enjoy its sabbaths."},{"number":35,"verse":"It shall rest all the days of the desolation, that which it has not rested in your sabbaths while you lived on it."},{"number":36,"verse":"And those who are left of you, I shall also bring a faintness into their hearts in the lands of their enemies; and the sound of a driven leaf shall chase them; and they shall flee, as one flees from the sword; and they shall fall when no one pursues."},{"number":37,"verse":"And they shall stumble each man upon one another, as if it were before the sword, when no one pursues. And you shall have no power to stand before your enemies."},{"number":38,"verse":"And you shall perish among the nations, and the land of your enemies shall devour you."},{"number":39,"verse":"And of those who are left of you, they shall putrefy in their iniquity, in the lands of your enemies; and also in the iniquities of their fathers, they shall putrefy with them."},{"number":40,"verse":"And if they shall confess their iniquity, and the iniquity of their fathers, in their unfaitthful act with which they have acted unfaithfully against Me; and, also, that they have walked contrary to Me,"},{"number":41,"verse":"I also will walk contrary to them, and I will bring them into the land of their enemies. If their uncircumcised hearts are then humbled, and they then accept their guilt for their iniquity;"},{"number":42,"verse":"even I will remember My covenant with Jacob; and also My covenant with Isaac; and I shall also remember My covenant with Abraham, and I shall remember the land."},{"number":43,"verse":"For the land shall be forsaken by them, and shall satisfy for its sabbaths, in the desolation without them. And they shall accept their guilt for their iniquity, because, even because, they have rejected My judgments, and their soul has loathed My statutes."},{"number":44,"verse":"And yet for all that, when they are in the land of their enemies, I will not reject them, and not I will hate them, to consume them, to break My covenant with them; for I am Jehovah their God."},{"number":45,"verse":"And I shall remember for them the covenant of the first fathers, whom I brought forth out of the land of Egypt in the sight of the nations, that I might be tlo them for God; I am Jehovah."},{"number":46,"verse":"These are the statutes and the judgments and the laws which Jehovah has given between Him and the sons of Israel, in Mount Sinai, by the hand of Moses."}]}