{"bibleAbbr":"KJ3-2005","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":3,"verses":[{"number":1,"verse":"And if his offering is a sacrifice of peace offering, if he is offering it from the herd, whether male or female, without blemish, he shall bring it near before the face of Jehovah."},{"number":2,"verse":"And he shall lay his hand on the head of his offering and slaughter it at the opening of the tabernacle of the congregation. And the sons of Aaron, the priests, shall sprinkle the blood on the altar round about."},{"number":3,"verse":"And he shall bring near from the sacrifice of the peace offering a fire offering to Jehovah, the fat which covers the inward parts, and all the fat on the inward parts,"},{"number":4,"verse":"and the two kidneys, and the fat on them, on the loins, and the fatty lobe by the liver beside the kidneys, he shall remove."},{"number":5,"verse":"And the sons of Aaron shall burn it as incense on the altar, on the burnt offering on the wood on the fire, a fire offering of a soothing fragrance to Jehovah."},{"number":6,"verse":"And if his offering for a sacrifice of peace offerings is from the flock, male or female, without blemish, he shall bring it near."},{"number":7,"verse":"If he is bringing near a sheep for his offering, then he shall bring it near before the face of Jehovah."},{"number":8,"verse":"And he shall lay his hand on the head of his offering and shall slaughter it in front of the tabernacle of the congregation. And the sons of Aaron shall sprinkle its blood on the altar all around."},{"number":9,"verse":"And he shall bring near from the sacrifice of the peace offerings a fire offering to Jehovah, its fat; he shall remove the entire fat tail close by the backbone, and all the fat that covers the inward parts, and all the fat that is on the inward parts,"},{"number":10,"verse":"and the two kidneys, and the fat on them, on the loins, and he shall remove the lobe by the liver, beside the kidneys; he shall remove it."},{"number":11,"verse":"And the priest shall burn it as incense on the altar, bread of the fire offering to Jehovah."},{"number":12,"verse":"And if his offering is a goat, then he shall bring it near before the face of Jehovah."},{"number":13,"verse":"And he shall lay his hand on its head and shall slaughter it in front of the tabernacle of the congregation. And the sons of Aaron shall sprinkle its blood round about on the altar."},{"number":14,"verse":"And he shall bring near from it his offering, a fire offering to Jehovah, the fat covering the inward parts, and all the fat on the inward parts,"},{"number":15,"verse":"and the two kidneys, and the fat on them, on the loins, and the lobe on the liver, beside the kidneys, he shall remove."},{"number":16,"verse":"And the priest shall burn them as incense on the altar, bread of the fire offering for a soothing fragrance; all the fat is Jehovah's."},{"number":17,"verse":"It shall be a never-ending statute for your generations in all your dwellings. You shall not eat any fat or any blood."}]}