{"bibleAbbr":"RSV1971","bookName":"John","bookEnglishName":"John","chapterNumber":9,"verses":[{"number":1,"verse":"(A Man Born Blind Receives Sight) As he passed by, he saw a man blind from his birth."},{"number":2,"verse":"And his disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?”"},{"number":3,"verse":"Jesus answered, “It was not that this man sinned, or his parents, but that the works of God might be made manifest in him."},{"number":4,"verse":"We must work the works of him who sent me, while it is day; night comes, when no one can work."},{"number":5,"verse":"As long as I am in the world, I am the light of the world.”"},{"number":6,"verse":"As he said this, he spat on the ground and made clay of the spittle and anointed the man’s eyes with the clay,"},{"number":7,"verse":"saying to him, “Go, wash in the pool of Silo′am” (which means Sent). So he went and washed and came back seeing."},{"number":8,"verse":"The neighbors and those who had seen him before as a beggar, said, “Is not this the man who used to sit and beg?”"},{"number":9,"verse":"Some said, “It is he”; others said, “No, but he is like him.” He said, “I am the man.”"},{"number":10,"verse":"They said to him, “Then how were your eyes opened?”"},{"number":11,"verse":"He answered, “The man called Jesus made clay and anointed my eyes and said to me, ‘Go to Silo′am and wash’; so I went and washed and received my sight.”"},{"number":12,"verse":"They said to him, “Where is he?” He said, “I do not know.”"},{"number":13,"verse":"(The Pharisees Investigate the Healing) They brought to the Pharisees the man who had formerly been blind."},{"number":14,"verse":"Now it was a sabbath day when Jesus made the clay and opened his eyes."},{"number":15,"verse":"The Pharisees again asked him how he had received his sight. And he said to them, “He put clay on my eyes, and I washed, and I see.”"},{"number":16,"verse":"Some of the Pharisees said, “This man is not from God, for he does not keep the sabbath.” But others said, “How can a man who is a sinner do such signs?” There was a division among them."},{"number":17,"verse":"So they again said to the blind man, “What do you say about him, since he has opened your eyes?” He said, “He is a prophet.”"},{"number":18,"verse":"The Jews did not believe that he had been blind and had received his sight, until they called the parents of the man who had received his sight,"},{"number":19,"verse":"and asked them, “Is this your son, who you say was born blind? How then does he now see?”"},{"number":20,"verse":"His parents answered, “We know that this is our son, and that he was born blind;"},{"number":21,"verse":"but how he now sees we do not know, nor do we know who opened his eyes. Ask him; he is of age, he will speak for himself.”"},{"number":22,"verse":"His parents said this because they feared the Jews, for the Jews had already agreed that if any one should confess him to be Christ, he was to be put out of the synagogue."},{"number":23,"verse":"Therefore his parents said, “He is of age, ask him.”"},{"number":24,"verse":"So for the second time they called the man who had been blind, and said to him, “Give God the praise; we know that this man is a sinner.”"},{"number":25,"verse":"He answered, “Whether he is a sinner, I do not know; one thing I know, that though I was blind, now I see.”"},{"number":26,"verse":"They said to him, “What did he do to you? How did he open your eyes?”"},{"number":27,"verse":"He answered them, “I have told you already, and you would not listen. Why do you want to hear it again? Do you too want to become his disciples?”"},{"number":28,"verse":"And they reviled him, saying, “You are his disciple, but we are disciples of Moses."},{"number":29,"verse":"We know that God has spoken to Moses, but as for this man, we do not know where he comes from.”"},{"number":30,"verse":"The man answered, “Why, this is a marvel! You do not know where he comes from, and yet he opened my eyes."},{"number":31,"verse":"We know that God does not listen to sinners, but if any one is a worshiper of God and does his will, God listens to him."},{"number":32,"verse":"Never since the world began has it been heard that any one opened the eyes of a man born blind."},{"number":33,"verse":"If this man were not from God, he could do nothing.”"},{"number":34,"verse":"They answered him, “You were born in utter sin, and would you teach us?” And they cast him out."},{"number":35,"verse":"(Spiritual Blindness) Jesus heard that they had cast him out, and having found him he said, “Do you believe in the Son of man?” (Other ancient authorities read the Son of God)"},{"number":36,"verse":"He answered, “And who is he, sir, that I may believe in him?”"},{"number":37,"verse":"Jesus said to him, “You have seen him, and it is he who speaks to you.”"},{"number":38,"verse":"He said, “Lord, I believe”; and he worshiped him."},{"number":39,"verse":"Jesus said, “For judgment I came into this world, that those who do not see may see, and that those who see may become blind.”"},{"number":40,"verse":"Some of the Pharisees near him heard this, and they said to him, “Are we also blind?”"},{"number":41,"verse":"Jesus said to them, “If you were blind, you would have no guilt; but now that you say, ‘We see,’ your guilt remains."}]}