{"bibleAbbr":"KJ3-2005","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":7,"verses":[{"number":1,"verse":"And after these things, in the reign of Artaxerxes the king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,"},{"number":2,"verse":"the son of Shallum, the son of Zadok, the son of Ahitub,"},{"number":3,"verse":"the son of Amariah, the son of Azariah, the son of Meraioth,"},{"number":4,"verse":"the son of Zerahiah, the son of Uzzi, the son of Bukki,"},{"number":5,"verse":"the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the head priest:"},{"number":6,"verse":"this Ezra went up from Babylon. And he was a skilled scribe in the Law of Moses, which Jehovah the God of Israel had given. And the king granted him all he asked, according to the hand of Jehovah his God on him."},{"number":7,"verse":"And of the sons of Israel went up some of the priests, and the Levites, and the singers, and the gatekeepers, and the templeslaves to Jerusalem in the seventh year of Artaxerxes the king."},{"number":8,"verse":"And he came to Jerusalem in the fifth month, which was in the seventh year of the king."},{"number":9,"verse":"For on the first of the first month, he laid the foundation in order to go up from Babylon, and on the first of the fifth month he came to Jerusalem, according to the good hand of God on him."},{"number":10,"verse":"For Ezra had prepared his heart to seek the Law of Jehovah, and to do it, and to teach statutes and judgments in Israel."},{"number":11,"verse":"And this is the copy of the letter which the king, Artaxerxes, gave to Ezra the priest, the scribe, a scribe of the words of the commands of Jehovah, and of His statutes to Israel:"},{"number":12,"verse":"Artaxerxes, king of kings, to Ezra the priest, a scribe of the Law of the God of Heaven, perfect peace, and now:"},{"number":13,"verse":"From me was set out a decree that any one of the people of Israel, and their priests and Levites in my kingdom who volunteers to go up to Jerusalem, may go with you;"},{"number":14,"verse":"since you have been sent by the king, and by his seven counselors to ask about Judah and Jerusalem, according to the Law of your God in your hand;"},{"number":15,"verse":"and to bring the silver and gold which the king and his counselors have freely offered to the God of Israel, whose house is in Jerusalem:"},{"number":16,"verse":"even all the silver and gold which you can find in all the province of Babylon, with the free offering of the people, and of the priests, freely offering for the house of their God which is in Jerusalem."},{"number":17,"verse":"Therefore of this you shall diligently buy with this silver: bulls, rams, lambs, with their food offerings, and their drink offerings, and offer them on the altar of the house of your God in Jerusalem."},{"number":18,"verse":"And whatever shall seem good to you and to your brothers to do with the rest of the silver and the gold, do that; for you do the will of your God."},{"number":19,"verse":"And the vessels which are given to you for the service of the house of your God, deliver before the God of Jerusalem."},{"number":20,"verse":"And the rest of the needs of the house of your God which falls to you to give, give it out of the king's treasure house."},{"number":21,"verse":"And I, Artaxerxes the king, set out a decree to all the treasurers who are Beyond the River, that whatever Ezra the priest, the scribe of the Law of the God of Heaven, shall ask of you, it shall be done exactly,"},{"number":22,"verse":"to a hundred talents of silver, and to a hundred kors of wheat, and to a hundred baths of wine, and to a hundred baths of oil, and salt without stipulation."},{"number":23,"verse":"Whatever is commanded by the God of Heaven, let it be diligently done for the house of the God of Heaven. For why should there be wrath against the realm of the king and his sons?"},{"number":24,"verse":"And, we make known to you that in regard to any of the priests and the Levites, singers, gatekeepers, temple-slaves, or ministers of this house of God, it shall not be lawful to impose toll, taxes, or forced labor on them."},{"number":25,"verse":"And you, Ezra, according to the wisdom of your God in that is your hand, you appoint judges and magistrates who may judge all the people who are Beyond the River; all who know the laws of your God; and those who do not know, you cause to know."},{"number":26,"verse":"And whoever will not do the Law of your God, and the law of the king, let judgment be made diligently on him, whether to death, or to exile, or to confiscation of goods, or imprisonment."},{"number":27,"verse":"Blessed be Jehovah, the God of our fathers, who has put this in the king's heart, to beautify the house of Jehovah in Jerusalem."},{"number":28,"verse":"And He has extended mercy to me before the king and his counselors, and before all the king's mighty leaders. And I was made strong, as the hand of Jehovah my God was on me. And I gathered out of Israel chief men to go up with me."}]}