{"bibleAbbr":"KJ3-2005","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":8,"verses":[{"number":1,"verse":"And these are the heads of the fathers, and the genealogy of those who went up with me from Babylon, in the reign of Artaxerxes the king:"},{"number":2,"verse":"From the sons of Phinehas, Gershom. From the sons of Ithamar, Daniel. From the sons of David, Hattush."},{"number":3,"verse":"From the sons of Shechaniah, from the sons of Parosh, Zechariah. And with him were counted by genealogy a hundred and fifty of the males."},{"number":4,"verse":"From the sons of Pahath-moab, Elihoenai the son of Zerahiah, and two hundred males with him."},{"number":5,"verse":"From the sons of Shechaniah, the son of Jahaziel, and three hundred males with him."},{"number":6,"verse":"And from the sons of Adin, Ebed the son of Jonathan, and with him fifty males."},{"number":7,"verse":"And from the sons of Elam, Jeshaiah the son of Athaliah, and seventy males with him."},{"number":8,"verse":"And from the sons of Shephatiah, Zebadiah the son of Michael, and eighty males with him."},{"number":9,"verse":"From the sons of Joab, Obadiah the son of Jehiel, and two hundred and eighteen males with him."},{"number":10,"verse":"And from the sons of Shelomith, the son of Josiphiah, and a hundred and sixty males with him."},{"number":11,"verse":"And from the sons of Bebai, Zechariah the son of Bebai, and twenty-eight males with him."},{"number":12,"verse":"And from the sons of Azgad, Johanan the son of Hakkatan, and a hundred and ten males with him."},{"number":13,"verse":"And from the last sons of Adonikam, these: Eliphelet, Jeiel, and Shemaiah, and sixty males with them."},{"number":14,"verse":"And from the sons of Bigvai, Uthai, Zabbud, and seventy males with them."},{"number":15,"verse":"And I gathered them to the river which runs to Ahava. And we camped there in tents three days. And I considered the people and the priests, and did not find there any of the sons of Levi."},{"number":16,"verse":"Then I sent for Eliezer, for Ariel, for Shemaiah, and for Elnathan, and for Jarib, and for Elnathan, and for Nathan, and for Zechariah, and for Meshullam, head men; also for Joiarib and for Elnathan, men of understanding."},{"number":17,"verse":"And I sent them with command to Iddo, the chief of the place Casiphia, and I put in their mouth words to say to Iddo, to his brothers the temple-slaves, at the place Casiphia; that they should bring to us ministers for the house of our God."},{"number":18,"verse":"And by the good hand of our God on us, they brought us a head man from the sons of Mahli, the son of Levi, the son of Israel, and Sherebiah, with his sons and his brothers, eighteen."},{"number":19,"verse":"And came Hashabiah, and with him Jeshaiah from the sons of Merari, his brothers and their sons, twenty."},{"number":20,"verse":"And came of the temple-slaves whom David and the leaders had chosen for the service of the Levites, two hundred and twenty temple-slaves. All of them were called by name."},{"number":21,"verse":"And I called a fast there at the river Ahava, so that we might humble ourselves before our God, in order to seek from Him a right way for us, and for our little ones, and for all our goods."},{"number":22,"verse":"For I was ashamed to ask of the king troops and horsemen to help us against the enemy in the way, because we had spoken to the king, saying, The hand of our God is on all those who seek Him for good; but His power and His wrath are against all those who forsake Him."},{"number":23,"verse":"and we fasted and prayed to our God for good. And He was pleased to hear us."},{"number":24,"verse":"Then I separated twelve of the chiefs of the priests, Sherebiah, Hashabiah, and ten of their brothers with them."},{"number":25,"verse":"And I weighed to them the silver, and the gold, and the vessels, the offering of the house of our God, which the king and his counselors, and his lords, and all Israel who were there had lifted up."},{"number":26,"verse":"I even weighed into their hands six hundred and fifty talents of silver, and silver vessels of a hundred talents, a hundred talents of gold,"},{"number":27,"verse":"also twenty basins of gold of a thousand drams, and two vessels of shining copper as precious as gold."},{"number":28,"verse":"And I said to them, You are holy to Jehovah, and the articles also are holy. And the silver and the gold are a free gift to Jehovah, the God of your fathers."},{"number":29,"verse":"Watch and keep them until you weigh before the chief of the priests and the Levites, and the chief of the fathers of Israel in Jerusalem, in the rooms of the house of Jehovah."},{"number":30,"verse":"and the priests and the Levites took the weight of the silver, and the gold, and the articles, to bring them to Jerusalem, to the house of our God."},{"number":31,"verse":"And we pulled up from the river Ahava on the twelfth of the first month, to go to Jerusalem. And the hand of our God was on us, and He delivered us from the hand of the enemy, and ambushers along the way."},{"number":32,"verse":"And we came to Jerusalem, and remained there three days."},{"number":33,"verse":"And on the fourth day the silver and the gold and the articles were weighed in the house of our God by the hand of Meremoth the son of Uriah the priest. And with him was Eleazar the son of Phinehas, and with them was Jozabad the son of Jeshua, and Noadiah the son of Binnui, the Levites."},{"number":34,"verse":"By number, or by weight of all, and all the weight was written at that time."},{"number":35,"verse":"Those who came out of the captivity of the sons of exile offered burnt offerings to the God of Israel: twelve young bulls for all Israel, ninety-six rams, seventyseven lambs, twelve he goats for a sin offering. All was a burnt offering to Jehovah."},{"number":36,"verse":"And they gave the king's edicts to the king's satraps, and to the governors of the province Beyond the River. And they supported the people and the house of God."}]}