{"bibleAbbr":"NLT2007","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":18,"verses":[{"number":1,"verse":"The Greatest in the Kingdom About that time the disciples came to Jesus and asked, “Who is greatest in the Kingdom of Heaven?”"},{"number":2,"verse":"Jesus called a little child to him and put the child among them."},{"number":3,"verse":"Then he said, “I tell you the truth, unless you turn from your sins and become like little children, you will never get into the Kingdom of Heaven."},{"number":4,"verse":"So anyone who becomes as humble as this little child is the greatest in the Kingdom of Heaven."},{"number":5,"verse":"“And anyone who welcomes a little child like this on my behalf (Greek in my name.) is welcoming me."},{"number":6,"verse":"But if you cause one of these little ones who trusts in me to fall into sin, it would be better for you to have a large millstone tied around your neck and be drowned in the depths of the sea."},{"number":7,"verse":"“What sorrow awaits the world, because it tempts people to sin. Temptations are inevitable, but what sorrow awaits the person who does the tempting."},{"number":8,"verse":"So if your hand or foot causes you to sin, cut it off and throw it away. It’s better to enter eternal life with only one hand or one foot than to be thrown into eternal fire with both of your hands and feet."},{"number":9,"verse":"And if your eye causes you to sin, gouge it out and throw it away. It’s better to enter eternal life with only one eye than to have two eyes and be thrown into the fire of hell. (Greek the Gehenna of fire.)"},{"number":10,"verse":"“Beware that you don’t look down on any of these little ones. For I tell you that in heaven their angels are always in the presence of my heavenly Father. (Some manuscripts add verse 11, And the Son of Man came to save those who are lost. Compare Luke 19:10.)"},{"number":12,"verse":"“If a man has a hundred sheep and one of them wanders away, what will he do? Won’t he leave the ninety-nine others on the hills and go out to search for the one that is lost?"},{"number":13,"verse":"And if he finds it, I tell you the truth, he will rejoice over it more than over the ninety-nine that didn’t wander away!"},{"number":14,"verse":"In the same way, it is not my heavenly Father’s will that even one of these little ones should perish."},{"number":15,"verse":"Correcting Another Believer “If another believer (Greek If your brother.) sins against you, (Some manuscripts do not include against you.) go privately and point out the offense. If the other person listens and confesses it, you have won that person back."},{"number":16,"verse":"But if you are unsuccessful, take one or two others with you and go back again, so that everything you say may be confirmed by two or three witnesses."},{"number":17,"verse":"If the person still refuses to listen, take your case to the church. Then if he or she won’t accept the church’s decision, treat that person as a pagan or a corrupt tax collector."},{"number":18,"verse":"“I tell you the truth, whatever you forbid (Or bind, or lock.) on earth will be forbidden in heaven, and whatever you permit (Or loose, or open.) on earth will be permitted in heaven."},{"number":19,"verse":"“I also tell you this: If two of you agree here on earth concerning anything you ask, my Father in heaven will do it for you."},{"number":20,"verse":"For where two or three gather together as my followers, (Greek gather together in my name.) I am there among them.”"},{"number":21,"verse":"Parable of the Unforgiving Debtor Then Peter came to him and asked, “Lord, how often should I forgive someone (Greek my brother.) who sins against me? Seven times?”"},{"number":22,"verse":"“No, not seven times,” Jesus replied, “but seventy times seven! (Or seventy-seven times.)"},{"number":23,"verse":"“Therefore, the Kingdom of Heaven can be compared to a king who decided to bring his accounts up to date with servants who had borrowed money from him."},{"number":24,"verse":"In the process, one of his debtors was brought in who owed him millions of dollars. (Greek 10000 talents [375 tons or 340 metric tons of silver].)"},{"number":25,"verse":"He couldn’t pay, so his master ordered that he be sold—along with his wife, his children, and everything he owned—to pay the debt."},{"number":26,"verse":"“But the man fell down before his master and begged him, ‘Please, be patient with me, and I will pay it all.’"},{"number":27,"verse":"Then his master was filled with pity for him, and he released him and forgave his debt."},{"number":28,"verse":"“But when the man left the king, he went to a fellow servant who owed him a few thousand dollars. (Greek 100 denarii. A denarius was equivalent to a laborer’s full day’s wage.) He grabbed him by the throat and demanded instant payment."},{"number":29,"verse":"“His fellow servant fell down before him and begged for a little more time. ‘Be patient with me, and I will pay it,’ he pleaded."},{"number":30,"verse":"But his creditor wouldn’t wait. He had the man arrested and put in prison until the debt could be paid in full."},{"number":31,"verse":"“When some of the other servants saw this, they were very upset. They went to the king and told him everything that had happened."},{"number":32,"verse":"Then the king called in the man he had forgiven and said, ‘You evil servant! I forgave you that tremendous debt because you pleaded with me."},{"number":33,"verse":"Shouldn’t you have mercy on your fellow servant, just as I had mercy on you?’"},{"number":34,"verse":"Then the angry king sent the man to prison to be tortured until he had paid his entire debt."},{"number":35,"verse":"“That’s what my heavenly Father will do to you if you refuse to forgive your brothers and sisters (Greek your brother.) from your heart.”"}]}