{"bibleAbbr":"Orig2013+","bookName":"דברים","bookEnglishName":"Deuteronomy","chapterNumber":18,"verses":[{"number":1,"verse":"לא <WH3808> no יהיה <WH1961> shall have לכהנים <WH3548> The priests הלוים <WH3881> the Levites, כל <WH3605> all שׁבט <WH7626> the tribe לוי <WH3878> of Levi, חלק <WH2506> part ונחלה <WH5159> nor inheritance עם <WH5973> with ישׂראל <WH3478> Israel: אשׁי <WH801> יהוהנחלתו <WH5159> and his inheritance. יאכלון׃ <WH398> they shall eat"},{"number":2,"verse":"ונחלה <WH5159> inheritance לא <WH3808> no יהיה <WH1961> Therefore shall they have לו בקרב <WH7130> among אחיו <WH251> their brethren: יהוה <WH3068> the LORD הוא <WH1931> נחלתו <WH5159> their inheritance, כאשׁר <WH834> as דבר׃ <WH1696> he hath said"},{"number":3,"verse":"וזה <WH2088> And this יהיה <WH1961> shall be משׁפט <WH4941> due הכהנים <WH3548> the priest's מאת <WH853> העם <WH5971> the people, מאת <WH853> זבחי <WH2076> them that offer הזבח <WH2077> a sacrifice, אם <WH518> whether שׁור <WH7794> ox אם <WH518> or שׂה <WH7716> sheep; ונתן <WH5414> and they shall give לכהן <WH3548> unto the priest הזרע <WH2220> the shoulder, והלחיים <WH3895> and the two cheeks, והקבה׃ <WH6896> and the maw."},{"number":4,"verse":"ראשׁית <WH7225> The firstfruit דגנך <WH1715> of thy corn, תירשׁך <WH8492> of thy wine, ויצהרך <WH3323> and of thine oil, וראשׁית <WH7225> and the first גז <WH1488> of the fleece צאנך <WH6629> of thy sheep, תתן׃ <WH5414> shalt thou give"},{"number":5,"verse":"כי <WH3588> For בו בחר <WH977> hath chosen יהוה <WH3068> the LORD אלהיך <WH430> thy God מכל <WH3605> him out of all שׁבטיך <WH7626> thy tribes, לעמד <WH5975> to stand לשׁרת <WH8334> to minister בשׁם <WH8034> in the name יהוה <WH3068> of the LORD, הוא <WH1931> him ובניו <WH1121> and his sons כל <WH3605> forever. הימים׃ <WH3117> forever."},{"number":6,"verse":"וכי <WH3588> And if יבא <WH935> come הלוי <WH3881> a Levite מאחד <WH259> from any שׁעריך <WH8179> of thy gates מכל <WH3605> out of all ישׂראל <WH3478> Israel, אשׁר <WH834> where הוא <WH1931> he גר <WH1481> sojourned, שׁם <WH8033> where ובא <WH935> and come בכל <WH3605> with all אות <WH185> the desire נפשׁו <WH5315> of his mind אל <WH413> unto המקום <WH4725> the place אשׁר <WH834> which יבחר <WH977> shall choose; יהוה׃ <WH3068> the LORD"},{"number":7,"verse":"ושׁרת <WH8334> Then he shall minister בשׁם <WH8034> in the name יהוה <WH3068> of the LORD אלהיו <WH430> his God, ככל <WH3605> as all אחיו <WH251> his brethren הלוים <WH3881> the Levites העמדים <WH5975> which stand שׁם <WH8033> there לפני <WH6440> before יהוה׃ <WH3068> the LORD."},{"number":8,"verse":"חלק <WH2506> כחלקאכלו <WH398> to eat, לבד <WH905> beside ממכריו <WH4465> that which cometh of the sale על <WH5921> of האבות׃ <WH1> his patrimony."},{"number":9,"verse":"כי <WH3588> When אתה <WH859> thou בא <WH935> art come אל <WH413> into הארץ <WH776> the land אשׁר <WH834> which יהוה <WH3068> the LORD אלהיך <WH430> thy God נתן <WH5414> giveth לך לא <WH3808> thee, thou shalt not תלמד <WH3925> learn לעשׂות <WH6213> to do כתועבת <WH8441> after the abominations הגוים <WH1471> nations. ההם׃ <WH1992> of those"},{"number":10,"verse":"לא <WH3808> There shall not ימצא <WH4672> be found בך מעביר <WH5674> to pass through בנו <WH1121> among you that maketh his son ובתו <WH1323> or his daughter באשׁ <WH784> the fire, קסם <WH7081> divination, קסמים <WH7080> that useth מעונן <WH6049> an observer of times, ומנחשׁ <WH5172> or an enchanter, ומכשׁף׃ <WH3784> or a witch,"},{"number":11,"verse":"וחבר <WH2266> חברשׁאל <WH7592> or a consulter אוב <WH178> with familiar spirits, וידעני <WH3049> or a wizard, ודרשׁ <WH1875> or a necromancer. אל <WH413> המתים׃ <WH4191>"},{"number":12,"verse":"כי <WH3588> For תועבת <WH8441> an abomination יהוה <WH3068> unto the LORD: כל <WH3605> all עשׂה <WH6213> that do אלה <WH428> these things ובגלל <WH1558> and because התועבת <WH8441> abominations האלה <WH428> of these יהוה <WH3068> the LORD אלהיך <WH430> thy God מורישׁ <WH3423> אותםפניך׃ <WH6440> from before"},{"number":13,"verse":"תמים <WH8549> perfect תהיה <WH1961> Thou shalt be עם <WH5973> with יהוה <WH3068> the LORD אלהיך׃ <WH430> thy God."},{"number":14,"verse":"כי <WH3588> For הגוים <WH1471> nations, האלה <WH428> these אשׁר <WH834> which אתה <WH859> thou יורשׁ <WH3423> אותםל <WH413> unto מעננים <WH6049> observers of times, ואל <WH413> and unto קסמים <WH7080> diviners: ישׁמעו <WH8085> hearkened ואתה <WH859> but as for thee, לא <WH3808> hath not כן <WH3651> thee so נתן <WH5414> suffered לך יהוה <WH3068> the LORD אלהיך׃ <WH430> thy God"},{"number":15,"verse":"נביא <WH5030> unto thee a Prophet מקרבך <WH7130> from the midst מאחיך <WH251> of thee, of thy brethren, כמני <WH3644> like unto me; יקים <WH6965> will raise up לך יהוה <WH3068> The LORD אלהיך <WH430> thy God אליו <WH413> unto תשׁמעון׃ <WH8085> him ye shall hearken;"},{"number":16,"verse":"ככל <WH3605> According to all אשׁר <WH834> that שׁאלת <WH7592> thou desiredst מעם <WH5973> of יהוה <WH3068> the LORD אלהיך <WH430> thy God בחרב <WH2722> in Horeb ביום <WH3117> in the day הקהל <WH6951> of the assembly, לאמר <WH559> saying, לא <WH3808> Let me not אסף <WH3254> again לשׁמע <WH8085> hear את <WH853> קול <WH6963> the voice יהוה <WH3068> of the LORD אלהי <WH430> my God, ואת <WH853> האשׁ <WH784> fire הגדלה <WH1419> great הזאת <WH2063> this לא <WH3808> neither אראה <WH7200> let me see עוד <WH5750> any more, ולא <WH3808> not. אמות׃ <WH4191> that I die"},{"number":17,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אלי <WH413> unto היטיבו <WH3190> me, They have well אשׁר <WH834> which דברו׃ <WH1696> they have spoken."},{"number":18,"verse":"נביא <WH5030> a Prophet אקים <WH6965> I will raise them up להם <WH1992> מקרב <WH7130> from among אחיהם <WH251> their brethren, כמוך <WH3644> like unto thee, ונתתי <WH5414> and will put דברי <WH1697> my words בפיו <WH6310> in his mouth; ודבר <WH1696> and he shall speak אליהם <WH413> unto את <WH853> כל <WH3605> them all אשׁר <WH834> that אצונו׃ <WH6680> I shall command"},{"number":19,"verse":"והיה <WH1961> And it shall come to pass, האישׁ <WH376> whosoever אשׁר <WH834> whosoever לא <WH3808> will not ישׁמע <WH8085> hearken אל <WH413> unto דברי <WH1697> my words אשׁר <WH834> which ידבר <WH1696> he shall speak בשׁמי <WH8034> in my name, אנכי <WH595> I אדרשׁ <WH1875> will require מעמו׃ <WH5973> of"},{"number":20,"verse":"אך <WH389> But הנביא <WH5030> the prophet, אשׁר <WH834> which יזיד <WH2102> shall presume לדבר <WH1696> to speak דבר <WH1697> a word בשׁמי <WH8034> in my name, את <WH853> אשׁר <WH834> which לא <WH3808> I have not צויתיו <WH6680> commanded לדבר <WH1696> him to speak, ואשׁר <WH834> or that ידבר <WH1696> shall speak בשׁם <WH8034> in the name אלהים <WH430> gods, אחרים <WH312> of other ומת <WH4191> shall die. הנביא <WH5030> prophet ההוא׃ <WH1931> even that"},{"number":21,"verse":"וכי <WH3588> And if תאמר <WH559> thou say בלבבך <WH3824> in thine heart, איכה <WH349> How נדע <WH3045> shall we know את <WH853> הדבר <WH1697> the word אשׁר <WH834> which לא <WH3808> hath not דברו <WH1696> spoken? יהוה׃ <WH3068> the LORD"},{"number":22,"verse":"אשׁר <WH834> When ידבר <WH1696> speaketh הנביא <WH5030> a prophet בשׁם <WH8034> in the name יהוה <WH3068> of the LORD, ולא <WH3808> not, יהיה <WH1961> follow הדבר <WH1697> if the thing ולא <WH3808> nor יבא <WH935> come to pass, הוא <WH1931> that הדבר <WH1697> the thing אשׁר <WH834> which לא <WH3808> hath not דברו <WH1696> spoken, יהוה <WH3068> the LORD בזדון <WH2087> it presumptuously: דברו <WH1696> hath spoken הנביא <WH5030> the prophet לא <WH3808> thou shalt not תגור <WH1481> be afraid ממנו׃ <WH4480> of"}]}