{"bibleAbbr":"Orig2013+","bookName":"דברים","bookEnglishName":"Deuteronomy","chapterNumber":25,"verses":[{"number":1,"verse":"כי <WH3588> If יהיה <WH1961> there be ריב <WH7379> a controversy בין <WH996> between אנשׁים <WH582> ונגשׁו <WH5066> and they come אל <WH413> unto המשׁפט <WH4941> judgment, ושׁפטום <WH8199> that may judge והצדיקו <WH6663> them; then they shall justify את <WH853> הצדיק <WH6662> the righteous, והרשׁיעו <WH7561> and condemn את <WH853> הרשׁע׃ <WH7563> the wicked."},{"number":2,"verse":"והיה <WH1961> And it shall be, אם <WH518> if בן <WH1121> man worthy to be beaten, הכות <WH5221> man worthy to be beaten, הרשׁע <WH7563> the wicked והפילו <WH5307> shall cause him to lie down, השׁפט <WH8199> that the judge והכהו <WH5221> and to be beaten לפניו <WH6440> before his face, כדי <WH1767> according to רשׁעתו <WH7564> his fault, במספר׃ <WH4557> by a certain number."},{"number":3,"verse":"ארבעים <WH705> Forty יכנו <WH5221> stripes he may give לא <WH3808> him, not יסיף <WH3254> exceed: פן <WH6435> lest, יסיף <WH3254> he should exceed, להכתו <WH5221> and beat על <WH5921> him above אלה <WH428> these מכה <WH4347> stripes, רבה <WH7227> with many ונקלה <WH7034> should seem vile אחיך <WH251> then thy brother לעיניך׃ <WH5869> unto"},{"number":4,"verse":"לא <WH3808> Thou shalt not תחסם <WH2629> muzzle שׁור <WH7794> the ox בדישׁו׃ <WH1758> when he treadeth out"},{"number":5,"verse":"כי <WH3588> If ישׁבו <WH3427> dwell אחים <WH251> brethren יחדו <WH3162> together, ומת <WH4191> them die, אחד <WH259> and one מהם <WH1992> ובן <WH1121> child, אין <WH369> and have no לו לא <WH3808> shall not תהיה <WH1961> marry אשׁת <WH802> the wife המת <WH4191> of the dead החוצה <WH2351> without לאישׁ <WH376> unto a stranger: זר <WH2114> unto a stranger: יבמה <WH2993> her husband's brother יבא <WH935> shall go in עליה <WH5921> unto ולקחה <WH3947> her, and take לו לאשׁה <WH802> her to him to wife, ויבמה׃ <WH2992> and perform the duty of a husband's brother"},{"number":6,"verse":"והיה <WH1961> And it shall be, הבכור <WH1060> the firstborn אשׁר <WH834> which תלד <WH3205> she beareth יקום <WH6965> shall succeed על <WH5921> in שׁם <WH8034> the name אחיו <WH251> of his brother המת <WH4191> dead, ולא <WH3808> be not ימחה <WH4229> put out שׁמו <WH8034> that his name מישׂראל׃ <WH3478>"},{"number":7,"verse":"ואם <WH518> And if לא <WH3808> not יחפץ <WH2654> like האישׁ <WH376> the man לקחת <WH3947> to take את <WH853> יבמתו <WH2994> his brother's wife, ועלתה <WH5927> go up יבמתו <WH2994> then let his brother's wife השׁערה <WH8179> to the gate אל <WH413> unto הזקנים <WH2205> the elders, ואמרה <WH559> and say, מאן <WH3985> refuseth יבמי <WH2993> My husband's brother להקים <WH6965> to raise up לאחיו <WH251> unto his brother שׁם <WH8034> a name בישׂראל <WH3478> in Israel, לא <WH3808> not אבה <WH14> he will יבמי׃ <WH2992> perform the duty of my husband's brother."},{"number":8,"verse":"וקראו <WH7121> shall call לו זקני <WH2205> Then the elders עירו <WH5892> of his city ודברו <WH1696> him, and speak אליו <WH413> unto ועמד <WH5975> him: and he stand ואמר <WH559> and say, לא <WH3808> not חפצתי <WH2654> I like לקחתה׃ <WH3947> to take"},{"number":9,"verse":"ונגשׁה <WH5066> come יבמתו <WH2994> Then shall his brother's wife אליו <WH413> unto לעיני <WH5869> him in the presence הזקנים <WH2205> of the elders, וחלצה <WH2502> and loose נעלו <WH5275> his shoe מעל <WH5921> from off רגלו <WH7272> his foot, וירקה <WH3417> and spit בפניו <WH6440> in his face, וענתה <WH6030> and shall answer ואמרה <WH559> and say, ככה <WH3602> So יעשׂה <WH6213> shall it be done לאישׁ <WH376> unto that man אשׁר <WH834> that לא <WH3808> will not יבנה <WH1129> build up את <WH853> בית <WH1004> house. אחיו׃ <WH251> his brother's"},{"number":10,"verse":"ונקרא <WH7121> shall be called שׁמו <WH8034> And his name בישׂראל <WH3478> in Israel, בית <WH1004> The house חלוץ <WH2502> loosed. הנעל׃ <WH5275> of him that hath his shoe"},{"number":11,"verse":"כי <WH3588> When ינצו <WH5327> strive אנשׁים <WH376> men יחדו <WH3162> together אישׁ <WH376> one ואחיו <WH251> with another, וקרבה <WH7126> draweth near אשׁת <WH802> and the wife האחד <WH259> of the one להציל <WH5337> for to deliver את <WH853> אישׁה <WH376> her husband מיד <WH3027> out of the hand מכהו <WH5221> of him that smiteth ושׁלחה <WH7971> him, and putteth forth ידה <WH3027> her hand, והחזיקה <WH2388> and taketh במבשׁיו׃ <WH4016> him by the secrets:"},{"number":12,"verse":"וקצתה <WH7112> Then thou shalt cut off את <WH853> כפה <WH3709> her hand, לא <WH3808> shall not תחוס <WH2347> pity עינך׃ <WH5869> thine eye"},{"number":13,"verse":"לא <WH3808> Thou shalt not יהיה <WH1961> have לך בכיסך <WH3599> in thy bag אבן <WH68> divers weights, ואבן <WH68> divers weights, גדולה <WH1419> a great וקטנה׃ <WH6996> and a small."},{"number":14,"verse":"לא <WH3808> Thou shalt not יהיה <WH1961> have לך בביתך <WH1004> in thine house איפה <WH374> divers measures, ואיפה <WH374> divers measures, גדולה <WH1419> a great וקטנה׃ <WH6996> and a small."},{"number":15,"verse":"אבן <WH68> weight, שׁלמה <WH8003> a perfect וצדק <WH6664> and just יהיה <WH1961> thou shalt have לך איפה <WH374> measure שׁלמה <WH8003> a perfect וצדק <WH6664> and just יהיה <WH1961> shalt thou have: לך למען <WH4616> that יאריכו <WH748> may be lengthened ימיך <WH3117> thy days על <WH5921> in האדמה <WH127> the land אשׁר <WH834> which יהוה <WH3068> the LORD אלהיך <WH430> thy God נתן׃ <WH5414> giveth"},{"number":16,"verse":"כי <WH3588> For תועבת <WH8441> an abomination יהוה <WH3068> unto the LORD אלהיך <WH430> thy God. כל <WH3605> all עשׂה <WH6213> that do אלה <WH428> such things, כל <WH3605> all עשׂה <WH6213> that do עול׃ <WH5766> unrighteously,"},{"number":17,"verse":"זכור <WH2142> Remember את <WH853> אשׁר <WH834> what עשׂה <WH6213> did לך עמלק <WH6002> Amalek בדרך <WH1870> unto thee by the way, בצאתכם <WH3318> when ye were come forth ממצרים׃ <WH4714>"},{"number":18,"verse":"אשׁר <WH834> How קרך <WH7136> he met בדרך <WH1870> thee by the way, ויזנב <WH2179> and smote the hindmost בך כל <WH3605> of thee, all הנחשׁלים <WH2826> feeble אחריך <WH310> behind ואתה <WH859> thee, when thou עיף <WH5889> faint ויגע <WH3023> and weary; ולא <WH3808> not ירא <WH3373> אלהים׃ <WH430> God."},{"number":19,"verse":"והיה <WH1961> Therefore it shall be, בהניח <WH5117> hath given thee rest יהוה <WH3068> when the LORD אלהיך <WH430> thy God לך מכל <WH3605> from all איביך <WH341> thine enemies מסביב <WH5439> round about, בארץ <WH776> in the land אשׁר <WH834> which יהוה <WH3068> the LORD אלהיך <WH430> thy God נתן <WH5414> giveth לך נחלה <WH5159> thee an inheritance לרשׁתה <WH3423> to possess תמחה <WH4229> it, thou shalt blot out את <WH853> זכר <WH2143> the remembrance עמלק <WH6002> of Amalek מתחת <WH8478> from under השׁמים <WH8064> heaven; לא <WH3808> thou shalt not תשׁכח׃ <WH7911> forget"}]}