{"bibleAbbr":"Orig2013+","bookName":"דברים","bookEnglishName":"Deuteronomy","chapterNumber":27,"verses":[{"number":1,"verse":"ויצו <WH6680> commanded משׁה <WH4872> And Moses וזקני <WH2205> with the elders ישׂראל <WH3478> of Israel את <WH853> העם <WH5971> the people, לאמר <WH559> saying, שׁמר <WH8104> Keep את <WH853> כל <WH3605> all המצוה <WH4687> the commandments אשׁר <WH834> which אנכי <WH595> I מצוה <WH6680> command אתכם <WH853> היום׃ <WH3117> you this day."},{"number":2,"verse":"והיה <WH1961> And it shall be ביום <WH3117> on the day אשׁר <WH834> when תעברו <WH5674> ye shall pass over את <WH853> הירדן <WH3383> Jordan אל <WH413> unto הארץ <WH776> the land אשׁר <WH834> which יהוה <WH3068> the LORD אלהיך <WH430> thy God נתן <WH5414> giveth לך והקמת <WH6965> thee, that thou shalt set thee up לך אבנים <WH68> stones, גדלות <WH1419> great ושׂדת <WH7874> and plaster אתם <WH853> בשׂיד׃ <WH7874>"},{"number":3,"verse":"וכתבת <WH3789> And thou shalt write עליהן <WH5921> upon את <WH853> כל <WH3605> them all דברי <WH1697> the words התורה <WH8451> law, הזאת <WH2063> of this בעברך <WH5674> when thou art passed over, למען <WH4616> that אשׁר <WH834> that תבא <WH935> thou mayest go in אל <WH413> unto הארץ <WH776> the land אשׁר <WH834> which יהוה <WH3068> the LORD אלהיך <WH430> thy God נתן <WH5414> giveth לך ארץ <WH776> thee, a land זבת <WH2100> that floweth חלב <WH2461> with milk ודבשׁ <WH1706> and honey; כאשׁר <WH834> as דבר <WH1696> hath promised יהוה <WH3068> the LORD אלהי <WH430> God אבתיך׃ <WH1> of thy fathers"},{"number":4,"verse":"והיה <WH1961> Therefore it shall be בעברכם <WH5674> when ye be gone over את <WH853> הירדן <WH3383> Jordan, תקימו <WH6965> ye shall set up את <WH853> האבנים <WH68> stones, האלה <WH428> these אשׁר <WH834> which אנכי <WH595> I מצוה <WH6680> command אתכם <WH853> היום <WH3117> you this day, בהר <WH2022> in mount עיבל <WH5858> Ebal, ושׂדת <WH7874> and thou shalt plaster אותם <WH853> בשׂיד׃ <WH7874>"},{"number":5,"verse":"ובנית <WH1129> shalt thou build שׁם <WH8033> And there מזבח <WH4196> an altar ליהוה <WH3068> unto the LORD אלהיך <WH430> thy God, מזבח <WH4196> an altar אבנים <WH68> of stones: לא <WH3808> thou shalt not תניף <WH5130> lift up עליהם <WH5921> upon ברזל׃ <WH1270> iron"},{"number":6,"verse":"אבנים <WH68> stones: שׁלמות <WH8003> of whole תבנה <WH1129> Thou shalt build את <WH853> מזבח <WH4196> the altar יהוה <WH3068> of the LORD אלהיך <WH430> thy God והעלית <WH5927> and thou shalt offer עליו <WH5921> thereon עולת <WH5930> burnt offerings ליהוה <WH3068> unto the LORD אלהיך׃ <WH430> thy God:"},{"number":7,"verse":"וזבחת <WH2076> And thou shalt offer שׁלמים <WH8002> peace offerings, ואכלת <WH398> and shalt eat שׁם <WH8033> there, ושׂמחת <WH8055> and rejoice לפני <WH6440> before יהוה <WH3068> the LORD אלהיך׃ <WH430> thy God."},{"number":8,"verse":"וכתבת <WH3789> And thou shalt write על <WH5921> upon האבנים <WH68> the stones את <WH853> כל <WH3605> all דברי <WH1697> the words התורה <WH8451> law הזאת <WH2063> of this באר <WH874> very plainly. היטב׃ <WH3190> very plainly."},{"number":9,"verse":"וידבר <WH1696> spoke משׁה <WH4872> And Moses והכהנים <WH3548> and the priests הלוים <WH3881> the Levites אל <WH413> unto כל <WH3605> all ישׂראל <WH3478> Israel, לאמר <WH559> saying, הסכת <WH5535> Take heed, ושׁמע <WH8085> and hearken, ישׂראל <WH3478> O Israel; היום <WH3117> day הזה <WH2088> this נהיית <WH1961> thou art become לעם <WH5971> the people ליהוה <WH3068> of the LORD אלהיך׃ <WH430> thy God."},{"number":10,"verse":"ושׁמעת <WH8085> Thou shalt therefore obey בקול <WH6963> the voice יהוה <WH3069> אלהיך <WH430> thy God, ועשׂית <WH6213> and do את <WH853> מצותו <WH4687> his commandments ואת <WH853> חקיו <WH2706> and his statutes, אשׁר <WH834> which אנכי <WH595> I מצוך <WH6680> command היום׃ <WH3117> thee this day."},{"number":11,"verse":"ויצו <WH6680> charged משׁה <WH4872> And Moses את <WH853> העם <WH5971> the people ביום <WH3117> day, ההוא <WH1931> the same לאמר׃ <WH559> saying,"},{"number":12,"verse":"אלה <WH428> These יעמדו <WH5975> shall stand לברך <WH1288> to bless את <WH853> העם <WH5971> the people, על <WH5921> upon הר <WH2022> mount גרזים <WH1630> Gerizim בעברכם <WH5674> when ye are come over את <WH853> הירדן <WH3383> Jordan; שׁמעון <WH8095> Simeon, ולוי <WH3878> and Levi, ויהודה <WH3063> and Judah, וישׂשכר <WH3485> and Issachar, ויוסף <WH3130> and Joseph, ובנימן׃ <WH1144> and Benjamin:"},{"number":13,"verse":"ואלה <WH428> And these יעמדו <WH5975> shall stand על <WH5921> to הקללה <WH7045> curse; בהר <WH2022> upon mount עיבל <WH5858> Ebal ראובן <WH7205> Reuben, גד <WH1410> Gad, ואשׁר <WH836> and Asher, וזבולן <WH2074> and Zebulun, דן <WH1835> Dan, ונפתלי׃ <WH5321> and Naphtali."},{"number":14,"verse":"וענו <WH6030> shall speak, הלוים <WH3881> And the Levites ואמרו <WH559> and say אל <WH413> unto כל <WH3605> all אישׁ <WH376> the men ישׂראל <WH3478> of Israel קול <WH6963> voice, רם׃ <WH7311> with a loud"},{"number":15,"verse":"ארור <WH779> Cursed האישׁ <WH376> the man אשׁר <WH834> that יעשׂה <WH6213> maketh פסל <WH6459> graven ומסכה <WH4541> or molten image, תועבת <WH8441> an abomination יהוה <WH3068> unto the LORD, מעשׂה <WH4639> the work ידי <WH3027> of the hands חרשׁ <WH2796> of the craftsman, ושׂם <WH7760> and putteth בסתר <WH5643> in secret וענו <WH6030> shall answer כל <WH3605> And all העם <WH5971> the people ואמרו <WH559> and say, אמן׃ <WH543> Amen."},{"number":16,"verse":"ארור <WH779> Cursed מקלה <WH7034> he that setteth light אביו <WH1> by his father ואמו <WH517> or his mother. ואמר <WH559> shall say, כל <WH3605> And all העם <WH5971> the people אמן׃ <WH543> Amen."},{"number":17,"verse":"ארור <WH779> Cursed מסיג <WH5253> he that removeth גבול <WH1366> landmark. רעהו <WH7453> his neighbor's ואמר <WH559> shall say, כל <WH3605> And all העם <WH5971> the people אמן׃ <WH543> Amen."},{"number":18,"verse":"ארור <WH779> Cursed משׁגה <WH7686> to wander עור <WH5787> he that maketh the blind בדרך <WH1870> out of the way. ואמר <WH559> shall say, כל <WH3605> And all העם <WH5971> the people אמן׃ <WH543> Amen."},{"number":19,"verse":"ארור <WH779> Cursed מטה <WH5186> he that perverteth משׁפט <WH4941> the judgment גר <WH1616> of the stranger, יתום <WH3490> fatherless, ואלמנה <WH490> and widow. ואמר <WH559> shall say, כל <WH3605> And all העם <WH5971> the people אמן׃ <WH543> Amen."},{"number":20,"verse":"ארור <WH779> Cursed שׁכב <WH7901> he that lieth עם <WH5973> with אשׁת <WH802> wife; אביו <WH1> his father's כי <WH3588> because גלה <WH1540> he uncovereth כנף <WH3671> skirt. אביו <WH1> his father's ואמר <WH559> shall say, כל <WH3605> And all העם <WH5971> the people אמן׃ <WH543> Amen."},{"number":21,"verse":"ארור <WH779> Cursed שׁכב <WH7901> he that lieth עם <WH5973> with כל <WH3605> any manner בהמה <WH929> of beast. ואמר <WH559> shall say, כל <WH3605> And all העם <WH5971> the people אמן׃ <WH543> Amen."},{"number":22,"verse":"ארור <WH779> Cursed שׁכב <WH7901> he that lieth עם <WH5973> with אחתו <WH269> his sister, בת <WH1323> the daughter אביו <WH1> of his father, או <WH176> or בת <WH1323> the daughter אמו <WH517> of his mother. ואמר <WH559> shall say, כל <WH3605> And all העם <WH5971> the people אמן׃ <WH543> Amen."},{"number":23,"verse":"ארור <WH779> Cursed שׁכב <WH7901> he that lieth עם <WH5973> with חתנתו <WH2859> his mother-in-law. ואמר <WH559> shall say, כל <WH3605> And all העם <WH5971> the people אמן׃ <WH543> Amen."},{"number":24,"verse":"ארור <WH779> Cursed מכה <WH5221> he that smiteth רעהו <WH7453> his neighbor בסתר <WH5643> secretly. ואמר <WH559> shall say, כל <WH3605> And all העם <WH5971> the people אמן׃ <WH543> Amen."},{"number":25,"verse":"ארור <WH779> Cursed לקח <WH3947> he that taketh שׁחד <WH7810> reward להכות <WH5221> to slay נפשׁ <WH5315> person. דם <WH1818> נקי <WH5355> an innocent ואמר <WH559> shall say, כל <WH3605> And all העם <WH5971> the people אמן׃ <WH543> Amen."},{"number":26,"verse":"ארור <WH779> Cursed אשׁר <WH834> he that לא <WH3808> not יקים <WH6965> confirmeth את <WH853> דברי <WH1697> the words התורה <WH8451> law הזאת <WH2063> of this לעשׂות <WH6213> to do אותם <WH853> ואמר <WH559> shall say, כל <WH3605> them. And all העם <WH5971> the people אמן׃ <WH543> Amen."}]}