{"bibleAbbr":"Orig2013+","bookName":"דברים","bookEnglishName":"Deuteronomy","chapterNumber":31,"verses":[{"number":1,"verse":"וילך <WH1980> went משׁה <WH4872> And Moses וידבר <WH1696> and spoke את <WH853> הדברים <WH1697> words האלה <WH428> these אל <WH413> unto כל <WH3605> all ישׂראל׃ <WH3478> Israel."},{"number":2,"verse":"ויאמר <WH559> And he said אלהם <WH413> unto בן <WH1121> old מאה <WH3967> a hundred ועשׂרים <WH6242> and twenty שׁנה <WH8141> years אנכי <WH595> them, I היום <WH3117> this day; לא <WH3808> no אוכל <WH3201> I can עוד <WH5750> more לצאת <WH3318> go out ולבוא <WH935> and come in: ויהוה <WH3068> also the LORD אמר <WH559> hath said אלי <WH413> unto לא <WH3808> me, Thou shalt not תעבר <WH5674> go over את <WH853> הירדן <WH3383> Jordan. הזה׃ <WH2088> this"},{"number":3,"verse":"יהוה <WH3068> The LORD אלהיך <WH430> thy God, הוא <WH1931> he עבר <WH5674> will go over לפניך <WH6440> before הוא <WH1931> thee, he ישׁמיד <WH8045> will destroy את <WH853> הגוים <WH1471> nations האלה <WH428> these מלפניך <WH6440> from before וירשׁתם <WH3423> thee, and thou shalt possess יהושׁע <WH3091> them: Joshua, הוא <WH1931> he עבר <WH5674> shall go over לפניך <WH6440> before כאשׁר <WH834> thee, as דבר <WH1696> hath said. יהוה׃ <WH3068> the LORD"},{"number":4,"verse":"ועשׂה <WH6213> shall do יהוה <WH3068> And the LORD להם כאשׁר <WH834> unto them as עשׂה <WH6213> he did לסיחון <WH5511> to Sihon ולעוג <WH5747> and to Og, מלכי <WH4428> kings האמרי <WH567> of the Amorites, ולארצם <WH776> and unto the land אשׁר <WH834> השׁמיד <WH8045> he destroyed. אתם׃ <WH853>"},{"number":5,"verse":"ונתנם <WH5414> shall give them up יהוה <WH3068> And the LORD לפניכם <WH6440> before your face, ועשׂיתם <WH6213> that ye may do להם ככל <WH3605> unto them according unto all המצוה <WH4687> the commandments אשׁר <WH834> which צויתי <WH6680> I have commanded אתכם׃ <WH853>"},{"number":6,"verse":"חזקו <WH2388> Be strong ואמצו <WH553> and of a good courage, אל <WH408> not, תיראו <WH3372> fear ואל <WH408> nor תערצו <WH6206> be afraid מפניהם <WH6440> of כי <WH3588> them: for יהוה <WH3068> the LORD אלהיך <WH430> thy God, הוא <WH1931> he ההלך <WH1980> that doth go עמך <WH5973> with לא <WH3808> thee; he will not ירפך <WH7503> fail ולא <WH3808> thee, nor יעזבך׃ <WH5800> forsake"},{"number":7,"verse":"ויקרא <WH7121> called משׁה <WH4872> And Moses ליהושׁע <WH3091> unto Joshua, ויאמר <WH559> and said אליו <WH413> unto לעיני <WH5869> him in the sight כל <WH3605> of all ישׂראל <WH3478> Israel, חזק <WH2388> Be strong ואמץ <WH553> and of a good courage: כי <WH3588> for אתה <WH859> thou תבוא <WH935> must go את <WH854> with העם <WH5971> people הזה <WH2088> this אל <WH413> unto הארץ <WH776> the land אשׁר <WH834> which נשׁבע <WH7650> hath sworn יהוה <WH3068> the LORD לאבתם <WH1> unto their fathers לתת <WH5414> to give להם ואתה <WH859> them; and thou תנחילנה <WH5157> shalt cause them to inherit אותם׃ <WH853>"},{"number":8,"verse":"ויהוה <WH3068> And the LORD, הוא <WH1931> he ההלך <WH1980> that doth go לפניך <WH6440> before הוא <WH1931> thee; he יהיה <WH1961> will be עמך <WH5973> with thee, לא <WH3808> he will not ירפך <WH7503> fail ולא <WH3808> thee, neither יעזבך <WH5800> forsake לא <WH3808> not, תירא <WH3372> thee: fear ולא <WH3808> neither תחת׃ <WH2865> be dismayed."},{"number":9,"verse":"ויכתב <WH3789> wrote משׁה <WH4872> And Moses את <WH853> התורה <WH8451> law, הזאת <WH2063> this ויתנה <WH5414> and delivered אל <WH413> it unto הכהנים <WH3548> the priests בני <WH1121> the sons לוי <WH3878> of Levi, הנשׂאים <WH5375> which bore את <WH853> ארון <WH727> the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD, ואל <WH413> and unto כל <WH3605> all זקני <WH2205> the elders ישׂראל׃ <WH3478> of Israel."},{"number":10,"verse":"ויצו <WH6680> commanded משׁה <WH4872> And Moses אותם <WH853> לאמר <WH559> them, saying, מקץ <WH7093> שׁבע <WH7651> of seven שׁנים <WH8141> years, במעד <WH4150> in the solemnity שׁנת <WH8141> of the year השׁמטה <WH8059> of release, בחג <WH2282> in the feast הסכות׃ <WH5521> of tabernacles,"},{"number":11,"verse":"בבוא <WH935> is come כל <WH3605> When all ישׂראל <WH3478> Israel לראות <WH7200> to appear את <WH853> פני <WH6440> before יהוה <WH3068> the LORD אלהיך <WH430> thy God במקום <WH4725> in the place אשׁר <WH834> which יבחר <WH977> he shall choose, תקרא <WH7121> thou shalt read את <WH853> התורה <WH8451> law הזאת <WH2063> this נגד <WH5048> before כל <WH3605> all ישׂראל <WH3478> Israel באזניהם׃ <WH241> in their hearing."},{"number":12,"verse":"הקהל <WH6950> אתעם <WH5971> האנשׁים <WH376> men, והנשׁים <WH802> and women, והטף <WH2945> and children, וגרך <WH1616> and thy stranger אשׁר <WH834> that בשׁעריך <WH8179> within thy gates, למען <WH4616> that ישׁמעו <WH8085> they may hear, ולמען <WH4616> and that ילמדו <WH3925> they may learn, ויראו <WH3372> and fear את <WH853> יהוה <WH3068> the LORD אלהיכם <WH430> your God, ושׁמרו <WH8104> and observe לעשׂות <WH6213> to do את <WH853> כל <WH3605> all דברי <WH1697> the words התורה <WH8451> law: הזאת׃ <WH2063> of this"},{"number":13,"verse":"ובניהם <WH1121> And their children, אשׁר <WH834> which לא <WH3808> have not ידעו <WH3045> known ישׁמעו <WH8085> may hear, ולמדו <WH3925> and learn ליראה <WH3372> to fear את <WH853> יהוה <WH3068> the LORD אלהיכם <WH430> your God, כל <WH3605> as long as הימים <WH3117> אשׁר <WH834> whither אתם <WH859> ye חיים <WH2416> live על <WH5921> in האדמה <WH127> the land אשׁר <WH834> אתם <WH859> ye עברים <WH5674> go over את <WH853> הירדן <WH3383> Jordan שׁמה <WH8033> whither לרשׁתה׃ <WH3423> to possess"},{"number":14,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, הן <WH2005> Behold, קרבו <WH7126> approach ימיך <WH3117> thy days למות <WH4191> that thou must die: קרא <WH7121> call את <WH853> יהושׁע <WH3091> Joshua, והתיצבו <WH3320> and present yourselves באהל <WH168> in the tabernacle מועד <WH4150> of the congregation, ואצונו <WH6680> that I may give him a charge. וילך <WH1980> went, משׁה <WH4872> And Moses ויהושׁע <WH3091> and Joshua ויתיצבו <WH3320> and presented themselves באהל <WH168> in the tabernacle מועד׃ <WH4150> of the congregation."},{"number":15,"verse":"וירא <WH7200> appeared יהוה <WH3068> And the LORD באהל <WH168> in the tabernacle בעמוד <WH5982> in a pillar ענן <WH6051> of a cloud: ויעמד <WH5975> stood עמוד <WH5982> and the pillar הענן <WH6051> of the cloud על <WH5921> over פתח <WH6607> the door האהל׃ <WH168> of the tabernacle."},{"number":16,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, הנך <WH2009> Behold, שׁכב <WH7901> thou shalt sleep עם <WH5973> with אבתיך <WH1> thy fathers; וקם <WH6965> will rise up, העם <WH5971> people הזה <WH2088> and this וזנה <WH2181> and go a whoring אחרי <WH310> after אלהי <WH430> the gods נכר <WH5236> of the strangers הארץ <WH776> of the land, אשׁר <WH834> whither הוא <WH1931> they בא <WH935> go שׁמה <WH8033> whither בקרבו <WH7130> among ועזבני <WH5800> them, and will forsake והפר <WH6565> me, and break את <WH853> בריתי <WH1285> my covenant אשׁר <WH834> which כרתי <WH3772> I have made אתו׃ <WH854> with"},{"number":17,"verse":"וחרה <WH2734> shall be kindled אפי <WH639> Then my anger בו ביום <WH3117> day, ההוא <WH1931> against them in that ועזבתים <WH5800> and I will forsake והסתרתי <WH5641> them, and I will hide פני <WH6440> my face מהם <WH1992> והיה <WH1961> them, and they shall be לאכל <WH398> devoured, ומצאהו <WH4672> shall befall רעות <WH7451> evils רבות <WH7227> and many וצרות <WH6869> and troubles ואמר <WH559> them; so that they will say ביום <WH3117> day, ההוא <WH1931> in that הלא <WH3808> Are not על <WH5921> us, because כי <WH3588> us, because אין <WH369> not אלהי <WH430> our God בקרבי <WH7130> among מצאוני <WH4672> come upon הרעות <WH7451> evils האלה׃ <WH428> these"},{"number":18,"verse":"ואנכי <WH595> And I הסתר <WH5640> אסתיר <WH5641> will surely hide פני <WH6440> my face ביום <WH3117> day ההוא <WH1931> in that על <WH5921> for כל <WH3605> all הרעה <WH7451> the evils אשׁר <WH834> which עשׂה <WH6213> they shall have wrought, כי <WH3588> in that פנה <WH6437> they are turned אל <WH413> unto אלהים <WH430> gods. אחרים׃ <WH312> other"},{"number":19,"verse":"ועתה <WH6258> Now כתבו <WH3789> therefore write לכם את <WH853> השׁירה <WH7892> song הזאת <WH2063> ye this ולמדה <WH3925> for you, and teach את <WH853> בני <WH1121> it the children ישׂראל <WH3478> of Israel: שׂימה <WH7760> put בפיהם <WH6310> it in their mouths, למען <WH4616> that תהיה <WH1961> may be לי השׁירה <WH7892> song הזאת <WH2063> this לעד <WH5707> a witness בבני <WH1121> for me against the children ישׂראל׃ <WH3478> of Israel."},{"number":20,"verse":"כי <WH3588> For אביאנו <WH935> when I shall have brought אל <WH413> them into האדמה <WH127> the land אשׁר <WH834> which נשׁבעתי <WH7650> I swore לאבתיו <WH1> unto their fathers, זבת <WH2100> that floweth חלב <WH2461> with milk ודבשׁ <WH1706> and honey; ואכל <WH398> and they shall have eaten ושׂבע <WH7646> and filled themselves, ודשׁן <WH1878> and waxen fat; ופנה <WH6437> then will they turn אל <WH413> unto אלהים <WH430> gods, אחרים <WH312> other ועבדום <WH5647> and serve ונאצוני <WH5006> them, and provoke והפר <WH6565> me, and break את <WH853> בריתי׃ <WH1285> my covenant."},{"number":21,"verse":"והיה <WH1961> And it shall come to pass, כי <WH3588> when תמצאן <WH4672> are befallen אתו <WH853> רעות <WH7451> evils רבות <WH7227> many וצרות <WH6869> and troubles וענתה <WH6030> shall testify השׁירה <WH7892> song הזאת <WH2063> them, that this לפניו <WH6440> against לעד <WH5707> them as a witness; כי <WH3588> for לא <WH3808> it shall not תשׁכח <WH7911> be forgotten מפי <WH6310> out of the mouths זרעו <WH2233> of their seed: כי <WH3588> for ידעתי <WH3045> I know את <WH853> יצרו <WH3336> their imagination אשׁר <WH834> which הוא <WH1931> they עשׂה <WH6213> go about, היום <WH3117> even now, בטרם <WH2962> before אביאנו <WH935> I have brought אל <WH413> them into הארץ <WH776> the land אשׁר <WH834> which נשׁבעתי׃ <WH7650> I swore."},{"number":22,"verse":"ויכתב <WH3789> therefore wrote משׁה <WH4872> Moses את <WH853> השׁירה <WH7892> song הזאת <WH2063> this ביום <WH3117> day, ההוא <WH1931> the same וילמדה <WH3925> and taught את <WH853> בני <WH1121> it the children ישׂראל׃ <WH3478> of Israel."},{"number":23,"verse":"ויצו <WH6680> And he gave את <WH853> יהושׁע <WH3091> Joshua בן <WH1121> the son נון <WH5126> of Nun ויאמר <WH559> a charge, and said, חזק <WH2388> Be strong ואמץ <WH553> and of a good courage: כי <WH3588> for אתה <WH859> thou תביא <WH935> shalt bring את <WH853> בני <WH1121> the children ישׂראל <WH3478> of Israel אל <WH413> into הארץ <WH776> the land אשׁר <WH834> which נשׁבעתי <WH7650> I swore להם ואנכי <WH595> unto them: and I אהיה <WH1961> will be עמך׃ <WH5973> with"},{"number":24,"verse":"ויהי <WH1961> And it came to pass, ככלות <WH3615> had made an end משׁה <WH4872> when Moses לכתב <WH3789> of writing את <WH853> דברי <WH1697> the words התורה <WH8451> law הזאת <WH2063> of this על <WH5921> in ספר <WH5612> a book, עד <WH5704> until תמם׃ <WH8552> they were finished,"},{"number":25,"verse":"ויצו <WH6680> commanded משׁה <WH4872> That Moses את <WH853> הלוים <WH3881> the Levites, נשׂאי <WH5375> which bore ארון <WH727> the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD, לאמר׃ <WH559> saying,"},{"number":26,"verse":"לקח <WH3947> Take את <WH853> ספר <WH5612> book התורה <WH8451> of the law, הזה <WH2088> this ושׂמתם <WH7760> and put אתו <WH853> מצד <WH6654> it in the side ארון <WH727> of the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD אלהיכם <WH430> your God, והיה <WH1961> that it may be שׁם <WH8033> there בך לעד׃ <WH5707> for a witness"},{"number":27,"verse":"כי <WH3588> For אנכי <WH595> I ידעתי <WH3045> know את <WH853> מריך <WH4805> thy rebellion, ואת <WH853> ערפך <WH6203> neck: הקשׁה <WH7186> and thy stiff הן <WH2005> behold, בעודני <WH5750> while I am yet חי <WH2416> alive עמכם <WH5973> with היום <WH3117> you this day, ממרים <WH4784> rebellious היתם <WH1961> ye have been עם <WH5973> against יהוה <WH3068> the LORD; ואף <WH637> much more כי <WH3588> and how אחרי <WH310> after מותי׃ <WH4194> my death?"},{"number":28,"verse":"הקהילו <WH6950> Gather אלי <WH413> unto את <WH853> כל <WH3605> me all זקני <WH2205> the elders שׁבטיכם <WH7626> of your tribes, ושׁטריכם <WH7860> and your officers, ואדברה <WH1696> that I may speak באזניהם <WH241> in their ears, את <WH853> הדברים <WH1697> words האלה <WH428> these ואעידה <WH5749> and call בם את <WH853> השׁמים <WH8064> heaven ואת <WH853> הארץ׃ <WH776> and earth"},{"number":29,"verse":"כי <WH3588> For ידעתי <WH3045> I know אחרי <WH310> that after מותי <WH4194> my death כי <WH3588> because השׁחת <WH7843> ye will utterly corrupt תשׁחתון <WH7843> ye will utterly corrupt וסרתם <WH5493> and turn aside מן <WH4480> from הדרך <WH1870> the way אשׁר <WH834> which צויתי <WH6680> I have commanded אתכם <WH853> וקראת <WH7122> will befall אתכם <WH853> הרעה <WH7451> you; and evil באחרית <WH319> you in the latter הימים <WH3117> days; כי <WH3588> תעשׂו <WH6213> ye will do את <WH853> הרע <WH7451> evil בעיני <WH5869> in the sight יהוה <WH3068> of the LORD, להכעיסו <WH3707> to provoke him to anger במעשׂה <WH4639> through the work ידיכם׃ <WH3027> of your hands."},{"number":30,"verse":"וידבר <WH1696> spoke משׁה <WH4872> And Moses באזני <WH241> in the ears כל <WH3605> of all קהל <WH6951> the congregation ישׂראל <WH3478> of Israel את <WH853> דברי <WH1697> the words השׁירה <WH7892> song, הזאת <WH2063> of this עד <WH5704> until תמם׃ <WH8552> they were ended."}]}