{"bibleAbbr":"Orig2013+","bookName":"דברים","bookEnglishName":"Deuteronomy","chapterNumber":4,"verses":[{"number":1,"verse":"ועתה <WH6258> Now ישׂראל <WH3478> O Israel, שׁמע <WH8085> therefore hearken, אל <WH413> unto החקים <WH2706> the statutes ואל <WH413> and unto המשׁפטים <WH4941> the judgments, אשׁר <WH834> which אנכי <WH595> I מלמד <WH3925> teach אתכם <WH853> לעשׂות <WH6213> you, for to do למען <WH4616> that תחיו <WH2421> ye may live, ובאתם <WH935> and go in וירשׁתם <WH3423> and possess את <WH853> הארץ <WH776> the land אשׁר <WH834> which יהוה <WH3068> the LORD אלהי <WH430> God אבתיכם <WH1> of your fathers נתן׃ <WH5414> giveth"},{"number":2,"verse":"לא <WH3808> Ye shall not תספו <WH3254> add על <WH5921> unto הדבר <WH1697> the word אשׁר <WH834> which אנכי <WH595> I מצוה <WH6680> command אתכם <WH853> ולא <WH3808> you, neither תגרעו <WH1639> shall ye diminish ממנו <WH4480> from לשׁמר <WH8104> it, that ye may keep את <WH853> מצות <WH4687> the commandments יהוה <WH3068> of the LORD אלהיכם <WH430> your God אשׁר <WH834> which אנכי <WH595> I מצוה <WH6680> command אתכם׃ <WH853>"},{"number":3,"verse":"עיניכם <WH5869> Your eyes הראות <WH7200> have seen את <WH853> אשׁר <WH834> what עשׂה <WH6213> did יהוה <WH3069> בבעל פעור <WH1187> because of Baal-peor: כי <WH3588> for כל <WH3605> all האישׁ <WH376> the men אשׁר <WH834> that הלך <WH1980> followed אחרי <WH310> followed בעל פעור <WH1187> Baal-peor, השׁמידו <WH8045> hath destroyed יהוה <WH3069> אלהיך <WH430> thy God מקרבך׃ <WH7130> them from among"},{"number":4,"verse":"ואתם <WH859> But ye הדבקים <WH1695> that did cleave ביהוה <WH3068> unto the LORD אלהיכם <WH430> your God חיים <WH2416> alive כלכם <WH3605> every one היום׃ <WH3117> of you this day."},{"number":5,"verse":"ראה <WH7200> Behold, למדתי <WH3925> I have taught אתכם <WH853> חקים <WH2706> you statutes ומשׁפטים <WH4941> and judgments, כאשׁר <WH834> even as צוני <WH6680> commanded יהוה <WH3068> the LORD אלהי <WH430> my God לעשׂות <WH6213> me, that ye should do כן <WH3651> so בקרב <WH7130> in הארץ <WH776> the land אשׁר <WH834> whither אתם <WH859> ye באים <WH935> go שׁמה <WH8033> whither לרשׁתה׃ <WH3423> to possess"},{"number":6,"verse":"ושׁמרתם <WH8104> Keep ועשׂיתם <WH6213> therefore and do כי <WH3588> for הוא <WH1931> this חכמתכם <WH2451> your wisdom ובינתכם <WH998> and your understanding לעיני <WH5869> in the sight העמים <WH5971> of the nations, אשׁר <WH834> which ישׁמעון <WH8085> shall hear את <WH853> כל <WH3605> all החקים <WH2706> statutes, האלה <WH428> these ואמרו <WH559> and say, רק <WH7535> Surely עם <WH5971> people. חכם <WH2450> a wise ונבון <WH995> and understanding הגוי <WH1471> nation הגדול <WH1419> great הזה׃ <WH2088> this"},{"number":7,"verse":"כי <WH3588> For מי <WH4310> what גוי <WH1471> nation גדול <WH1419> great, אשׁר <WH834> who לו אלהים <WH430> God קרבים <WH7138> nigh אליו <WH413> unto כיהוה <WH3068> them, as the LORD אלהינו <WH430> our God בכל <WH3605> in all קראנו <WH7121> we call אליו׃ <WH413> upon"},{"number":8,"verse":"ומי <WH4310> And what גוי <WH1471> nation גדול <WH1419> great, אשׁר <WH834> that לו חקים <WH2706> hath statutes ומשׁפטים <WH4941> and judgments צדיקם <WH6662> righteous ככל <WH3605> as all התורה <WH8451> law, הזאת <WH2063> this אשׁר <WH834> which אנכי <WH595> I נתן <WH5414> set לפניכם <WH6440> before היום׃ <WH3117> you this day?"},{"number":9,"verse":"רק <WH7535> Only השׁמר <WH8104> take heed לך ושׁמר <WH8104> to thyself, and keep נפשׁך <WH5315> thy soul מאד <WH3966> diligently, פן <WH6435> lest תשׁכח <WH7911> thou forget את <WH853> הדברים <WH1697> the things אשׁר <WH834> which ראו <WH7200> have seen, עיניך <WH5869> thine eyes ופן <WH6435> and lest יסורו <WH5493> they depart מלבבך <WH3824> from thy heart כל <WH3605> all ימי <WH3117> the days חייך <WH2416> of thy life: והודעתם <WH3045> but teach לבניך <WH1121> them thy sons, ולבני <WH1121> and thy sons' בניך׃ <WH1121> sons;"},{"number":10,"verse":"יום <WH3117> the day אשׁר <WH834> that עמדת <WH5975> thou stoodest לפני <WH6440> before יהוה <WH3068> the LORD אלהיך <WH430> thy God בחרב <WH2722> in Horeb, באמר <WH559> said יהוה <WH3068> when the LORD אלי <WH413> unto הקהל <WH6950> לי אתעם <WH5971> ואשׁמעם <WH8085> and I will make them hear את <WH853> דברי <WH1697> my words, אשׁר <WH834> that ילמדון <WH3925> they may learn ליראה <WH3372> to fear אתי <WH853> כל <WH3605> me all הימים <WH3117> the days אשׁר <WH834> that הם <WH1992> they חיים <WH2416> shall live על <WH5921> upon האדמה <WH127> the earth, ואת <WH853> בניהם <WH1121> their children. ילמדון׃ <WH3925> and they may teach"},{"number":11,"verse":"ותקרבון <WH7126> And ye came near ותעמדון <WH5975> and stood תחת <WH8478> under ההר <WH2022> the mountain; וההר <WH2022> and the mountain בער <WH1197> burned באשׁ <WH784> with fire עד <WH5704> unto לב <WH3820> the midst השׁמים <WH8064> of heaven, חשׁך <WH2822> ענן <WH6051> clouds, וערפל׃ <WH6205> with darkness,"},{"number":12,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אליכם <WH413> unto מתוך <WH8432> you out of the midst האשׁ <WH784> of the fire: קול <WH6963> the voice דברים <WH1697> of the words, אתם <WH859> ye שׁמעים <WH8085> heard ותמונה <WH8544> similitude; אינכם <WH369> no ראים <WH7200> but saw זולתי <WH2108> only קול׃ <WH6963> a voice."},{"number":13,"verse":"ויגד <WH5046> And he declared לכם את <WH853> בריתו <WH1285> unto you his covenant, אשׁר <WH834> which צוה <WH6680> he commanded אתכם <WH853> לעשׂות <WH6213> you to perform, עשׂרת <WH6235> ten הדברים <WH1697> commandments; ויכתבם <WH3789> and he wrote על <WH5921> them upon שׁני <WH8147> two לחות <WH3871> tables אבנים׃ <WH68> of stone."},{"number":14,"verse":"ואתי <WH853> צוה <WH6680> commanded יהוה <WH3068> And the LORD בעת <WH6256> time ההוא <WH1931> me at that ללמד <WH3925> to teach אתכם <WH853> חקים <WH2706> you statutes ומשׁפטים <WH4941> and judgments, לעשׂתכם <WH6213> that ye might do אתם <WH853> בארץ <WH776> them in the land אשׁר <WH834> whither אתם <WH859> ye עברים <WH5674> go over שׁמה <WH8033> whither לרשׁתה׃ <WH3423> to possess"},{"number":15,"verse":"ונשׁמרתם <WH8104> מאדנפשׁתיכם <WH5315> unto yourselves; כי <WH3588> for לא <WH3808> no ראיתם <WH7200> ye saw כל <WH3605> manner תמונה <WH8544> of similitude ביום <WH3117> on the day דבר <WH1696> spoke יהוה <WH3068> the LORD אליכם <WH413> unto בחרב <WH2722> you in Horeb מתוך <WH8432> out of the midst האשׁ׃ <WH784> of the fire:"},{"number":16,"verse":"פן <WH6435> Lest תשׁחתון <WH7843> ye corrupt ועשׂיתם <WH6213> and make לכם פסל <WH6459> you a graven image, תמונת <WH8544> the similitude כל <WH3605> of any סמל <WH5566> figure, תבנית <WH8403> the likeness זכר <WH2145> of male או <WH176> or נקבה׃ <WH5347> female,"},{"number":17,"verse":"תבנית <WH8403> The likeness כל <WH3605> of any בהמה <WH929> beast אשׁר <WH834> that בארץ <WH776> on the earth, תבנית <WH8403> the likeness כל <WH3605> of any צפור <WH6833> fowl כנף <WH3671> winged אשׁר <WH834> that תעוף <WH5774> flieth בשׁמים׃ <WH8064> in the air,"},{"number":18,"verse":"תבנית <WH8403> The likeness כל <WH3605> of any thing רמשׂ <WH7430> that creepeth באדמה <WH127> on the ground, תבנית <WH8403> the likeness כל <WH3605> of any דגה <WH1710> fish אשׁר <WH834> that במים <WH4325> in the waters מתחת <WH8478> beneath לארץ׃ <WH776> the earth:"},{"number":19,"verse":"ופן <WH6435> And lest תשׂא <WH5375> thou lift up עיניך <WH5869> thine eyes השׁמימה <WH8064> unto heaven, וראית <WH7200> and when thou seest את <WH853> השׁמשׁ <WH8121> the sun, ואת <WH853> הירח <WH3394> and the moon, ואת <WH853> הכוכבים <WH3556> and the stars, כל <WH3605> all צבא <WH6635> the host השׁמים <WH8064> of heaven, ונדחת <WH5080> shouldest be driven והשׁתחוית <WH7812> to worship להם ועבדתם <WH5647> them, and serve אשׁר <WH834> them, which חלק <WH2505> יהוה <WH3068> the LORD אלהיך <WH430> thy God אתם <WH853> לכל <WH3605> unto all העמים <WH5971> nations תחת <WH8478> under כל <WH3605> the whole השׁמים׃ <WH8064> heaven."},{"number":20,"verse":"ואתכם <WH853> לקח <WH3947> hath taken יהוה <WH3068> But the LORD ויוצא <WH3318> אתכםכור <WH3564> furnace, הברזל <WH1270> out of the iron ממצרים <WH4714> להיות <WH1961> to be לו לעם <WH5971> unto him a people נחלה <WH5159> of inheritance, כיום <WH3117> day. הזה׃ <WH2088> as this"},{"number":21,"verse":"ויהוה <WH3068> Furthermore the LORD התאנף <WH599> was angry בי על <WH5921> with me for your sakes, דבריכם <WH1697> with me for your sakes, וישׁבע <WH7650> and swore לבלתי <WH1115> that I should not עברי <WH5674> go over את <WH853> הירדן <WH3383> Jordan, ולבלתי <WH1115> and that I should not בא <WH935> go in אל <WH413> unto הארץ <WH776> land, הטובה <WH2896> that good אשׁר <WH834> which יהוה <WH3068> the LORD אלהיך <WH430> thy God נתן <WH5414> giveth לך נחלה׃ <WH5159> thee an inheritance:"},{"number":22,"verse":"כי <WH3588> But אנכי <WH595> I מת <WH4191> must die בארץ <WH776> land, הזאת <WH2063> in this אינני <WH369> I must not עבר <WH5674> go over את <WH853> הירדן <WH3383> Jordan: ואתם <WH859> but ye עברים <WH5674> shall go over, וירשׁתם <WH3423> and possess את <WH853> הארץ <WH776> land. הטובה <WH2896> good הזאת׃ <WH2063> that"},{"number":23,"verse":"השׁמרו <WH8104> Take heed לכם פן <WH6435> unto yourselves, lest תשׁכחו <WH7911> ye forget את <WH853> ברית <WH1285> the covenant יהוה <WH3068> of the LORD אלהיכם <WH430> your God, אשׁר <WH834> which כרת <WH3772> he made עמכם <WH5973> with ועשׂיתם <WH6213> you, and make לכם פסל <WH6459> you a graven image, תמונת <WH8544> the likeness כל <WH3605> of any אשׁר <WH834> which צוך <WH6680> hath forbidden יהוה <WH3068> the LORD אלהיך׃ <WH430> thy God"},{"number":24,"verse":"כי <WH3588> For יהוה <WH3068> the LORD אלהיך <WH430> thy God אשׁ <WH784> fire, אכלה <WH398> a consuming הוא <WH1931> אל <WH410> God. קנא׃ <WH7067> a jealous"},{"number":25,"verse":"כי <WH3588> When תוליד <WH3205> thou shalt beget בנים <WH1121> children, ובני <WH1121> and children's בנים <WH1121> children, ונושׁנתם <WH3462> and ye shall have remained long בארץ <WH776> in the land, והשׁחתם <WH7843> and shall corrupt ועשׂיתם <WH6213> and make פסל <WH6459> a graven image, תמונת <WH8544> the likeness כל <WH3605> of any ועשׂיתם <WH6213> and shall do הרע <WH7451> evil בעיני <WH5869> in the sight יהוה <WH3068> of the LORD אלהיך <WH430> thy God, להכעיסו׃ <WH3707> to provoke him to anger:"},{"number":26,"verse":"העידתי <WH5749> I call בכם היום <WH3117> against you this day, את <WH853> השׁמים <WH8064> heaven ואת <WH853> הארץ <WH776> and earth כי <WH3588> that אבד <WH6> utterly perish תאבדון <WH6> utterly perish מהר <WH4118> ye shall soon מעל <WH5921> from off הארץ <WH776> the land אשׁר <WH834> whereunto אתם <WH859> ye עברים <WH5674> go over את <WH853> הירדן <WH3383> Jordan שׁמה <WH8033> whereunto לרשׁתה <WH3423> to possess לא <WH3808> it; ye shall not תאריכן <WH748> prolong ימים <WH3117> days עליה <WH5921> upon כי <WH3588> it, but השׁמד <WH8045> shall utterly be destroyed. תשׁמדון׃ <WH8045> shall utterly be destroyed."},{"number":27,"verse":"והפיץ <WH6327> shall scatter יהוה <WH3068> And the LORD אתכם <WH853> בעמים <WH5971> you among the nations, ונשׁארתם <WH7604> and ye shall be left מתי <WH4962> few מספר <WH4557> in number בגוים <WH1471> among the heathen, אשׁר <WH834> whither ינהג <WH5090> shall lead יהוה <WH3068> the LORD אתכם <WH853> שׁמה׃ <WH8033> whither"},{"number":28,"verse":"ועבדתם <WH5647> ye shall serve שׁם <WH8033> And there אלהים <WH430> gods, מעשׂה <WH4639> the work ידי <WH3027> hands, אדם <WH120> of men's עץ <WH6086> wood ואבן <WH68> and stone, אשׁר <WH834> which לא <WH3808> neither יראון <WH7200> see, ולא <WH3808> nor ישׁמעון <WH8085> hear, ולא <WH3808> nor יאכלון <WH398> eat, ולא <WH3808> nor יריחן׃ <WH7306> smell."},{"number":29,"verse":"ובקשׁתם <WH1245> thou shalt seek משׁם <WH8033> אתהוה <WH3068> the LORD אלהיך <WH430> thy God, ומצאת <WH4672> thou shalt find כי <WH3588> if תדרשׁנו <WH1875> thou seek בכל <WH3605> him with all לבבך <WH3824> thy heart ובכל <WH3605> and with all נפשׁך׃ <WH5315> thy soul."},{"number":30,"verse":"בצר <WH6862> When thou art in tribulation, לך ומצאוך <WH4672> are come כל <WH3605> and all הדברים <WH1697> things האלה <WH428> these באחרית <WH319> upon thee, in the latter הימים <WH3117> days, ושׁבת <WH7725> if thou turn עד <WH5704> to יהוה <WH3068> the LORD אלהיך <WH430> thy God, ושׁמעת <WH8085> and shalt be obedient בקלו׃ <WH6963> unto his voice;"},{"number":31,"verse":"כי <WH3588> (For אל <WH410> God;) רחום <WH7349> a merciful יהוה <WH3068> the LORD אלהיך <WH430> thy God לא <WH3808> he will not ירפך <WH7503> forsake ולא <WH3808> thee, neither ישׁחיתך <WH7843> destroy ולא <WH3808> thee, nor ישׁכח <WH7911> forget את <WH853> ברית <WH1285> the covenant אבתיך <WH1> of thy fathers אשׁר <WH834> which נשׁבע׃ <WH7650> he swore"},{"number":32,"verse":"כי <WH3588> For שׁאל <WH7592> ask נא <WH4994> now לימים <WH3117> of the days ראשׁנים <WH7223> that are past, אשׁר <WH834> which היו <WH1961> were לפניך <WH6440> before למן <WH4480> thee, since היום <WH3117> the day אשׁר <WH834> that ברא <WH1254> created אלהים <WH430> God אדם <WH120> man על <WH5921> upon הארץ <WH776> the earth, ולמקצה <WH7097> and from the one side השׁמים <WH8064> of heaven ועד <WH5704> unto קצה <WH7097> השׁמיםנהיה <WH1961> whether there hath been כדבר <WH1697> thing הגדול <WH1419> great הזה <WH2088> as this או <WH176> or הנשׁמע <WH8085> hath been heard כמהו׃ <WH3644> like it?"},{"number":33,"verse":"השׁמע <WH8085> hear עם <WH5971> Did people קול <WH6963> the voice אלהים <WH430> of God מדבר <WH1696> speaking מתוך <WH8432> out of the midst האשׁ <WH784> of the fire, כאשׁר <WH834> as שׁמעת <WH8085> hast heard, אתה <WH859> thou ויחי׃ <WH2421> and live?"},{"number":34,"verse":"או <WH176> Or הנסה <WH5254> attempted אלהים <WH430> hath God לבוא <WH935> to go לקחת <WH3947> take לו גוי <WH1471> him a nation מקרב <WH7130> from the midst גוי <WH1471> of nation, במסת <WH4531> by temptations, באתת <WH226> by signs, ובמופתים <WH4159> and by wonders, ובמלחמה <WH4421> and by war, וביד <WH3027> hand, חזקה <WH2389> and by a mighty ובזרוע <WH2220> arm, נטויה <WH5186> and by a stretched out ובמוראים <WH4172> terrors, גדלים <WH1419> and by great ככל <WH3605> according to all אשׁר <WH834> that עשׂה <WH6213> did לכם יהוה <WH3068> the LORD אלהיכם <WH430> your God במצרים <WH4714> for you in Egypt לעיניך׃ <WH5869> before your eyes?"},{"number":35,"verse":"אתה <WH859> Unto thee הראת <WH7200> it was showed, לדעת <WH3045> that thou mightest know כי <WH3588> that יהוה <WH3068> the LORD הוא <WH1931> he האלהים <WH430> God; אין <WH369> none עוד <WH5750> else מלבדו׃ <WH905> beside"},{"number":36,"verse":"מן <WH4480> Out of השׁמים <WH8064> heaven השׁמיעך <WH8085> he made thee to hear את <WH853> קלו <WH6963> his voice, ליסרך <WH3256> that he might instruct ועל <WH5921> thee: and upon הארץ <WH776> earth הראך <WH7200> he showed את <WH853> אשׁו <WH784> fire; הגדולה <WH1419> thee his great ודבריו <WH1697> his words שׁמעת <WH8085> and thou heardest מתוך <WH8432> out of the midst האשׁ׃ <WH784> of the fire."},{"number":37,"verse":"ותחת <WH8478> כיהב <WH157> he loved את <WH853> אבתיך <WH1> thy fathers, ויבחר <WH977> therefore he chose בזרעו <WH2233> their seed אחריו <WH310> after ויוצאך <WH3318> them, and brought thee out בפניו <WH6440> in his sight בכחו <WH3581> power הגדל <WH1419> with his mighty ממצרים׃ <WH4714>"},{"number":38,"verse":"להורישׁ <WH3423> To drive out גוים <WH1471> nations גדלים <WH1419> thee greater ועצמים <WH6099> and mightier ממך <WH4480> from before מפניך <WH6440> from before להביאך <WH935> thou to bring thee in, לתת <WH5414> to give לך את <WH853> ארצם <WH776> thee their land נחלה <WH5159> an inheritance, כיום <WH3117> day. הזה׃ <WH2088> as this"},{"number":39,"verse":"וידעת <WH3045> Know היום <WH3117> therefore this day, והשׁבת <WH7725> and consider אל <WH413> in לבבך <WH3824> thine heart, כי <WH3588> that יהוה <WH3068> the LORD הוא <WH1931> he האלהים <WH430> God בשׁמים <WH8064> in heaven ממעל <WH4605> above, ועל <WH5921> and upon הארץ <WH776> the earth מתחת <WH8478> beneath: אין <WH369> none עוד׃ <WH5750> else."},{"number":40,"verse":"ושׁמרת <WH8104> Thou shalt keep את <WH853> חקיו <WH2706> therefore his statutes, ואת <WH853> מצותיו <WH4687> and his commandments, אשׁר <WH834> which אנכי <WH595> I מצוך <WH6680> command היום <WH3117> thee this day, אשׁר <WH834> that ייטב <WH3190> it may go well לך ולבניך <WH1121> with thee, and with thy children אחריך <WH310> after ולמען <WH4616> thee, and that תאריך <WH748> thou mayest prolong ימים <WH3117> days על <WH5921> upon האדמה <WH127> the earth, אשׁר <WH834> which יהוה <WH3068> the LORD אלהיך <WH430> thy God נתן <WH5414> giveth לך כל <WH3605> thee, forever. הימים׃ <WH3117> thee, forever."},{"number":41,"verse":"אז <WH227> Then יבדיל <WH914> severed משׁה <WH4872> Moses שׁלשׁ <WH7969> three ערים <WH5892> cities בעבר <WH5676> on this side הירדן <WH3383> Jordan מזרחה <WH4217> toward the sunrising; שׁמשׁ׃ <WH8121> toward the sunrising;"},{"number":42,"verse":"לנס <WH5127> might flee שׁמה <WH8033> thither, רוצח <WH7523> That the slayer אשׁר <WH834> which ירצח <WH7523> should kill את <WH853> רעהו <WH7453> his neighbor בבלי <WH1097> unawares, דעת <WH1847> unawares, והוא <WH1931> לא <WH3808> him not שׂנא <WH8130> and hated לו מתמל <WH8543> שׁלשׁםנס <WH5127> and that fleeing אל <WH413> unto אחת <WH259> one מן <WH4480> in times past; הערים <WH5892> cities האל <WH411> these וחי׃ <WH2425> he might live:"},{"number":43,"verse":"את <WH853> בצר <WH1221> Bezer במדבר <WH4057> in the wilderness, בארץ <WH776> country, המישׁר <WH4334> in the plain לראובני <WH7206> of the Reubenites; ואת <WH853> ראמת <WH7216> and Ramoth בגלעד <WH1568> in Gilead, לגדי <WH1425> of the Gadites; ואת <WH853> גולן <WH1474> and Golan בבשׁן <WH1316> in Bashan, למנשׁי׃ <WH4520> of the Manassites."},{"number":44,"verse":"וזאת <WH2063> And this התורה <WH8451> the law אשׁר <WH834> which שׂם <WH7760> set משׁה <WH4872> Moses לפני <WH6440> before בני <WH1121> the children ישׂראל׃ <WH3478> of Israel:"},{"number":45,"verse":"אלה <WH428> These העדת <WH5713> the testimonies, והחקים <WH2706> and the statutes, והמשׁפטים <WH4941> and the judgments, אשׁר <WH834> which דבר <WH1696> spoke משׁה <WH4872> Moses אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, בצאתם <WH3318> after they came forth ממצרים׃ <WH4714>"},{"number":46,"verse":"בעבר <WH5676> On this side הירדן <WH3383> Jordan, בגיא <WH1516> in the valley מול <WH4136> over against בית פעור <WH1047> Beth-peor, בארץ <WH776> in the land סיחן <WH5511> of Sihon מלך <WH4428> king האמרי <WH567> of the Amorites, אשׁר <WH834> who יושׁב <WH3427> dwelt בחשׁבון <WH2809> at Heshbon, אשׁר <WH834> whom הכה <WH5221> smote, משׁה <WH4872> Moses ובני <WH1121> and the children ישׂראל <WH3478> of Israel בצאתם <WH3318> after they were come forth ממצרים׃ <WH4714>"},{"number":47,"verse":"ויירשׁו <WH3423> And they possessed את <WH853> ארצו <WH776> his land, ואת <WH853> ארץ <WH776> and the land עוג <WH5747> of Og מלך <WH4428> king הבשׁן <WH1316> of Bashan, שׁני <WH8147> two מלכי <WH4428> kings האמרי <WH567> of the Amorites, אשׁר <WH834> which בעבר <WH5676> on this side הירדן <WH3383> Jordan מזרח <WH4217> toward the sunrising; שׁמשׁ׃ <WH8121> toward the sunrising;"},{"number":48,"verse":"מערער <WH6177> אשׁר <WH834> which על <WH5921> by שׂפת <WH8193> the bank נחל <WH5158> of the river ארנן <WH769> Arnon, ועד <WH5704> even unto הר <WH2022> mount שׂיאן <WH7865> Zion, הוא <WH1931> which חרמון׃ <WH2768> Hermon,"},{"number":49,"verse":"וכל <WH3605> And all הערבה <WH6160> the plain עבר <WH5676> on this side הירדן <WH3383> Jordan מזרחה <WH4217> eastward, ועד <WH5704> even unto ים <WH3220> the sea הערבה <WH6160> of the plain, תחת <WH8478> under אשׁדת <WH794> the springs הפסגה׃ <WH6449> of Pisgah."}]}