{"bibleAbbr":"Orig2013+","bookName":"דברים","bookEnglishName":"Deuteronomy","chapterNumber":7,"verses":[{"number":1,"verse":"כי <WH3588> When יביאך <WH935> shall bring יהוה <WH3068> the LORD אלהיך <WH430> thy God אל <WH413> thee into הארץ <WH776> the land אשׁר <WH834> whither אתה <WH859> thou בא <WH935> goest שׁמה <WH8033> whither לרשׁתה <WH3423> to possess ונשׁל <WH5394> it, and hath cast out גוים <WH1471> nations רבים <WH7227> many מפניך <WH6440> before החתי <WH2850> thee, the Hittites, והגרגשׁי <WH1622> and the Girgashites, והאמרי <WH567> and the Amorites, והכנעני <WH3669> and the Canaanites, והפרזי <WH6522> and the Perizzites, והחוי <WH2340> and the Hivites, והיבוסי <WH2983> and the Jebusites, שׁבעה <WH7651> seven גוים <WH1471> nations רבים <WH7227> greater ועצומים <WH6099> and mightier ממך׃ <WH4480> before"},{"number":2,"verse":"ונתנם <WH5414> shall deliver יהוה <WH3068> And when the LORD אלהיך <WH430> thy God לפניך <WH6440> them before והכיתם <WH5221> thee; thou shalt smite החרם <WH2763> them, utterly destroy תחרים <WH2763> them, utterly destroy אתם <WH853> לא <WH3808> no תכרת <WH3772> them; thou shalt make להם ברית <WH1285> covenant ולא <WH3808> with them, nor תחנם׃ <WH2603> show mercy"},{"number":3,"verse":"ולא <WH3808> Neither תתחתן <WH2859> shalt thou make marriages בם בתך <WH1323> with them; thy daughter לא <WH3808> thou shalt not תתן <WH5414> give לבנו <WH1121> unto his son, ובתו <WH1323> his daughter לא <WH3808> nor תקח <WH3947> shalt thou take לבנך׃ <WH1121> unto thy son."},{"number":4,"verse":"כי <WH3588> For יסיר <WH5493> they will turn away את <WH853> בנך <WH1121> thy son מאחרי <WH310> from following ועבדו <WH5647> me, that they may serve אלהים <WH430> gods: אחרים <WH312> other וחרה <WH2734> be kindled אף <WH639> so will the anger יהוה <WH3068> of the LORD בכם והשׁמידך <WH8045> against you, and destroy מהר׃ <WH4118> thee suddenly."},{"number":5,"verse":"כי <WH3588> אםה <WH3541> thus תעשׂו <WH6213> shall ye deal להם <WH1992> מזבחתיהם <WH4196> their altars, תתצו <WH5422> with them; ye shall destroy ומצבתם <WH4676> their images, תשׁברו <WH7665> and break down ואשׁירהם <WH842> their groves, תגדעון <WH1438> and cut down ופסיליהם <WH6456> their graven images תשׂרפון <WH8313> and burn באשׁ׃ <WH784> with fire."},{"number":6,"verse":"כי <WH3588> For עם <WH5971> people קדושׁ <WH6918> a holy אתה <WH859> thou ליהוה <WH3068> unto the LORD אלהיך <WH430> thy God: בך בחר <WH977> hath chosen יהוה <WH3068> the LORD אלהיך <WH430> thy God להיות <WH1961> thee to be לו לעם <WH5971> people סגלה <WH5459> a special מכל <WH3605> unto himself, above all העמים <WH5971> people אשׁר <WH834> that על <WH5921> upon פני <WH6440> the face האדמה׃ <WH127> of the earth."},{"number":7,"verse":"לא <WH3808> did not מרבכם <WH7230> you, because ye were more in number מכל <WH3605> than any העמים <WH5971> people; חשׁק <WH2836> set his love יהוה <WH3068> The LORD בכם ויבחר <WH977> upon you, nor choose בכם כי <WH3588> for אתם <WH859> ye המעט <WH4592> the fewest מכל <WH3605> of all העמים׃ <WH5971> people:"},{"number":8,"verse":"כי <WH3588> But מאהבת <WH160> loved יהוה <WH3068> because the LORD אתכם <WH853> ומשׁמרו <WH8104> you, and because he would keep את <WH853> השׁבעה <WH7621> the oath אשׁר <WH834> which נשׁבע <WH7650> he had sworn לאבתיכם <WH1> unto your fathers, הוציא <WH3318> יהוה <WH3068> hath the LORD אתכם <WH853> ביד <WH3027> hand, חזקה <WH2389> with a mighty ויפדך <WH6299> and redeemed מבית <WH1004> you out of the house עבדים <WH5650> of bondmen, מיד <WH3027> from the hand פרעה <WH6547> of Pharaoh מלך <WH4428> king מצרים׃ <WH4714> of Egypt."},{"number":9,"verse":"וידעת <WH3045> Know כי <WH3588> therefore that יהוה <WH3068> the LORD אלהיך <WH430> thy God, הוא <WH1931> he האלהים <WH430> God, האל <WH410> God, הנאמן <WH539> the faithful שׁמר <WH8104> which keepeth הברית <WH1285> covenant והחסד <WH2617> and mercy לאהביו <WH157> with them that love ולשׁמרי <WH8104> him and keep מצותו <WH4687> his commandments לאלף <WH505> to a thousand דור׃ <WH1755> generations;"},{"number":10,"verse":"ומשׁלם <WH7999> And repayeth לשׂנאיו <WH8130> them that hate אל <WH413> him to פניו <WH6440> their face, להאבידו <WH6> to destroy לא <WH3808> them: he will not יאחר <WH309> be slack לשׂנאו <WH8130> to him that hateth אל <WH413> him to פניו <WH6440> his face. ישׁלם׃ <WH7999> him, he will repay"},{"number":11,"verse":"ושׁמרת <WH8104> Thou shalt therefore keep את <WH853> המצוה <WH4687> the commandments, ואת <WH853> החקים <WH2706> and the statutes, ואת <WH853> המשׁפטים <WH4941> and the judgments, אשׁר <WH834> which אנכי <WH595> I מצוך <WH6680> command היום <WH3117> thee this day, לעשׂותם׃ <WH6213> to do"},{"number":12,"verse":"והיה <WH1961> Wherefore it shall come to pass, עקב <WH6118> if תשׁמעון <WH8085> ye hearken את <WH853> המשׁפטים <WH4941> judgments, האלה <WH428> to these ושׁמרתם <WH8104> and keep, ועשׂיתם <WH6213> and do אתם <WH853> ושׁמר <WH8104> shall keep יהוה <WH3068> them, that the LORD אלהיך <WH430> thy God לך את <WH853> הברית <WH1285> unto thee the covenant ואת <WH853> החסד <WH2617> and the mercy אשׁר <WH834> which נשׁבע <WH7650> he swore לאבתיך׃ <WH1> unto thy fathers:"},{"number":13,"verse":"ואהבך <WH157> And he will love וברכך <WH1288> thee, and bless והרבך <WH7235> thee, and multiply וברך <WH1288> thee: he will also bless פרי <WH6529> the fruit בטנך <WH990> of thy womb, ופרי <WH6529> and the fruit אדמתך <WH127> of thy land, דגנך <WH1715> thy corn, ותירשׁך <WH8492> and thy wine, ויצהרך <WH3323> and thine oil, שׁגר <WH7698> the increase אלפיך <WH504> of thy kine, ועשׁתרת <WH6251> and the flocks צאנך <WH6629> of thy sheep, על <WH5921> in האדמה <WH127> the land אשׁר <WH834> which נשׁבע <WH7650> he swore לאבתיך <WH1> unto thy fathers לתת׃ <WH5414> to give"},{"number":14,"verse":"ברוך <WH1288> blessed תהיה <WH1961> Thou shalt be מכל <WH3605> above all העמים <WH5971> people: לא <WH3808> there shall not יהיה <WH1961> be בך עקר <WH6135> male ועקרה <WH6135> or female barren ובבהמתך׃ <WH929> among you, or among your cattle."},{"number":15,"verse":"והסיר <WH5493> will take away יהוה <WH3068> And the LORD ממך <WH4480> from כל <WH3605> thee all חלי <WH2483> sickness, וכל <WH3605> none מדוי <WH4064> diseases מצרים <WH4714> of Egypt, הרעים <WH7451> of the evil אשׁר <WH834> which ידעת <WH3045> thou knowest, לא <WH3808> none ישׂימם <WH7760> and will put בך ונתנם <WH5414> upon thee; but will lay בכל <WH3605> them upon all שׂנאיך׃ <WH8130>"},{"number":16,"verse":"ואכלת <WH398> And thou shalt consume את <WH853> כל <WH3605> all העמים <WH5971> the people אשׁר <WH834> which יהוה <WH3068> the LORD אלהיך <WH430> thy God נתן <WH5414> shall deliver לך לא <WH3808> shall have no pity תחוס <WH2347> shall have no pity עינך <WH5869> thee; thine eye עליהם <WH5921> upon ולא <WH3808> them: neither תעבד <WH5647> shalt thou serve את <WH853> אלהיהם <WH430> their gods; כי <WH3588> for מוקשׁ <WH4170> a snare הוא׃ <WH1931> that"},{"number":17,"verse":"כי <WH3588> If תאמר <WH559> thou shalt say בלבבך <WH3824> in thine heart, רבים <WH7227> more הגוים <WH1471> nations האלה <WH428> These ממני <WH4480> than איכה <WH349> I; how אוכל <WH3201> can להורישׁם׃ <WH3423> I dispossess"},{"number":18,"verse":"לא <WH3808> Thou shalt not תירא <WH3372> be afraid מהם <WH1992> זכר <WH2142> them: shalt well remember תזכר <WH2142> them: shalt well remember את <WH853> אשׁר <WH834> what עשׂה <WH6213> did יהוה <WH3068> the LORD אלהיך <WH430> thy God לפרעה <WH6547> unto Pharaoh, ולכל <WH3605> and unto all מצרים׃ <WH4714> Egypt;"},{"number":19,"verse":"המסת <WH4531> temptations הגדלת <WH1419> The great אשׁר <WH834> which ראו <WH7200> saw, עיניך <WH5869> thine eyes והאתת <WH226> and the signs, והמפתים <WH4159> and the wonders, והיד <WH3027> hand, החזקה <WH2389> and the mighty והזרע <WH2220> arm, הנטויה <WH5186> and the stretched out אשׁר <WH834> whereby הוצאך <WH3318> brought thee out: יהוה <WH3068> the LORD אלהיך <WH430> thy God כן <WH3651> so יעשׂה <WH6213> do יהוה <WH3068> shall the LORD אלהיך <WH430> thy God לכל <WH3605> unto all העמים <WH5971> the people אשׁר <WH834> of whom אתה <WH859> thou ירא <WH3373> מפניהם׃ <WH6440>"},{"number":20,"verse":"וגם <WH1571> Moreover את <WH853> הצרעה <WH6880> the hornet ישׁלח <WH7971> will send יהוה <WH3068> the LORD אלהיך <WH430> thy God בם עד <WH5704> among them, until אבד <WH6> thee, be destroyed. הנשׁארים <WH7604> they that are left, והנסתרים <WH5641> and hide themselves מפניך׃ <WH6440> from"},{"number":21,"verse":"לא <WH3808> Thou shalt not תערץ <WH6206> be frightened מפניהם <WH6440> at כי <WH3588> them: for יהוה <WH3068> the LORD אלהיך <WH430> thy God בקרבך <WH7130> among אל <WH410> God גדול <WH1419> you, a mighty ונורא׃ <WH3372> and terrible."},{"number":22,"verse":"ונשׁל <WH5394> will put out יהוה <WH3068> And the LORD אלהיך <WH430> thy God את <WH853> הגוים <WH1471> nations האל <WH411> those מפניך <WH6440> before מעט <WH4592> thee by little מעט <WH4592> and little: לא <WH3808> not תוכל <WH3201> thou mayest כלתם <WH3615> consume מהר <WH4118> them at once, פן <WH6435> lest תרבה <WH7235> increase עליך <WH5921> upon חית <WH2416> the beasts השׂדה׃ <WH7704> of the field"},{"number":23,"verse":"ונתנם <WH5414> shall deliver יהוה <WH3068> But the LORD אלהיך <WH430> thy God לפניך <WH6440> them unto והמם <WH2000> מהומה <WH4103> destruction, גדלה <WH1419> them with a mighty עד <WH5704> until השׁמדם׃ <WH8045> they be destroyed."},{"number":24,"verse":"ונתן <WH5414> And he shall deliver מלכיהם <WH4428> their kings בידך <WH3027> into thine hand, והאבדת <WH6> and thou shalt destroy את <WH853> שׁמם <WH8034> their name מתחת <WH8478> from under השׁמים <WH8064> heaven: לא <WH3808> there shall no יתיצב <WH3320> be able to stand אישׁ <WH376> man בפניך <WH6440> before עד <WH5704> thee, until השׁמדך <WH8045> thou have destroyed אתם׃ <WH853>"},{"number":25,"verse":"פסילי <WH6456> The graven images אלהיהם <WH430> of their gods תשׂרפון <WH8313> shall ye burn באשׁ <WH784> with fire: לא <WH3808> thou shalt not תחמד <WH2530> desire כסף <WH3701> the silver וזהב <WH2091> or gold עליהם <WH5921> on ולקחת <WH3947> them, nor take לך פן <WH6435> unto thee, lest תוקשׁ <WH3369> thou be snared בו כי <WH3588> therein: for תועבת <WH8441> an abomination יהוה <WH3068> to the LORD אלהיך <WH430> thy God. הוא׃ <WH1931> it"},{"number":26,"verse":"ולא <WH3808> Neither תביא <WH935> shalt thou bring תועבה <WH8441> an abomination אל <WH413> into ביתך <WH1004> thine house, והיית <WH1961> lest thou be חרם <WH2764> a cursed thing כמהו <WH3644> like it: שׁקץ <WH8262> thou shalt utterly detest תשׁקצנו <WH8262> thou shalt utterly detest ותעב <WH8581> it, and thou shalt utterly abhor תתעבנו <WH8581> it, and thou shalt utterly abhor כי <WH3588> it; for חרם <WH2764> a cursed thing. הוא׃ <WH1931> it"}]}