{"bibleAbbr":"Orig2013+","bookName":"דברים","bookEnglishName":"Deuteronomy","chapterNumber":8,"verses":[{"number":1,"verse":"כל <WH3605> All המצוה <WH4687> the commandments אשׁר <WH834> which אנכי <WH595> I מצוך <WH6680> command היום <WH3117> thee this day תשׁמרון <WH8104> shall ye observe לעשׂות <WH6213> to do, למען <WH4616> that תחיון <WH2421> ye may live, ורביתם <WH7235> and multiply, ובאתם <WH935> and go in וירשׁתם <WH3423> and possess את <WH853> הארץ <WH776> the land אשׁר <WH834> which נשׁבע <WH7650> swore יהוה <WH3068> the LORD לאבתיכם׃ <WH1> unto your fathers."},{"number":2,"verse":"וזכרת <WH2142> And thou shalt remember את <WH853> כל <WH3605> all הדרך <WH1870> the way אשׁר <WH834> which הוליכך <WH1980> led יהוה <WH3068> the LORD אלהיך <WH430> thy God זה <WH2088> thee these ארבעים <WH705> forty שׁנה <WH8141> years במדבר <WH4057> in the wilderness, למען <WH4616> to ענתך <WH6031> humble לנסתך <WH5254> thee, to prove לדעת <WH3045> thee, to know את <WH853> אשׁר <WH834> what בלבבך <WH3824> in thine heart, התשׁמר <WH8104> whether thou wouldest keep מצותו <WH4687> his commandments, אם <WH518> or לא׃ <WH3808> not."},{"number":3,"verse":"ויענך <WH6031> And he humbled וירעבך <WH7456> thee, and suffered thee to hunger, ויאכלך <WH398> and fed את <WH853> המן <WH4478> manna, אשׁר <WH834> which לא <WH3808> not, ידעת <WH3045> thou knewest ולא <WH3808> neither ידעון <WH3045> know; אבתיך <WH1> did thy fathers למען <WH4616> that הודיעך <WH3045> he might make thee know כי <WH3588> that לא <WH3808> doth not על <WH5921> by הלחם <WH3899> bread לבדו <WH905> only, יחיה <WH2421> live האדם <WH120> man כי <WH3588> but על <WH5921> by כל <WH3605> every מוצא <WH4161> that proceedeth out פי <WH6310> of the mouth יהוה <WH3068> of the LORD יחיה <WH2421> live. האדם׃ <WH120> doth man"},{"number":4,"verse":"שׂמלתך <WH8071> Thy raiment לא <WH3808> waxed not old בלתה <WH1086> waxed not old מעליך <WH5921> upon ורגלך <WH7272> did thy foot לא <WH3808> thee, neither בצקה <WH1216> swell, זה <WH2088> these ארבעים <WH705> forty שׁנה׃ <WH8141> years."},{"number":5,"verse":"וידעת <WH3045> Thou shalt also consider עם <WH5973> in לבבך <WH3824> thine heart, כי <WH3588> that, כאשׁר <WH834> as ייסר <WH3256> chasteneth אישׁ <WH376> a man את <WH853> בנו <WH1121> his son, יהוה <WH3068> the LORD אלהיך <WH430> thy God מיסרך׃ <WH3256> chasteneth"},{"number":6,"verse":"ושׁמרת <WH8104> Therefore thou shalt keep את <WH853> מצות <WH4687> the commandments יהוה <WH3069> אלהיך <WH430> thy God, ללכת <WH1980> to walk בדרכיו <WH1870> in his ways, וליראה <WH3372> and to fear אתו׃ <WH853>"},{"number":7,"verse":"כי <WH3588> For יהוה <WH3068> the LORD אלהיך <WH430> thy God מביאך <WH935> bringeth אל <WH413> thee into ארץ <WH776> land, טובה <WH2896> a good ארץ <WH776> a land נחלי <WH5158> of brooks מים <WH4325> of water, עינת <WH5869> of fountains ותהמת <WH8415> and depths יצאים <WH3318> that spring out בבקעה <WH1237> of valleys ובהר׃ <WH2022> and hills;"},{"number":8,"verse":"ארץ <WH776> A land חטה <WH2406> of wheat, ושׂערה <WH8184> and barley, וגפן <WH1612> and vines, ותאנה <WH8384> and fig trees, ורמון <WH7416> and pomegranates; ארץ <WH776> a land זית <WH2132> olive, שׁמן <WH8081> of oil ודבשׁ׃ <WH1706> and honey;"},{"number":9,"verse":"ארץ <WH776> A land אשׁר <WH834> wherein לא <WH3808> without במסכנת <WH4544> scarceness, תאכל <WH398> thou shalt eat בה לחם <WH3899> bread לא <WH3808> thou shalt not תחסר <WH2637> lack כל <WH3605> any בה ארץ <WH776> in it; a land אשׁר <WH834> whose אבניה <WH68> stones ברזל <WH1270> iron, ומהרריה <WH2042> and out of whose hills תחצב <WH2672> thou mayest dig נחשׁת׃ <WH5178> brass."},{"number":10,"verse":"ואכלת <WH398> When thou hast eaten ושׂבעת <WH7646> and art full, וברכת <WH1288> then thou shalt bless את <WH853> יהוה <WH3068> the LORD אלהיך <WH430> thy God על <WH5921> for הארץ <WH776> land הטבה <WH2896> the good אשׁר <WH834> which נתן׃ <WH5414> he hath given"},{"number":11,"verse":"השׁמר <WH8104> Beware לך פן <WH6435> that thou forget not תשׁכח <WH7911> that thou forget not את <WH853> יהוה <WH3068> the LORD אלהיך <WH430> thy God, לבלתי <WH1115> in not שׁמר <WH8104> keeping מצותיו <WH4687> his commandments, ומשׁפטיו <WH4941> and his judgments, וחקתיו <WH2708> and his statutes, אשׁר <WH834> which אנכי <WH595> I מצוך <WH6680> command היום׃ <WH3117> thee this day:"},{"number":12,"verse":"פן <WH6435> Lest תאכל <WH398> thou hast eaten ושׂבעת <WH7646> and art full, ובתים <WH1004> houses, טבים <WH2896> goodly תבנה <WH1129> and hast built וישׁבת׃ <WH3427> and dwelt"},{"number":13,"verse":"ובקרך <WH1241> And thy herds וצאנך <WH6629> and thy flocks ירבין <WH7235> multiply, וכסף <WH3701> and thy silver וזהב <WH2091> and thy gold ירבה <WH7235> is multiplied, לך וכל <WH3605> and all אשׁר <WH834> that לך ירבה׃ <WH7235> thou hast is multiplied;"},{"number":14,"verse":"ורם <WH7311> be lifted up, לבבך <WH3824> Then thine heart ושׁכחת <WH7911> and thou forget את <WH853> יהוה <WH3068> the LORD אלהיך <WH430> thy God, המוציאך <WH3318> which brought thee forth מארץ <WH776> out of the land מצרים <WH4714> of Egypt, מבית <WH1004> from the house עבדים׃ <WH5650> of bondage;"},{"number":15,"verse":"המוליכך <WH1980> Who led במדבר <WH4057> wilderness, הגדל <WH1419> thee through that great והנורא <WH3372> and terrible נחשׁ <WH5175> serpents, שׂרף <WH8314> fiery ועקרב <WH6137> and scorpions, וצמאון <WH6774> and drought, אשׁר <WH834> where אין <WH369> no מים <WH4325> water; המוציא <WH3318> who brought thee forth לך מים <WH4325> water מצור <WH6697> out of the rock החלמישׁ׃ <WH2496> of flint;"},{"number":16,"verse":"המאכלך <WH398> Who fed מן <WH4478> with manna, במדבר <WH4057> thee in the wilderness אשׁר <WH834> which לא <WH3808> not, ידעון <WH3045> knew אבתיך <WH1> thy fathers למען <WH4616> that ענתך <WH6031> he might humble ולמען <WH4616> thee, and that נסתך <WH5254> he might prove להיטבך <WH3190> thee, to do thee good באחריתך׃ <WH319> at thy latter end;"},{"number":17,"verse":"ואמרת <WH559> And thou say בלבבך <WH3824> in thine heart, כחי <WH3581> My power ועצם <WH6108> and the might ידי <WH3027> of hand עשׂה <WH6213> hath gotten לי את <WH853> החיל <WH2428> wealth. הזה׃ <WH2088> me this"},{"number":18,"verse":"וזכרת <WH2142> But thou shalt remember את <WH853> יהוה <WH3068> the LORD אלהיך <WH430> thy God: כי <WH3588> for הוא <WH1931> he הנתן <WH5414> that giveth לך כח <WH3581> thee power לעשׂות <WH6213> to get חיל <WH2428> wealth, למען <WH4616> that הקים <WH6965> he may establish את <WH853> בריתו <WH1285> his covenant אשׁר <WH834> which נשׁבע <WH7650> he swore לאבתיך <WH1> unto thy fathers, כיום <WH3117> day. הזה׃ <WH2088> as this"},{"number":19,"verse":"והיה <WH1961> And it shall be, אם <WH518> if שׁכח <WH7911> thou do at all forget תשׁכח <WH7911> thou do at all forget את <WH853> יהוה <WH3068> the LORD אלהיך <WH430> thy God, והלכת <WH1980> and walk אחרי <WH310> after אלהים <WH430> gods, אחרים <WH312> other ועבדתם <WH5647> and serve והשׁתחוית <WH7812> them, and worship להם העדתי <WH5749> them, I testify בכם היום <WH3117> against you this day כי <WH3588> that אבד <WH6> ye shall surely perish. תאבדון׃ <WH6> ye shall surely perish."},{"number":20,"verse":"כגוים <WH1471> As the nations אשׁר <WH834> which יהוה <WH3068> the LORD מאביד <WH6> destroyeth מפניכם <WH6440> before your face, כן <WH3651> so תאבדון <WH6> shall ye perish; עקב <WH6118> because לא <WH3808> ye would not תשׁמעון <WH8085> be obedient בקול <WH6963> unto the voice יהוה <WH3068> of the LORD אלהיכם׃ <WH430> your God."}]}