{"bibleAbbr":"Orig2013+","bookName":"דברים","bookEnglishName":"Deuteronomy","chapterNumber":9,"verses":[{"number":1,"verse":"שׁמע <WH8085> Hear, ישׂראל <WH3478> O Israel: אתה <WH859> Thou עבר <WH5674> to pass over היום <WH3117> this day, את <WH853> הירדן <WH3383> Jordan לבא <WH935> to go in לרשׁת <WH3423> to possess גוים <WH1471> nations גדלים <WH1419> greater ועצמים <WH6099> and mightier ממך <WH4480> than ערים <WH5892> thyself, cities גדלת <WH1419> great ובצרת <WH1219> and fenced up בשׁמים׃ <WH8064> to heaven,"},{"number":2,"verse":"עם <WH5971> A people גדול <WH1419> great ורם <WH7311> and tall, בני <WH1121> the children ענקים <WH6062> of the Anakims, אשׁר <WH834> whom אתה <WH859> thou ידעת <WH3045> knowest, ואתה <WH859> and thou שׁמעת <WH8085> hast heard מי <WH4310> Who יתיצב <WH3320> can stand לפני <WH6440> before בני <WH1121> the children ענק׃ <WH6061> of Anak!"},{"number":3,"verse":"וידעת <WH3045> Understand היום <WH3117> therefore this day, כי <WH3588> that יהוה <WH3068> the LORD אלהיך <WH430> thy God הוא <WH1931> he העבר <WH5674> which goeth over לפניך <WH6440> before אשׁ <WH784> fire אכלה <WH398> thee; a consuming הוא <WH1931> he ישׁמידם <WH8045> shall destroy והוא <WH1931> them, and he יכניעם <WH3665> shall bring them down לפניך <WH6440> before thy face: והורשׁתם <WH3423> so shalt thou drive them out, והאבדתם <WH6> and destroy מהר <WH4118> them quickly, כאשׁר <WH834> as דבר <WH1696> hath said יהוה׃ <WH3068> the LORD"},{"number":4,"verse":"אל <WH408> not תאמר <WH559> Speak בלבבך <WH3824> thou in thine heart, בהדף <WH1920> יהוה <WH3068> after that the LORD אלהיך <WH430> thy God אתם <WH853> מלפניך <WH6440> from before לאמר <WH559> thee, saying, בצדקתי <WH6666> For my righteousness הביאני <WH935> hath brought me in יהוה <WH3068> the LORD לרשׁת <WH3423> to possess את <WH853> הארץ <WH776> land: הזאת <WH2063> this וברשׁעת <WH3423> doth drive them out הגוים <WH1471> nations האלה <WH428> of these יהוה <WH3068> the LORD מורישׁם <WH7564> but for the wickedness מפניך׃ <WH6440> from before"},{"number":5,"verse":"לא <WH3808> Not בצדקתך <WH6666> for thy righteousness, ובישׁר <WH3476> or for the uprightness לבבך <WH3824> of thine heart, אתה <WH859> dost thou בא <WH935> go לרשׁת <WH3423> to possess את <WH853> ארצם <WH776> their land: כי <WH3588> but ברשׁעת <WH3423> doth drive them out הגוים <WH1471> nations האלה <WH428> of these יהוה <WH3068> the LORD אלהיך <WH430> thy God מורישׁם <WH7564> for the wickedness מפניך <WH6440> from before ולמען <WH4616> thee, and that הקים <WH6965> he may perform את <WH853> הדבר <WH1697> the word אשׁר <WH834> which נשׁבע <WH7650> swore יהוה <WH3068> the LORD לאבתיך <WH1> unto thy fathers, לאברהם <WH85> Abraham, ליצחק <WH3327> Isaac, וליעקב׃ <WH3290> and Jacob."},{"number":6,"verse":"וידעת <WH3045> Understand כי <WH3588> therefore, that לא <WH3808> thee not בצדקתך <WH6666> it for thy righteousness; יהוה <WH3068> the LORD אלהיך <WH430> thy God נתן <WH5414> giveth לך את <WH853> הארץ <WH776> land הטובה <WH2896> good הזאת <WH2063> this לרשׁתה <WH3423> to possess כי <WH3588> for עם <WH5971> people. קשׁה <WH7186> a stiffnecked ערף <WH6203> a stiffnecked אתה׃ <WH859> thou"},{"number":7,"verse":"זכר <WH2142> Remember, אל <WH408> not, תשׁכח <WH7911> forget את <WH853> אשׁר <WH834> how הקצפת <WH7107> thou provokedst את <WH853> יהוה <WH3068> the LORD אלהיך <WH430> thy God במדבר <WH4057> to wrath in the wilderness: למן <WH4480> from היום <WH3117> the day אשׁר <WH834> that יצאת <WH3318> thou didst depart מארץ <WH776> out of the land מצרים <WH4714> of Egypt, עד <WH5704> until באכם <WH935> ye came עד <WH5704> unto המקום <WH4725> place, הזה <WH2088> this ממרים <WH4784> rebellious הייתם <WH1961> ye have been עם <WH5973> against יהוה׃ <WH3068> the LORD."},{"number":8,"verse":"ובחרב <WH2722> Also in Horeb הקצפתם <WH7107> ye provoked את <WH853> יהוה <WH3068> the LORD ויתאנף <WH599> was angry יהוה <WH3068> to wrath, so that the LORD בכם להשׁמיד <WH8045> with you to have destroyed אתכם׃ <WH853>"},{"number":9,"verse":"בעלתי <WH5927> When I was gone up ההרה <WH2022> into the mount לקחת <WH3947> to receive לוחת <WH3871> the tables האבנים <WH68> of stone, לוחת <WH3871> the tables הברית <WH1285> of the covenant אשׁר <WH834> which כרת <WH3772> made יהוה <WH3068> the LORD עמכם <WH5973> with ואשׁב <WH3427> you, then I abode בהר <WH2022> in the mount ארבעים <WH705> forty יום <WH3117> days וארבעים <WH705> and forty לילה <WH3915> nights, לחם <WH3899> bread לא <WH3808> I neither אכלתי <WH398> did eat ומים <WH4325> water: לא <WH3808> nor שׁתיתי׃ <WH8354> drink"},{"number":10,"verse":"ויתן <WH5414> delivered יהוה <WH3068> And the LORD אלי <WH413> unto את <WH853> שׁני <WH8147> me two לוחת <WH3871> tables האבנים <WH68> of stone כתבים <WH3789> written באצבע <WH676> with the finger אלהים <WH430> of God; ועליהם <WH5921> and on ככל <WH3605> them according to all הדברים <WH1697> the words, אשׁר <WH834> which דבר <WH1696> spoke יהוה <WH3068> the LORD עמכם <WH5973> with בהר <WH2022> you in the mount מתוך <WH8432> out of the midst האשׁ <WH784> of the fire ביום <WH3117> in the day הקהל׃ <WH6951> of the assembly."},{"number":11,"verse":"ויהי <WH1961> And it came to pass מקץ <WH7093> at the end ארבעים <WH705> of forty יום <WH3117> days וארבעים <WH705> and forty לילה <WH3915> nights, נתן <WH5414> gave יהוה <WH3068> the LORD אלי <WH413> gave את <WH853> שׁני <WH8147> me the two לחת <WH3871> tables האבנים <WH68> of stone, לחות <WH3871> the tables הברית׃ <WH1285> of the covenant."},{"number":12,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אלי <WH413> unto קום <WH6965> me, Arise, רד <WH3381> get thee down מהר <WH4118> quickly מזה <WH2088> from hence; כי <WH3588> for שׁחת <WH7843> have corrupted עמך <WH5971> thy people אשׁר <WH834> which הוצאת <WH3318> thou hast brought forth ממצרים <WH4714> סרו <WH5493> turned aside מהר <WH4118> they are quickly מן <WH4480> from hence; הדרך <WH1870> the way אשׁר <WH834> which צויתם <WH6680> I commanded עשׂו <WH6213> them; they have made להם מסכה׃ <WH4541> them a molten image."},{"number":13,"verse":"ויאמר <WH559> spoke יהוה <WH3068> Furthermore the LORD אלי <WH413> unto לאמר <WH559> me, saying, ראיתי <WH7200> I have seen את <WH853> העם <WH5971> people, הזה <WH2088> this והנה <WH2009> and, behold, עם <WH5971> people: קשׁה <WH7186> a stiffnecked ערף <WH6203> a stiffnecked הוא׃ <WH1931> it"},{"number":14,"verse":"הרף <WH7503> ממני <WH4480> from under ואשׁמידם <WH8045> that I may destroy ואמחה <WH4229> them, and blot out את <WH853> שׁמם <WH8034> their name מתחת <WH8478> from under השׁמים <WH8064> heaven: ואעשׂה <WH6213> and I will make אותך <WH854> לגוי <WH1471> of thee a nation עצום <WH6099> mightier ורב <WH7227> and greater ממנו׃ <WH4480> than"},{"number":15,"verse":"ואפן <WH6437> So I turned וארד <WH3381> and came down מן <WH4480> from ההר <WH2022> the mount, וההר <WH2022> and the mount בער <WH1197> burned באשׁ <WH784> with fire: ושׁני <WH8147> and the two לוחת <WH3871> tables הברית <WH1285> of the covenant על <WH5921> in שׁתי <WH8147> my two ידי׃ <WH3027> hands."},{"number":16,"verse":"וארא <WH7200> And I looked, והנה <WH2009> and, behold, חטאתם <WH2398> ye had sinned ליהוה <WH3068> against the LORD אלהיכם <WH430> your God, עשׂיתם <WH6213> had made לכם עגל <WH5695> calf: מסכה <WH4541> you a molten סרתם <WH5493> ye had turned aside מהר <WH4118> quickly מן <WH4480> out of הדרך <WH1870> the way אשׁר <WH834> which צוה <WH6680> had commanded יהוה <WH3068> the LORD אתכם׃ <WH853>"},{"number":17,"verse":"ואתפשׂ <WH8610> And I took בשׁני <WH8147> the two הלחת <WH3871> tables, ואשׁלכם <WH7993> and cast מעל <WH5921> them out of שׁתי <WH8147> my two ידי <WH3027> hands, ואשׁברם <WH7665> and broke לעיניכם׃ <WH5869> them before your eyes."},{"number":18,"verse":"ואתנפל <WH5307> And I fell down לפני <WH6440> before יהוה <WH3068> the LORD, כראשׁנה <WH7223> as at the first, ארבעים <WH705> forty יום <WH3117> days וארבעים <WH705> and forty לילה <WH3915> nights: לחם <WH3899> bread, לא <WH3808> I did neither אכלתי <WH398> eat ומים <WH4325> water, לא <WH3808> nor שׁתיתי <WH8354> drink על <WH5921> because of כל <WH3605> all חטאתכם <WH2403> your sins אשׁר <WH834> which חטאתם <WH2398> ye sinned, לעשׂות <WH6213> in doing הרע <WH7451> wickedly בעיני <WH5869> in the sight יהוה <WH3068> of the LORD, להכעיסו׃ <WH3707> to provoke him to anger."},{"number":19,"verse":"כי <WH3588> For יגרתי <WH3025> I was afraid מפני <WH6440> of האף <WH639> the anger והחמה <WH2534> and hot displeasure, אשׁר <WH834> wherewith קצף <WH7107> was wroth יהוה <WH3068> the LORD עליכם <WH5921> against להשׁמיד <WH8045> you to destroy אתכם <WH853> וישׁמע <WH8085> hearkened יהוה <WH3068> you. But the LORD אלי <WH413> unto גם <WH1571> also. בפעם <WH6471> time ההוא׃ <WH1931> me at that"},{"number":20,"verse":"ובאהרן <WH175> with Aaron התאנף <WH599> was very angry יהוה <WH3068> And the LORD מאד <WH3966> was very angry להשׁמידו <WH8045> to have destroyed ואתפלל <WH6419> him: and I prayed גם <WH1571> also בעד <WH1157> for אהרן <WH175> Aaron בעת <WH6256> time. ההוא׃ <WH1931> the same"},{"number":21,"verse":"ואת <WH853> חטאתכם <WH2403> your sin, אשׁר <WH834> which עשׂיתם <WH6213> ye had made, את <WH853> העגל <WH5695> the calf לקחתי <WH3947> And I took ואשׂרף <WH8313> and burnt אתו <WH853> באשׁ <WH784> it with fire, ואכת <WH3807> and stamped אתו <WH853> טחון <WH2912> it, ground היטב <WH3190> very small, עד <WH5704> until אשׁר <WH834> it דק <WH1851> לעפר <WH6083> as dust: ואשׁלך <WH7993> and I cast את <WH853> עפרו <WH6083> the dust אל <WH413> thereof into הנחל <WH5158> the brook הירד <WH3381> that descended מן <WH4480> out of ההר׃ <WH2022> the mount."},{"number":22,"verse":"ובתבערה <WH8404> And at Taberah, ובמסה <WH4532> and at Massah, ובקברת התאוה <WH6914> and at Kibroth-hattaavah, מקצפים <WH7107> ye provoked הייתם <WH1961> אתהוה׃ <WH3068> the LORD"},{"number":23,"verse":"ובשׁלח <WH7971> sent יהוה <WH3068> Likewise when the LORD אתכם <WH853> מקדשׁ ברנעאמר <WH559> saying, עלו <WH5927> Go up ורשׁו <WH3423> and possess את <WH853> הארץ <WH776> the land אשׁר <WH834> which נתתי <WH5414> I have given לכם ותמרו <WH4784> you; then ye rebelled against את <WH853> פי <WH6310> the commandment יהוה <WH3068> of the LORD אלהיכם <WH430> your God, ולא <WH3808> him not, האמנתם <WH539> and ye believed לו ולא <WH3808> nor שׁמעתם <WH8085> hearkened בקלו׃ <WH6963> to his voice."},{"number":24,"verse":"ממרים <WH4784> rebellious הייתם <WH1961> Ye have been עם <WH5973> against יהוה <WH3068> the LORD מיום <WH3117> from the day דעתי <WH3045> that I knew אתכם׃ <WH853>"},{"number":25,"verse":"ואתנפל <WH5307> Thus I fell down לפני <WH6440> before יהוה <WH3068> the LORD את <WH853> ארבעים <WH705> forty היום <WH3117> days ואת <WH853> ארבעים <WH705> and forty הלילה <WH3915> nights, אשׁר <WH834> as התנפלתי <WH5307> I fell down כי <WH3588> because אמר <WH559> had said יהוה <WH3068> the LORD להשׁמיד <WH8045> he would destroy אתכם׃ <WH853>"},{"number":26,"verse":"ואתפלל <WH6419> I prayed אל <WH413> therefore unto יהוה <WH3068> the LORD, ואמר <WH559> and said, אדני <WH136> O Lord יהוה <WH3068> אל <WH408> not תשׁחת <WH7843> destroy עמך <WH5971> thy people ונחלתך <WH5159> and thine inheritance, אשׁר <WH834> which פדית <WH6299> thou hast redeemed בגדלך <WH1433> through thy greatness, אשׁר <WH834> which הוצאת <WH3318> thou hast brought forth ממצרים <WH4714> ביד <WH3027> hand. חזקה׃ <WH2389> with a mighty"},{"number":27,"verse":"זכר <WH2142> Remember לעבדיך <WH5650> thy servants, לאברהם <WH85> Abraham, ליצחק <WH3327> Isaac, וליעקב <WH3290> and Jacob; אל <WH408> not תפן <WH6437> look אל <WH413> unto קשׁי <WH7190> the stubbornness העם <WH5971> people, הזה <WH2088> of this ואל <WH413> nor to רשׁעו <WH7562> their wickedness, ואל <WH413> nor to חטאתו׃ <WH2403> their sin:"},{"number":28,"verse":"פן <WH6435> Lest יאמרו <WH559> say, הארץ <WH776> the land אשׁר <WH834> whence הוצאתנו <WH3318> thou broughtest us out משׁם <WH8033> מבליכלת <WH3201> יהוה <WH3068> Because the LORD להביאם <WH935> to bring אל <WH413> them into הארץ <WH776> the land אשׁר <WH834> which דבר <WH1696> he promised להם ומשׂנאתו <WH8135> them, and because he hated אותם <WH853> הוציאם <WH3318> them, he hath brought them out להמתם <WH4191> to slay במדבר׃ <WH4057> them in the wilderness."},{"number":29,"verse":"והם <WH1992> Yet they עמך <WH5971> thy people ונחלתך <WH5159> and thine inheritance, אשׁר <WH834> which הוצאת <WH3318> thou broughtest out בכחך <WH3581> power הגדל <WH1419> by thy mighty ובזרעך <WH2220> arm. הנטויה׃ <WH5186> and by thy stretched out"}]}