{"bibleAbbr":"LXXBr","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":32,"verses":[{"number":15,"verse":"Οὕτως εἶπε Κύριος ὁ Θεὸς Ἰσραὴλ, λάβε τὸ ποτήριον τοῦ οἴνου τοῦ ἀκράτου τούτου ἐκ χειρός μου, καὶ ποτιεῖς πάντα τὰ ἔθνη, πρὸς ἃ ἐγὼ ἀποστέλλω σε πρὸς αὐτούς."},{"number":16,"verse":"Καὶ πίονται, καὶ ἐξεμοῦνται, καὶ ἐκμανήσονται ἀπὸ προσώπου τῆς μαχαίρας, ἧς ἐγὼ ἀποστέλλω ἀναμέσον αὐτῶν."},{"number":17,"verse":"Καὶ ἔλαβον τὸ ποτήριον ἐκ χειρὸς Κυρίου, καὶ ἐπότισα τὰ ἔθνη, πρὸς ἃ ἀπέστειλέ με Κύριος πρὸς αὐτὰ,"},{"number":18,"verse":"τὴν Ἱερουσαλὴμ, καὶ τὰς πόλεις Ἰούδα, καὶ βασιλεῖς Ἰούδα καὶ ἄρχοντας αὐτοῦ, τοῦ θεῖναι αὐτὰς εἰς ἐρήμωσιν, καὶ εἰς ἄβατον, καὶ εἰς συριγμὸν,"},{"number":19,"verse":"καὶ τὸν Φαραὼ βασιλέα Αἰγύπτου, καὶ τοὺς παῖδας αὐτοῦ, καὶ τοὺς μεγιστᾶνας αὐτοῦ,"},{"number":20,"verse":"καὶ πάντα τὸν λαὸν αὐτοῦ, καὶ πάντας τοὺς συμμίκτους, καὶ πάντας τοὺς βασιλεῖς ἀλλοφύλων, καὶ τὴν Ἀσκάλωνα, καὶ τὴν Γάζαν, καὶ τὴν Ἀκκάρων, καὶ τὸ ἐπίλοιπον Ἀζώτου,"},{"number":21,"verse":"καὶ τὴν Ἰδουμαίαν, καὶ τὴν Μωαβῖτιν, καὶ τοὺς υἱοὺς Ἀμμὼν,"},{"number":22,"verse":"καὶ βασιλεῖς Τύρου, καὶ βασιλεῖς Σιδῶνος, καὶ βασιλεῖς τοὺς ἐν τῷ πέραν τῆς θαλάσσης,"},{"number":23,"verse":"καὶ τὴν Δαιδὰν, καὶ τὴν Θαιμὰν, καὶ τὴν Ῥῶς, καὶ πᾶν περικεκαρμένον κατὰ πρόσωπον αὐτοῦ,"},{"number":24,"verse":"καὶ πάντας τοὺς συμμίκτους τοὺς καταλύοντας ἐν τῇ ἐρήμῳ,"},{"number":25,"verse":"καὶ πάντας βασιλεῖς Αἰλὰμ, καὶ πάντας βασιλεῖς Περσῶν,"},{"number":26,"verse":"καὶ πάντας βασιλεῖς ἀπὸ ἀπηλιώτου τοὺς πόῤῥω καὶ τοὺς ἐγγὺς, ἕκαστον πρὸς τὸν ἀδελφὸν αὐτοῦ, καὶ πάσας βασιλείας τὰς ἐπὶ προσώπου τῆς γῆς."},{"number":27,"verse":"Καὶ ἐρεῖς αὐτοῖς, οὕτως εἶπε Κύριος παντοκράτωρ, πίετε, μεθύσθητε, καὶ ἐξεμέσετε, καὶ πεσεῖσθε, καὶ οὐ μὴ ἀναστῆτε ἀπὸ προσώπου τῆς μαχαίρας, ἧς ἐγὼ ἀποστέλλω ἀναμέσον ὑμῶν."},{"number":28,"verse":"Καὶ ἔσται ὅταν μὴ βούλωνται δέξασθαι τὸ ποτήριον ἐκ τῆς χειρός σου, ὥστε πιεῖν, καὶ ἐρεῖς, οὕτως εἶπε Κύριος, πιόντες πίεσθε,"},{"number":29,"verse":"ὅτι ἐν πόλει ἐν ᾗ ὠνομάσθη τὸ ὄνομά μου ἐπʼ αὐτὴν, ἐγὼ ἄρχομαι κακῶσαι, καὶ ὑμεῖς καθάρσει οὐ μὴ καθαρισθῆτε, ὅτι μάχαιραν ἐγὼ καλῶ ἐπὶ πάντας τοὺς καθημένους ἐπὶ τῆς γῆς."},{"number":30,"verse":"Καὶ σὺ προφητεύσεις ἐπʼ αὐτοὺς τοὺς λόγους τούτους, καὶ ἐρεῖς, Κύριος ἀφʼ ὑψηλοῦ χρηματιεῖ, ἀπὸ τοῦ ἁγίου αὐτοῦ δώσει φωνὴν αὐτοῦ, λόγον χρηματιεῖ ἐπὶ τοῦ τόπου αὐτοῦ· καὶ οἵδε ὥσπερ τρυγῶντες ἀποκριθήσονται· καὶ ἐπὶ καθημένους ἐπὶ τὴν γῆν"},{"number":31,"verse":"ἥκει ὄλεθρος ἐπὶ μέρος τῆς γῆς, ὅτι κρίσις τῷ Κυρίῳ ἐν τοῖς ἔθνεσι· κρίνεται αὐτὸς πρὸς πᾶσαν σάρκα, οἱ δὲ ἀσεβεῖς ἐδόθησαν εἰς μάχαιραν, λέγει Κύριος."},{"number":32,"verse":"Οὕτως εἶπε Κύριος, ἰδοὺ κακὰ ἔρχεται ἀπὸ ἔθνους ἐπὶ ἔθνος, καὶ λαίλαψ μεγάλη ἐκπορεύεται ἀπʼ ἐσχάτου τῆς γῆς."},{"number":33,"verse":"Καὶ ἔσονται τραυματίαι ὑπὸ Κυρίου ἐν ἡμέρᾳ Κυρίου, ἐκ μέρους τῆς γῆς, καὶ ἕως εἰς μέρος τῆς γῆς· οὐ μὴ κατορυγῶσιν, εἰς κόπρια ἐπὶ προσώπου τῆς γῆς ἔσονται."},{"number":34,"verse":"Ἀλαλάξατε ποιμένες, καὶ κεκράξατε, καὶ κόπτεσθε οἱ κριοὶ τῶν προβάτων, ὅτι ἐπληρώθησαν αἱ ἡμέραι ὑμῶν εἰς σφαγὴν, καὶ πεσεῖσθε ὥσπερ οἱ κριοὶ οἱ ἐκλεκτοὶ,"},{"number":35,"verse":"καὶ ἀπολεῖται φυγὴ ἀπὸ τῶν ποιμένων, καὶ σωτηρία ἀπὸ τῶν κριῶν τῶν προβάτων."},{"number":36,"verse":"Φωνὴ κραυγῆς τῶν ποιμένων, καὶ ἀλαλαγμὸς τῶν προβάτων καὶ τῶν κριῶν, ὅτι ὠλόθρευσε Κύριος τὰ βοσκήματα αὐτῶν·"},{"number":37,"verse":"Καὶ παύσεται τὰ κατάλοιπα τῆς εἰρήνης ἀπὸ προσώπου ὀργῆς θυμοῦ μου."},{"number":38,"verse":"Ἐγκατέλιπεν ὥσπερ λέων κατάλυμα αὐτοῦ, ὅτι ἐγενήθη ἡ γῆ αὐτῶν εἰς ἄβατον ἀπὸ προσώπου τῆς μαχαίρας τῆς μεγάλης."}]}