{"bibleAbbr":"LXXBr","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":9,"verses":[{"number":1,"verse":"Τίς δῴη μοι ἐν τῇ ἐρήμῳ σταθμὸν ἔσχατον, καὶ καταλείψω τὸν λαόν μου, καὶ ἀπελεύσομαι ἀπʼ αὐτῶν; ὅτι πάντες μοιχῶνται, σύνοδος ἀθετούντων,"},{"number":2,"verse":"καὶ ἐνέτειναν τὴν γλῶσσαν αὐτῶν ὡς τόξον· ψεῦδος, καὶ οὐ πίστις ἐνίσχυσεν ἐπὶ τῆς γῆς, ὅτι ἐκ κακῶν εἰς κακὰ ἐξήλθοσαν, καὶ ἐμὲ οὐκ ἔγνωσαν, φησὶ Κύριος."},{"number":3,"verse":"Ἕκαστος ἀπὸ τοῦ πλησίον αὐτοῦ φυλάξασθε, καὶ ἐπʼ ἀδελφοῖς αὐτῶν μὴ πεποίθατε, ὅτι πᾶς ἀδελφὸς πτέρνῃ πτερνιεῖ, καὶ πᾶς φίλος δολίως πορεύσεται."},{"number":4,"verse":"Ἕκαστος κατὰ τοῦ φίλου αὐτοῦ καταπαίξεται, ἀλήθειαν οὐ μὴ λαλήσωσι· μεμάθηκεν ἡ γλῶσσα αὐτῶν λαλεῖν ψευδῆ, ἠδίκησαν, καὶ οὐ διέλιπον τοῦ ἐπιστρέψαι."},{"number":5,"verse":"Τόκος ἐπὶ τόκῳ, καὶ δόλος ἐπὶ δόλῳ· οὐκ ἤθελον εἰδέναι με, φησὶ Κύριος."},{"number":6,"verse":"Διατοῦτο τάδε λέγει Κύριος, ἰδοὺ ἐγὼ πυρώσω αὐτοὺς, καὶ δοκιμῶ αὐτούς· ὅτι ποιήσω ἀπὸ προσώπου πονηρίας θυγατρὸς λαοῦ μου."},{"number":7,"verse":"Βολὶς τιτρώσκουσα ἡ γλῶσσα αὐτῶν, δόλια τὰ ῥήματα τοῦ στόματος αὐτῶν· τῷ πλησίον αὐτοῦ λαλεῖ εἰρηνικὰ, καὶ ἐν ἑαυτῷ ἔχει τὴν ἔχθραν."},{"number":8,"verse":"Μὴ ἐπὶ τούτοις οὐκ ἐπισκέψομαι; λέγει Κύριος· ἢ ἐν λαῷ τοιούτῳ οὐκ ἐκδικήσει ἡ ψυχή μου;"},{"number":9,"verse":"Ἐπὶ τὰ ὄρη λάβετε κοπετὸν, καὶ ἐπὶ τὰς τρίβους τῆς ἐρήμου θρῆνον, ὅτι ἐξέλιπον παρὰ τὸ μὴ εἶναι ἀνθρώπους· οὐκ ἤκουσαν φωνὴν ὑπάρξεως ἀπὸ πετεινῶν τοῦ οὐρανοῦ, καὶ ἕως κτηνῶν, ἐξέστησαν, ᾤχοντο."},{"number":10,"verse":"Καὶ δώσω τὴν Ἱερουσαλὴμ εἰς μετοικίαν, καὶ εἰς κατοικητήριον δρακόντων, καὶ τὰς πόλεις Ἰούδα εἰς ἀφανισμὸν θήσομαι, παρὰ τὸ μὴ κατοικεῖσθαι."},{"number":11,"verse":"Τίς ὁ ἄνθρωπος ὁ συνετὸς, καὶ συνέτω τοῦτο; καὶ ᾧ λόγος στόματος Κυρίου πρὸς αὐτὸν, ἀναγγειλάτω ὑμῖν, ἕνεκεν τίνος ἀπώλετο ἡ γῆ, ἀνήφθη, ὡς ἔρημος, παρὰ τὸ μὴ διοδεύεσθαι αὐτήν;"},{"number":12,"verse":"Καὶ εἶπε Κύριος πρὸς μὲ, διὰ τὸ ἐγκαταλιπεῖν αὐτοὺς τὸν νόμον μου, ὃν ἔδωκα πρὸ προσώπου αὐτῶν, καὶ οὐκ ἤκουσαν τῆς φωνῆς μου,"},{"number":13,"verse":"ἀλλʼ ἐπορεύθησαν ὀπίσω τῶν ἀρεστῶν τῆς καρδίας αὐτῶν τῆς κακῆς, καὶ ὀπίσω τῶν εἰδώλων ἃ ἐδίδαξαν αὐτοὺς οἱ πατέρες αὐτῶν."},{"number":14,"verse":"Διατοῦτο τάδε λέγει Κύριος ὁ Θεὸς Ἰσραὴλ, ἰδοὺ ἐγὼ ψωμιῶ αὐτοὺς ἀνάγκας, καὶ ποτιῶ αὐτοὺς ὕδωρ χολῆς,"},{"number":15,"verse":"καὶ διασκορπιῶ αὐτοὺς ἐν τοῖς ἔθνεσιν, εἰς οὓς οὐκ ἐγίνωσκον αὐτοὶ καὶ οἱ πατέρες αὐτῶν, καὶ ἐπαποστελῶ ἐπʼ αὐτοὺς τὴν μάχαιραν, ἕως τοῦ ἐξαναλῶσαι αὐτοὺς ἐν αὐτῇ."},{"number":16,"verse":"Τάδε λέγει Κύριος, καλέσατε τὰς θρηνούσας, καὶ ἐλθέτωσαν, καὶ πρὸς τὰς σοφὰς ἀποστείλατε, καὶ φθεγξάσθωσαν,"},{"number":17,"verse":"καὶ λαβέτωσαν ἐφʼ ὑμᾶς θρῆνον, καὶ καταγαγέτωσαν οἱ ὀφθαλμοὶ ὑμῶν δάκρυα, καὶ τὰ βλέφαρα ὑμῶν ῥείτω ὕδωρ,"},{"number":18,"verse":"ὅτι φωνὴ οἰκτροῦ ἠκούσθη ἐν Σιών· πῶς ἐταλαιπωρήσαμεν, κατῃσχύνθημεν σφόδρα, ὅτι ἐγκατελίπομεν τὴν γῆν, καὶ ἀπεῤῥίψαμεν τὰ σκηνώματα ἡμῶν;"},{"number":19,"verse":"Ἀκούσατε δὴ γυναῖκες λόγον Θεοῦ, καὶ δεξάσθω τὰ ὦτα ὑμῶν λόγους στόματος αὐτοῦ, καὶ διδάξατε τὰς θυγατέρας ὑμῶν οἶκτον, καὶ γυνὴ τὴν πλησίον αὐτῆς θρῆνον."},{"number":20,"verse":"Ὅτι ἀνέβη θάνατος διὰ τῶν θυρίδων ὑμῶν, εἰσῆλθεν εἰς τὴν γῆν ὑμῶν, τοῦ ἐκτρίψαι νήπια ἔξωθεν, καὶ νεανίσκους ἀπὸ τῶν πλατειῶν."},{"number":21,"verse":"Καὶ ἔσονται οἱ νεκροὶ τῶν ἀνθρώπων εἰς παράδειγμα ἐπὶ προσώπου τοῦ πεδίου τῆς γῆς ὑμῶν, ὡς χόρτος ὀπίσω θερίζοντος, καὶ οὐκ ἔσται ὁ συνάγων."},{"number":22,"verse":"Τάδε λέγει Κύριος, μὴ καυχάσθω ὁ σοφὸς ἐν τῇ σοφίᾳ αὐτοῦ, καὶ μὴ καυχάσθω ὁ ἰσχυρὸς ἐν τῆ ἰσχύϊ αὐτοῦ, καὶ μὴ καυχάσθω ὁ πλούσιος ἐν τῷ πλούτῳ αὐτοῦ,"},{"number":23,"verse":"ἀλλʼ ἢ ἐν τούτῳ καυχάσθω ὁ καυχώμενος, συνιεῖν καὶ γινώσκειν, ὅτι ἐγώ εἰμι Κύριος ὁ ποιῶν ἔλεος καὶ κρίμα καὶ δικαιοσύνην ἐπὶ τῆς γῆς, ὅτι ἐν τούτοις τὸ θέλημά μου, λέγει Κύριος."},{"number":24,"verse":"Ἰδοὺ ἡμέραι ἔρχονται, λέγει Κύριος, καὶ ἐπισκέψομαι ἐπὶ πάντας περιτετμημένους ἀκροβυστίας αὐτῶν."},{"number":25,"verse":"Ἐπʼ Αἴγυπτον, καὶ ἐπὶ Ἰδουμαίαν, καὶ ἐπὶ Ἐδὼμ, καὶ ἐπὶ υἱοὺς Ἀμμὼν, καὶ ἐπὶ υἱοὺς Μωὰβ, καὶ ἐπὶ πάντα περικειρόμενον τὰ κατὰ πρόσωπον αὐτοῦ, τοὺς κατοικοῦντας ἐν τῇ ἐρήμῳ, ὅτι πάντα τὰ ἔθνη ἀπερίτμητα σαρκὶ, καὶ πᾶς οἶκος Ἰσραὴλ ἀπερίτμητοι καρδίας αὐτῶν."}]}