{"bibleAbbr":"NASB2020","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":10,"verses":[{"number":1,"verse":"(Retribution for Israel’s Sin) Israel is a luxuriant vine; He produces fruit for himself. The more his fruit, The more altars he made; The (Lit better) richer his land, The better (Lit they) he made the memorial stones."},{"number":2,"verse":"Their heart is (Lit slippery; or divided) deceitful; Now they must suffer for their guilt. (Lit He) The LORD will break down their altars And destroy their memorial stones."},{"number":3,"verse":"Certainly now they will say, “We have no king, For we do not revere the LORD. As for the king, what can he do for us?”"},{"number":4,"verse":"They speak mere words, (Or Swearing falsely in making a covenant) With worthless oaths they make covenants; And judgment sprouts like poisonous weeds in the furrows of the field."},{"number":5,"verse":"The inhabitants of Samaria will fear For the (As in some ancient versions; MT calves) calf of Beth-aven. Indeed, its people will mourn for it, And its idolatrous priests (Or who used to rejoice over) will cry out over it, Over its glory, since it has left it."},{"number":6,"verse":"The thing itself will be brought to Assyria As a gift of tribute to (Another reading is the great king; or the contentious king) King Jareb; Ephraim will (Lit receive shame) be seized with shame, And Israel will be ashamed of its own plan."},{"number":7,"verse":"Samaria will be destroyed with her king, Like a twig on the surface of the water."},{"number":8,"verse":"Also the high places of Aven, the sin of Israel, will be destroyed; Thorns and thistles will grow on their altars; Then they will say to the mountains, “Cover us!” And to the hills, “Fall on us!”"},{"number":9,"verse":"Since the days of Gibeah you have sinned, Israel; There they stand! Will the battle against the sons of injustice not overtake them in Gibeah?"},{"number":10,"verse":"When it is My desire, I will (Or instruct) discipline them; And the peoples will be gathered against them When they are bound for their double guilt."},{"number":11,"verse":"Ephraim is a trained heifer that loves to thresh, (Or But I put a yoke on her lovely) And I passed over her lovely neck; I will harness Ephraim, Judah will plow, Jacob will (I. e., pull a harrow, a farming device) harrow for himself."},{"number":12,"verse":"Sow for yourselves, with a view to righteousness; Harvest in accordance with (Or loyalty) kindness. Break up your uncultivated ground, For it is time to seek the LORD Until He comes and rains righteousness on you."},{"number":13,"verse":"You have plowed wickedness, you have harvested injustice, You have eaten the fruit of lies. Because you have trusted in your way, in your many warriors,"},{"number":14,"verse":"An uproar will arise among your people, And all your fortresses will be destroyed, As Shalman destroyed Beth-arbel on the day of battle, When mothers were (Lit shattered) slaughtered with their children."},{"number":15,"verse":"So it will be done to you at Bethel because of your great wickedness. At dawn the king of Israel will be completely destroyed."}]}