{"bibleAbbr":"NASB2020","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"(Ephraim’s Idolatry) When Ephraim (Or spoke with trembling, he exalted) spoke, there was trembling. He exalted himself in Israel, But through Baal he incurred guilt and died."},{"number":2,"verse":"And now they sin more and more, And make for themselves cast metal images, Idols (Or according to their skill) skillfully made from their silver, All of them the work of craftsmen. They say of them, “Let the (Lit sacrificers of; or among mankind) people who sacrifice kiss the calves!”"},{"number":3,"verse":"Therefore they will be like the morning cloud And like dew which (Lit goes away early) soon disappears, Like chaff which is blown away from the threshing floor, And like smoke from a chimney."},{"number":4,"verse":"Yet I have been the LORD your God Since the land of Egypt; And you were not to know any god except Me, For there is no savior besides Me."},{"number":5,"verse":"I (Or knew) cared for you in the wilderness, In the land of drought."},{"number":6,"verse":"As they had their pasture, they became satisfied, And as they became satisfied, their heart became proud; Therefore they forgot Me."},{"number":7,"verse":"So I will be like a lion to them; Like a leopard I will (Or watch) lie in wait by the wayside."},{"number":8,"verse":"I will confront them like a bear deprived of her cubs, And I will tear open (Lit the enclosure of their heart) their chests; I will also devour them there like a lioness, As a wild animal would tear them to pieces."},{"number":9,"verse":"(Lit It has destroyed you) It is to your own destruction, Israel, That you are against Me, against your help."},{"number":10,"verse":"Where then is your king, That he might save you in all your cities; And your judges, to whom you said, “Give me a king and princes”?"},{"number":11,"verse":"I gave you a king in My anger, And took him away in My wrath."},{"number":12,"verse":"The guilt of Ephraim is wrapped up; His sin is stored up."},{"number":13,"verse":"The pains of childbirth come on him; He is not a wise son, For (Lit it is the time that he should not remain at the opening of children) it is not the time that he should delay at the opening of the womb."},{"number":14,"verse":"Shall I ransom them from the (Lit hand) power of Sheol? Shall I redeem them from death? Death, where are your (Or stings) thorns? Sheol, where is your sting? Compassion will be hidden from My sight."},{"number":15,"verse":"Though he flourishes among the (Another reading is brothers) reeds, An east wind will come, The wind of the LORD coming up from the wilderness; And his fountain will become dry And his spring will dry up; It will plunder his treasury of every precious article."},{"number":16,"verse":"(Ch 14:1 in Heb) Samaria will pay the penalty for her guilt, Because she has rebelled against her God. They will fall by the sword, Their children will be (Lit shattered) slaughtered, And their pregnant women will be ripped open."}]}