{"bibleAbbr":"awaERV2005","bookName":"दूसर राजा","bookEnglishName":"2 Kings","chapterNumber":15,"verses":[{"number":1,"verse":"( यहूदा पइ अजर्याह क हुकूमत) यहूदा क राजा अमस्याह क पूत अजर्याह इस्राएल क राजा यारोबाम क राज्जकाल क सत्ताइसवें बरिस मँ राजा बना।"},{"number":2,"verse":"हुकूमत करब सुरू करइ क समइ अजर्याह सोलह बरिस क रहा। अजर्याह यरूसलेम मँ बावन बरिस तलक हुकूमत किहस। अजर्याह क महतारी यकोल्याह यरूसलेम स रही।"},{"number":3,"verse":"अजर्याह ठीक अपने बाप अमस्याह क तरह उ सबइ काम किहस जेनका यहोवा अच्छा बताए रहा। अजर्याह ओन सबहिं कामन क अनुसरण किहस जेनका ओकर बाप अमस्याह किहे रहा।"},{"number":4,"verse":"मुला उ ऊँच ठउरन क नस्ट नाहीं किहस। लोगन हुआँ बलियन चढ़ावत रहे अउर धूप जरावत रहे।"},{"number":5,"verse":"यहोवा राजा अजर्याह क नोस्कान करइवाले कोढ़ रोग क रोगी बनाइ दिहस। उ मरइ क दिन तलक इहइ रोग स पीड़ित रहा। अजर्याह एक अलग महल मँ रहत रहा। राजा क पूत योताम राजमहल क देखभाल अउर जनता क संग निआव करत रहा।"},{"number":6,"verse":"अजर्याह जउन काम किहस उ सबइ, यहूदा क राजा लोग क इतिहास क किताबे मँ लिखे अहइँ।"},{"number":7,"verse":"अजर्याह मरा अउर अपने पुरखन क संग दाऊद क नगर मँ दफनावा गवा। अजर्याह क पूत योताम ओकरे पाछे नवा राजा भवा।"},{"number":8,"verse":"( इस्राएल पइ जकर्याह क अल्पकालीन सासन) यारोबाम क पूत जकर्याह सोमरोन मँ इस्राएल पइ छ: महीने तलक हुकूमत किहस। जकर्याह यहूदा क राजा अजर्याह क राज्जकाल क अड़तीसवें बरिस मँ राजा भवा।"},{"number":9,"verse":"जकर्याह उ सबइ कारज किहेस जेनका यहोवा बुरा कहे रहा। उ उ सबइ ही कारज किहेस जउन ओकरे पुरखन किहे रहेन। उ नबात क पूत यारोबाम क पापन क करब बंद नाहीं किहेस जउन इस्राएल क पाप करइ बरे मजबूर किहस।"},{"number":10,"verse":"याबेस क पूत सल्लूम जकर्याह खिलाफ जोजना बनाएस अउर लोगन क बीच मँ ओह पइ हमला कइके ओका इब्लैम मँ मार डाएस। फुन सल्लूम ओकरे जगह पइ नवा राजा भवा।"},{"number":11,"verse":"जकर्याह जउन दूसर कारज किहेस उ सबइ इस्राएल क राजा लोगन क इतिहास क किताबे मँ लिखे अहइँ।"},{"number":12,"verse":"इ तरह यहोवा क कथन फुरइ सिद्ध भवा। यहोवा येहू स कहे रहा कि ओकरे संतानन क चार पीढ़ियन इस्राएल पइ राजा क तरह राज करब्या।"},{"number":13,"verse":"( सल्लूम क इस्राएल पइ अल्पकालीन सासन) याबेस क पूत सल्लूम यहूदा क राजा उज्जिय्याह क राज्जकाल क उनतालीसवें बरिस मँ इस्राएल क राजा बना। सल्लूम सोमरोन मँ एक महीने तलक सासन किहस।"},{"number":14,"verse":"गादी क पूत मनहेम तिर्सा स सोमरोन आइ पहोंचा। मनहेम याबेस क पूत सल्लूम क मार डाएस। तब ओकरे पाछे मनहेम नवा राजा भवा।"},{"number":15,"verse":"सल्लूम जकर्याह क खिलाफ सडयंत्र करइ सहित जउन कारज किहेस, उ सबइ सबहिं इस्राएल क राजा लोगन क इतिहास क किताबे मँ लिखे गएन अहइँ।"},{"number":16,"verse":"( इस्राएल पइ मनहेम क हुकूमत) सल्लूम क मरइ क पाछे मनहेम तिप्सह, एहमाँ रहइवाले सबइ लोगन क अउर तिर्सा स सुरू होइवालन छेत्रन क हराई दिहेस। लोग ओकरे बरे नगर दुआर क खोलब मना कइ दिहन। एह बरे मनहेम ओनका हराइ दिहस अउर नगर क सबहिं गरभवती मेहररूअन क गरभ क चीर गिराएस।"},{"number":17,"verse":"गादी क पूत मनहेम यहूदा क राजा जकर्याह क राज्जकाल क उनतालीसवें बरिस मँ इस्राएल क राजा भवा। मनहेम सोमरोन मँ दस बरिस हुकूमत किहस।"},{"number":18,"verse":"मनहेम उ सबइ काम किहेस जेनका यहोवा बुरा बताए रहा। मनहेम पूरी जिन्नगी, नबात क पूत यारोबाम क पापन क करब बंद नाहीं किहेस, जउन इस्राएल स पाप कराएस।"},{"number":19,"verse":"अस्सूर क राजा पूल इस्राएल क खिलाफ जुद्ध करइ आवा। मनहेम पूल क पचहत्तर हजार पौण्ड चाँदी दिहस। उ इ एह बरे किहस कि पूल मनहेम क बल प्रदान करी अउर जेहसे राज्ज पइ ओकर अधिकार सुदृढ़ होइ जाइ।"},{"number":20,"verse":"मनहेम सबहिं धनी अउर सक्तीसाली लोगन स करन क भुगतान करवाइके धन बटोरेस। मनहेम हर मनई पइ चाँदी क पचास सेकेल कर लगाएस। तब मनहेम अस्सूर क राजा क धन दिहस। एह बरे अस्सूर क राजा चला गवा अउर इस्राएल मँ नाहीं ठहरा।"},{"number":21,"verse":"मनहेम जउन कारज किहेस उ सबइ इस्राएल क राजा लोगन क इतिहास क किताबे मँ लिखे अहइँ।"},{"number":22,"verse":"मनहेम मरा अउर अपने पुरखन क संग दफनावा गवा। मनहेम क पूत पकह्याह ओकरे पाछे नवा राजा भवा।"},{"number":23,"verse":"( इस्राएल पइ पकह्याह क हुकूमत) मनहेम क पूत पकह्याह यहूदा क राजा अजर्याह क राज्जकाल क पचासवें बरिस मँ सोमरोन मँ इस्राएल क राजा भवा। पकह्याह दुइ बरिस तलक राज्ज किहस।"},{"number":24,"verse":"पकहयाह नबात क पूत यारोबाम क पापन क करब बन्द नाहीं किहस जउन इस्राएल क पाप करइ बरे मजबूर किहे रहा।"},{"number":25,"verse":"पकह्याह क फउज क सेनापति रमल्याह क पूत पेकह रहा। पेकह पकहयाह क मार डाएस। उ ओका सोमरोन मँ राजा क महल मँ मारेस। पेकह जब पकहयाह क मारेस, ओकरे संग अरगोब अरीआह अउर गिलाद क पचास मनसेधू रहेन। तब पेकह ओकरे पाछे नवा राजा भवा।"},{"number":26,"verse":"पकहयाह जउन काम किहस उ सबइ इस्राएल क राजा लोगन क इतिहास क किताबे मँ लिखे अहइँ।"},{"number":27,"verse":"( इस्राएल पइ पेकह क हुकूमत) रमल्याह क पूत पेकह यहूदा क राजा अजर्याह क राज्जकाल क बावनेवे बरिस मँ इस्राएल पइ हुकूमत करब सुरू किहेस। पेकह बीस बरिस तलक सासन किहस।"},{"number":28,"verse":"पेकह उ सबइ काम किहस जेनका यहोवा बुरा कहे रहा। पेकह इस्राएल क पाप करइ बरे मजबूर करइवाले नबात क पूत यारोबाम क पाप करमन क करब बंद नाहीं किहस।"},{"number":29,"verse":"अस्सूर क राजा तिग्लत्पिलेसेर इस्राएल क खिलाफ लड़इ आवा। इ उहइ समइ रहा जब पेकह इस्राएल क राजा रहा। तिग्लत्पिलेसेर इय्योन अबेल्बेत्माका, यानोह, केदेस, हासोर, गिलाद, गालील अउर नप्ताली क सारे छेत्र पइ अधिकार कइ लिहस। तिगलत्पिलेसेर एन जगहन पइ लोगन क बन्दी बनाइके अस्सूर लइ गवा।"},{"number":30,"verse":"एला क पूत होसे रमल्याह क पूत पेकह क खिलाफ सड्यंत्र किहस। होसे पेकह क मार डाएस। तब होसे पेकह क पाछे नवा राजा बना। इ यहूदा क राजा उज्जिय्याह क पूत योताम क राज्जकाल क बीसवें बरिस मँ भवा।"},{"number":31,"verse":"पेकह जउन सारे कारज किहस उ सबइ इस्राएल क राजा लोगन क इतिहास क किताबे मँ लिखे अहइँ।"},{"number":32,"verse":"( यहूदा पइ योताम हुकूमत करत ह) उज्जिय्याह क पूत योताम यहूदा क राजा बना। उ इ इस्राएल क राजा रमल्याह क पूत पेकह क राज्जकाल क दूसरे बरिस मँ भवा।"},{"number":33,"verse":"योताम जब राजा बना, उ पच्चीस बरिस क रहा। योताम यरूसलेम मँ सोलह बरिस तलक हुकूमत किहस। योताम क महतारी सादोक क बिटिया यरूसा रही।"},{"number":34,"verse":"योताम अपने बाप उज्जियाह क तरह उ सबइ काम किहेस, जेनका यहोवा ठीक बताए रहा।"},{"number":35,"verse":"मुला उ ऊँच ठउरन क नस्ट नाहीं किहेस। लोग ओन पूजा ठउरन पइ तब भी बलि चढ़ावत अउर सुगन्धि बारत रहेन। योताम यहोना क मन्दिर क उपरी दुआर बनवाएस।"},{"number":36,"verse":"सबहिं कारज जउन योताम किहस उ सबइ यहूदा क राजा लोगन क इतिहास क पुस्तक मँ लिखे अहइँ।"},{"number":37,"verse":"उ समइ यहोवा अराम क राजा रसीन अउर रमल्याह क पूत पेकह क यहूदा क खिलाफ लड़इ पठएस।"},{"number":38,"verse":"योताम मरा अउर अपने पुरुखन क संग दफनावा गवा। योताम अपने पुरूखन दाऊद क नगर मँ दफनावा गवा। योताम क पूत आहाज ओकरे पाछे नवा राजा भवा।"}]}