{"bibleAbbr":"awaERV2005","bookName":"दूसर राजा","bookEnglishName":"2 Kings","chapterNumber":22,"verses":[{"number":1,"verse":"( योसिय्याह यहूदा पइ अपना सासन सुरू करत ह) योसिय्याह जब हुकूमत करब सुरू किहस तउ उ आठ बरिस क रहा। उ इकतीस बरिस तलक यरूसलेम मँ हुकूमत किहस। ओकर महतारी बोस्कत क अदाया क बिटिया, यदीदा रही।"},{"number":2,"verse":"योसिय्याह उ सबइ काम किहेस जेनका यहोवा नीक बताए रहा। योसिय्याह परमेस्सर क अनुसरण अपने पुरखन दाऊद क तरह किहेस। योसिय्याह ठीक वइसे ही किहेस जइसे परमेस्सर चाहत रहा।"},{"number":3,"verse":"( योसिय्याह मन्दिर क मरम्मत क आदेस देत ह) अपने राज्जकाल क अट्ठारहवे बरिस मँ, अपने सचिव, मसुल्लाम क पोता व असल्याह क पूत सापान क यहोवा क मन्दिर मँ पठएस। योसिय्याह कहेस,"},{"number":4,"verse":"“महायाजक हिलकिय्याह क लगे जा। ओहसे कहा कि ओका उ गनइ अउर लइ लेइ चाही जेका लोग यहोवा क मन्दिर मँ लिआएस ह। द्वारपालन उ धने क लोगन स बटोर रहेन।"},{"number":5,"verse":"याजकन क इ धन ओन कारीगरन क देइ मँ बइपरई चाही जउन यहोवा क मन्दिर क मरम्मत करत हीं। याजकन क इ धन क ओन लोगन क देइ चाही जउन यहोवा क मन्दिर क देखभाल करत हीं।"},{"number":6,"verse":"बढ़ई, पाथरे क देवार बनावइवाले मिस्त्री अउर पाथर क काटइवालन क तनख्वाह बरे धने उपयोग करा। मन्दिर मँ लगावइ बरे इमारती लकड़ी अउ कटे पाथर क बेसहइ मँ धने क उपयोग करा।"},{"number":7,"verse":"उ धने क जिन गना जेका तू मजदूरन क द्या। ओन मजदूरन पइ बिस्सास कीन्ह जाइ सकत ह।”"},{"number":8,"verse":"( व्यवस्था क किताब मन्दिर मँ मिली) महायाजक हिलकिय्याह सचिव सापान स कहेस, “लखा! मोका व्यवस्था क किताब यहोवा क मन्दिर मँ मिली ह।” हिलकिय्याह इ पुस्तक क सापान क दिहस अउर सापान एका बाँचेस।"},{"number":9,"verse":"सास्त्री सापान, राजा योसिय्याह क लगे आवा अउर ओका बताएस जउन भवा रहा। सापान कहेस, “तोहरे सेवकन मन्दिर स मिले धने क लिहस अउर ओका ओन कारीगरन क दिहस जउन यहोवा क मन्दिर क काम करत रहेन। अउर जउन मन्दिर क देख-रेख करत रहेन।”"},{"number":10,"verse":"तब सास्त्री सापन राजा स कहेस, “याजक हिलकिय्याह मोका इ किताब दइ दिहस ह।” तब सापान राजा क किताब बाँचिके सुनाएस।"},{"number":11,"verse":"जब राजा व्यवस्था क किताबे क सब्दन क सुनेस, उ आपन दुःख अउर परेसानी परगठ करइ क बरे अपने ओढ़नन क फारि डाएस।"},{"number":12,"verse":"तब राजा याजक हिलकिय्याह, सापान क पूत अहीकाम, मीकायाह क पूत अकबोर, सास्त्री सापान अउर राजसेवक असाया क आदेस दिहस।"},{"number":13,"verse":"राजा योसिय्याह कहेस, “जा, अउर यहोवा स पूछा कि हम क का करइ चाही। यहोवा क समन्वा मोरे बरे, लोगन क बरे अउर पूरे यहूदा क बरे याचना करा। इ मिली भइ पुस्तक क सब्दन क बारे मँ पूछा। यहोवा हम लोगन पइ कोहान अहइ काहेकि हमार पुरखन इ किताबे क सिच्छा क नाहीं मानेन। उ पचे हम लोगन क बरे लिखी सब बातन क नाहीं किहन।”"},{"number":14,"verse":"( योसिय्याह अउ नबिया हुल्दा) एह बरे याजक हिलकिय्याह, अहीकाम, अकबोर, सापान अउ असाया, नबिया हुल्दा क लगे गएन। हुल्दा हर्हस क पोता व तिकवा क पूत सल्लूम क मेहरारू रही। उ याजक क ओढ़नन क देखभाल करत रहा। हुल्दा यरूसलेम क दूसरे हिस्सा मँ रहत रही। उ पचे गएन अउर उ पचे हुल्दा स बातन किहन।"},{"number":15,"verse":"तब हुल्दा ओनसे कहेस, “यहोवा इस्राएल क परमेस्सर कहत ह: उ मनई स कहा जउन तू पचन्क मोरे लगे पठएस ह:"},{"number":16,"verse":"‘यहोवा इ कहत ह: मइँ इ जगह पइ बिपत्ति लावत हउँ अउर ओन मनइयन पइ भी जउन हिआँ रहत हीं। इ सबइ उ सब बिपत्तियन अहइँ जेनका उ किताबे मँ लिखा गवा ह जेका यहूदा क राजा बाँचेस ह।"},{"number":17,"verse":"यहूदा क लोग मोका त्याग दिहन ह अउर दूसर देवतन क बरे सुगन्धि बारेन ह। उ पचे मोका बहोत किरोधित किहन ह। उ पचे बहोत स देवमूरतियन बनाएन। इहइ कारण अहइ कि मइँ इ जगह क खिलाफ आपन किरोध परगट करब। मोर विरोध उ आगी क तरह होइ जउन बुझाइ न जाइ सकी।’"},{"number":18,"verse":"“यहूदा क राजा योसिय्याह स इ कहा जउन तोहका यहोवा स सलाह लेइ बरे भेजेस ह। ‘यहोवा इस्राएल क परमेस्सर उ कहेस जउन तू सुने। तू उ सुन्या जउन मइँ इ जगह अउर इ ठहूर पइ रहइवाले लोगन क बारे मँ कहेउँ। तोहार हिरदइ कोमल अहइ। जब तू इ सुन्या तउ तोहका दुःख भवा। मइँ कहेउँ कि भयंकर घटनन इ जगह क संग घटित होइहीं। अउर तू अपने दुःख क परगट करइ बरे अपने ओढ़नन क फारि डाया अउर तू रोवइ लाग्या। इहइ कारण अहइ कि मइँ तोहार बात सुनेउँ।’ यहोवा इ कहत ह,"},{"number":20,"verse":"‘मइँ तू पचन्क तोहरे पुरखन क संग मिलइ देब्या। तू पचे मरब्या अउ अपनी कब्र मँ सान्तिपूर्वक जाब्या। एह बरे तोहार पचन्क अँखियन ओन बिपत्तियन क नाहीं लखिहीं जेनका मइँ इ जगह पइ ढावइ जात अहउँ।’” तब याजक हिलकिय्याह, अहीकाम, अकबोर, सापान अउ असाया राजा स इ सब कहेस।"}]}