{"bibleAbbr":"awaERV2005","bookName":"दूसर राजा","bookEnglishName":"2 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"( यहोराम इस्राएल क राजा बना) अहाब क पूत यहोराम सोमरोन मँ इस्राएल क राजा बना। यहोसापात क यहूदा पई राजकाल क अट्ठारहवें बरिस मँ यहोराम राज्ज करब सुरू किहेस। यहोराम बारह बरिस तलक इस्राएल पई राज किहेस।"},{"number":2,"verse":"यहोराम उ सब किहेस जउन यहोवा क निगाह मँ बुरा अहइ। परन्तु यहोराम अपने महतारी बाप क तरह न रहा काहेकि उ उ स्तम्भ क दूर कइ दिहस जउन ओकर बाप बाल क पूजा बरे बनवाए रहा।"},{"number":3,"verse":"परन्तु उ नबात क पूत यारोबाम क अइसे पापन क, जइसे उ इस्राएल स भी कराएस, करत रहा अउर ओनसे न फिरा।"},{"number":4,"verse":"( मोआब इस्राएल स अलग होत ह) मेसा मोआब क राजा रहा। ओकरे लगे बहोत बोकरियन रहिन। मेसा एक लाख मेमनन अउर एक लाख भेड़ा क ऊन इस्राएल क राजा क भेटेंस।"},{"number":5,"verse":"मुला अहाब क मउत क पाछे मोआब क राजा इस्राएल क राजा क बिरूद्ध बिद्रोह कई दिहेस।"},{"number":6,"verse":"तब राजा यहोराम सोमरोन क बाहेर निकरा अउ उ इस्राएल क सबहिं मनइयन क बटोरेस।"},{"number":7,"verse":"यहोराम यहूदा क राजा यहोसापात क लगे संदेसवाहक पठएस। यहोराम कहेस, “मोआब क राजा मोर बिरूद्ध विद्रोह कई दिहा ह। का तू मोआब क खिलाफ जुद्ध करइ मोरे संग चलब्या?” यहोसापात कहेस, “हाँ, मइँ तोहरे संग चलब। हम दुइनउँ एक फउज क तरह मिल जाब। मोर फउज तोहकरे फउजियन जइसे होइहीं। मोर घोड़न तोहरे घोड़न जइसे होइहीं।”"},{"number":8,"verse":"( एलीसा स तीन राजा सलाह माँगत हीं) यहोसापात यहोराम स पूछेस, “हमका कउने राहे स चलइ चाही?” यहोराम कहेस, “एदोम क मरूस्थल क रास्ता स।”"},{"number":9,"verse":"एह बरे इस्राएल क राजा यहूदा अउ एदोम क राजा लोगन क संग गवा। उ पचे सात दिना तलक चारिहुँ कइँती घूमत रहेन। सेना व ओनके गोरूअन बरे पर्याप्त पानी नाहीं रहा।"},{"number":10,"verse":"आपिर मँ इस्राएल क राजा यहोराम कहेस, “ओह, यहोवा फुरइ ही हम तीनहुँ राजा लोगन क एक संग एह बरे बोलाएस कि मोआबी हम लोगन क हरावइँ।”"},{"number":11,"verse":"मुला यहोसापात कहेस, “का हिआँ यहोवा क नबी नाहीं अहइ? हम लोग नबी स पूछी कि यहोवा हम क का करइ क बरे कहत ह।” इस्राएल क राजा क सेवकन मँ स एक ठु कहेस, “सापात क पूत एलीसा हिआँ अहइ। एलीसा, एलिय्याह क सेवक रहा।”"},{"number":12,"verse":"यहोसापात कहेस, “यहोवा क वाणी एलीसा क लगे अहइ।” एह बरे इस्राएल क राजा (यहोराम), यहोसापात अउर एदोम क राजा एलीसा स मिलइ गएन।"},{"number":13,"verse":"एलीसा इस्राएल क राजा (यहोराम) स कहेस, “तू मोहसे का चाहत अहा? आपन बाप अउर महतारी क नबियन क लगे जा।” इस्राएल क राजा एलीसा स कहेस, “नाहीं, हम लोग तोहसे मिलइ आए अही, काहेकि यहोवा हम तीन राजा लोगन क एह बरे एक संग हिआँ बोलवा ह कि मोआबी हम लोगन क हरावइ।”"},{"number":14,"verse":"एलीसा कहेस, “मइँ यहूदा क राजा यहोसापात क सम्मान करत हउँ अउर मइँ सर्वसक्तीमान यहोवा क सेवा करत हउँ। उ निहचइ ही जिअत अहइ, एह बरे मइँ फुरइ कहत हउँ: मइँ न तउ तोह पइ दृस्टि डावत अउर न ही तोह पइ धियान देत, जदि यहूदा क राजा यहोसापात हिआँ न होत।"},{"number":15,"verse":"किन्तु अब एक अइसे मनई क मोरे लगे लिआवा जउन वीणा बजावत होइ।” जब उ मनई वीणा बजाई तउ यहोवा क सक्ती एलीसा पइ उतरी।"},{"number":16,"verse":"तब एलीसा कहेस, “यहोवा इ कहत ह, ‘घाटी मँ गड़हा खना।’"},{"number":17,"verse":"यहोवा इहइ कहत ह: तू हवा क अनुभव नाहीं करब्या, तू बरखा भी नाहीं लखब्या। मुला उ घाटी जल स भरि जाइ। तू, तोहार गइयन अउ दूसर जनावरन क पानी पिअइ क मिली।"},{"number":18,"verse":"यहोवा क बरे इ करब सहल अहइ। उ तोहका मोआबियन क भी पराजित करइ देइ।"},{"number":19,"verse":"तू हर एक सुदृढ़ नगर अउर प्रमुख सहर पर आक्रमण करब्या। तू हर एक अच्छे बृच्छ क काट डउब्या। तू सबहिं पानी क सोतन क रोक देब्या। तू हरेक हरियर खेत क पाथरन स भरके नस्ट कइ देब्या।”"},{"number":20,"verse":"भिंसारे सुबह क बलि क समइ, एदोम क कइँती स पानी बहइ लाग अउर घाटी पानी स भर ग रहा।"},{"number":21,"verse":"मोआब क लोग सुनेन कि इस्राएल, यहूदा अउर एदोम क राजा लोग ओनके खिलाफ लड़इ बरे आए अहइँ। एह बरे मोआब क लोग कवच धारण करइवाला उमिर क सबहिं मनइयन क बटोरेन। ओन लोग जुद्ध बरे तइयार होइके चउहद्दी पइ प्रतीच्छा किहेन।"},{"number":22,"verse":"मोआब क लोग भी बहोत भिंसारे उठेन। उगत भवा सूरज घाटी क जल पइ चमकत रहा अउर मोआब क लोगन क उ खून क नाईं देखाइ देत रहा।"},{"number":23,"verse":"मोआब क लोग कहेन, “खून क धियान स लखा। राजा लोग जरूर ही एक दूसर क खिलाफ जुद्ध किहे होइहीं। उ पचे एक दूसर क जरूर नस्ट कइ दिहे होइहीं। हम चली अउर ओनके ल्हासन स कीमती चिजियन लइ लेइ।”"},{"number":24,"verse":"मोआबी लोग इस्राएली डेरे तलक आएन। किन्तु इस्राएली बाहेर निकरेन अउर उ पचे मोआबी फउज पइ आक्रमण कइ दिहन। मोआबी लोग इस्राएलियन क समन्वा स भाग खड़े भएन। इस्राएली मोआबियन स जुद्ध करइ ओनके पहँटा मँ घुस आएन।"},{"number":25,"verse":"उ नगरन क बर्बाद किहन। अउ उ पचे अच्छे खेत क हर एक फउजी दुआरा फेंकइ गवा पाथरन स भर दिहेस। उ पचे सबहिं पानी क सोतन क रोक दिहन अउर सबहिं नीक बृच्छन क काट डाएन। अउर र्कीहरेसेत मँ सिरिफ पाथर रहे गएन जउन ओनकर गुलेलन स फेंकइ गवा रहेन जउन नगर क घेर रखा रहेन।"},{"number":26,"verse":"मोआब क राजा लखेस कि जुद्ध ओकरे बरे बहोत जियादा प्रबल अहइ। एह बरे उ तरवार धारी सात सौ मनइयन क एदोम क राजा क बध करइ बरे सोझ फउज भेद क खातिर पठइ दिहेस। किन्तु उ पचे एदोम क राजा तलक फउज भेद नाहीं कइ पाएन।"},{"number":27,"verse":"तब मोआब क राजा अपने जेठ पूत क लिहस जउन ओकरे पाछे राजा होत। नगर क चारिहुँ कइँती क देवार पइ मोआब क राजा आपन पूत क भेंट होमबलि क रूप मँ दिहस। अउर हुआँ इस्राएल क विरुद्ध बहोत जियादा कोहान रहा। एह बरे इस्राएल क लोग मोआब क राजा क तजेन अउर अपने देस क लउट गएन।"}]}