{"bibleAbbr":"RcV2003","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":17,"verses":[{"number":1,"verse":"Hear, O Jehovah, what is righteous; / Give heed to my cry; / Give ear to my prayer, / Which is not made with lips of deceit."},{"number":2,"verse":"May a judgment for me come forth from Your presence; / May Your eyes regard equity."},{"number":3,"verse":"You have examined my heart; You have visited me by night; / You have tried me: You have found nothing. / I have resolved that my mouth will not transgress."},{"number":4,"verse":"Regarding the works of man, by the word of Your lips, / I have kept myself from the paths of the violent man."},{"number":5,"verse":"My steps have held fast to Your tracks; / My footsteps have not slipped."},{"number":6,"verse":"I call on You, for You will answer me, O God; / Incline Your ear to me; hear my speaking."},{"number":7,"verse":"Wondrously display Your lovingkindness, / You who save by Your right hand / Those who take refuge in You from them who rise up against them."},{"number":8,"verse":"Guard me like the pupil of Your eye; / In the shadow of Your wings hide me"},{"number":9,"verse":"From the presence of the wicked who oppress me, / From my deadly enemies, who close in upon me."},{"number":10,"verse":"They have shut up their fat hearts; / With their mouths they speak arrogantly."},{"number":11,"verse":"Now they have surrounded us in our steps; / They have fixed their eyes on casting us down to the ground."},{"number":12,"verse":"He is like a lion that is eager to tear, / And like a young lion lurking in hidden places."},{"number":13,"verse":"Arise, O Jehovah, confront him; bring him down. / With Your sword rescue my soul from the wicked man,"},{"number":14,"verse":"From mortal men with Your hand, O Jehovah, / From mortal men of the world, whose portion is in this life, / And whose belly You fill with Your treasure; / They are satisfied with children, / And they leave their abundance for their little ones."},{"number":15,"verse":"As for me, in righteousness I will behold Your face; / When I awake, I will be satisfied with Your likeness."}]}