{"bibleAbbr":"RcV2003","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":18,"verses":[{"number":1,"verse":"I love You, O Jehovah, my strength."},{"number":2,"verse":"Jehovah is my crag and my fortress and my Deliverer; / My God, my rock, in whom I take refuge; / My shield and the horn of my salvation, my high retreat."},{"number":3,"verse":"I called upon Jehovah, who is worthy of praise, And from my enemies I was saved."},{"number":4,"verse":"The cords of death encompassed me; / And the torrents of destruction assailed me."},{"number":5,"verse":"The cords of Sheol surrounded me; / The snares of death confronted me."},{"number":6,"verse":"In my distress I called upon Jehovah / And cried out to my God. / He heard my voice from His temple, / And my cry before Him came to His ears."},{"number":7,"verse":"Then the earth shook and quaked, / And the foundations of the mountains trembled and shook about, / For He was furious."},{"number":8,"verse":"Smoke went up from His nostrils, / And fire from His mouth devoured; / Coals blazed forth from Him."},{"number":9,"verse":"He bowed the heavens and descended, / And deep darkness was under His feet."},{"number":10,"verse":"He rode upon a cherub and did fly; / He darted upon the wings of the wind."},{"number":11,"verse":"He made darkness His hiding place, His pavilion around Him: / Dark waterclouds, thick clouds of the skies."},{"number":12,"verse":"Out of the brightness before Him there broke through His clouds / Hail and fiery coals."},{"number":13,"verse":"Then Jehovah thundered in heaven, / And the Most High uttered His voice."},{"number":14,"verse":"And He sent forth His arrows and scattered my enemies; / And He shot forth lightning bolts and discomfited them."},{"number":15,"verse":"The channels of the sea were seen, / And the foundations of the habitable land were laid bare / At Your rebuke, O Jehovah, / At the blast of the breath of Your nostrils."},{"number":16,"verse":"He reached forth from on high; He took me; / He drew me out of great waters."},{"number":17,"verse":"He delivered me from my strong enemy / And from those who hate me, for they were too mighty for me."},{"number":18,"verse":"They confronted me in the day of my calamity, / But Jehovah became my support."},{"number":19,"verse":"He brought me forth to a place broad and free; / He rescued me, for He took delight in me."},{"number":20,"verse":"Jehovah has recompensed me according to my righteousness; / According to the cleanness of my hands He has repaid me."},{"number":21,"verse":"For I have kept the ways of Jehovah / And have not acted wickedly by turning away from my God."},{"number":22,"verse":"For all His judgments were before me, / And I did not turn His statutes away from me."},{"number":23,"verse":"I was perfect toward Him, / And I kept myself from my iniquity."},{"number":24,"verse":"Therefore Jehovah recompensed me according to my righteousness, / According to the cleanness of my hands in His sight."},{"number":25,"verse":"With the faithful You show Yourself faithful, / With a perfect man You show Yourself perfect,"},{"number":26,"verse":"With the pure You show Yourself pure, / And with the perverse You show Yourself contrary."},{"number":27,"verse":"For it is You who save the afflicted people, / But the haughty eyes You bring down;"},{"number":28,"verse":"For it is You who light my lamp; / Jehovah my God lights up my darkness;"},{"number":29,"verse":"For by You I can run up against a troop; / Indeed by my God I can leap over a wall."},{"number":30,"verse":"As for God — His way is perfect; / The word of Jehovah is tried. / He is a shield to all who take refuge in Him."},{"number":31,"verse":"For who is God other than Jehovah, / And who is a rock but our God?"},{"number":32,"verse":"The God who girds me with strength / And makes my way perfect,"},{"number":33,"verse":"Who makes my feet like hinds’ feet / And sets me on my high places,"},{"number":34,"verse":"Who teaches my hands to wage war / So that my arms may bend a bronze bow."},{"number":35,"verse":"And You have given me the shield of Your salvation, / And Your right hand supports me; / And Your condescending gentleness has made me great."},{"number":36,"verse":"You have broadened the places of my steps under me, / And my feet have not slipped."},{"number":37,"verse":"I pursued my enemies and overtook them, / And I did not turn back until they were consumed."},{"number":38,"verse":"I shattered them, so that they were not able to rise up; / They fell under my feet."},{"number":39,"verse":"And You girded me with strength for war; / You brought down under me those who rose up against me."},{"number":40,"verse":"You also made my enemies turn their back to me, / And I annihilated those who hated me."},{"number":41,"verse":"They cried out, but there was no one to save them; / They cried out to Jehovah, but He did not answer them."},{"number":42,"verse":"Then I beat them like dust before the wind; / Like the mud of the streets I pounded them."},{"number":43,"verse":"You rescued me from the strivings of the people; / You have made me the head of the nations; / A people whom I had not known serves me."},{"number":44,"verse":"At the mere hearing of a report, they obey me; / Foreigners come cringing to me;"},{"number":45,"verse":"Foreigners are discouraged / And come quaking out of their fortresses."},{"number":46,"verse":"Jehovah lives; and blessed be my rock, / And exalted be the God of my salvation,"},{"number":47,"verse":"The God who executes vengeance for me / And subdues peoples under me,"},{"number":48,"verse":"Who rescues me from my enemies. / Indeed You exalted me above those who rise up against me; / From the violent man You delivered me."},{"number":49,"verse":"Therefore I give thanks to You among the nations, O Jehovah; / And I will sing psalms to Your name."},{"number":50,"verse":"It is He who magnifies salvation to His king / And executes lovingkindness to His anointed, / To David and to his seed forever."}]}