{"bibleAbbr":"RcV2003","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":34,"verses":[{"number":1,"verse":"I will bless Jehovah at all times; / His praise will continually be in my mouth."},{"number":2,"verse":"My soul makes its boast in Jehovah; / The lowly hear and they rejoice."},{"number":3,"verse":"Magnify Jehovah with me, / And let us exalt His name together."},{"number":4,"verse":"I sought Jehovah, and He answered me; / And He delivered me from all that terrified me."},{"number":5,"verse":"They looked to Him and were radiant; / And their faces will never be abashed."},{"number":6,"verse":"This poor man called out, and Jehovah heard; / And He saved him out of all his troubles."},{"number":7,"verse":"The angel of Jehovah encamps / Around those who fear Him, and He delivers them."},{"number":8,"verse":"Taste and see that Jehovah is good; / Blessed is the man who takes refuge in Him."},{"number":9,"verse":"Fear Jehovah, you who are His saints; / For there is no lack with those who fear Him."},{"number":10,"verse":"The young lions hunger and starve, / But those who seek Jehovah will not lack any good thing."},{"number":11,"verse":"Come, children; hear me. / I will teach you the fear of Jehovah."},{"number":12,"verse":"Who is the man who desires life, / Who loves having days in order to see good?"},{"number":13,"verse":"Guard your tongue from evil, / And your lips from speaking deceit."},{"number":14,"verse":"Turn away from evil and do good; / Seek peace and pursue it."},{"number":15,"verse":"The eyes of Jehovah are set toward the righteous, / And His ears, toward their cry."},{"number":16,"verse":"The face of Jehovah is against those who do evil, / To cut off the memory of them from the earth."},{"number":17,"verse":"The righteous cry out, and Jehovah hears; / And He saves them out of all their troubles."},{"number":18,"verse":"Jehovah is near to those who are broken in heart, / And He saves those who are contrite in spirit."},{"number":19,"verse":"Many are the troubles of the righteous man, / But Jehovah delivers him from all of them."},{"number":20,"verse":"He keeps all his bones; / Not one of them is broken."},{"number":21,"verse":"Evil will slay the wicked, / And those who hate the righteous man will be condemned."},{"number":22,"verse":"Jehovah redeems the soul of His servants, / And none who take refuge in Him will be condemned."}]}