{"bibleAbbr":"RcV2003","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":44,"verses":[{"number":1,"verse":"O God, we have heard with our ears; / Our fathers have recounted it to us, / The work You did in their days, / In the days of old."},{"number":2,"verse":"You, by Your hand, / Have dispossessed nations, but You have planted our fathers; / You afflicted peoples, but You spread our fathers forth."},{"number":3,"verse":"For they did not possess the land by their sword, / Nor did their arm save them; / Rather it was Your right hand and Your arm, / And the light of Your countenance; / For You delighted in them."},{"number":4,"verse":"You are my King, O God; / Command salvation for Jacob."},{"number":5,"verse":"Through You we thrust back our adversaries; / Through Your name we trample those who rise up against us."},{"number":6,"verse":"For I will not trust in my bow, / Nor will my sword save me."},{"number":7,"verse":"But You save us from our adversaries, / And You put to shame those who hate us."},{"number":8,"verse":"In God we boast all day long, / And we praise Your name forever. Selah"},{"number":9,"verse":"Nevertheless You have rejected us and humiliated us, / And You have not gone forth with our armies."},{"number":10,"verse":"You have caused us to turn back from the adversary, / And those who hate us take spoil for themselves."},{"number":11,"verse":"You have given us over like sheep to be eaten / And have scattered us among the nations."},{"number":12,"verse":"You have sold Your people for nothing / And have not gone high on their price."},{"number":13,"verse":"You have made us a reproach to our neighbors, / A mocking and a derision to those around us."},{"number":14,"verse":"You have made us a proverb among the nations, / Something to shake the head at among the peoples."},{"number":15,"verse":"All day long my humiliation is before me, / And the shame of my face covers me,"},{"number":16,"verse":"Because of the voice of him who reproaches and reviles, / Because of the presence of the enemy and of him who avenges himself."},{"number":17,"verse":"All this has come upon us; but we have not forgotten You, / Nor have we been false to Your covenant."},{"number":18,"verse":"Our heart has not turned back, / Nor have our steps deviated from Your way;"},{"number":19,"verse":"But You have crushed us in the place of jackals / And have covered us with the shadow of death."},{"number":20,"verse":"If we have forgotten the name of our God / Or spread out our hands to a strange god,"},{"number":21,"verse":"Will God not search this out? / For He knows the hidden things of the heart."},{"number":22,"verse":"But for Your sake we are slain all day long; / We are considered as sheep for slaughter."},{"number":23,"verse":"Awake! Why are You sleeping, O Lord? / Arise! Do not reject us forever."},{"number":24,"verse":"Why do You hide Your face / And forget our affliction and our oppression?"},{"number":25,"verse":"For our soul bows down to the dust; / Our body clings to the earth."},{"number":26,"verse":"Rise up; be our help, / And redeem us for Your lovingkindness’ sake."}]}