{"bibleAbbr":"RcV2003","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"Shout joyfully to God, all the earth;"},{"number":2,"verse":"Sing forth the glory of His name; / Make glorious His praise."},{"number":3,"verse":"Say to God, How awesome are Your deeds! / Because of the greatness of Your strength, Your enemies come cringing to You."},{"number":4,"verse":"All the earth will worship You / And sing psalms to You; / They will sing psalms to Your name. Selah"},{"number":5,"verse":"Come and see the works of God; / He is awesome in His deeds toward the sons of men."},{"number":6,"verse":"He turned the sea into dry land; / Through the river they crossed on foot. / There we rejoiced in Him."},{"number":7,"verse":"He rules by His might forever; / His eyes observe the nations: / Let not the rebellious exalt themselves. Selah"},{"number":8,"verse":"Bless our God, O peoples; / And make the voice of His praise heard,"},{"number":9,"verse":"Who has kept our soul in life / And does not allow our feet to slip."},{"number":10,"verse":"For You have tried us, O God; / You have refined us as silver is refined."},{"number":11,"verse":"You have brought us into the net; / You have put a heavy burden on our loins."},{"number":12,"verse":"You have made men ride over our heads; / We have gone through fire and water; / But You have brought us forth into abundance."},{"number":13,"verse":"I will come into Your house with burnt offerings; / I will pay my vows to You,"},{"number":14,"verse":"Which my lips uttered / And my mouth spoke when I was in distress."},{"number":15,"verse":"I will offer to You burnt offerings of fatlings / With the smoke of rams; / I will offer cattle with goats. Selah"},{"number":16,"verse":"Come, hear, all you who fear God, / And I will recount what He has done for my soul."},{"number":17,"verse":"To Him I called out with my mouth, / And He was extolled with my tongue."},{"number":18,"verse":"If I regarded iniquity in my heart, / The Lord did not hear."},{"number":19,"verse":"But indeed God has heard; / He has given heed to the voice of my prayer."},{"number":20,"verse":"Blessed be God, / Who has not turned my prayer away / Nor His lovingkindness from me."}]}