{"bibleAbbr":"RcV2003","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":68,"verses":[{"number":1,"verse":"Let God arise; let His enemies be scattered; / And let those who hate Him flee before Him."},{"number":2,"verse":"As smoke is driven away, You will drive them away; / As wax melts before fire, / The wicked will perish before God."},{"number":3,"verse":"But the righteous will rejoice; they will exult before God / And be glad with rejoicing."},{"number":4,"verse":"Sing to God; sing psalms to His name; / Triumph in Him who rides through the deserts — / For Jah is His name — and exult before Him."},{"number":5,"verse":"A Father to the orphans and a Judge for the widows / Is God in His holy habitation."},{"number":6,"verse":"God causes the solitary to dwell in a household; / He brings the prisoners forth into prosperity; / But the rebellious dwell in a parched land."},{"number":7,"verse":"O God, when You went forth before Your people, / When You marched through the desert, Selah"},{"number":8,"verse":"The earth trembled, the heavens also dripped, / At the presence of God; / Sinai there quaked / At the presence of God, the God of Israel."},{"number":9,"verse":"You shed forth bountiful rain, O God; / You confirmed Your inheritance when it languished."},{"number":10,"verse":"Your living flock dwelt in the land; / In Your goodness You provided for the poor, O God."},{"number":11,"verse":"The Lord gives the command; / The women who bear the glad tidings are a great host."},{"number":12,"verse":"The kings of the armies flee. / They flee! / And she who abides at home / Divides the spoil."},{"number":13,"verse":"Though you lie among the sheepfolds, / There are dove wings covered with silver, / And its pinions, with greenish-yellow gold."},{"number":14,"verse":"When the Almighty scattered / The kings in the land, / It snowed on Zalmon."},{"number":15,"verse":"O mighty mountain, O mountain of Bashan, / O many-peaked mountain, O mountain of Bashan:"},{"number":16,"verse":"Why do you look with envy, O many-peaked mountains, / At the mountain on which God desires to dwell? / Indeed Jehovah will dwell there forever."},{"number":17,"verse":"The chariots of God are twenty thousand, / Thousands upon thousands; / The Lord is among them, / As at Sinai, in the sanctuary."},{"number":18,"verse":"You have ascended on high; You have led captive those taken captive; / You have received gifts among men, / Even the rebellious ones also, / That Jehovah God may dwell among them."},{"number":19,"verse":"Blessed be the Lord, who day by day loads us with good; / God is our salvation. Selah"},{"number":20,"verse":"God is to us / A God of deliverance, / And with Jehovah the Lord / Are the goings forth even from death."},{"number":21,"verse":"Indeed God will smash / The head of His enemies, / The hairy crown / Of him who goes about in his guiltiness."},{"number":22,"verse":"The Lord said, I will bring them again from Bashan; / I will bring them again from the depths of the sea,"},{"number":23,"verse":"That you may bathe your foot in blood, / That the tongue of your dogs may have their portion from the enemies."},{"number":24,"verse":"They have seen Your goings, O God, / The goings of my God, my King, in the sanctuary:"},{"number":25,"verse":"Singers go before; players after; / In the midst of virgins sounding the tambourines."},{"number":26,"verse":"Bless God in the congregations, / Even Jehovah, O you who are of the fountain of Israel."},{"number":27,"verse":"There are little Benjamin, who rules them, / And the princes of Judah in their company, / The princes of Zebulun, the princes of Naphtali."},{"number":28,"verse":"Your God has commanded your strength; / Strengthen, O God, that which You have done for us."},{"number":29,"verse":"Because of Your temple at Jerusalem, / Kings will bring a gift to You."},{"number":30,"verse":"Rebuke the animals of the reeds, / The herd of the bulls among the calves of the peoples, / Trampling on those who lust after silver; / Scatter the peoples who take delight in war."},{"number":31,"verse":"Nobles will come out of Egypt; / Cush will quickly stretch out its hands to God."},{"number":32,"verse":"O kingdoms of the earth, / Sing to God, / Sing psalms to the Lord, Selah"},{"number":33,"verse":"To Him who rides upon the ancient heaven of heavens. / Behold, He utters His voice, a mighty voice."},{"number":34,"verse":"Ascribe strength to God; / His excellence is over Israel, / And His strength is in the skies."},{"number":35,"verse":"You are awesome, O God, from Your sanctuaries. / The God of Israel, He gives strength and power to the people. / Blessed be God!"}]}