{"bibleAbbr":"RcV2003","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":74,"verses":[{"number":1,"verse":"Why, O God, have You cast us off forever? / Why does Your anger smoke against the sheep of Your pasture?"},{"number":2,"verse":"Remember Your assembly, which You have purchased of old, / Which You have redeemed as the tribe of Your inheritance, / And Mount Zion, where You dwell."},{"number":3,"verse":"Lift up Your steps unto the perpetual ruins; / The enemy has damaged everything in the sanctuary."},{"number":4,"verse":"Your adversaries have roared in the midst of Your assembly place; / They have set up their symbols as signs."},{"number":5,"verse":"It looked like when men bring up axes / On the thicket of the trees."},{"number":6,"verse":"And now they have struck down with hatchet and hammer / Its carved work altogether."},{"number":7,"verse":"They have set fire to Your sanctuary; / They have defiled the dwelling place of Your name to the ground."},{"number":8,"verse":"They said in their heart, Let us oppress them completely. / They have burned down all God’s assembly places in the land."},{"number":9,"verse":"We do not see our signs; there is no longer a prophet, / Nor is there anyone among us who knows how long."},{"number":10,"verse":"How long, O God, will the adversary reproach? / Will the enemy despise Your name forever?"},{"number":11,"verse":"Why do You withdraw Your hand, even Your right hand? / Bring it forth from the midst of Your bosom; destroy them."},{"number":12,"verse":"But God is my King of old, / Accomplishing salvation in the midst of the earth."},{"number":13,"verse":"You divided the sea by Your strength; / You broke the heads of the sea serpents on the waters."},{"number":14,"verse":"You crushed the heads of the leviathan; / You gave him as food to the creatures of the desert."},{"number":15,"verse":"You broke open the fountain and the torrent; / You dried up the ever-flowing streams."},{"number":16,"verse":"The day is Yours; the night also is Yours; / You prepared the moon and the sun."},{"number":17,"verse":"You established all the borders of the earth: / You formed the summer and the winter."},{"number":18,"verse":"Remember this: The enemy has reproached Jehovah, / And a foolish people has despised Your name."},{"number":19,"verse":"Do not give the soul of Your turtledove to the wild beast; / Do not forget the life of Your poor forever."},{"number":20,"verse":"Regard the covenant, / For the dark places of the earth are full of the habitations of violence."},{"number":21,"verse":"Do not let him who is oppressed return ashamed. / May the poor and needy praise Your name."},{"number":22,"verse":"Arise, O God; contend for Your own cause; / Remember how the foolish man reproaches You all day long."},{"number":23,"verse":"Do not forget the voice of Your adversaries; / The roar of those who rise up against You goes up continually."}]}