{"bibleAbbr":"RcV2003","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"I will give thanks to You, O Jehovah, with all my heart; / I will tell out all Your wonders."},{"number":2,"verse":"I will rejoice and exult in You; / I will sing psalms to Your name, O Most High."},{"number":3,"verse":"When my enemies turn back, / They stumble and perish at Your presence."},{"number":4,"verse":"For You have upheld my right and my cause; / You sit on the throne, judging righteously."},{"number":5,"verse":"You have rebuked the nations; You have destroyed the wicked; / You have blotted out their name forever and ever."},{"number":6,"verse":"The enemies are finished; they are in perpetual ruins; / And You have uprooted their cities; the very memory of them has perished."},{"number":7,"verse":"But Jehovah sits enthroned forever; / He has established His throne for judgment."},{"number":8,"verse":"And it is He who judges the world with righteousness; / He executes judgment on the peoples with equity."},{"number":9,"verse":"And Jehovah is a high retreat for the oppressed, / A high retreat in times of distress."},{"number":10,"verse":"And those who know Your name put their trust in You, / For You have not forsaken those who seek You, O Jehovah."},{"number":11,"verse":"Sing psalms to Jehovah, the Inhabitant of Zion; / Declare His deeds among the peoples,"},{"number":12,"verse":"For He who avenges bloodshed remembers those who were slain; / He does not forget the cry of the afflicted."},{"number":13,"verse":"Be gracious to me, O Jehovah; look on my affliction from those who hate me, / You who raise me from the gates of death,"},{"number":14,"verse":"That I may tell out all Your praises / And, in the gates of the daughter of Zion, exult in Your salvation."},{"number":15,"verse":"The nations have sunk in the pit that they have made; / In the net that they hid, their own foot is caught."},{"number":16,"verse":"Jehovah has made Himself known; He has executed justice; / The wicked have been snared in the work of their hands. Higgaion. Selah"},{"number":17,"verse":"The wicked will be turned back to Sheol, / All the nations who forget God."},{"number":18,"verse":"For not always will the needy be forgotten, / Nor will the hope of the afflicted perish forever."},{"number":19,"verse":"Arise, O Jehovah! Let not mortal man prevail; / Let the nations be judged in Your sight."},{"number":20,"verse":"Put them in fear, O Jehovah; / Let the nations know that they are mortal men. Selah"}]}