{"bibleAbbr":"neNRV2012","bookName":"नहेम्‍याह","bookEnglishName":"Nehemiah","chapterNumber":4,"verses":[{"number":1,"verse":"( पुनर्निर्माणको विरोध) जब हामीले पर्खालको पुनर्निर्माण गरिरहेका कुरा सन्‍बलतले सुने तब उनी साह्रै क्रोधित भए। रीसको झोँकमा उनले यहूदीहरूलाई खिसी गरेर"},{"number":2,"verse":"आफ्‍ना सहयोगीहरू र सामरियाका फौजको सामुन्‍ने यसो भने, “यी निर्बल यहूदीहरू के गर्दैछन्? के तिनीहरूले आफ्‍नो पर्खालको पुनर्निर्माण गर्नेछन्? के तिनीहरूले बलिदान चढ़ाउनेछन्? के तिनीहरू यो काम एकै दिनमा सिद्ध्याउँछन्? कसिङ्गरका थुप्राबाट ती जलिसकेका ढुङ्गाहरू के तिनीहरूले पुनर्जीवित पार्न सक्‍छन् र?”"},{"number":3,"verse":"उनको छेउमा उभिरहने अम्‍मोनी तोबियाले भने, “तिनीहरूले जेसुकै बनाइरहे तापनि एउटा स्‍याल ढुङ्गाको त्‍यस पर्खालमा चढ़्यो भने, त्‍यो भत्‍किनेछ।”"},{"number":4,"verse":"हे हाम्रा परमेश्‍वर, हाम्रो प्रार्थना सुन्‍नुहोस्। किनभने उनीहरूले त हाम्रो अपमान गरिरहेका छन्। उनीहरूको गिल्‍ला उनीहरूकै शिरमाथि फर्काइदिनुहोस्, र कैदको देशमा उनीहरूलाई लूटको रूपमा दिनुहोस्।"},{"number":5,"verse":"उनीहरूको अपराध ढाक्‍नुहोस्, अथवा आफ्‍नो दृष्‍टिबाट उनीहरूका पाप नहटाउनुहोस्, किनभने निर्माण गर्नेहरूलाई उनीहरूले खुल्‍लम-खुल्‍ला निन्‍दा गरेका छन्।"},{"number":6,"verse":"यसरी हामीले त्‍यसको आधा उचाइसम्‍म चारैतिर पर्खाल बनायौं, किनकि मानिसहरूले तनमन दिएर काम गरे।"},{"number":7,"verse":"तर जब सन्‍बलत, तोबिया, अरबीहरू, अम्‍मोनीहरू र अश्‍दोदीहरूले यरूशलेमका पर्खालको नयाँ कामको खूब प्रगति भएको छ र प्‍वालहरू पनि पुरिँदैछन् भनी सुने तब उनीहरू साह्रै रिसाए।"},{"number":8,"verse":"अनि उनीहरू सबै आएर यरूशलेमलाई आक्रमण गरी खलबल पार्न भेला हुने मतो गरे।"},{"number":9,"verse":"तर हामीले हाम्रा परमेश्‍वरको प्रार्थना गर्‍यौं, र रातदिन उनीहरूका विरुद्धमा पहरा राख्‍यौं।"},{"number":10,"verse":"यसै बीचमा यहूदाका मानिसहरूले भने, “मजदूरहरूको बल घट्दैजाँदैछ, र कसिङ्गरहरू थुप्रै छन्। हामी आफैले कहिल्‍यै यस पर्खालको पुनर्निर्माण गर्न सक्‍नेछैनौं।”"},{"number":11,"verse":"हाम्रा विरोधीहरूले पनि भने, “तिनीहरूले चाल पाउन वा देख्‍न अघि नै हामी तिनीहरूमाथि जाइलागेर तिनीहरूलाई मारिदिनेछौं र यस कामलाई खतम पारिदिनेछौं।”"},{"number":12,"verse":"तब उनीहरूका बीचमा बस्‍ने यहूदीहरू आए, र तिनीहरूले हामीलाई दशौँ पल्‍ट यसो भनेर चेताउनी दिए, “तपाईंहरू जता फर्कनुभए पनि हरेक ठाउँबाट उनीहरूले हामीलाई आक्रमण गर्नेछन्।”"},{"number":13,"verse":"त्‍यसैले पर्खालको पछाड़ि खुला भएका सबैभन्‍दा तल्‍ला समतल ठाउँहरूमा अड्डा जमाउन भनी मैले मानिसहरूलाई तिनीहरूका परिवार-परिवारअनुसार आफ्‍ना तरवार, भाला र धनुर्बाण लिएर बस्‍ने आदेश दिएँ।"},{"number":14,"verse":"तब उठेर मैले ती सबको निरीक्षण गरें, र भारदारहरू, अधिकृतहरू र सबै मानिसहरूलाई यसो भनें, “उनीहरूसँग नडराओ। महान् र भययोग्‍य परमप्रभुको सम्‍झना गर, र आफ्‍ना दाजुभाइ, छोराछोरी, पत्‍नी र घरहरूका निम्‍ति युद्ध गर।”"},{"number":15,"verse":"हामीलाई सबै कुरा थाहा भएछ, र परमेश्‍वरले उनीहरूको योजना विफल पार्नुभएछ भनी हाम्रा शत्रुहरूले सुने। तब हामी सबै फेरि पर्खालका निर्माणको काममा लाग्‍यौं।"},{"number":16,"verse":"त्‍यस दिनदेखि उसो मेरो अधीनमा भएका आधा मानिसहरूचाहिँ निर्माण गर्ने काममा लागे र अर्को आधाचाहिँ आफ्‍ना भाला, ढाल, धनु र झिलम लाएर तयार भइरहे। र अधिकृतहरूचाहिँ पर्खालको काममा लागेका यहूदाका सबै मानिसहरूका पछाड़ि तैनाथ थिए।"},{"number":17,"verse":"भारी बोक्‍ने मजदूरहरूको एउटा हात काममा र अर्को हात आफ्‍नो हतियारमा हुन्‍थ्‍यो।"},{"number":18,"verse":"र निर्माण गर्नेहरू आफ्‍नो तरवार भिरेर बनाउने काम गर्थे। तर तुरही फुक्‍नेचाहिँ मेरो छेउमा थियो।"},{"number":19,"verse":"तब मैले भारदारहरू, अधिकृतहरू र सबै मानिसहरूलाई यसो भनें, “काम ठूलो र फैलिएको छ, र हामीहरू पर्खालको छेउमा एक-अर्कादेखि निकै टाढ़ा छौं।"},{"number":20,"verse":"जहाँ तुरही बज्‍छ त्‍यहाँ हामीसित भेला होओ, र हाम्रा परमेश्‍वरले हाम्रा निम्‍ति युद्ध गर्नुहुनेछ।”"},{"number":21,"verse":"यसरी हामीले हाम्रो काम जारी राख्‍यौं। सूर्योदयदेखि सूर्यास्‍तसम्‍म आधा मानिसहरू भाला लिएर बसे।"},{"number":22,"verse":"त्‍यस बेला मैले मानिसहरूलाई यसो पनि भनें, “हाम्रा निम्‍ति राती रक्षा गर्न र दिनमा निर्माण काम गर्नलाई हरेक मानिस र त्‍यसको सहायकले यरूशलेममा नै रात बिताओस्”"},{"number":23,"verse":"म, मेरा भाइहरू, मेरा मानिसहरू र मसँग भएका अङ्गरक्षकहरू कसैले पनि आफ्‍ना लुगा फुकालेनौं। पानी खान जाँदा पनि हरेकको हातमा आफ्‍नो हतियार हुन्‍थ्‍यो।"}]}