{"bibleAbbr":"neNRV2012","bookName":"नहेम्‍याह","bookEnglishName":"Nehemiah","chapterNumber":6,"verses":[{"number":1,"verse":"( विरोधीहरूको षड्यन्‍त्र) मैले पर्खालको पुनर्निर्माण गरिसकेको र त्‍यसमा एउटै पनि प्‍वाल नरहेको खबर सन्‍बलत, तोबिया, र अरबी गेशेम र हाम्रा अरू बाँकी शत्रुहरूका कानमा पुग्‍यो। केवल मैले मूल ढोकाहरूका खापाहरूचाहिँ उभ्‍याइसकेको थिइनँ।"},{"number":2,"verse":"सन्‍बलत र गेशेमले मलाई ओनोका बेँसीको एउटा गाउँमा आएर उनीहरूसित बातचीत गर्नलाई खबर पठाए। तर मलाई हानि गर्न यो उनीहरूको षड्यन्‍त्र मात्र थियो।"},{"number":3,"verse":"यसैकारण मैले यस्‍तो जवाफ दिएर समाचार पठाएँ, “अहिले मेरो हातमा ठूलो योजना छ। म त्‍यहाँ आउन सक्‍दिनँ। काम छोड़ी तिमीहरूकहाँ आएर यो काम किन रोकिने?”"},{"number":4,"verse":"उनीहरूले मलाई चार पल्‍ट यस्‍तै खबर पठाए, र प्रत्येक पल्‍ट मैले उनीहरूलाई त्‍यस्‍तै जवाफ दिएँ।"},{"number":5,"verse":"पाँचौँ पल्‍ट सन्‍बलतले आफ्‍नो सहायकसित त्‍यस्‍तै किसिमको खबर पठाए। त्‍यो समाचारवाहक खुला पत्र लिएर मकहाँ आयो।"},{"number":6,"verse":"त्‍यसमा यस्‍तो लेखिएको थियो: “जातिहरूका बीचमा यस्‍तो कुरा फैलिएको छ, र यस कुरालाई गेशेमले पनि पुष्‍टि गर्दछन्, कि तिमी र यहूदीहरूले विद्रोहको षड्यन्‍त्र रच्‍दैछौ, यसैकारण त तिमीहरूले पर्खाल पुनर्निर्माण गरिरहेका छौ। अनि यस्‍तो पनि सुनिँदैछ, कि तिमी आफैचाहिँ राजा हुन लागेका छौ।"},{"number":7,"verse":"र तिमीले आफ्‍नो विषयमा यरूशलेममा यही घोषणा गर्न अगमवक्ताहरू नियुक्त गरेका छौ: ‘यहूदामा राजा छन्।’ महाराजाले निश्‍चय नै यो कुरा सुन्‍नुहुनेछ। यसैले झट्टै यस विषयमा कुरा गर्न आऊ, र हामी कुरा गरौं।”"},{"number":8,"verse":"तर मैले यस्‍तो जवाफ पठाएँ, “तिमीले दोष लगाएको कुनै पनि कुरो साँचो छैन। यी सबै मन गड़न्‍ते कुरा हुन्।”"},{"number":9,"verse":"हाम्रा परिश्रम गर्ने हातहरू दुर्बल होऊन् र हाम्रो काम कहिल्‍यै नसिद्धिओस् भन्‍ने आशाले उनीहरूले हामीलाई घुर्की दिने चेष्‍टा गर्दैथिए। तर मैले प्रार्थना गरें, “अब हे परमेश्‍वर, मेरा हात बलिया पार्नुहोस्।”"},{"number":10,"verse":"एक दिन म दलायाहका छोरा, महेतबेलका नाति शमायाहको घरमा गएँ। तिनी आफ्‍नो घरभित्रै बन्‍द गरिएका थिए। तिनले भने, “हामी परमेश्‍वरको भवनभित्र, उहाँको मन्‍दिरभित्र ढोकाहरू थुनेर भेट गरौं। किनभने उनीहरू तपाईंलाई मार्न आउँदैछन्— उनीहरू तपाईंलाई मार्न राती आउनेछन्।”"},{"number":11,"verse":"तर मैले भनें, “के मजस्‍तो मानिस भाग्‍नु र? के मजस्‍तो मानिस बाँच्‍नलाई मन्‍दिरमा जानु र? म जान्‍नँ।”"},{"number":12,"verse":"मलाई यस्‍तो प्रकाश भयो, कि परमेश्‍वरले तिनलाई पठाउनुभएको होइन रहेछ, तर मेरो हानि गर्न तिनले अगमवाणी कहेका रहेछन्। सन्‍बलत र तोबियाले तिनलाई यो कुरा भन्‍न भाड़ामा लिएका थिए।"},{"number":13,"verse":"मेरो बदनाम गरेर अपमान गर्न मलाई धम्‍की दिएर उनीहरूको कुरामा सहमत भई पाप गर्न लाउनलाई तिनले रकम लिएका थिए।"},{"number":14,"verse":"हे मेरा परमेश्‍वर, तोबिया र सन्‍बलतले जे गरेका छन् सो सम्‍झना राख्‍नुहोस्। साथै मलाई डर देखाउने चेष्‍टा गरिरहने अगमवादिनी नोअदिया र अरू बाँकी अगमवक्ताहरूलाई पनि सम्‍झना राख्‍नुहोस्।"},{"number":15,"verse":"( पर्खालका निर्माणको समाप्‍ति) एलूल महिनाको पच्‍चीसौँ दिनमा पर्खालको काम सिद्धियो। त्‍यो बनाउन बाउन्‍न दिन लाग्‍यो।"},{"number":16,"verse":"जब हाम्रा सबै शत्रुहरूले यो कुरा सुने, तब वरिपरिका सबै जातिहरू डराएर हतोत्‍साहित भए, किनकि यो काम परमेश्‍वरको सहायताद्वारा पूरा भएको हो भनी उनीहरूले चाल पाए।"},{"number":17,"verse":"त्‍यस बेला यहूदाका भारदारहरूले तोबियालाई धेरै पत्र पठाउँदैथिए। तिनीहरूले उनीबाट जवाफ पनि पाउँदैथिए।"},{"number":18,"verse":"किनभने यहूदाका धेरै जनाले उनीसित गठ बाँधेका थिए, किनकि उनी आराका छोरा शकन्‍याहका जुवाइँ थिए। उनका छोरा येहोहानानले चाहिँ बेरेक्‍याहका छोरा मशुल्‍लामकी एउटी छोरीलाई विवाह गरेका थिए।"},{"number":19,"verse":"तिनीहरू सधैँ मेरो सामु तोबियाको प्रशंसा गर्थे, र मैले भनेको कुरा गएर उनलाई सुनाउँथे। अनि तोबियाले मलाई धम्‍की दिएर पत्रहरू पठाउँथे।"}]}