{
  "bibleAbbr" : "TIRV2017",
  "bookName" : "யோபு",
  "bookEnglishName" : "Job",
  "chapterNumber" : 18,
  "verses" : [ {
    "number" : 1,
    "verse" : "(பில்தாதின் வார்த்தைகள்) அப்பொழுது சூகியனான பில்தாத் மறுமொழியாக:"
  }, {
    "number" : 2,
    "verse" : "நீங்கள் எதுவரைக்கும் பேச்சுகளை முடிக்காதிருப்பீர்கள்? புத்திமான்களாயிருங்கள்; நாங்களும் பேசட்டும்."
  }, {
    "number" : 3,
    "verse" : "நாங்கள் மிருகங்களைப்போல எண்ணப்பட்டு, உங்கள் பார்வைக்குக் கீழானவர்களாக ஏன் இருக்கவேண்டும்?"
  }, {
    "number" : 4,
    "verse" : "கோபத்தினால் உன்னை நீயே காயப்படுத்துகிற உனக்காக பூமி அழிந்துபோகுமோ? கன்மலை தன்னிடத்தைவிட்டுப் பெயருமோ?"
  }, {
    "number" : 5,
    "verse" : "துன்மார்க்கனுடைய விளக்கு அணைந்துபோகும்; அவனுடைய அடுப்பின் நெருப்பும் அவிந்துபோகும்."
  }, {
    "number" : 6,
    "verse" : "அவனுடைய கூடாரத்தில் வெளிச்சம் இருளாக்கப்படும்; அவனுடைய விளக்கு அவனுடனே அணைந்துபோகும்."
  }, {
    "number" : 7,
    "verse" : "அவன் பெலனாய் நடந்த நடைகள் குறைந்துபோகும் அவனுடைய ஆலோசனை அவனை விழவைக்கும்."
  }, {
    "number" : 8,
    "verse" : "அவன் தன் கால்களினால் வலையில் பிடிபட்டு, வலையின் சிக்கலிலே நடக்கிறான்."
  }, {
    "number" : 9,
    "verse" : "கண்ணி அவனுடைய குதிகாலைப் பிடிக்கும்; பறிகாரர் அவனை மேற்கொள்வார்கள்."
  }, {
    "number" : 10,
    "verse" : "அவனுக்காகச் சுருக்கு தரையிலும், அவனுக்காகக் கண்ணி வழியிலும் வைக்கப்பட்டிருக்கிறது."
  }, {
    "number" : 11,
    "verse" : "சுற்றிலுமிருந்து உண்டாகும் பயங்கரங்கள் அவனை அதிர்ச்சியடையச்செய்து, அவனுடைய கால்களைத் திசைதெரியாமல் அலையவைக்கும்."
  }, {
    "number" : 12,
    "verse" : "அவன் பசியினால் பெலனற்றுப்போவான்; அவன் பக்கத்தில் ஆபத்து ஆயத்தமாக நிற்கும்."
  }, {
    "number" : 13,
    "verse" : "அது அவனுடைய அங்கத்தின் பலத்தை எரிக்கும்; பயங்கரமான மரணமே அவனுடைய உறுப்புகளை எரிக்கும்."
  }, {
    "number" : 14,
    "verse" : "அவனுடைய நம்பிக்கை அவனுடைய கூடாரத்திலிருந்து வேருடன் பிடுங்கப்படும்; அது அவனைப் பயங்கரமான ராஜாவினிடத்தில் துரத்தும்."
  }, {
    "number" : 15,
    "verse" : "அவனுக்கு ஒன்றுமில்லாமற் போனதினால், பயங்கரம் அவனுடைய கூடாரத்தில் குடியிருக்கும்; கந்தகம் அவனுடைய குடியிருப்பின்மேல் தெளிக்கப்படும்."
  }, {
    "number" : 16,
    "verse" : "கீழே இருக்கிற அவனுடைய வேர்கள் அழிந்துபோகும்; மேலே இருக்கிற அவனுடைய கிளைகள் பட்டுப்போகும்."
  }, {
    "number" : 17,
    "verse" : "அவனை நினைக்கும் நினைவு பூமியிலிருந்து அழியும், வீதிகளில் அவன் பெயரில்லாமற்போகும்."
  }, {
    "number" : 18,
    "verse" : "அவன் வெளிச்சத்திலிருந்து இருளில் துரத்திவிடப்பட்டு, பூலோகத்திலிருந்து தள்ளுண்டுபோவான்."
  }, {
    "number" : 19,
    "verse" : "அவனுடைய மக்களுக்குள்ளே அவனுக்கு மகனும் இல்லை மகளும் இல்லை; அவனுடைய வீட்டில் மீதியாயிருக்க வேண்டியவன் ஒருவனும் இல்லை."
  }, {
    "number" : 20,
    "verse" : "அவனுடைய காலத்தில் இருந்தவர்கள் அவனுடைய நாளுக்காக அதிர்ச்சியடைந்ததுபோல, பின்சந்ததியாரும் அதிர்ச்சியடைவார்கள்."
  }, {
    "number" : 21,
    "verse" : "அக்கிரமக்காரன் குடியிருந்த இடங்கள் இவைகள்தான்; தேவனை அறியாமற்போனவனுடைய இடம் இதுவே என்பார்கள் என்றான்."
  } ]
}