{"bibleAbbr":"GB1539","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"Alas, howe sytteth the cytie so desolate, that somtyme was full of people? Howe is she become lyke a wedowe, which was the lady of all nacyons? Howe is she brought vnder trybute, that ruled all landes."},{"number":2,"verse":"She wepeth sore in the nyght so that the teares runne downe her chekes: for amonge all her louers, there is none that geueth her eny comforte: ye her nexte frendes transgresse agenst her, and are become her enemyes."},{"number":3,"verse":"Iuda is taken presoner, because she was defyled: and for seruynge so many straunge goddes, she dwelleth nowe amonge the Heythen. She fyndeth no rest, all they that persecuted her, toke her, in strayte places wher she coulde not escape."},{"number":4,"verse":"The streates of Sion mourne, because no man commeth nomore to the solempne feastes. All her gates are desolat, her prestes make lamentacion, her maydens are carefull: & she her selfe is in great heuynesse."},{"number":5,"verse":"Her enemies haue bene rulers ouer her, and her enemyes haue prospered: because the Lorde hath chastened her for her greate wyckednes: her chyldren are ledde awaye captiue before theyr enemye."},{"number":6,"verse":"All the bewtie of the daughter of Sion is awaye, her princes are become lyke hertes that fynde no pasture. They are dryuen awaye before theyr enemie, so that they haue nomore power."},{"number":7,"verse":"Nowe doth Ierusalem remembre the tyme of her misery and disobedience, yee, the ioye and pleasure that she hath had in tymes past seynge her people is brought downe thorow the power of theyr enemye, and there is no man for to helpe her: her enemyes stande lokynge at her, and laugh her Sabbath dayes to scorne."},{"number":8,"verse":"Ierusalem hath synned euer, more and more, therfore is she come in decaye. All they that had her in honoure despyse her: for they haue sene her fylthynes. Yee, she sygheth, and is ashamed of her selfe."},{"number":9,"verse":"Her skyrtes are defyled, she remembred not what wolde folowe: therfore is her fall so wonderfull, and there is no man to comforte her. O Lorde, consydre my trouble, for myne enemye hath the vpperhande."},{"number":10,"verse":"The enemye hath put hys hande to all the precious thynges that she had, yee, euen before her eyes came the Heathen in and out of the Sanctuary: whom thou (neuertheles) hast forbydden to come within thy congregacyon."},{"number":11,"verse":"All her people seke theyr breade with heuynes, and loke what precyous thing euery man hath, that geueth he for meate, to saue hys lyfe. Consydre, O Lorde, and se, how vyle I am become."},{"number":12,"verse":"Haue ye no regarde O all ye that go fore by, be holde and se, yf there be eny sorow lyke vnto myne, wherwith the Lorde hath troubled me, in the daye of his fearfull wrath."},{"number":13,"verse":"From aboue hath he sent downe a fyre into my bones and it burneth them cruellye: he hath layed a net for my fete and throwen me wyde open: he hath made me desolate, so that I must euer be mournynge."},{"number":14,"verse":"The yocke of my transgressyon is come at the last, with hys hande hath he taken it vp, and put it aboute my neck. My strength is gone: the Lorde hath delyuered me into those handes, wherout I cannot quyte my selfe."},{"number":15,"verse":"The Lorde hath destroyed all the myghtye men, that were in me He hath proclaymed a feaste, to slaughter all my best men. The Lorde hath troden downe the daughter, of Iuda, lyke as it were in a wyne presse."},{"number":16,"verse":"Therfore do I wepe, and myne eyes gusshe oute of water: for the comforte that shulde quycken me, is farre fro me. My chyldren are dryuen awaye, for why? the enemy hath gotten the ouerhande."},{"number":17,"verse":"Syon casteth out her handes, and there is no man to comforte her. The Lorde hath laied the enemyes rounde aboute Iacob, and Ierusalem is become abominacyon in the myddest of them."},{"number":18,"verse":"The Lorde is ryghtuous, for I haue prouoked his countenaunce vnto anger. O take hede all ye people, and consydre my heuinesse. My maydens and my yonge men are led awaye into captiuyte."},{"number":19,"verse":"I called for my louers (but they begyled me) for my prestes and councellers, but they peryshed: euen whyle they sought for meate, to saue theyr lyues."},{"number":20,"verse":"Consydre (O Lord) howe I am troubled, my wombe is disquyeted, my hert turneth about in me, and I am full of heuines because I rebelled stoburnlie. The swearde hurteth me withoute, & within I am like vnto death."},{"number":21,"verse":"They heare my mournyng, but there is none that wyll comforte me. All myne enemies haue hearde of my trouble and are glad therof, because thou hast done it and thou hast brought forth the tyme which thou calledest, when they also shalbe like vnto me."},{"number":22,"verse":"From the shall come all their aduersitie thou shalt plucke them awaye euen as thou hast pluked me, because of all my wikednes. For my sorowe is very greate, & my hert is heuy."}]}