{"bibleAbbr":"Geneva1587","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"Now in the eighteenth year of king Jeroboam began Abijah to reign over He means Judah and Benjamin. Judah."},{"number":2,"verse":"He reigned three years in Jerusalem. His mother's name also [was] Or Maacah, (1Ki_15:2). Michaiah the daughter of Called also Absalom, for Absalom was her grandfather, (1Ki_15:2). Uriel of Gibeah. And there was war between Abijah and Jeroboam."},{"number":3,"verse":"And Abiiah set the battel in aray with the armie of valiant men of warre, euen foure hundreth thousand chosen men. Ieroboam also set the battell in aray against him with eight hundreth thousande chosen men which were strong and valiant."},{"number":4,"verse":"And Abijah stood up upon mount Which was one of the peaks of mount Ephraim. Zemaraim, which [is] in mount Ephraim, and said, Hear me, thou Jeroboam, and all Israel;"},{"number":5,"verse":"Ought ye not to know that the LORD God of Israel gave the kingdom over Israel to Therefore whoever usurps it or takes it from that stock transgresses the ordinance of the Lord. Thus like a hypocrite he alleges the word of God for his advantage. David for ever, [even] to him and to his sons by a covenant of salt?"},{"number":6,"verse":"And Ieroboam the sonne of Nebat the seruant of Salomon the sonne of Dauid is risen vp, and hath rebelled against his lord:"},{"number":7,"verse":"And there are gathered unto him This word in the Chaldee tongue is Racha, which our saviour uses, (Mat_5:22). vain men, the children of Belial, and have strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was Meaning, in heart and courage. young and tenderhearted, and could not withstand them."},{"number":8,"verse":"Now therefore ye thinke that yee be able to resist against the kingdome of the Lorde, which is in the handes of the sonnes of Dauid, and ye bee a great multitude, and the golden calues are with you which Ieroboam made you for gods."},{"number":9,"verse":"Have ye not cast out the priests of the LORD, the sons of Aaron, and the Levites, and have made you priests after the manner of the nations of [other] lands? so that whosoever cometh to consecrate himself with a He shows the nature of idolaters who take no trial of the calling, life and doctrine of their ministers, but think the most vile and greatest beasts sufficient to serve their turn. young bullock and seven rams, [the same] may be a priest of [them that are] no gods."},{"number":10,"verse":"But wee belong vnto the Lorde our God, and haue not forsaken him, and the Priestes the sonnes of Aaron minister vnto the Lord, and the Leuites in their office."},{"number":11,"verse":"And they burn unto the LORD every As it was appointed in the law, (Exo_29:39). morning and every evening burnt sacrifices and sweet incense: the shewbread also [set they in order] upon the pure table; and the candlestick of gold with the lamps thereof, to burn every evening: for we keep the charge of the LORD our God; but ye have forsaken him."},{"number":12,"verse":"And, behold, God himself [is] Because their cause was good and approved by the Lord, they did not doubt the success and victory. with us for [our] captain, and his priests with sounding trumpets to cry alarm against you. O children of Israel, fight ye not against the LORD God of your fathers; for ye shall not prosper."},{"number":13,"verse":"But Jeroboam caused an ambushment Contemning the good counsel which came from the Spirit of God, he thought to have overcome by deceit. to come about behind them: so they were before Judah, and the ambushment [was] behind them."},{"number":14,"verse":"Then Iudah looked, and beholde, the battel was before and behinde them, and they cried vnto the Lorde, and the Priests blewe with the trumpets,"},{"number":15,"verse":"And the men of Iudah gaue a shoute: and euen as the men of Iudah shouted, God smote Ieroboam and also Israel before Abiiah and Iudah."},{"number":16,"verse":"And the children of Israel fledde before Iudah, & God deliuered them into their hande."},{"number":17,"verse":"And Abiiah and his people slewe a great slaughter of them, so that there fel downe wounded of Israel fiue hundreth thousand chosen men."},{"number":18,"verse":"Thus the children of Israel were brought under at that time, and the children of Judah prevailed, He shows that the stay of all kingdoms and assurance of victories depends on our trust and confidence in the Lord. because they relied upon the LORD God of their fathers."},{"number":19,"verse":"And Abiiah pursued after Ieroboam, and tooke cities from him, euen Beth-el, and the villages thereof, and Ieshanah with her villages, and Ephron with her villages."},{"number":20,"verse":"And Ieroboam recouered no strength againe in the dayes of Abiiah, but the Lorde plagued him, and he dyed."},{"number":21,"verse":"So Abiiah waxed mightie, and marryed foureteene wiues, and begate two and twentie sonnes, and sixteene daughters."},{"number":22,"verse":"The rest of the actes of Abiiah and his maners and his sayings are written in the storie of the Prophet Iddo."}]}