{"bibleAbbr":"GB1587","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":16,"verses":[{"number":1,"verse":"In the six and thirtieth year of the reign of Asa Who reigned after Nadab the son of Jeroboam. Baasha king of Israel came up against Judah, and built He fortified it with walls and ditches: it was a city in Benjamin near Gibeon. Ramah, to the intent that he might let none go out or come in to Asa king of Judah."},{"number":2,"verse":"Then Asa brought out siluer and gold out of the treasures of the house of the Lorde, and of the Kings house, and sent to Benhadad King of Aram that dwelt at Damascus, saying,"},{"number":3,"verse":"[There is] a league between me and thee, as [there was] between my father and thy father: behold, I have sent thee silver and gold; go, He thought to repulse his adversary by an unlawful means, that is, by seeking help from infidels, as they who seek the help of Turks, thinking by it to make themselves stronger. break thy league with Baasha king of Israel, that he may depart from me."},{"number":4,"verse":"And Benhadad hearkened vnto King Asa, and sent the captaines of the armies which hee had, against the cities of Israel; they smote Iion, and Dan, and Abel-maim, and all the store cities of Naphtali."},{"number":5,"verse":"And when Baasha heard it, he left building of Ramah, and let his worke cease."},{"number":6,"verse":"Then Asa the King tooke all Iudah, and caryed away the stones of Ramah and the tymber thereof, wherewith Baasha did builde, and he built therewith Geba and Mizpah."},{"number":7,"verse":"And at that same time Hanani the Seer came to Asa King of Iudah, and saide vnto him, Because thou hast rested vpon the king of Aram, and not rested in the Lorde thy God, therefore is the hoste of the King of Aram escaped out of thine hande."},{"number":8,"verse":"The Ethiopians and the Lubims, were they not a great hoste with charets & horsemen, exceeding many? Yet because thou diddest rest vpon the Lord, he deliuered them into thine had."},{"number":9,"verse":"For the eyes of the Lorde beholde all the earth to shewe him selfe strong with them that are of perfite heart towarde him: thou hast then done foolishly in this: therefore from henceforth thou shalt haue warres."},{"number":10,"verse":"Then Asa was wroth with the seer, and put him in a prison house; for [he was] Thus instead of turning to God in repentance, he disdained the admonition of the prophet, and punished him, as the wicked do when they are told of their faults. in a rage with him because of this [thing]. And Asa oppressed [some] of the people the same time."},{"number":11,"verse":"And behold, the actes of Asa first and last, loe, they are written in the booke of the Kings of Iudah and Israel."},{"number":12,"verse":"And Asa in the thirty and ninth year of his reign was diseased in his feet, until his disease [was] God plagued his rebellion and by this declared that it is nothing to begin well, unless we continue to the end, that is, zealous of God's glory and put our whole trust in him. exceeding [great]: yet in his disease he sought not to the LORD, but to the He shows that it is useless to seek the physicians unless we first seek God to purge our sins, which are the chief cause of all our diseases, and later use the help of the physicians as a means by which God works. physicians."},{"number":13,"verse":"So Asa slept with his fathers, and dyed in the one and fourtieth yeere of his reigne."},{"number":14,"verse":"And they buryed him in one of his sepulchres, which he had made for him selfe in the citie of Dauid, and layed him in the bed, which they had filled with sweete odours and diuers kindes of spices made by the arte of the apoticarie: and they burnt odours for him with an exceeding great fire."}]}