{"bibleAbbr":"Geneva1587","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":19,"verses":[{"number":1,"verse":"And Iehoshaphat the King of Iudah returned safe to his house in Ierusalem."},{"number":2,"verse":"And Jehu the son of Hanani the seer went out to meet him, and said to king Jehoshaphat, He declares that the wrath of God is over everyone who supports the wicked and does not show in their actions that they are enemies to everyone that hates the Lord. Shouldest thou help the ungodly, and love them that hate the LORD? therefore [is] wrath upon thee from before the LORD."},{"number":3,"verse":"Neuertheles good things are found in thee, because thou hast taken away ye groues out of the land, and hast prepared thine heart to seeke God."},{"number":4,"verse":"And Jehoshaphat dwelt at Jerusalem: and he went out again He visited all his country and brought his people from idolatry to the knowledge of the true God. through the people from Beersheba to mount Ephraim, and brought them back unto the LORD God of their fathers."},{"number":5,"verse":"And hee set iudges in the lande throughout all the strong cities of Iudah, citie by citie,"},{"number":6,"verse":"And said to the judges, Take heed what ye do: for ye judge not for man, but for the LORD, who [is] Both to preserve you if you do justly or to punish you, if you do the contrary. with you in the judgment."},{"number":7,"verse":"Wherefore now let the fear of the LORD be upon you; take heed and do [it]: for [there is] no He will declare by the sharpness of the punishment that he hates all iniquity. iniquity with the LORD our God, nor respect of persons, nor taking of gifts."},{"number":8,"verse":"Moreover in Jerusalem did Jehoshaphat set of the Levites, and [of] the priests, and of the chief of the fathers of Israel, for the judgment of the LORD, and for controversies, when they The priests and Levites who should judge matters according to the word of the Lord. returned to Jerusalem."},{"number":9,"verse":"And he charged them, saying, Thus shall yee doe in the feare of the Lord faithfully and with a perfite heart."},{"number":10,"verse":"And what cause soever shall come to you of your brethren that dwell in their cities, between That is, to decide whether or not the murder was done on purpose, (Num_35:11, Deu_4:41). blood and blood, between law and commandment, statutes and judgments, ye shall even warn them that they trespass not against the LORD, and [so] Meaning, that God would punish them most sharply if they would not execute justice correctly. wrath come upon you, and upon your brethren: this do, and ye shall not trespass."},{"number":11,"verse":"And, behold, Amariah the chief priest [is] over you in all matters of the LORD; and Zebadiah the son of Ishmael, the ruler of the house of Judah, for all the Shall be chief overseer of the public affairs of the realm. king's matters: also the Levites [shall be] officers They will have the handling of inferior causes. before you. Deal courageously, and the LORD shall be with the God will assist them that do justice. good."}]}