{"bibleAbbr":"Geneva1587","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"Then Solomon began to build the house of the LORD at Jerusalem in mount Which is the mountain where Abraham was thought to have sacrificed his son, (Gen_22:2). Moriah, where [the LORD] appeared unto David his father, in the place that David had prepared in the threshingfloor of Ornan the Jebusite."},{"number":2,"verse":"And he beganne to buylde in the seconde moneth and the second day, in the fourth yeere of his reigne."},{"number":3,"verse":"Now these [are the things wherein] Solomon was instructed for the building of the house of God. The length by cubits after the first According to the whole length of the temple, measure [was] threescore cubits, and the breadth twenty cubits."},{"number":4,"verse":"And the porch that [was] in the front [of the house], the length [of it was] according to the It contained as much as the breadth of the temple did, (1Ki_6:3). breadth of the house, twenty cubits, and the height [was] an From the foundation to the top: for in the book of the kings mention is made from the foundation to the first stage. hundred and twenty: and he overlaid it within with pure gold."},{"number":5,"verse":"And the greater house he sieled with firre tree which he ouerlayd with good golde, & graued thereon palme trees and chaines."},{"number":6,"verse":"And he garnished the house with precious stones for beauty: and the gold [was] gold of Some think it is Peru. Parvaim."},{"number":7,"verse":"The house, I say, the beames, postes, and walles thereof & the doores thereof ouerlayde he with gold, & graued Cherubims vpon the walles."},{"number":8,"verse":"He made also the house of the most holy place: the length thereof was in the front of the breadth of the house, twenty cubits, & the breadth thereof twentie cubites: and he ouerlayde it with the best golde, of sixe hundreth talents."},{"number":9,"verse":"And the weight of the nayles was fiftie shekels of golde, and hee ouerlayde the chambers with golde."},{"number":10,"verse":"And in the house of the most holy place he made two Cherubims wrought like children, and ouerlayd them with golde."},{"number":11,"verse":"And the winges of the Cherubims were twentie cubites long: the one wing was fiue cubites, reaching to the wall of the house, and the other wing fiue cubites, reaching to the wing of the other Cherub."},{"number":12,"verse":"Likewise the wing of ye other Cherub was fiue cubites, reaching to the wall of the house, & the other wing fiue cubites ioyning to the wing of the other Cherub."},{"number":13,"verse":"The wings of these Cherubims were spread abroade twentie cubites: they stoode on their feete, and their faces were toward the house."},{"number":14,"verse":"And he made the Which separated the temple from the most holy place. vail [of] blue, and purple, and crimson, and fine linen, and wrought cherubims thereon."},{"number":15,"verse":"Also he made before the house two pillars of Every one was eighteen cubits long, but the half cubit could not be seen, for it was hid in the roundness of the chapiter, and therefore he gives to every one only 17 and a half. thirty and five cubits high, and the chapiter that [was] on the top of each of them [was] five cubits."},{"number":16,"verse":"And he made chains, [as] in the oracle, and put [them] on the heads of the pillars; and made an For every pillar a hundred, read (1Ki_7:20). hundred pomegranates, and put [them] on the chains."},{"number":17,"verse":"And he set vp the pillars before the Temple, one on the right hande and the other on the left, and called that on the right hand Iachin, & that on the left hand Boaz."}]}