{"bibleAbbr":"GB1587","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":32,"verses":[{"number":1,"verse":"After these things faithfully described, Saneherib King of Asshur came and entred into Iudah, and besieged the strong cities, & thought to winne them for him selfe."},{"number":2,"verse":"When Hezekiah sawe that Saneherib was come, and that his purpose was to fight against Ierusalem,"},{"number":3,"verse":"Then he tooke counsell with his princes and his nobles, to stoppe the water of the fountaines without the citie: and they did helpe him."},{"number":4,"verse":"So many of the people assembled themselues, and stopt all the fountaines, and the riuer that ranne through the middes of the countrey, saying, Why should the Kings of Asshur come, and finde much water?"},{"number":5,"verse":"Also he strengthened himself, and built up all the wall that was broken, and raised [it] up to the towers, and another wall without, and repaired He made a double wall. Millo [in] the Read (2Sa_5:9). city of David, and made Some read, swords or daggers. darts and shields in abundance."},{"number":6,"verse":"And he set captaines of warre ouer the people, and assembled them to him in the broade place of the gate of the citie, and spake comfortably vnto them, saying,"},{"number":7,"verse":"Be strong and couragious: feare not, neither be afraide for the King of Asshur, neither for all the multitude that is with him: for there be mo with vs, then is with him."},{"number":8,"verse":"With him [is] an That is, the power of man. arm of flesh; but with us [is] the This declares that Hezekiah always put his trust in God, and yet made himself strong and used lawful means, lest he should seem to tempt God. LORD our God to help us, and to fight our battles. And the people rested themselves upon the words of Hezekiah king of Judah."},{"number":9,"verse":"After this did Sennacherib king of Assyria send his servants to Jerusalem, (but he [himself laid siege] While he besieged Lachish. against Lachish, and all his power with him,) unto Hezekiah king of Judah, and unto all Judah that [were] at Jerusalem, saying,"},{"number":10,"verse":"Thus saith Saneherib the King of Asshur, Wherein doe ye trust, that ye will remaine in Ierusalem, during the siege?"},{"number":11,"verse":"Doeth not Hezekiah entice you to giue ouer your selues vnto death by famine and by thirst, saying, The Lorde our God shall deliuer vs out of the hande of the King of Asshur?"},{"number":12,"verse":"Hath not the same Hezekiah taken away his high places and his Thus the wicked put no difference between true religion and false, God and idols: for Hezekiah only destroyed idolatry and replaced it with true religion. Thus the papists slander the servants of God: for when they destroy idolatry, they say that they abolish religion. altars, and commanded Judah and Jerusalem, saying, Ye shall worship before one altar, and burn incense upon it?"},{"number":13,"verse":"Knowe ye not what I and my fathers haue done vnto all the people of other countreyes? Were the gods of the nations of other landes able to deliuer their land out of mine hande?"},{"number":14,"verse":"Who [was there] among all the This is his blasphemy that he will compare the living God to vile idols. gods of those nations that my fathers utterly destroyed, that could deliver his people out of mine hand, that your God should be able to deliver you out of mine hand?"},{"number":15,"verse":"Now therefore let not Hezekiah deceive you, nor persuade you on this manner, neither yet believe him: for no god of any nation or kingdom was able to deliver his people out of When man has prosperity, he swells in pride, and thinks himself able to resist and overcome even God himself. mine hand, and out of the hand of my fathers: how much less shall your God deliver you out of mine hand?"},{"number":16,"verse":"And his servants spake yet [more] against the LORD God, and against his In this we see that when the wicked speak evil of the servants of God, they care not to blaspheme God himself for if they feared God, they would love his servants. servant Hezekiah."},{"number":17,"verse":"He wrote also letters, blaspheming the Lorde God of Israel and speaking against him, saying, As the gods of the nations of other countreies could not deliuer their people out of mine hand, so shall not the God of Hezekiah deliuer his people out of mine hande."},{"number":18,"verse":"Then they Their words are written, (2Ki_18:19). cried with a loud voice in the Jews' speech unto the people of Jerusalem that [were] on the wall, to affright them, and to trouble them; that they might take the city."},{"number":19,"verse":"And they spake against the God of Jerusalem, as against the gods of the people of the earth, [which were] the Which were invented, made and authorized by man. work of the hands of man."},{"number":20,"verse":"And for this [cause] Hezekiah the king, and the prophet Isaiah the son of Amoz, This shows what the best refuge in all troubles and dangers is. prayed and cried to heaven."},{"number":21,"verse":"And the LORD sent an angel, which cut off all the mighty men of valour, and the leaders and To the number of 185000 as in (2Ki_19:35-36). captains in the camp of the king of Assyria. So he returned with shame of face to his own land. And when he was come into the house of his god, they that came forth of his Meaning, Adrammelech and Sharezer his sons. own bowels slew him there with the sword."},{"number":22,"verse":"So the Lorde saued Hezekiah and the inhabitants of Ierusalem from the hande of Saneherib King of Asshur, and from the hande of all other, and maintained them on euery side."},{"number":23,"verse":"And many brought gifts unto the LORD to Jerusalem, and presents to Hezekiah king of Judah: so that he was Thus after trouble God sends comfort to all them who patiently wait on him, and constantly put their trust in his mercies. magnified in the sight of all nations from thenceforth."},{"number":24,"verse":"In those days Hezekiah was sick to the death, and prayed unto the LORD: and he spake unto him, and he gave him To confirm his faith in God's promise, who declared to him by his prophet that his life would be prolonged fifteen years. a sign."},{"number":25,"verse":"But Hezekiah rendered not again according to the benefit [done] unto him; for his heart He was lifted up with the pride of his victory and treasures, and shows them for an ostentation to the ambassadors of Babylon. was lifted up: therefore there was wrath upon him, and upon Judah and Jerusalem."},{"number":26,"verse":"Notwithstanding Hezekiah humbled him selfe (after that his heart was lifted vp) he and the inhabitants of Ierusalem, and the wrath of the Lorde came not vpon them in the dayes of Hezekiah."},{"number":27,"verse":"Hezekiah also had exceeding much riches and honour, and he gate him treasures of siluer, and of golde, and of precious stones, and of sweete odours, and of shieldes, and of all pleasant vessels:"},{"number":28,"verse":"And of store houses for the increase of wheat and wine & oyle, and stalles for all beasts, and rowes for the stables."},{"number":29,"verse":"And he made him cities, and had possession of sheepe and oxen in abundance: for God had giuen him substance exceeding much."},{"number":30,"verse":"This same Hezekiah also stopped the upper watercourse of Which also was called Shiloh, of which mention is made in (Isa_8:6; Joh_9:7). Gihon, and brought it straight down to the west side of the city of David. And Hezekiah prospered in all his works."},{"number":31,"verse":"Howbeit in [the business of] the ambassadors of the princes of Babylon, who sent unto him to enquire of the wonder that was [done] in the land, God left him, to Here we see the reason why the faithful are tempted, which is to determine whether they have faith or not, and that they may feel the presence of God who does not allow them to be overcome by temptations, but in their weakness administers strength. try him, that he might know all [that was] in his heart."},{"number":32,"verse":"Concerning the rest of the actes of Hezekiah, and his goodnesse, beholde, they are written in the vision of Ishiah the Prophet, the sonne of Amoz, in the booke of the Kings of Iudah and Israel."},{"number":33,"verse":"So Hezekiah slept with his fathers, and they buryed him in the highest sepulchre of the sonnes of Dauid: and all Iudah and the inhabitants of Ierusalem did him honour at his death: and Manasseh his sonne reigned in his stead."}]}