{"bibleAbbr":"GB1587","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":35,"verses":[{"number":1,"verse":"Moreover Josiah kept a passover unto the LORD in Jerusalem: and they killed the The scripture in various places calls the lamb the «passover» even though it is only the sign of the passover for in all sacraments the signs have the names of the things signified. passover on the fourteenth [day] of the first month."},{"number":2,"verse":"And he appointed the Priestes to their charges, and incouraged them to the seruice of the house of the Lord,"},{"number":3,"verse":"And said unto the Levites that So that the Levites charge was not only to minister in the temple, but also to instruct the people in the word of God. taught all Israel, which were holy unto the LORD, Put the holy ark in the house which Solomon the son of David king of Israel did build; [it shall] not [be] a As it was before the temple was built: therefore your office is to teach the people and to praise God. burden upon [your] shoulders: serve now the LORD your God, and his people Israel,"},{"number":4,"verse":"And prepare your selues by the houses of your fathers according to your courses, as Dauid the King of Israel hath written, and according to the writing of Salomon his sonne,"},{"number":5,"verse":"And stande in the Sanctuarie according to the deuision of the families of your brethren the children of the people, and after the deuision of the familie of the Leuites:"},{"number":6,"verse":"So kill the passover, and sanctify yourselves, and Exhort everyone to examine themselves to ensure that they are not unfit to eat the passover. prepare your brethren, that [they] may do according to the word of the LORD by the hand of Moses."},{"number":7,"verse":"Iosiah also gaue to the people sheepe, lambs and kiddes, all for the Passeouer, euen to all that were present, to the nomber of thirtie thousand, and three thousande bullocks: these were of the Kings substance."},{"number":8,"verse":"And his princes offred willingly vnto the people, to the Priests and to the Leuites: Hilkiah, and Zechariah, and Iehiel, rulers of the house of God, gaue vnto the Priests for the Passeouer, euen two thousand and sixe hundreth sheepe, and three hundreth bullockes."},{"number":9,"verse":"So that every one and of all sorts gave of what they had, a liberal portion to the service of God. Conaniah also, and Shemaiah and Nethaneel, his brethren, and Hashabiah and Jeiel and Jozabad, chief of the Levites, gave unto the Levites for passover offerings five thousand [small cattle], and five hundred oxen."},{"number":10,"verse":"Thus the seruice was prepared, and the Priests stoode in their places, also the Leuites in their orders, according to the Kings commandement:"},{"number":11,"verse":"And they killed the passover, and the priests Meaning, of the lamb, which was called the passover, for only the priests could sprinkle, and in necessity the Levites could kill the sacrifice. sprinkled [the blood] from their hands, and the Levites flayed [them]."},{"number":12,"verse":"And they removed the They reserved for the people that which was not expedient to be offered, that every man might offer peace offerings, and so have his portion. burnt offerings, that they might give according to the divisions of the families of the people, to offer unto the LORD, as [it is] written in the book of Moses. And so [did they] with the oxen."},{"number":13,"verse":"And they rosted the Passeouer with fire, according to ye custome, but the sanctified things they sod in pots, pannes, and cauldrons, and distributed them quickely to all the people."},{"number":14,"verse":"Afterwarde also they prepared for them selues and for the Priestes: for the Priestes the sonnes of Aaron were occupied in offering of burnt offrings, and the fat vntill night: therefore the Leuites prepared for them selues, and for the Priests the sonnes of Aaron."},{"number":15,"verse":"And the singers the sons of Asaph [were] in their place, according to the commandment of David, and Asaph, and Heman, and Jeduthun the king's Meaning, by this his prophet, because he appointed the psalms and prophecies which were to be sung. seer; and the porters [waited] at every gate; they might not depart from their service; for their brethren the Levites prepared for them."},{"number":16,"verse":"So all the seruice of the Lord was prepared the same day, to keepe the Passeouer, and to offer burnt offerings vpon the altar of the Lord, according to the commandement of King Iosiah."},{"number":17,"verse":"And the children of Israel that were present, kept the Passeouer the same time, and the feast of the vnleauened bread seuen dayes."},{"number":18,"verse":"And there was no Passeouer kept like that, in Israel, from the dayes of Samuel the Prophet: neyther did all the Kings of Israel keepe such a Passeouer as Iosiah kept, and the Priestes and the Leuites, and all Iudah, and Israel that were present, and the inhabitants of Ierusalem."},{"number":19,"verse":"In Which was in his 26th year. the eighteenth year of the reign of Josiah was this passover kept."},{"number":20,"verse":"After all this, when Josiah had prepared the temple, Necho king of Egypt came up to fight against Which was a city of the Assyrians and Josiah fearing lest in passing through Judah he would have taken his kingdom, made war against him and did not consult the Lord. Carchemish by Euphrates: and Josiah went out against him."},{"number":21,"verse":"But he sent messengers to him, saying, What haue I to doe with thee, thou King of Iudah? I come not against thee this day, but against the house of mine enemie, and God commanded me to make haste: leaue of to come against God, which is with me, least he destroy thee."},{"number":22,"verse":"Nevertheless Josiah would not turn his face from him, but That is, armed or disguised himself so that he would not be recognized. disguised himself, that he might fight with him, and hearkened not unto the words of Necho from the mouth of God, and came to fight in the valley of Megiddo."},{"number":23,"verse":"And the shooters shot at king Iosiah: then the King saide to his seruants, Cary me away, for I am very sicke."},{"number":24,"verse":"His servants therefore took him out of that chariot, and put him in the second chariot that he had; and they brought him to Jerusalem, and he died, and was buried in [one of] the sepulchres of his fathers. And all Judah and Jerusalem The people so lamented the loss of this good king that after when there was any great lamentation this was spoken of as a proverb, (Zec_12:11). mourned for Josiah."},{"number":25,"verse":"And Jeremiah lamented for Josiah: and all the singing men and the singing women spake of Josiah in their lamentations to this day, and made them an ordinance in Israel: and, behold, they [are] written in the Which some think Jeremiah wrote, in which he laments the state of the church after this king's death. lamentations."},{"number":26,"verse":"Concerning the rest of the actes of Iosiah and his goodnesse, doing as it was written in the Lawe of the Lorde,"},{"number":27,"verse":"And his deedes, first and last, behold, they are written in the booke of the Kings of Israel and Iudah."}]}