{"bibleAbbr":"Geneva1587","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"Then After he had seen the glory of the Lord in the cloud. said Solomon, The LORD hath said that he would dwell in the thick darkness."},{"number":2,"verse":"And I haue built thee an house to dwell in, an habitation for thee to dwell in for euer."},{"number":3,"verse":"And the King turned his face, and blessed all the Congregation of Israel (for all the Congregation of Israel stoode there )"},{"number":4,"verse":"And he said, Blessed be the Lord God of Israel, who spake with his mouth vnto Dauid my father, & hath with his hand fulfilled it, saying,"},{"number":5,"verse":"Since the day that I brought my people out of the land of Egypt, I chose no citie of al the tribes of Israel to buylde an house, that my Name might be there, neyther chose I any man to be a ruler ouer my people Israel:"},{"number":6,"verse":"But I haue chosen Ierusalem, that my Name might be there, & haue chosen Dauid to be ouer my people Israel."},{"number":7,"verse":"And it was in the heart of Dauid my father to builde an house vnto the Name of the Lord God of Israel,"},{"number":8,"verse":"But the Lorde sayde to Dauid my father, Whereas it was in thine heart to buylde an house vnto my Name, thou diddest well, that thou wast so minded."},{"number":9,"verse":"Notwithstanding thou shalt not build the house, but thy sonne which shall come out of thy loynes, he shall buylde an house vnto my Name."},{"number":10,"verse":"And the Lorde hath performed his worde that he spake: and I am risen vp in the roume of Dauid my father, and am set on the throne of Israel as the Lord promised, & haue built an house to the Name of the Lord God of Israel."},{"number":11,"verse":"And in it have I put the ark, wherein [is] the Meaning the two tables, in which is contained the effect of the covenant that God made with our fathers. covenant of the LORD, that he made with the children of Israel."},{"number":12,"verse":"And On a scaffold that was made for that purpose, that he praying for the whole people might be heard by all, as in (1Ki_8:22). he stood before the altar of the LORD in the presence of all the congregation of Israel, and spread forth his hands:"},{"number":13,"verse":"For Solomon had made a brasen scaffold, of five cubits long, and five cubits broad, and three cubits high, and had set it in the midst of the court: and upon it he stood, and kneeled down upon his knees before all the congregation of Israel, and Both to give thanks for the great benefits of God bestowed on him, and also to pray for the perseverance and prosperity of his people. spread forth his hands toward heaven,"},{"number":14,"verse":"And sayd, O Lord God of Israel, there is no God like thee in heauen nor in earth, which keepest couenant, and mercie vnto thy seruants, that walke before thee with all their heart."},{"number":15,"verse":"Thou that hast kept with thy seruant Dauid my father, that thou hast promised him: for thou spakest with thy mouth, and hast fulfilled it with thine hand, as appeareth this day."},{"number":16,"verse":"Therefore now Lord God of Israel, keepe with thy seruant Dauid my father, that thou hast promised him, saying, Thou shalt not want a man in my sight, that shall sit vpon the throne of Israel: so that thy sonnes take heede to their wayes, to walke in my Lawe, as thou hast walked before me."},{"number":17,"verse":"And now, O Lorde God of Israel, let thy worde be verified, which thou spakest vnto thy seruant Dauid."},{"number":18,"verse":"(Is it true in deede that God will dwell with man on earth? beholde, the heauens, and the heauens of heauens are not able to conteine thee: how much more vnable is this house, which I haue buylt?)"},{"number":19,"verse":"But haue thou respect to the prayer of thy seruant, and to his supplication, O Lord my God, to heare the crye and prayer which thy seruant prayeth before thee,"},{"number":20,"verse":"That thine That you may declare in effect that you have a continual care over this place. eyes may be open upon this house day and night, upon the place whereof thou hast said that thou wouldest put thy name there; to hearken unto the prayer which thy servant prayeth toward this place."},{"number":21,"verse":"Heare thou therefore the supplication of thy seruant, and of thy people Israel, which they pray in this place: and heare thou in the place of thine habitation, euen in heauen, and when thou hearest, be mercifull."},{"number":22,"verse":"If a man sin against his By retaining anything from him, or by denying that which he has left him to keep, or do him any wrong. neighbour, and an oath be laid upon him to make him swear, and the oath come before thine altar in this house;"},{"number":23,"verse":"Then hear thou from heaven, and do, and judge thy servants, by requiting the wicked, by recompensing his way Meaning, to give him that which he has deserved. upon his own head; and by justifying the righteous, by giving him according to his righteousness."},{"number":24,"verse":"And when thy people Israel shalbe ouerthrowen before the enemie, because they haue sinned against thee, and turne againe, and confesse thy Name, and pray, and make supplication before thee in this house,"},{"number":25,"verse":"Then heare thou in heauen, and be mercifull vnto the sinne of thy people Israel, and bring them againe vnto the land which thou gauest to them and to their fathers."},{"number":26,"verse":"When heauen shall be shut vp, and there shalbe no rayne, because they haue sinned against thee, and shall pray in this place, and confesse thy Name, and turne from their sinne, when thou doest afflict them,"},{"number":27,"verse":"Then heare thou in heauen, and pardon the sinne of thy seruants, and of thy people Israel (when thou hast taught them the good way wherein they may walke) and giue rayne vpon thy lande, which thou hast giuen vnto thy people for an inheritance."},{"number":28,"verse":"When there shalbe famine in the land, when there shalbe pestilence, blasting, or mildew, when there shall be grashopper, or caterpiller, when their enemie shall besiege them in the cities of their land, or any plague or any sickenesse,"},{"number":29,"verse":"Then what prayer and supplication so euer shalbe made of any man, or of all thy people Israel, whe euery one shall knowe his owne plague, and his owne disease, and shall stretch forth his hands toward this house,"},{"number":30,"verse":"Then hear thou from heaven thy dwelling place, and forgive, and render unto every man according unto all his ways, whose He declares that the prayers of hypocrites cannot be heard, nor of any but of them who pray to God with a true faith and in true repentance. heart thou knowest; (for thou only knowest the hearts of the children of men:)"},{"number":31,"verse":"That they may feare thee, and walke in thy wayes as long as they liue in the land which thou gauest vnto our fathers."},{"number":32,"verse":"Moreover concerning the stranger, which is not of thy people Israel, but is come from a far country for thy great name's sake, and thy mighty hand, and thy stretched out arm; if they come and He shows that before God there is no deception of person, but all people who fear him and work righteousness are accepted, (Act_10:35). pray in this house;"},{"number":33,"verse":"Heare thou in heauen thy dwelling place, and doe according to all that the stranger calleth for vnto thee, that all the people of the earth may knowe thy Name, and feare thee like thy people Israel, and that they may knowe, that thy Name is called vpon in this house which I haue built."},{"number":34,"verse":"If thy people go out to war against their enemies by the way that Meaning, that no one should enterprise any war, but at the Lord's command, that is, which is lawful by his word. thou shalt send them, and they pray unto thee toward this city which thou hast chosen, and the house which I have built for thy name;"},{"number":35,"verse":"Then heare thou in heauen their prayer & their supplication, and iudge their cause."},{"number":36,"verse":"If they sinne against thee ( for there is no man that sinneth not) and thou be angry with them and deliuer them vnto the enemies, and they take them and cary them away captiue vnto a land farre or neere,"},{"number":37,"verse":"If they turne againe to their heart in the lande whither they be caryed in captiues, and turne and pray vnto thee in the lande of their captiuitie, saying, We haue sinned, we haue transgressed and haue done wickedly,"},{"number":38,"verse":"If they turne againe to thee with all their heart, and with all their soule in the land of their captiuitie, whither they haue caryed them captiues, and pray toward their land, which thou gauest vnto their fathers, & toward the citie which thou hast chosen, and toward the house which I haue built for thy Name,"},{"number":39,"verse":"Then heare thou in heauen, in the place of thine habitation their prayer and their supplication, and iudge their cause, and be mercifull vnto thy people, which haue sinned against thee."},{"number":40,"verse":"Nowe my God, I beseech thee, let thine eyes be open, & thine eares attent vnto the prayer that is made in this place."},{"number":41,"verse":"Now therefore arise, O LORD God, into thy That is, into your temple. resting place, thou, and the ark of thy strength: let thy priests, O LORD God, be clothed with Let them be preserved by your power, and made virtuous and holy. salvation, and let thy saints rejoice in goodness."},{"number":42,"verse":"O LORD God, turn not away the face of Hear my prayer, I who am your anointed king. thine anointed: remember the mercies of David thy servant."}]}