{"bibleAbbr":"GB1587","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"Now when Solomon had made an end of praying, the By this God declared that he was pleased with Solomon's prayer. fire came down from heaven, and consumed the burnt offering and the sacrifices; and the glory of the LORD filled the house."},{"number":2,"verse":"So that the Priestes could not euter into the house of the Lorde, because the glory of the Lord had filled the Lordes house."},{"number":3,"verse":"And when all the children of Israel saw the fire, and the glory of the Lord come downe vpon the house, they bowed themselues with their faces to the earth vpon the pauement, and worshipped and praysed the Lord, saying, For he is good, because his mercy lasteth for euer."},{"number":4,"verse":"Then the King and all the people offred sacrifices before the Lord."},{"number":5,"verse":"And King Salomon offered a sacrifice of two and twentie thousand bullockes, and an hundreth and twentie thousand sheepe. so the King and all the people dedicated the house of God."},{"number":6,"verse":"And the Priests waited on their offices, and the Leuites with the instruments of musicke of the Lorde, which King Dauid had made to praise the Lord, Because his mercy lasteth for euer: whe Dauid praysed God by them, the Priestes also blewe trumpets ouer against them: and all they of Israel stoode by."},{"number":7,"verse":"Moreouer Salomon halowed the middle of the court that was before the house of the Lord: for there hee had prepared burnt offerings, and the fatte of the peace offerings, because the brasen altar which Salomon had made, was not able to receiue the burnt offering, and the meate offring, and the fat."},{"number":8,"verse":"Also at the same time Solomon kept The feast of the tabernacles which was kept in the seventh month. the feast seven days, and all Israel with him, a very great congregation, from the entering in of Hamath unto the river of Egypt."},{"number":9,"verse":"And in the eighth day they They assembled to hear the word of God, after they had remained seven days in the booths or tabernacles. made a solemn assembly: for they kept the dedication of the altar seven days, and the feast seven days."},{"number":10,"verse":"And on the They had permission to depart on the 22nd day, (1Ki_8:66) but they did not leave till the next day. three and twentieth day of the seventh month he sent the people away into their tents, glad and merry in heart for the goodness that the LORD had shewed unto David, and to Solomon, and to Israel his people."},{"number":11,"verse":"So Salomon finished the house of the Lorde, and the Kings house, and all that came into Salomons heart to make in the house of the Lorde: and he prospered in his house."},{"number":12,"verse":"And the Lord appeared to Salomon by night and said to him, I haue heard thy prayer, and haue chosen this place for my selfe to be an house of sacrifice."},{"number":13,"verse":"If I shut the heauen that there be no raine, or if I commaunde the grashopper to deuoure the lande, or if I sende pestilence among my people,"},{"number":14,"verse":"If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will I will cause the pestilence to cease and destroy the beasts that hurt the fruit of the earth, and send rain in due season. heal their land."},{"number":15,"verse":"Then mine eies shalbe open & mine eares attent vnto the prayer made in this place."},{"number":16,"verse":"For I haue nowe chosen and sanctified this house, that my Name may be there for euer: and mine eyes & mine heart shalbe there perpetually."},{"number":17,"verse":"And if thou wilt walke before me, as Dauid thy father walked, to doe according vnto all that I haue commanded thee, and shalt obserue my statutes and my iudgements,"},{"number":18,"verse":"Then will I stablish the throne of thy kingdome, according as I made the couenant with Dauid thy father, saying, Thou shalt not want a man to be ruler in Israel."},{"number":19,"verse":"But if ye turne away, and forsake my statutes and my commandements which I haue set before you, and shall goe and serue other gods, and worshippe them,"},{"number":20,"verse":"Then will I pluck them up by the roots out of my land which I have given them; and this house, which I have Declaring that God had more concern for their salvation than for the advancement of his own glory: and where men abuse those things which God has appointed to set forth his praise, he withdraws his graces. sanctified for my name, will I cast out of my sight, and will make it [to be] a proverb and a byword among all nations."},{"number":21,"verse":"And this house which is most hie, shall be an astonishment to euery one that passeth by it, so that he shall say, Why hath the Lorde done thus to this lande, and to this house?"},{"number":22,"verse":"And they shall answere, Because they forsooke the Lorde God of their fathers, which brought them out of the lande of Egypt, and haue taken holde on other gods, and haue worshipped them, and serued them, therefore hath he brought all this euill vpon them."}]}