{"bibleAbbr":"KNCL","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":1,"verses":[{"number":1,"verse":"ಜುದೇಯ ನಾಡಿನಲ್ಲಿ ಉಜ್ಜೀಯ, ಯೋತಾಮ, ಆಹಾಜ ಮತ್ತು ಹಿಜ್ಕೀಯ ಇವರು ಅರಸರಾಗಿದ್ದಾಗ ಹಾಗೂ ಇಸ್ರಯೇಲ್ ನಾಡಿನಲ್ಲಿ ಯೋವಾಷನ ಮಗ ಯಾರೊಬ್ಬಾಮನು ಆಳುತ್ತಿದ್ದ ಕಾಲದಲ್ಲಿ, ಬೆಯೇರಿಯನ ಮಗನಾದ ಹೊಶೇಯನಿಗೆ ದೇವರು ದಯಪಾಲಿಸಿದ ಸಂದೇಶವಿದು:"},{"number":2,"verse":"ಹೊಶೇಯನ ಮಡದಿ ಮಕ್ಕಳು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಪ್ರಥಮವಾಗಿ ಹೊಶೇಯನ ಸಂಗಡ ಮಾತನಾಡುತ್ತಾ ಆತನಿಗೆ ಹೇಳಿದ್ದೇನೆಂದರೆ: “ನೀನು ಹೋಗಿ ವ್ಯಭಿಚಾರಿಣಿಯೊಬ್ಬಳನ್ನು ಮದುವೆ ಮಾಡಿಕೊ. ಆಕೆಗೆ ವ್ಯಭಿಚಾರದಿಂದಾಗುವ ಮಕ್ಕಳನ್ನು ಸೇರಿಸಿಕೊ. ಏಕೆಂದರೆ, ನನ್ನ ಪ್ರಜೆ ನನ್ನನ್ನು ತೊರೆದುಬಿಟ್ಟು ವ್ಯಭಿಚಾರದಲ್ಲಿ ಮುಳುಗಿದೆ ಎಂಬುದಕ್ಕೆ ಇದು ನಿದರ್ಶನವಾಗಿರಲಿ.”"},{"number":3,"verse":"ಅಂತೆಯೇ ಹೊಶೇಯನು ದಿಬ್ಲಯಿಮನ ಮಗಳಾದ ಗೋಮೆರಳನ್ನು ಮದುವೆಯಾದನು. ಅವಳು ಗರ್ಭಿಣಿಯಾಗಿ ಅವನಿಗೆ ಒಂದು ಗಂಡುಮಗುವನ್ನು ಹೆತ್ತಳು."},{"number":4,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ, ಹೊಶೇಯನಿಗೆ, “ಈ ಮಗುವಿಗೆ ಜೆಸ್ರೀಲ್ (ಅಂದರೆ : ‘ದೇವರ ಬಿತ್ತನೆ’.) ಎಂದು ಹೆಸರಿಡು. ಏಕೆಂದರೆ, ಇಸ್ರಯೇಲ್‍ನಲ್ಲಿ ಹರಿಸಿದ ರಕ್ತಪಾತಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ಸ್ವಲ್ಪಕಾಲದಲ್ಲೆ ಯೇಹುವಿನ ಮನೆತನವನ್ನು ದಂಡಿಸುವೆನು; ಇಸ್ರಯೇಲ್ ರಾಜ್ಯವನ್ನು ಅಂತ್ಯಗೊಳಿಸುವೆನು."},{"number":5,"verse":"ಅಷ್ಟೇ ಅಲ್ಲ, ಅಂದೇ ಜೆಸ್ರೀಲಿನ ಕಣಿವೆಯಲ್ಲಿ ಇಸ್ರಯೇಲಿನ ಬಿಲ್ಲುಶಕ್ತಿಯನ್ನು ಮುರಿದುಬಿಡುವೆನು,” ಎಂದರು."},{"number":6,"verse":"ಗೋಮೆರಳು ಪುನಃ ಗರ್ಭಿಣಿಯಾಗಿ ಒಂದು ಹೆಣ್ಣುಮಗುವನ್ನು ಹೆತ್ತಳು. ಆಗ ಸರ್ವೇಶ್ವರ, ಹೊಶೇಯನಿಗೆ: “ಇವಳನ್ನು ‘ಲೋರುಹಾಮ’ ಎಂದು ಕರೆ. ಏಕೆಂದರೆ, ನಾನು ಇನ್ನು ಇಸ್ರಯೇಲರನ್ನು ಪ್ರೀತಿಸೆನು; ಇನ್ನು ಅವರನ್ನು ಕ್ಷಮಿಸೆನು."},{"number":7,"verse":"ಆದರೆ ಯೆಹೂದ್ಯ ಮನೆತನವನ್ನು ಪ್ರೀತಿಸಿ ಉದ್ಧರಿಸುವೆನು. ಬಿಲ್ಲುಬಾಣ, ಕತ್ತಿಕಾಳಗ, ಕುದುರೆರಾಹುತರು ಇವುಗಳಿಂದಲ್ಲ, ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಶಕ್ತಿಯಿಂದಲೇ ಅವರನ್ನು ರಕ್ಷಿಸುವೆನು,” ಎಂದರು."},{"number":8,"verse":"ಮಗುವು ಮೊಲೆಬಿಟ್ಟನಂತರ ಗೋಮೆರಳು ಪುನಃ ಗರ್ಭಿಣಿಯಾಗಿ ಗಂಡು ಮಗುವನ್ನು ಹೆತ್ತಳು."},{"number":9,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ: “ಈ ಮಗುವಿಗೆ ‘ಲೋ-ಅಮ್ಮಿ’ ಎಂದು ನಾಮಕರಣ ಮಾಡು. ಏಕೆಂದರೆ, ಇನ್ನು ನೀವು ನನ್ನ ಪ್ರಜೆಯಲ್ಲ; ನಾನು ನಿಮ್ಮ ದೇವರಲ್ಲ,” ಎಂದರು."},{"number":10,"verse":"ಕಡಲತೀರದ ಮರಳಿನಂತೆ ಆದರೂ ಇಸ್ರಯೇಲ್ ಜನಾಂಗ ಅಳೆಯುವುದಕ್ಕೂ ಎಣಿಸುವುದಕ್ಕೂ ಅಸಾಧ್ಯವಾದ ಕಡಲತೀರದ ಮರಳಿನಂತಾಗುವುದು. ದೇವರು ಅವರಿಗೆ ಇಂದು, “ನೀವು ನನ್ನ ಪ್ರಜೆಯಲ್ಲ” ಎಂದಿದ್ದಾರೆ; ಆದರೂ, “ನೀವು ಜೀವಸ್ವರೂಪಿಯಾದ ದೇವರ ಮಕ್ಕಳು” ಎನಿಸಿಕೊಳ್ಳುವ ದಿನ ಬರುವುದು."},{"number":11,"verse":"ಯೆಹೂದ್ಯಜನರೂ ಇಸ್ರಯೇಲಿನ ಜನರೂ ಪುನಃ ಒಂದುಗೂಡುವರು. ಒಬ್ಬನೇ ಅಧಿಪತಿಯನ್ನು ಆರಿಸಿಕೊಳ್ಳುವರು. ಅವರೆಲ್ಲರೂ ನಾನಾ ದೇಶಗಳಿಂದ (ಅಥವಾ : ‘ನಾಡಿನ ಎಲ್ಲಾ ಕಡೆಗಳಿಂದ) ಹೊರಟುಬರುವರು. ಜೆಸ್ರೀಲಿನ ಆ ದಿನವು ಮಹತ್ತಾದುದು."}]}