{"bibleAbbr":"KNCL","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":8,"verses":[{"number":1,"verse":"(ವಿಗ್ರಹಪೂಜೆಯ ಪರಿಣಾಮ) “ತುತೂರಿಯನ್ನು ಎತ್ತಿಕೊಂಡು ಊದು. ಶತ್ರುಗಳು ಹದ್ದಿನಂತೆ ದೇವರ ಆಲಯದ ಮೇಲೆ ಎರಗಿಬರುತ್ತಿದ್ದಾರೆ. ಕಾರಣ - ಜನರು ನನ್ನ ಒಡಂಬಡಿಕೆಯನ್ನು ಮೀರಿದ್ದಾರೆ, ನನ್ನ ವಿಧಿನಿಯಮಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿದ್ದಾರೆ."},{"number":2,"verse":"ನನ್ನನ್ನು ತಮ್ಮ ದೇವರೆಂದೂ ತಾವು ದೇವಜನರೆಂದೂ ನನ್ನನ್ನು ಅರಿತವರೆಂದೂ ಕೂಗಿಕೊಳ್ಳುತ್ತಾರೆ."},{"number":3,"verse":"ಆದರೆ ಈ ಇಸ್ರಯೇಲರು ಸತ್ಯವನ್ನು ತೊರೆದುಬಿಟ್ಟಿದ್ದಾರೆ. ಎಂತಲೇ ಶತ್ರುಗಳು ಅವರನ್ನು ಬೆನ್ನಟ್ಟಿಹೋಗುವರು."},{"number":4,"verse":"“ಅವರು ನನ್ನ ಅನುಮತಿ ಇಲ್ಲದೆ ಅರಸರನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದಾರೆ. ನನಗೆ ತಿಳಿಯದಂತೆ ಅಧಿಪತಿಗಳನ್ನು ಮಾಡಿಕೊಂಡಿದ್ದಾರೆ. ಬೆಳ್ಳಿಬಂಗಾರದ ವಿಗ್ರಹಗಳನ್ನು ನಿರ್ಮಿಸಿಕೊಂಡಿದ್ದಾರೆ. ಅವರು ಮಾಡಿರುವುದೆಲ್ಲ ಅವರ ನಾಶಕ್ಕಾಗಿಯೇ."},{"number":5,"verse":"ಸಮಾರಿಯವೇ, ನೀನು ನಿರ್ಮಿಸಿಕೊಂಡಿರುವ ಬಸವನನ್ನು ಧಿಕ್ಕರಿಸಿದ್ದೇನೆ. ನನ್ನ ಕೋಪಾಗ್ನಿ ನಿನ್ನ ಮೇಲೆ ಉರಿದುಬರುತ್ತಿದೆ. ಈ ಜನರು ನಿರ್ಮಲರಾಗುವುದಕ್ಕೆ ಇನ್ನೆಷ್ಟುಕಾಲ ಹಿಡಿಯುವುದೋ?"},{"number":6,"verse":"ಆ ಬಸವ ಇಸ್ರಯೇಲಿನ ಕೈಕೆಲಸವೇ. ಶಿಲ್ಪಿ ಕೊಟ್ಟ ರೂಪವದು; ಅದು ದೇವರಲ್ಲ. ಸಮಾರ್ಯದ ಬಸವನು ನುಚ್ಚುನೂರಾಗುವನು."},{"number":7,"verse":"ಇವರು ಗಾಳಿಯನ್ನು ಬಿತ್ತುತ್ತಾರೆ; ಬಿರುಗಾಳಿಯನ್ನು ಕೊಯ್ಯುತ್ತಾರೆ. ಅವರ ಪೈರು ತೆನೆಗೆ ಬಾರದು. ಕಾಳು ಮೊಳೆತರೂ ಕೂಳು ದೊರಕದು. ಒಂದು ವೇಳೆ ದೊರಕಿದರೂ ಅನ್ಯಜನರು ಅದನ್ನು ಕಬಳಿಸಿಬಿಡುವರು."},{"number":8,"verse":"ಇಸ್ರಯೇಲನ್ನು ಕಬಳಿಸಲಾಗಿದೆ. ಈಗದು ಅನ್ಯಜನಾಂಗಗಳ ಮಧ್ಯೆ ಯಾರಿಗೂ ಬೇಡವಾದ ಮಡಕೆಯಂತಿದೆ."},{"number":9,"verse":"ಅದು ಒಂಟಿಯಾಗಿ ಅಲೆಯುವ ಕಾಡುಕತ್ತೆಯಂತೆ ಅಸ್ಸೀರಿಯಕ್ಕೆ ಹೋಗಿದೆ; ಎಫ್ರಯಿಮ್ ಕಾಮುಕರಿಗೆ ತನ್ನನ್ನೇ ಮಾರಿಕೊಂಡಿದೆ."},{"number":10,"verse":"ಹಣ ತೆತ್ತು ಅನ್ಯರಾಷ್ಟ್ರಗಳೊಡನೆ ಮೈತ್ರಿಬೆಳೆಸಿಕೊಂಡಿದ್ದರೂ ನಾನು ಶೀಘ್ರದಲ್ಲಿ ಅದನ್ನು ಸೆರೆಗೂಡಿಸಲಿರುವೆನು. ಅಸ್ಸೀರಿಯದ ರಾಜಾಧಿರಾಜನು ಹೊರಿಸುವ ಹೊರೆಯಿಂದ ಅದು ಕುಗ್ಗಿಹೋಗಲಿದೆ."},{"number":11,"verse":"“ಎಫ್ರಯಿಮ್ ಪಾಪಪರಿಹಾರಕ್ಕಾಗಿ ಬಲಿಪೀಠಗಳನ್ನು ಕಟ್ಟಿದೆ. ಆ ಬಲಿಪೀಠಗಳೇ ಅದರ ಪಾಪಕ್ಕೆ ಕಾರಣವಾಗಿ ಪರಿಣಮಿಸಿವೆ."},{"number":12,"verse":"ನಾನು ನನ್ನ ಧರ್ಮವನ್ನು ಲಕ್ಷಾಂತರ ವಿಧಿಗಳ ರೂಪದಲ್ಲಿ ಬರೆದುಕೊಟ್ಟರೂ ಅವುಗಳು ತನಗೆ ಪರಕೀಯವೆಂದು ಭಾವಿಸುತ್ತದೆ."},{"number":13,"verse":"ಎಫ್ರಯಿಮಿನವರು ಬಲಿಪಶುಗಳನ್ನು ನನಗೆ ನೈವೇದ್ಯವಾಗಿ ವಧಿಸುತ್ತಾರೆ, ವಧಿಸಿದ್ದನ್ನು ಭುಜಿಸುತ್ತಾರೆ. ಆದರೆ ಆ ಬಲಿಗಳನ್ನು ನಾನು ಮೆಚ್ಚುವುದಿಲ್ಲ. ಅವರ ಅಧರ್ಮವನ್ನು ನೆನಪಿಗೆ ತಂದುಕೊಂಡು ಅವರ ಪಾಪಕ್ಕೆ ತಕ್ಕ ದಂಡನೆಯನ್ನು ವಿಧಿಸುವೆನು. ಆ ಜನರು ಈಜಿಪ್ಟಿಗೆ ಹಿಂದಿರುಗಬೇಕಾಗುವುದು."},{"number":14,"verse":"“ಇಸ್ರಯೇಲ್ ತನ್ನ ಸೃಷ್ಟಿಕರ್ತನನ್ನು ಮರೆತು ಅರಮನೆಗಳನ್ನು ಕಟ್ಟಿಕೊಂಡಿದೆ. ಜುದೇಯವು ಕೋಟೆಕೊತ್ತಲುಗಳುಳ್ಳ ಪಟ್ಟಣಗಳನ್ನು ನಿರ್ಮಿಸಿಕೊಂಡಿದೆ. ಆದರೆ ನಾನು ಆ ಪಟ್ಟಣಗಳ ಮೇಲೆ ಬೆಂಕಿಯನ್ನು ಕಾರುವೆನು. ಅದು ಆ ಸೌಧಗಳನ್ನು ನುಂಗಿಬಿಡುವುದು.”"}]}