{"bibleAbbr":"MSG2002","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":27,"verses":[{"number":1,"verse":"The daughters of Zelophehad showed up. Their father was the son of Hepher son of Gilead son of Makir son of Manasseh, belonging to the clans of Manasseh son of Joseph. The daughters were Mahlah, Noah, Hoglah, Milcah, and Tirzah."},{"number":2,"verse":"They came to the entrance of the Tent of Meeting. They stood before Moses and Eleazar the priest and before the leaders and the congregation and said,"},{"number":3,"verse":"\"Our father died in the wilderness. He wasn't part of Korah's rebel anti-GOD gang. He died for his own sins. And he left no sons."},{"number":4,"verse":"But why should our father's name die out from his clan just because he had no sons? So give us an inheritance among our father's relatives.\""},{"number":5,"verse":"Moses brought their case to GOD."},{"number":6,"verse":"GOD ruled:"},{"number":7,"verse":"\"Zelophehad's daughters are right. Give them land as an inheritance among their father's relatives. Give them their father's inheritance."},{"number":8,"verse":"\"Then tell the People of Israel, If a man dies and leaves no son, give his inheritance to his daughter."},{"number":9,"verse":"If he has no daughter, give it to his brothers."},{"number":10,"verse":"If he has no brothers, give it to his father's brothers."},{"number":11,"verse":"If his father had no brothers, give it to the nearest relative so that the inheritance stays in the family. This is the standard procedure for the People of Israel, as commanded by GOD through Moses.\""},{"number":12,"verse":"GOD said to Moses, \"Climb up into the Abarim Mountains and look over at the land that I am giving to the People of Israel."},{"number":13,"verse":"When you've had a good look you'll be joined to your ancestors in the grave--yes, you also along with Aaron your brother."},{"number":14,"verse":"This goes back to the day when the congregation quarreled in the Wilderness of Zin and you didn't honor me in holy reverence before them in the matter of the waters, the Waters of Meribah (Quarreling) at Kadesh in the Wilderness of Zin.\""},{"number":15,"verse":"Moses responded to GOD:"},{"number":16,"verse":"\"Let GOD, the God of the spirits of everyone living, set a man over this community"},{"number":17,"verse":"to lead them, to show the way ahead and bring them back home so GOD's community will not be like sheep without a shepherd.\""},{"number":18,"verse":"GOD said to Moses, \"Take Joshua the son of Nun--the Spirit is in him!--and place your hand on him."},{"number":19,"verse":"Stand him before Eleazar the priest in front of the entire congregation and commission him with everyone watching."},{"number":20,"verse":"Pass your magisterial authority over to him so that the whole congregation of the People of Israel will listen obediently to him."},{"number":21,"verse":"He is to consult with Eleazar the priest who, using the oracle-Urim, will prayerfully advise him in the presence of GOD. He will command the People of Israel, the entire community, in all their comings and goings.\""},{"number":22,"verse":"Moses followed GOD's orders. He took Joshua and stood him before Eleazar the priest in front of the entire community."},{"number":23,"verse":"He laid his hands on him and commissioned him, following the procedures GOD had given Moses."}]}