{"bibleAbbr":"urRV2010","bookName":"حِزقی ایل","bookEnglishName":"Ezekiel","chapterNumber":10,"verses":[{"number":1,"verse":"( خُداوند کا جلال ہَیکل سے جُدا ہوجاتا ہے) تب مَیں نے نِگاہ کی اور کیا دیکھتا ہُوں کہ اُس فضا پر جو کرُّوبِیوں کے سر کے اُوپر تھی ایک چِیز نِیلم سی دِکھائی دی اور اُس کی صُورت تخت کی سی تھی۔"},{"number":2,"verse":"اور اُس نے اُس آدمی کو جو کتانی لِباس پہنے تھا فرمایا کہ اُن پہیوں کے اندر جا جو کرُّوبی کے نِیچے ہیں اور آگ کے انگارے جو کرُّوبِیوں کے درمِیان ہیں مُٹّھی بھر کر اُٹھا اور شہر کے اُوپر بِکھیر دے اور وہ گیا اور مَیں دیکھتا تھا۔"},{"number":3,"verse":"جب وہ شخص اندر گیا تب کرُّوبی ہَیکل کی د ہنی طرف کھڑے تھے اور اندرُونی صحن بادل سے بھر گیا۔"},{"number":4,"verse":"تب خُداوند کا جلال کرُّوبی پر سے بُلند ہو کر ہَیکل کے آستانہ پر آیا اور ہَیکل بادل سے بھر گئی اور صحن خُداوند کے جلال کے نُور سے معمُور ہو گیا۔"},{"number":5,"verse":"اور کرُّوبِیوں کے پروں کی صدا باہر کے صحن تک سُنائی دیتی تھی جَیسے قادِر مُطلق خُدا کی آواز جب وہ کلام کرتا ہے۔"},{"number":6,"verse":"اور یُوں ہُؤا کہ جب اُس نے اُس شخص کو جو کتانی لِباس پہنے تھا حُکم کِیا کہ وہ پہئے کے اندر سے اور کرُّوبِیوں کے درمِیان سے آگ لے تب وہ اندر گیا اور پہئے کے پاس کھڑا ہُؤا۔"},{"number":7,"verse":"اور کرُّوبِیوں میں سے ایک کرُّوبی نے اپنا ہاتھ اُس آگ کی طرف جو کرُّوبِیوں کے درمِیان تھی بڑھایا اور آگ لے کر اُس شخص کے ہاتھوں پر جو کتانی لِباس پہنے تھا رکھّی ۔ وہ لے کر باہر چلا گیا۔"},{"number":8,"verse":"اور کرُّوبِیوں کے درمِیان اُن کے پروں کے نِیچے اِنسان کے ہاتھ کی سی صُورت نظر آئی۔"},{"number":9,"verse":"اور مَیں نے نِگاہ کی تو کیا دیکھتا ہُوں کہ چار پہئے کرُّوبِیوں کے آس پاس ہیں ۔ ایک کرُّوبی کے پاس ایک پہیا اور دُوسرے کرُّوبی کے پاس دُوسرا پہیا تھا اور اُن پہیوں کا جلوہ دیکھنے میں زبرجد کا سا تھا۔"},{"number":10,"verse":"اور اُن کی شکل ایک ہی طرح کی تھی ۔ جَیسے پہیا پہئے کے اندر ہو۔"},{"number":11,"verse":"جب وہ چلتے تھے تو اپنی چاروں طرف پر چلتے تھے ۔ وہ چلتے ہُوئے مُڑتے نہ تھے ۔ جِس طرف کو سر کا رُخ ہوتا تھا اُسی طرف اُس کے پِیچھے پِیچھے جاتے تھے ۔ وہ چلتے ہُوئے مُڑتے نہ تھے۔"},{"number":12,"verse":"اور اُن کے تمام بدن اور پِیٹھ اور ہاتھوں اور پروں اور اُن پہیوں میں گِردا گِرد آنکھیں ہی آنکھیں تِھیں یعنی اُن چاروں کے پہیوں میں۔"},{"number":13,"verse":"اِن پہیوں کو میرے سُنتے ہُوئے چرخ کہا گیا۔"},{"number":14,"verse":"اور ہر ایک کے چار چِہرے تھے پہلا چِہرہ کرُّوبی کا ۔ دُوسرا اِنسان کا ۔ تِیسرا شیرِ بَبر کا اور چَوتھا عُقاب کا۔"},{"number":15,"verse":"اور کرُّوبی بُلند ہُوئے ۔ یہ وہ جان دار تھا جو مَیں نے نہرِ کبار کے پاس دیکھا تھا۔"},{"number":16,"verse":"اور جب کرُّوبی چلتے تھے تو پہئے بھی اُن کے ساتھ ساتھ چلتے تھے اور جب کرُّوبِیوں نے اپنے بازُو پَھیلائے تاکہ زمِین سے اُوپر بُلند ہوں تو وہ پہئے اُن کے پاس سے جُدا نہ ہُوئے۔"},{"number":17,"verse":"جب وہ ٹھہرتے تھے تو یہ بھی ٹھہرتے تھے اور جب وہ بُلند ہوتے تھے تو یہ بھی اُن کے ساتھ بُلند ہو جاتے تھے کیونکہ جان دار کی رُوح اُن میں تھی۔"},{"number":18,"verse":"اور خُداوند کا جلال گھر کے آستانہ پر سے روانہ ہوکر کرُّوبِیوں کے اُوپر ٹھہر گیا۔"},{"number":19,"verse":"تب کرُّوبِیوں نے اپنے بازُو پَھیلائے اور میری آنکھوں کے سامنے زمِین سے بُلند ہُوئے اور چلے گئے اور پہئے اُن کے ساتھ ساتھ تھے اور وہ خُداوند کے گھر کے مشرِقی پھاٹک کے آستانہ پر ٹھہرے اور اِسرائیل کے خُدا کا جلال اُن کے اُوپر جلوہ گر تھا۔"},{"number":20,"verse":"یہ وہ جان دار ہے جو مَیں نے اِسرائیل کے خُدا کے نِیچے نہرِ کبار کے کنارے پر دیکھا تھا اور مُجھے معلُوم تھا کہ یہ کرُّوبی ہیں۔"},{"number":21,"verse":"ہر ایک کے چار چِہرے تھے اور چار بازُو اور اُن کے بازُوؤں کے نِیچے اِنسان کا سا ہاتھ تھا۔"},{"number":22,"verse":"رہی اُن کے چِہروں کی صُورت ۔ یہ وُہی چِہرے تھے جو مَیں نے نہرِ کبار کے کنارے پر دیکھے تھے یعنی اُن کی صُورت اور وہ خُود ۔ وہ سب کے سب سِیدھے آگے ہی کو چلے جاتے تھے۔"}]}