{"bibleAbbr":"urRV2010","bookName":"حِزقی ایل","bookEnglishName":"Ezekiel","chapterNumber":11,"verses":[{"number":1,"verse":"( یروشلیِم پرسزا کاحُکم) اور رُوح مُجھ کو اُٹھا کر خُداوند کے گھر کے مشرِقی پھاٹک پر جِس کا رُخ مشرِق کی طرف ہے لے گئی اور کیا دیکھتا ہُوں کہ اُس پھاٹک کے آستانہ پر پچِیّس شخص ہیں اورمَیں نے اُن کے درمِیان یازنیا ہ بِن عزُّور اور فلطیا ہ بِن بِنایا ہ لوگوں کے اُمرا کو دیکھا۔"},{"number":2,"verse":"اور اُس نے مُجھے فرمایا کہ اَے آدم زاد یہ وہ لوگ ہیں جو اِس شہر میں بدکرداری کی تدبِیر اور بُری مشوَرت کرتے ہیں۔"},{"number":3,"verse":"جو کہتے ہیں کہ گھر بنانا نزدِیک نہیں ہے ۔ یہ شہر تو دیگ ہے اور ہم گوشت ہیں۔"},{"number":4,"verse":"اِس لِئے تُو اُن کے خِلاف نبُوّت کر ۔ اَے آدم زاد نبُوّت کر۔"},{"number":5,"verse":"اور خُداوند کی رُوح مُجھ پر نازِل ہُوئی اور اُس نے مُجھے کہا کہ خُداوند یُوں فرماتا ہے کہ اَے بنی اِسرائیل تُم نے یُوں کہا ہے ۔ مَیں تُمہارے دِل کے خیالات کو جانتا ہُوں۔"},{"number":6,"verse":"تُم نے اِس شہر میں بُہتوں کو قتل کِیا بلکہ اُس کی سڑکوں کو مقتُولوں سے بھردِیا ہے۔"},{"number":7,"verse":"اِس لِئے خُداوند خُدا یُوں فرماتا ہے کہ تُمہارے مقتُول جِن کی لاشیں تُم نے شہر میں رکھ چھوڑی ہیں یہ وُہی گوشت ہے اور یہ شہر وُہی دیگ ہے لیکن تُم اِس سے باہر نِکالے جاؤ گے۔"},{"number":8,"verse":"تُم تلوار سے ڈرے ہو اور خُداوند خُدا فرماتا ہے کہ مَیں تلوار تُم پر لاؤُں گا۔"},{"number":9,"verse":"اور مَیں تُم کو اُس سے باہر نِکالُوں گا اور تُم کو پردیسیوں کے حوالہ کر دُوں گا اور تُم کو سزا دُوں گا۔"},{"number":10,"verse":"تُم تلوار سے قتل ہو گے ۔ اِسرائیل کی حدُود کے اندر مَیں تُمہاری عدالت کرُوں گا اور تُم جانو گے کہ مَیں خُداوند ہُوں۔"},{"number":11,"verse":"یہ شہر تُمہارے لِئے دیگ نہ ہو گا نہ تُم اِس میں کاگوشت ہو گے بلکہ مَیں بنی اِسرائیل کی حدُود کے اندر تُمہارا فَیصلہ کرُوں گا۔"},{"number":12,"verse":"اور تُم جانو گے کہ مَیں خُداوند ہُوں جِس کے آئِین پر تُم نہیں چلے اور جِس کے احکام پر تُم نے عمل نہیں کِیا بلکہ تُم اُن قَوموں کے احکام پر جو تُمہارے آس پاس ہیں کار بند ہُوئے۔"},{"number":13,"verse":"اور جب مَیں نبُوّت کر رہا تھا تو یُوں ہُؤا کہ فلطیا ہ بِن بنایاہ مَر گیا ۔ تب مَیں مُنہ کے بَل گِرا اور بُلند آواز سے چِلاّ کر کہا آہ خُداوند خُدا! کیا تُو بنی اِسرائیل کے بقِیّہ کو بِالکُل مِٹا ڈالے گا؟۔"},{"number":14,"verse":"( اسیِروں کے ساتھ خُدا کا وعدہ) تب خُداوند کا کلام مُجھ پر نازِل ہُؤا۔"},{"number":15,"verse":"کہ اَے آدم زاد تیرے بھائِیوں ہاں تیرے بھائِیوں یعنی تیرے قرابتیوں بلکہ سب بنی اِسرائیل سے ہاں اُن سب سے یروشلیِم کے باشِندوں نے کہا ہے خُداوند سے دُور رہو۔ یہ مُلک ہم کو مِیراث میں دِیا گیا ہے۔"},{"number":16,"verse":"اِس لِئے تُو کہہ خُداوند خُدا یُوں فرماتا ہے کہ ہرچند مَیں نے اُن کو قَوموں کے درمِیان ہانک دِیا ہے اورغَیر مُلکوں میں پراگندہ کِیا لیکن مَیں اُن کے لِئے تھوڑی دیر تک اُن مُلکوں میں جہاں جہاں وہ گئے ہیں ایک مَقدِس ہُوں گا۔"},{"number":17,"verse":"اِس لِئے تُو کہہ خُداوند خُدا یُوں فرماتا ہے کہ مَیں تُم کو اُمّتوں میں سے جمع کر لُوں گا اور اُن مُلکوں میں سے جِن میں تُم پراگندہ ہُوئے تُم کو فراہم کرُوں گا اور اِسرائیل کا مُلک تُم کو دُوں گا۔"},{"number":18,"verse":"اور وہ وہاں آئیں گے اور اُس کی تمام نفرتی اور مکرُوہ چِیزیں اُس سے دُور کر دیں گے۔"},{"number":19,"verse":"اور مَیں اُن کو نیا دِل دُوں گا اور نئی رُوح تُمہارے باطِن میں ڈالُوں گا اور سنگِین دِل اُن کے جِسم سے خارِج کر دُوں گا اور اُن کو گوشتِین دِل عِنایت کرُوں گا۔"},{"number":20,"verse":"تاکہ وہ میرے آئِین پر چلیں اور میرے احکام پر عمل کریں اور اُن پر کاربند ہوں اور وہ میرے لوگ ہوں گے اور مَیں اُن کا خُدا ہُوں گا۔"},{"number":21,"verse":"لیکن جِن کا دِل اپنی نفرتی اور مکرُوہ چِیزوں کا طالِب ہو کر اُن کی پَیروی میں ہے اُن کی بابت خُداوند خُدا فرماتا ہے کہ مَیں اُن کی روِش کو اُنہی کے سر پر لاؤُں گا۔ خُدا کا جلال یروشلیِم سے جُدا ہوجاتا ہے"},{"number":22,"verse":"تب کرُّوبِیوں نے اپنے اپنے بازُو بُلند کِئے اور پہئے اُن کے ساتھ ساتھ چلے اور اِسرائیل کے خُدا کا جلال اُن کے اُوپر جلوہ گر تھا۔"},{"number":23,"verse":"اور خُداوند کا جلال شہر میں سے اُٹھا اور شہر کی مشرِقی طرف کے پہاڑ پر جا ٹھہرا۔"},{"number":24,"verse":"تب رُوح نے مُجھے اُٹھایا اور خُدا کی رُوح نے رویا میں مُجھے پِھر کسدیوں کے مُلک میں اسِیروں کے پاس پُہنچا دِیا اور وہ رویا جو مَیں نے دیکھی مُجھ سے غائِب ہو گئی۔"},{"number":25,"verse":"اور مَیں نے اسِیروں سے خُداوند کی وہ سب باتیں بیان کِیں جو اُس نے مُجھ پر ظاہِر کی تِھیں۔"}]}