{"bibleAbbr":"urRV2010","bookName":"حِزقی ایل","bookEnglishName":"Ezekiel","chapterNumber":20,"verses":[{"number":1,"verse":"( خُداوند کی مرضی اور اِنسان کی مُنہ زوری) اور ساتویں برس کے پانچویں مہِینے کی دسوِیں تارِیخ کو یُوں ہُؤا کہ اِسرائیل کے چند بزُرگ خُداوند سے کُچھ دریافت کرنے کو آئے اور میرے سامنے بَیٹھ گئے۔"},{"number":2,"verse":"تب خُداوند کا کلام مُجھ پر نازِل ہُؤا۔"},{"number":3,"verse":"کہ اَے آدم زاد! اِسرائیل کے بزُرگوں سے کلام کر اور اُن سے کہہ خُداوند خُدا یُوں فرماتا ہے کہ کیا تُم مُجھ سے دریافت کرنے آئے ہو؟ خُداوند خُدا فرماتا ہے مُجھے اپنی حیات کی قَسم تُم مُجھ سے کُچھ دریافت نہ کر سکو گے۔"},{"number":4,"verse":"کیا تُو اُن پر حُجّت قائِم کرے گا اَے آدم زاد کیا تُو اُن پر حُجّت قائِم کرے گا؟ اُن کے باپ دادا کے نفرتی کاموں سے اُن کو آگاہ کر۔"},{"number":5,"verse":"اُن سے کہہ خُداوند خُدا یُوں فرماتا ہے کہ جِس دِن مَیں نے اِسرائیل کو برگُزِیدہ کِیا اور بنی یعقُوب سے قَسم کھائی اور مُلکِ مِصر میں اپنے آپ کو اُن پر ظاہِر کِیا مَیں نے اُن سے قَسم کھا کر کہا مَیں خُداوند تُمہارا خُدا ہُوں۔"},{"number":6,"verse":"جِس دِن مَیں نے اُن سے قَسم کھائی تاکہ اُن کو مُلکِ مِصر سے اُس مُلک میں لاؤُں جو مَیں نے اُن کے لِئے دیکھ کر ٹھہرایا تھا جِس میں دُودھ اور شہد بہتا ہے اور جو تمام مُمالِک کی شَوکت ہے۔"},{"number":7,"verse":"اور مَیں نے اُن سے کہا تُم میں سے ہر ایک شخص اُن نفرتی چِیزوں کو جو اُس کی منظُورِ نظر ہیں دُور کرے اورتُم اپنے آپ کو مِصر کے بُتوں سے ناپاک نہ کرو ۔ مَیں خُداوند تُمہارا خُدا ہُوں۔"},{"number":8,"verse":"لیکن وہ مُجھ سے باغی ہُوئے اور نہ چاہا کہ میری سُنیں ۔ اُن میں سے کِسی نے اُن نفرتی چِیزوں کو جو اُس کی منظُورِ نظر تھِیں ترک نہ کِیا اور مِصر کے بُتوں کو نہ چھوڑا ۔ تب مَیں نے کہا کہ مَیں اپنا قہر اُن پر اُنڈیل دُوں گا تاکہ اپنے غضب کو مُلکِ مِصر میں اُن پر پُورا کرُوں۔"},{"number":9,"verse":"لیکن مَیں نے اپنے نام کی خاطِر اَیسا کِیا تاکہ میرا نام اُن قَوموں کی نظر میں جِن کے درمِیان وہ رہتے تھے اور جِن کی نِگاہوں میں مَیں اُن پر ظاہِر ہُؤا جب اُن کو مُلکِ مِصر سے نِکال لایا ناپاک نہ کِیا جائے۔"},{"number":10,"verse":"پس مَیں اُن کو مُلکِ مِصر سے نِکال کر بیابان میں لایا"},{"number":11,"verse":"اور مَیں نے اپنے آئِین اُن کو دِئے اور اپنے احکام اُن کو سِکھائے کہ اِنسان اُن پر عمل کرنے سے زِندہ رہے۔"},{"number":12,"verse":"اور مَیں نے اپنے سبت بھی اُن کو دِئے تاکہ وہ میرے اور اُن کے درمِیان نِشان ہوں تاکہ وہ جانیں کہ مَیں خُداوند اُن کا مُقدّس کرنے والا ہُوں۔"},{"number":13,"verse":"لیکن بنی اِسرائیل بیابان میں مُجھ سے باغی ہُوئے ۔ وہ میرے آئِین پر نہ چلے اور میرے احکام کو ردّ کِیا جِن پر اگر اِنسان عمل کرے تو اُن کے سبب سے زِندہ رہے اور اُنہوں نے میرے سبتوں کو نِہایت ناپاک کِیا ۔ تب مَیں نے کہا کہ مَیں بیابان میں اپنا قہر اُن پر نازِل کر کے اُن کو فنا کرُوں گا۔"},{"number":14,"verse":"لیکن مَیں نے اپنے نام کی خاطِر اَیسا کِیا تاکہ وہ اُن قَوموں کی نظر میں جِن کی آنکھوں کے سامنے مَیں اُن کو نِکال لایا ناپاک نہ کِیا جائے۔"},{"number":15,"verse":"اور مَیں نے بیابان میں بھی اُن سے قَسم کھائی کہ مَیں اُن کو اُس مُلک میں نہ لاؤُں گا جو مَیں نے اُن کو دِیا جِس میں دُودھ اور شہد بہتا ہے اور جو تمام مُمالِک کی شَوکت ہے۔"},{"number":16,"verse":"کیونکہ اُنہوں نے میرے احکام کو ردّ کِیا اور میرے آئِین پر نہ چلے اور میرے سبتوں کو ناپاک کِیا اِس لِئے کہ اُن کے دِل اُن کے بُتوں کے مُشتاق تھے۔"},{"number":17,"verse":"تَو بھی میری آنکھوں نے اُن کی رِعایت کی اور مَیں نے اُن کو ہلاک نہ کِیا اور مَیں نے بیابان میں اُن کو بِالکُل نیست و نابُود نہ کِیا۔"},{"number":18,"verse":"اور مَیں نے بیابان میں اُن کے فرزندوں سے کہا تُم اپنے باپ دادا کے آئِین و احکام پر نہ چلو اور اُن کے بُتوں سے اپنے آپ کو ناپاک نہ کرو۔"},{"number":19,"verse":"مَیں خُداوند تُمہارا خُدا ہُوں ۔ میرے آئِین پر چلو اور میرے احکام کو مانو اور اُن پر عمل کرو۔"},{"number":20,"verse":"اور میرے سبتوں کو مُقدّس جانو کہ وہ میرے اور تُمہارے درمِیان نِشان ہوں تاکہ تُم جانو کہ مَیں خُداوند تُمہارا خُدا ہُوں۔"},{"number":21,"verse":"لیکن فرزندوں نے بھی مُجھ سے بغاوت کی ۔ وہ میرے آئِین پر نہ چلے نہ میرے احکام کو مان کر اُن پر عمل کِیا جِن پر اگر اِنسان عمل کرے تو اُن کے سبب سے زِندہ رہے ۔ اُنہوں نے میرے سبتوں کو ناپاک کِیا ۔ تب مَیں نے کہا کہ مَیں اپنا قہر اُن پر نازِل کرُوں گا اور بیابان میں اپنے غضب کو اُن پر پُورا کرُوں گا۔"},{"number":22,"verse":"تَو بھی مَیں نے اپنا ہاتھ کھینچا اور اپنے نام کی خاطِر اَیسا کِیا تاکہ وہ اُن قَوموں کی نظر میں جِن کے دیکھتے ہُوئے مَیں اُن کو نِکال لایا ناپاک نہ کِیا جائے۔"},{"number":23,"verse":"پِھر مَیں نے بیابان میں اُن سے قَسم کھائی کہ مَیں اُن کو قَوموں میں آوارہ اور مُمالِک میں پراگندہ کرُوں گا۔"},{"number":24,"verse":"اِس لِئے کہ وہ میرے احکام پر عمل نہ کرتے تھے بلکہ میرے آئِین کو ردّ کرتے تھے اور میرے سبتوں کو ناپاک کرتے تھے اور اُن کی آنکھیں اُن کے باپ دادا کے بُتوں پر تھِیں۔"},{"number":25,"verse":"سو مَیں نے اُن کو بُرے آئِین اور اَیسے احکام دِئے جِن سے وہ زِندہ نہ رہیں۔"},{"number":26,"verse":"اور مَیں نے اُن کو اُنہی کے ہدیوں سے یعنی سب پہلوٹھوں کو آگ پر سے گُذار کر ناپاک کِیا تاکہ مَیں اُن کو وِیران کرُوں اور وہ جانیں کہ خُداوند مَیں ہُوں۔"},{"number":27,"verse":"اِس لِئے اَے آدم زاد تُوبنی اِسرائیل سے کلام کر اور اُن سے کہہ خُداوند خُدا یُوں فرماتا ہے کہ اِس کے عِلاوہ تُمہارے باپ دادا نے اَیسے کام کر کے میری تکفِیر کی اور میرا گُناہ کر کے خطاکار ہُوئے۔"},{"number":28,"verse":"کہ جب مَیں اُن کو اُس مُلک میں لایا جِسے اُن کو دینے کی مَیں نے قَسم کھائی تھی تو اُنہوں نے جِس اُونچے پہاڑ اور جِس گھنے درخت کو دیکھا وہِیں اپنے ذبِیحوں کو ذبح کِیا اور وہِیں اپنی غضب انگیز نذر کو گُذرانا اور وہِیں اپنی خُوشبُو جلائی اور اپنے تپاون تپائے۔"},{"number":29,"verse":"تب مَیں نے اُن سے کہا یہ کَیسا اُونچا مقام ہے جہاں تُم جاتے ہو؟ اور اُنہوں نے اُس کا نام باماہ رکھّا جو آج کے دِن تک ہے۔"},{"number":30,"verse":"اِس لِئے تُو بنی اِسرائیل سے کہہ خُداوند خُدا یُوں فرماتا ہے کہ کیا تُم بھی اپنے باپ دادا کی طرح ناپاک ہوتے ہو؟ اور اُن کے نفرت انگیز کاموں کی مانِند تُم بھی بدکاری کرتے ہو؟۔"},{"number":31,"verse":"اور جب اپنے ہدئے چڑھاتے اور اپنے بیٹوں کو آگ پر سے گُذار کر اپنے سب بُتوں سے اپنے آپ کو آج کے دِن تک ناپاک کرتے ہو تو اَے بنی اِسرائیل کیا تُم مُجھ سے کُچھ دریافت کر سکتے ہو؟ خُداوند خُدا فرماتا ہے مُجھے اپنی حیات کی قَسم مُجھ سے کُچھ دریافت نہ کر سکو گے۔"},{"number":32,"verse":"اور وہ جو تُمہارے جی میں آتا ہے ہرگِز وُقُوع میں نہ آئے گا کیونکہ تُم سوچتے ہو کہ تُم بھی دِیگر اقوام اور قبائِلِ عالم کی مانِند لکڑی اور پتّھر کی پرستِش کرو گے۔"},{"number":33,"verse":"( خُداوند سزا دیتا اور مُعاف کرتا ہے) خُداوند خُدا فرماتا ہے مُجھے اپنی حیات کی قَسم مَیںزورآور ہاتھ سے اور بُلند بازُو سے قہر نازِل کر کے تُم پر سلطنت کرُوں گا۔"},{"number":34,"verse":"اور مَیں زورآور ہاتھ اور بُلند بازُو سے قہر نازِل کر کے تُم کو قَوموں میں سے نِکال لاؤُں گا اور اُن مُلکوں میں سے جِن میں تُم پراگندہ ہُوئے ہو جمع کرُوں گا۔"},{"number":35,"verse":"اور مَیں تُم کو قَوموں کے بیابان میں لاؤُں گا اور وہاں رُوبرُو تُم سے حُجّت کرُوں گا۔"},{"number":36,"verse":"جِس طرح مَیں نے تُمہارے باپ دادا کے ساتھ مِصر کے بیابان میں حُجّت کی ۔ خُداوند خُدا فرماتا ہے اُسی طرح مَیں تُم سے بھی حُجّت کرُوں گا۔"},{"number":37,"verse":"اور مَیں تُم کو چھڑی کے نِیچے سے گُذارُوں گا اور عہد کے بند میں لاؤُں گا۔"},{"number":38,"verse":"اور مَیں تُم میں سے اُن لوگوں کو جو سرکش اور مُجھ سے باغی ہیں جُدا کرُوں گا ۔ مَیں اُن کو اُس مُلک سے جِس میں اُنہوں نے بُود و باش کی نِکال لاؤُں گا پر وہ اِسرائیل کے مُلک میں داخِل نہ ہوں گے اور تُم جانو گے کہ مَیں خُداوند ہُوں۔"},{"number":39,"verse":"اور تُم سے اَے بنی اِسرائیل خُداوند خُدا یُوں فرماتا ہے کہ جاؤ اور اپنے اپنے بُت کی عِبادت کرو اور آگے کو بھی اگر تُم میری نہ سُنو گے ۔ لیکن اپنی قُربانِیوں اور اپنے بُتوں سے میرے مُقدّس نام کی تکفِیر نہ کرو گے۔"},{"number":40,"verse":"کیونکہ خُداوند خُدا یُوں فرماتا ہے کہ میرے کوہِ مُقدّس یعنی اِسرائیل کے اُونچے پہاڑ پر تمام بنی اِسرائیل سب کے سب مُلک میں میری عِبادت کریں گے ۔ وہاں مَیں اُن کو قبُول کرُوں گا اور تُمہاری قُربانِیاں اور تُمہاری نذروں کے پہلے پَھل اور تُمہاری سب مُقدّس چِیزیں طلب کرُوں گا۔"},{"number":41,"verse":"جب مَیں تُم کو قَوموں میں سے نِکال لاؤُں گا اور اُن مُلکوں میں سے جِن میں مَیں نے تُم کو پراگندہ کِیا جمع کرُوں گا تب مَیں تُم کو خُوشبُو کے ساتھ قبُول کرُوں گا اور قَوموں کے سامنے تُم میری تقدِیس کرو گے۔"},{"number":42,"verse":"اور جب مَیں تُم کو اِسرائیل کے مُلک میں یعنی اُس سرزمِین میں جِس کے لِئے مَیں نے قَسم کھائی کہ تُمہارے باپ دادا کو دُوں لے آؤُں گا تب تُم جانو گے کہ مَیں خُداوند ہُوں۔"},{"number":43,"verse":"اور وہاں تُم اپنی روِش اور اپنے سب کاموں کو جِن سے تُم ناپاک ہُوئے ہو یاد کرو گے اور تُم اپنی تمام بدی کے سبب سے جو تُم نے کی ہے اپنی ہی نظر میں گِھنَونے ہو گے۔"},{"number":44,"verse":"خُداوند خُدا فرماتا ہے اَے بنی اِسرائیل جب مَیں تُمہاری بُری روِش اور بد اعمالی کے مُطابِق نہیں بلکہ اپنے نام کی خاطِر تُم سے سلُوک کرُوں گا تو تُم جانو گے کہ مَیں خُداوند ہُوں۔"},{"number":45,"verse":"( خُداوند (یہوواہ )جنُوب میں آگ بھڑکائے گا) اور خُداوند کا کلام مُجھ پر نازِل ہُؤا۔"},{"number":46,"verse":"کہ اَے آدم زاد جنُوب کا رُخ کر اور جنُوب ہی سے مُخاطِب ہو کر اُس کے مَیدان کے جنگل کے خِلاف نبُوّت کر۔"},{"number":47,"verse":"اور جنُوب کے جنگل سے کہہ خُداوند کا کلام سُن۔ خُداوند خُدا یُوں فرماتا ہے کہ دیکھ مَیں تُجھ میں آگ بھڑکاؤُں گااور وہ ہر ایک ہرا درخت اور ہر ایک سُوکھا درخت جو تُجھ میں ہے کھا جائے گی ۔ بھڑکتا ہُؤا شُعلہ نہ بُجھے گا اور جنُوب سے شِمال تک سب کے مُنہ اُس سے جُھلس جائیں گے۔"},{"number":48,"verse":"اور ہر فردِ بشر دیکھے گا کہ مَیں خُداوند نے اُسے بھڑکایا ہے ۔ وہ نہ بُجھے گی۔"},{"number":49,"verse":"تب مَیں نے کہا ہائے خُداوند خُدا! وہ تو میری بابت کہتے ہیں کیا وہ تمثِیلیں نہیں کہتا؟۔"}]}