{"bibleAbbr":"urRV2010","bookName":"حِزقی ایل","bookEnglishName":"Ezekiel","chapterNumber":40,"verses":[{"number":1,"verse":"( مُستقبل کی ہَیکل کی رویا) ( (۴۰‏:۱‏-۴۸‏:۳۵) حِزقی ایل کو یروشلیِم میں لایا جاتا ہے) ہماری اسِیری کے پچِّیسویں برس کے شرُوع میں اور مہِینے کی دسوِیں تارِیخ کو جو شہر کی تسخِیر کا چَودھواں سال تھا اُسی دِن خُداوند کا ہاتھ مُجھ پر تھا اور وہ مُجھے وہاں لے گیا۔"},{"number":2,"verse":"وہ مُجھے خُدا کی رویتوں میں اِسرائیل کے مُلک میں لے گیا اور اُس نے مُجھے ایک نِہایت بُلند پہاڑ پر اُتارا اور اُسی پر جنُوب کی طرف گویا ایک شہر کا سا نقشہ تھا۔"},{"number":3,"verse":"اور وہ مُجھے وہاں لے گیا تو کیا دیکھتا ہُوں کہ ایک شخص ہے جِس کی جھلک پِیتل کی سی ہے اور وہ سَن کی ڈور ی اور پَیمایش کا سرکنڈا ہاتھ مَیں لِئے پھاٹک پر کھڑا ہے۔"},{"number":4,"verse":"اور اُس شخص نے مُجھے کہا اَے آدم زاد اپنی آنکھوں سے دیکھ اور کانوں سے سُن اور جو کُچھ مَیں تُجھے دِکھاؤُں اُس سب پر خُوب غَور کر کیونکہ تُو اِسی لِئے یہاں پُہنچایا گیا ہے کہ مَیں یہ سب کُچھ تُجھے دِکھاؤُں ۔ پس جو کُچھ تُو دیکھتا ہے بنی اِسرائیل سے بیان کر۔"},{"number":5,"verse":"( مشرِقی پھاٹک) اور کیا دیکھتا ہُوں کہ مسکن کے گِردا گِرد دِیوار ہے اور اُس شخص کے ہاتھ میں پَیمایش کا سرکنڈا ہے۔ چھ ہاتھ لمبا اور ہر ایک ہاتھ پُورے ہاتھ سے چار اُنگل بڑاتھا ۔ سو اُس نے اُس دِیوار کی چَوڑائی ناپی ۔ وہ ایک سرکنڈا ہُوئی اور اُونچائی ایک سرکنڈا۔"},{"number":6,"verse":"تب وہ مشرِق رُویہ پھاٹک پر آیا اور اُس کی سِیڑھی پر چڑھا اور اُس پھاٹک کے آستانہ کو ناپا جو ایک سرکنڈا چَوڑا تھا اور دُوسرے آستانہ کا عرض بھی ایک سرکنڈا تھا۔"},{"number":7,"verse":"اور ہر ایک کوٹھری ایک سرکنڈا لمبی اور ایک سرکنڈا چَوڑی تھی اور کوٹھرِیوں کے درمِیان پانچ پانچ ہاتھ کا فاصِلہ تھا اور پھاٹک کی ڈیوڑھی کے پاس اندر کی طرف پھاٹک کا آستانہ ایک سرکنڈا تھا۔"},{"number":8,"verse":"اور اُس نے پھاٹک کی ڈیوڑھی اندر سے ایک سرکنڈا ناپی۔"},{"number":9,"verse":"تب اُس نے پھاٹک کی ڈیوڑھی آٹھ ہاتھ ناپی اور اُس کے سُتُون دو ہاتھ اور پھاٹک کی ڈیوڑھی اندر کی طرف تھی۔"},{"number":10,"verse":"اور مشرِق رُویہ پھاٹک کی کوٹھرِیاں تِین اِدھر اور تِین اُدھر تھِیں ۔ یہ تِینوں پَیمایش میں برابر تھِیں اور اِدھر اُدھر کے سُتُونوں کا ایک ہی ناپ تھا۔"},{"number":11,"verse":"اور اُس نے پھاٹک کے دروازہ کی چَوڑائی دس ہاتھ اور لمبائی تیرہ ہاتھ ناپی۔"},{"number":12,"verse":"اور کوٹھریوں کے آگے کا حاشِیہ ہاتھ بھر اِدھر اور ہاتھ بھر اُدھر تھا اور کوٹھریاں چھ ہاتھ اِدھر اور چھ ہاتھ اُدھر تھِیں۔"},{"number":13,"verse":"تب اُس نے پھاٹک کو ایک کوٹھری کی چھت سے دُوسری کی چھت تک پچّیِس ہاتھ چَوڑا ناپا ۔ دروازہ کے مُقابِل دروازہ۔"},{"number":14,"verse":"اور اُس نے سُتُون ساٹھ ہاتھ ناپے اور صحن کے سُتُون دروازہ کے گِردا گِرد تھے۔"},{"number":15,"verse":"اور مدخل کے پھاٹک کے سامنے سے لے کر اندرُونی پھاٹک کی ڈیوڑھی تک پچاس ہاتھ کا فاصِلہ تھا۔"},{"number":16,"verse":"اور کوٹھریوں میں اور اُن کے سُتُونوں میں پھاٹک کے اندر گِرداگِرد جھروکے تھے وَیسے ہی ڈیوڑھی کے اندر بھی گِردا گِرد جھروکے تھے اور سُتُونوں پر کھجُور کی صُورتیں تھِیں۔"},{"number":17,"verse":"( بیرُونی صحن) پِھر وہ مُجھے باہر کے صحن میں لے گیا اور کیا دیکھتا ہُوں کہ حُجرے ہیں اور چاروں طرف صحن میں فرش لگا تھا اور اُس فرش پر تِیس حُجرے تھے۔"},{"number":18,"verse":"اور وہ فرش یعنی نِیچے کا فرش پھاٹکوں کے ساتھ ساتھ برابر لگا تھا۔"},{"number":19,"verse":"تب اُس نے اُس کی چَوڑائی نِیچے کے پھاٹک کے سامنے سے اندر کے صحن کے آگے مشرِق اور شِمال کے طرف باہر باہر سَو ہاتھ ناپی۔"},{"number":20,"verse":"( شِمالی پھاٹک) پِھر اُس نے باہر کے صحن کے شِمال رُویہ پھاٹک کی لمبائی اور چَوڑائی ناپی۔"},{"number":21,"verse":"اور اُس کی کوٹھریاں تِین اِس طرف اور تِین اُس طرف تھِیں اور اُس کے سُتُون اور محِراب پہلے پھاٹک کے ناپ کے مُطابِق تھے ۔ اُس کی لمبائی پچاس ہاتھ اور چَوڑائی پچِّیس ہاتھ تھی۔"},{"number":22,"verse":"اور اُس کے درِیچے اور ڈیوڑھی اور کھجُور کے درخت مشرِق رُویہ پھاٹک کے ناپ کے مُطابِق تھے اور اُوپر جانے کے لِئے سات زِینے تھے ۔ اُس کی ڈیوڑھی اُن کے آگے تھی۔"},{"number":23,"verse":"اور اندر کے صحن کا پھاٹک شِمال رُویہ اور مشرِق رُویہ پھاٹکوں کے سامنے تھا اور اُس نے پھاٹک سے پھاٹک تک سَو ہاتھ ناپا۔"},{"number":24,"verse":"( جنُوبی پھاٹک) اور وہ مُجھے جنُوب کی راہ سے لے گیا اور کیا دیکھتا ہُوں کہ جنُوب کی طرف ایک پھاٹک ہے اور اُس نے اُس کے سُتُونوں کو اور اُس کی ڈیوڑھی کو اِن ہی ناپوں کے مُطابِق ناپا۔"},{"number":25,"verse":"اور اُس میں اور اُس کی ڈیوڑھی میں اِردگِرد اُن درِیچوں کی مانِند درِیچے تھے ۔ لمبائی پچاس ہاتھ اور چَوڑائی پچّیِس ہاتھ۔"},{"number":26,"verse":"اور اُس کے اُوپر جانے کے لِئے سات زِینے تھے اور اُس کی ڈیوڑھی اُن کے آگے تھی اور اُس کے سُتُونوں پر کھجُور کی صُورتیں تھِیں ۔ ایک اِس طرف اور ایک اُس طرف۔"},{"number":27,"verse":"اور جنُوب کی طرف اندرُونی صحن کا پھاٹک تھا اور اُس نے جنُوب کی طرف پھاٹک سے پھاٹک تک سَو ہاتھ ناپا۔"},{"number":28,"verse":"( اندرُونی صحن : جنُوبی پھاٹک) اور وہ جنُوبی پھاٹک کی راہ سے مُجھے اندرُونی صحن میں لایا اور اِن ہی ناپوں کے مُطابِق اُس نے جنُوبی پھاٹک کو ناپا۔"},{"number":29,"verse":"اور اُس کی کوٹھرِیوں اور اُس کے سُتُونوں اور اُس کی ڈیوڑھی کو اِن ہی ناپوں کے مُطابِق پایا اور اُس میں اور اُس کی ڈیوڑھی میں اِردگِرد درِیچے تھے ۔ لمبائی پچاس ہاتھ اور چَوڑائی پچِّیس ہاتھ تھی۔"},{"number":30,"verse":"اور ڈیوڑھی اِردگِرد پچِیّس ہاتھ لمبی اور پانچ ہاتھ چَوڑی تھی۔"},{"number":31,"verse":"اُس کی ڈیوڑھی بیرُونی صحن کی طرف تھی اور اُس کے سُتُونوں پر کھجُور کی صُورتیں تھِیں اور اُوپر جانے کے لِئے آٹھ زِینے تھے۔"},{"number":32,"verse":"( اندرُونی صحن : مشرِقی پھاٹک) اور وہ مُجھے مشرِق کی طرف اندرُونی صحن میں لایا اور اِن ہی ناپوں کے مُطابِق پھاٹک کو پایا۔"},{"number":33,"verse":"اور اُس کی کوٹھرِیوں اور سُتُونوں اور ڈیوڑھی کو اِن ہی ناپوں کے مُطابِق پایا اور اُس میں اور اُس کی ڈیوڑھی میں اِردگِرد درِیچے تھے ۔ لمبائی پچاس ہاتھ اور چَوڑائی پچّیِس ہاتھ تھی۔"},{"number":34,"verse":"اور اُس کی ڈیوڑھی بیرُونی صحن کی طرف تھی اور اُس کے سُتُونوں پر اِدھر اُدھر کھجُور کی صُورتیں تھِیں اور اُوپر جانے کے لِئے آٹھ زِینے تھے۔"},{"number":35,"verse":"( اندرُونی صحن: شِمالی پھاٹک) اور وہ مُجھے شِمالی پھاٹک کی طرف لے گیا اور اِن ہی ناپوں کے مُطابِق اُسے پایا۔"},{"number":36,"verse":"اُس کی کوٹھریوں اور اُس کے سُتُونوں اور اُس کی ڈیوڑھی کو جِن میں اِردگِرد درِیچے تھے ۔ لمبائی پچاس ہاتھ اور چَوڑائی پچِّیس ہاتھ تھی۔"},{"number":37,"verse":"اور اُس کے سُتُون بیرُونی صحن کی طرف تھے اور اُس کے سُتُونوں پر اِدھر اُدھر کھجُور کی صُورتیں تھِیں اور اُوپر جانے کے لِئے آٹھ زِینے تھے۔"},{"number":38,"verse":"( شِمالی پھاٹک کی قرِیبی عمارت) اور پھاٹکوں کے سُتُونوں کے پاس دروازہ دار حُجرہ تھاجہاں سوختنی قُربانِیاں دھوتے تھے۔"},{"number":39,"verse":"اور پھاٹک کی ڈیوڑھی میں دو میزیں اِس طرف اور دو اُس طرف تھِیں کہ اُن پر سوختنی قُربانی اور خطا کی قُربانی اور جُرم کی قُربانی ذبح کریں۔"},{"number":40,"verse":"اور باہر کی طرف شِمالی پھاٹک کے مدخل کے پاس دو میزیں تھِیں اور پھاٹک کی ڈیوڑھی کی دُوسری طرف دو میزیں۔"},{"number":41,"verse":"پھاٹک کے پاس چار میزیں اِس طرف اور چار اُس طرف تھِیں یعنی آٹھ میزیں جِن پر ذبح کریں۔"},{"number":42,"verse":"سوختنی قُربانی کے لِئے تراشے ہُوئے پتّھروں کی چارمیزیں تھِیں جو ڈیڑھ ہاتھ لمبی اور ڈیڑھ ہاتھ چَوڑی اورایک ہاتھ اُونچی تھِیں جِن پر وہ سوختنی قُربانی اورذبِیحہ کو ذبح کرنے کے ہتھیار رکھتے تھے۔"},{"number":43,"verse":"اور اُس کے اندر چاروں طرف چار اُنگل لمبی انکڑیاں لگی تھِیں اور قُربانی کا گوشت میزوں پر تھا۔"},{"number":44,"verse":"اور اندرُونی پھاٹک سے باہر اندرُونی صحن میں جو شِمالی پھاٹک کی جانِب تھا گانے والوں کے حُجرے تھے اور اُن کارُخ جنُوب کی طرف تھا اور ایک مشرِقی پھاٹک کی جانِب تھا جِس کا رُخ شِمال کی طرف تھا۔"},{"number":45,"verse":"اور اُس نے مُجھ سے کہا کہ یہ حُجرہ جِس کا رُخ جنُوب کی طرف ہے اُن کاہِنوں کے لِئے ہے جو مسکن کی نِگہبانی کرتے ہیں۔"},{"number":46,"verse":"اور وہ حُجرہ جِس کا رُخ شِمال کی طرف ہے اُن کاہِنوں کے لِئے ہے جو مذبح کی مُحافظت میں حاضِر ہیں یہ بنی صدُوق ہیں جو بنی لاوی میں سے خُداوند کے حضُور آتے ہیں کہ اُس کی خِدمت کریں۔ اندرُونی صحن اور ہَیکل کی عمارت"},{"number":47,"verse":"اور اُس نے صحن کو سَو ہاتھ لمبا اور سَو ہاتھ چَوڑا مُربّع ناپا اور مذبح مسکن کے سامنے تھا۔"},{"number":48,"verse":"پِھروہ مُجھے مسکن کی ڈیوڑھی میں لایا اور ڈیوڑھی کو ناپا ۔ پانچ ہاتھ اِدھر اور پانچ ہاتھ اُدھر اور پھاٹک کی چَوڑائی تِین ہاتھ اِس طرف تھی اور تِین ہاتھ اُس طرف۔"},{"number":49,"verse":"ڈیوڑھی کی لمبائی بِیس ہاتھ اور چَوڑائی گیارہ ہاتھ تھی اور سِیڑھی کے زِینے جِن سے اُس پر چڑھتے تھے اور سُتُونوں کے پاس پِیلپائے تھے ایک اِس طرف اور ایک اُس طرف ۔۔"}]}