{"bibleAbbr":"urRV2010","bookName":"حِزقی ایل","bookEnglishName":"Ezekiel","chapterNumber":42,"verses":[{"number":1,"verse":"( ہَیکل کے قرِیب کی عمارت) پِھر وہ مُجھے شِمالی راہ سے بیرُونی صحن میں لے گیااور اُس کوٹھری میں جو الگ جگہ اور عِمارت کے سامنے شِمال کی طرف تھی لے آیا۔"},{"number":2,"verse":"سَو ہاتھ کی لمبائی کی جگہ کے مُقابِل شِمالی دروازہ تھا اور اُس کی چَوڑائی پچاس ہاتھ تھی۔"},{"number":3,"verse":"بِیس ہاتھ کے مُقابِل جو اندرُونی صحن کے لِئے تھے اور بیرُونی صحن کے فرش کے مُقابِل کوٹھریاں تِین طبقوں میں ایک دُوسری کے مُقابِل تِھیں۔"},{"number":4,"verse":"اور کوٹھریوں کے سامنے اندر کی طرف دس ہاتھ چَوڑا راستہ تھا اور ایک راستہ ایک ہاتھ کا اور اُن کے دروازے شِمال کی طرف تھے۔"},{"number":5,"verse":"اُوپر کی کوٹھرِیاں چھوٹی تھِیں کیونکہ اُن کے برآمدوں نے عِمارت کی نِچلی اور درمِیانی منزِل کے مُقابلہ میں اِن سے زِیادہ جگہ روک لی تھی۔"},{"number":6,"verse":"کیونکہ وہ تِین درجوں کی تھِیں لیکن اُن کے سُتُون صحن کے سُتُونوں کی مانِند نہ تھے ۔ اِس لِئے وہ نِچلی اور درمِیانی منزِل سے تنگ تھِیں۔"},{"number":7,"verse":"اور کوٹھریوں کے پاس کی بیرُونی صحن کی طرف کوٹھرِیوں کے سامنے کی بیرُونی دِیوار پچاس ہاتھ لمبی تھی۔"},{"number":8,"verse":"کیونکہ بیرُونی صحن کی کوٹھریوں کی لمبائی پچاس ہاتھ تھی اور ہَیکل کے مُقابِل سَو ہاتھ کی لمبائی تھی۔"},{"number":9,"verse":"اور اُن کوٹھریوں کے نِیچے مشرِق کی طرف وہ مدخل تھاجہاں سے بیرُونی صحن سے داخِل ہوتے تھے۔"},{"number":10,"verse":"مشرِقی صحن کی چَوڑی دِیوار میں اور الگ جگہ اور اُس عِمارت کے سامنے کوٹھریاں تھِیں۔"},{"number":11,"verse":"اور اُن کے سامنے ایک اَیسا راستہ تھا جَیسا شِمال کی طرف کی کوٹھریوں کے سامنے تھا ۔ اُن کی لمبائی اور چَوڑائی برابر تھی اور اُن کے تمام مخرج اُن کی ترتِیب اور اُن کے دروازوں کے مُطابِق تھے۔"},{"number":12,"verse":"اور جنُوب کی طرف کی کوٹھریوں کے دروازوں کے مُطابِق ایک دروازہ راہ کے سِرے پر تھا یعنی سِیدھی دِیوار کی راہ پر مشرِق کی طرف جہاں سے اُن میں داخِل ہوتے تھے۔"},{"number":13,"verse":"اور اُس نے مُجھ سے کہا کہ شِمالی اور جنُوبی کوٹھرِیاں جو الگ جگہ کے مُقابِل ہیں مُقدّس کوٹھریاں ہیں جہاں کاہِن جو خُداوند کے حضُور جاتے ہیں اقدس چِیزیں کھائیں گے اور اقدس چِیزیں اور نذر کی قُربانی اور خطا کی قُربانی اور جُرم کی قُربانی وہاں رکھّیں گے کیونکہ وہ مکان مُقدّس ہے۔"},{"number":14,"verse":"جب کاہِن داخِل ہوں تو وہ مَقدِس سے بیرُونی صحن میں نہ جائیں بلکہ اپنی خِدمت کے لِباس وہِیں اُتار دیں کیونکہ وہ مُقدّس ہیں اور وہ دُوسرے کپڑے پہن کر عام مکان میں جائیں۔"},{"number":15,"verse":"( ہَیکل کے اِحاطہ کی پَیمایش) پس جب وہ اندرُونی گھر کو ناپ چُکا تو مُجھے اُس پھاٹک کی راہ سے لایا جِس کا رُخ مشرِق کی طرف ہے اور گھر کوچاروں طرف سے ناپا۔"},{"number":16,"verse":"اُس نے پَیمایش کے سرکنڈے سے مشرِق کی طرف گِردا گِرد پانچ سَو سرکنڈے ناپے۔"},{"number":17,"verse":"اُس نے پَیمایش کے سرکنڈے سے شِمال کی طرف گِردا گِرد پانچ سَو سرکنڈے ناپے۔"},{"number":18,"verse":"اُس نے پَیمایش کے سرکنڈے سے جنُوب کی طرف بھی پانچ سَو سرکنڈے ناپے۔"},{"number":19,"verse":"اُس نے مغرِب کی طرف مُڑ کر پَیمایش کے سرکنڈے سے پانچ سَو سرکنڈے ناپے۔"},{"number":20,"verse":"اُس نے اُس کو چاروں طرف سے ناپا ۔ اُس کی چاروں طرف ایک دِیوار پانچ سَو سرکنڈے لمبی اور پانچ سَو چَوڑی تھی تاکہ مُقدّس کو عام سے جُدا کرے۔"}]}