{"bibleAbbr":"urRV2010","bookName":"حِزقی ایل","bookEnglishName":"Ezekiel","chapterNumber":45,"verses":[{"number":1,"verse":"( مملکت میں سے خُداوند کا حصِّہ) اور جب تُم زمِین کو قُرعہ ڈال کر مِیراث کے لِئے تقسِیم کرو تو اُس کا ایک مُقدّس حِصّہ خُداوند کے حضُور ہدیہ دینا ۔ اُس کی لمبائی پچّیِس ہزار اور چَوڑائی دس ہزار ہو گی اور وہ اپنے اِردگِرد کی تمام حدُود میں مُقدّس ہو گا۔"},{"number":2,"verse":"اُس میں سے ایک قِطعہ جِس کی لمبائی پانچ سَو اور چَوڑائی پانچ سَو جو چاروں طرف برابر ہے مَقدِس کے لِئے ہو گا اور اُس کے اِحاطہ کے لِئے چاروں طرف پچاس پچاس ہاتھ کی چَوڑائی ہوگی۔"},{"number":3,"verse":"اور تُو اِس پَیمایش کی پچّیِس ہزار کی لمبائی اور دس ہزار کی چَوڑائی ناپے گا اور اُس میں مَقدِس ہو گا جو نِہایت پاک ہے۔"},{"number":4,"verse":"زمِین کا یہ مُقدّس حِصّہ اُن کاہِنوں کے لِئے ہو گا جو مَقدِس کے خادِم ہیں اور جو خُداوند کے حضُور خِدمت کرنے کو آتے ہیں اور یہ مقام اُن کے گھروں کے لِئے ہو گا اور مَقدِس کے لِئے پاک جگہ ہو گی۔"},{"number":5,"verse":"اور پچِیّس ہزار لمبا اور دس ہزار چَوڑا بنی لاوی ہَیکل کے خادِموں کے لِئے ہو گا تاکہ بِیس بستِیوں کی جگہ اُن کی مِلکِیّت ہو۔"},{"number":6,"verse":"اور تُم شہر کا حِصّہ پانچ ہزار چَوڑا اور پچِّیس ہزار لمبا مَقدِس کے ہدیہ والے حِصّہ کے پاس مُقرّر کرنا ۔یہ تمام بنی اِسرائیل کے لِئے ہو گا۔"},{"number":7,"verse":"( فرمانروا کے لِئے زمِین کا حِصّہ) اور مُقدّس ہدیہ والے حِصّہ کی اور شہر کے حِصّہ کی دونوں طرف مُقدّس ہدیہ والے حِصّہ کے مُقابِل اور شہر کے حِصّہ کے مُقابِل مغرِبی گوشہ مغرِب کی طرف اور مشرِقی گوشہ مشرِق کی طرف فرمانروا کے لِئے ہو گا اور لمبائی میں مغرِبی سرحد سے مشرِقی سرحد تک اُن حِصّوں میں سے ایک کے مُقابِل ہو گا۔"},{"number":8,"verse":"اِسرائیل کے درمِیان زمِین میں سے اُس کا یِہی حِصّہ ہو گا اور میرے اُمرا پِھر میرے لوگوں پر سِتم نہ کریں گے اور زمِین کو بنی اِسرائیل میں اُن کے قبائِل کے مُطابِق تقسِیم کریں گے۔"},{"number":9,"verse":"( بادشاہ کے لِئے آئین و احکام) خُداوند خُدا یُوں فرماتا ہے کہ اَے اِسرائیل کے اُمرا تُمہارے لِئے یِہی کافی ہے ۔ ظُلم اور لُوٹ مار کو دُور کرو ۔ عدالت و صداقت کو عمل میں لاؤ اور میرے لوگوں پر سے اپنی زِیادتی کو مَوقُوف کرو خُداوند خُدا فرماتا ہے۔"},{"number":10,"verse":"اور تُم پُوری ترازُو اور پُورا ایفہ اور پُورا بَت ر کھّا کرو۔"},{"number":11,"verse":"ایفہ اور بَت ایک ہی وزن کا ہو تاکہ بَت میں خومر کا دسواں حِصّہ ہو ۔ اور ایفہ بھی خومر کا دسواں حِصّہ ہو ۔اُس کا اندازہ خومر کے مُطابِق ہو۔"},{"number":12,"verse":"اور مِثقال بِیس جِیرہ کا ہو اور بِیس مِثقال پچِیّس مِثقال پندرہ مِثقال کا تُمہارا مانہ ہو گا۔"},{"number":13,"verse":"اور ہدیہ جو تُم گُذرانو گے سو یہ ہے ۔ گیہُوں کے خومرسے ایفہ کا چھٹا حِصّہ اور جَو کے خومر سے ایفہ کا چھٹاحِصّہ دینا۔"},{"number":14,"verse":"اور تیل یعنی تیل کے بَت کی بابت یہ حُکم ہے کہ تُم کُرمیں سے جو دس بَت کا خومر ہے ایک بَت کا دسواں حِصّہ دینا کیونکہ خومر میں دس بَت ہیں۔"},{"number":15,"verse":"اور گلّہ میں سے ہر دو سَو پِیچھے اِسرائیل کی سیراب چراگاہ کا ایک برّہ نذر کی قُربانی کے لِئے اور سوختنی قُربانی کے لِئے اور سلامتی کی قُربانی کے لِئے تاکہ اُن کے لِئے کفّارہ ہو خُداوند خُدا فرماتا ہے۔"},{"number":16,"verse":"مُلک کے سب لوگ اُس فرمانروا کے لِئے جو اِسرائیل میں ہے یِہی ہدیہ دیں گے۔"},{"number":17,"verse":"اور فرمانروا سوختنی قُربانیاں اور نذر کی قُربانِیاں اور تپاون عِیدوں اور نئے چاند کے وقتوں اور سبتوں اور بنی اِسرائیل کی تمام مُقرّرہ عِیدوں میں دے گا ۔ وہ خطا کی قُربانی اور نذر کی قُربانی اور سوختنی قُربانی اور سلامتی کی قُربانِیاں بنی اِسرائیل کے کفّارہ کے لِئے تیّار کرے گا۔"},{"number":18,"verse":"( عِیدیں) خُداوند خُدا یُوں فرماتا ہے کہ پہلے مہِینے کی پہلی تارِیخ کو تُو ایک بے عَیب بچھڑا لینا اور مَقدِس کو پاک کرنا۔"},{"number":19,"verse":"اور کاہِن خطا کی قُربانی کے بچھڑے کا لہُو لے گا اوراُس میں سے کُچھ مسکن کے سُتُونوں پر اور مذبح کی کُرسی کے چاروں کونوں پر اور اندرُونی صحن کے دروازہ کی چَوکھٹوں پر لگائے گا۔"},{"number":20,"verse":"اور تُو مہِینے کی ساتوِیں تارِیخ کو ہر ایک کے لِئے جو خطا کرے اور اُس کے لِئے بھی جو نادان ہے اَیسا ہی کرے گا ۔ اِسی طرح تُم مسکن کا کفّارہ دِیا کرو گے۔"},{"number":21,"verse":"تُم پہلے مہِینے کی چَودھوِیں تارِیخ کو عِیدِ فَسح منانا جو سات دِن کی عِید ہے اور اُس میں بے خمِیری روٹی کھائی جائے گی۔"},{"number":22,"verse":"اور اُسی دِن فرمانروا اپنے لِئے اور تمام اہلِ مملکت کے لِئے خطا کی قُربانی کے واسطے ایک بچھڑا تیّار کررکھّے گا۔"},{"number":23,"verse":"اور عِید کے ساتوں دِن میں وہ ہر روز یعنی سات دِن تک سات بے عَیب بچھڑے اور سات مینڈھے مُہیّا کرے گا تاکہ خُداوند کے حضُور سوختنی قُربانی ہوں اور ہر روز خطا کی قُربانی کے لِئے ایک بکرا۔"},{"number":24,"verse":"اور وہ ہر ایک بچھڑے کے لِئے ایک ایفہ بھر نذر کی قُربانی اور ہر ایک مینڈھے کے لِئے ایک ایفہ اور فی ایفہ ایک ہِین تیل تیّار کرے گا۔"},{"number":25,"verse":"ساتویں مہِینے کی پندرھوِیں تارِیخ کو بھی وہ عِید کے لِئے جِس طرح سے اُس نے اِن سات دِنوں میں کِیا تھاتیّاری کرے گا ۔ خطا کی قُربانی اور سوختنی قُربانی اورنذر کی قُربانی اور تیل کے مُطابِق۔"}]}