{"bibleAbbr":"urRV2010","bookName":"حِزقی ایل","bookEnglishName":"Ezekiel","chapterNumber":46,"verses":[{"number":1,"verse":"( بادشاہ اور عِیدیں) خُداوند خُدا یُوں فرماتا ہے کہ اندرُونی صحن کا پھاٹک جِس کا رُخ مشرِق کی طرف ہے کام کاج کے چھ دِن بند رہے گا پر سبت کے دِن کھولاجائے گا اور نئے چاند کے دِن بھی کھولا جائے گا۔"},{"number":2,"verse":"اور فرمانروا بیرُونی پھاٹک کے آستانہ کی راہ سے داخِل ہو گا اور پھاٹک کی چَوکھٹ کے پاس کھڑا رہے گا اور کاہِن اُس کی سوختنی قُربانی اور اُس کی سلامتی کی قُربانِیاں گُذرانیں گے اور وہ پھاٹک کے آستانہ پر سِجدہ کر کے باہر نِکلے گا پر پھاٹک شام تک بند نہ ہو گا۔"},{"number":3,"verse":"اور مُلک کے لوگ اُسی پھاٹک کے دروازہ پر سبتوں اور نئے چاند کے وقتوں میں خُداوند کے حضُور سِجدہ کِیا کریں گے۔"},{"number":4,"verse":"اور سوختنی قُربانی جو فرمانروا سبت کے دِن خُداوند کے حضُور گُذرانے گا یہ ہے ۔ چھ بے عَیب برّے اور ایک بے عَیب مینڈھا۔"},{"number":5,"verse":"اور نذر کی قُربانی مینڈھے کے لِئے ایک ایفہ اور برّوں کے لِئے نذر کی قُربانی اُس کی تَوفِیق کے مُطابِق اور ایک ایفہ کے لِئے ایک ہِین تیل۔"},{"number":6,"verse":"اور نئے چاند کے روز ایک بے عَیب بچھڑا اور چھ برّے اور ایک مینڈھا سب کے سب بے عَیب ہوں گے۔"},{"number":7,"verse":"اور وہ نذر کی قُربانی تیّار کرے گا یعنی بچھڑے کے لِئے ایک ایفہ اور مینڈھے کے لِئے ایک ایفہ اور برّوں کے لِئے اُس کی تَوفِیق کے مُطابِق اور ہر ایک ایفہ کے لِئے ایک ہِین تیل۔"},{"number":8,"verse":"اور جب فرمانروا اندر آئے تو پھاٹک کے آستانہ کی راہ سے داخِل ہو گا اور اُسی راہ سے نِکلے گا۔"},{"number":9,"verse":"لیکن جب مُلک کے لوگ مُقرّرہ عِیدوں کے وقت خُداوند کے حضُور حاضِرہوں گے تو جو شِمالی پھاٹک کی راہ سے سِجدہ کرنے کو داخِل ہو گا وہ جنُوبی پھاٹک کی راہ سے باہر جائے گا اور جو جنُوبی پھاٹک کی راہ سے اندر آتا ہے وہ شِمالی پھاٹک کی راہ سے باہر جائے گا ۔ جِس پھاٹک کی راہ سے وہ اندر آیا اُس سے واپس نہ جائے گا بلکہ سِیدھا اپنے سامنے کے پھاٹک کی راہ سے نِکل جائے گا۔"},{"number":10,"verse":"اور جب وہ اندر جائیں گے تو فرمانروا بھی اُن کے درمِیان ہو کر جائے گا اور جب وہ باہر نِکلیں گے تو سب اِکٹّھے جائیں گے۔"},{"number":11,"verse":"اور عِیدوں اور مذہبی تِہواروں کے وقت میں نذر کی قُربانی بَیل کے لِئے ایک ایفہ اور مینڈھے کے لِئے ایک ایفہ ہو گی اور برّوں کے لِئے اُس کی تَوفِیق کے مُطابِق اور ہر ایک ایفہ کے لِئے ایک ہِین تیل۔"},{"number":12,"verse":"اور جب فرمانروا رضا کی قُربانی تیّار کرے یعنی سوختنی قُربانی یا سلامتی کی قُربانی خُداوند کے حضُور رضا کی قُربانی کے طَور پر لائے تو وہ پھاٹک جِس کا رُخ مشرِق کی طرف ہے اُس کے لِئے کھولا جائے گا اور سبت کے دِن کی طرح وہ اپنی سوختنی قُربانی اور سلامتی کی قُربانی گُذرانے گا ۔ تب وہ باہر نِکل آئے گا اور اُس کے نِکلنے کے بعد پھاٹک بند کِیا جائے گا۔"},{"number":13,"verse":"( روزانہ قُربانی) تُو ہر روز خُداوند کے حضُور پہلے سال کا ایک بے عَیب برّہ سوختنی قُربانی کے لِئے چڑھائے گا تُو ہر صُبح چڑھائے گا۔"},{"number":14,"verse":"اور تُو اُس کے ساتھ ہر صُبح نذر کی قُربانی گُذرانے گا یعنی ایفہ کا چھٹا حِصّہ اور مَیدہ کے ساتھ مِلانے کو تیل کے ہِین کی ایک تِہائی ۔ دائِمی حُکم کے مُطابِق ہمیشہ کے لِئے خُداوند کے حضُور یہ نذر کی قُربانی ہو گی۔"},{"number":15,"verse":"اِسی طرح وہ برّے اور نذر کی قُربانی اور تیل ہر صُبح ہمیشہ کی سوختنی قُربانی کے لِئے چڑھائیں گے۔"},{"number":16,"verse":"( بادشاہ اور زمِین) خُداوند خُدا یُوں فرماتا ہے کہ اگر فرمانروا اپنے بیٹوں میں سے کِسی کو کوئی ہدیہ دے تو وہ اُس کی مِیراث اُس کے بیٹوں کی ہوگی ۔ وہ اُن کا مَورُوثی مال ہے۔"},{"number":17,"verse":"پر اگر وہ اپنے غُلاموں میں سے کِسی کو اپنی مِیراث میں سے ہدیہ دے تو وہ آزادی کے سال تک اُس کا ہو گا ۔ اُس کے بعد پِھر فرمانروا کا ہو جائے گا مگر اُس کی مِیراث اُس کے بیٹوں کے لِئے ہو گی۔"},{"number":18,"verse":"اور فرمانروا لوگوں کی مِیراث میں سے ظُلم کر کے نہ لے گا تاکہ اُن کو اُن کی مِلکِیّت سے بے دخل کرے پر وہ اپنی ہی مِلکِیّت میں سے اپنے بیٹوں کو مِیراث دے گا تاکہ میرے لوگ اپنی اپنی مِلکِیّت سے جُدا نہ ہو جائیں۔"},{"number":19,"verse":"( ہَیکل کے باورچی خانے) ( (مطبخ)) پِھر وہ مُجھے اُس مدخل کی راہ سے جو پھاٹک کے پہلُو میں تھا کاہِنوں کے مُقدّس حُجروں میں جِن کا رُخ شِمال کی طرف تھا لایا اور کیا دیکھتا ہُوں کہ مغرِب کی طرف پِیچھے کُچھ خالی جگہ ہے۔"},{"number":20,"verse":"تب اُس نے مُجھے فرمایا دیکھ یہ وہ جگہ ہے جِس میں کاہِن جُرم کی قُربانی اور خطا کی قُربانی کو جوش دیں گے اور نذر کی قُربانی پکائیں گے تاکہ اُن کو بیرُونی صحن میں لے جا کر لوگوں کی تقدِیس کریں۔"},{"number":21,"verse":"پِھر وہ مُجھے بیرُونی صحن میں لایا اور صحن کے چاروں کونوں کی طرف مُجھے لے گیا اور دیکھو صحن کے ہر ایک کونے میں ایک اَور صحن تھا۔"},{"number":22,"verse":"صحن کے چاروں کونوں میں چالِیس چالِیس ہاتھ لمبے اور تِیس تِیس ہاتھ چَوڑے صحن مُتّصِل تھے ۔ یہ چاروں کونے والے ایک ہی ناپ کے تھے۔"},{"number":23,"verse":"اور اُن کے گِرداگِرد یعنی اُن چاروں کے گِرداگِرد دِیوار تھی اور چاروں طرف دِیوار کے نِیچے چُولھے بنے تھے۔"},{"number":24,"verse":"تب اُس نے مُجھے فرمایا کہ یہ چُولھے ہیں جہاں ہَیکل کے خادِم لوگوں کے ذبِیحے اُبالیں گے۔"}]}