{"bibleAbbr":"urRV2010","bookName":"حِزقی ایل","bookEnglishName":"Ezekiel","chapterNumber":6,"verses":[{"number":1,"verse":"( خُداوندبُت پرستی کی مُذّمت کر تا ہے) اور خُداوند کا کلام مُجھ پر نازِل ہُؤا۔"},{"number":2,"verse":"کہ اَے آدم زاد اِسرائیل کے پہاڑوں کی طرف مُنہ کرکے اُن کے خِلاف نبُوّت کر۔"},{"number":3,"verse":"اور یُوں کہہ کہ اَے اِسرائیل کے پہاڑو خُداوند خُدا کا کلام سُنو! خُداوند خُدا پہاڑوں اور ٹِیلوں کو اور نہروں اور وادِیوں کو یُوں فرماتا ہے کہ دیکھو مَیںہاں مَیں ہی تُم پر تلوار چلاؤُں گا ۔ اور تُمہارے اُونچے مقاموں کو غارت کرُوں گا۔"},{"number":4,"verse":"اور تُمہاری قُربان گاہیں اُجڑ جائیں گی اور تُمہاری سُورج کی مُورتیں توڑ ڈالی جائیں گی اور مَیں تُمہارے مقتُولوں کو تُمہارے بُتوں کے آگے ڈال دُوں گا۔"},{"number":5,"verse":"اور بنی اِسرائیل کی لاشیں اُن کے بُتوں کے آگے پھینک دُوں گا اور مَیں تُمہاری ہڈِّیوں کو تُمہاری قُربان گاہوں کے گِردا گِرد پراگندہ کرُوں گا۔"},{"number":6,"verse":"تُمہاری بُود و باش کے تمام عِلاقوں کے شہر وِیران ہوں گے اور اُونچے مقام اُجاڑے جائیں گے تاکہ تُمہاری قُربان گاہیں خراب اور وِیران ہوں اور تُمہارے بُت توڑے جائیں اور باقی نہ رہیں اور تُمہاری سُورج کی مُورتیں کاٹ ڈالی جائیں اور تُمہاری دست کارِیاں نابُود ہوں۔"},{"number":7,"verse":"اور مقتُول تمُہارے درمِیان گِریں گے اور تُم جانو گے کہ مَیں خُداوند ہُوں۔"},{"number":8,"verse":"لیکن مَیں ایک بقِیّہ چھوڑ دُوں گا یعنی وہ چند لوگ جو قَوموں کے درمِیان تلوار سے بچ نِکلیں گے جب تُم غَیر مُمالِک میں پراگندہ ہو جاؤ گے۔"},{"number":9,"verse":"اور جو تُم میں سے بچ رہیں گے اُن قَوموں کے درمِیان جہاں جہاں وہ اسِیر ہو کر جائیں گے مُجھ کو یاد کریں گے جب مَیں اُن کے بے وفا دِلوں کو جو مُجھ سے دُور ہُوئے اور اُن کی آنکھوں کو جو بُتوں کی پَیروی میں برگشتہ ہُوئِیں شِکستہ کرُوں گا اور وہ آپ اپنی تمام بد اعمالی کے سبب سے جو اُنہوں نے اپنے تمام گِھنَونے کاموں میں کی اپنی ہی نظر میں نفرتی ٹھہریں گے۔"},{"number":10,"verse":"تب وہ جانیں گے کہ مَیں خُداوند ہُوں اور مَیں نے یُوں ہی نہیں فرمایا تھا کہ مَیں اُن پر یہ بلا لاؤُں گا۔"},{"number":11,"verse":"خُداوند خُدا یُوں فرماتا ہے کہ ہاتھ پر ہاتھ مار اور پاؤں زمِین پر پٹک کر کہہ کہ بنی اِسرائیل کے تمام گِھنَونے کاموں پر افسوس! کیونکہ وہ تلوار اور کال اور وبا سے ہلاک ہوں گے۔"},{"number":12,"verse":"جو دُور ہے وہ وبا سے مَرے گا اور جو نزدِیک ہے تلوار سے قتل کِیا جائے گا اور جو باقی رہے اور محصُور ہو وہ کال سے مَرے گا اور مَیں اُن پر اپنے قہر کو یُوں پُورا کرُوں گا۔"},{"number":13,"verse":"اور جب اُن کے مقتُول ہر اُونچے ٹِیلے پر اور پہاڑوں کی سب چوٹِیوں پر اور ہر ایک ہرے درخت اور گھنے بلُوط کے نِیچے ہر جگہ جہاں وہ اپنے سب بُتوں کے لِئے خُوشبُو جلاتے تھے اُن کے بُتوں کے پاس اُن کی قُربان گاہوں کی چاروں طرف پڑے ہُوئے ہوں گے تب وہ پہچانیں گے کہ خُداوند مَیں ہُوں۔"},{"number":14,"verse":"اور مَیں اُن پر ہاتھ چلاؤُں گا اور بیابان سے دِبلہ تک اُن کے مُلک کی سب بستِیاں وِیران اور سُنسان کرُوں گا ۔ تب وہ پہچانیں گے کہ مَیں خُداوند ہُوں۔"}]}