{"bibleAbbr":"teOV2016","bookName":"దానియేలు","bookEnglishName":"Daniel","chapterNumber":11,"verses":[{"number":1,"verse":"మాదీయుడగు దర్యావేషు మొదటి సంవత్సరమందు మిఖాయేలును స్థిరపరచుటకును బలపరచుటకును నేను అతనియొద్ద నిలువబడితిని."},{"number":2,"verse":"ఇప్పుడు సత్యమును నీకు తెలియజేయుచున్నాను; ఏమనగా ఇంక ముగ్గురు రాజులు పారసీకముమీద రాజ్యము చేసినపిమ్మట అందరికంటె అధికైశ్వర్యము కలిగిన నాలుగవ రాజొకడు వచ్చును. అతడు తనకున్న సంపత్తుచేత బలవంతుడై అందరిని గ్రేకేయుల రాజ్యమునకు విరోధముగా రేపును.౹"},{"number":3,"verse":"అంతలో శూరుడగు ఒక రాజు పుట్టి మహా విశాలమైన రాజ్యము నేలి యిష్టానుసారముగా జరిగించును.౹"},{"number":4,"verse":"అతడు రాజైనతరువాత అతని రాజ్యము శిథిలమై ఆకాశపు నలుదిక్కుల విభాగింపబడును. అది అతని వంశపువారికి గాని అతడు ప్రభుత్వము చేసిన ప్రకారము ప్రభుత్వము చేయువారికి గాని విభాగింప బడదు, అతని ప్రభుత్వము వేరుతో పెరికివేయబడును, అతని వంశపువారు దానిని పొందరు గాని అన్యులు పొందుదురు.౹"},{"number":5,"verse":"అయితే దక్షిణదేశపు రాజును, అతని అధిపతులలో ఒకడును బలముపొందెదరు అతడు, ఇతనికంటె గొప్పవాడై యేలును; అతని ప్రభుత్వము గొప్ప ప్రభుత్వమగును.౹"},{"number":6,"verse":"కొన్ని సంవత్సరములైన పిమ్మట వారు ఉభయులు కూడుకొనెదరు. మరియు వారు ఉభయులు సమాధానపడవలెనని కోరగా దక్షిణదేశపు రాజకుమార్తె ఉత్తరదేశపు రాజునొద్దకు వచ్చును. అయినను ఆమె భుజబలము నిలుపుకొననేరదు; అతడైనను అతని భుజబలమైనను నిలువదు; వారు ఆమెను, ఆమెను తీసికొని వచ్చిన వారిని, ఆమెను కనినవారిని, ఈ కాలమందు ఆమెను బలపరచిన వారిని అప్పగించెదరు.౹"},{"number":7,"verse":"అతనికి బదులుగా ఆమె వంశములో ఒకడు సేనకు అధిపతియై ఉత్తరదేశపురాజు కోటలో జొరబడి యిష్టానుసారముగా జరిగించుచు వారిని గెలుచును"},{"number":8,"verse":"మరియు అతడు వారి దేవతలను సొమ్ములను విలువగల వారి వెండి బంగారు వస్తువులను సహా చెరపెట్టి ఐగుప్తునకు తీసికొనిపోవును. అతడైతే కొన్ని సంవత్సరములు ఉత్తర దేశపురాజు ప్రభుత్వము కంటె ఎక్కువ ప్రభుత్వము చేయును.౹"},{"number":9,"verse":"అతడు దక్షిణ దేశపురాజు దేశములో జొరబడి మరలి తన రాజ్యమునకు వచ్చును.౹"},{"number":10,"verse":"అతని కుమారులు యుద్ధము చేయబూని మహా సైన్యముల సమూహమును సమకూర్చుకొందురు. అతడు వచ్చి యేరువలె ప్రవహించి ఉప్పొంగును; యుద్ధము చేయబూని కోటదనుక వచ్చును.౹"},{"number":11,"verse":"అంతలో దక్షిణదేశపు రాజు అత్యుగ్రుడై బయలుదేరి ఉత్తరదేశపురాజుతో యుద్ధము జరిగించును; ఉత్తరదేశపురాజు గొప్పసైన్యమును సమకూర్చుకొనినను అది ఓడిపోవును.౹"},{"number":12,"verse":"ఆ గొప్ప సైన్యము ఓడిపోయినందున దక్షిణదేశపు రాజు మనస్సున అతిశయ పడును; వేలకొలది సైనికులను హతము చేసినను అతనికి జయము కానేరదు.౹"},{"number":13,"verse":"ఏలయనగా ఉత్తర దేశపురాజు మొదటి సైన్యముకంటె ఇంక గొప్ప సైన్యమును సమకూర్చుకొని మరల వచ్చును. ఆ కాలాంతమున, అనగా కొన్ని సంవత్సరములైన పిమ్మట అతడు గొప్ప సైన్యమును విశేషమైన సామగ్రిని సమకూర్చి నిశ్చయముగా వచ్చును.౹"},{"number":14,"verse":"ఆ కాలములయందు అనేకులు దక్షిణదేశపు రాజుతో యుద్ధము చేయుటకు కూడివచ్చెదరు. నీ జనములోని బందిపోటు దొంగలు దర్శనమును రుజువుపరచునట్లు కూడుదురు గాని నిలువలేక కూలుదురు.౹"},{"number":15,"verse":"అంతలో ఉత్తరదేశపురాజు వచ్చి ముట్టడి దిబ్బ వేయును. దక్షిణ దేశపు రాజుయొక్క బలము నిలువలేకపోయినందునను, అతడు ఏర్పరచుకొనిన జనము దృఢశౌర్యము పొందక పోయినందునను ఉత్తరదేశపు రాజు ప్రాకారములుగల పట్టణమును పట్టుకొనును.౹"},{"number":16,"verse":"వచ్చినవాని కెదురుగా ఎవరును నిలువలేక పోయినందున తనకిష్టమువచ్చినట్టు అతడు జరిగించును గనుక ఆనందముగల ఆ దేశములో అతడుండగా అది అతని బలమువలన పాడైపోవును.౹"},{"number":17,"verse":"అతడు తన రాజ్యముయొక్క సమస్త బలమును కూర్చుకొని రావలెనని ఉద్దేశింపగా అతనితో సంధిచేయబడును; ఏమనగా నశింపజేయవచ్చునని యొక కుమార్తెను అతని కిచ్చెదరు, అయితే ఆమె సమ్మతింపక అతని కలిసికొనదు.౹"},{"number":18,"verse":"అతడు ద్వీపముల జనములతట్టు తన మనస్సును త్రిప్పుకొని యనేకులను పట్టుకొనును. అయితే అతనివలన కలిగిన యవమానమును ఒక యధికారి నివారణ చేయును. మరియు ఆయన యవమానము అతనిమీదికి మరల వచ్చునట్లు చేయును, అది అతనికి రాక తప్పదు.౹"},{"number":19,"verse":"అప్పుడతడు తన ముఖమును తన దేశములోని కోటలతట్టు త్రిప్పు కొనును గాని ఆటంకపడి కూలి అగుపడకపోవును.౹"},{"number":20,"verse":"అతనికి మారుగా మరియొకడు లేచి ఘనమైన రాజ్యము ద్వారా పన్నుపుచ్చుకొను వానిని లేపును; కొన్ని దినములైన పిమ్మట అతడు నాశనమగును గాని యీ నాశనము ఆగ్రహమువలననైనను యుద్ధమువలననైనను కలుగదు.౹"},{"number":21,"verse":"అతనికి బదులుగా నీచుడగు ఒకడు వచ్చును; అతనికి రాజ్యఘనత నియ్యరుగాని నెమ్మది కాలమందు అతడువచ్చి యిచ్చకపు మాటలచేత రాజ్యమును అపహరించును.౹"},{"number":22,"verse":"ప్రవాహమువంటి బలము అతని యెదుటనుండి వారిని కొట్టుకొని పోవుటవలనవారు నాశనమగుదురు; సంధి చేసిన అధిపతి సహా నాశనమగును.౹"},{"number":23,"verse":"అతడు సంధిచేసినను మోసపుచ్చును. అతడు స్వల్పజనముగలవాడైనను ఎదు రాడి బలము పొందును.౹"},{"number":24,"verse":"అతడు సమాధాన క్షేమముగల దేశమునకు వచ్చి, తన పితరులు కాని తన పితరుల పితరులుగాని చేయనిదానిని చేయును; ఏదనగా అచ్చట ఆస్తిని, దోపుడుసొమ్మును, ధనమును విభజించి తనవారికి పంచి పెట్టును. అంతట కొంతకాలము ప్రాకారములను పట్టుకొనుటకు కుట్రచేయును"},{"number":25,"verse":"అతడు గొప్ప సైన్యమును సమకూర్చుకొని, దక్షిణదేశపు రాజుతో యుద్ధము చేయుటకు తన బలమును సిద్ధపరచి, తన మనస్సును రేపుకొనును గనుక దక్షిణదేశపు రాజు గొప్ప సైన్యమును సమకూర్చుకొని మహా బలముగలవాడై యుద్ధమునకు సిద్ధపడును. అతడు దక్షిణ దేశపురాజునకు విరోధమైన ఉపాయములు చేయనుద్దేశించినందున ఆ రాజు నిలువలేకపోవును.౹"},{"number":26,"verse":"ఏమనగా, అతని భోజనమును భుజించువారు అతని పాడు చేసెదరు; మరియు అతని సైన్యము ఓడిపోవును గనుక అనేకులు హతులవుదురు.౹"},{"number":27,"verse":"కీడుచేయుటకై ఆ యిద్దరు రాజులు తమ మనస్సులు స్థిరపరచుకొని, యేకభోజన పంక్తిలో కూర్చుండినను కపటవాక్యములాడెదరు; నిర్ణయ కాలమందు సంగతి జరుగును గనుక వారి ఆలోచన సఫలము కానేరదు.౹"},{"number":28,"verse":"అతడు మిగుల ద్రవ్యముగలవాడై తన దేశమునకు మరలును. మరియు పరిశుద్ధ నిబంధనకు విరోధియై యిష్టానుసారముగా జరిగించి తన దేశమునకు తిరిగి వచ్చును.౹"},{"number":29,"verse":"నిర్ణయకాలమందు మరలి దక్షిణదిక్కునకు వచ్చునుగాని మొదట నున్నట్టుగా కడపటనుండదు.౹"},{"number":30,"verse":"అంతట కిత్తీయుల ఓడలు అతనిమీదికి వచ్చుటవలన అతడు వ్యాకులపడి ( ఓడిపోయి.) మరలి, పరిశుద్ధ నిబంధన విషయములో అత్యాగ్రహముగలవాడై, తన యిష్టానుసారముగా జరిగించును. అతడు మరలి పరిశుద్ధ నిబంధనను నిషేధించిన వారెవరని విచారించును.౹"},{"number":31,"verse":"అతని పక్షమున శూరులు లేచి, పరిశుద్ధస్థలపు కోటను అపవిత్రపరచి, అనుదిన బలి నిలిపివేసి, నాశనమును కలుగజేయు హేయమైన వస్తువును నిలువబెట్టుదురు.౹"},{"number":32,"verse":"అందుకతడు ఇచ్చకపుమాటలు చెప్పి నిబంధన నతిక్రమించువారిని వశపరచుకొనును; అయితే తమ దేవుని నెరుగువారు బలముకలిగి గొప్ప కార్యములు చేసెదరు.౹"},{"number":33,"verse":"జనములో బుద్ధిమంతులు ఆనేకులకు బోధించుదురు గాని వారు బహు దినములు ఖడ్గమువలనను అగ్ని వలనను క్రుంగి చెరపట్టబడి హింసింపబడి దోచబడుదురు.౹"},{"number":34,"verse":"వారు క్రుంగిపోవు సమయమందు వారికి స్వల్ప సహాయము దొరుకును, అయితే అనేకులు ఇచ్చకపు మాటలు చెప్పి వారిని హత్తుకొందురు గాని"},{"number":35,"verse":"నిర్ణయకాలము ఇంక రాలేదు గనుక అంత్యకాలమువరకు జనులను పరిశీ లించుటకును పవిత్రపరచుటకును బుద్ధిమంతులలో కొందరు కూలుదురు.౹"},{"number":36,"verse":"ఆ రాజు ఇష్టానుసారముగా జరిగించి తన్ను తానే హెచ్చించుకొనుచు అతిశయపడుచు, ప్రతి దేవత మీదను దేవాది దేవునిమీదను గర్వముగా మాటలాడుచు ఉగ్రత సమాప్తియగువరకు వృద్ధిపొందును; అంతట నిర్ణ యించినది జరుగును.౹"},{"number":37,"verse":"అతడు అందరికంటె ఎక్కువగా తన్నుతాను హెచ్చించుకొనును గనుక తన పితరుల దేవతలను లక్ష్యపెట్టడు; మరియు స్త్రీలకాంక్షితా దేవతను గాని, యే దేవతను గాని లక్ష్యపెట్టడు.౹"},{"number":38,"verse":"అతడు తన పితరులెరుగని దేవతను, అనగా ప్రాకారముల దేవతను వారి దేవతకు మారుగా ఘనపరచును; బంగారును వెండిని విలువగల రాళ్లను మనోహరమైన వస్తువులను అర్పించి, ఆ దేవతను ఘనపరచును.౹"},{"number":39,"verse":"మరియు ఈ క్రొత్త దేవతను ఆధారముచేసికొని, కోటలకు ప్రాకారములు కట్టించి, నూతన విధముగా తనవారికి మహాఘనత కలుగజేయును; దేశమును క్రయమునకు విభజించి యిచ్చి అనేకులమీద తనవారికి ప్రభుత్వ మిచ్చును.౹"},{"number":40,"verse":"అంత్యకాలమందు దక్షిణ దేశపు రాజు అతనితో యుద్ధముచేయును. మరియు ఉత్తరదేశపు రాజు రథములను గుఱ్ఱపురౌతులను అనేకమైన ఓడలను సమకూర్చుకొని, తుపానువలె అతనిమీదపడి దేశములమీదుగా ప్రవాహమువలె వెళ్లును.౹"},{"number":41,"verse":"అతడు ఆనందదేశమున ప్రవేశించుటవలన అనేకులు కూలుదురు గాని ఎదోమీయులును మోయాబీయులును అమ్మోనీయులలో ముఖ్యులును అతనిచేతిలోనుండి తప్పించు కొనెదరు.౹"},{"number":42,"verse":"అతడు ఇతర దేశములమీదికి తన సేన నంపించును; ఐగుప్తు సహా తప్పించుకొననేరదు.౹"},{"number":43,"verse":"అతడు విలువగల సమస్త బంగారు వెండి వస్తువులను ఐగుప్తుయొక్క విలువ గల వస్తువులన్నిటిని వశపరచుకొని, లుబీయులను కూషీ యులను తనకు పాదసేవకులుగా చేయును.౹"},{"number":44,"verse":"అంతట తూర్పునుండియు ఉత్తరమునుండియు వర్తమానములు వచ్చి యతని కలతపరచును గనుక అత్యాగ్రహము కలిగి అనే కులను పాడుచేయుటకును నశింపజేయుటకును అతడు బయలుదేరును.౹"},{"number":45,"verse":"కాబట్టి తన నగరు డేరాను సముద్రములకును పరిశుద్ధానందములుగల పర్వతమునకును మధ్య వేయును; అయితే అతనికి నాశనము రాకుండుటకై సహాయముచేయు వాడెవడును లేకపోవును."}]}