{"bibleAbbr":"teOV2016","bookName":"దానియేలు","bookEnglishName":"Daniel","chapterNumber":7,"verses":[{"number":1,"verse":"బబులోను రాజగు బెల్షస్సరుయొక్క పరిపాలనలో మొదటి సంవత్సరమున దానియేలునకు దర్శనములు కలిగెను; అతడు తన పడకమీద పరుండి యొక కలకని ఆ కల సంగతిని సంక్షేపముగా వివరించి వ్రాసెను.౹"},{"number":2,"verse":"దానియేలు వివరించి చెప్పినదేమనగా–రాత్రియందు దర్శనములు కలిగినప్పుడు నేను తేరిచూచుచుండగా ఆకాశపు నలుదిక్కుల నుండి సముద్రముమీద గాలి విసరుట నాకు కనబడెను.౹"},{"number":3,"verse":"అప్పుడు నాలుగు మిక్కిలి గొప్ప జంతువులు మహా సముద్రములోనుండి పై కెక్కెను. ఆ జంతువులు ఒక దానికొకటి భిన్నములై యుండెను.౹"},{"number":4,"verse":"మొదటిది సింహమును పోలినది గాని దానికి పక్షిరాజు రెక్కలవంటి రెక్కలుండెను. నేను చూచుచుండగా దాని రెక్కలు తీయబడినవి గనుక మనుష్యునివలె అది పాదములు పెట్టుకొని నేలపైన నిలువబడెను. మరియు మానవమనస్సు వంటి మనస్సు దానికియ్యబడెను.౹"},{"number":5,"verse":"రెండవ జంతువు ఎలుగుబంటిని పోలినది, అది యొక పార్శ్వముమీద పండుకొని తన నోట పండ్లమధ్య మూడు ప్రక్కటెము కలను పట్టుకొనినది. కొందరు — లెమ్ము, విస్తారముగా మాంసము భక్షించుము అని దానితో చెప్పిరి.౹"},{"number":6,"verse":"అటు పిమ్మట చిరుతపులినిపోలిన మరియొక జంతువును చూచితిని. దాని వీపున పక్షిరెక్కలవంటి నాలుగు రెక్కలుండెను; దానికి నాలుగు తలలుండెను; దానికి ఆధిపత్యమియ్య బడెను.౹"},{"number":7,"verse":"పిమ్మట రాత్రియందు నాకు దర్శనములు కలిగినప్పుడు నేను చూచుచుండగా, ఘోరమును భయంకరమునగు నాలుగవ జంతువొకటి కనబడెను. అది తనకు ముందుగా నుండిన యితర జంతువులకు భిన్నమైనది; అది మహాబల మహాత్మ్యములుగలది; దానికి పెద్ద ఇనుప దంతములును పది కొమ్ములు నుండెను. అది సమస్తమును భక్షించుచు తుత్తునియలుగా చేయుచు మిగిలినదానిని కాళ్లక్రింద అణగద్రొక్కుచుండెను.౹"},{"number":8,"verse":"నేను ఈ కొమ్ములను కనిపెట్టగా ఒక చిన్న కొమ్మువాటిమధ్యను లేచెను; దానికి స్థలమిచ్చుటకై ఆ కొమ్ములలో మూడు పెరికి వేయబడినవి. ఈ కొమ్మునకు మానవుల కన్నులవంటి కన్నులును గర్వముగా మాటలాడు నోరును ఉండెను.౹"},{"number":9,"verse":"ఇంక సింహాసనములను వేయుట చూచితిని; మహా వృద్ధుడొకడు కూర్చుండెను. ఆయన వస్త్రము హిమమువలె ధవళముగాను, ఆయన తలవెండ్రుకలు శుద్ధమైన గొఱ్ఱెబొచ్చువలె తెల్లగాను ఉండెను. ఆయన సింహాసనము అగ్నిజ్వాలలవలె మండుచుండెను; దాని చక్రములు అగ్నివలె ఉండెను.౹"},{"number":10,"verse":"అగ్నివంటి ప్రవాహము ఆయనయొద్దనుండి ప్రవహించుచుండెను. వేవేలకొలది ఆయనకు పరిచారకులుండిరి; కోట్లకొలది మనుష్యులు ఆయనయెదుట నిలిచిరి, తీర్పుతీర్చుటకై గ్రంథములు తెరువబడెను.౹"},{"number":11,"verse":"అప్పుడు నేను చూచుచుండగా, ఆ కొమ్ము పలుకుచున్న మహాగర్వపు మాటల నిమిత్తము వారు ఆ జంతువును చంపినట్టు కనబడెను; తరువాత దాని కళేబరము మండుచున్న అగ్నిలో వేయబడెను.౹"},{"number":12,"verse":"మిగిలిన ఆ జంతు వుల ప్రభుత్వము తొలగిపోయెను; సమయము వచ్చువరకు అవి సజీవులమధ్యను ఉండవలెనని యొక సమయము ఒక కాలము వాటికి ఏర్పాటాయెను.౹"},{"number":13,"verse":"రాత్రి కలిగిన దర్శనములను నేనింక చూచుచుండగా, ఆకాశమేఘారూఢుడై మనుష్యకుమారునిపోలిన యొకడు వచ్చి, ఆ మహావృద్ధు డగువాని సన్నిధిని ప్రవేశించి, ఆయన సముఖమునకు తేబడెను.౹"},{"number":14,"verse":"సకల జనులును రాష్టములును ఆయా భాషలు మాటలాడువారును ఆయనను సేవించునట్లు ప్రభుత్వమును మహిమయు ఆధిపత్యమును ఆయన కీయ బడెను. ఆయన ప్రభుత్వము శాశ్వతమైనది అదెన్నటికిని తొలగిపోదు; ఆయన రాజ్యము ఎప్పుడును లయముకాదు."},{"number":15,"verse":"నాకు కలిగిన దర్శనములు నన్ను కలవరపరచుచున్నందున దానియేలను నేను నా దేహములో మనోదుఃఖము గలవాడనైతిని.౹"},{"number":16,"verse":"నేను దగ్గర నిలిచియున్నవారిలో ఒకని యొద్దకుపోయి — ఇందునుగూర్చిన నిజమంతయు నాకు చెప్పుమని అడుగగా, అతడు నాతో మాటలాడి ఆ సంగతుల భావమును నాకు తెలియజేసెను.౹"},{"number":17,"verse":"ఎట్లనగా ఈ మహా జంతువులు నాలుగైయుండి లోకమందు ప్రభుత్వము చేయబోవు నలుగురు రాజులను సూచించుచున్నవి.౹"},{"number":18,"verse":"అయితే మహోన్నతుని పరిశుద్ధులే రాజ్యాధికారము నొందుదురు; వారు యుగయుగములు యుగయుగాంతములవరకు రాజ్యమేలుదురు.౹"},{"number":19,"verse":"ఇనుపదంతములును ఇత్తడి గోళ్లునుగల ఆ నాలుగవ జంతువు సంగతి ఏమైనదని నేను తెలిసికొనగోరితిని; అది యెన్నటికి భిన్నమును మిగుల భయంకరమునై, సమస్తమును పగులగొట్టుచు మ్రింగుచు మిగిలిన దానిని కాళ్లక్రింద అణగద్రొక్కుచుండెను.౹"},{"number":20,"verse":"మరియు దాని తలపైనున్న పది కొమ్ముల సంగతియు, వాటి మధ్యనుండి పెరిగి మూడు కొమ్ములను కొట్టివేసి, కన్నులును గర్వముగా మాటలాడు నోరునుగల ఆ వేరగు కొమ్ము సంగతియు, అనగా దాని కడమ కొమ్ములకంటె బలము కలిగిన ఆ కొమ్ము సంగతియు విచారించితిని.౹"},{"number":21,"verse":"ఈ కొమ్ము పరిశుద్ధులతో యుద్ధము చేయుచు వారిని గెలుచున దాయెను.౹"},{"number":22,"verse":"ఆ మహావృద్ధుడు వచ్చి మహోన్నతుని పరిశుద్ధుల విషయములో తీర్పు తీర్చువరకు ఆలాగు జరుగును గాని సమయము వచ్చినప్పుడు ఆ పరిశుద్ధులు రాజ్యము నేలుదురను సంగతి నేను గ్రహించితిని.౹"},{"number":23,"verse":"నేనడిగిన దానికి ఆ పరిచారకుడు ఈలాగున చెప్పెను–ఆ నాలుగవ జంతువు లోకములో తక్కిన ఆ మూడు రాజ్యములకు భిన్నమగు నాలుగవ రాజ్యమును సూచించుచున్నది. అది సమస్తమును అణగద్రొక్కుచు పగులగొట్టుచు లోక మంతయు భక్షించును.౹"},{"number":24,"verse":"ఆ పది కొమ్ములు ఆ రాజ్యము నుండి పుట్టబోవు పదిమంది రాజులను సూచించుచున్నవి; కడపట ముందుగా ఉన్న రాజులకు భిన్నమగు మరియొక రాజుపుట్టి ఆ ముగ్గురు రాజులను పడద్రోయును.౹"},{"number":25,"verse":"ఆ రాజు మహోన్నతునికి విరోధముగా మాటలాడుచు మహోన్నతుని భక్తులను నలుగగొట్టును; అతడు పండుగ కాలములను న్యాయపద్ధతులను నివారణచేయ బూనుకొనును; వారు ఒక కాలము కాలములు అర్ధకాలము అతని వశమున నుంచబడుదురు.౹"},{"number":26,"verse":"అతని యధికారము నశింపజేయుటకును నిర్మూలముచేయుటకును తీర్పు విధింపబడెను గనుక అది కొట్టి వేయబడును.౹"},{"number":27,"verse":"ఆకాశమంతటి క్రిందనున్న రాజ్యమును అధికారమును రాజ్య మహాత్మ్యమును మహోన్నతుని పరిశుద్ధులకు చెందును. ఆయన రాజ్యము నిత్యము నిలుచును, అధికారులందరును దానికి దాసులై విధేయులగుదురు. ఇంతలో సంగతి సమాప్తమాయెను అని చెప్పెను.౹"},{"number":28,"verse":"దానియేలను నేను విని మనస్సునందు అధికమైన కలతగలవాడ నైతిని; అందుచేత నా ముఖము వికారమాయెను; అయితే ఆ సంగతి నా మనస్సులో నుంచుకొంటిని."}]}