{"bibleAbbr":"guOV2016","bookName":"લૂકની લખેલી સુવાર્તા","bookEnglishName":"Luke","chapterNumber":19,"verses":[{"number":1,"verse":"( ઈસુ અને જાખ્ખી) તે યરીખોમાં થઈને જતા હતા."},{"number":2,"verse":"જાખ્ખી નામે એક પુરુષ હતો, તે મુખ્ય જકાતદાર હતો, અને શ્રીમંત હતો."},{"number":3,"verse":"તેણે ઈસુને જોવા પ્રયત્ન કર્યો કે તે કોણ છે; પણ ભીડને લીધે તે તેમને જોઈ શક્યો નહિ, કેમ કે તે ઠીંગણો હતો."},{"number":4,"verse":"તેથી આગળ દોડી જઈને તે તેમને જોવા માટે એક ગુલ્લર ઝાડ પર‍ ચઢયો; કેમ કે તે જ રસ્તે થઈને તે જવાના હતા."},{"number":5,"verse":"તે જગાએ આવીને ઈસુએ ઊંચે જોઈને તેને કહ્યું, “જાખ્ખી, તું જલ્દી ઊતરી આવ; કેમ કે આજે મારે તારે ઘેર ઊતરવાનું છે.”"},{"number":6,"verse":"તે જલ્દી ઊતરી આવ્યો, અને તેણે આનંદથી તેમનો આવકાર કર્યો."},{"number":7,"verse":"તે જોઈને બધાએ કચકચ કરીને કહ્યું, “એક પાપી માણસને ત્યાં તે પરોણો રહેવા ગયો છે.”"},{"number":8,"verse":"જાખ્ખીએ ઊભા રહીને પ્રભુને કહ્યું, “પ્રભુ, હું મારી સંપત્તિનો અર્ધો ભાગ દરિદ્રીઓને આપું છું; જો અન્યાયથી મેં કોઈનું કંઈ પડાવી લીધું હોય, તો હું તેને ચોગણું પાછું આપીશ.”"},{"number":9,"verse":"ઈસુએ તેને કહ્યું, “આજે આ ઘેર તારણ આવ્યું છે, કારણ કે તે પણ ઇબ્રાહિમનો દીકરો છે."},{"number":10,"verse":"કેમ કે ( .) ખોવાયેલું શોધવા તથા તારવા માટે માણસનો દીકરો આવ્યો છે.”"},{"number":11,"verse":"( મહોરોની સોંપણી અને હિસાબનું દ્દષ્ટાંત) ( ( 470 ૨૫:૧૪-૩૦ )) ( .) તેઓ આ વાતો સાંભળતા હતા, ત્યારે તેમણે એક દ્દષ્ટાંત પણ કહ્યું, કેમ કે તે યરુશાલેમ પાસે આવ્યા હતા, અને તેઓ એમ ધારતા હતા કે, “ઈશ્વરનું રાજ્ય હમણાં જ પ્રગટ થશે.”"},{"number":12,"verse":"માટે તેમણે કહ્યું, “એક કુલીન માણસ પોતાને માટે રાજ્ય મેળવીને પાછા આવવા [નો ઇરાદો રાખીને] દૂર દેશ ગયો."},{"number":13,"verse":"તેણે પોતાના દશ ચાકરોને બોલાવીને તેઓને દશ મહોર આપીને કહ્યું, ‘હું આવું ત્યાં સુધી તેનો વહીવટ કરો.’"},{"number":14,"verse":"પણ તેના શહેરના માણસો તેના પર દ્વેષ રાખતા હતા, અને તેની પાછળ એલચીઓને મોકલીને કહેવડાવ્યું કે, ‘એ માણસ અમારા પર રાજ કરે એવું અમે ચાહતા નથી.’"},{"number":15,"verse":"તે રાજ્ય મેળવીને પાછો આવ્યો, ત્યારે જે ચાકરોને તેણે નાણું આપ્યું હતું, તેઓને તેણે પોતાની પાસે બોલાવવાનું કહ્યું, એ માટે કે તેઓ શું શું કમાયા તે તે જાણે."},{"number":16,"verse":"ત્યારે પહેલાએ તેની આગળ આવીને કહ્યું કે, ‘સાહેબ, તમારી એક મહોરે બીજી દશ મહોર પેદા કરી છે.’"},{"number":17,"verse":"તેણે તેને કહ્યું કે, ‘શાબાશ, સારા ચાકર; તું નાની વાતમાં વિશ્વાસુ માલૂમ પડ્યો છે, માટે દશ શહેરોનો અધિકારી થા.’"},{"number":18,"verse":"બીજાએ આવીને કહ્યું કે, ‘સાહેબ તમારી એક મહોરે બીજી પાંચ મહોર પેદા કરી છે.’"},{"number":19,"verse":"તેણે તેને પણ કહ્યું કે, ‘તું પણ પાંચ શહેરોનો ઉપરી થા.’"},{"number":20,"verse":"બીજાએ આવીને કહ્યું કે, ‘સાહેબ, જુઓ તમારી મહોર આ રહી, મેં રૂમાલમાં બાંધીને તેને રાખી મૂકી હતી,"},{"number":21,"verse":"કારણ કે હું તમારાથી બીધો, કેમ કે તમે કઠણ માણસ છો; તમે જે મૂક્યું ન હોય તે તમે ઉઠાવો છો, અને તમે જે વાવ્યું ન હોય તે તમે કાપો છો.’"},{"number":22,"verse":"તેણે તેને કહ્યું, ‘ઓ ભૂંડા‍ ચાકર, તારા પોતાના મોંથી હું તારો ન્યાય કરીશ. હું કઠણ માણસ છું, મેં જે મૂક્યું ન હોય, તે હું ઉઠાવું છું, અને જે વાવ્યું ન હોય તે હું કાપું છું, એમ તું જાણતો હતો,"},{"number":23,"verse":"તો શાહુકારને ત્યાં મારું નાણું તેં કેમ નહોતું આપ્યું કે, હું આવીને વ્યાજ સાથે મારું વસૂલ કરત?’"},{"number":24,"verse":"પછી જેઓ પાસે ઊભા હતા તેઓને તેણે કહ્યું કે, ‘તેની પાસેથી તે મહોર લઈ લો, અને જેની પાસે દશ મહોર છે તેને આપો.’"},{"number":25,"verse":"તેઓએ તેને કહ્યું કે, ‘સાહેબ, તેની પાસે તો દશ મહોર છે!’"},{"number":26,"verse":"( ; ; .) હું તમને કહું છું કે, જે કોઈની પાસે છે, તેને આપવામાં આવશે, અને જેની પાસે નથી તેનું જે છે તે પણ તેની પાસેથી લઈ લેવામાં આવશે."},{"number":27,"verse":"પરંતુ આ મારા વૈરી જેઓ ચાહતા નહોતા કે હું તેઓ પર રાજ કરું, તેઓને અહીં લાવો, અને મારી આગળ મારી નાખો.”"},{"number":28,"verse":"( યરુશાલેમમાં વિજયપ્રવેશ) ( ( 470 ૨૧:૧-૧૧ ; 480 ૧૧:૧-૧૧ ; 500 ૧૨:૧૨-૧૯ )) એમ કહ્યા પછી તે યરુશાલેમને માર્ગે તેમની આગળ ચાલતા થયા."},{"number":29,"verse":"તે બેથફગે તથા બેથાનિયા પાસે જૈતુન નામના પહાડ આગળ આવ્યા, ત્યારે તેમણે શિષ્યોમાંના બે ને એમ કહીને મોકલ્યા,"},{"number":30,"verse":"“સામેના ગામમાં જાઓ; તેમાં પેસતાં જ એક [ગધેડાનું] વછેરું બાંધેલું તમને મળશે, તે પર કોઈ માણસ કદી બેઠું નથી; તેને છોડી લાવો."},{"number":31,"verse":"જો કોઈ તમને પૂછે કે, ‘તેને કેમ છોડો છો?’ તો એમ કહેજો કે, ‘પ્રભુને એની જરૂર છે.’”"},{"number":32,"verse":"જેઓને તેમણે મોકલ્યા તેઓ ગયા, અને જેમ તેમણે તેઓને કહ્યું હતું તે જ પ્રમાણે તેઓને મળ્યું."},{"number":33,"verse":"તેઓ વછેરું છોડતા હતા ત્યારે તેના ધણીઓએ તેમને પૂછ્યું, “તમે વછેરું કેમ છોડો છો?”"},{"number":34,"verse":"તેઓએ જવાબ આપ્યો કે, “પ્રભુને તેની જરૂર છે.”"},{"number":35,"verse":"તેઓ તેને ઈસુની પાસે લાવ્યા. અને વછેરા પર પોતાનાં વસ્‍ત્ર નાખીને ઈસુને તેના પર બેસાડ્યા,"},{"number":36,"verse":"તે જતા હતા ત્યારે તેઓએ પોતાનાં વસ્‍ત્ર માર્ગમાં પાથર્યાં."},{"number":37,"verse":"તે નજીક, જૈતૂન પહાડના ઢોળાવ પાસે, આવી પહોંચ્યા, ત્યારે જે પરાક્રમી કામો તેઓએ જોયાં હતાં, તે બધાને લીધે શિષ્યોનો આખો સમુદાય હર્ષથી મોટે અવાજે ઈશ્વરની સ્તુતિ કરતાં કહેવા લાગ્યો,"},{"number":38,"verse":"( .) “પ્રભુને નામે જે રાજા આવે છે તેને ધન્ય છે! આકાશમાં શાંતિ તથા સર્વોચ્ચ સ્થાનમાં મહિમા [થાઓ] !”"},{"number":39,"verse":"લોકોમાંથી કેટલાક ફરોશીઓએ તેમને કહ્યું, “ઉપદેશક, તમારા શિષ્યોને ધમકાવો.”"},{"number":40,"verse":"તેમણે તેઓને ઉત્તર આપ્યો, “હું તમને કહું છું કે જો તેઓ છાના રહેશે તો પથરા પોકારી ઊઠશે.”"},{"number":41,"verse":"( યરુશાલેમ માટે ઈસુનું રુદન) તે પાસે આવ્યા ત્યારે શહેરને જોઈને તેમણે તેને માટે રડીને કહ્યું,"},{"number":42,"verse":"“જો તેં, હા તેં, [તારી] શાંતિને લગતાં જે વાનાં છે તે આજે જાણ્યાં હોત તો કેવું સારું! પણ હમણાં તેઓ તારી આંખોથી ગુપ્ત રખાયેલાં છે."},{"number":43,"verse":"કેમ કે તારા ઉપર એવા દિવસો આવી પડશે કે જ્યારે તારા વૈરીઓ તારી સામા પાળ બાંધશે, તને ઘેરી લઈને ચારે તરફથી તને સંકડાવશે,"},{"number":44,"verse":"તેઓ તને તથા તારામાં વસતાં તારાં છોકરાંને જમીન પર પછાડી નાખશે. અને તેઓ તારામાં એક પથ્થર પર બીજો પથ્થર રહેવા દેશે નહિ. કેમ કે તારી કૃપાદષ્ટિનો સમય તેં જાણ્યો નહિ.”"},{"number":45,"verse":"( મંદિરનું શુદ્ધીકરણ) ( ( 470 ૨૧:૧૨-૧૭ ; 480 ૧૧:૧૫-૧૯ ; 500 ૨:૧૩-૨૨ )) પછી તે મંદિરમાં ગયા, અને વેચનારાઓને અંદરથી કાઢી મૂકવા લાગ્યા."},{"number":46,"verse":"તેમણે તેઓને કહ્યું, “એમ લખેલું છે કે, ( .) મારું ઘર પ્રાર્થનાનું ઘર થશે; પણ તમે તેને ( .) લૂંટારાઓનું કોતર કર્યું છે.”"},{"number":47,"verse":"( .) તે રોજ મંદિરમાં બોધ કરતા હતા, પણ મુખ્ય યાજકો તથા શાસ્‍ત્રીઓ તથા લોકોના મુખીઓ તેમને મારી નાખવાનો પ્રયત્ન કરતા હતા."},{"number":48,"verse":"પણ શું કરવું તે તેઓને સૂઝયું નહિ. કેમ કે બધા લોકો એકાગ્રચિત્તે તેમનું સાંભળતા હતા."}]}