{"bibleAbbr":"guOV2016","bookName":"લૂકની લખેલી સુવાર્તા","bookEnglishName":"Luke","chapterNumber":9,"verses":[{"number":1,"verse":"( ઈસુ બાર પ્રેરિતોને મોકલે છે) ( ( 470 ૧૦:૫-૧૫ ; 480 ૬:૭-૧૩ )) તેમણે [પોતાના] બાર [શિષ્યો] ને બોલાવીને તેઓને બધા દુષ્ટાત્માઓ પર, તથા રોગો મટાડવાને પરાક્રમ તથા અધિકાર આપ્યાં."},{"number":2,"verse":"વળી ઈશ્વરનું રાજ્ય પ્રગટ કરવા તથા માંદાઓને સાજાં કરવા તેમણે તેઓને મોકલ્યા."},{"number":3,"verse":"( .) તેમણે તેઓને કહ્યું, “મુસાફરીને માટે તમે કંઈ પણ લેતા ના, લાકડી નહિ, થેલી નહિ, રોટલી નહિ, કે નાણું પણ નહિ; વળી બબ્બે પહેરણ રાખશો નહિ."},{"number":4,"verse":"જે કોઈ ઘરમાં તમે જાઓ, ત્યાં જ રહો, ને ત્યાંથી જ નીકળો."},{"number":5,"verse":"( .) તે શહેરમાંથી તમે નીકળો ત્યારે જેટલાએ તમારો અંગીકાર કર્યો ન હોય, તેટલાની વિરુદ્ધ સાક્ષી તરીકે તમારા પગ પરની ધૂળ ખંખેરી નાખજો.”"},{"number":6,"verse":"તેઓ [ત્યાંથી] નીકળ્યા, અને ગામેગામ સુવાર્તા પ્રગટ કરતા તથા સર્વ ઠેકાણે રોગ મટાડતા ગયા."},{"number":7,"verse":"( હેરોદની મૂંઝવણ) ( ( 470 ૧૪:૧-૧૨ ; 480 ૬:૧૪-૨૯ )) હવે જે થયું તે બધું સાંભળીને હેરોદ રાજા બહુ ગૂંચવણમાં પડ્યો, કેમ કે ( ; ; .) કેટલાક એમ કહેતા હતા, યોહાન મૂએલાંમાંથી ઊઠ્યો છે.”"},{"number":8,"verse":"પણ કેટલાક કહેતા હતા, “એલિયા પ્રગટ થયો છે.” અને બીજાઓ કહેતા હતા, પુરાતન પ્રબોધકોમાંનો એક પાછો ઊઠ્યો છે.”"},{"number":9,"verse":"હેરોદે કહ્યું, “મેં યોહાનનું માથું કપાવી નંખાવ્યું. પણ જેના સંબંધી હું આવી વાતો સાંભળું છું તે કોણ છે? અને તેણે તેમને જોવા ચાહ્યા."},{"number":10,"verse":"( પાંચ હજારને જમાડે છે) ( ( 470 ૧૪:૧૩-૨૧ ; 480 ૬:૩૦-૪૪ ; 500 ૬:૧-૧૪ )) પ્રેરિતોએ પાછા આવીને તેઓએ જે જે કર્યું હતું તે તેમને કહી સંભળાવ્યું. પછી તે તેઓને તેડીને બેથસાઈદા નામના શહેરમાં એકાંતમાં ગયા."},{"number":11,"verse":"પણ એ જાણીને ઘણા લોકો તેમની પાછળ ગયા; અને તેમણે તેઓનો આવકાર કરીને તેઓને ઈશ્વરના રાજ્ય સંબંધી વાત કરી, અને જેઓને સાજાં થવાની જરૂર હતી તેઓને સાજાં કર્યાં."},{"number":12,"verse":"દિવસ નમવા લાગ્યો ત્યારે બાર [શિષ્યોએ] આવીને તેમને કહ્યું, “લોકોને વિદાય કરો કે તેઓ આસપાસનાં ગામોમાં તથા પરાંમાં જઈને ખાવાનું વેચાતું લે; કેમ કે આપણે અહીં ઉજ્જડ સ્થળે છીએ.”"},{"number":13,"verse":"પણ તેમણે તેઓને કહ્યું, “તમે તેઓને ખાવાનું આપો.” તેઓએ તેમને કહ્યું, “અમારી પાસે તો પાંચ રોટલી ને બે માછલી સિવાય બીજું કંઈ નથી; અમે જઈને એ બધા લોકોને માટે ખાવાનું વેચાતું લાવીએ તો જ [મળે].”"},{"number":14,"verse":"કેમ કે તેઓ આશરે પાંચ હજાર પુરુષ હતા. તેમણે પોતાના શિષ્યોને કહ્યું, “આશરે પચાસ પચાસની પંગતમાં તેઓને બેસાડો.”"},{"number":15,"verse":"તેઓએ તેમ કર્યું, અને સર્વને બેસાડ્યા."},{"number":16,"verse":"પછી પાંચ રોટલી અને બે માછલી લઈને તેમણે આકાશ તરફ જોઈને તેઓને આશીર્વાદ આપ્યો, અને તે ભાંગીને લોકને પીરસવા માટે શિષ્યોને આપી."},{"number":17,"verse":"તેઓ સર્વ ખાઈને તૃપ્ત થયાં; અને છાંડેલા કકડા વીણીને તેઓએ બાર ટોપલી ભરી."},{"number":18,"verse":"( ઈસુ વિષે પિતરનો એકરાર) ( ( 470 ૧૬:૧૩-૧૯ ; 480 ૮:૨૭-૨૯ )) તે એકાંતમાં પ્રાર્થના કરતા હતા, ત્યારે તેમના શિષ્યો તેમની સાથે હતા. તેમણે તેઓને પૂછ્યું, “હું કોણ છું, તે વિષે લોકો શું કહે છે?”"},{"number":19,"verse":"( ; ; .) તેઓએ તેમને કહ્યું, “યોહાન બાપ્તિસ્ત; પણ કેટલાક [કહે છે] એલિયા; વળી બીજા [કહે છે] , પુરાતન પ્રબોધકોમાંનો એક પાછો ઊઠ્યો છે.”"},{"number":20,"verse":"તેમણે તેઓને પૂછ્યું, “પણ હું કોણ છું તે વિષે તમે શું કહો છો?” ( .) પિતરે ઉત્તર આપ્યો, “ઈશ્વરના ખ્રિસ્ત.”"},{"number":21,"verse":"( ઈસુના મૃત્યુ અને દુ:ખની પ્રથમ આગાહી) ( ( 470 ૧૬:૨૦-૨૮ ; 480 ૮:૩૦-૯:૧ )) પણ તેમણે તેઓને સખત આજ્ઞા કરી, “એ વાત કોઈને કહેતા ના, ”"},{"number":22,"verse":"વળી તેમણે તેઓને કહ્યું, “માણસના દીકરાએ ઘણું સહેવું, વડીલોથી તથા યાજકોથી તથા શાસ્‍ત્રીઓથી નાપસંદ થવું તથા માર્યા જવું, અને ત્રીજે દિવસે પાછા ઊઠવું જરૂરનું છે.”"},{"number":23,"verse":"તેમણે બધાને કહ્યું, ( ; .) “જો કોઈ મારી પાછળ આવવા ચાહે, તો તેણે પોતાનો નકાર કરવો, અને દરરોજ પોતાનો વધસ્તંભ ઊંચકીને મારી પાછળ ચાલવું."},{"number":24,"verse":"કેમ કે ( ; ; .) જે કોઈ પોતાનો જીવ બચાવવા ચાહે છે, તે તેને ખોશે; પણ જે કોઈ મારે લીધે પોતાનો જીવ ખોશે, તે તેને બચાવશે."},{"number":25,"verse":"કેમ કે જો કોઈ માણસ આખું જગત મેળવીને પોતાનો [આત્મા] ખોએ, અથવા તેની હાનિ પામે, તો તેને શો લાભ?"},{"number":26,"verse":"કેમ કે જે કોઈ મારે લીધે તથા મારી વાતોને લીધે લજવાશે, તેને લીધે જ્યારે માણસનો દીકરો પોતાના તથા પિતાના તથા પવિત્ર દૂતોના મહિમામાં આવશે ત્યારે તે લજવાશે."},{"number":27,"verse":"પણ હું તમને સાફ કહું છું કે, અહીં જેઓ ઊભા છે તેઓમાંના કેટલાક એવા છે કે જેઓ ઈશ્વરનું રાજ્ય નહિ જોશે ત્યાં સુધી મરણ પામશે જ નહિ.”"},{"number":28,"verse":"( ઈસુનું રૂપાંતર) ( ( 470 ૧૭:૧-૮ ; 480 ૯:૨-૮ )) ( .) એ વાતો કહ્યાને આશરે આઠ દિવસ પછી તે પિતર, યોહાન તથા યાકૂબને તેડીને પ્રાર્થના કરવા માટે પહાડ પર ગયા."},{"number":29,"verse":"તે પ્રાર્થના કરતા હતા ત્યારે તેમના ચહેરાનું સ્વરૂપ બદલાઈ ગયું, અને તેમનાં વસ્‍ત્ર ઊજળાં [તથા] ચળકતાં થયાં."},{"number":30,"verse":"ત્યારે જુઓ બે પુરુષ, એટલે મૂસા તથા એલિયા, તેમની સાથે વાત કરતા હતા."},{"number":31,"verse":"તેઓ મહિમાવાન દેખાતા હતા અને યરુશાલેમમાં તેમનું જે મરણ થવાનું હતું તે સંબંધી વાત કરતા હતા."},{"number":32,"verse":"હવે પિતર તથા જેઓ તેની સાથે હતા તેઓ ઊંઘથી ઘેરાયેલા હતા. પણ જ્યારે તેઓ જાગી ઊઠ્યા, ત્યારે તેઓએ તેમનો મહિમા જોયો, તથા તેમની સાથે જે બે પુરુષ ઊભા હતા તેઓને પણ જોયા."},{"number":33,"verse":"તેઓ તેમની પાસેથી વિદાય થતા હતા, ત્યારે પિતરે ઈસુને કહ્યું, “સ્વામી, અહીં રહેવું આપણે માટે સારું છે; [તમે કહો] તો અમે ત્રણ માંડવા બનાવીએ; એક તમારે માટે, એક મૂસાને માટે, એક એલિયાને માટે! પણ પોતે શું બોલતો હતો તે તે સમજતો નહોતો."},{"number":34,"verse":"તે બોલતો હતો, એટલામાં એક વાદળું આવ્યું, અને તેણે તેઓ પર છાયા કરી. તેઓ વાદળામાં પ્રવેશ્યા ત્યારે તેઓ બીધા."},{"number":35,"verse":"વાદળામાંથી એવી વાણી થઈ, ( ; ; ; ; .) “આ મારો દીકરો છે, મારો પસંદ કરેલો; તેનું સાંભળો.”"},{"number":36,"verse":"તે વાણી થયા પછી ઈસુ એકલા દેખાયા. તેઓ છાના રહ્યા, અને તેઓએ જે જે જોયું હતું તેમાંનું કંઈ પણ તે દિવસોમાં કોઈને કહ્યું નહિ."},{"number":37,"verse":"( દુષ્ટાત્મા વળગેલા છોકરાને ઈસુ સાજો કરે છે) ( ( 470 ૧૭:૧૪-૧૮ ; 480 ૯:૧૪-૨૭ )) બીજે દિવસે તેઓ પહાડ પરથી ઊતર્યાં, ત્યારે ઘણા લોકો તેમને મળ્યા."},{"number":38,"verse":"અને જુઓ, લોકોમાંથી એક માણસે મોટેથી કહ્યું, “ઉપદેશક, હું તમને વિનંતી કરું છું કે, મારા દીકરા પર કૃપાદષ્ટિ કરો. તે મારો એકનો એક પુત્ર છે."},{"number":39,"verse":"અને એક [અશુદ્ધ] આત્મા તેને વળગે છે. તે એકાએક બૂમ પાડે છે, અને તે તેને એવો મરડી નાખે છે કે તેને ફીણ આવે છે, અને તેને ઘણી ઈજા કરીને માંડ માંડ તેને છોડે છે."},{"number":40,"verse":"તેને કાઢવાની મેં તમારા શિષ્યોને વિનંતી કરી, પણ તેઓ તે કાઢી શક્યા નહિ."},{"number":41,"verse":"ઈસુએ તેને ઉત્તર આપ્યો, “ઓ અવિશ્વાસી તથા આડી પેઢી, હું ક્યાં સુધી તમારી સાથે રહીને તમારું સહન કરું? તારા દીકરાને અહીં લાવ.”"},{"number":42,"verse":"તે આવતો હતો એટલામાં અશુદ્ધ આત્માએ તેને પછાડી નાખીને તેને બહુ મરડ્યો. પણ ઈસુએ અશુદ્ધ આત્માને ધમકાવ્યો, અને છોકરાને સારો કર્યો, ને તેને તેના પિતાને પાછો સોંપ્યો."},{"number":43,"verse":"તેઓ બધા ઈશ્વરના આવા મહા પરાક્રમથી વિસ્મિત થયા. પણ તેમણે જે જે કર્યું તે બધું જોઈને સર્વ વિસ્મિત થતા હતા, ત્યારે તેમણે પોતાના શિષ્યોને કહ્યું,"},{"number":44,"verse":"( પોતાના મૃત્યુની બીજી આગાહી) ( ( 470 ૧૭:૨૨-૨૩ ; 480 ૯:૩૦-૩૨ )) “આ વચનો તમારા કાનમાં ઊતરવા દો; કેમ કે માણસનો દીકરો માણસોના હાથમાં સોંપાશે.”"},{"number":45,"verse":"પણ એ વાત તેઓ સમજ્યા નહિ, અને તેઓથી તે ગુપ્ત રખાઈ કે, તેઓ તે સમજે નહિ; અને તે સંબંધી તેમને પૂછતાં તેઓ બીધા."},{"number":46,"verse":"( સૌથી મોટું કોણ?) ( ( 470 ૧૮:૧-૫ ; 480 ૯:૩૩-૩૭ )) ( .) તેઓમાં વાદવિવાદ શરૂ થયો કે “આપણામાં સૌથી મોટો કોણ?”"},{"number":47,"verse":"પણ ઈસુએ તેઓના મનના વિચાર જાણીને એક બાળકને લઈને પોતાની પાસે ઊભું રાખ્યું."},{"number":48,"verse":"તેમણે તેઓને કહ્યું, ( ; ; .) “જે કોઈ મારે નામે આ બાળકનો અંગીકાર કરે છે, તે મારો અંગીકાર કરે છે; અને જે કોઈ મારો અંગીકાર કરે છે તે મારા મોકલનારનો અંગીકાર કરે છે. કેમ કે તમ સર્વમાં જે સૌથી નાનો છે તે જ મોટો છે.”"},{"number":49,"verse":"( તમારી વિરુદ્ધ નથી તે તમારી સાથે છે) ( ( 480 ૯:૩૮-૪૦ )) યોહાને તેમને કહ્યું, “સ્વામી, અમે એક માણસને તમારે નામે દુષ્ટાત્માઓને કાઢતાં જોયો; અને અમે તેને મના કરી, કારણ કે તે આપણી સાથે ચાલતો નથી.”"},{"number":50,"verse":"પણ ઈસુએ તેને કહ્યું, “તેને મના ન કરો; કેમ કે જે કોઈ તમારી વિરુદ્ધ નથી, તે તમારા પક્ષનો છે.”"},{"number":51,"verse":"( એક સમરૂની ગામ ઈસુને આવકારતું નથી) તેમને ઉપર લઈ લેવાવાના દિવસો પૂરા થવા આવ્યા, ત્યારે તેમણે યરુશાલેમ જવા માટે પોતાનું મોં [તે તરફ] દઢ રાખ્યું."},{"number":52,"verse":"તેમણે પોતાની આગળ સંદેશિયા મોકલ્યા. તેઓ તેમને માટે તૈયારી કરવા માટે સમરૂનીઓના એક ગામમાં ગયા."},{"number":53,"verse":"તેઓએ ઈસુનો આવકાર કર્યો નહિ કારણ કે તેમનું મોં યરુશાલેમ તરફ હતું."},{"number":54,"verse":"એ જોઈને તેમના શિષ્યો યાકૂબ તથા યોહાને તેમને પૂછ્યું, “પ્રભુ, શું તમારી એવી ઇચ્છા છે કે ( .) અમે આજ્ઞા કરીએ કે આકાશથી આગ પડીને તેઓનો નાશ કરે?”"},{"number":55,"verse":"પણ તેમણે પાછા ફરીને તેઓને ધમકાવ્યા."},{"number":56,"verse":"પછી તેઓ બીજે ગામ ગયા."},{"number":57,"verse":"( સાચા શિષ્યનું લક્ષણ:સંપૂર્ણ ત્યાગ) ( ( 470 ૮:૧૯-૨૨ )) તેઓ માર્ગે ચાલતા હતા, તેવામાં કોઈકે તેમને કહ્યું, “પ્રભુ, જ્યાં કહીં તમે જશો ત્યાં હું તમારી પાછળ આવીશ.”"},{"number":58,"verse":"ઈસુએ તેને કહ્યું, “લોંકડાને દર હોય છે, અને આકાશનાં પક્ષીઓને માળા હોય છે. પણ માણસના દીકરાને માથું મૂકવાનું ઠામઠેકાણું નથી.”"},{"number":59,"verse":"તેમણે બીજાને કહ્યું, “મારી પાછળ આવ.” પણ તેણે તેમને કહ્યું, “પ્રભુ, મને રજા આપો કે હું પહેલાં જઈને મારા પિતાને દાટું.”"},{"number":60,"verse":"પણ તેમણે તેને કહ્યું, “મૂએલાંઓને પોતાનાં મૂએલાંઓને દાટવા દે, પણ તું જઈને ઈશ્વરના રાજ્ય [ની વાત] પ્રગટ કર.”"},{"number":61,"verse":"એક બીજાએ પણ તેમને કહ્યું, ( .) “પ્રભુ, હું તમારી પાછળ આવીશ; પણ પહેલવહેલાં જેઓ મારે ઘેર છે તેઓને છેલ્લી સલામ કરી આવવાની મને રજા આપો.”"},{"number":62,"verse":"પણ ઈસુએ તેને કહ્યું, “કોઈ માણસ હળ પર હાથ દીધા પછી પાછળ જુએ તો તે ઈશ્વરના રાજ્યને યોગ્ય નથી.”"}]}