{"bibleAbbr":"t4t2014","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":4,"verses":[{"number":1,"verse":"(Each of you is no longer like a slave, but a child of God and an heir of what he has promised.) Now, I will further discuss children and heirs: An heir is a person who will later control all that his father has. But as long as that heir is a child, others control him, with the result that he is just like a slave [MET]."},{"number":2,"verse":"Until the day that his father previously determined, other persons supervise him and manage his property."},{"number":3,"verse":"Likewise, when we(inc) (OR, we(exc) Jews) were like young children [MET], we had to obey rules and rituals about external and material things. These rules controlled us like masters control their slaves [MET]."},{"number":4,"verse":"But exactly at the time [MTY] that God had previously determined, he sent Jesus, who is ◄his Son/the man who is also God►, into the world. Jesus was born to a human mother. He had to obey the laws that God gave to Moses."},{"number":5,"verse":"God sent Jesus in order that he might redeem us who had to obey God's laws. God wanted us all to receive from God the status of being his children [MET]."},{"number":6,"verse":"Furthermore, we know that we are God's children because God sent the Spirit, who is intimately related to his Son, to live in our ◄inner beings/hearts►. The Spirit enables us to pray fervently, “Daddy, Father!” This shows that we are God's children."},{"number":7,"verse":"So, because of what God has done, no longer is each of you like a slave. Instead, each of you is a child of God. Furthermore, since each of you is God's child, God has also made you one who will receive all that he has promised."},{"number":8,"verse":"(I plead with you to do as I did when I was with you, and not obey all the Jewish rules and rituals.) When you did not have a relationship with God [MET], you served gods that really did not exist [MET]. You were their slaves."},{"number":9,"verse":"But now you have come to know God. Perhaps it would be better to say that now God knows you. So now you are acting foolishly! ◄You are again believing that by obeying rules and rites you will benefit spiritually!/Why are you again believing that by obeying rules and rituals you will benefit spiritually?► [RHQ] Those rules are ineffective and inadequate! ◄You are wanting to obey them again [MET] like slaves obey their masters./Are you wanting to obey them again [MET] like slaves obey their masters?► [RHQ]"},{"number":10,"verse":"You non-Jews are carefully practicing Jewish rules and rituals about what you should do ◄on Sabbaths/on Jewish days of rest► and on the first day of each month and on special seasons and years."},{"number":11,"verse":"I ◄worry/am concerned► about your mistaken ideas. I do not want to have so strenuously served you in vain."},{"number":12,"verse":"My fellow believers, I strongly urge you that you do as I do. Stop thinking that you have to obey ◄Jewish rules and rituals/ceremonial laws►). When I was with you, I did not obey all the Jewish rules and rituals, just like you did not obey them. At that time you treated me entirely as you should have [LIT]."},{"number":13,"verse":"You know that the first time I told the good message to you, I went to your area to regain my health, because I was physically weak."},{"number":14,"verse":"Although you might have despised me because I was physically weak, you did not despise me or act contemptuously/disrespectfully toward me. Instead, you welcomed me like you would welcome an angel from God. You welcomed me like you would welcome Christ Jesus!"},{"number":15,"verse":"◄I am disappointed that you have forgotten that then you declared that you were pleased with me./Have you forgotten that then you declared that you were pleased with me?► [RHQ] I can testify that you would have done anything to help me. You would have gouged out your eyes and given them to me, if that would have helped me!"},{"number":16,"verse":"So I am very disappointed that you now act as though [RHQ] I have become hostile to you because I have kept speaking the true message about Christ to you."},{"number":17,"verse":"Those who are insisting on obeying Jewish rules are eagerly showing interest in you, but what they are doing is not good. They even want you not to associate with me and other true believers, because they want you to eagerly show interest in them, not in us."},{"number":18,"verse":"But just like it always feels good to have others show that they appreciate you, I would like you always to appreciate me, and not only when I am with you."},{"number":19,"verse":"You who are like my children, once again I am very worried/concerned about you [MET], and I will continue to be worried/concerned until Christ's nature be developed in you completely and wholeheartedly [MET] as a child becomes developed in his mother's womb."},{"number":20,"verse":"But I do wish that I could be with you now and that I might talk more gently with you, because I do not know what to do about you while we are apart."},{"number":21,"verse":"(Because of our relationship with Christ we are not subject to Mosaic law; being Abraham's spiritual descendants we are free from such bondage.) Some of you desire to obey all the laws that God gave Moses. I say that you should consider [RHQ] the implications of what Moses wrote in the Scriptures."},{"number":22,"verse":"He wrote that Abraham became the father of two sons. His female slave, Hagar, bore one son, and his wife Sarah, who was not a slave, bore the other."},{"number":23,"verse":"Also, the sons differed. Ishmael, the son born by the female slave, was conceived naturally. But Isaac, the son born by his wife who was not a slave, was conceived miraculously as a result of what God had promised Abraham."},{"number":24,"verse":"I am telling you this as an illustration. These two women symbolize two agreements. God made the first agreement, which involved obeying the laws that God gave to Moses at Sinai Mountain. Because that agreement forces those who accept it to keep obeying all its rules [MET], it is like a slave mother who gives birth to slaves. So Hagar, the female slave, symbolizes this agreement."},{"number":25,"verse":"Also, the word ‘Hagar’ is associated with Sinai Mountain, which is in Arabia land. Hagar, the female slave, also represents Jerusalem city as it is today. Jerusalem city is like [MET] a slave mother, and those who live there [PRS] are like her slave children [MET] because they all must obey the laws that God gave to Moses."},{"number":26,"verse":"But there will be a new Jerusalem in heaven [MTY], and we who will go there are free from having to obey Jewish laws. We who belong to that city consider it to be our mother [MET] city because we are God's true children."},{"number":27,"verse":"Our new city will have more people than those who live in Jerusalem now. It will be just like Isaiah foretold about the people whom he expected would come back to Jerusalem from exile. He expected that they would be more numerous than those who were taken into exile. He wrote: You who live in Jerusalem, you will rejoice! Now you have no children, like a barren woman who does not give birth to children! But some day you will shout with joy, ◄without restraint/as loudly as you can►, even though now you are few, like a woman who cannot give birth to children, and you feel deserted. You will be very happy because you will have many children who will come to you. Those children will be more than the children any woman with a husband could have borne."},{"number":28,"verse":"Now, my fellow believers, you have become children of God as a result of believing God's promise to us, as Isaac was born as a result of Abraham believing what God promised to him [MET]."},{"number":29,"verse":"Also, long ago Abraham's son Ishmael, the one who was conceived naturally, caused trouble for Abraham's son Isaac, who was conceived supernaturally [MET]. Similarly, now those who think that we must obey the laws that God gave Moses in order that God will save us are causing trouble for those who are trusting Abraham's descendant, Christ."},{"number":30,"verse":"But these are [RHQ] the words in the Scriptures [PRS]: “The son of the woman who was not a slave will inherit what his father has. The female slave's son will certainly not inherit those things. So send away from this place the female slave and her son [MET]!” That means that you should certainly expel from your groups those who insist that we obey all the laws God gave Moses [MET]."},{"number":31,"verse":"My fellow believers, Hagar symbolizes the laws that God gave to Moses. But we are not those who must obey all the laws that God gave to Moses [MET]. So we are not the female slave Hagar's spiritual descendants [MET]. But Sarah's descendants are those who were born as a result of believing what God promised to Abraham. So we are the spiritual descendants of Sarah, the woman who was not a slave [MET]."}]}