{"bibleAbbr":"t4t2014","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":6,"verses":[{"number":1,"verse":"(Gently correct anyone among you who is sinning, and help each other without thinking you are better than others.) My fellow believers, if you discover that a person among your congregation is sinning, those of you whom God's Spirit is directing and empowering should gently correct that person. Furthermore, each of you who corrects another person should be very cautious in order that you might not sin like that when you are tempted {when something tempts you}."},{"number":2,"verse":"When there are ones who have problems, you should help each other. By doing that, you will complete what Christ requires."},{"number":3,"verse":"Keep in mind that those who refuse to help others because they think that they are more important than other people, although they are not really more important, are deceiving themselves."},{"number":4,"verse":"Instead, each of you should constantly test/judge and decide if you can approve what you yourself are doing and thinking. Then you can boast because of what you yourself are doing and thinking, and not because what you are doing is superior to what other persons are doing."},{"number":5,"verse":"Keep in mind that you must each perform your own individual tasks."},{"number":6,"verse":"You who are being taught {whom others are teaching} God's truth should share your various material things [EUP] with your teachers."},{"number":7,"verse":"(We should not tire of doing good, but instead, we should do good to everyone, especially to believers.) You should not deceive yourselves. Remember that God is never outwitted {no one ever fools God}. Just like a farmer will reap exactly the kind of crop that he plants [MET], God will reward people according to what they have done [MET]."},{"number":8,"verse":"God will punish eternally those who do what their self-directed natures urge them to do. But those who please God's Spirit will live forever with God because of what God's Spirit does for them."},{"number":9,"verse":"But we should not ◄tire of/become discouraged while► doing what pleases God, because eventually, at the time that God has determined, we will receive a reward [MET], if we do not stop doing the good things that we have been doing."},{"number":10,"verse":"So, whenever we have opportunities, we should do what is good to all people. But especially we should do what is good to all our fellow believers."},{"number":11,"verse":"(Some people want you to be circumcised only so that they will not be persecuted for proclaiming what Christ accomplished for us on the cross, but that is the only thing that I will boast about.) I am now writing this last part of this letter to you in my own handwriting. Notice the large letters with which I am now writing. I am doing this in order that I might emphasize this:"},{"number":12,"verse":"Some Jewish believers are trying to force you to perform certain rituals so that other Jews will think highly of them. They are insisting that you be circumcised {that someone must circumcise you}. They are doing that only in order that other Jews would no longer ◄persecute them/cause them to suffer► for proclaiming that God will save us because of our trusting in what Christ accomplished when he died on the cross [MTY, MET]."},{"number":13,"verse":"The reason that I say that is that the ones who are insisting that you be circumcised {that someone circumcise you} do not themselves fully obey the laws that God gave to Moses. Instead, they desire that you let someone circumcise you in order that they might boast to those Jews who would ◄persecute them/cause them to suffer► that you did that because they insisted [MTY] that you do it."},{"number":14,"verse":"I myself, however, strongly desire that I never boast about anything like that. The only thing I will boast about is what our Lord Jesus Christ accomplished by dying on the cross [MTY]. Because of what Christ did on the cross, I no longer am interested in the things that those who do not trust Christ [MTY] think are important, and those people are no longer interested in the things that I [MET] think are important."},{"number":15,"verse":"I will boast about Christ dying on the cross because God is concerned neither that people are circumcised nor that people are not circumcised. Instead, he is concerned only that people conduct their lives in a completely new way."},{"number":16,"verse":"I pray that God will give inner peace and act kindly towards all who will act according to this new way of life. It is all those who live according to this new way of life who are now truly God's people [MET], as the Israelite people were God's people previously."},{"number":17,"verse":"(I have suffered enough for declaring the truth about Jesus, so do not trouble me again.) Finally, I say that people have persecuted me/caused me to suffer for declaring the truth about Jesus, and as a result I have scars on my body. Your new teachers do not have scars like mine! So do not trouble/bother me about these matters again!"},{"number":18,"verse":"(I pray that God may act kindly within you.) My fellow believers, I pray that our Lord Jesus Christ will kindly accomplish what he desires within you. ◄Amen!/May it be so!►"}]}