{"bibleAbbr":"guOV2016","bookName":"પ્રેરિતોનાં કૃત્યો","bookEnglishName":"Acts of the Apostles","chapterNumber":12,"verses":[{"number":1,"verse":"( વધુ સતાવણી) આશરે તે જ સમયે હેરોદ રાજાએ મંડળીના કેટલાકની સતાવણી કરવા હાથ લંબાવ્યા."},{"number":2,"verse":"તેણે યોહાનના ભાઈ યાકૂબને તરવારથી મારી નંખાવ્યો."},{"number":3,"verse":"યહૂદીઓને એ વાત ગમે છે એમ જોઈને તેણે પિતરને પણ પકડ્યો. તે બેખમીર રોટલીના [પર્વના] દિવસ હતા."},{"number":4,"verse":"તેણે તેને પકડીને બંદીખાનામાં નાખ્યો, અને તેની ચોકી રાખવા માટે ચચ્ચાર સિપાઈઓની ચાર ટુકડીઓને સોંપ્યો, અને પાસ્ખા [પર્વ] પછી લોકોની પાસે તેને બહાર લાવવાનો ઇરાદો રાખ્યો."},{"number":5,"verse":"તેથી તેણે પિતરને બંદીખાનામાં રાખ્યો; પણ મંડળી તેને માટે આગ્રહથી ઈશ્વરની પ્રાર્થના કરતી હતી."},{"number":6,"verse":"( પિતરનો બંદીખાનામાંથી છુટકારો) હેરોદ તેને બહાર લાવવાનો હતો તેની આગલી રાત્રે પિતર બે સિપાઈઓની વચ્ચે બે સાંકળોથી બાંધેલો ઊંઘતો હતો. અને ચોકીદારો બારણા આગળ બંદીખાનાની ચોકી કરતા હતા."},{"number":7,"verse":"ત્યારે જુઓ, પ્રભુનો દૂત તેની પાસે ઊભો રહ્યો, અને બંદીખાનામાં પ્રકાશ થઈ રહ્યો. તેણે પિતરને કૂખમાં મારીને જગાડ્યો, અને કહ્યું, “જલ્દી ઊઠ.” ત્યારે તેની સાંકળો તેના હાથ પરથી નીકળી પડી."},{"number":8,"verse":"દૂતે તેને કહ્યું, “કમર બાંધ, અને તારાં ચંપલ પહેર.” તેણે તેમ કર્યું. પછી તેણે તેને કહ્યું, “તારું વસ્‍ત્ર ઓઢીને મારી પાછળ આવ.”"},{"number":9,"verse":"તે બહાર નીકળીને તેની પાછળ ગયો. દૂત જે કરે છે તે ખરેખરું છે એમ તે સમજતો નહોતો, પણ મને દર્શન થાય છે એમ તે ધારતો હતો."},{"number":10,"verse":"તેઓ પહેલી તથા બીજી ચોકી વટાવીને શહેરમાં જવાના લોઢાને દરવાજે પહોંચ્યા. તે તેઓને માટે પોતાની મેળે ઊઘડી ગયો. તેઓએ આગળ ચાલીને એક મહોલ્લો ઓળંગ્યો. એટલે તરત દૂત તેની પાસેથી જતો રહ્યો."},{"number":11,"verse":"જ્યારે પિતરને ભાન આવ્યું ત્યારે તેણે કહ્યું, “હવે હું ખચીત જાણું છું કે પ્રભુએ પોતના દૂતને મોકલીને હેરોદના હાથમાંથી તથા યહૂદીઓની બધી ધારણાથી મને છોડાવ્યો છે.”"},{"number":12,"verse":"પછી તે વિચાર કરીને યોહાન, જેનું બીજું નામ માર્ક હતું, તેની મા મરિયમને ઘેર આવ્યો; ત્યાં ઘણાં માણસો એકત્ર થઈને પ્રાર્થના કરતાં હતાં."},{"number":13,"verse":"તે આગલું બારણું ખટખટાવતો હતો ત્યારે રોદા નામે એક જુવાન દાસી ખબર કાઢવા આવી."},{"number":14,"verse":"તેણે પિતરનો અવાજ ઓળખીને આનંદને લીધે બારણું ન ઉઘાડતાં અંદર દોડી જઈને કહ્યું, “પિતર બારણા આગળ ઊભો છે.”"},{"number":15,"verse":"તેઓએ તેને કહ્યું, તું તો ઘેલી છે” પણ તેણે ખાતરીપૂર્વક કહ્યું, “ [હું કહું છું] તેમ જ છે.” ત્યારે તેઓએ કહ્યું, “તેનો દૂત હશે.”"},{"number":16,"verse":"પણ પિતરે ખટખટાવ્યા કર્યું. જ્યારે તેઓએ બારણું ઉઘાડીને તેને જોયો, ત્યારે તેઓ આશ્ચર્ય પામ્યાં."},{"number":17,"verse":"પણ તેણે છાનાં રહેવાને તેઓને હાથથી ઇશારો કર્યો; અને પ્રભુ તેને શી રીતે બંદીખાનામાંથી બહાર લાવ્યા તે તેઓને કહી સંભળાવ્યું. તેણે કહ્યું, “એ સમાચાર યાકૂબને તથા [બીજા] ભાઈઓને પહોંચાડજો.” પછી તે બીજી જગાએ ચાલ્યો ગયો."},{"number":18,"verse":"સૂર્યોદય થયો ત્યારે સિપાઈઓમાં ઘણો ગડબડાટ થઈ રહ્યો કે પિતરનું શું થયું હશે!"},{"number":19,"verse":"હેરોદે તેને શોધ્યો, પણ તે ન જડ્યો, ત્યારે તેણે ચોકીદારોની તપાસ કરી, અને તેઓને મારી નાખવાનો હુકમ કર્યો. પછી યહૂદિયાથી નીકળીને [હેરોદ] કાઈસારિયા ગયો, અને ત્યાં રહ્યો."},{"number":20,"verse":"( હેરોદનું મૃત્યુ) હવે તૂરના તથા સિદોનના લોકો પર [હેરોદ] ઘણો કોપાયમાન થયો હતો. પણ તેઓ સર્વ સંપ કરીને તેની પાસે આવ્યા, અને રાજાના મુખ્ય ખવાસ બ્લાસ્તસને પોતાના પક્ષમાં લઈને સલાહની માગણી કરી, કેમ કે તેઓના દેશના પોષણનો આધાર રાજાના દેશ પર હતો."},{"number":21,"verse":"પછી ઠરાવેલે દિવસે હેરોદે રાજપોશાક પહેરીને, તથા રાજ્યાસન પર બેસીને, તેઓની આગળ ભાષણ કર્યું."},{"number":22,"verse":"ત્યારે લોકોએ પોકાર કર્યો, “આ તો ઈશ્વરની વાણી છે, માણસની નથી.”"},{"number":23,"verse":"તેણે ઈશ્વરને મહિમા આપ્યો નહિ, માટે પ્રભુના દૂતે તરત તેને માર્યો. અને કીડાથી ખવાઈ જઈને તેણે પ્રાણ છોડયો."},{"number":24,"verse":"પણ ઈશ્વરની વાત પ્રસરતી અને વૃદ્ધિ પામતી ગઈ."},{"number":25,"verse":"બાર્નાબાસ તથા શાઉલ દાનસેવા પૂરી કરીને યોહાન, જેનું બીજું નામ માર્ક હતું, તેને સાથે લઈને યરુશાલેમથી પાછા આવ્યા."}]}