{"bibleAbbr":"guOV2016","bookName":"પ્રેરિતોનાં કૃત્યો","bookEnglishName":"Acts of the Apostles","chapterNumber":13,"verses":[{"number":1,"verse":"( બાર્નાબાસ અને શાઉલ અલગ કરાયા) હવે અંત્યોખમાં જે મંડળી હતી, તેમાં કેટલાક પ્રબોધકો તથા ઉપદેશકો હતા, એટલે બાર્નાબાસ, શિમયોન જે નિગેર કહેવાતો હતો તે, કુરેનીનો લુકિયસ, હેરોદ રાજાનો દૂધભાઈ મનાએન તથા શાઉલ."},{"number":2,"verse":"તેઓ પ્રભુની ઉપાસના અને ઉપવાસ કરતા હતા, ત્યારે પવિત્ર આત્માએ [તેઓને] કહ્યું, “જે કામ કરવા માટે મેં બાર્નાબાસ તથા શાઉલને બોલાવ્યા છે તે કામને માટે તેઓને મારે માટે જુદા પાડો.”"},{"number":3,"verse":"ત્યારે તેઓએ ઉપવાસ તથા પ્રાર્થના કરીને તથા તેઓ પર હાથ મૂકીને તેઓને વિદાય કર્યા."},{"number":4,"verse":"( બાર્નાબાસ અને શાઉલ સાયપ્રસમાં) એ પ્રમાણે પવિત્ર આત્માના મોકલવાથી તેઓ સલૂકિયા ગયા. તેઓ ત્યાંથી વહાણમાં બેસીને સાયપ્રસ ગયા."},{"number":5,"verse":"તેઓ સાલામિસ આવ્યા, ત્યારે તેઓએ યહૂદીઓનાં સભાસ્થાનોમાં ઈશ્વરનું વચન પ્રગટ કર્યું. યોહાન પણ સેવક તરીકે તેઓની સાથે હતો."},{"number":6,"verse":"તેઓ તે આખો બેટ ઓળંગીને પાફોસ ગયા, ત્યાં આગળ બાર-ઈસુ નામનો એક યહૂદી તેઓને મળ્યો. તે જાદુગર [તથા] દંભી પ્રબોધક હતો."},{"number":7,"verse":"[બેટનો] હાકેમ, સર્જિયસ પાઉલ જે બુદ્ધિશાળી માણસ હતો, તેની સાથે તે હતો. તે [હાકેમે] બાર્નાબાસ તથા શાઉલને પોતાની પાસે બોલાવીને ઈશ્વરનું વચન સાંભળવાની ઇચ્છા બતાવી."},{"number":8,"verse":"પણ એલિમાસ જાદુગર (કેમ કે તેના નામનો અર્થ એ જ છે), તે હાકેમને વિશ્વાસ કરતાં અટકાવવાની મતલબથી તેઓની સામો થયો."},{"number":9,"verse":"પણ શાઉલે (તે પાઉલ પણ કહેવાય છે) પવિત્ર આત્માથી ભરપૂર થઈને તેની સામે એકી નજરે જોઈને કહ્યું,"},{"number":10,"verse":"“અરે સર્વ કપટ તથા સર્વ કાવતરાંથી ભરપૂર, શેતાનના દીકરા, અને સર્વ ન્યાયીપણાના શત્રુ, શું પ્રભુના સીધા માર્ગને વાંકા કરવાનું તું મૂકી દઈશ નહિ?"},{"number":11,"verse":"હવે જો, પ્રભુનો હાથ તારી વિરુદ્ધ છે, કેટલીક મુદત સુધી તું આંધળો રહેશે, અને તને સૂર્યનાં દર્શન થશે નહિ.” ત્યારે એકાએક ધૂમર તથા અંધકાર તેના પર આવી પડ્યાં. અને હાથ પકડીને પોતાને દોરે એવાની તેણે શોધ કરવા માંડી."},{"number":12,"verse":"જે થયું તે હાકેમે જોયું ત્યારે તેણે પ્રભુ વિષેના બોધથી વિસ્મય પામીને વિશ્વાસ કર્યો."},{"number":13,"verse":"( પીસીદિયાના અંત્યોખમાં) પછી પાઉલ તથા તેના સાથીઓ પાફોસથી વહાણમાં બેસીને પામ્ફૂલિયાના પેર્ગામાં આવ્યા. પણ ત્‍યાંથી યોહાન તેઓને મૂકીને યરુશાલેમ પાછો ચાલ્યો ગયો."},{"number":14,"verse":"પણ તેઓ પર્ગેથી આગળ જતાં પિસીદિયાના અંત્યોખ આવ્યા, અને વિશ્રામવારે સભાસ્થાનમાં જઈને બેઠા."},{"number":15,"verse":"નિયમશાસ્‍ત્ર તથા પ્રબોધકો [નાં વચનો] નું વાચન પૂરું થયા પછી સભાસ્થાનના અધિકારીઓએ તેઓને કહાવી મોકલ્યું, “ભાઈઓ, જો તમારે લોકોને બોધરૂપી કંઈ વાત કહેવી હોય તો કહી સંભળાવો.”"},{"number":16,"verse":"ત્યારે પાઉલ ઊભો થઈને અને હાથે ઇશારો કરીને બોલ્યો, “ઓ ઇઝરાયલી માણસો, તથા તમે ઈશ્વરનું ભય રાખનારાઓ, સાંભળો."},{"number":17,"verse":"આ ઇઝરાયલી લોકોના ઈશ્વરે આપણા પૂર્વજોને પસંદ કર્યા, અને ( .) તેઓ મિસર દેશમાં રહેતા હતા, ત્યારે તેમણે તેઓને આબાદ કર્યા, અને ( .) તે તેઓને ત્યાંથી પરાક્રમી હાથ વડે કાઢી લાવ્યા."},{"number":18,"verse":"( ; .) તેમણે ચાળીસેક વરસ સુધી અરણ્યમાં તેઓની વર્તણૂક સહન કરી."},{"number":19,"verse":"અને ( .) કનાન દેશમાંનાં સાત રાજ્યોના લોકોનો નાશ કરીને તેમણે ( .) તેઓનો દેશ આશરે ચારસો પચાસ વર્ષ સુધી તેઓને વતન તરીકે આપ્યો."},{"number":20,"verse":"એ પછી તેમણે ( .) શમુએલ પ્રબોધકના વખત સુધી તેઓને ( .) ન્યાયાધીશો આપ્યા."},{"number":21,"verse":"ત્યાર પછી ( .) તેઓએ રાજા માગ્યો. ત્યારે ઈશ્વરે ચાળીસ વરસ સુધી ( .) બિન્યામીનના કુળનો કીશનો દીકરો શાઉલ તેઓને [રાજા તરીકે] આપ્યો."},{"number":22,"verse":"પછી ( .) તેને દૂર કરીને તેમણે દાઉદને તેઓનો રાજા થવા માટે ઊભો કર્યો. અને તેમણે તેના સંબંધી સાક્ષી આપી, ( ; .) ‘મારો મનગમતો એક માણસ, એટલે યિશાઈનો દીકરો દાઉદ, મને મળ્યો છે; તે મારી બધી ઇચ્છા પૂરી કરશે.”"},{"number":23,"verse":"એ માણસના વંશમાંથી ઈશ્વરે વચન પ્રમાણે ઇઝરાયલને માટે એક તારનારને એટલે ઈસુને ઊભા કર્યા છે."},{"number":24,"verse":"તેમના આવ્યા અગાઉ યોહાને બધા ઇઝરાયલી લોકોને ( ; .) પસ્તાવાનું બાપ્તિસ્મા પ્રગટ કર્યું હતું."},{"number":25,"verse":"યોહાન પોતાની દોડ પૂરી કરી રહેવા આવ્યો હતો એ દરમિયાન તે બોલ્યો ‘હું કોણ છું એ વિષે તમે શું ધારો છો? ( .) હું તે નથી; પણ, જુઓ, ( ; ; ; .) એક [જણ] મારી પાછળ આવે છે કે, જેના પગનાં ચંપલની દોરી છોડવાને હું યોગ્ય નથી.’"},{"number":26,"verse":"ભાઈઓ, ઇબ્રાહિમના વંશજો, તથા તમારામાંના ઈશ્વરનું ભય રાખનારાઓ, આપણી પાસે એ તારણની વાત મોકલવામાં આવી છે."},{"number":27,"verse":"કેમ કે યરુશાલેમના રહેવાસીઓએ તથા તેઓના અધિકારીઓએ તેમને વિષે તથા પ્રબોધકોની જે વાતો હરેક વિશ્રામવારે વાંચવામાં આવે છે તેમને વિષે પણ અજ્ઞાન હોવાથી તેમને અપરાધી ઠરાવીને [તે ભવિષ્યની વાતો] પૂર્ણ કરી."},{"number":28,"verse":"મોતની શિક્ષા થાય એવું કંઈ કારણ તેઓને મળ્યું નહિ, તેમ છતાં પણ ( ; ; ; .) તેઓએ પિલાતને તેમને મારી નાખવાની વિનંતી કરી."},{"number":29,"verse":"તેમને વિષે જે લખેલું હતું તે બધું તેઓએ પૂર્ણ કર્યું ત્યારે વધસ્તંભ પરથી તેમને ઉતારીને તેઓએ ( ; ; ; .) તેમને કબરમાં મૂક્યા."},{"number":30,"verse":"પણ ઈશ્વરે મૂએલાંમાંથી તેમને ઉઠાડ્યા."},{"number":31,"verse":"અને ( .) તેમની સાથે ગાલીલથી યરુશાલેમ આવેલા માણસોને ઘણા દિવસ સુધી તે દર્શન આપતા રહ્યા, અને તેઓ હમણાં લોકોની આગળ તેમના સાક્ષી છે."},{"number":32,"verse":"જે વચન [આપણા] પૂર્વજોને આપવામાં આવ્યું હતું તેની વધામણી અમે તમારી પાસે લાવ્યા છીએ કે,"},{"number":33,"verse":"ઈસુને પાછા ઉઠાડીને ઈશ્વરે આપણાં છોકરાં પ્રત્યે તે [વચન] પૂર્ણ કર્યું છે. અને તે પ્રમાણે બીજા ગીતમાં પણ લખેલું છે, ( .) ‘તું મારો દીકરો છે, આજે મેં તને જન્મ આપ્યો છે.’"},{"number":34,"verse":"તેમણે તેમને મૂએલાંમાંથી ઉઠાડ્યા, અને તે ફરીથી કદી કોહવાણ પામશે નહિ, તે વિષે તેમણે કહ્યું છે, ( .) ‘દાઉદ પરના પવિત્ર તથા અચળ [આશીર્વાદો] હું તમને આપીશ.’"},{"number":35,"verse":"એ માટે તે બીજે સ્થળે પણ કહે છે, ( .) તું પોતાના પવિત્રને કોહવાણ લાગવા દઈશ નહિ.’"},{"number":36,"verse":"કેમ કે દાઉદ તો પોતાના જમાનામાં ઈશ્વરની ઇચ્છા પ્રમાણે સેવા કરીને ઊંઘી ગયો, અને તેને પોતાના પૂર્વજોની પડખે મૂકવામાં આવ્યો, અને તેને કોહવાણ લાગ્યું."},{"number":37,"verse":"પણ જેમને ઈશ્વરે ઉઠાડ્યા, તેમને કોહવાણ લાગ્યું નહિ."},{"number":38,"verse":"એ માટે, ભાઈઓ, તમને માલૂમ થાય કે, એમના દ્વારા પાપોની માફી તમને પ્રગટ કરવામાં આવે છે."},{"number":39,"verse":"અને જે [બાબતો] વિષે મૂસાના નિયમશાસ્‍ત્રથી તમે ન્યાયી ઠરી શક્યા નહિ, તે સર્વ [બાબતો] વિષે હરેક વિશ્વાસ કરનાર તેમના દ્વારા ન્યાયી ઠરે છે."},{"number":40,"verse":"માટે સાવધ રહો, રખેને પ્રબોધકોના લેખમાંનું આ વચન તમારા ઉપર આવી પડે,"},{"number":41,"verse":"( .) ‘ઓ તિરસ્કાર કરનારાઓ, તમે જુઓ, અને અચરત થાઓ, અને નાશ પામો. કેમ કે તમારા સમયમાં હું એવું કાર્ય કરવાનો છું કે તે વિષે કોઈ તમને કહે, તો તમે તે માનશો જ નહિ.’”"},{"number":42,"verse":"તેઓ [સભાસ્થાનમાંથી] નીકળતા હતા ત્યારે લોકોએ વિનંતી કરી, “આવતે વિશ્રામવારે એ વાતો ફરીથી અમને કહી સંભળાવજો.”"},{"number":43,"verse":"સભાવિસર્જન થયા પછી યહૂદીઓ તથા યહૂદી થયેલા ધાર્મિક માણસોમાંના ઘણા પાઉલ તથા બાર્નાબાસની પાછળ ગયા. તેઓએ તેઓની સાથે વાત કરી, અને તેઓને સમજાવ્યું કે ઈશ્વરની કૃપામાં દઢ રહેવું."},{"number":44,"verse":"બીજે વિશ્રામવારે લગભગ આખું શહેર ઈશ્વરનું વચન સાંભળવા એકત્ર થયું."},{"number":45,"verse":"પણ લોકોની મેદની જોઈને, યહૂદીઓને અદેખાઈ આવી, અને તેઓએ પાઉલની કહેલી વાતોની વિરુદ્ધ બોલીને દુર્ભાષણ કર્યું."},{"number":46,"verse":"ત્યારે પાઉલે તથા બાર્નાબાસે હિંમતથી કહ્યું, “ઈશ્વરનું વચન પ્રથમ તમને કહેવાની જરૂર હતી. પણ તમે તેનો નકાર કરો છો, અને અનંતજીવન પામવાને તમે પોતાને અયોગ્ય ઠરાવો છો, માટે જુઓ, અમે વિદેશીઓ તરફ ફરીએ છીએ."},{"number":47,"verse":"કેમ કે અમને પ્રભુએ એવો હુકમ આપ્યો છે કે, ( ; .) ‘મેં તને વિદેશીઓને સારુ પ્રકાશ તરીકે ઠરાવ્યો છે કે, તું પૃથ્વીના છેડા સુધી તારણસાધક થાય.’”"},{"number":48,"verse":"એ સાંભળીને વિદેશીઓએ ખુશ થઈને ઈશ્વરનું વચન મહિમાવાન માન્યું; અને અનંતજીવનને માટે જેટલા નિર્માણ થયેલા હતા તેટલાએ વિશ્વાસ કર્યો."},{"number":49,"verse":"તે આખા પ્રાંતમાં પ્રભુની વાત ફેલાઇ ગઈ."},{"number":50,"verse":"પણ યહૂદીઓએ ધાર્મિક તથા કુલીન બાઈઓને, તથા શહેરના અધિકારીઓને ઉશ્કેરીને પાઉલ તથા બાર્નાબાસની સતાવણી કરાવી, અને તેઓને પોતાની સરહદમાંથી કાઢી મૂક્યા."},{"number":51,"verse":"પણ ( ; ; ; .) તેઓ પોતાના પગની ધૂળ તેઓની વિરુદ્ધ ખંખેરીને ઈકોનિયમ ગયા."},{"number":52,"verse":"શિષ્યો આનંદથી તથા પવિત્ર આત્માથી ભરપૂર હતા."}]}