{"bibleAbbr":"guOV2016","bookName":"પ્રેરિતોનાં કૃત્યો","bookEnglishName":"Acts of the Apostles","chapterNumber":18,"verses":[{"number":1,"verse":"( કરિંથમાં) એ પછી [પાઉલ] આથેન્સથી નીકળીને કરિંથ આવ્યો."},{"number":2,"verse":"ત્યાં પોન્તસનો વતની, આકુલ નામે એક યહૂદી, જે થોડી મુદત પર ઇટાલીથી આવેલો હતો, તે તથા તેની સ્‍ત્રી પ્રિસ્કીલા તેને મળ્યાં, કેમ કે કલોડિયસે બધા યહૂદીઓને રોમમાંથી નીકળી જવાની આજ્ઞા કરી હતી. તે તેઓને ત્યાં ગયો."},{"number":3,"verse":"તે તેઓના જેવો ધંધો કરતો હતો, માટે તે તેઓને ઘેર રહ્યો, અને તેઓ સાથે કામ કરતા હતા. તેઓનો ધંધો તંબુ [નાં કપડાં] વણવાનો હતો."},{"number":4,"verse":"દરેક વિશ્રામવારે તે સભાસ્થાનમાં જઈને વાદવિવાદ કરતો હતો, અને યહૂદીઓને તથા ગ્રીકોને સમજાવતો હતો."},{"number":5,"verse":"પણ જ્યારે સિલાસ તથા તિમોથી મકદોનિયાથી આવ્યા, ત્યારે પાઉલે ઉત્સાહથી [ઈસુની] વાત પ્રગટ કરતાં યહૂદીઓને સિદ્ધ કરી આપ્યું કે, ઈસુ તે જ ખ્રિસ્ત છે."},{"number":6,"verse":"પણ તેઓ તેની સામે થઈને દુર્ભાષણ કરવા લાગ્યા ત્યારે તેણે પોતાનાં વસ્‍ત્ર ખંખેરીને તેઓને કહ્યું, “તમારું લોહી તમારે માથે; હું તો નિર્દોષ છું. હવેથી હું વિદેશીઓની પાસે જઈશ.”"},{"number":7,"verse":"પછી તે ત્યાંથી નીકળીને તિતસ યુસ્તસ નામે એક ઈશ્વરભક્ત હતો, તેને ઘેર ગયો. તેનું ઘર સભાસ્થાનની જોડાજોડ હતું."},{"number":8,"verse":"સભાસ્થાનના આગેવાન ક્રિસ્પસે પોતાના આખા ઘરનાં માણસો સહિત પ્રભુ પર વિશ્વાસ કર્યો; અને ઘણા કરિંથીઓએ પણ વાત સાંભળીને વિશ્વાસ કર્યો, અને બાપ્તિસ્મા પામ્યા."},{"number":9,"verse":"પ્રભુએ રાત્રે પાઉલને દર્શન દ્વારા કહ્યું, “તું બીતો ના, પણ બોલજે, છાનો ન રહેતો;"},{"number":10,"verse":"કેમ કે હું તારી સાથે છું, અને કોઈ પણ માણસ તારા પર હુમલો કરીને તને ઈજા કરશે નહિ, કારણ કે આ શહેરમાં મારા ઘણા લોકો છે.”"},{"number":11,"verse":"તે તેઓને ઈશ્વરના વચનનો બોધ કરતો દોઢ વરસ સુધી [ત્યાં] રહ્યો."},{"number":12,"verse":"પણ ગાલિયો અખાયાનો અધિકારી હતો, ત્યારે યહૂદીઓ સંપ કરીને પાઉલની સામે ઊભા થયા, અને તેઓએ તેને ન્યાયાસન આગળ લાવીને કહ્યું,"},{"number":13,"verse":"“આ માણસ નિયમશાસ્‍ત્રથી ઊલટી રીતે ઈશ્વરની ભક્તિ કરવાનું લોકોને સમજાવે છે.”"},{"number":14,"verse":"પાઉલ બોલવા જતો હતો, એટલામાં ગાલિયોએ યહૂદીઓને કહ્યું, “ઓ યહૂદીઓ, જો અન્યાયની અથવા દુરાચરણની બાબત હોત, તો તમારું સાંભળવું વાજબી ગણાત."},{"number":15,"verse":"પણ જો શબ્દો, નામો અથવા તમારા પોતાના નિયમશાસ્‍ત્ર વિષેની આ તકરાર હોય, તો તમે પોતે તેનો નિકાલ કરો; કેમ કે એવી વાતોનો ન્યાય ચૂકવવા હું ઇચ્છતો નથી.”"},{"number":16,"verse":"[એમ કહીને] તેણે તેઓને ન્યાયાસન આગળથી કાઢી મૂક્યા."},{"number":17,"verse":"ત્યારે તેઓ સર્વએ સભાસ્થાનના આગેવાન સોસ્થેનેસને પકડીને ન્યાયાસન આગળ માર માર્યો. પણ ગાલિયોએ એ વાતની કંઈ પણ દરકાર કરી નહિ."},{"number":18,"verse":"( અંત્યોખમાં પાછા ફરવું) ત્યાર પછી ઘણા દિવસ ત્યાં રહ્યા બાદ પાઉલે ભાઈઓની વિદાય લીધી, અને પ્રિસ્કીલા તથા આકુલાની સાથે વહાણમાં બેસીને તે સિરિયા જવા ઊપડ્યો. [તે પહેલાં] ( .) તેણે કેંખ્રિયામાં માથું મુંડાવ્યું હતું, કેમ કે તેણે માનતા લીધેલી હતી."},{"number":19,"verse":"તેઓ એફેસસ પહોંચ્યા ત્યારે તેણે તેઓને ત્યાં મૂક્યાં. પણ પોતે સભાસ્થાનમાં જઈને યહૂદીઓની સાથે વાદવિવાદ કર્યો."},{"number":20,"verse":"તેઓએ પોતાની સાથે વધારે મુદત રહેવાની તેને વિનંતી કરી, પણ તેણે માન્યું નહિ."},{"number":21,"verse":"પણ ઈશ્વરેચ્છા હશે તો હું તમારી પાસે પાછો આવીશ. એમ કહીને તેઓની વિદાય લીધી, અને એફેસસથી વહાણમાં ઊપડયો."},{"number":22,"verse":"કાઈસારિયા પહોંચ્યા પછી તેણે [યરુશાલેમ] જઈને ત્યાંની મંડળીનાં માણસોની મુલાકાત લીધી, અને પછી અંત્યોખ ગયો."},{"number":23,"verse":"કેટલોક વખત ત્યાં રહ્યા પછી તે નીકળ્યો, અને સર્વ શિષ્યોને દઢ કરતો કરતો અનુક્રમે ગલાતિયા પ્રાંત તથા ફ્રુગિયામાં ફર્યો."},{"number":24,"verse":"( આપોલસ એફેસસ અને કરિંથમાં) એલેકઝાંડ્રિયાનો વતની આપોલસ નામે એક વિદ્વાન અને ધર્મલેખોમાં પ્રવીણ યહૂદી એફેસસ આવ્યો."},{"number":25,"verse":"એ માણસને પ્રભુના માર્ગનું શિક્ષણ મળ્યું હતું. અને ઘણો ઉત્સાહી હોવાથી તે ચોકસાઈથી ઈસુ વિષેની વાતો પ્રગટ કરતો તથા શીખવતો હતો, પણ તે એકલું યોહાનનું બાપ્તિસ્મા જાણતો હતો,"},{"number":26,"verse":"તે હિંમતથી સભાસ્થાનમાં બોલવા લાગ્યો. પણ પ્રિસ્કીલાએ તથા આકુલાએ તેની વાત સાંભળી, ત્યારે તેઓએ તેને પોતાને ઘેર લઈ જઈને ઈશ્વરના માર્ગનો વધારે ચોકસાઈથી ખુલાસો આપ્યો."},{"number":27,"verse":"પછી તે અખાયા જવાને ઇચ્છતો હતો, ત્યારે ભાઈઓએ તેને ઉત્તેજન આપીને શિષ્યો પર લખી મોકલ્યું કે તેઓ તેનો આદરસત્કાર કરે, તે ત્યાં આવ્યો ત્યારે જેઓએ [પ્રભુની] કૃપાથી વિશ્વાસ કર્યો હતો, તેઓને તેણે ઘણી સહાય કરી."},{"number":28,"verse":"કેમ કે ઈસુ તે જ ખ્રિસ્ત છે, એવું ધર્મશાસ્‍ત્ર ઉપરથી સાબિત કરીને એણે જાહેર [વાદવિવાદ] માં યહૂદીઓને પૂરેપૂરા હરાવ્યા."}]}