{"bibleAbbr":"guOV2016","bookName":"પ્રેરિતોનાં કૃત્યો","bookEnglishName":"Acts of the Apostles","chapterNumber":19,"verses":[{"number":1,"verse":"( પાઉલ એફેસસમાં) જયારે આપોલસ કરિંથમાં હતો, ત્યારે પાઉલ ઉપલા પ્રદેશમાં ફરીને એફેસસ આવ્યો, અને ત્યાં કેટલાક શિષ્યો તેને મળ્યા."},{"number":2,"verse":"તેણે તેઓને પૂછયું, “તમે વિશ્વાસ કર્યો ત્યારે તમે પવિત્ર આત્મા પામ્યા?” તેઓએ તેને કહ્યું, “ના, પવિત્ર આત્મા છે એ અમે સાંભળ્યું પણ નથી.”"},{"number":3,"verse":"ત્યારે તેણે પૂછયું, “તમે કોનું બાપ્તિસ્મા પામ્યા?” તેઓએ તેને કહ્યું, “યોહાનનું બાપ્તિસ્મા.”"},{"number":4,"verse":"ત્યારે પાઉલે કહ્યું, ( ; ,; , ; .) યોહાને પશ્ચાત્તાપનું બાપ્તિસ્મા કર્યું ખરું, અને લોકોને કહ્યું કે, ‘મારી પાછળ જે આવે છે તેના પર એટલે ઈસુ પર તમારે વિશ્વાસ કરવો, ”"},{"number":5,"verse":"એ સાંભળીને તેઓએ પ્રભુ ઈસુને નામે બાપ્તિસ્મા લીધું."},{"number":6,"verse":"જ્યારે પાઉલે તેઓના પર હાથ મૂક્યા ત્યારે તેઓના પર પવિત્ર આત્મા આવ્યો. અને તેઓ [બીજી] ભાષાઓ બોલવા તથા પ્રબોધ કરવા લાગ્યા."},{"number":7,"verse":"તેઓ બધા મળીને બારેક પુરુષ હતા."},{"number":8,"verse":"પછી સભાસ્થાનમાં જઈને તેણે ત્રણ મહિના સુધી હિંમતથી બોધ કર્યો, અને વાદવિવાદ કરીને ઈશ્વરના રાજ્ય વિષેની બાબતો સમજાવી."},{"number":9,"verse":"પણ કેટલાકે દુરાગ્રહી થઈને, તથા [પ્રભુની વાતનો] અનાદર કરીને, લોકોની આગળ એ માર્ગની નિંદા કરી, ત્યારે તેણે તેઓની પાસેથી જઈને શિષ્યોને જુદા પાડ્યા, અને પોતે તુરાનસની શાળામાં રોજ વાદવિવાદ કરતો રહ્યો."},{"number":10,"verse":"બે વર્ષ સુધી એ પ્રમાણે ચાલ્યું. તેથી આસિયામાં રહેનાર સર્વ યહૂદીઓએ તથા ગ્રીકોએ પણ પ્રભુની વાત‍ સાંભળી."},{"number":11,"verse":"( સ્કેવાના સાત દીકરા) ઈશ્વરે પાઉલના હાથથી એવા અસાધારણ ચમત્કારો કર્યા કે,"},{"number":12,"verse":"તેણે વાપરેલાં રૂમાલ તથા વસ્‍ત્રો તેઓ માંદાઓની પાસે લઈ જતા, અને તેમને સ્પર્શ કરાવતા, એટલે તેઓના રોગ દૂર થતા, અને તેઓમાંથી અશુદ્ધ આત્માઓ નીકળી જતા."},{"number":13,"verse":"કેટલાક ભટકતા યહૂદી ભૂવા પણ અશુદ્ધ આત્મા વળગેલા માણસો ઉપર ઈસુનું નામ ઉચ્ચારીને કહેવા લાગ્યા, “જે ઈસુને પાઉલ પ્રગટ કરે છે, તેની દુવાઈ હું તમને દઉં છું.”"},{"number":14,"verse":"સ્કેવા નામે એક યહૂદી મુખ્ય યાજકના સાત દીકરા એમ કરતા હતા."},{"number":15,"verse":"પણ અશુદ્ધ આત્માએ તેઓને ઉત્તર આપ્યો, “ઈસુ વિષે હું જાણું છું, અને પાઉલને હું ઓળખું છું; પણ તમે કોણ છો?”"},{"number":16,"verse":"ત્યારે જે માણસમાં અશુદ્ધ આત્મા હતો તે તેઓના પર કૂદી પડ્યો, અને બન્‍નેને હરાવીને તેઓના પર જય મેળવ્યો કે તેઓ ઘાયલ થઈને ઘરમાંથી નવસ્‍ત્રા નાસી ગયા."},{"number":17,"verse":"એફેસસમાં જે યહૂદીઓ તથા ગ્રીકો રહેતા હતા તેઓ સર્વને એ વાતની ખબર પડી, ત્યારે તેઓ સર્વને ડર લાગ્યો, અને પ્રભુ ઈસુનું નામ મોટું મનાયું."},{"number":18,"verse":"વિશ્વાસી થયેલાંઓમાંનાં પણ ઘણાં આવ્યાં, અને પોતાનાં કૃત્યો કબૂલ કરીને ખુલ્લાં કહી દેખાડયાં."},{"number":19,"verse":"ઘણા જાદુગરોએ પોતાનાં પુસ્તકો એકત્ર કરીને સર્વના જોતાં તેઓને બાળી નાખ્યાં. તેઓનું મૂલ્ય ગણી જોતાં તે પચીસ હજાર રૂપિયા થયું."},{"number":20,"verse":"એ રીતે પ્રભુની વાત પરાક્રમથી પ્રસરતી ગઈ ને પ્રબળ થઈ."},{"number":21,"verse":"( એફેસસમાં હુલ્લડ) આ બનાવ બન્યા પછી પાઉલે મકદોનિયા તથા અખાયામાં થઈને યરુશાલેમ જવાનો મનમાં નિશ્ચય કર્યો, ને કહ્યું, “ત્યાં ગયા પછી મારે રોમ પણ જવું જોઈએ.”"},{"number":22,"verse":"પછી તેણે પોતાના મદદનીશોમાંના બેને, એટલે તિમોથી તથા એરાસ્તસને મકદોનિયા મોકલ્યા, અને પોતે કેટલાક દિવસ આસિયામાં રહ્યો."},{"number":23,"verse":"એ અરસામાં એ માર્ગ વિષે ઘણી ચળવળ ઊભી થઈ."},{"number":24,"verse":"દેમેત્રિયસ નામે એક સોની હતો, તે આર્તેમિસનાં રૂપાનાં દેવસ્થાનો બનાવીને કારીગરોને ઘણું કામ અપાવતો હતો."},{"number":25,"verse":"તેણે તેઓને તથા એના જેવા બીજા કારીગરોને એકત્ર કરીને કહ્યું, “ભાઈઓ, તમે જાણો છો કે આ ધંધાથી આપણને સારી કમાણી થાય છે."},{"number":26,"verse":"હમણાં તમે જુઓ છો અને સાંભળો છો કે, જે હાથથી બનાવેલા છે તે દેવો નથી, એવું સમજાવીને, એ પાઉલે, એકલા એફેસસમાં નહિ, પણ લગભગ આખા આસિયામાં ઘણા લોકોનાં મન ફેરવી નાખ્યાં છે."},{"number":27,"verse":"તેથી આપણા આ ધંધાનો તિરસ્કાર કરવામાં આવે એવું ભય છે એટલું જ નહિ, પણ આર્તેમિસ મહાદેવી જેને આખો આસિયા તથા જગત પૂજે છે, તેનું મંદિર તુચ્છ ગણાવાનો અને તેનું માહાત્મ્ય નાશ પામવાનો સંભવ છે.”"},{"number":28,"verse":"એ સાંભળીને તેઓ ક્રોધાયમાન થયા, અને પોકાર કરીને કહેવા લાગ્યા, “એફેસીઓની આર્તેમિસની જે”"},{"number":29,"verse":"આખા શહેરમાં એ ગડબડાટ થઈ રહ્યો, ત્યારે તેઓ મકદોનિયાના ગાયસ તથા અરીસ્તાર્ખસ, જેઓ મુસાફરીમાં પાઉલના સાથી હતા, તેઓને પકડીને બધા ભેગા થઈને અખાડામાં દોડી ગયા."},{"number":30,"verse":"જ્યારે પાઉલે લોકોની ભીડની અંદર પેસવા ચાહ્યું, ત્યારે શિષ્યોએ તેને જવા દીધો નહિ."},{"number":31,"verse":"આસિયાના મુખ્ય અધિકારીઓમાંના કેટલાક તેના મિત્રો હતા, તેઓએ પણ તેને કહેવડાવી મોકલ્યું, “તારે અખાડામાં જવાનું સાહસ કરવું નહિ.”"},{"number":32,"verse":"તે વખતે કેટલાક કંઈ બૂમ પાડતા હતા, અને કેટલાક કંઈક બૂમ પાડતા હતા; કેમ કે સભામાં ગડબડ થઈ રહી હતી; અને પોતે શા કારણથી એકત્ર થયા છે, એ તેઓમાંના ઘણાખરા જાણતા પણ નહોતા."},{"number":33,"verse":"યહૂદીઓ એલેકઝાંડરને ભીડમાંથી બહાર ખેંચી કાઢીને તેને આગળ ધકેલતા હતા. ત્યારે એલેકઝાંડર હાથે ઇશારો કરીને લોકોને પ્રત્યુત્તર આપવા ઇચ્છતો હતો."},{"number":34,"verse":"પણ તે યહૂદી છે, એમ તેઓએ જાણ્યું, ત્યારે તેઓ બધાએ આશરે બે કલાક સુધી એકે અવાજે બૂમ પાડી, “એફેસીઓની આર્તેમિસની જે!”"},{"number":35,"verse":"ત્યારે શહેરના નગરશેઠે લોકોને શાંત પાડીને કહ્યું, “ઓ એફેસસના લોકો, કયું માણસ નથી જાણતું કે એફેસસ શહેર આર્તેમિસ મહાદેવીને તથા ઝૂસ પાસેથી પડેલી મૂર્તિને પૂજનારું છે?"},{"number":36,"verse":"એ વાતોની વિરુદ્ધ કોઈથી બોલી શકાય એમ નથી, માટે તમારે શાંત રહેવું જોઈએ, અને કંઈ અવિચારી કૃત્ય કરવું નહિ."},{"number":37,"verse":"કેમ કે તમે આ માણસોને અહીં લાવ્યા છો, તેઓ મંદિરોને લૂંટનારા નથી, અને આપણી દેવીની નિંદા કરનારા પણ નથી."},{"number":38,"verse":"માટે જો દેમેત્રિયસને તથા તેની સાથેના કારીગરોને કોઈની ઉપર કંઈ ફરિયાદ કરવી હોય તો અદાલત ખુલ્લી છે, અને અધિકારીઓ પણ છે. માટે તેઓ એકબીજા પર ફરિયાદ માંડે."},{"number":39,"verse":"પણ જો કંઈ બીજી બાબતો વિષે તમે દાદ માગતા હો, તો કાયદેસર નીમેલી સભામાં તેનો નિર્ણય કરવામાં આવશે."},{"number":40,"verse":"કેમ કે આજે વગર કારણે તોફાન થયું તે વિષે આપણા ઉપર ફરિયાદ થવાનો ખરેખર સંભવ છે. અને તેના સંબંધમાં આ ભીડ થયાનો ખુલાસો આપણાથી આપી શકાય તેમ નથી.”"},{"number":41,"verse":"તેણે એ વાતો કહીને સભાને બરખાસ્ત કરી."}]}