{"bibleAbbr":"guOV2016","bookName":"પ્રેરિતોનાં કૃત્યો","bookEnglishName":"Acts of the Apostles","chapterNumber":21,"verses":[{"number":1,"verse":"( પાઉલ યરુશાલેમ જાય છે) તેઓનાથી જુદા પડ્યા પછી વહાણ હંકારીને અમે સીધા કોસ આવ્યા, અને બીજે દિવસે રોડેસ અને ત્યાંથી પાતારા આવ્યા."},{"number":2,"verse":"ત્યાં ફિનીકિયા જનાર એક વહાણ મળ્યાથી અમે તેમાં બેસીને ઊપડી ગયા."},{"number":3,"verse":"પછી સાયપ્રસ [ટાપુ] નજરે પડ્યો, એટલે તેને ડાબી તરફ મૂકીને અમે સિરિયા ગયા, અને તૂર ઊતર્યા; કેમ કે ત્યાં વહાણમાંનો માલ ઉતારવાનો હતો."},{"number":4,"verse":"અમને શિષ્યો મળી આવ્યાથી ત્યાં અમે સાત દિવસ રહ્યા. તેઓએ આત્મા [ની પ્રેરણા] થી પાઉલને કહ્યું “તારે યરુશાલેમમાં પગ મૂકવો નહિ.”"},{"number":5,"verse":"તે દિવસો પૂરા થયા પછી અમે નીકળીને આગળ ચાલ્યા. ત્યારે તેઓ સર્વ, સ્‍ત્રીછોકરાં સહિત, અમને શહેરની બહાર વળાવવા આવ્યાં. સમુદ્રકાંઠે ઘૂંટણે પડીને પ્રાર્થના કર્યા પછી"},{"number":6,"verse":"અમે એકબીજાને ભેટીને વહાણમાં બેઠા. અને તેઓ પાછાં ઘેર ગયાં."},{"number":7,"verse":"પછી અમે તૂરથી સફર પૂરી કરીને ટાલેમાઈસ આવી પહોંચ્યા. અને ભાઈઓને ભેટીને એક દિવસ તેઓની સાથે રહ્યા."},{"number":8,"verse":"બીજે દિવસે અમે [ત્યાંથી] નીકળીને કાઈસારિયા આવ્યા. અને ( ; .) સુવાર્તિક ફિલિપ જે સાત [સેવકો] માંનો એક હતો તેને ઘેર જઈને તેની સાથે રહ્યા."},{"number":9,"verse":"હવે આ માણસને ચાર કુંવારી દીકરીઓ હતી, તેઓ પ્રબોધિકાઓ હતી."},{"number":10,"verse":"ત્યાં અમે ઘણા દિવસ રહ્યા, તે દરમિયાન ( .) આગાબાસ નામે એક પ્રબોધક યહૂદિયાથી આવ્યો."},{"number":11,"verse":"તેણે અમારી પાસે આવીને પાઉલનો કમરબંધ લીધો, અને [તેનાથી] પોતાના હાથ પગ બાંધીને કહ્યું, “પવિત્ર આત્મા કહે છે કે, જે માણસનો આ કમરબંધ છે તેને યરુશાલેમમાંના યહૂદીઓ આવી રીતે બાંધીને વિદેશીઓના હાથમાં સોંપશે.”"},{"number":12,"verse":"એ સાંભળીને અમે તથા ત્યાંના લોકે પણ તેને યરુશાલેમ ન જવાની વિનંતી કરી."},{"number":13,"verse":"ત્યારે પાઉલે તેમને ઉત્તર આપ્યો, “તમે શું કરવા રડો છો, અને મારું દિલ દુખાવો છો? હું તો એકલો બંધાવાને નહિ, પણ પ્રભુ ઈસુનાં નામની ખાતર યરુશાલેમમાં મરવાને પણ તૈયાર છું.”"},{"number":14,"verse":"જ્યારે તેણે માન્યું નહિ ત્યારે, “પ્રભુની ઇચ્છા પ્રમાણે થાઓ, ’ એમ કહીને અમે છાના રહ્યા."},{"number":15,"verse":"ત્યાર પછી અમે અમારો સરસામાન લઈને યરુશાલેમ ગયા."},{"number":16,"verse":"કાઈસારિયામાંથી કેટલાક શિષ્યો અમારી સાથે આવ્યા, અને સાયપ્રસના મનાસોન નામે એક જૂના શિષ્યને ઘેર, જ્યાં અમારે ઊતરવાનું હતું, તેને ત્યાં તેઓએ અમને પહોંચાડ્યા."},{"number":17,"verse":"( પાઉલ અને યાકૂબની મુલાકાત) અમે યરુશાલેમ આવી પહોંચ્યા ત્યારે ભાઈઓએ અમને આનંદથી આવકાર આપ્યો."},{"number":18,"verse":"બીજે દિવસે પાઉલ અમારી સાથે યાકૂબને ત્યાં ગયો. ત્યાં બધા વડીલો હાજર હતા."},{"number":19,"verse":"તેણે તેઓને ભેટીને તેણે કરેલી સેવા મારફતે ઈશ્વરે વિદેશીઓમાં જે જે કરાવ્યું હતું તે વિગતવાર કહી સંભળાવ્યું."},{"number":20,"verse":"તે સાંભળીને તેઓએ ઈશ્વરની સ્તુતિ કરી, અને તેને કહ્યું, “ભાઈ, યહૂદીઓમાંના હજારો વિશ્વાસીઓ થયા છે, એ તું જુએ છે; અને તેઓ સર્વ ચુસ્ત રીતે નિયમશાસ્‍ત્રને પાળે છે."},{"number":21,"verse":"તેઓએ તારે વિષે સાંભળ્યું છે કે, તું વિદેશીઓમાં રહેનારા સર્વ યહૂદીઓને મૂસા [ના નિયમશાસ્‍ત્ર] નો ત્યાગ કરવાનું શીખવે છે, અને કહે છે કે, તમારે તમારા છોકરાઓની સુન્‍નત કરાવવી નહિ, અને [પૂર્વજોના] સંપ્રદાય પ્રમાણે ચાલવું નહિ."},{"number":22,"verse":"તો હવે શું કરવું? તું આવ્યો છે, એ તો લોકો નિશ્ચે સાંભળશે."},{"number":23,"verse":"માટે અમે તને કહીએ તેમ કર: ( .) અમારામાંના ચાર માણસોએ માનતા માનેલી છે."},{"number":24,"verse":"એઓને સાથે લઈને તું પણ પોતાને શુદ્ધ કર, અને તેઓનું ખરચ તું આપ કે, તેઓ પોતાનાં માથાં મુંડાવે. એટલે તારે વિષે જે તેઓએ સાંભળ્યું છે તેમાં કંઈ સત્ય નથી, પરંતુ તું પોતે પણ નિયમશાસ્‍ત્ર પાળીને ચાલે છે, એવું તેઓ સર્વ જાણશે."},{"number":25,"verse":"પણ ( .) જે વિદેશીઓએ વિશ્વાસ કર્યો છે તેઓ સંબંધી અમે ઠરાવીને લખી મોકલ્યું છે કે તેઓ મૂર્તિઓને અર્પણ કરેલી વસ્તુઓથી, લોહીથી, ગૂંગળાવીને મારી નાખેલાંથી તથા વ્યભિચારથી દૂર રહે.”"},{"number":26,"verse":"ત્યારે પાઉલ તે માણસોને સાથે લઈને બીજે દિવસે શુદ્ધ થઈને મંદિરમાં ગયો, અને તેઓમાંના દરેકને માટે અર્પણ ચઢાવવામાં આવશે ત્યારે શુદ્ધીકરણના દિવસો પૂરા થશે એવું તેણે જાહેર કર્યું."},{"number":27,"verse":"( મંદિરમાં પાઉલની ધરપકડ) તે સાત દિવસ પૂરા થવા આવ્યા ત્યારે આસિયાના યહૂદીઓએ તેને મંદિરમાં જોઈને સર્વ લોકોને ઉશ્કેરીને તેના પર હાથ નાખીને પકડી લીધો."},{"number":28,"verse":"તેઓએ બૂમ પાડી, “ઇઝરાયલી માણસો, સહાય કરો:જે માણસ સર્વ સ્થળે લોકોની તથા નિયમશાસ્‍ત્રની તથા આ સ્થાનની વિરુદ્ધ સર્વને શીખવનાર તે આ છે. અને વળી તેણે ગ્રીકોને પણ મંદિરમાં લાવીને આ પવિત્ર સ્થાનને અશુદ્ધ કર્યું છે."},{"number":29,"verse":"(કેમ કે તેઓએ એફેસસના ( .) ત્રોફીમસને તેની સાથે શહેરમાં પહેલાં જોયો હતો, અને પાઉલ તેને મંદિરમાં લાવ્યો હશે એમ તેઓએ ધાર્યું.)"},{"number":30,"verse":"ત્યારે આખું શહેર ખળભળી ઊઠ્યું, અને લોકો દોડીને એકઠા થઈ ગયા; અને તેઓએ પાઉલને પકડીને મંદિરમાંથી બહાર કાઢ્યો, અને તરત બારણાં બંધ કરવામાં આવ્યાં."},{"number":31,"verse":"તેઓ તેને મારી નાખવાની પેરવીમાં હતા, એટલામાં પલટણના સરદારને સમાચાર મળ્યા કે, આખા યરુશાલેમમાં હુલ્લડ મચી રહ્યું છે."},{"number":32,"verse":"ત્યારે એકદમ સિપાઈઓને તથા સૂબેદારોને સાથે લઈને તે તેમની પાસે દોડી આવ્યો. તેઓએ સરદારને તથા સિપાઈઓને જોયા ત્યારે તેઓએ પાઉલને મારવાનું મૂકી દીધું."},{"number":33,"verse":"ત્યારે સરદારે પાસે આવીને તેને પકડીને બે સાંકળથી બાંધવાની આજ્ઞા આપી. પછી તેણે પૂછ્યું, “એ કોણ છે, અને એણે શું કર્યું છે?”"},{"number":34,"verse":"ત્યારે લોકોમાંના કોઈએ એક વાત કરી, અને કોઈએ બીજી વાત કરી. ગડબડને લીધે તે કંઈ નિશ્ચયપૂર્વક જાણી શક્યો નહિ, ત્યારે તેણે તેને કિલ્લામાં લઈ જવાની આજ્ઞા આપી."},{"number":35,"verse":"તે પગથિયાં પર ચઢ્યો ત્યારે લોકોના ધસારાને લીધે સિપાઈઓને તેને ઊંચકીને લઈ જવો પડયો."},{"number":36,"verse":"કેમ કે લોકનું ટોળું તેઓની પાછળ ને પાછળ ચાલીને બૂમ પાડતું હતું, “એને મારી નાખો.”"},{"number":37,"verse":"( પાઉલ પોતાનો બચાવ કરે છે) તેઓ પાઉલને કિલ્લામાં લઈ જતા હતા, એટલામાં તેણે સરદારને કહ્યું, “મને તમારી સાથે બોલવાની રજા છે?” ત્યારે તેણે પૂછયું, “શું તું ગ્રીક ભાષા જાણે છે?"},{"number":38,"verse":"જે મિસરીએ કેટલાક સમય ઉપર ચાર હજાર ખૂનીઓને ઉશ્કેરીને બળવો કરાવ્યો અને તેઓનો [આગેવાન થઈને] તેઓને બહાર અરણ્યમાં લઈ ગયો તે શું તું નથી?”"},{"number":39,"verse":"પણ પાઉલે કહ્યું, “હું કિલીકિયાના તાર્સસનો યહૂદી છું. હું કંઈ અપ્રસિદ્ધ શહેરનો વતની નથી. હું તમને વિનંતી કરું છું કે લોકોની આગળ મને બોલવાની રજા આપો.”"},{"number":40,"verse":"તેણે તેને રજા આપી. ત્યારે પાઉલે પગથિયાં પર ઊભા રહીને લોકોને હાથે ઇશારો કર્યો. અને તેઓ પૂરેપૂરા છાના રહ્યા, ત્યારે તેણે હિબ્રૂ ભાષામાં બોલીને કહ્યું,"}]}