{"bibleAbbr":"guOV2016","bookName":"પ્રેરિતોનાં કૃત્યો","bookEnglishName":"Acts of the Apostles","chapterNumber":24,"verses":[{"number":1,"verse":"( પાઉલ સામે યહૂદીઓનો આરોપ) પાંચ દિવસ પછી અનાન્યા પ્રમુખ યાજક કેટલાક વડીલોને તથા તર્તુલસ નામે એક વકીલને સાથે લઈને આવ્યો. અને તેઓએ હાકેમની આગળ પાઉલની વિરુદ્ધ ફરિયાદ રજૂ કરી."},{"number":2,"verse":"તેને બોલાવવામાં આવ્યો ત્યારે તર્તુલસે નીચે પ્રમાણે તેના પર તહોમત મૂકવાનું શરૂ કરતાં કહ્યું, “નેકનામદાર ફેલિકસ, આપનાથી અમે ઘણી સુખશાંતિ ભોગવીએ છીએ, અને આપની દીર્ધદષ્ટિથી આ પ્રજાના લાભને અર્થે જે સુધારા કરવામાં આવ્યા છે,"},{"number":3,"verse":"તે અમે સર્વ પ્રકારે અને સર્વ સ્થળે પૂરેપૂરી કૃતજ્ઞતાથી સ્વીકારીએ છીએ."},{"number":4,"verse":"પણ હું આપને વધારે તસ્દી ન આપું માટે હું આપને વિનંતી કરું છું કે, કૃપા કરીને અમારી થોડી વાતો સાંભળો."},{"number":5,"verse":"કેમ કે આ માણસ અમને પીડાકારક તથા આખા જગતના સર્વ યહૂદીઓમાં બંડ ઉઠાવનાર તથા નાઝારીઓના પંથનો આગેવાન માલૂમ પડ્યો છે."},{"number":6,"verse":"તેણે મંદિરને પણ અશુદ્ધ કરવાને પ્રયત્ન કર્યા; ત્યારે અમે એને પકડ્યો. [અમે અમારા શાસ્‍ત્ર પ્રમાણે એનો ન્યાય કરવા ચાહતા હતા;"},{"number":7,"verse":"પણ લુકિયસ સરદાર આવીને બહુ જબરદસ્તી કરીને અમારા હાથમાંથી એને છોડાવી લઈ ગયો,"},{"number":8,"verse":"અને એના પર ફરિયાદ કરનારાઓને આપની પાસે આવવાની આજ્ઞા કરી.] એની તપાસ આપ પોતે કરશો, એથી અમે એના પર જે જે દોષ મૂકીએ છીએ તે સર્વથી આપ વાકેફ થશો.”"},{"number":9,"verse":"હકીકત એ પ્રમાણે જ છે એમ કહીને યહૂદીઓ પણ ફરિયાદમાં સામેલ થયા."},{"number":10,"verse":"( ફેલિકસ સમક્ષ પાઉલે કરેલો પોતાનો બચાવ) પછી હાકેમે પાઉલને બોલાવાનો ઇશારો કર્યો, ત્યારે તેણે ઉત્તર આપ્યો, “ઘણાં વરસથી આપ આ દેશના ન્યાયાધીશ છો, એ જાણીને હું ખુશીથી મારા બચાવમાં પ્રત્યુત્તર આપું છું."},{"number":11,"verse":"કેમ કે [તપાસ કરવાથી] આપને માલૂમ પડશે કે ભજન કરવાને માટે યરુશાલેમ જવાને મને બાર કરતાં વધારે દિવસ થયા નથી."},{"number":12,"verse":"તેઓએ મને મંદિરમાં, સભાસ્થાનોમાં કે શહેરોમાં કોઈની સાથે વાદવિવાદ કરતો, અથવા લોકોમાં બંડ ઉઠાવતો જોયો નથી."},{"number":13,"verse":"તેઓ હમણાં મારા પર જે તહોમતો મૂકે છે તે તેઓ આપની આગળ સાબિત કરી શકતા નથી."},{"number":14,"verse":"પણ આપની આગળ હું આટલું તો કબૂલ કરું છું કે, જે માર્ગને તેઓ દુર્મત કહે છે તે પ્રમાણે હું અમારા પૂર્વજોના ઈશ્વરની ભક્તિ કરું છું, અને જે વાતો નિયમશાસ્‍ત્રમાં તથા પ્રબોધકોનાં પુસ્તકોમાં લખેલી છે તે સર્વ હું માનું છું."},{"number":15,"verse":"ન્યાયીઓ તથા અન્યાયીઓનું પુનરુત્થાન થશે, એવી જેમ તેઓ પોતે આશા રાખે છે, તેમ હું પણ ઈશ્વર વિષે આશા રાખું છું."},{"number":16,"verse":"એમ માનીને હું ઈશ્વરની તથા માણસોની પ્રત્યે હંમેશાં નિર્દોષ અંત:કરણ રાખવાનો પ્રયત્ન કરું છું."},{"number":17,"verse":"હવે ઘણાં વરસ પછી ( .) હું મારા લોકોને દાન આપવાને તથા અર્પણો કરવાને આવ્યો."},{"number":18,"verse":"તે દરમિયાન તેઓએ મને મંદિરમાં શુદ્ધ થયેલો જોયો, ત્યાં ભીડ કે તોફાન થયું નહોતું. પણ આસિયાના કેટલાક યહૂદીઓ [ત્યાં હતા]."},{"number":19,"verse":"જો મારી વિરુદ્ધમાં તેઓને કંઈ બોલવાનું હોત તો તેઓએ અહીં આપની પાસે આવીને તહોમત મૂકવું જોઈતું હતું."},{"number":20,"verse":"નહિ તો આ માણસો પોતે કહી બતાવે કે, હું ન્યાયસભાની આગળ ઊભો હતો ત્યારે મારામાં શો દોષ તેઓને માલૂમ પડ્યો હતો."},{"number":21,"verse":"એટલું તો ખરું કે તેઓની મધ્યે ઊભા રહીને મેં આ એક વાત કહી હતી કે, ( .) મૂએલાંઓના પુનરુત્થાન વિષે તમારી રૂબરૂ આજે મારો ન્યાય કરવામાં આવે છે.”"},{"number":22,"verse":"પણ ફેલિકસને તે માર્ગ વિષે વધારે ચોક્‍કસ જ્ઞાન હતું, માટે લુકિયસ સરદાર આવશે ત્યારે હું તમારા કામનો નિર્ણય કરીશ એમ કહીને તેણે કામ મુલતવી રાખ્યું."},{"number":23,"verse":"તેણે સૂબેદારને આજ્ઞા કરી કે તારે તેને પહેરામાં રાખવો પણ તેને છૂટ આપવી, અને તેના મિત્રોમાંના કોઈને તેની સેવા કરવાની મના કરવી નહિ."},{"number":24,"verse":"( ફેલિકસ અને દ્રુસિલા સમક્ષ પાઉલ) કેટલાક દિવસ પછી ફેલિકસ પોતાની સ્‍ત્રી દ્રુસિલા, જે યહૂદી હતી, તેની સાથે આવ્યો, ત્યારે તેણે પાઉલને બોલાવીને ખ્રિસ્ત પરના વિશ્વાસ સંબંધી તેની વાત સાંભળી."},{"number":25,"verse":"[પાઉલ] સદાચાર તથા સંયમ તથા આવનાર ન્યાયકાળ વિષે તેને સમજાવતો હતો, ત્યારે ફેલિકસે ભયભીત થઈને ઉત્તર આપ્યો, “હમણાં તો તું જા. મને અનુકૂળ પ્રસંગ મળેથી હું તને બોલાવીશ.”"},{"number":26,"verse":"તે એવી પણ આશા રાખતો હતો કે, પાઉલ મને પૈસા આપશે. એ માટે તે તેને ઘણી વાર બોલાવીને તેની સાથે વાતચીત કરતો હતો."},{"number":27,"verse":"પણ બે વરસ પછી ફેલિકસને સ્થાને પોર્કિયસ ફેસ્તસ આવ્યો, અને યહૂદીઓને ખુશ કરવાની ઇચ્છાથી ફેલિકસ પાઉલને બંધનમાં મૂકી ગયો."}]}