{"bibleAbbr":"guOV2016","bookName":"પ્રેરિતોનાં કૃત્યો","bookEnglishName":"Acts of the Apostles","chapterNumber":3,"verses":[{"number":1,"verse":"( લંગડો માણસ સાજો કરાયો) પ્રાર્થનાના સમયે, બપોરે ત્રણ વાગે, પિતર તથા યોહાન મંદિરમાં જતા હતા."},{"number":2,"verse":"એક જન્મથી લંગડા માણસને [લોકો] ઊંચકીને લઈ જતા હતા, અને તેને મંદિરમાં જનારાની પાસે ભીખ માગવા માટે મંદિરના સુંદર નામના દરવાજા આગળ નિત્ય બેસાડતા હતા."},{"number":3,"verse":"તેણે પિતરને તથા યોહાનને મંદિરમાં જતા જોઈને ભીખ માગી."},{"number":4,"verse":"ત્યારે પિતરે તથા યોહાને તેની સામે એકી નજરે જોઈને કહ્યું, “અમારી તરફ જો.”"},{"number":5,"verse":"તેઓની પાસેથી કંઈક મળશે એવી આશાથી તેણે તેઓ પર ધ્યાન આપ્યું."},{"number":6,"verse":"પણ પિતરે કહ્યું, “સોનુંરૂપું તો મારી પાસે નથી; પણ મારી પાસે જે છે તે હું તને આપું છું. ઈસુ ખ્રિસ્ત નાઝારીના નામથી ચાલતો થા.”"},{"number":7,"verse":"તેણે તેનો જમણો હાથ પકડીને તેને ઉઠાડ્યો, એટલે તરત તેના પગમાં તથા ઘૂંટીઓમાં જોર આવ્યું."},{"number":8,"verse":"તે કૂદીને ઊભો થયો, અને ચાલવા લાગ્યો. ચાલતો ને કૂદતો, તથા ઈશ્વરની સ્તુતિ કરતો તે તેઓની સાથે મંદિરમાં ગયો."},{"number":9,"verse":"સર્વ લોકોએ તેને ચાલતો તથા ઈશ્વરની સ્તુતિ કરતો જોયો."},{"number":10,"verse":"અને તેઓએ તેને ઓળખ્યો કે મંદિરના સુંદર [નામના] દરવાજા આગળ જે ભીખ માગવાને બેસતો હતો તે એ જ છે. અને તેને જે થયું હતું તેથી તેઓ બહુ આશ્ચર્ય પામ્યા."},{"number":11,"verse":"( મંદિરમાં પિતરનો સંદેશો) તે [માણસ] પિતર તથા યોહાનને પકડી રહ્યો હતો, એટલામાં બધા લોક બહુ વિસ્મય પામીને સુલેમાનની કહેવાતી પરસાળમાં તેઓની પાસે દોડી આવ્યા."},{"number":12,"verse":"તે જોઈને પિતરે લોકોને ઉત્તર આપ્યો, “ઇઝરાયલી માણસો, આને જોઈને તમે કેમ અજાયબ થાઓ છો? અને જાણે અમે અમારા પોતાના સામર્થ્યથી અથવા ધાર્મિકપણાથી તેને ચાલતો કર્યો હોય તેમ શા માટે અમને ધારી ધારીને જોઈ રહ્યા છો?"},{"number":13,"verse":"( .) ઇબ્રાહિમના, ઇસહાકના તથા યાકૂબના ઈશ્વર, એટલે આપણા પૂર્વજોના ઈશ્વરે, પોતાના સેવક ઈસુને મહિમાવાન કર્યા, જેને તમે પકડાવ્યા, અને પિલાતે તેમને છોડી મૂકવાનું ઠરાવ્યું હતું ત્યારે તમે તેની આગળ તેમનો નકાર કર્યો."},{"number":14,"verse":"પણ તમે તે પવિત્ર તથા ન્યાયીનો નકાર કર્યો, અને ( ; ; ; .) અમારે માટે એક ખૂનીને છોડી મૂકવામાં આવે એવું માગીને"},{"number":15,"verse":"તમે જીવનના અધિકારીને મારી નાખ્યા, તેમને ઈશ્વરે મરેલાંમાંથી ઉઠાડ્યા, અને અમે તેમના સાક્ષી છીએ."},{"number":16,"verse":"તેમના નામ પર વિશ્વાસથી આ માણસ જેને તમે જુઓ છો અને ઓળખો છો, તેને ઈસુના નામે શક્તિમાન કર્યો; હા, તેમના પરના વિશ્વાસે તમો સર્વની આગળ તેને આ પૂરું આરોગ્ય આપ્યું છે."},{"number":17,"verse":"હવે ભાઈઓ, તમે તેમ જ તમારા અધિકારીઓએ પણ અજ્ઞાનપણાથી તે કામ કર્યું એ હું જાણું છું."},{"number":18,"verse":"પણ ઈશ્વરે બધા પ્રબોધકોનાં મુખદ્વારા આગળથી જે કહ્યું હતું કે, ‘તેમનો ખ્રિસ્ત દુ:ખ સહેશે, ’ તે એ રીતે તેમણે પૂર્ણ કર્યું.”"},{"number":19,"verse":"માટે તમે પસ્તાવો કરો, ને ફરો, જેથી તમારાં પાપ ભૂંસી નાખવામાં આવે, અને એમ પ્રભુની હજૂરમાંથી તાજગીના સમયો આવે."},{"number":20,"verse":"અને ખ્રિસ્ત, જેને તમારે માટે ઠરાવવામાં આવ્યા છે, તેમને, એટલે ઈસુને તે મોકલે."},{"number":21,"verse":"ઈશ્વરે જગતના આરંભથી પોતાના પવિત્ર પ્રબોધકોનાં મુખદ્વારા જે વિષે કહ્યું છે તે સર્વની પુન:સ્થાપના થવાના સમયો સુધી આકાશમાં તેમણે [એટલે ઈસુએ] રહેવું જોઈએ."},{"number":22,"verse":"( , .) મૂસાએ તો કહ્યું હતું, ‘પ્રભુ ઈશ્વર તમારા ભાઈઓમાંથી મારા જેવા એક પ્રબોધકને તમારે માટે ઊભો કરશે, તે જે કંઈ તમને કહે તે બધી બાબતો વિષે તમારે તેનું સાંભળવું."},{"number":23,"verse":"( .) જે કોઈ માણસ તે પ્રબોધકનું નહિ સાંભળે, તેનો લોકમાંથી પૂરેપૂરો નાશ થશે.’"},{"number":24,"verse":"વળી શમુએલથી માંડીને તેની પાછળ આવનાર જેટલા પ્રબોધકો બોલ્યા છે, તે સર્વ એ પણ આ દિવસો વિષે કહ્યું છે."},{"number":25,"verse":"તમે પ્રબોધકોનાં સંતાન છો, અને ( .) ‘તમારી સંતતિદ્વારા પૃથ્વી પરનાં સર્વ કુળો આશીર્વાદિત થશે, ’ એવું ઇબ્રાહિમને કહીને ઈશ્વરે તમારા પૂર્વજો સાથે કરાર કર્યો, તેના [સંતાન] તમે છો."},{"number":26,"verse":"ઈશ્વરે પોતાના સેવકને ઊભા કર્યા, ને તેમને પ્રથમ તમારી પાસે મોકલ્યા, જેથી તમારાં દુષ્કૃત્યોથી ફેરવીને તે તમારામાંના [દરેકને] આશીર્વાદ આપે.”"}]}