{"bibleAbbr":"guOV2016","bookName":"પ્રેરિતોનાં કૃત્યો","bookEnglishName":"Acts of the Apostles","chapterNumber":8,"verses":[{"number":1,"verse":"( શાઉલ અને મંડળીની સતાવણી) શાઉલે તેનો ઘાત કરવાની સંમતિ આપી હતી, તે જ દિવસે યરુશાલેમની મંડળી પર ભારે સતાવણી શરૂ થઈ, એટલે પ્રેરિતો સિવાય તેઓ સર્વ યહૂદિયા તથા સમરૂનના પ્રાંતોમાં વિખેરાઈ ગયા."},{"number":2,"verse":"ધાર્મિક પુરુષોએ સ્તેફનને દફનાવ્યો, અને તેને માટે ઘણો વિલાપ કર્યો."},{"number":3,"verse":"પણ ( ; .) શાઉલે મંડળી પર ભારે ત્રાસ વર્તાવ્યો, એટલે ઘેરઘેરથી પુરુષો તથા સ્‍ત્રીઓને ઘસડી લઈ જઈને બંદીખાનામાં નાખ્યાં."},{"number":4,"verse":"( સમરૂનમાં સુવાર્તાપ્રચાર) જેઓ વિખેરાઈ ગયા હતા તેઓ સુવાર્તા પ્રગટ કરતા‍‍ ચારે તરફ ફર્યા."},{"number":5,"verse":"ફિલિપે સમરૂન શહેરમાં જઈને તેઓને ખ્રિસ્ત વિષે બોધ કર્યો."},{"number":6,"verse":"તેણે કહેલી વાતો સાંભળીને તથા તેણે કરેલા ચમત્કારો જોઈને લોકોએ તેની વાતો પર એકચિત્તે ધ્યાન આપ્યું."},{"number":7,"verse":"કેમ કે જેઓને અશુદ્ધ આત્માઓ વળગ્યા હતા તેઓમાંના ઘણાંમાંથી તેઓ મોટી બૂમ પાડતાં બહાર નીકળ્યા, અને ઘણા પક્ષઘાતીઓને તથા લંગડાઓને સાજા કરવામાં આવ્યા."},{"number":8,"verse":"તે શહેરમાં બહુ આનંદ થઈ રહ્યો."},{"number":9,"verse":"પણ સિમોન નામે એક માણસ તે શહેરમાં અગાઉ જાદુ કરતો હતો, અને હું કોઈ મહાન વ્યક્તિ છું એમ કહીને સમરૂનના લોકોને છક કરી નાખતો હતો."},{"number":10,"verse":"તેઓ નાનાથી તે મોટા સુધી સર્વ તેનું સાંભળતાં, તેઓ કહેતા, “ઈશ્વરની જે મહાન શક્તિ કહેવાય છે તે એ માણસ છે.”"},{"number":11,"verse":"તેણે ઘણી મુદતથી પોતાની જાદુક્રિયાથી તેઓને છક કરી નાખ્યા હતા, માટે તેઓ તેનું સાંભળતા હતા."},{"number":12,"verse":"પણ ફિલિપ ઈશ્વરના રાજ્ય તથા ઈસુ ખ્રિસ્તના નામ વિષે સુવાર્તા પ્રગટ કરતો હતો તેવામાં તેઓનો વિશ્વાસ તેના પર બેઠો, અને પુરુષોએ તેમ જ સ્‍ત્રીઓએ પણ બાપ્તિસ્મા લીધું."},{"number":13,"verse":"સિમોન પોતે પણ વિશ્વાસ કર્યો, અને બાપ્તિસ્મા પામીને ફિલિપની સાથે રહ્યો. અને ચમત્કારો તથા મોટાં પરાક્રમની કામો બનતાં જોઈને તે આશ્ચર્ય પામ્યો."},{"number":14,"verse":"હવે સમરૂનીઓએ ઈશ્વરની વાત સ્વીકારી છે એવું યરુશાલેમમાં પ્રેરિતોના સાંભળવામાં આવ્યું, એટલે તેઓએ પિતર તથા યોહાનને તેઓની પાસે મોકલ્યા."},{"number":15,"verse":"ત્યાં પહોંચ્યા પછી તેઓ પવિત્ર આત્મા પામે માટે તેઓએ તેઓને માટે પ્રાર્થના કરી."},{"number":16,"verse":"કેમ કે ત્યાર સુધી તેઓમાંના કોઈના ઉપર તે ઊતર્યો નહોતો, પણ તેઓ માત્ર પ્રભુ ઈસુને નામે બાપ્તિસ્મા પામ્યા હતા."},{"number":17,"verse":"પછી તેઓએ તેઓના પર હાથ મૂક્યા, એટલે તેઓ પવિત્ર આત્મા પામ્યા."},{"number":18,"verse":"હવે પ્રેરિતોના હાથ મૂકવાથી પવિત્ર આત્મા આપવામાં આવે છે, એ જોઈને સિમોને તેઓને પૈસા આપવા માંડયા,"},{"number":19,"verse":"અને કહ્યું, “તમે મને પણ એ અધિકાર આપો કે જેના પર હું હાથ મૂકું તે પવિત્ર આત્મા પામે.”"},{"number":20,"verse":"પણ પિતરે તેને કહ્યું, “ઈશ્વરનું દાન પૈસાથી વેચાતું લેવાનું તે ધાર્યું માટે તારી સાથે તારા પૈસા નાશ પામો."},{"number":21,"verse":"આ વાતમાં તારે લાગભાગ નથી, કેમ કે તારું અંત:કરણ ઈશ્વરની આગળ ચોખ્ખું નથી."},{"number":22,"verse":"માટે તારી આ દુષ્ટતાનો પસ્તાવો કર, અને પ્રભુને વિનંતી કર કે, કદાચ તારા અંત:કરણનો વિચાર તને માફ થાય."},{"number":23,"verse":"કેમ કે હું જોઉં છું કે તું પિત્તની કડવાશમાં અને પાપના બંધનમાં છે.”"},{"number":24,"verse":"ત્યારે સિમોને ઉત્તર આપ્યો, “તમારી કહેલી વાતોમાંની કોઈ પણ મારા પર ન આવે માટે તમે મારે માટે પ્રભુને વિનંતી કરો.”"},{"number":25,"verse":"હવે [ત્યાં] સાક્ષી આપ્યા પછી તથા પ્રભુની વાત પ્રગટ કર્યા પછી સમરૂનીઓનાં ઘણાં ગામોમાં સુવાર્તા પ્રગટ કરીને તેઓ યરુશાલેમ પાછા આવ્યા."},{"number":26,"verse":"( ફિલિપ અને ઈથિયોપિયાનો અધિકારી) પણ પ્રભુના દૂતે ફિલિપને કહ્યું, “ઊઠ, ને યરુશાલેમથી ગાઝા જવાના માર્ગ સુધી દક્ષિણ તરફ જા; ત્યાં અરણ્ય છે.”"},{"number":27,"verse":"તે ઊઠીને ગયો. અને જુઓ, એક હબશી ખોજો, જે હબશીઓની રાણી કાંડાકેના હાથ નીચે મોટો અમલદાર તથા તેના બધા ભંડારનો કારભારી હતો તે ભજન કરવા માટે યરુશાલેમ આવ્યો હતો."},{"number":28,"verse":"તે પાછા જતાં પોતાના રથમાં બેસીને યશાયા પ્રબોધક [નું પુસ્તક] વાંચતો હતો."},{"number":29,"verse":"આત્માએ ફિલિપને કહ્યું, “તું પાસે જઈને એ રથની સાથે થઈ જા.”"},{"number":30,"verse":"ત્યારે ફિલિપ તેની પાસે દોડી ગયો, અને તેને યશાયા પ્રબોધક [નું પુસ્તક] વાંચતો સાંભળીને પૂછ્યું, “તમે જે વાંચો છો તે શું તમે સમજો છો?”"},{"number":31,"verse":"ત્યારે તેણે કહ્યું, કોઈના સમજાવ્યા સિવાય હું કેમ કરીને સમજી શકું?” તેણે ફિલિપને વિનંતી કરી, “ઉપર ચઢીને મારી પાસે બેસો.”"},{"number":32,"verse":"શાસ્‍ત્રનું જે પ્રકરણ તે વાંચતો હતો તે એ હતું કે, ( .) “ ઘેટાની જેમ મારી નંખાવાને તેને લઈ જવામાં આવ્યો; અને જેમ હલવાન પોતાના કાતરનારની આગળ મૂંગું રહે છે, તેમ તેણે પોતાનું મોં ઉઘાડ્યું નહિ."},{"number":33,"verse":"તેની દીનાવસ્થામાં તેનો ન્યાય ડૂબી ગયો. તેના જમાનાના લોકોનું વર્ણન કોણ કહી દેખાડશે? કેમ કે તેનો જીવ પૃથ્વી પરથી લઈ લેવામાં આવ્યો.”"},{"number":34,"verse":"ત્યારે તે ખોજાએ ફિલિપને ઉત્તર આપ્યો, “હું તમને વિનંતી કરું છું કે, પ્રબોધક કોના વિષે એ કહે છે? પોતાના વિષે કે કોઈ બીજાના વિષે?”"},{"number":35,"verse":"ત્યારે ફિલિપે બોલવાનું શરૂ કર્યું, અને શાસ્‍ત્રની એ વાતથી આરંભ કરીને તેને ઈસુ [વિષેની સુવાર્તા] પ્રગટ કરી."},{"number":36,"verse":"તેઓ માર્ગે ચાલતાં એક જળાશય પાસે આવી પહોંચ્યા, ત્યારે ખોજાએ કહ્યું, “જો, [અહીં] પાણી છે. મારે બાપ્તિસ્મા પામવાને શો વાંધો છે?”"},{"number":37,"verse":"ત્યારે ફિલિપે કહ્યું, “જો તમે તમારા પૂરા મનથી વિશ્વાસ કરો છો તો એ ઉચિત છે.” તેણે ઉત્તર આપ્યો, “ઈસુ ખ્રિસ્ત તે ઈશ્વરનો દીકરો છે, એવું હું માનું છું.”"},{"number":38,"verse":"પછી તેણે રથ ઊભો રાખવાનો હુકમ કર્યો, અને ફિલિપ તથા ખોજો બન્‍ને પાણીમાં ઊતર્યા, અને તેણે તેને બાપ્તિસ્મા આપ્યું."},{"number":39,"verse":"તેઓ પાણીમાંથી બહાર આવ્યા ત્યારે પ્રભુનો આત્મા ફિલિપને લઈ ગયો. અને ખોજાએ ફરી તેને જોયો નહિ. પરંતુ તે આનંદ કરતો કરતો પોતાને માર્ગે ચાલ્યો ગયો."},{"number":40,"verse":"પણ ફિલિપ આશ્દોદમાં જોવામાં આવ્યો; તે કાઈસારિયા પહોંચતાં સુધી માર્ગમાંનાં સર્વ શહેરોમાં સુવાર્તા પ્રગટ કરતો કરતો ગયો."}]}