{"bibleAbbr":"TCVIN2022","bookName":"சங்கீதம்","bookEnglishName":"Psalms","chapterNumber":18,"verses":[{"number":1,"verse":"யெகோவாவின் பணியாளன் தாவீதின் சங்கீதம். யெகோவா அவனை எல்லாப் பகைவரின் கைகளிலிருந்தும் சவுலின் கையிலிருந்தும் விடுவித்தபோது இப்பாடலின் வார்த்தைகளை அவன் யெகோவாவுக்குப் பாடி பாடகர் குழுத் தலைவனுக்கு ஒப்புவிக்கப்பட்டது. அவன் சொன்னதாவது: யெகோவாவே, என் பெலனே, நான் உம்மை நேசிக்கிறேன்."},{"number":2,"verse":"யெகோவா என் கன்மலை, என் கோட்டை, என்னை விடுவிக்கிறவர்; என் இறைவன் நான் தஞ்சம் அடையும் என் கன்மலை, என் கேடயம், என் மீட்பின் கொம்பு, என் அரணுமாயிருக்கிறார்."},{"number":3,"verse":"துதிக்கப்படத்தக்கவரான யெகோவாவை நோக்கி நான் கூப்பிடுகிறேன்; என் பகைவரிடமிருந்து நான் காப்பாற்றப்படுகிறேன்."},{"number":4,"verse":"மரணக் கயிறுகளால் நான் சிக்குண்டேன்; அழிவின் அலைகள் என்னை அமிழ்த்திவிட்டன."},{"number":5,"verse":"பிரேதக் குழியின் கயிறுகள் என்னைச் சூழ்ந்துகொண்டன; மரணத்தின் கண்ணிகள் என்னை எதிர்த்து வந்தன."},{"number":6,"verse":"என் துயரத்தில் நான் யெகோவாவை நோக்கிக் கூப்பிட்டேன்; என் இறைவனிடம் உதவிக்காகக் கதறினேன்; அவர் தமது ஆலயத்திலிருந்து என் குரலைக் கேட்டார்; என் அழுகுரல் அவருடைய செவிக்கு எட்டியது."},{"number":7,"verse":"பூமி நடுங்கி அதிர்ந்து, மலைகளின் அஸ்திபாரங்கள் அசைந்தன; யெகோவா கோபமடைந்ததால் அவை நடுங்கின."},{"number":8,"verse":"அவருடைய நாசியிலிருந்து புகை எழும்பிற்று; அவருடைய வாயிலிருந்து சுட்டெரிக்கும் நெருப்புப் புறப்பட்டது; நெருப்புத் தழல் அதிலிருந்து தெறித்தன."},{"number":9,"verse":"அவர் வானங்களைப் பிரித்து, கீழே இறங்கினார்; கார்மேகங்கள் அவருடைய பாதங்களின்கீழ் இருந்தன."},{"number":10,"verse":"அவர் கேருபீனின்மேல் ஏறிப் பறந்தார்; அவர் காற்றின் சிறகுகளைக்கொண்டு பறந்தார்."},{"number":11,"verse":"அவர் இருளைத் தமது போர்வையாகவும், வானத்தின் இருண்ட மழைமேகங்களைத் தம்மைச் சுற்றிலும் கூடாரமாகவும் ஆக்கினார்."},{"number":12,"verse":"அவருடைய சமுகத்தின் பிரகாசத்திலிருந்து மேகங்கள் முன்னோக்கிச் சென்றன; அவற்றுடன் பனிக்கட்டி மழையும் மின்னல் கீற்றுக்களும் சென்றன."},{"number":13,"verse":"யெகோவா வானத்திலிருந்து இடியை முழக்கினார்; மகா உன்னதமானவரின் குரல் எதிரொலித்தது."},{"number":14,"verse":"அவர் தமது அம்புகளை எய்து பகைவரைச் சிதறடித்தார்; மின்னல் கீற்றுக்களை அனுப்பி, அவர்களை முறியடித்தார்."},{"number":15,"verse":"யெகோவாவே, உமது நாசியிலிருந்து வந்த மூச்சின் தாக்கத்தாலும் உமது கண்டிப்பினாலும் கடல்களின் அடிப்பரப்பு வெளிப்பட்டன; பூமியின் அஸ்திபாரங்கள் வெளியே தெரிந்தன."},{"number":16,"verse":"யெகோவா என்னை உயரத்திலிருந்து எட்டிப் பிடித்தார்; ஆழமான தண்ணீரிலிருந்து என்னை வெளியே தூக்கினார்."},{"number":17,"verse":"அவர் சக்திவாய்ந்த என் பகைவனிடமிருந்தும் என்னிலும் அதிக பலமான எதிரிகளிடமிருந்தும் என்னைத் தப்புவித்தார்."},{"number":18,"verse":"அவர்கள் என்னுடைய பேராபத்தின் நாளிலே, எனக்கெதிராய் எழுந்தார்கள்; ஆனால் யெகோவா என் ஆதரவாயிருந்தார்."},{"number":19,"verse":"அவர் என்னை விசாலமான ஒரு இடத்திற்கு வெளியே கொண்டுவந்தார்; அவர் என்னில் பிரியமாய் இருந்தபடியால் என்னைத் தப்புவித்தார்."},{"number":20,"verse":"யெகோவா என் நீதிக்கு ஏற்றபடி என்னை நடத்தியிருக்கிறார்; என் கைகளின் சுத்தத்திற்கு தக்கதாய், அவர் எனக்குப் பலனளித்திருக்கிறார்."},{"number":21,"verse":"ஏனெனில் நான் யெகோவாவினுடைய வழிகளை கைக்கொண்டிருக்கிறேன்; என் இறைவனைவிட்டு விலகி நான் குற்றம் செய்யவில்லை."},{"number":22,"verse":"அவருடைய நீதிநெறிகள் அனைத்தும் எனக்கு முன்பாக இருக்கின்றன; அவருடைய விதிமுறைகளிலிருந்து நான் விலகவேயில்லை."},{"number":23,"verse":"நான் அவருக்கு முன்பாக குற்றமற்றவனாக இருந்து, பாவத்திலிருந்து என்னை விலக்கிக் காத்துக்கொண்டேன்."},{"number":24,"verse":"யெகோவா என் நீதிக்கு ஏற்றவாறும், அவருடைய பார்வையில் என் கைகளின் தூய்மைக்கு ஏற்றவாறும் எனக்குப் பலனளித்திருக்கிறார்."},{"number":25,"verse":"உண்மையுள்ளவர்களுக்கு நீர் உம்மை உண்மையுள்ளவராகவே காண்பிக்கிறீர்; உத்தமர்களுக்கு நீர் உம்மை உத்தமராகவே காண்பிக்கிறீர்."},{"number":26,"verse":"தூய்மையுள்ளவர்களுக்கு நீர் உம்மைத் தூய்மையுள்ளவராகவேக் காண்பிக்கிறீர்; ஆனால் கபடமுள்ளவர்களுக்கோ நீர் உம்மை விவேகமுள்ளவராய்க் காண்பிக்கிறீர்."},{"number":27,"verse":"நீர் தாழ்மையுள்ளோரைக் காப்பாற்றுகிறீர்; ஆனால் பெருமையான பார்வையுள்ளவர்களைத் தாழ்த்துகிறீர்."},{"number":28,"verse":"யெகோவாவே, நீர் என் விளக்கை எரிந்து கொண்டேயிருக்கச் செய்யும்; என் இறைவன் என் இருளை வெளிச்சமாக்குவார்."},{"number":29,"verse":"உமது உதவியுடன் என்னால் ஒரு படையை எதிர்த்து முன்னேற முடியும்; என் இறைவனுடன் ஒரு மதிலைத் தாண்டுவேன்."},{"number":30,"verse":"இறைவனுடைய வழி முழு நிறைவானது: யெகோவாவின் வார்த்தையோ குறைபாடற்றது; அவரிடத்தில் தஞ்சமடைவோர் அனைவருக்கும் அவர் கேடயமாயிருக்கிறார்."},{"number":31,"verse":"யெகோவாவைத்தவிர இறைவன் யார்? நமது இறைவனேயல்லாமல் வேறு கன்மலை யார்?"},{"number":32,"verse":"இறைவன் பெலத்தை எனக்கு அரைக்கச்சையாகக் கட்டி, என் வழியை குறைவற்றதாய் ஆக்குகிறார்."},{"number":33,"verse":"அவர் என் கால்களை மானின் கால்களைப் போல துரிதப்படுத்தி, உயர்ந்த இடங்களில் என்னை நிற்கப்பண்ணுகிறார்."},{"number":34,"verse":"யுத்தம் செய்ய என் கைகளைப் பயிற்றுவிக்கிறார்; என் கரங்களால் ஒரு வெண்கல வில்லையும் வளைக்க முடியும்."},{"number":35,"verse":"நீர் உமது இரட்சிப்பை எனக்கு கேடயமாகத் தந்தீர், உமது வலதுகரம் என்னைத் தாங்குகிறது; உமது உதவி என்னைப் பெரியவனாக்குகிறது."},{"number":36,"verse":"என்னுடைய கால்கள் வழுக்காதபடி, நான் நடக்கும் பாதையை நீர் அகலமாக்குகிறீர்."},{"number":37,"verse":"நான் என் பகைவரை துரத்திச்சென்று, அவர்களைப் பிடித்தேன்; அவர்கள் முற்றிலும் அழியும்வரை, நான் திரும்பி வரவில்லை."},{"number":38,"verse":"அவர்கள் எழுந்திருக்காதபடி, நான் அவர்களை முறியடித்தேன்; அவர்கள் என் காலடியில் விழுந்தார்கள்."},{"number":39,"verse":"யுத்தம் செய்வதற்கான வல்லமையை நீர் எனக்குத் தரிப்பித்தீர்; என் எதிரிகளை எனக்கு முன்பாகத் தாழ்த்தினீர்."},{"number":40,"verse":"நீர் என் பகைவரை புறமுதுகிட்டு ஓடச்செய்தீர்; நான் அவர்களை அழித்தேன்."},{"number":41,"verse":"அவர்கள் உதவிகேட்டு கூப்பிட்டார்கள், ஆனால் அவர்களைக் காப்பாற்ற ஒருவருமே இருக்கவில்லை; யெகோவாவை நோக்கிக் கூப்பிட்டார்கள், அவரோ பதில் கொடுக்கவில்லை."},{"number":42,"verse":"நான் அவர்களை காற்றில் கிளம்பும் தூசியைப்போல் நொறுக்கினேன்; நான் அவர்களை மிதித்து வீதியிலுள்ள சேற்றைப்போல் வெளியே வாரி எறிந்தேன்."},{"number":43,"verse":"நீர் மக்களின் தாக்குதல்களிலிருந்து என்னை விடுவித்திருக்கிறீர்; நாடுகளுக்கு என்னைத் தலைவனாக வைத்திருக்கிறீர். நான் அறியாத மக்கள் எனக்கு கீழ்ப்பட்டிருக்கிறார்கள்."},{"number":44,"verse":"வேறுநாட்டைச் சேர்ந்தவரும் எனக்கு முன்பாக அடங்கி ஒடுங்குகிறார்கள்; அவர்கள் என்னைக் குறித்துக் கேள்விப்பட்டவுடனே எனக்குக் கீழ்ப்படிகிறார்கள்."},{"number":45,"verse":"அவர்கள் அனைவரும் மனந்தளர்ந்து, தங்கள் அரண்களிலிருந்து நடுங்கிக்கொண்டு வருகிறார்கள்."},{"number":46,"verse":"யெகோவா வாழ்கிறார்! என் கன்மலையானவருக்குத் துதி உண்டாவதாக! என் இரட்சகராகிய இறைவன் உயர்த்தப்படுவாராக!"},{"number":47,"verse":"எனக்காகப் பழிவாங்கும் இறைவன் அவரே; நாடுகளை எனக்குக்கீழ் அடங்கியிருக்கச் செய்பவரும் அவரே."},{"number":48,"verse":"என் எதிரிகளிடமிருந்து என்னைக் காப்பாற்றுகிறவரும் அவரே. நீர் என் பகைவர்களுக்கு மேலாக என்னை உயர்த்தினீர்; என்னை என் வன்முறையாளர்களிடமிருந்து தப்புவித்தீர்."},{"number":49,"verse":"ஆகையால் யெகோவாவே, நாடுகளுக்கு மத்தியில் நான் உம்மைத் துதிப்பேன்; உமது பெயருக்குத் துதிகள் பாடுவேன்."},{"number":50,"verse":"யெகோவா தாம் ஏற்படுத்திய அரசனுக்கு மாபெரும் வெற்றிகளைக் கொடுக்கிறார்; அவர் தாம் அபிஷேகம் பண்ணின தாவீதுக்கும் அவனுடைய சந்ததிகளுக்கும் தமது உடன்படிக்கையின் அன்பை என்றைக்கும் காண்பிக்கிறார்."}]}