{"bibleAbbr":"NKJV1982","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":2,"verses":[{"number":1,"verse":"Woe to Evildoers Woe to those who devise iniquity, And work out evil on their beds! At (Hos. 7:6, 7) morning light they practice it, Because it is in the power of their hand."},{"number":2,"verse":"They (Is. 5:8) covet fields and take them by violence, Also houses, and seize them. So they oppress a man and his house, A man and his inheritance."},{"number":3,"verse":"Therefore thus says the LORD: “Behold, against this (Ex. 20:5; Jer. 8:3; Amos 3:1, 2) family I am devising (Amos 5:13) disaster, From which you cannot remove your necks; Nor shall you walk haughtily, For this is an evil time."},{"number":4,"verse":"In that day one shall take up a proverb against you, And (2 Sam. 1:17) lament with a bitter lamentation, saying: ‘We are utterly destroyed! He has changed the heritage of my people; How He has removed it from me! To a turncoat He has divided our fields.’ ”"},{"number":5,"verse":"Therefore you will have no one to determine boundaries by lot In the assembly of the LORD."},{"number":6,"verse":"Lying Prophets“Do not prattle,” you say to those who prophesy. So they shall not prophesy to you; They shall not return insult for insult."},{"number":7,"verse":"You who are named the house of Jacob: “Is the Spirit of the LORD restricted? Are these His doings? Do not My words do good To him who walks uprightly?"},{"number":8,"verse":"“Lately My people have risen up as an enemy— You pull off the robe with the garment From those who trust you, as they pass by, Like men returned from war."},{"number":9,"verse":"The women of My people you cast out From their pleasant houses; From their children You have taken away My glory forever."},{"number":10,"verse":"“Arise and depart, For this is not your (Deut. 12:9) rest; Because it is (Lev. 18:25) defiled, it shall destroy, Yes, with utter destruction."},{"number":11,"verse":"If a man should walk in a false spirit And speak a lie, saying, ‘I will prophesy to you of wine and drink,’ Even he would be the (Is. 30:10; Jer. 5:30, 31; 2 Tim. 4:3, 4) prattler of this people."},{"number":12,"verse":"Israel Restored“I ((Mic. 4:6, 7)) will surely assemble all of you, O Jacob, I will surely gather the remnant of Israel; I will put them together (Jer. 31:10) like sheep of the fold, Like a flock in the midst of their pasture; (Ezek. 33:22; 36:37) They shall make a loud noise because of so many people."},{"number":13,"verse":"The one who breaks open will come up before them; They will break out, Pass through the gate, And go out by it; ((Hos. 3:5)) Their king will pass before them, (Is. 52:12) With the LORD at their head.”"}]}