{"bibleAbbr":"UKJV2000","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":2,"verses":[{"number":1,"verse":"And now, O all of you priests, this commandment is for you."},{"number":2,"verse":"If all of you will not hear, and if all of you will not lay it to heart, to give glory unto my name, says the LORD of hosts, I will even send a curse upon you, and I will curse your blessings: yea, I have cursed them already, because all of you do not lay it to heart."},{"number":3,"verse":"Behold, I will corrupt your seed, and spread dung upon your faces, even the dung of your solemn feasts; and one shall take you away with it."},{"number":4,"verse":"And all of you shall know that I have sent this commandment unto you, that my covenant might be with Levi, says the LORD of hosts."},{"number":5,"verse":"My covenant was with him of life and peace; and I gave them to him for the fear wherewith he feared me, and was afraid before my name."},{"number":6,"verse":"The law of truth was in his mouth, and iniquity was not found in his lips: he walked with me in peace and equity, and did turn many away from iniquity."},{"number":7,"verse":"For the priest's lips should keep knowledge, and they should seek the law at his mouth: for he is the messenger of the LORD of hosts."},{"number":8,"verse":"But all of you are departed out of the way; all of you have caused many to stumble at the law; all of you have corrupted the covenant of Levi, says the LORD of hosts."},{"number":9,"verse":"Therefore have I also made you contemptible and base before all the people, according as all of you have not kept my ways, but have been partial in the law."},{"number":10,"verse":"Have we not all one father? has not one God created us? why do we deal treacherously every man against his brother, by profaning the covenant of our fathers?"},{"number":11,"verse":"Judah has dealt treacherously, and an abomination is committed in Israel and in Jerusalem; for Judah has profaned the holiness of the LORD which he loved, and has married the daughter of a strange god."},{"number":12,"verse":"The LORD will cut off the man that does this, the master and the scholar, out of the tabernacles of Jacob, and him that offers an offering unto the LORD of hosts."},{"number":13,"verse":"And this have all of you done again, covering the altar of the LORD with tears, with weeping, and with crying out, insomuch that he regards not the offering any more, or receives it with good will at your hand."},{"number":14,"verse":"Yet all of you say, Wherefore? Because the LORD has been witness between you and the wife of your youth, against whom you have dealt treacherously: yet is she your companion, and the wife of your covenant."},{"number":15,"verse":"And did not he make one? Yet had he the residue of the spirit. And wherefore one? That he might seek a godly seed. Therefore take heed to your spirit, and let none deal treacherously against the wife of his youth."},{"number":16,"verse":"For the LORD, the God of Israel, says that he hates putting away: for one covers violence with his garment, says the LORD of hosts: therefore take heed to your spirit, that all of you deal not treacherously."},{"number":17,"verse":"All of you have wearied the LORD with your words. Yet all of you say, Wherein have we wearied him? When all of you say, Every one that does evil is good in the sight of the LORD, and he delights in them; or, Where is the God of judgment?"}]}