{"bibleAbbr":"urGV2010","bookName":"۱۔سموایل","bookEnglishName":"1 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"( داؤد نوب میں اخی مَلِک کے پاس ٹھہرتا ہے) داؤد نوب میں اخی مَلِک امام کے پاس گیا۔ اخی مَلِک کانپتے ہوئے اُس سے ملنے کے لئے آیا اور پوچھا، ”آپ اکیلے کیوں آئے ہیں؟ کوئی آپ کے ساتھ نہیں۔“"},{"number":2,"verse":"داؤد نے جواب دیا، ”بادشاہ نے مجھے ایک خاص ذمہ داری دی ہے جس کا ذکر تک کرنا منع ہے۔ کسی کو بھی اِس کے بارے میں جاننا نہیں چاہئے۔ مَیں نے اپنے آدمیوں کو حکم دیا ہے کہ فلاں فلاں جگہ پر میرا انتظار کریں۔"},{"number":3,"verse":"اب مجھے ذرا بتائیں کہ کھانے کے لئے کیا مل سکتا ہے؟ مجھے پانچ روٹیاں دے دیں، یا جو کچھ بھی آپ کے پاس ہے۔“"},{"number":4,"verse":"امام نے جواب دیا، ”میرے پاس عام روٹی نہیں ہے۔ مَیں آپ کو صرف رب کے لئے مخصوص شدہ روٹی دے سکتا ہوں۔ شرط یہ ہے کہ آپ کے آدمی پچھلے دنوں میں عورتوں سے ہم بستر نہ ہوئے ہوں۔“"},{"number":5,"verse":"داؤد نے اُسے تسلی دے کر کہا، ”فکر نہ کریں۔ پہلے کی طرح ہمیں اِس مہم کے دوران بھی عورتوں سے دُور رہنا پڑا ہے۔ میرے فوجی عام مہموں کے لئے بھی اپنے آپ کو پاک رکھتے ہیں، تو اِس دفعہ وہ کہیں زیادہ پاک صاف ہیں۔“"},{"number":6,"verse":"پھر امام نے داؤد کو مخصوص شدہ روٹیاں دیں یعنی وہ روٹیاں جو ملاقات کے خیمے میں رب کے حضور رکھی جاتی تھیں اور اُسی دن تازہ روٹیوں سے تبدیل ہوئی تھیں۔"},{"number":7,"verse":"اُس وقت ساؤل کے چرواہوں کا ادومی انچارج دوئیگ وہاں تھا۔ وہ کسی مجبوری کے باعث رب کے حضور ٹھہرا ہوا تھا۔ اُس کی موجودگی میں"},{"number":8,"verse":"داؤد نے اخی مَلِک سے پوچھا، ”کیا آپ کے پاس کوئی نیزہ یا تلوار ہے؟ مجھے بادشاہ کی مہم کے لئے اِتنی جلدی سے نکلنا پڑا کہ اپنی تلوار یا کوئی اَور ہتھیار ساتھ لانے کے لئے فرصت نہ ملی۔“"},{"number":9,"verse":"اخی مَلِک نے جواب دیا، ”جی ہے۔ وادیٔ ایلہ میں آپ کے ہاتھوں مارے گئے فلستی مرد جالوت کی تلوار میرے پاس ہے۔ وہ ایک کپڑے میں لپٹی میرے بالاپوش کے پیچھے پڑی ہے۔ اگر آپ اُسے اپنے ساتھ لے جانا چاہیں تو لے جائیں۔ میرے پاس کوئی اَور ہتھیار نہیں ہے۔“ داؤد نے کہا، ”اِس قسم کی تلوار کہیں اَور نہیں ملتی۔ مجھے دے دیں۔“"},{"number":10,"verse":"( داؤد فلستی بادشاہ کے پاس) اُسی دن داؤد آگے نکلا تاکہ ساؤل سے بچ سکے۔ اسرائیل کو چھوڑ کر وہ فلستی شہر جات کے بادشاہ اَکیس کے پاس گیا۔"},{"number":11,"verse":"لیکن اَکیس کے ملازموں نے بادشاہ کو آگاہ کیا، ”کیا یہ ملک کا بادشاہ داؤد نہیں ہے؟ اِسی کے بارے میں اسرائیلی ناچ کر گیت گاتے ہیں، ’ساؤل نے ہزار ہلاک کئے جبکہ داؤد نے دس ہزار‘۔“"},{"number":12,"verse":"یہ سن کر داؤد گھبرا گیا اور جات کے بادشاہ اَکیس سے بہت ڈرنے لگا۔"},{"number":13,"verse":"اچانک وہ پاگل آدمی کا روپ بھر کر اُن کے درمیان عجیب عجیب حرکتیں کرنے لگا۔ شہر کے دروازے کے پاس جا کر اُس نے اُس پر بےتُکے سے نشان لگائے اور اپنی داڑھی پر رال ٹپکنے دی۔"},{"number":14,"verse":"یہ دیکھ کر اَکیس نے اپنے ملازموں کو جھڑکا، ”تم اِس آدمی کو میرے پاس کیوں لے آئے ہو؟ تم خود دیکھ سکتے ہو کہ یہ پاگل ہے۔"},{"number":15,"verse":"کیا میرے پاس پاگلوں کی کمی ہے کہ تم اِس کو میرے سامنے لے آئے ہو تاکہ اِس طرح کی حرکتیں کرے؟ کیا مجھے ایسے مہمان کی ضرورت ہے؟“"}]}