{"bibleAbbr":"urGV2010","bookName":"۱۔سموایل","bookEnglishName":"1 Samuel","chapterNumber":31,"verses":[{"number":1,"verse":"( ساؤل اور اُس کے بیٹوں کا انجام) اِتنے میں فلستیوں اور اسرائیلیوں کے درمیان جنگ چھڑ گئی تھی۔ لڑتے لڑتے اسرائیلی فرار ہونے لگے، لیکن بہت سے لوگ جِلبوعہ کے پہاڑی سلسلے پر شہید ہو گئے۔"},{"number":2,"verse":"پھر فلستی ساؤل اور اُس کے بیٹوں یونتن، ابی نداب اور ملکی شوع کے پاس جا پہنچے۔ تینوں بیٹے ہلاک ہو گئے"},{"number":3,"verse":"جبکہ لڑائی ساؤل کے ارد گرد عروج تک پہنچ گئی۔ پھر وہ تیراندازوں کا نشانہ بن کر بُری طرح زخمی ہو گیا۔"},{"number":4,"verse":"اُس نے اپنے سلاح بردار کو حکم دیا، ”اپنی تلوار میان سے کھینچ کر مجھے مار ڈال، ورنہ یہ نامختون مجھے چھید کر بےعزت کریں گے۔“ لیکن سلاح بردار نے انکار کیا، کیونکہ وہ بہت ڈرا ہوا تھا۔ آخر میں ساؤل اپنی تلوار لے کر خود اُس پر گر گیا۔"},{"number":5,"verse":"جب سلاح بردار نے دیکھا کہ میرا مالک مر گیا ہے تو وہ بھی اپنی تلوار پر گر کر مر گیا۔"},{"number":6,"verse":"یوں اُس دن ساؤل، اُس کے تین بیٹے، اُس کا سلاح بردار اور اُس کے تمام آدمی ہلاک ہو گئے۔"},{"number":7,"verse":"جب میدانِ یزرعیل کے پار اور دریائے یردن کے پار رہنے والے اسرائیلیوں کو خبر ملی کہ اسرائیلی فوج بھاگ گئی اور ساؤل اپنے بیٹوں سمیت مارا گیا ہے تو وہ اپنے شہروں کو چھوڑ کر بھاگ نکلے، اور فلستی چھوڑے ہوئے شہروں پر قبضہ کر کے اُن میں بسنے لگے۔"},{"number":8,"verse":"اگلے دن فلستی لاشوں کو لُوٹنے کے لئے دوبارہ میدانِ جنگ میں آ گئے۔ جب اُنہیں جِلبوعہ کے پہاڑی سلسلے پر ساؤل اور اُس کے تینوں بیٹے مُردہ ملے"},{"number":9,"verse":"تو اُنہوں نے ساؤل کا سر کاٹ کر اُس کا زرہ بکتر اُتار لیا اور قاصدوں کو اپنے پورے ملک میں بھیج کر اپنے بُتوں کے مندر میں اور اپنی قوم کو فتح کی اطلاع دی۔"},{"number":10,"verse":"ساؤل کا زرہ بکتر اُنہوں نے عستارات دیوی کے مندر میں محفوظ کر لیا اور اُس کی لاش کو بیت شان کی فصیل سے لٹکا دیا۔"},{"number":11,"verse":"جب یبیس جِلعاد کے باشندوں کو خبر ملی کہ فلستیوں نے ساؤل کی لاش کے ساتھ کیا کچھ کیا ہے"},{"number":12,"verse":"تو شہر کے تمام لڑنے کے قابل آدمی بیت شان کے لئے روانہ ہوئے۔ پوری رات چلتے ہوئے وہ شہر کے پاس پہنچ گئے۔ ساؤل اور اُس کے بیٹوں کی لاشوں کو فصیل سے اُتار کر وہ اُنہیں یبیس کو لے گئے۔ وہاں اُنہوں نے لاشوں کو بھسم کر دیا"},{"number":13,"verse":"اور بچی ہوئی ہڈیوں کو شہر میں جھاؤ کے درخت کے سائے میں دفنایا۔ اُنہوں نے روزہ رکھ کر پورے ہفتے تک اُن کا ماتم کیا۔"}]}