{"bibleAbbr":"urGV2010","bookName":"۱۔سموایل","bookEnglishName":"1 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"( عہد کا صندوق اسرائیل واپس لایا جاتا ہے) اللہ کا صندوق اب سات مہینے فلستیوں کے پاس رہا تھا۔"},{"number":2,"verse":"آخرکار اُنہوں نے اپنے تمام پجاریوں اور رمّالوں کو بُلا کر اُن سے مشورہ کیا، ”اب ہم رب کے صندوق کا کیا کریں؟ ہمیں بتائیں کہ اِسے کس طرح اِس کے اپنے ملک میں واپس بھیجیں۔“"},{"number":3,"verse":"پجاریوں اور رمّالوں نے جواب دیا، ”اگر آپ اُسے واپس بھیجیں تو ویسے مت بھیجنا بلکہ قصور کی قربانی ساتھ بھیجنا۔ تب آپ کو شفا ملے گی، اور آپ جان لیں گے کہ وہ آپ کو سزا دینے سے کیوں نہیں باز آیا۔“"},{"number":4,"verse":"فلستیوں نے پوچھا، ”ہم اُسے کس قسم کی قصور کی قربانی بھیجیں؟“ اُنہوں نے جواب دیا، ”فلستیوں کے پانچ حکمران ہیں، اِس لئے سونے کے پانچ پھوڑے اور پانچ چوہے بنوائیں، کیونکہ آپ سب اِس ایک ہی وبا کی زد میں آئے ہوئے ہیں، خواہ حکمران ہوں، خواہ رعایا۔"},{"number":5,"verse":"سونے کے یہ پھوڑے اور ملک کو تباہ کرنے والے چوہے بنا کر اسرائیل کے دیوتا کا احترام کریں۔ شاید وہ یہ دیکھ کر آپ، آپ کے دیوتاؤں اور ملک کو سزا دینے سے باز آئے۔"},{"number":6,"verse":"آپ کیوں پرانے زمانے کے مصریوں اور اُن کے بادشاہ کی طرح اَڑ جائیں؟ کیونکہ اُس وقت اللہ نے مصریوں کو اِتنی سخت مصیبت میں ڈال دیا کہ آخرکار اُنہیں اسرائیلیوں کو جانے دینا پڑا۔"},{"number":7,"verse":"اب بَیل گاڑی بنا کر اُس کے آگے دو گائیں جوتیں۔ ایسی گائیں ہوں جن کے دودھ پینے والے بچے ہوں اور جن پر اب تک جوا نہ رکھا گیا ہو۔ گائیوں کو بَیل گاڑی کے آگے جوتیں، لیکن اُن کے بچوں کو ساتھ جانے نہ دیں بلکہ اُنہیں کہیں بند رکھیں۔"},{"number":8,"verse":"پھر رب کا صندوق بَیل گاڑی پر رکھا جائے اور اُس کے ساتھ ایک تھیلا جس میں سونے کی وہ چیزیں ہوں جو آپ قصور کی قربانی کے طور پر بھیج رہے ہیں۔ اِس کے بعد گائیوں کو کھلا چھوڑ دیں۔"},{"number":9,"verse":"غور کریں کہ وہ کون سا راستہ اختیار کریں گی۔ اگر اسرائیل کے بیت شمس کی طرف چلیں تو پھر معلوم ہو گا کہ رب ہم پر یہ بڑی مصیبت لایا ہے۔ لیکن اگر وہ کہیں اَور چلیں تو مطلب ہو گا کہ اسرائیل کے دیوتا نے ہمیں سزا نہیں دی بلکہ سب کچھ اتفاق سے ہوا ہے۔“"},{"number":10,"verse":"فلستیوں نے ایسا ہی کیا۔ اُنہوں نے دو گائیں نئی بَیل گاڑی میں جوت کر اُن کے چھوٹے بچوں کو کہیں بند رکھا۔"},{"number":11,"verse":"پھر اُنہوں نے عہد کا صندوق اُس تھیلے سمیت جس میں سونے کے چوہے اور پھوڑے تھے بَیل گاڑی پر رکھا۔"},{"number":12,"verse":"جب گائیوں کو چھوڑ دیا گیا تو وہ ڈکراتی ڈکراتی سیدھی بیت شمس کے راستے پر آ گئیں اور نہ دائیں، نہ بائیں طرف ہٹیں۔ فلستیوں کے سردار بیت شمس کی سرحد تک اُن کے پیچھے چلے۔"},{"number":13,"verse":"اُس وقت بیت شمس کے باشندے نیچے وادی میں گندم کی فصل کاٹ رہے تھے۔ عہد کا صندوق دیکھ کر وہ نہایت خوش ہوئے۔"},{"number":14,"verse":"بَیل گاڑی ایک کھیت تک پہنچی جس کا مالک بیت شمس کا رہنے والا یشوع تھا۔ وہاں وہ ایک بڑے پتھر کے پاس رُک گئی۔ لوگوں نے بَیل گاڑی کی لکڑی ٹکڑے ٹکڑے کر کے اُسے جلا دیا اور گائیوں کو ذبح کر کے رب کو بھسم ہونے والی قربانی کے طور پر پیش کیا۔"},{"number":15,"verse":"لاوی کے قبیلے کے کچھ مردوں نے رب کے صندوق کو بَیل گاڑی سے اُٹھا کر سونے کی چیزوں کے تھیلے سمیت پتھر پر رکھ دیا۔ اُس دن بیت شمس کے لوگوں نے رب کو بھسم ہونے والی اور ذبح کی قربانیاں پیش کیں۔"},{"number":16,"verse":"یہ سب کچھ دیکھنے کے بعد فلستی سردار اُسی دن عقرون واپس چلے گئے۔"},{"number":17,"verse":"فلستیوں نے اپنا قصور دُور کرنے کے لئے ہر ایک شہر کے لئے سونے کا ایک پھوڑا بنا لیا تھا یعنی اشدود، غزہ، اسقلون، جات اور عقرون کے لئے ایک ایک پھوڑا۔"},{"number":18,"verse":"اِس کے علاوہ اُنہوں نے ہر شہر اور اُس کے گرد و نواح کی آبادیوں کے لئے سونے کا ایک ایک چوہا بنا لیا تھا۔ جس بڑے پتھر پر عہد کا صندوق رکھا گیا وہ آج تک یشوع بیت شمسی کے کھیت میں اِس بات کی گواہی دیتا ہے۔"},{"number":19,"verse":"( عہد کا صندوق قِریَت یعریم میں) لیکن رب نے بیت شمس کے باشندوں کو سزا دی، کیونکہ اُن میں سے بعض نے عہد کے صندوق میں نظر ڈالی تھی۔ اُس وقت 70 افراد ہلاک ہوئے۔ رب کی یہ سخت سزا دیکھ کر بیت شمس کے لوگ ماتم کرنے لگے۔"},{"number":20,"verse":"وہ بولے، ”کون اِس مُقدّس خدا کے حضور قائم رہ سکتا ہے؟ یہ ہمارے بس کی بات نہیں، لیکن ہم رب کا صندوق کس کے پاس بھیجیں؟“"},{"number":21,"verse":"آخر میں اُنہوں نے قِریَت یعریم کے باشندوں کو پیغام بھیجا، ”فلستیوں نے رب کا صندوق واپس کر دیا ہے۔ اب آئیں اور اُسے اپنے پاس لے جائیں!“"}]}