{"bibleAbbr":"urGV2010","bookName":"۱۔سموایل","bookEnglishName":"1 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"یہ سن کر قِریَت یعریم کے مرد آئے اور رب کا صندوق اپنے شہر میں لے گئے۔ وہاں اُنہوں نے اُسے ابی نداب کے گھر میں رکھ دیا جو پہاڑی پر تھا۔ ابی نداب کے بیٹے اِلی عزر کو مخصوص کیا گیا تاکہ وہ عہد کے صندوق کی پہرا داری کرے۔"},{"number":2,"verse":"( توبہ کی وجہ سے اسرائیلی فلستیوں پر فتح پاتے ہیں) عہد کا صندوق 20 سال کے طویل عرصے تک قِریَت یعریم میں پڑا رہا۔ اِس دوران تمام اسرائیل ماتم کرتا رہا، کیونکہ لگتا تھا کہ رب نے اُنہیں ترک کر دیا ہے۔"},{"number":3,"verse":"پھر سموایل نے تمام اسرائیلیوں سے کہا، ”اگر آپ واقعی رب کے پاس واپس آنا چاہتے ہیں تو اجنبی معبودوں اور عستارات دیوی کے بُت دُور کر دیں۔ پورے دل کے ساتھ رب کے تابع ہو کر اُسی کی خدمت کریں۔ پھر ہی وہ آپ کو فلستیوں سے بچائے گا۔“"},{"number":4,"verse":"اسرائیلیوں نے اُس کی بات مان لی۔ وہ بعل اور عستارات کے بُتوں کو پھینک کر صرف رب کی خدمت کرنے لگے۔"},{"number":5,"verse":"تب سموایل نے اعلان کیا، ”پورے اسرائیل کو مِصفاہ میں جمع کریں تو مَیں وہاں رب سے دعا کر کے آپ کی سفارش کروں گا۔“"},{"number":6,"verse":"چنانچہ وہ سب مِصفاہ میں جمع ہوئے۔ توبہ کا اظہار کر کے اُنہوں نے کنوئیں سے پانی نکال کر رب کے حضور اُنڈیل دیا۔ ساتھ ساتھ اُنہوں نے پورا دن روزہ رکھا اور اقرار کیا، ”ہم نے رب کا گناہ کیا ہے۔“ وہاں مِصفاہ میں سموایل نے اسرائیلیوں کے لئے کچہری لگائی۔"},{"number":7,"verse":"فلستی حکمرانوں کو پتا چلا کہ اسرائیلی مِصفاہ میں جمع ہوئے ہیں تو وہ اُن سے لڑنے کے لئے آئے۔ یہ سن کر اسرائیلی سخت گھبرا گئے"},{"number":8,"verse":"اور سموایل سے منت کی، ”دعا کرتے رہیں! رب ہمارے خدا سے التماس کرنے سے نہ رُکیں تاکہ وہ ہمیں فلستیوں سے بچائے۔“"},{"number":9,"verse":"تب سموایل نے بھیڑ کا دودھ پیتا بچہ چن کر رب کو بھسم ہونے والی قربانی کے طور پر پیش کیا۔ ساتھ ساتھ وہ رب سے التماس کرتا رہا۔ اور رب نے اُس کی سنی۔"},{"number":10,"verse":"سموایل ابھی قربانی پیش کر رہا تھا کہ فلستی وہاں پہنچ کر اسرائیلیوں پر حملہ کرنے کے لئے تیار ہوئے۔ لیکن اُس دن رب نے زور سے کڑکتی ہوئی آواز سے فلستیوں کو اِتنا دہشت زدہ کر دیا کہ وہ درہم برہم ہو گئے اور اسرائیلی آسانی سے اُنہیں شکست دے سکے۔"},{"number":11,"verse":"اسرائیلیوں نے مِصفاہ سے نکل کر بیت کار کے نیچے تک دشمن کا تعاقب کیا۔ راستے میں بہت سے فلستی ہلاک ہوئے۔"},{"number":12,"verse":"اِس فتح کی یاد میں سموایل نے مِصفاہ اور شین کے درمیان ایک بڑا پتھر نصب کر دیا۔ اُس نے پتھر کا نام ابن عزر یعنی ’مدد کا پتھر‘ رکھا۔ کیونکہ اُس نے کہا، ”یہاں تک رب نے ہماری مدد کی ہے۔“"},{"number":13,"verse":"اِس طرح فلستیوں کو مغلوب کیا گیا، اور وہ دوبارہ اسرائیل کے علاقے میں نہ گھسے۔ جب تک سموایل جیتا رہا فلستیوں پر رب کا سخت دباؤ رہا۔"},{"number":14,"verse":"اور عقرون سے لے کر جات تک جتنی اسرائیلی آبادیاں فلستیوں کے ہاتھ میں آ گئی تھیں وہ سب اُن کی زمینوں سمیت دوبارہ اسرائیل کے قبضے میں آ گئیں۔ اموریوں کے ساتھ بھی صلح ہو گئی۔"},{"number":15,"verse":"سموایل اپنے جیتے جی اسرائیل کا قاضی اور راہنما رہا۔"},{"number":16,"verse":"ہر سال وہ بیت ایل، جِلجال اور مِصفاہ کا دورہ کرتا، کیونکہ اِن تین جگہوں پر وہ اسرائیلیوں کے لئے کچہری لگایا کرتا تھا۔"},{"number":17,"verse":"اِس کے بعد وہ دوبارہ رامہ اپنے گھر واپس آ جاتا جہاں مستقل کچہری تھی۔ وہاں اُس نے رب کے لئے قربان گاہ بھی بنائی تھی۔"}]}