{"bibleAbbr":"CVB1535","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"And Roboam wete vnto Sichem, for all Israel was come to Sichem to make him kynge."},{"number":2,"verse":"And whan Ieroboam ye sonne of Nebat herde that, while he was yet in Egipte (whither he was fled for Salomon) he came agayne out of Egipte."},{"number":3,"verse":"And they sent for him, and called him. And Ieroboam with all the congregacion of Israel came and spake to Roboam, and sayde:"},{"number":4,"verse":"Thy father made oure yock to harde: therfore make thou now the harde bondage and the sore yock lighter, and we wyll submytte oure selues vnto the."},{"number":5,"verse":"He sayde vnto them: Go youre waye vnto the thirde daye, and then come to me agayne. And the people wete their waye."},{"number":6,"verse":"And Roboam the kynge helde a councell with the Elders that stode before Salomo his father whyle he lyued, & he sayde: What is youre councell, that we maye geue this people an answere?"},{"number":7,"verse":"They sayde vnto him: Yf thou do this people a pleasure to daye, and folowe their mynde, and heare them, and geue them good wordes, then shal they be obedient vnto the as longe as thou liuest."},{"number":8,"verse":"Neuertheles he forsoke the councell that ye Elders had geuen him, and axed councell at the yonge men which were growne vp with him, and stode before him."},{"number":9,"verse":"And he sayde vnto them: What is youre councell that we maye answere this people which haue sayde vnto me: Make the yock lighter, that thy father hath layed vpo vs."},{"number":10,"verse":"And the yonge men that were growne vp with him, sayde vnto him: Where as the people haue sayde vnto the: Thy father hath made oure yock to sore, make thou it easyer for vs, Thus shalt thou saye vnto them: My litle fynger shall be thicker then my fathers loynes."},{"number":11,"verse":"Now, my father layed a sore yock vpon you, but I wyl yet laye more theron: My father correcte you with scourges, but I wyl nourtoure you with scorpions."},{"number":12,"verse":"So vpon the thyrde daye came Ieroboam with all the people vnto Roboam, as ye kynge had appoynted and saide, come to me agayne on the thyrde daye."},{"number":13,"verse":"And the kynge gaue the people an harde rough answere, and forsoke the coucell that the Elders had geuen him,"},{"number":14,"verse":"and talked with them after the councell of the yonge men, and sayde: My father made youre yock sore, but I wyll make it yet sorer vpon you. My father correcte you with scourges, but I wil nourtoure you with scorpios."},{"number":15,"verse":"Thus the kynge folowed not the peoples mynde, for he was turned so fro the LORDE, that he mighte stablish his worde which he spake by Ahias of Silo vnto Ieroboam the sonne of Nebat."},{"number":16,"verse":"But whan all Israel sawe that the kynge wolde not heare them, the people gaue ye kynge an answere and sayde: What porcion haue we then in Dauid or inheritaunce in the sonne of Isai? Get the to thy tentes O Israel. Loke thou now to thy house thou Dauid. So Israel wente vnto their tentes."},{"number":17,"verse":"As for Roboam, he raigned but ouer ye children of Israel, which dwelt in the cities of Iuda."},{"number":18,"verse":"And whan kynge Roboam sent thither Adoram the rentgatherer, all Israel stoned him to death. But kynge Roboam strengthed himselfe, and gat him vp in to a charet, to fle vnto Ierusalem."},{"number":19,"verse":"Thus departed Israel from the house of Dauid vnto this daye."},{"number":20,"verse":"Now whan all Israel herde, that Ieroboam was come againe, they sent for to call him to the whole congregacion, and made him kynge ouer all Israel. And no man folowed the house of Dauid, saue onely the tribe of Iuda."},{"number":21,"verse":"And whan Roboam came to Ierusalem, all the house of Iuda and the trybe of Ben Iamin (euen an hundreth and foure score thousande chosen men of armes) gathered themselues together to fight against ye house of Israel, & to brynge the kyngdome agayne vnto Roboam ye sonne of Salomo."},{"number":22,"verse":"But the worde of God came to Semeia the man of God, and sayde:"},{"number":23,"verse":"Speake thou to Roboam the sonne of Salomon kynge of Iuda, and to all ye house of Iuda and Ben Iamin, and to the other people, and saye:"},{"number":24,"verse":"Thus sayeth the LORDE: Ye shall not go vp and fighte agaynst youre brethren the children of Israel. Let euery man go home agayne, for this is my dede. And they herkened vnto the worde of the LORDE, and turned back, to go their waye, as the LORDE sayde."},{"number":25,"verse":"But Roboam buylded Sichem vpon mount Ephraim, and dwelt therin, and departed thence, and buylded Penuel."},{"number":26,"verse":"Ieroboa thoughte in his hert: The kingdome shall fall agayne now vnto the house of Dauid,"},{"number":27,"verse":"yf this people go vp to offre in the LORDES house at Ierusalem, and so shall the hert of this people turne to their lorde Roboam kynge of Iuda, and the shal they slaye me, and fall agayne to Roboam kynge of Iuda."},{"number":28,"verse":"And the kynge helde a councell and made two golden calues, and sayde vnto them: It is to moch for you to go to Ierusale: beholde, there is thy God (O Israel) which broughte ye out of Egipte."},{"number":29,"verse":"And the one set he at Bethel, & the other in Dan."},{"number":30,"verse":"And this dede turned to synne, for the people wente before the one vnto Dan."},{"number":31,"verse":"He made an house also in the hye places, and made prestes of the smallest in the people, which were not of the childre of Leui."},{"number":32,"verse":"And vpon the fiftene daye of the eighte moneth he made an holy daye, like as the solempne feast in Iuda, and offered vpon the altare. Thus dyd he at Bethel, in doynge sacrifice vnto the calues which he had made, and at Bethel he ordeyned the prestes of the hye places that he had made:"},{"number":33,"verse":"and offred vpon the altar (which he had made) at Bethel, the fiftene daye of the eight moneth, which he inuented of his owne hert. And he made the children of Israel an holy daye, & wente vp to the altare to burne incense."}]}