{"bibleAbbr":"CVB1535","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":15,"verses":[{"number":1,"verse":"In the eightenth yeare of kynge Ieroboa the sonne of Nebat, was Abia kynge in Iuda,"},{"number":2,"verse":"and reigned thre yeare at Ierusalem. His mothers name was. Maecha, the doughter of Abisalom,"},{"number":3,"verse":"and he walked in all the synnes of his father, which he had done before him, and his hert was not perfecte with the LORDE his God, as was the hert of Dauid his father."},{"number":4,"verse":"For because of Dauids sake dyd the LORDE his God geue him a lanterne at Ierusalem, so yt he raysed his sonne after him, & manteyned him at Ierusalem,"},{"number":5,"verse":"because Dauid dyd the thinge yt was righte in ye sighte of the LORDE, and departed not from all that he commaunded him as longe as he lyued (sauynge in the matter with Vrias ye Hethite)."},{"number":6,"verse":"But there was warre betwene Roboam and Ieroboam, as longe as he lyued."},{"number":7,"verse":"What more there is to saye of Abia, and all that he dyd, beholde, it is wrytten in the Cronicles of the kynges of Iuda. There was warre also betwene Abia and Ieroboam."},{"number":8,"verse":"And Abia slepte with his fathers, and they buried him in the cite of Dauid. And Asa his sonne was kynge in his steade."},{"number":9,"verse":"In ye twentyeth yeare of kynge Ieroboam ouer Israel, was Asa kynge in Iuda,"},{"number":10,"verse":"and reigned one & fortye yeare at Ierusalem. His graundmothers name was Maecha the doughter of Abisalom."},{"number":11,"verse":"And Asa dyd that which was righte in the sighte of the LORDE, as dyd his father Dauid."},{"number":12,"verse":"And he remoued ye whoremongers out of the londe, and put downe all the Idols that his fathers had made."},{"number":13,"verse":"He put his mother from the mynistracion, that she had made vnto Miplezeth in ye groue. And Asa roted out hir Miplezeth, and brent it in the broke Cedron:"},{"number":14,"verse":"but the hye places put he not downe. Yet was the hert of Asa perfecte with the LORDE as longe as he lyued."},{"number":15,"verse":"And the syluer and golde, and vessels that his father had halowed, & soch as was sanctified vnto ye house of the LORDE, that broughte he in."},{"number":16,"verse":"And there was warre betwene Asa & Baesa the kynge of Israel, as longe as they lyued."},{"number":17,"verse":"Baesa the kynge of Israel wente vp agaynst Iuda, and buylded Rama, that no man shulde go out and in of Asas syde the kynge of Iuda."},{"number":18,"verse":"Then toke Asa all the syluer and golde that was lefte in the treasure of the house of the LORDE, and in the treasure of the kynges house, and delyuered it in to his seruauntes handes, & sent it vnto Benadab the sonne of Tabrimon the sonne of Hesion kynge of Siria, which dwelt at Damascon, and let saye vnto him:"},{"number":19,"verse":"There is a couenaunt betwene me and the, and betwene my father and thy father: therfore sende I the a present of syluer and golde, that thou shuldest breake the couenaunt which thou hast with Baesa the kynge of Israel, that he maye departe fro me."},{"number":20,"verse":"Benadab agreed vnto kynge Asa, and sent his captaynes agaynst the cities of Israel, and smote Iion and Dan, & Abel Beth Maecha, and all Cineroth with the whole londe of Nephtali."},{"number":21,"verse":"Wha Baesa herde that, he left of from buyldinge Rama, and wente agayne vnto Thirza."},{"number":22,"verse":"Kynge Asa caused it be proclamed in all Iuda: Here be no man excepte. And they toke awaye the stones and tymber from Rama, wherwith Baesa had buylded. And kynge Asa buylded Geba Ben Iamin & Mispa therwith."},{"number":23,"verse":"What more there is to saye of Asa, and of all his power, and all that he dyd, and of ye cities which he buylded, beholde, it is wrytten in the Cronicles of the kynges of Iuda: sauynge that in his olde age he was diseased in his fete."},{"number":24,"verse":"And Asa slepte with his fathers, and was buried with his fathers in the cite of Dauid his father. And Iosaphat his sonne was kynge in his steade."},{"number":25,"verse":"But Nadab the sonne of Ieroboam was kynge ouer Israel in the secode yeare of Asa kynge of Iuda, & raigned ouer Israel two yeare,"},{"number":26,"verse":"and dyd euell in the sighte of the LORDE, and walked in the waye of his father, and in his synnes, wherwith he made Israel to synne."},{"number":27,"verse":"Howbeit Baesa the sonne of Ahia of the house of Isachar conspired agaynst him, & smote him at Gibbethon, which was the Philistynes: for Nadab and all Israel layed sege to Gibbethon."},{"number":28,"verse":"So Baesa slewe him in the thirde yeare of Asa kynge of Iuda, & was kynge in his steade."},{"number":29,"verse":"Now whan he was kynge, he smote all the house of Ieroboam, and let nothinge of Ieroboam remayne that had breth, tyll he had destroyed it, acordynge to ye worde of the LORDE, which he spake by his seruaunt Ahia of Silo,"},{"number":30,"verse":"because of Ieroboams synnes which he dyd, & made Israel synne withall: euen with ye prouokynge wherwith he displeased the LORDE God of Israel."},{"number":31,"verse":"What more there is to saye of Nadab, & all that he dyd, beholde, it is wrytten in the Cronicles of the kynges of Israel,"},{"number":32,"verse":"and there was warre betwene Asa & Baesa the kynge of Israel, as longe as they lyued."},{"number":33,"verse":"In the thirde yeare of Asa kynge of Iuda was Baesa ye sonne of Ahia kynge ouer all Israel at Thirza foure and twentye yeare,"},{"number":34,"verse":"and dyd that which was euell in the sighte of the LORDE, and walked in the waye of Ieroboam, and in his synnes, wherwith he made Israel to synne."}]}