{"bibleAbbr":"CVB1535","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"And Elias ye The?bite one of the inhabiters of Gilead, saide vnto Achab: As truly as the LORDE God of Israel lyueth, whose seruaunt I am, there shal nether rayne ner dew come this yeare, excepte I speake it."},{"number":2,"verse":"And the worde of the LORDE came vnto him, and sayde:"},{"number":3,"verse":"Get the hence, and turne the towarde the east, and hyde the by the ryuer Crith, which is ouer agaynst Iordane,"},{"number":4,"verse":"and thou shalt drynke of the ryuer: and I haue commaunded the rauens, that they shal fede the there."},{"number":5,"verse":"He departed, and dyd acordinge to the worde of the LORDE, and wente his waye, and sat him downe by the ryuer Crith, which is ouer agaynst Iordane."},{"number":6,"verse":"And the raues broughte him bred and flesh in the mornynge and in the euenynge, and he dranke of the ryuer."},{"number":7,"verse":"And it fortuned after cerayne dayes, that the riuer was dryed: vp for there was no rayne in the lode."},{"number":8,"verse":"Then came ye worde of ye LORDE vnto him, and sayde:"},{"number":9,"verse":"Get ye vp, and go vnto Sarepta, which lieth by Sido: for there haue I commaunded a wedowe to make prouysion for the."},{"number":10,"verse":"And he gat him vp, and wente vnto Sarepta. And whan he came to the gate of ye cite, beholde, the wedowe was there, and gathered stickes. And he called her, and sayde: Fetch me a litle water in a vessell, yt I maye drinke."},{"number":11,"verse":"And as she was goinge to fetch it, he cried vnto her, & sayde: Brynge me a morsell of bred also in thine hande."},{"number":12,"verse":"She sayde: As truly as the LORDE yi God lyueth, I haue no bred, but an handfull of floure in a pitcher, & a curtesy oyle in a cruse: and beholde, I haue gathered vp one or two stickes, & wyll go and prepare it for me and my sonne, that we maye eate and dye."},{"number":13,"verse":"Elias sayde vnto her: Feare not, go thy waye, & do as thou hast sayde: yet make me first a morsell of bred therof, & brynge it me forth: & afterwarde shalt thou make it for ye & thy sonne."},{"number":14,"verse":"For thus sayeth ye LORDE God of Israel: The meell in the pitcher shall not be spent, & the oyle in ye cruse shall not fayll, vnto the daye yt the LORDE shal cause it for to rayne vpo earth."},{"number":15,"verse":"She wente & dyd as Elias sayde. And he ate, & she also, and hir house a certayne season."},{"number":16,"verse":"The meel in the pitcher was not mynished, and the oyle in the cruse fayled not, acordinge to the worde of ye LORDE which he spake by Elias."},{"number":17,"verse":"And after these actes the sonne of the wife of ye house was sicke: and his sicknes was so exceadinge sore, that there remayned no breth in him."},{"number":18,"verse":"And she sayde vnto Elias: What haue I to do with the, thou man of God? Art thou come in vnto me, yt my synne shulde be kepte in remembraunce, & that my sonne shulde be slayne?"},{"number":19,"verse":"He sayde vnto her: Geue me thy sonne. And he toke him fro hir lappe, & caried him vp in to ye chamber where he himselfe dwelt, and layed him vpo his bed,"},{"number":20,"verse":"& called vpon the LORDE, and sayde: O LORDE my God, hast thou dealt so euell wt the wedow with whom I dwell, yt thou woldest slaye hir sonne?"},{"number":21,"verse":"And he stretched out him selfe ouer the childe thre tymes, & called vpon the LORDE, and saide: O LORDE my God, let the soule of this childe come agayne in to him."},{"number":22,"verse":"And the LORDE herde the voyce of Elias. And the soule of the childe came agayne vnto him, & he reuyued."},{"number":23,"verse":"And Elias toke the childe, and broughte him downe from the chamber in to the house and delyuered him vnto his mother, and sayde: Beholde, thy sonne lyueth."},{"number":24,"verse":"And the woman sayde vnto Elias: Now knowe I, that thou art a man of God, & that the worde of the LORDE is in thy mouth of a trueth."}]}