{"bibleAbbr":"CVB1535","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"After these actes it fortuned, that Naboth the Iesraelite had a vyniarde at Iesreel besyde the palace of Achab kynge of Samaria."},{"number":2,"verse":"And Achab spake to Naboth, and sayde: Geue me thy vynyarde, I wyll make me an herbgarden therof, because it is so nye my house: I wyl geue the a better vynyarde for it: or yf it please the, I wyll geue the syluer for it, as moch as it is worth."},{"number":3,"verse":"But Naboth sayde vnto Achab: The LORDE let that be farre fro me, that I shulde geue ye my fathers heretage."},{"number":4,"verse":"Then came Achab home, beinge moued and full of indignacion, because of the worde that Naboth the Iesraelite had spoken vnto him, & sayde: I wyl not geue the my fathers inheritaunce. And he laied him downe vpon his bed, and turned his face asyde, and ate no bred."},{"number":5,"verse":"Then Iesabel his wyfe came in to him and sayde vnto him: What is ye matter, that thy sprete is so cobred, and that thou eatest no bred?"},{"number":6,"verse":"He sayde vnto her: I haue spoke vnto Naboth the Iesraelite, and sayde: Geue me thy vynyarde for money: or yf it please ye, I wyl geue the another for it. But he sayde: I wyll not geue the my vynyarde."},{"number":7,"verse":"Then sayde Iesabel his wyfe vnto him: What kingdome were in Israel, yf thou diddest it? Stonde vp, and eate bred, I wyl get the the vynyarde of Naboth the Iesraelite."},{"number":8,"verse":"And she wrote a letter vnder Achabs name, and sealed it with his signet, and sent it vnto ye Elders and rulers in his cite, which dwelt aboute Naboth,"},{"number":9,"verse":"and wrote thus in ye letter: Proclame a fast, and set Naboth aboue in the people,"},{"number":10,"verse":"and set two men of Belial before him, to testifye and saye: Thou hast blasphemed God and the kynge. And brynge him forth, and stone him to death."},{"number":11,"verse":"And the Elders and rulers of his cyte, which dwelt in his cite, dyd as Iesabel had commaunded them, acordynge as she had wrytten in the letter that she sent vnto them"},{"number":12,"verse":"and they proclamed a fast, and caused Naboth to syt aboue amonge the people."},{"number":13,"verse":"Then came the two men of Belial, and stode before him, and testyfyed agaynst Naboth in ye presence of the people, and sayde: Naboth hath blasphemed God and the kynge. Then broughte they him out of the cite, and stoned him to death."},{"number":14,"verse":"And they sent Iesabel worde, sayenge: Naboth is stoned & put to death."},{"number":15,"verse":"Wha Iesabel herde that Naboth was stoned and deed, she sayde vnto Achab: Vp, and take possession of the vynyarde of Naboth the Iesraelite, which he denyed to geue the for money: for Naboth lyueth nomore but is deed."},{"number":16,"verse":"And whan Achab herde yt Naboth was deed, he rose to go downe vnthe vyniarde of Naboth the Iesraelite, and to take possession of it."},{"number":17,"verse":"But the worde of the LORDE came to Elias the The?bite, and sayde:"},{"number":18,"verse":"Get the vp, and go downe to mete Achab the kynge of Israel, which is at Samaria: beholde, he is in Naboths vynyarde, in to the which he is gone downe to take possession of it,"},{"number":19,"verse":"and talke thou with him, and speake: Thus sayeth the LORDE: Thou hast slayne, and taken in possession. And thou shalt talke morouer vnto him, and saye: Thus sayeth the LORDE: Euen in the place where the dogges licked vp Naboths bloude, shall the dogges licke thy bloude also."},{"number":20,"verse":"And Achab sayde vnto Elias: Hast thou euer founde me thine enemye? He saide: Yee, I haue founde the, because thou art euen solde to do euell in the sighte of the LORDE."},{"number":21,"verse":"Beholde, I wyll brynge mysfortune vpon the, and take awaye thy posterite, and wil rote out from Achab, euen him that maketh water agaynst the wall, and him that is shut vp and lefte behynde in Israel:"},{"number":22,"verse":"and thy house wyll I make as the house of Ieroboam ye sonne of Nebat, and as the house of Baesa the sonne of Ahia, because of ye prouocacion wherwhith thou hast prouoked me vnto wrath, and made Israel to synne."},{"number":23,"verse":"And ouer Iesabel spake the LORDE also and sayde: The dogges shal deuoure Iesabel in ye felde of Iesrael."},{"number":24,"verse":"Who so of Achab dyeth in ye cite, him shal the dogges eate vp: and who so dyeth in the felde, the foules vnder the heauen shall eate him vp."},{"number":25,"verse":"So cleane solde to do myschefe in ye sighte of the LORDE hath no man bene, as Achab: for his Iesabel hath so disceaued him,"},{"number":26,"verse":"and he maketh him selfe a greate abhominacion, that he goeth after Idols, acordige vnto all as dyd the Amorites, whom the LORDE expelled before the children of Israel."},{"number":27,"verse":"But whan Achab herde these wordes, he rete his clothes, & put a sack cloth on his body, & fasted, and slepte in sack cloth, and wente aboute hanginge downe his heade."},{"number":28,"verse":"And the worde of the LORDE came to Elias the The?bite, & sayde:"},{"number":29,"verse":"Hast thou not sene how Achab humbleth him selfe before me? For so moch now as he hubleth him selfe in my sighte, I wil not brynge that plage whyle he lyueth: but by his sonnes life wil I brynge mysfortune vpon his house."}]}