{"bibleAbbr":"HSB+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":16,"verses":[{"number":1,"verse":"וַיִּקַּ֣ח <WH3947> vai-yik-Kach took קֹ֔רַח <WH7141> Ko-rach, Now Korah בֶּן־ <WH1121> ben- the son יִצְהָ֥ר <WH3324> yitz-Har of Izhar בֶּן־ <WH1121> ben- the son קְהָ֖ת <WH6955> ke-Hat of Kohath בֶּן־ <WH1121> ben- the son לֵוִ֑י <WH3878> le-Vi; of Levi וְדָתָ֨ן <WH1885> ve-da-Tan and Dathan וַאֲבִירָ֜ם <WH48> va-'a-vi-Ram and Abiram בְּנֵ֧י <WH1121> be-Nei the sons אֱלִיאָ֛ב <WH446> 'e-li-'Av of Eliab וְא֥וֹן <WH203> ve-'on and On בֶּן־ <WH1121> ben- the son פֶּ֖לֶת <WH6431> Pe-let of Peleth בְּנֵ֥י <WH1121> be-Nei sons רְאוּבֵֽן׃ <WH7205> re-'u-Ven. of Reuben"},{"number":2,"verse":"וַיָּקֻ֙מוּ֙ <WH6965> vai-ya-Ku-mu And they rose up לִפְנֵ֣י <WH6440> lif-Nei before מֹשֶׁ֔ה <WH4872> mo-Sheh, Moses וַאֲנָשִׁ֥ים <WH582> va-'a-na-Shim with certain מִבְּנֵֽי־ <WH1121> mib-be-nei- of the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel חֲמִשִּׁ֣ים <WH2572> cha-mish-Shim and fifty וּמָאתָ֑יִם <WH3967> u-ma-Ta-yim; two hundred נְשִׂיאֵ֥י <WH5387> ne-si-'Ei princes עֵדָ֛ה <WH5712> 'e-Dah of the assembly קְרִאֵ֥י <WH7148> ke-ri-'Ei famous מוֹעֵ֖ד <WH4150> mo-'Ed in the congregation אַנְשֵׁי־ <WH582> 'an-shei- men שֵֽׁם׃ <WH8034> Shem. of renown"},{"number":3,"verse":"וַיִּֽקָּהֲל֞וּ <WH6950> vai-yik-ka-ha-Lu And they gathered themselves together עַל־ <WH5921> 'al- against מֹשֶׁ֣ה <WH4872> mo-Sheh against Moses וְעַֽל־ <WH5921> ve-'al- above אַהֲרֹ֗ן <WH175> 'a-ha-Ron, and against Aaron וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru and said אֲלֵהֶם֮ <WH413> 'a-le-Hem to רַב־ <WH7227> rav- unto them [Ye take] too much לָכֶם֒ la-Chem כִּ֤י <WH3588> ki for כָל־ <WH3605> chol for all הָֽעֵדָה֙ <WH5712> ha-'e-Dah upon you seeing all the congregation כֻּלָּ֣ם <WH3605> kul-Lam every קְדֹשִׁ֔ים <WH6918> ke-do-Shim, [are] holy וּבְתוֹכָ֖ם <WH8432> u-ve-to-Cham [is] among יְהוָ֑ה <WH3068> Yah-weh; every one of them and the LORD וּמַדּ֥וּעַ <WH4069> u-mad-Du-a' why תִּֽתְנַשְּׂא֖וּ <WH5375> tit-nas-se-'U them wherefore then lift ye up עַל־ <WH5921> 'al- above קְהַ֥ל <WH6951> ke-Hal yourselves above the congregation יְהוָֽה׃ <WH3068> Yah-weh. and the LORD"},{"number":4,"verse":"וַיִּשְׁמַ֣ע <WH8085> vai-yish-Ma' heard מֹשֶׁ֔ה <WH4872> mo-Sheh, And when Moses וַיִּפֹּ֖ל <WH5307> vai-yip-Pol [it] he fell עַל־ <WH5921> 'al- on פָּנָֽיו׃ <WH6440> pa-Nav. upon his face"},{"number":5,"verse":"וַיְדַבֵּ֨ר <WH1696> vay-dab-Ber And he spake אֶל־ <WH413> 'el- to קֹ֜רַח <WH7141> Ko-rach unto Korah וְאֶֽל־ <WH413> ve-'el- and כָּל־ <WH3605> kol- all עֲדָתוֹ֮ <WH5712> a-da-To and unto all his company לֵאמֹר֒ <WH559> le-Mor saying בֹּ֠קֶר <WH1242> Bo-ker Even to morrow וְיֹדַ֨ע <WH3045> ve-yo-Da' will shew יְהוָ֧ה <WH3068> Yah-weh the LORD אֶת־ <WH853> 'et- אֲשֶׁר־ <WH834> 'a-Sher- who ל֛וֹ lo וְאֶת־ <WH853> ve-'Et הַקָּד֖וֹשׁ <WH6918> hak-ka-Doosh who [are] his and [who is] holy וְהִקְרִ֣יב <WH7126> ve-hik-Riv and will cause [him] to come near אֵלָ֑יו <WH413> 'e-Lav; about וְאֵ֛ת <WH853> ve-'Et אֲשֶׁ֥ר <WH834> 'a-Sher whom יִבְחַר־ <WH977> yiv-char- unto him even [him] whom he hath chosen בּ֖וֹ bo יַקְרִ֥יב <WH7126> yak-Riv will he cause to come near אֵלָֽיו׃ <WH413> 'e-Lav. about"},{"number":6,"verse":"זֹ֖את <WH2063> zot likewise עֲשׂ֑וּ <WH6213> 'a-Su; This do קְחוּ־ <WH3947> ke-chu- Take לָכֶ֣ם la-Chem מַחְתּ֔וֹת <WH4289> mach-Tot, you censers קֹ֖רַח <WH7141> Ko-rach Korah וְכָל־ <WH3605> ve-chol and all עֲדָתֽוֹ׃ <WH5712> a-da-To. and all his company"},{"number":7,"verse":"וּתְנ֣וּ <WH5414> u-te-Nu And put בָהֵ֣ן׀ <WH2004> va-Hen therein אֵ֡שׁ <WH784> 'esh fire וְשִׂימוּ֩ <WH7760> ve-si-Mu and put עֲלֵיהֶ֨ן <WH5921> 'a-lei-Hen and קְטֹ֜רֶת <WH7004> ke-To-ret incense לִפְנֵ֤י <WH6440> lif-Nei in them before יְהוָה֙ <WH3068> Yah-weh the LORD מָחָ֔ר <WH4279> ma-Char, to morrow וְהָיָ֗ה <WH1961> ve-ha-Yah, become הָאִ֛ישׁ <WH376> ha-'Ish and it shall be [that] the man אֲשֶׁר־ <WH834> 'a-Sher- whom יִבְחַ֥ר <WH977> yiv-Char doth choose יְהוָ֖ה <WH3068> Yah-weh whom the LORD ה֣וּא <WH1931> hu who הַקָּד֑וֹשׁ <WH6918> hak-ka-Doosh; he [shall be] holy רַב־ <WH7227> rav- [ye take] too much לָכֶ֖ם la-Chem בְּנֵ֥י <WH1121> be-Nei upon you ye sons לֵוִֽי׃ <WH3878> le-Vi. of Levi"},{"number":8,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer said מֹשֶׁ֖ה <WH4872> mo-Sheh And Moses אֶל־ <WH413> 'el- to קֹ֑רַח <WH7141> Ko-rach; unto Korah שִׁמְעוּ־ <WH8085> shim-'u- Hear נָ֖א <WH4994> na now בְּנֵ֥י <WH1121> be-Nei I pray you ye sons לֵוִֽי׃ <WH3878> le-Vi. of Levi"},{"number":9,"verse":"הַמְעַ֣ט <WH4592> ham-'At [Seemeth it but] a small thing מִכֶּ֗ם <WH4480> mik-Kem, at כִּֽי־ <WH3588> ki- for הִבְדִּיל֩ <WH914> hiv-Dil hath separated אֱלֹהֵ֨י <WH430> 'e-lo-Hei unto you that the God יִשְׂרָאֵ֤ל <WH3478> Yis-ra-'El of Israel אֶתְכֶם֙ <WH853> 'et-Chem מֵעֲדַ֣ת <WH5712> me-'a-Dat you from the congregation יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel לְהַקְרִ֥יב <WH7126> le-hak-Riv to bring you near אֶתְכֶ֖ם <WH853> 'et-Chem אֵלָ֑יו <WH413> 'e-Lav; to himself לַעֲבֹ֗ד <WH5647> la-'a-Vod, to himself to do אֶת־ <WH853> 'et- עֲבֹדַת֙ <WH5656> 'a-vo-Dat the service מִשְׁכַּ֣ן <WH4908> mish-Kan of the tabernacle יְהוָ֔ה <WH3068> Yah-weh, of the LORD וְלַעֲמֹ֛ד <WH5975> ve-la-'a-Mod and to stand לִפְנֵ֥י <WH6440> lif-Nei before הָעֵדָ֖ה <WH5712> ha-'e-Dah the congregation לְשָׁרְתָֽם׃ <WH8334> le-sha-re-Tam. to minister"},{"number":10,"verse":"וַיַּקְרֵב֙ <WH7126> vai-yak-Rev And he hath brought thee near אֹֽתְךָ֔ <WH853> 'o-te-Cha, וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all אַחֶ֥יךָ <WH251> 'a-Chei-cha [to him] and all thy brethren בְנֵי־ <WH1121> ve-nei- the sons לֵוִ֖י <WH3878> le-Vi of Levi אִתָּ֑ךְ <WH854> 'it-Tach; for וּבִקַּשְׁתֶּ֖ם <WH1245> u-vik-kash-Tem with thee and seek גַּם־ <WH1571> gam- for כְּהֻנָּֽה׃ <WH3550> ke-hun-Nah. ye the priesthood"},{"number":11,"verse":"לָכֵ֗ן <WH3651> la-Chen, For which cause אַתָּה֙ <WH859> 'at-Tah you וְכָל־ <WH3605> ve-chol and all עֲדָ֣תְךָ֔ <WH5712> 'a-Da-te-cha, [both] thou and all thy company הַנֹּעָדִ֖ים <WH3259> han-no-'a-Dim [are] gathered together עַל־ <WH5921> 'al- against יְהוָ֑ה <WH3068> Yah-weh; against the LORD וְאַהֲרֹ֣ן <WH175> ve-'a-ha-Ron and what [is] Aaron מַה־ <WH4100> mah- who ה֔וּא <WH1931> Hu, he כִּ֥י <WH3588> ki for; תִלֹּונוּ til-lo-nu כתַלִּ֖ינוּ <WH3885> tal-Li-nu abide קעָלָֽיו׃ <WH5921> 'a-Lav. against"},{"number":12,"verse":"וַיִּשְׁלַ֣ח <WH7971> vai-yish-Lach sent מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses לִקְרֹ֛א <WH7121> lik-Ro to call לְדָתָ֥ן <WH1885> le-da-Tan Dathan וְלַאֲבִירָ֖ם <WH48> ve-la-'a-vi-Ram and Abiram בְּנֵ֣י <WH1121> be-Nei the sons אֱלִיאָ֑ב <WH446> 'e-li-'Av; of Eliab וַיֹּאמְר֖וּ <WH559> vai-yo-me-Ru which said לֹ֥א <WH3808> lo We will not נַעֲלֶֽה׃ <WH5927> na-'a-Leh. We will not come up"},{"number":13,"verse":"הַמְעַ֗ט <WH4592> ham-'At, [Is it] a small thing כִּ֤י <WH3588> ki that הֶֽעֱלִיתָ֙נוּ֙ <WH5927> he-'e-li-Ta-nu thou hast brought us up מֵאֶ֨רֶץ <WH776> me-'E-retz out of a land זָבַ֤ת <WH2100> za-Vat that floweth חָלָב֙ <WH2461> cha-Lav with milk וּדְבַ֔שׁ <WH1706> u-de-Vash, and honey לַהֲמִיתֵ֖נוּ <WH4191> la-ha-mi-Te-nu to kill בַּמִּדְבָּ֑ר <WH4057> bam-mid-Bar; us in the wilderness כִּֽי־ <WH3588> ki- for תִשְׂתָּרֵ֥ר <WH8323> tis-ta-Rer thyself altogether עָלֵ֖ינוּ <WH5921> 'a-Lei-nu over גַּם־ <WH1571> gam- also הִשְׂתָּרֵֽר׃ <WH8323> his-ta-Rer. a prince"},{"number":14,"verse":"אַ֡ף <WH637> 'af Moreover לֹ֣א <WH3808> lo nor אֶל־ <WH413> 'el- into אֶרֶץ֩ <WH776> 'e-Retz us into a land זָבַ֨ת <WH2100> za-Vat that floweth חָלָ֤ב <WH2461> cha-Lav with milk וּדְבַשׁ֙ <WH1706> u-de-Vash and honey הֲבִ֣יאֹתָ֔נוּ <WH935> ha-Vi-'o-Ta-nu, thou hast not brought וַתִּ֨תֶּן־ <WH5414> vat-Tit-ten- or given לָ֔נוּ La-nu, נַחֲלַ֖ת <WH5159> na-cha-Lat us inheritance שָׂדֶ֣ה <WH7704> sa-Deh of fields וָכָ֑רֶם <WH3754> va-Cha-rem; and vineyards הַעֵינֵ֞י <WH5869> ha-'ei-Nei the eyes הָאֲנָשִׁ֥ים <WH376> ha-'a-na-Shim of הָהֵ֛ם <WH1992> ha-Hem these תְּנַקֵּ֖ר <WH5365> te-nak-Ker wilt thou put out לֹ֥א <WH3808> lo nor נַעֲלֶֽה׃ <WH5927> na-'a-Leh. arise"},{"number":15,"verse":"וַיִּ֤חַר <WH2734> vai-Yi-char wroth לְמֹשֶׁה֙ <WH4872> le-mo-Sheh And Moses מְאֹ֔ד <WH3966> me-'Od, was very וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer and said אֶל־ <WH413> 'el- to יְהוָ֔ה <WH3068> Yah-weh, unto the LORD אַל־ <WH408> 'al- not תֵּ֖פֶן <WH6437> Te-fen Respect אֶל־ <WH413> 'el- about מִנְחָתָ֑ם <WH4503> min-cha-Tam; not thou their offering לֹ֠א <WH3808> lo nor חֲמ֨וֹר <WH2543> cha-Mor ass אֶחָ֤ד <WH259> 'e-Chad one מֵהֶם֙ <WH1992> me-Hem like נָשָׂ֔אתִי <WH5375> na-Sa-ti, I have not taken וְלֹ֥א <WH3808> ve-Lo nor הֲרֵעֹ֖תִי <WH7489> ha-re-'O-ti from them neither have I hurt אֶת־ <WH853> 'et- אַחַ֥ד <WH259> 'a-Chad one מֵהֶֽם׃ <WH1992> me-Hem. like"},{"number":16,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said מֹשֶׁה֙ <WH4872> mo-Sheh And Moses אֶל־ <WH413> 'el- to קֹ֔רַח <WH7141> Ko-rach, unto Korah אַתָּה֙ <WH859> 'at-Tah You וְכָל־ <WH3605> ve-chol and all עֲדָ֣תְךָ֔ <WH5712> 'a-Da-te-cha, Be thou and all thy company הֱי֖וּ <WH1961> he-Yu be present לִפְנֵ֣י <WH6440> lif-Nei before יְהוָ֑ה <WH3068> Yah-weh; the LORD אַתָּ֥ה <WH859> 'at-Tah you וָהֵ֛ם <WH1992> va-Hem with וְאַהֲרֹ֖ן <WH175> ve-'a-ha-Ron thou and they and Aaron מָחָֽר׃ <WH4279> ma-Char. to morrow"},{"number":17,"verse":"וּקְח֣וּ׀ <WH3947> u-ke-Chu And take אִ֣ישׁ <WH376> 'ish every man מַחְתָּת֗וֹ <WH4289> mach-ta-To, his censer וּנְתַתֶּ֤ם <WH5414> u-ne-tat-Tem and put עֲלֵיהֶם֙ <WH5921> 'a-lei-Hem and קְטֹ֔רֶת <WH7004> ke-To-ret, incense וְהִקְרַבְתֶּ֞ם <WH7126> ve-hik-rav-Tem in them and bring לִפְנֵ֤י <WH6440> lif-Nei ye before יְהוָה֙ <WH3068> Yah-weh the LORD אִ֣ישׁ <WH376> 'ish every man מַחְתָּת֔וֹ <WH4289> mach-ta-To, his censer חֲמִשִּׁ֥ים <WH2572> cha-mish-Shim and fifty וּמָאתַ֖יִם <WH3967> u-ma-Ta-yim two hundred מַחְתֹּ֑ת <WH4289> mach-Tot; censers וְאַתָּ֥ה <WH859> ve-'at-Tah you וְאַהֲרֹ֖ן <WH175> ve-'a-ha-Ron thou also and Aaron אִ֥ישׁ <WH376> 'ish each מַחְתָּתֽוֹ׃ <WH4289> mach-ta-To. [of you] his censer"},{"number":18,"verse":"וַיִּקְח֞וּ <WH3947> vai-yik-Chu And they took אִ֣ישׁ <WH376> 'ish every man מַחְתָּת֗וֹ <WH4289> mach-ta-To, his censer וַיִּתְּנ֤וּ <WH5414> vai-yit-te-Nu and put עֲלֵיהֶם֙ <WH5921> 'a-lei-Hem and אֵ֔שׁ <WH784> 'Esh, fire וַיָּשִׂ֥ימוּ <WH7760> vai-ya-Si-mu in them and laid עֲלֵיהֶ֖ם <WH5921> 'a-lei-Hem and קְטֹ֑רֶת <WH7004> ke-To-ret; incense וַֽיַּעַמְד֗וּ <WH5975> vai-ya-'am-Du, thereon and stood פֶּ֛תַח <WH6607> Pe-tach in the door אֹ֥הֶל <WH168> 'O-hel of the tabernacle מוֹעֵ֖ד <WH4150> mo-'Ed of the congregation וּמֹשֶׁ֥ה <WH4872> u-mo-Sheh with Moses וְאַהֲרֹֽן׃ <WH175> ve-'a-ha-Ron. and Aaron"},{"number":19,"verse":"וַיַּקְהֵ֨ל <WH6950> vai-yak-Hel gathered עֲלֵיהֶ֥ם <WH5921> 'a-lei-Hem against קֹ֙רַח֙ <WH7141> ko-rach And Korah אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הָ֣עֵדָ֔ה <WH5712> ha-'e-Dah, all the congregation אֶל־ <WH413> 'el- at פֶּ֖תַח <WH6607> Pe-tach against them unto the door אֹ֣הֶל <WH168> 'O-hel of the tabernacle מוֹעֵ֑ד <WH4150> mo-'Ed; of the congregation וַיֵּרָ֥א <WH7200> vai-ye-Ra appeared כְבוֹד־ <WH3519> che-Vod- and the glory יְהוָ֖ה <WH3068> Yah-weh of the LORD אֶל־ <WH413> 'el- to כָּל־ <WH3605> kol- all הָעֵדָֽה׃ <WH5712> ha-'e-Dah. unto all the congregation פ Peh"},{"number":20,"verse":"וַיְדַבֵּ֣ר <WH1696> vay-dab-Ber spake יְהוָ֔ה <WH3068> Yah-weh, And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses וְאֶֽל־ <WH413> ve-'el- and אַהֲרֹ֖ן <WH175> 'a-ha-Ron and unto Aaron לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":21,"verse":"הִבָּ֣דְל֔וּ <WH914> hib-Ba-de-Lu, Separate מִתּ֖וֹךְ <WH8432> mit-Toch yourselves from among הָעֵדָ֣ה <WH5712> ha-'e-Dah this congregation הַזֹּ֑את <WH2063> haz-Zot; I וַאַכַלֶּ֥ה <WH3615> va-'a-chal-Leh that I may consume אֹתָ֖ם <WH853> 'o-Tam כְּרָֽגַע׃ <WH7281> ke-Ra-ga'. them in a moment"},{"number":22,"verse":"וַיִּפְּל֤וּ <WH5307> vai-yip-pe-Lu And they fell עַל־ <WH5921> 'al- on פְּנֵיהֶם֙ <WH6440> pe-nei-Hem upon their faces וַיֹּ֣אמְר֔וּ <WH559> vai-Yo-me-Ru, and said אֵ֕ל <WH410> 'el O God אֱלֹהֵ֥י <WH430> 'e-lo-Hei the God הָרוּחֹ֖ת <WH7307> ha-ru-Chot of the spirits לְכָל־ <WH3605> le-chol of all בָּשָׂ֑ר <WH1320> ba-Sar; of all flesh הָאִ֤ישׁ <WH376> ha-'Ish man אֶחָד֙ <WH259> 'e-Chad shall one יֶחֱטָ֔א <WH2398> ye-che-Ta, sin וְעַ֥ל <WH5921> ve-'Al with כָּל־ <WH3605> kol- the entire הָעֵדָ֖ה <WH5712> ha-'e-Dah assembly תִּקְצֹֽף׃ <WH7107> tik-Tzof. and wilt thou be wroth פ Peh"},{"number":23,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses לֵּאמֹֽר׃ <WH559> le-Mor. saying"},{"number":24,"verse":"דַּבֵּ֥ר <WH1696> dab-Ber Speak אֶל־ <WH413> 'el- to הָעֵדָ֖ה <WH5712> ha-'e-Dah unto the congregation לֵאמֹ֑ר <WH559> le-Mor; saying הֵֽעָלוּ֙ <WH5927> he-'a-Lu Get you up מִסָּבִ֔יב <WH5439> mis-sa-Viv, from about לְמִשְׁכַּן־ <WH4908> le-mish-kan- the tabernacle קֹ֖רַח <WH7141> Ko-rach of Korah דָּתָ֥ן <WH1885> da-Tan Dathan וַאֲבִירָֽם׃ <WH48> va-'a-vi-Ram. and Abiram"},{"number":25,"verse":"וַיָּ֣קָם <WH6965> vai-Ya-kom rose up מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses וַיֵּ֖לֶךְ <WH1980> vai-Ye-lech and went אֶל־ <WH413> 'el- to דָּתָ֣ן <WH1885> da-Tan unto Dathan וַאֲבִירָ֑ם <WH48> va-'a-vi-Ram; and Abiram וַיֵּלְכ֥וּ <WH1980> vai-ye-le-Chu and went אַחֲרָ֖יו <WH310> 'a-cha-Rav him זִקְנֵ֥י <WH2205> zik-Nei and the elders יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":26,"verse":"וַיְדַבֵּ֨ר <WH1696> vay-dab-Ber And he spake אֶל־ <WH413> 'el- to הָעֵדָ֜ה <WH5712> ha-'e-Dah unto the congregation לֵאמֹ֗ר <WH559> le-Mor, saying ס֣וּרוּ <WH5493> Su-ru Depart נָ֡א <WH4994> na now מֵעַל֩ <WH5921> me-'Al from אָהֳלֵ֨י <WH168> 'o-ho-Lei I pray you from the tents הָאֲנָשִׁ֤ים <WH376> ha-'a-na-Shim men הָֽרְשָׁעִים֙ <WH7563> ha-re-sha-'Im of these wicked הָאֵ֔לֶּה <WH428> ha-'El-leh, of these וְאַֽל־ <WH408> ve-'al- nay תִּגְּע֖וּ <WH5060> tig-ge-'U and touch בְּכָל־ <WH3605> be-chol all אֲשֶׁ֣ר <WH834> 'a-Sher after לָהֶ֑ם la-Hem; פֶּן־ <WH6435> pen- or תִּסָּפ֖וּ <WH5595> tis-sa-Fu nothing of theirs lest ye be consumed בְּכָל־ <WH3605> be-chol all חַטֹּאתָֽם׃ <WH2403> chat-to-Tam. in all their sins"},{"number":27,"verse":"וַיֵּעָל֗וּ <WH5927> vai-ye-'a-Lu, So they gat up מֵעַ֧ל <WH5921> me-'Al and מִשְׁכַּן־ <WH4908> mish-kan- from the tabernacle קֹ֛רֶח <WH7141> Ko-rech of Korah דָּתָ֥ן <WH1885> da-Tan Dathan וַאֲבִירָ֖ם <WH48> va-'a-vi-Ram and Abiram מִסָּבִ֑יב <WH5439> mis-sa-Viv; on every side וְדָתָ֨ן <WH1885> ve-da-Tan and Dathan וַאֲבִירָ֜ם <WH48> va-'a-vi-Ram and Abiram יָצְא֣וּ <WH3318> ya-tze-'U came out נִצָּבִ֗ים <WH5324> nitz-tza-Vim, and stood פֶּ֚תַח <WH6607> Pe-tach in the door אָֽהֳלֵיהֶ֔ם <WH168> 'o-ho-lei-Hem, of their tents וּנְשֵׁיהֶ֥ם <WH802> u-ne-shei-Hem and their wives וּבְנֵיהֶ֖ם <WH1121> u-ve-nei-Hem and their sons וְטַפָּֽם׃ <WH2945> ve-tap-Pam. and their little children"},{"number":28,"verse":"וַיֹּאמֶר֮ <WH559> vai-yo-Mer said מֹשֶׁה֒ <WH4872> mo-Sheh And Moses בְּזֹאת֙ <WH2063> be-zoT you תֵּֽדְע֔וּן <WH3045> te-de-'Un, Hereby ye shall know כִּֽי־ <WH3588> ki- that יְהוָ֣ה <WH3068> Yah-weh that the LORD שְׁלָחַ֔נִי <WH7971> she-la-Cha-ni, hath sent לַעֲשׂ֕וֹת <WH6213> la-'a-Sot me to do אֵ֥ת <WH853> 'et כָּל־ <WH3605> kol- all הַֽמַּעֲשִׂ֖ים <WH4639> ham-ma-'a-Sim all these works הָאֵ֑לֶּה <WH428> ha-'El-leh; these כִּי־ <WH3588> ki- for לֹ֖א <WH3808> lo own מִלִּבִּֽי׃ <WH3820> mil-lib-Bi. for [I have] not [done them] of mine own mind"},{"number":29,"verse":"אִם־ <WH518> 'im- If כְּמ֤וֹת <WH4194> ke-Mot the common death כָּל־ <WH3605> kol- of all הָֽאָדָם֙ <WH120> ha-'a-Dam of all men יְמֻת֣וּן <WH4191> ye-mu-Tun If these men die אֵ֔לֶּה <WH428> 'El-leh, these וּפְקֻדַּת֙ <WH6486> u-fe-kud-Dat after the visitation כָּל־ <WH3605> kol- of all הָ֣אָדָ֔ם <WH120> ha-'a-Dam, of all men יִפָּקֵ֖ד <WH6485> yip-pa-Ked or if they be visited עֲלֵיהֶ֑ם <WH5921> 'a-lei-Hem; and לֹ֥א <WH3808> lo not יְהוָ֖ה <WH3068> Yah-weh [then] the LORD שְׁלָחָֽנִי׃ <WH7971> she-la-Cha-ni. hath not sent"},{"number":30,"verse":"וְאִם־ <WH518> ve-'im- if בְּרִיאָ֞ה <WH1278> be-ri-'Ah a new thing יִבְרָ֣א <WH1254> yiv-Ra make יְהוָ֗ה <WH3068> Yah-weh But if the LORD וּפָצְתָ֨ה <WH6475> u-fa-tze-Tah open הָאֲדָמָ֤ה <WH127> ha-'a-da-Mah and the earth אֶת־ <WH853> 'et- פִּ֙יהָ֙ <WH6310> pi-ha her mouth וּבָלְעָ֤ה <WH1104> u-val-'Ah and swallow them up אֹתָם֙ <WH853> 'o-Tam וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- all אֲשֶׁ֣ר <WH834> 'a-Sher after לָהֶ֔ם la-Hem, וְיָרְד֥וּ <WH3381> ve-ya-re-Du with all that [appertain] unto them and they go down חַיִּ֖ים <WH2416> chai-Yim quick שְׁאֹ֑לָה <WH7585> she-'O-lah; into the pit וִֽידַעְתֶּ֕ם <WH3045> vi-da'-Tem then ye shall understand כִּ֧י <WH3588> ki for נִֽאֲצ֛וּ <WH5006> ni-'a-Tzu have provoked הָאֲנָשִׁ֥ים <WH376> ha-'a-na-Shim men הָאֵ֖לֶּה <WH428> ha-'El-leh these אֶת־ <WH853> 'et- יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":31,"verse":"וַיְהִי֙ <WH1961> vay-Hi become כְּכַלֹּת֔וֹ <WH3615> ke-chal-lo-To, And it came to pass as he had made an end לְדַבֵּ֕ר <WH1696> le-dab-Ber of speaking אֵ֥ת <WH853> 'et כָּל־ <WH3605> kol- all הַדְּבָרִ֖ים <WH1697> had-de-va-Rim all these words הָאֵ֑לֶּה <WH428> ha-'El-leh; these וַתִּבָּקַ֥ע <WH1234> vat-tib-ba-Ka' clave asunder הָאֲדָמָ֖ה <WH127> ha-'a-da-Mah that the ground אֲשֶׁ֥ר <WH834> 'a-Sher that was תַּחְתֵּיהֶֽם׃ <WH8478> tach-tei-Hem. under"},{"number":32,"verse":"וַתִּפְתַּ֤ח <WH6605> vat-tif-Tach opened הָאָ֙רֶץ֙ <WH776> ha-'A-retz And the earth אֶת־ <WH853> 'et- פִּ֔יהָ <WH6310> Pi-ha, her mouth וַתִּבְלַ֥ע <WH1104> vat-tiv-La' and swallowed them up אֹתָ֖ם <WH853> 'o-Tam וְאֶת־ <WH853> ve-'Et בָּתֵּיהֶ֑ם <WH1004> bat-tei-Hem; and their houses וְאֵ֤ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all הָאָדָם֙ <WH120> ha-'a-Dam and all the men אֲשֶׁ֣ר <WH834> 'a-Sher who לְקֹ֔רַח <WH7141> le-Ko-rach, that [appertained] unto Korah וְאֵ֖ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all הָרֲכֽוּשׁ׃ <WH7399> ha-ra-Chush. and all [their] goods"},{"number":33,"verse":"וַיֵּ֨רְד֜וּ <WH3381> vai-Ye-re-Du They and all that [appertained] to them went down הֵ֣ם <WH1992> hem they וְכָל־ <WH3605> ve-chol and all אֲשֶׁ֥ר <WH834> 'a-Sher after לָהֶ֛ם la-Hem חַיִּ֖ים <WH2416> chai-Yim alive שְׁאֹ֑לָה <WH7585> she-'O-lah; into the pit וַתְּכַ֤ס <WH3680> vat-te-Chas closed עֲלֵיהֶם֙ <WH5921> 'a-lei-Hem over הָאָ֔רֶץ <WH776> ha-'A-retz, and the earth וַיֹּאבְד֖וּ <WH6> vai-yoe-Du upon them and they perished מִתּ֥וֹךְ <WH8432> mit-Toch from among הַקָּהָֽל׃ <WH6951> hak-ka-Hal. the congregation"},{"number":34,"verse":"וְכָל־ <WH3605> ve-chol All יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, And all Israel אֲשֶׁ֛ר <WH834> 'a-Sher who סְבִיבֹתֵיהֶ֖ם <WH5439> se-vi-vo-tei-Hem that [were] round about נָ֣סוּ <WH5127> Na-su them fled לְקֹלָ֑ם <WH6963> le-ko-Lam; at the cry כִּ֣י <WH3588> ki for אָֽמְר֔וּ <WH559> 'a-me-Ru, of them for they said פֶּן־ <WH6435> pen- lest תִּבְלָעֵ֖נוּ <WH1104> tiv-la-'E-nu swallow us up הָאָֽרֶץ׃ <WH776> ha-'A-retz. Lest the earth"},{"number":35,"verse":"וְאֵ֥שׁ <WH784> ve-'Esh a fire יָצְאָ֖ה <WH3318> ya-tze-'Ah And there came out מֵאֵ֣ת <WH853> me-'Et יְהוָ֑ה <WH3068> Yah-weh; from the LORD וַתֹּ֗אכַל <WH398> vat-To-chal, and consumed אֵ֣ת <WH853> 'et הַחֲמִשִּׁ֤ים <WH2572> ha-cha-mish-Shim and fifty וּמָאתַ֙יִם֙ <WH3967> u-ma-Ta-yim the two hundred אִ֔ישׁ <WH376> 'Ish, men מַקְרִיבֵ֖י <WH7126> mak-ri-Vei that offered הַקְּטֹֽרֶת׃ <WH7004> hak-ke-To-ret. incense פ Peh"},{"number":36,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses לֵּאמֹֽר׃ <WH559> le-Mor. saying"},{"number":37,"verse":"אֱמֹ֨ר <WH559> 'e-Mor Speak אֶל־ <WH413> 'el- to אֶלְעָזָ֜ר <WH499> 'el-'a-Zar unto Eleazar בֶּן־ <WH1121> ben- the son אַהֲרֹ֣ן <WH175> 'a-ha-Ron of Aaron הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, the priest וְיָרֵ֤ם <WH7311> ve-ya-Rem that he take up אֶת־ <WH853> 'et- הַמַּחְתֹּת֙ <WH4289> ham-mach-Tot the censers מִבֵּ֣ין <WH996> mib-Bein out הַשְּׂרֵפָ֔ה <WH8316> has-se-re-Fah, of the burning וְאֶת־ <WH853> ve-'Et הָאֵ֖שׁ <WH784> ha-'Esh thou the fire זְרֵה־ <WH2219> ze-reh- and scatter הָ֑לְאָה <WH1973> Hal-'ah; yonder כִּ֖י <WH3588> ki for קָדֵֽשׁוּ׃ <WH6942> ka-De-shu. for they are hallowed"},{"number":38,"verse":"אֵ֡ת <WH853> 'et מַחְתּוֹת֩ <WH4289> mach-tOt The censers הַֽחַטָּאִ֨ים <WH2400> ha-chat-ta-'Im of these sinners הָאֵ֜לֶּה <WH428> ha-'El-leh of these בְּנַפְשֹׁתָ֗ם <WH5315> be-naf-sho-Tam, against their own souls וְעָשׂ֨וּ <WH6213> ve-'a-Su let them make אֹתָ֜ם <WH853> 'o-Tam רִקֻּעֵ֤י <WH7555> rik-ku-'Ei them broad פַחִים֙ <WH6341> fa-Chim plates צִפּ֣וּי <WH6826> tzip-Pui [for] a covering לַמִּזְבֵּ֔חַ <WH4196> lam-miz-Be-ach, of the altar כִּֽי־ <WH3588> ki- since הִקְרִיבֻ֥ם <WH7126> hik-ri-Vum for they offered לִפְנֵֽי־ <WH6440> lif-nei- them before יְהוָ֖ה <WH3068> Yah-weh the LORD וַיִּקְדָּ֑שׁוּ <WH6942> vai-yik-Da-shu; therefore they are hallowed וְיִֽהְי֥וּ <WH1961> ve-yih-Yu shall be for לְא֖וֹת <WH226> le-'ot and they shall be a sign לִבְנֵ֥י <WH1121> liv-Nei unto the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":39,"verse":"וַיִּקַּ֞ח <WH3947> vai-yik-Kach took אֶלְעָזָ֣ר <WH499> 'el-'a-Zar And Eleazar הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, the priest אֵ֚ת <WH853> 'et מַחְתּ֣וֹת <WH4289> mach-Tot censers הַנְּחֹ֔שֶׁת <WH5178> han-ne-Cho-shet, the brasen אֲשֶׁ֥ר <WH834> 'a-Sher which הִקְרִ֖יבוּ <WH7126> hik-Ri-vu had offered הַשְּׂרֻפִ֑ים <WH8313> has-se-ru-Fim; wherewith they that were burnt וַֽיְרַקְּע֖וּם <WH7554> vay-rak-ke-'Um and they were made broad צִפּ֥וּי <WH6826> tzip-Pui [plates for] a covering לַמִּזְבֵּֽחַ׃ <WH4196> lam-miz-Be-ach. of the altar"},{"number":40,"verse":"זִכָּר֞וֹן <WH2146> zik-ka-Ron [To be] a memorial לִבְנֵ֣י <WH1121> liv-Nei unto the children יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel לְ֠מַעַן <WH4616> Le-ma-'an because of אֲשֶׁ֨ר <WH834> 'a-Sher who לֹֽא־ <WH3808> lo- no יִקְרַ֜ב <WH7126> yik-Rav come near אִ֣ישׁ <WH376> 'ish he זָ֗ר <WH2114> Zar, layman אֲ֠שֶׁר <WH834> 'a-Sher who לֹ֣א <WH3808> lo no מִזֶּ֤רַע <WH2233> miz-Ze-ra' which [is] not of the seed אַהֲרֹן֙ <WH175> 'a-ha-Ron of Aaron ה֔וּא <WH1931> Hu, he לְהַקְטִ֥יר <WH6999> le-hak-Tir to offer קְטֹ֖רֶת <WH7004> ke-To-ret incense לִפְנֵ֣י <WH6440> lif-Nei before יְהוָ֑ה <WH3068> Yah-weh; the LORD וְלֹֽא־ <WH3808> ve-lo- no יִהְיֶ֤ה <WH1961> yih-Yeh become כְקֹ֙רַח֙ <WH7141> che-Ko-rach that he be not as Korah וְכַ֣עֲדָת֔וֹ <WH5712> ve-Cha-'a-da-To, and as his company כַּאֲשֶׁ֨ר <WH834> ka-'a-Sher who דִּבֶּ֧ר <WH1696> dib-Ber said יְהוָ֛ה <WH3068> Yah-weh as the LORD בְּיַד־ <WH3027> be-yad- to him by the hand מֹשֶׁ֖ה <WH4872> mo-Sheh of Moses לֽוֹ׃ lo."},{"number":41,"verse":"וַיִּלֹּ֜נוּ <WH3885> vai-yil-Lo-nu murmured כָּל־ <WH3605> kol- all עֲדַ֤ת <WH5712> 'a-Dat all the congregation בְּנֵֽי־ <WH1121> be-nei- of the children יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel מִֽמָּחֳרָ֔ת <WH4283> mi-mo-cho-Rat, But on the morrow עַל־ <WH5921> 'al- against מֹשֶׁ֥ה <WH4872> mo-Sheh against Moses וְעַֽל־ <WH5921> ve-'al- against אַהֲרֹ֖ן <WH175> 'a-ha-Ron and against Aaron לֵאמֹ֑ר <WH559> le-Mor; saying אַתֶּ֥ם <WH859> 'at-Tem who הֲמִתֶּ֖ם <WH4191> ha-mit-Tem Ye have killed אֶת־ <WH853> 'et- עַ֥ם <WH5971> 'am the people יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":42,"verse":"וַיְהִ֗י <WH1961> vay-Hi, came בְּהִקָּהֵ֤ל <WH6950> be-hik-ka-Hel was gathered הָֽעֵדָה֙ <WH5712> ha-'e-Dah And it came to pass when the congregation עַל־ <WH5921> 'al- against מֹשֶׁ֣ה <WH4872> mo-Sheh against Moses וְעַֽל־ <WH5921> ve-'al- against אַהֲרֹ֔ן <WH175> 'a-ha-Ron, and against Aaron וַיִּפְנוּ֙ <WH6437> vai-yif-Nu that they looked אֶל־ <WH413> 'el- toward אֹ֣הֶל <WH168> 'O-hel toward the tabernacle מוֹעֵ֔ד <WH4150> mo-'Ed, of the congregation וְהִנֵּ֥ה <WH2009> ve-hin-Neh and behold כִסָּ֖הוּ <WH3680> chis-Sa-hu covered הֶעָנָ֑ן <WH6051> he-'a-Nan; and behold the cloud וַיֵּרָ֖א <WH7200> vai-ye-Ra appeared כְּב֥וֹד <WH3519> ke-Vod it and the glory יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":43,"verse":"וַיָּבֹ֤א <WH935> vai-ya-Vo came מֹשֶׁה֙ <WH4872> mo-Sheh And Moses וְאַהֲרֹ֔ן <WH175> ve-'a-ha-Ron, and Aaron אֶל־ <WH413> 'el- to פְּנֵ֖י <WH6440> pe-Nei before אֹ֥הֶל <WH168> 'O-hel the tabernacle מוֹעֵֽד׃ <WH4150> mo-'Ed. of the congregation פ Peh"},{"number":44,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses לֵּאמֹֽר׃ <WH559> le-Mor. saying"},{"number":45,"verse":"הֵרֹ֗מּוּ <WH7426> he-Rom-mu, Get you up מִתּוֹךְ֙ <WH8432> mit-toCh from among הָעֵדָ֣ה <WH5712> ha-'e-Dah this congregation הַזֹּ֔את <WH2063> haz-Zot, I וַאֲכַלֶּ֥ה <WH3615> va-'a-chal-Leh that I may consume אֹתָ֖ם <WH853> 'o-Tam כְּרָ֑גַע <WH7281> ke-Ra-ga'; them as in a moment וַֽיִּפְּל֖וּ <WH5307> vai-yip-pe-Lu And they fell עַל־ <WH5921> 'al- on פְּנֵיהֶֽם׃ <WH6440> pe-nei-Hem. upon their faces"},{"number":46,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said מֹשֶׁ֜ה <WH4872> mo-Sheh And Moses אֶֽל־ <WH413> 'el- to אַהֲרֹ֗ן <WH175> 'a-ha-Ron, unto Aaron קַ֣ח <WH3947> kach Take אֶת־ <WH853> 'et- הַ֠מַּחְתָּה <WH4289> Ham-mach-tah a censer וְתֶן־ <WH5414> ve-ten- and put עָלֶ֨יהָ <WH5921> 'a-Lei-ha and אֵ֜שׁ <WH784> 'esh fire מֵעַ֤ל <WH5921> me-'Al from הַמִּזְבֵּ֙חַ֙ <WH4196> ham-miz-Be-ach the altar וְשִׂ֣ים <WH7760> ve-Sim and put קְטֹ֔רֶת <WH7004> ke-To-ret, on incense וְהוֹלֵ֧ךְ <WH1980> ve-ho-Lech bring מְהֵרָ֛ה <WH4120> me-he-Rah quickly אֶל־ <WH413> 'el- to הָעֵדָ֖ה <WH5712> ha-'e-Dah unto the congregation וְכַפֵּ֣ר <WH3722> ve-chap-Per and make an atonement עֲלֵיהֶ֑ם <WH5921> 'a-lei-Hem; and כִּֽי־ <WH3588> ki- for יָצָ֥א <WH3318> ya-Tza gone out הַקֶּ֛צֶף <WH7110> hak-Ke-tzef for them for there is wrath מִלִּפְנֵ֥י <WH6440> mil-lif-Nei therein from off יְהוָ֖ה <WH3068> Yah-weh from the LORD הֵחֵ֥ל <WH2490> he-Chel is begun הַנָּֽגֶף׃ <WH5063> han-Na-gef. the plague"},{"number":47,"verse":"וַיִּקַּ֨ח <WH3947> vai-yik-Kach took אַהֲרֹ֜ן <WH175> 'a-ha-Ron And Aaron כַּאֲשֶׁ֣ר׀ <WH834> ka-'a-Sher after דִּבֶּ֣ר <WH1696> dib-Ber commanded מֹשֶׁ֗ה <WH4872> mo-Sheh, as Moses וַיָּ֙רָץ֙ <WH7323> vai-Ya-rotz and ran אֶל־ <WH413> 'el- into תּ֣וֹך <WH8432> Toch into the midst הַקָּהָ֔ל <WH6951> hak-ka-Hal, of the congregation וְהִנֵּ֛ה <WH2009> ve-hin-Neh behold הֵחֵ֥ל <WH2490> he-Chel was begun הַנֶּ֖גֶף <WH5063> han-Ne-gef and behold the plague בָּעָ֑ם <WH5971> ba-'Am; among the people וַיִּתֵּן֙ <WH5414> vai-yit-Ten and he put אֶֽת־ <WH853> 'et- הַקְּטֹ֔רֶת <WH7004> hak-ke-To-ret, on incense וַיְכַפֵּ֖ר <WH3722> vay-chap-Per and made an atonement עַל־ <WH5921> 'al- for הָעָֽם׃ <WH5971> ha-'Am. for the people"},{"number":48,"verse":"וַיַּעֲמֹ֥ד <WH5975> vai-ya-'a-Mod And he stood בֵּֽין־ <WH996> bein- between הַמֵּתִ֖ים <WH4191> ham-me-Tim between the dead וּבֵ֣ין <WH996> u-Vein between הַֽחַיִּ֑ים <WH2416> ha-chai-Yim; and the living וַתֵּעָצַ֖ר <WH6113> vat-te-'a-Tzar was stayed הַמַּגֵּפָֽה׃ <WH4046> ham-mag-ge-Fah. and the plague"},{"number":49,"verse":"וַיִּהְי֗וּ <WH1961> vai-yih-Yu, become הַמֵּתִים֙ <WH4191> ham-me-Tim Now they that died בַּמַּגֵּפָ֔ה <WH4046> bam-mag-ge-Fah, in the plague אַרְבָּעָ֥ה <WH702> 'ar-ba-'Ah four עָשָׂ֛ר <WH6240> 'a-Sar teen אֶ֖לֶף <WH505> 'E-lef thousand וּשְׁבַ֣ע <WH7651> u-she-Va' and seven מֵא֑וֹת <WH3967> me-'ot; hundred מִלְּבַ֥ד <WH905> mil-le-Vad alone הַמֵּתִ֖ים <WH4191> ham-me-Tim beside them that died עַל־ <WH5921> 'al- about דְּבַר־ <WH1697> de-var- about the matter קֹֽרַח׃ <WH7141> Ko-rach. of Korah"},{"number":50,"verse":"וַיָּ֤שָׁב <WH7725> vai-Ya-shov returned אַהֲרֹן֙ <WH175> 'a-ha-Ron And Aaron אֶל־ <WH413> 'el- to מֹשֶׁ֔ה <WH4872> mo-Sheh, unto Moses אֶל־ <WH413> 'el- at פֶּ֖תַח <WH6607> Pe-tach unto the door אֹ֣הֶל <WH168> 'O-hel of the tabernacle מוֹעֵ֑ד <WH4150> mo-'Ed; of the congregation וְהַמַּגֵּפָ֖ה <WH4046> ve-ham-mag-ge-Fah and the plague נֶעֱצָֽרָה׃ <WH6113> ne-'e-Tza-rah. was stayed פ Peh"}]}