{"bibleAbbr":"HSB+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":20,"verses":[{"number":1,"verse":"וַיָּבֹ֣אוּ <WH935> vai-ya-Vo-'u Then came בְנֵֽי־ <WH1121> ve-nei- the children יִ֠שְׂרָאֵל <WH3478> Yis-ra-'el of Israel כָּל־ <WH3605> kol- the whole הָ֨עֵדָ֤ה <WH5712> ha-'e-Dah [even] the whole congregation מִדְבַּר־ <WH4057> mid-bar- into the desert צִן֙ <WH6790> tzin of Zin בַּחֹ֣דֶשׁ <WH2320> ba-Cho-desh month הָֽרִאשׁ֔וֹן <WH7223> ha-ri-Shon, in the first וַיֵּ֥שֶׁב <WH3427> vai-Ye-shev abode הָעָ֖ם <WH5971> ha-'Am and the people בְּקָדֵ֑שׁ <WH6946> be-ka-Desh; in Kadesh וַתָּ֤מָת <WH4191> vat-Ta-mot died שָׁם֙ <WH8033> sham there מִרְיָ֔ם <WH4813> mir-Yam, and Miriam וַתִּקָּבֵ֖ר <WH6912> vat-tik-ka-Ver there and was buried שָֽׁם׃ <WH8033> Sham. there"},{"number":2,"verse":"וְלֹא־ <WH3808> ve-lo- no הָ֥יָה <WH1961> Ha-yah become מַ֖יִם <WH4325> Ma-yim And there was no water לָעֵדָ֑ה <WH5712> la-'e-Dah; for the congregation וַיִּקָּ֣הֲל֔וּ <WH6950> vai-yik-Ka-ha-Lu, and they gathered עַל־ <WH5921> 'al- against מֹשֶׁ֖ה <WH4872> mo-Sheh themselves together against Moses וְעַֽל־ <WH5921> ve-'al- against אַהֲרֹֽן׃ <WH175> 'a-ha-Ron. and against Aaron"},{"number":3,"verse":"וַיָּ֥רֶב <WH7378> vai-Ya-rev chode הָעָ֖ם <WH5971> ha-'Am And the people עִם־ <WH5973> 'im- with מֹשֶׁ֑ה <WH4872> mo-Sheh; with Moses וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru and spake לֵאמֹ֔ר <WH559> le-Mor, saying וְל֥וּ <WH3863> ve-Lu Would God that גָוַ֛עְנוּ <WH1478> ga-Va'-nu we had died בִּגְוַ֥ע <WH1478> big-Va' died אַחֵ֖ינוּ <WH251> 'a-Chei-nu when our brethren לִפְנֵ֥י <WH6440> lif-Nei before יְהוָֽה׃ <WH3068> Yah-weh. the LORD"},{"number":4,"verse":"וְלָמָ֤ה <WH4100> ve-la-Mah Why הֲבֵאתֶם֙ <WH935> ha-ve-Tem And why have ye brought up אֶת־ <WH853> 'et- קְהַ֣ל <WH6951> ke-Hal the congregation יְהוָ֔ה <WH3068> Yah-weh, of the LORD אֶל־ <WH413> 'el- about הַמִּדְבָּ֖ר <WH4057> ham-mid-Bar into this wilderness הַזֶּ֑ה <WH2088> haz-Zeh; this לָמ֣וּת <WH4191> la-Mut should die שָׁ֔ם <WH8033> Sham, in it אֲנַ֖חְנוּ <WH587> 'a-Nach-nu we וּבְעִירֵֽנוּ׃ <WH1165> u-ve-'i-Re-nu. that we and our cattle"},{"number":5,"verse":"וְלָמָ֤ה <WH4100> ve-la-Mah Why הֶֽעֱלִיתֻ֙נוּ֙ <WH5927> he-'e-li-Tu-nu And wherefore have ye made us to come up מִמִּצְרַ֔יִם <WH4714> mi-mitz-Ra-yim, out of Egypt לְהָבִ֣יא <WH935> le-ha-Vi to bring אֹתָ֔נוּ <WH853> 'o-Ta-nu, אֶל־ <WH413> 'el- about הַמָּק֥וֹם <WH4725> ham-ma-Kom country הָרָ֖ע <WH7451> ha-Ra' us in unto this evil הַזֶּ֑ה <WH2088> haz-Zeh; to this לֹ֣א׀ <WH3808> lo not מְק֣וֹם <WH4725> me-Kom country זֶ֗רַע <WH2233> Ze-ra', of seed וּתְאֵנָ֤ה <WH8384> u-te-'e-Nah or of figs וְגֶ֙פֶן֙ <WH1612> ve-Ge-fen or of vines וְרִמּ֔וֹן <WH7416> ve-rim-Mon, or of pomegranates וּמַ֥יִם <WH4325> u-Ma-yim neither [is] there any water אַ֖יִן <WH369> 'A-yin nor לִשְׁתּֽוֹת׃ <WH8354> lish-Tot. to drink"},{"number":6,"verse":"וַיָּבֹא֩ <WH935> vai-ya-Vo went מֹשֶׁ֨ה <WH4872> mo-Sheh And Moses וְאַהֲרֹ֜ן <WH175> ve-'a-ha-Ron and Aaron מִפְּנֵ֣י <WH6440> mip-pe-Nei from the presence הַקָּהָ֗ל <WH6951> hak-ka-Hal, of the assembly אֶל־ <WH413> 'el- to פֶּ֙תַח֙ <WH6607> pe-tach unto the door אֹ֣הֶל <WH168> 'O-hel of the tabernacle מוֹעֵ֔ד <WH4150> mo-'Ed, of the congregation וַֽיִּפְּל֖וּ <WH5307> vai-yip-pe-Lu and they fell עַל־ <WH5921> 'al- on פְּנֵיהֶ֑ם <WH6440> pe-nei-Hem; upon their faces וַיֵּרָ֥א <WH7200> vai-ye-Ra appeared כְבוֹד־ <WH3519> che-Vod- and the glory יְהוָ֖ה <WH3068> Yah-weh of the LORD אֲלֵיהֶֽם׃ <WH413> 'a-lei-Hem. about פ Peh"},{"number":7,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses לֵּאמֹֽר׃ <WH559> le-Mor. saying"},{"number":8,"verse":"קַ֣ח <WH3947> kach Take אֶת־ <WH853> 'et- הַמַּטֶּ֗ה <WH4294> ham-mat-Teh, the rod וְהַקְהֵ֤ל <WH6950> ve-hak-Hel and gather אֶת־ <WH853> 'et- הָעֵדָה֙ <WH5712> ha-'e-Dah thou the assembly אַתָּה֙ <WH859> 'at-Tah you וְאַהֲרֹ֣ן <WH175> ve-'a-ha-Ron together thou and Aaron אָחִ֔יךָ <WH251> 'a-Chi-cha, thy brother וְדִבַּרְתֶּ֧ם <WH1696> ve-dib-bar-Tem and speak אֶל־ <WH413> 'el- to הַסֶּ֛לַע <WH5553> has-Se-la' ye unto the rock לְעֵינֵיהֶ֖ם <WH5869> le-'ei-nei-Hem before their eyes וְנָתַ֣ן <WH5414> ve-na-Tan and it shall give forth מֵימָ֑יו <WH4325> mei-Mav; his water וְהוֹצֵאתָ֨ <WH3318> ve-ho-tze-Ta and thou shalt bring forth לָהֶ֥ם la-Hem מַ֙יִם֙ <WH4325> ma-yim to them water מִן־ <WH4480> min- out הַסֶּ֔לַע <WH5553> has-Se-la', out of the rock וְהִשְׁקִיתָ֥ <WH8248> ve-hish-ki-Ta drink אֶת־ <WH853> 'et- הָעֵדָ֖ה <WH5712> ha-'e-Dah the congregation וְאֶת־ <WH853> ve-'Et בְּעִירָֽם׃ <WH1165> be-'i-Ram. and their beasts"},{"number":9,"verse":"וַיִּקַּ֥ח <WH3947> vai-yik-Kach took מֹשֶׁ֛ה <WH4872> mo-Sheh And Moses אֶת־ <WH853> 'et- הַמַּטֶּ֖ה <WH4294> ham-mat-Teh the rod מִלִּפְנֵ֣י <WH6440> mil-lif-Nei from before יְהוָ֑ה <WH3068> Yah-weh; the LORD כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher he צִוָּֽהוּ׃ <WH6680> tziv-Va-hu. as he commanded"},{"number":10,"verse":"וַיַּקְהִ֜לוּ <WH6950> vai-yak-Hi-lu gathered מֹשֶׁ֧ה <WH4872> mo-Sheh And Moses וְאַהֲרֹ֛ן <WH175> ve-'a-ha-Ron and Aaron אֶת־ <WH853> 'et- הַקָּהָ֖ל <WH6951> hak-ka-Hal the congregation אֶל־ <WH413> 'el- together פְּנֵ֣י <WH6440> pe-Nei together before הַסָּ֑לַע <WH5553> has-Sa-la'; the rock וַיֹּ֣אמֶר <WH559> vai-Yo-mer and he said לָהֶ֗ם la-Hem, שִׁמְעוּ־ <WH8085> shim-'u- unto them Hear נָא֙ <WH4994> na now הַמֹּרִ֔ים <WH4784> ham-mo-Rim, now ye rebels הֲמִן־ <WH4480> ha-min- at הַסֶּ֣לַע <WH5553> has-Se-la' the rock הַזֶּ֔ה <WH2088> haz-Zeh, of this נוֹצִ֥יא <WH3318> no-Tzi must we fetch לָכֶ֖ם la-Chem מָֽיִם׃ <WH4325> Ma-yim. you water"},{"number":11,"verse":"וַיָּ֨רֶם <WH7311> vai-Ya-rem lifted up מֹשֶׁ֜ה <WH4872> mo-Sheh And Moses אֶת־ <WH853> 'et- יָד֗וֹ <WH3027> ya-Do, his hand וַיַּ֧ךְ <WH5221> vai-Yach he smote אֶת־ <WH853> 'et- הַסֶּ֛לַע <WH5553> has-Se-la' the rock בְּמַטֵּ֖הוּ <WH4294> be-mat-Te-hu and with his rod פַּעֲמָ֑יִם <WH6471> pa-'a-Ma-yim; twice וַיֵּצְאוּ֙ <WH3318> vai-ye-tze-'U came out מַ֣יִם <WH4325> Ma-yim and the water רַבִּ֔ים <WH7227> rab-Bim, abundantly וַתֵּ֥שְׁתְּ <WH8354> vat-Te-shet drank הָעֵדָ֖ה <WH5712> ha-'e-Dah and the congregation וּבְעִירָֽם׃ <WH1165> u-ve-'i-Ram. and their beasts ס sa-Mek"},{"number":12,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer spake יְהוָה֮ <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֣ה <WH4872> mo-Sheh unto Moses וְאֶֽל־ <WH413> ve-'el- and אַהֲרֹן֒ <WH175> 'a-ha-Ron and Aaron יַ֚עַן <WH3282> Ya-'an Because לֹא־ <WH3808> lo- have not הֶאֱמַנְתֶּ֣ם <WH539> he-'e-man-Tem Because ye believed בִּ֔י Bi, לְהַ֨קְדִּישֵׁ֔נִי <WH6942> le-Hak-di-She-ni, me not to sanctify לְעֵינֵ֖י <WH5869> le-'ei-Nei me in the eyes בְּנֵ֣י <WH1121> be-Nei of the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel לָכֵ֗ן <WH3651> la-Chen, therefore לֹ֤א <WH3808> lo shall not תָבִ֙יאוּ֙ <WH935> ta-Vi-'u therefore ye shall not bring אֶת־ <WH853> 'et- הַקָּהָ֣ל <WH6951> hak-ka-Hal this congregation הַזֶּ֔ה <WH2088> haz-Zeh, this אֶל־ <WH413> 'el- into הָאָ֖רֶץ <WH776> ha-'A-retz into the land אֲשֶׁר־ <WH834> 'a-Sher- which נָתַ֥תִּי <WH5414> na-Tat-ti which I have given לָהֶֽם׃ la-Hem."},{"number":13,"verse":"הֵ֚מָּה <WH1992> Hem-mah This [is] מֵ֣י <WH4325> mei the water מְרִיבָ֔ה <WH4809> me-ri-Vah, of Meribah אֲשֶׁר־ <WH834> 'a-Sher- because רָב֥וּ <WH7378> ra-Vu strove בְנֵֽי־ <WH1121> ve-nei- because the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel אֶת־ <WH854> 'et- for יְהוָ֑ה <WH3069> Yah-weh; God וַיִּקָּדֵ֖שׁ <WH6942> vai-yik-ka-Desh and he was sanctified בָּֽם׃ Bam. ס sa-Mek"},{"number":14,"verse":"וַיִּשְׁלַ֨ח <WH7971> vai-yish-Lach sent מֹשֶׁ֧ה <WH4872> mo-Sheh And Moses מַלְאָכִ֛ים <WH4397> mal-'a-Chim messengers מִקָּדֵ֖שׁ <WH6946> mik-ka-Desh from Kadesh אֶל־ <WH413> 'el- to מֶ֣לֶךְ <WH4428> Me-lech unto the king אֱד֑וֹם <WH123> e-Dom; of Edom כֹּ֤ה <WH3541> koh Thus אָמַר֙ <WH559> 'a-Mar Thus saith אָחִ֣יךָ <WH251> 'a-Chi-cha thy brother יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel אַתָּ֣ה <WH859> 'at-Tah You יָדַ֔עְתָּ <WH3045> ya-Da'-ta, Thou knowest אֵ֥ת <WH853> 'et כָּל־ <WH3605> kol- all הַתְּלָאָ֖ה <WH8513> hat-te-la-'Ah all the travail אֲשֶׁ֥ר <WH834> 'a-Sher that מְצָאָֽתְנוּ׃ <WH4672> me-tza-'A-te-nu. that hath befallen"},{"number":15,"verse":"וַיֵּרְד֤וּ <WH3381> vai-ye-re-Du went down אֲבֹתֵ֙ינוּ֙ <WH1> 'a-vo-Tei-nu How our fathers מִצְרַ֔יְמָה <WH4714> mitz-Ray-mah, into Egypt וַנֵּ֥שֶׁב <WH3427> van-Ne-shev and we have dwelt בְּמִצְרַ֖יִם <WH4714> be-mitz-Ra-yim in Egypt יָמִ֣ים <WH3117> ya-Mim time רַבִּ֑ים <WH7227> rab-Bim; a long וַיָּרֵ֥עוּ <WH7489> vai-ya-Re-'u vexed לָ֛נוּ La-nu מִצְרַ֖יִם <WH4713> mitz-Ra-yim Egyptian וְלַאֲבֹתֵֽינוּ׃ <WH1> ve-la-'a-vo-Tei-nu. us and our fathers"},{"number":16,"verse":"וַנִּצְעַ֤ק <WH6817> van-nitz-'Ak And when we cried אֶל־ <WH413> 'el- to יְהוָה֙ <WH3068> Yah-weh unto the LORD וַיִּשְׁמַ֣ע <WH8085> vai-yish-Ma' he heard קֹלֵ֔נוּ <WH6963> ko-Le-nu, our voice וַיִּשְׁלַ֣ח <WH7971> vai-yish-Lach and sent מַלְאָ֔ךְ <WH4397> mal-'Ach, an angel וַיֹּצִאֵ֖נוּ <WH3318> vai-yo-tzi-'E-nu and hath brought us forth מִמִּצְרָ֑יִם <WH4714> mi-mitz-Ra-yim; out of Egypt וְהִנֵּה֙ <WH2009> ve-hin-Neh now behold אֲנַ֣חְנוּ <WH587> 'a-Nach-nu we בְקָדֵ֔שׁ <WH6946> ve-ka-Desh, and behold we [are] in Kadesh עִ֖יר <WH5892> 'ir a city קְצֵ֥ה <WH7097> ke-Tzeh in the uttermost גְבוּלֶֽךָ׃ <WH1366> ge-vu-Le-cha. of thy border"},{"number":17,"verse":"נַעְבְּרָה־ <WH5674> na'-be-rah- Let us pass נָּ֣א <WH4994> na Please בְאַרְצֶ֗ךָ <WH776> ve-'ar-Tze-cha, I pray thee through thy country לֹ֤א <WH3808> lo We will not נַעֲבֹר֙ <WH5674> na-'a-Vor we will not pass בְּשָׂדֶ֣ה <WH7704> be-sa-Deh through the fields וּבְכֶ֔רֶם <WH3754> u-ve-Che-rem, or through the vineyards וְלֹ֥א <WH3808> ve-Lo even נִשְׁתֶּ֖ה <WH8354> nish-Teh neither will we drink מֵ֣י <WH4325> mei [of] the water בְאֵ֑ר <WH875> ve-'Er; of the wells דֶּ֧רֶךְ <WH1870> De-rech [high] way הַמֶּ֣לֶךְ <WH4428> ham-Me-lech by the king's נֵלֵ֗ךְ <WH1980> ne-Lech, will go לֹ֤א <WH3808> lo not נִטֶּה֙ <WH5186> nit-Teh we will not turn יָמִ֣ין <WH3225> ya-Min to the right hand וּשְׂמֹ֔אול <WH8040> u-se-Mol, nor to the left עַ֥ד <WH5704> 'ad against אֲשֶֽׁר־ <WH834> 'a-Sher- after נַעֲבֹ֖ר <WH5674> na-'a-Vor until we have passed גְּבוּלֶֽךָ׃ <WH1366> ge-vu-Le-cha. thy borders"},{"number":18,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֵלָיו֙ <WH413> 'e-Lav and אֱד֔וֹם <WH123> e-Dom, And Edom לֹ֥א <WH3808> lo shall not תַעֲבֹ֖ר <WH5674> ta-'a-Vor unto him Thou shalt not pass בִּ֑י Bi; פֶּן־ <WH6435> pen- or בַּחֶ֖רֶב <WH2719> ba-Che-rev thee with the sword אֵצֵ֥א <WH3318> 'e-Tze by me lest I come out לִקְרָאתֶֽךָ׃ <WH7125> lik-ra-Te-cha. against"},{"number":19,"verse":"וַיֹּאמְר֨וּ <WH559> vai-yo-me-Ru said אֵלָ֥יו <WH413> 'e-Lav about בְּנֵֽי־ <WH1121> be-nei- And the children יִשְׂרָאֵל֮ <WH3478> Yis-ra-'El of Israel בַּֽמְסִלָּ֣ה <WH4546> bam-sil-Lah by the high way נַעֲלֶה֒ <WH5927> na-'a-Leh unto him We will go וְאִם־ <WH518> ve-'im- and if מֵימֶ֤יךָ <WH4325> mei-Mei-cha of thy water נִשְׁתֶּה֙ <WH8354> nish-Teh drink אֲנִ֣י <WH589> 'a-Ni and וּמִקְנַ֔י <WH4735> u-mik-Nai, and if I and my cattle וְנָתַתִּ֖י <WH5414> ve-na-tat-Ti will pay מִכְרָ֑ם <WH4377> mich-Ram; price רַ֥ק <WH7535> rak but אֵין־ <WH369> 'ein- without דָּבָ֖ר <WH1697> da-Var for it I will only without [doing] any thing בְּרַגְלַ֥י <WH7272> be-rag-Lai on my feet אֶֽעֱבֹֽרָה׃ <WH5674> 'E-'e-Vo-rah. [else] go through"},{"number":20,"verse":"וַיֹּ֖אמֶר <WH559> vai-Yo-mer And he said לֹ֣א <WH3808> lo shall not תַעֲבֹ֑ר <WH5674> ta-'a-Vor; Thou shalt not go through וַיֵּצֵ֤א <WH3318> vai-ye-Tze came out אֱדוֹם֙ <WH123> 'e-dOm And Edom לִקְרָאת֔וֹ <WH7125> lik-ra-To, against בְּעַ֥ם <WH5971> be-'Am people כָּבֵ֖ד <WH3515> ka-Ved him with much וּבְיָ֥ד <WH3027> u-ve-Yad hand חֲזָקָֽה׃ <WH2389> cha-za-Kah. and with a strong"},{"number":21,"verse":"וַיְמָאֵ֣ן׀ <WH3985> vay-ma-'En refused אֱד֗וֹם <WH123> e-Dom, Thus Edom נְתֹן֙ <WH5414> ne-Ton to give אֶת־ <WH853> 'et- יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel עֲבֹ֖ר <WH5674> 'a-Vor passage בִּגְבֻל֑וֹ <WH1366> big-vu-Lo; through his border וַיֵּ֥ט <WH5186> vai-Yet turned away יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El wherefore Israel מֵעָלָֽיו׃ <WH5921> me-'a-Lav. and פ Peh"},{"number":22,"verse":"וַיִּסְע֖וּ <WH5265> vai-yis-'U journeyed מִקָּדֵ֑שׁ <WH6946> mik-ka-Desh; from Kadesh וַיָּבֹ֧אוּ <WH935> vai-ya-Vo-'u and came בְנֵֽי־ <WH1121> ve-nei- And the children יִשְׂרָאֵ֛ל <WH3478> Yis-ra-'El of Israel כָּל־ <WH3605> kol- the whole הָעֵדָ֖ה <WH5712> ha-'e-Dah [even] the whole congregation הֹ֥ר <WH2023> hor Hor הָהָֽר׃ <WH2022> ha-Har. unto mount"},{"number":23,"verse":"וַיֹּ֧אמֶר <WH559> vai-Yo-mer spake יְהוָ֛ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses וְאֶֽל־ <WH413> ve-'el- and אַהֲרֹ֖ן <WH175> 'a-ha-Ron and Aaron בְּהֹ֣ר <WH2023> be-Hor Hor הָהָ֑ר <WH2022> ha-Har; in mount עַל־ <WH5921> 'al- by גְּב֥וּל <WH1366> ge-Vul by the coast אֶֽרֶץ־ <WH776> 'e-retz- of the land אֱד֖וֹם <WH123> e-Dom of Edom לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":24,"verse":"יֵאָסֵ֤ף <WH622> ye-'a-Sef shall be gathered אַהֲרֹן֙ <WH175> 'a-ha-Ron Aaron אֶל־ <WH413> 'el- to his עַמָּ֔יו <WH5971> 'am-Mav, unto his people כִּ֣י <WH3588> ki for לֹ֤א <WH3808> lo shall not יָבֹא֙ <WH935> ya-Vo for he shall not enter אֶל־ <WH413> 'el- about הָאָ֔רֶץ <WH776> ha-'A-retz, into the land אֲשֶׁ֥ר <WH834> 'a-Sher which נָתַ֖תִּי <WH5414> na-Tat-ti which I have given לִבְנֵ֣י <WH1121> liv-Nei unto the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel עַ֛ל <WH5921> 'al and אֲשֶׁר־ <WH834> 'a-Sher- which מְרִיתֶ֥ם <WH4784> me-ri-Tem because ye rebelled against אֶת־ <WH853> 'et- פִּ֖י <WH6310> pi my word לְמֵ֥י <WH4325> le-Mei at the water מְרִיבָֽה׃ <WH4809> me-ri-Vah. of Meribah"},{"number":25,"verse":"קַ֚ח <WH3947> kach Take אֶֽת־ <WH853> 'et- אַהֲרֹ֔ן <WH175> 'a-ha-Ron, Aaron וְאֶת־ <WH853> ve-'Et אֶלְעָזָ֖ר <WH499> 'el-'a-Zar and Eleazar בְּנ֑וֹ <WH1121> be-No; his son וְהַ֥עַל <WH5927> ve-Ha-'al and bring them up אֹתָ֖ם <WH853> 'o-Tam הֹ֥ר <WH2023> hor Hor הָהָֽר׃ <WH2022> ha-Har. unto mount"},{"number":26,"verse":"וְהַפְשֵׁ֤ט <WH6584> ve-haf-Shet And strip אֶֽת־ <WH853> 'et- אַהֲרֹן֙ <WH175> 'a-ha-Ron Aaron אֶת־ <WH853> 'et- בְּגָדָ֔יו <WH899> be-ga-Dav, of his garments וְהִלְבַּשְׁתָּ֖ם <WH3847> ve-hil-bash-Tam and put אֶת־ <WH853> 'et- אֶלְעָזָ֣ר <WH499> 'el-'a-Zar them upon Eleazar בְּנ֑וֹ <WH1121> be-No; his son וְאַהֲרֹ֥ן <WH175> ve-'a-ha-Ron and Aaron יֵאָסֵ֖ף <WH622> ye-'a-Sef shall be gathered וּמֵ֥ת <WH4191> u-Met [unto his people] and shall die שָֽׁם׃ <WH8033> Sham. there"},{"number":27,"verse":"וַיַּ֣עַשׂ <WH6213> vai-Ya-'as did מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher after צִוָּ֣ה <WH6680> tziv-Vah commanded יְהוָ֑ה <WH3068> Yah-weh; as the LORD וַֽיַּעֲלוּ֙ <WH5927> vai-ya-'a-Lu and they went up אֶל־ <WH413> 'el- about הֹ֣ר <WH2023> hor Hor הָהָ֔ר <WH2022> ha-Har, into mount לְעֵינֵ֖י <WH5869> le-'ei-Nei in the sight כָּל־ <WH3605> kol- of all הָעֵדָֽה׃ <WH5712> ha-'e-Dah. of all the congregation"},{"number":28,"verse":"וַיַּפְשֵׁט֩ <WH6584> vai-yaf-Shet stripped מֹשֶׁ֨ה <WH4872> mo-Sheh And Moses אֶֽת־ <WH853> 'et- אַהֲרֹ֜ן <WH175> 'a-ha-Ron Aaron אֶת־ <WH853> 'et- בְּגָדָ֗יו <WH899> be-ga-Dav, of his garments וַיַּלְבֵּ֤שׁ <WH3847> vai-yal-Besh and put אֹתָם֙ <WH854> 'o-Tam for אֶת־ <WH853> 'et- אֶלְעָזָ֣ר <WH499> 'el-'a-Zar them upon Eleazar בְּנ֔וֹ <WH1121> be-No, his son וַיָּ֧מָת <WH4191> vai-Ya-mot died אַהֲרֹ֛ן <WH175> 'a-ha-Ron and Aaron שָׁ֖ם <WH8033> sham there בְּרֹ֣אשׁ <WH7218> be-Rosh there in the top הָהָ֑ר <WH2022> ha-Har; of the mount וַיֵּ֧רֶד <WH3381> vai-Ye-red came down מֹשֶׁ֛ה <WH4872> mo-Sheh and Moses וְאֶלְעָזָ֖ר <WH499> ve-'el-'a-Zar and Eleazar מִן־ <WH4480> min- from הָהָֽר׃ <WH2022> ha-Har. from the mount"},{"number":29,"verse":"וַיִּרְאוּ֙ <WH7200> vai-yir-'U saw כָּל־ <WH3605> kol- all הָ֣עֵדָ֔ה <WH5712> ha-'e-Dah, And when all the congregation כִּ֥י <WH3588> ki for גָוַ֖ע <WH1478> ga-Va' was dead אַהֲרֹ֑ן <WH175> 'a-ha-Ron; that Aaron וַיִּבְכּ֤וּ <WH1058> vai-yiv-Ku they mourned אֶֽת־ <WH853> 'et- אַהֲרֹן֙ <WH175> 'a-ha-Ron for Aaron שְׁלֹשִׁ֣ים <WH7970> she-lo-Shim thirty י֔וֹם <WH3117> Yom, days כֹּ֖ל <WH3605> kol all בֵּ֥ית <WH1004> beit [even] all the house יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel ס sa-Mek"}]}