{"bibleAbbr":"HSB+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":25,"verses":[{"number":1,"verse":"וַיֵּ֥שֶׁב <WH3427> vai-Ye-shev abode יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El And Israel בַּשִּׁטִּ֑ים <WH7851> bash-shit-Tim; in Shittim וַיָּ֣חֶל <WH2490> vai-Ya-chel began הָעָ֔ם <WH5971> ha-'Am, and the people לִזְנ֖וֹת <WH2181> liz-Not to commit whoredom אֶל־ <WH413> 'el- with בְּנ֥וֹת <WH1323> be-Not with the daughters מוֹאָֽב׃ <WH4124> mo-'Av. of Moab"},{"number":2,"verse":"וַתִּקְרֶ֣אןָ <WH7121> vat-tik-Re-na And they called לָעָ֔ם <WH5971> la-'Am, the people לְזִבְחֵ֖י <WH2077> le-ziv-Chei unto the sacrifices אֱלֹהֵיהֶ֑ן <WH430> 'e-lo-hei-Hen; of their gods וַיֹּ֣אכַל <WH398> vai-Yo-chal did eat הָעָ֔ם <WH5971> ha-'Am, and the people וַיִּֽשְׁתַּחֲוּ֖וּ <WH7812> vai-yish-ta-chav-Vu and bowed down לֵֽאלֹהֵיהֶֽן׃ <WH430> Le-lo-hei-Hen. to their gods"},{"number":3,"verse":"וַיִּצָּ֥מֶד <WH6775> vai-yitz-Tza-med joined יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El And Israel לְבַ֣עַל le-Va-'al פְּע֑וֹר <WH1187> pe-'or; himself unto Baalpeor וַיִּֽחַר־ <WH2734> vai-yi-char- was kindled אַ֥ף <WH639> 'af and the anger יְהוָ֖ה <WH3068> Yah-weh of the LORD בְּיִשְׂרָאֵֽל׃ <WH3478> be-Yis-ra-'El. against Israel"},{"number":4,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֜ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֗ה <WH4872> mo-Sheh, unto Moses קַ֚ח <WH3947> kach Take אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all רָאשֵׁ֣י <WH7218> ra-Shei all the heads הָעָ֔ם <WH5971> ha-'Am, of the people וְהוֹקַ֥ע <WH3363> ve-ho-Ka' and hang them up אוֹתָ֛ם <WH853> o-Tam לַיהוָ֖ה <WH3068> Yah-weh the LORD נֶ֣גֶד <WH5048> Ne-ged before הַשָּׁ֑מֶשׁ <WH8121> hash-Sha-mesh; against the sun וְיָשֹׁ֛ב <WH7725> ve-ya-Sho may be turned away חֲר֥וֹן <WH2740> cha-Ron that the fierce אַף־ <WH639> 'af- anger יְהוָ֖ה <WH3068> Yah-weh of the LORD מִיִּשְׂרָאֵֽל׃ <WH3478> mi-Yis-ra-'El. from Israel"},{"number":5,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses אֶל־ <WH413> 'el- to שֹׁפְטֵ֖י <WH8199> sho-fe-Tei unto the judges יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel הִרְגוּ֙ <WH2026> hir-Gu Slay אִ֣ישׁ <WH582> 'ish his men אֲנָשָׁ֔יו <WH582> 'a-na-Shav, who הַנִּצְמָדִ֖ים <WH6775> han-nitz-ma-Dim that were joined לְבַ֥עַל le-Va-'al פְּעֽוֹר׃ <WH1187> pe-'or. unto Baalpeor"},{"number":6,"verse":"וְהִנֵּ֡ה <WH2009> ve-hin-Neh behold אִישׁ֩ <WH376> 'ish And behold one מִבְּנֵ֨י <WH1121> mib-be-Nei of the children יִשְׂרָאֵ֜ל <WH3478> Yis-ra-'El of Israel בָּ֗א <WH935> Ba, came וַיַּקְרֵ֤ב <WH7126> vai-yak-Rev and brought אֶל־ <WH413> 'el- to his אֶחָיו֙ <WH251> 'e-Chav unto his brethren אֶת־ <WH853> 'et- הַמִּדְיָנִ֔ית <WH4084> ham-mid-ya-Nit, a Midianitish woman לְעֵינֵ֣י <WH5869> le-'ei-Nei in the sight מֹשֶׁ֔ה <WH4872> mo-Sheh, of Moses וּלְעֵינֵ֖י <WH5869> u-le-'ei-Nei and in the sight כָּל־ <WH3605> kol- of all עֲדַ֣ת <WH5712> 'a-Dat of all the congregation בְּנֵי־ <WH1121> be-nei- of the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וְהֵ֣מָּה <WH1992> ve-Hem-mah they בֹכִ֔ים <WH1058> vo-Chim, who [were] weeping פֶּ֖תַח <WH6607> Pe-tach [before] the door אֹ֥הֶל <WH168> 'O-hel of the tabernacle מוֹעֵֽד׃ <WH4150> mo-'Ed. of the congregation"},{"number":7,"verse":"וַיַּ֗רְא <WH7200> vai-Yar, saw פִּֽינְחָס֙ <WH6372> pi-ne-Chas And when Phinehas בֶּן־ <WH1121> ben- the son אֶלְעָזָ֔ר <WH499> 'el-'a-Zar, of Eleazar בֶּֽן־ <WH1121> ben- the son אַהֲרֹ֖ן <WH175> 'a-ha-Ron of Aaron הַכֹּהֵ֑ן <WH3548> hak-ko-Hen; the priest וַיָּ֙קָם֙ <WH6965> vai-Ya-kom [it] he rose up מִתּ֣וֹךְ <WH8432> mit-Toch from among הָֽעֵדָ֔ה <WH5712> ha-'e-Dah, the congregation וַיִּקַּ֥ח <WH3947> vai-yik-Kach and took רֹ֖מַח <WH7420> Ro-mach a javelin בְּיָדֽוֹ׃ <WH3027> be-ya-Do. in his hand"},{"number":8,"verse":"וַ֠יָּבֹא <WH935> Vai-ya-vo And he went אַחַ֨ר <WH310> 'a-Char after אִֽישׁ־ <WH376> 'ish- the man יִשְׂרָאֵ֜ל <WH3478> Yis-ra-'El of Israel אֶל־ <WH413> 'el- through הַקֻּבָּ֗ה <WH6898> hak-kub-Bah, into the tent וַיִּדְקֹר֙ <WH1856> vai-yid-Kor and thrust אֶת־ <WH853> 'et- שְׁנֵיהֶ֔ם <WH8147> she-nei-Hem, both אֵ֚ת <WH853> 'et אִ֣ישׁ <WH376> 'ish of them through the man יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וְאֶת־ <WH853> ve-'Et הָאִשָּׁ֖ה <WH802> ha-'ish-Shah and the woman אֶל־ <WH413> 'el- through קֳבָתָ֑הּ <WH6897> koa-Tah; her belly וַתֵּֽעָצַר֙ <WH6113> vat-te-'a-Tzar was stayed הַמַּגֵּפָ֔ה <WH4046> ham-mag-ge-Fah, So the plague מֵעַ֖ל <WH5921> me-'Al on בְּנֵ֥י <WH1121> be-Nei from the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":9,"verse":"וַיִּהְי֕וּ <WH1961> vai-yih-Yu become הַמֵּתִ֖ים <WH4191> ham-me-Tim And those that died בַּמַּגֵּפָ֑ה <WH4046> bam-mag-ge-Fah; in the plague אַרְבָּעָ֥ה <WH702> 'ar-ba-'Ah and four וְעֶשְׂרִ֖ים <WH6242> ve-'es-Rim were twenty אָֽלֶף׃ <WH505> 'A-lef. thousand פ Peh"},{"number":10,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses לֵּאמֹֽר׃ <WH559> le-Mor. saying"},{"number":11,"verse":"פִּֽינְחָ֨ס <WH6372> pin-Chas Phinehas בֶּן־ <WH1121> ben- the son אֶלְעָזָ֜ר <WH499> 'el-'a-Zar of Eleazar בֶּן־ <WH1121> ben- the son אַהֲרֹ֣ן <WH175> 'a-ha-Ron of Aaron הַכֹּהֵ֗ן <WH3548> hak-ko-Hen, the priest הֵשִׁ֤יב <WH7725> he-Shiv away אֶת־ <WH853> 'et- חֲמָתִי֙ <WH2534> cha-ma-Ti my wrath מֵעַ֣ל <WH5921> me-'Al from בְּנֵֽי־ <WH1121> be-nei- from the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel בְּקַנְא֥וֹ <WH7068> be-kan-'O for my sake אֶת־ <WH853> 'et- קִנְאָתִ֖י <WH7068> kin-'a-Ti in my jealousy בְּתוֹכָ֑ם <WH8432> be-to-Cham; among וְלֹא־ <WH3808> ve-lo- did not כִלִּ֥יתִי <WH3615> chil-Li-ti them that I consumed אֶת־ <WH853> 'et- בְּנֵֽי־ <WH1121> be-nei- not the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel בְּקִנְאָתִֽי׃ <WH7068> be-kin-'a-Ti. my jealousy"},{"number":12,"verse":"לָכֵ֖ן <WH3651> la-Chen Therefore אֱמֹ֑ר <WH559> 'e-Mor; Wherefore say הִנְנִ֨י <WH2005> hin-Ni behold נֹתֵ֥ן <WH5414> no-Ten Behold I give ל֛וֹ lo אֶת־ <WH853> 'et- בְּרִיתִ֖י <WH1285> be-ri-Ti unto him my covenant שָׁלֽוֹם׃ <WH7965> sha-Lom. of peace"},{"number":13,"verse":"וְהָ֤יְתָה <WH1961> ve-Ha-ye-tah become לּוֹ֙ lo וּלְזַרְע֣וֹ <WH2233> u-le-zar-'O And he shall have it and his seed אַחֲרָ֔יו <WH310> 'a-cha-Rav, after בְּרִ֖ית <WH1285> be-Rit him [even] the covenant כְּהֻנַּ֣ת <WH3550> ke-hun-Nat priesthood עוֹלָ֑ם <WH5769> o-Lam; of an everlasting תַּ֗חַת <WH8478> Ta-chat, Thahash אֲשֶׁ֤ר <WH834> 'a-Sher because קִנֵּא֙ <WH7065> kin-Ne he was zealous לֵֽאלֹהָ֔יו <WH430> le-lo-Hav, for his God וַיְכַפֵּ֖ר <WH3722> vay-chap-Per and made an atonement עַל־ <WH5921> 'al- for בְּנֵ֥י <WH1121> be-Nei for the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":14,"verse":"וְשֵׁם֩ <WH8034> ve-Shem Now the name אִ֨ישׁ <WH376> 'ish of the Israelite יִשְׂרָאֵ֜ל <WH3478> Yis-ra-'El of Israel הַמֻּכֶּ֗ה <WH5221> ham-muk-Keh, that was slain אֲשֶׁ֤ר <WH834> 'a-Sher who הֻכָּה֙ <WH5221> huk-Kah [even] that was slain אֶת־ <WH854> 'et- with הַמִּדְיָנִ֔ית <WH4084> ham-mid-ya-Nit, with the Midianitish woman זִמְרִ֖י <WH2174> zim-Ri [was] Zimri בֶּן־ <WH1121> ben- the son סָל֑וּא <WH5543> sa-Lu; of Salu נְשִׂ֥יא <WH5387> ne-Si a prince בֵֽית־ <WH1004> veit- house אָ֖ב <WH1> 'av of a chief לַשִּׁמְעֹנִֽי׃ <WH8099> lash-shim-'o-Ni. among the Simeonites"},{"number":15,"verse":"וְשֵׁ֨ם <WH8034> ve-Shem And the name הָֽאִשָּׁ֧ה <WH802> ha-'ish-Shah woman הַמֻּכָּ֛ה <WH5221> ham-muk-Kah that was slain הַמִּדְיָנִ֖ית <WH4084> ham-mid-ya-Nit of the Midianitish כָּזְבִּ֣י <WH3579> ka-ze-Bi [was] Cozbi בַת־ <WH1323> vat- the daughter צ֑וּר <WH6698> Tzur; of Zur רֹ֣אשׁ <WH7218> rosh he [was] head אֻמּ֥וֹת <WH523> um-Mot over a people בֵּֽית־ <WH1004> beit- house אָ֛ב <WH1> 'av [and] of a chief בְּמִדְיָ֖ן <WH4080> be-mid-Yan in Midian הֽוּא׃ <WH1931> Hu. who פ Peh"},{"number":16,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses לֵּאמֹֽר׃ <WH559> le-Mor. saying"},{"number":17,"verse":"צָר֖וֹר <WH6887> tza-Ror Vex אֶת־ <WH853> 'et- הַמִּדְיָנִ֑ים <WH4084> ham-mid-ya-Nim; the Midianites וְהִכִּיתֶ֖ם <WH5221> ve-hik-ki-Tem and smite אוֹתָֽם׃ <WH853> o-Tam."},{"number":18,"verse":"כִּ֣י <WH3588> ki for צֹרְרִ֥ים <WH6887> tzo-re-Rim For they vex הֵם֙ <WH1992> hem like לָכֶ֔ם la-Chem, בְּנִכְלֵיהֶ֛ם <WH5231> be-nich-lei-Hem you with their wiles אֲשֶׁר־ <WH834> 'a-Sher- which נִכְּל֥וּ <WH5230> nik-ke-Lu wherewith they have beguiled לָכֶ֖ם la-Chem עַל־ <WH5921> 'al- in דְּבַר־ <WH1697> de-var- you in the matter פְּע֑וֹר <WH6465> pe-'or; of Peor וְעַל־ <WH5921> ve-'al- and in דְּבַ֞ר <WH1697> de-Var and in the matter כָּזְבִּ֨י <WH3579> ka-ze-Bi of Cozbi בַת־ <WH1323> vat- the daughter נְשִׂ֤יא <WH5387> ne-Si of a prince מִדְיָן֙ <WH4080> mid-Yan of Midian אֲחֹתָ֔ם <WH269> 'a-cho-Tam, their sister הַמֻּכָּ֥ה <WH5221> ham-muk-Kah which was slain בְיוֹם־ <WH3117> ve-yom- in the day הַמַּגֵּפָ֖ה <WH4046> ham-mag-ge-Fah of the plague עַל־ <WH5921> 'al- in דְּבַר־ <WH1697> de-var- sake פְּעֽוֹר׃ <WH6465> pe-'or. for Peor's וַיְהִ֖י <WH1961> vay-Hi become אַחֲרֵ֣י <WH310> 'a-cha-Rei after that הַמַּגֵּפָ֑ה <WH4046> ham-mag-ge-Fah; of the plague פ Peh"}]}