{"bibleAbbr":"HSB+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":28,"verses":[{"number":1,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses לֵּאמֹֽר׃ <WH559> le-Mor. saying"},{"number":2,"verse":"צַ֚ו <WH6680> tzav Command אֶת־ <WH853> 'et- בְּנֵ֣י <WH1121> be-Nei the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וְאָמַרְתָּ֖ <WH559> ve-'a-mar-Ta and say אֲלֵהֶ֑ם <WH413> 'a-le-Hem; about אֶת־ <WH853> 'et- קָרְבָּנִ֨י <WH7133> ka-re-ba-Ni unto them My offering לַחְמִ֜י <WH3899> lach-Mi [and] my bread לְאִשַּׁ֗י <WH801> le-'ish-Shai, for my sacrifices made by fire רֵ֚יחַ <WH7381> Rei-ach savour נִֽיחֹחִ֔י <WH5207> ni-cho-Chi, [for] a sweet תִּשְׁמְר֕וּ <WH8104> tish-me-Ru unto me shall ye observe לְהַקְרִ֥יב <WH7126> le-hak-Riv to offer לִ֖י li בְּמוֹעֲדֽוֹ׃ <WH4150> be-mo-'a-Do. unto me in their due season"},{"number":3,"verse":"וְאָמַרְתָּ֣ <WH559> ve-'a-mar-Ta And thou shalt say לָהֶ֔ם la-Hem, זֶ֚ה <WH2088> zeh This הָֽאִשֶּׁ֔ה <WH801> ha-'ish-Sheh, unto them This [is] the offering made by fire אֲשֶׁ֥ר <WH834> 'a-Sher which תַּקְרִ֖יבוּ <WH7126> tak-Ri-vu which ye shall offer לַיהוָ֑ה <WH3068> Yah-weh; unto the LORD כְּבָשִׂ֨ים <WH3532> ke-va-Sim lambs בְּנֵֽי־ <WH1121> be-nei- of the first שָׁנָ֧ה <WH8141> sha-Nah year תְמִימִ֛ם <WH8549> te-mi-Mim without spot שְׁנַ֥יִם <WH8147> she-Na-yim two לַיּ֖וֹם <WH3117> lai-Yom day by day עֹלָ֥ה <WH5930> 'o-Lah burnt offering תָמִֽיד׃ <WH8548> ta-Mid. [for] a continual"},{"number":4,"verse":"אֶת־ <WH853> 'et- הַכֶּ֥בֶשׂ <WH3532> hak-Ke-ves lamb אֶחָ֖ד <WH259> 'e-Chad The one תַּעֲשֶׂ֣ה <WH6213> ta-'a-Seh shalt thou offer בַבֹּ֑קֶר <WH1242> vab-Bo-ker; in the morning וְאֵת֙ <WH853> ve-'Et הַכֶּ֣בֶשׂ <WH3532> hak-Ke-ves lamb הַשֵּׁנִ֔י <WH8145> hash-she-Ni, and the other תַּעֲשֶׂ֖ה <WH6213> ta-'a-Seh shalt thou offer בֵּ֥ין <WH996> bein at הָֽעַרְבָּֽיִם׃ <WH6153> Ha-'ar-Ba-yim. at even"},{"number":5,"verse":"וַעֲשִׂירִ֧ית <WH6224> va-'a-si-Rit And a tenth הָאֵיפָ֛ה <WH374> ha-'ei-Fah [part] of an ephah סֹ֖לֶת <WH5560> So-let of flour לְמִנְחָ֑ה <WH4503> le-min-Chah; for a meat offering בְּלוּלָ֛ה <WH1101> be-lu-Lah mingled בְּשֶׁ֥מֶן <WH8081> be-She-men oil כָּתִ֖ית <WH3795> ka-Tit of beaten רְבִיעִ֥ת <WH7243> re-vi-'It with the fourth הַהִֽין׃ <WH1969> ha-Hin. [part] of an hin"},{"number":6,"verse":"עֹלַ֖ת <WH5930> 'o-Lat burnt offering תָּמִ֑יד <WH8548> ta-Mid; [It is] a continual הָעֲשֻׂיָה֙ <WH6213> ha-'a-su-Yah which was ordained בְּהַ֣ר <WH2022> be-Har in mount סִינַ֔י <WH5514> si-Nai, Sinai לְרֵ֣יחַ <WH7381> le-Rei-ach savour נִיחֹ֔חַ <WH5207> ni-Cho-ach, for a sweet אִשֶּׁ֖ה <WH801> 'ish-Sheh a sacrifice made by fire לַֽיהוָֽה׃ <WH3068> Yah-weh. unto the LORD"},{"number":7,"verse":"וְנִסְכּוֹ֙ <WH5262> ve-nis-Ko And the drink offering רְבִיעִ֣ת <WH7243> re-vi-'It thereof [shall be] the fourth הַהִ֔ין <WH1969> ha-Hin, [part] of an hin לַכֶּ֖בֶשׂ <WH3532> lak-Ke-ves lamb הָאֶחָ֑ד <WH259> ha-'e-Chad; for the one בַּקֹּ֗דֶשׁ <WH6944> bak-Ko-desh, in the holy הַסֵּ֛ךְ <WH5258> has-Sech to be poured נֶ֥סֶךְ <WH5262> Ne-sech [for] a drink offering שֵׁכָ֖ר <WH7941> she-Char [place] shalt thou cause the strong wine לַיהוָֽה׃ <WH3068> Yah-weh. unto the LORD"},{"number":8,"verse":"וְאֵת֙ <WH853> ve-'Et הַכֶּ֣בֶשׂ <WH3532> hak-Ke-ves lamb הַשֵּׁנִ֔י <WH8145> hash-she-Ni, And the other תַּעֲשֶׂ֖ה <WH6213> ta-'a-Seh shalt thou offer בֵּ֣ין <WH996> bein at הָֽעַרְבָּ֑יִם <WH6153> ha-'ar-Ba-yim; at even כְּמִנְחַ֨ת <WH4503> ke-min-Chat as the meat offering הַבֹּ֤קֶר <WH1242> hab-Bo-ker of the morning וּכְנִסְכּוֹ֙ <WH5262> u-che-nis-Ko and as the drink offering תַּעֲשֶׂ֔ה <WH6213> ta-'a-Seh, thereof thou shalt offer אִשֵּׁ֛ה <WH801> 'ish-Sheh [it] a sacrifice made by fire רֵ֥יחַ <WH7381> Rei-ach savour נִיחֹ֖חַ <WH5207> ni-Cho-ach of a sweet לַיהוָֽה׃ <WH3068> Yah-weh. unto the LORD פ Peh"},{"number":9,"verse":"וּבְיוֹם֙ <WH3117> u-ve-yOm day הַשַּׁבָּ֔ת <WH7676> hash-shab-Bat, And on the sabbath שְׁנֵֽי־ <WH8147> she-nei- two כְבָשִׂ֥ים <WH3532> che-va-Sim lambs בְּנֵֽי־ <WH1121> be-nei- of the first שָׁנָ֖ה <WH8141> sha-Nah year תְּמִימִ֑ם <WH8549> te-mi-Mim; without spot וּשְׁנֵ֣י <WH8147> u-she-Nei and two עֶשְׂרֹנִ֗ים <WH6241> 'es-ro-Nim, tenth סֹ֧לֶת <WH5560> So-let deals of flour מִנְחָ֛ה <WH4503> min-Chah [for] a meat offering בְּלוּלָ֥ה <WH1101> be-lu-Lah mingled בַשֶּׁ֖מֶן <WH8081> vash-She-men with oil וְנִסְכּֽוֹ׃ <WH5262> ve-nis-Ko. and the drink offering"},{"number":10,"verse":"עֹלַ֥ת <WH5930> 'o-Lat [This is] the burnt offering שַׁבַּ֖ת <WH7676> shab-Bat of every sabbath בְּשַׁבַּתּ֑וֹ <WH7676> be-shab-bat-To; sabbath עַל־ <WH5921> 'al- addition עֹלַ֥ת <WH5930> 'o-Lat burnt offering הַתָּמִ֖יד <WH8548> hat-ta-Mid beside the continual וְנִסְכָּֽהּ׃ <WH5262> ve-nis-Kah. and his drink offering ס sa-Mek"},{"number":11,"verse":"וּבְרָאשֵׁי֙ <WH7218> u-ve-ra-Shei And in the beginnings חָדְשֵׁיכֶ֔ם <WH2320> cha-de-shei-Chem, of your months תַּקְרִ֥יבוּ <WH7126> tak-Ri-vu ye shall offer עֹלָ֖ה <WH5930> 'o-Lah a burnt offering לַיהוָ֑ה <WH3069> Yah-weh; God פָּרִ֨ים <WH6499> pa-Rim bullocks בְּנֵֽי־ <WH1121> be-nei- of the first בָקָ֤ר <WH1241> va-Kar young שְׁנַ֙יִם֙ <WH8147> she-Na-yim two וְאַ֣יִל <WH352> ve-'A-yil ram אֶחָ֔ד <WH259> 'e-Chad, and one כְּבָשִׂ֧ים <WH3532> ke-va-Sim lambs בְּנֵי־ <WH1121> be-nei- old שָׁנָ֛ה <WH8141> sha-Nah year שִׁבְעָ֖ה <WH7651> shiv-'Ah seven תְּמִימִֽם׃ <WH8549> te-mi-Mim. without spot"},{"number":12,"verse":"וּשְׁלֹשָׁ֣ה <WH7969> u-she-lo-Shah And three עֶשְׂרֹנִ֗ים <WH6241> 'es-ro-Nim, tenth deals סֹ֤לֶת <WH5560> So-let of flour מִנְחָה֙ <WH4503> min-Chah [for] a meat offering בְּלוּלָ֣ה <WH1101> be-lu-Lah mingled בַשֶּׁ֔מֶן <WH8081> vash-She-men, with oil לַפָּ֖ר <WH6499> lap-Par bullock הָאֶחָ֑ד <WH259> ha-'e-Chad; for one וּשְׁנֵ֣י <WH8147> u-she-Nei and two עֶשְׂרֹנִ֗ים <WH6241> 'es-ro-Nim, tenth סֹ֤לֶת <WH5560> So-let deals of flour מִנְחָה֙ <WH4503> min-Chah [for] a meat offering בְּלוּלָ֣ה <WH1101> be-lu-Lah mingled בַשֶּׁ֔מֶן <WH8081> vash-She-men, with oil לָאַ֖יִל <WH352> la-'A-yil ram הָֽאֶחָֽד׃ <WH259> Ha-'e-Chad. for one"},{"number":13,"verse":"וְעִשָּׂרֹ֣ן <WH6241> ve-'is-sa-Ron And a several tenth deal עִשָּׂר֗וֹן <WH6241> is-sa-Ron, tenth סֹ֤לֶת <WH5560> So-let of flour מִנְחָה֙ <WH4503> min-Chah [for] a meat offering בְּלוּלָ֣ה <WH1101> be-lu-Lah mingled בַשֶּׁ֔מֶן <WH8081> vash-She-men, with oil לַכֶּ֖בֶשׂ <WH3532> lak-Ke-ves lamb הָאֶחָ֑ד <WH259> ha-'e-Chad; unto one עֹלָה֙ <WH5930> 'o-Lah [for] a burnt offering רֵ֣יחַ <WH7381> Rei-ach savour נִיחֹ֔חַ <WH5207> ni-Cho-ach, of a sweet אִשֶּׁ֖ה <WH801> 'ish-Sheh a sacrifice made by fire לַיהוָֽה׃ <WH3068> Yah-weh. unto the LORD"},{"number":14,"verse":"וְנִסְכֵּיהֶ֗ם <WH5262> ve-nis-kei-Hem, And their drink offerings חֲצִ֣י <WH2677> cha-Tzi shall be half הַהִין֩ <WH1969> ha-Hin an hin יִהְיֶ֨ה <WH1961> yih-Yeh become לַפָּ֜ר <WH6499> lap-Par unto a bullock וּשְׁלִישִׁ֧ת <WH7992> u-she-li-Shit and the third הַהִ֣ין <WH1969> ha-Hin [part] of an hin לָאַ֗יִל <WH352> la-'A-yil, unto a ram וּרְבִיעִ֥ת <WH7243> u-re-vi-'It and a fourth הַהִ֛ין <WH1969> ha-Hin [part] of an hin לַכֶּ֖בֶשׂ <WH3532> lak-Ke-ves unto a lamb יָ֑יִן <WH3196> Ya-yin; of wine זֹ֣את <WH2063> zot likewise עֹלַ֥ת <WH5930> 'o-Lat this [is] the burnt offering חֹ֙דֶשׁ֙ <WH2320> cho-desh of every month בְּחָדְשׁ֔וֹ <WH2320> be-cha-de-Sho, throughout the months לְחָדְשֵׁ֖י <WH2320> le-cha-de-Shei the months הַשָּׁנָֽה׃ <WH8141> hash-sha-Nah. of the year"},{"number":15,"verse":"וּשְׂעִ֨יר <WH8163> u-se-'Ir kid עִזִּ֥ים <WH5795> 'iz-Zim of the goats אֶחָ֛ד <WH259> 'e-Chad And one לְחַטָּ֖את <WH2403> le-chat-Tat for a sin offering לַיהוָ֑ה <WH3068> Yah-weh; unto the LORD עַל־ <WH5921> 'al- addition עֹלַ֧ת <WH5930> 'o-Lat burnt offering הַתָּמִ֛יד <WH8548> hat-ta-Mid beside the continual יֵעָשֶׂ֖ה <WH6213> ye-'a-Seh shall be offered וְנִסְכּֽוֹ׃ <WH5262> ve-nis-Ko. and his drink offering ס sa-Mek"},{"number":16,"verse":"וּבַחֹ֣דֶשׁ <WH2320> u-va-Cho-desh month הָרִאשׁ֗וֹן <WH7223> ha-ri-Shon, of the first בְּאַרְבָּעָ֥ה <WH702> be-'ar-ba-'Ah four עָשָׂ֛ר <WH6240> 'a-Sar teen י֖וֹם <WH3117> Yom day לַחֹ֑דֶשׁ <WH2320> la-Cho-desh; month פֶּ֖סַח <WH6453> Pe-sach [is] the passover לַיהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":17,"verse":"וּבַחֲמִשָּׁ֨ה <WH2568> u-va-cha-mish-Shah fif עָשָׂ֥ר <WH6240> 'a-Sar teen י֛וֹם <WH3117> Yom day לַחֹ֥דֶשׁ <WH2320> la-Cho-desh of this month הַזֶּ֖ה <WH2088> haz-Zeh of this חָ֑ג <WH2282> Chag; [is] the feast שִׁבְעַ֣ת <WH7651> shiv-'At seven יָמִ֔ים <WH3117> ya-Mim, days מַצּ֖וֹת <WH4682> matz-Tzot shall unleavened bread יֵאָכֵֽל׃ <WH398> ye-'a-Chel. be eaten"},{"number":18,"verse":"בַּיּ֥וֹם <WH3117> bai-Yom day הָרִאשׁ֖וֹן <WH7223> ha-ri-Shon In the first מִקְרָא־ <WH4744> mik-ra- convocation קֹ֑דֶשׁ <WH6944> Ko-desh; [shall be] an holy כָּל־ <WH3605> kol- all manner מְלֶ֥אכֶת <WH4399> me-Le-chet work עֲבֹדָ֖ה <WH5656> 'a-vo-Dah no manner of servile לֹ֥א <WH3808> lo not תַעֲשֽׂוּ׃ <WH6213> ta-'a-Su. ye shall do"},{"number":19,"verse":"וְהִקְרַבְתֶּ֨ם <WH7126> ve-hik-rav-Tem But ye shall offer אִשֶּׁ֤ה <WH801> 'ish-Sheh a sacrifice made by fire עֹלָה֙ <WH5930> 'o-Lah [for] a burnt offering לַֽיהוָ֔ה <WH3068> Yah-weh, unto the LORD פָּרִ֧ים <WH6499> pa-Rim bullocks בְּנֵי־ <WH1121> be-nei- of the first בָקָ֛ר <WH1241> va-Kar young שְׁנַ֖יִם <WH8147> she-Na-yim two וְאַ֣יִל <WH352> ve-'A-yil ram אֶחָ֑ד <WH259> 'e-Chad; and one וְשִׁבְעָ֤ה <WH7651> ve-shiv-'Ah and seven כְבָשִׂים֙ <WH3532> che-va-Sim lambs בְּנֵ֣י <WH1121> be-Nei old שָׁנָ֔ה <WH8141> sha-Nah, year תְּמִימִ֖ם <WH8549> te-mi-Mim they shall be unto you without blemish יִהְי֥וּ <WH1961> yih-Yu having לָכֶֽם׃ la-Chem."},{"number":20,"verse":"וּמִ֨נְחָתָ֔ם <WH4503> u-Min-cha-Tam, And their meat offering סֹ֖לֶת <WH5560> So-let [shall be of] flour בְּלוּלָ֣ה <WH1101> be-lu-Lah mingled בַשָּׁ֑מֶן <WH8081> vash-Sha-men; with oil שְׁלֹשָׁ֨ה <WH7969> she-lo-Shah three עֶשְׂרֹנִ֜ים <WH6241> 'es-ro-Nim tenth deals לַפָּ֗ר <WH6499> lap-Par, for a bullock וּשְׁנֵ֧י <WH8147> u-she-Nei and two עֶשְׂרֹנִ֛ים <WH6241> 'es-ro-Nim tenth deals לָאַ֖יִל <WH352> la-'A-yil for a ram תַּעֲשֽׂוּ׃ <WH6213> ta-'a-Su. shall ye offer"},{"number":21,"verse":"עִשָּׂר֤וֹן <WH6241> is-sa-Ron A several tenth deal עִשָּׂרוֹן֙ <WH6241> 'is-sa-rOn A tenth תַּעֲשֶׂ֔ה <WH6213> ta-'a-Seh, shalt thou offer לַכֶּ֖בֶשׂ <WH3532> lak-Ke-ves lamb הָאֶחָ֑ד <WH259> ha-'e-Chad; for every לְשִׁבְעַ֖ת <WH7651> le-shiv-'At throughout the seven הַכְּבָשִֽׂים׃ <WH3532> hak-ke-va-Sim. lambs"},{"number":22,"verse":"וּשְׂעִ֥יר <WH8163> u-se-'Ir goat חַטָּ֖את <WH2403> chat-Tat [for] a sin offering אֶחָ֑ד <WH259> 'e-Chad; And one לְכַפֵּ֖ר <WH3722> le-chap-Per to make an atonement עֲלֵיכֶֽם׃ <WH5921> 'a-lei-Chem. and"},{"number":23,"verse":"מִלְּבַד֙ <WH905> mil-le-Vad alone עֹלַ֣ת <WH5930> 'o-Lat these beside the burnt offering הַבֹּ֔קֶר <WH1242> hab-Bo-ker, in the morning אֲשֶׁ֖ר <WH834> 'a-Sher which לְעֹלַ֣ת <WH5930> le-'o-Lat burnt offering הַתָּמִ֑יד <WH8548> hat-ta-Mid; which [is] for a continual תַּעֲשׂ֖וּ <WH6213> ta-'a-Su Ye shall offer אֶת־ <WH853> 'et- אֵֽלֶּה׃ <WH428> 'El-leh. these"},{"number":24,"verse":"כָּאֵ֜לֶּה <WH428> ka-'El-leh this תַּעֲשׂ֤וּ <WH6213> ta-'a-Su After this manner ye shall offer לַיּוֹם֙ <WH3117> lai-yOm daily שִׁבְעַ֣ת <WH7651> shiv-'At throughout the seven יָמִ֔ים <WH3117> ya-Mim, days לֶ֛חֶם <WH3899> Le-chem the meat אִשֵּׁ֥ה <WH801> 'ish-Sheh of the sacrifice made by fire רֵֽיחַ־ <WH7381> rei-ach- savour נִיחֹ֖חַ <WH5207> ni-Cho-ach of a sweet לַיהוָ֑ה <WH3068> Yah-weh; unto the LORD עַל־ <WH5921> 'al- addition עוֹלַ֧ת <WH5930> o-Lat burnt offering הַתָּמִ֛יד <WH8548> hat-ta-Mid beside the continual יֵעָשֶׂ֖ה <WH6213> ye-'a-Seh it shall be offered וְנִסְכּֽוֹ׃ <WH5262> ve-nis-Ko. and his drink offering"},{"number":25,"verse":"וּבַיּוֹם֙ <WH3117> u-vai-yOm day הַשְּׁבִיעִ֔י <WH7637> hash-she-vi-'I, And on the seventh מִקְרָא־ <WH4744> mik-ra- convocation קֹ֖דֶשׁ <WH6944> Ko-desh ye shall have an holy יִהְיֶ֣ה <WH1961> yih-Yeh shall have לָכֶ֑ם la-Chem; כָּל־ <WH3605> kol- all manner מְלֶ֥אכֶת <WH4399> me-Le-chet work עֲבֹדָ֖ה <WH5656> 'a-vo-Dah no servile לֹ֥א <WH3808> lo not תַעֲשֽׂוּ׃ <WH6213> ta-'a-Su. ye shall do ס sa-Mek"},{"number":26,"verse":"וּבְי֣וֹם <WH3117> u-ve-Yom Also in the day הַבִּכּוּרִ֗ים <WH1061> hab-bik-ku-Rim, of the firstfruits בְּהַקְרִ֨יבְכֶ֜ם <WH7126> be-hak-Ri-ve-Chem when ye bring מִנְחָ֤ה <WH4503> min-Chah meat offering חֲדָשָׁה֙ <WH2319> cha-da-Shah a new לַֽיהוָ֔ה <WH3068> Yah-weh, unto the LORD בְּשָׁבֻעֹ֖תֵיכֶ֑ם <WH7620> be-sha-vu-'O-tei-Chem; after your weeks מִֽקְרָא־ <WH4744> mik-ra- convocation קֹ֙דֶשׁ֙ <WH6944> ko-desh [be out] ye shall have an holy יִהְיֶ֣ה <WH1961> yih-Yeh shall have לָכֶ֔ם la-Chem, כָּל־ <WH3605> kol- all manner מְלֶ֥אכֶת <WH4399> me-Le-chet work עֲבֹדָ֖ה <WH5656> 'a-vo-Dah no servile לֹ֥א <WH3808> lo not תַעֲשֽׂוּ׃ <WH6213> ta-'a-Su. ye shall do"},{"number":27,"verse":"וְהִקְרַבְתֶּ֨ם <WH7126> ve-hik-rav-Tem But ye shall offer עוֹלָ֜ה <WH5930> o-Lah the burnt offering לְרֵ֤יחַ <WH7381> le-Rei-ach savour נִיחֹ֙חַ֙ <WH5207> ni-Cho-ach for a sweet לַֽיהוָ֔ה <WH3068> Yah-weh, unto the LORD פָּרִ֧ים <WH6499> pa-Rim bullocks בְּנֵי־ <WH1121> be-nei- of the first בָקָ֛ר <WH1241> va-Kar young שְׁנַ֖יִם <WH8147> she-Na-yim two אַ֣יִל <WH352> 'A-yil ram אֶחָ֑ד <WH259> 'e-Chad; one שִׁבְעָ֥ה <WH7651> shiv-'Ah seven כְבָשִׂ֖ים <WH3532> che-va-Sim lambs בְּנֵ֥י <WH1121> be-Nei old שָׁנָֽה׃ <WH8141> sha-Nah. year"},{"number":28,"verse":"וּמִנְחָתָ֔ם <WH4503> u-min-cha-Tam, And their meat offering סֹ֖לֶת <WH5560> So-let of flour בְּלוּלָ֣ה <WH1101> be-lu-Lah mingled בַשָּׁ֑מֶן <WH8081> vash-Sha-men; with oil שְׁלֹשָׁ֤ה <WH7969> she-lo-Shah three עֶשְׂרֹנִים֙ <WH6241> 'es-ro-Nim tenth deals לַפָּ֣ר <WH6499> lap-Par bullock הָֽאֶחָ֔ד <WH259> ha-'e-Chad, unto one שְׁנֵי֙ <WH8147> she-Nei two עֶשְׂרֹנִ֔ים <WH6241> 'es-ro-Nim, tenth deals לָאַ֖יִל <WH352> la-'A-yil ram הָאֶחָֽד׃ <WH259> ha-'e-Chad. unto one"},{"number":29,"verse":"עִשָּׂרוֹן֙ <WH6241> 'is-sa-rOn A several tenth deal עִשָּׂר֔וֹן <WH6241> is-sa-Ron, A tenth לַכֶּ֖בֶשׂ <WH3532> lak-Ke-ves lamb הָאֶחָ֑ד <WH259> ha-'e-Chad; unto one לְשִׁבְעַ֖ת <WH7651> le-shiv-'At throughout the seven הַכְּבָשִֽׂים׃ <WH3532> hak-ke-va-Sim. lambs"},{"number":30,"verse":"שְׂעִ֥יר <WH8163> se-'Ir kid עִזִּ֖ים <WH5795> 'iz-Zim of the goats אֶחָ֑ד <WH259> 'e-Chad; [And] one לְכַפֵּ֖ר <WH3722> le-chap-Per to make an atonement עֲלֵיכֶֽם׃ <WH5921> 'a-lei-Chem. and"},{"number":31,"verse":"מִלְּבַ֞ד <WH905> mil-le-Vad alone עֹלַ֧ת <WH5930> 'o-Lat burnt offering הַתָּמִ֛יד <WH8548> hat-ta-Mid [them] beside the continual וּמִנְחָת֖וֹ <WH4503> u-min-cha-To and his meat offering תַּעֲשׂ֑וּ <WH6213> ta-'a-Su; Ye shall offer תְּמִימִ֥ם <WH8549> te-mi-Mim shall be without יִהְיוּ־ <WH1961> yih-yu- become לָכֶ֖ם la-Chem וְנִסְכֵּיהֶֽם׃ <WH5262> ve-nis-kei-Hem. their drink פ Peh"}]}