{"bibleAbbr":"HSB+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":3,"verses":[{"number":1,"verse":"וְאֵ֛לֶּה <WH428> ve-'El-leh now these תּוֹלְדֹ֥ת <WH8435> tol-Dot These also [are] the generations אַהֲרֹ֖ן <WH175> 'a-ha-Ron of Aaron וּמֹשֶׁ֑ה <WH4872> u-mo-Sheh; and Moses בְּי֗וֹם <WH3117> be-Yom, in the day דִּבֶּ֧ר <WH1696> dib-Ber spake יְהוָ֛ה <WH3068> Yah-weh [that] the LORD אֶת־ <WH854> 'et- with מֹשֶׁ֖ה <WH4872> mo-Sheh with Moses בְּהַ֥ר <WH2022> be-Har in mount סִינָֽי׃ <WH5514> si-Nai. Sinai"},{"number":2,"verse":"וְאֵ֛לֶּה <WH428> ve-'El-leh These שְׁמ֥וֹת <WH8034> she-Mot And these [are] the names בְּֽנֵי־ <WH1121> be-nei- of the sons אַהֲרֹ֖ן <WH175> 'a-ha-Ron of Aaron הַבְּכ֣וֹר׀ <WH1060> hab-be-Chor the firstborn נָדָ֑ב <WH5070> na-Dav; Nadab וַאֲבִיה֕וּא <WH30> va-'a-vi-Hu and Abihu אֶלְעָזָ֖ר <WH499> 'el-'a-Zar Eleazar וְאִיתָמָֽר׃ <WH385> ve-'i-ta-Mar. and Ithamar"},{"number":3,"verse":"אֵ֗לֶּה <WH428> 'El-leh, These שְׁמוֹת֙ <WH8034> she-mOt These [are] the names בְּנֵ֣י <WH1121> be-Nei of the sons אַהֲרֹ֔ן <WH175> 'a-ha-Ron, of Aaron הַכֹּהֲנִ֖ים <WH3548> hak-ko-ha-Nim the priests הַמְּשֻׁחִ֑ים <WH4886> ham-me-shu-Chim; which were anointed אֲשֶׁר־ <WH834> 'a-Sher- whom מִלֵּ֥א <WH4390> mil-Le accomplish יָדָ֖ם <WH3027> ya-Dam able לְכַהֵֽן׃ <WH3547> le-cha-Hen. to minister in the priest's office"},{"number":4,"verse":"וַיָּ֣מָת <WH4191> vai-Ya-mot died נָדָ֣ב <WH5070> na-Dav And Nadab וַאֲבִיה֣וּא <WH30> va-'a-vi-Hu and Abihu לִפְנֵ֣י <WH6440> lif-Nei before יְהוָ֡ה <WH3068> Yah-weh the LORD בְּֽהַקְרִבָם֩ <WH7126> be-hak-ri-Vam when they offered אֵ֨שׁ <WH784> 'esh fire זָרָ֜ה <WH2114> za-Rah strange לִפְנֵ֤י <WH6440> lif-Nei before יְהוָה֙ <WH3068> Yah-weh the LORD בְּמִדְבַּ֣ר <WH4057> be-mid-Bar in the wilderness סִינַ֔י <WH5514> si-Nai, of Sinai וּבָנִ֖ים <WH1121> u-va-Nim and they had no children לֹא־ <WH3808> lo- no הָי֣וּ <WH1961> ha-Yu had לָהֶ֑ם la-Hem; וַיְכַהֵ֤ן <WH3547> vay-cha-Hen ministered in the priest's office אֶלְעָזָר֙ <WH499> 'el-'a-Zar and Eleazar וְאִ֣יתָמָ֔ר <WH385> ve-'I-ta-Mar, and Ithamar עַל־ <WH5921> 'al- in פְּנֵ֖י <WH6440> pe-Nei in the sight אַהֲרֹ֥ן <WH175> 'a-ha-Ron of Aaron אֲבִיהֶֽם׃ <WH1> 'a-vi-Hem. their father פ Peh"},{"number":5,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses לֵּאמֹֽר׃ <WH559> le-Mor. saying"},{"number":6,"verse":"הַקְרֵב֙ <WH7126> hak-Rev near אֶת־ <WH853> 'et- מַטֵּ֣ה <WH4294> mat-Teh the tribe לֵוִ֔י <WH3881> le-Vi, Leviite וְֽהַעֲמַדְתָּ֣ <WH5975> ve-ha-'a-mad-Ta and present אֹת֔וֹ <WH853> o-To, לִפְנֵ֖י <WH6440> lif-Nei them before אַהֲרֹ֣ן <WH175> 'a-ha-Ron Aaron הַכֹּהֵ֑ן <WH3548> hak-ko-Hen; the priest וְשֵׁרְת֖וּ <WH8334> ve-she-re-Tu that they may minister אֹתֽוֹ׃ <WH853> o-To."},{"number":7,"verse":"וְשָׁמְר֣וּ <WH8104> ve-sha-me-Ru And they shall keep אֶת־ <WH853> 'et- מִשְׁמַרְתּ֗וֹ <WH4931> mish-mar-To, his charge וְאֶת־ <WH853> ve-'Et מִשְׁמֶ֙רֶת֙ <WH4931> mish-Me-ret and the charge כָּל־ <WH3605> kol- the whole הָ֣עֵדָ֔ה <WH5712> ha-'e-Dah, of the whole congregation לִפְנֵ֖י <WH6440> lif-Nei before אֹ֣הֶל <WH168> 'O-hel the tabernacle מוֹעֵ֑ד <WH4150> mo-'Ed; of the congregation לַעֲבֹ֖ד <WH5647> la-'a-Vod to do אֶת־ <WH853> 'et- עֲבֹדַ֥ת <WH5656> 'a-vo-Dat the service הַמִּשְׁכָּֽן׃ <WH4908> ham-mish-Kan. of the tabernacle"},{"number":8,"verse":"וְשָׁמְר֗וּ <WH8104> ve-sha-me-Ru, And they shall keep אֶֽת־ <WH853> 'et- כָּל־ <WH3605> kol- all כְּלֵי֙ <WH3627> ke-Lei all the instruments אֹ֣הֶל <WH168> 'O-hel of the tabernacle מוֹעֵ֔ד <WH4150> mo-'Ed, of the congregation וְאֶת־ <WH853> ve-'Et מִשְׁמֶ֖רֶת <WH4931> mish-Me-ret and the charge בְּנֵ֣י <WH1121> be-Nei of the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel לַעֲבֹ֖ד <WH5647> la-'a-Vod to do אֶת־ <WH853> 'et- עֲבֹדַ֥ת <WH5656> 'a-vo-Dat the service הַמִּשְׁכָּֽן׃ <WH4908> ham-mish-Kan. of the tabernacle"},{"number":9,"verse":"וְנָתַתָּה֙ <WH5414> ve-na-tat-Tah And thou shalt give אֶת־ <WH853> 'et- הַלְוִיִּ֔ם <WH3881> hal-vi-Yim, the Levites לְאַהֲרֹ֖ן <WH175> le-'a-ha-Ron unto Aaron וּלְבָנָ֑יו <WH1121> u-le-va-Nav; and to his sons נְתוּנִ֨ם <WH5414> ne-tu-Nim they [are] wholly given נְתוּנִ֥ם <WH5414> ne-tu-Nim given הֵ֙מָּה֙ <WH1992> hem-mah like ל֔וֹ lo, מֵאֵ֖ת <WH854> me-'Et among בְּנֵ֥י <WH1121> be-Nei unto him out of the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":10,"verse":"וְאֶת־ <WH853> ve-'Et אַהֲרֹ֤ן <WH175> 'a-ha-Ron Aaron וְאֶת־ <WH853> ve-'Et בָּנָיו֙ <WH1121> ba-Nav and his sons תִּפְקֹ֔ד <WH6485> tif-Kod, And thou shalt appoint וְשָׁמְר֖וּ <WH8104> ve-sha-me-Ru and they shall wait on אֶת־ <WH853> 'et- כְּהֻנָּתָ֑ם <WH3550> ke-hun-na-Tam; their priest's office וְהַזָּ֥ר <WH2114> ve-haz-Zar and the stranger הַקָּרֵ֖ב <WH7126> hak-ka-Rev approach יוּמָֽת׃ <WH4191> yu-Mat. shall be put to death פ Peh"},{"number":11,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3069> Yah-weh God אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses לֵּאמֹֽר׃ <WH559> le-Mor. saying"},{"number":12,"verse":"וַאֲנִ֞י <WH589> va-'a-Ni I הִנֵּ֧ה <WH2009> hin-Neh now behold לָקַ֣חְתִּי <WH3947> la-Kach-ti And I behold I have taken אֶת־ <WH853> 'et- הַלְוִיִּ֗ם <WH3881> hal-vi-Yim, the Levites מִתּוֹךְ֙ <WH8432> mit-toCh from among בְּנֵ֣י <WH1121> be-Nei the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel תַּ֧חַת <WH8478> Ta-chat instead כָּל־ <WH3605> kol- of every בְּכ֛וֹר <WH1060> be-Chor instead of all the firstborn פֶּ֥טֶר <WH6363> Pe-ter that openeth רֶ֖חֶם <WH7358> Re-chem the matrix מִבְּנֵ֣י <WH1121> mib-be-Nei among the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וְהָ֥יוּ <WH1961> ve-Ha-yu become לִ֖י li הַלְוִיִּֽם׃ <WH3881> hal-vi-Yim. therefore the Levites"},{"number":13,"verse":"כִּ֣י <WH3588> ki for לִי֮ li כָּל־ <WH3605> kol- for all בְּכוֹר֒ <WH1060> be-chOr Because all the firstborn בְּיוֹם֩ <WH3117> be-yOm [are] mine [for] on the day הַכֹּתִ֨י <WH5221> hak-ko-Ti that I smote כָל־ <WH3605> chol all בְּכ֜וֹר <WH1060> be-Chor all the firstborn בְּאֶ֣רֶץ <WH776> be-'E-retz in the land מִצְרַ֗יִם <WH4714> mitz-Ra-yim, of Egypt הִקְדַּ֨שְׁתִּי <WH6942> hik-Dash-ti I hallowed לִ֤י li כָל־ <WH3605> chol all בְּכוֹר֙ <WH1060> be-chOr unto me all the firstborn בְּיִשְׂרָאֵ֔ל <WH3478> be-Yis-ra-'El, in Israel מֵאָדָ֖ם <WH120> me-'a-Dam both man עַד־ <WH5704> 'ad- against בְּהֵמָ֑ה <WH929> be-he-Mah; and beast לִ֥י li יִהְי֖וּ <WH1961> yih-Yu become אֲנִ֥י <WH589> 'a-Ni I am יְהוָֽה׃ <WH3068> Yah-weh. mine shall they be I [am] the LORD ס sa-Mek"},{"number":14,"verse":"וַיְדַבֵּ֤ר <WH1696> vay-dab-Ber spake יְהוָה֙ <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֔ה <WH4872> mo-Sheh, unto Moses בְּמִדְבַּ֥ר <WH4057> be-mid-Bar in the wilderness סִינַ֖י <WH5514> si-Nai of Sinai לֵאמֹֽר׃ <WH559> le-Mor. saying"},{"number":15,"verse":"פְּקֹד֙ <WH6485> pe-Kod Number אֶת־ <WH853> 'et- בְּנֵ֣י <WH1121> be-Nei the children לֵוִ֔י <WH3881> le-Vi, Leviite לְבֵ֥ית <WH1004> le-Veit after the house אֲבֹתָ֖ם <WH1> 'a-vo-Tam of their fathers לְמִשְׁפְּחֹתָ֑ם <WH4940> le-mish-pe-cho-Tam; by their families כָּל־ <WH3605> kol- every זָכָ֛ר <WH2145> za-Char every male מִבֶּן־ <WH1121> mib-ben- old חֹ֥דֶשׁ <WH2320> Cho-desh from a month וָמַ֖עְלָה <WH4605> va-Ma'-lah and upward תִּפְקְדֵֽם׃ <WH6485> tif-ke-Dem. shalt thou number"},{"number":16,"verse":"וַיִּפְקֹ֥ד <WH6485> vai-yif-Kod numbered אֹתָ֛ם <WH853> 'o-Tam מֹשֶׁ֖ה <WH4872> mo-Sheh And Moses עַל־ <WH5921> 'al- according פִּ֣י <WH6310> pi them according to the word יְהוָ֑ה <WH3068> Yah-weh; of the LORD כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher he צֻוָּֽה׃ <WH6680> tzuv-Vah. as he was commanded"},{"number":17,"verse":"וַיִּֽהְיוּ־ <WH1961> vai-yih-yu- become אֵ֥לֶּה <WH428> 'El-leh These בְנֵֽי־ <WH1121> ve-nei- And these were the sons לֵוִ֖י <WH3881> le-Vi Leviite בִּשְׁמֹתָ֑ם <WH8034> bish-mo-Tam; by their names גֵּרְשׁ֕וֹן <WH1648> ge-re-Shon Gershon וּקְהָ֖ת <WH6955> u-ke-Hat and Kohath וּמְרָרִֽי׃ <WH4847> u-me-ra-Ri. and Merari"},{"number":18,"verse":"וְאֵ֛לֶּה <WH428> ve-'El-leh These שְׁמ֥וֹת <WH8034> she-Mot And these [are] the names בְּֽנֵי־ <WH1121> be-nei- of the sons גֵרְשׁ֖וֹן <WH1648> ge-re-Shon of Gershon לְמִשְׁפְּחֹתָ֑ם <WH4940> le-mish-pe-cho-Tam; by their families לִבְנִ֖י <WH3845> liv-Ni Libni וְשִׁמְעִֽי׃ <WH8096> ve-shim-'I. and Shimei"},{"number":19,"verse":"וּבְנֵ֥י <WH1121> u-ve-Nei And the sons קְהָ֖ת <WH6955> ke-Hat of Kohath לְמִשְׁפְּחֹתָ֑ם <WH4940> le-mish-pe-cho-Tam; by their families עַמְרָ֣ם <WH6019> 'am-Ram Amram וְיִצְהָ֔ר <WH3324> ve-yitz-Har, and Izehar חֶבְר֖וֹן <WH2275> chev-Ron Hebron וְעֻזִּיאֵֽל׃ <WH5816> ve-'uz-zi-'El. and Uzziel"},{"number":20,"verse":"וּבְנֵ֧י <WH1121> u-ve-Nei And the sons מְרָרִ֛י <WH4847> me-ra-Ri of Merari לְמִשְׁפְּחֹתָ֖ם <WH4940> le-mish-pe-cho-Tam by their families מַחְלִ֣י <WH4249> mach-Li Mahli וּמוּשִׁ֑י <WH4187> u-mu-Shi; and Mushi אֵ֥לֶּה <WH428> 'El-leh These הֵ֛ם <WH1992> hem These [are] מִשְׁפְּחֹ֥ת <WH4940> mish-pe-Chot the families הַלֵּוִ֖י <WH3881> hal-le-Vi of the Levites לְבֵ֥ית <WH1004> le-Veit according to the house אֲבֹתָֽם׃ <WH1> 'a-vo-Tam. of their fathers"},{"number":21,"verse":"לְגֵ֣רְשׁ֔וֹן <WH1648> le-Ge-re-Shon, Of Gershon מִשְׁפַּ֙חַת֙ <WH4940> mish-Pa-chat [was] the family הַלִּבְנִ֔י <WH3846> hal-liv-Ni, of the Libnites וּמִשְׁפַּ֖חַת <WH4940> u-mish-Pa-chat and the family הַשִּׁמְעִ֑י <WH8097> hash-shim-'I; of the Shimites אֵ֣לֶּה <WH428> 'El-leh these הֵ֔ם <WH1992> Hem, like מִשְׁפְּחֹ֖ת <WH4940> mish-pe-Chot these [are] the families הַגֵּרְשֻׁנִּֽי׃ <WH1649> hag-ge-re-shun-Ni. of the Gershonites"},{"number":22,"verse":"פְּקֻדֵיהֶם֙ <WH6485> pe-ku-dei-Hem Those that were numbered בְּמִסְפַּ֣ר <WH4557> be-mis-Par of them according to the number כָּל־ <WH3605> kol- of all זָכָ֔ר <WH2145> za-Char, of all the males מִבֶּן־ <WH1121> mib-ben- old חֹ֖דֶשׁ <WH2320> Cho-desh from a month וָמָ֑עְלָה <WH4605> va-Ma-'e-lah; and upward פְּקֻ֣דֵיהֶ֔ם <WH6485> pe-Ku-dei-Hem, [even] those that were numbered שִׁבְעַ֥ת <WH7651> shiv-'At of them [were] seven אֲלָפִ֖ים <WH505> 'a-la-Fim thousand וַחֲמֵ֥שׁ <WH2568> va-cha-Mesh and five מֵאֽוֹת׃ <WH3967> me-'ot. hundred"},{"number":23,"verse":"מִשְׁפְּחֹ֖ת <WH4940> mish-pe-Chot The families הַגֵּרְשֻׁנִּ֑י <WH1649> hag-ge-re-shun-Ni; of the Gershonites אַחֲרֵ֧י <WH310> 'a-cha-Rei behind הַמִּשְׁכָּ֛ן <WH4908> ham-mish-Kan the tabernacle יַחֲנ֖וּ <WH2583> ya-cha-Nu shall pitch יָֽמָּה׃ <WH3220> Yam-mah. westward"},{"number":24,"verse":"וּנְשִׂ֥יא <WH5387> u-ne-Si And the chief בֵֽית־ <WH1004> veit- of the house אָ֖ב <WH1> 'av of the father לַגֵּרְשֻׁנִּ֑י <WH1649> lag-ge-re-shun-Ni; of the Gershonites אֶלְיָסָ֖ף <WH460> 'el-ya-Saf [shall be] Eliasaph בֶּן־ <WH1121> ben- the son לָאֵֽל׃ <WH3815> la-'El. of Lael"},{"number":25,"verse":"וּמִשְׁמֶ֤רֶת <WH4931> u-mish-Me-ret And the charge בְּנֵֽי־ <WH1121> be-nei- of the sons גֵרְשׁוֹן֙ <WH1648> ge-re-shOn of Gershon בְּאֹ֣הֶל <WH168> be-'O-hel in the tabernacle מוֹעֵ֔ד <WH4150> mo-'Ed, of the congregation הַמִּשְׁכָּ֖ן <WH4908> ham-mish-Kan [shall be] the tabernacle וְהָאֹ֑הֶל <WH168> ve-ha-'O-hel; and the tent מִכְסֵ֕הוּ <WH4372> mich-Se-hu the covering וּמָסַ֕ךְ <WH4539> u-ma-Sach thereof and the hanging פֶּ֖תַח <WH6607> Pe-tach for the door אֹ֥הֶל <WH168> 'O-hel of the tabernacle מוֹעֵֽד׃ <WH4150> mo-'Ed. of the congregation"},{"number":26,"verse":"וְקַלְעֵ֣י <WH7050> ve-kal-'Ei And the hangings הֶֽחָצֵ֗ר <WH2691> he-cha-Tzer, of the court וְאֶת־ <WH853> ve-'Et מָסַךְ֙ <WH4539> ma-saCh and the curtain פֶּ֣תַח <WH6607> Pe-tach for the door הֶֽחָצֵ֔ר <WH2691> he-cha-Tzer, of the court אֲשֶׁ֧ר <WH834> 'a-Sher which עַל־ <WH5921> 'al- and הַמִּשְׁכָּ֛ן <WH4908> ham-mish-Kan which [is] by the tabernacle וְעַל־ <WH5921> ve-'al- and הַמִּזְבֵּ֖חַ <WH4196> ham-miz-Be-ach and by the altar סָבִ֑יב <WH5439> sa-Viv; round about וְאֵת֙ <WH853> ve-'Et מֵֽיתָרָ֔יו <WH4340> mei-ta-Rav, and the cords לְכֹ֖ל <WH3605> le-Chol to all עֲבֹדָתֽוֹ׃ <WH5656> a-vo-da-To. of it for all the service"},{"number":27,"verse":"וְלִקְהָ֗ת <WH6955> ve-lik-Hat, And of Kohath מִשְׁפַּ֤חַת <WH4940> mish-Pa-chat [was] the family הַֽעַמְרָמִי֙ <WH6020> ha-'am-ra-Mi of the Amramites וּמִשְׁפַּ֣חַת <WH4940> u-mish-Pa-chat and the family הַיִּצְהָרִ֔י <WH3325> hai-yitz-ha-Ri, of the Izeharites וּמִשְׁפַּ֙חַת֙ <WH4940> u-mish-Pa-chat and the family הַֽחֶבְרֹנִ֔י <WH2276> ha-chev-ro-Ni, of the Hebronites וּמִשְׁפַּ֖חַת <WH4940> u-mish-Pa-chat and the family הָֽעָזִּיאֵלִ֑י <WH5817> ha-'az-zi-'e-Li; of the Uzzielites אֵ֥לֶּה <WH428> 'El-leh these הֵ֖ם <WH1992> hem like מִשְׁפְּחֹ֥ת <WH4940> mish-pe-Chot these [are] the families הַקְּהָתִֽי׃ <WH6956> hak-ke-ha-Ti. of the Kohathites"},{"number":28,"verse":"בְּמִסְפַּר֙ <WH4557> be-mis-Par In the number כָּל־ <WH3605> kol- of all זָכָ֔ר <WH2145> za-Char, of all the males מִבֶּן־ <WH1121> mib-ben- old חֹ֖דֶשׁ <WH2320> Cho-desh from a month וָמָ֑עְלָה <WH4605> va-Ma-'e-lah; and upward שְׁמֹנַ֤ת <WH8083> she-mo-Nat [were] eight אֲלָפִים֙ <WH505> 'a-la-Fim thousand וְשֵׁ֣שׁ <WH8337> ve-Shesh and six מֵא֔וֹת <WH3967> me-'ot, hundred שֹׁמְרֵ֖י <WH8104> sho-me-Rei keeping מִשְׁמֶ֥רֶת <WH4931> mish-Me-ret the charge הַקֹּֽדֶשׁ׃ <WH6944> hak-Ko-desh. of the sanctuary"},{"number":29,"verse":"מִשְׁפְּחֹ֥ת <WH4940> mish-pe-Chot The families בְּנֵי־ <WH1121> be-nei- of the sons קְהָ֖ת <WH6955> ke-Hat of Kohath יַחֲנ֑וּ <WH2583> ya-cha-Nu; shall pitch עַ֛ל <WH5921> 'al and יֶ֥רֶךְ <WH3409> Ye-rech on the side הַמִּשְׁכָּ֖ן <WH4908> ham-mish-Kan of the tabernacle תֵּימָֽנָה׃ <WH8486> tei-Ma-nah. southward"},{"number":30,"verse":"וּנְשִׂ֥יא <WH5387> u-ne-Si And the chief בֵֽית־ <WH1004> veit- of the house אָ֖ב <WH1> 'av of the father לְמִשְׁפְּחֹ֣ת <WH4940> le-mish-pe-Chot of the families הַקְּהָתִ֑י <WH6956> hak-ke-ha-Ti; of the Kohathites אֶלִיצָפָ֖ן <WH469> 'e-li-tza-Fan [shall be] Elizaphan בֶּן־ <WH1121> ben- the son עֻזִּיאֵֽל׃ <WH5816> 'uz-zi-'El. of Uzziel"},{"number":31,"verse":"וּמִשְׁמַרְתָּ֗ם <WH4931> u-mish-mar-Tam, And their charge הָאָרֹ֤ן <WH727> ha-'a-Ron [shall be] the ark וְהַשֻּׁלְחָן֙ <WH7979> ve-hash-shul-Chan and the table וְהַמְּנֹרָ֣ה <WH4501> ve-ham-me-no-Rah and the candlestick וְהַֽמִּזְבְּחֹ֔ת <WH4196> ve-ham-miz-be-Chot, and the altars וּכְלֵ֣י <WH3627> u-che-Lei and the vessels הַקֹּ֔דֶשׁ <WH6944> hak-Ko-desh, of the sanctuary אֲשֶׁ֥ר <WH834> 'a-Sher which יְשָׁרְת֖וּ <WH8334> ye-sha-re-Tu wherewith they minister בָּהֶ֑ם ba-Hem; וְהַ֨מָּסָ֔ךְ <WH4539> ve-Ham-ma-Sach, and the hanging וְכֹ֖ל <WH3605> ve-Chol and all עֲבֹדָתֽוֹ׃ <WH5656> a-vo-da-To. and all the service"},{"number":32,"verse":"וּנְשִׂיא֙ <WH5387> u-ne-Si [shall be] chief נְשִׂיאֵ֣י <WH5387> ne-si-'Ei over the chief הַלֵּוִ֔י <WH3881> hal-le-Vi, of the Levites אֶלְעָזָ֖ר <WH499> 'el-'a-Zar And Eleazar בֶּן־ <WH1121> ben- the son אַהֲרֹ֣ן <WH175> 'a-ha-Ron of Aaron הַכֹּהֵ֑ן <WH3548> hak-ko-Hen; the priest פְּקֻדַּ֕ת <WH6486> pe-kud-Dat [and have] the oversight שֹׁמְרֵ֖י <WH8104> sho-me-Rei of them that keep מִשְׁמֶ֥רֶת <WH4931> mish-Me-ret the charge הַקֹּֽדֶשׁ׃ <WH6944> hak-Ko-desh. of the sanctuary"},{"number":33,"verse":"לִמְרָרִ֕י <WH4847> lim-ra-Ri Of Merari מִשְׁפַּ֙חַת֙ <WH4940> mish-Pa-chat [was] the family הַמַּחְלִ֔י <WH4250> ham-mach-Li, of the Mahlites וּמִשְׁפַּ֖חַת <WH4940> u-mish-Pa-chat and the family הַמּוּשִׁ֑י <WH4188> ham-mu-Shi; of the Mushites אֵ֥לֶּה <WH428> 'El-leh these הֵ֖ם <WH1992> hem like מִשְׁפְּחֹ֥ת <WH4940> mish-pe-Chot these [are] the families מְרָרִֽי׃ <WH4847> me-ra-Ri. of Merari"},{"number":34,"verse":"וּפְקֻדֵיהֶם֙ <WH6485> u-fe-ku-dei-Hem And those that were numbered בְּמִסְפַּ֣ר <WH4557> be-mis-Par of them according to the number כָּל־ <WH3605> kol- of all זָכָ֔ר <WH2145> za-Char, of all the males מִבֶּן־ <WH1121> mib-ben- old חֹ֖דֶשׁ <WH2320> Cho-desh from a month וָמָ֑עְלָה <WH4605> va-Ma-'e-lah; and upward שֵׁ֥שֶׁת <WH8337> She-shet [were] six אֲלָפִ֖ים <WH505> 'a-la-Fim thousand וּמָאתָֽיִם׃ <WH3967> u-ma-Ta-yim. and two hundred"},{"number":35,"verse":"וּנְשִׂ֤יא <WH5387> u-ne-Si And the chief בֵֽית־ <WH1004> veit- of the house אָב֙ <WH1> 'av of the father לְמִשְׁפְּחֹ֣ת <WH4940> le-mish-pe-Chot of the families מְרָרִ֔י <WH4847> me-ra-Ri, of Merari צוּרִיאֵ֖ל <WH6700> tzu-ri-'El [was] Zuriel בֶּן־ <WH1121> ben- the son אֲבִיחָ֑יִל <WH32> 'a-vi-Cha-yil; of Abihail עַ֣ל <WH5921> 'al and יֶ֧רֶךְ <WH3409> Ye-rech on the side הַמִּשְׁכָּ֛ן <WH4908> ham-mish-Kan of the tabernacle יַחֲנ֖וּ <WH2583> ya-cha-Nu [these] shall pitch צָפֹֽנָה׃ <WH6828> tza-Fo-nah. northward"},{"number":36,"verse":"וּפְקֻדַּ֣ת <WH6486> u-fe-kud-Dat And [under] the custody מִשְׁמֶרֶת֮ <WH4931> mish-me-Ret and charge בְּנֵ֣י <WH1121> be-Nei of the sons מְרָרִי֒ <WH4847> me-ra-Ri of Merari קַרְשֵׁי֙ <WH7175> kar-Shei [shall be] the boards הַמִּשְׁכָּ֔ן <WH4908> ham-mish-Kan, of the tabernacle וּבְרִיחָ֖יו <WH1280> u-ve-ri-Chav and the bars וְעַמֻּדָ֣יו <WH5982> ve-'am-mu-Dav thereof and the pillars וַאֲדָנָ֑יו <WH134> va-'a-da-Nav; thereof and the sockets וְכָל־ <WH3605> ve-chol all כֵּלָ֔יו <WH3627> ke-Lav, thereof and all the vessels וְכֹ֖ל <WH3605> ve-Chol all עֲבֹדָתֽוֹ׃ <WH5656> a-vo-da-To. thereof and all that serveth"},{"number":37,"verse":"וְעַמֻּדֵ֧י <WH5982> ve-'am-mu-Dei And the pillars הֶחָצֵ֛ר <WH2691> he-cha-Tzer of the court סָבִ֖יב <WH5439> sa-Viv round about וְאַדְנֵיהֶ֑ם <WH134> ve-'ad-nei-Hem; and their sockets וִיתֵדֹתָ֖ם <WH3489> vi-te-do-Tam and their pins וּמֵֽיתְרֵיהֶֽם׃ <WH4340> u-Mei-te-rei-Hem. and their cords"},{"number":38,"verse":"וְהַחֹנִ֣ים <WH2583> ve-ha-cho-Nim But those that encamp לִפְנֵ֣י <WH6440> lif-Nei before הַמִּשְׁכָּ֡ן <WH4908> ham-mish-Kan the tabernacle קֵ֣דְמָה <WH6924> Ke-de-mah toward the east לִפְנֵי֩ <WH6440> lif-Nei [even] before אֹֽהֶל־ <WH168> 'o-hel- the tabernacle מוֹעֵ֨ד׀ <WH4150> mo-'Ed of the congregation מִזְרָ֜חָה <WH4217> miz-Ra-chah eastward מֹשֶׁ֣ה׀ <WH4872> mo-Sheh [shall be] Moses וְאַהֲרֹ֣ן <WH175> ve-'a-ha-Ron and Aaron וּבָנָ֗יו <WH1121> u-va-Nav, and his sons שֹֽׁמְרִים֙ <WH8104> sho-me-Rim keeping מִשְׁמֶ֣רֶת <WH4931> mish-Me-ret the charge הַמִּקְדָּ֔שׁ <WH4720> ham-mik-Dash, of the sanctuary לְמִשְׁמֶ֖רֶת <WH4931> le-mish-Me-ret for the charge בְּנֵ֣י <WH1121> be-Nei of the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וְהַזָּ֥ר <WH2114> ve-haz-Zar and the stranger הַקָּרֵ֖ב <WH7126> hak-ka-Rev approach יוּמָֽת׃ <WH4191> yu-Mat. shall be put to death"},{"number":39,"verse":"כָּל־ <WH3605> kol- that פְּקוּדֵ֨י <WH6485> pe-ku-Dei All that were numbered הַלְוִיִּ֜ם <WH3881> hal-vi-Yim of the Levites אֲשֶׁר֩ <WH834> 'a-Sher after פָּקַ֨ד <WH6485> pa-Kad numbered מֹשֶׁ֧ה <WH4872> mo-Sheh which Moses וְׅאַׅהֲׅרֹ֛ׅןׅ <WH175> ve-'a-ha-Ron and Aaron עַל־ <WH5921> 'al- at פִּ֥י <WH6310> pi at the commandment יְהוָ֖ה <WH3068> Yah-weh of the LORD לְמִשְׁפְּחֹתָ֑ם <WH4940> le-mish-pe-cho-Tam; throughout their families כָּל־ <WH3605> kol- all זָכָר֙ <WH2145> za-Char all the males מִבֶּן־ <WH1121> mib-ben- old חֹ֣דֶשׁ <WH2320> Cho-desh from a month וָמַ֔עְלָה <WH4605> va-Ma'-lah, and upward שְׁנַ֥יִם <WH8147> she-Na-yim and two וְעֶשְׂרִ֖ים <WH6242> ve-'es-Rim [were] twenty אָֽלֶף׃ <WH505> 'A-lef. thousand ס sa-Mek"},{"number":40,"verse":"וַיֹּ֨אמֶר <WH559> vai-Yo-mer said יְהוָ֜ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֗ה <WH4872> mo-Sheh, unto Moses פְּקֹ֨ד <WH6485> pe-Kod Number כָּל־ <WH3605> kol- every בְּכֹ֤ר <WH1060> be-Chor all the firstborn זָכָר֙ <WH2145> za-Char of the males לִבְנֵ֣י <WH1121> liv-Nei of the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel מִבֶּן־ <WH1121> mib-ben- old חֹ֖דֶשׁ <WH2320> Cho-desh from a month וָמָ֑עְלָה <WH4605> va-Ma-'e-lah; and upward וְשָׂ֕א <WH5375> ve-Sa and take אֵ֖ת <WH853> 'et מִסְפַּ֥ר <WH4557> mis-Par the number שְׁמֹתָֽם׃ <WH8034> she-mo-Tam. of their names"},{"number":41,"verse":"וְלָקַחְתָּ֨ <WH3947> ve-la-kach-Ta And thou shalt take אֶת־ <WH853> 'et- הַלְוִיִּ֥ם <WH3881> hal-vi-Yim the Levites לִי֙ li אֲנִ֣י <WH589> 'a-Ni I יְהוָ֔ה <WH3068> Yah-weh, the LORD תַּ֥חַת <WH8478> Ta-chat instead כָּל־ <WH3605> kol- of all בְּכֹ֖ר <WH1060> be-Chor instead of all the firstlings בִּבְנֵ֣י <WH1121> biv-Nei among the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וְאֵת֙ <WH853> ve-'Et בֶּהֱמַ֣ת <WH929> be-he-Mat and the cattle הַלְוִיִּ֔ם <WH3881> hal-vi-Yim, of the Levites תַּ֣חַת <WH8478> Ta-chat instead כָּל־ <WH3605> kol- of all בְּכ֔וֹר <WH1060> be-Chor, the firstborn בְּבֶהֱמַ֖ת <WH929> be-ve-he-Mat among the cattle בְּנֵ֥י <WH1121> be-Nei of the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":42,"verse":"וַיִּפְקֹ֣ד <WH6485> vai-yif-Kod numbered מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3068> Yah-weh as the LORD אֹת֑וֹ <WH853> o-To; אֶֽת־ <WH853> 'et- כָּל־ <WH3605> kol- all בְּכֹ֖ר <WH1060> be-Chor him all the firstborn בִּבְנֵ֥י <WH1121> biv-Nei among the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":43,"verse":"וַיְהִי֩ <WH1961> vay-Hi become כָל־ <WH3605> chol and all בְּכ֨וֹר <WH1060> be-Chor And all the firstborn זָכָ֜ר <WH2145> za-Char males בְּמִסְפַּ֥ר <WH4557> be-mis-Par by the number שֵׁמ֛וֹת <WH8034> she-Mot of names מִבֶּן־ <WH1121> mib-ben- old חֹ֥דֶשׁ <WH2320> Cho-desh from a month וָמַ֖עְלָה <WH4605> va-Ma'-lah and upward לִפְקֻדֵיהֶ֑ם <WH6485> lif-ku-dei-Hem; of those that were numbered שְׁנַ֤יִם <WH8147> she-Na-yim and two וְעֶשְׂרִים֙ <WH6242> ve-'es-Rim of them were twenty אֶ֔לֶף <WH505> 'E-lef, thousand שְׁלֹשָׁ֥ה <WH7969> she-lo-Shah three וְשִׁבְעִ֖ים <WH7657> ve-shiv-'Im seventy וּמָאתָֽיִם׃ <WH3967> u-ma-Ta-yim. two hundred פ Peh"},{"number":44,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses לֵּאמֹֽר׃ <WH559> le-Mor. saying"},{"number":45,"verse":"קַ֣ח <WH3947> kach Take אֶת־ <WH853> 'et- הַלְוִיִּ֗ם <WH3881> hal-vi-Yim, the Levites תַּ֤חַת <WH8478> Ta-chat instead כָּל־ <WH3605> kol- of all בְּכוֹר֙ <WH1060> be-chOr instead of all the firstborn בִּבְנֵ֣י <WH1121> biv-Nei among the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וְאֶת־ <WH853> ve-'Et בֶּהֱמַ֥ת <WH929> be-he-Mat and the cattle הַלְוִיִּ֖ם <WH3881> hal-vi-Yim of the Levites תַּ֣חַת <WH8478> Ta-chat instead בְּהֶמְתָּ֑ם <WH929> be-hem-Tam; instead of their cattle וְהָיוּ־ <WH1961> ve-ha-yu- become לִ֥י li הַלְוִיִּ֖ם <WH3881> hal-vi-Yim and the Levites אֲנִ֥י <WH589> 'a-Ni I am יְהוָֽה׃ <WH3068> Yah-weh. shall be mine I [am] the LORD"},{"number":46,"verse":"וְאֵת֙ <WH853> ve-'Et פְּדוּיֵ֣י <WH6302> pe-du-Yei And for those that are to be redeemed הַשְּׁלֹשָׁ֔ה <WH7969> hash-she-lo-Shah, three וְהַשִּׁבְעִ֖ים <WH7657> ve-hash-shiv-'Im seventy וְהַמָּאתָ֑יִם <WH3967> ve-ham-ma-Ta-yim; of the two hundred הָעֹֽדְפִים֙ <WH5736> ha-'o-de-Fim which are more עַל־ <WH5921> 'al- than הַלְוִיִּ֔ם <WH3881> hal-vi-Yim, the Levites מִבְּכ֖וֹר <WH1060> mib-be-Chor of the firstborn בְּנֵ֥י <WH1121> be-Nei of the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":47,"verse":"וְלָקַחְתָּ֗ <WH3947> ve-la-kach-Ta, Thou shalt even take חֲמֵ֧שֶׁת <WH2568> cha-Me-shet five חֲמֵ֛שֶׁת <WH2568> cha-Me-shet apiece שְׁקָלִ֖ים <WH8255> she-ka-Lim shekels לַגֻּלְגֹּ֑לֶת <WH1538> lag-gul-Go-let; apiece by the poll בְּשֶׁ֤קֶל <WH8255> be-She-kel after the shekel הַקֹּ֙דֶשׁ֙ <WH6944> hak-Ko-desh of the sanctuary תִּקָּ֔ח <WH3947> tik-Kach, shalt thou take עֶשְׂרִ֥ים <WH6242> 'es-Rim [is] twenty גֵּרָ֖ה <WH1626> ge-Rah gerah הַשָּֽׁקֶל׃ <WH8255> hash-Sha-kel. [them] (the shekel"},{"number":48,"verse":"וְנָתַתָּ֣ה <WH5414> ve-na-tat-Tah And thou shalt give הַכֶּ֔סֶף <WH3701> hak-Ke-sef, the money לְאַהֲרֹ֖ן <WH175> le-'a-ha-Ron unto Aaron וּלְבָנָ֑יו <WH1121> u-le-va-Nav; and to his sons פְּדוּיֵ֕י <WH6302> pe-du-Yei of them is to be redeemed הָעֹדְפִ֖ים <WH5736> ha-'o-de-Fim wherewith the odd number בָּהֶֽם׃ ba-Hem."},{"number":49,"verse":"וַיִּקַּ֣ח <WH3947> vai-yik-Kach took מֹשֶׁ֔ה <WH4872> mo-Sheh, And Moses אֵ֖ת <WH853> 'et כֶּ֣סֶף <WH3701> Ke-sef money הַפִּדְי֑וֹם <WH6306> hap-pid-Yom; the redemption מֵאֵת֙ <WH853> me-'Et הָעֹ֣דְפִ֔ים <WH5736> ha-'O-de-Fim, of them that were over עַ֖ל <WH5921> 'al beyond פְּדוּיֵ֥י <WH6302> pe-du-Yei and above them that were redeemed הַלְוִיִּֽם׃ <WH3881> hal-vi-Yim. by the Levites"},{"number":50,"verse":"מֵאֵ֗ת <WH853> me-'Et, בְּכ֛וֹר <WH1060> be-Chor Of the firstborn בְּנֵ֥י <WH1121> be-Nei of the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel לָקַ֣ח <WH3947> la-Kach took אֶת־ <WH853> 'et- הַכָּ֑סֶף <WH3701> hak-Ka-sef; he the money חֲמִשָּׁ֨ה <WH2568> cha-mish-Shah and five וְשִׁשִּׁ֜ים <WH8346> ve-shish-Shim and threescore וּשְׁלֹ֥שׁ <WH7969> u-she-Losh three מֵא֛וֹת <WH3967> me-'ot hundred וָאֶ֖לֶף <WH505> va-'E-lef a thousand בְּשֶׁ֥קֶל <WH8255> be-She-kel [shekels] after the shekel הַקֹּֽדֶשׁ׃ <WH6944> hak-Ko-desh. of the sanctuary"},{"number":51,"verse":"וַיִּתֵּ֨ן <WH5414> vai-yit-Ten gave מֹשֶׁ֜ה <WH4872> mo-Sheh And Moses אֶת־ <WH853> 'et- כֶּ֧סֶף <WH3701> Ke-sef the money הַפְּדֻיִ֛ם <WH6302> hap-pe-du-Yim to be redeemed לְאַהֲרֹ֥ן <WH175> le-'a-ha-Ron unto Aaron וּלְבָנָ֖יו <WH1121> u-le-va-Nav and to his sons עַל־ <WH5921> 'al- at פִּ֣י <WH6310> pi according to the word יְהוָ֑ה <WH3068> Yah-weh; of the LORD כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3068> Yah-weh as the LORD אֶת־ <WH853> 'et- מֹשֶֽׁה׃ <WH4872> mo-Sheh. Moses פ Peh"}]}