{"bibleAbbr":"HSB+","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":36,"verses":[{"number":1,"verse":"וַֽיִּקְרְב֞וּ <WH7126> vai-yik-re-Vu came near רָאשֵׁ֣י <WH7218> ra-Shei And the chief הָֽאָב֗וֹת <WH1> ha-'a-Vot, fathers לְמִשְׁפַּ֤חַת <WH4940> le-mish-Pa-chat of the families בְּנֵֽי־ <WH1121> be-nei- of the children גִלְעָד֙ <WH1568> gil-'Ad of Gilead בֶּן־ <WH1121> ben- the son מָכִ֣יר <WH4353> ma-Chir of Machir בֶּן־ <WH1121> ben- the son מְנַשֶּׁ֔ה <WH4519> me-nash-Sheh, of Manasseh מִֽמִּשְׁפְּחֹ֖ת <WH4940> mi-mish-pe-Chot of the families בְּנֵ֣י <WH1121> be-Nei of the sons יוֹסֵ֑ף <WH3130> yo-Sef; of Joseph וַֽיְדַבְּר֞וּ <WH1696> vay-dab-be-Ru and spake לִפְנֵ֤י <WH6440> lif-Nei before מֹשֶׁה֙ <WH4872> mo-Sheh Moses וְלִפְנֵ֣י <WH6440> ve-lif-Nei and before הַנְּשִׂאִ֔ים <WH5387> han-ne-si-'Im, the princes רָאשֵׁ֥י <WH7218> ra-Shei the chief אָב֖וֹת <WH1> a-Vot fathers לִבְנֵ֥י <WH1121> liv-Nei of the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":2,"verse":"וַיֹּאמְר֗וּ <WH559> vai-yo-me-Ru, And they said אֶת־ <WH853> 'et- אֲדֹנִי֙ <WH113> 'a-do-Ni my lord צִוָּ֣ה <WH6680> tziv-Vah commanded יְהוָ֔ה <WH3068> Yah-weh, The LORD לָתֵ֨ת <WH5414> la-Tet to give אֶת־ <WH853> 'et- הָאָ֧רֶץ <WH776> ha-'A-retz the land בְּנַחֲלָ֛ה <WH5159> be-na-cha-Lah for an inheritance בְּגוֹרָ֖ל <WH1486> be-go-Ral by lot לִבְנֵ֣י <WH1121> liv-Nei to the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וַֽאדֹנִי֙ <WH113> va-do-Ni and my lord צֻוָּ֣ה <WH6680> tzuv-Vah was commanded בַֽיהוָ֔ה <WH3068> Yah-weh, by the LORD לָתֵ֗ת <WH5414> la-Tet, to give אֶֽת־ <WH853> 'et- נַחֲלַ֛ת <WH5159> na-cha-Lat the inheritance צְלָפְחָ֥ד <WH6765> tze-la-fe-Chad of Zelophehad אָחִ֖ינוּ <WH251> 'a-Chi-nu our brother לִבְנֹתָֽיו׃ <WH1323> liv-no-Tav. unto his daughters"},{"number":3,"verse":"וְ֠הָיוּ <WH1961> Ve-ha-yu belong לְאֶחָ֞ד <WH259> le-'e-Chad to any מִבְּנֵ֨י <WH1121> mib-be-Nei of the sons שִׁבְטֵ֥י <WH7626> shiv-Tei of the [other] tribes בְנֵֽי־ <WH1121> ve-nei- of the children יִשְׂרָאֵל֮ <WH3478> Yis-ra-'El of Israel לְנָשִׁים֒ <WH802> le-na-Shim And if they be married וְנִגְרְעָ֤ה <WH1639> ve-nig-re-'Ah be taken נַחֲלָתָן֙ <WH5159> na-cha-la-Tan then shall their inheritance מִנַּחֲלַ֣ת <WH5159> min-na-cha-Lat from the inheritance אֲבֹתֵ֔ינוּ <WH1> 'a-vo-Tei-nu, of our fathers וְנוֹסַ֕ף <WH3254> ve-no-Saf and shall be put עַ֚ל <WH5921> 'al unto נַחֲלַ֣ת <WH5159> na-cha-Lat to the inheritance הַמַּטֶּ֔ה <WH4294> ham-mat-Teh, of the tribe אֲשֶׁ֥ר <WH834> 'a-Sher to which תִּהְיֶ֖ינָה <WH1961> tih-Yei-nah belong לָהֶ֑ם la-Hem; וּמִגֹּרַ֥ל <WH1486> u-mig-go-Ral from the lot נַחֲלָתֵ֖נוּ <WH5159> na-cha-la-Te-nu of our inheritance יִגָּרֵֽעַ׃ <WH1639> yig-ga-Re-a'. whereunto they are received so shall it be taken"},{"number":4,"verse":"וְאִם־ <WH518> ve-'im- When יִהְיֶ֣ה <WH1961> yih-Yeh comes הַיֹּבֵל֮ <WH3104> hai-yo-Vel And when the jubile לִבְנֵ֣י <WH1121> liv-Nei of the children יִשְׂרָאֵל֒ <WH3478> Yis-ra-'El of Israel וְנֽוֹסְפָה֙ <WH3254> ve-nos-Fah be put נַחֲלָתָ֔ן <WH5159> na-cha-la-Tan, shall be then shall their inheritance עַ֚ל <WH5921> 'al unto נַחֲלַ֣ת <WH5159> na-cha-Lat unto the inheritance הַמַּטֶּ֔ה <WH4294> ham-mat-Teh, of the tribe אֲשֶׁ֥ר <WH834> 'a-Sher to which תִּהְיֶ֖ינָה <WH1961> tih-Yei-nah belong לָהֶ֑ם la-Hem; וּמִֽנַּחֲלַת֙ <WH5159> u-min-na-cha-Lat whereunto they are received so shall their inheritance מַטֵּ֣ה <WH4294> mat-Teh of the tribe אֲבֹתֵ֔ינוּ <WH1> 'a-vo-Tei-nu, of our fathers יִגָּרַ֖ע <WH1639> yig-ga-Ra' be taken away נַחֲלָתָֽן׃ <WH5159> na-cha-la-Tan. from the inheritance"},{"number":5,"verse":"וַיְצַ֤ו <WH6680> vay-Tzav commanded מֹשֶׁה֙ <WH4872> mo-Sheh And Moses אֶת־ <WH853> 'et- בְּנֵ֣י <WH1121> be-Nei the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel עַל־ <WH5921> 'al- according פִּ֥י <WH6310> pi according to the word יְהוָ֖ה <WH3068> Yah-weh of the LORD לֵאמֹ֑ר <WH559> le-Mor; saying כֵּ֛ן <WH3651> ken after that מַטֵּ֥ה <WH4294> mat-Teh The tribe בְנֵֽי־ <WH1121> ve-nei- of the sons יוֹסֵ֖ף <WH3130> yo-Sef of Joseph דֹּבְרִֽים׃ <WH1696> doe-Rim. hath said"},{"number":6,"verse":"זֶ֣ה <WH2088> zeh This הַדָּבָ֞ר <WH1697> had-da-Var This [is] the thing אֲשֶׁר־ <WH834> 'a-Sher- after צִוָּ֣ה <WH6680> tziv-Vah doth command יְהוָ֗ה <WH3068> Yah-weh which the LORD לִבְנ֤וֹת <WH1323> liv-Not concerning the daughters צְלָפְחָד֙ <WH6765> tze-la-fe-Chad of Zelophehad לֵאמֹ֔ר <WH559> le-Mor, saying לַטּ֥וֹב <WH2896> lat-Tov best בְּעֵינֵיהֶ֖ם <WH5869> be-'ei-nei-Hem to whom they think תִּהְיֶ֣ינָה <WH1961> tih-Yei-nah become לְנָשִׁ֑ים <WH802> le-na-Shim; Let them marry אַ֗ךְ <WH389> 'Ach, only לְמִשְׁפַּ֛חַת <WH4940> le-mish-Pa-chat only to the family מַטֵּ֥ה <WH4294> mat-Teh of the tribe אֲבִיהֶ֖ם <WH1> 'a-vi-Hem of their father תִּהְיֶ֥ינָה <WH1961> tih-Yei-nah shall they לְנָשִֽׁים׃ <WH802> le-na-Shim. shall they marry"},{"number":7,"verse":"וְלֹֽא־ <WH3808> ve-lo- no תִסֹּ֤ב <WH5437> tis-So remove נַחֲלָה֙ <WH5159> na-cha-Lah So shall not the inheritance לִבְנֵ֣י <WH1121> liv-Nei of the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel מִמַּטֶּ֖ה <WH4294> mi-mat-Teh from tribe אֶל־ <WH413> 'el- to מַטֶּ֑ה <WH4294> mat-Teh; to tribe כִּ֣י <WH3588> ki for אִ֗ישׁ <WH376> 'Ish, for every one בְּנַחֲלַת֙ <WH5159> be-na-cha-Lat himself to the inheritance מַטֵּ֣ה <WH4294> mat-Teh of the tribe אֲבֹתָ֔יו <WH1> 'a-vo-Tav, of his fathers יִדְבְּק֖וּ <WH1692> yid-be-Ku shall keep בְּנֵ֥י <WH1121> be-Nei of the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":8,"verse":"וְכָל־ <WH3605> ve-chol Every בַּ֞ת <WH1323> bat And every daughter יֹרֶ֣שֶׁת <WH3423> yo-Re-shet that possesseth נַחֲלָ֗ה <WH5159> na-cha-Lah, an inheritance מִמַּטּוֹת֮ <WH4294> mi-mat-tOt in any tribe בְּנֵ֣י <WH1121> be-Nei of the children יִשְׂרָאֵל֒ <WH3478> Yis-ra-'El of Israel לְאֶחָ֗ד <WH259> le-'e-Chad, unto one מִמִּשְׁפַּ֛חַת <WH4940> mi-mish-Pa-chat of the family מַטֵּ֥ה <WH4294> mat-Teh of the tribe אָבִ֖יהָ <WH1> 'a-Vi-ha of her father תִּהְיֶ֣ה <WH1961> tih-Yeh become לְאִשָּׁ֑ה <WH802> le-'ish-Shah; shall be wife לְמַ֗עַן <WH4616> le-Ma-'an, so יִֽירְשׁוּ֙ <WH3423> yi-re-Shu may enjoy בְּנֵ֣י <WH1121> be-Nei that the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אִ֖ישׁ <WH376> 'ish every man נַחֲלַ֥ת <WH5159> na-cha-Lat the inheritance אֲבֹתָֽיו׃ <WH1> 'a-vo-Tav. of his fathers"},{"number":9,"verse":"וְלֹֽא־ <WH3808> ve-lo- no תִסֹּ֧ב <WH5437> tis-So remove נַחֲלָ֛ה <WH5159> na-cha-Lah Neither shall the inheritance מִמַּטֶּ֖ה <WH4294> mi-mat-Teh from [one] tribe לְמַטֶּ֣ה <WH4294> le-mat-Teh tribe אַחֵ֑ר <WH312> 'a-Cher; to another כִּי־ <WH3588> ki- for אִישׁ֙ <WH376> 'ish but every one בְּנַ֣חֲלָת֔וֹ <WH5159> be-Na-cha-la-To, himself to his own inheritance יִדְבְּק֕וּ <WH1692> yid-be-Ku shall keep מַטּ֖וֹת <WH4294> mat-Tot of the tribes בְּנֵ֥י <WH1121> be-Nei of the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":10,"verse":"כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after צִוָּ֥ה <WH6680> tziv-Vah commanded יְהוָ֖ה <WH3069> Yah-weh God אֶת־ <WH853> 'et- מֹשֶׁ֑ה <WH4872> mo-Sheh; Moses כֵּ֥ן <WH3651> ken so עָשׂ֖וּ <WH6213> 'a-Su so did בְּנ֥וֹת <WH1323> be-Not the daughters צְלָפְחָֽד׃ <WH6765> tze-la-fe-Chad. of Zelophehad"},{"number":11,"verse":"וַתִּהְיֶ֜ינָה <WH1961> vat-tih-Yei-nah become מַחְלָ֣ה <WH4244> mach-Lah For Mahlah תִרְצָ֗ה <WH8656> tir-Tzah, Tirzah וְחָגְלָ֧ה <WH2295> ve-cha-ge-Lah and Hoglah וּמִלְכָּ֛ה <WH4435> u-mil-Kah and Milcah וְנֹעָ֖ה <WH5270> ve-no-'Ah and Noah בְּנ֣וֹת <WH1323> be-Not the daughters צְלָפְחָ֑ד <WH6765> tze-la-fe-Chad; of Zelophehad לִבְנֵ֥י <WH1121> liv-Nei brothers' sons דֹדֵיהֶ֖ן <WH1730> do-dei-Hen unto their father's לְנָשִֽׁים׃ <WH802> le-na-Shim. were married"},{"number":12,"verse":"מִֽמִּשְׁפְּחֹ֛ת <WH4940> mi-mish-pe-Chot into the families בְּנֵֽי־ <WH1121> be-nei- of the sons מְנַשֶּׁ֥ה <WH4519> me-nash-Sheh of Manasseh בֶן־ <WH1121> ven- the son יוֹסֵ֖ף <WH3130> yo-Sef of Joseph הָי֣וּ <WH1961> ha-Yu remained לְנָשִׁ֑ים <WH802> le-na-Shim; [And] they were married וַתְּהִי֙ <WH1961> vat-te-Hi remained נַחֲלָתָ֔ן <WH5159> na-cha-la-Tan, and their inheritance עַל־ <WH5921> 'al- with מַטֵּ֖ה <WH4294> mat-Teh remained in the tribe מִשְׁפַּ֥חַת <WH4940> mish-Pa-chat of the family אֲבִיהֶֽן׃ <WH1> 'a-vi-Hen. of their father"},{"number":13,"verse":"אֵ֣לֶּה <WH428> 'El-leh These הַמִּצְוֹ֞ת <WH4687> ham-mitz-Vot These [are] the commandments וְהַמִּשְׁפָּטִ֗ים <WH4941> ve-ham-mish-pa-Tim, and the judgments אֲשֶׁ֨ר <WH834> 'a-Sher which צִוָּ֧ה <WH6680> tziv-Vah commanded יְהוָ֛ה <WH3068> Yah-weh which the LORD בְּיַד־ <WH3027> be-yad- by the hand מֹשֶׁ֖ה <WH4872> mo-Sheh of Moses אֶל־ <WH413> 'el- to בְּנֵ֣י <WH1121> be-Nei unto the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel בְּעַֽרְבֹ֣ת <WH6160> be-'ar-Vot in the plains מוֹאָ֔ב <WH4124> mo-'Av, of Moab עַ֖ל <WH5921> 'al by יַרְדֵּ֥ן <WH3383> yar-Den by Jordan יְרֵחֽוֹ׃ <WH3405> ye-re-Cho. [near] Jericho"}]}