{"bibleAbbr":"BB1572","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"And the Philistines fought against Israel, and the men of Israel fled before the Philistines, and were ouerthrowen & wounded in mount Gilboa."},{"number":2,"verse":"And the Philistines folowed after Saul and his sonnes, and the Philistines smote Ionathan and Abinadab and Malchisua the sonnes of Saul."},{"number":3,"verse":"And the battaile went sore against Saul, and the archers founde him, and he was wounded of shooters."},{"number":4,"verse":"Then saide Saul to his harnesse bearer: Drawe thy sword, and thrust me through therwith, that these vncircumcised come not and do me shame. But his harnesse bearer would not, for he feared exceedingly: So Saul caught a sword, and fell vpon it."},{"number":5,"verse":"And when his harnesse bearer saw that Saul was dead, he fell on a sword also, and dyed."},{"number":6,"verse":"And thus Saul and his three sonnes and al they of his house, dyed together."},{"number":7,"verse":"And when all the men of Israel that were in the valley, sawe how they fled, and that Saul & his sonnes were dead, they forsoke their cities, and ran away: and the Philistines came, and dwelt in them."},{"number":8,"verse":"And it fortuned, that on the morowe when the Philistines came to strip the dead bodies, they founde Saul and his sonnes ouerthrowen in mount Gilboa."},{"number":9,"verse":"And when they had stript him, they toke his head and his harnesse, and sent them into the lande of the Philistines rounde about, to shewe them vnto their idols, and to the people."},{"number":10,"verse":"And they put his harnesse in the house of their god, and set vp his head in the temple of Dagon."},{"number":11,"verse":"And when all they of Iabes [in] Gilead hearde all that the Philistines had done to Saul:"},{"number":12,"verse":"They arose all the strongest of them, and fet away the body of Saul, and the bodies of his sonnes, and brought them to Iabes, and buried the bones of them vnder an oke in Iabes, and fasted seuen dayes."},{"number":13,"verse":"So Saul dyed for his trespasse that he trespassed against the Lorde, in that he kept not the word of the Lorde, and in that he sought and asked counsaile of a woman that wrought with a spirite:"},{"number":14,"verse":"And asked not of the Lorde, and therefore he slue him, and turned the kingdome vnto Dauid the sonne of Isai."}]}