{"bibleAbbr":"BB1572","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":23,"verses":[{"number":1,"verse":"So when Dauid was olde and full of dayes, he made Solomon his sonneking ouer Israel."},{"number":2,"verse":"And then he gathered together all the lordes of Israel, with the priestes and the Leuites."},{"number":3,"verse":"And the Leuites were numbred from the age of thirtie yeres and aboue: and the number and summe of them was thirtie and eyght thousande men."},{"number":4,"verse":"Of which twentie and foure thousand were set to further the worke of the house of the Lorde: and sixe thousande were officers and iudges."},{"number":5,"verse":"Foure thousande were porters, & foure thousand praysed the Lorde with such instrumentes as was made to prayse withall."},{"number":6,"verse":"And so Dauid put an order among them deuiding them, in partes: Of the children of Leui, Gerson, Caath, and Merari."},{"number":7,"verse":"Of the Gersonites was Laadan, and Semei."},{"number":8,"verse":"The sounes of Laadan, the chiefe was Iehiel, Zethan, and Ioel, three."},{"number":9,"verse":"The sonnes of Semei: Selomith, Haziel, and Haran, three. These were the auncient fathers of Laadan."},{"number":10,"verse":"And the sonnes of Semei: were, Iahath, Zina, Ieus, & Beria: these foure were the sonnes of Semei."},{"number":11,"verse":"And Iahath was the chiefe, Ziza the seconde: but Ieus, and Beria had not many sonnes, therfore they were in one reckening according to their fathers housholde, reckened for one auncient housholde."},{"number":12,"verse":"The sonnes of Caath: Amram, Izahar, Hebron, and Uzziel, foure."},{"number":13,"verse":"The sonnes of Amram: Aaron, and Moyses: And Aaron was separated to haue the rule of the holy thinges in the place most holy, he & his sonnes for euer, and to burne incense before the Lorde, and to minister vnto him, and to blesse in his name for euer."},{"number":14,"verse":"Moyses also the man of God, and his children, were named with the tribe of Leui."},{"number":15,"verse":"The sonnes of Moyses: Gerso, & Eliezer."},{"number":16,"verse":"Of the sonnes of Gersom, Sebuel was the chiefe."},{"number":17,"verse":"The sonnes of Eliezer, Rehabia the chiefe: And Eliezer had none other sonnes, but the sonnes of Rehabia were verie many."},{"number":18,"verse":"The sonnes of Izahar, Selomith the chiefe."},{"number":19,"verse":"The sonnes of Hebron, Ieriahu the first, Amaria the seconde, Iahaziel the thirde, and Iermaam the fourth."},{"number":20,"verse":"The sonnes of Uzziel: Micha the first, and Iesia the seconde."},{"number":21,"verse":"The sonnes of Merati: Mahli, & Musi. The sonnes of Mahli: Eleazar and Cis."},{"number":22,"verse":"And Eleazar dyed, and had no sonnes, but daughters: and their brethren the sonnes of Cis toke them."},{"number":23,"verse":"The sonnes of Musi: Mahli, Eder, and Ieremoth, three."},{"number":24,"verse":"These are the children of Leui after the houshold of their fathers, euen the auncient of the fathers according to their offices, and after the number and summe of the names of them that dyd the worke in the seruice of the house of the Lord, from the age of twentie yeres and aboue."},{"number":25,"verse":"And Dauid sayde: The Lorde God of Israel hath geuen rest vnto his people, that they may dwell in Hierusalem for euer."},{"number":26,"verse":"That the Leuites also shoulde nowe no more beare the tabernacle, and al the vessels for the seruice thereof."},{"number":27,"verse":"For according to the last wordes of Dauid, the Leuites were numbred from twentie yeres and aboue."},{"number":28,"verse":"And their office was vnder the hande of the sonnes of Aaron, for the seruice of the house of the Lorde in the courtes and celles, and in the purifying of all holy thinges, and in the worke of the seruice of the house of God:"},{"number":29,"verse":"In the shewbread, in the fine flowre, in the meate offring, in ye wafers of sweete bread, in the frying panne, in the gredyron, and in all maner of measures & sise:"},{"number":30,"verse":"And to stand euery day in the morning to thanke and prayse the Lorde, and so likewise at euen:"},{"number":31,"verse":"And to offer all burnt sacrifices vnto the Lord, in the Sabbathes, in the new moones, and on the feastfull dayes, by number and custome continually as they were commaunded, before the Lord."},{"number":32,"verse":"And that they should wayte on the tabernacle of the congregation, & on the holy place, and on the sonnes of Aaron their brethre, in the seruice of the house of the Lord."}]}