{"bibleAbbr":"BB1572","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":24,"verses":[{"number":1,"verse":"These are the deuisions of the sonnes of Aaro. The sonnes of Aaron: Nadab, Abihu, Eleazar, and Ithamar."},{"number":2,"verse":"Nadab also and Abihu dyed before their father, & had no children: But Eleazar, & Ithamar executed the priestes office."},{"number":3,"verse":"And Dauid ordred them on this maner: Zadoc of the sonnes of Eleazar, and Ahimelec of the sonnes of Ithamar [were] according to their offices in their ministration."},{"number":4,"verse":"And there were mo auncient men founde among the sonnes of Eleazar, then the sonnes of Ithamar. And thus were they ordred together: Among the sonnes of Eleazar there were sixteene rulers according to the houshold of their fathers, and eyght among the sonnes of Ithamar according to the housholde of their fathers."},{"number":5,"verse":"And thus were they put in order by lot the one sort from the other: and so were there rulers in the sanctuarie and lordes before God, aswell of the sonnes of Eleazer, as of the sonnes of Ithamar."},{"number":6,"verse":"And Semeia the sonne of Nathanael the scribe, of the kinred of the Leuites, wrote them before the king & the lordes, & before Zadoc the priest and Ahimelec the sonne of Abiathar, and before the auncient fathers of the priestes and Leuites, one principall housholde being reserued for Eleazar, and one for Ithamar."},{"number":7,"verse":"And the first lot fell to Iehoiarib: and the seconde to Iedaia,"},{"number":8,"verse":"The third to Harim, and the fourth to Sehorim,"},{"number":9,"verse":"The fyft to Melchia, and the sixth to Miiamin,"},{"number":10,"verse":"The seuenth to Hakos, and the eyght to Abia,"},{"number":11,"verse":"The nynth to Iesua, and the tenth to Secaniah,"},{"number":12,"verse":"The eleuenth to Eliasib, & the twelfth to Iakim,"},{"number":13,"verse":"The thirteenth to Huppa, and the fourteenth to Iesebeab,"},{"number":14,"verse":"The fyftenth to Bilga, and the sixtenth to Immer,"},{"number":15,"verse":"The seuenteenth to Hezir, and the eyghteenth to Aphses,"},{"number":16,"verse":"The nynteenth to Pethahia, and the twentieth to Ieheskel,"},{"number":17,"verse":"The twentie and one to Iachin, and the twentie and two to Gamul,"},{"number":18,"verse":"The twentie and three to Delaiahu, and the twentie and foure to Maasiahu."},{"number":19,"verse":"These are the ordinaunces of them in their offices when they came into the house of the Lord, according to their maner vnder Aaron their father, as the lord God of Israel had comaunded him."},{"number":20,"verse":"The rest of the sonnes of Leui, are these: Of the sonnes of Amram, Subael: of the sonnes of Sabuel, Iehediahu."},{"number":21,"verse":"Of the sonnes of Rehabia, the first Iesia."},{"number":22,"verse":"Of the Iezaharites Selomoth: Of the sonnes also of Selomoth Iahath."},{"number":23,"verse":"His sonnes Ieriahu the first, Amariahu the second, Iahaziel the third, and Iekameam the fourth."},{"number":24,"verse":"Of the sonnes of Uzziel, Micha: Of the sonnes of Micha, Samir."},{"number":25,"verse":"The brother of Micha was Issia: Of the sonnes also of Issia, Zechariahu."},{"number":26,"verse":"The sonnes of Merari, were Mahli, and Musi: The sonnes of Iaaziahu, Beno."},{"number":27,"verse":"The sonnes of Merari by Iaaziahu, Beno, Soham, Zacur, and Ibri."},{"number":28,"verse":"Of Mahli came Eleazar, and he had no sonnes."},{"number":29,"verse":"Of Cis: the sonnes of Cis, Ierahemeel."},{"number":30,"verse":"The sonnes of Musi, Mahli, Eder, and Ierimoth: These are the children of the Leuites, after the housholde of their fathers."},{"number":31,"verse":"And these cast lottes next to their brethren the sonnes of Aaron in the presence of Dauid the king, and Zadoc, and Ahimelec, and the auncient fathers of the priestes & Leuites, euen the principall fathers, before their younger brethren. The singers are appoynted with their places and lottes."}]}