{"bibleAbbr":"BB1572","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"And so Dauid and the captaynes of the hoast appoynted out to do seruice the sonnes of Asaph, and Heman, & Ieduthun, which should prophecie with harpes, psalteries, and cymbales: And there was a multitude of the men that were appoynted to the seruice and ministration:"},{"number":2,"verse":"Of the sonnes of Asaph, Zacur, Ioseph, Nathania, and Asarela that wayted on Asaph which prophecied according to the commaundement of the king."},{"number":3,"verse":"Of Ieduthun: the sonnes of Ieduthun, Gedeliahu, Zeri, Iesaiahu, Hasabiahu, and Mathathiahu, sixe, vnder the handes of their father Ieduthun, which prophecied with a harpe, for to geue thankes & prayses vnto the Lorde."},{"number":4,"verse":"Of Heman: the sonnes of Heman, Bucciahu, Matthaniahu, Uzziel, Zebuel, Ierimoth, Hananiah, Hanani, Eliatha, Geddalthi, Romanthi Ezer, Iosbekasa, Malothi, Hothir, and Mahazioth."},{"number":5,"verse":"All these were the sonnes of Heman which was ye kinges sear in the wordes of God, to lyft vp the horne [of the regall dignitie:] And God gaue to Hema foureteene sonnes, and three daughters."},{"number":6,"verse":"All these also were at the hand of their father, singing in the house of the Lord, with cymbales, psalteries, and harpes, when Asaph, Ieduthun, and Heman executed the seruice in the house of God at the kinges commaundement."},{"number":7,"verse":"And the multitude of them with their brethre that were instruct in the songes of the Lorde, euen all that were cunning, were two hundred fourescore and eyght."},{"number":8,"verse":"And they cast lottes among them selues how they should waite, aswel for the small as for the great, for the scholler aswell as for the schoolemaister."},{"number":9,"verse":"And the first lot in Asaph fell to Ioseph, the second to Gedaliahu with his brethren and sonnes, which men were twelue."},{"number":10,"verse":"The third fell to Zacur with his sonnes and brethren, being twelue persons."},{"number":11,"verse":"The fourth, to Izri with his sonnes and brethren, twelue persons."},{"number":12,"verse":"The fifth to Nathaniahu with his sonnes and brethren, twelue persons."},{"number":13,"verse":"The sixt to Bucciahu with his sonnes and brethren, twelue persons."},{"number":14,"verse":"The seuenth to Iesrarela with his sonnes and brethren, twelue persons."},{"number":15,"verse":"The eyght to Iesaiahu with his sonnes and brethren, twelue persons."},{"number":16,"verse":"The ninth to Mathaiahu with his sonnes and brethren, twelue persons."},{"number":17,"verse":"The tenth to Semei with his sonnes and brethren, twelue persons."},{"number":18,"verse":"The eleuenth to Azareel with his sonnes and brethren, twelue persons."},{"number":19,"verse":"The twelfth to Hazabia with his sonnes and brethren, twelue persons."},{"number":20,"verse":"The thirteenth to Subael with his sonnes and brethren twelue persons."},{"number":21,"verse":"The foureteenth, to Mathathiahu with his sonnes and brethren, twelue persons."},{"number":22,"verse":"The fifteenth to Ieremoth with his sonnes and brethren, twelue persons."},{"number":23,"verse":"The sixteenth to Hananiahu with his sonnes and brethren, twelue persons."},{"number":24,"verse":"The seuenteenth to Iosbekasa with his sonnes & brethren, twelue persons."},{"number":25,"verse":"The eyghteenth to Hanani with his sonnes and brethren, twelue persons."},{"number":26,"verse":"The nineteenth to Malothi with his sonnes and brethren, twelue persons."},{"number":27,"verse":"The twenteeth to Eliaiha with his sonnes and brethren, twelue persons."},{"number":28,"verse":"The twentie and one to Hothir with his sonnes and brethren, twelue persons."},{"number":29,"verse":"The twentie & two to Geddalthi with his sonnes and brethren, twelue persons."},{"number":30,"verse":"The twentie and three to Mahazioth with his sonnes and brethren, twelue persons."},{"number":31,"verse":"The twentie and foure to Romamthi Ezer with his sonnes and brethren, twelue persons."}]}