{"bibleAbbr":"BB1572","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"These are the deuisions of the porters. Among the Corethites, Meselemiahu, the sonne of Kore of the children of Asaph."},{"number":2,"verse":"And the sonnes of Meselemiahu were these: Zachariahu the eldest, Iedihel the second, Zebadiahu the third, and Iahniel the fourth,"},{"number":3,"verse":"Elam the fifth, Iehohanan the sixt, and Eiloenai the seuenth."},{"number":4,"verse":"The sonnes of Obed Edom, Semeia the eldest, Iehosabad the second, Ioah the third, Sacar the fourth, and Nathanael the fifth,"},{"number":5,"verse":"Ammiel the sixth, Issachar the seuenth, Peulthai the eyght, for God blessed him."},{"number":6,"verse":"And vnto Semeia, his sonne, were sonnes borne, that ruled in the house of their father: for they were men of might."},{"number":7,"verse":"The sonnes of Semeia, Othni, Rephael, Obed, and Elzabad, and his brethren were strong men, Elihu and Samachiahu."},{"number":8,"verse":"All these were of the children of Obed Edom: they and their children, and their brethren, actiue men and of strength to do seruice, euen threescore and two of Obed Edom."},{"number":9,"verse":"And Meselemiahu had sonnes and brethren, actiue men, eyghteene."},{"number":10,"verse":"The sonnes of Hosa of the children of Merari, Simri the chiefe, & though he was not the eldest, yet his father set him in the chiefest place:"},{"number":11,"verse":"Helkiahu the second, Tebaliahu the third, and Zechariahu the fourth: all the sonnes and brethren of Hosa were thirteene."},{"number":12,"verse":"Among these was deuided the office of the portership, that they shoulde be auncient men, to wayte with their brethren, when they ministred in the house of the Lorde."},{"number":13,"verse":"And they cast lottes betweene the great and small, after the housholde of their fathers, for euery gate."},{"number":14,"verse":"And the lot on the eastsyde fell vpon Selemiahu: And for Zachariahu his sonne (which was a wyfe counsailour) they cast lottes, and his lot came out toward the north."},{"number":15,"verse":"And Obed Edoms lot fell to the south: And for his sonnes fell the houses of Asuppim."},{"number":16,"verse":"For Shuppim and Hosa toward the west, with the gate Shallecheth by the paued streate that goeth vpward, one watch being ouer against an other."},{"number":17,"verse":"In the east were sixe Leuites, and toward the north foure a day, toward the south foure a day, and toward Asuppim two and two."},{"number":18,"verse":"In Parbar toward the west two at the going vp, and two in Pharbar."},{"number":19,"verse":"These are the deuisions of the porters among the sonnes of Koreh, & among the sonnes of Merari."},{"number":20,"verse":"And of the Leuites, Ahiah had the ouersight of the treasures of the house of God, & of the treasures of the dedicate thinges."},{"number":21,"verse":"As concerning the sonnes of Laadan, which were the children of the Gersonites of Laadan, came auncient fathers, euen of Laadan there came Gersuni, and Iehieli."},{"number":22,"verse":"The sonnes of Iehieli, Zetham, and Ioel his brother, which were ouer the treasures of the house of the Lorde."},{"number":23,"verse":"Of the Amramites also and Izaharites, Hebronites, and Ozielites."},{"number":24,"verse":"And Subael the sonne of Gersom the sonne of Moyses, [was] a ruler ouer the treasures."},{"number":25,"verse":"And of his brethren the sonnes of Eliezer was Rahabiahu, whose sonne was Iesaiahu, whose sonne was Ioram, whose sonne was Zichri, whose sonne was Selomith."},{"number":26,"verse":"Which Selomith & his brethren were ouer all the treasures of the dedicate thinges, which Dauid the king, and the auncient fathers, the captaynes ouer thousandes and hundredes, and the captaynes of the hoast had dedicated,"},{"number":27,"verse":"Out of the spoyles wonne in battailes, they did dedicate to maynetayne the house of the Lorde."},{"number":28,"verse":"And all that Samuel the sear, & Saul the sonne of Cis, and Abner the sonne of Ner, and Ioab the sonne of Zaruia, had dedicated, and whosoeuer had dedicated any thing, it was vnder the hand of Selomith and of his brethren."},{"number":29,"verse":"Of the Izaharites was Chenaniahu and his sonnes appoynted to the busynesse withoutfoorth ouer Israel: for they were officers and iudges."},{"number":30,"verse":"And of the Hebronites, Hasabiahu and his brethren, men of actiuitie, a thousand and seuen hundred, were officers among them of Israel beyond Iordane westward, in al busynesse belonging to God, and seruice of the king."},{"number":31,"verse":"Among the Hebronites was Iedia the chiefest, euen a prince among the Hebronites and fathers of his kinred: And in the fourtith yere of the kingdome of Dauid, they were sought for, and there were founde among them men of actiuitie at Iazer in Gilead."},{"number":32,"verse":"And his brethren were men of actiuitie, euen two thousand and seuen hundred auncient fathers: whom king Dauid made rulers ouer the Rubenites, Gadites, and ouer the halfe tribe of Manasse, for euery matter pertayning to God, and for the kinges busynesse."}]}