{"bibleAbbr":"BB1572","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"And Dauid gathered all the lordes of Israel, the lordes of the tribes, the lordes of the companies that ministred to the king by course, ye captaines ouer the thousandes and ouer the hundredes, & the lordes that had the ouersight ouer all the substaunce and possession of Dauid, & of his sonnes, with the chamberlaynes, & al the mightie and valiaunt, and all actiue men, vnto Hierusalem."},{"number":2,"verse":"And king Dauid stoode vp vpon his feete, and sayde: Heare me my brethren and my people, I had in myne heart to builde an house of rest, for the arke of the couenaunt of the Lorde, and for the footestoole of our God, and had made redie for the building"},{"number":3,"verse":"But God saide vnto me: thou shalt not builde an house for my name, because thou hast ben a man of warre, and hast shed blood."},{"number":4,"verse":"Moreouer the Lorde God of Israel chose me before all the house of my father, to be king ouer Israel for euer: for in Iuda would he choose a captaine, & of the householde of Iuda is the house of my father, & among the sonnes of my father he had a lust to me to make me king ouer all Israel."},{"number":5,"verse":"And of all my sonnes (for the Lorde hath geuen me many sonnes) he hath chosen Solomon my sonne, to sit vpon the seate of the kingdome of the Lorde in Israel."},{"number":6,"verse":"And he saide vnto me: Solomon thy sonne he shall builde me an house and courtes: I haue chosen him to be my sonne, and I will be his father."},{"number":7,"verse":"I wyll stablishe his kingdome for euer, if he wyll be strong to do my commaundementes and my lawes, as it goeth this day."},{"number":8,"verse":"Nowe therefore in the sight of all Israel the congregation of the Lorde, and in the audience of our God, keepe and seeke for all the commaundementes of the Lorde your God, that ye may enioy a good lande, and leaue inheritaunce for your children after you for euer."},{"number":9,"verse":"And thou Solomon my sonne, knowe thou the God of thy father, and serue him with a pure heart and with a wyllyng minde: For the Lord searcheth al heartes, and vnderstandeth all the immaginations of thoughtes: And if thou seeke him, he wyll be founde of thee: but if thou forsake him, he wyll cast thee of for euer."},{"number":10,"verse":"Take heede now, for the Lorde hath chosen thee to builde him an house of a sanctuarie: Be strong therefore & play the man."},{"number":11,"verse":"And Dauid gaue Solomon his sonne the paterne of the porche, and of the houses that longed thereto, of the storehouses, vpper chambers, inner parlours, and of the house of the mercie seate:"},{"number":12,"verse":"And the example of all that he had in his minde for the courtes of the house of the Lorde, and for all the celles rounde about, for the treasures of the house of God, and for the treasures of the dedicate thinges:"},{"number":13,"verse":"For the deuisions of the priestes and Leuites that wayted by course, and for al the workemanship that should serue for the house of the Lorde, and for all the vessels that shoulde serue in the house of the Lorde:"},{"number":14,"verse":"For golde, and for the waight of golde, for all vessels of sundry ministrations, for all maner of vessels of siluer in waight, and for all vessels whatsoeuer purpose they serued vnto:"},{"number":15,"verse":"The waight of golde for the candelstickes, and the golde for their lampes, with the waight for euery candelsticke and for the lampes thereof: And for the candelstickes of siluer by waight, both for the candelsticke & also for her lampes, according to the diuersitie of the vse of euery candelsticke."},{"number":16,"verse":"And by wayght [he gaue] golde for the tables of shewe bread, euen for euery table, and likewyse siluer for the tables of siluer."},{"number":17,"verse":"And pure golde for the fleshehookes, cuppes, and drinking pots: and [pure] golde in wayght for basons, euen for euery bason: and likewyse siluer by waight, for euery bason of siluer."},{"number":18,"verse":"And for the aulter of incense, pure golde by waight, and golde for the patterne of the charret of the Cherubs that stretched out their winges and couered the arke of the couenaunt of the Lorde."},{"number":19,"verse":"All [he sayde] was geuen me by wryting of the hande of the Lorde, which made me vnderstand al the workemanship of the patterne."},{"number":20,"verse":"And Dauid said to Solomon his sonne: be strong & of good courage, & do manfullye, feare not nor be faint hearted, for ye lord God, euen my God, is with thee, & he shall not faile thee, nor forsake thee, vntill thou hast finished al ye worke that must serue for the house of the Lorde."},{"number":21,"verse":"Beholde, the priestes and Leuites are deuided in companies for all maner of seruice that pertayneth to the house of God, they are with thee for all maner of workmanship, and so are al that excel in wysedome, for any maner of seruice: thou hast also the princes and all the people who ly at thy commaundement."}]}