{"bibleAbbr":"GB1587","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":10,"verses":[{"number":1,"verse":"Israel [is] an Of which though the grapes were gathered, yet always as it gathered new strength it increased in new wickedness, so that the correction which should have brought them to obedience, only proclaimed their stubbornness. empty vine, he bringeth forth fruit unto himself: according to the multitude of his fruit he hath increased the altars; according to the As they were rich and had abundance. goodness of his land they have made goodly images."},{"number":2,"verse":"Their heart is That is, from God, by serving their false gods. divided; now shall they be found faulty: he shall break down their altars, he shall spoil their images."},{"number":3,"verse":"For now they shall say, We have no The day will come that God will take away their king, and then they will feel the fruit of their sins, and how they trusted in him in vain; (2Ki_17:6-7). king, because we feared not the LORD; what then should a king do to us?"},{"number":4,"verse":"They have spoken words, swearing falsely in making In promising to be faithful toward God. a covenant: thus In this way their integrity and fidelity which they pretended, was nothing but bitterness and grief. judgment springeth up as hemlock in the furrows of the field."},{"number":5,"verse":"The inhabitants of Samaria shall When the calf will be carried away. fear because of the calves of Bethaven: for the people thereof shall mourn over it, and the These were certain idolatrous priests, who wore black apparel during their sacrifices, and cried with a loud voice: which superstition Elijah derided, (1Ki_18:27). {{See 2Ki_23:5}} priests thereof [that] rejoiced on it, for the glory thereof, because it is departed from it."},{"number":6,"verse":"It shall bee also brought to Asshur, for a present vnto King Iareb: Ephraim shall receiue shame, and Israel shall be ashamed of his owne counsell."},{"number":7,"verse":"Of Samaria, the King thereof is destroyed as the some vpon the water."},{"number":8,"verse":"The high places also of This he speaks in contempt of Bethel. {{See Hos_4:15}} Aven, the sin of Israel, shall be destroyed: the thorn and the thistle shall come up on their altars; and they shall say to the mountains, Cover us; and to the hills, Fall on us."},{"number":9,"verse":"O Israel, thou hast In those days you were as wicked as the Gibeonites, as God there partly declared: for your zeal could not be good in executing God's judgments, seeing your own deeds were as wicked as theirs. sinned from the days of Gibeah: there they That is, to fight, or, the Israelites remained in that stubbornness from that time. stood: the battle in Gibeah against the children of iniquity did not The Israelites were not moved by the example of the Gibeonites to cease from their sins. overtake them."},{"number":10,"verse":"[It is] in my desire Because they are so desperate, I will delight to destroy them. that I should chastise them; and the people shall be gathered against them, when they shall bind themselves in their two That is, when they have gathered all their strength together. furrows."},{"number":11,"verse":"And Ephraim [is as] an heifer [that is] taught, [and] loveth to In which is pleasure, whereas in plowing there is labour and pain. tread out [the corn]; but I passed over upon her I will lay my yoke upon her fat neck. fair neck: I will make Ephraim to ride; Judah shall plow, [and] Jacob shall break his clods."},{"number":12,"verse":"Sow to yourselves in righteousness, reap in mercy; {{See Jer_4:3}} break up your fallow ground: for [it is] time to seek the LORD, till he come and rain righteousness upon you."},{"number":13,"verse":"But you haue plowed wickednesse: ye haue reaped iniquitie: you haue eaten the fruite of lies: because thou didest trust in thine owne waies, and in the multitude of thy strong men,"},{"number":14,"verse":"Therefore shall a tumult arise among thy people, and all thy fortresses shall be spoiled, as That is, Shalmaneser in the destruction of that city spared neither type nor age. Shalman spoiled Betharbel in the day of battle: the mother was dashed in pieces upon [her] children."},{"number":15,"verse":"So shall Beth-el doe vnto you, because of your malicious wickednes: in a morning shall the King of Israel be destroied."}]}