{"bibleAbbr":"Geneva1587","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":4,"verses":[{"number":1,"verse":"Hear the word of the LORD, ye children of Israel: for the LORD Because the people would not obey the admonitions of the Prophets, he accuses them before the judgment seat of God, against whom they chiefly offended; (Isa_7:13) (Zec_12:10; Mic_6:12). hath a controversy with the inhabitants of the land, because [there is] no truth, nor mercy, nor knowledge of God in the land."},{"number":2,"verse":"By swearing, and lying, and killing, and stealing, and committing adultery, they break out, and In every place appears a liberality to most wicked vices, so that one follows right after another. blood toucheth blood."},{"number":3,"verse":"Therefore shall the land mourne, and euery one that dwelleth therein, shall be cut off, with the beasts of the fielde, and with the foules of the heauen, and also the fishes of the sea shall be taken away."},{"number":4,"verse":"Yet As though he would say that it was in vain to rebuke them, for no man can endure it: indeed, they will speak against the prophets and priests whose office it is chiefly to rebuke them. let no man strive, nor reprove another: for thy people [are] as they that strive with the priest."},{"number":5,"verse":"Therefore shalt thou fall in the You will both perish together as one, because the former would not obey, and the other, because he would not admonish. day, and the prophet also shall fall with thee in the night, and I will destroy thy That is, the synagogue in which you boast. mother."},{"number":6,"verse":"My people are destroyed for lack of knowledge: because That is, the priests will be cast off, because for lack of knowledge they are not able to execute their charge, and instruct others; (Deu_33:3; Mal_2:7). thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to me: seeing Meaning the whole body of the people, who were weary with hearing the word of God. thou hast forgotten the law of thy God, I will also forget thy children."},{"number":7,"verse":"As they were The more I was beneficial to them. increased, so they sinned against me: [therefore] will I change their glory into shame."},{"number":8,"verse":"That is, the priests seek to eat the people's offerings, and flatter them in their sins. They eat up the sin of my people, and they set their heart on their iniquity."},{"number":9,"verse":"And there shall be, like people, like Signifying that as they have sinned together, so will they be punished together. priest: and I will punish them for their ways, and reward them their doings."},{"number":10,"verse":"For they shall eat, and not have enough: they shall Showing that their wickedness will be punished in all ways: for even though they think by the multitude of wives to have many children, yet they will be deceived of their hope. commit whoredom, and shall not increase: because they have left off to take heed to the LORD."},{"number":11,"verse":"In giving themselves to pleasures, they become like brute beasts. Whoredom and wine and new wine take away the heart."},{"number":12,"verse":"My Thus he speaks by derision in calling them his people, who now because of their sins they were not his people: for they sought help from stocks or wooden images and sticks or idols. people ask counsel at their stocks, and their staff declareth unto them: for the They are carried away with madness. spirit of whoredoms hath caused [them] to err, and they have gone a whoring from under their God."},{"number":13,"verse":"They sacrifice upon the tops of the mountains, and burn incense upon the hills, under oaks and poplars and elms, because the shadow thereof [is] good: therefore your daughters shall Because they take away God's honour, and give it to idols: therefore he will give them up to their lusts, so that they will dishonour their own bodies; (Rom_1:28). commit whoredom, and your spouses shall commit adultery."},{"number":14,"verse":"I will not I will not correct your shame to bring you to proper living, but will let you run headlong to your own damnation. punish your daughters when they commit whoredom, nor your spouses when they commit adultery: for themselves are separated with whores, and they sacrifice with harlots: therefore the people [that] doth not understand shall fall."},{"number":15,"verse":"Though thou, Israel, play the harlot, [yet] God complains that Judah is infected, and wants them to learn to return in time. let not Judah offend; and come not ye unto For even though the Lord had honoured this place by his presence, yet because it was abused by their idolatry, he did not want his people to resort there. Gilgal, neither go ye up to He calls Bethel, that is, the house of God, Bethaven, that is, the house of iniquity, because of their abominations set up there, signifying that no place is holy, where God is not purely worshipped. Bethaven, nor swear, The LORD liveth."},{"number":16,"verse":"For Israel slideth back as a backsliding heifer: now the LORD will feed them as a God will so disperse them, that they will not remain in any certain place. lamb in a large place."},{"number":17,"verse":"Ephraim is ioyned to idoles: let him alone."},{"number":18,"verse":"Their drink is sour: they have committed whoredom continually: her rulers [with] shame do love, They are so shameless in receiving bribes, that they command men to bring them to them. Give ye."},{"number":19,"verse":"The wind hath To carry them suddenly away. bound her up in her wings, and they shall be ashamed because of their sacrifices."}]}