{"bibleAbbr":"Geneva1587","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":5,"verses":[{"number":1,"verse":"Hear ye this, O priests; and hearken, ye house of Israel; and give ye ear, O house of the king; for judgment [is] toward you, because ye have been a The priests and princes caught the poor people in their snares, as the fowlers did the birds, in these two high mountains. snare on Mizpah, and a net spread upon Tabor."},{"number":2,"verse":"And the revolters are profound to make Even though they seemed to be given altogether to holiness, and to sacrifices which here he calls slaughter in contempt. slaughter, though I [have been] a Though I had admonished them continually by my Prophets. rebuker of them all."},{"number":3,"verse":"I know They boasted themselves not only to be Israelites, but also Ephraimites, because their King Jeroboam came from that tribe. Ephraim, and Israel is not hid from me: for now, O Ephraim, thou committest whoredom, [and] Israel is defiled."},{"number":4,"verse":"They will not giue their mindes to turne vnto their God: for the spirit of fornication is in the middes of them, and they haue not knowen the Lord."},{"number":5,"verse":"And the Meaning their condemning of all admonitions. pride of Israel doth testify to his face: therefore shall Israel and Ephraim fall in their iniquity; Judah also shall fall with them."},{"number":6,"verse":"They shall goe with their sheepe, and with their bullockes to seeke the Lorde: but they shall not finde him: for he hath withdrawne himselfe from them."},{"number":7,"verse":"They have dealt treacherously against the LORD: for they have begotten That is, their children are degenerate, so that there is no hope in them. strange children: now shall Their destruction is not far off. a month devour them with their portions."},{"number":8,"verse":"Blow ye the cornet in Gibeah, [and] the trumpet in Ramah: cry aloud [at] Bethaven, after thee, O That is, all of Israel that was included under this tribe, signifying that the Lord's plagues would pursue them from place to place until they were destroyed. Benjamin."},{"number":9,"verse":"Ephraim shall be desolate in the day of rebuke: among the tribes of Israel have I made By the success they will know that I have surely determined this. known that which shall surely be."},{"number":10,"verse":"The princes of Judah were like them that They have turned upside down all political order and all manner of religion. remove the bound: [therefore] I will pour out my wrath upon them like water."},{"number":11,"verse":"Ephraim [is] oppressed [and] broken in judgment, because he willingly walked after the That is, after King Jeroboam's commandment, and did not rather follow God. commandment."},{"number":12,"verse":"Therefore wil I be vnto Ephraim as a moth, and to the house of Iudah as a rottennesse."},{"number":13,"verse":"When Ephraim saw his sickness, and Judah [saw] his wound, then went Ephraim to Instead of seeking for remedy from God's hand. the Assyrian, and sent to king Who was king of the Assyrians. Jareb: yet could he not heal you, nor cure you of your wound."},{"number":14,"verse":"For I will be vnto Ephraim as a lyon, and as a lyons whelpe to the house of Iudah: I, euen I will spoyle, and goe away: I will take away, and none shall rescue it."},{"number":15,"verse":"I will go, and returne to my place, til they acknowledge their fault, and seeke me: in their affliction they will seeke me diligently."}]}