{"bibleAbbr":"GB1587","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":7,"verses":[{"number":1,"verse":"When I would have healed Israel, then the iniquity of Ephraim was discovered, and the wickedness of Samaria: for they commit falsehood; and Meaning that there was no one type of vice among them, but that they were subject to all wickedness, both secret and open. the thief cometh in, [and] the troop of robbers spoileth without."},{"number":2,"verse":"And they consider not in their hearts, that I remember all their wickednes: now their owne inuentions haue beset them about: they are in my sight."},{"number":3,"verse":"They make the They esteem their wicked king Jeroboam above God, and seek how to flatter and please him. king glad with their wickedness, and the princes with their lies."},{"number":4,"verse":"They [are] all adulterers, as an He compares the rage of the people to a burning oven which the baker heats, until his dough is leavened and raised. oven heated by the baker, [who] ceaseth from raising after he hath kneaded the dough, until it be leavened."},{"number":5,"verse":"In the They used all indulgence and excess in their feasts and solemnities, by which their king was overcome with being fed too much, and brought into diseases, and who delighted in flatteries. day of our king the princes have made [him] sick with bottles of wine; he stretched out his hand with scorners."},{"number":6,"verse":"For they haue made ready their heart like an ouen whiles they lie in waite: their baker sleepeth all the night: in the morning it burneth as a flame of fire."},{"number":7,"verse":"They are all hot as an oven, and have By their doing God has deprived them of all good rulers. devoured their judges; all their kings are fallen: [there is] none among them that calleth unto me."},{"number":8,"verse":"Ephraim, he hath That is, he counterfeited the religion of the Gentiles, yet is but as a cake baked on the one side, and raw on the other, that is, neither thoroughly hot, nor thoroughly cold, but partly a Jew, and partly a Gentile. mixed himself among the people; Ephraim is a cake not turned."},{"number":9,"verse":"Strangers have devoured his strength, and he knoweth [it] not: yea, Which are a token of his manifold afflictions. gray hairs are here and there upon him, yet he knoweth not."},{"number":10,"verse":"And the pride of Israel testifieth to his face, and they doe not returne to the Lorde their God, nor seeke him for all this."},{"number":11,"verse":"Ephraim also is like a silly dove without That is, without all judgment, as those that cannot tell whether it is better to cleave only to God, or to seek the help of man. heart: they call to Egypt, they go to Assyria."},{"number":12,"verse":"When they shall go, I will spread my net upon them; I will bring them down as the fowls of the heaven; I will chastise them, as their According to my curses made to the whole congregation of Israel. congregation hath heard."},{"number":13,"verse":"Woe unto them! for they have fled from me: destruction unto them! because they have transgressed against me: though I have That is, at different times redeemed them, and delivered them from death. redeemed them, yet they have spoken lies against me."},{"number":14,"verse":"And they have not cried unto me with their heart, When they were in affliction, and cried out in pain, they did not seek me for help. when they howled upon their beds: They only seek their own benefit and wealth, and care not for me their God. they assemble themselves for corn and wine, [and] they rebel against me."},{"number":15,"verse":"Though I haue boud & strengthened their arme, yet doe they imagine mischiefe against me."},{"number":16,"verse":"They return, [but] not to the most High: they are like a deceitful bow: their princes shall fall by the sword for the rage Because they boast of their own strength, and do not care what they speak against me and my servants; (Psa_73:9). of their tongue: this [shall be] their derision in the land of Egypt."}]}