{"bibleAbbr":"JWNT1755","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"For I would have you know, how great a conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh:"},{"number":2,"verse":"That their hearts may be comforted, being knit together in love, even unto all riches of the full assurance of understanding, unto the acknowledgment of the mystery of God,"},{"number":3,"verse":"both the Father and Christ, In whom are hid all the treasures of wisdom and knowledge."},{"number":4,"verse":"And this I say, that no man may beguile you with inticing words."},{"number":5,"verse":"For though I am absent from you in the flesh, yet I am present with you in spirit, rejoicing to behold your order, and the stedfastness of your faith in Christ."},{"number":6,"verse":"As ye have therefore received Christ Jesus the Lord, so walk in him;"},{"number":7,"verse":"Rooted and built up in him, and established in the faith, as ye have been taught, abounding therein with thanksgiving."},{"number":8,"verse":"Beware lest any man make a prey of you through philosophy and empty deceit, after the traditions of men, after the rudiments of this world, and not after Christ."},{"number":9,"verse":"For in him dwelleth the fulness of the Godhead bodily."},{"number":10,"verse":"And ye are filled by him, who is the head of all principality and power."},{"number":11,"verse":"By whom also ye are circumcised with a circumcision not made with hands, in putting off the body of the sins of the flesh, by the circumcision of Christ:"},{"number":12,"verse":"Buried with him in baptism, by which ye are also risen with him, through the faith of the operation of God, who raised him from the dead."},{"number":13,"verse":"And you who were dead in trespasses and the uncircumcision of your flesh, hath he quickened together with him,"},{"number":14,"verse":"having forgiven you all trespasses, Having blotted out by his decrees the hand-writing against us, which was contrary to us; and having nailed it to his cross, he took it out of the way."},{"number":15,"verse":"And having spoiled the principalities and powers, he exposed them openly, triumphing over them in him."},{"number":16,"verse":"Let none therefore judge you in meat, or drink, or in respect of a feast-day, or of the new-moon, or of sabbath-days: Which are shadow of things to come;"},{"number":17,"verse":"but the body is of Christ."},{"number":18,"verse":"Let none defraud you of your reward by a voluntary humility and worship of angels, intruding into the things which he hath not seen, vainly puffed up by his fleshly mind,"},{"number":19,"verse":"And not holding the head, from which all the body being nourished and knit together, by the joints and ligaments, increaseth with the increase of God."},{"number":20,"verse":"Therefore if ye are dead with Christ from the rudiments of the world, why, as living in the world, receive ye ordinances,"},{"number":21,"verse":"(Touch not, taste not, handle not:"},{"number":22,"verse":"All which are to perish in the using) after the commandments and doctrines of men?"},{"number":23,"verse":"Which things (though they have indeed a shew of wisdom, in voluntary worship and humility, and not sparing the body) yet are not of any value, but are to the satisfying of the flesh."}]}