{"bibleAbbr":"JWNT1755","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"If ye then are risen with Christ, seek the things above, where Christ sitteth at the right-hand of God."},{"number":2,"verse":"Set your affections on the things above, not the things on the earth."},{"number":3,"verse":"For ye are dead, and your life is hid with Christ in God."},{"number":4,"verse":"When Christ, our life shall appear, then shall ye also appear with him in glory."},{"number":5,"verse":"Mortify therefore your members which are upon the earth, fornication, uncleanness, inordinate affection, evil desire, and covetousness, which is idolatry:"},{"number":6,"verse":"For which things the wrath of God cometh on the children of disobedience:"},{"number":7,"verse":"In which ye also once walked, when ye lived in them."},{"number":8,"verse":"But now put ye also all these things off, anger, wrath, ill-nature, evil speaking, filthy discourse out of your mouth."},{"number":9,"verse":"Lie not one to another, seeing ye have put off the old man with his deeds,"},{"number":10,"verse":"And have put on the new man, which is renewed in knowledge, after the image of him that created him:"},{"number":11,"verse":"Where there is neither Greek nor Jew, circumcision nor uncircumcision; barbarian, Scythian, slave nor free; but Christ is all, and in all."},{"number":12,"verse":"Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, long-suffering:"},{"number":13,"verse":"Forbearing one another, and forgiving one another, if any have a complaint against any; even as Christ forgave you, so also do ye."},{"number":14,"verse":"And above all these put on love, which is the bond of perfection:"},{"number":15,"verse":"And the peace of God shall rule in your hearts, to which also ye are called in one body: and be ye thankful."},{"number":16,"verse":"Let the word of Christ dwell in you richly in all wisdom, teaching and admonishing one another in psalms, and hymns, and spiritual songs, singing with grace in your heart unto the Lord."},{"number":17,"verse":"And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks unto God and the Father through him."},{"number":18,"verse":"Wives, submit yourselves to your own husbands (as is fit) in the Lord."},{"number":19,"verse":"Husbands, love your wives, and be not bitter against them."},{"number":20,"verse":"Children, obey your parents in all things; for this is well-pleasing to the Lord."},{"number":21,"verse":"Fathers, provoke not your children to anger, lest they be discouraged."},{"number":22,"verse":"Servants, obey in all things your masters according to the flesh; not with eye-service, as men-pleasers, but in singleness of heart, fearing God."},{"number":23,"verse":"And whatsoever ye do, do it heartily, as to the Lord, and not to men: Knowing that of the Lord ye shall receive the reward of the inheritance;"},{"number":24,"verse":"for ye serve the Lord Christ."},{"number":25,"verse":"But he that doth wrong, shall receive for the wrong he hath done; and there is no respect of persons."}]}