{"bibleAbbr":"t4t2014","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"(The young woman speaks to her lover) This is King Solomon's most beautiful song."},{"number":2,"verse":"(The young woman speaks to her lover) Kiss me on my lips, because your love for me is more delightful than wine."},{"number":3,"verse":"The fragrance of the perfume on your skin is very sweet/pleasing [CHI]. And your reputation is very good and spreads, like [SIM] the fragrance of the special oil spread on your skin. That is why the other young women are attracted to you."},{"number":4,"verse":"(Their friends speak to the man) (We are very happy [DOU] about you; we say that your love for each other is better than wine. It is not surprising that the other young women adore you. ) Take me quickly; take me to your home. It is as though you are my king; take me into your room."},{"number":5,"verse":"(The woman speaks) You women of Jerusalem, I am dark but beautiful; my dark skin is like [SIM] the tents in Kedar, or like the beautiful curtains in Solomon's palace."},{"number":6,"verse":"But do not stare at me because of the sun having caused my skin to become dark; my brothers were angry with me, so they forced me to work out in the sunshine in the vineyards, so I was not able to take good care of my body/skin [CHI, MET]."},{"number":7,"verse":"You whom I [SYN] love, where will you take your flock of sheep today? Where will you allow them to rest at noontime? I want to know because it is not right [RHQ] for me to wander around like a prostitute looking for you among the flocks that belong to your friends."},{"number":8,"verse":"(The man speaks) You who are the most beautiful of all the women, if you search for me and do not know where I will take my sheep, follow the tracks/footprints of the sheep. Then allow your young goats to ◄graze/eat grass► near the shepherds' tents."},{"number":9,"verse":"You are beautiful, my darling, like the young female horse that pulls the chariot of the king of Egypt."},{"number":10,"verse":"Your cheeks are decorated with jewelry, and there are strings of beads/pearls around your neck."},{"number":11,"verse":"We will make for you some gold earrings that are decorated/inlaid with silver."},{"number":12,"verse":"(The woman speaks) While the king was on his couch, the smell of my perfume spread around the room."},{"number":13,"verse":"The man who loves me stays between my breasts during the night like [SIM] a ◄sachet/small cloth bag►."},{"number":14,"verse":"He is like [MET] a bunch of flowers from the vineyards at En-Gedi."},{"number":15,"verse":"(The man speaks) You whom I love, you are beautiful; you are very beautiful! Your eyes are as delightful/charming as doves."},{"number":16,"verse":"(The woman replies) You who love me, you are very delightful/handsome, you are wonderful! This green grass will be like a couch where we lie down."},{"number":17,"verse":"Branches of cedar trees will shade us; it is as though branches of juniper/pine trees will be like [MET] a roof over our heads."}]}