{"bibleAbbr":"t4t2014","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":6,"verses":[{"number":1,"verse":"Their friends speak to the womanYou who are the most beautiful of the women, where has the one who loves you gone? If you tell us which [RHQ] direction he went, we will go with you to search for him."},{"number":2,"verse":"The woman speaksThe one who loves me has come to me, who am like [MET, EUP] his garden, He has come to enjoy my ◄charms/physical attractions► which are like [MET, EUP] spices, to enjoy cuddling up to me [EUP, MET], and kissing my lips, which are like [MET] lilies."},{"number":3,"verse":"I belong to the one who loves me, and the one who loves me belongs to me; he has pleasure from kissing my lips like [MET] a shepherd enjoys taking care of his sheep."},{"number":4,"verse":"The man speaksMy darling, you are beautiful, like [SIM] Tirzah the capital city of Israel and Jerusalem the capital city of Judah are beautiful; you are as stimulating/exciting [MET] as a group/battalion of troops holding up their banners."},{"number":5,"verse":"Quit looking at me like that, because your eyes excite me very much. Your long black hair moves from side to side like [SIM] a flock of black goats moving down the slopes of Gilead Mountain."},{"number":6,"verse":"Your teeth are very white like [SIM] a flock of sheep whose wool has just been shorn and have come up from being washed in a stream. You have all of your teeth on both sides; none of them is missing."},{"number":7,"verse":"Beneath your veil, your cheeks are like [SIM] the halves of a pomegranate."},{"number":8,"verse":"Even if a king had 60 queens and 80 ◄concubines/slave wives► and more young women than anyone can count,"},{"number":9,"verse":"none of them would be like my dove, who is perfect, you who are your mother's only daughter, whom your mother considers to be very precious. Other young women who see you say that you are fortunate, and the queens and concubines recognize that you are very beautiful."},{"number":10,"verse":"Their friends speaksWho is [RHQ] this woman who is as delightful as [SIM] the dawn, as fair/delightful to look at as the light of the moon, as stimulating/exciting as a group/battalion of troops holding up their banners?"},{"number":11,"verse":"The man speaksI went down to some walnut trees to look at the new plants that were growing in the valley. I wanted to see if the grapevines had budded or if the pomegranate trees were blooming."},{"number":12,"verse":"But before I realized it, my desire to make love caused me to be as excited as a prince riding in a chariot."},{"number":13,"verse":"Their friends speak -The man speaksYou who are the perfect one, come back to us, in order that we may see you! Why do you want to look at this woman who is perfect, like [SIM] you like to watch two rows/lines of people dancing?"}]}