{"bibleAbbr":"t4t2014","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":7,"verses":[{"number":1,"verse":"You who are the daughter of a prince/king, have lovely feet in your sandals. Your curved hips/thighs are like [SIM] jewels that have been made by a ◄skilled craftsman/man who shapes jewels very well►."},{"number":2,"verse":"Your navel is like [MET] a round bowl that is always full of wine mixed with spices. Your waist is like [SIM] a mound/bundle of wheat with lilies growing around it."},{"number":3,"verse":"Your breasts are as as beautiful as [SIM] two ◄fawns/young gazelles►."},{"number":4,"verse":"Your neck is like [SIM] a tower made of ivory. Your eyes sparkle/shine like [MET] the pools in Heshbon city, near the Bath-Rabbim gate. Your nose is long, like [SIM] the tower of Lebanon which faces toward Damascus."},{"number":5,"verse":"Your head is majestic like [SIM] Carmel Mountain. Your long hair is shiny [SIM] and black; it is as though I, your king, am captured by your tresses."},{"number":6,"verse":"You whom I love, who have many charming features that attract me, are very beautiful and pleasant/pleasing."},{"number":7,"verse":"You are stately like [SIM] a palm tree, and your breasts are like [SIM] clusters/bunches of dates/fruit."},{"number":8,"verse":"I said to myself, “I will climb that palm tree and take hold of those clusters of dates.” To me, your breasts to be also like clusters of grapes that I can feel and your breath is like the sweet fragrance of apples"},{"number":9,"verse":"The woman speaksand your kisses are like very good wine. My kisses [MTY] go straight to the one who loves me and flow like wine over his lips and his teeth."},{"number":10,"verse":"I belong to the man who loves me, and he desires me."},{"number":11,"verse":"You who love me, let's go to the countryside, and sleep among the henna bushes (OR, in one of the villages)."},{"number":12,"verse":"And let's go early to the vineyards to see if the grapevines have budded and if there are blossoms on them that have opened, and see if the pomegranate trees are blooming, and there I will make love to you."},{"number":13,"verse":"The mandrakes/love-apples are producing a fragrant odor, and we are surrounded by delightful pleasures [MET, EUP], new ones and old ones, pleasures that I have been saving to give to you, who love me."}]}