{"bibleAbbr":"Geneva1599","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":1,"verses":[{"number":1,"verse":"(The First Epistle of Paul to the Thessalonians) ((1 He therefore beginneth with thanksgiving,4 to put them in mind that whatsoever was praiseworthy in them, it came of God’s goodness:7 and that they are ensamples unto others.) ) Paul, and Silvanus, and Timothy, unto the Church of the Thessalonians, which is in God the Father, and in the Lord Jesus Christ: Grace be with you, and peace from God our Father, and from the Lord Jesus Christ."},{"number":2,"verse":"(An example of a right Christian rejoicing:whereby also we learn, that such as have great gifts in them are in two sorts bridled, to wit, if they consider that they have received all from God, and that continuance must be desired at his hands, whereunto also the whole Epistle exhorteth the Thessalonians.) We give God thanks always for you all, making mention of you in our prayers."},{"number":3,"verse":"(He commendeth them for three special gifts, effectual faith, continual love, and patient hope: to the end they might be ashamed being endued with such excellent gifts, not to continue in God’s election.) Without ceasing, remembering your effectual faith, and diligent love, and the patience of your hope in our Lord Jesus Christ, in the sight of God, even our Father,"},{"number":4,"verse":"Knowing, beloved brethren, that ye are (Word for word, that your election is of God.) elect of God."},{"number":5,"verse":"(Another reason why they ought in no wise start back but continue to the end, because they cannot doubt of his doctrine which hath been so many ways confirmed unto them, even from heaven as they themselves did well know.) For our Gospel was not unto you in word only, but also in power, and in the holy Ghost, and in (Paul showeth by two things, that there followed very great fruits of his preaching, to wit, by these gifts of the holy Ghost, and that certain assurance which was thoroughly settled in their minds, as appeared by their willing bearing of the cross.) much assurance, as ye know after what manner we were among you for your sakes."},{"number":6,"verse":"(Another reason: Because even to that day, they embraced the Gospel with great cheerfulness, insomuch that they were an example to all their neighbors: so that it should be more shame for them to faint in the mid-race.) And ye became followers of us, and of the Lord, and received the word in much affliction, with (With joy which cometh from the holy Ghost.) joy of the holy Ghost,"},{"number":7,"verse":"So that ye were as ensamples to all that believe in Macedonia and in Achaia."},{"number":8,"verse":"For from you sounded out the word of the Lord, not in Macedonia and in Achaia only: but your faith also which is toward God, spread abroad in all quarters, that we need not to speak anything."},{"number":9,"verse":"For (All the believers.) they themselves show of us what manner of entering in we had unto you, (It is no true conversion to forsake idols, unless a man therewithall worship the true and living God in Christ the only redeemer.) and how ye turned to God from idols, to serve the living and true God."},{"number":10,"verse":"And to look for his son from heaven, whom he raised from the dead, even Jesus which delivereth us from (This word (That) is not put here without cause: and by (wrath) is meant that revenge and punishment, wherewith the Lord will judge the world at length in his terrible wrath.) that wrath to come."}]}