{"bibleAbbr":"GB1539","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":11,"verses":[{"number":1,"verse":"And then was geuen me a rede, lyke vnto a rodd, & it was sayde vnto me. Ryse & meate the temple of God, & the aulter, & them that worshippe therin,"},{"number":2,"verse":"& the queer which is wt in the temple, cast out & meate it not for it is geuen vnto the Gentyles, & the holy cytye shall they treade vnder fote . xlii. monethes."},{"number":3,"verse":"And I wyll geue power vnto my two witnesses, & they shall prophesy a thousande, two hundred & . lx. dayes, clothed in sacke clothe."},{"number":4,"verse":"These are two olyue trees, & two candelstyckes, standynge before the God of the erth."},{"number":5,"verse":"And yf eny man wyll hurt them, fyre shall procede out of their mouthes, and consume their enemyes. And yf eny men wyll hurt them, thys wyse muste he be kylled."},{"number":6,"verse":"These haue power to shut heauen, that it rayne not in the dayes of their prophesying: and haue power ouer waters to turne them to bloude, and to smyte the erth with all maner plages, as often as they wyll."},{"number":7,"verse":"And when they haue finysshed their testimony, the beast that cam out of the bottomlesse pyt, shall make warre agaynst them, & shall ouercome them, & kyll them."},{"number":8,"verse":"And their bodyes shall lye in the stretes of the greate citye, which spritually is called Zodom and Egypte, where oure Lorde was crucyfyed."},{"number":9,"verse":"And they of the people & kynredes, & tonges, & they of the nacyons, shall se their bodyes . iii. dayes and an halfe, & shall not suffre their bodyes to be put in graues."},{"number":10,"verse":"And they that dwell vpon the erth, shall reioyce ouer them, and be glad, & shall sende gyftes one to another, for these two prophetes vexed them that dwelt on the erth."},{"number":11,"verse":"And after . iii. dayes & an halfe, the sprete of lyfe from God, entred into them. And they stode vp vpon their fete, & greate feare came vpon them whych sawe them."},{"number":12,"verse":"And they herde a greate voyce from heauen, sayinge vnto them. Come vp hyther. And they ascended vp into heauen in a cloude, & their enemyes sawe them."},{"number":13,"verse":"And the same houre was ther a great erthquake, and the tenth parte of the cytye fell, and in the erthquake were slayne names of men seuen . M. and the remnaunt were feared, and gaue glory to the God of heauen."},{"number":14,"verse":"The second woo is past, & beholde, the thyrde woo wyll come anone."},{"number":15,"verse":"And the seuenth Angell blewe, & ther were made greate voyces in heauen, sayinge: the kyngdoms of this worlde are oure lordes, and his Christes, & he shall raygne for euermore."},{"number":16,"verse":"And the . xxiiii. elders, whych syt before God on their seates, fell vpon their faces, & worshypped God,"},{"number":17,"verse":"sayinge: we geue the thankes O Lord God almyghtye: whych arte & wast, & arte to come, for thou haste receaued thy great myght, and hast raygned."},{"number":18,"verse":"And the nacyons were angry, and thy wrath is come, & the tyme of the deed that they shuld be iudged and that thou shuldest geue rewarde vnto thy seruauntes the Prophetes and Saynctes, & to them that feare thy name small & great & shuldest destroye them, which destroye the erth."},{"number":19,"verse":"And the temple of God was opened in heauen, & ther was sene in his temple, the arcke of his testament, & ther folowed lightnynges, and voyces, and thondrynges and erthquake, and moch hayle."}]}