{"bibleAbbr":"GB1539","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":18,"verses":[{"number":1,"verse":"And after that, I sawe another Angell come from heauen, hauyng gret power, and the erthe was lyghtened wyth hys bryghtnes."},{"number":2,"verse":"And he cryed myghtely with a stronge voyce, sayinge: Great Babylon is fallen, is fallen, and is become the inhabitacion of deuyls, and the holde of all fowle spretes, and a cage of all vncleane and hatefull byrdes,"},{"number":3,"verse":"for all nacyons haue dronken of the wyne of the wrath of her fornicacion. And the kynges of the earth haue commytted fornicacion wyth her, and the merchauntes of the erth are wexed ryche of the aboundaunce of her pleasures."},{"number":4,"verse":"And I herde another voyce from heauen saye, come awaye from her my people, that ye be not partakers of her synnes, and that ye receaue not of her plages."},{"number":5,"verse":"For her synnes are gone vp to heauen, & God hath remembred her wickednes."},{"number":6,"verse":"Rewarde her euen as she rewarded you, & geue her double accordyng to her workes. And powre in double to her in, the same cuppe which she filled vnto you."},{"number":7,"verse":"And as moche as she glorifyed her selfe and liued wantanly, so moch powre ye in for her of punysshement and sorowe, for she sayde in her selfe: I syt beynge a quene, & am no wyddowe, and shall se no sorowe."},{"number":8,"verse":"Therfore shal her plages come in one daye, deeth, & sorowe, and honger, & she shalbe brent with fyre: for stronge is the Lorde God which shal iudge her."},{"number":9,"verse":"And the kynges of the erth shall bewepe her and wayle ouer her, which haue commytted fornicacion with her, & haue lyued wantanly with her, when they shall se the smoke of her burnyng,"},{"number":10,"verse":"& shall stande a farre of, for feare of her punishement, sayinge. Alas, Alas, that gret cytie Babylon, the myghtye citie: for at one hour is thy iudgement come."},{"number":11,"verse":"And the marchauntes of the erth shal wepe and wayle in them selues, for no man wyll bye theyr ware eny more,"},{"number":12,"verse":"the ware of gold and siluer, & precious stones, nether of pearle, and raynes, and purple, and skarlet, and all thynne wodde, and all maner vessels of yuery, & all maner vessels of most precious wodde, & of brasse & yron,"},{"number":13,"verse":"& synamom, and odours, & oyntmentes, and franckinsence, & wyne, and oyle, and fyne floure, and wheate, beastes, and shepe, and horsses, and charetes, and bodyes, and soules of men."},{"number":14,"verse":"And the apples that thy soule lusted after, are departed from the. And all thinges which were deyntie, and had in price, are departed from the, & thou shalt fynde them nomore."},{"number":15,"verse":"The marchauntes of these thynges whyche were wexed ryche, shall stande a farre of from hir, for feare of the punyshement of her, wepynge and waylynge,"},{"number":16,"verse":"& saying: Alas, Alas, that gret cytie, that was clothed in raynes and purple, and scarlet, and decked with golde, and precious stones, & pearles:"},{"number":17,"verse":"for at one houre so great ryches is come to nought. And euery shyppe gouerner, and all they that occupied shyppes, and shypmen which worke in the see, stode a farre of,"},{"number":18,"verse":"and cryed, when they sawe the smoke of her burnyng, saying: what cytie is lyke vnto this gret citie?"},{"number":19,"verse":"And they cast dust on theyr heddes, and cryed wepyng, & waylyng, & sayde: Alas, Alas, that great cytie, wherin were made riche all that had shippes in the see, by the reason of her costlynes, for at one houre is she made desolate."},{"number":20,"verse":"Reioyce ouer her thou heauen, and ye holy Apostles and Prophetes: for God hath geuen your iudgement on her."},{"number":21,"verse":"And a mighty angell toke vp a stone lyke a gret milstone and cast it into the see, saying: with such vyolence shall that gret citie Babylon be cast, & shalbe founde no more."},{"number":22,"verse":"And the voyce of harpers, and musycions, & of pypers, and trompetters shalbe herde no more in the: and no craftes man, of whatsoeuer craft he be, shalbe founde eny more in the. And the sounde of a myll shalbe herde no more in the,"},{"number":23,"verse":"and the voyce of the brydegrom and of the bryde, shalbe herd no more in the, for thy marchauntes were the gret men of the erth. And wt thyne inchauntment were deceaued al nacions:"},{"number":24,"verse":"& in her was founde the bloude of the Prophetes, & of the saynctes, & of all that were slayne vpon the erth."}]}