{"bibleAbbr":"GB1539","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":20,"verses":[{"number":1,"verse":"And I sawe an Angel come downe from heauen, hauyng the kaye of the bottomlesse pyt, and a greate chayne in hys hand."},{"number":2,"verse":"And he toke the dragon the olde serpente, which is the deuyll & Satanas, & he bounde hym a thousande yeres:"},{"number":3,"verse":"and cast hym into the bottomlesse pyt, and he shutte hym vp, and set a seale on hym, that he shulde deceaue the people nomore, tyll the thousande yeres were fulfylled. And after that he must be losed for a lytell season."},{"number":4,"verse":"And I sawe seates, and they sat vpon them, & iudgement was geuen vnto them: and I sawe the soules of them that were beheaded for the wytnes of Iesu, and for the worde of God: & which had not worshipped the beast, nether his ymage, nether had taken his marke vpon their forheades, or in their handes: and they lyued, and raygned with Christ a . M. yere:"},{"number":5,"verse":"but the other of the deed men lyued not agayne, vntyll the thousand yere were finisshed. This is that first resurreccion."},{"number":6,"verse":"Blessed and holy is he, that hath parte in the first resurreccion. For on such shall the seconde deeth haue no power, but they shalbe the Prestes of God & of Christ, and shall raygne wyth hym a thousande yere."},{"number":7,"verse":"And when the thousand yeres are expyred, Satan shalbe lowsed out of his preson"},{"number":8,"verse":"and shall go out to deceaue the people, whych are in the foure quarters of the erth, Gog & Magog, to gather them together to battayle, whose nombre is as the sonde of the see:"},{"number":9,"verse":"and they went vp in the playne of the erth: & compased the tentes of the saynctes about, & the beloued citie. And fyre came downe from God out of heauen, and deuoured them:"},{"number":10,"verse":"and the deuyll that deceaued them, was cast into a lake of fyre and brymstone, where the beast and the false prophetes shalbe tormented daye and nyght for euermore."},{"number":11,"verse":"And I sawe a great whyte seate, and him that sate on it, from whose face fleed awaye both the erth and heauen, and their place was nomore founde."},{"number":12,"verse":"And I sawe the deed, both gret and small stonde before God: And the bokes were opened, and another boke was opened, which is the boke of lyfe, & the deed were iudged of those thynges whych were written in the bokes accordyng to their dedes:"},{"number":13,"verse":"and the see gaue vp her deed which were in her, and deeth and hell deliuered vp the deed, which were in them: & they were iudged euery man accordyng to his dedes."},{"number":14,"verse":"And deeth and hell were cast into the lake of fire. This is the seconde deeth."},{"number":15,"verse":"And whosoeuer was not founde wrytten in the boke of lyfe, was cast into the lake of fyre."}]}