{"bibleAbbr":"GB1539","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":6,"verses":[{"number":1,"verse":"And I sawe, when the lambe opened one of the seales, and I herde one of the foure beastes saye, as it were the noyse of thonder: come & se:"},{"number":2,"verse":"and I sawe. And beholde ther was a whyte horsse: and he that sat on hym, had a bowe, and a crowne was geuen vnto hym, and he went forth conqueryng & for to ouer come."},{"number":3,"verse":"And when he had opened the seconde seale. I herde the seconde beaste, saye: come and se."},{"number":4,"verse":"And ther went out another horsse that was redd, & power was geuen to hym that satt theron, to take peace from the erth, & that they shuld kyll one another. And ther was geuen vnto hym a great swearde."},{"number":5,"verse":"And when he had opened the thyrde seale I herde the thyrde beaste saye, come & se. And I behelde, & lo, a black horsse: & he that sate on him, had a payre of balances in his hande."},{"number":6,"verse":"And I herde a voyce in the myddes of the foure beastes, saye: a measure of whete for a peny, & thre measures of barly for a peny and oyle and wyne se thou hurte not."},{"number":7,"verse":"And when he had opened the fourth seale, I herde the voyce of the fourth beaste saye, come and se:"},{"number":8,"verse":"& I looked. And behold a pale horsse: & his name that sate on him was deeth, & hell folowed after hym, & power was geuen vnto them ouer the fourth parte of the erth, to kyll wyth swearde, & wyth honger, & wyth deeth that commeth of vermen of the erth."},{"number":9,"verse":"And when he had opened the fyft seale, I saw vnder the aultre the soules of them that were kylled for the worde of God, & for the testymony whych they had,"},{"number":10,"verse":"& they cryed with a lowde voyce, sayinge: How longe taryest thou Lord, holy & true, to iudge & to auenge oure bloud on them that dwel on the erth?"},{"number":11,"verse":"And longe whyte garmentes were geuen vnto euery one of them. And it was sayde vnto them, that they shuld reste yet for a lytle season vntyll the nomber of theyr felowes, and brethren, & of them that shulde be kylled as they were, were fulfylled."},{"number":12,"verse":"And I behelde, when he had opened the syxt seale: & lo, ther was a great erthquake and the sunne was as blacke as sacke cloth made of heere. And the mone wexed all, euen as bloud,"},{"number":13,"verse":"and the starres of heauen fell vnto the erth, euen as a fygge tree casteth from her vntymely fygges, when she is shaken of a myghty wynde."},{"number":14,"verse":"And heauen vanisshed awaye, as a scroll when it is rolled to gether. And all mountaynes and yles, were moued out of theyr places."},{"number":15,"verse":"And the kynges of the erth, and the gret men, and the ryche men, and the chefe captaynes, & the myghty men, & euery bondman, and euery free man, hyd them selues in dennes, and in rockes of the hylles:"},{"number":16,"verse":"and sayde to the hylles and rockes: fall on vs, & hyde vs from the presence of hym that sytteth on the seate, and from the wrath of the lambe:"},{"number":17,"verse":"for the grete daye of his wrath is come, and who is able to endure?"}]}