{"bibleAbbr":"GB1539","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":8,"verses":[{"number":1,"verse":"And when he had opened the seuenth seale, ther was sylence in heauen aboute the space of halfe an houre."},{"number":2,"verse":"And I sawe . vii. angelles standyng before God, & to them were geuen seuen trompettes."},{"number":3,"verse":"And another angell came & stode before the aultre, hauynge a golden senser, & moch of odoures was geuen vnto him, that he shulde offre of the prayers of all saynctes vpon the golden aulter, whych was before the seate."},{"number":4,"verse":"And the smoke of the odoures whych cam of the prayers of all saynctes, ascended vp before God out of the Angelles hande."},{"number":5,"verse":"And the Angell toke the senser, and fylled it wyth fyre of the aulter, and caste it into the erth, and voyces were made, & thondrynges & lyghtnynges, and erthquake."},{"number":6,"verse":"And the seuen Angels whych had the seuen trompettes, prepared them selues to blowe."},{"number":7,"verse":"The fyrst Angell blewe, & there was made hayle & fyre, which were myngled wt bloud, & they were cast into the erth: & the thirde parte of trees was burnt, and all grene grasse was brent."},{"number":8,"verse":"And the seconde angell blewe: & as it were a gret mountayne burnyng wt fyre was caste into the see, and the thyrde parte of the see tourned to bloude,"},{"number":9,"verse":"and the thyrde parte of the creatures which had lyfe, dyed, & the thyrde part of shyppes were destroyed."},{"number":10,"verse":"And the thyrde Angell blew, & ther fell a gret starre from heauen, burnyng as it were a lampe, & it fell into the thyrde parte of the ryuers, & into fountaynes of waters,"},{"number":11,"verse":"& the name of the starre is called wormwod. And the thyrde parte was turned to wormwod. And many men dyed of the waters, because they were made bytter."},{"number":12,"verse":"And the fourth Angell blew, and the thyrde parte of the sunne was smytten, and the thirde parte of the mone, and the thyrde parte of starres: so that the thyrd part of them was darckned. And the daye was smytten, that the thyrde part of it shulde not shyne, & lykewyse the nyght."},{"number":13,"verse":"And I behelde and herde an Angell flyinge thorow the myddes of heauen, sayinge with a lowde voyce: Woo, woo, to the inhabiters of the erth, because of the voyces to come of the trompe of the thre Angels, whych were yet to blowe."}]}