{"bibleAbbr":"bnOV2016","bookName":"থিষলনীকীয়দের প্রতি প্রেরিত পৌলের প্রথম পত্র।","bookEnglishName":"1 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"বস্তুতঃ, ভ্রাতৃগণ, তোমরা আপনারাই জান, তোমাদের নিকটে আমাদের যে উপস্থিতি, তাহা নিষ্ফল হয় নাই।"},{"number":2,"verse":"বরং ফিলিপীতে পূর্ব্বে দুঃখভোগ ও অপমান ভোগ করিলে পর, তোমরা জান, আমরা আমাদের ঈশ্বরে সাহসী হইয়া অতিশয় প্রাণপণে তোমাদের কাছে ঈশ্বরের সুসমাচারের কথা বলিয়াছিলাম।"},{"number":3,"verse":"কেননা আমাদের উপদেশ ভ্রান্তিমূলক কি অশুচিতামূলক বা ছলযুক্ত নয়।"},{"number":4,"verse":"কিন্তু ঈশ্বর যেমন আমাদিগকে পরীক্ষাসিদ্ধ করিয়া আমাদের উপরে সুসমাচারের ভার রাখিয়াছেন, তেমনি কথা কহিতেছি; মানুষকে সন্তুষ্ট করিব বলিয়া নয়, কিন্তু ঈশ্বর, যিনি আমাদের অন্তঃকরণ পরীক্ষা করেন, তাঁহাকে সন্তুষ্ট করিব বলিয়াই কহিতেছি।"},{"number":5,"verse":"কারণ, তোমরা জান, আমরা কখনও চাটুবাদে কিম্বা লোভজন্য ছলে লিপ্ত হই নাই, ঈশ্বর ইহার সাক্ষী;"},{"number":6,"verse":"আর মনুষ্যদের হইতে সম্মান পাইতে চেষ্টা করি নাই, তোমাদের হইতেও নয়, অন্যদের হইতেও নয়, যদিও খ্রীষ্টের প্রেরিত বলিয়া আমরা ভারস্বরূপ হইলেও হইতে পারিতাম;"},{"number":7,"verse":"কিন্তু যেমন স্তন্যদাত্রী নিজ বৎসদিগের লালন পালন করে, তেমনি তোমাদের মধ্যে কোমল ভাব দেখাইয়াছিলাম;"},{"number":8,"verse":"সেইরূপে আমরা তোমাদিগকে স্নেহ করাতে কেবল ঈশ্বরের সুসমাচার নয়, আপন আপন প্রাণও তোমাদিগকে দিতে সন্তুষ্ট ছিলাম, যেহেতুক তোমরা আমাদের প্রিয়পাত্র হইয়াছিলে।"},{"number":9,"verse":"বস্তুতঃ, হে ভ্রাতৃগণ, আমাদের পরিশ্রম ও আয়াস তোমাদের স্মরণে আছে; তোমাদের কাহারও ভারস্বরূপ যেন না হই, তজ্জন্য আমরা দিবারাত্র কার্য্য করিতে করিতে তোমাদের কাছে ঈশ্বরের সুসমাচার প্রচার করিয়াছিলাম।"},{"number":10,"verse":"আর বিশ্বাসী যে তোমরা, তোমাদের কাছে আমরা কেমন সাধু, ধার্ম্মিক ও নির্দ্দোষাচারী ছিলাম, তাহার সাক্ষী তোমরা আছ, ঈশ্বরও আছেন।"},{"number":11,"verse":"তোমরা ত জান, পিতা যেমন আপন সন্তানদিগকে, তেমনি আমরা তোমাদের প্রত্যেক জনকে আশ্বাস দিতাম, সান্ত্বনা করিতাম, ও দৃঢ়রূপে আদেশ দিতাম,"},{"number":12,"verse":"যেন তোমরা ঈশ্বরের যোগ্য রূপে চল, যিনি আপন রাজ্যে ও প্রতাপে তোমাদিগকে আহ্বান করিতেছেন।"},{"number":13,"verse":"( থিষলনীকীয়দের স্থিরতায় পৌলের আনন্দ।) আর এই জন্য আমরাও অবিরত ঈশ্বরের ধন্যবাদ করিতেছি যে, আমাদের কাছে ঈশ্বরের বার্ত্তারূপ বাক্য প্রাপ্ত হইয়া তোমরা মনুষ্যদের বাক্য নয়, কিন্তু ঈশ্বরের বাক্য বলিয়া তাহা গ্রহণ করিয়াছিলে; তাহা ঈশ্বরের বাক্যই বটে, এবং বিশ্বাসী যে তোমরা, তোমাদের মধ্যে নিজ কার্য্য সাধনও করিতেছে।"},{"number":14,"verse":"কারণ, হে ভ্রাতৃগণ, যিহূদিয়ায় খ্রীষ্ট যীশুতে ঈশ্বরের যে সকল মণ্ডলী আছে, তোমরা তাহাদের অনুকারী হইয়াছ; কেননা উহারা যিহূদীদের হইতে যে প্রকার দুঃখ পাইয়াছে, তোমরাও তোমাদের স্বজাতীয় লোকদের হইতে সেই প্রকার দুঃখ পাইয়াছ;"},{"number":15,"verse":"যিহূদীরা প্রভু যীশুকে এবং ভাববাদিগণকে বধ করিয়াছিল, আবার আমাদিগকেও তাড়না করিয়াছিল; তাহারা ঈশ্বরের তুষ্টিকর নয়, এবং সকল মনুষ্যের বিপরীত;"},{"number":16,"verse":"তাহারা আমাদিগকে পরজাতীয়দের পরিত্রাণের জন্য তাহাদের কাছে কথা বলিতে বারণ করিতেছে; এইরূপে সতত আপনাদের পাপের পরিমাণ পূর্ণ করিতেছে; কিন্তু তাহাদের নিকটে চূড়ান্ত ক্রোধ উপস্থিত হইল।"},{"number":17,"verse":"আর, হে ভ্রাতৃগণ, আমরা অল্পকালের জন্য হৃদয়ে নয়, কেবল প্রত্যক্ষে তোমাদের হইতে বিরহিত হইলে পর অতিশয় আকাঙ্ক্ষা সহকারে তোমাদের মুখ দেখিবার নিমিত্ত আরও অধিক যত্ন করিয়াছিলাম।"},{"number":18,"verse":"কারণ আমরা, বিশেষতঃ আমি পৌল, একবার ও দুইবার, তোমাদের কাছে যাইতে বাঞ্ছা করিয়াছিলাম, কিন্তু শয়তান আমাদের বাধা দিল।"},{"number":19,"verse":"কেননা আমাদের প্রত্যাশা, বা আনন্দ, বা শ্লাঘার মুকুট কি? আমাদের প্রভু যীশুর সাক্ষাতে তাঁহার আগমনকালে তোমরাই কি নও?"},{"number":20,"verse":"বাস্তবিক তোমরাই আমাদের গৌরব ও আনন্দভূমি।"}]}