{"bibleAbbr":"teERV1997","bookName":"యెషయా","bookEnglishName":"Isaiah","chapterNumber":14,"verses":[{"number":1,"verse":"( ఇశ్రాయేలు తిరిగి వస్తుంది) భవిష్యత్తులో యెహోవా, తన ప్రేమను యాకోబుకు మరల చూపిస్తాడు. ఇశ్రాయేలీయులను యెహోవా మరల ఏర్పాటు చేసికొంటాడు. ఆ సమయంలో యెహోవా ఆ ప్రజలకు వారి దేశాన్ని ఇస్తాడు. అప్పుడు యూదులు కాని వారు, యూదా ప్రజల్లో చేరిపోతారు. ఈ ఇద్దరూ ఒకటిగా యాకోబు వంశం అవుతారు."},{"number":2,"verse":"ఆ రాజ్యాలు ఇశ్రాయేలు ప్రజలను ఇశ్రాయేలు దేశంలో చేర్చుకుంటారు. ఇతర రాజ్యాలకు చెందిన ఆ స్త్రీ పురుషులు ఇశ్రాయేలుకు బానిసలు అవుతారు. గతంలో ఆ ప్రజలే ఇశ్రాయేలు ప్రజలను తమకు బానిసలుగా చేసుకొన్నారు. కాని ఈ సమయంలో ఇశ్రాయేలు ప్రజలు ఆ రాజ్యాలను ఓడించి, వారి మీద ఏలుబడి చేస్తారు."},{"number":3,"verse":"యెహోవా మీ కష్టమైన పని తీసివేసి, మిమ్మల్ని ఆదరిస్తాడు. గతంలో మీరు బానిసలు. ప్రతి కష్టమైన పనినీ మనుష్యులు మీతో బలవంతంగా చేయించారు. అయితే యెహోవా మీకు ఈ కష్టతరమైన పనిని అంతం చేస్తాడు."},{"number":4,"verse":"( బబులోను రాజు గురించి ఒక గీతం) ఆ సమయంలో, బబులోను రాజును గూర్చి మీరు ఈ పాట పాడటం మొదలు పెడ్తారు. ఆ రాజు మమ్మల్ని పాలించినప్పుడు నీచంగా ఉన్నాడు. కానీ ఇప్పుడు అతని పాలన అయిపోయింది."},{"number":5,"verse":"చెడ్డ పాలకుల దండాన్ని యెహోవా విరుగగొడతాడు. వారి అధికారాన్ని యెహోవా తొలగించి వేస్తాడు."},{"number":6,"verse":"బబులోను రాజు కోపంతో ప్రజలను కొట్టాడు దుష్టుడైన ఆ పాలకుడు ప్రజలను కొట్టడం మానలేదు దుష్టుడైన ఆ పాలకుడు కోపంతో ప్రజలను పాలించాడు. ప్రజలకు కీడు చేయటం అతడు ఎన్నడూ ఆపు జేయలేదు."},{"number":7,"verse":"అయితే ఇప్పుడు దేశం మొత్తం విశ్రాంతి తీసుకొంటూంది. దేశం నెమ్మదిగా ఉంది. ప్రజలు ఇప్పుడు ఉత్సవం చేసుకోవటం మొదలు పెడుతున్నారు."},{"number":8,"verse":"నీవు ఒక దుష్ట రాజువు కానీ ఇప్పుడు నీ పని అయిపోయింది. చివరికి తమాల వృక్షాలు కూడా సంతోషిస్తున్నాయి. లెబానోను దేవదారు వృక్షాలు కూడా సంతోషిస్తున్నాయి. ఆ చెట్లు అంటున్నాయి, “రాజు మమ్మల్ని నరికి వేశాడు. కానీ ఇప్పుడు రాజే పడిపోయాడు. అతడు మళ్లీ ఎన్నటికీ నిలబడడు.”"},{"number":9,"verse":"నీవు వస్తున్నందుకు, మరణస్థానమైన పాతాళం హర్షిస్తుంది. భూలోక నాయకులందరి ఆత్మలనూ పాతాళం నీ కోసం మేల్కొలుపుతుంది. పాతాళం, రాజులను వారి సింహాసనాల మీదనుండి లేపి నిలబెడుతుంది. నీ రాకకు వారు సిద్ధంగా ఉంటారు."},{"number":10,"verse":"ఈ నాయకులంతా నిన్ను హేళన చేస్తారు. “ఇప్పుడు నీవు కూడా మాలాగే చచ్చిన శవానివి. ఇప్పుడు నీవూ మాలాగే ఉన్నావు.” అని వారంటారు."},{"number":11,"verse":"నీ గర్వం పాతాళానికి పంపబడింది. నీ సితారాల సంగీతం, నీ గర్విష్ఠి ఆత్మ రాకను ప్రకటిస్తున్నాయి. కీటకాలు నీ శరీరాన్ని తినివేస్తాయి. వాటి మీద నీవు పరుపులా పడి ఉంటావు. పురుగులు దుప్పటిలా నీ శరీరాన్ని కప్పేస్తాయి."},{"number":12,"verse":"ఓ ప్రకాశవంతమైన నక్షత్రమా! ఉదయ పుత్రా! నీవు ఆకాశంనుండి ఎలా పడిపోయావు.? జనాంగాన్ని పతనం చేసే నీవు భూమి మీదికి ఎలా నరికి వేయబడ్డావు."},{"number":13,"verse":"నీలో నీవు ఎల్లప్పుడూ ఇలా చెప్పుకొన్నావు: “సర్వోన్నతుడైన దేవునిలా నేనూ ఉంటాను. పైన ఆకాశాల్లోకి నేను వెళ్లిపోతాను. నేను, నా సింహాసనాన్ని దేవుని నక్షత్రాలకంటె పైకి హెచ్చిస్తాను. పరిశుద్ధ సభా పర్వతం మీద నేను కూర్చుంటాను. దాగియున్న ఆ కొండ మీద దేవుళ్లను నేను కలుసుకొంటాను."},{"number":14,"verse":"మేఘాల మీద నేను బలిపీఠం దగ్గరకు వెళ్తాను. నేను, మహోన్నతుడైన దేవునిలా ఉంటాను.”"},{"number":15,"verse":"కానీ అది జరుగలేదు. నీవు దేవునితో ఆకాశంలోనికి వెళ్లలేదు. అగాధపు గోతిలోనికి పాతాళానికి నీవు క్రిందికి తీసుకొని రాబడ్డావు."},{"number":16,"verse":"ప్రజలు నిన్ను చూచి, నీ విషయం ఆలోచిస్తారు. నీవు కేవలం చచ్చిన శవం మాత్రమేనని ప్రజలు గమనిస్తారు. ప్రజలు అంటారు, “భూలోక రాజ్యాలన్నింటిలో భయం పుట్టించినవాడు వీడేనా?"},{"number":17,"verse":"పట్టణాలను నాశనం చేసినవాడు వీడేనా? దేశాన్ని ఎడారిగా మార్చినవాడు వీడేనా? యుద్ధంలో మనుష్యుల్ని బంధించి, వారిని ఇంటికి వెళ్లనీయనివాడు వీడేనా?”"},{"number":18,"verse":"భూమిమీద ప్రతి రాజూ ఘనంగా మరణించాడు. ప్రతి రాజుకూ స్వంత సమాధి ఉంది."},{"number":19,"verse":"అయితే నీవు, దుష్ట రాజువి నీ సమాధిలోనుండి త్రోసి వేయబడ్డావు. నరకబడిన చెట్టు కొమ్మలా నీవున్నావు. ఆ కొమ్మ నరకబడి, పారవేయబడింది. నీవు యుద్ధంలో చచ్చిపడిన వానిలా ఉన్నావు. మిగతా సైనికులు వాని మీద నడిచారు. ఇప్పుడు చచ్చిన ఇతరుల్లాగే ఉన్నావు. నీవు చావు గుడ్డల్లో చుట్టబడ్డావు."},{"number":20,"verse":"ఇంకా ఎంతోమంది రాజులు చనిపోయారు. వారందరికీ వారి సమాధులు ఉన్నాయి. కానీ నీవు వాళ్లను చేరవు. ఎందుకంటే, నీవు నీ స్వంత దేశాన్ని నాశనం చేశావు గనుక నీ స్వంత ప్రజల్నే నీవు చంపేశావు. నీవు చేసినట్టు నీ పిల్లలు నాశనం చేయటం కొనసాగించరు. నీ పిల్లలు ఆపుజేయబడతారు."},{"number":21,"verse":"అతని పిల్లలను చంపటానికి సిద్ధపడండి. వారి తండ్రి దోషి గనుక వాళ్లను చంపండి. అతని పిల్లలు మళ్లీ ఎన్నటికీ ఆ దేశాన్ని స్వాధీనం చేసుకోరు. అతని పిల్లలు మళ్లీ ఎన్నటికీ ప్రపంచాన్ని తమ పట్టణాలతో నింపరు."},{"number":22,"verse":"“నేను నిలబడి ఆ ప్రజలకు విరోధంగా యుద్ధం చేస్తాను. ప్రఖ్యాత బబులోను పట్టణాన్ని నేను నాశనం చేస్తాను. బబులోను ప్రజలందరినీ నేను నాశనం చేస్తాను. వారి పిల్లలను, మనుమళ్లను, మునిమనుమళ్లను నేను నాశనం చేస్తాను” అని సర్వశక్తిమంతుడైన యెహోవా చెప్పాడు. యెహోవా తానే ఆ విషయాలు చెప్పాడు."},{"number":23,"verse":"“బబులోనును నేను మార్చేస్తాను. ఆ స్థలం మనుష్యుల కోసం కాదు, జంతువుల కోసమే. ఆ స్థలం నీ టి మడుగు అవుతుంది. బబులోనును తుడిచి వేయటానికి ‘నాశనం అనే చీపురును’ నేను ప్రయోగిస్తాను” అని యెహోవా చెప్పాడు. సర్వశక్తిమంతుడైన యెహోవా ఆ సంగతులు చెప్పాడు."},{"number":24,"verse":"( దేవుడు అష్షూరును కూడా శిక్షిస్తాడు) సర్వశక్తిమంతుడైన యెహోవా ఒక ప్రమాణం చేశాడు. యెహోవా చెప్పాడు, “సరిగ్గా నేను తలచినట్టే ఈ సంగతులు జరుగుతాయని నేను ప్రమాణం చేస్తున్నాను. ఈ విషయాలు సరిగ్గా నా పథకం ప్రకారమే జరుగుతాయి."},{"number":25,"verse":"అష్షూరు రాజును నేను నా దేశంలో నాశనం చేస్తాను. నా కొండలపై నేను ఆ రాజు మీద నడుస్తాను. ఆ రాజు నా ప్రజలను తనకు బానిసలుగా చేశాడు. వారి మెడల మీద అతడు ఒక కాడిపెట్టాడు. యూదా మెడమీద నుండి ఆ కాడి తొలగించి వేయబడుతుంది. ఆ భారం తొలగించబడుతుంది."},{"number":26,"verse":"నేను నా ప్రజల కోసం చేయాలనీ ఉద్దేశించిన సంగతి అది. రాజ్యాలన్నింటినీ శిక్షించటానికి నేను నా చేతి బలంప్రయోగిస్తాను.”"},{"number":27,"verse":"యెహోవా ఒక పథకం వేసినప్పుడు ఆ పథకాన్ని ఎవ్వరూ అడ్డగించలేరు. ప్రజలను శిక్షించేందుకు యెహోవా తన చేయి పైకెత్తినప్పుడు, దానిని ఎవ్వరూ అడ్డగించలేరు."},{"number":28,"verse":"( ఫిలిష్తీయులకు దేవుని సందేశం) విచారకరమైన ఈ సందేశం ఆహాబు రాజు చని పోయిన సంవత్సరం ఇవ్వబడింది."},{"number":29,"verse":"ఓ ఫిలిష్తీ దేశమా, నిన్ను కొట్టే రాజు చనిపోయాడని నీవు సంతోషిస్తున్నావు. కానీ నీవు నిజంగా సంతోషపడకు. అతని పరిపాలన అంతమయిపోయింది, నిజమే. కానీ రాజు కుమారుడు వస్తాడు. పరిపాలిస్తాడు. అది ఒక సర్పం తనకంటె మరింత ఎక్కువ ప్రమాదకరమైన సర్పానికి జన్మ ఇచ్చినట్టు ఉంటుంది."},{"number":30,"verse":"కానీ నా దీన ప్రజలు మాత్రం క్షేమంగా భోజనం చేయగలుగుతారు. వారి పిల్లలు క్షేమంగా ఉంటారు. మీ దీనప్రజలు పండుకొని, క్షేమంగా ఉంటారు. కానీ నేను మీ కుటుంబాన్ని ఆకలితో చంపేస్తాను. మిగిలిన మీ ప్రజలంతా చనిపోతారు."},{"number":31,"verse":"పట్టణ ద్వారం దగ్గర ఉండే ప్రజలారా కేక వేయండి. పట్టణ ప్రజలారా, గట్టిగా కేకలు వేయండి. ఫిలిష్తియాలోని ప్రజలారా, మీరు భయపడతారు. మీ ధైర్యం వేడి మైనంలా కరిగిపోతుంది. ఉత్తరంగా చూడండి. అక్కడ ధూళి మేఘం ఉంది. అష్షూరు నుండి ఒక సైన్యం వస్తోంది. ఆ సైన్యంలో మనుష్యులంతా బలంగా ఉన్నారు."},{"number":32,"verse":"ఆ సైన్యం, వారి దేశానికి సందేశం తీసుకువెళ్లే వారిని పంపుతుంది. ఆ సందేశకులు వారి ప్రజలకు ఏమని చెబుతారు? ఫిలిష్తియా ఓడిపోయింది. అని వారు ప్రకటిస్తారు. కానీ సీయోనును యెహోవా బలపర్చాడు. ఆయన దీన ప్రజలు భద్రత కోసం అక్కడికి వెళ్లారు."}]}