{"bibleAbbr":"teERV1997","bookName":"యెషయా","bookEnglishName":"Isaiah","chapterNumber":23,"verses":[{"number":1,"verse":"( తూరుకు దేవుని సందేశం) తూరును గూర్చి విచారకరమైన సందేశం: తర్షీషు ఓడలారా, మీరు విచారించండి. మీ ఓడరేవు పాడుచేయబడింది. (ఈ ఓడల మీద ఉన్న ప్రజలు కిత్తీయుల దేశం నుండి ప్రయాణం చేస్తూఉండగా వారికి ఈ వార్త చెప్పబడింది)."},{"number":2,"verse":"సముద్ర ప్రాంతంలో నివసిస్తున్న ప్రజలారా ఆగండి, దుఃఖించండి. తూరు, “సీదోను వ్యాపారి.” సముద్రం పక్కన ఉన్న ఆ పట్టణం సముద్రాల మీదుగా వ్యాపారులను పంపింది, ఆ మనుష్యులు మిమ్మల్ని ఐశ్వర్యాలతో నింపారు."},{"number":3,"verse":"ఆ మనుష్యులు ధాన్యం కోసం వెదుకుతూ సముద్రాల మీద ప్రయాణం చేశారు. నైలునది దగ్గర పండే ధాన్యం తూరు మనుష్యులు కొని, ఆ ధాన్యాన్ని ఇతర దేశాలకు విక్రయించేవారు."},{"number":4,"verse":"సీదోనూ, నీవు చాలా దుఃఖించాలి. ఎందుకంటే, ఇప్పుడు సముద్రం, సముద్రపు కోట చెబుతున్నాయి. నాకు పిల్లలు లేరు. నాకు ప్రసవవేదన కలగలేదు నేను పిల్లలను కనలేదు నేను బాల బాలికలను పెంచలేదు."},{"number":5,"verse":"తూరును గూర్చిన వార్త ఈజిప్టు వింటుంది. ఈ వార్త ఈజిప్టును దుఃఖంతో బాధిస్తుంది."},{"number":6,"verse":"ఓడలారా మీరు తర్షీషుకు తిరిగి రావాలి. సముద్రం దగ్గర్లో నివసిస్తున్న ప్రజలారా మీరు విచారించాలి."},{"number":7,"verse":"గతకాలంలో మీరు తూరు పట్టణాన్ని అనుభవించారు. అనాది నుండీ ఆ పట్టణం పెరుగుతూనే ఉంది. ఆ పట్టణం ప్రజలు జీవనోపాది కోసం దూర దేశాలు తిరిగారు."},{"number":8,"verse":"తూరు పట్టణం చాలామంది నాయకులను తయారు చేసింది. ఆ పట్టణపు వ్యాపారులు యువరాజుల్లా ఉన్నారు. క్రయ విక్రయ దారులు ఎక్కడ చూచినా గౌరవించబడ్డారు. కనుక తూరుకు వ్యతిరేకంగా పథకాలు వేసింది ఎవరు?"},{"number":9,"verse":"సర్వశక్తిమంతుడైన యెహోవాయే. వాళ్లను ప్రముఖులుగా ఉండకుండా చేయాలని ఆయన నిర్ణయించాడు."},{"number":10,"verse":"తర్షీషు ఓడలారా, మీరు తిరిగి మీ దేశం వెళ్లిపోండి. సముద్రం ఒక చిన్న నదిలా దాటండి. మిమ్మల్ని ఇప్పుడు ఆపు చేయడు."},{"number":11,"verse":"యెహోవా సముద్రం మీద తన హస్తం చాపాడు. తూరుకు విరోధంగా యుద్ధం చేసేందుకు యెహోవా రాజ్యాలను సమకూరుస్తున్నాడు. తన భద్రతా స్థలం తూరును నాశనం చేయమని యెహోవా కనానుకు ఆదేశిస్తున్నాడు."},{"number":12,"verse":"“సీదోను కన్యా ( సీదోను కన్యా అనగా సీదోను నగరం.) నీవు పాడు చేయబడతావు నీవు ఇంకెంత మాత్రం ఆనందించవు” అని యెహోవా చెబుతున్నాడు. అయితే తూరు ప్రజలు, “కిత్తీము మాకు సహాయం చేస్తుంది” అంటున్నారు. కానీ మీరు సముద్రం దాటి కీత్తీము వెళ్తే అక్కడ మీకు విశ్రాంతి స్థలం దొరకదు."},{"number":13,"verse":"అందుచేత తూరు ప్రజలు, “బబులోను ప్రజలు మాకు సహాయం చేస్తారు” అంటున్నారు. కానీ కల్దీయుల దేశం చూడండి. బబులోను ఇప్పుడు ఒక దేశం కాదు. బబులోను మీద అష్షూరు దాడి చేసి దాని చుట్టూ యుద్ధ గోపురాలు కట్టింది. అందమైన గృహాలనుండి సైన్యం సమస్తం దోచుకొంది. అష్షూరు బబులోనును అడవి మృగాలకు స్థావరంగా చేసింది బబులోనును వారు శిథిలాలుగా మార్చేశారు."},{"number":14,"verse":"అందుచేత, తర్షీషు ఓడలారా, దుఃఖించండి మీ క్షేమ స్థానం (తూరు) నాశనం చేయబడుతుంది."},{"number":15,"verse":"ప్రజలు తూరును డెబ్భయి సంవత్సరాలపాటు మరచిపోతారు. (అది ఒక రాజు పరిపాలనా కాలవ్యవధి) డెబ్భయి సంవత్సరాల తర్వాత తూరు ఈ పాటలోని వేశ్యలా ఉంటుంది."},{"number":16,"verse":"ప్రజలు మరచిన ఓ ఆడదానా, నీ స్వర మండలం తీసుకొని పట్టణంలో నడువు. నీ పాటను చక్కగా వాయించు నీ పాటను తరచుగా పాడు. అప్పుడు ప్రజలు నిన్ను జ్ఞాపకం ఉంచుకొంటారు."},{"number":17,"verse":"డెబ్భయి సంవత్సరాల తర్వాత తూరు విషయం యెహోవా పునః పరిశీలిస్తాడు, ఆయన దానికి తన నిర్ణయం తెలియజేస్తాడు. తూరు మళ్లీ వ్యాపారం చేస్తుంది. భూమి మీద రాజ్యాలన్నింటికీ తూరు ఒక వేశ్యలా ఉంటుంది."},{"number":18,"verse":"కాని తూరు తాను సంపాదించిన ధనం ఉంచుకోదు. తూరు తన వ్యాపారం ద్వారా సంపాదించిన ధనం యెహోవా కోసం దాచబడుతుంది. యెహోవాను సేవించే వారికి ఆ ధనాన్ని తూరు ఇస్తుంది. కనుక యెహోవా సేవకులు తృప్తి పడేంతవరకు భోజనం చేస్తారు, మంచి దుస్తులు ధరిస్తారు."}]}