{"bibleAbbr":"teERV1997","bookName":"యెషయా","bookEnglishName":"Isaiah","chapterNumber":24,"verses":[{"number":1,"verse":"( దేవుడు ఇశ్రాయేలును శిక్షిస్తాడు) చూడండి, యెహోవా ఈ దేశాన్ని నాశనం చేస్తాడు. దేశంలోంచి పూర్తిగా సమస్తం యెహోవా శుద్ధి చేస్తాడు. యెహోవా ప్రజలను బలవంతంగా దూరం వెళ్లగొడతాడు."},{"number":2,"verse":"ఆ కాలంలో సామాన్య ప్రజలు యాజకులు ఒక్కటే, బానిసలు, యజమానులు ఒక్కటే. ఆడ బానిసలు, యజమానురాండ్రు ఒక్కటే. అమ్మేవారు కొనేవారు ఒక్కటే. అప్పు ఇచ్చే వాళ్లు, పుచ్చుకొనే వాళ్లు ఒక్కటే. వడ్డీకి ఇచ్చేవారు, వడ్డీకి తీసుకొనేవారు ఒక్కటే."},{"number":3,"verse":"ప్రజలంతా దేశంలో నుండి వెళ్లగొట్టబడతారు. సంపద దోచుకోబడుతుంది. యెహోవా ఆదేశించాడు గనుక ఇది జరుగుతుంది."},{"number":4,"verse":"దేశం ఖాళీగా దుఃఖంగా ఉంటుంది. ప్రపంచం ఖాళీగా బలహీనంగా ఉంటుంది. ఈ దేశంలోని గొప్ప ప్రజానాయకులు బలహీనులు అవుతారు."},{"number":5,"verse":"దేశంలోని ప్రజలు దేశాన్ని మైల చేసారు. ఇది ఎలా జరిగింది? ప్రజలు దేవుని ఉపదేశాలకు విరోధంగా తప్పుడు పనులు చేశారు. దేవుని చట్టాలకు ప్రజలు విధేయులు కాలేదు. ప్రజలు చాలాకాలం క్రిందట దేవునితో ఒక ఒడంబడిక చేసుకున్నారు. కానీ ఆ ప్రజలే దేవునితో గల ఒడంబడికను ఉల్లంఘించారు."},{"number":6,"verse":"ఈ దేశంలో నివసిస్తున్న ప్రజలు తప్పుచేసిన అపరాధులు. అందుచేత దేశాన్ని నాశనం చేస్తానని దేవుడు ప్రమాణం చేసాడు. ప్రజలు శిక్షించబడతారు. కొద్దిమంది ప్రజలు మాత్రమే బ్రతుకుతారు."},{"number":7,"verse":"ద్రాక్షవల్లులు చస్తున్నాయి. క్రొత్త ద్రాక్షరసం చెడి పోయింది. గతంలో ప్రజలు సంతోషంగా ఉన్నారు. కానీ ఇప్పుడు ఆ ప్రజలు విచారంగా ఉన్నారు."},{"number":8,"verse":"ప్రజలు వారి ఆనందం ప్రదర్శించటం మానివేశారు. ఆనంద ధ్వనులన్నీ ఆగిపోయాయి. సితారా, మృదంగ సంగీత సంతోషం సమసిపోయింది."},{"number":9,"verse":"ప్రజలు వారి ద్రాక్షమద్యం తాగేటప్పుడు సంతోషంగా పాటలు పాడారు. మద్యం తాగేవాడికి దాని రుచి ఇప్పుడు చేదుగా ఉంది."},{"number":10,"verse":"“పూర్తి గందరగోళం” అనేది ఈ పట్టణానికి సరిపోయే మంచి పేరు. పట్టణం నాశనం చేయబడింది. ప్రజలు ఇళ్లలో ప్రవేశించలేరు. ద్వారాలు బంధించబడ్డాయి."},{"number":11,"verse":"ప్రజలు ఇంకా బజారుల్లో ద్రాక్షమద్యం కోసం అడుగుతున్నారు. కానీ సంతోషం అంతా పోయింది. ఆనందం దూరంగా తీసుకుపోబడింది."},{"number":12,"verse":"పట్టణానికి నాశనం మాత్రమే మిగిలింది. చివరికి తలుపులు కూడా చితుక గొట్టబడ్డాయి."},{"number":13,"verse":"కోతకాలంలో ప్రజలు ఒలీవ చెట్లనుండి ఒలీవ పండ్లు రాల్చుతారు. కానీ చెట్లకు కొన్ని ఒలీవ పండ్లే మిగిలి ఉన్నాయి. రాజ్యాల మధ్య ఈ దేశానికి కూడ అలానే ఉంటుంది."},{"number":14,"verse":"విడిచి పెట్టబడిన ప్రజలు కేకలు వేయటం మొదలు పెడ్తారు. ప్రజలు సముద్ర ఘోషకంటె గట్టిగా కేకలు వేస్తారు యెహోవా గొప్పతనంవల్ల ప్రజలు సంతోషిస్తారు."},{"number":15,"verse":"ఆ ప్రజలు అంటారు: “తూర్పు దిశనున్న ప్రజలారా యెహోవాను స్తుతించండి! దూర దేశాల ప్రజలారా, యెహోవాను స్తుతించండి! యెహోవా ఇశ్రాయేలీయుల దేవుడు.”"},{"number":16,"verse":"భూలోకంలో ప్రతి చోటనుండి యెహోవాకు స్తుతి కీర్తనలు మనం వింటాము. ఈ కీర్తనలు మంచి దేవుణ్ణి స్తుతిస్తాయి. కానీ నేనంటాను: “చాలు, నాకు సరిపోయింది! నేను చూస్తున్న సంగతులు భయంకరం. దేశ ద్రోహులు ప్రజలమీద తిరుగబడి వారిని బాధిస్తున్నారు.”"},{"number":17,"verse":"దేశంలో నివసిస్తున్న ప్రజలకు ప్రమాదం నాకు కనబడుతోంది. వారికి భయం, గుంటలు, ఉచ్చులు నాకు కనబడుతున్నాయి."},{"number":18,"verse":"ప్రమాదాన్ని గూర్చి ప్రజలు వింటారు. వారు భయపడిపోతారు. కొంతమంది ప్రజలు పారిపోతారు. కానీ వారు గుంటల్లో, ఉచ్చుల్లో పడిపోతారు వాళ్లలో కొంతమంది ఆ గుంటల్లో నుండి ఎక్కి బయటపడ్తారు. కానీ వారు మరోఉచ్చులో పట్టుబడతారు. పైన ఆకాశంలో తూములు తెరచుకొంటాయి. వరదలు మొదలవుతాయి. భూమి పునాదులు వణకటం ప్రారంభం అవుతుంది."},{"number":19,"verse":"భూకంపాలు వస్తాయి. భూమి పగిలి తెరచుకొంటుంది."},{"number":20,"verse":"లోకంలో పాపాలు చాలా భారంగా ఉన్నాయి. అందుచేత భూమి ఆ భారం క్రింద పడిపోతుంది. ప్రాచీన గృహంలా భూమి వణుకుతుంది త్రాగుబోతు వాడిలా భూమి పడిపోతుంది. భూమి ఇక కొనసాగలేదు."},{"number":21,"verse":"ఆ సమయంలో, పరలోక సైన్యాలకు పరలోకంలోను భూరాజులకు భూలోకంలోను యెహోవా తీర్పు తీరుస్తాడు."},{"number":22,"verse":"ఎందరెందరో ప్రజలు ఒకటిగా సమావేశం చేయబడతారు. కొంతమంది ప్రజలు గోతిలో బంధించబడ్డారు. వీరిలో కొంతమంది చెరలో ఉన్నారు. కానీ చివరికి, చాలా కాలం తర్వాత వీరికి తీర్పు తీర్చబడుతుంది."},{"number":23,"verse":"యెహోవా యెరూషలేములో సీయోను కొండమీద రాజుగా పాలిస్తాడు. పెద్దల యెదుట ఆయన మహిమ ఉంటుంది. చంద్రుడు సిగ్గుపడి, సూర్యుడు అవమానం పొందే అంత ప్రకాశమానంగా ఉంటుంది ఆయన మహిమ."}]}