{"bibleAbbr":"teERV1997","bookName":"యెషయా","bookEnglishName":"Isaiah","chapterNumber":25,"verses":[{"number":1,"verse":"( దేవునికి స్తుతి గీతం) యెహోవా, నీవు నా దేవుడివి నిన్ను నేను ఘనపరుస్తాను, నీ నామం స్తుతిస్తాను. అద్భుతమైన కార్యాలు నీవు చేసావు. చాలాకాలం క్రిందట నీవు చెప్పిన మాటలు పూర్తిగా సత్యము. నీవు జరుగుతుందని చెప్పినట్టు సమస్తం జరిగింది."},{"number":2,"verse":"పట్టణాన్ని నీవు నాశనం చేసావు. అది బలీయమైన కోటగోడలతో కాపాడబడ్డ పట్టణం. కానీ ఇప్పుడు అది ఒక రాళ్లకుప్ప మాత్రమే విదేశీ భవనం నాశనం చేయబడింది. అది ఎన్నటికీ కట్టబడదు."},{"number":3,"verse":"బలమైన రాజ్యాల ప్రజలు నిన్ను ఘనపరుస్తారు. బలమైన పట్టణాల బలాఢ్యులు నీకు భయపడతారు."},{"number":4,"verse":"యెహోవా, అక్కరలో ఉన్న పేద ప్రజలకు నీవు క్షేమ స్థానంగా ఉన్నావు. అనేక సమస్యలు ఈ ప్రజల్ని ఓడించటం మొదలు పెట్టాయి. కానీ నీవు వారిని కాపాడుతావు. యెహోవా, నీవు వరదలనుండి, వేడి నుండి ప్రజలను కాపాడే గృహంలా ఉన్నావు. కష్టాలు భయంకర గాలుల్లో, వర్షంలా ఉన్నాయి. వాన గోడమీద పడి జారి పోతుంది, కాని ఇంట్లో ఉన్న మనుష్యులకు దెబ్బ తగలదు."},{"number":5,"verse":"శత్రువులు కేకలు వేసి శబ్దం చేస్తారు. భయంకర శత్రువులు సవాళ్లు విసరుతారు. అయితే దేవా, నీవు వారిని ఆపుజేస్తావు. వేడి, పొడి కాలంలో వేడి భూమిని నిస్సారం చేస్తుంది. అదే విధంగా నీవు శత్రువులకంటె బలం ఉన్నవాడివి దట్టమైన మేఘాలు వేసవి వేడిని ఆపుజేస్తాయి. అదే విధంగా, భయంకర శత్రువుల కేకలు నీవు ఆపుజేస్తావు."},{"number":6,"verse":"( తన సేవకులకు, దేవుని విందు) ఆ కాలంలో, సర్వశక్తిమంతుడైన యెహోవా ప్రజలందరికీ ఈ కొండ మీద విందు చేస్తాడు. ఆ విందులో శ్రేష్ఠమైన భోజనాలు, ద్రాక్షరసాలు ఉంటాయి. మాంసం లేతగా బాగుంటుంది."},{"number":7,"verse":"కానీ ఇప్పుడు రాజ్యాలన్నింటినీ, ప్రజలనూ కప్పి వేసే ముసుగు ఉంది. ఈ ముసుగు “మరణం” అని పిలువబడుతుంది"},{"number":8,"verse":"కానీ మరణం శాశ్వతంగా నాశనం చేయబడుతుంది మరియు నా ప్రభువు యెహోవా ప్రతి ఒక్కరి చెంపల మీదా ప్రతీ కన్నీటి బొట్టునూ తుడిచి వేస్తాడు. గతంలో ఆయన ప్రజలు అందరూ విచారంగా ఉన్నారు. అయితే దేవుడు ఆ విచారాన్ని భూమి మీద నుండి తీసి వేస్తాడు. ఇలా జరుగుతుంది అని యెహోవా చెప్పాడు గనుక ఇదంతా జరుగుతుంది."},{"number":9,"verse":"ఆ సమయంలో ప్రజలు అంటారు, “ఇదిగో మన దేవుడు ఇక్కడ ఉన్నాడు. మనం కనిపెడ్తున్నవాడు ఈయనే. మనల్ని రక్షించటానికి ఈయన వచ్చాడు. మనం మన యెహోవా కోసం కనిపెడుతున్నాం. అందుచేత యెహోవా మనలను రక్షించినప్పుడు మనం ఆనందించి, సంతోషంగా ఉందాం.”"},{"number":10,"verse":"యెహోవా హస్తం (శక్తి) ఈ కొండ మీద ఉంది. మరియు మోయాబు ఓడించబడుతుంది. యెహోవా శత్రువును అణగ త్రొక్కుతాడు. చెత్త కుప్ప మీద వరిగడ్డిపై నడిచినట్టుగా అది ఉంటుంది."},{"number":11,"verse":"ఈత కొట్టేవానిలా యెహోవా తన చేతులు చాపుతాడు అప్పుడు ప్రజలు అతిశయించే వాటన్నిటినీ యెహోవా సమకూరుస్తాడు వారు తయారు చేసిన అందమైన వాటన్నింటినీ యెహోవా సమకూరుస్తాడు. యెహోవా వాటన్నింటినీ క్రింద పారవేస్తాడు"},{"number":12,"verse":"ప్రజల ఎత్తయిన గోడల, భద్రతా స్థలాలు అన్నింటిని యెహోవా నాశనం చేస్తాడు. యెహోవా వాటిని నేల ధూళిలో పార వేస్తాడు."}]}