{"bibleAbbr":"teERV1997","bookName":"యెషయా","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"( దేవునికొక స్తుతి గీతం) ఆ సమయమందు యూదాలో ప్రజలు ఈ పాటలు పాడుతారు: యెహోవా మాకు రక్షణనిస్తాడు మాకు ఒక బలమైన పట్టణం ఉంది. మా పట్టణానికి బలమైన గోడలు, భద్రత ఉన్నాయి."},{"number":2,"verse":"తలుపులు తెరవండి, మంచివాళ్లు ప్రవేశిస్తారు. ఆ ప్రజలు దేవుని యొక్క మంచి జీవన విధానాన్ని అవలంబిస్తారు."},{"number":3,"verse":"యెహోవా, నీవే నిజమైన శాంతి ప్రసాదిస్తావు నీ మీద ఆధారపడే ప్రజలకు నీవు శాంతిని ప్రసాదిస్తావు. నీయందు విశ్వాసముంచే ప్రజలకు నీవు శాంతిని ప్రసాదిస్తావు."},{"number":4,"verse":"కనుక ఎల్లప్పుడు యెహోవాను విశ్వసించాలి. నీవు యెహోవాను నిజంగా శాశ్వతంగా విశ్వసించాలి."},{"number":5,"verse":"అయితే గర్వించిన పట్టణాన్ని యెహోవా నాశనం చేస్తాడు. అక్కడ నివసించే ప్రజలను ఆయన శిక్షిస్తాడు. ఆ ఎత్తయిన పట్టణాన్ని నేలమట్టానికి ఆయన పడద్రోస్తాడు అది ధూళిలో పడిపోతుంది."},{"number":6,"verse":"అప్పుడు పేదలు, దీనులైన ప్రజలు ఆ శిథిలాల మీద నడుస్తారు."},{"number":7,"verse":"మంచి వాళ్లకు నిజాయితీయే జీవన విధానం మంచి మనుష్యులు సూటి సత్య మార్గం అవలంబిస్తారు. మరియు దేవా, ఆ మార్గాన్ని అనుసరించటానికి దానిని నీవు తేలికగా మృదువుగా చేస్తావు."},{"number":8,"verse":"కానీ యెహోవా, మేము నీ న్యాయ మార్గం కోసం ఎదురు చూస్తున్నాం. నిన్ను, నీ నామాన్ని మా ఆత్మలు జ్ఞాపకం చేసుకోవాలని ఆశిస్తున్నాయి."},{"number":9,"verse":"నా ఆత్మ రాత్రిపూట నీతో ఉండాలని ఆశిస్తుంది. ప్రతి నూతన దినపు సంధ్యా సమయంలో నీతో ఉండాలని నా ఆత్మ నాలో కోరుతుంది. దేశంలోనికి నీ న్యాయ మార్గం వచ్చినప్పుడు ప్రజలు సరైన జీవన విధానం నేర్చుకొంటారు."},{"number":10,"verse":"చెడ్డవాడికి నీవు దయ మాత్రమే చూపిస్తే వాడు మంచి చేయటం నేర్చుకోడు. చెడ్డవాడు మంచి ప్రపంచంలో జీవించినప్పటికీ వాడు చెడ్డ పనులే చేస్తూ ఉంటాడు. ఆ చెడ్డ వ్యక్తి యెహోవా గొప్ప తనాన్ని ఎప్పటికీ చూడకపోవచ్చు."},{"number":11,"verse":"కానీ, యెహోవా, అలాంటి ప్రజలను నీవు శిక్షిస్తే వారు దానిని చూస్తారు. యెహోవా నీ ప్రజల మీద నీకు ఉన్న బలమైన ప్రేమను నీవు చెడ్డ మనుష్యులకు చూపించు. అప్పుడు చెడ్డవాళ్లు సిగ్గుపడతారు. నీ శత్రువులు నీ స్వంత అగ్నిలో కాలిపోతారు."},{"number":12,"verse":"యెహోవా, మేము చేయాలని ప్రయత్నించిన వాటన్నింటినీ చేయటంలో నీదే విజయం. కనుక మాకు శాంతి ప్రసాదించు."},{"number":13,"verse":"( తన ప్రజలకు దేవుడు క్రొత్త జీవితాన్ని ఇస్తాడు) యెహోవా, నీవే మా దేవుడివి. అయితే గతంలో మేము ఇతర ప్రభువులను అనుసరించాం. మేము ఇతర యజమానులకు చెందిన వాళ్లం కానీ ప్రజలు ఇప్పుడు ఒకే ఒక్క పేరు, నీపేరు మాత్రమే జ్ఞాపకం చేసుకోవాలని మేము కోరుతున్నాం."},{"number":14,"verse":"ఆ అబద్ధ దేవుళ్లు జీవం లేనివి ఆ దయ్యాలు మరణం నుండి మళ్లీ లేవవు నీవు వాటిని నాశనం చేయాలని నిర్ణయించావు. మేము వాటిని జ్ఞాపకం చేసుకొనేటట్టు చేసే వాటన్నింటినీ నీవు నాశనం చేశావు."},{"number":15,"verse":"నీవు ప్రేమించే దేశానికి నీవు సహాయం చేశావు ఇతరులు ఆ దేశాన్ని జయించకుండ నీవు నిలిపివేశావు."},{"number":16,"verse":"యెహోవా, ప్రజలు కష్టంలో ఉన్నప్పుడు నిన్ను జ్ఞాపకం చేసుకొంటారు. నీవు ప్రజలను శిక్షించినప్పుడు వారు మౌన ప్రార్థనలు నీకు చేస్తారు."},{"number":17,"verse":"యెహోవా, మేం నీతో లేనప్పుడు మేం ప్రసవవేదన పడుతున్న స్త్రీలా ఉంటాం ఆమె ఏడుస్తుంది, ప్రసవ బాధ పడుతుంది."},{"number":18,"verse":"అదే విధంగా మాకు బాధ ఉంది మేము కంటాము, కాని, గాలిని మాత్రమే. ప్రపంచానికి మేం క్రొత్త మనుష్యుల్ని తయారు చేయం. దేశానికి మేం రక్షణ కలిగించం"},{"number":19,"verse":"కాని యెహోవా చెప్పేదేమంటే, “నీ ప్రజలు మరణించారు కానీ వారు మళ్లీ లేస్తారు నా ప్రజల శరీరాలు మరణం నుండి లేస్తాయి. భూమిలోని మృతులు లేచి, సంతోషిస్తారు. నిన్ను కప్పియున్న మంచు, ఒక క్రొత్త రోజు వెలుతురులా ఉంది. ఒక క్రొత్త కాలం వస్తోందని అది సూచిస్తుంది ప్రజలు ఇప్పుడు భూమిలో పాతిపెట్ట బడ్డారు, కాని వారు నూతన జీవం పొందుతారు.”"},{"number":20,"verse":"( తీర్పు: బహుమానం లేక శిక్ష) నా ప్రజలారా, మీ గదుల్లోకి వెళ్లండి. తలుపులకు తాళాలు వేసుకోండి. కొద్దికాలం పాటు మీ గదుల్లో దాక్కోండి. దేవుని కోపం తగ్గేంతవరకు దాక్కోండి."},{"number":21,"verse":"యెహోవా తన నివాసం విడిచి వస్తున్నాడు. ప్రపంచంలోని మనుష్యులు చేసిన చెడు కార్యాలను బట్టి దేవుడు వారికి తీర్పు తీరుస్తాడు. చంపబడిన వారి రక్తాన్ని భూమి చూపిస్తుంది భూమి ఇక ఎన్నటికీ చనిపోయిన వాళ్లను కప్పెట్టదు."}]}