{"bibleAbbr":"teERV1997","bookName":"యెషయా","bookEnglishName":"Isaiah","chapterNumber":31,"verses":[{"number":1,"verse":"( ఇశ్రాయేలు దేవుని శక్తిమీద ఆధార పడాలి) సహాయం కోసం ఈజిప్టుకు దిగి వెళ్తున్న ఆ ప్రజలను చూడండి. ప్రజలు గుర్రాల కోసం అడుగుతున్నారు. గుర్రాలు వారిని రక్షిస్తాయని వారనుకొంటున్నారు. ఈజిప్టు రథాలు, గుర్రాలపై సైనికులు వారిని కాపాడుతారని ఆ ప్రజలు నిరీక్షిస్తున్నారు. ఆ సైన్యం చాలా పెద్దది. కనుక వారు క్షేమంగా ఉన్నాం అని ప్రజలు అనుకొంటున్నారు. ఇశ్రాయేలీయుల పరిశుద్ధుని (దేవుడు) ప్రజలు విశ్వసించటం లేదు. ప్రజలు సహాయం కోసం యెహోవాను అడుగుట లేదు."},{"number":2,"verse":"అయితే జ్ఞానం గలవాడు యెహోవాయే. మరియు వారికి కష్టం రప్పించేవాడూ యెహోవాయే. యెహోవా ఆదేశాన్ని ప్రజలు మార్చజాలరు. యెహోవా లేచి దుష్టుల (యూదా) మీద పోరాడుతాడు. వారికి సహాయం చేయాలని ప్రయత్నించే వారి (ఈజిప్టు) మీద యెహోవా పోరాడుతాడు."},{"number":3,"verse":"ఈజిప్టు ప్రజలు కేవలం మానవమాత్రులే, దేవుడు కారు. ఈజిప్టు గుర్రాలు కేవలం జంతువులే, ఆత్మలు కావు. యెహోవా తన హస్తం చాపగా, సహాయకుడు (ఈజిప్టు) ఓడించబడతాడు. సహాయం కోరిన ప్రజలు (యూదా) పతనం అవుతారు. ఆ మనుష్యులంతా ఒక్కుమ్మడిగా నాశనం చేయబడతారు."},{"number":4,"verse":"“ఒక సింహంగాని, సింహపు పిల్లగాని తినటానికి ఒక జంతువును పట్టుకొంటే, ఆ సింహం, చచ్చిన జంతువు మీద నిలబడి గర్జిస్తుంది. ఆ సమయంలో ఆ గొప్ప సింహాన్ని ఏదీ భయపెట్టలేదు. మనుష్యులు వచ్చి, సింహం మీద కేకలు వేస్తే, సింహం భయపడదు. మనుష్యులు పెద్ద ధ్వని చేయవచ్చు కానీ సింహం మాత్రం పారిపోదు” అని యెహోవా నాతో చెప్పాడు. అదే విధంగా సర్వశక్తిమంతుడైన యెహోవా సీయోను కొండమీద దిగివస్తాడు. ఆ కొండ మీద యెహోవా పోరాడతాడు."},{"number":5,"verse":"పక్షులు వాటి గూళ్ల చుట్టూ ఎగిరినట్టు, సర్వశక్తిమంతుడైన యెహోవా యెరూషలేమును కాపాడుతాడు. యెహోవా దానిని రక్షిస్తాడు. యెహోవా “దానిపై దాటి”, యెరూషలేమును రక్షిస్తాడు."},{"number":6,"verse":"ఇశ్రాయేలీయులారా, మీరు దేవుని మీద తిరుగుబాటు చేశారు. మీరు తిరిగి దేవుని దగ్గరకు రావాలి."},{"number":7,"verse":"మీరు తయారు చేసిన వెండి, బంగారు విగ్రహాలను ప్రజలు పూజించటం అప్పుడు మాని వేస్తారు. మీరు ఆ విగ్రహాలను తయారు చేసినప్పుడు మీరు నిజంగా పాపం చేసారు."},{"number":8,"verse":"నిజమే, అష్షూరు ఖడ్గం చేత ఓడించబడుతుంది, కానీ ఆ ఖడ్గం మానవ ఖడ్గం కాదు. అష్షూరు ఓడించబడుతుంది. కానీ ఆ నాశనం మనిషి ఖడ్గం ద్వారా జరగదు. అష్షూరు దేవుని ఖడ్గం నుండి పారిపోతుంది. కానీ యువకులు పట్టుబడి, బానిసలవుతారు."},{"number":9,"verse":"వారి భద్రతా స్థలం నాశనం చేయబడుతుంది. వారి నాయకులు ఓడించబడి, వారి పతాకాన్ని విడిచిపెడ్తారు. ఆ విషయాలన్నీ యెహోవా చెప్పాడు. యెహోవా అగ్ని (బలిపీఠం) సీయోను మీద ఉంది. యెహోవా కొలిమి (బలిపీఠం) యెరూషలేములో ఉంది."}]}