{"bibleAbbr":"teERV1997","bookName":"యెషయా","bookEnglishName":"Isaiah","chapterNumber":47,"verses":[{"number":1,"verse":"( బబులోనుకు దేవుని సందేశం) “కల్దీయుల కుమారీ, కన్యకా మట్టిలో పడి, అక్కడే కూర్చో. నేల మీద కూర్చో. ఇప్పుడు నీవు పరిపాలించటం లేదు. ప్రజలు ఇంక నిన్ను చక్కనిదానా అని, అందగత్తె అని పిలువరు."},{"number":2,"verse":"ఇప్పుడు నీవు కష్టపడి పనిచేయాలి. అందమైన నీపై వస్త్రాలు తీసివేయి. తిరుగటి రాళ్లు తీసుకొని పిండి విసురు. మనుష్యులకు నీ కాళ్లు కనబడేంతమట్టుకు నీ పైవస్త్రం లేపి నదులు దాటు. నీ దేశాన్ని విడిచిపెట్టు."},{"number":3,"verse":"మనుష్యులు నీ శరీరాన్ని చూస్తారు. మనుష్యులు నిన్ను లైంగికంగా వాడుకొంటారు. నీవు చేసిన చెడ్డ పనులకు నీచేత నేను విలువ కట్టిస్తాను. మరియు ఎవ్వడూ వచ్చి నీకు సహాయం చేయడు."},{"number":4,"verse":"“‘దేవుడు మమ్మల్ని రక్షిస్తాడు. ఆయన పేరు సర్వశక్తిమంతుడైన యెహోవా, ఇశ్రాయేలీయుల పరిశుద్దుడు’” అని నా ప్రజలు అంటారు."},{"number":5,"verse":"“అందుచేత బబులోనూ, నీవు మౌనంగా కూర్చోవాలి. కల్దీయుల కుమారీ ( కల్దీయుల కుమారీ ఇది బబులోను యొక్క మరో పేరు.) చీకట్లోనికి వెళ్లు ఎందుకంటే నీవు ఇక మీదట ‘రాజ్యాలకు యజమానురాలివి’ కావు."},{"number":6,"verse":"“నేను నా ప్రజల మీద కోపగించాను. ఈ ప్రజలు నావాళ్లే కానీ నేను కోపగించాను, అందుచేత నేను వాళ్లకు ప్రాముఖ్యం లేకుండా చేశాను. నేను వాళ్లను నీకు అప్పగించాను. నీవు వారిని శిక్షించావు. నీవు వారికి ఎలాంటి దయా చూపించలేదు. వాళ్లు ముసలి వాళ్ల కోసం చాలా కష్టపడి పనిచేసేట్టు నీవు చేశావు."},{"number":7,"verse":"‘నేను శాశ్వతంగా జీవిస్తాను. శాశ్వతంగా నేను రాణిగానే ఉంటాను’ అని నీవు చెప్పావు. నీవు ఆ ప్రజలకు చేసిన చెడు కార్యాలను నీవు గమనించలేదు. ఏమి జరుగుతుందో అని నీవు గమనించలేదు."},{"number":8,"verse":"కనుక ‘అందమైన అమ్మాయీ’, ఇప్పుడు నా మాట విను. నీవు క్షేమంగానే ఉన్నావు అనుకొంటున్నావు. ‘నేను ఒక్కదాన్నే ప్రాముఖ్యమైన దాన్ని, ఇంకెవ్వరూ నా అంతటి ప్రముఖులు కారు. నేను ఎప్పటికీ విధవనుకాను. నాకు ఎల్లప్పుడూ పిల్లలు ఉంటారు’ అని నీలోనీవు అనుకొంటున్నావు."},{"number":9,"verse":"నీకు ఈ రెండు సంగతులు జరుగుతాయి: మొట్టమొదట నీవు నీ పిల్లలను (ప్రజలు) పోగొట్టుకొంటావు. తర్వాత నీవు నీ భర్తను (రాజ్యం) పోగొట్టుకొంటావు. ఈ సంగతులు నీకు నిజంగా జరుగుతాయి. నీ మంత్రాలన్నీ, శక్తివంతమైన నీ ఉపాయాలన్నీ నిన్ను రక్షించవు."},{"number":10,"verse":"నీవు చెడ్డ పనులు చేసి కూడ క్షేమంగా ఉన్నానని అనుకొంటున్నావు. ‘నేను చేసే తప్పు పనులు ఎవరూ చూడటం లేదు’ అని నీవు అనుకొంటావు. నీవు తప్పు చేస్తావు. కానీ నీ జ్ఞానం, నీ తెలివి నిన్ను రక్షిస్తాయి అనుకొంటావు. ‘నేను ఒక్క దాన్ని తప్ప నా అంతటి ప్రముఖులు ఇంకెవరూ లేరు’ అని నీవు అంటావు."},{"number":11,"verse":"“అయితే నీకు కష్టాలు వస్తాయి. అది ఎప్పుడు జరుగుతుందో నీకు తెలియదు. కాని నాశనం వచ్చేస్తుంది. ఆ కష్టాలను ఆపుజేసేందుకు నీవు ఏమీ చేయలేవు. నీవు త్వరగా నాశనం చేయబడతావు. నీకు ఏమి జరిగిపోయిందో కూడా నీకు తెలియదు."},{"number":12,"verse":"నీ జీవితాంతం నీవు కష్టపడి పనిచేశావు. ఉపాయాలు, మంత్రాలు నేర్చుకొన్నావు. కనుక నీ ఉపాయాలు, మంత్రాలు ప్రయోగించటం ప్రారంభించు. ఒకవేళ ఆ ఉపాయాలు నీకు సహాయపడతాయేమో! ఒకవేళ నీవు ఎవరినైనా భయపెట్టగలుగుతావేమో."},{"number":13,"verse":"నీకు ఎంతెంతో మంది సలహాదారులు వాళ్లు నీకిచ్చే సలహాలతో నీవు విసిగిపోయావా? నక్షత్ర శాస్త్రం తెలిసిన నీ మనుష్యులను వాళ్లు బయటకు పంపిస్తారు. నెల ప్రారంభం ఎప్పుడో వాళ్లు చెప్పగలుగుతారు. ఒకవేళ నీ కష్టాలు ఎప్పుడు మొదలవుతాయో వాళ్లు చెప్పగలుగుతారేమో."},{"number":14,"verse":"అయితే ఆ మనుష్యులు కనీసం వాళ్లనే వాళ్లు రక్షించుకోలేరు. వాళ్లు గడ్డిలా కాలిపోతారు. వాళ్లు త్వరగా కాలిపోయినందుచేత రొట్టె కాల్చుకొనేందుకు గూడ నిప్పులు మిగులవు. వెచ్చగా కాచుకొనేందుకు మంటగూడా మిగలదు."},{"number":15,"verse":"నీవు కష్టపడి సంపాదించిన దానంతటికీ అలా జరుగుతుంది. నీవు చిన్న పిల్లగా ఉన్నప్పట్నుంచీ నీతో వ్యాపారం చేసిన వారు నిన్ను వదిలివేస్తారు ప్రతివాడూ వాని వాని దారిన పోతాడు. నిన్ను రక్షించేందుకు ఒక్క మనిషి కూడా ఉండడు.”"}]}