{"bibleAbbr":"teERV1997","bookName":"యెషయా","bookEnglishName":"Isaiah","chapterNumber":54,"verses":[{"number":1,"verse":"( దేవుడు తన ప్రజలను స్వదేశానికి తీసుకొనివస్తాడు) ఓ స్త్రీ, సంతోషంగా ఉండు! నీకు పిల్లలు పుట్టలేదు, కానీ నీవు చాలా సంతోషంగా ఉండాలి. “భర్తగల స్త్రీకంటె ఒంటరి స్త్రీ ( ఒంటరి స్త్రీ ఈ హీబ్రూ పదం “నాశనం అయింది” అనే పదంవంటిది. బహుశా “నాశనమైన యెరూషలేము” కావచ్చును.) ఎక్కువ మంది పిల్లలను కంటుంది.” అని యెహోవా చెబుతున్నాడు."},{"number":2,"verse":"నీ గుడారం విశాలం చేయి. నీ ద్వారాలు పూర్తిగా తెరువు. నీ కుటుంబాన్ని వృద్ధి చేయటం ఆపుజేయకు. నీ గుడారాన్ని విశాలం చేయి, బలంగా చేయి."},{"number":3,"verse":"ఎందుకంటే నీవు చాలా పెరిగిపోవటం మొదలు పెడతావు. నీ పిల్లలు అనేక రాజ్యాల నుండి ప్రజలను తీసుకొనివస్తారు. నాశనం చేయబడిన పట్టణాల్లో ఆ పిల్లలు తిరిగి నివసిస్తారు."},{"number":4,"verse":"భయపడవద్దు! నీవు నిరాశ చెందవు. నీ మీద ప్రజలు చెడ్డ మాటలు చెప్పరు. నీవేమీ ఇబ్బంది పడవు. నీవు చిన్నదానివిగా ఉన్నప్పుడు నీవు సిగ్గుపడ్డావు. కానీ ఆ సిగ్గు నీవు ఇప్పుడు మరచిపోతావు. నీ భర్త పోయినప్పుడు నీకు కలిగిన అవమానాన్ని నీవు జ్ఞాపకం చేసుకోవు."},{"number":5,"verse":"ఎందుకంటే నిన్ను చేసిన వాడు నీ భర్త (దేవుడు) గనుక ఆయన పేరు సర్వశక్తిమంతుడైన యెహోవా. ఇశ్రాయేలును రక్షించేవాడు ఆయనే. ఆయన ఇశ్రాయేలు పరిశుద్ధుడు. ఆయన సర్వభూమికి దేవుడు అని పిలువ బడతాడు."},{"number":6,"verse":"నీవు భర్త విడిచిన భార్యవలె ఉన్నావు. ఆత్మలో నీవు చాలా దుఃఖించావు. కానీ యెహోవా నిన్ను తనదిగా ఉండేందుకు పిలిచాడు. యవ్వనంలో వివాహమై, భర్తచే విడిచి పెట్టబడిన స్త్రీలా నీవు ఉన్నావు. కానీ దేవుడు నిన్ను తనదానిగా ఉండుటకు పిలిచాడు."},{"number":7,"verse":"దేవుడు చెబుతున్నాడు, “నేను నిన్ను విడిచిపెట్టాను. కానీ కొంతకాలం మట్టుకే. నేను నిన్ను మళ్లీ నా దగ్గరకు చేర్చుకొంటాను. నేను నీకు గొప్ప దయ చూపిస్తాను."},{"number":8,"verse":"నేను చాలా కోపగించి కొద్ది కాలం పాటు నీ నుండి దాక్కున్నాను. కానీ శాశ్వతంగా నిన్ను నేను దయతో ఆదరిస్తాను.” నీ రక్షకుడైన యెహోవా ఇది చెప్పాడు."},{"number":9,"verse":"దేవుడు చెబుతున్నాడు: “నోవహు కాలంలో ప్రళయంతో నేను ప్రపంచాన్ని శిక్షించినట్టుగా ఉంది ఇది. ప్రపంచాన్ని మళ్లీ ఎన్నడూ ప్రళయంతో ముంచివేయనని నొవహుకు నేను వాగ్దానం చేశాను. అదే విధంగా, నేను మరల ఎన్నడు నీ మీద కోపగించి, నిన్నుగూర్చి చెడుగా మాట్లాడనని ప్రమాణం చేస్తున్నాను.”"},{"number":10,"verse":"యెహోవా చెబుతున్నాడు: “పర్వతాలు కనిపించకుండా పోవచ్చు, కొండలు ధూళి కావచ్చును. కానీ నా దయ నిన్ను ఎన్నటికీ విడువదు. నేను నీతో సమాధానపడతాను, అది ఎన్నటికీ అంతం కాదు.” యెహోవా నీ యెడల కరుణ చూపిస్తాడు. మరియు ఈ సంగతులు చెప్పిన వాడు ఆయనే."},{"number":11,"verse":"“అయ్యో, దీన పట్టణమా! తుఫానులు నిన్ను బాధించాయి, మరియు నీవు ఓదార్చబడలేదు. నేను నిన్ను మరల నిర్మిస్తాను. ప్రశస్తమైన రాళ్లను ఉపయోగించి నేను నీ పునాదులు వేస్తాను. నీలాంజనాలు, నీలాలు నేను ఉపయోగిస్తాను."},{"number":12,"verse":"మాణిక్య మణులతో నేను నీ గోడలు కడతాను. సూర్యకాంతాలతో నేను నీ ద్వారాలు కడతాను. ప్రశస్త రత్నాలతో నేను నీ గోడలన్నింటినీ కడతాను."},{"number":13,"verse":"నీ పిల్లలు దేవుని వెంబడిస్తారు, ఆయన వారికి ఉపదేశం చేస్తాడు. నీ పిల్లలకు ఎంతో శాంతి ఉంటుంది."},{"number":14,"verse":"న్యాయం ప్రయోగించి నేను నిర్మిస్తాను. కనుక నీవు అన్యాయానికి, కృ-రత్వానికి దూరంగా ఉండాలి. అప్పుడు నీవు భయపడాల్సింది. ఏమీ ఉండదు. ఏదీ నిన్ను బాధించుటకు రాదు."},{"number":15,"verse":"నా సైన్యాలు ఏవీ నీకు వ్యతిరేకంగా పోరాడవు. మరియు ఏ సైన్యమైనా నీ మీద దాడి చేసేందుకు ప్రయత్నిస్తే నీవు ఆ సైన్యాన్ని ఓడిస్తావు."},{"number":16,"verse":"“చూడు, కమ్మరిని నేను చేశాను. అగ్నిని రాజ బెట్టేందుకు అతడు నిప్పుమీద విసరుతాడు. అప్పుడు అతడు వేడి ఇనుమును తీసుకొని, తాను చేయదలచుకొన్న పనిముట్టును చేస్తాడు. అదేవిధంగా నాశనం చేసే ‘నాశన కర్తను’ నేను సృజించాను."},{"number":17,"verse":"“నీ మీద పోరాడుటకు మనుష్యులు ఆయుధాలు చేస్తారు. కానీ ఆ ఆయుధాలు నిన్ను ఓడించవు. కొంత మంది నీకు వ్యతిరేకంగా మాట్లాడుతారు. కానీ నీకు వ్యతిరేకంగా మాట్లాడే ప్రతి వ్యక్తిది తప్పు అని చూపించబడుతుంది.” “యెహోవా సేవకులకు ఏమి లభిస్తుంది? నా దగ్గర లభించే మంచి వాటన్నింటినీ వారు పొందుతారు” అని యెహోవా చెబుతున్నాడు."}]}