{"bibleAbbr":"teERV1997","bookName":"యెషయా","bookEnglishName":"Isaiah","chapterNumber":55,"verses":[{"number":1,"verse":"( నిజంగా సంతృప్తిపరచే ఆహారం దేవుడు ఇస్తాడు) “దాహంతో ఉన్న ప్రజలారా మీరంతా వచ్చి నీళ్లు త్రాగండి! మీ వద్ద డబ్బు లేకపోతే చింతపడకండి. రండి, మీకు తృప్తి కలిగేంతవరకు తినండి, త్రాగండి! మీకు డబ్బు అవసరం లేదు. మీకు తృప్తి కలిగేంతవరకు తినండి, త్రాగండి. ఆహారం, ద్రాక్షారసం ఉచితం!"},{"number":2,"verse":"నిజంగా ఆహారం కానిదానికోసం మీ ధనం వ్యర్థం చేయటం ఎందుకు? మిమ్మల్ని నిజంగా సంతృప్తి పరచని దానికోసం మీరు ప్రయాసపడటం ఎందుకు? నా మాట జాగ్రత్తగా వినండి, అప్పుడు మీరు మంచి ఆహారం భోజనం చేస్తారు. మీ ఆత్మను తృప్తిపరచే ఆహారం మీరు భోజనం చేస్తారు."},{"number":3,"verse":"నేను చెప్పే మాటలు జాగ్రత్తగా వినండి, మీ ఆత్మలు జీవించునట్లుగా మీరు నా మాట వినండి. నా వద్దకు రండి! శాశ్వతంగా కొనసాగే ఒడంబడిక నేను మీతో చేస్తాను. అది నేను దావీదుతో చేసిన ఒడంబడికలా ఉంటుంది. దావీదు ఎడల శాశ్వతంగా దయగలిగి ఉంటానని నేను అతనికి వాగ్దానం చేసాను. మరి మీరు ఆ వాగ్దానాన్ని నమ్ముకోవచ్చు."},{"number":4,"verse":"రాజ్యాలన్నింటిలో నా శక్తికి దావీదును సాక్షిగా నేను చేశాను. దావీదు అనేక రాజ్యాలకు పరిపాలకునిగాను, సర్వసేనానిగాను ఉంటాడని నేను అతనికి వాగ్దానం చేశాను.”"},{"number":5,"verse":"నీవు యెరుగని స్థలాల్లో రాజ్యాలు ఉన్నాయి, కానీ ఆ రాజ్యాలను నీవు పిలుస్తావు. ఆ రాజ్యాలకు నీవు తెలియదు. కానీ అవి నీ దగ్గరకు పరుగెడతాయి. నీ దేవుడు యెహోవా ఇలా కోరుతున్నాడు కనుక ఇది జరుగుతుంది. ఇశ్రాయేలీయుల పరిశుద్ధుడు నిన్ను గౌరవిస్తున్నాడు. కనుక ఇది జరుగుతుంది."},{"number":6,"verse":"కనుక సమయం మించిపోక ముందే నీవు యెహోవా కోసం వెదకాలి. ఆయన సమీపంగా ఉన్నప్పుడు, ఇప్పుడే నీవు ఆయనను వేడుకోవాలి."},{"number":7,"verse":"దుర్మార్గులు వారి దుర్మార్గ జీవితాలు విడిచిపెట్టాలి. వారు తమ దురాలోచనలు నిలిపివేయాలి. వారు తిరిగి యెహోవా దగ్గరకు రావాలి. అప్పుడు యెహోవా వారిని ఆదరిస్తాడు. మన దేవుడు క్షమిస్తాడు గనుక ఆ మనుష్యులు యెహోవా దగ్గరకు రావాలి."},{"number":8,"verse":"( మనుష్యులు దేవుణ్ణి అర్థం చేసుకోలేరు) యెహోవా చెబుతున్నాడు, “మీ తలంపులు నా తలంపుల వంటివి కావు. మీ మార్గాలు నా మార్గాలవంటివి కావు."},{"number":9,"verse":"ఆకాశాలు భూమికంటె ఉన్నతంగా ఉన్నాయి. అదే విధంగా మీ మార్గాలకంటె నా మార్గాలు ఉన్నతంగా ఉన్నాయి. మరియు మీ తలంపులకంటె నా తలంపులు ఉన్నతంగా ఉన్నాయి.” యెహోవా తానే ఈ సంగతులు చెప్పాడు."},{"number":10,"verse":"“వర్షం, మంచు ఆకాశం నుండి కురుస్తాయి. అవి నేలను తాకి, నేలను తడిచేయకుండా తిరిగి ఆకాశానికి వెళ్లవు. అప్పుడు నేల మొక్కలను మొలిపించి, ఎదిగింప చేస్తుంది. ఈ మొక్కలు రైతుకోసం విత్తనాలు సిద్ధం చేస్తాయి. ప్రజలు ఆహారంగా రొట్టెలకోసం ఈ విత్తనాలు వినియోగిస్తారు."},{"number":11,"verse":"అదే విధంగా నా నోటినుండి నా మాటలు బయలు వెళ్తాయి. అవి సంగతులను సంభవింప చేసేంతవరకు తిరిగి రావు. నేను ఏ సంగతులు సంభవించాలని అనుకొంటానో వాటిని నా మాటలు సంభవింపచేస్తాయి. ఏమి చేయాలని నేను నా మాటలను పంపిస్తానో వాటిని నా మాటలు సాధిస్తాయి."},{"number":12,"verse":"“నా మాటలు సంతోషంగా బయలు వెళ్తాయి. అవి శాంతి కలిగిస్తాయి. పర్వతాలు, కొండలు సంతోషంగా నాట్యంచేయటం మొదలు పెడతాయి పొలాల్లోని చెట్లన్నీ చప్పట్లుకొడ్తాయి."},{"number":13,"verse":"పొదలు ఉన్నచోట పెద్ద దేవదారు వృక్షాలు పెరుగుతాయి. కలుపు మొక్కలు ఉన్నచోట గొంజి వృక్షాలు పెరుగుతాయి. ఈ సంగతులు యెహోవాను ప్రసిద్ధుని చేస్తాయి. యెహోవా శక్తిమంతుడు అనేందుకు ఈ సంగతులు రుజువు. ఈ రుజువు ఎన్నటికి నాశనం చేయబడదు.”"}]}