{"bibleAbbr":"Geneva1599","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":3,"verses":[{"number":1,"verse":"((A prophecy of Christ and of his kingdom.) ) And he showed me Joshua the high Priest, (He prayed to Christ the Mediator for the state of the Church.) standing before the Angel of the Lord, and (Which declareth that the faithful have not only war with flesh and blood, but with Satan himself and spiritual wickedness, Eph. 6:12.) Satan stood at his right hand to resist him."},{"number":2,"verse":"And the (That is, Christ speaketh to God as the Mediator of his Church, that he would rebuke Satan: and here he showeth himself to be the continual preserver of his Church.) Lord said unto Satan, The Lord reprove thee, O Satan: even the Lord that hath chosen Jerusalem, reprove thee. Is not this a (Meaning, that Joshua was wonderfully preserved in the captivity, and now Satan sought to afflict and trouble him when he was doing his office.) [brand] taken out of the fire?"},{"number":3,"verse":"Now Joshua was clothed with (In respect of the glorious garments and precious stones that the Priests did wear before the captivity: and by this contemptible state the Prophet signifieth, that these small beginnings should be made excellent when Christ shall make the full restitution of his Church.) filthy garments, and stood before the Angel."},{"number":4,"verse":"And he answered and spake unto those that stood before him, saying, Take away the (See verse 3.) filthy garments from him. And unto him he said, Behold, I have (He showeth of what apparel he speaketh, which is, when our filthy sins are taken away, and we are clad with God’s mercies, which is meant of the spiritual restitution.) caused thine iniquity to depart from thee, and I will clothe thee with change of raiment."},{"number":5,"verse":"And I said, Let them (The Prophet prayeth, that besides the raiment, the Priest might also have tyre for his head accordingly, that is, that the dignity of the Priesthood might be perfect: and this was fulfilled in Christ, who was both Priest and King: and here all such are condemned, that can content themselves with any mean reformation in religion, seeing the Prophet desireth the perfection, and obtaineth it.) set a fair diadem upon his head. So they set a fair diadem upon his head, and clothed him with garments, and the Angel of the Lord stood by."},{"number":6,"verse":"And the Angel of the Lord testified unto Joshua, saying,"},{"number":7,"verse":"Thus saith the Lord of hosts, If thou wilt walk in my ways, and keep my watch, thou shalt also (That is, have rule and government in my Church, as thy predecessors have had.) judge mine house, and shalt also keep my (Whereby he meaneth to have the whole charge and ministry of the Church.) courts, and I will give thee place among (That is, the Angels, who represented the whole number of the faithful: signifying that all the godly should willingly receive him.) these that stand by."},{"number":8,"verse":"Hear now, O Joshua the high Priest, thou and thy fellows that sit before thee: for they (Because they follow my word, they are contemned in the world, and esteemed as monsters, Isa. 8:18.) are monstrous persons: but behold, I will bring forth the (That is, Christ, who did so humble himself, that not only he became the servant of God, but also the servant of men: and therefore in him they should have comfort, although in the world they were contemned, Isa. 11:1; Jer. 23:5 and 33:14, 15.) Branch my servant."},{"number":9,"verse":"For lo, the (He showeth that the ministers cannot build, before God lay the first stone, which is Christ, who is full of eyes, both because he giveth light unto all others, and that all ought to seek light at him, Zech. 4:10.) stone that I have laid before Joshua: upon one stone shall be seven eyes: behold, I (That is, I will make perfect in all points, as a thing wrought by the hand of GOD.) will cut out the graving thereof, saith the Lord of hosts, and I will take (Though I have punished this land for a time, yet I will even now be pacified, and visit their sins no more.) away the iniquity of this land in one day."},{"number":10,"verse":"In that day, saith the Lord of hosts, shall ye call every man his neighbor under the (Ye shall then live in peace and quietness, that is, in the kingdom of Christ, Isa. 2:2; Mic. 4:4; Hag. 2:10.) vine, and under the fig tree."}]}