{"bibleAbbr":"Geneva1599","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":7,"verses":[{"number":1,"verse":"(5 The true fasting.11 The rebellion of the people is the cause of their affliction.) And in the fourth year of King Darius, the word of the Lord came unto Zechariah in the fourth day of the ninth month, even in (Which contained part of November and part of December.) Chislev,"},{"number":2,"verse":"For (That is, the rest of the people that remained yet in Chaldea, sent to the Church at Jerusalem, for the resolution of these questions, because these feasts were consented upon by the agreement of the whole Church, the one in the month that the Temple was destroyed, and the other when Gedaliah was slain, Jer. 41:2.) they had sent unto the House of God Sharezer, and Regem-Melech and their men to pray before the Lord,"},{"number":3,"verse":"And to speak unto the Priests, which were in the House of the Lord of hosts, and to the Prophets, saying, Should I (By weeping and mourning, appear what exercises they used in their fasting.) weep in the fifth month, and (That is, prepare myself with all devotion to his fast.) separate myself as I have done these so many (Which was now since the time the Temple was destroyed.) years?"},{"number":4,"verse":"Then came the word of the Lord of hosts unto me, saying,"},{"number":5,"verse":"Speak unto all the people of the land, and to the (For there were both of the people, and of the Priests, which doubted as touching this controversy, besides them which as yet remained in Chaldea, and reason of it, as of one of the chief points of their religion.) Priests, and say, When ye fasted, and mourned in the fifth and seventh month, even the seventy years, did ye fast unto me? (For they thought they had deserved toward God because of this fast, which they invented of themselves: and though fasting of itself be good, yet because they thought it a service toward God, and trusted therein, it is here reproved.) do I approve it?"},{"number":6,"verse":"And when ye did eat, and when ye did drink, did ye not eat (Did ye not eat and drink for your own commodity and necessity, and so likewise ye did abstain according to your own fantasies, and not after the prescript of my Law.) for yourselves, and drink for yourselves?"},{"number":7,"verse":"Should ye not hear the words which the Lord (Hereby he condemneth their hypocrisy, which thought by their fasting to please God and by such things as they invented, and in the mean season would not serve him as he had commanded.) hath cried by the ministry of the former Prophets when Jerusalem was inhabited, and in prosperity, and the cities thereof round about her, when the South and the plain was inhabited?"},{"number":8,"verse":"And the word of the Lord came unto Zechariah, saying,"},{"number":9,"verse":"Thus speaketh the Lord of hosts, saying, (He showeth that they did not fast with a sincere heart, but for hypocrisy, and that it was not done of a pure religion, because that they lacked these offices of charity, which should have declared that they were godly, Matt. 23:23.) Execute true judgment, and show mercy and compassion, every man to his brother,"},{"number":10,"verse":"And oppress not the widow, nor the fatherless, the stranger nor the poor, and let none of you imagine evil against his brother in your heart."},{"number":11,"verse":"But they refused to hearken, and (And would not carry the Lord’s burden, which was sweet and easy, but would bear their own, which was heavy and grievous to the flesh, thinking to merit thereby: which similitude is taken of oxen, which shrink at the yoke, Neh. 9:29.) pulled away the shoulder, and stopped their ears, that they should not hear."},{"number":12,"verse":"Yea, they made their hearts as an adamant stone, lest they should hear the Law and the words which the Lord of hosts sent in his (Which declareth that they rebelled not only against the Prophets, but against the Spirit of God that spake in them.) Spirit by the ministry of the former Prophets: therefore came a great wrath from the Lord of hosts."},{"number":13,"verse":"Therefore it is come to pass, that as he cried, and they would not hear, so they cried, and I would not hear, saith the Lord of hosts."},{"number":14,"verse":"But I scattered them among all the nations, whom they knew not: thus the land was desolate (That is, after they were called captive.) after them, that no man passed through nor returned: for they laid the pleasant land (By their sins whereby they provoked God’s anger.) waste."}]}