{"bibleAbbr":"AMP2015","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"Ephraim's Idolatry When Ephraim spoke, there was trembling and terror. He exalted himself [above the other tribes] in Israel; But through [the worship of] Baal he became guilty and died [spiritually, and then came ruin, sealing Israel's doom as a nation]."},{"number":2,"verse":"And now they sin more and more, And make for themselves molten images, Idols skillfully made from their silver [as it pleased them], All of them the work of the craftsmen. They say of these [very works of their hands], \"Let those who sacrifice kiss and show respect to the calves [as if they were living gods]!\""},{"number":3,"verse":"Therefore they will be [swiftly dissipated] like the morning cloud Or like dew which soon disappears, Like chaff which swirls with the whirlwind from the threshing floor, And like smoke from the chimney or through the window [worthless and without substance -they will vanish]."},{"number":4,"verse":"Yet I have been the LORD your God Since [the time you became a nation in] the land of Egypt; And you were not to know any god except Me, For there is no savior besides Me."},{"number":5,"verse":"I knew and regarded you and cared for you in the wilderness, In the land of drought."},{"number":6,"verse":"When they had their pasture, they became satisfied, And being satisfied, their heart became proud (self-centered); Therefore they forgot Me."},{"number":7,"verse":"So I will be like a lion to them; Like a leopard I will watch and lie in wait [ready to attack] by the road [to Assyria]."},{"number":8,"verse":"I will encounter them like a bear robbed of her cubs, And I will tear open their chests; There I will also devour them like a lioness, As a wild beast would tear them."},{"number":9,"verse":"It is your destruction, O Israel, Because you are against Me, [and have rebelled] against your help."},{"number":10,"verse":"Where now is your king That he may save you [when you are attacked] in all your cities? And your judges of whom you asked, \"Give me a king and princes\"?"},{"number":11,"verse":"I gave you a king in My anger, And I took him away in My wrath [as punishment]."},{"number":12,"verse":"The wickedness of Ephraim [which is not yet completely punished] is bound up [as in a bag]; His sin is stored up [for judgment and destruction]."},{"number":13,"verse":"The pains of childbirth come on him; But he is not a wise son, For it is not the time to delay [his chance at a new birth] as the womb opens [but he ignores the opportunity to change]."},{"number":14,"verse":"Shall I ransom them from the power of Sheol (the place of the dead)? Shall I redeem them from death? O death, where are your thorns? O Sheol, where is your sting? Compassion is hidden from My eyes [because of their failure to repent]."},{"number":15,"verse":"For though he flourishes among the reeds (his fellow tribes), An east wind (Assyria) will come, The breath of the LORD rising from the desert; And Ephraim's spring will become dry And his fountain will be dried up. Assyria will plunder his treasury of every precious object."},{"number":16,"verse":"Samaria will be found guilty [and become desolate], Because she rebelled against her God; They will fall by the sword, Their infants will be dashed in pieces, And their pregnant women will be ripped open."}]}