{"bibleAbbr":"AMP2015","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":2,"verses":[{"number":1,"verse":"(Israel's Unfaithfulness Condemned) \"[Hosea,] say to your brothers, 'Ammi (you are my people),' and to your sisters, 'Ruhamah (you have been pitied and have obtained mercy).'"},{"number":2,"verse":"\"Contend with your mother (nation); contend, For she is not my wife and I am not her husband; And have her remove her [marks of] prostitution from her face And her adultery from between her breasts"},{"number":3,"verse":"Or I will strip her naked And expose her as on the day she was born, And make her like a wilderness And make her like a parched land And slay her with thirst."},{"number":4,"verse":"\"Also, I will have no mercy on her children, Because they are the children of prostitution."},{"number":5,"verse":"\"For their mother has played the prostitute; She who conceived them has acted shamefully, For she said, 'I will pursue my lovers Who give me my food and my water, My wool and my flax, my oil and my [refreshing] drinks.'"},{"number":6,"verse":"\"Therefore, behold, I [the LORD God] will hedge up her way with thorns; And I will build a wall against her [shutting off her way] so that she cannot find her paths."},{"number":7,"verse":"\"She will [passionately] pursue her lovers, but she will not overtake them; And she will seek them, but will not find them. Then she will say, 'Let me go and return to my first husband, For it was better for me then than now!'"},{"number":8,"verse":"\"For she (Israel) has not noticed nor understood nor realized that it was I [the LORD God] who gave her the grain and the new wine and the oil, And lavished on her silver and gold, Which they used for Baal and made into his image."},{"number":9,"verse":"\"Therefore, I will return and take back My grain at harvest time And My new wine in its season. I will also take away My wool and My flax Given to cover her nakedness."},{"number":10,"verse":"\"And now I will uncover her lewdness and shame In the sight of her lovers, And no one will rescue her from My hand."},{"number":11,"verse":"\"I will also put an end to all her rejoicing, Her feasts, her New Moons, her Sabbaths, And all her festivals."},{"number":12,"verse":"\"I will destroy her vines and her fig trees Of which she has said, 'These are my wages Which my lovers have given me.' And I will make them a forest, And the animals of the open country will devour them."},{"number":13,"verse":"\"And I will punish her for the [feast] days of the Baals, When she used to offer sacrifices and burn incense to them And adorn herself with her earrings and nose rings and her jewelry, And follow her lovers, so that she forgot Me,\" says the LORD."},{"number":14,"verse":"(Restoration of Israel) \"Therefore, behold, I will allure Israel And bring her into the wilderness, And I will speak tenderly to her [to reconcile her to Me]."},{"number":15,"verse":"\"Then I will give her her vineyards from there, And make the Valley of Achor a door of hope and expectation [anticipating the time when I will restore My favor on her]. And she will sing there and respond as in the days of her youth As in the day when she came up from the land of Egypt."},{"number":16,"verse":"\"It shall come about in that day,\" says the LORD, \"That you will call Me Ishi (my husband) And will no longer call Me Baali (my Baal)."},{"number":17,"verse":"\"For I will remove the names of the Baals from her mouth, So that they will no longer be mentioned or remembered by their names."},{"number":18,"verse":"\"And in that day I will make a covenant for Israel With the animals of the open country And with the birds of the heavens And with the creeping things of the ground. And I will abolish the bow and the sword and [banish] war from the land And will make them lie down in safety."},{"number":19,"verse":"\"And I will betroth you (Israel) to Me forever; Yes, I will betroth you to Me in righteousness and in justice, In lovingkindness and loyalty, and in compassion."},{"number":20,"verse":"\"I will betroth you to Me in stability and in faithfulness. Then you will know (recognize, appreciate) the LORD [and respond with loving faithfulness]."},{"number":21,"verse":"\"It will come about in that day that I will respond,\" says the LORD. \"I will respond to the heavens [which ask for rain to pour on the earth], and they will respond to the earth [which begs for the rain],"},{"number":22,"verse":"And the earth shall respond to the grain and the new wine and the oil [which beg it to bring them forth], And they will respond to Jezreel [My Israel, who will now be restored]."},{"number":23,"verse":"\"I will sow her for Myself in the land. I will also have mercy on her who had not obtained mercy; And I will say to those who were not My people, 'You are My people,' And they will say, 'You are my God!'\""}]}