{"bibleAbbr":"AMP2015","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":8,"verses":[{"number":1,"verse":"(Israel Reaps the Whirlwind) Set the trumpet to your lips [announcing impending judgment]! Like a [great] vulture the enemy comes against the house of the LORD, Because they have broken My covenant And transgressed and rebelled against My law."},{"number":2,"verse":"Then they will cry out to Me, \"My God, we of Israel know You!\""},{"number":3,"verse":"Israel has rejected the good; The enemy shall pursue him."},{"number":4,"verse":"They set up kings, but not from Me [therefore without My blessing]; They have appointed princes, but I did not know it. With their silver and their gold they made idols for themselves, That they might be cut off."},{"number":5,"verse":"He has rejected your [pagan] calf, O Samaria, saying, \"My wrath burns against them.\" How long will they be incapable of innocence?"},{"number":6,"verse":"For even this [loathsome calf] is from Israel. A craftsman made it, so it is not God; Surely the calf of Samaria will be broken to pieces and go up in flames."},{"number":7,"verse":"For they sow the wind [in evil] And they reap the whirlwind [in disaster]. The standing grain has no growth; It yields no grain. If it were to yield, strangers would swallow it up."},{"number":8,"verse":"Israel is [as if] swallowed up [by enemies]; They are now among the nations Like a vessel [of cheap, coarse pottery] that is useless."},{"number":9,"verse":"For they have gone up to Assyria, Like a wild donkey wandering alone and taking her own way; Ephraim has hired lovers (pagan allies)."},{"number":10,"verse":"Yes, even though [with presents] they hire allies among the nations, Now I will gather them up; And [in a little while] they will begin to grow weak and diminish Because of the burden imposed by the king of princes [the king of Assyria]."},{"number":11,"verse":"For Ephraim has constructed many altars for sin; They are altars intended for sinning [which multiply his guilt]."},{"number":12,"verse":"I wrote for him the ten thousand precepts of My law, But they are regarded as a strange thing [which does not concern him]."},{"number":13,"verse":"As for My sacrificial offerings, They sacrifice the meat [as a mere formality] and eat it, But the LORD is not pleased with them and does not accept them. Now He will remember and take into account their wickedness and guilt, And punish them for their sins. They will return [in captivity] to [another] Egypt [that is, Assyria]."},{"number":14,"verse":"For Israel has forgotten his Maker and built palaces [and pagan temples], And Judah has built many fortified cities; But I will send a fire upon their cities so that it may consume their palaces and fortresses."}]}