{"bibleAbbr":"CVg2018","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":6,"verses":[{"number":1,"verse":"Et egressus inde, abiit in patriam suam : et sequebantur eum discipuli sui :"},{"number":2,"verse":"et facto sabbato cœpit in synagoga docere : et multi audientes admirabantur in doctrina ejus, dicentes : Unde huic hæc omnia ? et quæ est sapientia, quæ data est illi, et virtutes tales, quæ per manus ejus efficiuntur ?"},{"number":3,"verse":"Nonne hic est faber, filius Mariæ, frater Jacobi, et Joseph, et Judæ, et Simonis ? nonne et sorores ejus hic nobiscum sunt ? Et scandalizabantur in illo."},{"number":4,"verse":"Et dicebat illis Jesus : Quia non est propheta sine honore nisi in patria sua, et in domo sua, et in cognatione sua."},{"number":5,"verse":"Et non poterat ibi virtutem ullam facere, nisi paucos infirmos impositis manibus curavit :"},{"number":6,"verse":"et mirabatur propter incredulitatem eorum, et circuibat castella in circuitu docens."},{"number":7,"verse":"Et vocavit duodecim : et cœpit eos mittere binos, et dabat illis potestatem spirituum immundorum."},{"number":8,"verse":"Et præcepit eis ne quid tollerent in via, nisi virgam tantum : non peram, non panem, neque in zona æs,"},{"number":9,"verse":"sed calceatos sandaliis, et ne induerentur duabus tunicis."},{"number":10,"verse":"Et dicebat eis : Quocumque introieritis in domum, illic manete donec exeatis inde :"},{"number":11,"verse":"et quicumque non receperint vos, nec audierint vos, exeuntes inde, excutite pulverem de pedibus vestris in testimonium illis."},{"number":12,"verse":"Et exeuntes prædicabant ut pœnitentiam agerent :"},{"number":13,"verse":"et dæmonia multa ejiciebant, et ungebant oleo multos ægros, et sanabant."},{"number":14,"verse":"Et audivit rex Herodes (manifestum enim factum est nomen ejus), et dicebat : Quia Joannes Baptista resurrexit a mortuis : et propterea virtutes operantur in illo."},{"number":15,"verse":"Alii autem dicebant : Quia Elias est ; alii vero dicebant : Quia propheta est, quasi unus ex prophetis."},{"number":16,"verse":"Quo audito Herodes ait : Quem ego decollavi Joannem, hic a mortuis resurrexit."},{"number":17,"verse":"Ipse enim Herodes misit, ac tenuit Joannem, et vinxit eum in carcere propter Herodiadem uxorem Philippi fratris sui, quia duxerat eam."},{"number":18,"verse":"Dicebat enim Joannes Herodi : Non licet tibi habere uxorem fratris tui."},{"number":19,"verse":"Herodias autem insidiabatur illi : et volebat occidere eum, nec poterat."},{"number":20,"verse":"Herodes enim metuebat Joannem, sciens eum virum justum et sanctum : et custodiebat eum, et audito eo multa faciebat, et libenter eum audiebat."},{"number":21,"verse":"Et cum dies opportunus accidisset, Herodes natalis sui cœnam fecit principibus, et tribunis, et primis Galilææ :"},{"number":22,"verse":"cumque introisset filia ipsius Herodiadis, et saltasset, et placuisset Herodi, simulque recumbentibus, rex ait puellæ : Pete a me quod vis, et dabo tibi :"},{"number":23,"verse":"et juravit illi : Quia quidquid petieris dabo tibi, licet dimidium regni mei."},{"number":24,"verse":"Quæ cum exisset, dixit matri suæ : Quid petam ? At illa dixit : Caput Joannis Baptistæ."},{"number":25,"verse":"Cumque introisset statim cum festinatione ad regem, petivit dicens : Volo ut protinus des mihi in disco caput Joannis Baptistæ."},{"number":26,"verse":"Et contristatus est rex : propter jusjurandum, et propter simul discumbentes, noluit eam contristare :"},{"number":27,"verse":"sed misso spiculatore præcepit afferri caput ejus in disco. Et decollavit eum in carcere,"},{"number":28,"verse":"et attulit caput ejus in disco : et dedit illud puellæ, et puella dedit matri suæ."},{"number":29,"verse":"Quo audito, discipuli ejus venerunt, et tulerunt corpus ejus : et posuerunt illud in monumento."},{"number":30,"verse":"Et convenientes Apostoli ad Jesum, renuntiaverunt ei omnia quæ egerant, et docuerant."},{"number":31,"verse":"Et ait illis : Venite seorsum in desertum locum, et requiescite pusillum. Erant enim qui veniebant et redibant multi : et nec spatium manducandi habebant."},{"number":32,"verse":"Et ascendentes in navim, abierunt in desertum locum seorsum."},{"number":33,"verse":"Et viderunt eos abeuntes, et cognoverunt multi : et pedestres de omnibus civitatibus concurrerunt illuc, et prævenerunt eos."},{"number":34,"verse":"Et exiens vidit turbam multam Jesus : et misertus est super eos, quia erant sicut oves non habentes pastorem, et cœpit docere multa."},{"number":35,"verse":"Et cum jam hora multa fieret, accesserunt discipuli ejus, dicentes : Desertus est locus hic, et jam hora præteriit :"},{"number":36,"verse":"dimitte illos, ut euntes in proximas villas et vicos, emant sibi cibos, quos manducent."},{"number":37,"verse":"Et respondens ait illis : Date illis vos manducare. Et dixerunt ei : Euntes emamus ducentis denariis panes, et dabimus illis manducare."},{"number":38,"verse":"Et dicit eis : Quot panes habetis ? ite, et videte. Et cum cognovissent, dicunt : Quinque, et duos pisces."},{"number":39,"verse":"Et præcepit illis ut accumbere facerent omnes secundum contubernia super viride fœnum."},{"number":40,"verse":"Et discubuerunt in partes per centenos et quinquagenos."},{"number":41,"verse":"Et acceptis quinque panibus et duobus piscibus, intuens in cælum, benedixit, et fregit panes, et dedit discipulis suis, ut ponerent ante eos : et duos pisces divisit omnibus."},{"number":42,"verse":"Et manducaverunt omnes, et saturati sunt."},{"number":43,"verse":"Et sustulerunt reliquias, fragmentorum duodecim cophinos plenos, et de piscibus."},{"number":44,"verse":"Erant autem qui manducaverunt quinque millia virorum."},{"number":45,"verse":"Et statim coëgit discipulos suos ascendere navim, ut præcederent eum trans fretum ad Bethsaidam, dum ipse dimitteret populum."},{"number":46,"verse":"Et cum dimisisset eos, abiit in montem orare."},{"number":47,"verse":"Et cum sero esset, erat navis in medio mari et ipse solus in terra."},{"number":48,"verse":"Et videns eos laborantes in remigando (erat enim ventus contrarius eis) et circa quartam vigiliam noctis venit ad eos ambulans supra mare : et volebat præterire eos."},{"number":49,"verse":"At illi ut viderunt eum ambulantem supra mare, putaverunt phantasma esse, et exclamaverunt."},{"number":50,"verse":"Omnes enim viderunt eum, et conturbati sunt. Et statim locutus est cum eis, et dixit eis : Confidite, ego sum : nolite timere."},{"number":51,"verse":"Et ascendit ad illos in navim, et cessavit ventus. Et plus magis intra se stupebant :"},{"number":52,"verse":"non enim intellexerunt de panibus : erat enim cor eorum obcæcatum."},{"number":53,"verse":"Et cum transfretassent, venerunt in terram Genesareth, et applicuerunt."},{"number":54,"verse":"Cumque egressi essent de navi, continuo cognoverunt eum :"},{"number":55,"verse":"et percurrentes universam regionem illam, cœperunt in grabatis eos, qui se male habebant, circumferre, ubi audiebant eum esse."},{"number":56,"verse":"Et quocumque introibat, in vicos, vel in villas aut civitates, in plateis ponebant infirmos, et deprecabantur eum, ut vel fimbriam vestimenti ejus tangerent, et quotquot tangebant eum, salvi fiebant."}]}