{"bibleAbbr":"Geneva1599","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":1,"verses":[{"number":1,"verse":"Habakkuk(1 A complaint against the wicked that persecute the just.) The burden, which Habakkuk the Prophet did see."},{"number":2,"verse":"O Lord, how long shall I cry, and thou wilt not hear! even cry out unto thee (The Prophet complaineth unto God, and bewaileth that among the Jews is left none equity and brotherly love: but instead hereof reigneth cruelty, theft, contention and strife.) for violence, and thou wilt not help!"},{"number":3,"verse":"Why dost thou show me iniquity, and cause me to behold sorrow? for spoiling, and violence are before me: and there are that raise up strife and contention."},{"number":4,"verse":"Therefore the Law is dissolved, and judgment doth never go forth: for the wicked doth (To suppress him, if any should show himself zealous of God’s cause.) compass about the righteous: therefore (Because the judges which should redress this excess, are as evil as the rest.) wrong judgment proceedeth."},{"number":5,"verse":"Behold among the heathen, and regard, and wonder, and marvel: for I will work a work in your days: (As in times past you would not believe God’s word, so shall ye not now believe the strange plagues which are at hand.) ye will not believe it, though it be told you."},{"number":6,"verse":"For lo, I raise up the Chaldeans, that bitter and furious nation, which shall go upon the breadth of the land to possess the dwelling places that are not theirs."},{"number":7,"verse":"They are terrible and fearful: (They themselves shall be your judges in this cause, and none shall have authority over them to control them.) their judgment, and their dignity shall proceed of themselves."},{"number":8,"verse":"Their horses also are swifter than the leopards, and are more fierce than the wolves in the (Cross references: : Zeph. 3:3) evening: and their horsemen are many: and their horsemen shall come from far: they shall fly as the eagle hasting to meat."},{"number":9,"verse":"They come all to spoil: for their faces shall be an (For the Jews most feared this wind, because it destroyed their fruits.) East wind, and they shall gather the captivity (They shall be so many in number.) as the sand."},{"number":10,"verse":"And they shall mock the Kings, and the princes shall be a scorn unto them: they shall deride every stronghold: for they shall gather (They shall cast up mounts against it.) dust, and take it."},{"number":11,"verse":"Then shall they (The Prophet comforteth the faithful that God will also destroy the Babylonians, because they shall abuse this victory, and become proud and insolent, attributing the praise hereof to their idols.) take a courage, and transgress and do wickedly, imputing this their power unto their god."},{"number":12,"verse":"Art not thou of old, O Lord my God, mine holy One? we shall not (He assureth the godly of God’s protection, showing that the enemy can do no more than God hath appointed, and also that their sins required such a sharp rod.) die: O Lord, thou hast ordained them for judgment, and O God, thou hast established them for correction."},{"number":13,"verse":"Thou art of pure eyes, and canst not see evil: thou canst not behold wickedness: wherefore dost thou look upon the transgressors, and holdest thy tongue, when the wicked devoureth the man, that is more righteous than he?"},{"number":14,"verse":"And makest men as the (So that the great devoureth the small, and the Chaldeans destroy all the world.) fishes of the sea, and as the creeping things, that have no ruler over them?"},{"number":15,"verse":"They take up all with the angle: they catch it in their net, and gather it in their yarn, whereof they rejoice and are glad."},{"number":16,"verse":"Therefore they sacrifice unto their (Meaning, that the enemies flatter themselves, and glory in their own force, power and wit.) net, and burn incense unto their yarn, because by them their portion is fat, and their meat plenteous."},{"number":17,"verse":"Shall they therefore stretch out their net, and not spare continually to slay (Meaning, that they should not.) the nations?"}]}