{"bibleAbbr":"CVB1535","bookName":"Job","bookEnglishName":"Job","chapterNumber":1,"verses":[{"number":1,"verse":"In the lode of Hus there was a man called Iob: an innocent and vertuous man, soch one as feared God, and eschued euell."},{"number":2,"verse":"This man had vij. sonnes, and iij. doughters."},{"number":3,"verse":"His substaunce was vij. M. shepe, iij. M. camels, v. C. yock of oxen, v. C. she asses, and a very greate housholde: so yt he was one of the most principall men amoge all them of the east countre."},{"number":4,"verse":"His sonnes now wente on euery man, and made banckettes: one daye in one house, another daye in another, and sent for their iij. sisters, to eate & drinke with them."},{"number":5,"verse":"So when they had passed ouer the tyme of their banckettinge rounde aboute, Iob sent for them, and clensed them agayne, stode vp early, and offred for euery one a bretofferinge. For Iob thought thus: peraduenture my sonnes haue done some offence, and haue bene vnthankfull to God in their hertes. And thus dyd Iob euery daye."},{"number":6,"verse":"Now vpon a tyme, when the seruauntes of God came and stode before the LORDE, Sathan came also amonge them."},{"number":7,"verse":"And the LORDE sayde vnto Sathan: From whence commest thou? Sathan answered the LORDE, and sayde: I haue gone aboute the lode, and walked thorow it."},{"number":8,"verse":"Then sayde the LORDE vnto Satha: hast thou not considered my seruaunt Iob, how that he is an innocet and vertuous ma: soch one as feareth God, and eschueth euell, and that there is none like him in the londe?"},{"number":9,"verse":"Sathan answered, and sayde vnto the LORDE: Doth Iob feare God for naught?"},{"number":10,"verse":"hast thou not preserued him, his house, and all his substaunce on euery syde? hast thou not blessed the workes of his hondes? Is not his possession encreaced in the londe?"},{"number":11,"verse":"But laye thyne honde vpo him a litle, touch once all that he hath, and (I holde) he shall curse the to thy face."},{"number":12,"verse":"And the LORDE sayde vnto Sathan: lo all that he hath, be in thy power: only vpon himself se that thou laye not thine honde. Then wente Sathan forth from the LORDE."},{"number":13,"verse":"Now vpon a certayne daye when his sonnes and doughters were eatinge, and drynkinge wyne in their eldest brothers house,"},{"number":14,"verse":"there came a messaunger vnto Iob, and sayde: Whyle the oxen were a plowinge, and the Asses goinge in the pasture besyde them:"},{"number":15,"verse":"the Sabees came in violetly, and toke them all awaye: yee they haue slayne the seruauntes with the swearde, and I only ranne my waye, to tell the."},{"number":16,"verse":"And whyle he was yet speakynge, there came another, and sayde: The fyre of God is fallen from heauen, it hath consumed & bret vp all the shepe and seruauntes: and I only ranne my waye, to tell the."},{"number":17,"verse":"In the meane season whyle he was yet speakinge, there came another, and sayde: The Caldees made thre armies, and fell in vpon the camels, which they haue caried awaye, yee and slayne the seruauntes with the swearde: and I only am gotte awaye, to tell the."},{"number":18,"verse":"Whyle he was speakinge, there came yet another, ad sayde: Thy sonnes and doughters were eatinge ad drynkinge wyne in their eldest brothers house,"},{"number":19,"verse":"ad sodenly there came a mightie greate wynde out off the South, and smote the iiij. corners of the house: which fell vpon thy children, so that they are deed: and I am gotten awaye alone, to tell the."},{"number":20,"verse":"Then Iob stode vp, and rente his clothes shaued his heade, fell downe vpon the groude, worshipped,"},{"number":21,"verse":"and sayde: Naked came I out of my mothers wombe, and naked shall I turne thither agayne. The LORDE gaue, and the LORDE hath taken awaye (the LORDE hath done his pleasure) now blessed be ye name off the LORDE."},{"number":22,"verse":"In all these thinges dyd Iob not offende, ner murmured foolishly agaynst God."}]}