{"bibleAbbr":"CVB1535","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"Lo, all this haue I sene with myne eye, herde with myne eare, & vnderstonde it."},{"number":2,"verse":"Loke what ye knowe, that same do I knowe also, nether am I inferior vnto you."},{"number":3,"verse":"Neuerthelesse I am purposed to talke with the Allmightie, and my desyre is to comon with God."},{"number":4,"verse":"As for you, ye are workmasters of lyes: and vnprofitable Phisicians alltogether."},{"number":5,"verse":"Wolde God ye kepte youre tonge, that ye might be taken for wyse men."},{"number":6,"verse":"Therfore heare my wordes, and pondre the sentence of my lippes."},{"number":7,"verse":"Will ye make answere for God with lyes, and mateyne him with disceate?"},{"number":8,"verse":"Wil ye accepte ye personne of God, and intreate for him?"},{"number":9,"verse":"Shal that helpe you, when he calleth you to rekenynge? Thynke ye to begyle him, as a man is begyled?"},{"number":10,"verse":"Punysh you shall he and reproue you, yf ye do secretly accepte eny personne."},{"number":11,"verse":"Shall he not make you afrayed, when he sheweth himself? Shal not his terrible feare fall vpo you?"},{"number":12,"verse":"youre remembraunce shalbe like the dust, & youre pryde shalbe turned to claye."},{"number":13,"verse":"Holde youre tonges now, and let me speake, for there is some thinge come in to my mynde."},{"number":14,"verse":"Wherfore do I beare my flesh in my teth, and my soule in myne hondes?"},{"number":15,"verse":"Lo, there is nether coforte ner hope for me, yf he wil slaye me. But yf I shewe and reproue myne owne wayes in his sight,"},{"number":16,"verse":"he is euen the same, that maketh me whole: and why? there maye no Ypocrite come before him,"},{"number":17,"verse":"Heare my wordes, and pondre my sayenges with youre eares."},{"number":18,"verse":"Beholde, though sentence were geuen vpon me, I am sure to be knowne for vngilty."},{"number":19,"verse":"What is he, that will go to lawe with me? For yf I holde my tonge, I shal dye."},{"number":20,"verse":"Neuerthelesse graunte me ij. thinges, and then will I not hyde my self from the."},{"number":21,"verse":"Withdrawe thine honde fro me, & let not the fearfull drede of the make me afrayed."},{"number":22,"verse":"And then sende for me to the lawe, yt I maye answere for my self: or els, let me speake, and geue thou the answere."},{"number":23,"verse":"How greate are my my?dedes & synnes? Let me knowe my trasgressions & offences."},{"number":24,"verse":"Wherfore hydest thou thy face, and holdest me for thine enemye?"},{"number":25,"verse":"Wilt thou be so cruell & extreme vnto a flyenge leaf, and folowe vpon drye stubble?"},{"number":26,"verse":"that thou layest so sharply to my charge, and wilt vtterly vndoo me, for ye synnes of my yougth?"},{"number":27,"verse":"Thou hast put my fote in the stockes: thou lokest narowly vnto all my pathes, & marckest the steppes of my fete:"},{"number":28,"verse":"where as I (notwithstondinge) must consume like as a foule carion, and as a cloth that is moth eaten."}]}