{"bibleAbbr":"CVB1535","bookName":"Job","bookEnglishName":"Job","chapterNumber":23,"verses":[{"number":1,"verse":"Iob answered, and sayd:"},{"number":2,"verse":"My sayenge is yet this daye in bytternes, and my hande heuy amonge my groninges."},{"number":3,"verse":"O that I might se him & fynde him: O that I might come before his seate,"},{"number":4,"verse":"to pleate my cause before him, and to fyll my mouth with argumentes:"},{"number":5,"verse":"That I might knowe, what answere he wolde geue me: & that I might vnderstonde, what he wolde saye vnto me."},{"number":6,"verse":"Wil he pleate agaynst me with his greate power & strength, or wyll he leane him self vtterly vpon me?"},{"number":7,"verse":"Oh no, let him not do so with me. But let hym geue me like power to go to lawe, then am I sure to wynne my matter."},{"number":8,"verse":"For though I go before, I fynde him not: yf I come behynde, I ca get no knowlege of him:"},{"number":9,"verse":"Yf I go on the left syde to pondre his workes, I can not atteyne vnto them: Agayne, yf I go on the right syde, he hydeth himself, yt I can not se him."},{"number":10,"verse":"But as for my waye, he knoweth it: & trieth me as ye golde in ye fyre."},{"number":11,"verse":"Neuertheles my fete kepe his path, his hye strete haue I holden, and not gone out of it."},{"number":12,"verse":"I haue not forsaken the comaundemet of his lippes, but loke what he charged me with his mouth, that haue I shutt vp in my herte."},{"number":13,"verse":"It is he himself alone, who will turne him back? He doth as him listeth, and bryngeth to passe what he wil."},{"number":14,"verse":"He rewardeth me into my bosome, & many other thinges mo doth he, as he maye by his power."},{"number":15,"verse":"This is ye cause, that I shrenke at his presence, so that when I considre him, I am afrayed of him."},{"number":16,"verse":"For in so moch as he is God, he maketh my herte soft: and seynge that he is Allmightie, he putteth me in feare."},{"number":17,"verse":"Thus can not I get out of darcknesse, the cloude hath so couered my face."}]}