{"bibleAbbr":"CVB1535","bookName":"Job","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"After this opened Iob his mouth, and cursed his daye,"},{"number":2,"verse":"and sayde:"},{"number":3,"verse":"lost be that daye, wherin I was borne: and the night, in the which it was sayde: there is a manchilde conceaued."},{"number":4,"verse":"The same daye be turned to darcknesse, and not regarded of God from aboue, nether be shyned vpo wt light:"},{"number":5,"verse":"but be couered with darcknesse, and the shadowe of death. Let the dymme cloude fall vpon it, and let it be lapped in with sorowe."},{"number":6,"verse":"Let the darckstorme ouercome ye night, let it not be reckened amonge the dayes off the yeare, ner counted in the monethes."},{"number":7,"verse":"Despysed be that night, and discommended: let them that curse the daye,"},{"number":8,"verse":"geue it their curse also, euen those that be ready to rayse vp Leuiathan."},{"number":9,"verse":"Let the starres be dymme thorow darcknesse of it. Let it loke for light, but let it se none, nether the rysynge vp of the fayre mornynge:"},{"number":10,"verse":"because it shut not vp the wombe that bare me, ner hyd these sorowes fro myne eyes."},{"number":11,"verse":"Alas, why dyed I not in ye byrth? Why dyd not I perysh, as soone as I came out of my mothers wobe?"},{"number":12,"verse":"Why set they me vpo yeir knees? Why gaue they me suck with their brestes?"},{"number":13,"verse":"Then shulde I now haue lyen still, I shulde haue slepte, and bene at rest:"},{"number":14,"verse":"like as the kynges ad lordes of ye earth, which buylde them selues speciall places:"},{"number":15,"verse":"As the prynces that haue greate substaunce of golde, & their houses full of syluer."},{"number":16,"verse":"O that I vtterly had no beynge, or were as a thige borne out of tyme (that is put asyde) ether as yonge children, which neuer sawe the light."},{"number":17,"verse":"There must the wicked ceasse from their tyranny, there soch as are ouerlaboured, be at rest:"},{"number":18,"verse":"there are those letten out fre, which haue bene in preson, so that they heare nomore the voyce of the oppressoure:"},{"number":19,"verse":"There are small and greate: the bonde man, and he that is fre fro his master."},{"number":20,"verse":"Wherfore is the light geuen, to him that is in mysery? and life vnto them, that haue heuy hertes?"},{"number":21,"verse":"(Which longe for death, and it commeth not: for yf they might fynde their graue,"},{"number":22,"verse":"they wolde be maruelous glad, as those that dygge vp treasure)"},{"number":23,"verse":"To the man whose waye is hyd, which God kepeth backe from him."},{"number":24,"verse":"This is the cause, that I syghe before I eate, and my roaringes fall out like a water floude."},{"number":25,"verse":"For the thynge that I feared, is come vpon me: and the thynge that I was afrayed of, is happened vnto me."},{"number":26,"verse":"Was I not happy? Had I not quyetnesse? Was I not in rest? And now commeth soch mysery vpon me."}]}