{"bibleAbbr":"CVB1535","bookName":"Job","bookEnglishName":"Job","chapterNumber":30,"verses":[{"number":1,"verse":"Bvt now they that are my inferiours & yonger then I, haue me in derision: yee eue they, whose fathers I wolde haue thought scorne to haue set wt the dogges of my catell."},{"number":2,"verse":"The power & stregth of their hades might do me no good, & as for their age, it is spet & past awaye without eny profit."},{"number":3,"verse":"For very misery & honger, they wente aboute in the wildernesse like wretches & beggers,"},{"number":4,"verse":"pluckynge vp herbes from amonge the bu?shes, & the Iunipers rote was their meate."},{"number":5,"verse":"And when they were dryuen forth, men cried after them, as it had bene after a thefe."},{"number":6,"verse":"Their dwellinge was beside foule brokes, yee in the caues & dennes of the earth."},{"number":7,"verse":"Vpo the drye heeth wete they aboute crienge, & in the brome hilles they gathered them together."},{"number":8,"verse":"They were the children of fooles & vylanes, which are deed awaye fro the worlde."},{"number":9,"verse":"Now am I their songe, & am become their iestinge stocke."},{"number":10,"verse":"they abhorre me, they fle farre fro me & stayne my face wt spetle."},{"number":11,"verse":"For ye LORDE hath opened his quyuer, he hath hytt me, & put a brydle in my mouth."},{"number":12,"verse":"Vpon my right hade they rose together agaynst me, they haue hurte my fete, made awaye to destroye me,"},{"number":13,"verse":"& my path haue they clene marred. It was so easy for them to do me harme, that they neded no man to helpe the."},{"number":14,"verse":"They fell vpon me, as it had bene ye breakynge in of waters, & came in by heapes to destroye me."},{"number":15,"verse":"Fearfulnesse is turned agaynst me. Myne honoure vanisheth awaye more swiftly then wynde, & my prosperite departeth hece like as it were a cloude."},{"number":16,"verse":"Therfore is my mynde poured full of heuynesse, & ye dayes of trouble haue take holde vpon me."},{"number":17,"verse":"My bones are pearsed thorow in ye night season, & my synewes take no rest."},{"number":18,"verse":"With all their power haue they chaunged my garmet, & gyrded me therwith, as it were wt a coate."},{"number":19,"verse":"I am eue as it were claye, & am become like asshes & dust."},{"number":20,"verse":"Whe I crie vnto the, thou doest not heare me: & though I stonde before the, yet thou regardest me not."},{"number":21,"verse":"Thou art become myne enemye, & wt yi violet hade thou takest parte agaynst me."},{"number":22,"verse":"In tymes past thou didest set me vp an hye, as it were aboue ye winde, but now hast thou geue me a very sore fall."},{"number":23,"verse":"Sure I am, yt thou wilt delyuer me vnto death: where as a lodgyng is prepared for all me"},{"number":24,"verse":"Now vse not me to do violece vnto the, yt are destroyed allready: but where hurte is done, there vse thei to helpe."},{"number":25,"verse":"Dyd not I wepe in ye tyme of trouble? Had not my soule copassion vpo ye poore?"},{"number":26,"verse":"Yet neuerthelesse where as I loked for good, euell happened vnto me: and where as I waited for light, there came darcknesse."},{"number":27,"verse":"My bowels seeth wt in me & take no rest, for ye dayes of my trouble are come vpo me."},{"number":28,"verse":"Mekely & lowly came I in, yee & without eny displeasure: I stode vp in ye cogregacion, & commoned with the"},{"number":29,"verse":"But now. I am a copanyon of dragons, & a felowe of Esiriches."},{"number":30,"verse":"My skynne vpo me is turned to black, & my bones are bret wt heate:"},{"number":31,"verse":"my harpe is turned to sorow, & my pipe to wepinge."}]}