{"bibleAbbr":"CVB1535","bookName":"Job","bookEnglishName":"Job","chapterNumber":38,"verses":[{"number":1,"verse":"Then spake the LORDE vnto Iob out of the storme, and sayde:"},{"number":2,"verse":"what is he, that hydeth his mynde with foolysh wordes?"},{"number":3,"verse":"Gyrde vp thy loynes like a ma, for I will question the, se thou geue me a dyrecte answere."},{"number":4,"verse":"Where wast thou, when I layed ye foundacions of the earth? Tell planely yff thou hast vnderstondinge."},{"number":5,"verse":"Who hath measured it, knowest thou? Or, who hath spred ye lyne vpon it?"},{"number":6,"verse":"Where vpon stode the pilers of it? Or, who layed ye corner stone?"},{"number":7,"verse":"where wast thou when the mornynge starres gaue me prayse, ad when all the angels of God reioysed?"},{"number":8,"verse":"Who shutt the see with dores, when it brake forth as a childe out off his mothers wombe?"},{"number":9,"verse":"When I made the cloudes to be a coueringe for it, and swedled it with ye darcke?"},{"number":10,"verse":"when I gaue it my comaundement, makynge dores & barres for it,"},{"number":11,"verse":"sayenge: Hither to shalt thou come, but no further, and here shalt thou laye downe thy proude and hye wawes."},{"number":12,"verse":"Hast thou geue the mornynge his charge (as soone as thou wast borne) and shewed the dayespringe his place,"},{"number":13,"verse":"yt it might take holde of the corners of the earth, & yt the vngodly might be shake out?"},{"number":14,"verse":"Their tokes & weapes hast thou turned like claye, & set the vp agayne as the chaunginge of a garment."},{"number":15,"verse":"Yee thou hast spoyled the vngodly off their light, & broke the arme of the proude."},{"number":16,"verse":"Camest thou euer into the groude of the see, Or, hast thou walked in ye lowe corners of ye depe?"},{"number":17,"verse":"Haue the gates of death bene opened vnto the or hast thou sene the dore of euerlastige treasure?"},{"number":18,"verse":"Hast thou also perceaued, how brode ye earth is? Now yf thou hast knowlege of all,"},{"number":19,"verse":"the shewe me where light dwelleth, and where darcknes is:"},{"number":20,"verse":"yt thou mayest bringe vs vnto their quarters, yf thou cast tell the waye to their houses."},{"number":21,"verse":"Knewest thou (when thou wast borne) how olde thou shuldest be?"},{"number":22,"verse":"Wentest thou euer in to the treasuries off the snowe, or hast thou sene ye secrete places of the hale:"},{"number":23,"verse":"which I haue prepared agaynst the tyme of trouble, agaynst the tyme of batell & warre?"},{"number":24,"verse":"By what waye is the light parted, & the heate dealt out vpon earth?"},{"number":25,"verse":"Who deuydeth the abundauce of waters in to ryuers, or who maketh a waye for the stormy wether,"},{"number":26,"verse":"yt it watereth & moystureth ye drye & baren grounde:"},{"number":27,"verse":"to make the grasse growe in places where no body dwelleth, & in the wildernes where no ma remayneth?"},{"number":28,"verse":"Who is the father of rayne? Or, who hath begotten the droppes of dew?"},{"number":29,"verse":"Out of whose wobe came the yse? who hath gendred the coldnes of ye ayre?"},{"number":30,"verse":"yt the waters are as harde as stones, & lye congeeled aboue the depe."},{"number":31,"verse":"Hast thou brought ye vij. starres together? Or, art thou able to breake the Circle of heaue?"},{"number":32,"verse":"Cast thou bringe forth the mornynge starre or the euenynge starre at couenient tyme, & coueye the home agayne?"},{"number":33,"verse":"Knowest thou the course off heaue, yt thou mayest set vp the ordinaunce therof vpo earth?"},{"number":34,"verse":"Morouer, cast thou lift vp thy voyce to ye cloudes, yt they maye poure downe a greate rayne vpo the?"},{"number":35,"verse":"Canst thou thodre also yt they maye go their waye, & be obediet vnto the, sayege: lo, here are we?"},{"number":36,"verse":"Who geueth sure wisdome, or stedfast vnderstodinge?"},{"number":37,"verse":"who nombreth the cloudes in wisdome? who stilleth ye vehement waters of the heaue?"},{"number":38,"verse":"who turneth the clottes to dust, & the to be clottes agayne?"},{"number":39,"verse":"Huntest thou the praye fro the Lyon, or fedest thou his whelpes"},{"number":40,"verse":"lyege in their denes & lurkinge in their couches?"},{"number":41,"verse":"who prouydeth meate for the rauen, whe his yonge ones crie vnto God, ad fle aboute for want of meate?"}]}