{"bibleAbbr":"CVB1535","bookName":"Job","bookEnglishName":"Job","chapterNumber":40,"verses":[{"number":1,"verse":"Morouer, God spake vnto Iob and sayde:"},{"number":2,"verse":"Can he that stryueth with the Allmightie, be at rest? Shulde not he which disputeth with God, geue him an answere?"},{"number":3,"verse":"Iob answered the LORDE, sayenge:"},{"number":4,"verse":"Beholde, I am to vyle a personne, to answere the, therfore will I laye my hande vpon my mouth."},{"number":5,"verse":"Once or twyse haue I spoken, but I will saye nomore."},{"number":6,"verse":"Then spake the LORDE vnto Iob out of the storme, and sayde:"},{"number":7,"verse":"gyrde vp yi loynes like a man, and tell me the thige that I will axe the."},{"number":8,"verse":"Wilt thou disanulle my iudgment? Or, wilt thou condemne me, yt thou thy self mayest be made rightuous?"},{"number":9,"verse":"Is thine arme then like the arme of God? Maketh thy voyce soch a soude as his doth?"},{"number":10,"verse":"Then arme thy self with thine owne power, vp, decke the in thy ioly araye,"},{"number":11,"verse":"poure out the indignacion of thy wrath: se that thou cast downe all ye proude,"},{"number":12,"verse":"loke well, that thou makest all soch as be stubburne, to obeye: treade all the vngodly vnder thy fete,"},{"number":13,"verse":"cast the downe in to the myre, and couer their faces with darcknesse:"},{"number":14,"verse":"Then will I confesse also, that thyne owne right honde hath saued the."},{"number":15,"verse":"Beholde, the cruell beaste (whom I made wt the) which eateth haye as an oxe:"},{"number":16,"verse":"lo, how stronge he is in his loynes, and what power he hath in the nauell of his body."},{"number":17,"verse":"He spredeth out his tale like a Cedre tre, all his vaynes are stiff."},{"number":18,"verse":"His shynnes are like pipes off brasse, his rygge bones are like staues of yro"},{"number":19,"verse":"First when God made him, he ordened the wyldernesse for him,"},{"number":20,"verse":"yt the mountaynes shulde geue him grasse, where all the beastes off the felde take their pastyme."},{"number":21,"verse":"He lyeth amoge the redes in the Mosses, the fennes"},{"number":22,"verse":"hyde him with their shadowe, and the wylowes of the broke couer him rounde aboute."},{"number":23,"verse":"Lo, without eny laboure might he drynke out the whole floude, and suppe off Iordane without eny trauayle."},{"number":24,"verse":"Who darre laye honde vpon him openly, and vndertake to catch him? Or, who darre put an hoke thorow his nose, ad laye a snare for him?"}]}