{"bibleAbbr":"CVB1535","bookName":"Job","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"Iob answered, and sayde:"},{"number":2,"verse":"O that my misery weere weyed, and my punyshment layed in the balaunces:"},{"number":3,"verse":"for then shulde it be heuyer, then the sonde of the see. This is the cause, that my wordes are so soroufull."},{"number":4,"verse":"For the allmighty hath shott at me with his arowes, whose indignacion hath droncke vp my sprete, and ye terrible feares of God fight agaysnt me."},{"number":5,"verse":"Doth the wilde asse roare when he hath grasse? Or crieth the oxe, whe he hath fodder ynough?"},{"number":6,"verse":"Maye a thynge be eaten vnseasoned, or without salt? What taist hath ye whyte within the yoke an egg?"},{"number":7,"verse":"The thinges that sometyme I might not awaye withall, are now my meate for very sorow."},{"number":8,"verse":"O that I might haue my desyre: O yt God wolde graunte me the thynge, that I longe for:"},{"number":9,"verse":"That he wolde begynne and smyte me: that he wolde let his honde go, & hew me downe."},{"number":10,"verse":"The shulde I haue some coforte: yee I wolde desyre him in my payne, that he shulde not spare, for I will not be agaynst ye wordes of the holy one."},{"number":11,"verse":"What power haue I to endure? Or? what is myne ende, that my soule might be paciet?"},{"number":12,"verse":"Is my strength the strength of stones? Or, is my flesh made of brasse?"},{"number":13,"verse":"Am I able to helpe my self? Is not my strength gone fro me,"},{"number":14,"verse":"like as yf one withdrewe a good dede from his frende, and forsoke the feare of God?"},{"number":15,"verse":"Myne owne brethren passe ouer by me as the waterbroke, that hastely runneth thorow ye valleys."},{"number":16,"verse":"But they that feare the horefrost, the snowe shal fall vpon them."},{"number":17,"verse":"When their tyme cometh, they shalbe destroyed and perishe: and when they be set on fyre, they shalbe remoued out of their place,"},{"number":18,"verse":"for the pathes yt they go in, are croked: they haist after vayne thinges, and shal perish."},{"number":19,"verse":"Considre the pathes off Theman, & the wayes off Saba, wherin they haue put their trust."},{"number":20,"verse":"Confounded are they, that put eny cofidence in them: For whe they came to opteyne the thynges that they loked for, they were brought to confucion."},{"number":21,"verse":"Eue so are ye also come vnto me: but now that ye se my mysery, ye are afrayed."},{"number":22,"verse":"Dyd I desyre you, to come hyther? Or, to geue me eny off youre substaunce?"},{"number":23,"verse":"To delyuer me me from the enemies honde, or to saue me from the powers off the mightie?"},{"number":24,"verse":"Teach me and I will holde my tonge: and yf I do erre, shewe me wherin."},{"number":25,"verse":"Wherfore blame ye then the wordes, that are well and truly spoken?"},{"number":26,"verse":"which of you can reproue them? Sauynge only that ye are sotyll to check mens sayenges, and can speake many wordes in the wynde."},{"number":27,"verse":"Ye fall vpon the fatherlesse, ad go aboute to ouerthrowe youre owne frende."},{"number":28,"verse":"Wherfore loke not only vpon me, but vpon youre selues: whether I lye, or no."},{"number":29,"verse":"Turne into youre owne selues (I praye you) be indifferent iudges, and considre myne vngyltinesse:"},{"number":30,"verse":"whether there be eny vnrightuousnesse in my tonge, or vayne wordes in my mouth."}]}