{"bibleAbbr":"CVB1535","bookName":"Job","bookEnglishName":"Job","chapterNumber":7,"verses":[{"number":1,"verse":"Is not the life off ma vpon earth a very batayll? Are not his dayes, like the dayes of an hyred seruaunte?"},{"number":2,"verse":"For like as a bonde seruaunt desyreth the shadowe, and as an hyrelinge wolde fayne haue an ende of his worke:"},{"number":3,"verse":"Euen so haue I laboured whole monethes longe (but in vayne) and many a carefull night haue I tolde."},{"number":4,"verse":"When I layed me downe to slepe, I sayde: O when shal I ryse? Agayne, I longed sore for the night. Thus am I full off sorowe, till it be darcke."},{"number":5,"verse":"My flesh is clothed with wormes, fylthinesse and dust: my skynne is wythered, and crompled together:"},{"number":6,"verse":"my dayes passe ouer more spedely, the a weeuer can weeue out his webbe, and are gone, or I am awarre."},{"number":7,"verse":"O remembre, that my life is but a wynde, ad that myne eye shal nomore se the pleasures"},{"number":8,"verse":"therof yee and that none other mans eye shall se me eny more. For yf thou fasten thine eyes vpon me, I come to naught like"},{"number":9,"verse":"as a cloude is cosumed and vanyshed awaye, euen so he that goeth downe to hell, commeth nomore vp,"},{"number":10,"verse":"ner turneth agayne in to his house, nether shall his place knowe him eny more."},{"number":11,"verse":"Therfore I will not spare my mouth, but will speake in the trouble of my sprete, in ye bytternesse of my mynde will I talke."},{"number":12,"verse":"Am I a see or a whalfysh, that thou kepest me so in preson?"},{"number":13,"verse":"When I thynke: my bedd shall comforte me, I shall haue some refresshinge by talkynge with myself vpon my couche:"},{"number":14,"verse":"The troublest thou me with dreames, ad makest me so afrayed thorow visions,"},{"number":15,"verse":"that my soule wyssheth rather to be hanged, and my bones to be deed."},{"number":16,"verse":"I can se no remedy, I shall lyue nomore: O spare me then, for my dayes are but vayne"},{"number":17,"verse":"What is man, that thou hast him in soch reputacion, and settest so moch by him?"},{"number":18,"verse":"Thou takest diligent care for him, and sodely doest thou trye him."},{"number":19,"verse":"Why goest thou not fro me, ner lettest me alone, so longe till I swalow downe my spetle?"},{"number":20,"verse":"I haue offended, what shal I do vnto ye, O thou preseruer off men? Why hast thou made me to stonde in thy waye, and am so heuy a burden vnto myself?"},{"number":21,"verse":"Why doest thou not forgeue me my synne? Wherfore takest thou not awaye my wickednesse? Beholde, now must I slepe in the dust: and yff thou sekest me tomorow in the mornynge, I shalbe gone."}]}