{"bibleAbbr":"AKJV1999+","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":1,"verses":[{"number":1,"verse":"Paul,<WG3972> an apostle<WG652> of Jesus<WG2424> Christ<WG5547> by the will<WG2307> of God,<WG2316> according<WG2596> to the promise<WG1860> of life<WG2222> which<WG3588> is in Christ<WG5547> Jesus,<WG2424>"},{"number":2,"verse":"To Timothy,<WG5095> my dearly beloved<WG27> son:<WG5043> Grace,<WG5485> mercy,<WG1656> and peace,<WG1515> from God<WG2316> the Father<WG3962> and Christ<WG5547> Jesus<WG2424> our Lord.<WG2962>"},{"number":3,"verse":"I thank<WG2192> <WG5485> God,<WG2316> whom<WG3739> I serve<WG3000> from my forefathers<WG4269> with pure<WG2513> conscience,<WG4893> that without<WG88> ceasing<WG83> I have<WG2192> remembrance<WG3417> of you in my prayers<WG1162> night<WG3571> and day;<WG2250>"},{"number":4,"verse":"Greatly<WG1971> desiring<WG1971> to see<WG1492> you, being mindful<WG3403> of your tears,<WG1144> that I may be filled<WG4137> with joy;<WG5479>"},{"number":5,"verse":"When I call<WG2983> to remembrance<WG5280> the unfeigned<WG505> faith<WG4102> that is in you, which<WG3748> dwelled<WG1774> first<WG4412> in your grandmother<WG3125> Lois,<WG3090> and your mother<WG3384> Eunice;<WG2131> and I am persuaded<WG3982> that in you also.<WG2532>"},{"number":6,"verse":"Why<WG1223> <WG3739> I put<WG363> you in remembrance<WG363> that you stir<WG329> up the gift<WG5486> of God,<WG2316> which<WG3739> is in you by the putting<WG1936> on<WG1936> of my hands.<WG5495>"},{"number":7,"verse":"For God<WG2316> has not given<WG1325> us the spirit<WG4151> of fear;<WG1167> but of power,<WG1411> and of love,<WG26> and of a sound<WG4995> mind.<WG4995>"},{"number":8,"verse":"Be not you therefore<WG3767> ashamed<WG1870> of the testimony<WG3142> of our Lord,<WG2962> nor<WG3366> of me his prisoner:<WG1198> but be you partaker<WG4777> of the afflictions<WG4777> of the gospel<WG2098> according<WG2596> to the power<WG1411> of God;<WG2316>"},{"number":9,"verse":"Who<WG3588> has saved<WG4982> us, and called<WG2564> us with an holy<WG40> calling,<WG2821> not according<WG2596> to our works,<WG2041> but according<WG2596> to his own<WG2398> purpose<WG4286> and grace,<WG5485> which<WG3588> was given<WG1325> us in Christ<WG5547> Jesus<WG2424> before<WG4253> the world<WG166> began,"},{"number":10,"verse":"But is now<WG3568> made<WG5319> manifest<WG5319> by the appearing<WG2015> of our Savior<WG4990> Jesus<WG2424> Christ,<WG5547> who has abolished<WG2673> death,<WG2288> and has brought<WG5461> life<WG2222> and immortality<WG861> to light<WG5461> through<WG1223> the gospel:<WG2098>"},{"number":11,"verse":"Whereunto<WG1519> <WG3739> I am appointed<WG5087> a preacher,<WG2783> and an apostle,<WG652> and a teacher<WG1320> of the Gentiles.<WG1484>"},{"number":12,"verse":"For the which<WG3739> cause<WG156> I also<WG2532> suffer<WG3958> these<WG5023> things: nevertheless<WG235> I am not ashamed:<WG1870> for I know<WG1492> whom<WG3739> I have believed,<WG4100> and am persuaded<WG3982> that he is able<WG1415> to keep<WG5442> that which I have committed<WG3866> to him against<WG1519> that day.<WG2250>"},{"number":13,"verse":"Hold<WG2192> fast the form<WG5296> of sound<WG5198> words,<WG3056> which<WG3739> you have heard<WG191> of me, in faith<WG4102> and love<WG26> which<WG3588> is in Christ<WG5547> Jesus.<WG2424>"},{"number":14,"verse":"That good<WG2570> thing which was committed<WG3872> to you keep<WG5442> by the Holy<WG40> Ghost<WG4151> which<WG3588> dwells<WG1774> in us."},{"number":15,"verse":"This<WG5124> you know,<WG1492> that all<WG3956> they which are in Asia<WG773> be turned<WG654> away<WG654> from me; of whom<WG3739> are Phygellus<WG5436> and Hermogenes.<WG2061>"},{"number":16,"verse":"The Lord<WG2962> give<WG1325> mercy<WG1656> to the house<WG3624> of Onesiphorus;<WG3683> for he oft<WG4178> refreshed<WG404> me, and was not ashamed<WG1870> of my chain:<WG254>"},{"number":17,"verse":"But, when he was in Rome,<WG4516> he sought<WG2212> me out very<WG4708> diligently,<WG4706> and found<WG2147> me."},{"number":18,"verse":"The Lord<WG2962> grant<WG1325> to him that he may find<WG2147> mercy<WG1656> of the Lord<WG2962> in that day:<WG2250> and in how<WG3745> many<WG3745> things he ministered<WG1247> to me at<WG1722> Ephesus,<WG2181> you know<WG1097> very<WG957> well.<WG957>"}]}