{"bibleAbbr":"t4t2014","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"(King Asa's rule in Judah) When Abijah died, he was buried in the part of Jerusalem called 'The City of David.' His son Asa became the king. While Asa was ruling, there was peace in Judah for ten years."},{"number":2,"verse":"(King Asa's rule in Judah) Asa did things that Yahweh his God considers to be right and good."},{"number":3,"verse":"His workers got rid of the altars to worship foreign gods that were on the high hills. They smashed the sacred stone pillars and cut down the poles for worshiping the goddess Asherah."},{"number":4,"verse":"Asa commanded the people of Judah to worship only Yahweh, the God whom their ancestors worshiped, and to obey his laws and commands."},{"number":5,"verse":"His workers destroyed all the shrines on the hilltops and the altars for burning incense to idols in every town in Judah. As a result, there was peace while Asa ruled the kingdom of Judah."},{"number":6,"verse":"His workers built cities and constructed walls around them. No army attacked Judah during those years, because Yahweh enabled them to have peace."},{"number":7,"verse":"Asa said to the people of Judah, “We should protect these towns by building walls around them, with watchtowers and gates that have bars. This country still belongs to us because we have requested Yahweh our God to help us. We requested him for his help, and he has given us peace in our entire country.” So they built buildings and prospered."},{"number":8,"verse":"Asa had an army of 300, men from Judah. They all carried large shields and spears. He also had 280, men from the tribe of Benjamin in his army. They carried smaller shields, and bows and arrows. They were all brave soldiers."},{"number":9,"verse":"Zerah, a man from Ethiopia/Sudan, marched with a huge army and 300 chariots to attack the army of Judah and Benjamin. They went as far as the town of Mareshah about 25 miles/ southwest of Jerusalem."},{"number":10,"verse":"Asa went with his army to fight against them, and both armies took their positions in the Zephathah Valley."},{"number":11,"verse":"Then Asa cried out to Yahweh his God, saying, “Yahweh, there is no one like you who can help those who have very little power to resist a mighty army. Yahweh our God, help us, because we are relying on you; and trusting in you we have come to fight against this huge army. Yahweh, you are our God; do not allow anyone to defeat you.”"},{"number":12,"verse":"Then Yahweh enabled Asa and the army of Judah to defeat the army from Ethiopia. They fled,"},{"number":13,"verse":"and Asa and his army pursued them to the southwest as far as Gerar. A huge number of the soldiers from Ethiopia were killed, with the result that those who were not killed were unable to fight anymore. They were greatly defeated by Yahweh and his army, and the men of Judah carried away a great amount of their possessions."},{"number":14,"verse":"The men of Judah were able to destroy the people in villages near Gerar because Yahweh had caused the people there to become terrified and unable to fight. The army of Judah took away all the valuable things from those villages."},{"number":15,"verse":"They also attacked the places where the local people who took care of domestic animals had set up their tents, and they took away big herds of sheep and goats and camels. Then they returned to Jerusalem."}]}