{"bibleAbbr":"urGV2010","bookName":"اَمثال","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"جس گھر میں روٹی کا باسی ٹکڑا سکون کے ساتھ کھایا جائے وہ اُس گھر سے کہیں بہتر ہے جس میں لڑائی جھگڑا ہے، خواہ اُس میں کتنی شاندار ضیافت کیوں نہ ہو رہی ہو۔"},{"number":2,"verse":"سمجھ دار ملازم مالک کے اُس بیٹے پر قابو پائے گا جو شرم کا باعث ہے، اور جب بھائیوں میں موروثی ملکیت تقسیم کی جائے تو اُسے بھی حصہ ملے گا۔"},{"number":3,"verse":"سونا چاندی کٹھالی میں پگھلا کر پاک صاف کی جاتی ہے، لیکن رب ہی دل کی جانچ پڑتال کرتا ہے۔"},{"number":4,"verse":"بدکار شریر ہونٹوں پر دھیان اور دھوکے باز تباہ کن زبان پر توجہ دیتا ہے۔"},{"number":5,"verse":"جو غریب کا مذاق اُڑائے وہ اُس کے خالق کی تحقیر کرتا ہے، جو دوسرے کی مصیبت دیکھ کر خوش ہو جائے وہ سزا سے نہیں بچے گا۔"},{"number":6,"verse":"پوتے بوڑھوں کا تاج اور والدین اپنے بچوں کے زیور ہیں۔"},{"number":7,"verse":"احمق کے لئے بڑی بڑی باتیں کرنا موزوں نہیں، لیکن شریف ہونٹوں پر فریب کہیں زیادہ غیرمناسب ہے۔"},{"number":8,"verse":"رشوت دینے والے کی نظر میں رشوت جادو کی مانند ہے۔ جس دروازے پر بھی کھٹکھٹائے وہ کھل جاتا ہے۔"},{"number":9,"verse":"جو دوسرے کی غلطی کو درگزر کرے وہ محبت کو فروغ دیتا ہے، لیکن جو ماضی کی غلطیاں دہراتا رہے وہ قریبی دوستوں میں نفاق پیدا کرتا ہے۔"},{"number":10,"verse":"اگر سمجھ دار کو ڈانٹا جائے تو وہ خوب سیکھ لیتا ہے، لیکن اگر احمق کو سَو بار مارا جائے توبھی وہ اِتنا نہیں سیکھتا۔"},{"number":11,"verse":"شریر سرکشی پر تُلا رہتا ہے، لیکن اُس کے خلاف ظالم قاصد بھیجا جائے گا۔"},{"number":12,"verse":"جو احمق اپنی حماقت میں اُلجھا ہوا ہو اُس سے دریغ کر، کیونکہ اُس سے ملنے سے بہتر یہ ہے کہ تیرا اُس ریچھنی سے واسطہ پڑے جس کے بچے اُس سے چھین لئے گئے ہوں۔"},{"number":13,"verse":"جو بھلائی کے عوض بُرائی کرے اُس کے گھر سے بُرائی کبھی دُور نہیں ہو گی۔"},{"number":14,"verse":"لڑائی جھگڑا چھیڑنا بند میں رخنہ ڈالنے کے برابر ہے۔ اِس سے پہلے کہ مقدمہ بازی شروع ہو اُس سے باز آ۔"},{"number":15,"verse":"جو بےدین کو بےقصور اور راست باز کو مجرم ٹھہرائے اُس سے رب گھن کھاتا ہے۔"},{"number":16,"verse":"احمق کے ہاتھ میں پیسوں کا کیا فائدہ ہے؟ کیا وہ حکمت خرید سکتا ہے جبکہ اُس میں عقل نہیں؟ ہرگز نہیں!"},{"number":17,"verse":"پڑوسی وہ ہے جو ہر وقت محبت رکھتا ہے، بھائی وہ ہے جو مصیبت میں سہارا دینے کے لئے پیدا ہوا ہے۔"},{"number":18,"verse":"جو ہاتھ ملا کر اپنے پڑوسی کا ضامن ہونے کا وعدہ کرے وہ ناسمجھ ہے۔"},{"number":19,"verse":"جو لڑائی جھگڑے سے محبت رکھے وہ گناہ سے محبت رکھتا ہے، جو اپنا دروازہ حد سے زیادہ بڑا بنائے وہ تباہی کو داخل ہونے کی دعوت دیتا ہے۔"},{"number":20,"verse":"جس کا دل ٹیڑھا ہے وہ خوش حالی نہیں پائے گا، اور جس کی زبان چالاک ہے وہ مصیبت میں اُلجھ جائے گا۔"},{"number":21,"verse":"جس کے ہاں احمق بیٹا پیدا ہو جائے اُسے دُکھ پہنچتا ہے، اور عقل سے خالی بیٹا باپ کے لئے خوشی کا باعث نہیں ہوتا۔"},{"number":22,"verse":"خوش باش دل پورے جسم کو شفا دیتا ہے، لیکن شکستہ روح ہڈیوں کو خشک کر دیتی ہے۔"},{"number":23,"verse":"بےدین چپکے سے رشوت لے کر انصاف کی راہوں کو بگاڑ دیتا ہے۔"},{"number":24,"verse":"سمجھ دار اپنی نظر کے سامنے حکمت رکھتا ہے، لیکن احمق کی نظریں دنیا کی انتہا تک آوارہ پھرتی ہیں۔"},{"number":25,"verse":"احمق بیٹا باپ کے لئے رنج کا باعث اور ماں کے لئے تلخی کا سبب ہے۔"},{"number":26,"verse":"بےقصور پر جرمانہ لگانا غلط ہے، اور شریف کو اُس کی دیانت داری کے سبب سے کوڑے لگانا بُرا ہے۔"},{"number":27,"verse":"جو اپنی زبان کو قابو میں رکھے وہ علم و عرفان کا مالک ہے، جو ٹھنڈے دل سے بات کرے وہ سمجھ دار ہے۔"},{"number":28,"verse":"اگر احمق خاموش رہے تو وہ بھی دانش مند لگتا ہے۔ جب تک وہ بات نہ کرے لوگ اُسے سمجھ دار قرار دیتے ہیں۔"}]}