{"bibleAbbr":"urGV2010","bookName":"اَمثال","bookEnglishName":"Proverbs","chapterNumber":21,"verses":[{"number":1,"verse":"بادشاہ کا دل رب کے ہاتھ میں نہر کی مانند ہے۔ وہ جدھر چاہے اُس کا رُخ پھیر دیتا ہے۔"},{"number":2,"verse":"ہر آدمی کی راہ اُس کی اپنی نظر میں ٹھیک لگتی ہے، لیکن رب ہی دلوں کی جانچ پڑتال کرتا ہے۔"},{"number":3,"verse":"راست بازی اور انصاف کرنا رب کو ذبح کی قربانیوں سے کہیں زیادہ پسند ہے۔"},{"number":4,"verse":"مغرور آنکھیں اور متکبر دل جو بےدینوں کا چراغ ہیں گناہ ہیں۔"},{"number":5,"verse":"محنتی شخص کے منصوبے نفع کا باعث ہیں، لیکن جلدبازی غربت تک پہنچا دیتی ہے۔"},{"number":6,"verse":"فریب دہ زبان سے جمع کیا ہوا خزانہ بکھر جانے والا دھواں اور مہلک پھندا ہے۔"},{"number":7,"verse":"بےدینوں کا ظلم ہی اُنہیں گھسیٹ کر لے جاتا ہے، کیونکہ وہ انصاف کرنے سے انکار کرتے ہیں۔"},{"number":8,"verse":"قصوروار کی راہ پیچ دار ہے جبکہ پاک شخص سیدھی راہ پر چلتا ہے۔"},{"number":9,"verse":"جھگڑالو بیوی کے ساتھ ایک ہی گھر میں رہنے کی نسبت چھت کے کسی کونے میں گزارہ کرنا بہتر ہے۔"},{"number":10,"verse":"بےدین غلط کام کرنے کے لالچ میں رہتا ہے اور اپنے کسی بھی پڑوسی پر ترس نہیں کھاتا۔"},{"number":11,"verse":"طعنہ زن پر جرمانہ لگا تو سادہ لوح سبق سیکھے گا، دانش مند کو تعلیم دے تو اُس کے علم میں اضافہ ہو گا۔"},{"number":12,"verse":"اللہ جو راست ہے بےدین کے گھر کو دھیان میں رکھتا ہے، وہی بےدین کو خاک میں ملا دیتا ہے۔"},{"number":13,"verse":"جو کان میں اُنگلی ڈال کر غریب کی مدد کے لئے چیخیں نہیں سنتا وہ بھی ایک دن چیخیں مارے گا، اور اُس کی بھی سنی نہیں جائے گی۔"},{"number":14,"verse":"پوشیدگی میں صلہ دینے سے دوسرے کا غصہ ٹھنڈا ہو جاتا، کسی کی جیب گرم کرنے سے اُس کا سخت طیش دُور ہو جاتا ہے۔"},{"number":15,"verse":"جب انصاف کیا جائے تو راست باز خوش ہو جاتا، لیکن بدکار دہشت کھانے لگتا ہے۔"},{"number":16,"verse":"جو سمجھ کی راہ سے بھٹک جائے وہ ایک دن مُردوں کی جماعت میں آرام کرے گا۔"},{"number":17,"verse":"جو عیش و عشرت کی زندگی پسند کرے وہ غریب ہو جائے گا، جسے مَے اور تیل پیارا ہو وہ امیر نہیں ہو جائے گا۔"},{"number":18,"verse":"جب راست باز کا فدیہ دینا ہے تو بےدین کو دیا جائے گا، اور دیانت دار کی جگہ بےوفا کو دیا جائے گا۔"},{"number":19,"verse":"جھگڑالو اور تنگ کرنے والی بیوی کے ساتھ بسنے کی نسبت ریگستان میں گزارہ کرنا بہتر ہے۔"},{"number":20,"verse":"دانش مند کے گھر میں عمدہ خزانہ اور تیل ہوتا ہے، لیکن احمق اپنا سارا مال ہڑپ کر لیتا ہے۔"},{"number":21,"verse":"جو انصاف اور شفقت کا تعاقب کرتا رہے وہ زندگی، راستی اور عزت پائے گا۔"},{"number":22,"verse":"دانش مند آدمی طاقت ور فوجیوں کے شہر پر حملہ کر کے وہ قلعہ بندی ڈھا دیتا ہے جس پر اُن کا پورا اعتماد تھا۔"},{"number":23,"verse":"جو اپنے منہ اور زبان کی پہرا داری کرے وہ اپنی جان کو مصیبت سے بچائے رکھتا ہے۔"},{"number":24,"verse":"مغرور اور گھمنڈی کا نام ’طعنہ زن‘ ہے، ہر کام وہ بےحد تکبر کے ساتھ کرتا ہے۔"},{"number":25,"verse":"کاہل کا لالچ اُسے موت کے گھاٹ اُتار دیتا ہے، کیونکہ اُس کے ہاتھ کام کرنے سے انکار کرتے ہیں۔"},{"number":26,"verse":"لالچی پورا دن لالچ کرتا رہتا ہے، لیکن راست باز فیاض دلی سے دیتا ہے۔"},{"number":27,"verse":"بےدینوں کی قربانی قابلِ گھن ہے، خاص کر جب اُسے بُرے مقصد سے پیش کیا جائے۔"},{"number":28,"verse":"جھوٹا گواہ تباہ ہو جائے گا، لیکن جو دوسرے کی دھیان سے سنے اُس کی بات ہمیشہ تک قائم رہے گی۔"},{"number":29,"verse":"بےدین آدمی گستاخ انداز سے پیش آتا ہے، لیکن سیدھی راہ پر چلنے والا سوچ سمجھ کر اپنی راہ پر چلتا ہے۔"},{"number":30,"verse":"کسی کی بھی حکمت، سمجھ یا منصوبہ رب کا سامنا نہیں کر سکتا۔"},{"number":31,"verse":"گھوڑے کو جنگ کے دن کے لئے تیار تو کیا جاتا ہے، لیکن فتح رب کے ہاتھ میں ہے۔"}]}