{"bibleAbbr":"urGV2010","bookName":"اَمثال","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"احمق کی عزت کرنا اُتنا ہی غیرموزوں ہے جتنا موسمِ گرما میں برف یا فصل کاٹتے وقت بارش۔"},{"number":2,"verse":"بلاوجہ بھیجی ہوئی لعنت پھڑپھڑاتی چڑیا یا اُڑتی ہوئی ابابیل کی طرح اوجھل ہو کر بےاثر رہ جاتی ہے۔"},{"number":3,"verse":"گھوڑے کو چھڑی سے، گدھے کو لگام سے اور احمق کی پیٹھ کو لاٹھی سے تربیت دے۔"},{"number":4,"verse":"جب احمق احمقانہ باتیں کرے تو اُسے جواب نہ دے، ورنہ تُو اُسی کے برابر ہو جائے گا۔"},{"number":5,"verse":"جب احمق احمقانہ باتیں کرے تو اُسے جواب دے، ورنہ وہ اپنی نظر میں دانش مند ٹھہرے گا۔"},{"number":6,"verse":"جو احمق کے ہاتھ پیغام بھیجے وہ اُس کی مانند ہے جو اپنے پاؤں پر کلہاڑی مار کر اپنے آپ سے زیادتی کرتا ہے۔ ( لفظی ترجمہ: زیادتی کا پیالہ پیتا ہے۔)"},{"number":7,"verse":"احمق کے منہ میں حکمت کی بات مفلوج کی بےحرکت لٹکتی ٹانگوں کی طرح بےکار ہے۔"},{"number":8,"verse":"احمق کا احترام کرنا غلیل کے ساتھ پتھر باندھنے کے برابر ہے۔"},{"number":9,"verse":"احمق کے منہ میں حکمت کی بات نشے میں دُھت شرابی کے ہاتھ میں کانٹےدار جھاڑی کی مانند ہے۔"},{"number":10,"verse":"جو احمق یا ہر کسی گزرنے والے کو کام پر لگائے وہ سب کو زخمی کرنے والے تیرانداز کی مانند ہے۔"},{"number":11,"verse":"جو احمق اپنی حماقت دہرائے وہ اپنی قَے کے پاس واپس آنے والے کُتے کی مانند ہے۔"},{"number":12,"verse":"کیا کوئی دکھائی دیتا ہے جو اپنے آپ کو دانش مند سمجھتا ہے؟ اُس کی نسبت احمق کے سدھرنے کی زیادہ اُمید ہے۔"},{"number":13,"verse":"کاہل کہتا ہے، ”راستے میں شیر ہے، ہاں چوکوں میں شیر پھر رہا ہے!“"},{"number":14,"verse":"جس طرح دروازہ قبضے پر گھومتا ہے اُسی طرح کاہل اپنے بستر پر کروٹیں بدلتا ہے۔"},{"number":15,"verse":"جب کاہل اپنا ہاتھ کھانے کے برتن میں ڈال دے تو وہ اِتنا سُست ہے کہ اُسے منہ تک واپس نہیں لا سکتا۔"},{"number":16,"verse":"کاہل اپنی نظر میں حکمت سے جواب دینے والے سات آدمیوں سے کہیں زیادہ دانش مند ہے۔"},{"number":17,"verse":"جو گزرتے وقت دوسروں کے جھگڑے میں مداخلت کرے وہ اُس آدمی کی مانند ہے جو کُتے کو کانوں سے پکڑ لے۔"},{"number":18,"verse":"جو اپنے پڑوسی کو فریب دے کر بعد میں کہے، ”مَیں صرف مذاق کر رہا تھا“ وہ اُس دیوانے کی مانند ہے جو لوگوں پر جلتے ہوئے اور مہلک تیر برساتا ہے۔"},{"number":20,"verse":"لکڑی کے ختم ہونے پر آگ بجھ جاتی ہے، تہمت لگانے والے کے چلے جانے پر جھگڑا بند ہو جاتا ہے۔"},{"number":21,"verse":"انگاروں میں کوئلے اور آگ میں لکڑی ڈال تو آگ بھڑک اُٹھے گی۔ جھگڑالو کو کہیں بھی کھڑا کر تو لوگ مشتعل ہو جائیں گے۔"},{"number":22,"verse":"تہمت لگانے والے کی باتیں لذیذ کھانے کے لقموں جیسی ہیں، وہ دل کی تہہ تک اُتر جاتی ہیں۔"},{"number":23,"verse":"جلنے والے ہونٹ اور شریر دل مٹی کے اُس برتن کی مانند ہیں جسے چمک دار بنایا گیا ہو۔"},{"number":24,"verse":"نفرت کرنے والا اپنے ہونٹوں سے اپنا اصلی روپ چھپا لیتا ہے، لیکن اُس کا دل فریب سے بھرا رہتا ہے۔"},{"number":25,"verse":"جب وہ مہربان باتیں کرے تو اُس پر یقین نہ کر، کیونکہ اُس کے دل میں سات مکروہ باتیں ہیں۔"},{"number":26,"verse":"گو اُس کی نفرت فی الحال فریب سے چھپی رہے، لیکن ایک دن اُس کا غلط کردار پوری جماعت کے سامنے ظاہر ہو جائے گا۔"},{"number":27,"verse":"جو دوسروں کو پھنسانے کے لئے گڑھا کھودے وہ اُس میں خود گر جائے گا، جو پتھر لُڑھکا کر دوسروں پر پھینکنا چاہے اُس پر ہی پتھر واپس لُڑھک آئے گا۔"},{"number":28,"verse":"جھوٹی زبان اُن سے نفرت کرتی ہے جنہیں وہ کچل دیتی ہے، خوشامد کرنے والا منہ تباہی مچا دیتا ہے۔"}]}