{"bibleAbbr":"urGV2010","bookName":"اَمثال","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"( زناکاری سے خبردار) میرے بیٹے، میری حکمت پر دھیان دے، میری سمجھ کی باتوں پر کان دھر۔"},{"number":2,"verse":"پھر تُو تمیز کا دامن تھامے رہے گا، اور تیرے ہونٹ علم و عرفان محفوظ رکھیں گے۔"},{"number":3,"verse":"کیونکہ زناکار عورت کے ہونٹوں سے شہد ٹپکتا ہے، اُس کی باتیں تیل کی طرح چِکنی چپڑی ہوتی ہیں۔"},{"number":4,"verse":"لیکن انجام میں وہ زہر جیسی کڑوی اور دو دھاری تلوار جیسی تیز ثابت ہوتی ہے۔"},{"number":5,"verse":"اُس کے پاؤں موت کی طرف اُترتے، اُس کے قدم پاتال کی جانب بڑھتے جاتے ہیں۔"},{"number":6,"verse":"اُس کے راستے کبھی اِدھر کبھی اُدھر پھرتے ہیں تاکہ تُو زندگی کی راہ پر توجہ نہ دے اور اُس کی آوارگی کو جان نہ لے۔"},{"number":7,"verse":"چنانچہ میرے بیٹو، میری سنو اور میرے منہ کی باتوں سے دُور نہ ہو جاؤ۔"},{"number":8,"verse":"اپنے راستے اُس سے دُور رکھ، اُس کے گھر کے دروازے کے قریب بھی نہ جا۔"},{"number":9,"verse":"ایسا نہ ہو کہ تُو اپنی طاقت کسی اَور کے لئے صَرف کرے اور اپنے سال ظالم کے لئے ضائع کرے۔"},{"number":10,"verse":"ایسا نہ ہو کہ پردیسی تیری ملکیت سے سیر ہو جائیں، کہ جو کچھ تُو نے محنت مشقت سے حاصل کیا وہ کسی اَور کے گھر میں آئے۔"},{"number":11,"verse":"تب آخرکار تیرا بدن اور گوشت گھل جائیں گے، اور تُو آہیں بھر بھر کر"},{"number":12,"verse":"کہے گا، ”ہائے، مَیں نے کیوں تربیت سے نفرت کی، میرے دل نے کیوں سرزنش کو حقیر جانا؟"},{"number":13,"verse":"ہدایت کرنے والوں کی مَیں نے نہ سنی، اپنے اُستادوں کی باتوں پر کان نہ دھرا۔"},{"number":14,"verse":"جماعت کے درمیان ہی رہتے ہوئے مجھ پر ایسی آفت آئی کہ مَیں تباہی کے دہانے تک پہنچ گیا ہوں۔“"},{"number":15,"verse":"اپنے ہی حوض کا پانی اور اپنے ہی کنوئیں سے پھوٹنے والا پانی پی لے۔"},{"number":16,"verse":"کیا مناسب ہے کہ تیرے چشمے گلیوں میں اور تیری ندیاں چوکوں میں بہہ نکلیں؟"},{"number":17,"verse":"جو پانی تیرا اپنا ہے وہ تجھ تک محدود رہے، اجنبی اُس میں شریک نہ ہو جائے۔"},{"number":18,"verse":"تیرا چشمہ مبارک ہو۔ ہاں، اپنی بیوی سے خوش رہ۔"},{"number":19,"verse":"وہی تیری من موہن ہرنی اور دل رُبا غزال ( لفظی ترجمہ: پہاڑی بکری۔) ہے۔ اُسی کا پیار تجھے تر و تازہ کرے، اُسی کی محبت تجھے ہمیشہ مست رکھے۔"},{"number":20,"verse":"میرے بیٹے، تُو اجنبی عورت سے کیوں مست ہو جائے، کسی دوسرے کی بیوی سے کیوں لپٹ جائے؟"},{"number":21,"verse":"خیال رکھ، انسان کی راہیں رب کو صاف دکھائی دیتی ہیں، جہاں بھی وہ چلے اُس پر وہ توجہ دیتا ہے۔"},{"number":22,"verse":"بےدین کی اپنی ہی حرکتیں اُسے پھنسا دیتی ہیں، وہ اپنے ہی گناہ کے رسّوں میں جکڑا رہتا ہے۔"},{"number":23,"verse":"وہ تربیت کی کمی کے سبب سے ہلاک ہو جائے گا، اپنی بڑی حماقت کے باعث ڈگمگاتے ہوئے اپنے انجام کو پہنچے گا۔"}]}