{"bibleAbbr":"urGV2010","bookName":"اَمثال","bookEnglishName":"Proverbs","chapterNumber":7,"verses":[{"number":1,"verse":"( بےوفا بیوی) میرے بیٹے، میرے الفاظ کی پیروی کر، میرے احکام اپنے اندر محفوظ رکھ۔"},{"number":2,"verse":"میرے احکام کے تابع رہ تو جیتا رہے گا۔ اپنی آنکھ کی پُتلی کی طرح میری ہدایت کی حفاظت کر۔"},{"number":3,"verse":"اُنہیں اپنی اُنگلی کے ساتھ باندھ، اپنے دل کی تختی پر کندہ کر۔"},{"number":4,"verse":"حکمت سے کہہ، ”تُو میری بہن ہے،“ اور سمجھ سے، ”تُو میری قریبی رشتے دار ہے۔“"},{"number":5,"verse":"یہی تجھے زناکار عورت سے محفوظ رکھیں گی، دوسرے کی اُس بیوی سے جو اپنی چِکنی چپڑی باتوں سے تجھے پُھسلانے کی کوشش کرتی ہے۔"},{"number":6,"verse":"ایک دن مَیں نے اپنے گھر کی کھڑکی ( لفظی ترجمہ: گھر کی کھڑکی کے جنگلے۔) میں سے باہر جھانکا"},{"number":7,"verse":"تو کیا دیکھتا ہوں کہ وہاں کچھ سادہ لوح نوجوان کھڑے ہیں۔ اُن میں سے ایک بےعقل جوان نظر آیا۔"},{"number":8,"verse":"وہ گلی میں سے گزر کر زناکار عورت کے کونے کی طرف ٹہلنے لگا۔ چلتے چلتے وہ اُس راستے پر آ گیا جو عورت کے گھر تک لے جاتا ہے۔"},{"number":9,"verse":"شام کا دُھندلکا تھا، دن ڈھلنے اور رات کا اندھیرا چھانے لگا تھا۔"},{"number":10,"verse":"تب ایک عورت کسبی کا لباس پہنے ہوئے چالاکی سے اُس سے ملنے آئی۔"},{"number":11,"verse":"یہ عورت اِتنی بےلگام اور خودسر ہے کہ اُس کے پاؤں اُس کے گھر میں نہیں ٹکتے۔"},{"number":12,"verse":"کبھی وہ گلی میں، کبھی چوکوں میں ہوتی ہے، ہر کونے پر وہ تاک میں بیٹھی رہتی ہے۔"},{"number":13,"verse":"اب اُس نے نوجوان کو پکڑ کر اُسے بوسہ دیا۔ بےحیا نظر اُس پر ڈال کر اُس نے کہا،"},{"number":14,"verse":"”مجھے سلامتی کی قربانیاں پیش کرنی تھیں، اور آج ہی مَیں نے اپنی مَنتیں پوری کیں۔"},{"number":15,"verse":"اِس لئے مَیں نکل کر تجھ سے ملنے آئی، مَیں نے تیرا پتا کیا اور اب تُو مجھے مل گیا ہے۔"},{"number":16,"verse":"مَیں نے اپنے بستر پر مصر کے رنگین کمبل بچھائے،"},{"number":17,"verse":"اُس پر مُر، عود اور دارچینی کی خوشبو چھڑکی ہے۔"},{"number":18,"verse":"آؤ، ہم صبح تک محبت کا پیالہ تہہ تک پی لیں، ہم عشق بازی سے لطف اندوز ہوں!"},{"number":19,"verse":"کیونکہ میرا خاوند گھر میں نہیں ہے، وہ لمبے سفر کے لئے روانہ ہوا ہے۔"},{"number":20,"verse":"وہ بٹوے میں پیسے ڈال کر چلا گیا ہے اور پورے چاند تک واپس نہیں آئے گا۔“"},{"number":21,"verse":"ایسی باتیں کرتے کرتے عورت نے نوجوان کو ترغیب دے کر اپنی چِکنی چپڑی باتوں سے ورغلایا۔"},{"number":22,"verse":"نوجوان سیدھا اُس کے پیچھے یوں ہو لیا جس طرح بَیل ذبح ہونے کے لئے جاتا یا ہرن اُچھل کر پھندے میں پھنس جاتا ہے۔"},{"number":23,"verse":"کیونکہ ایک وقت آئے گا کہ تیر اُس کا دل چیر ڈالے گا۔ لیکن فی الحال اُس کی حالت اُس چڑیا کی مانند ہے جو اُڑ کر جال میں آ جاتی اور خیال تک نہیں کرتی کہ میری جان خطرے میں ہے۔"},{"number":24,"verse":"چنانچہ میرے بیٹو، میری سنو، میرے منہ کی باتوں پر دھیان دو!"},{"number":25,"verse":"تیرا دل بھٹک کر اُس طرف رُخ نہ کرے جہاں زناکار عورت پھرتی ہے، ایسا نہ ہو کہ تُو آوارہ ہو کر اُس کی راہوں میں اُلجھ جائے۔"},{"number":26,"verse":"کیونکہ اُن کی تعداد بڑی ہے جنہیں اُس نے گرا کر موت کے گھاٹ اُتارا ہے، اُس نے متعدد لوگوں کو مار ڈالا ہے۔"},{"number":27,"verse":"اُس کا گھر پاتال کا راستہ ہے جو لوگوں کو موت کی کوٹھڑیوں تک پہنچاتا ہے۔"}]}