{"bibleAbbr":"NRSVue2021","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":2,"verses":[{"number":1,"verse":"A Good Soldier of Christ Jesus You then, my child, be strong in the grace that is in Christ Jesus,"},{"number":2,"verse":"(1 Tim 1.12, 18; 6.12; 2 Tim 1.13) and what you have heard from me through many witnesses entrust to faithful people who will be able to teach others as well."},{"number":3,"verse":"Share in suffering like a good soldier of Christ Jesus."},{"number":4,"verse":"No one serving in the army gets entangled in everyday affairs; the soldier’s aim is to please the enlisting officer."},{"number":5,"verse":"(1 Cor 9.25) And in the case of an athlete, no one is crowned without competing according to the rules."},{"number":6,"verse":"It is the farmer who does the work who ought to have the first share of the crops."},{"number":7,"verse":"Think over what I say, for the Lord will give you understanding in all things."},{"number":8,"verse":"Remember Jesus Christ, raised from the dead, a descendant of David—that is my gospel,"},{"number":9,"verse":"(Acts 9.16; 28.31; Phil 1.7) for which I suffer hardship, even to the point of being chained like a criminal. But the word of God is not chained."},{"number":10,"verse":"(2 Cor 1.6; Eph 3.13) Therefore I endure everything for the sake of the elect, so that they may also obtain the salvation that is in Christ Jesus, with eternal glory."},{"number":11,"verse":"The saying is sure: If we have died with him, we will also live with him;"},{"number":12,"verse":"(Mt 10.33; 1 Pet 4.13) if we endure, we will also reign with him; if we deny him, he will also deny us;"},{"number":13,"verse":"(Num 23.19; Rom 3.3) if we are faithless, he remains faithful— he (Other ancient authorities read for he) cannot deny himself."},{"number":14,"verse":"A Worker Approved by God (1 Tim 5.21; 6.4) Remind them of this, and warn them before the Lord (Other ancient authorities read God) that they are to avoid wrangling over words, which does no good but only ruins those who are listening."},{"number":15,"verse":"Do your best to present yourself to God as one approved by him, a worker who has no need to be ashamed, rightly explaining the word of truth."},{"number":16,"verse":"(1 Tim 4.7) Avoid profane chatter, for it will lead people (Gk for they will advance) into more and more impiety,"},{"number":17,"verse":"(1 Tim 1.20) and their talk will spread like gangrene. Among them are Hymenaeus and Philetus,"},{"number":18,"verse":"(1 Cor 15.12) who have swerved from the truth, saying resurrection (Other ancient authorities read the resurrection) has already occurred. They are upsetting the faith of some."},{"number":19,"verse":"(Isa 28.16, 17; 1 Cor 1.2) But God’s firm foundation stands, bearing this inscription: “The Lord knows those who are his,” and, “Let everyone who calls on the name of the Lord turn away from wickedness.”"},{"number":20,"verse":"(Rom 9.21) In a large house there are utensils not only of gold and silver but also of wood and clay, some for special (Gk honorable) use, some for ordinary. (Gk dishonorable)"},{"number":21,"verse":"(Isa 52.11; 2 Tim 3.17) All who cleanse themselves of the things I have mentioned (Gk of these things) will become special (Gk honorable) utensils, dedicated and useful to the owner of the house, ready for every good work."},{"number":22,"verse":"(1 Tim 6.11) Shun youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart."},{"number":23,"verse":"(1 Tim 6.4; Titus 3.9) Have nothing to do with stupid and senseless controversies; you know that they breed quarrels."},{"number":24,"verse":"(1 Tim 3.3; Titus 1.7) And the Lord’s servant must not be quarrelsome but kindly to everyone, an apt teacher, patient,"},{"number":25,"verse":"(Gal 6.1; 1 Pet 3.15) correcting opponents with gentleness. God may perhaps grant that they will repent and come to know the truth"},{"number":26,"verse":"and that they may escape from the snare of the devil, having been held captive by him to do his will. (Or by him, to do his (that is, God’s) will)"}]}