{"bibleAbbr":"orOV2014","bookName":"ଯାତ୍ରା ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"Exodus","chapterNumber":10,"verses":[{"number":1,"verse":"( ଅଷ୍ଟମ ଦଣ୍ତ - ପଙ୍ଗପାଳ) ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ଫାରୋ ନିକଟକୁ ଯାଅ; କାରଣ ଆମ୍ଭେ ଯେପରି ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ଏହି ସକଳ ଚିହ୍ନ ଦର୍ଶାଇବା,"},{"number":2,"verse":"ପୁଣି ଆମ୍ଭେ ମିସ୍ରୀୟମାନଙ୍କ ପ୍ରତି ଯାହା ଯାହା କରିଅଛୁ ଓ ସେମାନଙ୍କ ମଧ୍ୟରେ ଆପଣାର ଚିହ୍ନ ସ୍ଵରୂପେ ଯେ ଯେ କର୍ମ କରିଅଛୁ, ସେସବୁର ବୃତ୍ତା; ତୁମ୍ଭେ ଯେପରି ଆପଣା ପୁତ୍ର ଓ ପୌତ୍ରର କର୍ଣ୍ଣଗୋଚରରେ କହିବ, ପୁଣି ଆମ୍ଭେ ଯେ ସଦାପ୍ରଭୁ - ଏହା ଜ୍ଞାତ ହେବ, ଏନିମନ୍ତେ ଆମ୍ଭେ ଫାରୋ ଓ ତାହାର ଦାସଗଣର ହୃଦୟ ଭାରୀ କଲୁ ।"},{"number":3,"verse":"ସେତେବେଳେ ମୋଶା ଓ ହାରୋଣ ଫାରୋଙ୍କ ନିକଟକୁ ଯାଇ କହିଲେ, ଏବ୍ରୀୟମାନଙ୍କ ସଦାପ୍ରଭୁ ପରମେଶ୍ଵର କହନ୍ତି, ତୁମ୍ଭେ ଆମ୍ଭ ସାକ୍ଷାତରେ ନମ୍ର ହେବାକୁ କେତେ କାଳ ନାସ୍ତି କରିବ? ଆମ୍ଭର ସେବା କରିବା ନିମନ୍ତେ ଆମ୍ଭ ଲୋକମାନଙ୍କୁ ଛାଡ଼ି ଦିଅ ।"},{"number":4,"verse":"ମାତ୍ର ଯେବେ ଛାଡ଼ି ଦେବାକୁ ନାସ୍ତି କର, ତେବେ ଦେଖ, ଆମ୍ଭେ କାଲି ତୁମ୍ଭ ଅଞ୍ଚଳକୁ ପଙ୍ଗପାଳ ଆଣିବା ।"},{"number":5,"verse":"ସେମାନେ ଭୂମିର ମୁଖ ଏପରି ଆଚ୍ଛନ୍ନ କରିବେ ଯେ, କେହି ତାହା ଦେଖି ପାରିବ ନାହିଁ; ପୁଣି ଶିଳା ବୃଷ୍ଟିରୁ ରକ୍ଷିତ ଓ ଅବଶିଷ୍ଟ ଯାହା କିଛି ତୁମ୍ଭମାନଙ୍କର ଅଛି, ତାହା ସେମାନେ ଖାଇବେ, ପୁଣି ତୁମ୍ଭମାନଙ୍କର କ୍ଷେତ୍ରୋତ୍ପନ୍ନ ସମସ୍ତ ବୃକ୍ଷ ଖାଇବେ ।"},{"number":6,"verse":"ପୁଣି ସେମାନଙ୍କ ଦ୍ଵାରା ତୁମ୍ଭର ଗୃହ ଓ ତୁମ୍ଭ ଦାସଗଣର ଗୃହ ଓ ସକଳ ମିସ୍ରୀୟ ଲୋକଙ୍କ ଗୃହ ପରିପୂର୍ଣ୍ଣ ହେବନ୍ତଏ ଦେଶରେ ତୁମ୍ଭ ପୂର୍ବପୁରୁଷମାନଙ୍କ ଓ ସେମାନଙ୍କ ପୂର୍ବପୁରୁଷମାନଙ୍କ ଜନ୍ମାବଧି ଆଜି ପର୍ଯ୍ୟନ୍ତ କେବେ ଏପରି ଦେଖାଯାଇ ନାହିଁ । ତହୁଁ ମୋଶା ମୁଖ ଫେରାଇ ଫାରୋଙ୍କ ନିକଟରୁ ବାହାରିଗଲେ ।"},{"number":7,"verse":"ଅନନ୍ତର ଫାରୋଙ୍କର ଦାସଗଣ ତାଙ୍କୁ କହିଲେ, ଏ ମନୁଷ୍ୟ କେତେ କାଳ ଆମ୍ଭମାନଙ୍କର ଫାନ୍ଦ ସ୍ଵରୂପ ହୋଇଥିବ ? ଏହି ଲୋକମାନଙ୍କ ସଦାପ୍ରଭୁ ପରମେଶ୍ଵରଙ୍କ ସେବା କରିବା ପାଇଁ ଏମାନଙ୍କୁ ଛାଡ଼ି ଦେଉନ୍ତୁ; ମିସର ଦେଶ ଯେ ନଷ୍ଟ ହେଲାଣି, ଏହା କି ଆପଣ ଏବେ ହେଁ ବୁଝନ୍ତି ନାହିଁ ?"},{"number":8,"verse":"ତେବେ ମୋଶା ଓ ହାରୋଣ ପୁନର୍ବାର ଫାରୋଙ୍କ ନିକଟକୁ ଅଣା ଯାଆନ୍ତେ, ସେ ସେମାନଙ୍କୁ କହିଲେ, ଯାଅ, ତୁମ୍ଭମାନଙ୍କ ସଦାପ୍ରଭୁ ପରମେଶ୍ଵରଙ୍କର ସେବା କର; ମାତ୍ର କିଏ କିଏ ଯିବ ?"},{"number":9,"verse":"ତହିଁରେ ମୋଶା କହିଲେ, ଆମ୍ଭେମାନେ ଆପଣା ଆପଣା ବାଳକ ଓ ବୃଦ୍ଧ ସମସ୍ତଙ୍କୁ ସଙ୍ଗେ ଘେନି ଯିବୁ ଓ ଆପଣା ଆପଣା ପୁତ୍ରକନ୍ୟାମାନଙ୍କୁ, ପୁଣି ଗୋମେଷାଦି ପଲ ମଧ୍ୟ ସଙ୍ଗରେ ଘେନି ଯିବୁ, ଯେହେତୁ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଆମ୍ଭମାନଙ୍କର ଉତ୍ସବ କରିବାକୁ ହେବ ।"},{"number":10,"verse":"ତେବେ ଫାରୋ ସେମାନଙ୍କୁ କହିଲେ, ହେଉ, ସଦାପ୍ରଭୁ ତୁମ୍ଭମାନଙ୍କର ସହବର୍ତ୍ତୀ ହୁଅନ୍ତୁ, ଆମ୍ଭେ ତ ତୁମ୍ଭମାନଙ୍କୁ ଓ ତୁମ୍ଭମାନଙ୍କ ବାଳକମାନଙ୍କୁ ଛାଡ଼ି ଦେବୁ; ସାବଧାନ, ଅମଙ୍ଗଳ ତୁମ୍ଭମାନଙ୍କ ସମ୍ମୁଖରେ ଅଛି ।"},{"number":11,"verse":"ଏପରି ହେବ ନାହିଁ, ତୁମ୍ଭେମାନେ ଯେତେ ପୁରୁଷ ଅଛ, ଯାଅ, ସଦାପ୍ରଭୁଙ୍କର ସେବା କର; କାରଣ ଏହି ମାତ୍ର ତୁମ୍ଭେମାନେ ଚାହଁ । ଏଉତ୍ତାରେ ସେମାନେ ଫାରୋଙ୍କ ସାକ୍ଷାତରୁ ତାଡ଼ିତ ହେଲେ ।"},{"number":12,"verse":"ଅନନ୍ତର ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ପଙ୍ଗପାଳ ନିମନ୍ତେ ମିସର ଦେଶ ଉପରେ ଆପଣା ହସ୍ତ ବିସ୍ତାର କର, ତହିଁରେ ସେମାନେ ମିସର ଦେଶକୁ ଆସି ଶିଳା ବୃଷ୍ଟିର ଅବଶିଷ୍ଟାଂଶ ଭୂମିର ତୃଣାଦି ସମସ୍ତ ଗ୍ରାସ କରିବେ ।"},{"number":13,"verse":"ତହୁଁ ମୋଶା ମିସର ଦେଶ ଉପରେ ଆପଣା ଯଷ୍ଟି ବିସ୍ତାର କରନ୍ତେ, ସଦାପ୍ରଭୁ ସେହି ଦିବାରାତ୍ରିଯାକ ଦେଶରେ ପୂର୍ବୀୟ ବାୟୁ ବୁହାଇଲେ; ପ୍ରଭାତ ହୁଅନ୍ତେ, ପୂର୍ବୀୟ ବାୟୁ ଦ୍ଵାରା ପଙ୍ଗପାଳ ଉପସ୍ଥିତ ହେଲେ ।"},{"number":14,"verse":"ତହିଁରେ ସମୁଦାୟ ମିସର ଦେଶରେ ପଙ୍ଗପାଳ ବ୍ୟାପିଗଲେ, ମିସରର ସମସ୍ତ ଅଞ୍ଚଳରେ ପଙ୍ଗପାଳ ପଡ଼ିଲେ; ସେମାନେ ଅତ୍ୟ; ଭୟାନକ ଥିଲେ; ସେପରି ପଙ୍ଗପାଳ ପୂର୍ବରେ କଦାପି ହୋଇ ନ ଥିଲା, କି ଆଉ କେବେ ହେବ ନାହିଁ ।"},{"number":15,"verse":"ସେମାନେ ସମୁଦାୟ ଭୂମି ଆଚ୍ଛନ୍ନ କଲେଓ ସେମାନଙ୍କ ଦ୍ଵାରା ଦେଶ ଅନ୍ଧକାରାବୃତ ହେଲା, ଭୂମିର ଯେ ତୃଣ ଓ ବୃକ୍ଷାଦିର ଯେ ଫଳ ଶିଳା ବୃଷ୍ଟିରୁ ରକ୍ଷା ପାଇଥିଲା, ତାହା ସେମାନେ ଖାଇ ପକାଇଲେ; ତହିଁରେ ସମୁଦାୟ ମିସର ଦେଶରେ କୌଣସି ବୃକ୍ଷ କି କ୍ଷେତ୍ରର ତୃଣାଦି ହରିତ୍ ବର୍ଣ୍ଣ କିଛିମାତ୍ର ରହିଲା ନାହିଁ ।"},{"number":16,"verse":"ତହୁଁ ଫାରୋ ଶୀଘ୍ର ମୋଶା ଓ ହାରୋଣଙ୍କୁ ଡକାଇ କହିଲେ, ଆମ୍ଭେ ତୁମ୍ଭମାନଙ୍କ ସଦାପ୍ରଭୁ ପରମେଶ୍ଵରଙ୍କ ଓ ତୁମ୍ଭମାନଙ୍କ ବିରୁଦ୍ଧରେ ପାପ କଲୁ ।"},{"number":17,"verse":"ବିନୟ କରୁଅଛୁ, କେବଳ ଏହି ଥରକ ଆମ୍ଭର ପାପ କ୍ଷମା କରି ଆମ୍ଭ ନିକଟରୁ ଏହି କାଳ ସ୍ଵରୂପକୁ ଦୂର କରିବା ପାଇଁ ଆପଣାମାନଙ୍କ ସଦାପ୍ରଭୁ ପରମେଶ୍ଵରଙ୍କ ନିକଟରେ ପ୍ରାର୍ଥନା କର।"},{"number":18,"verse":"ତହିଁରେ ସେ ଫାରୋଙ୍କ ନିକଟରୁ ଯାଇ ସଦାପ୍ରଭୁଙ୍କ ନିକଟରେ ପ୍ରାର୍ଥନା କରନ୍ତେ,"},{"number":19,"verse":"ସଦାପ୍ରଭୁ ପ୍ରବଳ ପଶ୍ଚିମ ବାୟୁ ଫେରାଇ ଦେଶରୁ ପଙ୍ଗପାଳମାନଙ୍କୁ ଉଠାଇ ନେଇ ସୂଫ ସାଗରରେ ନିକ୍ଷେପ କଲେ; ତହିଁରେ ମିସରର କୌଣସି ଅଞ୍ଚଳରେ ଗୋଟିଏ ପଙ୍ଗପାଳ ରହିଲା ନାହିଁ ।"},{"number":20,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁ ଫାରୋଙ୍କର ହୃଦୟ କଠିନ କଲେ, ପୁଣି ସେ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣଙ୍କୁ ଛାଡ଼ି ଦେଲେ ନାହିଁ ।"},{"number":21,"verse":"( ନବମ ଦଣ୍ତ - ଅନ୍ଧକାର) ଆଉ ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ଆକାଶ ଆଡ଼େ ହସ୍ତ ବିସ୍ତାର କର; ତହିଁରେ ମିସର ଦେଶରେ ଅନ୍ଧକାର ହେବ ଓ ଅନ୍ଧକାର ହେତୁରୁ ଲୋକମାନେ ଦରାଣ୍ତି ହେବେ ।"},{"number":22,"verse":"ଅନନ୍ତର ମୋଶା ଆକାଶ ଆଡ଼େ ହସ୍ତ ବିସ୍ତାର କରନ୍ତେ, ତିନି ଦିନ ପର୍ଯ୍ୟନ୍ତ ମିସର ଦେଶର ସର୍ବତ୍ର ଏପରି ଗାଢ଼ ଅନ୍ଧକାର ହେଲା ଯେ, କେହି ଏକ ଆରେକକୁ ଦେଖି ପାରିଲା ନାହିଁ ।"},{"number":23,"verse":"ଓ ତିନି ଦିନ ପର୍ଯ୍ୟନ୍ତ କେହି ଆପଣା ସ୍ଥାନରୁ ଉଠି ପାରିଲା ନାହିଁ; ମାତ୍ର ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ସମସ୍ତ ବାସସ୍ଥାନରେ ଆଲୁଅ ଥିଲା।"},{"number":24,"verse":"ତହୁଁ ଫାରୋ ମୋଶାଙ୍କୁ ଡକାଇ କହିଲେ, ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କ ସେବା କରିବାକୁ ଯାଅ; କେବଳ ତୁମ୍ଭମାନଙ୍କର ଗୋମେଷାଦି ପଲ ଥାଉନ୍ତୁ; ତୁମ୍ଭମାନଙ୍କ ବାଳକମାନେ ମଧ୍ୟ ତୁମ୍ଭମାନଙ୍କ ସଙ୍ଗେ ଯାଉନ୍ତୁ ।"},{"number":25,"verse":"ତହିଁରେ ମୋଶା କହିଲେ, ଆମ୍ଭେମାନେ ଆପଣାମାନଙ୍କ ସଦାପ୍ରଭୁ ପରମେଶ୍ଵରଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଯେଉଁ ବଳି ଓ ହୋମଦ୍ରବ୍ୟ ଉତ୍ସର୍ଗ କରିବା, ତାହା ମଧ୍ୟ ଆମ୍ଭମାନଙ୍କ ହସ୍ତରେ ଆପଣଙ୍କୁ ଦେବାକୁ ହେବ ।"},{"number":26,"verse":"ଆମ୍ଭମାନଙ୍କ ପଶୁଗଣ ଆମ୍ଭମାନଙ୍କ ସଙ୍ଗରେ ଯିବେ, ଗୋଟିଏ ଖୁରା ହିଁ ଅବଶିଷ୍ଟ ରହିବ ନାହିଁ; କାରଣ ଆମ୍ଭମାନଙ୍କ ସଦାପ୍ରଭୁ ପରମେଶ୍ଵରଙ୍କ ସେବା ନିମନ୍ତେ ସେମାନଙ୍କ ମଧ୍ୟରୁ ବଳି ନେବାକୁ ହେବ; ପୁଣି କି ଦେଇ ସଦାପ୍ରଭୁଙ୍କର ସେବା କରିବାକୁ ହେବ, ତାହା ସେଠାରେ ଉପସ୍ଥିତ ନ ହେଲେ, ଆମ୍ଭେମାନେ ଜାଣି ପାରିବୁ ନାହିଁ।"},{"number":27,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁ ଫାରୋଙ୍କର ହୃଦୟ କଠିନ କଲେ, ପୁଣି ସେ ସେମାନଙ୍କୁ ଛାଡ଼ି ଦେବାକୁ ସମ୍ମତ ହେଲେ ନାହିଁ ।"},{"number":28,"verse":"ଏଣୁ ଫାରୋ ତାଙ୍କୁ କହିଲେ, ଆମ୍ଭ ନିକଟରୁ ଦୂର ହୁଅ, ଆପଣା ବିଷୟରେ ସାବଧାନ ହୁଅ, ଆମ୍ଭର ମୁଖ ଆଉ କେବେ ଦେଖ ନାହିଁ; ଯେଉଁ ଦିନ ଆମ୍ଭର ମୁଖ ଦେଖିବ, ସେହି ଦିନ ମରିବ ।"},{"number":29,"verse":"ତହିଁରେ ମୋଶା କହିଲେ, ଆପଣ ଭଲ କହିଲେ, ମୁଁ ଆଉ କେବେ ଆପଣଙ୍କ ମୁଖ ଦେଖିବି ନାହିଁ ।"}]}