{"bibleAbbr":"orOV2014","bookName":"ଯାତ୍ରା ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"Exodus","chapterNumber":32,"verses":[{"number":1,"verse":"( ସୁବର୍ଣ୍ଣ ବାଛୁରି) ଅନନ୍ତର ମୋଶାଙ୍କର ପର୍ବତରୁ ଓହ୍ଲାଇବାର ବିଳମ୍ଵଦେଖି ଲୋକମାନେ ହାରୋଣଙ୍କ ନିକଟରେ ରୁଣ୍ତ ହୋଇ ତାଙ୍କୁ କହିଲେ, ଉଠ, ଆମ୍ଭମାନଙ୍କର ଅଗ୍ରଗାମୀ ହେବା ପାଇଁ ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଦେବତା ନିର୍ମାଣ କର, ଯେହେତୁ ଯେଉଁ ବ୍ୟକ୍ତି ମିସର ଦେଶରୁ ଆମ୍ଭମାନଙ୍କୁ ବାହାର କରି ଆଣିଲେ, ସେହି ମୋଶାଙ୍କ ପ୍ରତି କଅଣ ଘଟିଲା, ତାହା ଆମ୍ଭେମାନେ ଜାଣୁନାହୁଁକ୍ତ ।"},{"number":2,"verse":"ତହୁଁ ହାରୋଣ ସେମାନଙ୍କୁ କହିଲେ, ତେବେ ତୁମ୍ଭେମାନେ ଆପଣା ଆପଣା ଭାର୍ଯ୍ୟା ଓ ପୁତ୍ରକନ୍ୟାଗଣର କର୍ଣ୍ଣରୁ ସ୍ଵର୍ଣ୍ଣକୁଣ୍ତଳ କାଢ଼ି ମୋʼ ପାଖକୁ ଆଣ ।"},{"number":3,"verse":"ତହିଁରେ ସମସ୍ତ ଲୋକ ଆପଣା ଆପଣା କର୍ଣ୍ଣରୁ ସ୍ଵର୍ଣ୍ଣକୁଣ୍ତଳସବୁ କାଢ଼ି ହାରୋଣଙ୍କ କତିକି ଆଣିଲେ ।"},{"number":4,"verse":"ସେ ସେମାନଙ୍କ ହସ୍ତରୁ ତାହା ନେଇ ଶିଳ୍ପାସ୍ତ୍ରରେ ଛାଞ୍ଚ ପ୍ରସ୍ତୁତ କରି ଏକ ଢଳା ବାଛୁରି ନିର୍ମାଣ କଲେ; ତହୁଁ ଲୋକମାନେ କହିଲେ, ହେ ଇସ୍ରାଏଲ, ଯେଉଁ ଦେବତା ତୁମ୍ଭଙ୍କୁ ମିସର ଦେଶରୁ ବାହାର କରି ଆଣିଲେ, ସେ ଏହି ।"},{"number":5,"verse":"ତହିଁରେ ହାରୋଣ ତାହା ଦେଖି ତାହାର ସମ୍ମୁଖରେ ଗୋଟିଏ ବେଦି ନିର୍ମାଣ କଲେ, ପୁଣି କାଲି ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଉତ୍ସବ ହେବ, ଏହା ଘୋଷଣା କରାଇଲେ ।"},{"number":6,"verse":"ଏଥିରେ ଲୋକମାନେ ଆର ଦିନ ପ୍ରଭାତରେ ଉଠି ହୋମବଳି ଉତ୍ସର୍ଗ କଲେ ଓ ମଙ୍ଗଳାର୍ଥକ ନୈବେଦ୍ୟ ଆଣିଲେ; ତହୁଁ ଲୋକମାନେ ଭୋଜନପାନ କରିବାକୁ ବସିଲେ; ଏଉତ୍ତାରେ ଲୀଳା କରିବାକୁ ଉଠିଲେ ।"},{"number":7,"verse":"ତେବେ ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ଓହ୍ଲାଇ ଯାଅ, କାରଣ ତୁମ୍ଭର ଯେଉଁ ଲୋକମାନଙ୍କୁ ତୁମ୍ଭେ ମିସରରୁ ବାହାର କରି ଆଣିଲ, ସେମାନେ ଆପଣାମାନଙ୍କୁ ଭ୍ରଷ୍ଟ କରିଅଛନ୍ତି ।"},{"number":8,"verse":"ଆମ୍ଭେ ସେମାନଙ୍କୁ ଯେଉଁ ପଥ ବିଷୟରେ ଆଜ୍ଞା ଦେଲୁ, ସେମାନେ ଶୀଘ୍ର ତହିଁରୁ ବିମୁଖ ହେଲେ; ସେମାନେ ଆପଣାମାନଙ୍କ ନିମନ୍ତେ ଏକ ଛାଞ୍ଚରେ ଢଳା ବାଛୁରି ନିର୍ମାଣ କରି ତାକୁ ପୂଜା କଲେ, ପୁଣି ତାହା ନିକଟରେ ବଳିଦାନ କରି କହିଲେ, ହେ ଇସ୍ରାଏଲ, ଯେଉଁ ଦେବତା ତୁମ୍ଭଙ୍କୁ ମିସର ଦେଶରୁ ବାହାର କରି ଆଣିଲେ, ସେ ଏହି ।"},{"number":9,"verse":"ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ ଆହୁରି କହିଲେ, ଆମ୍ଭେ ଏହି ଲୋକମାନଙ୍କୁ ଦେଖିଲୁ; ଦେଖ, ସେମାନେ ଅତିଶୟ ଶକ୍ତଗ୍ରୀବ ଲୋକ।"},{"number":10,"verse":"ଏଣୁ ତୁମ୍ଭେ ଏବେ ଆମ୍ଭଙ୍କୁ ଛାଡ଼ି ଦିଅ, ଆମ୍ଭର କ୍ରୋଧ ସେମାନଙ୍କ ପ୍ରତିକୂଳରେ ପ୍ରଜ୍ଵଳିତ ହେଉ, ତହିଁରେ ଆମ୍ଭେ ସେମାନଙ୍କୁ ସଂହାର କରିବା; ମାତ୍ର ଆମ୍ଭେ ତୁମ୍ଭକୁ ମହାଗୋଷ୍ଠୀ କରିବା ।"},{"number":11,"verse":"ତହିଁରେ ମୋଶା ଆପଣା ସଦାପ୍ରଭୁ ପରମେଶ୍ଵରଙ୍କୁ ନିବେଦନ କରି କହିଲେ, ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭେ ଆପଣାର ଯେଉଁ ଲୋକମାନଙ୍କୁ ଆପଣା ମହାପରାକ୍ରମ ଓ ବାହୁ ବଳରେ ମିସର ଦେଶରୁ ବାହାର କରି ଆଣିଲ, ସେମାନଙ୍କ ପ୍ରତି-କୂଳରେ ତୁମ୍ଭର କ୍ରୋଧ କାହିଁକି ପ୍ରଜ୍ଵଳିତ ହେବ ?"},{"number":12,"verse":"ସେ ପର୍ବତମୟ ଅଞ୍ଚଳରେ ସେମାନଙ୍କୁ ନଷ୍ଟ କରି ପୃଥିବୀରୁ ଲୋପ କରିବା ପାଇଁ, ଅନିଷ୍ଟ ନିମନ୍ତେ ବାହାର କରି ଆଣିଲେ, ଏପରି କଥା ମିସ୍ରୀୟମାନେ କାହିଁକି ଗଳ୍ପ କରିବେ? ତୁମ୍ଭେ ଆପଣା ପ୍ରଚଣ୍ତ କ୍ରୋଧରୁ ଫେର ଓ ଆପଣା ଲୋକମାନଙ୍କ ପ୍ରତିକୂଳରେ ଏପରି ଅନିଷ୍ଟ ବିଷୟରୁ ନିବୃତ୍ତ ହୁଅ ।"},{"number":13,"verse":"ଆପଣା ଦାସ ଅବ୍ରହାମ ଓ ଇସ୍‍ହାକ ଓ ଇସ୍ରାଏଲଙ୍କୁ ସ୍ମରଣ କର, ତୁମ୍ଭେ ଆପଣା ନିଜ ନାମରେ ଶପଥ କରି ସେମାନଙ୍କୁ କହିଅଛ, ଆମ୍ଭେ ଆକାଶର ତାରାଗଣ ନ୍ୟାୟ ତୁମ୍ଭମାନଙ୍କ ବଂଶ ବୃଦ୍ଧି କରିବା ଓ ଏହି ଯେଉଁସବୁ ଦେଶର କଥା କହିଲୁ, ତାହା ତୁମ୍ଭମାନଙ୍କ ବଂଶକୁ ଦେବା, ସେମାନେ ଅନନ୍ତକାଳ ପର୍ଯ୍ୟନ୍ତ ତାହା ଅଧିକାର କରିବେ ।"},{"number":14,"verse":"ତେବେ ସଦାପ୍ରଭୁ ଆପଣା ଲୋକମାନଙ୍କ ପ୍ରତି ଯେଉଁ ଅନିଷ୍ଟ କରିବାର କଥା କହିଥିଲେ, ତହିଁରୁ ନିବୃତ୍ତ ହେଲେ ।"},{"number":15,"verse":"ଅନନ୍ତର ମୋଶା ମୁଖ ଫେରାଇ ସାକ୍ଷ୍ୟ ସ୍ଵରୂପ ଦୁଇ ପ୍ରସ୍ତର ପଟା ହସ୍ତରେ ଘେନି ପର୍ବତରୁ ଓହ୍ଲାଇଲେ; ସେହି ପ୍ରସ୍ତର ପଟାର ଏପାର୍ଶ୍ଵରେ ଓ ସେପାର୍ଶ୍ଵରେ ଉଭୟ ପାର୍ଶ୍ଵରେ ଲେଖାଥିଲା ।"},{"number":16,"verse":"ସେହି ପ୍ରସ୍ତର ପଟା ପରମେଶ୍ଵରଙ୍କ-ନିର୍ମିତ; ପୁଣି ତହିଁରେ ଖୋଦିତ ଲିଖନ ହିଁ ପରମେଶ୍ଵରଙ୍କ ଲିଖନ ଥିଲା ।"},{"number":17,"verse":"ଅନନ୍ତର ଲୋକମାନେ ଉଚ୍ଚ ରବ କରନ୍ତେ, ଯିହୋଶୂୟ ଲୋକମାନଙ୍କର କୋଳାହଳ ଶୁଣି ମୋଶାଙ୍କୁ କହିଲେ, ଛାଉଣିରେ ଯୁଦ୍ଧ ଶଦ୍ଦ ହେଉଅଛି ।"},{"number":18,"verse":"ତହିଁରେ ସେ କହିଲେ, ଏହା ଜୟଧ୍ଵନିର ଶଦ୍ଦ ନୁହେଁ, କିଅବା ପରାଜୟ ସ୍ଵରର ଶଦ୍ଦ ନୁହେଁ, ମାତ୍ର ମୁଁ ଗାୟନର ଶଦ୍ଦ ଶୁଣୁଅଛି ।"},{"number":19,"verse":"ଏଥିରେ ସେ ଛାଉଣିର ନିକଟବର୍ତ୍ତୀ ହେବା ମାତ୍ରେ ସେହି ବାଛୁରି ଓ ନୃତ୍ୟ ଦେଖିଲେ; ତହିଁରେ ମୋଶାଙ୍କର କ୍ରୋଧ ପ୍ରଜ୍ଵଳିତ ହେଲା; ଏଣୁ ସେ ଆପଣା ହସ୍ତରୁ ସେହି ଦୁଇ ପ୍ରସ୍ତର ପଟା ଫୋପାଡ଼ି ଦେଇ ପର୍ବତ ତଳେ ତାହା ଭାଙ୍ଗିଲେ ।"},{"number":20,"verse":"ପୁଣି ସେମାନଙ୍କ ନିର୍ମିତ ବାଛୁରି ଘେନି ଅଗ୍ନିରେ ପୋଡ଼ିଲେ ଓ ତାହା ପେଷି ଧୂଳି କଲେ, ଆଉ ଜଳ ଉପରେ ବିଞ୍ଚି ଦେଇ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣକୁ ପିଆଇଲେ।"},{"number":21,"verse":"ତହୁଁ ମୋଶା ହାରୋଣଙ୍କୁ କହିଲେ, ଏହି ଲୋକମାନେ ତୁମ୍ଭ ପ୍ରତି କʼଣ କଲେ ଯେ, ତୁମ୍ଭେ ସେମାନଙ୍କ ଉପରେ ଏପରି ମହାପାପ ବର୍ତ୍ତାଇଲ?"},{"number":22,"verse":"ତହିଁରେ ହାରୋଣ କହିଲେ, ଆମ୍ଭ ପ୍ରଭୁଙ୍କର କ୍ରୋଧ ପ୍ରଜ୍ଵଳିତ ନ ହେଉ; ଆପଣ ଜାଣନ୍ତି ଯେ, ଏହି ଲୋକମାନେ ଦୁଷ୍ଟତାରେ ଆସକ୍ତ।"},{"number":23,"verse":"ଏମାନେ ମୋତେ କହିଲେ, ଆମ୍ଭମାନଙ୍କର ଅଗ୍ରଗାମୀ ହେବା ପାଇଁ ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଦେବତା ନିର୍ମାଣ କର; କାରଣ ଯେଉଁ ବ୍ୟକ୍ତି ଆମ୍ଭମାନଙ୍କୁ ମିସର ଦେଶରୁ ବାହାର କରି ଆଣିଲେ, ସେହି ମୋଶାଙ୍କର କଅଣ ହେଲା, ତାହା ଆମ୍ଭେମାନେ ଜାଣୁନାହୁଁ ।"},{"number":24,"verse":"ତେବେ ମୁଁ କହିଲି, ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ଯାହାର ଯେ ସୁନା ଥାଏ, ତାହା ସେମାନେ କାଢ଼ି ଦିଅନ୍ତୁ; ତହିଁରେ ସେମାନେ ମୋତେ ତାହା ଦେଲେ; ମୁଁ ତାହା ନେଇ ଅଗ୍ନିରେ ପକାଇଲି, ତହୁଁ ଏହି ବାଛୁରି ବାହାରି ଆସିଲା ।"},{"number":25,"verse":"ଆଉ ମୋଶା ଲୋକମାନଙ୍କୁ ସ୍ଵେଚ୍ଛାଚାରୀ ଦେଖିଲେ, କାରଣ ହାରୋଣ ସେମାନଙ୍କୁ ଶତ୍ରୁଗଣ ମଧ୍ୟରେ ହାସ୍ୟାସ୍ପଦ ହେବା ଭଳି ସ୍ଵେଚ୍ଛାଚାରୀ କରି ଛାଡ଼ିଥିଲେ ।"},{"number":26,"verse":"ଏଥିରେ ମୋଶା ଛାଉଣି ଦ୍ଵାରରେ ଠିଆ ହୋଇ କହିଲେ, ସଦାପ୍ରଭୁଙ୍କ ପକ୍ଷରେ କିଏ ଅଛି ? ସେ ମୋʼ ନିକଟକୁ ଆସୁ; ତହିଁରେ ଲେବୀର ସନ୍ତାନଗଣ ତାଙ୍କ ନିକଟରେ ଏକତ୍ର ହେଲେ ।"},{"number":27,"verse":"ତହୁଁ ସେ ସେମାନଙ୍କୁ କହିଲେ, ଇସ୍ରାଏଲର ସଦାପ୍ରଭୁ ପରମେଶ୍ଵର ଏହି କଥା କହନ୍ତି, ତୁମ୍ଭେମାନେ ପ୍ରତ୍ୟେକ ଜଣ ଆପଣା ଆପଣା ଜଙ୍ଘରେ ଖଡ଼୍‍ଗ ବାନ୍ଧି ଛାଉଣିର ମଧ୍ୟଦେଇ ଏକ ଦ୍ଵାରରୁ ଆନ ଦ୍ଵାର ପର୍ଯ୍ୟନ୍ତ ଗତାୟାତ କର ଓ ପ୍ରତି ଜଣ ଆପଣା ଆପଣା ଭ୍ରାତା ଓ ମିତ୍ର ଓ ପ୍ରତିବାସୀକି ବଧ କର ।"},{"number":28,"verse":"ତହିଁରେ ଲେବୀର ସନ୍ତାନମାନେ ମୋଶାଙ୍କର ବାକ୍ୟାନୁସାରେ ତଦ୍ରୂପ କରନ୍ତେ, ସେହିଦିନ ଲୋକମାନଙ୍କ ମଧ୍ୟରୁ ଊଣାଧିକ ତିନି ହଜାର ଲୋକ ମଲେ ।"},{"number":29,"verse":"ଆଉ ମୋଶା କହିଥିଲେ, ତୁମ୍ଭେମାନେ ପ୍ରତ୍ୟେକ ଜଣ ଆପଣା ଆପଣା ପୁତ୍ର ଓ ଭ୍ରାତୃଗଣର ବିପକ୍ଷ ହୋଇ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଆପଣାମାନଙ୍କୁ ନିଯୁକ୍ତ କର, ତହିଁରେ ସେ ଏହି ଦିନରେ ତୁମ୍ଭମାନଙ୍କୁ ଆଶୀର୍ବାଦ କରିବେ।"},{"number":30,"verse":"ତହିଁ ଆର ଦିନ ମୋଶା ଲୋକମାନଙ୍କୁ କହିଲେ, ତୁମ୍ଭେମାନେ ମହାପାପ କରିଅଛ, ଏବେ ମୁଁ ସଦାପ୍ରଭୁଙ୍କ ନିକଟକୁ ଆରୋହଣ କରୁଅଛି; ଯେବେ ହୋଇପାରେ, ତେବେ ମୁଁ ତୁମ୍ଭମାନଙ୍କ ପାପର ପ୍ରାୟଶ୍ଚିତ୍ତ କରିବି, ।"},{"number":31,"verse":"ଅନନ୍ତର ମୋଶା ସଦାପ୍ରଭୁଙ୍କ ନିକଟକୁ ଫେରି ଯାଇ କହିଲେ, ହାୟ, ହାୟ, ଏହି ଲୋକମାନେ ମହାପାପ କରି ଆପଣାମାନଙ୍କ ନିମନ୍ତେ ସ୍ଵର୍ଣ୍ଣଦେବତା ନିର୍ମାଣ କଲେ ।"},{"number":32,"verse":"ତଥାପି ଏବେ, ତୁମ୍ଭେ ଯେବେ ସେମାନଙ୍କ ପାପ କ୍ଷମା କରିବ- ଯେବେ ନ କରିବ, ତେବେ ମୁଁ ବିନୟ କରୁଅଛି, ତୁମ୍ଭର ଲିଖିତ ପୁସ୍ତକରୁ ମୋହର ନାମ କାଟି ପକାଅ ।"},{"number":33,"verse":"ତହିଁରେ ସଦାପ୍ରଭୁ ମୋଶାଙ୍କୁ କହିଲେ, ଯେଉଁ ଲୋକ ଆମ୍ଭ ବିରୁଦ୍ଧରେ ପାପ କରିଅଛି, ଆମ୍ଭେ ଆପଣା ପୁସ୍ତକରୁ ତାହାର ନାମ କାଟି ପକାଇବା ।"},{"number":34,"verse":"ଏବେ ଯାଅ, ଆମ୍ଭେ ଯେଉଁ ଦେଶ ବିଷୟରେ ତୁମ୍ଭକୁ କହିଅଛୁ, ସେହି ଦେଶକୁ ଲୋକମାନଙ୍କୁ ନେଇ ଯାଅ; ଦେଖ, ଆମ୍ଭ ଦୂତ ତୁମ୍ଭ ଆଗେ ଆଗେ ଗମନ କରିବେ; ମାତ୍ର ଆମ୍ଭେ ପ୍ରତିଫଳ ଦେବା ଦିନରେ ସେମାନଙ୍କ ପାପର ପ୍ରତିଫଳ ସେମାନଙ୍କୁ ଦେବା ।"},{"number":35,"verse":"ପୁଣି ସଦାପ୍ରଭୁ ଲୋକମାନଙ୍କୁ ଆଘାତ କଲେ, ଯେହେତୁ ହାରୋଣ-ନିର୍ମିତ ବାଛୁରି ସେମାନେ ନିର୍ମାଣ କରିଥିଲେ।"}]}