{"bibleAbbr":"orOV2014","bookName":"ଯାତ୍ରା ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"Exodus","chapterNumber":35,"verses":[{"number":1,"verse":"( ବିଶ୍ରାମବାର ବିଧି ପାଳନ) ତହିଁ ଉତ୍ତାରୁ ମୋଶା ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ସମସ୍ତ ମଣ୍ତଳୀକି ଏକତ୍ର କରି କହିଲେ, ସଦାପ୍ରଭୁ ତୁମ୍ଭମାନଙ୍କୁ ଏହି ସମସ୍ତ ବାକ୍ୟ ପାଳନ କରିବାକୁ ଆଜ୍ଞା ଦେଇଅଛନ୍ତି।"},{"number":2,"verse":"ଛଅ ଦିନ କର୍ମ କରାଯିବ, ମାତ୍ର ସପ୍ତମ ଦିନ ତୁମ୍ଭମାନଙ୍କ ନିକଟରେ ପବିତ୍ର ଦିନ ହେବ; ତାହା ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ମହାବିଶ୍ରାମଦିନ ହେବ, ଯେ କେହି ସେହି ଦିନ କର୍ମ କରିବ, ତାହାର ପ୍ରାଣଦଣ୍ତ ହେବ ।"},{"number":3,"verse":"ତୁମ୍ଭେମାନେ ବିଶ୍ରାମଦିନରେ ଆପଣାମାନଙ୍କ କୌଣସି ବାସସ୍ଥାନରେ ଅଗ୍ନି ଜାଳିବ ନାହିଁ ।"},{"number":4,"verse":"( ଆବାସ (ତମ୍ଵୁ) ନିମନ୍ତେ ଉପହାର) ଆଉ, ମୋଶା ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ସମସ୍ତ ମଣ୍ତଳୀକି ଆହୁରି କହିଲେ, ସଦାପ୍ରଭୁ ଏହି ଆଜ୍ଞା ଦେଲେ ।"},{"number":5,"verse":"ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କ ନିମନ୍ତେ ଆପଣାମାନଙ୍କ ମଧ୍ୟରୁ ଉପହାର ସଂଗ୍ରହ କର; ଯେ କେହି ସ୍ଵଚ୍ଛନ୍ଦମନା, ସେ ସଦାପ୍ରଭୁଙ୍କ ନିମନ୍ତେ ସ୍ଵର୍ଣ୍ଣ ଓ ରୌପ୍ୟ ଓ ପିତ୍ତଳ,"},{"number":6,"verse":"ପୁଣି ନୀଳ ବର୍ଣ୍ଣ ଓ ଧୂମ୍ର ବର୍ଣ୍ଣ ଓ ସିନ୍ଦୂର ବର୍ଣ୍ଣ ଓ ଶୁଭ୍ର ଓ କ୍ଷୌମ ସୂତ୍ରଓ ଛାଗ ଲୋମ,"},{"number":7,"verse":"ପୁଣି ରକ୍ତୀକୃତ ମେଷ ଚର୍ମ ଓ ଶିଶୁକ ଚର୍ମ ଓ ଶିଟୀମ୍ କାଷ୍ଠ,"},{"number":8,"verse":"ପୁଣି ଦୀପାର୍ଥକ ତୈଳ ଓ ଅଭିଷେକାର୍ଥକ ତୈଳ ଓ ସୁଗନ୍ଧି ଧୂପାର୍ଥକ ଗନ୍ଧଦ୍ରବ୍ୟ,"},{"number":9,"verse":"ପୁଣି ଏଫୋଦ ଓ ବୁକୁପଟା ନିମନ୍ତେ ଗୋମେଦକ ମଣି ପ୍ରଭୃତି ଖଚନୀୟ ପ୍ରସ୍ତର, ଏହି ସମସ୍ତ ସଦାପ୍ରଭୁଙ୍କର ଉପହାର ଆଣିବ ।"},{"number":10,"verse":"ଆଉ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ ପ୍ରତ୍ୟେକ ବିଜ୍ଞମନା ଲୋକ ଆସି ସଦାପ୍ରଭୁଙ୍କର ଆଦିଷ୍ଟ ସକଳ ବସ୍ତୁ ନିର୍ମାଣ କରନ୍ତୁ,"},{"number":11,"verse":"ଅର୍ଥାତ୍, ଆବାସ ଓ ତହିଁର ତମ୍ଵୁ ଓ ଛାତ ଓ ଘୁଣ୍ତି ଓ ପଟା ଓ ଅର୍ଗଳ ଓ ସ୍ତମ୍ଭ ଓ ଚୁଙ୍ଗୀ,"},{"number":12,"verse":"ପୁଣି ସିନ୍ଦୁକ ଓ ତହିଁର ସାଙ୍ଗୀ ଓ ପାପାଚ୍ଛାଦନ ଓ ଆଚ୍ଛାଦନର ବିଚ୍ଛେଦବସ୍ତ୍ର,"},{"number":13,"verse":"ପୁଣି ମେଜଓ ତହିଁର ସାଙ୍ଗୀ ଓ ପାତ୍ରସକଳ ଓ ଦର୍ଶନୀୟ ରୋଟୀ,"},{"number":14,"verse":"ପୁଣି ଦୀପ୍ତି ନିମନ୍ତେ ଦୀପବୃକ୍ଷ ଓ ତହିଁର ପାତ୍ର ଓ ପ୍ରଦୀପ ଓ ଦୀପାର୍ଥକ ତୈଳ,"},{"number":15,"verse":"ପୁଣି ଧୂପବେଦି ଓ ତହିଁର ସାଙ୍ଗୀ ଓ ଅଭିଷେକାର୍ଥକ ତୈଳ ଓ ସୁଗନ୍ଧି ଧୂପ ଓ ଆବାସ-ପ୍ରବେଶଦ୍ଵାରର ଆଚ୍ଛାଦନବସ୍ତ୍ର,"},{"number":16,"verse":"ପୁଣି ହୋମବେଦି ଓ ତହିଁର ପିତ୍ତଳ ଝାଞ୍ଜିରୀ ଓ ସାଙ୍ଗୀ ଓ ପାତ୍ରସକଳ ଓ ପ୍ରକ୍ଷାଳନପାତ୍ର ଓ ତହିଁର ବୈଠିକି,"},{"number":17,"verse":"ପୁଣି ପ୍ରାଙ୍ଗଣର ପରଦା ଓ ତହିଁର ସ୍ତମ୍ଭ ଓ ଚୁଙ୍ଗୀ ଓ ପ୍ରାଙ୍ଗଣ ଦ୍ଵାରର ଆଚ୍ଛାଦନବସ୍ତ୍ର,"},{"number":18,"verse":"ପୁଣି ଆବାସର ମେଖ ଓ ପ୍ରାଙ୍ଗଣର ମେଖ ଓ ଉଭୟର ରଜ୍ଜ୍ଵୁ,"},{"number":19,"verse":"ପୁଣି ପବିତ୍ର ସ୍ଥାନରେ ସେବା କରିବା ନିମନ୍ତେ ସୁଶୋଭିତ ବସ୍ତ୍ର, ଅର୍ଥାତ୍, ହାରୋଣ ଯାଜକଙ୍କ ନିମନ୍ତେ ପବିତ୍ର ବସ୍ତ୍ର ଓ ଯାଜକକର୍ମ ନିମନ୍ତେ ତାଙ୍କର ପୁତ୍ରମାନଙ୍କର ବସ୍ତ୍ର, ଏହି ସମସ୍ତ ପ୍ରସ୍ତୁତ କରିବ ।"},{"number":20,"verse":"ଅନନ୍ତର ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣର ସମସ୍ତ ମଣ୍ତଳୀ ମୋଶାଙ୍କ ସମ୍ମୁଖରୁ ପ୍ରସ୍ଥାନ କଲେ ।"},{"number":21,"verse":"ପୁଣି ଯାହାର ମନ ଯାହାକୁ ପ୍ରବର୍ତ୍ତାଇଲା ଓ ଯାହାର ଆତ୍ମା ଯାହାକୁ ଇଚ୍ଛୁକ କଲା, ସେମାନେ ସମାଗମ-ତମ୍ଵୁ ନିର୍ମାଣ ନିମନ୍ତେ ଓ ତତ୍ସମ୍ଵନ୍ଧୀୟ ସମସ୍ତ କାର୍ଯ୍ୟ ଓ ପବିତ୍ର ବସ୍ତ୍ର ନିମନ୍ତେ ସଦାପ୍ରଭୁଙ୍କର ଉପହାର ଆଣିଲେ ।"},{"number":22,"verse":"ପୁଣି ପୁରୁଷ ଓ ସ୍ତ୍ରୀ ଯେତେ ଲୋକ ସ୍ଵଚ୍ଛନ୍ଦମନା ଥିଲେ, ସେ ସମସ୍ତେ ଆସି ଉରୋମଣି ଓ କୁଣ୍ତଳ ଓ ଅଙ୍ଗୁରୀୟ ଓ ହାର ପ୍ରଭୃତି ସ୍ଵର୍ଣ୍ଣ ଅଳଙ୍କାରସବୁ ଆଣିଲେ; ପ୍ରତ୍ୟେକ ଜଣ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ସ୍ଵର୍ଣ୍ଣର ଉପହାର ଉତ୍ସର୍ଗ କଲେ ।"},{"number":23,"verse":"ପୁଣି ଯେଉଁମାନଙ୍କ ନିକଟରେ ନୀଳ ଓ ଧୂମ୍ର ଓ ସିନ୍ଦୂର ବର୍ଣ୍ଣ ଓ ଶୁଭ୍ର କ୍ଷୌମ ସୂତ୍ର ଓ ଛାଗ ଲୋମ ଓ ରକ୍ତୀକୃତ ମେଷ ଚର୍ମ ଓ ଶିଶୁକ ଚର୍ମ ଥିଲା, ସେମାନେ ପ୍ରତ୍ୟେକେ ତାହା ଆଣିଲେ।"},{"number":24,"verse":"ପୁଣି ଯେ ରୂପାର କି ପିତ୍ତଳର ଉପହାର ଉତ୍ସର୍ଗ କଲା, ସେ ସଦାପ୍ରଭୁଙ୍କର ଉପହାର ଆଣିଲା; ଆଉ ଯାହା ନିକଟରେ ସେବାର କୌଣସି କର୍ମ ନିମନ୍ତେ ଶିଟୀମ୍ କାଷ୍ଠ ଥିଲା, ସେ ତାହା ଆଣିଲା ।"},{"number":25,"verse":"ବୁଦ୍ଧିମତୀ ସ୍ତ୍ରୀମାନେ ଆପଣା ଆପଣା ହସ୍ତରେ ସୂତା କାଟି ନୀଳ ଧୂମ୍ର, ସିନ୍ଦୂର ବର୍ଣ୍ଣ ଓ ଶୁଭ୍ର କ୍ଷୌମ ସୂତ୍ର ଆଣିଲେ ।"},{"number":26,"verse":"ପୁଣି ଯେଉଁ ସ୍ତ୍ରୀମାନଙ୍କର ମନ ଜ୍ଞାନରେ ପ୍ରବୃତ୍ତ ହେଲା, ସେସମସ୍ତେ ଛାଗ ଲୋମର ସୂତା କାଟିଲେ ।"},{"number":27,"verse":"ପୁଣି ଅଧ୍ୟକ୍ଷଗଣ ଏଫୋଦ ଓ ବୁକୁପଟା ନିମନ୍ତେ ଗୋମେଦକାଦି ଖଚନାର୍ଥକ ମଣି,"},{"number":28,"verse":"ଆଉ ଦୀପ ଓ ଅଭିଷେକାର୍ଥକ ତୈଳ ଓ ସୁଗନ୍ଧି ଧୂପ ନିମନ୍ତେ ଗନ୍ଧଦ୍ରବ୍ୟ ଓ ତୈଳ ଆଣିଲେ ।"},{"number":29,"verse":"ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ସ୍ଵେଚ୍ଛାରେ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଉପହାର ଆଣିଲେ; ସଦାପ୍ରଭୁ ମୋଶାଙ୍କ ଦ୍ଵାରା ଯାହା ଯାହା କରିବାକୁ ଆଜ୍ଞା ଦେଇଥିଲେ, ତହିଁର କୌଣସି ପ୍ରକାର କର୍ମ କରିବା ପାଇଁ ଯେଉଁ ଯେଉଁ ପୁରୁଷ ଓ ସ୍ତ୍ରୀମାନଙ୍କର ମନ ସେମାନଙ୍କୁ ଇଚ୍ଛୁକ କଲା, ସେମାନେ ପ୍ରତ୍ୟେକେ ଉପହାର ଆଣିଲେ ।"},{"number":30,"verse":"( ଆବାସ (ତମ୍ଵୁ)ର ନିର୍ମାଣ) ଅନନ୍ତର ମୋଶା ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣଙ୍କୁ ଆହୁରି କହିଲେ, ଦେଖ, ସଦାପ୍ରଭୁ ଯିହୁଦାବଂଶୀୟ ହୂରର ପୌତ୍ର ଊରିର ପୁତ୍ର ବତ୍ସଲେଲକୁ ନାମ ଧରି ଡାକିଲେ।"},{"number":31,"verse":"ପୁଣି ତାହାକୁ ଜ୍ଞାନ, ବୁଦ୍ଧି, ବିଦ୍ୟା ଓ କର୍ମନୈପୁଣ୍ୟ-ଦାୟକ ପରମେଶ୍ଵରଙ୍କ ଆତ୍ମାରେ ପରିପୂର୍ଣ୍ଣ କରି"},{"number":32,"verse":"ଚିତ୍ର କର୍ମ ଓ ସ୍ଵର୍ଣ୍ଣ, ରୌପ୍ୟ ଓ ପିତ୍ତଳ ଖୋଦନ"},{"number":33,"verse":"ଓ ଖଚନାର୍ଥକ ମଣିକର୍ତ୍ତନ ଓ ନାନା ଶିଳ୍ପ କର୍ମ ନିମନ୍ତେ କାଷ୍ଠ ଖୋଦନ, ଏହିସବୁ ଶିଳ୍ପକର୍ମ କରିବା ପାଇଁ ତାହାକୁ ନିପୁଣ କଲେ ।"},{"number":34,"verse":"ପୁଣି ଶିକ୍ଷା ଦେବା ପାଇଁ ତାହାର ଓ ଦାନବଂଶୀୟ ଅହୀଷାମକର ପୁତ୍ର ଅହଲୀୟାବର ମନରେ ପ୍ରବୃତ୍ତି ଦେଲେ ।"},{"number":35,"verse":"ଆଉ ଖୋଦନ ଓ ଶିଳ୍ପକର୍ମ କରିବା ନିମନ୍ତେ, ପୁଣି ନୀଳ ଓ ଧୂମ୍ର ଓ ସିନ୍ଦୂର ବର୍ଣ୍ଣ ଓ ଶୁଭ୍ର କ୍ଷୌମସୂତ୍ରରେ ସୂଚି କର୍ମ ଓ ତନ୍ତୀ କର୍ମ କରିବା ନିମନ୍ତେ, ଅର୍ଥାତ୍, ଯାବତୀୟ ଶିଳ୍ପ କର୍ମ ଓ ଚିତ୍ର କର୍ମ କରିବା ପାଇଁ ସେମାନଙ୍କ ମନକୁ ଜ୍ଞାନରେ ପରିପୂର୍ଣ୍ଣ କଲେ ।"}]}