{"bibleAbbr":"orOV2014","bookName":"ଯାତ୍ରା ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"Exodus","chapterNumber":37,"verses":[{"number":1,"verse":"( ନିୟମ ସିନ୍ଦୁକ ନିର୍ମାଣ) ଅନନ୍ତର ବତ୍ସଲେଲ ଶିଟୀମ୍ କାଷ୍ଠରେ ଅଢ଼ାଇ ହସ୍ତ ଦୀର୍ଘ ଓ ଦେଢ଼ ହସ୍ତ ପ୍ରସ୍ଥ ଓ ଦେଢ଼ ହସ୍ତ ଉଚ୍ଚ, ଏକ ସିନ୍ଦୁକ ନିର୍ମାଣ କଲେ ଯାତ୍ରା. ୨୫:୧୦-୨୦"},{"number":2,"verse":"ଓ ତହିଁର ଭିତର ଓ ବାହାର ନିର୍ମଳ ସୁବର୍ଣ୍ଣରେ ମଡ଼ାଇ ତହିଁର ଚତୁର୍ଦ୍ଦିଗରେ ସୁବର୍ଣ୍ଣର କାନ୍ଥି କଲେ ।"},{"number":3,"verse":"ପୁଣି ତହିଁର ଚାରି କୋଣ ନିମନ୍ତେ ଚାରି ସ୍ଵର୍ଣ୍ଣକଡ଼ା ଢାଳିଲେ; ତହିଁର ଏକ ପାର୍ଶ୍ଵରେ ଦୁଇ କଡ଼ା ଓ ଅନ୍ୟ ପାର୍ଶ୍ଵରେ ଦୁଇ କଡ଼ା ଦେଲେ ।"},{"number":4,"verse":"ଆଉ ସେ ଶିଟୀମ୍ କାଷ୍ଠରେ ସାଙ୍ଗୀ କରି ସୁବର୍ଣ୍ଣ ମଡ଼ାଇଲେ"},{"number":5,"verse":"ଓ ସିନ୍ଦୁକ ବହିବା ନିମନ୍ତେ ସିନ୍ଦୁକର ପାର୍ଶ୍ଵସ୍ଥ କଡ଼ାରେ ସେହି ସାଙ୍ଗୀ ପ୍ରବେଶ କରାଇଲେ ।"},{"number":6,"verse":"ଏଉତ୍ତାରେ ସେ ନିର୍ମଳ ସୁବର୍ଣ୍ଣରେ ଅଢ଼ାଇ ହସ୍ତ ଦୀର୍ଘ ଓ ଦେଢ଼ ହସ୍ତ ପ୍ରସ୍ଥ ଏକ ପାପାଚ୍ଛାଦନ ନିର୍ମାଣ କଲେ ।"},{"number":7,"verse":"ପୁଣି ପିଟା ସୁବର୍ଣ୍ଣରେ ଦୁଇ କିରୂବ ନିର୍ମାଣ କରି ପାପାଚ୍ଛାଦନର ଦୁଇ ମୁଣ୍ତରେ ରଖିଲେ ।"},{"number":8,"verse":"ତହିଁର ଏକ ମୁଣ୍ତରେ ଏକ କିରୂବ ଓ ଅନ୍ୟ ମୁଣ୍ତରେ ଅନ୍ୟ କିରୂବ ସ୍ଥାପନ କଲେ; ପାପାଚ୍ଛାଦନର ଦୁଇ ମୁଣ୍ତରେ ଦୁଇ କିରୂବକୁ ତହିଁର ଅଂଶ କରି ରଖିଲେ ।"},{"number":9,"verse":"ପୁଣି କିରୂବମାନଙ୍କର ପକ୍ଷ ଊର୍ଦ୍ଧ୍ଵବିସ୍ତାରିତ ହୋଇ ପାପାଚ୍ଛାଦନକୁ ଆବରଣ କଲା ଓ ସେମାନଙ୍କର ମୁଖ ପରସ୍ପର ସମ୍ମୁଖୀନ ହେଲା; ମାତ୍ର ପାପାଚ୍ଛାଦନ ପ୍ରତି କିରୂବମାନଙ୍କର ମୁଖ ରହିଲା ।"},{"number":10,"verse":"( ଦର୍ଶନୀୟ ରୋଟୀର ମେଜ ନିର୍ମାଣ) ତହିଁ ଉତ୍ତାରୁ ସେ ଶିଟୀମ୍ କାଷ୍ଠରେ ଦୁଇ ହସ୍ତ ଦୀର୍ଘ ଓ ଏକ ହସ୍ତ ପ୍ରସ୍ଥ ଓ ଦେଢ଼ ହସ୍ତ ଉଚ୍ଚ ଗୋଟିଏ ମେଜ ନିର୍ମାଣ କଲେ ।"},{"number":11,"verse":"ପୁଣି ତାହା ନିର୍ମଳ ସୁବର୍ଣ୍ଣରେ ମଡ଼ାଇଲେ ଓ ତହିଁର ଚତୁର୍ଦ୍ଦିଗରେ ସୁବର୍ଣ୍ଣର କାନ୍ଥି କଲେ ।"},{"number":12,"verse":"ପୁଣି ସେ ତହିଁର ଚତୁର୍ଦ୍ଦିଗରେ ଚତୁରଙ୍ଗୁଳି ପରିମିତ ଏକ ବେଷ୍ଟନ କଲେ ଓ ସେହି ବେଷ୍ଟନର ଚତୁର୍ଦ୍ଦିଗରେ ସୁବର୍ଣ୍ଣର କାନ୍ଥି କଲେ ।"},{"number":13,"verse":"ଆଉ ସୁବର୍ଣ୍ଣରେ ଚାରି କଡ଼ା ଢାଳି ତହିଁର ଚାରି ପାହ୍ୟାର ଚାରି କୋଣରେ ରଖିଲେ ।"},{"number":14,"verse":"ସେହି କଡ଼ା ପାର୍ଶ୍ଵ-କାଷ୍ଠର ସନ୍ନିକଟ ଓ ମେଜ ବହିବା ନିମନ୍ତେ ସାଙ୍ଗୀର ଘରା ଥିଲା ।"},{"number":15,"verse":"ପୁଣି ସେ ସେହି ମେଜ ବହନାର୍ଥେ ଶିଟୀମ୍ କାଷ୍ଠରେ ସାଙ୍ଗୀ ନିର୍ମାଣ କରି ସୁବର୍ଣ୍ଣରେ ମଡ଼ାଇଲେ ।"},{"number":16,"verse":"ଆହୁରି, ସେ ମେଜର ଉପରିସ୍ଥିତ ପାତ୍ରସକଳ, ଅର୍ଥାତ୍, ତହିଁର ଥାଳୀଓ ଚମସ ଓ ପାତ୍ର, ଢାଳିବା ନିମନ୍ତେ ଗଡ଼ୁସକଳ ନିର୍ମଳ ସୁବର୍ଣ୍ଣରେ ନିର୍ମାଣ କଲେ ।"},{"number":17,"verse":"( ସୁବର୍ଣ୍ଣ ଦୀପବୃକ୍ଷ ନିର୍ମାଣ) ଆହୁରି, ସେ ନିର୍ମଳ ସୁବର୍ଣ୍ଣରେ ଏକ ଦୀପବୃକ୍ଷ ନିର୍ମାଣ କଲେ, ସେ ପିଟାକର୍ମରେ ଦୀପବୃକ୍ଷ, ତହିଁର ଗଣ୍ତି ଓ ଶାଖା ନିର୍ମାଣ କଲେ, ଆଉ ତହିଁର ଗୋଲାଧାର ଓ କଳିକା ଓ ପୁଷ୍ପ ତହିଁରେ ସଂଲଗ୍ନ ହେଲା ।"},{"number":18,"verse":"ସେହି ଦୀପବୃକ୍ଷର ଏକ ପାର୍ଶ୍ଵରୁ ତିନି ଶାଖା ଓ ଦୀପବୃକ୍ଷର ଅନ୍ୟ ପାର୍ଶ୍ଵରୁ ତିନି ଶାଖା, ଏହି ଛଅ ଶାଖା ତହିଁର ପାର୍ଶ୍ଵରୁ ନିର୍ଗତ ହେଲା ।"},{"number":19,"verse":"ପୁଣି ଏକ ଶାଖାରେ ବାଦାମପୁଷ୍ପାକୃତି ତିନି ଗୋଲାଧାର, କଳିକା ଓ ପୁଷ୍ପ, ପୁଣି ଅନ୍ୟ ଶାଖାରେ ବାଦାମପୁଷ୍ପାକୃତି ତିନି ଗୋଲାଧାର, କଳିକା ଓ ପୁଷ୍ପ, ଏହିରୂପେ ଦୀପବୃକ୍ଷରୁ ନିର୍ଗତ ଛଅ ଶାଖାରେ ରହିଲା ।"},{"number":20,"verse":"ମାତ୍ର ଦୀପବୃକ୍ଷରେ ବାଦାମପୁଷ୍ପାକୃତି ଚାରି ଗୋଲାଧାର ଓ ତହିଁର କଳିକା ଓ ପୁଷ୍ପ ରହିଲା ।"},{"number":21,"verse":"ଆଉ, ତହିଁରୁ ଯେଉଁ ଛଅ ଶାଖା ନିର୍ଗତ ହେଲା, ତଦନୁସାରେ ଏକ ଶାଖାଦ୍ଵୟର ତଳେ ଏକ କଳିକା ଓ ଅନ୍ୟ ଶାଖାଦ୍ଵୟର ତଳେ ଏକ କଳିକା ଓ ଅନ୍ୟତର ଶାଖାଦ୍ଵୟର ତଳେ ଏକ କଳିକା ରହିଲା ।"},{"number":22,"verse":"ଏହି କଳିକା ଓ ଶାଖା ତହିଁର ଅଂଶ ହେଲା ଓ ସମସ୍ତ ନିର୍ମଳ ସୁବର୍ଣ୍ଣ ନିର୍ମିତ ଏକ ପିଟାକର୍ମ ହେଲା ।"},{"number":23,"verse":"ଆଉ, ସେ ତହିଁ ପାଇଁ ସପ୍ତ ପ୍ରଦୀପ ଓ ଚିମୁଟା ଓ ଅଙ୍ଗାରଧାନୀ ନିର୍ମଳ ସୁବର୍ଣ୍ଣରେ ନିର୍ମାଣ କଲେ ।"},{"number":24,"verse":"ସେ ଏକ ମହଣ ପରିମିତ ନିର୍ମଳ ସୁବର୍ଣ୍ଣରେ ତାହା ଓ ତହିଁର ସମସ୍ତ ପାତ୍ର ନିର୍ମାଣ କଲେ ।"},{"number":25,"verse":"( ସୁଗନ୍ଧି ଧୂପବେଦି ନିର୍ମାଣ) ଅନନ୍ତର ସେ ଶିଟୀମ୍ କାଷ୍ଠରେ ଏକ ହସ୍ତ ଦୀର୍ଘ ଓ ଏକ ହସ୍ତ ପ୍ରସ୍ଥ ଓ ଦୁଇ ହସ୍ତ ଉଚ୍ଚ ଚତୁଷ୍କୋଣ ଧୂପବେଦି ନିର୍ମାଣ କଲେ, ତହିଁର ଶୃଙ୍ଗସକଳ ତହିଁର ଅଂଶ ହେଲା ।"},{"number":26,"verse":"ଆଉ, ତାହା ଓ ତହିଁର ପୃଷ୍ଠ ଓ ତହିଁର ଚାରି ପାର୍ଶ୍ଵ ଓ ତହିଁର ଶୃଙ୍ଗସକଳ ନିର୍ମଳ ସୁବର୍ଣ୍ଣରେ ମଡ଼ାଇଲେ; ପୁଣି ସେ ତହିଁର ଚାରିଆଡ଼େ ସୁବର୍ଣ୍ଣର କାନ୍ଥି କଲେ ।"},{"number":27,"verse":"ପୁଣି ତହିଁର ବହନାର୍ଥକ ସାଙ୍ଗୀର ଘରା ନିମନ୍ତେ ତହିଁର କାନ୍ଥି ତଳେ ଦୁଇ ପାର୍ଶ୍ଵର ଦୁଇ କୋଣରେ ସୁବର୍ଣ୍ଣର ଦୁଇ ଦୁଇ କଡ଼ା ନିର୍ମାଣ କଲେ ।"},{"number":28,"verse":"ଆଉ ଶିଟୀମ୍ କାଷ୍ଠରେ ସାଙ୍ଗୀ କଲେଓ ତାହା ସୁବର୍ଣ୍ଣରେ ମଡ଼ାଇଲେ ।"},{"number":29,"verse":"ଏଉତ୍ତାରେ ସେ ଅଭିଷେକାର୍ଥକ ପବିତ୍ର ତୈଳଓ ଧୂପ ନିମନ୍ତେ ଗନ୍ଧ-ବଣିକର କ୍ରିୟାନୁଯାୟୀ ସୁଗନ୍ଧିଦ୍ରବ୍ୟ ପ୍ରସ୍ତୁତ କଲେ ।"}]}