{"bibleAbbr":"orOV2014","bookName":"ଯାତ୍ରା ପୁସ୍ତକ ଅର୍ଥାତ୍ ମୋଶା ଲିଖିତ ଦ୍ଵିତୀୟ ପୁସ୍ତକ","bookEnglishName":"Exodus","chapterNumber":38,"verses":[{"number":1,"verse":"( ହୋମ ବେଦିର ନିର୍ମାଣ) ଅନନ୍ତର ସେ ଶିଟୀମ୍ କାଷ୍ଠରେ ପାଞ୍ଚ ହସ୍ତ ଦୀର୍ଘ ଓ ପାଞ୍ଚ ହସ୍ତ ପ୍ରସ୍ଥ ଓ ତିନି ହସ୍ତ ଉଚ୍ଚ ଏକ ଚତୁଷ୍କୋଣ ହୋମବେଦି ନିର୍ମାଣ କଲେ ।"},{"number":2,"verse":"ପୁଣି ତହିଁର ଚାରି କୋଣ ଉପରେ ଶୃଙ୍ଗ ନିର୍ମାଣ କରି ପିତ୍ତଳ ମଡ଼ାଇଲେ; ସେହି ଶୃଙ୍ଗସବୁ ତହିଁର ଅଂଶ ହେଲା ।"},{"number":3,"verse":"ଆଉ ସେ ବେଦିର ସମସ୍ତ ପାତ୍ର, ଅର୍ଥାତ୍, ଭସ୍ମଧାନୀ ଓ କରଚୁଲି ଓ କୁଣ୍ତ ଓ ତ୍ରିଶୂଳ ଓ ଅଙ୍ଗାରଧାନୀ, ଏହି ସମସ୍ତ ପାତ୍ର ପିତ୍ତଳରେ ପ୍ରସ୍ତୁତ କଲେ ।"},{"number":4,"verse":"ଏହି ବେଦିର ବେଢ଼ ତଳେ ନିମ୍ନରୁ ମଧ୍ୟ ପର୍ଯ୍ୟନ୍ତ ପିତ୍ତଳନିର୍ମିତ ଜାଲି ଝାଞ୍ଜିରୀ କଲେ ।"},{"number":5,"verse":"ପୁଣି ସାଙ୍ଗୀର ଘରା ନିମନ୍ତେ ସେହି ପିତ୍ତଳ ଝାଞ୍ଜିରୀର ଚାରି କୋଣରେ ଚାରି କଡ଼ା ଢାଳିଲେ ।"},{"number":6,"verse":"ଆଉ, ସେ ଶିଟୀମ୍ କାଷ୍ଠରେ ସେହି ସାଙ୍ଗୀ ନିର୍ମାଣ କରି ପିତ୍ତଳରେ ମଡ଼ାଇଲେ ।"},{"number":7,"verse":"ବେଦି ବହନାର୍ଥେ ତହିଁର ପାର୍ଶ୍ଵ ଉପରେ ସେହି ସାଙ୍ଗୀ କଡ଼ାରେ ପ୍ରବେଶ କରାଇଲେ; ପୁଣି ଫମ୍ପା ରଖି ପଟାରେ ବେଦି ନିର୍ମାଣ କଲେ ।"},{"number":8,"verse":"( ପିତ୍ତଳ ପ୍ରକ୍ଷାଳନପାତ୍ରର ନିର୍ମାଣ) ଆଉ, ଯେଉଁ ସ୍ତ୍ରୀଗଣ ସମାଗମ-ତମ୍ଵୁର ଦ୍ଵାର ସମୀପରେ ସେବା କଲେ, ସେହି ସେବାକାରିଣୀ ସ୍ତ୍ରୀଗଣର ପିତ୍ତଳ ନିର୍ମିତ ଦର୍ପଣ ଦ୍ଵାରା ସେ ପ୍ରକ୍ଷାଳନପାତ୍ର ଓ ତହିଁର ବୈଠିକି ନିର୍ମାଣ କଲେ ।"},{"number":9,"verse":"( ଆବାସର ପ୍ରାଙ୍ଗଣର ନିର୍ମାଣ) ଅନନ୍ତର ସେ ପ୍ରାଙ୍ଗଣ ପ୍ରସ୍ତୁତ କଲେ; ଦକ୍ଷିଣ ଦିଗରେ ପ୍ରାଙ୍ଗଣର ଦକ୍ଷିଣ ପାର୍ଶ୍ଵରେ ବଳା ଶୁଭ୍ର କ୍ଷୌମସୂତ୍ରରେ ଏକଶତ ହସ୍ତ ପରିମିତ ପରଦା କଲେ ।"},{"number":10,"verse":"ତହିଁର କୋଡ଼ିଏ ସ୍ତମ୍ଭ ଓ କୋଡ଼ିଏ ଚୁଙ୍ଗୀ ପିତ୍ତଳର, ପୁଣି ସେହି ସ୍ତମ୍ଭର ଆଙ୍କଡ଼ା ଓ ଛୁଞ୍ଚିଆ ରୂପାର ଥିଲା ।"},{"number":11,"verse":"ଉତ୍ତର ଦିଗର ପରଦା ଏକଶତ ହସ୍ତ, ପୁଣି ତହିଁର କୋଡ଼ିଏ ସ୍ତମ୍ଭ ଓ କୋଡ଼ିଏ ଚୁଙ୍ଗୀ ପିତ୍ତଳର ଓ ସ୍ତମ୍ଭର ଆଙ୍କଡ଼ା ଛୁଞ୍ଚିଆ ରୂପାର ଥିଲା ।"},{"number":12,"verse":"ପଶ୍ଚିମ ପାର୍ଶ୍ଵର ପରଦା ପଚାଶ ହସ୍ତ ଥିଲା, ତହିଁର ଦଶ ସ୍ତମ୍ଭ ଓ ଦଶ ଚୁଙ୍ଗୀ, ପୁଣି ସ୍ତମ୍ଭର ଆଙ୍କଡ଼ା ଓ ଛୁଞ୍ଚିଆ ରୂପାର ଥିଲା ।"},{"number":13,"verse":"ପୂର୍ବ ଦିଗରେ ପୂର୍ବ ପାର୍ଶ୍ଵ ନିମନ୍ତେ ପଚାଶ ହସ୍ତ ଥିଲା ।"},{"number":14,"verse":"ଦ୍ଵାରର ଏକ ପାର୍ଶ୍ଵ ନିମନ୍ତେ ପନ୍ଦର ହସ୍ତ ପରଦା ଓ ତହିଁର ତିନି ସ୍ତମ୍ଭ ଓ ତିନି ଚୁଙ୍ଗୀ ଥିଲା;"},{"number":15,"verse":"ତଦ୍ରୂପେ ଅନ୍ୟ ପାର୍ଶ୍ଵ ନିମନ୍ତେ ଥିଲା । ପ୍ରାଙ୍ଗଣ-ଦ୍ଵାର ସନ୍ନିକଟ ଏପାର୍ଶ୍ଵରେ ଓ ସେପାର୍ଶ୍ଵରେ ପନ୍ଦର ହସ୍ତ ପରଦା ଓ ତହିଁର ତିନି ସ୍ତମ୍ଭ ଓ ତିନି ଚୁଙ୍ଗୀ ଥିଲା ।"},{"number":16,"verse":"ପ୍ରାଙ୍ଗଣର ଚତୁର୍ଦ୍ଦିଗର ସକଳ ପରଦା ବଳା ଶୁଭ୍ର କ୍ଷୌମସୂତ୍ରରେ ନିର୍ମିତ ଥିଲା ।"},{"number":17,"verse":"ପୁଣି ସ୍ତମ୍ଭର ଚୁଙ୍ଗୀସବୁ ପିତ୍ତଳର ଥିଲା; ସ୍ତମ୍ଭର ଆଙ୍କଡ଼ା ଓ ଛୁଞ୍ଚିଆ ରୂପାର; ତହିଁର ମୁଣ୍ତାଳି ରୌପ୍ୟମଣ୍ତିତ; ପୁଣି ରୂପା-ଛୁଞ୍ଚିଆରେ ପ୍ରାଙ୍ଗଣର ସକଳ ସ୍ତମ୍ଭ ସଂଯୁକ୍ତ ଥିଲା ।"},{"number":18,"verse":"ଆଉ, ପ୍ରାଙ୍ଗଣ-ଦ୍ଵାରର ଆଚ୍ଛାଦନ ବସ୍ତ୍ର ନୀଳ ଓ ଧୂମ୍ର ଓ ସିନ୍ଦୂର ବର୍ଣ୍ଣ ଓ ବଳା ଶୁଭ୍ର କ୍ଷୌମସୂତ୍ରରେ ଶିଳ୍ପକର୍ମବିଶିଷ୍ଟ ଓ ପ୍ରାଙ୍ଗଣର ପରଦା ତୁଲ୍ୟ ତାହା ଦୀର୍ଘରେ କୋଡ଼ିଏ ହସ୍ତ ଓ ପ୍ରସ୍ଥରେ ପାଞ୍ଚ ହସ୍ତ ଉଚ୍ଚ ଥିଲା ।"},{"number":19,"verse":"ପୁଣି ତହିଁର ପିତ୍ତଳର ଚାରି ସ୍ତମ୍ଭ ଓ ଚାରି ଚୁଙ୍ଗୀ ଓ ରୂପାର ଆଙ୍କଡ଼ା ଓ ତହିଁର ମୁଣ୍ତାଳି ରୌପ୍ୟମଣ୍ତିତ ଓ ଛୁଞ୍ଚିଆ ରୂପାର ଥିଲା ।"},{"number":20,"verse":"ପୁଣି ଆବାସର ଓ ପ୍ରାଙ୍ଗଣର ଚତୁର୍ଦ୍ଦିଗର ମେଖସବୁ ପିତ୍ତଳର ଥିଲା ।"},{"number":21,"verse":"( ଆବାସ ନିମନ୍ତେ ବ୍ୟବହୃତ ବସ୍ତୁ) ଲେବୀୟ ଲୋକମାନଙ୍କର କାର୍ଯ୍ୟ ନିମନ୍ତେ ହାରୋଣ ଯାଜକଙ୍କର ପୁତ୍ର ଈଥାମରଙ୍କ ଦ୍ଵାରା ମୋଶାଙ୍କର ଆଜ୍ଞାନୁସାରେ ଆବାସର, ଅର୍ଥାତ୍, ସାକ୍ଷ୍ୟରୂପେ ଆବାସର ଗଣନୀୟ ବସ୍ତୁସମୂହର ଏହି ଗଣନା କରାଗଲା ।"},{"number":22,"verse":"ସଦାପ୍ରଭୁ ମୋଶାଙ୍କ ଦ୍ଵାରା ଯେଉଁ ଆଜ୍ଞା ଦେଇଥିଲେ, ତଦନୁସାରେ ଯିହୁଦା ବଂଶଜାତ ହୂରର ପୌତ୍ର ଊରିର ପୁତ୍ର ବତ୍ସଲେଲ ସେସବୁ ନିର୍ମାଣ କରିଥିଲେ।"},{"number":23,"verse":"ଆଉ ନୀଳ ଓ ଧୂମ୍ର ଓ ସିନ୍ଦୂର ବର୍ଣ୍ଣ ଓ ବଳା ଶୁଭ୍ର କ୍ଷୌମସୂତ୍ରରେ ଶିଳ୍ପକାରୀ ଓ ଖୋଦକ ଓ ବିଜ୍ଞ ତନ୍ତୁବାୟ ଦାନ ବଂଶଜାତ ଆହୀଷାମାକଙ୍କ ପୁତ୍ର ଅହଲୀୟାବ ସହକାରୀ ଥିଲେ ।"},{"number":24,"verse":"ପବିତ୍ର ସ୍ଥାନ ନିର୍ମାଣର ସମସ୍ତ କାର୍ଯ୍ୟରେ ଏହିସବୁ ସୁବର୍ଣ୍ଣ ଲାଗିଲା, ଅର୍ଥାତ୍, ନୈବେଦ୍ୟର; ସମସ୍ତ ସ୍ଵର୍ଣ୍ଣ ପବିତ୍ର ସ୍ଥାନର ଶେକଲାନୁସାରେ ଊନତ୍ରିଂଶ ମହଣ ସାତଶହ ତିରିଶ ଶେକଲ ଥିଲା ।"},{"number":25,"verse":"ପୁଣି ମଣ୍ତଳୀର ଗଣିତ ଲୋକଙ୍କର ରୂପା ପବିତ୍ର ସ୍ଥାନର ଶେକଲାନୁସାରେ ଏକଶହ ମହଣ ଏକ ସହସ୍ର ସାତଶହ ପଞ୍ଚସ୍ତରି ଶେକଲ ଥିଲା ।"},{"number":26,"verse":"ପ୍ରତ୍ୟେକ ଗଣିତ ଲୋକଙ୍କ ନିମନ୍ତେ, ଅର୍ଥାତ୍, ଯେଉଁମାନେ ବିଂଶତି ବର୍ଷ ବୟସ୍କ ଅବା ତହିଁରୁ ଅଧିକ ବୟସ୍କ ଥିଲେ, ସେହି ଛଅ ଲକ୍ଷ ତିନି ସହସ୍ର ପାଞ୍ଚଶହ ପଚାଶ ଲୋକଙ୍କ ମଧ୍ୟରୁ ପ୍ରତ୍ୟେକ ଜଣ ନିମନ୍ତେ ଏକ ଏକ ବେକା, ଅର୍ଥାତ୍, ପବିତ୍ର ସ୍ଥାନର ଶେକଲାନୁସାରେ ଅର୍ଦ୍ଧ ଅର୍ଦ୍ଧ ଶେକଲ ଦେବାକୁ ହୋଇଥିଲା।"},{"number":27,"verse":"ଏଣୁ ସେହି ଏକଶହ ମହଣ ରୂପାରେ ପବିତ୍ର ସ୍ଥାନର ଓ ବିଚ୍ଛେଦବସ୍ତ୍ରର ଚୁଙ୍ଗୀ ଢଳାଗଲା; ଏକଶହ ଚୁଙ୍ଗୀ ନିମନ୍ତେ ଏକଶହ ମହଣ, ଅର୍ଥାତ୍, ଏକ ଏକ ଚୁଙ୍ଗୀ ନିମନ୍ତେ ଏକ ଏକ ମହଣ ବ୍ୟୟ ହେଲା ।"},{"number":28,"verse":"ପୁଣି ସେହି ଏକ ସହସ୍ର ସାତଶହ ପଞ୍ଚସ୍ତରି ଶେକଲ ରୂପାରେ ସେ ସ୍ତମ୍ଭ ନିମନ୍ତେ ଆଙ୍କଡ଼ା ନିର୍ମାଣ କଲେ ଓ ତହିଁର ମୁଣ୍ତାଳି ମଣ୍ତିତ ଓ ଛୁଞ୍ଚିଆରେ ସଂଯୁକ୍ତ କଲେ ।"},{"number":29,"verse":"ପୁଣି ନୈବେଦ୍ୟର ପିତ୍ତଳ ସତୁରି ମହଣ ଦୁଇ ସହସ୍ର ଚାରିଶହ ଶେକଲ ଥିଲା ।"},{"number":30,"verse":"ଏଣୁ ସେ ତାହା ଦ୍ଵାରା ସମାଗମ-ତମ୍ଵୁ ଦ୍ଵାରର ଚୁଙ୍ଗୀ ଓ ପିତ୍ତଳର ବେଦି ଓ ତହିଁର ପିତ୍ତଳର ଝାଞ୍ଜିରୀ ଓ ବେଦିର ସମସ୍ତ ପାତ୍ର,"},{"number":31,"verse":"ପୁଣି ପ୍ରାଙ୍ଗଣର ଚତୁର୍ଦ୍ଦିଗର ଚୁଙ୍ଗୀ ଓ ପ୍ରାଙ୍ଗଣ ଦ୍ଵାରର ଚୁଙ୍ଗୀ ଓ ଆବାସର ସମସ୍ତ ମେଖ ଓ ପ୍ରାଙ୍ଗଣର ଚତୁର୍ଦ୍ଦିଗର ମେଖ ସକଳ ନିର୍ମାଣ କଲେ ।"}]}