{"bibleAbbr":"ERV2006","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":7,"verses":[{"number":1,"verse":"The Vision of the Locusts This is what the Lord GOD showed me: He was making locusts. This was at the time the second crop began to grow, after the king’s people had cut the first crop."},{"number":2,"verse":"Before the locusts could eat all the grass in the country, I said, “Lord GOD, I beg you, forgive us! Jacob cannot survive! He is too small!”"},{"number":3,"verse":"Then the LORD changed his mind about this. The LORD said, “It will not happen.”"},{"number":4,"verse":"The Vision of the Fire This is what the Lord GOD showed me: I saw the Lord GOD calling for judgment by fire. The fire destroyed the ocean and was beginning to eat up the land."},{"number":5,"verse":"But I said, “Lord GOD, stop, I beg you! Jacob cannot survive! He is too small!”"},{"number":6,"verse":"Then the LORD changed his mind about this. The Lord GOD said, “It will not happen either.”"},{"number":7,"verse":"The Vision of the Plumb Line This is what the Lord showed me: He stood by a wall with a plumb line (plumb line A string with a weight on one end used to show how straight the walls of a building were. Sometimes the line was coated with paint or chalk to mark a straight line.) in his hand. (The wall had been marked with a plumb line.)"},{"number":8,"verse":"The LORD said to me, “Amos, what do you see?” I said, “A plumb line.” Then the Lord said to me, “See, I will put a plumb line among my people Israel. I will not let their ‘crooked ways’ pass inspection anymore."},{"number":9,"verse":"Isaac’s high places will be destroyed. Israel’s holy places will be made into a pile of rocks. I will attack and kill Jeroboam’s (Jeroboam The king of Israel. See verse 10.) family with swords.”"},{"number":10,"verse":"Amaziah Tries to Stop Amos Amaziah, a priest at Bethel, (Bethel A town in Israel. This name means “God’s house.”) sent this message to Jeroboam, the king of Israel: “Amos is making plans against you. He is trying to make the people of Israel fight against you. He has been speaking so much that this country cannot hold all his words."},{"number":11,"verse":"Amos has said, ‘Jeroboam will die by the sword, and the people of Israel will be taken as prisoners out of their country.’”"},{"number":12,"verse":"Amaziah also said to Amos, “You seer, go down to Judah and eat there. (eat there This shows that Amaziah thought that Amos was a professional prophet who prophesied to receive food or money.) Do your prophesying there."},{"number":13,"verse":"But don’t prophesy anymore here at Bethel. This is Jeroboam’s holy place. This is Israel’s temple.”"},{"number":14,"verse":"Then Amos answered Amaziah, “I am not a professional prophet, and I am not from a prophet’s family. I raise cattle and take care of sycamore trees."},{"number":15,"verse":"I was a shepherd and the LORD took me from following the sheep. The LORD said to me, ‘Go, prophesy to my people Israel.’"},{"number":16,"verse":"So listen to the LORD’s message. You tell me, ‘Don’t prophesy against Israel. Don’t speak against Isaac’s family.’"},{"number":17,"verse":"But the LORD says, ‘Your wife will become a prostitute in the city. Your sons and daughters will be killed with swords. Other people will take your land and divide it among themselves, and you will die in a foreign (foreign Literally, “unclean.” See “ unclean” in the Word List.) country. The people of Israel will definitely be taken from this country as prisoners.’”"}]}