{"bibleAbbr":"ERV2006","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":9,"verses":[{"number":1,"verse":"Vision of the Lord Standing by the Altar I saw the Lord standing by the altar, and he said, “Hit the top of the columns, and shake them to the ground. Push them and they will fall on everyone’s head. As for those who survive, I will kill them with a sword. None of them will run away. None of them will escape."},{"number":2,"verse":"If they dig deep into the ground, (ground Literally, “Sheol, the place of the dead.”) I will pull them from there. If they go up into the skies, (skies Or “heaven.”) I will bring them down from there."},{"number":3,"verse":"If they hide at the top of Mount Carmel, (Mount Carmel A mountain in northern Israel. This name means “God’s vineyard.” This shows that it was a very fertile hill.) I will find them there and take them from that place. If they try to hide from me at the bottom of the sea, I will command the snake, and it will bite them."},{"number":4,"verse":"If they are captured and taken away by their enemies, I will command the sword, and it will kill them there. Yes, I will watch over them, but I will watch for ways to give them troubles, not for ways to do good things.”"},{"number":5,"verse":"Punishment Will Destroy the People The Lord GOD All-Powerful will touch the land, and the land will melt. Then all the people who live in the land will cry for the dead. The land will rise and fall like the Nile River in Egypt."},{"number":6,"verse":"He built his upper rooms above the skies. He put his skies (skies Literally, “dome” or “vault.”) over the earth. He calls for the waters of the sea and pours them out as rain on the land. YAHWEH is his name."},{"number":7,"verse":"The Lord Promises Destruction for Israel This is what the LORD says: “Israel, you are like the Ethiopians to me. I brought Israel out of the land of Egypt, the Philistines from Caphtor, (Caphtor An island west of Israel, probably Crete or Cyprus.) and the Arameans from Kir. (Kir Where the Arameans came from and where the Assyrians sent them in exile. There are several places with this name.) ”"},{"number":8,"verse":"The Lord GOD is watching this sinful kingdom. The LORD says, “I will wipe Israel off the face of the earth, but I will never completely destroy Jacob’s family."},{"number":9,"verse":"I am giving the command to scatter the people of Israel among all nations. But it will be like someone sifting flour. A person shakes flour through a sifter. (sifter Something like a cup with a screen on its bottom. A sifter is used for removing large lumps from the good flour.) The good flour falls through, but the bad lumps are caught."},{"number":10,"verse":"“Sinners among my people say, ‘Nothing bad will happen to us.’ But all of them will be killed with swords.”"},{"number":11,"verse":"God Promises to Restore the Kingdom “David’s tent (David’s tent This probably means the city of Jerusalem or the country of Judah.) has fallen, but at that time I will set it up again. I will fix its holes and repair its ruined parts. I will set it up as it was before."},{"number":12,"verse":"Then the people left alive in Edom, and all the people called by my name, will look to me for help.” This is what the LORD said, and he will make it happen."},{"number":13,"verse":"The LORD says, “A time of great blessing is coming. Workers will still be harvesting when it is time to plow the fields again. They will still be trampling the grapes when it is time for a new crop. Sweet wine will drip from the mountains and pour from the hills."},{"number":14,"verse":"I will bring my people, Israel, back from captivity. They will rebuild the ruined cities, and they will live in them. They will plant vineyards and drink the wine they produce. They will plant gardens and eat the crops they produce."},{"number":15,"verse":"I will plant my people on their land, and never again will they be pulled up out of the land that I gave them.” This is what the LORD your God said."}]}