{"bibleAbbr":"AKJV1999+","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":19,"verses":[{"number":1,"verse":"And Jesus entered <WG1525> and passed <WG1330> through <WG1330> Jericho. <WG2410>"},{"number":2,"verse":"And, behold, <WG2400> there was a man <WG435> named <WG2564> Zacchaeus, <WG2195> which <WG2532> <WG846> was the chief <WG754> among the publicans, <WG754> and he was rich. <WG4145>"},{"number":3,"verse":"And he sought <WG2212> to see <WG1492> Jesus <WG2424> who <WG5101> he was; and could <WG1410> not for the press, <WG3793> because <WG3754> he was little <WG3398> of stature. <WG2244>"},{"number":4,"verse":"And he ran <WG4390> before, <WG1715> and climbed <WG305> up into <WG1909> a sycomore <WG4809> tree <WG4809> to see <WG1492> him: for he was to pass <WG1330> that way."},{"number":5,"verse":"And when <WG5613> Jesus <WG2424> came <WG2064> to the place, <WG5117> he looked <WG308> up, and saw <WG1492> him, and said <WG2036> to him, Zacchaeus, <WG2195> make <WG4692> haste, <WG4692> and come <WG2597> down; <WG2597> for to day <WG4594> I must <WG1163> abide <WG3306> at <WG1722> your house. <WG3624>"},{"number":6,"verse":"And he made <WG4692> haste, <WG4692> and came <WG2597> down, <WG2597> and received <WG5264> him joyfully. <WG5463>"},{"number":7,"verse":"And when they saw <WG1492> it, they all <WG537> murmured, <WG1234> saying, <WG3004> That he was gone <WG1525> to be guest <WG2647> with a man <WG435> that is a sinner. <WG268>"},{"number":8,"verse":"And Zacchaeus <WG2195> stood, <WG2476> and said <WG2036> to the Lord: <WG2962> Behold, <WG2400> Lord, <WG2962> the half <WG2255> of my goods <WG5224> I give <WG1325> to the poor; <WG4434> and if <WG1487> I have taken any <WG5100> thing from any <WG1536> man by false <WG4811> accusation, <WG4811> I restore <WG591> him fourfold. <WG5073>"},{"number":9,"verse":"And Jesus <WG2424> said <WG2036> to him, This <WG4594> day <WG4594> is salvation <WG4991> come <WG1096> to this <WG5129> house, <WG3624> as much <WG2530> as he also <WG2532> is a son <WG5207> of Abraham. <WG11>"},{"number":10,"verse":"For the Son <WG5207> of man <WG444> is come <WG2064> to seek <WG2212> and to save <WG4982> that which was lost. <WG622>"},{"number":11,"verse":"And as they heard <WG191> these <WG5023> things, he added <WG4369> and spoke <WG2036> a parable, <WG3850> because <WG1223> he was near <WG1451> to Jerusalem, <WG2419> and because they thought <WG1380> that the kingdom <WG932> of God <WG2316> should <WG3195> immediately <WG3916> appear. <WG398>"},{"number":12,"verse":"He said <WG2036> therefore, <WG3767> A certain <WG5100> nobleman <WG2104> <WG444> went <WG4198> into <WG1519> a far <WG3117> country <WG5561> to receive <WG2983> for himself <WG1438> a kingdom, <WG932> and to return. <WG5290>"},{"number":13,"verse":"And he called <WG2564> his ten <WG1176> servants, <WG1401> and delivered <WG1325> them ten <WG1176> pounds, <WG3414> and said <WG2036> to them, Occupy <WG4231> till <WG2193> I come. <WG2064>"},{"number":14,"verse":"But his citizens <WG4177> hated <WG3404> him, and sent <WG649> a message <WG4242> after <WG3694> him, saying, <WG3004> We will <WG2309> not have this <WG5126> man to reign <WG936> over <WG1909> us."},{"number":15,"verse":"And it came <WG1096> to pass, that when <WG1722> <WG3588> he was returned, <WG1880> having received <WG2983> the kingdom, <WG932> then <WG2532> he commanded <WG2036> these <WG5128> servants <WG1401> to be called <WG5455> to him, to whom <WG3739> he had given <WG1325> the money, <WG694> that he might know <WG1097> how <WG5101> much every <WG5101> man had gained <WG1281> by trading. <WG1281>"},{"number":16,"verse":"Then <WG1161> came <WG3854> the first, <WG4413> saying, <WG3004> Lord, <WG2962> your pound <WG3414> has gained <WG4333> ten <WG1176> pounds. <WG3414>"},{"number":17,"verse":"And he said <WG2036> to him, Well, <WG2095> you good <WG18> servant: <WG1401> because <WG3754> you have been <WG1096> faithful <WG4103> in a very <WG1646> little, <WG1646> have <WG2192> you authority <WG1849> over <WG1883> ten <WG1176> cities. <WG4172>"},{"number":18,"verse":"And the second <WG1208> came, <WG2064> saying, <WG3004> Lord, <WG2962> your pound <WG3414> has gained <WG4160> five <WG4002> pounds. <WG3414>"},{"number":19,"verse":"And he said <WG2036> likewise <WG2532> to him, Be you also <WG2532> over <WG1883> five <WG4002> cities. <WG4172>"},{"number":20,"verse":"And another <WG2087> came, <WG2064> saying, <WG3004> Lord, <WG2962> behold, <WG2400> here is your pound, <WG3414> which <WG3739> I have <WG2192> kept <WG2192> laid <WG606> up in a napkin: <WG4676>"},{"number":21,"verse":"For I feared <WG5399> you, because <WG3754> you are an austere <WG840> man: <WG444> you take <WG142> up that you layed <WG5087> not down, and reap <WG2325> that you did not sow. <WG4687>"},{"number":22,"verse":"And he said <WG3004> to him, Out of your <WG4675> own mouth <WG4750> will I judge <WG2919> you, you wicked <WG4190> servant. <WG1401> You knew <WG1492> that I was an austere <WG840> man, <WG444> taking <WG142> up that I laid <WG5087> not down, and reaping <WG2325> that I did not sow: <WG4687>"},{"number":23,"verse":"Why <WG1302> then <WG2532> gave <WG1325> not you my money <WG694> into <WG1909> the bank, <WG5132> that at my coming <WG2064> I might have required <WG4238> my <WG846> own with usury? <WG5110>"},{"number":24,"verse":"And he said <WG2036> to them that stood <WG3936> by, Take <WG142> from him the pound, <WG3414> and give <WG1325> it to him that has <WG2192> ten <WG1176> pounds. <WG3414>"},{"number":25,"verse":"(And they said <WG2036> to him, Lord, <WG2962> he has <WG2192> ten <WG1176> pounds. <WG3414> )"},{"number":26,"verse":"For I say <WG3004> to you, That to every <WG3956> one which <WG3588> has <WG2192> shall be given; <WG1325> and from him that has <WG2192> not, even <WG2532> that he has <WG2192> shall be taken <WG142> away from him."},{"number":27,"verse":"But those <WG1565> my <WG3450> enemies, <WG2190> which <WG3588> would <WG2309> not that I should reign <WG936> over <WG1909> them, bring <WG71> here, <WG5602> and slay <WG2695> them before <WG1715> me."},{"number":28,"verse":"And when he had thus <WG5023> spoken, <WG2036> he went <WG4198> before, <WG1715> ascending <WG305> up to Jerusalem. <WG2414>"},{"number":29,"verse":"And it came <WG1096> to pass, when <WG5613> he was come <WG1448> near <WG1448> to Bethphage <WG967> and Bethany, <WG963> at <WG4314> the mount <WG3735> called <WG2564> the mount of Olives, <WG1636> he sent <WG649> two <WG1417> of his disciples, <WG3101>"},{"number":30,"verse":"Saying, <WG2036> Go <WG5217> you into <WG1519> the village <WG2968> over <WG2713> against <WG2713> you; in the which <WG3739> at your entering <WG1531> you shall find <WG2147> a colt <WG4454> tied, <WG1210> where on <WG1909> <WG3739> yet never <WG3762> man <WG444> sat: <WG2523> loose <WG3089> him, and bring <WG71> him here."},{"number":31,"verse":"And if <WG1437> any <WG5100> man ask <WG2065> you, Why <WG1302> do you loose <WG3089> him? thus <WG3779> shall you say <WG2046> to him, Because <WG3754> the Lord <WG2962> has <WG2192> need <WG5532> of him."},{"number":32,"verse":"And they that were sent <WG649> went <WG565> their way, and found <WG2147> even <WG2531> as he had said <WG2036> to them."},{"number":33,"verse":"And as they were loosing <WG3089> the colt, <WG4454> the owners <WG2962> thereof said <WG2036> to them, Why <WG5101> loose <WG3089> you the colt? <WG4454>"},{"number":34,"verse":"And they said, <WG2036> The Lord <WG2962> has <WG2192> need <WG5532> of him."},{"number":35,"verse":"And they brought <WG71> him to Jesus: <WG2424> and they cast <WG1977> their garments <WG2440> on the colt, <WG4454> and they set <WG1913> Jesus <WG2424> thereon. <WG1913>"},{"number":36,"verse":"And as he went, <WG4198> they spread <WG5291> their clothes <WG2440> in the way. <WG3598>"},{"number":37,"verse":"And when he was come <WG1448> near, <WG1448> even <WG2536> now <WG2235> at <WG4314> the descent <WG2600> of the mount <WG3735> of Olives, <WG1636> the whole <WG537> multitude <WG4128> of the disciples <WG3101> began <WG756> to rejoice <WG5463> and praise <WG134> God <WG2316> with a loud <WG3173> voice <WG5456> for all <WG3956> the mighty <WG1411> works that they had seen; <WG1492>"},{"number":38,"verse":"Saying, <WG3004> Blessed <WG2127> be the King <WG935> that comes <WG2064> in the name <WG3686> of the Lord: <WG2962> peace <WG1515> in heaven, <WG3772> and glory <WG1391> in the highest. <WG5310>"},{"number":39,"verse":"And some <WG5100> of the Pharisees <WG5330> from among the multitude <WG3793> said <WG2036> to him, Master, <WG1320> rebuke <WG2008> your disciples. <WG3101>"},{"number":40,"verse":"And he answered <WG611> and said <WG2036> to them, I tell <WG3004> you that, if <WG1437> these <WG3778> should hold <WG4623> their peace, <WG4623> the stones <WG3037> would immediately cry <WG2896> out."},{"number":41,"verse":"And when <WG5613> he was come <WG1448> near, <WG1448> he beheld <WG1492> the city, <WG4172> and wept <WG2799> over <WG1909> it,"},{"number":42,"verse":"Saying, <WG3004> If <WG1487> you had known, <WG1097> even <WG2532> you, at <WG1065> least <WG2534> in this <WG5026> your day, <WG2250> the things which belong to your peace! <WG1515> but now <WG3568> they are hid <WG2928> from your <WG4675> eyes. <WG3788>"},{"number":43,"verse":"For the days <WG2250> shall come <WG2240> on you, that your <WG4675> enemies <WG2190> shall cast <WG4016> a trench <WG5482> about <WG4016> you, and compass <WG4033> you round, <WG4033> and keep <WG4912> you in on <WG3840> every <WG3840> side, <WG3840>"},{"number":44,"verse":"And shall lay <WG1474> you even with the ground, <WG1474> and your children <WG5043> within <WG1722> you; and they shall not leave <WG863> in you one stone <WG3037> on another; because <WG473> <WG3739> you knew <WG1097> not the time <WG2540> of your visitation. <WG1984>"},{"number":45,"verse":"And he went <WG1525> into <WG1519> the temple, <WG2411> and began <WG756> to cast <WG1544> out them that sold <WG4453> therein, <WG1722> <WG846> and them that bought; <WG59>"},{"number":46,"verse":"Saying <WG3004> to them, It is written, <WG1125> My house <WG3624> is the house <WG3624> of prayer: <WG4335> but you have made <WG4160> it a den <WG4693> of thieves. <WG3027>"},{"number":47,"verse":"And he taught <WG2258> <WG1321> daily <WG2596> <WG2250> in the temple. <WG2411> But the chief <WG749> priests <WG749> and the scribes <WG1122> and the chief <WG4413> of the people <WG2992> sought <WG2212> to destroy <WG622> him,"},{"number":48,"verse":"And could not find <WG2147> what <WG5101> they might do: <WG4160> for all <WG537> the people <WG2992> were very <WG1582> attentive <WG1582> to hear <WG191> him."}]}