{"bibleAbbr":"AKJV1999+","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":21,"verses":[{"number":1,"verse":"And he looked<WG308> up, and saw<WG1492> the rich<WG4145> men casting<WG906> their gifts<WG1435> into<WG1519> the treasury.<WG1049>"},{"number":2,"verse":"And he saw<WG1492> also<WG2532> a certain<WG5100> poor<WG3998> widow<WG5503> casting<WG906> in thither<WG1563> two<WG1417> mites.<WG3016>"},{"number":3,"verse":"And he said,<WG2036> Of a truth<WG230> I say<WG3004> to you, that this<WG3778> poor<WG4434> widow<WG5503> has cast<WG906> in more<WG4119> than they all: <WG3956>"},{"number":4,"verse":"For all<WG537> these<WG3778> have of their abundance<WG4052> cast<WG906> in to the offerings<WG1435> of God:<WG2316> but she of her penury<WG5303> has cast<WG906> in all<WG537> the living<WG979> that she had. <WG2192>"},{"number":5,"verse":"And as some<WG5100> spoke<WG3004> of the temple,<WG2411> how<WG3754> it was adorned<WG2885> with goodly<WG2573> stones<WG3037> and gifts,<WG334> he said,<WG2036>"},{"number":6,"verse":"As for these<WG5023> things which<WG3739> you behold,<WG2334> the days<WG2250> will come,<WG2064> in the which<WG3739> there shall not be left<WG863> one stone<WG3037> on another, that shall not be thrown<WG2647> down. <WG2647>"},{"number":7,"verse":"And they asked<WG1905> him, saying,<WG3004> Master,<WG1320> but when<WG4218> shall these<WG5023> things be? and what<WG5101> sign<WG4592> will there be when<WG3752> these<WG5023> things shall come<WG1096> to pass?"},{"number":8,"verse":"And he said,<WG2036> Take heed<WG991> that you be not deceived:<WG4105> for many<WG4183> shall come<WG2064> in my name,<WG3686> saying,<WG3004> I am <WG1510> Christ; and the time<WG2540> draws near:<WG1448> go<WG4198> you not therefore<WG3767> after<WG3694> them."},{"number":9,"verse":"But when<WG3752> you shall hear<WG191> of wars<WG4171> and commotions,<WG181> be not terrified:<WG4422> for these<WG5023> things must<WG1163> first<WG4412> come<WG1096> to pass; but the end <WG5056> is not by and by."},{"number":10,"verse":"Then<WG5119> said<WG3004> he to them, Nation<WG1484> shall rise<WG1453> against<WG1909> nation,<WG1484> and kingdom<WG932> against<WG1909> kingdom: <WG932>"},{"number":11,"verse":"And great<WG3173> earthquakes<WG4578> shall be in divers places,<WG5117> and famines,<WG3042> and pestilences;<WG3061> and fearful<WG5400> sights<WG5400> and great<WG3173> signs<WG4592> shall there be from heaven. <WG3772>"},{"number":12,"verse":"But before<WG4253> all<WG537> these,<WG5130> they shall lay<WG1911> their hands<WG5495> on<WG1909> you, and persecute <WG1377> you, delivering <WG3860> you up to the synagogues,<WG4864> and into prisons,<WG5438> being brought<WG71> before<WG1909> kings<WG935> and rulers<WG2232> for my name's<WG3686> sake. <WG1752>"},{"number":13,"verse":"And it shall turn<WG576> to you for a testimony. <WG3142>"},{"number":14,"verse":"Settle <WG5087> it therefore<WG3767> in your<WG5216> hearts,<WG2588> not to meditate<WG4304> before<WG4304> what you shall answer: <WG626>"},{"number":15,"verse":"For I will give<WG1325> you a mouth<WG4750> and wisdom,<WG4678> which<WG3739> all<WG3956> your<WG5213> adversaries<WG480> shall not be able<WG1410> to gainsay<WG471> nor<WG3761> resist. <WG436>"},{"number":16,"verse":"And you shall be betrayed<WG3860> both<WG2532> by parents,<WG1118> and brothers,<WG80> and kinfolks,<WG4773> and friends;<WG5384> and some of you shall they cause<WG2289> to be put<WG2289> to death. <WG2289>"},{"number":17,"verse":"And you shall be hated<WG3404> of all <WG3956> men for my name's<WG3686> sake."},{"number":18,"verse":"But there shall not an hair<WG2359> of your<WG5216> head<WG2776> perish. <WG622>"},{"number":19,"verse":"In your<WG5216> patience<WG5281> possess<WG2932> you your<WG5216> souls. <WG5590>"},{"number":20,"verse":"And when<WG3752> you shall see<WG1492> Jerusalem<WG2419> compassed<WG2944> with armies,<WG4760> then<WG5119> know<WG1097> that the desolation<WG2050> thereof<WG846> is near. <WG1448>"},{"number":21,"verse":"Then<WG5119> let them which are in Judaea<WG2449> flee<WG5343> to the mountains;<WG3735> and let them which are in the middle<WG3319> of it depart<WG1633> out; and let not them that are in the countries<WG5561> enter<WG1525> thereinto. <WG1519> <WG846>"},{"number":22,"verse":"For these<WG3778> be the days<WG2250> of vengeance,<WG1557> that all<WG3956> things which<WG3588> are written<WG1125> may be fulfilled. <WG4137>"},{"number":23,"verse":"But woe<WG3759> to them that are with child, <WG1722> <WG1064> <WG2192> and to them that give suck,<WG2337> in those<WG1565> days!<WG2250> for there shall be great<WG3173> distress<WG318> in the land,<WG1093> and wrath<WG3709> on this<WG5129> people. <WG2992>"},{"number":24,"verse":"And they shall fall<WG4098> by the edge<WG4750> of the sword,<WG3162> and shall be led<WG163> away captive<WG163> into<WG1519> all<WG3956> nations:<WG1484> and Jerusalem<WG2419> shall be trodden<WG3961> down of the Gentiles,<WG1484> until<WG891> the times<WG2540> of the Gentiles<WG1484> be fulfilled. <WG4137>"},{"number":25,"verse":"And there shall be signs<WG4592> in the sun,<WG2246> and in the moon,<WG4582> and in the stars;<WG798> and on the earth<WG1093> distress<WG4928> of nations,<WG1484> with perplexity;<WG640> the sea<WG2281> and the waves<WG4535> roaring; <WG2278>"},{"number":26,"verse":"Men's<WG444> hearts<WG674> failing<WG674> them for fear,<WG5401> and for looking<WG4329> after<WG4329> those<WG3588> things which are coming<WG1904> on<WG1904> the earth:<WG3625> for the powers<WG1411> of heaven<WG3772> shall be shaken. <WG4531>"},{"number":27,"verse":"And then<WG5119> shall they see<WG3700> the Son<WG5207> of man<WG444> coming<WG2064> in a cloud<WG3507> with power<WG1411> and great<WG4183> glory. <WG1391>"},{"number":28,"verse":"And when these<WG5130> things begin<WG756> to come<WG1096> to pass, then look<WG352> up, and lift<WG1869> up your<WG5216> heads;<WG2776> for your<WG5216> redemption<WG629> draws near. <WG1448>"},{"number":29,"verse":"And he spoke<WG2036> to them a parable;<WG3850> Behold<WG1492> the fig<WG4808> tree,<WG4808> and all<WG3956> the trees; <WG1186>"},{"number":30,"verse":"When<WG3752> they now<WG2235> shoot<WG4261> forth,<WG4261> you see<WG991> and know<WG1097> of your<WG1438> own selves<WG1438> that summer<WG2330> is now<WG2235> near<WG1451> at<WG1451> hand."},{"number":31,"verse":"So<WG3779> likewise<WG2532> you, when<WG3752> you see<WG1492> these<WG5023> things come<WG1096> to pass, know<WG1097> you that the kingdom<WG932> of God<WG2316> is near<WG1451> at<WG1451> hand."},{"number":32,"verse":"Truly<WG281> I say<WG3004> to you, This<WG3778> generation<WG1074> shall not pass<WG3928> away, till<WG2193> all<WG3956> be fulfilled. <WG1096>"},{"number":33,"verse":"Heaven<WG3772> and earth<WG1093> shall pass<WG3928> away: but my words<WG3056> shall not pass<WG3928> away."},{"number":34,"verse":"And take heed<WG4337> to yourselves,<WG1438> lest<WG3379> at<WG3379> any<WG3379> time<WG3379> your<WG5216> hearts<WG2588> be overcharged<WG925> with surfeiting,<WG2897> and drunkenness,<WG3178> and cares<WG3308> of this life,<WG982> and so that day<WG2250> come<WG2186> on you unawares. <WG160>"},{"number":35,"verse":"For as a snare<WG3803> shall it come<WG1904> on<WG1909> all<WG3956> them that dwell<WG2521> on<WG1909> the face<WG4383> of the whole<WG3956> earth. <WG1093>"},{"number":36,"verse":"Watch<WG69> you therefore,<WG3767> and pray<WG1189> always, <WG1722> <WG3956> <WG2540> that you may be accounted<WG2661> worthy<WG2661> to escape<WG1628> all<WG3956> these<WG5023> things that shall come<WG1096> to pass, and to stand<WG2476> before<WG1715> the Son<WG5207> of man. <WG444>"},{"number":37,"verse":"And in the day<WG2250> time<WG2250> he was teaching<WG1321> in the temple;<WG2411> and at night<WG3571> he went<WG1831> out, and stayed<WG835> in the mount<WG3735> that is called<WG2564> the mount of Olives.<WG1636>"},{"number":38,"verse":"And all<WG3956> the people<WG2992> came<WG3719> early<WG3719> in the morning to him in the temple,<WG2411> for to hear<WG191> him."}]}