{"bibleAbbr":"AKJV1999+","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":7,"verses":[{"number":1,"verse":"Now <WG1161> when <WG1893> he had ended <WG4137> all <WG3956> his sayings <WG4487> in the audience <WG189> of the people, <WG2992> he entered <WG1525> into <WG1519> Capernaum. <WG2584>"},{"number":2,"verse":"And a certain <WG5100> centurion's <WG1543> servant, <WG1401> who <WG3739> was dear <WG1784> to him, was sick, <WG2192> <WG2560> and ready <WG3195> to die. <WG5053>"},{"number":3,"verse":"And when he heard <WG191> of Jesus, <WG2424> he sent <WG649> to him the elders <WG4245> of the Jews, <WG2453> beseeching <WG2065> him that he would come <WG2064> and heal <WG1295> his servant. <WG1401>"},{"number":4,"verse":"And when they came <WG3854> to Jesus, <WG2424> they sought <WG3870> him instantly, <WG4705> saying, <WG3004> That he was worthy <WG514> for whom <WG3739> he should do <WG3930> this: <WG5124>"},{"number":5,"verse":"For he loves <WG25> our nation, <WG1484> and he has built <WG3618> us a synagogue. <WG4864>"},{"number":6,"verse":"Then <WG1161> Jesus <WG2424> went <WG4198> with them. And when he was now <WG2235> not far <WG3112> from the house, <WG3614> the centurion <WG1543> sent <WG3992> friends <WG5384> to him, saying <WG3004> to him, Lord, <WG2962> trouble <WG4660> not yourself: for I am <WG1510> not worthy <WG2425> that you should enter <WG1525> under <WG5259> my roof: <WG4721>"},{"number":7,"verse":"Why <WG1352> neither <WG3761> thought I myself <WG1683> worthy <WG515> to come <WG2064> to you: but say <WG2036> in a word, <WG3056> and my servant <WG3816> shall be healed. <WG2390>"},{"number":8,"verse":"For I also <WG2532> am <WG1510> a man <WG444> set <WG5021> under <WG5259> authority, <WG1849> having <WG2192> under <WG5259> me soldiers, <WG4757> and I say <WG3004> to one, <WG5129> Go, <WG4198> and he goes; <WG4198> and to another, <WG243> Come, <WG2064> and he comes; <WG2064> and to my servant, <WG1401> Do <WG4160> this, <WG5124> and he does <WG4238> it."},{"number":9,"verse":"When Jesus <WG2424> heard <WG191> these <WG5023> things, he marveled <WG2296> at him, and turned <WG4762> him about, <WG4762> and said <WG2036> to the people <WG3793> that followed <WG190> him, I say <WG3004> to you, I have not found <WG2147> so <WG5118> great <WG5118> faith, <WG4102> no, <WG3761> not in Israel. <WG2474>"},{"number":10,"verse":"And they that were sent, <WG3992> returning <WG5290> to the house, <WG3624> found <WG2147> the servant <WG1401> whole <WG5198> that had been sick. <WG770>"},{"number":11,"verse":"And it came <WG1096> to pass the day <WG2250> after, <WG1836> that he went <WG4198> into <WG1519> a city <WG4172> called <WG2564> Nain; <WG3484> and many <WG2425> of his disciples <WG3101> went <WG4848> with him, and much <WG4183> people. <WG3793>"},{"number":12,"verse":"Now <WG1161> when <WG5613> he came <WG1448> near <WG1448> to the gate <WG4439> of the city, <WG4172> behold, <WG2400> there was a dead <WG2348> man carried <WG1580> out, the only <WG3439> son <WG5207> of his mother, <WG3384> and she was a widow: <WG5503> and much <WG2425> people <WG3793> of the city <WG4172> was with her."},{"number":13,"verse":"And when the Lord <WG2962> saw <WG1492> her, he had compassion <WG4697> on <WG1909> her, and said <WG2036> to her, Weep <WG2799> not."},{"number":14,"verse":"And he came <WG4334> and touched <WG680> the bier: <WG4673> and they that bore <WG941> him stood <WG2476> still. <WG2476> And he said, <WG2036> Young <WG3495> man, <WG3495> I say <WG3004> to you, Arise. <WG1453>"},{"number":15,"verse":"And he that was dead <WG3498> sat <WG339> up, and began <WG756> to speak. <WG2980> And he delivered <WG1325> him to his mother. <WG3384>"},{"number":16,"verse":"And there came <WG2983> a fear <WG5401> on all: <WG537> and they glorified <WG1392> God, <WG2316> saying, <WG3004> That a great <WG3173> prophet <WG4396> is risen <WG1453> up among <WG1722> us; and, That God <WG2316> has visited <WG1980> his people. <WG2992>"},{"number":17,"verse":"And this <WG3778> rumor <WG3056> of him went <WG1831> forth <WG1831> throughout <WG1722> all <WG3650> Judaea, <WG2449> and throughout <WG1722> all <WG3956> the region <WG4066> round <WG4066> about. <WG4066>"},{"number":18,"verse":"And the disciples <WG3101> of John <WG2491> showed <WG518> him of all <WG3956> these <WG5130> things."},{"number":19,"verse":"And John <WG2491> calling <WG4341> to him two <WG1417> of his disciples <WG3101> sent them to Jesus, <WG2424> saying, <WG3004> Are <WG1488> you he that should come? <WG2064> or <WG2228> look <WG4328> we for another? <WG243>"},{"number":20,"verse":"When the men <WG435> were come <WG3854> to him, they said, <WG2036> John <WG2491> Baptist <WG910> has sent <WG649> us to you, saying, <WG3004> Are <WG1488> you he that should come? <WG2064> or <WG2228> look <WG4328> we for another? <WG243>"},{"number":21,"verse":"And in that same <WG846> hour <WG5610> he cured <WG2323> many <WG4183> of their infirmities <WG3554> and plagues, <WG3148> and of evil <WG4190> spirits; <WG4151> and to many <WG4183> that were blind <WG5185> he gave <WG5483> sight. <WG991>"},{"number":22,"verse":"Then <WG2532> Jesus <WG2424> answering <WG611> said <WG2036> to them, Go <WG4198> your way, and tell <WG518> John <WG2491> what <WG3739> things you have seen <WG1492> and heard; <WG191> how <WG3754> that the blind <WG5185> see, <WG308> the lame <WG5560> walk, <WG4043> the lepers <WG3015> are cleansed, <WG2511> the deaf <WG2974> hear, <WG191> the dead <WG3498> are raised, <WG1453> to the poor <WG4434> the gospel <WG2097> is preached. <WG2097>"},{"number":23,"verse":"And blessed is he, whoever <WG3739> <WG1437> shall not be offended <WG4624> in me."},{"number":24,"verse":"And when the messengers <WG32> of John <WG2491> were departed, <WG565> he began <WG756> to speak <WG3004> to the people <WG3793> concerning <WG4012> John, <WG2491> What <WG5101> went <WG1831> you out into <WG1519> the wilderness <WG2048> for to see? <WG2300> A reed <WG2563> shaken <WG4531> with the wind? <WG417>"},{"number":25,"verse":"But what <WG5101> went <WG1831> you out for to see? <WG1492> A man <WG444> clothed <WG294> in soft <WG3120> raiment? <WG2440> Behold, <WG2400> they which are gorgeously <WG1741> appareled, <WG2441> and live <WG5225> delicately, <WG5172> are in kings' <WG933> courts."},{"number":26,"verse":"But what <WG5101> went <WG1831> you out for to see? <WG1492> A prophet? <WG4396> Yes, <WG3483> I say <WG3004> to you, and much <WG4055> more <WG4055> than a prophet. <WG4396>"},{"number":27,"verse":"This <WG3778> is he, of whom <WG3739> it is written, <WG1125> Behold, <WG2400> I send <WG649> my messenger <WG32> before <WG4253> your face, <WG4383> which <WG3739> shall prepare <WG2680> your way <WG3598> before <WG1715> you."},{"number":28,"verse":"For I say <WG3004> to you, Among <WG1722> those that are born <WG1084> of women <WG1135> there is not a greater <WG3187> prophet <WG4396> than John <WG2491> the Baptist: <WG910> but he that is least <WG3398> in the kingdom <WG932> of God <WG2316> is greater <WG3187> than he."},{"number":29,"verse":"And all <WG3956> the people <WG2992> that heard <WG191> him, and the publicans, <WG5057> justified <WG1344> God, <WG2316> being baptized <WG907> with the baptism <WG908> of John. <WG2491>"},{"number":30,"verse":"But the Pharisees <WG5330> and lawyers <WG3544> rejected <WG114> the counsel <WG1012> of God <WG2316> against <WG1519> themselves, <WG1438> being not baptized <WG907> of him."},{"number":31,"verse":"And the Lord <WG2962> said, <WG2036> Whereunto <WG5101> then <WG3767> shall I liken <WG3666> the men <WG444> of this <WG5026> generation? <WG1074> and to what <WG5101> are they like? <WG3664>"},{"number":32,"verse":"They are like <WG3664> to children <WG3813> sitting <WG2521> in the marketplace, <WG58> and calling <WG4377> one <WG240> to another, <WG240> and saying, <WG3004> We have piped <WG832> to you, and you have not danced; <WG3738> we have mourned <WG2354> to you, and you have not wept. <WG2799>"},{"number":33,"verse":"For John <WG2491> the Baptist <WG910> came <WG2064> neither <WG3383> eating <WG2068> bread <WG740> nor <WG3383> drinking <WG4095> wine; <WG3631> and you say, <WG3004> He has <WG2192> a devil. <WG1140>"},{"number":34,"verse":"The Son <WG5207> of man <WG444> is come <WG2064> eating <WG2068> and drinking; <WG4095> and you say, <WG3004> Behold <WG2400> a gluttonous <WG5314> man, <WG444> and a drunkard, <WG3630> a friend <WG5384> of publicans <WG5057> and sinners! <WG268>"},{"number":35,"verse":"But wisdom <WG4678> is justified <WG1344> of all <WG3956> her children. <WG5043>"},{"number":36,"verse":"And one <WG5100> of the Pharisees <WG5330> desired <WG2065> him that he would eat <WG5315> with him. And he went <WG1525> into <WG1519> the Pharisee's <WG5330> house, <WG3614> and sat <WG347> down <WG347> to meat."},{"number":37,"verse":"And, behold, <WG2400> a woman <WG1135> in the city, <WG4172> which <WG3748> was a sinner, <WG268> when she knew <WG1921> that Jesus sat <WG345> at <WG345> meat in the Pharisee's <WG5330> house, <WG3614> brought <WG2865> an alabaster <WG211> box <WG211> of ointment, <WG3464>"},{"number":38,"verse":"And stood <WG2476> at <WG3844> his feet <WG4228> behind <WG3694> him weeping, <WG2799> and began <WG756> to wash <WG1026> his feet <WG4228> with tears, <WG1144> and did wipe <WG1591> them with the hairs <WG2359> of her head, <WG2776> and kissed <WG2705> his feet, <WG4228> and anointed <WG218> them with the ointment. <WG3464>"},{"number":39,"verse":"Now <WG1161> when the Pharisee <WG5330> which <WG3588> had bidden <WG2564> him saw <WG1492> it, he spoke <WG2036> within <WG1722> himself, <WG1438> saying, <WG3004> This <WG3778> man, if <WG1487> he were a prophet, <WG4396> would have known <WG1097> who <WG5101> and what <WG4217> manner <WG4217> of woman <WG1135> this <WG3588> is that touches <WG680> him: for she is a sinner. <WG268>"},{"number":40,"verse":"And Jesus <WG2424> answering <WG611> said <WG2036> to him, Simon, <WG4613> I have <WG2192> somewhat <WG5100> to say <WG2036> to you. And he said, <WG5346> Master, <WG1320> say <WG2036> on."},{"number":41,"verse":"There was a certain <WG5100> creditor <WG1157> which had <WG1510> two <WG1417> debtors: <WG5533> the one <WG1520> owed <WG3784> five <WG4001> hundred <WG4001> pence, <WG1220> and the other <WG2087> fifty. <WG4004>"},{"number":42,"verse":"And when they had <WG2192> nothing <WG3361> to pay, <WG591> he frankly <WG5483> forgave <WG5483> them both. <WG297> Tell <WG2036> me therefore, <WG3767> which <WG5101> of them will love <WG25> him most? <WG4119>"},{"number":43,"verse":"Simon <WG4613> answered <WG611> and said, <WG2036> I suppose <WG5274> that he, to whom <WG3739> he forgave <WG5483> most. <WG4119> And he said <WG2036> to him, You have rightly <WG3723> judged. <WG2919>"},{"number":44,"verse":"And he turned <WG4762> to the woman, <WG1135> and said <WG5346> to Simon, <WG4613> See <WG991> you this <WG5026> woman? <WG1135> I entered <WG1525> into <WG1519> your <WG4675> house, <WG3614> you gave <WG1325> me no <WG3756> water <WG5204> for my feet: <WG4228> but she has washed <WG1026> my feet <WG4228> with tears, <WG1144> and wiped <WG1591> them with the hairs <WG2359> of her head. <WG2776>"},{"number":45,"verse":"You gave <WG1325> me no <WG3756> kiss: <WG5370> but this <WG3778> woman since <WG575> the time I came <WG1525> in has not ceased <WG1257> to kiss <WG2705> my feet. <WG4228>"},{"number":46,"verse":"My head <WG2776> with oil <WG1637> you did not anoint: <WG218> but this <WG3778> woman has anointed <WG218> my feet <WG4228> with ointment. <WG3464>"},{"number":47,"verse":"Why <WG3739> <WG5484> I say <WG3004> to you, Her sins, <WG266> which <WG3588> are many, <WG4183> are forgiven; <WG863> for she loved <WG25> much: <WG4183> but to whom <WG3739> little <WG3641> is forgiven, <WG863> the same loves <WG25> little. <WG3641>"},{"number":48,"verse":"And he said <WG2036> to her, Your sins <WG266> are forgiven. <WG863>"},{"number":49,"verse":"And they that sat <WG4873> at <WG345> meat with him began <WG756> to say <WG3004> within <WG1722> themselves, <WG1438> Who <WG5101> is this <WG3778> that forgives <WG863> sins <WG266> also? <WG2532>"},{"number":50,"verse":"And he said <WG2036> to the woman, <WG1135> Your faith <WG4102> has saved <WG4982> you; go <WG4198> in peace. <WG1515>"}]}