{"bibleAbbr":"NRSVue2021","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":12,"verses":[{"number":1,"verse":"Plucking Grain on the Sabbath (Deut 23.25) At that time Jesus went through the grain fields on the Sabbath; his disciples were hungry, and they began to pluck heads of grain and to eat."},{"number":2,"verse":"(Ex 20.10) When the Pharisees saw it, they said to him, “Look, your disciples are doing what is not lawful to do on the Sabbath.”"},{"number":3,"verse":"(1 Sam 21.6) He said to them, “Have you not read what David did when he and his companions were hungry?"},{"number":4,"verse":"(Ex 25.30; Lev 24.5, 9) How he entered the house of God, and they (Other ancient authorities read he ate) ate the bread of the Presence, which it was not lawful for him or his companions to eat, but only for the priests?"},{"number":5,"verse":"(Num 28.9, 10) Or have you not read in the law that on the Sabbath the priests in the temple break the Sabbath and yet are guiltless?"},{"number":6,"verse":"(vv 41, 42) I tell you, something greater than the temple is here."},{"number":7,"verse":"(Hos 6.6; Mt 9.13) But if you had known what this means, ‘I desire mercy and not sacrifice,’ you would not have condemned the guiltless."},{"number":8,"verse":"For the Son of Man is lord of the Sabbath.”"},{"number":9,"verse":"The Man with a Withered Hand He left that place and entered their synagogue;"},{"number":10,"verse":"(Lk 13.14; 14.3; Jn 9.16) a man was there with a withered hand, and they asked him, “Is it lawful to cure on the Sabbath?” so that they might accuse him."},{"number":11,"verse":"(Lk 14.5) He said to them, “Suppose one of you has only one sheep and it falls into a pit on the Sabbath; will you not lay hold of it and lift it out?"},{"number":12,"verse":"(Mt 10.31) How much more valuable is a human being than a sheep! So it is lawful to do good on the Sabbath.”"},{"number":13,"verse":"Then he said to the man, “Stretch out your hand.” He stretched it out, and it was restored, as sound as the other."},{"number":14,"verse":"(Mt 27.1; Mk 3.6; Lk 6.11; Jn 5.18; 11.53) But the Pharisees went out and conspired against him, how to destroy him."},{"number":15,"verse":"God’s Chosen Servant (Mt 10.23; 19.2) When Jesus became aware of this, he departed. Many (Other ancient authorities add crowds) followed him, and he cured all of them,"},{"number":16,"verse":"(Mt 9.30) and he ordered them not to make him known."},{"number":17,"verse":"This was to fulfill what had been spoken through the prophet Isaiah:"},{"number":18,"verse":"(Isa 42.1-6; 49.6) “Here is my servant, whom I have chosen, my beloved, with whom my soul is well pleased. I will put my Spirit upon him, and he will proclaim justice to the gentiles."},{"number":19,"verse":"He will not wrangle or cry aloud, nor will anyone hear his voice in the streets."},{"number":20,"verse":"He will not break a bruised reed or quench a smoldering wick until he brings justice to victory."},{"number":21,"verse":"And in his name the gentiles will hope.”"},{"number":22,"verse":"Jesus and Beelzebul (Mt 9.32, 33) Then they brought to him a demon-possessed man who was blind and mute, and he cured him, so that the one who had been mute could speak and see."},{"number":23,"verse":"(Mt 9.27) All the crowds were amazed and were saying, “Can this be the Son of David?”"},{"number":24,"verse":"(Mt 9.34; 10.25; Jn 7.20; 8.52; 10.20) But when the Pharisees heard it, they said, “It is only by Beelzebul, the ruler of the demons, that this man casts out the demons.”"},{"number":25,"verse":"(Mt 9.4) He knew what they were thinking and said to them, “Every kingdom divided against itself is laid waste, and no city or house divided against itself will stand."},{"number":26,"verse":"If Satan casts out Satan, he is divided against himself; how, then, will his kingdom stand?"},{"number":27,"verse":"(Mt 9.34; 10.25; Acts 19.13) If I cast out demons by Beelzebul, by whom do your own exorcists (Gk sons) cast them out? Therefore they will be your judges."},{"number":28,"verse":"(Dan 2.44; 7.14; Lk 1.33; 17.20, 21) But if it is by the Spirit of God that I cast out demons, then the kingdom of God has come upon you."},{"number":29,"verse":"Or how can one enter a strong man’s house and plunder his property without first tying up the strong man? Then indeed the house can be plundered."},{"number":30,"verse":"(Mk 9.40; Lk 9.50) Whoever is not with me is against me, and whoever does not gather with me scatters."},{"number":31,"verse":"(Lk 12.10) Therefore I tell you, people will be forgiven for every sin and blasphemy, but blasphemy against the Spirit will not be forgiven."},{"number":32,"verse":"(Mt 11.19; 13.55; Jn 7.12, 52) Whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come."},{"number":33,"verse":"A Tree and Its Fruit (Mt 7.17; Lk 6.43, 44) “Either make the tree good and its fruit good, or make the tree bad and its fruit bad, for the tree is known by its fruit."},{"number":34,"verse":"(Mt 3.7; 23.33; Lk 6.45) You brood of vipers! How can you speak good things when you are evil? For out of the abundance of the heart the mouth speaks."},{"number":35,"verse":"The good person brings good things out of a good treasure, and the evil person brings evil things out of an evil treasure."},{"number":36,"verse":"I tell you, on the day of judgment you will have to give an account for every careless word you utter,"},{"number":37,"verse":"for by your words you will be justified, and by your words you will be condemned.”"},{"number":38,"verse":"The Sign of Jonah (Mt 16.1; Mk 8.12; Jn 2.18; 6.30; 1 Cor 1.22) Then some of the scribes and Pharisees said to him, “Teacher, we wish to see a sign from you.”"},{"number":39,"verse":"(Mt 16.4) But he answered them, “An evil and adulterous generation asks for a sign, but no sign will be given to it except the sign of the prophet Jonah."},{"number":40,"verse":"(Jon 1.17) For just as Jonah was three days and three nights in the belly of the sea monster, so for three days and three nights the Son of Man will be in the heart of the earth."},{"number":41,"verse":"(Jon 1.2; 3.5) The people of Nineveh will rise up at the judgment with this generation and condemn it, because they repented at the proclamation of Jonah, and indeed something greater than Jonah is here!"},{"number":42,"verse":"(1 Kings 10.2; 2 Chr 9.1) The queen of the South will rise up at the judgment with this generation and condemn it, because she came from the ends of the earth to listen to the wisdom of Solomon, and indeed something greater than Solomon is here!"},{"number":43,"verse":"The Return of the Unclean Spirit “When the unclean spirit has gone out of a person, it wanders through waterless regions looking for a resting place, but it finds none."},{"number":44,"verse":"Then it says, ‘I will return to my house from which I came.’ When it returns, it finds it empty, swept, and put in order."},{"number":45,"verse":"(2 Pet 2.20) Then it goes and brings along seven other spirits more evil than itself, and they enter and live there, and the last state of that person is worse than the first. So will it be also with this evil generation.”"},{"number":46,"verse":"The True Kindred of Jesus (Mt 13.55; Mk 6.3; Jn 2.12; 7.3, 5; Acts 1.4; 1 Cor 9.5; Gal 1.9) While he was still speaking to the crowds, his mother and his brothers were standing outside, wanting to speak to him."},{"number":47,"verse":"Someone told him, “Look, your mother and your brothers are standing outside, wanting to speak to you.” (Other ancient authorities lack 12.47)"},{"number":48,"verse":"But to the one who had told him this, Jesus (Gk he) replied, “Who is my mother, and who are my brothers?”"},{"number":49,"verse":"And pointing to his disciples, he said, “Here are my mother and my brothers!"},{"number":50,"verse":"(Jn 15.14) For whoever does the will of my Father in heaven is my brother and sister and mother.”"}]}