{"bibleAbbr":"NRSVue2021","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":8,"verses":[{"number":1,"verse":"Jesus Cleanses a Man When Jesus (Gk he) had come down from the mountain, great crowds followed him,"},{"number":2,"verse":"(Mt 9.18; 15.25; 18.26; 20.20; Jn 9.38) and there was a man with a skin disease who came to him and knelt before him, saying, “Lord, if you are willing, you can make me clean.”"},{"number":3,"verse":"He stretched out his hand and touched him, saying, “I am willing. Be made clean!” Immediately his skin disease was cleansed."},{"number":4,"verse":"(Lev 14.3, 4, 10; Mk 3.12; 5.43; 7.36; 8.30; 9.9) Then Jesus said to him, “See that you say nothing to anyone, but go, show yourself to the priest, and offer the gift that Moses commanded, as a testimony to them.”"},{"number":5,"verse":"Jesus Heals a Centurion’s Servant When he entered Capernaum, a centurion came to him, appealing to him"},{"number":6,"verse":"and saying, “Lord, my servant (Or child) is lying at home paralyzed, in terrible distress.”"},{"number":7,"verse":"And he said to him, “I will come and cure him.”"},{"number":8,"verse":"(Ps 107.20) The centurion answered, “Lord, I am not worthy to have you come under my roof, but only speak the word, and my servant (Or child) will be healed."},{"number":9,"verse":"For I also am a man under authority, with soldiers under me, and I say to one, ‘Go,’ and he goes, and to another, ‘Come,’ and he comes, and to my slave, ‘Do this,’ and the slave does it.”"},{"number":10,"verse":"When Jesus heard him, he was amazed and said to those who followed him, “Truly I tell you, in no one (Other ancient authorities read Truly I tell you, not even) in Israel have I found such faith."},{"number":11,"verse":"(Isa 49.12; 59.19; Mal 1.11; Lk 13.29; Acts 10.45) I tell you, many will come from east and west and will take their places at the banquet with Abraham and Isaac and Jacob in the kingdom of heaven,"},{"number":12,"verse":"(Mt 13.42, 50; 22.13; 25.30; Lk 13.28) while the heirs of the kingdom will be thrown into the outer darkness, where there will be weeping and gnashing of teeth.”"},{"number":13,"verse":"And Jesus said to the centurion, “Go; let it be done for you according to your faith.” And the servant (Or child) was healed in that hour."},{"number":14,"verse":"Jesus Heals Many at Peter’s House (1 Cor 9.5) When Jesus entered Peter’s house, he saw his mother-in-law lying in bed with a fever;"},{"number":15,"verse":"he touched her hand, and the fever left her, and she got up and began to serve him."},{"number":16,"verse":"That evening they brought to him many who were possessed by demons, and he cast out the spirits with a word and cured all who were sick."},{"number":17,"verse":"(Isa 53.4) This was to fulfill what had been spoken through the prophet Isaiah, “He took our infirmities and bore our diseases.”"},{"number":18,"verse":"Would-Be Followers of Jesus (Mk 4.35; Lk 8.22) Now when Jesus saw great crowds (Other ancient authorities read a crowd) around him, he gave orders to go over to the other side."},{"number":19,"verse":"A scribe then approached and said, “Teacher, I will follow you wherever you go.”"},{"number":20,"verse":"And Jesus said to him, “Foxes have holes, and birds of the air have nests, but the Son of Man has nowhere to lay his head.”"},{"number":21,"verse":"Another of his disciples said to him, “Lord, first let me go and bury my father.”"},{"number":22,"verse":"(Mt 9.9; Jn 1.43; 2.19) But Jesus said to him, “Follow me, and let the dead bury their own dead.”"},{"number":23,"verse":"Jesus Stills the Storm And when he got into the boat, his disciples followed him."},{"number":24,"verse":"A windstorm suddenly arose on the sea, so great that the boat was being swamped by the waves, but he was asleep."},{"number":25,"verse":"And they went and woke him up, saying, “Lord, save us! We are perishing!”"},{"number":26,"verse":"(Ps 65.7; 89.9; 107.29; Mt 6.30; 16.8) And he said to them, “Why are you afraid, you of little faith?” Then he got up and rebuked the winds and the sea, and there was a dead calm."},{"number":27,"verse":"They were amazed, saying, “What sort of man is this, that even the winds and the sea obey him?”"},{"number":28,"verse":"Jesus Heals Two Men When he came to the other side, to the region of the Gadarenes, (Other ancient authorities read Gergesenes or Gerasenes) two men possessed by demons came out of the tombs and met him. They were so fierce that no one could pass that way."},{"number":29,"verse":"(Judg 11.12; 2 Sam 16.10; Mk 1.24; Jn 2.4) Suddenly they shouted, “What have you to do with us, Son of God? Have you come here to torment us before the time?”"},{"number":30,"verse":"Now a large herd of swine was feeding at some distance from them."},{"number":31,"verse":"The demons begged him, “If you cast us out, send us into the herd of swine.”"},{"number":32,"verse":"And he said to them, “Go!” So they came out and entered the swine, and suddenly, the whole herd stampeded down the steep bank into the sea and drowned in the water."},{"number":33,"verse":"The swineherds ran off, and, going into the town, they told the whole story about what had happened to the men possessed by demons."},{"number":34,"verse":"Then the whole town came out to meet Jesus, and when they saw him they begged him to leave their region."}]}