{"bibleAbbr":"teOV2016","bookName":"యెహోషువ","bookEnglishName":"Joshua","chapterNumber":13,"verses":[{"number":1,"verse":"యెహోషువ బహుదినములు గడచిన వృద్ధుడుకాగా యెహోవా అతనికి ఈలాగు సెలవిచ్చెను–నీవు బహు దినములు గడచిన వృద్ధుడవు. స్వాధీనపరచుకొనుటకు అతివిస్తారమైన దేశము ఇంక మిగిలియున్నది.౹"},{"number":2,"verse":"మిగిలిన దేశము ఏదనగా, ఫిలిష్తీయుల ప్రదేశములన్నియు, గెషూరీయుల దేశమంతయు, ఐగుప్తునకు తూర్పుననున్న షీహోరు మొదలుకొని"},{"number":3,"verse":"కనానీయులవని యెంచబడిన ఉత్తరదిక్కున ఎక్రోనీయుల సరిహద్దువరకును ఫిలిష్తీయుల అయిదుగురు సర్దారులకు చేరిన గాజీయులయొక్కయు అష్డోదీయులయొక్కయు అష్కెలోనీయులయొక్కయు గాతీయులయొక్కయు ఎక్రోనీయులయొక్కయు దేశమును"},{"number":4,"verse":"దక్షిణదిక్కున ఆవీయుల దేశమును కనానీయుల దేశమంతయు, సీదోనీయులదైన మేరా మొదలుకొని ఆఫెకు వరకున్న అమోరీయుల సరిహద్దువరకును"},{"number":5,"verse":"గిబ్లీయుల దేశమును, హెర్మోను కొండదిగువ నున్న బయల్గాదు మొదలుకొని హమాతునకు పోవుమార్గమువరకు లెబానోను ప్రదేశమంతయు, లెబానోను మొదలుకొని మిశ్రేపొత్మాయిమువరకును దేశము మిగిలియున్నది.౹"},{"number":6,"verse":"మన్యపు నివాసుల నందరిని సీదోనీయులనందరిని నేను ఇశ్రాయేలీయుల యెదుటనుండి వెళ్లగొట్టెదను. కావున నేను నీ కాజ్ఞాపించినట్లు నీవు ఇశ్రాయేలీయులకు స్వాస్థ్యముగా దాని పంచిపెట్టవలెను.౹"},{"number":7,"verse":"తొమ్మిది గోత్రములకును మనష్షే అర్ధగోత్రమునకును ఈ దేశమును స్వాస్థ్యముగా పంచి పెట్టుము. యెహోవా సేవకుడైన మోషే వారికిచ్చినట్లు"},{"number":8,"verse":"రూబేనీయులు గాదీయులు తూర్పుదిక్కున యొర్దాను అవతల మోషే వారికిచ్చిన స్వాస్థ్యమును పొందిరి.౹"},{"number":9,"verse":"అది ఏదనగా అర్నోను ఏటిలోయ దరినున్న అరోయేరు మొదలుకొని ఆ లోయమధ్యనున్న పట్టణమునుండి దీబోనువరకు మేదెబా మైదానమంతయు, అమ్మోనీయుల సరిహద్దువరకు హెష్బోనులో ఏలికయు"},{"number":10,"verse":"అమోరీయుల రాజునైన సీహోనుయొక్క సమస్తపురములును"},{"number":11,"verse":"గిలాదును, గెషూరీయులయొక్కయు మాయాకాతీయులయొక్కయు దేశము, హెర్మోను మన్యమంతయు, సల్కావరకు బాషాను దేశమంతయు"},{"number":12,"verse":"రెఫాయీయుల శేషములో అష్తారోతులోను ఎద్రెయీలోను ఏలికయైన ఓగురాజ్యమంతయు మిగిలియున్నది. మోషే ఆ రాజులను జయించి వారి దేశమును పట్టుకొనెను.౹"},{"number":13,"verse":"అయితే ఇశ్రాయేలీయులు గెషూరీయుల దేశమునైనను మాయాకాతీయుల దేశమునైనను పట్టుకొనలేదు గనుక గెషూరీయులును మాయాకా తీయులును నేటివరకు ఇశ్రాయేలీయులమధ్యను నివసించుచున్నారు.౹"},{"number":14,"verse":"లేవిగోత్రమునకే అతడు స్వాస్థ్యము ఇయ్యలేదు. ఇశ్రాయేలీయులదేవుడైన యెహోవావారితో సెలవిచ్చినట్లు ఆయనకు అర్పింపబడు హోమములే వారికి స్వాస్థ్యము."},{"number":15,"verse":"వారి వంశములనుబట్టి మోషే రూబేనీయులకు స్వాస్థ్య మిచ్చెను.౹"},{"number":16,"verse":"వారి సరిహద్దు ఏదనగా, అర్నోను ఏటిలోయ దరినున్న అరోయేరు మొదలుకొని ఆ లోయలోనున్న పట్టణమునుండి మేదెబాయొద్దనున్న మైదానమంతయు"},{"number":17,"verse":"హెష్బోనును మైదానములోని పట్టణములన్నియు, దీబోను బామోత్బయలు బేత్బయల్మెయోను"},{"number":18,"verse":"[18-21] యాహసు కెదేమోతు మేఫాతు కిర్యతాయిము సిబ్మాలోయలోని కొండమీది శెరెత్షహరు బెత్పయోరు పిస్గాకొండచరియలు బెత్యేషిమోతు అను పట్టణములును మైదానములోని పట్టణములన్నియు, హెష్బోనులో ఏలికయు, మోషే జయించినవాడునైన సీహోను వశముననున్న ఎవీ రేకెము సూరు హోరు రేబ అను మిద్యానురాజుల దేశమును అమోరీయుల రాజైన సీహోను రాజ్యమంతయు వారికి స్వాస్థ్యముగా ఇచ్చెను."},{"number":22,"verse":"ఇశ్రాయేలీయులు బెయోరు కుమారుడును సోదెగాడునైన బిలామును తాము చంపిన తక్కినవారితో పాటు ఖడ్గముతో చంపిరి.౹"},{"number":23,"verse":"యొర్దాను ప్రదేశమంతయు రూబేనీయులకు సరిహద్దు; అదియు దానిలోని పట్టణములును గ్రామములును రూబేనీయుల వంశముల లెక్కచొప్పున వారికి కలిగిన స్వాస్థ్యము."},{"number":24,"verse":"మోషే గాదుగోత్రమునకు, అనగా గాదీయులకు వారి వంశములచొప్పున స్వాస్థ్యమిచ్చెను.౹"},{"number":25,"verse":"వారి సరిహద్దు యాజెరును గిలాదు పట్టణములన్నియు, రబ్బాకు ఎదురుగానున్న అరోయేరువరకు అమ్మోనీయుల దేశములో సగమును"},{"number":26,"verse":"హెష్బోను మొదలుకొని రామత్మిజ్పె బెటొ నీమువరకును మహనయీము మొదలుకొని దెబీరు సరిహద్దువరకును"},{"number":27,"verse":"లోయలో బేతారాము బేత్నిమ్రా సుక్కోతు సాపోను, అనగా హెష్బోనురాజైన సీహోను రాజ్యశేషమును తూర్పు దిక్కున యొర్దాను అద్దరిని కిన్నె రెతు సముద్రతీరమువరకునున్న యొర్దాను ప్రదేశమును.౹"},{"number":28,"verse":"వారి వంశముల చొప్పున గాదీయులకు స్వాస్థ్యమైన పట్టణములును గ్రామములును ఇవి."},{"number":29,"verse":"మోషే మనష్షే అర్ధగోత్రమునకు స్వాస్థ్యమిచ్చెను. అది వారి వంశములచొప్పున మనష్షీయుల అర్ధగోత్రమునకు స్వాస్థ్యము.౹"},{"number":30,"verse":"వారి సరిహద్దు మహనయీము మొదలుకొని బాషాను యావత్తును, బాషానురాజైన ఓగు సర్వ రాజ్యమును, బాషానులోని యాయీరు పురములైన బాషానులోని అరువది పట్టణములును.౹"},{"number":31,"verse":"గిలాదులో సగమును, అష్తారోతు ఎద్రయియునను బాషానులో ఓగు రాజ్య పట్టణములును మనష్షే కుమారుడైన మాకీరు, అనగా మాకీరీయులలో సగముమందికి వారి వంశములచొప్పున కలిగినవి.౹"},{"number":32,"verse":"యెరికో యొద్ద తూర్పుదిక్కున యొర్దాను అవతలనున్న మోయాబు మైదానములో మోషే పంచి పెట్టిన స్వాస్థ్యములు ఇవి.౹"},{"number":33,"verse":"లేవీ గోత్రమునకు మోషే స్వాస్థ్యము పంచిపెట్టలేదు; ఏలయనగా ఇశ్రాయేలీయులదేవుడైన యెహోవావారితో సెలవిచ్చినట్లు ఆయనే వారికి స్వాస్థ్యము."}]}