{"bibleAbbr":"bnOV2016","bookName":"হোশেয় ভাববাদীর পুস্তক।","bookEnglishName":"Hosea","chapterNumber":1,"verses":[{"number":1,"verse":"( ব্যভিচারিণীর দৃষ্টান্তে ইস্রায়েলের পাপ ও তাহার ফল।) যিহূদা-রাজ উষিয়, যোথম, আহস ও হিষ্কিয়ের সময়ে, এবং যোয়াশের পুত্র ইস্রায়েল-রাজ যারবিয়ামের সময়ে সদাপ্রভুর এই বাক্য বেরির পুত্র হোশেয়ের নিকটে উপস্থিত হইল।"},{"number":2,"verse":"সদাপ্রভু যখন প্রথমে হোশেয় দ্বারা কথা বলেন, তখন সদাপ্রভু হোশেয়কে কহিলেন, তুমি যাও, ব্যভিচারের স্ত্রীকে ও ব্যভিচারের সন্তানদিগকে গ্রহণ কর, কেননা এই দেশ সদাপ্রভুর অনুগমন হইতে নিবৃত্ত হওয়ায় ভয়ানক ব্যভিচার করিতেছে।"},{"number":3,"verse":"তাহাতে তিনি গিয়া দিব্লায়িমের কন্যা গোমরকে গ্রহণ করিলেন; আর সেই স্ত্রী গর্ভবতী হইয়া তাঁহার জন্য পুত্র প্রসব করিল।"},{"number":4,"verse":"তখন সদাপ্রভু তাঁহাকে কহিলেন, তুমি উহার নাম যিষ্রিয়েল রাখ, কেননা অল্প দিন পরে আমি যেহূর কুলকে যিষ্রিয়েলের রক্তপাতের ফল ভোগ করাইব, এবং ইস্রায়েল-কুলের রাজ্য শেষ করিব।"},{"number":5,"verse":"আর সেই দিন আমি যিষ্রিয়েল-তলভূমিতে ইস্রায়েলের ধনু ভঙ্গ করিব।"},{"number":6,"verse":"পরে সেই স্ত্রী পুনর্ব্বার গর্ভধারণ করিয়া কন্যা প্রসব করিল; তাহাতে [সদাপ্রভু] হোশেয়কে কহিলেন, তুমি তাহার নাম লো-রুহামা [অনুকম্পিতা নয়] রাখ, কেননা আমি ইস্রায়েল-কুলের প্রতি আর অনুকম্পা করিব না, কোন ক্রমে তাহাদের পাপ ক্ষমা করিব না।"},{"number":7,"verse":"কিন্তু যিহূদা-কুলের প্রতি অনুকম্পা করিব, এবং তাহাদিগকে তাহাদের ঈশ্বর সদাপ্রভু দ্বারা পরিত্রাণ করিব; ধনু কি খড়্গ কি যুদ্ধ কি অশ্ব কি অশ্বারোহী দ্বারা পরিত্রাণ করিব না।"},{"number":8,"verse":"পরে সে লো-রুহামাকে স্তন্যপান ত্যাগ করাইয়া গর্ভবতী হইল, এবং এক পুত্র প্রসব করিল।"},{"number":9,"verse":"তখন [সদাপ্রভু] কহিলেন, তুমি তাহার নাম লো-অম্মি [আমার প্রজা নয়] রাখ; কেননা তোমরা আমার প্রজা নহ, এবং আমিও তোমাদের পক্ষ হইব না।"},{"number":10,"verse":"কিন্তু ইস্রায়েল-সন্তানগণের সংখ্যা সমুদ্রের সেই বালুকার ন্যায় হইবে, যাহা পরিমাণ করা যায় না, ও গণনা করা যায় না। আর এই কথা যে স্থানে তাহাদিগকে বলা গিয়াছিল, ‘তোমরা আমার প্রজা নহ,’ সেই স্থানে তাহাদিগকে বলা যাইবে, ‘জীবন্ত ঈশ্বরের সন্তান’।"},{"number":11,"verse":"আর যিহূদা-সন্তানগণ ও ইস্রায়েল-সন্তানগণ একসঙ্গে সংগৃহীত হইবে, এবং আপনাদের উপর এক জন অধ্যক্ষ নিযুক্ত করিবে, এবং সেই দেশ হইতে যাত্রা করিবে; কেননা যিষ্রিয়েলের দিন মহৎ হইবে।"}]}