{"bibleAbbr":"bnOV2016","bookName":"হোশেয় ভাববাদীর পুস্তক।","bookEnglishName":"Hosea","chapterNumber":12,"verses":[{"number":1,"verse":"ইফ্রয়িম মিথ্যাকথায় ও ইস্রায়েলকুল ছলনায় আমাকে বেষ্টন করে; এবং যিহূদা এখনও ঈশ্বরের কাছে, বিশ্বস্ত পবিত্রতমের কাছে, চঞ্চল ( (বা) কিন্তু যিহূদা এখনও ঈশ্বরের সহিত কর্ত্তৃত্ব করে, এবং পবিত্রতমের কাছে বিশ্বস্ত।) । ইফ্রয়িম বায়ু ভক্ষণ করে ও পূর্ব্বীয় বায়ুর পশ্চাতে দৌড়িয়া যায়; সে সমস্ত দিন মিথ্যাকথা ও উপদ্রব বৃদ্ধি করে, তাহারা অশূরের সহিত নিয়ম স্থির করে, এবং মিসরে তৈল নীত হয়।"},{"number":2,"verse":"আর যিহূদার সহিত সদাপ্রভুর বিবাদ আছে, তিনি যাকোবকে তাহার পথানুসারে দণ্ড দিবেন, তাহার কার্য্যানুযায়ী প্রতিফল দিবেন।"},{"number":3,"verse":"জরায়ুর মধ্যে সে আপন ভ্রাতার পাদমূল ধরিয়াছিল, আর বয়স কালে ঈশ্বরের সহিত যুদ্ধ করিয়াছিল।"},{"number":4,"verse":"হাঁ, সে দূতের সহিত যুদ্ধ করিয়া বিজয়ী হইয়াছিল; সে তাঁহার নিকটে রোদন ও বিনতি করিয়াছিল; সে বৈথেলে তাঁহাকে পাইয়াছিল, তিনি সেখানে আমাদের সহিত আলাপ করিলেন।"},{"number":5,"verse":"সদাপ্রভু বাহিনীগণের ঈশ্বর; সদাপ্রভু তাঁহার স্মরণীয় [নাম]।"},{"number":6,"verse":"অতএব তুমি আপন ঈশ্বরের কাছে ফিরিয়া আইস; দয়া ও ন্যায়বিচার রক্ষা কর; নিত্য আপন ঈশ্বরের অপেক্ষায় থাক।"},{"number":7,"verse":"সে ব্যবসায়ী, তাহার হস্তে ছলনার নিক্তি, সে ঠকাইতে ভালবাসে।"},{"number":8,"verse":"আর ইফ্রয়িম বলিয়াছে, আমি ত ঐশ্বর্য্যবান্ হইলাম, আপনার নিমিত্ত সংস্থান করিলাম; আমার সমস্ত শ্রমে এমন কোন অপরাধ পাওয়া যাইবে না, যাহাতে পাপ হয়।"},{"number":9,"verse":"কিন্তু আমিই মিসর দেশ অবধি তোমার ঈশ্বর সদাপ্রভু; আমি পর্ব্বদিনের ন্যায় তোমাকে পুনর্ব্বার তাম্বুতে বাস করাইব।"},{"number":10,"verse":"আর আমি ভাববাদিগণের কাছে কথা বলিয়াছি, আমি দর্শনের বৃদ্ধি করিয়াছি, ও ভাববাদিগণ দ্বারা দৃষ্টান্ত ব্যবহার করিয়াছি।"},{"number":11,"verse":"গিলিয়দ কি অধর্ম্মময়? তাহারা অলীকমাত্র; গিল্গলে তাহারা বৃষ বলিদান করে; আবার তাহাদের যজ্ঞবেদি সকল ক্ষেত্রের আলিতে স্থিত পাথরের ঢিবীর ন্যায়।"},{"number":12,"verse":"আর যাকোব অরাম দেশে পলাইয়া গিয়াছিল; ইস্রায়েল স্ত্রীর জন্য দাসের কর্ম্ম, ও স্ত্রীর জন্য পশুপালকের কার্য্য করিয়াছিল।"},{"number":13,"verse":"সদাপ্রভু একজন ভাববাদী দ্বারা ইস্রায়েলকে মিসর হইতে আনিয়াছিলেন; আর এক জন ভাববাদী দ্বারা সে পালিত হইয়াছিল।"},{"number":14,"verse":"ইফ্রয়িম [তাঁহাকে] অতিশয় অসন্তুষ্ট করিয়াছে; এই জন্য তাহার রক্ত তাহারই উপরে থাকিবে, আর তাহার প্রভু তাহার টিটকারি তাহার প্রতি ফিরাইয়া দিবেন।"}]}