{"bibleAbbr":"maiNT","bookName":"यूहन्‍नाक अनुसार शुभ समाचार","bookEnglishName":"John","chapterNumber":13,"verses":[{"number":1,"verse":"( यीशु शिष्‍य सभक पयर धोलनि) फसह-भोज सँ पहिनेक समय छल, और यीशु जनैत छलाह जे आब एहि संसार केँ छोड़ि कऽ पिता लग जयबाक घड़ी आबि गेल अछि। अपन चुनल लोक जे संसार मे छलनि, और जिनका सभ केँ ओ प्रेम करैत आयल छलथिन, तिनका सभ केँ ओ अन्‍तिम सीमा तक प्रेम कयलनि।"},{"number":2,"verse":"यीशु और हुनकर शिष्‍य सभ भोजन कऽ रहल छलाह। शैतान पहिनहि सिमोनक बेटा यहूदा इस्‍करियोतीक मोन मे यीशु केँ पकड़बयबाक विचार धऽ देने छलैक।"},{"number":3,"verse":"यीशु ई जनैत छलाह जे पिता हमरा हाथ मे सभ किछु दऽ देने छथि और ई, जे हम परमेश्‍वर सँ आयल छी आ परमेश्‍वर लग जा रहल छी।"},{"number":4,"verse":"तेँ ओ भोजन सँ उठलाह, और अपन उपरका कपड़ा उतारि कऽ अपना डाँड़ मे गमछा लपेटि लेलनि।"},{"number":5,"verse":"तखन एक कठौत मे पानि ढारि कऽ ओ शिष्‍य सभक पयर धोबऽ और डाँड़ मे बान्‍हल गमछा लऽ कऽ पोछऽ लगलथिन।"},{"number":6,"verse":"जखन ओ सिमोन पत्रुस लग अयलाह, तँ पत्रुस हुनका कहलथिन, “प्रभु! की हमर पयर अहाँ धोब?”"},{"number":7,"verse":"यीशु बजलाह, “हम की कऽ रहल छी, से अहाँ एखन नहि जनैत छी, मुदा बाद मे अहाँ बुझि जायब।”"},{"number":8,"verse":"पत्रुस हुनका कहलथिन, “नहि! अहाँ हमर पयर कहियो नहि धोबऽ पायब!” यीशु बजलाह, “जँ अहाँ हमरा नहि धोबऽ देब तँ हमरा संग अहाँ केँ कोनो सम्‍बन्‍ध नहि रहल।”"},{"number":9,"verse":"तँ सिमोन पत्रुस हुनका कहलथिन, “तखन प्रभु, हमर पयरेटा नहि, हमर हाथ और माथ सेहो!”"},{"number":10,"verse":"यीशु उत्तर देलथिन, “जे नहा लेने अछि, तकरा पयर केँ छोड़ि कऽ आओर किछु धोबाक आवश्‍यकता नहि छैक, ओकर सम्‍पूर्ण देह शुद्ध रहैत छैक। और अहाँ सभ शुद्ध छी, मुदा सभ केओ नहि।”"},{"number":11,"verse":"यीशु तँ जनैत छलाह जे हुनका पकड़बाबऽ वला के होयत, और तेँ ओ कहलथिन, अहाँ सभ गोटे शुद्ध नहि छी।"},{"number":12,"verse":"जखन यीशु हुनका सभक पयर धो लेलनि, और अपन कपड़ा पहिरि कऽ बैसि गेलाह, तखन ओ हुनका सभ केँ कहलथिन, “हम अहाँ सभक संग की कयलहुँ, से की अहाँ सभ बुझैत छी?"},{"number":13,"verse":"अहाँ सभ हमरा ‘गुरुजी’ और ‘प्रभुजी’ कहैत छी, और ठीके कहैत छी, कारण ओ हम छी।"},{"number":14,"verse":"तँ जँ हम अहाँ सभक प्रभु और गुरु भऽ कऽ अहाँ सभक पयर धोने छी, तँ अहूँ सभ केँ एक-दोसराक पयर धोबाक चाही।"},{"number":15,"verse":"हम अहाँ सभ केँ एक नमूना देखा देलहुँ जाहि सँ जहिना हम अहाँ सभक संग कयलहुँ तहिना अहूँ सभ करू।"},{"number":16,"verse":"हम अहाँ सभ केँ विश्‍वास दिअबैत छी जे, दास अपना मालिक सँ पैघ नहि होइत अछि, और ने पठाओल गेल दूत अपना पठाबऽ वला सँ।"},{"number":17,"verse":"ई सभ बात जानि कऽ, जँ एकरा अनुसार चलब तँ धन्‍य होयब।"},{"number":18,"verse":"( विश्‍वासघाती शिष्‍यक दिस संकेत) ( ( 470 26:20-25 ; 480 14:17-21 ; 490 22:21-23 )) “हम अहाँ सभ गोटेक बारे मे नहि बाजि रहल छी। जिनका सभ केँ हम चुनलियनि तिनका सभ केँ चिन्‍हैत छिऐन। मुदा धर्मशास्‍त्रक ई लेख पूरा होयबाक अछि जे, ‘जे हमर रोटी खाइत अछि से हमरा विरोध मे लात उठौने अछि।’"},{"number":19,"verse":"ई घटना घटऽ सँ पहिनहि हम अहाँ सभ केँ ई बात कहि रहल छी, जाहि सँ जखन ई घटत तखन अहाँ सभ केँ पूरा विश्‍वास होयत जे हम वैह छी जे छी।"},{"number":20,"verse":"हम अहाँ सभ केँ सत्‍ये कहैत छी जे, जे केओ ओकरा स्‍वीकार करैत अछि जकरा हम पठबैत छी, से हमरा स्‍वीकार करैत अछि, और जे हमरा स्‍वीकार करैत अछि से तिनका स्‍वीकार करैत छनि जे हमरा पठौलनि।”"},{"number":21,"verse":"ई बात कहि कऽ यीशु अपना आत्‍मा मे बहुत व्‍याकुल होमऽ लगलाह, और ओ खुलि कऽ कहलथिन, “हम अहाँ सभ केँ सत्‍य कहैत छी जे अहाँ सभ मे सँ एक गोटे हमरा पकड़बा देब।”"},{"number":22,"verse":"शिष्‍य सभ एकदम नहि बुझि कऽ जे ओ ककरा बारे मे बाजि रहल छथि, एक-दोसराक दिस ताकऽ लगलाह।"},{"number":23,"verse":"हुनका सभ मे सँ एकटा, जाहि शिष्‍य सँ यीशु प्रेम करैत छलाह, से हुनका छाती सँ ओंगठि कऽ पड़ल छलनि।"},{"number":24,"verse":"सिमोन पत्रुस ओहि शिष्‍य केँ संकेत कऽ कऽ कहलथिन, “हुनका सँ पुछिऔन जे ककरा बारे मे कहि रहल छथि।”"},{"number":25,"verse":"ओ यीशु पर ओंगठि कऽ पुछलथिन, “प्रभु, ओ के अछि?”"},{"number":26,"verse":"यीशु उत्तर देलथिन, “ओ वैह अछि जकरा हम रोटीक टुकड़ा बट्टा मे बोड़ि कऽ देबैक।” तखन ओ रोटीक टुकड़ा बोड़ि कऽ सिमोन इस्‍करियोतीक बेटा यहूदा केँ देलथिन।"},{"number":27,"verse":"यहूदा केँ रोटीक टुकड़ा लितहि, शैतान ओकरा मे पैसि गेलैक। तखन यीशु ओकरा कहलथिन, “जे काज तोँ करऽ पर छह, से जल्‍दी करह!”"},{"number":28,"verse":"मुदा भोजन पर बैसल व्‍यक्‍ति सभ मे सँ केओ नहि बुझलनि जे यीशु किएक ओकरा ई बात कहलथिन।"},{"number":29,"verse":"किछु गोटे सोचलनि जे यहूदा लग पाइक बटुआ रहला सँ हुनकर कहबाक तात्‍पर्य छलनि जे, जे किछु पाबनिक लेल हमरा सभ केँ आवश्‍यक अछि से किनह, वा ई जे गरीब सभ मे किछु बाँटि दहक।"},{"number":30,"verse":"यहूदा रोटीक टुकड़ा लेलाक बाद तुरत बाहर चल गेल, ओ रातुक समय छल।"},{"number":31,"verse":"( नव आज्ञा) जखन यहूदा बाहर चल गेल, तखन यीशु बजलाह, “आब मनुष्‍य-पुत्रक महिमा प्रगट होयतैक, और ओकरा मे परमेश्‍वरक महिमा प्रगट होयतनि।"},{"number":32,"verse":"जँ ओकरा मे परमेश्‍वरक महिमा प्रगट होयतनि, तँ परमेश्‍वर सेहो अपना मे ओकर महिमा प्रगट करताह, और बहुत जल्‍दी करताह।"},{"number":33,"verse":"“यौ हमर बौआ सभ! कनेके काल आओर हम अहाँ सभक संग छी। अहाँ सभ हमरा ताकब, और जेना हम यहूदी सभ केँ कहलियनि, तेना अहूँ सभ केँ कहैत छी जे, जतऽ हम जा रहल छी ततऽ अहाँ सभ नहि आबि सकैत छी।"},{"number":34,"verse":"एक नव आज्ञा हम अहाँ सभ केँ दैत छी—एक-दोसर सँ प्रेम करू। जेना हम अहाँ सभ सँ प्रेम कयने छी तेना अहूँ सभ एक-दोसर सँ प्रेम करू।"},{"number":35,"verse":"एहि सँ सभ लोक जानत जे अहाँ सभ हमर शिष्‍य छी, अर्थात् अहाँ सभ जँ एक-दोसर सँ प्रेम करब, ताहि सँ।”"},{"number":36,"verse":"( यीशु पत्रुसक कमजोरीक विषय मे जनैत छलाह) ( ( 470 26:31-35 ; 480 14:27-31 ; 490 22:31-34 )) सिमोन पत्रुस हुनका सँ पुछलथिन, “प्रभु, अहाँ कतऽ जा रहल छी?” यीशु बजलाह, “हम जतऽ जा रहल छी, ततऽ अहाँ एखन हमरा पाछाँ-पाछाँ नहि आबि सकब, लेकिन बाद मे अहाँ हमरा पाछाँ आयब।”"},{"number":37,"verse":"पत्रुस कहलथिन, “प्रभु, हम अहाँक पाछाँ-पाछाँ एखन किएक नहि आबि सकैत छी? हम अहाँक लेल अपन प्राणो देब!”"},{"number":38,"verse":"यीशु बजलाह, “की अहाँ वास्‍तव मे हमरा लेल अपन प्राण देब? हम अहाँ केँ सत्‍य कहैत छी जे, मुर्गा केँ बाजऽ सँ पहिनहि, अहाँ तीन बेर हमरा अस्‍वीकार कऽ कऽ लोक केँ कहबैक जे, हम ओकरा चिन्‍हबो नहि करैत छिऐक।”"}]}