{"bibleAbbr":"maiNT","bookName":"यूहन्‍नाक अनुसार शुभ समाचार","bookEnglishName":"John","chapterNumber":17,"verses":[{"number":1,"verse":"( अपना लेल यीशुक प्रार्थना) यीशु ई सभ बात कहि स्‍वर्ग दिस ताकि कऽ कहलनि, “हे पिता! समय आबि गेल अछि। अपन पुत्रक महिमा प्रगट करू जाहि सँ पुत्र अहाँक महिमा प्रगट करय।"},{"number":2,"verse":"किएक तँ अहाँ ओकरा सम्‍पूर्ण मानव जातिक उपर अधिकार देने छी जे, जकरा अहाँ ओकरा देने छी, तकरा सभ केँ ओ अनन्‍त जीवन देअय।"},{"number":3,"verse":"अनन्‍त जीवन ई अछि—अहाँ एकमात्र सत्‍य परमेश्‍वर केँ, और यीशु मसीह केँ चिन्‍हनाइ, जकरा अहाँ पठौलहुँ।"},{"number":4,"verse":"“जे काज अहाँ हमरा करबाक लेल देने छलहुँ, से पूरा कऽ कऽ पृथ्‍वी पर अहाँक महिमा प्रगट कयलहुँ।"},{"number":5,"verse":"आब, हे पिता, अपना ओहिठाम हमरा ओहि महिमा सँ परिपूर्ण करू, जे महिमा संसारक सृष्‍टि सँ पहिनहि अहाँ लग हमर छल।"},{"number":6,"verse":"( शिष्‍य सभक लेल प्रार्थना) “हम ओहि मनुष्‍य सभ केँ, जिनका अहाँ संसार मे सँ हमरा देलहुँ, तिनका सभ केँ हम अहाँ केँ चिन्‍हा देने छिऐन। ई सभ अहींक छलाह, अहाँ हिनका सभ केँ हमरा देलहुँ, और ई सभ अहाँक वचन मानने छथि।"},{"number":7,"verse":"आब ई सभ जानि गेल छथि जे, जे किछु अहाँ हमरा देने छी से वास्‍तव मे अहीं सँ भेटल अछि।"},{"number":8,"verse":"कारण, जे अहाँ हमरा सिखौलहुँ, से हम हिनका सभ केँ सिखौने छी, और ई सभ ओहि शिक्षा केँ स्‍वीकार कयने छथि, और पूर्ण रूप सँ जानि गेल छथि जे हम अहाँ लग सँ आयल छी। आब हिनका सभ केँ विश्‍वास भऽ गेलनि जे अहाँ हमरा पठौने छी।"},{"number":9,"verse":"“हम हिनका सभक लेल प्रार्थना कऽ रहल छी। संसारक लेल प्रार्थना नहि कऽ रहल छी, बल्‍कि तिनका सभक लेल जिनका अहाँ हमरा देने छी, किएक तँ ई सभ अहाँक छथि।"},{"number":10,"verse":"हमर जे किछु अछि, से अहाँक अछि, और अहाँक जे किछु अछि, से हमर अछि। और हिनका सभ मे हमर महिमा प्रगट भेल अछि।"},{"number":11,"verse":"आब हम संसार मे नहि रहब, मुदा ई सभ संसार मे रहताह, और हम अहाँ लग आबि रहल छी। हे पवित्र पिता, अपन नामक शक्‍ति द्वारा, जे नाम अहाँ हमरा देलहुँ, ताहि द्वारा हिनका सभ केँ सुरक्षित राखू जाहि सँ ई सभ एक रहथि, जेना अपना सभ एक छी।"},{"number":12,"verse":"जा धरि हम हिनका सभक संग छलहुँ ता धरि हम हिनका सभ केँ सुरक्षित रखलहुँ और ओहि नाम द्वारा, जे अहाँ हमरा देलहुँ, हम हिनका सभक रक्षा कयलहुँ। और ‘विनाशक पुत्र’ केँ छोड़ि हिनका सभ मे सँ केओ नाश नहि भेलाह, जाहि सँ धर्मशास्‍त्रक लेख पूरा होअय।"},{"number":13,"verse":"“आब हम अहाँ लग आबि रहल छी, मुदा ई बात हम संसार मे रहिते कहैत छिऐन, जाहि सँ हमर आनन्‍द हिनका सभक मोन मे पूर्ण होनि।"},{"number":14,"verse":"हम हिनका सभ केँ अहाँक वचन देने छिऐन, और संसार हिनका सभ सँ घृणा करैत छनि, कारण ई सभ संसारक सन्‍तान नहि छथि, जेना हमहूँ नहि छी।"},{"number":15,"verse":"हम ई प्रार्थना नहि करैत छी जे अहाँ हिनका सभ केँ संसार मे सँ उठा लिअ, बल्‍कि ई जे हिनका सभ केँ दुष्‍ट सँ बचा कऽ राखू।"},{"number":16,"verse":"ई सभ संसारक सन्‍तान नहि छथि, जेना हमहूँ नहि छी।"},{"number":17,"verse":"हिनका सभ केँ सत्‍य द्वारा अपना लेल पवित्र कऽ लिअ; सत्‍य अहाँक वचन अछि।"},{"number":18,"verse":"जहिना अहाँ हमरा संसार मे पठा देलहुँ, तहिना हम हिनका सभ केँ संसार मे पठा देने छी।"},{"number":19,"verse":"हिनका सभक लेल हम अपना केँ समर्पित करैत छी जाहि सँ इहो सभ सत्‍य द्वारा समर्पित भऽ जाथि।"},{"number":20,"verse":"( सभ विश्‍वासीक लेल प्रार्थना) “हम मात्र हिनके सभक लेल प्रार्थना नहि करैत छी, बल्‍कि हुनको सभक लेल जे हिनका सभक गवाही द्वारा हमरा पर विश्‍वास करताह।"},{"number":21,"verse":"हमर प्रार्थना ई अछि जे ओ सभ एक होथि। हे पिता, जहिना अहाँ हमरा मे छी और हम अहाँ मे छी तहिना ओहो सभ अपना सभ मे रहथि, जाहि सँ संसार विश्‍वास करत जे अहीं हमरा पठौने छी।"},{"number":22,"verse":"जे महिमा अहाँ हमरा देलहुँ से हम हुनका सभ केँ दऽ देने छिऐन, जाहि सँ ओ सभ एक होथि, जेना अपना सभ एक छी—"},{"number":23,"verse":"हँ, हम हुनका सभ मे और अहाँ हमरा मे, जाहि सँ ओ सभ पूर्ण एकता मे सिद्ध भऽ जाथि। तखन संसार जानि जायत जे अहाँ हमरा पठौलहुँ और हुनका सभ सँ ओतेक प्रेम रखने छियनि जतेक हमरा सँ रखने छी।"},{"number":24,"verse":"“हे पिता, हम चाहैत छी जे, जिनका सभ केँ अहाँ हमरा देने छी, से सभ हमरा संग ओतऽ रहथि जतऽ हम रहब और हम चाहैत छी जे ओ सभ हमर ओहि महिमा केँ देखथि जे अहाँ हमरा एहि लेल देने छी जे अहाँ संसारक सृष्‍टि सँ पहिनहि हमरा सँ प्रेम कयलहुँ।"},{"number":25,"verse":"“हे धर्ममय न्‍यायी पिता! संसार अहाँ केँ नहि चिन्‍हैत अछि मुदा हम अहाँ केँ चिन्‍हैत छी, और ई सभ आब जनैत छथि जे अहाँ हमरा पठौने छी।"},{"number":26,"verse":"हम हिनका सभ केँ अहाँ केँ चिन्‍हा देने छिऐन तथा अहाँ केँ चिन्‍हबैत रहबनि जाहि सँ ओ प्रेम जे अहाँ हमरा सँ करैत छी से हिनका सभ मे रहतनि और हम हिनका सभ मे रहबनि।”"}]}