{"bibleAbbr":"maiNT","bookName":"यूहन्‍नाक अनुसार शुभ समाचार","bookEnglishName":"John","chapterNumber":2,"verses":[{"number":1,"verse":"( यीशु विवाहक उत्‍सव मे) एहि बातक तेसरे दिन गलील प्रदेशक काना नामक गाम मे विवाह छल। ओहिठाम यीशुक माय छलीह,"},{"number":2,"verse":"और यीशु आ हुनकर शिष्‍य सभ सेहो विवाह मे निमन्‍त्रित छलाह।"},{"number":3,"verse":"अंगूरक मदिरा घटला पर माय यीशु केँ कहलथिन, “हिनका सभ केँ आब मदिरा नहि छनि।”"},{"number":4,"verse":"यीशु हुनका कहलथिन, “अहाँ हमरा ई किएक कहैत छी? हमर समय एखन नहि आयल अछि।”"},{"number":5,"verse":"तखन हुनकर माय बारिक सभ केँ कहलनि, “ई जे किछु तोरा सभ केँ कहथुन से करिहह!”"},{"number":6,"verse":"लग मे यहूदी सभक रीतिक अनुसार शुद्ध करबाक लेल छओटा पाथरक घैल राखल छल। प्रत्‍येक मे करीब सौ-सवासौ लीटर अँटैत छल।"},{"number":7,"verse":"यीशु बारिक सभ केँ कहलथिन, “घैल सभ मे पानि भरि दहक।”"},{"number":8,"verse":"ओ सभ घैल केँ कानो-कान भरि देलक। तखन ओकरा सभ केँ कहलथिन, “आब किछु निकालि कऽ भण्‍डारी केँ दऽ अबहुन।” ओ सभ दऽ आयल,"},{"number":9,"verse":"और भण्‍डारी ओहि पानि केँ चिखलनि जे आब मदिरा बनि गेल छल। हुनका नहि बुझल छलनि जे ई मदिरा कतऽ सँ आबि गेल (मुदा बारिक सभ जे पानि निकालने छल, तकरा सभ केँ बुझल छलैक), तेँ भण्‍डारी वर केँ बजा कऽ कहलथिन,"},{"number":10,"verse":"“सभ आदमी तँ बढ़ियाँ वला मदिरा पहिनहि परसैत अछि, और बाद मे जखन लोक सभ बहुते पिबि लेने रहैत अछि तखने साधारण वला परसैत अछि, मुदा अहाँ बढ़ियाँ वला एखनो धरि रखनहि छलहुँ!”"},{"number":11,"verse":"एहि तरहेँ गलीलक काना गाम मे यीशु अपन चमत्‍कारपूर्ण चिन्‍ह सभ शुरू कऽ कऽ अपन महिमा प्रगट कयलनि और हुनकर शिष्‍य सभ हुनका पर विश्‍वास कयलनि।"},{"number":12,"verse":"एकरा बाद यीशु अपन माय, भाय और शिष्‍य सभक संग कफरनहूम नगर गेलाह और ओहिठाम किछु दिन रहलाह।"},{"number":13,"verse":"( यीशु मन्‍दिर मे) ( ( 470 21:12-13 ; 480 11:15-17 ; 490 19:45-46 )) यहूदी सभक फसह-पाबनि लग अयला पर यीशु यरूशलेम चल गेलाह।"},{"number":14,"verse":"मन्‍दिर मे ओ लोक सभ केँ गाय-बड़द, भेँड़ा और परबा बेचैत और टेबुल पर बैसल पैसा भजबऽ वला सभ केँ पैसा भजबैत देखलनि।"},{"number":15,"verse":"ई देखि यीशु रस्‍साक कोड़ा बना कऽ सभ केँ मन्‍दिर मे सँ बाहर भगा देलथिन, भेँड़ा और माल-जाल केँ सेहो। पाइ भजबऽ वला सभक सिक्‍का छिड़िया कऽ ओकरा सभक टेबुल उनटा देलथिन।"},{"number":16,"verse":"परबा बेचऽ वला सभ केँ ओ कहलथिन, “एहि सभ केँ एतऽ सँ तुरत लऽ जाह! हमर पिताक घर केँ बजार नहि बनाबह!”"},{"number":17,"verse":"तखन हुनकर शिष्‍य सभ केँ धर्मशास्‍त्रक ई लेख मोन पड़लनि जे, “हे परमेश्‍वर, अहाँक घरक लेल हमर धुनि हमरा खा जायत।”"},{"number":18,"verse":"तखन यहूदी सभ हुनका कहलथिन, “ई सभ करबाक अधिकारक प्रमाण देबाक लेल अहाँ हमरा सभ केँ कोन चिन्‍ह देखायब?”"},{"number":19,"verse":"यीशु उत्तर देलथिन, “एहि मन्‍दिर केँ ढाहि दिअ और हम एकरा तीन दिन मे फेर ठाढ़ कऽ देब।”"},{"number":20,"verse":"एहि पर यहूदी सभ जबाब देलथिन, “एहि मन्‍दिर केँ बनाबऽ मे हमरा सभ केँ छियालिस वर्ष लागल, और की अहाँ एकरा तीन दिन मे फेर ठाढ़ कऽ देब!”"},{"number":21,"verse":"मुदा यीशु जाहि मन्‍दिरक बारे मे बाजल छलाह, से हुनकर देह छलनि।"},{"number":22,"verse":"तेँ बाद मे जखन ओ मरलाक बाद जीबि उठलाह तँ शिष्‍य सभ हुनकर एहि कथन केँ स्‍मरण कयलनि। तखन ओ सभ धर्मशास्‍त्रक लेख केँ और यीशुक बात केँ विश्‍वास कयलनि।"},{"number":23,"verse":"जखन यीशु फसह-भोजक समय मे यरूशलेम मे छलाह, तँ बहुत लोक हुनकर चमत्‍कारपूर्ण चिन्‍ह सभ जे ओ देखबैत छलाह, तकरा देखि कऽ हुनका पर विश्‍वास कयलकनि,"},{"number":24,"verse":"मुदा यीशु अपना केँ ओकरा सभक भरोस पर नहि छोड़लनि, कारण सभ मनुष्‍य केँ ओ जनैत छलाह।"},{"number":25,"verse":"मनुष्‍यक बारे मे हुनका ककरो द्वारा कोनो साक्षीक आवश्‍यकता नहि छलनि, किएक तँ ओ अपने जनैत छलाह जे मनुष्‍यक मोन मे की बात होइत छैक।"}]}