{"bibleAbbr":"maiNT","bookName":"यूहन्‍नाक अनुसार शुभ समाचार","bookEnglishName":"John","chapterNumber":3,"verses":[{"number":1,"verse":"( नव जन्‍मक उपदेश) फरिसी सभ मे सँ एक निकोदेमुस नामक आदमी छलाह, जे यहूदी सभक धर्मसभाक सदस्‍य छलाह।"},{"number":2,"verse":"एक राति ओ यीशु लग आबि कऽ कहलथिन, “गुरुजी, हम सभ जनैत छी जे अपने परमेश्‍वर द्वारा पठाओल गेल गुरु छी, कारण जँ परमेश्‍वर संग नहि रहितथि तँ अपने जे चमत्‍कारपूर्ण चिन्‍ह सभ देखा रहल छी, से केओ नहि देखा सकैत।”"},{"number":3,"verse":"यीशु हुनका उत्तर देलथिन, “हम अहाँ केँ सत्‍ये कहैत छी जे, जाबत तक केओ नव जन्‍म नहि लेत ताबत तक ओ परमेश्‍वरक राज्‍य नहि देखि सकत।”"},{"number":4,"verse":"निकोदेमुस हुनका कहलथिन, “केओ बूढ़ भऽ कऽ कोना जन्‍म लेत? की ओ मायक गर्भ मे दोसर बेर प्रवेश कऽ फेर जन्‍म लऽ सकत?!”"},{"number":5,"verse":"यीशु उत्तर देलथिन, “हम अहाँ केँ विश्‍वास दिअबैत छी जे, जाबत तक केओ जल और आत्‍मा सँ जन्‍म नहि लेत ताबत तक ओ परमेश्‍वरक राज्‍य मे प्रवेश नहि कऽ सकत।"},{"number":6,"verse":"मनुष्‍य तँ खाली शारीरिक जन्‍म दैत अछि, मुदा पवित्र आत्‍मा आत्‍मिक जन्‍म दैत छथि।"},{"number":7,"verse":"तेँ एहि सँ आश्‍चर्य नहि मानू जे हम अहाँ केँ कहलहुँ जे अहाँ सभ केँ नव जन्‍म लेबऽ पड़त।"},{"number":8,"verse":"हवा जतऽ चाहैत अछि ततऽ बहैत अछि। ओकर आवाज सुनैत छी लेकिन कतऽ सँ आबि रहल अछि वा कतऽ जा रहल अछि से नहि जानि सकैत छी। जे आत्‍मा सँ जन्‍म लैत अछि, तकरो एहिना होइत छैक।”"},{"number":9,"verse":"निकोदेमुस हुनका कहलथिन, “ई सभ बात कोना भऽ सकैत अछि?”"},{"number":10,"verse":"यीशु उत्तर देलथिन, “अहाँ इस्राएलक गुरु छी, आ ई बात नहि बुझैत छी?!"},{"number":11,"verse":"हम अहाँ केँ सत्‍ये कहैत छी जे, जे बात हम जनैत छी, वैह बात बजैत छी, मुदा तैयो अहाँ सभ हमरा गवाही केँ स्‍वीकार नहि करैत छी।"},{"number":12,"verse":"जखन हम अहाँ केँ पृथ्‍वी परक बात कहैत छी और अहाँ विश्‍वास नहि करैत छी, तँ स्‍वर्गक बात जँ कहब तँ अहाँ केँ कोना विश्‍वास होयत?"},{"number":13,"verse":"केओ स्‍वर्ग मे उपर नहि चढ़ल अछि; वैहटा चढ़ल छथि जे स्‍वर्ग सँ उतरल छथि, अर्थात् मनुष्‍य-पुत्र।"},{"number":14,"verse":"जहिना मूसा निर्जन क्षेत्र मे पित्तरिक साँप केँ ऊपर लटका देलनि, तहिना मनुष्‍य-पुत्र केँ सेहो अवश्‍य ऊपर लटकाओल जयतनि"},{"number":15,"verse":"जाहि सँ जे केओ हुनका पर विश्‍वास करत से अनन्‍त जीवन प्राप्‍त करत।"},{"number":16,"verse":"“हँ, परमेश्‍वर संसार सँ एहन प्रेम कयलनि जे ओ अपन एकमात्र बेटा केँ दऽ देलनि, जाहि सँ जे केओ हुनका पर विश्‍वास करैत अछि से नाश नहि होअय, बल्‍कि अनन्‍त जीवन पाबय।"},{"number":17,"verse":"परमेश्‍वर तँ अपना बेटा केँ संसार मे एहि लेल नहि पठौलनि जे ओ संसार केँ दोषी ठहरबथि, बल्‍कि एहि लेल जे हुनका द्वारा संसारक उद्धार होअय।"},{"number":18,"verse":"जे व्‍यक्‍ति हुनका पर विश्‍वास करैत अछि से दोषी नहि ठहराओल जाइत अछि, मुदा जे व्‍यक्‍ति हुनका पर विश्‍वास नहि करैत अछि, से दोषी ठहराओल जा चुकल अछि, किएक तँ ओ परमेश्‍वरक एकलौता बेटा पर विश्‍वास नहि कयने अछि।"},{"number":19,"verse":"दोष एहि मे भेल, जे संसार मे इजोत आबि गेल और लोक केँ इजोतक बदला अन्‍हारे नीक लगलैक, कारण ओकर काज अधलाहे होइत छलैक।"},{"number":20,"verse":"जे अधलाह काज करैत अछि से इजोत सँ घृणा करैत अछि और इजोत लग नहि अबैत अछि जाहि सँ ओकर काज कतौ प्रगट नहि भऽ जाइक।"},{"number":21,"verse":"मुदा जे सत्‍य पर चलैत अछि से इजोत लग अबैत अछि जाहि सँ ई प्रगट भऽ जाय जे ओ जे किछु कयने अछि से परमेश्‍वरक इच्‍छाक अनुसार कयने अछि।”"},{"number":22,"verse":"( यीशुक विषय मे बपतिस्‍मा देबऽ वला यूहन्‍नाक गवाही) एकरबाद यीशु अपन शिष्‍य सभक संग यहूदियाक देहात जा कऽ हुनका सभक संग रहलाह और लोक केँ बपतिस्‍मा देबऽ लगलाह।"},{"number":23,"verse":"यूहन्‍ना सेहो शालीम लग एनोन गाम मे बपतिस्‍मा दैत छलाह, कारण ओतऽ पानि बहुत छल, और लोक सभ हुनका लग आबि कऽ बपतिस्‍मा लैत छल।"},{"number":24,"verse":"(ओहि समय मे यूहन्‍ना जहल मे नहि राखल गेल छलाह।)"},{"number":25,"verse":"तँ यूहन्‍नाक शिष्‍य कोनो एकटा यहूदीक संग शुद्ध करबाक रीतिक विषय मे वाद-विवाद करऽ लगलाह।"},{"number":26,"verse":"ओ सभ यूहन्‍ना लग आबि कऽ कहलनि, “गुरुजी, ओ जे यरदन नदीक ओहि पार अहाँक संग छलाह, जिनका बारे मे अहाँ गवाही देलहुँ, से आब बपतिस्‍मा दऽ रहल छथि और सभ लोक हुनके लग जा रहल अछि।”"},{"number":27,"verse":"एहि पर यूहन्‍ना उत्तर देलथिन, “मनुष्‍य किछुओ प्राप्‍त नहि कऽ सकैत जँ परमेश्‍वर सँ नहि देल जाइत।"},{"number":28,"verse":"अहाँ सभ अपने हमर गवाह छी जे हम कहलहुँ जे, उद्धारकर्ता-मसीह हम नहि छी, बल्‍कि हम हुनका सँ आगाँ पठाओल गेल छी।"},{"number":29,"verse":"कनियाँ वरे केँ छनि। वरक मित्र, जे वरक प्रतीक्षा मे ठाढ़ भऽ कऽ सुनैत अछि, से वरक आवाज सुनि बड्ड आनन्‍दित होइत अछि। तेँ हमर ई आनन्‍द आब पूर्ण भऽ गेल अछि।"},{"number":30,"verse":"ई जरूरी अछि जे ओ बढ़ैत रहथि आ हम घटैत रही।"},{"number":31,"verse":"“जे ऊपर सँ आयल छथि से आओर सभ सँ पैघ छथि। जे पृथ्‍वी सँ अछि से पृथ्‍विएक अछि और खाली पृथ्‍वी वला बात सभ कहैत अछि। जे स्‍वर्ग सँ अबैत छथि वैह आओर सभ सँ पैघ छथि,"},{"number":32,"verse":"और जे बात ओ देखने छथि और सुनने छथि, तकरे गवाही दैत छथि। मुदा केओ हुनका गवाही केँ स्‍वीकार नहि करैत अछि।"},{"number":33,"verse":"जे व्‍यक्‍ति हुनका गवाही केँ स्‍वीकार कयने अछि, से एहि बात पर अपन छाप लगा देने अछि जे परमेश्‍वर सत्‍य छथि,"},{"number":34,"verse":"कारण जिनका परमेश्‍वर पठौने छथिन, से वैह बात कहैत छथि जे परमेश्‍वर कहैत छथि। हुनका परमेश्‍वर अपन आत्‍मा, बिना नापि-जोखि कऽ दैत छथिन।"},{"number":35,"verse":"पिता पुत्र सँ प्रेम करैत छथि और हुनके हाथ मे सभ किछु दऽ देने छथिन।"},{"number":36,"verse":"जे पुत्र पर विश्‍वास करैत अछि, तकरा अनन्‍त जीवन छैक। जे पुत्र केँ नहि मानैत अछि, से ओहि जीवन केँ नहि देखत—ओकरा पर परमेश्‍वरक क्रोध रहैत अछि।”"}]}