{"bibleAbbr":"maiNT","bookName":"यूहन्‍नाक अनुसार शुभ समाचार","bookEnglishName":"John","chapterNumber":6,"verses":[{"number":1,"verse":"( पाँचटा रोटी आ पाँच हजार आदमीक भोजन) ( ( 470 14:13-21 ; 480 6:30-44 ; 490 9:10-17 )) एकरा बाद यीशु गलील झील, अर्थात् तिबिरियास झीलक ओहि पार गेलाह।"},{"number":2,"verse":"बड़का भीड़ यीशुक चमत्‍कारपूर्ण चिन्‍ह जे ओ रोगी सभ पर देखबैत छलाह, ताहि सँ प्रभावित भऽ हुनका पाछाँ-पाछाँ अबैत छल।"},{"number":3,"verse":"यीशु पहाड़ पर चढ़ि कऽ अपन शिष्‍य सभक संग बैसि रहलाह।"},{"number":4,"verse":"यहूदी सभक फसह-भोजक पाबनि लगचिआयल छल।"},{"number":5,"verse":"यीशु जखन नजरि उठा कऽ लोकक बड़का भीड़ केँ अपना लग अबैत देखलनि तखन फिलिपुस केँ पुछलथिन, “अपना सभ एकरा सभ केँ खुअयबाक लेल कतऽ सँ रोटी किनू?”"},{"number":6,"verse":"ई बात ओ फिलिपुस केँ जँचबाक लेल पुछलथिन, कारण ओ अपने तखनो जनैत छलाह जे ओ की करताह।"},{"number":7,"verse":"फिलिपुस हुनका उत्तर देलथिन, “एकरा सभ गोटेक लेल कनेको-कनेको जे रोटी किनब से दुओ सय दिनार सँ नहि होयत!”"},{"number":8,"verse":"हुनकर एक शिष्‍य, अन्‍द्रेयास, सिमोन पत्रुसक भाय, हुनका कहलथिन,"},{"number":9,"verse":"“एतऽ एक लड़का अछि जकरा संग मे जओक पाँचटा रोटी छैक आ दूटा माछ, लेकिन एतेक लोक मे एतबे सँ की होयतैक?”"},{"number":10,"verse":"यीशु आज्ञा देलथिन, “लोक सभ केँ बैसा दिऔक।” ओहि ठाम बहुत घास छल, और ओहि पर लोक सभ बैसैत गेल। पुरुषक संख्‍या लगभग पाँच हजार छल।"},{"number":11,"verse":"तखन यीशु रोटी लेलनि, और परमेश्‍वर केँ धन्‍यवाद दऽ कऽ बैसलाहा लोक सभ मे बटबा देलथिन। तहिना माछो लऽ कऽ कयलनि, और सभ केँ ततेक भेटलैक जतेक-जतेक ओ सभ चाहैत छल।"},{"number":12,"verse":"सभ लोक केँ भरि इच्‍छा भोजन कऽ लेलाक बाद यीशु शिष्‍य सभ केँ कहलथिन, “आब उबरल टुकड़ा सभ बिछि लिअ, जाहि सँ किछुओ बरबाद नहि होअय।”"},{"number":13,"verse":"ओ सभ ओहि पाँचटा जओक रोटीक टुकड़ा, जे भोजन करऽ वला लोक सभ सँ बाँचि गेल छल, तकरा बिछि कऽ ओहि सँ बारहटा पथिया भरलनि।"},{"number":14,"verse":"लोक सभ यीशु द्वारा कयल गेल ई चमत्‍कारपूर्ण चिन्‍ह देखि कऽ कहऽ लागल, “ई तँ अवश्‍य परमेश्‍वरक ओ प्रवक्‍ता छथि जे संसार मे आबऽ वला छलाह।”"},{"number":15,"verse":"यीशु ई बुझलनि जे लोक सभ हुनका जबरदस्‍ती पकड़ि कऽ राजा बनाबऽ चाहैत छल, तेँ ओ फेर पहाड़ पर असगरे चल गेलाह।"},{"number":16,"verse":"( झीलक पानि पर यीशु चललाह) ( ( 470 14:22-33 ; 480 6:45-52 )) साँझ पड़ला पर यीशुक शिष्‍य सभ झीलक किनार पर जा"},{"number":17,"verse":"नाव मे चढ़ि कऽ कफरनहूम नगर जयबाक लेल झील केँ पार करऽ लगलाह। ताबत अन्‍हार भऽ गेल छल और यीशु एखन तक हुनका सभ लग नहि आयल छलाह।"},{"number":18,"verse":"हवा बहुत जोर सँ बहि रहल छल, और झील मे बड़का लहरि उठि रहल छल।"},{"number":19,"verse":"जखन ओ सभ लगभग तीन-चारि मील नाव केँ खेबि लेने छलाह तखन यीशु केँ झीलक पानि पर चलैत और नाव दिस अबैत देखलनि, और भयभीत भऽ गेलाह।"},{"number":20,"verse":"मुदा ओ हुनका सभ केँ कहलथिन, “हम छी, नहि डेराउ!”"},{"number":21,"verse":"तखन ओ सभ खुशी भऽ हुनका नाव मे लऽ लेबाक लेल तैयार भेलाह, और नाव तुरत ओहि स्‍थान पर पहुँचल जाहिठाम ओ सभ जा रहल छलाह।"},{"number":22,"verse":"प्रात भेने झीलक ओहि पार रहि गेल लोक सभ बुझलक जे एतऽ एकेटा नाव छल, और ओ सभ जनैत छल जे यीशु अपन शिष्‍य सभक संग ओहि नाव मे नहि चढ़ल छलाह, मात्र शिष्‍ये सभ विदा भऽ गेल छलाह।"},{"number":23,"verse":"तखन तिबिरियास नगर सँ दोसर नाव सभ ओहि जगह लग पहुँचल जाहिठाम प्रभु यीशुक धन्‍यवादक प्रार्थनाक बाद लोक सभ रोटी खयने छल।"},{"number":24,"verse":"तँ लोक जखन देखलक जे ने यीशु आ ने हुनकर शिष्‍य सभ एतऽ छथि, तखन ओ सभ नाव सभ मे चढ़ि कऽ यीशुक खोज मे कफरनहूम नगर गेल।"},{"number":25,"verse":"( जीवनक रोटी—यीशु) झीलक ओहि पार जखन यीशु ओकरा सभ केँ भेटलथिन तखन ओ सभ पुछलकनि, “गुरुजी, अहाँ एतऽ कखन अयलहुँ?”"},{"number":26,"verse":"यीशु ओकरा सभ केँ उत्तर देलथिन, “हम अहाँ सभ केँ सत्‍ये कहैत छी जे अहाँ सभ हमरा एहि लेल नहि तकैत छी जे हमर चमत्‍कार वला चिन्‍ह सभ देखि कऽ बुझलहुँ, बल्‍कि एहि लेल जे अहाँ सभ रोटी खा कऽ अघा गेलहुँ।"},{"number":27,"verse":"जे भोजन नहि टिकैत अछि, ताहि लेल परिश्रम नहि करू, बल्‍कि ओहि भोजनक लेल परिश्रम करू जे अनन्‍त जीवन तक टिकैत अछि और जे मनुष्‍य-पुत्र अहाँ सभ केँ प्रदान करताह, कारण हुनका पर पिता-परमेश्‍वर अपन छाप लगा देने छथिन।”"},{"number":28,"verse":"तखन ओ सभ हुनका पुछलकनि, “परमेश्‍वरक काज करबाक लेल, हम सभ की करू?”"},{"number":29,"verse":"यीशु बजलाह, “परमेश्‍वर अहाँ सभ सँ जे काज चाहैत छथि, से ई अछि जे जकरा ओ पठौने छथि तकरा पर विश्‍वास करू।”"},{"number":30,"verse":"एहि पर ओ सभ हुनका कहलकनि, “तखन अहाँ कोन चिन्‍ह देखायब, जकरा देखि कऽ हम सभ अहाँ पर विश्‍वास कऽ सकी? अहाँ की काज करैत छी?"},{"number":31,"verse":"हमरा सभक पुरखा निर्जन क्षेत्र मे मन्‍ना वला रोटी खयने छल, जेना धर्मशास्‍त्र मे लिखल अछि जे, ‘ओ ओकरा सभ केँ खयबाक लेल स्‍वर्ग सँ रोटी देलथिन।’”"},{"number":32,"verse":"एहि पर यीशु ओकरा सभ केँ कहलथिन, “हम अहाँ सभ केँ विश्‍वास दिअबैत छी जे, बात ई नहि जे अहाँ सभ केँ मूसा स्‍वर्ग सँ रोटी देलनि, बल्‍कि ई जे हमर पिता अहाँ सभ केँ स्‍वर्ग सँ वास्‍तविक रोटी दऽ रहल छथि।"},{"number":33,"verse":"हँ, परमेश्‍वर जे रोटी दैत छथि, से ओ अछि जे स्‍वर्ग सँ उतरि कऽ संसार केँ जीवन दैत अछि।”"},{"number":34,"verse":"ओ सभ हुनका कहलकनि, “यौ मालिक, हमरा सभ केँ ई रोटी एखनो आ सभ दिन दैत रहू!”"},{"number":35,"verse":"यीशु बजलाह, “जीवनक रोटी हमहीं छी। जे हमरा लग आओत से कहियो भूखल नहि रहत। जे हमरा पर विश्‍वास करत, तकरा कहियो पियास नहि लगतैक।"},{"number":36,"verse":"मुदा जेना अहाँ सभ केँ कहने छलहुँ, अहाँ सभ हमरा देखने छी और तैयो विश्‍वास नहि करैत छी।"},{"number":37,"verse":"जकरा पिता हमरा दैत छथि, से सभ हमरा लग आओत, और जे केओ हमरा लग आओत, तकरा हम कहियो नहि अस्‍वीकार करब।"},{"number":38,"verse":"कारण हम अपन इच्‍छा नहि, बल्‍कि हमरा पठाबऽ वलाक इच्‍छा पूरा करबाक लेल स्‍वर्ग सँ उतरल छी,"},{"number":39,"verse":"और हमरा पठाबऽ वलाक इच्‍छा ई छनि जे जकरा सभ केँ ओ हमरा देने छथि, तकरा सभ मे सँ हम एकोटा केँ नहि हेराबी, बल्‍कि अन्‍तिम दिन मे ओकरा सभ केँ जिआबी।"},{"number":40,"verse":"हँ, हमर पिताक इच्‍छा ई छनि जे, जे केओ पुत्र दिस ताकत और ओकरा पर विश्‍वास करत, तकरा अनन्‍त जीवन भेटतैक, और हम ओकरा अन्‍तिम दिन मे जिआ देब।”"},{"number":41,"verse":"एहि पर यहूदी सभ हुनका पर कुड़बुड़ाय लगलाह, कारण ओ कहने छलाह जे, स्‍वर्ग सँ उतरल रोटी हमहीं छी।"},{"number":42,"verse":"ओ सभ कहलनि, “ई तँ यूसुफक बेटा यीशुए अछि! और एकर माय-बाप केँ अपना सभ चिन्‍हिते छिऐक! तँ ई आब कोना कहैत अछि जे हम स्‍वर्ग सँ उतरल छी?”"},{"number":43,"verse":"यीशु हुनका सभ केँ उत्तर देलथिन, “अहाँ सभ अपना सभ मे एना नहि कुड़बुड़ाउ!"},{"number":44,"verse":"केओ हमरा लग ताबत तक नहि आबि सकैत अछि जाबत तक हमर पिता जे हमरा पठौलनि, से ओकरा हमरा लग नहि खीचि दैत छथि। और हम ओकरा अन्‍तिम दिन मे जिआ देब।"},{"number":45,"verse":"परमेश्‍वरक प्रवक्‍ता सभक लेख छनि जे, ‘ओ सभ गोटे परमेश्‍वर द्वारा सिखाओल जायत।’ जे केओ पिताक सुनैत छनि और हुनका सँ सिखैत अछि, से हमरा लग अबैत अछि।"},{"number":46,"verse":"हमर कहबाक मतलब ई नहि जे, केओ पिता केँ देखने छनि। ओ जे पिताक ओहिठाम सँ आयल अछि, खाली वैहटा हुनका देखने छनि।"},{"number":47,"verse":"हम अहाँ सभ केँ सत्‍ये कहैत छी जे, जे विश्‍वास करैत अछि, तकरा अनन्‍त जीवन छैक।"},{"number":48,"verse":"जीवनक रोटी हम छी।"},{"number":49,"verse":"अहाँ सभक पुरखा लोकनि निर्जन क्षेत्र मे मन्‍ना वला रोटी खयलनि, और तैयो मरलाह।"},{"number":50,"verse":"मुदा ई रोटी जकरा बारे मे हम बाजि रहल छी, से ओ अछि जे स्‍वर्ग सँ उतरल अछि, जाहि सँ जँ केओ एहि मे सँ खायत तँ नहि मरत।"},{"number":51,"verse":"ओ जीबैत रोटी जे स्‍वर्ग सँ उतरल अछि से हमहीं छी। जँ केओ ई रोटी खायत तँ ओ अनन्‍त काल तक जीबैत रहत। और ई रोटी जे हम संसारक जीवनक लेल देब, से हमर माँसु अछि।”"},{"number":52,"verse":"तखन यहूदी सभ अपना सभ मे वाद-विवाद करऽ लगलाह जे, “ई व्‍यक्‍ति हमरा सभ केँ खाय लेल अपन माँसु कोना दऽ सकत?”"},{"number":53,"verse":"यीशु हुनका सभ केँ कहलथिन, “हम अहाँ सभ केँ विश्‍वास दिअबैत छी जे, जाबत तक अहाँ मनुष्‍य-पुत्रक माँसु नहि खयबैक और ओकर खून नहि पिबैक, ताबत तक अहाँ मे जीवन नहि अछि।"},{"number":54,"verse":"जे हमर माँसु खाइत अछि और हमर खून पिबैत अछि, तकरा अनन्‍त जीवन छैक, और हम ओकरा अन्‍तिम दिन मे जिआ देबैक।"},{"number":55,"verse":"कारण, हमर माँसु वास्‍तविक भोजन अछि और हमर खून वास्‍तविक पिबाक वस्‍तु अछि।"},{"number":56,"verse":"जे केओ हमर माँसु खाइत अछि और हमर खून पिबैत अछि, से हमरा मे बनल रहैत अछि और हम ओकरा मे बनल रहैत छी।"},{"number":57,"verse":"जहिना जीवित पिता हमरा पठौलनि आ हम हुनका कारण जीबैत छी, तहिना, जे हमरा मे सँ खायत, सैह हमरा कारण जीबैत रहत।"},{"number":58,"verse":"ई रोटी स्‍वर्ग सँ उतरल अछि। ई तेहन नहि अछि जेहन अहाँ सभक पुरखा लोकनि खयलनि। ओ सभ खयलनि आ मरलाह। मुदा जे ई रोटी खायत से सर्वदा जीबैत रहत।”"},{"number":59,"verse":"ई सभ बात यीशु कफरनहूमक सभाघर मे शिक्षा दैत काल बजलाह।"},{"number":60,"verse":"( अनेक शिष्‍य यीशु केँ छोड़ि देलनि) यीशुक बात सुनि कऽ हुनकर बहुतो शिष्‍य कहलनि, “ई शिक्षा बहुत कठोर अछि। एकरा के बरदास्‍त कऽ सकत?”"},{"number":61,"verse":"मुदा यीशु अपना मोन मे बुझि गेलाह जे हमर शिष्‍य सभ एहि सँ कुड़बुड़ाइत छथि, तेँ हुनका सभ केँ कहलथिन, “की एहि बात सँ अहाँ सभक मोन मे ठेस लागि गेल?"},{"number":62,"verse":"और मानि लिअ जे अहाँ सभ मनुष्‍य-पुत्र केँ ओहिठाम ऊपर जाइत देखबनि जाहिठाम ओ पहिने छलाह—तखन की?"},{"number":63,"verse":"आत्‍मे जीवन दैत अछि, शरीर सँ किछुओ लाभ नहि। जे किछु हम अहाँ सभ केँ कहलहुँ से आत्‍माक और जीवनक बात अछि।"},{"number":64,"verse":"तैयो अहाँ सभ मे अनेक एहन छी जे विश्‍वास नहि करैत छी।” यीशु तँ शुरुए सँ जनैत छलाह जे ओ के सभ अछि जे हमरा पर विश्‍वास नहि करैत अछि, और ओ के अछि जे हमरा पकड़बाओत।"},{"number":65,"verse":"ओ आगाँ कहऽ लगलाह, “एहि कारणेँ हम अहाँ सभ केँ कहने छलहुँ जे, केओ हमरा लग ताबत तक नहि आबि सकैत अछि जाबत तक पिता ओकरा अयबाक सामर्थ्‍य नहि दैत छथिन।”"},{"number":66,"verse":"एहि बात सभ सँ हुनकर बहुतो शिष्‍य ओहिठाम सँ घूमि गेल और फेर हुनका संग नहि चलल।"},{"number":67,"verse":"तखन यीशु अपना बारहो शिष्‍य केँ पुछलथिन, “की अहूँ सभ हमरा छोड़ऽ चाहैत छी?”"},{"number":68,"verse":"सिमोन पत्रुस हुनका उत्तर देलथिन, “प्रभु, हम सभ ककरा लग जाउ? अहाँ लग तँ अनन्‍त जीवनक वचन अछि।"},{"number":69,"verse":"हम सभ विश्‍वास कऽ कऽ जानि गेल छी जे अहाँ परमेश्‍वरक पवित्र दूत छी।”"},{"number":70,"verse":"यीशु उत्तर देलथिन, “की अहाँ बारहो गोटे केँ हम नहि चुनलहुँ? और तैयो अहाँ सभ मे सँ एक शैतान अछि।”"},{"number":71,"verse":"ओ ई बात सिमोन इस्‍करियोतीक पुत्र यहूदाक बारे मे कहलनि, किएक तँ ओ बारह शिष्‍य मे सँ एक होइतो हुनका पकड़बाबऽ वला छलाह।"}]}