{"bibleAbbr":"bnOV2016","bookName":"কলসীয়দের প্রতি প্রেরিত পৌলের পত্র","bookEnglishName":"Colossians","chapterNumber":2,"verses":[{"number":1,"verse":"কারণ আমার ইচ্ছা এই, যেন তোমরা জানিতে পার, তোমাদের ও লায়দিকেয়াস্থ লোকদের জন্য, ও যত লোক আমার মাংসময় মুখ দেখে নাই, তাহাদের জন্য, আমি কত দূর প্রাণপণ করিতেছি;"},{"number":2,"verse":"যেন তাহাদের হৃদয় আশ্বাস পায়, তাহারা প্রেমে পরস্পর সংসক্ত হইয়া জ্ঞানের নিশ্চয়তারূপ সমস্ত ধনে ধনী হইয়া উঠে, যেন ঈশ্বরের নিগূঢ়তত্ত্ব, অর্থাৎ খ্রীষ্টকে জানিতে পায়।"},{"number":3,"verse":"ইহাঁর মধ্যে জ্ঞানের ও বিদ্যার সমস্ত নিধি গুপ্ত রহিয়াছে।"},{"number":4,"verse":"এ কথা বলিতেছি, যেন কেহ প্ররোচক বাক্যে তোমাদিগকে না ভুলায়।"},{"number":5,"verse":"কেননা যদিও আমি মাংসে অনুপস্থিত, তথাপি আত্মাতে তোমাদের সঙ্গে সঙ্গে আছি, এবং আনন্দপূর্ব্বক তোমাদের সুশৃঙ্খলা ও খ্রীষ্টে বিশ্বাসরূপ সুদৃঢ় গাঁথনি দেখিতে পাইতেছি।"},{"number":6,"verse":"অতএব খ্রীষ্ট যীশুকে, প্রভুকে, যেমন গ্রহণ করিয়াছ, তেমনি তাঁহাতেই চল;"},{"number":7,"verse":"তাঁহাতেই বদ্ধমূল ও সংগ্রথিত হইয়া প্রাপ্ত শিক্ষানুসারে বিশ্বাসে দৃঢ়ীভূত হও, এবং ধন্যবাদ সহকারে উপচিয়া পড়।"},{"number":8,"verse":"( খ্রীষ্টের সহিত সংযোগের শুভফল।) দেখিও, দর্শনবিদ্যা ও অনর্থক প্রতারণা দ্বারা কেহ যেন তোমাদিগকে বন্দি করিয়া লইয়া না যায়; তাহা মনুষ্যদের পরম্পরাগত শিক্ষার অনুরূপ, জগতের অক্ষরমালার অনুরূপ, খ্রীষ্টের অনুরূপ নয়;"},{"number":9,"verse":"কেননা তাঁহাতেই ঈশ্বরত্বের সমস্ত পূর্ণতা দৈহিকরূপে বাস করে,"},{"number":10,"verse":"এবং তোমরা তাঁহাতে পূর্ণীকৃত হইয়াছ, যিনি সমস্ত আধিপত্যের ও কর্ত্তৃত্বের মস্তক।"},{"number":11,"verse":"আর তাঁহাতেই তোমরা অহস্তকৃত ত্বক্ছেদে, মাংসের দেহ বস্ত্রবৎ পরিত্যাগে, খ্রীষ্টের ত্বক্ছেদে, ছিন্নত্বক্ হইয়াছ;"},{"number":12,"verse":"ফলতঃ বাপ্তিস্মে তাঁহার সহিত সমাধিপ্রাপ্ত হইয়াছ, এবং তাহাতে তাঁহার সহিত উত্থাপিতও হইয়াছ, ঈশ্বরের কার্য্যসাধনে বিশ্বাস দ্বারা হইয়াছ, যিনি তাঁহাকে মৃতগণের মধ্য হইতে উঠাইয়াছেন।"},{"number":13,"verse":"আর ঈশ্বর তোমাদিগকে, অপরাধে ও তোমাদের মাংসের অত্বক্ছেদে মৃত তোমাদিগকে, তাঁহার সহিত জীবিত করিয়াছেন, আমাদের সমস্ত অপরাধ ক্ষমা করিয়াছেন;"},{"number":14,"verse":"আমাদের প্রতিকূলে যে বিধিবদ্ধ হস্তলেখ্য আমাদের বিরুদ্ধ ছিল, তাহা মুছিয়া ফেলিয়াছেন, এবং প্রেক দিয়া ক্রুশে লটকাইয়া দূর করিয়াছেন।"},{"number":15,"verse":"আর আধিপত্য ও কর্ত্তৃত্ব সকল দূর করিয়া দিয়া ক্রুশেই সেই সকলের উপরে বিজয়-যাত্রা করিয়া তাহাদিগকে স্পষ্টরূপে দেখাইয়া দিলেন।"},{"number":16,"verse":"অতএব ভোজন কি পান, কি উৎসব, কি অমাবস্যা, কি বিশ্রামবার, এই সকলের সম্বন্ধে কেহ তোমাদের বিচার না করুক;"},{"number":17,"verse":"এ সকল ত আগামী বিষয়ের ছায়ামাত্র, কিন্তু দেহ খ্রীষ্টের।"},{"number":18,"verse":"নম্রতায় ও দূতগণের পূজায় স্বেচ্ছাচারী কোন ব্যক্তি তোমাদিগকে বিজয়মুকুটে বঞ্চিত না করুক; সে যাহা যাহা দেখিয়াছে, সেই গুলিতেই বিচরণ করে, আপন মাংসময় মনের গর্ব্বে বৃথা গর্ব্বিত হয়,"},{"number":19,"verse":"কিন্তু সেই মস্তক ধারণ করে না, যাঁহা হইতে সমস্ত দেহ, গ্রন্থি ও বন্ধন দ্বারা পোষিত ও সংসক্ত হইয়া, ঈশ্বরীয় বৃদ্ধিতে বৃদ্ধি পাইতেছে।"},{"number":20,"verse":"( খ্রীষ্টের সহিত উত্থাপিত লোকদের উপযুক্ত আচার ব্যবহার।) তোমরা যখন জগতের অক্ষরমালা ছাড়িয়া খ্রীষ্টের সহিত মরিয়াছ, তখন কেন জগজ্জীবীদের ন্যায় এই সকল বিধির অধীন হইতেছ,"},{"number":21,"verse":"যথা, ধরিও না, আস্বাদ লইও না, স্পর্শ করিও না?"},{"number":22,"verse":"সেই সকল বস্তু ত ভোগ দ্বারা ক্ষয় পাইবার নিমিত্তই হইয়াছে। ঐ সকল বিধি মনুষ্যদের বিবিধ আদেশ ও ধর্ম্মসূত্রের অনুরূপ।"},{"number":23,"verse":"স্বেচ্ছাপূজা, নম্রতা ও দেহের প্রতি নির্দ্দয়তাক্রমে এই সকল জ্ঞান নামে কীর্ত্তিত বটে, তথাপি মাংসের পোষকতার বিরুদ্ধে কিছুর মধ্যে গণ্য নহে।"}]}