{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "லூக்கா",
  "bookEnglishName" : "Luke",
  "chapterNumber" : 17,
  "verses" : [ {
    "number" : 1,
    "verse" : "(பாவம், விசுவாசம், கடமை பற்றிய போதனைகள்)இயேசு தமது சீடர்களிடம் சொன்னதாவது: “பாவம் செய்வதற்கான சோதனைகள் வருவது நிச்சயம். ஆனால் அவை யாரால் வருகின்றதோ அவனுக்கு ஐயோ பேரழிவு!"
  }, {
    "number" : 2,
    "verse" : "இந்தச் சிறியவர்களில் ஒருவரை, எவராவது பாவம் செய்யப் பண்ணினால், அவ்வாறு செய்பவர்களின் கழுத்திலே திரிகைக்கல் கட்டப்பட்டு, கடலிலே தள்ளப்படுவது அவர்களுக்கு நலமாய் இருக்கும்."
  }, {
    "number" : 3,
    "verse" : "எனவே நீங்கள் கவனமாய் இருங்கள். “உங்கள் சகோதரன் பாவம் செய்தால், அவனைக் கடிந்துகொள்ளுங்கள். அவன் மனந்திரும்பினால், அவனை மன்னித்து விடுங்கள்."
  }, {
    "number" : 4,
    "verse" : "அவன் ஒரே நாளில் ஏழு தடவை உங்களுக்கு எதிராகப் பாவம் செய்தாலும், அந்த ஏழு தடவையும் அவன் உங்களிடம் வந்து, ‘நான் மனந்திரும்பிவிட்டேன்’ என்றால், அவனை மன்னித்து விடுங்கள்” என்றார்."
  }, {
    "number" : 5,
    "verse" : "அப்போஸ்தலர்கள் ஆண்டவரிடம், “எங்கள் விசுவாசத்தை அதிகரிக்கப் பண்ணும்” என்றார்கள்."
  }, {
    "number" : 6,
    "verse" : "அதற்கு அவர், “உங்களுக்கு கடுகு விதையளவு சிறிய விசுவாசம் இருந்தால், நீங்கள் இந்த பெரிய காட்டத்தி மரத்தைப் பார்த்து, ‘நீ வேரோடு பிடுங்குண்டு, கடலிலே நடப்படுவாயாக’ என்று சொன்னால், அது உங்களுக்குக் கீழ்ப்படியும்."
  }, {
    "number" : 7,
    "verse" : "“உங்களுக்கு ஒரு வேலைக்காரன் இருந்து, அவன் வயலை உழுதுவிட்டோ அல்லது ஆடுகளை மேய்த்துவிட்டோ திரும்பி வந்தவுடனே, எஜமான் அவனிடம், ‘வா, வந்து உட்கார்ந்து சாப்பிடு’ என்று சொல்லுவானா?"
  }, {
    "number" : 8,
    "verse" : "மாறாக அவனிடம், ‘எனது உணவைத் தயாராக்கி, நீயும் பொருத்தமாக அணிந்து ஆயத்தமாகி, நான் சாப்பிட்டு குடித்து முடிக்கும் வரை எனக்குப் பணி செய்; அதன்பின் நீ சாப்பிடலாம்’ என்று சொல்வான் அல்லவா?"
  }, {
    "number" : 9,
    "verse" : "கட்டளையிட்டதைச் செய்ததற்காக, அந்த வேலைக்காரனுக்கு அவன் நன்றி செலுத்துவானா?"
  }, {
    "number" : 10,
    "verse" : "எனவே நீங்களும், உங்களுக்குக் கட்டளையிட்டதையெல்லாம் செய்து முடித்த பின்பு, ‘நாங்கள் தகுதியற்ற வேலைக்காரர்; நாங்கள் எங்களுடைய கடமையை மட்டுமே செய்தோம்’ என்று சொல்லுங்கள்” என்றார்."
  }, {
    "number" : 11,
    "verse" : "(தொழுநோயுள்ள பத்துப் பேர்)இயேசு எருசலேமுக்குப் போகும்போது, சமாரியா மற்றும் கலிலேயா எல்லைகளுக்கூடாகப் பயணம் செய்தார்."
  }, {
    "number" : 12,
    "verse" : "அவர் ஒரு கிராமத்திற்கு வந்தபோது, தொழுநோயுள்ள பத்துப் பேர் அவரை சந்தித்தார்கள். அவர்கள் தூரத்தில் நின்றபடி,"
  }, {
    "number" : 13,
    "verse" : "“ஐயா, இயேசுவே, எங்களுக்கு இரக்கம் காட்டும்!” என்று சத்தமிட்டு அழைத்தார்கள்."
  }, {
    "number" : 14,
    "verse" : "அவர் அவர்களைக் கண்டபோது, “நீங்கள் போய் மதகுருக்களிடம் உங்களைக் காண்பியுங்கள்” என்றார். அப்படியே அவர்கள் போகும்போது, அவர்கள் குணமடைந்தார்கள்."
  }, {
    "number" : 15,
    "verse" : "அவர்களில் ஒருவன், தான் குணமடைந்ததைக் கண்டபோது, உரத்த சத்தமாய் இறைவனைத் துதித்துக்கொண்டு திரும்பி வந்தான்."
  }, {
    "number" : 16,
    "verse" : "அவன் இயேசுவின் பாதத்தில் விழுந்து, அவருக்கு நன்றி செலுத்தினான்; அவன் ஒரு சமாரியன்."
  }, {
    "number" : 17,
    "verse" : "அப்போது இயேசு, “பத்துப் பேரும் குணமடைந்தார்கள் அல்லவா? மற்ற ஒன்பது பேரும் எங்கே?"
  }, {
    "number" : 18,
    "verse" : "இந்த வெளிநாட்டவனைத் தவிர, இறைவனுக்குத் துதி செலுத்துவதற்கு வேறு எவரும் திரும்பி வரக் காணவில்லையே” என்று கேட்டார்."
  }, {
    "number" : 19,
    "verse" : "பின்பு அவர் அவனிடம், “நீ எழுந்து போ; உன் விசுவாசம் உன்னைக் குணமாக்கியது” என்று சொன்னார்."
  }, {
    "number" : 20,
    "verse" : "(இறையரசின் வருகை)இறைவனின் அரசு எப்போது வரும் என்று, பரிசேயர்கள் இயேசுவைக் கேட்டார்கள். அதற்கு அவர், “இறைவனின் அரசு, கண்களுக்குப் புலப்படும் விதத்தில், வெளிப்படையான அடையாளங்களோடு வருவதில்லை."
  }, {
    "number" : 21,
    "verse" : "‘இதோ இங்கே!’ என்றும் ‘அதோ அங்கே!’ என்றும் மக்களால் சொல்லவும் முடியாது. ஏனெனில், இறைவனின் அரசு உங்கள் மத்தியிலேயே இருக்கின்றது” என்றார்."
  }, {
    "number" : 22,
    "verse" : "பின்பு அவர் சீடர்களிடம், “மனுமகனின் நாட்களில் ஒன்றையாவது காண்பதற்கு நீங்கள் ஆவல்கொள்ளும் காலம் வருகின்றது. ஆனாலும், நீங்கள் அதைக் காண மாட்டீர்கள்."
  }, {
    "number" : 23,
    "verse" : "‘அங்கே பாருங்கள்’ என்றும், ‘இங்கே பாருங்கள்’ என்றும் மனிதர்கள் சொல்வார்கள். நீங்கள் அவர்கள் பின்னால் ஓட வேண்டாம்."
  }, {
    "number" : 24,
    "verse" : "ஏனெனில் மனுமகன் தம்முடைய நாளிலே, வானத்தின் ஒரு முனையிலிருந்து மறுமுனை வரை பிரகாசித்து மின்னும் மின்னலைப் போல் காணப்படுவார்."
  }, {
    "number" : 25,
    "verse" : "ஆனால் முதலாவது, அவர் பல வேதனைகளை அனுபவித்து, இந்தத் தலைமுறையினரால் புறக்கணிக்கப்பட வேண்டியிருக்கிறது."
  }, {
    "number" : 26,
    "verse" : "“நோவாவின் நாட்களில் இருந்தது போலவே, மனுமகனின் நாட்களிலும் இருக்கும்."
  }, {
    "number" : 27,
    "verse" : "நோவா பேழைக்குள் போகும் வரைக்கும், அந்த மக்கள் சாப்பிட்டும், குடித்தும், திருமணம் செய்தும், திருமணம் செய்து கொடுத்துக் கொண்டும் இருந்தார்கள். அப்போது வெள்ளம் வந்து எல்லோரையும் அழித்துவிட்டது."
  }, {
    "number" : 28,
    "verse" : "“லோத்துவின் நாட்களிலும் அப்படித்தான் நடந்தது. அந்த மக்களும் சாப்பிட்டும், குடித்தும், வாங்கியும், விற்றும், நட்டுக்கொண்டும், கட்டிக்கொண்டும் இருந்தார்கள்."
  }, {
    "number" : 29,
    "verse" : "ஆனால் லோத்து, சோதோமைவிட்டுப் புறப்பட்ட நாளிலே, நெருப்பும் கந்தகமும் வானத்திலிருந்து மழையாகப் பெய்து, அவர்கள் எல்லோரையும் அழித்துவிட்டது."
  }, {
    "number" : 30,
    "verse" : "“மனுமகன் வெளிப்படும் நாளிலும் இதைப் போலவே இருக்கும்."
  }, {
    "number" : 31,
    "verse" : "அந்த நாளிலே, தனது வீட்டின் கூரையின் மேல் இருப்பவன், தனது வீட்டிலுள்ள பொருட்களை எடுக்கும்படி, கீழே இறங்கிப் போகக் கூடாது. அப்படியே, வயலில் இருக்கும் எவனும், எதற்காகவும் திரும்பிப் போகக் கூடாது."
  }, {
    "number" : 32,
    "verse" : "லோத்துவின் மனைவியை ஞாபகப்படுத்திக்கொள்ளுங்கள்."
  }, {
    "number" : 33,
    "verse" : "தனது வாழ்வைக் காத்துக்கொள்ள முயற்சிக்கிறவன் எவனோ, அவன் அதை இழந்து விடுவான். தன்னுடைய வாழ்வை இழக்கின்றவன் எவனோ, அவன் அதைக் காத்துக்கொள்வான்."
  }, {
    "number" : 34,
    "verse" : "நான் உங்களுக்குச் சொல்கின்றேன், அந்த இரவிலே இரண்டு பேர் ஒரு படுக்கையில் படுத்திருப்பார்கள்; ஒருவன் எடுத்துக்கொள்ளப்பட, மற்றவன் விடப்படுவான்."
  }, {
    "number" : 35,
    "verse" : "இரண்டு பெண்கள் ஒன்றாகத் தானியம் அரைத்துக் கொண்டிருப்பார்கள்; ஒருத்தி எடுத்துக்கொள்ளப்படுவாள், மற்றவள் விடப்படுவாள்."
  }, {
    "number" : 36,
    "verse" : "இரண்டு பேர் வயலில் இருப்பார்கள்; ஒருவன் எடுத்துக்கொள்ளப்படுவான், மற்றவன் விடப்படுவான்” என்றார்."
  }, {
    "number" : 37,
    "verse" : "அதற்கு அவர்கள், “எங்கே இது நடக்கும் ஆண்டவரே?” என்றார்கள். அவர் அதற்குப் பதிலாக, “பிணம் எங்கே கிடக்கிறதோ, அங்கேதான் கழுகுகளும் ஒன்றுகூடும்” என்றார்."
  } ]
}