{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "லூக்கா",
  "bookEnglishName" : "Luke",
  "chapterNumber" : 2,
  "verses" : [ {
    "number" : 1,
    "verse" : "இயேசுவின் பிறப்புஅந்நாட்களில் சீசர் அகுஸ்து, ரோமப் பேரரசு எங்கும் குடிமதிப்பு எடுக்கப்பட வேண்டும் என்று கட்டளை பிறப்பித்தான்."
  }, {
    "number" : 2,
    "verse" : "சீரியா நாட்டிற்கு சிரேனியு என்பவர் ஆளுநராய் இருந்த காலத்தில் இடம்பெற்ற முதலாம் குடிமதிப்பு இதுவேயாகும்."
  }, {
    "number" : 3,
    "verse" : "எனவே ஒவ்வொருவரும் தங்களைப் பதிவு செய்வதற்காக தத்தமது ஊர்களுக்குப் போனார்கள்."
  }, {
    "number" : 4,
    "verse" : "அப்போது யோசேப்பும் கலிலேயாவிலுள்ள நாசரேத்துப் பட்டணத்திலிருந்து, யூதேயாவிலுள்ள தாவீதின் பட்டணமான பெத்லகேமுக்குச் சென்றான். ஏனெனில் அவன் தாவீதின் குடும்பத்தையும் அந்த வம்சத்தையும் சேர்ந்தவனாயிருந்தான்."
  }, {
    "number" : 5,
    "verse" : "அவன் தனக்கு மனைவியாக நிச்சயிக்கப்பட்டிருந்தவளான, கர்ப்பிணியாக இருந்த மரியாளையும் அழைத்துக்கொண்டு பதிவு செய்யும்படி சென்றான்."
  }, {
    "number" : 6,
    "verse" : "அவர்கள் அங்கிருக்கையில் அவளுக்குப் பிரசவ நேரம் வந்தது;"
  }, {
    "number" : 7,
    "verse" : "அவள் தன்னுடைய முதல் பிள்ளையான ஆண் குழந்தையைப் பெற்று, பிள்ளையைத் துணிகளினால் சுற்றி, தொழுவத்திலிருந்த தொட்டியில் கிடத்தினாள். ஏனெனில் விடுதியில் தங்குவதற்கு அவர்களுக்கு இடம் இருக்கவில்லை."
  }, {
    "number" : 8,
    "verse" : "அன்றிரவு அருகேயிருந்த வயல் வெளிகளில் மேய்ப்பர்கள் தங்கியிருந்து, இரவிலே தங்கள் மந்தையைக் காவல் காத்துக் கொண்டிருந்தார்கள்."
  }, {
    "number" : 9,
    "verse" : "கர்த்தரின் தூதன் ஒருவன் அவர்களுக்குக் காட்சியளித்தான். கர்த்தருடைய மகிமை அவர்களைச் சுற்றிலும் பிரகாசித்ததால் அவர்கள் மிகவும் பயந்தார்கள்."
  }, {
    "number" : 10,
    "verse" : "ஆனால் அந்தத் தூதன் அவர்களிடம், “பயப்பட வேண்டாம், எல்லா மக்களுக்கும் மிகுந்த மனமகிழ்ச்சியைக் கொடுக்கும் நற்செய்தியை நான் உங்களுக்குக் கொண்டுவந்திருக்கிறேன். இச்செய்தி எல்லா மக்களுக்கும் உரியதாகும்."
  }, {
    "number" : 11,
    "verse" : "இன்று தாவீதின் பட்டணத்திலே, ஒரு இரட்சகர் உங்களுக்காக பிறந்திருக்கிறார்; அவரே ஆண்டவர், அவரே மேசியா."
  }, {
    "number" : 12,
    "verse" : "துணிகளினால் சுற்றப்பட்ட ஒரு குழந்தையை, தொழுவத்திலுள்ள தொட்டியில் கிடத்தியிருப்பதை நீங்கள் காண்பீர்கள். இதுவே உங்களுக்குக் கொடுக்கப்பட்ட அடையாளம்” என்றான்."
  }, {
    "number" : 13,
    "verse" : "அப்போது திடீரென பரலோக தூதர்கள் ஒரு பெரும் கூட்டமாகப் படையெடுத்து, அந்தத் தூதனுடன் இணைந்து காட்சியளித்து,"
  }, {
    "number" : 14,
    "verse" : "“உன்னதத்தில் இறைவனுக்கு மகிமை உண்டாகட்டும். பூமியில் அவர் தயவு காட்டுகிற மனிதருக்கு சமாதானம் உண்டாகட்டும்” என்று இறைவனைத் துதித்தார்கள்."
  }, {
    "number" : 15,
    "verse" : "அந்தத் தூதர் அவர்களைவிட்டுப் பரலோகத்துக்குத் திரும்பிப் போன பின்பு, மேய்ப்பர் ஒருவரையொருவர் பார்த்து, “நாம் பெத்லகேமுக்குப் போய், நிகழ்ந்திருப்பதாகக் கர்த்தர் நமக்குச் சொல்லியிருக்கின்ற இந்தச் சம்பவத்தைப் பார்ப்போம்” என்று சொல்லிக் கொண்டார்கள்."
  }, {
    "number" : 16,
    "verse" : "அப்படியே அவர்கள் விரைவாய் சென்று, மரியாளையும் யோசேப்பையும் தொழுவத்திலே கிடத்தப்பட்டிருந்த குழந்தையையும் கண்டார்கள்."
  }, {
    "number" : 17,
    "verse" : "அவர்கள் குழந்தையைக் கண்ட பின்பு, அக்குழந்தையைக் குறித்து இறைதூதர்களால் தங்களுக்குச் சொல்லப்பட்ட செய்தியை எங்கும் பரப்பினார்கள்."
  }, {
    "number" : 18,
    "verse" : "மேய்ப்பர்கள் சொன்னதைக் கேட்ட எல்லோரும் வியப்படைந்தார்கள்."
  }, {
    "number" : 19,
    "verse" : "மரியாளோ இந்தக் காரியங்களையெல்லாம் தன் இருதயத்திலே வைத்து, ஆழ்ந்து யோசித்தாள்."
  }, {
    "number" : 20,
    "verse" : "தங்களுக்கு சொல்லப்பட்டபடியே நடந்திருந்தபடியால், மேய்ப்பர்கள் தாங்கள் கண்டதும் கேட்டதுமான எல்லாவற்றையும் குறித்து, இறைவனைத் துதித்து மகிமைப்படுத்திக் கொண்டு திரும்பிச் சென்றார்கள்."
  }, {
    "number" : 21,
    "verse" : "குழந்தைக்கு விருத்தசேதனம் செய்யப்பட வேண்டிய எட்டாம் நாளிலே அவருக்கு இயேசு என்று பெயரிடப்பட்டது. தாயின் கர்ப்பத்தில் குழந்தை உருவாகும் முன்பே, அந்தப் பெயர் இறைவனின் தூதனால் கொடுக்கப்பட்டிருந்தது."
  }, {
    "number" : 22,
    "verse" : "இயேசுவை ஆலயத்துக்குக் கொண்டுவருதல்மோசேயின் நீதிச்சட்டத்தின்படி அவர்களுக்குரிய சுத்திகரிப்பின் காலம் முடிவடைந்ததும், யோசேப்பும் மரியாளும் குழந்தையைக் கர்த்தருக்கு ஒப்புக்கொடுக்கும்படி எருசலேமுக்குக் கொண்டுபோனார்கள்."
  }, {
    "number" : 23,
    "verse" : "ஏனெனில் “ஒவ்வொரு முதற்பேறான ஆண் குழந்தையும் கர்த்தருக்கு ஒப்புக்கொடுக்கப்பட வேண்டும்” என்று கர்த்தருடைய நீதிச்சட்டத்தில் எழுதியிருக்கிறது."
  }, {
    "number" : 24,
    "verse" : "மேலும் கர்த்தருடைய நீதிச்சட்டத்தில் சொல்லப்பட்டபடியே “ஒரு சோடிப் புறாக்களை அல்லது, இரண்டு மாடப் புறாக் குஞ்சுகளை” பலியாகச் செலுத்தும் வகையில் அங்கு போனார்கள்."
  }, {
    "number" : 25,
    "verse" : "அப்போது எருசலேமில் சிமியோன் எனப்பட்ட ஒருவர் இருந்தார்; அவர் நீதிமானும், இறைபக்தி உள்ளவரும், இஸ்ரயேலர்களுக்கு ஆறுதல் அளிப்பவரின் வருகைக்காகக் காத்திருக்கின்றவருமாய் இருந்தார். பரிசுத்த ஆவியானவர் அவர்மீது இருந்தார்."
  }, {
    "number" : 26,
    "verse" : "எனவே, கர்த்தருடைய மேசியாவைக் காண முன் அவர் இறந்துபோக மாட்டார் என்று பரிசுத்த ஆவியானவரால் அவருக்கு வெளிப்படுத்தப்பட்டிருந்தது."
  }, {
    "number" : 27,
    "verse" : "அன்று அவர் பரிசுத்த ஆவியானவரால் ஏவப்பட்டு, ஆலய வளாகத்துக்குள் வந்திருந்தார். குழந்தை இயேசுவுக்கு நீதிச்சட்ட வழக்கத்தின்படி செய்ய வேண்டியவைகளைச் செய்வதற்காக, அவருடைய பெற்றோர் அவரை ஆலயத்திற்குள் கொண்டுவந்தார்கள்."
  }, {
    "number" : 28,
    "verse" : "அப்போது சிமியோன் அவரைத் தனது கையில் எடுத்து, இறைவனைத் துதித்துச் சொன்னதாவது:"
  }, {
    "number" : 29,
    "verse" : "“ஆண்டவரே, நீர் வாக்குறுதி தந்தபடியே, உமது பணியாளனாகிய என்னைச் சமாதானத்துடன் போகும்படி இப்போது அனுப்பும்."
  }, {
    "number" : 30,
    "verse" : "ஏனெனில், எனது கண்கள் உமது இரட்சிப்பைக் கண்டன;"
  }, {
    "number" : 31,
    "verse" : "இந்த இரட்சிப்பை எல்லா மக்களும் காணும்படி, நீர் ஆயத்தமாக்கியிருக்கிறீர்."
  }, {
    "number" : 32,
    "verse" : "இது யூதரல்லாத மற்றைய இனத்தவருக்கு வெளிப்படுத்துதலைக் கொடுக்கும் ஒளியாயிற்று. இதுவே உமது மக்களான இஸ்ரயேலரின் மகிமை” என்றார்."
  }, {
    "number" : 33,
    "verse" : "குழந்தையின் தகப்பனும் தாயும் அவரைப் பற்றிச் சொல்லப்பட்டதைக் குறித்து வியப்படைந்தார்கள்."
  }, {
    "number" : 34,
    "verse" : "அப்போது சிமியோன் அவர்களை ஆசீர்வதித்து, குழந்தையின் தாயாகிய மரியாளுக்குச் சொன்னதாவது: “இஸ்ரயேலில் பலர் வீழ்வதற்கும், எழுச்சி அடைவதற்கும் காரணமாக இந்தக் குழந்தை நியமிக்கப்பட்டிருக்கிறது. இவர் பலரால் எதிர்க்கப்படும் அடையாளமாகவும் இருப்பார்."
  }, {
    "number" : 35,
    "verse" : "இதனால் அநேகருடைய இருதயத்தின் சிந்தனைகள் வெளிப்படுத்தப்படும். உனது ஆத்துமாவையும் ஒரு வாள் ஊடுருவிச் செல்லும்” என்றார்."
  }, {
    "number" : 36,
    "verse" : "ஆலயத்தில் அன்னாள் எனப்பட்ட ஒரு இறைவாக்கினளும் இருந்தாள். இவள் ஆசேர் கோத்திரத்தைச் சேர்ந்த பானுவேலின் மகள். இவள் மிகவும் வயது சென்றவள்; தனது திருமணத்திற்குப் பின் ஏழு வருடங்களே தனது கணவனுடன் வாழ்ந்திருந்தாள்."
  }, {
    "number" : 37,
    "verse" : "அதன்பின் எண்பத்து நான்கு வயது வரைக்கும் அவள் விதவையாகவே இருந்தாள். அவள் ஒருபோதும் ஆலயத்தைவிட்டு விலகாமல், இரவும் பகலும் உபவாசத்துடனும் மன்றாடுதலுடனும் வழிபட்டுக் கொண்டிருந்தாள்."
  }, {
    "number" : 38,
    "verse" : "அந்த வேளையில், அவள் அங்கு வந்து இறைவனுக்கு நன்றி செலுத்தி, எருசலேமின் மீட்பை எதிர்பார்த்துக் கொண்டிருந்த எல்லோருடனும், அந்தக் குழந்தையைக் குறித்துப் பேசினாள்."
  }, {
    "number" : 39,
    "verse" : "கர்த்தருடைய நீதிச்சட்டத்தின்படி செய்ய வேண்டிய எல்லாவற்றையும் செய்து முடித்த பின்பு, யோசேப்பும் மரியாளும் கலிலேயாவில் அவர்கள் வசித்து வந்த, தங்கள் சொந்த ஊரான நாசரேத்துக்குத் திரும்பிப் போனார்கள்."
  }, {
    "number" : 40,
    "verse" : "பிள்ளை வளர்ந்து, பலம் கொண்டு, இறையறிவோடு ஞானம் நிறைந்தவராய் இருந்தார்; இறைவனின் கிருபையும் அவர்மீது இருந்தது."
  }, {
    "number" : 41,
    "verse" : "ஆலயத்தில் சிறுவன் இயேசுஇயேசுவின் பெற்றோர், ஒவ்வொரு வருடமும் பஸ்கா பண்டிகையைக் கொண்டாடுவதற்கு எருசலேமுக்குப் போவது வழக்கம்."
  }, {
    "number" : 42,
    "verse" : "இயேசுவுக்குப் பன்னிரண்டு வயதாயிருந்தபோது, வழக்கத்தின்படியே அவர்கள் பண்டிகைக்குப் போனார்கள்."
  }, {
    "number" : 43,
    "verse" : "பண்டிகை முடிந்து அவருடைய பெற்றோர் வீடு திரும்புகையில், சிறுவன் இயேசுவோ எருசலேமில் தங்கிவிட்டார். ஆனால் பெற்றோர் அதை அறியாதிருந்தார்கள்."
  }, {
    "number" : 44,
    "verse" : "தங்களோடு வந்தவர்களுடன் அவரும் இருக்கின்றார் என்று நினைத்துக்கொண்டு, அவர்கள் ஒரு நாள் முழுவதும் பயணம் செய்தார்கள். பின்பு அவர்கள் தங்களுடைய உறவினர் மத்தியிலும் நண்பர் மத்தியிலும் அவரைத் தேடத் தொடங்கினார்கள்."
  }, {
    "number" : 45,
    "verse" : "அவர்கள் இயேசுவைத் தேடியும் காணாதபோது, அவரைத் தேடிக்கொண்டு எருசலேமுக்குத் திரும்பிப் போனார்கள்."
  }, {
    "number" : 46,
    "verse" : "மூன்று நாட்களுக்குப் பின் அவர் ஆலய வளாகத்தில் இருப்பதைக் கண்டார்கள். அவர் நீதிச்சட்ட ஆசிரியர்களுடன் உட்கார்ந்து, அவர்கள் சொல்வதைக் கேட்டுக்கொண்டும், அவர்களிடம் கேள்விகளைக் கேட்டுக்கொண்டும் இருந்தார்."
  }, {
    "number" : 47,
    "verse" : "அவர் சொன்னதைக் கேட்ட எல்லோரும், அவருடைய அறிவாற்றலைக் குறித்தும், அவர் கொடுத்த பதில்களைக் குறித்தும் வியப்படைந்தார்கள்."
  }, {
    "number" : 48,
    "verse" : "அவருடைய பெற்றோர் அவரைக் கண்டபோது, அவர்களும் வியப்படைந்தார்கள். அவருடைய தாய் அவரிடம், “மகனே, ஏன் எங்களுக்கு இப்படிச் செய்தாய்? உனது தகப்பனும் நானும் மிகுந்த கவலையுடன் உன்னைத் தேடிக் கொண்டிருந்தோமே” என்றாள்."
  }, {
    "number" : 49,
    "verse" : "அதற்கு இயேசு, “நீங்கள் ஏன் என்னைத் தேடினீர்கள், நான் எனது பிதாவின் வீட்டிலிருக்க வேண்டும் என்று உங்களுக்குத் தெரியாதா?” என்று கேட்டார்."
  }, {
    "number" : 50,
    "verse" : "அவர்களோ, அவர் தங்களுக்குச் சொன்னதை விளங்கிக்கொள்ளவில்லை."
  }, {
    "number" : 51,
    "verse" : "பின்பு அவர் அவர்களோடு நாசரேத்திற்குப் போய், அங்கே அவர்களுக்குக் கீழ்ப்படிந்திருந்தார். ஆனால் அவருடைய தாயோ, இவற்றையெல்லாம் தன் உள்ளத்தில் வைத்துக்கொண்டாள்."
  }, {
    "number" : 52,
    "verse" : "இயேசு ஞானத்திலும் சரீரத்திலும் விருத்தியடைந்தார்; இறைவனுக்கும் மனிதருக்கும் உகந்தவராய் வளர்ந்தார்."
  } ]
}