{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "லூக்கா",
  "bookEnglishName" : "Luke",
  "chapterNumber" : 3,
  "verses" : [ {
    "number" : 1,
    "verse" : "(யோவான் ஸ்நானகன் வழியை ஆயத்தம் செய்தல்)ரோம பேரரசன் திபேரியு சீசரது ஆட்சியின் பதினைந்தாவது வருடத்தில் பொந்தியு பிலாத்து யூதேயாவின் ஆளுநராகவும், ஏரோது கலிலேயாவை ஆளுகிற சிற்றரசனாகவும், அவனது சகோதரன் பிலிப்பு என்பவன் இத்துரேயா மற்றும் திராகோனித்து ஆகிய பகுதிகளை ஆளுகிற சிற்றரசனாகவும், லிசானியா என்பவன் அபிலேனே பகுதிகளை ஆளுகிற சிற்றரசனாகவும்,"
  }, {
    "number" : 2,
    "verse" : "அன்னாவும் காய்பாவும் தலைமை மதகுருக்களாகவும் இருந்தனர். அப்போது பாலைநிலத்தில் இருந்த சகரியாவின் மகன் யோவானுக்கு இறைவனுடைய வார்த்தை வந்தது."
  }, {
    "number" : 3,
    "verse" : "அவன் யோர்தான் நதியைச் சுற்றியுள்ள நாட்டுப்புறம் எங்கும் சென்று, மக்கள் தங்கள் பாவங்கள் மன்னிக்கப்படுவதற்கு, அவர்கள் மனந்திரும்பி(கிரேக்க மூலமொழியில் மனந்திரும்பி என்ற சொல்லின் அர்த்தம் பாவத்தைவிட்டு மனம் வருந்தி, மனந்திரும்பி இறைவனிடம் திரும்பு என்பதாகும்.) பெற வேண்டிய ஞானஸ்நானத்தைக் குறித்துப் பிரசங்கித்தான்."
  }, {
    "number" : 4,
    "verse" : "இதைப்பற்றி இறைவாக்கினன் ஏசாயாவின் வார்த்தைகள் அடங்கிய புத்தகத்தில் இவ்வாறு எழுதப்பட்டுள்ளது: “பாலைநிலத்தில் கூப்பிடுகின்ற ஒருவனின் குரல் கேட்கின்றது. ‘கர்த்தருக்கு வழியை ஆயத்தப்படுத்துங்கள், அவருக்கென நேரான பாதைகளை உண்டுபண்ணுங்கள்,"
  }, {
    "number" : 5,
    "verse" : "பள்ளத்தாக்குகள் எல்லாம் நிரப்பப்படும், ஒவ்வொரு மலையும் குன்றும் தாழ்த்தப்படும், கோணலான வீதிகள் நேராகும். கரடுமுரடான வழிகள் செவ்வையாகும்,"
  }, {
    "number" : 6,
    "verse" : "மனுக்குலம் அனைத்தும் இறைவனின் இரட்சிப்பைக் காணும்.’”"
  }, {
    "number" : 7,
    "verse" : "யோவான் தன்னிடம் ஞானஸ்நானம் பெறும்படி ஒன்றுகூடி வந்த மக்களுக்குச் சொன்னதாவது, “விரியன் பாம்புக் குட்டிகளே! வரப்போகும் கடுங்கோபத்திலிருந்து தப்பியோடும்படி உங்களுக்கு எச்சரிக்கை செய்தது யார்?"
  }, {
    "number" : 8,
    "verse" : "நீங்கள் மனந்திரும்பியதுண்டானால், அதற்கேற்ற நற்கனியை வாழ்க்கையில் காண்பியுங்கள். ‘ஆபிரகாம் எங்கள் தகப்பனாய் இருக்கின்றார்’ என்று உங்களுக்குள்ளே சொல்லத் தொடங்காதிருங்கள். ஏனெனில், இந்தக் கற்களிலிருந்து ஆபிரகாமுக்குப் பிள்ளைகளை உண்டாக்க இறைவனால் முடியும் என்று உங்களுக்குச் சொல்கின்றேன்."
  }, {
    "number" : 9,
    "verse" : "கோடரி ஏற்கெனவே மரங்களின் வேர் அருகே வைக்கப்பட்டுள்ளது; நல்ல கனி கொடாத ஒவ்வொரு மரமும் வெட்டப்பட்டு நெருப்பிலே போடப்படும்” என்றான்."
  }, {
    "number" : 10,
    "verse" : "அப்போது கூடியிருந்த மக்கள் அவனிடம், “அப்படியானால் நாங்கள் என்ன செய்ய வேண்டும்?” என்று கேட்டார்கள்."
  }, {
    "number" : 11,
    "verse" : "யோவான் அதற்குப் பதிலாக, “இரண்டு உடைகளை வைத்திருப்பவன், உடைகள் இல்லாதவனுடன் பகிர்ந்துகொள்ளட்டும். உணவை வைத்திருக்கிறவனும் அப்படியே செய்யட்டும்” என்றான்."
  }, {
    "number" : 12,
    "verse" : "வரி சேகரிக்கின்றவர்களும் ஞானஸ்நானம் பெறும்படி வந்தார்கள். அவர்கள் அவனிடம், “போதகரே, நாங்கள் என்ன செய்ய வேண்டும்?” என்று கேட்டார்கள்."
  }, {
    "number" : 13,
    "verse" : "அவன், “சேகரிக்கும்படி உங்களுக்குச் சொல்லப்பட்ட தொகைக்கு மேல் எதையும் சேகரிக்க வேண்டாம்” என்று பதிலளித்தான்."
  }, {
    "number" : 14,
    "verse" : "அப்போது சில இராணுவ வீரர்கள் அவனிடம், “நாங்கள் என்ன செய்ய வேண்டும்?” என்று கேட்டார்கள். அவன் அவர்களிடம், “மக்களைப் பயமுறுத்திப் பணம் பறிக்க வேண்டாம். எவர் மீதும் பொய்க் குற்றம் சுமத்த வேண்டாம். உங்களுக்குக் கிடைக்கும் சம்பளத்துடன் திருப்தியாய் இருங்கள்” என்று பதிலளித்தான்."
  }, {
    "number" : 15,
    "verse" : "மக்கள் மேசியாவுக்காக எதிர்பார்ப்புடன் காத்திருந்ததால், “யோவான்தான் மேசியாவாயிருப்பாரோ?” என்று தங்கள் மனதில் யோசித்தார்கள்."
  }, {
    "number" : 16,
    "verse" : "யோவான் அவர்கள் எல்லோரையும் பார்த்து, “நான் உங்களுக்குத் தண்ணீரினால் ஞானஸ்நானம் கொடுக்கின்றேன். என்னைப் பார்க்கிலும் மிகவும் வல்லமையுடைய ஒருவர் வருகின்றார். அவரது காலணிகளைச் சுமப்பதற்கும் நான் தகுதியற்றவன். அவர் உங்களுக்குப் பரிசுத்த ஆவியானவராலும், நெருப்பினாலும் ஞானஸ்நானம் கொடுப்பார்."
  }, {
    "number" : 17,
    "verse" : "தானியம் தூற்றுகின்ற உபகரணம் அவர் கையில் இருக்கின்றது. அவர் தமது கதிரடிக்கும் களத்தை அதனால் சுத்தம் செய்து, கோதுமையைத் தனது களஞ்சியத்தில் சேர்த்துக்கொள்வார். பதர்களையோ அணைந்து போகாத நெருப்பில் எரித்துப் போடுவார்” என்றான்."
  }, {
    "number" : 18,
    "verse" : "யோவான் இன்னும் பல வார்த்தைகளால் அவர்களுக்குப் புத்திமதி சொல்லி, நற்செய்தியை அவர்களுக்குப் பிரசங்கித்தான்."
  }, {
    "number" : 19,
    "verse" : "அதேவேளை, சிற்றரசனான ஏரோது தனது சகோதரனின் மனைவி ஏரோதியாளை மணமுடித்திருந்ததனாலும், வேறு பல தீய காரியங்களை செய்ததனாலும் யோவான் ஏரோதைக் கண்டித்தான்."
  }, {
    "number" : 20,
    "verse" : "இதனால் ஏரோது யோவானைச் சிறையில் அடைத்து, தான் செய்த தீய செயல்களுடன் இதையும் கூட்டிக் கொண்டான்."
  }, {
    "number" : 21,
    "verse" : "(இயேசுவின் ஞானஸ்நானமும் வம்ச வரலாறும்)இவ்வாறு எல்லா மக்களும் யோவானிடம் ஞானஸ்நானம் பெற்றுக்கொண்டிருந்தபோது, இயேசுவும் வந்து ஞானஸ்நானம் பெற்றார். அவர் மன்றாடிக் கொண்டிருக்கையில், பரலோகம் திறக்கப்பட்டு,"
  }, {
    "number" : 22,
    "verse" : "பரிசுத்த ஆவியானவர் ஒரு புறாவைப் போன்ற உருவம் கொண்டவராய், அவர்மீது இறங்கினார். அப்போது பரலோகத்திலிருந்து ஒரு குரல்: “இவர் என் அன்புக்குரிய மகன், இவரில் நான் பெருமகிழ்ச்சி அடைகிறேன்” என்று சொன்னது."
  }, {
    "number" : 23,
    "verse" : "இயேசு தமது ஊழியத்தை ஆரம்பித்தபோது, அவர் சுமார் முப்பது வயதுடையவராய் இருந்தார். அவரை யோசேப்பின் மகன் என்றே மக்கள் கருதினர். யோசேப்பு ஏலியின் மகன்,"
  }, {
    "number" : 24,
    "verse" : "ஏலி மாத்தாத்தின் மகன், மாத்தாத் லேவியின் மகன், லேவி மெல்கியின் மகன், மெல்கி யன்னாவின் மகன், யன்னா யோசேப்பின் மகன்,"
  }, {
    "number" : 25,
    "verse" : "யோசேப்பு மத்தத்தியாவின் மகன், மத்தத்தியா ஆமோசின் மகன், ஆமோஸ் நாகூமின் மகன், நாகூம் எஸ்லியின் மகன், எஸ்லி நங்காயின் மகன்,"
  }, {
    "number" : 26,
    "verse" : "நங்காய் மாகாத்தின் மகன், மாகாத் மத்தத்தியாவின் மகன், மத்தத்தியா சேமேயின் மகன், சேமேய் யோசேக்கின் மகன், யோசேக்கு யோதாவின் மகன்,"
  }, {
    "number" : 27,
    "verse" : "யோதா யோவன்னாவின் மகன், யோவன்னா ரேசாவின் மகன், ரேசா சொரொபாபேலின் மகன், சொரொபாபேல் சலாத்தியேலின் மகன், சலாத்தியேல் நேரியின் மகன்,"
  }, {
    "number" : 28,
    "verse" : "நேரி மெல்கியின் மகன், மெல்கி அத்தியின் மகன், அத்தி கோசாமின் மகன், கோசாம் எல்மோதாமின் மகன், எல்மோதாம் ஏரின் மகன்,"
  }, {
    "number" : 29,
    "verse" : "ஏர் யோசேயின் மகன், யோசே எலியேசரின் மகன், எலியேசர் யோரீமின் மகன், யோரீம் மாத்தாத்தின் மகன், மாத்தாத் லேவியின் மகன்,"
  }, {
    "number" : 30,
    "verse" : "லேவி சிமியோனின் மகன், சிமியோன் யூதாவின் மகன், யூதா யோசேப்பின் மகன், யோசேப்பு யோனானின் மகன், யோனான் எலியாக்கீமின் மகன்,"
  }, {
    "number" : 31,
    "verse" : "எலியாக்கீம் மெலெயாவின் மகன், மெலெயா மயினானின் மகன், மயினான் மாத்தாத்தாவின் மகன், மாத்தாத்தா நாத்தானின் மகன், நாத்தான் தாவீதின் மகன்,"
  }, {
    "number" : 32,
    "verse" : "தாவீது ஈசாயின் மகன், ஈசாய் ஓபேத்தின் மகன், ஓபேத் போவாசின் மகன், போவாஸ் சல்மோனின் மகன், சல்மோன் நகசோனின் மகன்,"
  }, {
    "number" : 33,
    "verse" : "நகசோன் அம்மினதாபின் மகன், அம்மினதாப் ஆராமின் மகன், ஆராம் எஸ்ரோமின் மகன், எஸ்ரோம் பாரேஸின் மகன், பாரேஸ் யூதாவின் மகன்,"
  }, {
    "number" : 34,
    "verse" : "யூதா யாக்கோபின் மகன், யாக்கோபு ஈசாக்கின் மகன், ஈசாக்கு ஆபிரகாமின் மகன், ஆபிரகாம் தேராவின் மகன், தேரா நாகோரின் மகன்,"
  }, {
    "number" : 35,
    "verse" : "நாகோர் சேரூக்கின் மகன், சேரூக் ரெகூவின் மகன், ரெகூ பேலேக்கின் மகன், பேலேக் ஏபேரின் மகன், ஏபேர் சாலாவின் மகன்,"
  }, {
    "number" : 36,
    "verse" : "சாலா காயினானின் மகன், காயினான் அர்ப்பகசாத்தின் மகன், அர்ப்பகசாத் சேமின் மகன், சேம் நோவாவின் மகன், நோவா லாமேக்கின் மகன்,"
  }, {
    "number" : 37,
    "verse" : "லாமேக்கு மெத்தூசலாவின் மகன், மெத்தூசலா ஏனோக்கின் மகன், ஏனோக்கு யாரேத்தின் மகன், யாரேத் மகலாலெயேலின் மகன், மகலாலெயேல் கேனானின் மகன்,"
  }, {
    "number" : 38,
    "verse" : "கேனான் ஏனோஸின் மகன், ஏனோஸ் சேத்தின் மகன், சேத் ஆதாமின் மகன், ஆதாம் இறைவனின் மகன்."
  } ]
}