{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "லூக்கா",
  "bookEnglishName" : "Luke",
  "chapterNumber" : 6,
  "verses" : [ {
    "number" : 1,
    "verse" : "(ஓய்வுநாளின் ஆண்டவர்)ஒரு சபத் ஓய்வுநாளிலே, இயேசு தானியம் விளைந்திருந்த வயல் வழியாகப் போகையில் அவருடைய சீடர்கள் தானியக் கதிர்கள் சிலவற்றைப் பறித்து, தங்கள் கைகளால் தேய்த்து கோதுகளை அகற்றி, தானியங்களை உண்ணத் தொடங்கினார்கள்."
  }, {
    "number" : 2,
    "verse" : "அப்போது சில பரிசேயர்கள் அவர்களிடம், “நீதிச்சட்டத்தின்படி சபத் ஓய்வுநாளில் தடை விதிக்கப்பட்டதை ஏன் செய்கின்றீர்கள்?” என்று கேட்டார்கள்."
  }, {
    "number" : 3,
    "verse" : "அதற்கு இயேசு அவர்களிடம், “தாவீதும் அவருடன் இருந்தவர்களும் பசியாயிருந்தபோது, அவர் என்ன செய்தார் என்பதைப்பற்றி நீங்கள் ஒருபோதும் வாசித்ததில்லையா?"
  }, {
    "number" : 4,
    "verse" : "அவர் இறைவனுடைய வீட்டிற்குள் போய், அர்ப்பணிக்கப்பட்ட அப்பத்தை எடுத்தார்; நீதிச்சட்டத்தின்படி மதகுருக்கள் மட்டுமே உண்ணக் கூடிய அப்பத்தை அவர் உண்டதுடன், தன்னோடிருந்தவர்களுக்கும் கொடுத்தார்” என்றார்."
  }, {
    "number" : 5,
    "verse" : "மேலும் இயேசு அவர்களிடம், “மனுமகனே ஓய்வுநாளின் ஆண்டவர்” என்றார்."
  }, {
    "number" : 6,
    "verse" : "இன்னுமொரு சபத் ஓய்வுநாளிலே, அவர் ஜெபஆலயத்திற்குள் போய் அங்கே போதித்துக் கொண்டிருந்தார். அங்கே வலதுகை ஊனமுற்ற ஒருவன் இருந்தான்."
  }, {
    "number" : 7,
    "verse" : "பரிசேயரும் நீதிச்சட்ட ஆசிரியர்களும், இயேசு மீது குற்றம் சுமத்துவதற்கான ஒரு ஆதாரத்தைத் தேடிக் கொண்டிருந்தார்கள். எனவே அவர் ஓய்வுநாளில் அவனைக் குணமாக்குவாரோ என்று இயேசுவை குறிப்பாகப் பார்த்துக் கொண்டிருந்தார்கள்."
  }, {
    "number" : 8,
    "verse" : "ஆனால் இயேசுவோ, அவர்கள் என்ன நினைத்துக் கொண்டிருக்கிறார்கள் என்பதை அறிந்து, ஊனமுற்ற கையையுடையவனைப் பார்த்து, “நீ எழுந்து, எல்லோருக்கும் முன்பாக நில்” என்றார். அப்படியே அவன் எழுந்து நின்றான்."
  }, {
    "number" : 9,
    "verse" : "அப்போது இயேசு அவர்களிடம், “நான் உங்களிடம் ஒன்று கேட்கின்றேன் எனக்குப் பதிலளியுங்கள்; ஓய்வுநாளிலே நீதிச்சட்டத்தின்படி செய்யத் தகுந்தது எது? நன்மை செய்வதா அல்லது தீமை செய்வதா? ஒருவனின் உயிரைக் காப்பாற்றுவதா அல்லது அழிப்பதா?” என்று கேட்டார்."
  }, {
    "number" : 10,
    "verse" : "பின்பு அவர்கள் எல்லோரையும் சுற்றிப் பார்த்துவிட்டு, அவர் அவனிடம், “உன் கையை நீட்டு” என்றார். அவனும் அப்படியே தன் கையை நீட்டினான். அவனுடைய கை முற்றிலும் குணமடைந்தது."
  }, {
    "number" : 11,
    "verse" : "ஆனால் பரிசேயரும் நீதிச்சட்ட ஆசிரியர்களும் கோபவெறியுடன், தாங்கள் இயேசுவுக்கு என்ன செய்யலாம் என்று ஒருவரோடொருவர் ஆலோசிக்கத் தொடங்கினார்கள்."
  }, {
    "number" : 12,
    "verse" : "(பன்னிரண்டு அப்போஸ்தலர்கள்)அந்நாட்களில், இயேசு மன்றாடுவதற்காக ஒரு மலையின்மேல் ஏறினார். அங்கே இரவு முழுவதும் இறைவனை நோக்கி மன்றாடினார்."
  }, {
    "number" : 13,
    "verse" : "விடிந்ததும், அவர் தமது சீடர்களைத் தம்மிடம் வரவழைத்து, அவர்களில் பன்னிரண்டு பேரைத் தெரிந்தெடுத்து, அவர்களுக்கு அப்போஸ்தலர்கள் என பெயரிட்டார்; அவர்கள் யாரெனில்:"
  }, {
    "number" : 14,
    "verse" : "பேதுரு என அவர் பெயரிட்ட சீமோன், பேதுருவின் சகோதரன் அந்திரேயா, யாக்கோபு, யோவான், பிலிப்பு, பர்த்தொலொமேயு,"
  }, {
    "number" : 15,
    "verse" : "மத்தேயு, தோமா, அல்பேயுவின் மகன் யாக்கோபு, செலோத்தே என அழைக்கப்பட்ட சீமோன்,"
  }, {
    "number" : 16,
    "verse" : "யாக்கோபின் மகன் யூதா, துரோகியாய் மாறிய யூதாஸ் ஸ்காரியோத்து என்பவர்களே."
  }, {
    "number" : 17,
    "verse" : "(ஆசீர்வாதங்களும் கேடுகளும்)இயேசு அவர்களுடன் கீழே இறங்கிப் போய் சமவெளியான ஒரு இடத்தில் நின்றார். திரளான அவருடைய மற்றைய சீடர்களும், யூதேயா முழுவதிலிருந்தும் எருசலேமிலிருந்தும் தீரு, சீதோன் பட்டணங்களின் கரையோரங்களிலிருந்தும் வந்த பெருந்திரளான மக்கள் கூட்டத்தினரும் அங்கே இருந்தார்கள்."
  }, {
    "number" : 18,
    "verse" : "அவர்கள் அவர் சொல்வதைக் கேட்கவும், தங்களுடைய வியாதிகளிலிருந்து குணமடையவும் வந்திருந்தார்கள். தீய ஆவிகளினால் துன்பப்பட்டவர்களும் குணமடைந்தார்கள்."
  }, {
    "number" : 19,
    "verse" : "அவரிலிருந்து வல்லமை புறப்பட்டு எல்லோரையும் குணமாக்கியபடியினால், எல்லா மக்களும் அவரைத் தொடுவதற்கு முயற்சி செய்தார்கள்."
  }, {
    "number" : 20,
    "verse" : "அப்போது அவர் தமது சீடர்களைப் பார்த்துச் சொன்னதாவது: “ஏழைகளாய் இருக்கின்ற நீங்கள் ஆசீர்வதிக்கப்பட்டவர்கள், ஏனெனில் இறைவனுடைய அரசு உங்களுக்கே உரியது."
  }, {
    "number" : 21,
    "verse" : "இப்போது பசியாய் இருக்கின்ற நீங்கள் ஆசீர்வதிக்கப்பட்டவர்கள், ஏனெனில் நீங்கள் திருப்தியடைவீர்கள். இப்போது அழுகின்றவர்களாகிய நீங்கள் ஆசீர்வதிக்கப்பட்டவர்கள், ஏனெனில் நீங்கள் மகிழ்ச்சியால் சிரிப்பீர்கள்."
  }, {
    "number" : 22,
    "verse" : "மனுமகனின் பொருட்டு மனிதர்கள் உங்களை வெறுக்கும்போதும், உங்களைப் புறக்கணிக்கும்போதும், உங்களை அவமதிக்கும்போதும், உங்களைத் தீமையானவர்கள் என்று தள்ளி விடும்போதும், நீங்கள் ஆசீர்வதிக்கப்பட்டவர்கள்."
  }, {
    "number" : 23,
    "verse" : "“அவை நடக்கும் அந்நாளிலே சந்தோஷப்பட்டு மகிழ்ச்சியுடன் துள்ளிக் குதியுங்கள். ஏனெனில், பரலோகத்தில் கிடைக்கப் போகும் உங்கள் வெகுமதி பெரியது. இந்த மக்களுடைய முற்பிதாக்களும் இறைவாக்கினரை அப்படித்தான் நடத்தினார்கள்."
  }, {
    "number" : 24,
    "verse" : "“ஆனால், செல்வந்தர்களாய் இருக்கின்ற உங்களுக்கு ஐயோ பேரழிவு! ஏனெனில் நீங்கள் ஏற்கெனவே உங்கள் ஆறுதலைப் பெற்றுவிட்டீர்கள்."
  }, {
    "number" : 25,
    "verse" : "நன்றாய் சாப்பிட்டு திருப்தியாய் இருக்கின்றவர்களே, உங்களுக்கு ஐயோ பேரழிவு! ஏனெனில் நீங்கள் பட்டினியாய் இருப்பீர்கள். இப்போது சிரித்து மகிழ்கின்றவர்களே உங்களுக்கு ஐயோ பேரழிவு! ஏனெனில் நீங்கள் புலம்பி அழுவீர்கள்."
  }, {
    "number" : 26,
    "verse" : "எல்லா மனிதரும் உங்களைப் புகழ்ந்து பேசும்போது, உங்களுக்கு ஐயோ பேரழிவு! ஏனெனில் அவர்களுடைய முற்பிதாக்களும் போலி இறைவாக்கினர்களை அப்படித்தான் புகழ்ந்தார்கள்."
  }, {
    "number" : 27,
    "verse" : "(பகைவரில் அன்பு)“நான் சொல்வதைக் கவனித்துக் கேட்டுக் கொண்டிருக்கின்றவர்களுக்குச் சொல்கின்றேன்: உங்கள் பகைவர்களை அன்பு செய்யுங்கள். உங்களை வெறுக்கின்றவர்களுக்கு நன்மை செய்யுங்கள்."
  }, {
    "number" : 28,
    "verse" : "உங்களைச் சபிக்கின்றவர்களை ஆசீர்வதியுங்கள். உங்களைத் துன்புறுத்துகின்றவர்களுக்காக மன்றாடுங்கள்."
  }, {
    "number" : 29,
    "verse" : "ஒருவன் உங்களை ஒரு கன்னத்தில் அடித்தால், அவனுக்கு மறுகன்னத்தையும் திருப்பிக் காட்டுங்கள். ஒருவன் உங்கள் மேலாடையை எடுத்துக் கொண்டால், உங்களது உடையையும் எடுப்பதிலிருந்து அவனைத் தடுக்காதிருங்கள்."
  }, {
    "number" : 30,
    "verse" : "உங்களிடம் கேட்கின்ற எல்லோருக்கும் கொடுங்கள். உங்களுக்கு உரியதை யாரேனும் எடுத்துக் கொண்டால், அதைத் திருப்பித் தரும்படி வற்புறுத்திக் கேளாதிருங்கள்."
  }, {
    "number" : 31,
    "verse" : "மற்றவர்கள் உங்களுக்கு என்ன செய்ய வேண்டும் என்று விரும்புகிறீர்களோ, அதையே நீங்களும் மற்றவர்களுக்குச் செய்யுங்கள்."
  }, {
    "number" : 32,
    "verse" : "“உங்களை அன்பு செய்வோரையே நீங்களும் அன்பு செய்தால், உங்களுக்கு என்ன மேன்மை? பாவிகளும்கூட தங்களை அன்பு செய்பவர்களை அன்பு செய்கின்றார்கள்."
  }, {
    "number" : 33,
    "verse" : "உங்களுக்கு நன்மை செய்கின்றவர்களுக்கே நீங்களும் நன்மை செய்தால், உங்களுக்கு என்ன மேன்மை? பாவிகளும் அப்படிச் செய்கின்றார்களே."
  }, {
    "number" : 34,
    "verse" : "மீண்டும் திருப்பிக் கொடுப்பார்கள் என்ற எதிர்பார்ப்புடன் மற்றவர்களுக்கு நீங்கள் கடன் கொடுத்தால், உங்களுக்கு என்ன மேன்மை? கடனாகக் கொடுத்ததை முழுவதுமாக திரும்ப பெற்றுக்கொள்ளும்படி பாவிகளும் பாவிகளுக்கு கடன் கொடுக்கின்றார்களே."
  }, {
    "number" : 35,
    "verse" : "ஆனால் நீங்களோ உங்கள் பகைவரை அன்பு செய்யுங்கள். அவர்களுக்கு நன்மை செய்யுங்கள். திரும்பிப் பெற்றுக்கொள்ளும் எதிர்பார்ப்பின்றி அவர்களுக்குக் கடன் கொடுங்கள். அப்போது உங்களுக்குக் கிடைக்கும் பிரதிபலன் பெரிதாயிருக்கும். நீங்கள் அதி உன்னதமான இறைவனின் பிள்ளைகளாயிருப்பீர்கள்; ஏனெனில், அவர் நன்றி கெட்டவர்களுக்கும், கொடுமையானவர்களுக்கும் தயவுள்ளவராய் இருக்கின்றாரே."
  }, {
    "number" : 36,
    "verse" : "உங்கள் பிதா இரக்கமுள்ளவராக இருக்கின்றது போல, நீங்களும் இரக்கமுள்ளவர்களாக இருங்கள்."
  }, {
    "number" : 37,
    "verse" : "(நியாயத்தீர்ப்பு வழங்குதல்)“மற்றவர்களுக்கு நியாயத்தீர்ப்பு வழங்காதிருங்கள், அப்போது நீங்களும் நியாயத்தீர்ப்பு பெற மாட்டீர்கள். மற்றவர்களைக் குற்றவாளிகளாகத் தீர்ப்பு செய்யாதிருங்கள். அப்போது நீங்களும் குற்றவாளிகளாகத் தீர்ப்பளிக்கப்பட மாட்டீர்கள். மன்னியுங்கள், அப்போது நீங்களும் மன்னிக்கப்படுவீர்கள்."
  }, {
    "number" : 38,
    "verse" : "கொடுங்கள், அப்போது உங்களுக்கும் கொடுக்கப்படும். அமுக்கி குலுக்கி நிரம்பி வழியத்தக்கதாக, தாராளமான அளவினாலே அளக்கப்பட்டு, உங்கள் மடியில் உள்ள பையிலே போடப்படும். நீங்கள் எந்த அளவினால் அளக்கின்றீர்களோ, அந்த அளவின்படியே உங்களுக்கும் அளக்கப்படும்” என்றார்."
  }, {
    "number" : 39,
    "verse" : "மேலும், அவர் இந்த விளக்க உதாரணத்தைச் சொன்னார்: “பார்வையிழந்த ஒருவன் மற்றொரு பார்வையிழந்தவனுக்கு வழிகாட்ட முடியுமா? அப்படிச் செய்தால், அவர்கள் இருவரும் குழியிலே விழுவார்கள் அல்லவா?"
  }, {
    "number" : 40,
    "verse" : "பயிற்சி பெறுபவன் தனக்குப் பயிற்சி கொடுப்பவனைவிட மேலானவன் அல்ல, ஆனால் முழுமையாய் பயிற்சி பெற்ற ஒவ்வொருவனும் தனக்குப் பயிற்சி கொடுப்பவனைப் போல இருப்பான்."
  }, {
    "number" : 41,
    "verse" : "“நீ உனது கண்ணிலுள்ள, மரக்கட்டையைக் கவனிக்கத் தவறி, உனது சகோதரனின் கண்ணிலுள்ள சிறு துரும்பைப் பார்ப்பது ஏன்?"
  }, {
    "number" : 42,
    "verse" : "உன் கண்ணில் மரக்கட்டை இருக்கையில், நீ உனது சகோதரனிடம், ‘நான் உனது கண்ணிலுள்ள துரும்பை எடுத்துப் போடுகிறேன்’ என எப்படிச் சொல்லலாம்? வெளிவேடக்காரனே! முதலில் உனது கண்ணிலுள்ள மரக்கட்டையை எடுத்துப் போடு. அப்போது உனது சகோதரனின் கண்ணிலுள்ள சிறு துரும்பை எடுத்துப் போடத்தக்கதாக உன்னால் தெளிவாகப் பார்க்க முடியும்.”"
  }, {
    "number" : 43,
    "verse" : "(மரமும் அதன் கனியும்)“நல்ல மரம் எதுவும் பழுதான கனியைக் கொடுப்பதில்லை, பழுதான மரம் எதுவும் நல்ல கனியைக் கொடுப்பதில்லை."
  }, {
    "number" : 44,
    "verse" : "ஒவ்வொரு மரமும் எப்படிப்பட்டது என்பதை அதன் கனியை வைத்து இனங்காணலாம். முட்புதர்களிலிருந்து ஒருவரும் அத்திப் பழங்களைச் சேகரிப்பதில்லை. முட்செடிகளிலிருந்து திராட்சைப் பழங்களைச் சேகரிப்பதுமில்லை."
  }, {
    "number" : 45,
    "verse" : "நல்ல மனிதன் தன் உள்ளத்தில் பொக்கிஷமாக சேர்த்து வைத்திருக்கிற நன்மையிலிருந்து, நல்ல காரியங்களை வெளியே கொண்டுவருகின்றான்; தீய மனிதன் தன் உள்ளத்தில் பொக்கிஷமாக சேர்த்து வைத்திருக்கிற தீமையிலிருந்து, தீய காரியங்களை வெளியே கொண்டுவருகின்றான். ஏனெனில், ஒருவனுடைய உள்ளத்தில் நிறைந்திருப்பதையே அவனுடைய வாய் பேசும்."
  }, {
    "number" : 46,
    "verse" : "(ஞானியும் மூடனும்)“நான் சொல்வதைச் செய்யாமல், ‘ஆண்டவரே, ஆண்டவரே’ என்று ஏன் என்னைக் கூப்பிடுகிறீர்கள்?"
  }, {
    "number" : 47,
    "verse" : "என்னிடம் வந்து, என் வார்த்தைகளைக் கேட்டு, அவற்றைச் செயற்படுத்துகின்றவன், எதற்கு ஒப்பானவன் என்பதை நான் உங்களுக்குக் காண்பிப்பேன்."
  }, {
    "number" : 48,
    "verse" : "அவன் ஆழமாய்த் தோண்டி, கீழேயுள்ள கற்பாறையின் மேல் அத்திவாரமிட்டு, வீடு கட்டுகின்ற ஒரு மனிதனுக்கு ஒப்பாயிருக்கிறான். வெள்ளம் வந்தபோது, நீரோட்டம் அந்த வீட்டின் மேல் மோதியது; ஆயினும் அது உறுதியாகக் கட்டப்பட்டிருந்ததால், அதை அசைக்க முடியவில்லை."
  }, {
    "number" : 49,
    "verse" : "ஆனால் என் வார்த்தைகளைக் கேட்டும் அவற்றை நடைமுறைப்படுத்தாதவனோ, அத்திவாரமின்றி வெறும் தரை மீது வீட்டைக் கட்டிய மனிதனைப் போல் இருக்கின்றான். நீரோட்டம் அந்த வீட்டின் மேல் மோதியவுடனே, அது இடிந்து விழுந்து, முற்றிலும் அழிந்தது.”"
  } ]
}