{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "லூக்கா",
  "bookEnglishName" : "Luke",
  "chapterNumber" : 7,
  "verses" : [ {
    "number" : 1,
    "verse" : "நூற்றுக்குத் தளபதியின் விசுவாசம்இயேசுவின் போதனையைக் கேட்டுக் கொண்டிருந்த மக்களுக்கு இவற்றையெல்லாம் சொல்லி முடித்த பின்பு, அவர் கப்பர்நகூமுக்குச் சென்றார்."
  }, {
    "number" : 2,
    "verse" : "அங்கே நூற்றுக்குத் தளபதியின் வேலைக்காரன் ஒருவன் வியாதியுற்று மரணத் தறுவாயில் இருந்தான். இந்த வேலைக்காரன் தன்னுடைய எஜமானின் மதிப்புக்குரியவனாய் இருந்தான்."
  }, {
    "number" : 3,
    "verse" : "நூற்றுக்குத் தளபதி இயேசுவைப் பற்றிக் கேள்விப்பட்டான். எனவே இயேசு வந்து தனது வேலைக்காரனைக் குணமாக்க வேண்டுமென்று அவரிடம் கேட்டுக்கொள்வதற்காக, யூதர்களின் சமூகத் தலைவர்கள் சிலரை அவரிடம் அனுப்பினான்."
  }, {
    "number" : 4,
    "verse" : "அவர்கள் இயேசுவிடம் வந்தபோது அவரிடம் மிகவும் கெஞ்சிக் கேட்டு, “நீர் இதை அந்த அதிகாரிக்குச் செய்வதற்கு அவன் தகுதியுடையவன்."
  }, {
    "number" : 5,
    "verse" : "ஏனெனில், அவன் நமது மக்களை நேசிக்கிறான்; நமக்கொரு ஜெபஆலயத்தையும் கட்டிக் கொடுத்திருக்கிறான்” என்றார்கள்."
  }, {
    "number" : 6,
    "verse" : "எனவே இயேசு அவர்களுடன் போனார். நூற்றுக்குத் தளபதியின் வீட்டிற்குச் சமீபமாய் இயேசு வந்து கொண்டிருக்கையில், அவன் தனது நண்பர்களை அவரிடம் அனுப்பி, அவர்களுக்கூடாகச் சொன்னதாவது: “ஆண்டவரே! நீர் சிரமப்பட வேண்டாம், நீர் எனது வீட்டிற்குள் வருவதற்கு நான் தகுதியுடையவன் அல்ல."
  }, {
    "number" : 7,
    "verse" : "உம்மிடம் வருவதற்கும் நான் என்னைத் தகுதியுள்ளவனாகக் கருதவில்லை. ஆனால் நீர் ஒரு வார்த்தை கட்டளையிடும், அப்போது என் வேலைக்காரன் குணமடைவான்."
  }, {
    "number" : 8,
    "verse" : "ஏனெனில், நானும் அதிகாரத்திற்குக் கீழ்ப்பட்ட ஒருவனாய் இருக்கின்றேன்; எனக்குக் கீழேயும் இராணுவ வீரர்கள் இருக்கின்றார்கள். நான் இவனைப் பார்த்து ‘போ’ என்றால் இவன் போகின்றான்; அவனைப் பார்த்து ‘வா’ என்றால் அவன் வருகின்றான். எனது வேலைக்காரனிடம் ‘இதைச் செய்’ என்றால் அவன் செய்கின்றான்.”"
  }, {
    "number" : 9,
    "verse" : "இயேசு இதைக் கேட்டபோது, அவனைக் குறித்து வியப்படைந்தவராய், தம்மைப் பின்பற்றி வந்த மக்கள் கூட்டத்தைத் திரும்பிப் பார்த்து, “இப்படிப்பட்ட பெரிதான விசுவாசத்தை இஸ்ரயேலரிடத்திலும்கூட கண்டதில்லை என்று நான் உங்களுக்குச் சொல்கின்றேன்” என்றார்."
  }, {
    "number" : 10,
    "verse" : "அப்போது, இயேசுவிடம் அனுப்பப்பட்ட மனிதர்கள் வீட்டிற்குத் திரும்பி சென்றபோது, அந்த வேலைக்காரன் குணமடைந்திருப்பதைக் கண்டார்கள்."
  }, {
    "number" : 11,
    "verse" : "விதவையின் மகன்இதற்குப் பின்பு இயேசு, நாயீன் என்னும் பட்டணத்திற்குச் சென்றார். அவருடைய சீடர்களும், பெருங்கூட்டமாயிருந்த மக்களும் அவருடன் போனார்கள்."
  }, {
    "number" : 12,
    "verse" : "அவர் பட்டணத்து வாசலுக்குச் சமீபமாய் வந்தபோது மரணித்த ஒருவனை சிலர் சுமந்துகொண்டு வந்தார்கள். ஒரு விதவைத் தாய்க்கு இவன் ஒரே மகன். அவளுடன் பட்டணத்திலிருந்து மக்கள் பெருங்கூட்டமாய் வந்தார்கள்."
  }, {
    "number" : 13,
    "verse" : "ஆண்டவர் அவளைக் கண்டபோது, அவள் மீது மனம் உருகி, “அழாதே” என்று சொன்னார்."
  }, {
    "number" : 14,
    "verse" : "பின்பு அவர் போய், பாடையைத் தொட்டார். அதைச் சுமந்துகொண்டு நடந்தவர்கள் நின்றார்கள். அவர், “நான் உனக்குச் சொல்கின்றேன், வாலிபனே, எழுந்திரு!” என்றார்."
  }, {
    "number" : 15,
    "verse" : "இறந்தவன் உயிர் பெற்று எழுந்து, பேசத் தொடங்கினான். இயேசு அவனை அவனுடைய தாயிடம் ஒப்படைத்தார்."
  }, {
    "number" : 16,
    "verse" : "அவர்கள் எல்லோரும் பயபக்தியுடன் இறைவனைத் துதித்தார்கள். “ஒரு பெரிய இறைவாக்கினர் நம்மிடையே தோன்றியிருக்கிறார். தம்முடைய மக்களுக்கு உதவி செய்யும்படி இறைவன் வந்திருக்கிறார்” என்றார்கள்."
  }, {
    "number" : 17,
    "verse" : "இயேசு செய்தவற்றைப் பற்றிய இந்தச் செய்தி யூதேயா முழுவதிலும், அதைச் சுற்றியுள்ள நாட்டுப் புறத்திலும் பரவியது."
  }, {
    "number" : 18,
    "verse" : "இயேசுவும் யோவான் ஸ்நானகனும்யோவானின் சீடர்கள் இவை எல்லாவற்றையும் யோவானுக்குச் சொன்னார்கள். யோவான் தன்னுடைய சீடர்களில் இருவரை அழைத்து,"
  }, {
    "number" : 19,
    "verse" : "“வரப் போகின்ற மேசியா நீர்தானா? இல்லாவிட்டால் இன்னொருவர் வரும்வரை எதிர்பார்த்திருக்க வேண்டுமா?” என்று கேட்கும்படி, ஆண்டவர் இயேசுவிடம் அவர்களை அனுப்பினான்."
  }, {
    "number" : 20,
    "verse" : "அவர்கள் இயேசுவிடம் வந்து, “வரப் போகின்ற மேசியா நீர்தானா? இல்லாவிட்டால் இன்னொருவர் வரும்வரை எதிர்பார்த்திருக்க வேண்டுமா? என்று கேட்கும்படி, யோவான் ஸ்நானகன் எங்களை உம்மிடம் அனுப்பியிருக்கிறார்” என்றார்கள்."
  }, {
    "number" : 21,
    "verse" : "அதேவேளை வியாதிப்பட்டவர்கள், நோயுற்றிருந்தவர்கள், தீய ஆவியால் பீடிக்கப்பட்டிருந்ததான பலரை இயேசு குணமாக்கினார்; கண் பார்வையற்ற பலருக்கும் அவர் பார்வை கொடுத்தார்."
  }, {
    "number" : 22,
    "verse" : "எனவே அவர் அந்த தூதுவர்களிடம், “நீங்கள் திரும்பிப் போய், கண்டதையும் கேட்டதையும் யோவானுக்கு அறிவியுங்கள்: பார்வையற்றோர் பார்வையடைகிறார்கள், கால் ஊனமுற்றோர் நடக்கின்றார்கள், தொழுநோயாளர் குணமடைகிறார்கள், செவிப்புலனற்றோர் கேட்கின்றார்கள், இறந்தவர்கள் உயிருடன் எழுப்பப்படுகிறார்கள், ஏழைகளுக்கு நற்செய்தி அறிவிக்கப்படுகிறது."
  }, {
    "number" : 23,
    "verse" : "என் பொருட்டு இடறி விழாதவன் ஆசீர்வதிக்கப்பட்டவன்” என்றார்."
  }, {
    "number" : 24,
    "verse" : "யோவானின் தூதுவர்கள் புறப்பட்டுப் போனதும், கூடியிருந்த மக்களிடம் யோவானைக் குறித்து இயேசு பேசத் தொடங்கினார்: “எதைப் பார்க்க பாலைநிலத்திற்குப் போனீர்கள்? காற்றில் ஆடும் ஒரு நாணற் புல்லைப் பார்க்கவா?"
  }, {
    "number" : 25,
    "verse" : "இல்லையென்றால், எதைப் பார்க்கப் போனீர்கள்? சிறப்பான உடையணிந்த ஒரு மனிதனைப் பார்க்கவா? இதோ, விலையுயர்ந்த உடை உடுத்தி, ஆடம்பரமாக வாழ்பவர்கள் மாளிகைகளில் அல்லவோ இருக்கின்றார்கள்."
  }, {
    "number" : 26,
    "verse" : "அப்படியானால் எதைப் பார்ப்பதற்குப் போனீர்கள்? ஒரு இறைவாக்கினனையா? ஆம், அவர் ஒரு இறைவாக்கினனிலும் மேலானவர் என்று நான் உங்களுக்குச் சொல்கின்றேன்."
  }, {
    "number" : 27,
    "verse" : "இவனைக் குறித்தே இவ்வாறு எழுதப்பட்டுள்ளது: “ ‘உமக்கு முன்பாக என்னுடைய தூதுவனை அனுப்புவேன், அவன் உமக்கு முன்பாக உம்முடைய வழியை ஆயத்தப்படுத்துவான்.’"
  }, {
    "number" : 28,
    "verse" : "நான் உங்களுக்குச் சொல்கின்றேன், இதுவரை பிறந்தவர்களுள் யோவானைப் பார்க்கிலும் பெரியவன் ஒருவனும் இல்லை. ஆயினும் இறைவனுடைய அரசில் மிகச் சிறியவனாய் இருக்கின்றவன் யோவானிலும் பெரியவனாய் இருக்கின்றான்” என்றார்."
  }, {
    "number" : 29,
    "verse" : "வரி சேகரிப்போர் உட்பட எல்லா மக்களும் இயேசுவின் வார்த்தைகளைக் கேட்டபோது, இறைவன் நீதியுள்ளவர் என்று ஏற்றுக்கொண்டார்கள்; ஏனெனில், அவர்கள் யோவானிடம் ஞானஸ்நானம் பெற்றிருந்தார்கள்."
  }, {
    "number" : 30,
    "verse" : "ஆனால் பரிசேயரும் நீதிச்சட்ட நிபுணர்களுமோ, யோவானிடம் ஞானஸ்நானத்தைப் பெற்றுக் கொள்ளாதவர்களாய் தங்களுக்கான இறைவனுடைய நோக்கத்தைப் புறக்கணித்தார்கள்."
  }, {
    "number" : 31,
    "verse" : "இயேசு தொடர்ந்து கூறியதாவது, “இந்தத் தலைமுறையைச் சேர்ந்த, இந்த மக்களை நான் எதற்கு ஒப்பிடுவேன்? அவர்கள் யாரைப் போல் இருக்கின்றார்கள்?"
  }, {
    "number" : 32,
    "verse" : "அவர்கள் சந்தை கூடும் இடங்களில் உட்கார்ந்து, ஒருவரையொருவர் அழைத்து, “ ‘நாங்கள் உங்களுக்காக சந்தோஷக் குழல் ஊதினோம், நீங்கள் நடனமாடவில்லை; நாங்கள் ஒப்பாரி பாடினோம், நீங்கள் அழவில்லை’ என்று சொல்கின்ற சிறுவர்களுக்கு ஒப்பாயிருக்கிறார்கள்."
  }, {
    "number" : 33,
    "verse" : "யோவான் ஸ்நானகன் நல்ல உணவை உண்ணாதவனும், திராட்சை ரசம் குடிக்காதவனுமாய் வந்தான். அவனைப் பார்த்து, ‘அவனுக்குப் பேய் பிடித்திருக்கிறது’ என்று சொல்கின்றீர்கள்."
  }, {
    "number" : 34,
    "verse" : "மனுமகனாகிய நானோ நல்ல உணவை உண்பவனாகவும், பானம் பருகுகிறவனாகவும் வந்தேன். என்னைப் பார்த்து, ‘இவனோ உணவுப் பிரியன், குடிகாரன், வரி சேகரிப்போருக்கும் பாவிகளுக்கும் நண்பன்’ என்று சொல்கின்றீர்கள்."
  }, {
    "number" : 35,
    "verse" : "ஆயினும் ஞானம் சரியானது என்பது, அதை ஏற்று நடக்கின்றவர்கள் எல்லோராலும் நிரூபிக்கப்படும்” என்றார்."
  }, {
    "number" : 36,
    "verse" : "பாவியான பெண் இயேசுவுக்கு வாசனைத் தைலம் பூசுதல்பரிசேயரில் ஒருவன், தன்னுடன் விருந்து உண்ணும்படி இயேசுவை அழைத்தான். எனவே இயேசு பரிசேயனுடைய வீட்டிற்குப் போய், பந்தியில் உட்கார்ந்திருந்தார்."
  }, {
    "number" : 37,
    "verse" : "அந்தப் பட்டணத்தில் பாவ வாழ்க்கை வாழ்ந்த ஒரு பெண் இருந்தாள். இயேசு அந்தப் பரிசேயனுடைய வீட்டில் விருந்து சாப்பிடுகிறார் என்று அவள் கேள்விப்பட்டு, வாசனைத் தைலம் நிறைந்த ஒரு வெள்ளைக் கல் குடுவையுடன் அவள் அங்கு வந்தாள்."
  }, {
    "number" : 38,
    "verse" : "அவள், அவருக்குப் பின்னே அழுதுகொண்டு அவருடைய பாதத்தின் அருகே நின்று, அவருடைய பாதங்களைத் தன் கண்ணீரால் நனைக்கத் தொடங்கினாள். அதன்பின், அவள் அவர் பாதங்களைத் தன் தலைமுடியினால் துடைத்து, அவற்றை முத்தம் இட்டு, வாசனைத் தைலத்தை அவருடைய பாதங்களில் பூசினாள்."
  }, {
    "number" : 39,
    "verse" : "அவரை விருந்துக்கு அழைத்த பரிசேயன் இதைக் கண்டபோது, “இவர் ஒரு இறைவாக்கினராய் இருந்தால், தன்னைத் தொடும் இவள் யார், இவள் எப்படிப்பட்ட பெண் என்பதை அறிந்திருப்பாரே. இவள் ஒரு பாவியல்லவா” என்று தனக்குள்ளே சொல்லிக் கொண்டான்."
  }, {
    "number" : 40,
    "verse" : "இயேசு அவனைப் பார்த்து, “சீமோனே, நான் உனக்கு ஒன்று சொல்ல விரும்புகிறேன்” என்றார். அவன், “போதகரே சொல்லும்” என்றான்."
  }, {
    "number" : 41,
    "verse" : "அப்போது அவர், “வட்டிக்குக் கடன் கொடுக்கும் ஒருவனிடம், இரண்டு பேர் கடன் பட்டிருந்தார்கள். ஒருவன் அவனுக்கு ஐந்நூறு தினாரி பணம் கொடுக்க வேண்டியிருந்தது. மற்றவன் ஐம்பது தினாரி பணம் கொடுக்க வேண்டியிருந்தது."
  }, {
    "number" : 42,
    "verse" : "இரண்டு பேரிடத்திலுமே திருப்பிக் கொடுக்க பணம் இருக்கவில்லை. எனவே அவன், அவர்கள் இருவருடைய கடன்களையுமே நீக்கிவிட்டான். அப்படியானால், அவர்களில் யார் அவனிடம் அதிக அன்பாயிருப்பான்?” என்று கேட்டார்."
  }, {
    "number" : 43,
    "verse" : "அதற்கு சீமோன், “அதிக கடன் நீக்கப்பட்டவனே என்று எண்ணுகிறேன்” என்றான். இயேசு அவனிடம், “நீ சரியாக நிதானித்துச் சொன்னாய்” என்றார்."
  }, {
    "number" : 44,
    "verse" : "பின்பு அவர், அந்தப் பெண்ணின் பக்கமாகத் திரும்பி, சீமோனுக்குச் சொன்னதாவது: “நீ இந்தப் பெண்ணைப் பார்க்கின்றாய் அல்லவா? நான் உனது வீட்டிற்குள் வந்தேன், நீ என் கால்களைக் கழுவ தண்ணீர் தரவில்லை. ஆனால் இவளோ, தன்னுடைய கண்ணீரினால் என் பாதங்களை நனைத்து, தன் தலைமுடியினால் அவற்றைத் துடைத்தாள்."
  }, {
    "number" : 45,
    "verse" : "நீ என்னை முத்தம் இடவில்லை, ஆனால் இந்தப் பெண்னோ, நான் இங்கு உள்ளே வந்ததிலிருந்து, என் பாதங்களை ஓயாமல் முத்தம் இட்டாள்."
  }, {
    "number" : 46,
    "verse" : "நீ என்னுடைய தலைக்கு எண்ணெய் வைக்கவில்லை, ஆனால் இவளோ, என் பாதங்களில் வாசனைத் தைலத்தை ஊற்றினாள்."
  }, {
    "number" : 47,
    "verse" : "எனவே நான் உனக்குச் சொல்கின்றேன், இவளுடைய அநேக பாவங்கள் மன்னிக்கப்பட்டன. அதனால் இவள் என்மீது அதிகமாய் அன்பு செலுத்துகிறாள். ஆனால் சிறிதளவாய் மன்னிப்பைப் பெற்றவன், சிறிதளவாகவே அன்பு காட்டுகிறான்” என்றார்."
  }, {
    "number" : 48,
    "verse" : "அதன்பின்பு இயேசு அவளிடம், “உன் பாவங்கள் மன்னிக்கப்பட்டன” என்றார்."
  }, {
    "number" : 49,
    "verse" : "அங்கு இருந்த மற்ற விருந்தாளிகள், “பாவங்களை மன்னிக்கும் இவர் யார்?” என்று தங்களுக்குள்ளே பேசிக்கொண்டார்கள்."
  }, {
    "number" : 50,
    "verse" : "இயேசு அந்தப் பெண்ணிடம், “உன் விசுவாசம் உன்னை இரட்சித்தது; சமாதானத்துடனே போ” என்றார்."
  } ]
}