{"bibleAbbr":"HOV2012","bookName":"लूका","bookEnglishName":"Luke","chapterNumber":12,"verses":[{"number":1,"verse":"इतने में जब हज़ारों की भीड़ लग गई, यहाँ तक कि वे एक दूसरे पर गिरे पड़ते थे, तो वह सबसे पहले अपने चेलों से कहने लगा, “फरीसियों के कपटरूपी खमीर से चौकस रहना।"},{"number":2,"verse":"कुछ ढका नहीं, जो खोला न जाएगा; और न कुछ छिपा है, जो जाना न जाएगा।"},{"number":3,"verse":"इसलिये जो कुछ तुम ने अन्धेरे में कहा है, वह उजाले में सुना जाएगा; और जो तुम ने कोठरियों में कानों कान कहा है, वह छत पर से प्रचार किया जाएगा।"},{"number":4,"verse":"“मैं तुम से जो मेरे मित्र हो कहता हूँ कि जो शरीर को घात करते हैं परन्तु उसके पीछे और कुछ नहीं कर सकते, उनसे मत डरो।"},{"number":5,"verse":"मैं तुम्हें चिताता हूँ कि तुम्हें किससे डरना चाहिए, घात करने के बाद जिसको नरक में डालने का अधिकार है, उसी से डरो; हाँ, मैं तुम से कहता हूँ, उसी से डरो।"},{"number":6,"verse":"क्या दो पैसे की पाँच गौरैयाँ नहीं बिकतीं? तौभी परमेश्‍वर उनमें से एक को भी नहीं भूलता।"},{"number":7,"verse":"तुम्हारे सिर के सब बाल भी गिने हुए हैं, इसलिये डरो नहीं, तुम बहुत गौरैयों से बढ़कर हो।"},{"number":8,"verse":"“मैं तुम से कहता हूँ जो कोई मनुष्यों के सामने मुझे मान लेगा उसे मनुष्य का पुत्र भी परमेश्‍वर के स्वर्गदूतों के सामने मान लेगा।"},{"number":9,"verse":"परन्तु जो मनुष्यों के सामने मेरा इन्कार करे उसका परमेश्‍वर के स्वर्गदूतों के सामने इन्कार किया जाएगा।"},{"number":10,"verse":"“जो कोई मनुष्य के पुत्र के विरोध में कोई बात कहे, उसका वह अपराध क्षमा किया जाएगा, परन्तु जो पवित्र आत्मा की निन्दा करे, उसका अपराध क्षमा नहीं किया जाएगा।"},{"number":11,"verse":"“जब लोग तुम्हें सभाओं और हाकिमों और अधिकारियों के सामने ले जाएँ, तो चिन्ता न करना कि हम किस रीति से या क्या उत्तर दें, या क्या कहें।"},{"number":12,"verse":"क्योंकि पवित्र आत्मा उसी घड़ी तुम्हें सिखा देगा कि क्या कहना चाहिए।”"},{"number":13,"verse":"फिर भीड़ में से एक ने उससे कहा, “हे गुरु, मेरे भाई से कह कि पिता की सम्पत्ति मेरे साथ बाँट ले।”"},{"number":14,"verse":"उसने उससे कहा, “हे मनुष्य, किसने मुझे तुम्हारा न्यायी या बाँटनेवाला नियुक्‍त किया है?”"},{"number":15,"verse":"और उसने उनसे कहा, “चौकस रहो, और हर प्रकार के लोभ से अपने आप को बचाए रखो; क्योंकि किसी का जीवन उसकी सम्पत्ति की बहुतायत से नहीं होता।”"},{"number":16,"verse":"उसने उनसे एक दृष्‍टान्त कहा : “किसी धनवान की भूमि में बड़ी उपज हुई।"},{"number":17,"verse":"तब वह अपने मन में विचार करने लगा, ‘मैं क्या करूँ? क्योंकि मेरे यहाँ जगह नहीं जहाँ अपनी उपज इत्यादि रखूँ।’"},{"number":18,"verse":"और उसने कहा, ‘मैं यह करूँगा : मैं अपनी बखारियाँ तोड़ कर उनसे बड़ी बनाऊँगा; और वहाँ अपना सब अन्न और संपत्ति रखूँगा;"},{"number":19,"verse":"और अपने प्राण से कहूँगा कि प्राण, तेरे पास बहुत वर्षों के लिये बहुत सम्पत्ति रखी है; चैन कर, खा, पी, सुख से रह।’"},{"number":20,"verse":"परन्तु परमेश्‍वर ने उससे कहा, ‘हे मूर्ख! इसी रात तेरा प्राण तुझ से ले लिया जाएगा; तब जो कुछ तू ने इकट्ठा किया है वह किसका होगा?’"},{"number":21,"verse":"ऐसा ही वह मनुष्य भी है जो अपने लिये धन बटोरता है, परन्तु परमेश्‍वर की दृष्‍टि में धनी नहीं।”"},{"number":22,"verse":"फिर उसने अपने चेलों से कहा, “इसलिये मैं तुम से कहता हूँ, अपने प्राण की चिन्ता न करो कि हम क्या खाएँगे; न अपने शरीर की कि क्या पहिनेंगे।"},{"number":23,"verse":"क्योंकि भोजन से प्राण, और वस्त्र से शरीर बढ़कर है।"},{"number":24,"verse":"कौवों पर ध्यान दो; वे न बोते हैं, न काटते; न उनके भण्डार और न खत्ता होता है; तौभी परमेश्‍वर उन्हें पालता है। तुम्हारा मूल्य पक्षियों से कहीं अधिक है!"},{"number":25,"verse":"तुम में से ऐसा कौन है जो चिन्ता करने से अपनी आयु में एक घड़ी भी बढ़ा सकता है?"},{"number":26,"verse":"इसलिये यदि तुम सबसे छोटा काम भी नहीं कर सकते, तो और बातों के लिये क्यों चिन्ता करते हो?"},{"number":27,"verse":"सोसनों के पेड़ों पर ध्यान करो कि वे कैसे बढ़ते हैं : वे न परिश्रम करते, न कातते हैं; तौभी मैं तुम से कहता हूँ कि सुलैमान भी अपने सारे वैभव में, उनमें से किसी एक के समान वस्त्र पहिने हुए न था।"},{"number":28,"verse":"इसलिये यदि परमेश्‍वर मैदान की घास को, जो आज है और कल भाड़ में झोंकी जाएगी, ऐसा पहिनाता है; तो हे अल्प विश्‍वासियो, वह तुम्हें क्यों न पहिनाएगा?"},{"number":29,"verse":"और तुम इस बात की खोज में न रहो कि क्या खाएँगे और क्या पीएँगे, और न सन्देह करो।"},{"number":30,"verse":"क्योंकि संसार की जातियाँ इन सब वस्तुओं की खोज में रहती हैं : और तुम्हारा पिता जानता है कि तुम्हें इन वस्तुओं की आवश्यकता है।"},{"number":31,"verse":"परन्तु उसके राज्य की खोज में रहो, तो ये वस्तुएँ भी तुम्हें मिल जाएँगी।"},{"number":32,"verse":"“हे छोटे झुण्ड, मत डर; क्योंकि तुम्हारे पिता को यह भाया है, कि तुम्हें राज्य दे।"},{"number":33,"verse":"अपनी सम्पत्ति बेचकर दान कर दो; और अपने लिये ऐसे बटुए बनाओ जो पुराने नहीं होते, अर्थात् स्वर्ग पर ऐसा धन इकट्ठा करो जो घटता नहीं और जिसके निकट चोर नहीं जाता, और कीड़ा नहीं बिगाड़ता।"},{"number":34,"verse":"क्योंकि जहाँ तुम्हारा धन है, वहाँ तुम्हारा मन भी लगा रहेगा।"},{"number":35,"verse":"“तुम्हारी कमरें बन्धी रहें और तुम्हारे दीये जलते रहें,"},{"number":36,"verse":"और तुम उन मनुष्यों के समान बनो, जो अपने स्वामी की बाट देख रहे हों कि वह विवाह से कब लौटेगा, कि जब वह आकर द्वार खटखटाए तो तुरन्त उसके लिये खोल दें।"},{"number":37,"verse":"धन्य हैं वे दास जिन्हें स्वामी आकर जागते पाए; मैं तुम से सच कहता हूँ कि वह कमर बाँध कर उन्हें भोजन करने को बैठाएगा, और पास आकर उनकी सेवा करेगा।"},{"number":38,"verse":"यदि वह रात के दूसरे पहर या तीसरे पहर में आकर उन्हें जागते पाए, तो वे दास धन्य हैं।"},{"number":39,"verse":"परन्तु तुम यह जान रखो कि यदि घर का स्वामी जानता कि चोर किस घड़ी आएगा, तो जागता रहता और अपने घर में सेंध लगने न देता।"},{"number":40,"verse":"तुम भी तैयार रहो; क्योंकि जिस घड़ी तुम सोचते भी नहीं, उसी घड़ी मनुष्य का पुत्र आ जाएगा।”"},{"number":41,"verse":"तब पतरस ने कहा, “हे प्रभु, क्या यह दृष्‍टान्त तू हम ही से या सबसे कहता है।”"},{"number":42,"verse":"प्रभु ने कहा, “वह विश्‍वासयोग्य और बुद्धिमान भण्डारी कौन है, जिसका स्वामी उसे नौकर चाकरों पर सरदार ठहराए कि उन्हें समय पर भोजन सामग्री दे।"},{"number":43,"verse":"धन्य है वह दास, जिसे उसका स्वामी आकर ऐसा ही करते पाए।"},{"number":44,"verse":"मैं तुम से सच कहता हूँ, वह उसे अपनी सब सम्पत्ति पर अधिकारी ठहराएगा।"},{"number":45,"verse":"परन्तु यदि वह दास सोचने लगे कि मेरा स्वामी आने में देर कर रहा है, और दासों और दासियों को मारने-पीटने लगे, और खाने-पीने और पियक्‍कड़ होने लगे।"},{"number":46,"verse":"तो उस दास का स्वामी ऐसे दिन, जब वह उसकी बाट जोहता न रहे, और ऐसी घड़ी जिसे वह जानता न हो, आएगा और उसे भारी दण्ड देकर उसका भाग अविश्‍वासियों के साथ ठहराएगा।"},{"number":47,"verse":"वह दास जो अपने स्वामी की इच्छा जानता था, और तैयार न रहा और न उसकी इच्छा के अनुसार चला, बहुत मार खाएगा।"},{"number":48,"verse":"परन्तु जो नहीं जानकर मार खाने के योग्य काम करे वह थोड़ी मार खाएगा। इसलिये जिसे बहुत दिया गया है, उससे बहुत माँगा जाएगा; और जिसे बहुत सौंपा गया है, उससे बहुत लिया जाएगा।"},{"number":49,"verse":"“मैं पृथ्वी पर आग लगाने आया हूँ; और क्या चाहता हूँ केवल यह कि अभी सुलग जाती!"},{"number":50,"verse":"मुझे तो एक बपतिस्मा लेना है, और जब तक वह न हो ले तब तक मैं कैसी व्यथा में रहूँगा!"},{"number":51,"verse":"क्या तुम समझते हो कि मैं पृथ्वी पर मिलाप कराने आया हूँ? मैं तुम से कहता हूँ; नहीं, वरन् अलग कराने आया हूँ।"},{"number":52,"verse":"क्योंकि अब से एक घर में पाँच जन आपस में विरोध रखेंगे, तीन दो से और दो तीन से।"},{"number":53,"verse":"पिता पुत्र से, और पुत्र पिता से विरोध रखेगा; माँ बेटी से, और बेटी माँ से, सास बहू से, और बहू सास से विरोध रखेगी। ”"},{"number":54,"verse":"उसने भीड़ से भी कहा, “जब तुम बादल को पश्‍चिम से उठते देखते हो तो तुरन्त कहते हो कि वर्षा होगी, और ऐसा ही होता है;"},{"number":55,"verse":"और जब दक्षिणी हवा चलती देखते हो तो कहते हो कि लूह चलेगी, और ऐसा ही होता है।"},{"number":56,"verse":"हे कपटियो, तुम धरती और आकाश के रूप-रंग में भेद कर सकते हो, परन्तु इस युग के विषय में क्यों भेद करना नहीं जानते?"},{"number":57,"verse":"“तुम आप ही निर्णय क्यों नहीं कर लेते कि उचित क्या है?"},{"number":58,"verse":"जब तू अपने मुद्दई के साथ हाकिम के पास जा रहा है तो मार्ग ही में उससे छूटने का यत्न कर ले, ऐसा न हो कि वह तुझे न्यायी के पास खींच ले जाए, और न्यायी तुझे सिपाही को सौंपे और सिपाही तुझे बन्दीगृह में डाल दे।"},{"number":59,"verse":"मैं तुम से कहता हूँ कि जब तक तू दमड़ी-दमड़ी भर न देगा तब तक वहाँ से छूटने न पाएगा।”"}]}