{"bibleAbbr":"HOV2012","bookName":"लूका","bookEnglishName":"Luke","chapterNumber":16,"verses":[{"number":1,"verse":"फिर उसने चेलों से भी कहा, “किसी धनवान का एक भण्डारी था, और लोगों ने उसके सामने उस पर यह दोष लगाया कि वह तेरी सारी सम्पत्ति उड़ाए देता है।"},{"number":2,"verse":"अत: उसने उसे बुलाकर कहा, ‘यह क्या है जो मैं तेरे विषय में सुन रहा हूँ? अपने भण्डारीपन का लेखा दे, क्योंकि तू आगे को भण्डारी नहीं रह सकता।’"},{"number":3,"verse":"तब भण्डारी सोचने लगा, ‘अब मैं क्या करूँ? क्योंकि मेरा स्वामी अब भण्डारी का काम मुझ से छीन रहा है। मिट्टी तो मुझ से खोदी नहीं जाती; और भीख माँगने में मुझे लज्जा आती है।"},{"number":4,"verse":"मैं समझ गया कि क्या करूँगा, ताकि जब मैं भण्डारी के काम से छुड़ाया जाऊँ तो लोग मुझे अपने घरों में ले लें।’"},{"number":5,"verse":"तब उसने अपने स्वामी के देनदारों को एक-एक करके बुलाया और पहले से पूछा, ‘तुझ पर मेरे स्वामी का कितना कर्ज है?’"},{"number":6,"verse":"उसने कहा, ‘सौ मन तेल,’ तब उसने उससे कहा, ‘अपना खाता-बही ले और बैठकर तुरन्त पचास लिख दे।’"},{"number":7,"verse":"फिर उसने दूसरे से पूछा, ‘तुझ पर कितना कर्ज है?’ उसने कहा, ‘सौ मन गेहूँ,’ तब उसने उससे कहा, ‘अपना खाता-बही लेकर अस्सी लिख दे।’"},{"number":8,"verse":"“स्वामी ने उस अधर्मी भण्डारी को सराहा कि उसने चतुराई से काम किया है। क्योंकि इस संसार के लोग अपने समय के लोगों के साथ रीति-व्यवहारों में ज्योति के लोगों से अधिक चतुर हैं।"},{"number":9,"verse":"और मैं तुम से कहता हूँ कि अधर्म के धन से अपने लिये मित्र बना लो, ताकि जब वह जाता रहे तो वे तुम्हें अनन्त निवासों में ले लें।"},{"number":10,"verse":"जो थोड़े से थोड़े में सच्‍चा है, वह बहुत में भी सच्‍चा है : और जो थोड़े से थोड़े में अधर्मी है, वह बहुत में भी अधर्मी है।"},{"number":11,"verse":"इसलिये जब तुम अधर्म के धन में सच्‍चे न ठहरे, तो सच्‍चा धन तुम्हें कौन सौंपेगा?"},{"number":12,"verse":"और यदि तुम पराये धन में सच्‍चे न ठहरे तो जो तुम्हारा है, उसे तुम्हें कौन देगा?"},{"number":13,"verse":"“कोई दास दो स्वामियों की सेवा नहीं कर सकता : क्योंकि वह तो एक से बैर और दूसरे से प्रेम रखेगा; या एक से मिला रहेगा और दूसरे को तुच्छ जानेगा। तुम परमेश्‍वर और धन दोनों की सेवा नहीं कर सकते।”"},{"number":14,"verse":"फरीसी जो लोभी थे, ये सब बातें सुनकर उसे ठट्ठों में उड़ाने लगे।"},{"number":15,"verse":"उसने उनसे कहा, “तुम तो मनुष्यों के सामने अपने आप को धर्मी ठहराते हो, परन्तु परमेश्‍वर तुम्हारे मन को जानता है, क्योंकि जो वस्तु मनुष्यों की दृष्‍टि में महान् है, वह परमेश्‍वर के निकट घृणित है।"},{"number":16,"verse":"“व्यवस्था और भविष्यद्वक्‍ता यूहन्ना तक रहे; उस समय से परमेश्‍वर के राज्य का सुसमाचार सुनाया जा रहा है, और हर कोई उस में प्रबलता से प्रवेश करता है।"},{"number":17,"verse":"आकाश और पृथ्वी का टल जाना व्यवस्था के एक बिन्दु के मिट जाने से सहज है।"},{"number":18,"verse":"“जो कोई अपनी पत्नी को त्यागकर दूसरी से विवाह करता है, वह व्यभिचार करता है, और जो कोई ऐसी त्यागी हुई स्त्री से विवाह करता है, वह भी व्यभिचार करता है।"},{"number":19,"verse":"“एक धनवान मनुष्य था जो बैंजनी कपड़े और मलमल पहिनता और प्रतिदिन सुख-विलास और धूम-धाम के साथ रहता था।"},{"number":20,"verse":"लाजर नाम का एक कंगाल घावों से भरा हुआ उसकी डेवढ़ी पर छोड़ दिया जाता था,"},{"number":21,"verse":"और वह चाहता था कि धनवान की मेज पर की जूठन से अपना पेट भरे; यहाँ तक कि कुत्ते भी आकर उसके घावों को चाटते थे।"},{"number":22,"verse":"ऐसा हुआ कि वह कंगाल मर गया, और स्वर्गदूतों ने उसे लेकर अब्राहम की गोद में पहुँचाया। वह धनवान भी मरा और गाड़ा गया,"},{"number":23,"verse":"और अधोलोक में उसने पीड़ा में पड़े हुए अपनी आँखें उठाईं, और दूर से अब्राहम की गोद में लाजर को देखा।"},{"number":24,"verse":"तब उसने पुकार कर कहा, ‘हे पिता अब्राहम, मुझ पर दया करके लाजर को भेज दे, ताकि वह अपनी उँगली का सिरा पानी में भिगोकर मेरी जीभ को ठंडी करे, क्योंकि मैं इस ज्वाला में तड़प रहा हूँ।’"},{"number":25,"verse":"परन्तु अब्राहम ने कहा, ‘हे पुत्र, स्मरण कर कि तू अपने जीवन में अच्छी वस्तुएँ ले चुका है, और वैसे ही लाजर बुरी वस्तुएँ : परन्तु अब वह यहाँ शान्ति पा रहा है, और तू तड़प रहा है।"},{"number":26,"verse":"इन सब बातों को छोड़ हमारे और तुम्हारे बीच एक भारी गड़हा ठहराया गया है कि जो यहाँ से उस पार तुम्हारे पास जाना चाहें, वे न जा सकें; और न कोई वहाँ से इस पार हमारे पास आ सके।’"},{"number":27,"verse":"उसने कहा, ‘तो हे पिता, मैं तुझ से विनती करता हूँ कि तू उसे मेरे पिता के घर भेज,"},{"number":28,"verse":"क्योंकि मेरे पाँच भाई हैं; वह उनके सामने इन बातों की गवाही दे, ऐसा न हो कि वे भी इस पीड़ा की जगह में आएँ।’"},{"number":29,"verse":"अब्राहम ने उससे कहा, ‘उनके पास तो मूसा और भविष्यद्वक्‍ताओं की पुस्तकें हैं, वे उनकी सुनें।’"},{"number":30,"verse":"उसने कहा, ‘नहीं, हे पिता अब्राहम; पर यदि कोई मरे हुओं में से उनके पास जाए, तो वे मन फिराएँगे।’"},{"number":31,"verse":"उसने उससे कहा, ‘जब वे मूसा और भविष्यद्वक्‍ताओं की नहीं सुनते, तो यदि मरे हुओं में से कोई जी भी उठे तौभी उसकी नहीं मानेंगे’।”"}]}