{"bibleAbbr":"HOV2012","bookName":"लूका","bookEnglishName":"Luke","chapterNumber":17,"verses":[{"number":1,"verse":"फिर उसने अपने चेलों से कहा, “हो नहीं सकता कि ठोकरें न लगें, परन्तु हाय, उस मनुष्य पर जिसके कारण वे आती हैं!"},{"number":2,"verse":"जो इन छोटों में से किसी एक को ठोकर खिलाता है, उसके लिये यह भला होता कि चक्‍की का पाट उसके गले में लटकाया जाता, और वह समुद्र में डाल दिया जाता।"},{"number":3,"verse":"सचेत रहो; यदि तेरा भाई अपराध करे तो उसे समझा, और यदि पछताए तो उसे क्षमा कर।"},{"number":4,"verse":"यदि दिन भर में वह सात बार तेरा अपराध करे और सातों बार तेरे पास फिर आकर कहे, ‘मैं पछताता हूँ,’ तो उसे क्षमा कर।”"},{"number":5,"verse":"तब प्रेरितों ने प्रभु से कहा, “हमारा विश्‍वास बढ़ा।”"},{"number":6,"verse":"प्रभु ने कहा, “यदि तुम को राई के दाने के बराबर भी विश्‍वास होता, तो तुम इस शहतूत के पेड़ से कहते कि जड़ से उखड़कर समुद्र में लग जा, तो वह तुम्हारी मान लेता।"},{"number":7,"verse":"“तुम में से ऐसा कौन है, जिसका दास हल जोतता या भेड़ें चराता हो, और जब वह खेत से आए, तो उससे कहे, ‘तुरन्त आकर भोजन करने बैठ’?"},{"number":8,"verse":"और यह न कहे, ‘मेरा खाना तैयार कर, और जब तक मैं खाऊँ-पीऊँ तब तक कमर बाँधकर मेरी सेवा कर; इसके बाद तू भी खा पी लेना’?"},{"number":9,"verse":"क्या वह उस दास का अहसान मानेगा कि उसने वे ही काम किए जिसकी आज्ञा दी गई थी?"},{"number":10,"verse":"इसी रीति से तुम भी जब उन सब कामों को कर चुको जिसकी आज्ञा तुम्हें दी गई थी, तो कहो, ‘हम निकम्मे दास हैं; जो हमें करना चाहिए था हमने केवल वही किया है।’ ”"},{"number":11,"verse":"ऐसा हुआ कि वह यरूशलेम जाते हुए सामरिया और गलील के बीच से होकर जा रहा था।"},{"number":12,"verse":"किसी गाँव में प्रवेश करते समय उसे दस कोढ़ी मिले।"},{"number":13,"verse":"उन्होंने दूर खड़े होकर ऊँचे शब्द से कहा, “हे यीशु, हे स्वामी, हम पर दया कर!”"},{"number":14,"verse":"उसने उन्हें देखकर कहा, “जाओ, और अपने आपको याजकों को दिखाओ।” और जाते ही जाते वे शुद्ध हो गए।"},{"number":15,"verse":"तब उनमें से एक यह देखकर कि मैं चंगा हो गया हूँ, ऊँचे शब्द से परमेश्‍वर की बड़ाई करता हुआ लौटा;"},{"number":16,"verse":"और यीशु के पाँवों पर मुँह के बल गिरकर उसका धन्यवाद करने लगा; और वह सामरी था।"},{"number":17,"verse":"इस पर यीशु ने कहा, “क्या दसों शुद्ध न हुए, तो फिर वे नौ कहाँ हैं?"},{"number":18,"verse":"क्या इस परदेशी को छोड़ कोई और न निकला जो परमेश्‍वर की बड़ाई करता?”"},{"number":19,"verse":"तब उसने उससे कहा, “उठकर चला जा; तेरे विश्‍वास ने तुझे चंगा किया है।”"},{"number":20,"verse":"जब फरीसियों ने उससे पूछा कि परमेश्‍वर का राज्य कब आएगा, तो उसने उनको उत्तर दिया, “परमेश्‍वर का राज्य दृश्य रूप में नहीं आता।"},{"number":21,"verse":"और लोग यह न कहेंगे, ‘देखो, यहाँ है, या वहाँ है।’ क्योंकि देखो, परमेश्‍वर का राज्य तुम्हारे बीच में है।”"},{"number":22,"verse":"फिर उसने चेलों से कहा, “वे दिन आएँगे, जिनमें तुम मनुष्य के पुत्र के दिनों में से एक दिन को देखना चाहोगे, और नहीं देखने पाओगे।"},{"number":23,"verse":"लोग तुम से कहेंगे, ‘देखो, वहाँ है!’ या ‘देखो, यहाँ है!’ परन्तु तुम चले न जाना और न उनके पीछे हो लेना।"},{"number":24,"verse":"क्योंकि जैसे बिजली आकाश के एक छोर से कौंध कर आकाश के दूसरे छोर तक चमकती है, वैसे ही मनुष्य का पुत्र भी अपने दिन में प्रगट होगा।"},{"number":25,"verse":"परन्तु पहले अवश्य है कि वह बहुत दु:ख उठाए, और इस युग के लोग उसे तुच्छ ठहराएँ।"},{"number":26,"verse":"जैसा नूह के दिनों में हुआ था, वैसा ही मनुष्य के पुत्र के दिनों में भी होगा।"},{"number":27,"verse":"जिस दिन तक नूह जहाज पर न चढ़ा, उस दिन तक लोग खाते–पीते थे, और उनमें विवाह होते थे। तब जल-प्रलय ने आकर उन सब को नष्‍ट किया।"},{"number":28,"verse":"और जैसा लूत के दिनों में हुआ था कि लोग खाते-पीते, लेन-देन करते, पेड़ लगाते और घर बनाते थे;"},{"number":29,"verse":"परन्तु जिस दिन लूत सदोम से निकला, उस दिन आग और गन्धक आकाश से बरसी और सब को नष्‍ट कर दिया।"},{"number":30,"verse":"मनुष्य के पुत्र के प्रगट होने के दिन भी ऐसा ही होगा।"},{"number":31,"verse":"“उस दिन जो छत पर हो और उसका सामान घर में हो, वह उसे लेने को न उतरे; और वैसे ही जो खेत में हो वह पीछे न लौटे।"},{"number":32,"verse":"लूत की पत्नी को स्मरण रखो!"},{"number":33,"verse":"जो कोई अपना प्राण बचाना चाहे वह उसे खोएगा, और जो कोई उसे खोए वह उसे जीवित रखेगा।"},{"number":34,"verse":"मैं तुम से कहता हूँ, उस रात दो मनुष्य एक खाट पर होंगे; एक ले लिया जाएगा और दूसरा छोड़ दिया जाएगा।"},{"number":35,"verse":"दो स्त्रियाँ एक साथ चक्‍की पीसती होंगी, एक ले ली जाएगी और दूसरी छोड़ दी जाएगी।"},{"number":36,"verse":"[दो जन खेत में होंगे, एक ले लिया जाएगा और दूसरा छोड़ा जाएगा।]”"},{"number":37,"verse":"यह सुन उन्होंने उस से पूछा, “हे प्रभु यह कहाँ होगा?” उसने उनसे कहा, “जहाँ लोथ है, वहाँ गिद्ध इकट्ठे होंगे।”"}]}