{"bibleAbbr":"HOV2012","bookName":"लूका","bookEnglishName":"Luke","chapterNumber":2,"verses":[{"number":1,"verse":"उन दिनों में औगुस्तुस कैसर की ओर से आज्ञा निकली कि सारे जगत के लोगों के नाम लिखे जाएँ।"},{"number":2,"verse":"यह पहली नाम लिखाई उस समय हुई, जब क्विरिनियुस सीरिया का हाकिम था।"},{"number":3,"verse":"सब लोग नाम लिखवाने के लिये अपने अपने नगर को गए।"},{"number":4,"verse":"अत: यूसुफ भी इसलिये कि वह दाऊद के घराने और वंश का था, गलील के नासरत नगर से यहूदिया में दाऊद के नगर बैतलहम को गया,"},{"number":5,"verse":"कि अपनी मंगेतर मरियम के साथ जो गर्भवती थी नाम लिखवाए।"},{"number":6,"verse":"उनके वहाँ रहते हुए उसके जनने के दिन पूरे हुए,"},{"number":7,"verse":"और वह अपना पहिलौठा पुत्र जनी और उसे कपड़े में लपेटकर चरनी में रखा; क्योंकि उनके लिये सराय में जगह न थी।"},{"number":8,"verse":"और उस देश में कितने गड़ेरिये थे, जो रात को मैदान में रहकर अपने झुण्ड का पहरा देते थे।"},{"number":9,"verse":"और प्रभु का एक दूत उनके पास आ खड़ा हुआ, और प्रभु का तेज उनके चारों ओर चमका, और वे बहुत डर गए।"},{"number":10,"verse":"तब स्वर्गदूत ने उनसे कहा, “मत डरो; क्योंकि देखो, मैं तुम्हें बड़े आनन्द का सुसमाचार सुनाता हूँ जो सब लोगों के लिये होगा,"},{"number":11,"verse":"कि आज दाऊद के नगर में तुम्हारे लिये एक उद्धारकर्ता जन्मा है, और यही मसीह प्रभु है।"},{"number":12,"verse":"और इसका तुम्हारे लिये यह पता है कि तुम एक बालक को कपड़े में लिपटा हुआ और चरनी में पड़ा पाओगे।”"},{"number":13,"verse":"तब एकाएक उस स्वर्गदूत के साथ स्वर्गदूतों का दल परमेश्‍वर की स्तुति करते हुए और यह कहते दिखाई दिया,"},{"number":14,"verse":"“आकाश में परमेश्‍वर की महिमा और पृथ्वी पर उन मनुष्यों में जिनसे वह प्रसन्न है, शान्ति हो।”"},{"number":15,"verse":"जब स्वर्गदूत उनके पास से स्वर्ग को चले गए, तो गड़ेरियों ने आपस में कहा, “आओ, हम बैतलहम जाकर यह बात जो हुई है, और जिसे प्रभु ने हमें बताया है, देखें।”"},{"number":16,"verse":"और उन्होंने तुरन्त जाकर मरियम और यूसुफ को, और चरनी में उस बालक को पड़ा देखा।"},{"number":17,"verse":"इन्हें देखकर उन्होंने वह बात जो इस बालक के विषय में उनसे कही गई थी, प्रगट की,"},{"number":18,"verse":"और सब सुननेवालों ने उन बातों से जो गड़ेरियों ने उनसे कहीं आश्‍चर्य किया।"},{"number":19,"verse":"परन्तु मरियम ये सब बातें अपने मन में रखकर सोचती रही।"},{"number":20,"verse":"और गड़ेरिये जैसा उनसे कहा गया था, वैसा ही सब सुनकर और देखकर परमेश्‍वर की महिमा और स्तुति करते हुए लौट गए।"},{"number":21,"verse":"जब आठ दिन पूरे हुए और उसके खतने का समय आया, जो स्वर्गदूत ने उसके पेट में आने से पहले कहा था।"},{"number":22,"verse":"जब मूसा की व्यवस्था के अनुसार उनके शुद्ध होने के दिन पूरे हुए, तो वे उसे यरूशलेम में ले गए कि प्रभु के सामने लाएँ,"},{"number":23,"verse":"(जैसा कि प्रभु की व्यवस्था में लिखा है : “हर एक पहिलौठा प्रभु के लिये पवित्र ठहरेगा।”)"},{"number":24,"verse":"और प्रभु की व्यवस्था के वचन के अनुसार : “पंडुकों का एक जोड़ा, या कबूतर के दो बच्‍चे” लाकर बलिदान करें।"},{"number":25,"verse":"यरूशलेम में शमौन नामक एक मनुष्य था, और वह मनुष्य धर्मी और भक्‍त था; और इस्राएल की शान्ति की बाट जोह रहा था, और पवित्र आत्मा उस पर था।"},{"number":26,"verse":"और पवित्र आत्मा द्वारा उस पर प्रगट हुआ था कि जब तक वह प्रभु के मसीह को देख न लेगा, तब तक मृत्यु को न देखेगा।"},{"number":27,"verse":"वह आत्मा के सिखाने से मन्दिर में आया; और जब माता-पिता उस बालक यीशु को भीतर लाए, कि उसके लिये व्यवस्था की रीति के अनुसार करें,"},{"number":28,"verse":"तो उसने उसे अपनी गोद में लिया और परमेश्‍वर का धन्यवाद करके कहा :"},{"number":29,"verse":"“हे स्वामी, अब तू अपने दास को अपने वचन के अनुसार शान्ति से विदा करता है,"},{"number":30,"verse":"क्योंकि मेरी आँखों ने तेरे उद्धार को देख लिया है,"},{"number":31,"verse":"जिसे तू ने सब देशों के लोगों के सामने तैयार किया है,"},{"number":32,"verse":"कि वह अन्य जातियों को प्रकाश देने के लिये ज्योति, और तेरे निज लोग इस्राएल की महिमा हो।”"},{"number":33,"verse":"उसका पिता और उसकी माता इन बातों से जो उसके विषय में कही जाती थीं, आश्‍चर्य करते थे।"},{"number":34,"verse":"तब शमौन ने उनको आशीष देकर, उसकी माता मरियम से कहा, “देख, वह तो इस्राएल में बहुतों के गिरने, और उठने के लिये, और एक ऐसा चिह्न होने के लिये ठहराया गया है, जिसके विरोध में बातें की जाएँगी -"},{"number":35,"verse":"वरन् तेरा प्राण भी तलवार से वार पार छिद जाएगा - इससे बहुत हृदयों के विचार प्रगट होंगे।”"},{"number":36,"verse":"आशेर के गोत्र में से हन्नाह नामक फनूएल की बेटी एक भविष्यद्वक्‍तिन थी। वह बहुत बूढ़ी थी, और विवाह होने के बाद सात वर्ष अपने पति के साथ रह पाई थी।"},{"number":37,"verse":"वह चौरासी वर्ष से विधवा थी : और मन्दिर को नहीं छोड़ती थी, पर उपवास और प्रार्थना कर करके रात-दिन उपासना किया करती थी।"},{"number":38,"verse":"और वह उस घड़ी वहाँ आकर प्रभु का धन्यवाद करने लगी, और उन सभों से, जो यरूशलेम के छुटकारे की बाट जोहते थे, उस बालक के विषय में बातें करने लगी।"},{"number":39,"verse":"जब वे प्रभु की व्यवस्था के अनुसार सब कुछ पूरा कर चुके तो गलील में अपने नगर नासरत को फिर चले गए।"},{"number":40,"verse":"और बालक बढ़ता, और बलवन्त होता, और बुद्धि से परिपूर्ण होता गया; और परमेश्‍वर का अनुग्रह उस पर था।"},{"number":41,"verse":"उसके माता-पिता प्रति वर्ष फसह के पर्व में यरूशलेम जाया करते थे।"},{"number":42,"verse":"जब यीशु बारह वर्ष का हुआ, तो वे पर्व की रीति के अनुसार यरूशलेम को गए।"},{"number":43,"verse":"जब वे उन दिनों को पूरा करके लौटने लगे, तो बालक यीशु यरूशलेम में रह गया; और यह उसके माता-पिता नहीं जानते थे।"},{"number":44,"verse":"वे यह समझकर कि वह अन्य यात्रियों के साथ होगा, एक दिन का पड़ाव निकल गए : और उसे अपने कुटुम्बियों और जान-पहचान वालों में ढूँढ़ने लगे।"},{"number":45,"verse":"पर जब नहीं मिला, तो ढूँढ़ते-ढूँढ़ते यरूशलेम को फिर लौट गए,"},{"number":46,"verse":"और तीन दिन के बाद उन्होंने उसे मन्दिर में उपदेशकों के बीच में बैठे, उनकी सुनते और उनसे प्रश्न करते हुए पाया।"},{"number":47,"verse":"जितने उसकी सुन रहे थे, वे सब उसकी समझ और उसके उत्तरों से चकित थे।"},{"number":48,"verse":"तब वे उसे देखकर चकित हुए और उसकी माता ने उससे कहा, “हे पुत्र, तू ने हम से क्यों ऐसा व्यवहार किया? देख, तेरा पिता और मैं कुढ़ते हुए तुझे ढूँढ़ते थे?”"},{"number":49,"verse":"उसने उनसे कहा, “तुम मुझे क्यों ढूँढ़ते थे? क्या नहीं जानते थे कि मुझे अपने पिता के भवन में होना अवश्य है?”"},{"number":50,"verse":"परन्तु जो बात उसने उनसे कही, उन्होंने उसे नहीं समझा।"},{"number":51,"verse":"तब वह उनके साथ गया, और नासरत में आया, और उनके वश में रहा; और उसकी माता ने ये सब बातें अपने मन में रखीं।"},{"number":52,"verse":"और यीशु बुद्धि और डील-डौल में, और परमेश्‍वर और मनुष्यों के अनुग्रह में बढ़ता गया।"}]}