{"bibleAbbr":"HOV2012","bookName":"लूका","bookEnglishName":"Luke","chapterNumber":22,"verses":[{"number":1,"verse":"अखमीरी रोटी का पर्व जो फसह कहलाता है, निकट था;"},{"number":2,"verse":"और प्रधान याजक और शास्त्री इस बात की खोज में थे कि उसको कैसे मार डालें, पर वे लोगों से डरते थे।"},{"number":3,"verse":"तब शैतान यहूदा में समाया, जो इस्करियोती कहलाता और बारह चेलों में गिना जाता था।"},{"number":4,"verse":"उसने जाकर प्रधान याजकों और पहरुओं के सरदारों के साथ बातचीत की कि उसको किस प्रकार उनके हाथ पकड़वाए।"},{"number":5,"verse":"वे आनन्दित हुए, और उसे रुपये देने का वचन दिया।"},{"number":6,"verse":"उसने मान लिया, और अवसर ढूँढ़ने लगा कि जब भीड़ न हो तो उसे उनके हाथ पकड़वा दे।"},{"number":7,"verse":"तब अखमीरी रोटी के पर्व का दिन आया, जिसमें फसह का मेम्ना बलि करना आवश्यक था।"},{"number":8,"verse":"यीशु ने पतरस और यूहन्ना को यह कहकर भेजा : “जाकर हमारे खाने के लिये फसह तैयार करो।”"},{"number":9,"verse":"उन्होंने उससे पूछा, “तू कहाँ चाहता है कि हम इसे तैयार करें?”"},{"number":10,"verse":"उसने उनसे कहा, “देखो, नगर में प्रवेश करते ही एक मनुष्य जल का घड़ा उठाए हुए तुम्हें मिलेगा; जिस घर में वह जाए तुम उसके पीछे चले जाना,"},{"number":11,"verse":"और उस घर के स्वामी से कहना : ‘गुरु तुझ से कहता है कि वह पाहुनशाला कहाँ है जिसमें मैं अपने चेलों के साथ फसह खाऊँ?’"},{"number":12,"verse":"वह तुम्हें एक सजी-सजाई बड़ी अटारी दिखा देगा; वहीं तैयारी करना।"},{"number":13,"verse":"उन्होंने जाकर, जैसा उसने उनसे कहा था, वैसा ही पाया और फसह तैयार किया।"},{"number":14,"verse":"जब घड़ी आ पहुँची, तो वह प्रेरितों के साथ भोजन करने बैठा।"},{"number":15,"verse":"और उसने उनसे कहा, “मुझे बड़ी लालसा थी कि दु:ख भोगने से पहले यह फसह तुम्हारे साथ खाऊँ।"},{"number":16,"verse":"क्योंकि मैं तुम से कहता हूँ कि जब तक वह परमेश्‍वर के राज्य में पूरा न हो तब तक मैं उसे कभी न खाऊँगा।”"},{"number":17,"verse":"तब उसने कटोरा लेकर धन्यवाद किया और कहा, “इस को लो और आपस में बाँट लो।"},{"number":18,"verse":"क्योंकि मैं तुम से कहता हूँ कि जब तक परमेश्‍वर का राज्य न आए तब तक मैं दाख का रस अब से कभी न पीऊँगा।”"},{"number":19,"verse":"फिर उसने रोटी ली, और धन्यवाद करके तोड़ी, और उनको यह कहते हुए दी, “यह मेरी देह है जो तुम्हारे लिये दी जाती है : मेरे स्मरण के लिये यही किया करो।”"},{"number":20,"verse":"इसी रीति से उसने भोजन के बाद कटोरा भी यह कहते हुए दिया, “यह कटोरा मेरे उस लहू में जो तुम्हारे लिये बहाया जाता है नई वाचा है।"},{"number":21,"verse":"पर देखो, मेरे पकड़वानेवाले का हाथ मेरे साथ मेज पर है।"},{"number":22,"verse":"क्योंकि मनुष्य का पुत्र तो जैसा उसके लिये ठहराया गया जाता ही है, पर हाय उस मनुष्य पर जिसके द्वारा वह पकड़वाया जाता है!”"},{"number":23,"verse":"तब वे आपस में पूछताछ करने लगे कि हम में से कौन है, जो यह काम करेगा।"},{"number":24,"verse":"उनमें यह वाद-विवाद भी हुआ कि उन में से कौन बड़ा समझा जाता है।"},{"number":25,"verse":"उसने उनसे कहा, “अन्यजातियों के राजा उन पर प्रभुता करते हैं; और जो उन पर अधिकार रखते हैं, वे उपकारक कहलाते हैं।"},{"number":26,"verse":"परन्तु तुम ऐसे न होना; वरन् जो तुम में बड़ा है, वह छोटे के समान और जो प्रधान है, वह सेवक के समान बने।"},{"number":27,"verse":"क्योंकि बड़ा कौन है, वह जो भोजन पर बैठा है, या वह जो सेवा करता है? क्या वह नहीं जो भोजन पर बैठा है? परन्तु मैं तुम्हारे बीच में सेवक के समान हूँ।"},{"number":28,"verse":"“तुम वह हो, जो मेरी परीक्षाओं में लगातार मेरे साथ रहे;"},{"number":29,"verse":"और जैसे मेरे पिता ने मेरे लिये एक राज्य ठहराया है, वैसे ही मैं भी तुम्हारे लिये ठहराता हूँ,"},{"number":30,"verse":"ताकि तुम मेरे राज्य में मेरी मेज पर खाओ-पिओ, वरन् सिंहासनों पर बैठकर इस्राएल के बारह गोत्रों का न्याय करो।"},{"number":31,"verse":"“शमौन, हे शमौन! देख, शैतान ने तुम लोगों को माँग लिया है कि गेहूँ के समान फटके,"},{"number":32,"verse":"परन्तु मैं ने तेरे लिये विनती की कि तेरा विश्‍वास जाता न रहे; और जब तू फिरे, तो अपने भाइयों को स्थिर करना।”"},{"number":33,"verse":"उसने उससे कहा, “हे प्रभु, मैं तेरे साथ बन्दीगृह जाने, वरन् मरने को भी तैयार हूँ।”"},{"number":34,"verse":"उसने कहा, “हे पतरस, मैं तुझ से कहता हूँ कि आज मुर्ग़ बाँग न देगा जब तक तू तीन बार मेरा इन्कार न कर लेगा कि तू मुझे नहीं जानता।”"},{"number":35,"verse":"फिर उसने उनसे कहा, “जब मैं ने तुम्हें बटुए, और झोली, और जूते बिना भेजा था, तो क्या तुम को किसी वस्तु की घटी हुई थी?” उन्होंने कहा, “किसी वस्तु की नहीं।”"},{"number":36,"verse":"उसने उनसे कहा, “परन्तु अब जिसके पास बटुआ हो वह उसे ले और वैसे ही झोली भी, और जिसके पास तलवार न हो वह अपने कपड़े बेचकर एक मोल ले।"},{"number":37,"verse":"क्योंकि मैं तुम से कहता हूँ, कि यह जो लिखा है : ‘वह अपराधियों के साथ गिना गया,’ उसका मुझ में पूरा होना अवश्य है; क्योंकि मेरे विषय में लिखी बातें पूरी होने पर हैं।”"},{"number":38,"verse":"उन्होंने कहा, “हे प्रभु, देख, यहाँ दो तलवारें हैं।” उसने उनसे कहा, “बहुत हैं।”"},{"number":39,"verse":"तब वह बाहर निकलकर अपनी रीति के अनुसार जैतून के पहाड़ पर गया, और चेले उसके पीछे हो लिए।"},{"number":40,"verse":"उस जगह पहुँचकर उसने उनसे कहा, “प्रार्थना करो कि तुम परीक्षा में न पड़ो।”"},{"number":41,"verse":"और वह आप उनसे अलग एक ढेला फेंकने की दूरी भर गया, और घुटने टेककर प्रार्थना करने लगा,"},{"number":42,"verse":"“हे पिता, यदि तू चाहे तो इस कटोरे को मेरे पास से हटा ले, तौभी मेरी नहीं परन्तु तेरी ही इच्छा पूरी हो।”"},{"number":43,"verse":"तब स्वर्ग से एक दूत उसको दिखाई दिया जो उसे सामर्थ्य देता था।"},{"number":44,"verse":"वह अत्यन्त संकट में व्याकुल होकर और भी हार्दिक वेदना से प्रार्थना करने लगा; और उसका पसीना मानो लहू की बड़ी बड़ी बूंदों के समान भूमि पर गिर रहा था।"},{"number":45,"verse":"तब वह प्रार्थना से उठा और अपने चेलों के पास आकर उन्हें उदासी के मारे सोता पाया"},{"number":46,"verse":"और उनसे कहा, “क्यों सोते हो? उठो, प्रार्थना करो कि परीक्षा में न पड़ो।”"},{"number":47,"verse":"वह यह कह ही रहा था कि एक भीड़ आई, और उन बारहों में से एक जिसका नाम यहूदा था उनके आगे-आगे आ रहा था। वह यीशु के पास आया कि उसका चूमा ले।"},{"number":48,"verse":"यीशु ने उससे कहा, “हे यहूदा, क्या तू चूमा लेकर मनुष्य के पुत्र को पकड़वाता है?”"},{"number":49,"verse":"उसके साथियों ने जब देखा कि क्या होनेवाला है, तो कहा, “हे प्रभु, क्या हम तलवार चलाएँ?”"},{"number":50,"verse":"और उनमें से एक ने महायाजक के दास पर तलवार चलाकर उसका दाहिना कान उड़ा दिया।"},{"number":51,"verse":"इस पर यीशु ने कहा, “अब बस करो।” और उसका कान छूकर उसे अच्छा किया।"},{"number":52,"verse":"तब यीशु ने प्रधान याजकों और मन्दिर के पहरुओं के सरदारों और पुरनियों से, जो उस पर चढ़ आए थे, कहा, “क्या तुम मुझे डाकू जानकर तलवारें और लाठियाँ लिए हुए निकले हो?"},{"number":53,"verse":"जब मैं मन्दिर में हर दिन तुम्हारे साथ था, तो तुम ने मुझ पर हाथ न डाला; पर यह तुम्हारी घड़ी है, और अन्धकार का अधिकार है।”"},{"number":54,"verse":"फिर वे उसे पकड़कर ले चले, और महायाजक के घर में लाए। पतरस दूर ही दूर उसके पीछे-पीछे चलता था;"},{"number":55,"verse":"और जब वे आँगन में आग सुलगाकर इकट्ठे बैठे, तो पतरस भी उनके बीच में बैठ गया।"},{"number":56,"verse":"तब एक दासी उसे आग के उजियाले में बैठे देखकर और उसकी ओर ताककर कहने लगी, “यह भी तो उसके साथ था।”"},{"number":57,"verse":"परन्तु उसने यह कहकर इन्कार किया, “हे नारी, मैं उसे नहीं जानता।”"},{"number":58,"verse":"थोड़ी देर बाद किसी और ने उसे देखकर कहा, “तू भी तो उन्हीं में से है।” पतरस ने कहा, “हे मनुष्य, मैं नहीं हूँ।”"},{"number":59,"verse":"कोई घंटे भर के बाद एक और मनुष्य दृढ़ता से कहने लगा, “निश्‍चय यह भी तो उसके साथ था, क्योंकि यह गलीली है।”"},{"number":60,"verse":"पतरस ने कहा, “हे मनुष्य, मैं नहीं जानता कि तू क्या कहता है!” वह कह ही रहा था कि तुरन्त मुर्ग़ ने बाँग दी।"},{"number":61,"verse":"तब प्रभु ने घूमकर पतरस की ओर देखा, और पतरस को प्रभु की वह बात याद आई जो उसने कही थी : “आज मुर्ग़ के बाँग देने से पहले, तू तीन बार मेरा इन्कार करेगा।”"},{"number":62,"verse":"और वह बाहर निकलकर फूट-फूट कर रोया।"},{"number":63,"verse":"जो मनुष्य यीशु को पकड़े हुए थे, वे उसे ठट्ठों में उड़ाकर पीटने लगे;"},{"number":64,"verse":"और उसकी आँखें ढाँककर उससे पूछा, “भविष्यद्वाणी करके बता कि तुझे किसने मारा!”"},{"number":65,"verse":"और उन्होंने बहुत सी और भी निन्दा की बातें उसके विरोध में कहीं।"},{"number":66,"verse":"जब दिन हुआ तो लोगों के पुरनिए और प्रधान याजक और शास्त्री इकट्ठे हुए, और उसे अपनी महासभा में लाकर पूछा,"},{"number":67,"verse":"“यदि तू मसीह है, तो हम से कह दे!” उसने उनसे कहा, “यदि मैं तुम से कहूँ, तो प्रतीति न करोगे;"},{"number":68,"verse":"और यदि पूछूँ, तो उत्तर न दोगे।"},{"number":69,"verse":"परन्तु अब से मनुष्य का पुत्र सर्वशक्‍तिमान परमेश्‍वर की दाहिनी ओर बैठा रहेगा।”"},{"number":70,"verse":"इस पर सब ने कहा, “तो क्या तू परमेश्‍वर का पुत्र है?” उसने उनसे कहा, “तुम आप ही कहते हो, क्योंकि मैं हूँ।”"},{"number":71,"verse":"तब उन्होंने कहा, “अब हमें गवाही की क्या आवश्यकता है; क्योंकि हम ने आप ही उसके मुँह से सुन लिया है।”"}]}