{"bibleAbbr":"msAB1996","bookName":"1 SAMUEL","bookEnglishName":"1 Samuel","chapterNumber":11,"verses":[{"number":1,"verse":"( Raja Saul Mengalahkan Orang Amon) Kemudian Raja Nahas, raja negeri Amon, mengerah tenteranya lalu mengepung kota Yabes di kawasan Gilead. Penduduk Yabes mengajukan cadangan kepada Raja Nahas, “Buatlah perjanjian dengan hamba sekalian, maka hamba semua akan menerima raja sebagai pemerintah hamba sekalian.”"},{"number":2,"verse":"Raja Nahas bertitah, “Beta akan membuat perjanjian dengan kamu dengan satu syarat: beta akan mencungkil biji mata kanan setiap orang untuk mempermalukan segenap umat Israel.”"},{"number":3,"verse":"Kemudian para pemimpin kota Yabes berkata, “Berilah hamba sekalian masa tujuh hari untuk mengirim berita ke seluruh negeri Israel. Jika tiada sesiapa yang dapat menolong hamba sekalian, maka hamba semua akan menyerah kepada tuanku.”"},{"number":4,"verse":"Para utusan itu sampai di Gibea, tempat tinggal Raja Saul. Apabila berita itu disampaikan, semua penduduk di situ mula menangis kerana putus asa."},{"number":5,"verse":"Pada masa itu Raja Saul baru sahaja pulang dari ladang bersama dengan lembu-lembunya. Baginda bertanya, “Ada apa? Mengapa semua orang menangis?” Dengan segera baginda diberitahu berita yang dibawa oleh para utusan dari Yabes."},{"number":6,"verse":"Ketika Raja Saul mendengar berita itu, Roh Allah menguasai baginda, lalu baginda menjadi murka."},{"number":7,"verse":"Raja Saul mengambil dua ekor lembu lalu memotong-motongnya menjadi banyak potongan. Kemudian baginda menyuruh beberapa orang membawa potongan-potongan lembu itu ke seluruh negeri Israel dengan perintah, “Sesiapa yang tidak ikut Raja Saul dan Samuel berperang, lembunya akan dipotong-potong seperti ini!” Umat Israel takut akan apa yang mungkin dilakukan TUHAN, maka semua orang, tanpa seorang pun yang terkecuali, maju bersama-sama untuk berperang."},{"number":8,"verse":"Raja Saul mengumpulkan mereka di Bezek: 300000 orang dari Israel dan 30000 orang dari Yehuda."},{"number":9,"verse":"Mereka berkata kepada para utusan dari Yabes itu, “Beritahulah penduduk Yabes bahawa esok, sebelum tengah hari, mereka akan mendapat pertolongan.” Ketika penduduk Yabes mendengar berita itu, mereka sangat bersukacita"},{"number":10,"verse":"lalu berkata kepada Raja Nahas, “Esok hamba semua akan menyerah dan tuanku boleh memperlakukan hamba sekalian dengan sesuka hati.”"},{"number":11,"verse":"Awal pagi keesokan harinya, Raja Saul membahagikan anak buahnya menjadi tiga pasukan. Kemudian, ketika fajar menyingsing, mereka menyerbu ke tengah-tengah perkhemahan orang Amon dan menyerang mereka. Sebelum tengah hari, tentera Raja Saul telah mengalahkan musuh. Orang Amon yang tidak terbunuh, tercerai-cerai sehingga tidak ada dua orang yang lari bersama-sama."},{"number":12,"verse":"Kemudian umat Israel berkata kepada Samuel, “Di manakah orang yang dahulunya berani berkata bahawa Raja Saul tidak layak menjadi raja kita? Serahkanlah mereka kepada kami. Kami akan membunuh mereka!”"},{"number":13,"verse":"Tetapi Raja Saul bertitah, “Tiada seorang pun yang akan dibunuh pada hari ini, kerana pada hari ini TUHAN telah menyelamatkan Israel.”"},{"number":14,"verse":"Samuel berkata kepada mereka, “Marilah kita semua pergi ke Gilgal dan sekali lagi menabalkan Raja Saul sebagai raja kita.”"},{"number":15,"verse":"Oleh itu mereka semua pergi ke Gilgal, dan di sana, di tempat ibadat itu mereka menabalkan Raja Saul sebagai raja. Mereka mempersembahkan korban untuk memohon berkat TUHAN, ( Korban untuk memohon berkat TUHAN; Harfiah: Korban perdamaian.) dan Raja Saul serta segenap umat Israel merayakan peristiwa itu."}]}