{"bibleAbbr":"msAB1996","bookName":"1 SAMUEL","bookEnglishName":"1 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"( Perang Melawan Orang Filistin) Pada suatu hari, ketika Raja Saul sudah menjadi raja, ( Dalam Alkitab bahasa Ibrani, ayat 1 berbunyi: Saul berumur... tahun ketika dia menjadi raja, dan memerintah Israel selama... dua tahun.)"},{"number":2,"verse":"baginda memilih tiga ribu orang Israel; daripada jumlah ini, dua ribu orang tinggal bersama-samanya di Mikhmas dan di kawasan perbukitan Betel. Sebanyak seribu orang lain pergi bersama dengan Yonatan, puteranya ke Gibea, di wilayah suku Benyamin. Orang selebihnya disuruh oleh Raja Saul pulang ke rumah masing-masing."},{"number":3,"verse":"Kemudian Yonatan membunuh panglima Filistin ( membunuh panglima Filistin; atau mengalahkan pasukan perkhemahan Filistin.) di Geba, dan orang Filistin mendengar tentang pembunuhan itu. Lalu Raja Saul menyuruh orang meniup trompet di seluruh negeri untuk memanggil orang Ibrani supaya maju berperang."},{"number":4,"verse":"Segenap umat Israel diberitahu bahawa Raja Saul telah membunuh panglima Filistin itu, dan bahawa orang Filistin sangat benci akan umat Israel. Oleh itu rakyat menyahut panggilan untuk bergabung dengan Raja Saul di Gilgal."},{"number":5,"verse":"Sementara itu orang Filistin juga berkumpul untuk menyerang orang Israel. Orang Filistin mempunyai tiga puluh ribu buah kereta kuda, enam ribu orang berkuda dan askar sebanyak pasir di pantai. Mereka berkhemah di Mikhmas di sebelah timur Bet-Awen."},{"number":6,"verse":"Kemudian mereka melancarkan serangan sengit terhadap orang Israel, sehingga orang Israel berada dalam keadaan genting. Beberapa orang Israel bersembunyi di dalam gua dan lubang gunung, atau di dalam celah-celah batu besar, atau di dalam perigi dan lubang di tanah."},{"number":7,"verse":"Ada juga beberapa orang yang menyeberangi Sungai Yordan, lalu pergi ke wilayah Gad dan Gilead. Raja Saul masih berada di Gilgal, dan orang yang mengikuti baginda gementar ketakutan."},{"number":8,"verse":"( ) Raja Saul menunggu Samuel selama tujuh hari, sebagaimana pesan Samuel kepada baginda, tetapi Samuel belum juga tiba di Gilgal. Kemudian orang Israel mula meninggalkan Raja Saul."},{"number":9,"verse":"Oleh itu Raja Saul bertitah kepada mereka, “Bawalah ke mari korban untuk menyenangkan hati TUHAN ( Korban untuk menyenangkan hati TUHAN; Harfiah: Korban bakar. Lihat Kamus.) dan korban untuk memohon berkat TUHAN.” ( Korban untuk memohon berkat TUHAN; Harfiah: Korban perdamaian. Lihat Kamus.) Kemudian Raja Saul sendiri mempersembahkan korban itu,"},{"number":10,"verse":"tetapi sebaik sahaja Raja Saul selesai mempersembahkannya, Samuel tiba. Raja Saul menemui Samuel untuk menyambutnya,"},{"number":11,"verse":"tetapi Samuel bertanya, “Apakah yang sudah tuanku lakukan?” Raja Saul menjawab, “Beta melihat bahawa rakyat sudah mula meninggalkan beta, sedangkan tuan tidak datang pada waktu yang tuan tetapkan. Lagipun, orang Filistin sudah berkumpul di Mikhmas."},{"number":12,"verse":"Oleh itu beta berfikir, ‘Jangan-jangan tentera Filistin akan segera menyerang beta di sini, di Gilgal, padahal beta belum mohon belas kasihan TUHAN.’ Itulah sebabnya beta mengambil keputusan untuk mempersembahkan korban.”"},{"number":13,"verse":"Samuel menjawab, “Perbuatan tuanku itu tindakan yang bodoh. Tuanku tidak mentaati perintah TUHAN, Allah tuanku, kepada tuanku. Jika tuanku taat, TUHAN pasti membenarkan tuanku dan keturunan tuanku memerintah Israel sampai selama-lamanya."},{"number":14,"verse":"( ) Tetapi sekarang kerajaan tuanku tidak akan tahan lama. Oleh sebab tuanku tidak taat kepada-Nya, TUHAN akan mencari orang lain yang dikehendaki-Nya untuk dilantik menjadi raja umat-Nya.”"},{"number":15,"verse":"Kemudian Samuel meninggalkan Gilgal dan meneruskan perjalanannya. Orang yang lain mengikut Raja Saul untuk bergabung dengan tentera baginda. Kemudian dari Gilgal mereka pergi ke Gibea di wilayah Benyamin. Raja Saul memeriksa pasukan baginda dan mendapati jumlahnya kira-kira enam ratus orang."},{"number":16,"verse":"Raja Saul, puteranya Yonatan, dan askar mereka berkhemah di Geba di wilayah Benyamin, sedang orang Filistin berkhemah di Mikhmas."},{"number":17,"verse":"Pada masa itu juga tiga pasukan askar Filistin berangkat dari perkhemahan Filistin untuk merompak; pasukan yang satu pergi ke arah Ofra di wilayah Syual,"},{"number":18,"verse":"pasukan kedua menuju ke Bet-Horon, dan pasukan yang satu lagi menuju ke sempadan yang menghala Lembah Zeboim dan padang gurun."},{"number":19,"verse":"Pada masa itu di seluruh Israel tidak ada tukang besi, kerana orang Filistin tidak membenarkan orang Ibrani membuat pedang dan tombak."},{"number":20,"verse":"Oleh itu umat Israel terpaksa pergi kepada orang Filistin jika hendak mengasah mata bajak, cangkul, kapak, dan sabit ( Sebuah terjemahan kuno: sabit. Naskhah Ibrani: bajak.) mereka."},{"number":21,"verse":"Upahnya sekeping wang kecil untuk mengasah kapak atau membetulkan kusa lembu, dan dua keping wang kecil untuk mengasah mata bajak atau cangkul."},{"number":22,"verse":"Oleh itu, pada masa pertempuran di Mikhmas, tiada seorang pun daripada askar Israel mempunyai pedang atau tombak, kecuali Raja Saul dan Yonatan, putera baginda."},{"number":23,"verse":"Orang Filistin menempatkan satu pasukan askar untuk mempertahankan genting gunung di Mikhmas."}]}