{"bibleAbbr":"msAB1996","bookName":"1 SAMUEL","bookEnglishName":"1 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"( Perang Melawan Orang Amalek) ( ) Pada suatu hari Samuel berkata kepada Raja Saul, “TUHAN telah menyuruh hamba untuk melantik tuanku menjadi raja umat-Nya Israel. Sekarang dengarlah firman TUHAN Yang Maha Kuasa."},{"number":2,"verse":"( ; ) Dia akan menghukum orang Amalek kerana nenek moyang mereka menentang umat Israel ketika umat Israel datang dari Mesir."},{"number":3,"verse":"Pergilah serang orang Amalek, binasakanlah mereka dan hancurkanlah segala yang ada pada mereka. Jangan tinggalkan sesuatu apa pun. Bunuhlah semua lelaki, perempuan, kanak-kanak, bayi, lembu, domba, unta, dan keldai.”"},{"number":4,"verse":"Kemudian Raja Saul mengumpulkan tenteranya dan menghitung mereka di Telaim; ada dua ratus ribu orang askar dari Israel dan sepuluh ribu orang askar dari Yehuda."},{"number":5,"verse":"Selepas itu Raja Saul membawa tentera itu ke kota orang Amalek, dan mengadang musuh di dasar sungai yang kering."},{"number":6,"verse":"Raja Saul mengirim amaran kepada orang Keni, “Berangkatlah dan tinggalkanlah orang Amalek, supaya kamu tidak terbunuh bersama-sama mereka. Dahulu nenek moyang kamu berlaku baik terhadap umat Israel, ketika umat Israel datang dari Mesir.” Maka orang Keni meninggalkan tempat itu."},{"number":7,"verse":"Kemudian Raja Saul bertempur dengan orang Amalek dan mengalahkan mereka. Baginda bertempur di sepanjang jalan, dari Hawila sampai ke Syur di sebelah timur Mesir."},{"number":8,"verse":"Raja Saul menangkap Raja Agag, raja orang Amalek, dan membunuh semua orang Amalek,"},{"number":9,"verse":"tetapi Raja Saul dan anak buahnya tidak membunuh Raja Agag. Mereka juga tidak membunuh domba dan lembu yang paling gemuk, anak lembu dan anak domba yang paling gemuk, dan segala sesuatu yang berharga; mereka hanya membinasakan apa yang tidak berguna dan tidak berharga."},{"number":10,"verse":"( Raja Saul Ditolak sebagai Raja) TUHAN berfirman kepada Samuel,"},{"number":11,"verse":"“Aku menyesal telah melantik Saul sebagai raja. Dia sudah membelakangi Aku dan tidak lagi taat kepada perintah-Ku.” Samuel marah, dan sepanjang malam dia merayu kepada TUHAN."},{"number":12,"verse":"Keesokan harinya, pagi-pagi lagi, Samuel pergi mencari Raja Saul. Samuel mendengar bahawa Raja Saul sudah pergi ke kota Karmel untuk mendirikan tugu peringatan bagi dirinya di sana. Kemudian Raja Saul terus pergi ke Gilgal."},{"number":13,"verse":"Apabila Samuel menemui Raja Saul, Raja Saul bertitah kepadanya, “Semoga TUHAN memberkati Samuel. Beta sudah melaksanakan perintah TUHAN.”"},{"number":14,"verse":"Samuel bertanya kepadanya, “Jika demikian, mengapa hamba mendengar lembu melenguh dan domba mengembik?”"},{"number":15,"verse":"Raja Saul menjawab, “Anak buah beta merampas ternakan itu daripada orang Amalek. Domba dan lembu yang paling gemuk sudah diambil oleh anak buah beta untuk dipersembahkan sebagai korban kepada TUHAN, Allah tuan. Tetapi binatang selebihnya sudah kami binasakan sama sekali.” ( binasakan sama sekali: Ternakan itu sudah dikhaskan bagi TUHAN tanpa syarat dan harus dibinasakan (lihat ).)"},{"number":16,"verse":"Mendengar hal itu Samuel berkata, “Tunggu dulu, dengarlah firman TUHAN yang disampaikan-Nya kepada hamba malam tadi.” “Katakanlah,” jawab Raja Saul."},{"number":17,"verse":"Samuel berkata, “Bukankah tuanku sudah menjadi pemimpin semua suku Israel, meskipun tuanku menganggap diri tidak penting? TUHAN sudah memilih tuanku menjadi raja Israel,"},{"number":18,"verse":"dan Dia sudah memerintah tuanku untuk membunuh orang Amalek yang jahat. Tuanku disuruh-Nya berperang melawan mereka sampai mereka dibunuh semuanya."},{"number":19,"verse":"Mengapakah tuanku tidak taat kepada-Nya? Mengapa tuanku bergegas-gegas menjarah harta mereka dan melakukan yang tidak dikehendaki TUHAN?”"},{"number":20,"verse":"Raja Saul menjawab, “Beta sudah mentaati perintah TUHAN, dan pergi berperang menurut perintah-Nya; Raja Agag, raja Amalek sudah beta tawan dan semua orang Amalek dibunuh."},{"number":21,"verse":"Tetapi anak buah beta tidak membunuh semua ternakan; mereka sudah memilih domba dan lembu yang paling gemuk, dan membawa semuanya ke Gilgal untuk dipersembahkan sebagai korban kepada TUHAN, Allah tuan.”"},{"number":22,"verse":"Samuel berkata, “Manakah yang lebih disukai TUHAN, ketaatan atau persembahan dan korban? Lebih baik taat kepada TUHAN daripada mempersembahkan domba yang paling gemuk kepada-Nya."},{"number":23,"verse":"Memberontak terhadap TUHAN sama jahatnya dengan melakukan sihir, dan hati yang sombong sama jahatnya dengan penyembahan berhala. Oleh sebab tuanku menolak perintah TUHAN, TUHAN pun menolak tuanku sebagai raja.”"},{"number":24,"verse":"Mendengar kata-kata itu Raja Saul bertitah kepada Samuel, “Memang beta sudah berdosa. Beta sudah melanggar perintah TUHAN dan mengabaikan nasihat tuan. Beta takut kepada anak buah beta, lalu beta mengabulkan permintaan mereka."},{"number":25,"verse":"Tetapi sekarang beta mohon supaya dosa beta diampunkan, dan kembalilah bersama-sama beta ke Gilgal, supaya beta dapat beribadat kepada TUHAN.”"},{"number":26,"verse":"Tetapi Samuel menjawab, “Hamba tidak mahu kembali bersama-sama tuanku. Tuanku sudah menolak perintah TUHAN, dan sekarang Dia menolak tuanku sebagai raja Israel.”"},{"number":27,"verse":"Selepas itu Samuel berpaling hendak pergi, tetapi Raja Saul menahan dia dengan memegang jubahnya, sehingga jubah itu koyak."},{"number":28,"verse":"( ; ) Oleh itu Samuel berkata kepada Raja Saul, “Pada hari ini juga TUHAN sudah mengoyakkan kerajaan Israel daripada tuanku dan memberikannya kepada orang lain yang lebih baik daripada tuanku."},{"number":29,"verse":"Allah yang mulia, Allah Israel itu tidak berdusta dan tidak pula mengubah pendirian-Nya, kerana Dia bukan manusia.”"},{"number":30,"verse":"Raja Saul menjawab, “Beta sudah berdosa. Tetapi tolonglah, kembalilah bersama-sama beta supaya beta dapat beribadat kepada TUHAN, Allah tuan. Dengan demikian tuan menghormati beta di depan para pemimpin rakyat dan semua orang Israel.”"},{"number":31,"verse":"Oleh itu Samuel kembali bersama-sama Raja Saul ke Gilgal, lalu Raja Saul beribadat kepada TUHAN."},{"number":32,"verse":"Selepas itu Samuel memberikan perintah, “Bawalah Raja Agag ke mari.” Raja Agag dihadapkan kepadanya, dan Raja Agag gementar ketakutan kerana baginda berfikir, “Alangkah pahitnya kematian.” ( gementar ketakutan... mati; atau berasa yakin, dan berfikir, “Pasti kepahitan bahaya kematian sudah berlalu!”)"},{"number":33,"verse":"Kemudian Samuel berkata, “Seperti pedangmu sudah menyebabkan banyak ibu kehilangan anak, demikian juga ibumu akan kehilangan anaknya.” Lalu Samuel memotong-motong Raja Agag di depan mazbah di Gilgal."},{"number":34,"verse":"Kemudian Samuel pulang ke Rama dan Raja Saul pulang ke rumahnya di Gibea."},{"number":35,"verse":"Sampai akhir hidupnya, Samuel tidak pernah lagi bertemu dengan Raja Saul; tetapi Samuel sedih kerana TUHAN menyesal telah melantik Raja Saul menjadi raja Israel."}]}