{"bibleAbbr":"msAB1996","bookName":"1 SAMUEL","bookEnglishName":"1 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"( Daud Dianiaya oleh Raja Saul) Raja Saul memberitahu Yonatan, puteranya, dan semua pegawainya bahawa baginda merancang untuk membunuh ( bahawa baginda merancang untuk membunuh; atau supaya membunuh.) Daud. Tetapi Yonatan sangat mengasihi Daud,"},{"number":2,"verse":"lalu dia berkata kepada Daud, “Bapaku berusaha untuk membunuh kamu. Esok pagi berhati-hatilah. Bersembunyilah di suatu tempat rahsia dan tinggallah di situ."},{"number":3,"verse":"Aku akan pergi ke padang bersama dengan bapaku dan berdiri dekat tempat kamu bersembunyi. Lalu aku akan bercakap dengan dia tentang maksudnya terhadapmu. Jika aku mengetahui apa-apa, aku akan memberitahu kamu.”"},{"number":4,"verse":"Yonatan mengatakan hal-hal baik tentang Daud kepada Raja Saul, katanya, “Ayah, janganlah celakakan Daud, hamba ayah. Dia tidak berbuat kesalahan apa-apa terhadap ayah; sebaliknya, dia sudah berjasa banyak kepada ayah."},{"number":5,"verse":"Dia telah mempertaruhkan nyawanya ketika dia membunuh Goliat, dan TUHAN telah memberikan kemenangan yang besar kepada Israel. Ayah sendiri telah menyaksikannya, dan ayah berasa gembira pada waktu itu. Mengapakah sekarang ayah hendak menganiaya seorang yang tidak bersalah, dan mahu membunuh Daud tanpa sebab?”"},{"number":6,"verse":"Raja Saul insaf setelah mendengar kata-kata Yonatan itu, lalu baginda bersumpah demi TUHAN bahawa baginda tidak akan membunuh Daud."},{"number":7,"verse":"Selepas itu Yonatan memanggil Daud dan memberitahunya semua percakapan tadi. Kemudian Yonatan membawa Daud kepada Raja Saul, lalu Daud berkhidmat kepada Raja Saul seperti dahulu."},{"number":8,"verse":"Kemudian perang dengan orang Filistin berlaku semula. Daud menyerang dan mengalahkan orang Filistin sama sekali sehingga mereka lari."},{"number":9,"verse":"Pada suatu hari Raja Saul sedang duduk sambil memegang tombak di rumah. Tiba-tiba Raja Saul dirasuk lagi oleh roh jahat yang disuruh oleh TUHAN. Pada masa itu Daud berada di situ dan sedang memainkan kecapinya."},{"number":10,"verse":"Raja Saul cuba menancapkan tombak itu kepada Daud yang berada dekat dinding, tetapi Daud mengelak, sehingga tombak itu tertancap pada dinding. Daud lari untuk menyelamatkan diri."},{"number":11,"verse":"( ) Pada malam itu juga, Raja Saul menyuruh beberapa orang ke rumah Daud untuk mengintip Daud, lalu membunuh dia pada waktu pagi. Tetapi Mikhal, isteri Daud, memberitahu dia, “Jika engkau tidak lari malam ini juga, esok pagi engkau pasti dibunuh.”"},{"number":12,"verse":"Mikhal menurunkan Daud dari jendela dan Daud lari dari tempat itu."},{"number":13,"verse":"Kemudian Mikhal mengambil patung berhala rumah tangganya dan meletakkannya di tempat tidur Daud. Dia juga meletakkan bantal yang dibuat daripada bulu kambing di bawah kepala patung itu, lalu menyelubunginya dengan selimut."},{"number":14,"verse":"Apabila anak buah Raja Saul datang untuk menangkap Daud, Mikhal berkata, “Daud sedang sakit.”"},{"number":15,"verse":"Tetapi Raja Saul menyuruh mereka pergi lagi ke situ untuk melihat Daud dengan mata mereka sendiri. Baginda memberikan perintah, “Bawalah dia ke mari bersama dengan tempat tidurnya, supaya aku dapat membunuh dia.”"},{"number":16,"verse":"Mereka masuk ke dalam bilik dan mendapati patung yang terletak di tempat tidur dengan bantal daripada bulu kambing di bawah kepalanya."},{"number":17,"verse":"Raja Saul bertanya kepada Mikhal, “Mengapa engkau menipu beta begini? Musuh beta telah kautolong melarikan diri!” Mikhal menjawab, “Dia mengancam untuk membunuh saya jika saya tidak menolong dia melarikan diri.”"},{"number":18,"verse":"Daud lari dan pergi kepada Samuel di Rama. Daud memberitahu Samuel segala yang sudah dilakukan Raja Saul terhadapnya. Kemudian Daud dan Samuel pergi ke Nayot dan tinggal di sana."},{"number":19,"verse":"Raja Saul diberitahu bahawa Daud berada di Nayot dekat Rama."},{"number":20,"verse":"Oleh itu Raja Saul menyuruh beberapa orang ke sana untuk menangkap Daud. Di situ mereka nampak ( Beberapa buah naskhah terjemahan kuno: mereka nampak. Naskhah Ibrani: dia nampak.) sekumpulan nabi sedang menari dan berteriak bersama, dan mereka dipimpin oleh Samuel. Para utusan Raja Saul itu dikuasai Roh Allah, lalu mereka pun mula menari dan berteriak."},{"number":21,"verse":"Apabila Raja Saul mendengar berita itu, baginda mengirim lebih banyak lagi utusan lain. Tetapi mereka pun mula menari dan berteriak. Untuk kali yang ketiga Raja Saul mengirimkan utusan, tetapi hal yang sama berlaku kepada mereka."},{"number":22,"verse":"Oleh itu Raja Saul sendiri berangkat ke Rama. Apabila baginda tiba di perigi yang besar di Sekhu, baginda bertanya di mana Samuel dan Daud berada. Orang di situ memberitahu baginda bahawa mereka berada di Nayot."},{"number":23,"verse":"Apabila Raja Saul sedang menuju ke sana, baginda juga dikuasai oleh Roh Allah, sehingga baginda menari dan berteriak sepanjang perjalanan ke Nayot."},{"number":24,"verse":"( ) Setelah sampai di sana, Raja Saul menanggalkan pakaiannya dan menari serta berteriak di hadapan Samuel. Kemudian Raja Saul berbaring dengan bertelanjang sepanjang hari dan malam. (Itulah asal mulanya orang berkata, “Adakah Saul juga menjadi nabi?”)"}]}