{"bibleAbbr":"msAB1996","bookName":"1 SAMUEL","bookEnglishName":"1 Samuel","chapterNumber":2,"verses":[{"number":1,"verse":"( Doa Hana) Kemudian Hana berdoa, “TUHAN menggembirakan hatiku; alangkah bahagianya aku, kerana apa yang sudah dilakukan-Nya bagiku. Sekarang aku mentertawakan musuhku; alangkah sukacitanya aku kerana Allah sudah menolong aku."},{"number":2,"verse":"Tiada sesiapa pun yang suci seperti TUHAN; Dia tidak ada tandingan; hanya Allah kita yang dapat memberikan perlindungan."},{"number":3,"verse":"Hentikanlah cakap besarmu, jangan keluarkan cakap angkuh. Oleh sebab TUHAN itu Allah Yang Maha Tahu, Dia menghakimi segala perbuatan orang."},{"number":4,"verse":"Busur askar yang perkasa sudah patah, tetapi orang yang lemah menjadi perkasa."},{"number":5,"verse":"Orang yang dahulu kenyang, sekarang harus bekerja untuk mencari makan; tetapi yang dahulu lapar, sekarang menjadi kenyang. Isteri yang mandul melahirkan tujuh orang anak, tetapi ibu yang mempunyai banyak anak, ditinggalkan dan dibiarkan merana."},{"number":6,"verse":"TUHAN mematikan manusia, Dia juga menghidupkan mereka. Dia menghantar manusia ke dunia orang mati, dan Dia juga membawa mereka kembali."},{"number":7,"verse":"TUHAN menyebabkan sebilangan orang papa, dan menjadikan yang lain kaya. Dia merendahkan sebilangan orang, dan meninggikan yang lain."},{"number":8,"verse":"Dia mengangkat orang miskin daripada penderitaan, Dia membebaskan orang hina daripada kesengsaraan. Mereka dijadikan kawan bangsawan yang berdarjat, dan diberikan tempat yang terhormat. Asas bumi adalah kepunyaan TUHAN, di atas asas itu, Dia mendirikan dunia."},{"number":9,"verse":"Dia melindungi hidup umat-Nya yang setia, tetapi orang jahat binasa dalam gelap gelita. Dengan kekuatan sendiri, manusia tidak dapat berjaya."},{"number":10,"verse":"( ) Musuh-musuh TUHAN akan binasa; Dia akan mengguntur dari langit untuk menentang mereka. TUHAN akan menghakimi seluruh dunia; Dia akan memberikan kuasa kepada raja, Dia juga akan memberikan kemenangan kepada raja pilihan-Nya.”"},{"number":11,"verse":"Selepas itu Elkana pulang ke rumahnya di Rama, tetapi Samuel, anak itu tinggal di Silo dan mengabdi kepada TUHAN di bawah pengawasan Imam Eli."},{"number":12,"verse":"( Anak-Anak Eli) Anak-anak Eli sangat jahat. Mereka tidak mengendahkan TUHAN."},{"number":13,"verse":"Mereka juga tidak mengendahkan peraturan tentang apa yang boleh diminta oleh imam daripada umat Israel. Sebaliknya, jika ada orang yang mempersembahkan korban, hamba imam akan datang sambil membawa garpu bergigi tiga. Sementara daging itu direbus,"},{"number":14,"verse":"hamba itu akan menusukkan garpu ke dalam periuk, tempat daging itu dimasak. Apa sahaja yang ditariknya keluar dengan garpu itu menjadi milik imam. Semua orang Israel yang datang ke Silo untuk mempersembahkan korban diperlakukan seperti itu."},{"number":15,"verse":"Tambahan pula, hamba itu akan datang sebelum lemak binatang itu dipisahkan untuk dibakar, lalu dia berkata kepada orang yang mempersembahkan korban itu, “Berikanlah daging yang masih mentah itu kepada imam supaya dipanggangnya; dia tidak mahu menerima daging yang sudah direbus.”"},{"number":16,"verse":"Jika orang itu menjawab, “Sebaiknya kita mentaati peraturan dan membakar lemak itu dahulu; selepas itu bolehlah kamu mengambil apa yang kamu suka,” maka hamba itu akan berkata, “Tidak! Serahkan daging itu kepadaku sekarang juga! Jika tidak, aku akan mengambilnya dengan paksa.”"},{"number":17,"verse":"Demikianlah kedua-dua orang anak Eli itu berdosa besar di sisi TUHAN, kerana mereka meremehkan persembahan korban untuk TUHAN."},{"number":18,"verse":"( Samuel di Silo) Sementara itu, Samuel yang masih kanak-kanak terus mengabdi kepada TUHAN. Samuel memakai baju khas daripada kain linen, seperti baju ibadat para imam."},{"number":19,"verse":"Tiap-tiap tahun ibu Samuel membuat jubah kecil, lalu memberikan jubah itu kepada Samuel apabila ibu itu datang bersama dengan suaminya untuk mempersembahkan korban tahunan."},{"number":20,"verse":"Kemudian Eli memberkati Elkana dan isterinya, serta berkata kepada Elkana, “Semoga TUHAN mengurniai kamu anak-anak lain daripada isterimu ini, untuk menggantikan anak yang sudah kamu serahkan kepada TUHAN.” Selepas itu mereka pulang ke Rama."},{"number":21,"verse":"Hana diberkati oleh TUHAN, lalu Hana melahirkan tiga orang anak lelaki dan dua orang anak perempuan. Samuel pun bertambah besar sementara dia mengabdi kepada TUHAN."},{"number":22,"verse":"( Eli dan Anak-anaknya) Eli sudah sangat tua. Dia selalu mendengar aduan tentang perbuatan anak-anaknya terhadap umat Israel. Eli tahu juga bahawa anak-anaknya itu meniduri perempuan-perempuan yang bertugas di pintu Khemah TUHAN."},{"number":23,"verse":"Oleh itu Eli berkata kepada anak-anaknya, “Aku sudah diberitahu oleh setiap orang tentang kejahatan yang kamu lakukan. Mengapa kamu melakukan hal itu?"},{"number":24,"verse":"Jangan berbuat begitu lagi, hai anak-anakku. Sangat buruk perkara yang dikatakan oleh umat TUHAN tentang kamu."},{"number":25,"verse":"Jika seseorang berdosa terhadap manusia, Allah dapat membelanya; tetapi jika seseorang berdosa terhadap TUHAN, siapakah yang dapat membelanya?” Tetapi anak-anak Eli itu tidak mempedulikan nasihat bapa mereka, kerana TUHAN sudah mengambil keputusan untuk membinasakan mereka."},{"number":26,"verse":"( ) Sebaliknya Samuel, anak itu, semakin besar dan semakin disukai oleh TUHAN mahupun oleh semua orang."},{"number":27,"verse":"( Nubuat tentang Keluarga Eli) Pada suatu hari seorang nabi datang kepada Eli dan menyampaikan perkhabaran daripada TUHAN. Nabi itu berkata, “TUHAN berfirman, ‘Ketika nenek moyangmu Harun dan keluarganya menjadi hamba raja Mesir, Aku menampakkan diri kepada Harun."},{"number":28,"verse":"( ; ) Daripada semua suku Israel, Aku memilih keluarganya menjadi imam-Ku untuk bertugas di mazbah, membakar kemenyan, dan memakai baju efod ( Efod: Lihat Kamus.) ketika meminta petunjuk daripada-Ku. Aku memberi mereka hak untuk mengambil sebahagian daripada korban yang dibakar di atas mazbah."},{"number":29,"verse":"Tetapi mengapakah engkau masih tamak melihat persembahan dan korban yang dipersembahkan oleh umat-Ku kepada-Ku? Mereka mempersembahkan semuanya kepada-Ku menurut perintah-Ku kepada mereka. Hai Eli, mengapa engkau lebih menghormati anak-anakmu daripada menghormati Aku, dan membiarkan mereka menggemukkan diri dengan bahagian terbaik daripada setiap korban yang dipersembahkan oleh umat-Ku kepada-Ku?"},{"number":30,"verse":"Aku TUHAN, Allah Israel, dahulu telah berjanji bahawa keluarga dan puakmu akan mengabdi kepada-Ku sebagai imam untuk sepanjang masa. Tetapi sekarang Aku tidak menghendaki hal itu lagi! Sebaliknya, mereka yang menghormati Aku akan Kuhormati, dan mereka yang menghina Aku akan dihina."},{"number":31,"verse":"Dengarlah, akan tiba masanya Aku membunuh semua orang lelaki daripada keluarga dan puakmu, sehingga tiada seorang lelaki pun daripada keluargamu yang akan hidup sampai usia lanjut."},{"number":32,"verse":"Engkau akan sedih dan iri hati melihat segala berkat yang akan Kuberikan kepada orang lain di Israel, sedangkan dalam keluargamu sendiri semua orang akan mati muda."},{"number":33,"verse":"Namun, seorang daripada keturunanmu akan Kubiarkan hidup, dan dia akan mengabdi kepada-Ku sebagai imam. Tetapi dia akan menjadi buta dan hidup dengan putus asa. Semua keturunanmu yang lain akan dibunuh dengan kejam."},{"number":34,"verse":"( ) Apabila kedua-dua orang anakmu, Hofni dan Pinehas, meninggal pada hari yang sama, barulah engkau sedar bahawa semua yang Aku firmankan ini akan benar-benar berlaku."},{"number":35,"verse":"Aku akan memilih seorang imam yang setia kepada-Ku dan yang melakukan segala perintah-Ku. Aku akan memberi dia keturunan yang sentiasa bertugas sebagai imam kepada raja yang Aku pilih."},{"number":36,"verse":"Setiap keturunanmu yang masih hidup akan pergi kepada imam itu untuk minta wang dan makanan. Dia akan memohon supaya dibenarkan membantu para imam untuk mendapat makanan biar hanya sesuap.’ ”"}]}