{"bibleAbbr":"msAB1996","bookName":"1 SAMUEL","bookEnglishName":"1 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"( Pembunuhan Para Imam) ( , ) Kemudian Daud meninggalkan kota Gat dan bersembunyi di gua dekat kota Adulam. Apabila abang-abangnya dan semua anggota keluarganya mendengar bahawa dia berada di situ, mereka datang kepadanya."},{"number":2,"verse":"Semua orang yang tertindas, atau yang mempunyai hutang, atau yang berasa tidak puas, juga bergabung dengan Daud, lalu Daud menjadi pemimpin mereka. Jumlah pengikut Daud ada kira-kira empat ratus orang."},{"number":3,"verse":"Dari gua itu Daud pergi ke Mizpa di negeri Moab. Dia berkata kepada raja Moab, “Tolonglah benarkan ibu bapa hamba tinggal dengan tuanku sehingga hamba tahu kehendak Allah untuk hamba.”"},{"number":4,"verse":"Oleh itu Daud membawa ibu bapanya kepada raja negeri Moab, dan mereka tinggal di sana selama Daud bersembunyi di gua."},{"number":5,"verse":"Kemudian pada suatu hari seorang nabi yang bernama Gad datang kepada Daud dan berkata, “Jangan tinggal di gua ini. Pergilah dengan segera ke tanah Yehuda.” Lalu Daud meninggalkan tempat itu dan pergi ke hutan Keret."},{"number":6,"verse":"Pada suatu hari Raja Saul sedang duduk di bawah pokok tamariska di atas bukit di Gibea; baginda sedang memegang tombak dan semua pegawai berdiri di sekelilingnya. Ketika baginda mendengar bahawa tempat Daud dan anak buahnya sudah dijumpai,"},{"number":7,"verse":"baginda bertitah kepada para pegawai, “Dengarlah, hai semua orang Benyamin! Adakah kamu fikir si Daud itu akan memberi kamu ladang dan ladang anggur? Adakah kamu semua akan diangkat menjadi pegawai dalam tenteranya?"},{"number":8,"verse":"Itukah sebabnya kamu bersepakat melawan beta dan tidak seorang pun memberitahu beta bahawa putera beta sendiri sudah memihak kepada si Daud itu? Tiada seorang pun antara kamu memikirkan diri beta. Tiada sesiapa antara kamu memberitahu beta bahawa Daud, anak buah beta sendiri, pada masa ini sedang menunggu kesempatan untuk membunuh beta, dan bahawa Yonatan, putera beta sudah memberikan galakan kepadanya!”"},{"number":9,"verse":"Doeg, ketua gembala ternakan Raja Saul, juga ada di situ dengan para pegawai raja, lalu Doeg berkata, “Hamba nampak Daud datang kepada Ahimelekh anak Ahitub, di Nob."},{"number":10,"verse":"( ; ) Ahimelekh minta petunjuk daripada TUHAN tentang apa yang harus dilakukan Daud. Kemudian Ahimelekh membekali Daud dengan makanan dan memberi dia pedang Goliat, orang Filistin itu.”"},{"number":11,"verse":"Oleh itu Raja Saul menyuruh orang memberitahu Imam Ahimelekh dan semua kaum keluarganya yang menjadi imam di Nob supaya datang menghadap baginda."},{"number":12,"verse":"Apabila mereka tiba, Raja Saul bertitah kepada Ahimelekh, “Dengarlah, hai anak Ahitub!” “Ya, tuanku,” jawabnya."},{"number":13,"verse":"Raja Saul bertanya kepadanya, “Mengapa kamu dan Daud bersepakat melawan beta? Mengapa kamu memberikan makanan dan pedang kepadanya? Mengapa kamu minta petunjuk daripada Allah baginya? Sekarang dia memberontak terhadap beta, dan sedang menunggu kesempatan untuk membunuh beta!”"},{"number":14,"verse":"Ahimelekh menjawab, “Tetapi bukankah Daud pegawai tuanku yang paling setia? Dia menantu tuanku sendiri, ketua ( Beberapa buah naskhah terjemahan kuno: ketua. Naskhah Ibrani: menjadi.) pengawal peribadi tuanku dan sangat dihormati oleh semua orang di istana."},{"number":15,"verse":"Memang hamba sudah bertanya kepada TUHAN baginya, tetapi itu bukanlah kali yang pertama. ( Memang... yang pertama; atau Apakah hamba melakukan kesalahan hari ini kerana minta petunjuk daripada Allah untuk dia? Sekali-kali tidak!) Tentang komplot terhadap tuanku, sekali-kali tidak! Tolong jangan tuduh hamba atau sesiapa pun anggota keluarga hamba. Hamba tidak tahu-menahu tentang hal itu!”"},{"number":16,"verse":"Raja bertitah, “Ahimelekh, kamu dan semua anggota keluargamu mesti mati.”"},{"number":17,"verse":"Selepas itu Raja Saul memberikan perintah kepada para pengawal yang berdiri di sisinya, “Bunuhlah imam-imam TUHAN ini! Mereka sudah berpakat dengan Daud, dan tidak memberitahu beta bahawa Daud sudah melarikan diri, walaupun mereka tahu selama ini.” Tetapi para pengawal itu tidak mahu membunuh imam-imam TUHAN itu."},{"number":18,"verse":"Oleh itu Raja Saul bertitah kepada Doeg, “Engkau bunuhlah mereka!” Lalu Doeg membunuh semua imam itu. Pada hari itu dia membunuh lapan puluh lima orang imam yang berlayak memakai efod."},{"number":19,"verse":"Raja Saul juga memerintah supaya segenap penduduk Nob, kota imam itu, dibunuh semuanya, termasuk lelaki, perempuan, kanak-kanak, bayi, dan juga lembu, keldai, serta domba."},{"number":20,"verse":"Tetapi Abyatar, salah seorang anak Ahimelekh, berjaya melarikan diri. Dia pergi kepada Daud,"},{"number":21,"verse":"lalu memberitahu Daud bahawa Raja Saul telah membunuh imam-imam TUHAN."},{"number":22,"verse":"Daud berkata kepadanya, “Ketika aku nampak Doeg pada hari itu, aku tahu bahawa dia pasti akan memberitahu Raja Saul. Oleh itu, akulah yang bertanggungjawab ( Beberapa buah naskhah terjemahan kuno: akulah yang bertanggungjawab. Naskhah Ibrani: Aku berbalik.) terhadap kematian semua kaum keluargamu."},{"number":23,"verse":"Tinggallah bersama dengan aku dan janganlah takut. Raja Saul ingin membunuh kamu, tetapi baginda ingin membunuh aku juga. Oleh itu, kamu akan aman di tempatku.”"}]}