{"bibleAbbr":"msAB1996","bookName":"1 SAMUEL","bookEnglishName":"1 Samuel","chapterNumber":27,"verses":[{"number":1,"verse":"( Daud Tinggal di Kalangan Orang Filistin) Daud berfikir, “Bagaimanapun juga, pada suatu hari Raja Saul akan membunuh aku. Lebih baik aku lari ke negeri orang Filistin. Kemudian Raja Saul tidak akan mencari aku lagi di Israel, dan aku pun akan aman.”"},{"number":2,"verse":"Oleh itu Daud dan enam ratus orang anak buahnya segera berangkat untuk menemui Raja Akhis anak Maokh, raja kota Gat."},{"number":3,"verse":"Daud dan anak buahnya tinggal di Gat bersama dengan keluarga masing-masing. Kedua-dua orang isteri Daud, Ahinoam yang berasal dari kota Yizreel, dan Abigail, balu Nabal yang berasal dari Karmel, juga menyertai dia."},{"number":4,"verse":"Apabila Raja Saul mendengar bahawa Daud sudah melarikan diri ke Gat, baginda tidak berusaha menangkapnya lagi."},{"number":5,"verse":"Kemudian Daud memberikan cadangan kepada Raja Akhis, “Jika tuanku berkenan dengan hamba, berilah hamba sebuah kota kecil di pedalaman untuk tempat tinggal, supaya hamba tuanku ini tidak menumpang kepada tuanku di ibu kota ini.”"},{"number":6,"verse":"Oleh itu Raja Akhis memberikan kota Ziklag kepada Daud. Sejak itulah Ziklag menjadi milik raja-raja Yehuda."},{"number":7,"verse":"Daud tinggal di negeri orang Filistin selama satu tahun empat bulan."},{"number":8,"verse":"Selama itu, Daud dan anak buahnya biasa menyerang orang Gesur, Girzi, dan Amalek; mereka sudah lama tinggal di kawasan itu. Daud menyerbu kawasan mereka sampai ke Sur, dan terus ke Mesir di sebelah selatan."},{"number":9,"verse":"Daud membunuh semua orang lelaki dan wanita, serta merampas semua domba, lembu, keldai, unta, bahkan pakaian juga. Setelah itu dia pulang lalu menghadap Raja Akhis."},{"number":10,"verse":"Ketika Raja Akhis bertanya kepadanya, “Ke mana kamu menyerbu kali ini?” Daud akan menjawab bahawa dia sudah pergi ke bahagian selatan Yehuda atau ke wilayah orang Yerahmeel atau ke wilayah tempat orang Ken tinggal."},{"number":11,"verse":"Daud membunuh semua orang, lelaki dan perempuan, supaya tiada seorang pun dapat kembali ke Gat untuk melaporkan apa yang sesungguhnya dilakukan Daud dan anak buahnya. Demikianlah perbuatan Daud selama dia tinggal di negeri orang Filistin."},{"number":12,"verse":"Tetapi Raja Akhis percaya kepada Daud dengan sepenuhnya. Raja Akhis berfikir, “Daud begitu dibenci oleh bangsanya sendiri, sehingga dia terpaksa menjadi hambaku seumur hidupnya.”"}]}