{"bibleAbbr":"WB1895","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, an apostle of Jesus Christ by God's will to God's people at Ephesus and to the faithful in Christ Jesus."},{"number":2,"verse":"May grace and peace be yours from God our Father and the Lord Jesus Christ."},{"number":3,"verse":"Blessed be the God and Father of our Lord Jesus Christ who has blessed us with all spiritual blessings in the heavenly places in Christ,"},{"number":4,"verse":"just as he chose us in him before the foundation of the world, so that we would be holy and blameless before him in love,"},{"number":5,"verse":"having decided beforehand about us for adoption through Jesus Christ to himself according to the kind pleasure of his will."},{"number":6,"verse":"To the praise of the glory of his grace, in which he has graciously accepted us in the beloved"},{"number":7,"verse":"in whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace,"},{"number":8,"verse":"which he profusely gave to us, in total wisdom and insight."},{"number":9,"verse":"He made known to us the mystery of his will, according to his good pleasure, which he decided in himself,"},{"number":10,"verse":"a plan for the \"fullness of times\" to gather all things in Christ, both the things in heaven and the things on earth in him."},{"number":11,"verse":"In him we were made a heritage, decided in advance, according to the plan of him who does everything according to the intent of his will,"},{"number":12,"verse":"that we, who first trusted in Christ, would be for the praising of his glory."},{"number":13,"verse":"In whom you also trusted, after you had heard the Word of Truth, the gospel of your salvation. In whom after you believed, you were sealed with the Holy Spirit of promise,"},{"number":14,"verse":"who is the guarantee of our inheritance until the redemption of [God's] purchased possession, to the praise of his glory."},{"number":15,"verse":"Therefore when I heard about your faith in the Lord Jesus and love for all God's people,"},{"number":16,"verse":"I haven't stopped giving thanks for you making mention of you in my prayers,"},{"number":17,"verse":"so that the God of our Lord Jesus Christ, the Father of glory, may give to you the spirit of wisdom and revelation in the knowledge of him,"},{"number":18,"verse":"that the eyes of your understanding would be enlightened, so that you may know what is the hope of his calling and what are the riches of the glory of his inheritance in God's people,"},{"number":19,"verse":"and what is the exceeding greatness of his power to us who believe according to the working of his mighty power,"},{"number":20,"verse":"which he did through Christ when he raised him from the dead and set him at his own right hand in the heavenly places."},{"number":21,"verse":"[He is] far above all top authorities, strong authorities, powers, and lords, and [he is far above] every name that is mentioned, not only in this world but also in that which is to come."},{"number":22,"verse":"He has put everything under his feet and given him to be the head of everything in the church,"},{"number":23,"verse":"which is his body, the fullness of him who fills everything of everything."}]}