{"bibleAbbr":"WB1895","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"For this reason I, Paul, [am] prisoner of Jesus Christ for you Gentiles."},{"number":2,"verse":"For surely you have heard of giving of managerial responsibility regarding God's grace, which is given to me for you."},{"number":3,"verse":"How he made known to me the mystery by revelation, as I've written to you briefly before."},{"number":4,"verse":"About which when you read, may you understand my knowledge in the mystery about Christ."},{"number":5,"verse":"Which in other ages was not made know to the sons of men, as it is now revealed to his holy apostles and prophets by the Spirit."},{"number":6,"verse":"That the Gentiles should be fellow heirs and of the same body, and partakers of his promise in Christ by the gospel."},{"number":7,"verse":"For which I was made a minister according to the gift of God's grace given to me by the mighty working of his power."},{"number":8,"verse":"To me who am less than the least of all of God's people, is this grace given that I should preach among the Gentiles the unsearchable riches of Christ."},{"number":9,"verse":"Also to give to all light what is the fellowship of the mystery, which from the beginning of the world has been hidden by God who created everything through Jesus Christ."},{"number":10,"verse":"For the purpose that now the top authorities and powers in heavenly places might learn through the congregation the manifold wisdom of God."},{"number":11,"verse":"According to the eternal purpose which he planned through Christ Jesus our Lord."},{"number":12,"verse":"In whom we have boldness and access with confidence through his faith."},{"number":13,"verse":"Therefore I wish that you don't grow weak from my tribulations for you which is for your benefit."},{"number":14,"verse":"For this reason, I bow my knees to the Father of our Lord Jesus Christ."},{"number":15,"verse":"Of whom the whole family in heaven and earth is named."},{"number":16,"verse":"That he would grant you according to the riches of his glory to be strengthen with might by his Spirit in the inner man."},{"number":17,"verse":"That Christ may live in your hearts by faith, that you might be rooted and ground in love."},{"number":18,"verse":"May be able to understand with all God's people what is the breadth, length, depth, and height."},{"number":19,"verse":"And to know the love of Christ which surpasses knowledge that you might be filled with all the fullness of God."},{"number":20,"verse":"Now to him who is able to do way above all that we do or think according to the power that works in us."},{"number":21,"verse":"To him be glory in the congregation by Christ Jesus throughout all ages, forever and forever. Amen"}]}