{"bibleAbbr":"WB1895","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"Therefore be followers of God like beloved children."},{"number":2,"verse":"Walk in love like Christ also loved us and gave himself as an offering for us and a sacrifice to God to be a fragrant odor."},{"number":3,"verse":"Fornication, all impurity, and greed should ever be even once named among you since you are conspicuously God's people."},{"number":4,"verse":"Nor yet obscenity, silly talk, or ribald humor, which are not proper, instead having thankful speech, is far better."},{"number":5,"verse":"You know this: that no male prostitute, impure, or covetous (who is an idolater) person has any type of inheritance in the Kingdom of Christ and of God."},{"number":6,"verse":"Don't let anyone deceive you with empty words, for because of these things God's hot anger comes on the children of disobedience."},{"number":7,"verse":"Therefore don't be partakers with them."},{"number":8,"verse":"For at one time you were darkness, but now light in the Lord, so live as children of light."},{"number":9,"verse":"For the fruit of the Spirit is in all goodness, righteousness, and truth."},{"number":10,"verse":"Testing things [to see if] they are acceptable to the Lord."},{"number":11,"verse":"Do not have fellowship with the unfruitful works of darkness rather reprove them."},{"number":12,"verse":"For it is shameful even to talk about those things, which are done by them in secret."},{"number":13,"verse":"Everything reproved is made public by the light, for whatever makes them public knowledge is light."},{"number":14,"verse":"Therefore he says: \"Awake you sleeper and rise up from the dead, and Christ will give you light.\""},{"number":15,"verse":"See to it that you diligently walk not as fools but as wise."},{"number":16,"verse":"Redeeming the time, because the days are evil."},{"number":17,"verse":"Therefore don't be unwise but comprehend the meaning of what the will of the Lord is."},{"number":18,"verse":"Do not be drunk with wine, which is immoral excess, instead be filled with the Spirit:"},{"number":19,"verse":"Speaking among yourselves in psalms, hymns, spiritual songs, singing and making music in your heart to the Lord,"},{"number":20,"verse":"Giving thanks always to God and the Father for all things in the name of the Lord Jesus Christ."},{"number":21,"verse":"Submitting yourselves to one another in the fear of God."},{"number":22,"verse":"Wives submit yourselves to your own husbands as to the Lord."},{"number":23,"verse":"For the husband is the head of the wife, even as Christ is the head of the congregation; he is the savior of the body."},{"number":24,"verse":"Therefore since the congregation is subject to Christ, so let the wives be to their own husbands in everything."},{"number":25,"verse":"Husbands, love your wives, even as Christ also loved the congregation even giving himself for her."},{"number":26,"verse":"So that he might make her holy and cleanse it with the washing of water by the word."},{"number":27,"verse":"That he might present it to himself a glorious congregation not having a spot or a wrinkle or any such thing, but that it should be holy and without a blemish."},{"number":28,"verse":"So men ought to love their wives as their own bodies. He who loves his wife loves himself."},{"number":29,"verse":"For no man has ever hated his own flesh but takes care of it and cherishes it, as the Lord [does for] the congregation."},{"number":30,"verse":"For we are members of his body, of his flesh, and of his bones."},{"number":31,"verse":"For this reason a man will leave his father and mother and will be joined to his wife, and the two of them will be one flesh."},{"number":32,"verse":"This is a great mystery, but I am talking about Christ and his congregation."},{"number":33,"verse":"Nevertheless let every one of you so love his wife even as himself, and the wife see that she respects her husband."}]}