{"bibleAbbr":"LXXBr","bookName":"Job","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"Ὑπολαβὼν δὲ Ἰὼβ, λέγει,"},{"number":2,"verse":"Ἀκήκοα τοιαῦτα πολλὰ, παρακλήτορες κακῶν πάντες."},{"number":3,"verse":"Τί γάρ; μὴ τάξις ἐστὶ ῥήμασι πνεύματος; ἢ τί παρενοχλήσει σοι ὅτι ἀποκρίνῃ;"},{"number":4,"verse":"Κᾀγὼ καθʼ ὑμᾶς λαλήσω· εἰ ὑπέκειτό γε ἡ ψυχὴ ὑμῶν ἀντὶ τῆς ἐμῆς, εἶτʼ ἐναλοῦμαι ὑμῖν ῥήμασι· κινήσω δὲ καθʼ ὑμῶν κεφαλήν."},{"number":5,"verse":"Εἴη δὲ ἰσχὺς ἐν τῷ στόματί μου, κίνησιν δὲ χειλέων οὐ φείσομαι."},{"number":6,"verse":"Ἐὰν γὰρ λαλήσω, οὐκ ἀλγήσω τὸ τραῦμα· ἐὰν δὲ καὶ σιωπήσω, τί ἔλαττον τρωθήσομαι;"},{"number":7,"verse":"Νῦν δὲ κατάκοπόν με πεποίηκε μωρὸν σεσηπότα, καὶ ἐπελάβου μου."},{"number":8,"verse":"Εἰς μαρτύριον ἐγενήθη, καὶ ἀνέστη ἐν ἐμοὶ τὸ ψεῦδός μου, κατὰ πρόσωπόν μου ἀνταπεκρίθη."},{"number":9,"verse":"Ὀργῇ χρησάμενος κατέβαλέ με, ἔβρυξεν ἐπʼ ἐμὲ τοὺς ὀδόντας, βέλη πειρατῶν αὐτοῦ ἐπʼ ἐμοὶ ἔπεσαν."},{"number":10,"verse":"Ἀκίσιν ὀφθαλμῶν ἐνήλατο, ὀξεῖ ἔπαισέ με εἰς τὰ γόνατα, ὁμοθυμαδὸν δὲ κατέδραμον ἐπʼ ἐμοί."},{"number":11,"verse":"Παρέδωκε γάρ με ὁ Κύριος εἰς χείρας ἀδίκων, ἐπὶ δὲ ἀσεβέσιν ἔῤῥιψέ με."},{"number":12,"verse":"Εἰρηνεύοντα διεσκέδασέ με· λαβών με τῆς κόμης διέτιλε, κατέστησέ με ὥσπερ σκοπόν."},{"number":13,"verse":"Ἐκύκλωσάν με λόγχαις βάλλοντες εἰς νεφρούς μου, οὐ φειδόμενοι ἐξέχεαν εἰς τὴν γῆν τὴν χολήν μου·"},{"number":14,"verse":"Κατέβαλόν με πτῶμα ἐπὶ πτώματι, ἔδραμον πρὸς μὲ δυνάμενοι."},{"number":15,"verse":"Σάκκον ἔῤῥαψαν ἐπὶ βύρσης μου, τὸ δὲ σθένος μου ἐν γῇ ἐσβέσθη."},{"number":16,"verse":"Ἡ γαστήρ μου συγκέκαυται ἀπὸ κλαυθμοῦ, ἐπὶ δὲ βλεφάροις μου σκιά."},{"number":17,"verse":"Ἄδικον δὲ οὐδὲν ἦν ἐν χερσί μου, εὐχὴ δέ μου καθαρά."},{"number":18,"verse":"Γῆ μὴ ἐπικαλύψῃς ἐφʼ αἵματι τῆς σαρκός μου, μηδὲ εἴη τόπος τῇ κραυγῇ μου."},{"number":19,"verse":"Καὶ νῦν ἰδοὺ ἐν οὐρανοῖς ὁ μάρτυς μου, ὁ δὲ συνίστωρ μου ἐν ὑψίστοις."},{"number":20,"verse":"Ἀφίκοιτό μου ἡ δέησις πρὸς Κύριον, ἔναντι δὲ αὐτοῦ στάζοι μου ὁ ὀφθαλμός."},{"number":21,"verse":"Εἴη δὲ ἔλεγχος ἀνδρὶ ἔναντι Κυρίου, καὶ υἱῷ ἀνθρώπου τῷ πλησίον αὐτοῦ."},{"number":22,"verse":"Ἔτη δὲ ἀριθμητὰ ἥκασιν, ὁδῷ δὲ ᾗ οὐκ ἐπαναστραφήσομαι, πορεύσομαι."}]}