{"bibleAbbr":"LXXBr","bookName":"Job","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"Ὑπολαβὼν δὲ Βαλδὰδ ὁ Σαυχίτης, λέγει,"},{"number":2,"verse":"Μέχρι τίνος οὐ παύσῃ; ἐπίσχες, ἵνα καὶ αὐτοὶ λαλήσωμεν."},{"number":3,"verse":"Διατί δὲ ὥσπερ τετράποδα σεσιωπήκαμεν ἐναντίον σου;"},{"number":4,"verse":"Κέχρηταί σοι ὀργή· τί γὰρ ἐὰν σὺ ἀποθάνῃς, ἀοίκητος ἡ ὑπʼ οὐρανόν; ἢ καταστραφήσεται ὄρη ἐκ θεμελίων;"},{"number":5,"verse":"Καὶ φῶς ἀσεβῶν σβεσθήσεται, καὶ οὐκ ἀποβήσεται αὐτῶν ἡ φλόξ."},{"number":6,"verse":"Τὸ φῶς αὐτοῦ σκότος ἐν διαίτῃ, ὁ δὲ λύχνος ἐπʼ αὐτῷ σβεσθήσεται."},{"number":7,"verse":"Θηρεύσαισαν ἐλάχιστοι τὰ ὑπάρχοντα αὐτοῦ· σφάλαι δὲ αὐτοῦ ἡ βουλή."},{"number":8,"verse":"Ἐμβέβληται δὲ ὁ ποῦς αὐτοῦ ἐν παγίδι, ἐν δικτύῳ ἑλιχθείη."},{"number":9,"verse":"Ἔλθοισαν δὲ ἐπʼ αὐτὸν παγίδες, κατισχύσει ἐπʼ αὐτὸν διψῶντας."},{"number":10,"verse":"Κέκρυπται ἐν τῇ γῇ σχοινίον αὐτοῦ, καὶ ἡ σύλληψις αὐτοῦ ἐπὶ τρίβον."},{"number":11,"verse":"Κύκλῳ ὀλέσαισαν αὐτὸν ὀδύναι· πολλοὶ δὲ περὶ πόδα αὐτοῦ ἔλθοισαν ἐν λιμῷ στενῷ·"},{"number":12,"verse":"πτῶμα δὲ αὐτῷ ἡτοίμασται ἐξαίσιον."},{"number":13,"verse":"Βρωθείησαν αὐτοῦ κλῶνες ποδῶν, κατέδεται δὲ αὐτοῦ τὰ ὡραῖα θάνατος."},{"number":14,"verse":"Ἐκραγείη δέ ἐκ διαίτης αὐτοῦ ἴασις, σχοίη δὲ αὐτὸν ἀνάγκη αἰτίᾳ βασιλικῇ."},{"number":15,"verse":"Κατασκηνώσει ἐν τῇ σκηνῇ αὐτοῦ ἐν νυκτὶ αὐτοῦ, κατασπαρήσονται τὰ εὐπρεπῆ αὐτοῦ θείῳ."},{"number":16,"verse":"Ὑποκάτωθεν αἱ ῥίζαι αὐτοῦ ξηρανθήσονται, καὶ ἐπάνωθεν ἐπιπεσεῖται θερισμὸς αὐτοῦ."},{"number":17,"verse":"Τὸ μνημόσυνον αὐτοῦ ἀπόλοιτο ἐκ γῆς, καὶ ὑπάρξει ὄνομα αὐτῷ ἐπὶ πρόσωπον ἐξωτέρω."},{"number":18,"verse":"Ἀπώσειεν αὐτὸν ἐκ φωτὸς εἰς σκότος."},{"number":19,"verse":"Οὐκ ἔσται ἐπίγνωστος ἐν λαῷ αὐτοῦ, οὐδὲ σεσωσμένος ἐν τῇ ὑπʼ οὐρανὸν ὁ οἶκος αὐτοῦ."},{"number":20,"verse":"Ἀλλʼ ἐν τοῖς αὐτοῦ ζήσονται ἕτεροι· ἐπʼ αὐτῷ ἐστέναξαν ἔσχατοι, πρώτους δὲ ἔσχε θαῦμα."},{"number":21,"verse":"Οὗτοί εἰσιν οἱ οἶκοι ἀδίκων, οὗτος δὲ ὁ τόπος τῶν μὴ εἰδότων τὸν Κύριον."}]}