{"bibleAbbr":"LXXBr","bookName":"Job","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"Ἐπικαλέσαι δὲ εἴ τις σοι ὑπακούσεται, ἢ εἴ τινα ἀγγέλων ἁγίων ὄψῃ·"},{"number":2,"verse":"Καὶ γὰρ ἄφρονα ἀναιρεῖ ὀργὴ, πεπλανημένον δὲ θανατοῖ ζῆλος."},{"number":3,"verse":"Ἐγὼ δὲ ἑώρακα ἄφρονας ῥίζαν βάλλοντας, ἀλλʼ εὐθέως ἐβρώθη αὐτῶν ἡ δίαιτα."},{"number":4,"verse":"Πόῤῥω γένοιντο οἱ υἱοὶ αὐτῶν ἀπὸ σωτηρίας, κολαβρισθείησαν δὲ ἐπὶ θύραις ἡσσόνων, καὶ οὐκ ἔσται ὁ ἐξαιρούμενος."},{"number":5,"verse":"Ἃ γὰρ ἐκεῖνοι συνήγαγον, δίκαιοι ἔδονται, αὐτοὶ δὲ ἐκ κακῶν οὐκ ἐξαίρετοι ἔσονται· ἐκσιφωνισθείη αὐτῶν ἡ ἰσχύς."},{"number":6,"verse":"Οὐ γὰρ μὴ ἐξέλθῃ ἐκ τῆς γῆς κόπος, οὐδὲ ἐξ ὀρέων ἀναβλαστήσει πόνος."},{"number":7,"verse":"Ἀλλὰ ἄνθρωπος γεννᾶται κόπῳ, νεοσσοὶ δὲ γυπὸς τὰ ὑψηλὰ πέτονται."},{"number":8,"verse":"Οὐ μὴν δὲ ἀλλὰ ἐγὼ δεηθήσομαι Κυρίου, Κύριον δὲ τὸν πάντων δεσπότην ἐπικαλέσομαι,"},{"number":9,"verse":"τὸν ποιοῦντα μεγάλα καὶ ἀνεξιχνίαστα, ἔνδοξά τε καὶ ἐξαίσια, ὧν οὐκ ἔστιν ἀριθμὸς,"},{"number":10,"verse":"τὸν διδόντα ὑετὸν ἐπὶ τὴν γῆν, ἀποστέλλοντα ὕδωρ ἐπὶ τὴν ὑπʼ οὐρανὸν,"},{"number":11,"verse":"τὸν ποιοῦντα ταπεινοὺς εἰς ὕψος, καὶ ἀπολωλότας ἐξεγείροντα,"},{"number":12,"verse":"διαλλάσσοντα βουλὰς πανούργων, καὶ οὐ μὴ ποιήσουσιν αἱ χεῖρες αὐτῶν ἀληθές·"},{"number":13,"verse":"ὁ καταλαμβάνων σοφοὺς ἐν τῇ φρονήσει, βουλὴν δὲ πολυπλόκων ἐξέστησεν."},{"number":14,"verse":"Ἡμέρας συναντήσεται αὐτοῖς σκότος, τὸ δὲ μεσημβρινὸν ψηλαφήσαισαν ἶσα νυκτὶ,"},{"number":15,"verse":"ἀπόλοιντο δὲ ἐν πολέμῳ· ἀδύνατος δὲ ἐξέλθοι ἐκ χειρὸς δυνάστου."},{"number":16,"verse":"Εἴη δὲ ἀδυνάτῳ ἐλπὶς, ἀδίκου δὲ στόμα ἐμφραχθείη."},{"number":17,"verse":"Μακάριος δὲ ἄνθρωπος ὃν ἤλεγξεν ὁ Κύριος, νουθέτημα δὲ παντοκράτορος μὴ ἀπαναίνου."},{"number":18,"verse":"Αὐτὸς γὰρ ἀλγεῖν ποιεῖ, καὶ πάλιν ἀποκαθίστησιν· ἔπαισε, καὶ αἱ χεῖρες αὐτοῦ ἰάσαντο."},{"number":19,"verse":"Ἑξάκις ἐξ ἀναγκῶν σε ἐξελεῖται, ἐν δὲ τῷ ἑβδόμῳ οὐ μὴ ἅψηταί σου κακόν."},{"number":20,"verse":"Ἐν λιμῷ ῥύσεταί σε ἐκ θανάτου, ἐν πολέμῳ δὲ ἐκ χειρὸς σιδήρου λύσει σε."},{"number":21,"verse":"Ἀπὸ μάστιγος γλώσσης σε κρύψει, καὶ οὐ μὴ φοβηθῇς ἀπὸ κακῶν ἐρχομένων."},{"number":22,"verse":"Ἀδίκων καὶ ἀνόμων καταγελάσῃ· ἀπὸ δὲ θηρίων ἀγρίων οὐ μὴ φοβηθῇς·"},{"number":23,"verse":"Θῆρες γὰρ ἄγριοι εἰρηνεύσουσί σοι."},{"number":24,"verse":"Εἶτα γνώσῃ ὅτι εἰρηνεύσει σου ὁ οἶκος· ἡ δὲ δίαιτα τῆς σκηνῆς σου οὐ μὴ ἁμάρτῃ."},{"number":25,"verse":"Γνώσῃ δὲ ὅτι πολὺ τὸ σπέρμα σου, τὰ δὲ τέκνα σου ἔσται ὥσπερ τὸ παμβότανον τοῦ ἀγροῦ."},{"number":26,"verse":"Ἐλεύσῃ δὲ ἐν τάφῳ ὥσπερ σῖτος ὥριμος κατὰ καιρὸν θεριζόμενος, ἢ ὥσπερ θιμωνία ἅλωνος καθʼ ὥραν συγκομισθεῖσα."},{"number":27,"verse":"Ἰδοὺ ταῦτα οὕτως ἐξιχνιάσαμεν· ταῦτά ἐστιν ἃ ἀκηκόαμεν· σὺ δὲ γνῶθι σεαυτῷ, εἴ τι ἔπραξας."}]}