{"bibleAbbr":"KJ3-2005","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":2,"verses":[{"number":1,"verse":"Then through fourteen years, I again went up to Jerusalem with Barnabas, also taking Titus with me."},{"number":2,"verse":"And I went up according to revelation. And I put before them the gospel which I proclaim in the nations, but privately to the ones thought to be pillars, lest perhaps I run, or I ran, to no purpose."},{"number":3,"verse":"But not even Titus, the one with me, a Greek, was compelled to be circumcised."},{"number":4,"verse":"But it was because of the ones brought in stealthily false brothers, who stole in to spy on our freedom which we have in Christ Jesus, they desiring to enslave us,"},{"number":5,"verse":"to whom not even for an hour did we yield in subjection, that the truth of the gospel might continue with you."},{"number":6,"verse":"But from the ones thought to be something (of what kind they were then does not matter to me; God does not accept the face of man), for the ones thought to be pillars conferred nothing to me;"},{"number":7,"verse":"but on the contrary, seeing that I have been entrusted with the gospel of the uncircumcision, even as Peter to the circumcision,"},{"number":8,"verse":"(for the One working in Peter to an apostleship of the circumcision, also worked in me to the nations),"},{"number":9,"verse":"and knowing the grace being given to me, James and Cephas and John, the ones thought to be pillars, gave right hands of fellowship to Barnabas and to me, that we go to the nations, but they to the circumcision;"},{"number":10,"verse":"only that we might remember the poor, which same thing I was eager to do."},{"number":11,"verse":"But when Peter came to Antioch, I opposed him to his face, because he was to be blamed."},{"number":12,"verse":"For before some came from James, he ate with the nations. But when they came, he drew back and separated himself, being afraid of the ones of the circumcision."},{"number":13,"verse":"And also the rest of the Jews joined in hypocrisy with him, so as even Barnabas was led away with their hypocrisy."},{"number":14,"verse":"But when I saw that they did not walk uprightly with the truth of the gospel, I said to Peter before all, If you being a Jew, live heathen-like and not Jewishly, why do you compel the nations to Judaize?"},{"number":15,"verse":"We, Jews by nature, and not sinners of the nations,"},{"number":16,"verse":"knowing that a man is not justified by works of Law, if not through faith of Jesus Christ (we also believed into Christ Jesus, that we may be justified by faith of Christ and not by works of Law, because all flesh will not be justified by works of Law). Psa 123:2"},{"number":17,"verse":"But if seeking to be justified in Christ, we ourselves also were found to be sinners, is Christ then a minister of sin? Let it not be!"},{"number":18,"verse":"For what if I build again these things which I destroyed, I myself stand out as a transgressor."},{"number":19,"verse":"For through Law I died to Law, that I might live to God."},{"number":20,"verse":"I have been crucified with Christ, and I live; yet no longer I, but Christ lives in me. And the life I now live in the flesh, I live in faith in the Son of God, the One loving me and giving Himself over on my behalf."},{"number":21,"verse":"I do not set aside the grace of God; for if righteousness is through Law, then Christ died for nothing."}]}