{"bibleAbbr":"KJ3-2005","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":6,"verses":[{"number":1,"verse":"Brothers, if a man is taken in some deviation, you, the spiritual ones, restore such a one in the spirit of meekness, considering yourself, that you not also be tempted."},{"number":2,"verse":"Bear one another's burdens, and so you will fulfill the law of Christ."},{"number":3,"verse":"For if anyone thinks to be something, he deceives himself, being nothing."},{"number":4,"verse":"But let each one prove his own work, and then he alone will have a boast in himself and not in the other."},{"number":5,"verse":"For each one will bear his own load."},{"number":6,"verse":"But let the one being taught in the Word share with the one teaching, in all good things."},{"number":7,"verse":"Do not be deceived, God is not mocked. For whatever a man may sow, that he also will reap."},{"number":8,"verse":"For the one sowing to his own flesh will reap corruption of the flesh. But the one sowing to the Spirit will reap everlasting life of the Spirit."},{"number":9,"verse":"But let us not be wearied in doing good; for in its own time we shall reap, not growing faint-hearted."},{"number":10,"verse":"So, then, as we have time, let us work the good toward all, and especially toward the household of the faith."},{"number":11,"verse":"See in what large letters I write to you with my own hand."},{"number":12,"verse":"As many as desire to look well in the flesh, these compel you to be circumcised, only that they may not be persecuted for the cross of Christ."},{"number":13,"verse":"For neither the ones being circumcised themselves do not even keep the Law, but they desire you to be circumcised so that they may boast in your flesh."},{"number":14,"verse":"But may it never be for me to boast, except in the cross of our Lord Jesus Christ, through whom the world has been crucified to me, and I to the world."},{"number":15,"verse":"For in Christ Jesus neither circumcision has any strength nor uncircumcision, but a new creation."},{"number":16,"verse":"And as many as shall walk by this rule, peace and mercy be on them and on the Israel of God."},{"number":17,"verse":"For the rest, let no one give troubles to me, for I bear in my body the brands of the Lord Jesus."},{"number":18,"verse":"The grace of our Lord Jesus Christ be with your spirit, brothers. Amen."}]}