{"bibleAbbr":"WBT1833","bookName":"John","bookEnglishName":"John","chapterNumber":16,"verses":[{"number":1,"verse":"These things have I spoken to you, that ye should not be offended."},{"number":2,"verse":"They shall put you out of the synagogues: yes, the time cometh, that whoever killeth you, will think that he doeth God service."},{"number":3,"verse":"And these things will they do to you, because they have not known the Father, nor me."},{"number":4,"verse":"But these things have I told you, that when the time shall come, ye may remember that I told you of them. And these things I said not to you at the beginning, because I was with you."},{"number":5,"verse":"But now I go to him that sent me, and none of you asketh me, Whither goest thou?"},{"number":6,"verse":"But because I have said these things to you, sorrow hath filled your heart."},{"number":7,"verse":"Nevertheless, I tell you the truth: It is expedient for you that I depart; for if I go not away, the Comforter will not come to you; but if I depart, I will send him to you."},{"number":8,"verse":"And when he is come, he will reprove the world of sin, and of righteousness, and of judgment:"},{"number":9,"verse":"Of sin, because they believe not on me;"},{"number":10,"verse":"Of righteousness, because I go to my Father, and ye see me no more;"},{"number":11,"verse":"Of judgment, because the prince of this world is judged."},{"number":12,"verse":"I have yet many things to say to you, but ye cannot bear them now."},{"number":13,"verse":"But, when he, the Spirit of truth is come, he will guide you into all the truth: for he will not speak from himself; but whatever he shall hear, that will he speak: and he will show you things to come."},{"number":14,"verse":"He will glorify me: for he will receive of mine, and will show it to you."},{"number":15,"verse":"All things that the Father hath are mine: therefore I said, that he will take of mine, and show it to you."},{"number":16,"verse":"A little while, and ye shall not see me: and again, a little while, and ye shall see me, because I go to the Father."},{"number":17,"verse":"Then said some of his disciples among themselves, What is this that he saith to us, A little while, and ye shall not see me: and again, a little while, and ye shall see me: and, Because I go to the Father"},{"number":18,"verse":"They said therefore, What is this that he saith, A little while we cannot tell what he saith."},{"number":19,"verse":"Now Jesus knew that they were desirous to ask him, and said to them, Do ye inquire among yourselves of that which I said, A little while, and ye shall not see me: and again, a little while, and ye shall see me"},{"number":20,"verse":"Verily, verily, I say to you, that ye will weep and lament, but the world will rejoice: and ye will be sorrowful, but your sorrow shall be turned into joy."},{"number":21,"verse":"A woman when she is in travail hath sorrow, because her hour is come: but as soon as she is delivered of the child, she remembereth no more the anguish, for joy that a man is born into the world."},{"number":22,"verse":"And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you."},{"number":23,"verse":"And in that day ye will ask me nothing: Verily, verily, I say to you, Whatever ye shall ask the Father in my name, he will give it you."},{"number":24,"verse":"Hitherto ye have asked nothing in my name: ask, and ye shall receive, that your joy may be full."},{"number":25,"verse":"These things have I spoken to you in proverbs: but the time cometh when I shall no more speak to you in proverbs, but I shall show you plainly concerning the Father."},{"number":26,"verse":"At that day ye will ask in my name: and I say not to you, that I will pray the Father for you:"},{"number":27,"verse":"For the Father himself loveth you, because ye have loved me, and have believed that I came from God."},{"number":28,"verse":"I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father."},{"number":29,"verse":"His disciples said to him, Lo, now speakest thou plainly, and speakest no proverb."},{"number":30,"verse":"Now are we sure that thou knowest all things, and needest not that any man should ask thee: by this we believe that thou camest from God."},{"number":31,"verse":"Jesus answered them, Do ye now believe"},{"number":32,"verse":"Behold, the hour cometh, and is even now come, that ye shall be scattered every man to his own, and shall leave me alone: and yet I am not alone, because the Father is with me."},{"number":33,"verse":"These things I have spoken to you, that in me ye may have peace. In the world ye will have tribulation, but be of good cheer: I have overcome the world."}]}