{"bibleAbbr":"AMP2015","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"(David's Family Enlarged) Now Hiram king of Tyre sent messengers to David with cedar timbers, masons and carpenters, to build a house (palace) for him."},{"number":2,"verse":"And David understood that the LORD had established and confirmed him as king over Israel, for his kingdom was highly exalted for the sake of His people Israel."},{"number":3,"verse":"Then David took more wives at Jerusalem, and he became the father of more sons and daughters."},{"number":4,"verse":"Now these are the names of the children born [to him] in Jerusalem: Shammua, Shobab, Nathan, Solomon,"},{"number":5,"verse":"Ibhar, Elishua, Elpelet,"},{"number":6,"verse":"Nogah, Nepheg, Japhia,"},{"number":7,"verse":"Elishama, Beeliada, and Eliphelet."},{"number":8,"verse":"(Philistines Defeated) When the Philistines heard that David had been anointed king over all Israel, they all went up in search of David; and he heard about it and went out against them."},{"number":9,"verse":"Now the Philistines had come and made a raid in the Valley of Rephaim."},{"number":10,"verse":"So David inquired of God, \"Shall I go up against the Philistines? And will You hand them over to me?\" Then the LORD said to him, \"Go up, and I will hand them over to you.\""},{"number":11,"verse":"So Israel came up to Baal-perazim, and David defeated the Philistines there. Then David said, \"God has broken through my enemies by my hand, like the breakthrough of waters.\" Therefore they named that place Baal-perazim."},{"number":12,"verse":"The Philistines abandoned their gods (idols) there; so David gave a command and they were burned in a fire [as the Law of Moses required]."},{"number":13,"verse":"The Philistines again made a raid in the valley."},{"number":14,"verse":"So David inquired again of God, and God said to him, \"Do not go up after them; circle around behind them and come at them in front of the balsam trees."},{"number":15,"verse":"It shall be when you hear the sound of marching in the tops of the balsam trees, then you shall go out to battle, for God has gone out before you to strike the Philistine army.\""},{"number":16,"verse":"So David did just as God had commanded him, and they struck down the army of the Philistines from Gibeon as far as Gezer."},{"number":17,"verse":"Then David's fame spread into all the lands; and the LORD caused all nations to fear him."}]}