{"bibleAbbr":"LXXBr","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":7,"verses":[{"number":1,"verse":"Ἀγαθὸν ὄνομα ὑπὲρ ἔλαιον ἀγαθὸν, καὶ ἡμέρα τοῦ θανάτου ὑπὲρ ἡμέραν γεννήσεως."},{"number":2,"verse":"Ἀγαθὸν πορευθῆναι εἰς οἶκον πένθους ἢ ὅτι πορευθῆναι εἰς οἶκον πότου· καθότι τοῦτο τέλος παντὸς ἀνθρώπου, καὶ ὁ ζῶν δώσει ἀγαθὸν εἰς καρδίαν αὐτοῦ."},{"number":3,"verse":"Ἀγαθὸν θυμὸς ὑπὲρ γέλωτα, ὅτι ἐν κακίᾳ προσώπου ἀγαθυνθήσεται καρδία."},{"number":4,"verse":"Καρδία σοφῶν ἐν οἴκῳ πένθους, καὶ καρδία ἀφρόνων ἐν οἴκῳ εὐφροσύνης."},{"number":5,"verse":"Ἀγαθὸν τὸ ἀκοῦσαι ἐπιτίμησιν σοφοῦ ὑπὲρ ἄνδρα ἁκούοντα ᾆσμα ἀφρόνων."},{"number":6,"verse":"Ὡς φωνὴ ἀκανθῶν ὑπὸ τὸν λέβητα, οὕτως γέλως τῶν ἀφρόνων· καί γε τοῦτο ματαιότης."},{"number":7,"verse":"Ὅτι ἡ συκοφαντία περιφέρει σοφὸν, καὶ ἀπόλλυσι τὴν καρδίαν εὐγενείας αὐτοῦ."},{"number":8,"verse":"Ἀγαθὴ ἐσχάτη λόγων ὑπὲρ ἀρχὴν αὐτοῦ, ἀγαθὸν μακρόθυμος ὑπὲρ ὑψηλὸν πνεύματι."},{"number":9,"verse":"Μὴ σπεύσῃς ἐν πνεύματί σου τοῦ θυμοῦσθαι, ὅτι θυμὸς ἐν κόλπῳ ἀφρόνων ἀναπαύσεται."},{"number":10,"verse":"Μὴ εἴπῃς, τί ἐγένετο, ὅτι αἱ ἡμέραι αἱ πρότεραι ἦσαν ἀγαθαὶ ὑπὲρ ταύτας; ὅτι οὐκ ἐν σοφίᾳ ἐπηρώτησας περὶ τούτου."},{"number":11,"verse":"Ἀγαθὴ σοφία μετὰ κληρονομίας, καὶ περίσσεια τοῖς θεωροῦσι τὸν ἥλιον."},{"number":12,"verse":"Ὅτι ἐν σκιᾷ αὐτῆς ἡ σοφία ὡς σκιὰ ἀργυρίου, καὶ περίσσεια γνώσεως τῆς σοφίας ζωοποιήσει τὸν παρʼ αὐτῆς."},{"number":13,"verse":"Ἴδε τὰ ποιήματα τοῦ Θεοῦ, ὅτι τίς δυνήσεται κοσμῆσαι ὃν ἂν ὁ Θεὸς διαστρέψῃ αὐτόν;"},{"number":14,"verse":"Ἐν ἡμέρᾳ ἀγαθωσύνης ζῆθι ἐν ἀγαθῷ, καὶ ἴδε ἐν ἡμέρᾳ κακίας· ἴδε, καί γε σὺν τούτῳ συμφώνως τοῦτο ἐποίησεν ὁ Θεὸς περὶ λαλιᾶς, ἵνα μὴ εὕρῃ ἄνθρωπος ὀπίσω αὐτοῦ οὐδέν."},{"number":15,"verse":"Σύμπαντα εἶδον ἐν ἡμέραις ματαιότητός μου· ἐστὶ δίκαιος ἀπολλύμενος ἐν δικαίῳ αὐτοῦ, καί ἐστιν ἀσεβὴς μένων ἐν κακίᾳ αὐτοῦ."},{"number":16,"verse":"Μὴ γίνου δίκαιος πολὺ, μηδὲ σοφίζου περισσὰ, μή ποτε ἐκπλαγῇς."},{"number":17,"verse":"Μὴ ἀσεβήσῃς πολὺ, καὶ μὴ γίνου σκληρὸς, ἵνα μὴ ἀποθάνῃς ἐν οὐ καιρῷ σου."},{"number":18,"verse":"Ἀγαθὸν τὸ ἀντέχεσθαί σε ἐν τούτῳ, καί γε ἀπὸ τούτου μὴ μιάνῃς τὴν χεῖρά σου, ὅτι φοβουμένοις τὸν Θεὸν ἐξελεύσεται τὰ πάντα."},{"number":19,"verse":"Ἡ σοφία βοηθήσει τῷ σοφῷ ὑπὲρ δέκα ἐξουσιάζοντας τοὺς ὄντας ἐν τῇ πόλει."},{"number":20,"verse":"Ὅτι ἄνθρωπος οὐκ ἔστι δίκαιος ἐν τῇ γῇ, ὃς ποιήσει ἀγαθὸν καὶ οὐχ ἁμαρτήσεται."},{"number":21,"verse":"Καί γε εἰς πάντας λόγους οὓς λαλήσουσιν ἀσεβεῖς, μὴ θῇς καρδίαν σου, ὅπως μὴ ἀκούσῃς τοῦ δούλου σου καταρωμένου σε."},{"number":22,"verse":"Ὅτι πλειστάκις πονηρεύσεταί σε, καὶ καθόδους πολλὰς κακώσει καρδίαν σου, ὅτι ὡς καί γε σὺ κατηράσω ἑτέρους."},{"number":23,"verse":"Πάντα ταῦτα ἐπείρασα ἐν σοφίᾳ· εἶπα, σοφισθήσομαι· καὶ αὕτη ἐμακρύνθη ἀπʼ ἐμοῦ."},{"number":24,"verse":"Μακρὰν ὑπὲρ ὃ ἦν, καὶ βαθὺ βάθος, τίς εὑρήσει αὐτό;"},{"number":25,"verse":"Ἐκύκλωσα ἐγὼ καὶ ἡ καρδία μου τοῦ γνῶναι καὶ τοῦ κατασκέψασθαι καὶ τοῦ ζητῆσαι σοφίαν καὶ ψῆφον, καὶ τοῦ γνῶναι ἀσεβοῦς ἀφροσύνην καὶ ὀχληρίαν καὶ περιφοράν."},{"number":26,"verse":"Καὶ εὑρίσκω ἐγὼ αὐτὴν, καὶ ἐρῶ πικρότερον ὑπὲρ θάνατον· σὺν τὴν γυναῖκα ἥτις ἐστι θήρευμα, καὶ σαγῆναι καρδία αὐτῆς, δεσμὸς εἰς χεῖρας αὐτῆς· ἀγαθὸς πρὸ προσώπου τοῦ Θεοῦ ἐξαιρεθήσεται ἀπʼ αὐτῆς, καὶ ἁμαρτάνων συλληφθήσεται ἐν αὐτῇ."},{"number":27,"verse":"Ἴδε τοῦτο εὗρον, εἶπεν ὁ Ἐκκλησιαστής· μία τῇ μιᾷ τοῦ εὑρεῖν λογισμὸν,"},{"number":28,"verse":"ὃν ἐπεζήτησεν ἡ ψυχή μου, καὶ οὐχ εὗρον· καὶ ἄνθρωπον ἕνα ἀπὸ χιλίων εὗρον, καὶ γυναῖκα ἐν πᾶσι τούτοις οὐχ εὗρον."},{"number":29,"verse":"Πλὴν ἴδε τοῦτο εὗρον, ὃ ἐποίησεν ὁ Θεὸς σὺν τὸν ἄνθρωπον εὐθῆ· καὶ αὐτοὶ ἐζήτησαν λογισμοὺς πολλούς. Τίς οἶδε σοφοὺς, καὶ τίς οἶδε λύσιν ῥήματος;"}]}