{"bibleAbbr":"HAC","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":7,"verses":[{"number":1,"verse":"א טוב שם משמן טוב ויום המות מיום הולדו"},{"number":2,"verse":"ב טוב ללכת אל בית אבל מלכת אל בית משתה--באשר הוא סוף כל האדם והחי יתן אל לבו"},{"number":3,"verse":"ג טוב כעס משחוק כי ברע פנים ייטב לב"},{"number":4,"verse":"ד לב חכמים בבית אבל ולב כסילים בבית שמחה"},{"number":5,"verse":"ה טוב לשמע גערת חכם--מאיש שמע שיר כסילים"},{"number":6,"verse":"ו כי כקול הסירים תחת הסיר כן שחק הכסיל וגם זה הבל"},{"number":7,"verse":"ז כי העשק יהולל חכם ויאבד את לב מתנה"},{"number":8,"verse":"ח טוב אחרית דבר מראשיתו טוב ארך רוח מגבה רוח"},{"number":9,"verse":"ט אל תבהל ברוחך לכעוס כי כעס בחיק כסילים ינוח"},{"number":10,"verse":"י אל תאמר מה היה--שהימים הראשנים היו טובים מאלה כי לא מחכמה שאלת על זה"},{"number":11,"verse":"יא טובה חכמה עם נחלה ויתר לראי השמש"},{"number":12,"verse":"יב כי בצל החכמה בצל הכסף ויתרון דעת החכמה תחיה בעליה"},{"number":13,"verse":"יג ראה את מעשה האלהים כי מי יוכל לתקן את אשר עותו"},{"number":14,"verse":"יד ביום טובה היה בטוב וביום רעה ראה גם את זה לעמת זה עשה האלהים על דברת שלא ימצא האדם אחריו מאומה"},{"number":15,"verse":"טו את הכל ראיתי בימי הבלי יש צדיק אבד בצדקו ויש רשע מאריך ברעתו"},{"number":16,"verse":"טז אל תהי צדיק הרבה ואל תתחכם יותר למה תשומם"},{"number":17,"verse":"יז אל תרשע הרבה ואל תהי סכל למה תמות בלא עתך"},{"number":18,"verse":"יח טוב אשר תאחז בזה וגם מזה אל תנח את ידך כי ירא אלהים יצא את כלם"},{"number":19,"verse":"יט החכמה תעז לחכם--מעשרה שליטים אשר היו בעיר"},{"number":20,"verse":"כ כי אדם אין צדיק בארץ--אשר יעשה טוב ולא יחטא"},{"number":21,"verse":"כא גם לכל הדברים אשר ידברו אל תתן לבך אשר לא תשמע את עבדך מקללך"},{"number":22,"verse":"כב כי גם פעמים רבות ידע לבך אשר גם את (אתה) קללת אחרים"},{"number":23,"verse":"כג כל זה נסיתי בחכמה אמרתי אחכמה והיא רחוקה ממני"},{"number":24,"verse":"כד רחוק מה שהיה ועמק עמק מי ימצאנו"},{"number":25,"verse":"כה סבותי אני ולבי לדעת ולתור ובקש חכמה וחשבון ולדעת רשע כסל והסכלות הוללות"},{"number":26,"verse":"כו ומוצא אני מר ממות את האשה אשר היא מצודים וחרמים לבה--אסורים ידיה טוב לפני האלהים ימלט ממנה וחוטא ילכד בה"},{"number":27,"verse":"כז ראה זה מצאתי אמרה קהלת אחת לאחת למצא חשבון"},{"number":28,"verse":"כח אשר עוד בקשה נפשי ולא מצאתי אדם אחד מאלף מצאתי--ואשה בכל אלה לא מצאתי"},{"number":29,"verse":"כט לבד ראה זה מצאתי אשר עשה האלהים את האדם ישר והמה בקשו חשבנות רבים"}]}