{"bibleAbbr":"CVB1535","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":13,"verses":[{"number":1,"verse":"A wyse sonne wyll receaue his fathers warnynge, but he yt is scornefull, wyll not heare when he is reproued."},{"number":2,"verse":"A good ma shal enioye the frute of his mouth, but he that hath a frowarde mynde, shalbe spoyled."},{"number":3,"verse":"He that kepeth his mouth, kepeth his life: but who so speaketh vnaduysed, fyndeth harme."},{"number":4,"verse":"The slogarde wolde fayne haue, and can not get his desyre: but the soule of the diligent shal haue plenty."},{"number":5,"verse":"A righteous man abhorreth lyes, but the vngodly shameth both other and himself."},{"number":6,"verse":"Righteousnesse kepeth the innocet in the waye, but vngodlynesse shal ouerthrowe the synner."},{"number":7,"verse":"Some men are riche, though they haue nothinge: agayne, some me are poore hauynge greate riches."},{"number":8,"verse":"With goodes euery man delyuereth his life, and the poore wyl not be reproued."},{"number":9,"verse":"The light of the righteous maketh ioyfull, but the candle of the vngodly shal be put out."},{"number":10,"verse":"Amonge the proude there is euer strife, but amonge those that do all thinges with aduysement, there is wy?dome."},{"number":11,"verse":"Hastely gotte goodes are soone spent, but they that be gathered together with the hande, shal increase."},{"number":12,"verse":"Longe tarienge for a thinge that is dyfferred, greueth ye herte: but when the desyre commeth, it is a tre of life."},{"number":13,"verse":"Who so despyseth the worde, destroyeth himself: but he that feareth the comaundement, shal haue peace."},{"number":14,"verse":"The lawe is a wel of life vnto the wyse, that it maye kepe him from the snares of death."},{"number":15,"verse":"Good vnderstondinge geueth fauoure, but harde is the waye of the despysers."},{"number":16,"verse":"A wyse man doth all thinges with discrecion, but a foole wil declare his foly."},{"number":17,"verse":"An vngodly messauger bryngeth myschefe, but a faithfull embassitoure is wholsome."},{"number":18,"verse":"He that thinketh scorne to be refourmed, commeth to pouerte and shame: but who so receaueth correccion, shal come to honoure."},{"number":19,"verse":"When a desyre is brought to passe, it delyteth the soule: but fooles abhorre him that eschueth euell."},{"number":20,"verse":"He that goeth in the company of wyse men, shal be wyse: but who so is a copanyo of fooles, shal be hurte."},{"number":21,"verse":"Myschefe foloweth vpon synners, but the rightuous shal haue a good rewarde."},{"number":22,"verse":"Which their childers childre shal haue in possessio, for the riches of the synner is layed vp for ye iust."},{"number":23,"verse":"There is plenteousnesse of fode in the feldes of the poore, & shalbe increased out of measure."},{"number":24,"verse":"He that spareth the rodde, hateth his sonne: but who so loueth him, holdeth him euer in nurtoure."},{"number":25,"verse":"The rightuous eateth, and is satisfied, but ye bely of the vngodly hath neuer ynough."}]}