{"bibleAbbr":"CVB1535","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"A wyse woma vpholdeth hir house, but a foolish wife plucketh it downe."},{"number":2,"verse":"Who so feareth the LORDE, walketh in the right path: & regardeth not him that abhorreth the wayes of the LORDE."},{"number":3,"verse":"In the mouth of the foolish is the boostinge of lordshipe, but ye lippes of ye wyse wilbe warre of soch."},{"number":4,"verse":"Where no oxen are, there the crybb is emptie: but where the oxen laboure, there is moch frute."},{"number":5,"verse":"A faithfull wytnesse wyl not dyssemble, but a false recorde wil make a lye."},{"number":6,"verse":"A scornefull body seketh wy?dome, & fyndeth it not: but knowlege is easy to come by, vnto him that wil vnderstonde."},{"number":7,"verse":"Se yt thou medle not with a foole, & do as though thou haddest no knowlege."},{"number":8,"verse":"The wy?dome of him that hath vnderstondinge is, to take hede vnto his waye, but the foolishnesse of the vnwyse disceaueth."},{"number":9,"verse":"Fooles make but a sporte of synne, but there is fauourable loue amoge the rightuous."},{"number":10,"verse":"The herte of him that hath vnderstondinge wil nether dispare for eny sorow, ner be to presumptuous for eny sodane ioye."},{"number":11,"verse":"The houses of the vngodly shalbe ouerthrowne, but the tabernacles of ye righteus shal florishe."},{"number":12,"verse":"There is a waye, which some men thinke to be right, but the ende therof ledeth vnto death."},{"number":13,"verse":"The herte is soroufull euen in laughter, and the ende of myrth is heuynesse."},{"number":14,"verse":"An vnfaithfull personne shal be fylled with his owne wayes, but a good ma wyl bewarre of soch."},{"number":15,"verse":"An ignoraut body beleueth all thinges, but who so hath vnderstondinge, loketh well to his goinges."},{"number":16,"verse":"A wyse man, feareth, and departeth from euell, but a foole goeth on presumptuously."},{"number":17,"verse":"An vnpacient man handeleth foolishly, but he that is well aduysed, doth other wayes."},{"number":18,"verse":"The ignoraut haue foolishnes in possessio, but the wyse are crowned with knowlege."},{"number":19,"verse":"The euell shal bowe them selues before ye good, and the vngodly shal wayte at the dores of the rightuous."},{"number":20,"verse":"The poore is hated euen of his owne neghbours, but the riche hath many frendes."},{"number":21,"verse":"Who so despyseth his neghbor, doth amysse: but blessed is he that hath pyte of the poore."},{"number":22,"verse":"They that ymagin wickednes, shalbe disapoynted: but they that muse vpo good thinges, vnto soch shal happen mercy and faithfulnesse."},{"number":23,"verse":"Diliget labor bryngeth riches, but where many vayne wordes are, truly there is scarcenesse."},{"number":24,"verse":"Riches are an ornament vnto the wyse, but the ignoraunce of fooles is very foolishnesse."},{"number":25,"verse":"A faithfull wytnesse delyuereth soules, but a lyar dysceaueth them."},{"number":26,"verse":"The feare of the LORDE is a stroge holde, for vnto his he wyl be a sure defence."},{"number":27,"verse":"The feare of the LORDE is a well of life, to auoyde the snares of death."},{"number":28,"verse":"The increase and prosperite of the comons is the kynges honoure, but the decaye of the people is the confucio of the prynce."},{"number":29,"verse":"Pacience is a token of wi?dome, but wrath and haistie displeasure is a token of foolishnesse."},{"number":30,"verse":"A mery herte is the life of the body, but rancoure consumeth awaye the bones."},{"number":31,"verse":"He that doth a poore man wroge, blasphemeth his maker: but who so hath pitie of the poore, doth honoure vnto God."},{"number":32,"verse":"The vngodly is afrayed of euery parell, but the rightuous hath a good hope eue in death."},{"number":33,"verse":"Wy?dome resteth in the herte of him that hath vnderstondinge, and he wyll teach them that are vnlerned."},{"number":34,"verse":"Rightuousnes setteth vp the people, but wyckednesse bryngeth folke to destruccion."},{"number":35,"verse":"A discrete seruaunt is a pleasure vnto ye kynge, but one yt is not honest, prouoketh him vnto wrath."}]}