{"bibleAbbr":"CVB1535","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"A man maye well purpose a thinge in his harte, but ye answere of ye tonge cometh of ye LORDE."},{"number":2,"verse":"A ma thinketh all his waies to be clene, but it is ye LORDE yt fashioneth ye myndes."},{"number":3,"verse":"Commytte thy workes vnto ye LORDE, and loke what thou deuysest, it shal prospere."},{"number":4,"verse":"The LORDE doth all thinges for his owne sake, yee & when he kepeth ye vngodly for ye daye of wrath."},{"number":5,"verse":"The LORDE abhorreth all presumptuous & proude hertes, there maye nether strength ner power escape."},{"number":6,"verse":"With louynge mercy & faithfulnesse synnes be forgeuen, and who so feareth ye LORDE eschueth euell."},{"number":7,"verse":"When a mans wayes please ye LORDE, he maketh his very enemies to be his frendes."},{"number":8,"verse":"Better is it to haue a litle thinge wt rightuousnes, the greate rentes wrongeously gotten."},{"number":9,"verse":"A ma deuyseth a waye in his herte, but it is ye LORDE yt ordreth his goinges."},{"number":10,"verse":"When ye prophecy is in ye lippes of ye kynge, his mouth shal not go wroge in iudgment."},{"number":11,"verse":"A true measure & a true balauce are ye LORDES, he maketh all weightes."},{"number":12,"verse":"It is a greate abhominacio when kynges are wycked, for a kynges seate shulde be holden vp wt righteousnesse."},{"number":13,"verse":"Righteous lippes are pleasaut vnto kynges, and they loue him yt speaketh ye trueth."},{"number":14,"verse":"The kynges displeasure is a messaunger of death, but a wyse man wyl pacifie him."},{"number":15,"verse":"The cherefull countenauce of ye kynge is life, and his louynge fauor is as the euenynge dewe."},{"number":16,"verse":"To haue wy?dome in possession is better then golde, and to get vnderstondynge, is more worth then syluer."},{"number":17,"verse":"The path of ye righteous eschueth euell, & who so loketh well to his wayes, kepeth his owne soule."},{"number":18,"verse":"Presumptuousnes goeth before destruccion, and after a proude stomake there foloweth a fall."},{"number":19,"verse":"Better it is to be of humble mynde wt the lowly, then to deuyde ye spoyles wt ye proude."},{"number":20,"verse":"He yt handleth a matter wysely, opteyneth good: & blessed is he, yt putteth his trust in ye LORDE."},{"number":21,"verse":"Who so hath a wyse vnderstondinge, is called to councell: but he yt can speake fayre, getteth more riches."},{"number":22,"verse":"Vnderstondinge is a well of life vnto him yt hath it, as for ye chastenynge of fooles, it is but foolishnesse."},{"number":23,"verse":"The herte of the wyse enfourmeth his mouth, and amendeth ye doctryne in his lyppes."},{"number":24,"verse":"Fayre wordes are an hony combe, a refreshinge of ye mynde, & health of ye bones."},{"number":25,"verse":"There is a waye yt men thinke to be right, but the ende therof leadeth vnto death."},{"number":26,"verse":"A troublous soule disquyeteth hir selfe, for hir owne mouth hath brought her therto."},{"number":27,"verse":"An vngodly personne stereth vp euell, and in his lippes he is as an whote burnynge fyre."},{"number":28,"verse":"A frowarde body causeth strife, and he yt is a blabbe of his tonge, maketh deuysion amonge prynces."},{"number":29,"verse":"A wicked ma begyleth his neghbor, & ledeth him ye waye yt is not good."},{"number":30,"verse":"He that wyncketh wt his eyes, ymagineth myschefe: and he yt byteth his lippes, wyl do some harme."},{"number":31,"verse":"Age is a crowne of worshipe, yf it be founde in the waye of righteousnes."},{"number":32,"verse":"A pacient man is better then one that is stroge: and he that can rule him selfe, is more worth then he yt wynneth a cite."},{"number":33,"verse":"The lottes are cast in to the lappe, but their fall stodeth in the LORDE."}]}