{"bibleAbbr":"CVB1535","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"Who so hath pleasure to sowe discorde, piketh a quarell in euery thinge."},{"number":2,"verse":"A foole hath no delyte in vnderstodinge, but only in those thinges wherin his herte reioyseth."},{"number":3,"verse":"Where vngodlynes is, there is also di?dayne: & so there foloweth shame & dishonor."},{"number":4,"verse":"The wordes of a mas mouth are like depe waters, and the well of wy?dome is like a full streame."},{"number":5,"verse":"It is not good to regarde ye personne of the vngodly, or to put backe ye righteous in iudgmet."},{"number":6,"verse":"A fooles lippes are euer brawlinge, and his mouth prouoketh vnto batayll."},{"number":7,"verse":"A fooles mouth is his owne destruccion, and his lippes are ye snare for his owne soule."},{"number":8,"verse":"The wordes of a slaunderer are very woudes, and go thorow vnto the ynmost partes of the body."},{"number":9,"verse":"Who so is slouthfull and slacke in his labor, is ye brother of him ye is a waister."},{"number":10,"verse":"The name of ye LORDE is a stronge castell, ye righteous flyeth vnto it, and shalbe saued."},{"number":11,"verse":"But ye rich mas goodes are his stronge holde, yee he taketh them for an hye wall roude aboute him."},{"number":12,"verse":"After pryde cometh destruccio, and honor after lowlynes."},{"number":13,"verse":"He that geueth sentece in a matter before he heare it, is a foole, and worthy to be confounded."},{"number":14,"verse":"A good stomacke dryueth awaye a mas disease, but wha ye sprete is vexed, who maye abyde it?"},{"number":15,"verse":"A wyse herte laboureth for knowlege, and a prudent eare seketh vnderstondinge."},{"number":16,"verse":"Liberalite bryngeth a man to honor and worshipe, & setteth him amonge greate men."},{"number":17,"verse":"The righteous accuseth hi self first of all, yf his neghbor come, he shal fynde him."},{"number":18,"verse":"The lot pacifieth ye variauce, & parteth ye mightie asunder."},{"number":19,"verse":"The vnite of brethren is stronger then a castell, and they that holde together are like the barre of a palace."},{"number":20,"verse":"A mans bely shalbe satisfied with the frute of his owne mouth, and with the increase of his lippes shal he be fylled."},{"number":21,"verse":"Death and life stonde in the power of the tonge, he that loueth it, shal enioye the frute therof."},{"number":22,"verse":"Who so fyndeth a wife fyndeth a good thynge, & receaueth an wholsome benefite of the LORDE."},{"number":23,"verse":"The poore maketh supplicacion and prayeth mekely, but the riche geueth a rough answere."},{"number":24,"verse":"A frende that delyteth in loue, doth a man more fredshipe, and sticketh faster vnto him then a brother."}]}