{"bibleAbbr":"CVB1535","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"Like as snowe is not mete in sommer, ner rayne in haruest: euen so is worshipe vnsemely for a foole."},{"number":2,"verse":"Like as ye byrde and the swalowe take their flight and fle here and there, so the curse that is geuen in vayne, shal not light vpon a man."},{"number":3,"verse":"Vnto the horse belongeth a whyppe, to the Asse a brydle, and a rodde to the fooles backe."},{"number":4,"verse":"Geue not the foole an answere after his foolishnesse, lest thou become like vnto him:"},{"number":5,"verse":"but make ye foole an answere to his foolishnesse, lest he be wyse in his owne coceate."},{"number":6,"verse":"He is lame of his fete, yee droncken is he in vanite, that comitteth eny thinge to a foole."},{"number":7,"verse":"Like as it is an vnsemely thige to haue legges & yet to halte, eue so is a parable in ye fooles mouth."},{"number":8,"verse":"He yt setteth a foole in hye dignite, yt is eue as yf a man dyd cast a precious stone vpo ye galous."},{"number":9,"verse":"A parable in a fooles mouth, is like a thorne yt pricketh a droncken man in ye hande."},{"number":10,"verse":"A man of experience discerneth all thinges well, but whoso hyreth a foole, hyreth soch one as wyl take no hede."},{"number":11,"verse":"Like as the dogg turneth agayne to his vomite, euen so a foole begynneth his foolishnesse agayne afresh."},{"number":12,"verse":"Yf thou seyest a man yt is wyse in his owne conceate, there is more hope in a foole then in hi."},{"number":13,"verse":"The slouthfull sayeth: there is a leoparde in ye waye, and a lyon in ye myddest of the stretes."},{"number":14,"verse":"Like as the dore turneth aboute vpon the tresholde, euen so doth the slouthfull welter himself in his bedd."},{"number":15,"verse":"The slouthfull body thrusteth his hode in to his bosome, and it greueth him to put it agayne to his mouth."},{"number":16,"verse":"The slogarde thinketh him self wyser, then vij. men that sytt and teach."},{"number":17,"verse":"Who so goeth by and medleth with other mens strife, he is like one yt taketh a dogg by ye eares."},{"number":18,"verse":"Like as one shuteth deadly arowes and dartes out of a preuy place, euen so doth a dyssembler with his neghboure,"},{"number":19,"verse":"And then sayeth he: I dyd it but in sporte."},{"number":20,"verse":"Where no wodd is, there the fyre goeth out: and where the bacbyter is taken awaye, there the strife ceaseth."},{"number":21,"verse":"Coles kyndle heate, and wodd ye fyre: euen so doth a braulinge felowe stere vp variaunce."},{"number":22,"verse":"A slaunderers wordes are like flatery, but they pearse ye inwarde partes of ye body."},{"number":23,"verse":"Venymous lippes & a wicked herte, are like a potsherde couered wt syluer drosse."},{"number":24,"verse":"An enemie dyssembleth with his lippes, and in the meane season he ymagineth myschefe:"},{"number":25,"verse":"but wha he speaketh fayre, beleue him not, for there are seuen abhominacios in his herte."},{"number":26,"verse":"Who so kepeth euell will secretly to do hurte, his malyce shalbe shewed before the whole congregacion."},{"number":27,"verse":"Who so dyggeth vp a pytt, shal fal therin: and he yt weltreth a stone, shal stomble vpon it hymselfe."},{"number":28,"verse":"A dyssemblynge tonge hateth one that rebuketh him, and a flaterige mouth worketh myschefe."}]}