{"bibleAbbr":"CVB1535","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":31,"verses":[{"number":1,"verse":"These are the wordes of Kynge Lamuel, & ye lesson yt his mother taught him."},{"number":2,"verse":"My sonne, thou sonne of my body: O my deare beloued sonne,"},{"number":3,"verse":"geue not ouer thy substaunce & mynde vnto women, which are the destruccio eue of kynges."},{"number":4,"verse":"O Lamuel, geue kinges no wyne, geue kynges & prynces no stronge drynke:"},{"number":5,"verse":"lest they beinge dronken forget the lawe, & regarde not ye cause of the poore, & of all soch as be in aduersite."},{"number":6,"verse":"Geue stronge drynke vnto soch as are condempned to death, & wyne vnto those yt mourne:"},{"number":7,"verse":"that they maye drynke it, & forget their misery & aduersite."},{"number":8,"verse":"Be thou an aduocate & stonde in iudgment thyself, to speake for all soch as be dome & sucourles."},{"number":9,"verse":"With yi mouth defende ye thinge yt is laufull and right, and ye cause of ye poore and helplesse."},{"number":10,"verse":"Who so fyndeth an honest faithful woma, she is moch more worth the perles."},{"number":11,"verse":"The herte of hir husbande maye safely trust in her, so that he shal haue no nede of spoyles."},{"number":12,"verse":"She wil do him good & not euel all ye dayes of hir life."},{"number":13,"verse":"She occupieth woll & flax, & laboureth gladly wt hir handes."},{"number":14,"verse":"She is like a marchauntes shippe, that bryngeth hir vytayles from farre."},{"number":15,"verse":"She is vp in ye night season, to prouyde meate for hir housholde, & foode for hir maydens."},{"number":16,"verse":"She considreth lode, & byeth it, and wt the frute of hir handes she planteth a vynyarde."},{"number":17,"verse":"She gyrdeth hir loynes with strength, and courageth hir armes."},{"number":18,"verse":"And yf she perceaue that hir houswifrie doth good, hir candle goeth not out by night."},{"number":19,"verse":"She layeth hir fyngers to the spyndle, & hir hande taketh holde of ye rocke."},{"number":20,"verse":"She openeth hir hande to ye poore, yee she stretcheth forth hir hades to soch as haue nede."},{"number":21,"verse":"She feareth not yt the colde of wynter shal hurte hir house, for all hir housholde folkes are duble clothed."},{"number":22,"verse":"She maketh hir self fayre ornametes, hir clothige is whyte sylke & purple."},{"number":23,"verse":"Hir hu?bade is moch set by in ye gates, whe he sytteth amonge ye rulers of ye londe."},{"number":24,"verse":"She maketh cloth of sylke & selleth it, and delyuereth a gyrdle vnto ye marchaut."},{"number":25,"verse":"Stregth and honoure is hir clothinge, & in the latter daye she shal reioyse."},{"number":26,"verse":"She openeth hir mouth with wy?dome, & in hir toge is the lawe of grace."},{"number":27,"verse":"She loketh wel to the wayes of hir housholde, & eateth not hir bred with ydilnes."},{"number":28,"verse":"Hir children arise & call hir blessed, & hir hu?bande maketh moch of her."},{"number":29,"verse":"Many daughters there be yt gather riches together, but thou goest aboue the all."},{"number":30,"verse":"As for fauor, it is disceatfull, and beutie is a vayne thinge: but a woman that feareth the LORDE, she is worthy to be praysed."},{"number":31,"verse":"Geue her of the frute of hir handes, and let hir owne workes prayse her in the gates."}]}