{"bibleAbbr":"CVB1535","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"My sonne, geue hede vnto my wysdome, & bowe thine eare vnto my prudece:"},{"number":2,"verse":"yt thou mayest regarde good councell, and that thy lippes maye kepe nurtoure."},{"number":3,"verse":"For the lippes of an harlot are a droppinge hony combe, and hir throte is softer then oyle."},{"number":4,"verse":"But at ye last she is as bitter as wormwod, and as sharpe as a two edged swerde."},{"number":5,"verse":"Hir fete go downe vnto death, and hir steppes pearse thorow vnto hell."},{"number":6,"verse":"She regardeth not the path of life, so vnstedfast are hir wayes, that thou canst not knowe them."},{"number":7,"verse":"Heare me therfore (o my sonne) and departe not fro the wordes of my mouth."},{"number":8,"verse":"Kepe thy waye farre from her, and come not nye ye dores of hir house."},{"number":9,"verse":"That thou geue not thine honor vnto another, and thy yeares to the cruell."},{"number":10,"verse":"That other men be not fylled with thy goodes, & that thy labours come not in a straunge house."},{"number":11,"verse":"Yee that thou mourne not at the last (when thou hast spent thy body and goodes)"},{"number":12,"verse":"and then saye: Alas, why hated I nurtoure? why dyd my hert despyse correccion?"},{"number":13,"verse":"Wherfore was not I obedient vnto the voyce of my teachers, & herkened not vnto them that infourmed me?"},{"number":14,"verse":"I am come almost in to all mysfortune, in the myddest of the multitude and congregacion."},{"number":15,"verse":"Drinke of the water of thine owne well, and of the ryuers that runne out of thine owne spriges."},{"number":16,"verse":"Let yi welles flowe out a brode, that there maye be ryuers of water in the stretes."},{"number":17,"verse":"But let them be only thine owne, & not straungers with the."},{"number":18,"verse":"Let thy well be blessed, and be glad with the wife of thy youth."},{"number":19,"verse":"Louynge is the hynde, and frendly is the Roo: let her brestes alwaye satisfie the, and holde the euer content with hir loue."},{"number":20,"verse":"My sonne, why wilt thou haue pleasure in an harlot, and embrace the bosome of another woma?"},{"number":21,"verse":"For euery mas wayes are open in the sight of the LORDE, and he podereth all their goinges."},{"number":22,"verse":"The wickednesses of the vngodly shal catch himself, and with the snares of his owne synnes shal he be trapped."},{"number":23,"verse":"Because he wolde not be refourmed, he shal dye: and for his greate foolishnesse he shal be destroyed."}]}