{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "ரோமர்",
  "bookEnglishName" : "Romans",
  "chapterNumber" : 5,
  "verses" : [ {
    "number" : 1,
    "verse" : "(சமாதானமும் நம்பிக்கையும்)ஆகவே, நாம் விசுவாசத்தின் மூலமாக நீதிமான்கள் ஆக்கப்பட்டிருக்கின்றபடியால், நம்முடைய ஆண்டவர் இயேசு கிறிஸ்து மூலமாய் இறைவனுடன் சமாதானமுள்ளவர்களாய் இருக்கின்றோம்."
  }, {
    "number" : 2,
    "verse" : "அவர் மூலமாக நாம் இந்தக் கிருபைக்குள் விசுவாசத்தினால் பிரவேசித்து, அந்தக் கிருபையிலே நிலைபெற்று, இறைவனுடைய மகிமையில் பங்குகொள்வோம் என்ற எதிர்பார்ப்பில் மகிழ்ச்சியடைகிறோம்."
  }, {
    "number" : 3,
    "verse" : "அதுமட்டுமல்ல, நம்முடைய துன்பங்களிலேயும் நாம் மகிழ்ச்சியடைகிறோம். ஏனெனில் துன்பங்கள் சகிப்புத் தன்மையையும்,"
  }, {
    "number" : 4,
    "verse" : "சகிப்புத் தன்மை பரீட்சிக்கப்பட்ட நற்பண்பையும், பரீட்சிக்கப்பட்ட நற்பண்பு நல்ல எதிர்பார்ப்பையும் உண்டாக்கும் என்று நாங்கள் அறிந்து நம்முடைய பாடுகளிலும் நாம் மகிழ்ச்சியடைகிறோம்."
  }, {
    "number" : 5,
    "verse" : "இறைவன் நமக்குக் கொடுத்திருக்கின்ற பரிசுத்த ஆவியானவர் மூலமாய் தம்முடைய அன்பை நம்முடைய இருதயங்களில் ஊற்றியிருக்கின்றபடியால் இந்த நல்ல எதிர்பார்ப்பு நமக்கு ஏமாற்றத்தைக் கொடுக்காது."
  }, {
    "number" : 6,
    "verse" : "இதோ, நாம் பலமற்றவர்களாய் இருக்கையிலே, குறித்த வேளையில் அநியாயக்காரர்களுக்காக கிறிஸ்து உயிரைக் கொடுத்தார்."
  }, {
    "number" : 7,
    "verse" : "நீதிமானுக்காக ஒருவன் தனது உயிரைக் கொடுப்பது மிகவும் அரிது, ஆனாலும் நல்லவன் ஒருவனுக்காக ஒருவேளை யாராவது உயிரிழக்கத் துணியலாம்."
  }, {
    "number" : 8,
    "verse" : "ஆனால், நாம் இன்னும் பாவிகளாய் இருக்கையில் கிறிஸ்து நமக்காக உயிரைக் கொடுத்ததன் மூலமாக இறைவன் நமது மேல் வைத்த தமது அன்பை தெரியப்படுத்துகிறார்."
  }, {
    "number" : 9,
    "verse" : "இப்பொழுதோ நாம் கிறிஸ்துவின் இரத்தத்தினால் நீதிமான்கள் ஆக்கப்பட்டிருக்கின்றபடியால் அவர் மூலமாய் இறைவனுடைய கோபத்திலிருந்து மீட்கப்படுவது எவ்வளவு நிச்சயம்!"
  }, {
    "number" : 10,
    "verse" : "நாம் இறைவனுக்கு விரோதிகளாய் இருக்கும்போதே அவருடைய மகனின் மரணத்தின் மூலமாய் நாம் இறைவனோடு ஒப்புரவாக்கப்பட்டோமானால், இப்போது இறைவனோடு நாம் ஒப்புரவாயிருக்கையில், கிறிஸ்துவின் வாழ்வின் மூலமாக நாம் மீட்கப்படுவது எவ்வளவு நிச்சயம்!"
  }, {
    "number" : 11,
    "verse" : "அதுமட்டுமல்ல, இப்போது இறைவனோடு நம்மை ஒப்புரவாக்கியுள்ள நமது ஆண்டவர் இயேசு கிறிஸ்து மூலமாய், நாம் இறைவனில் மகிழ்ச்சி அடைகிறோம்."
  }, {
    "number" : 12,
    "verse" : "(ஆதாம் மூலமாக மரணம், கிறிஸ்துவின் மூலமாக வாழ்வு)ஒரே மனிதன் மூலமாக உலகத்திற்குள் பாவம் நுழைந்தது. பாவத்தின் வழியாக மரணம் வந்தது. எல்லா மனிதரும் பாவம் செய்ததால் எல்லா மனிதருக்கும் மரணம் பரவியது."
  }, {
    "number" : 13,
    "verse" : "நீதிச்சட்டம் கொடுக்கப்பட முன்னதாகவே பாவம் உலகத்திலே இருந்தது. ஆனால் நீதிச்சட்டம் இல்லாதிருந்தபோது, பாவம் கணக்கிடப்படவில்லை."
  }, {
    "number" : 14,
    "verse" : "ஆனாலும் ஆதாம் தொடங்கி மோசே வரை வாழ்ந்தவர்கள் ஆதாம் செய்தது போல கட்டளையை மீறிப் பாவம் செய்யாதபோதிலும் மரணம் அவர்களையும் ஆட்சி செய்தது. வருவார் என்று எதிர்பார்க்கப்பட்ட ஒருவருக்கு ஆதாம் மாதிரியானவன்."
  }, {
    "number" : 15,
    "verse" : "ஆனால் இலவச அன்பளிப்பான கிருபை வரத்தால் கிடைப்பதையும் ஆதாமின் மீறுதலினால் ஏற்பட்டதையும் ஒப்பிடவே முடியாது. எப்படியெனில் ஒரே மனிதனான ஆதாமின் மீறுதலினால் அநேகர் இறந்தார்கள். ஆனால் இறைவனுடைய கிருபையும், ஒரே மனிதனாகிய இயேசு கிறிஸ்துவின் அன்பளிப்பாக கிடைக்கும் கிருபை வரமும் அதைவிட அதிகமாக அநேகர் மேல் பெருகி வழிகின்றன."
  }, {
    "number" : 16,
    "verse" : "மேலும் இறைவனின் இலவசமான அன்பளிப்பான கிருபை வரத்தின் விளைவையும், ஒரு மனிதனின் மீறுதலின் விளைவையும் எந்த விதத்திலும் ஒப்பிடவே முடியாது. ஏனெனில் ஆதாமின் ஒரே மீறுதலின் பின் வந்த நியாயத்தீர்ப்பினால் குற்றத்துக்குத் தண்டனை வந்தது. ஆனால் எண்ணிக்கையற்ற மீறுதல்களின் பின் வந்த இறைவனின் இலவச அன்பளிப்போ நீதிமான்கள் என்ற தீர்ப்பைக் கொண்டுவந்தது."
  }, {
    "number" : 17,
    "verse" : "ஒரே மனிதனின் மீறுதலின் மூலமாக மரணம் ஆளுகை செய்ததல்லவா. அப்படியானால் ஏராளமான கிருபையை தாராளமாக பெற்று இறைவனின் அன்பளிப்பால் நீதிமானாக்கப்பட்டவர்கள், அதைவிட அதிகமாக ஒரே மனிதனாகிய இயேசு கிறிஸ்து மூலமாக வாழ்க்கையில் ஆட்சி செய்வார்கள் அல்லவா!"
  }, {
    "number" : 18,
    "verse" : "ஆகையால், ஒரு மீறுதலின் பிரதிபலனாக எல்லா மனிதருக்கும் தண்டனையின் தீர்ப்பு உண்டானது போல இயேசுவின் நீதியான ஒரே செயலால் எல்லா மனிதருக்கும் நீதிமான்கள் என்ற தீர்ப்பும் வாழ்வும் வந்தன."
  }, {
    "number" : 19,
    "verse" : "ஆகவே, ஒரு மனிதனுடைய கீழ்ப்படியாமையின் மூலமாக எண்ணிக்கையற்றவர்கள் பாவிகள் ஆக்கப்பட்டதுபோல ஒரு மனிதனுடைய கீழ்ப்படிதலின் மூலமாக, எண்ணிக்கையற்றவர்கள் நீதிமான்கள் ஆக்கப்படுவார்கள்."
  }, {
    "number" : 20,
    "verse" : "பாவம் பெருகும்படி நீதிச்சட்டம் வந்தது, ஆனால் பாவம் பெருகிய இடத்தில் அவரின் கிருபை இன்னும் அதிகமாகப் பெருகிற்று."
  }, {
    "number" : 21,
    "verse" : "மரணத்தின் மூலமாக பாவம் ஆளுகை செய்தது போல, நமது ஆண்டவர் இயேசு கிறிஸ்துவின் வழியாக நித்திய வாழ்வைக் கொண்டுவரும்படி நீதியின் மூலமாக கிருபையும் ஆளுகை செய்கின்றது."
  } ]
}