{"bibleAbbr":"maiNT","bookName":"गलातिया प्रदेशक मण्‍डली सभ केँ पौलुसक पत्र","bookEnglishName":"Galatians","chapterNumber":5,"verses":[{"number":1,"verse":"( धर्म-नियमक अधीनता मे नहि, स्‍वतन्‍त्रता मे जीवन व्‍यतीत करू) स्‍वतन्‍त्रे बनल रहबाक लेल मसीह अपना सभ केँ स्‍वतन्‍त्र कयने छथि, तेँ दृढ़ रहू आ गुलामीक जुआ मे अपना केँ फेर नहि जोतऽ दिअ।"},{"number":2,"verse":"देखू, हम पौलुस, अहाँ सभ केँ कहैत छी जे, जँ अहाँ सभ खतना करा कऽ धर्म-नियमक अधीन भऽ जायब तँ मसीह सँ अहाँ सभ केँ कोनो लाभ नहि होयत।"},{"number":3,"verse":"हम खतना-नियमक अधीन होमऽ वला प्रत्‍येक व्‍यक्‍ति केँ फेर कहैत छी जे ओकरा सम्‍पूर्ण धर्म-नियमक पालन करऽ पड़तैक।"},{"number":4,"verse":"अहाँ सभ मे सँ जतेक लोक धर्म-नियमक पालन कयला सँ परमेश्‍वरक नजरि मे धार्मिक ठहरऽ चाहैत छी से सभ मसीह सँ अलग भऽ गेल छी, परमेश्‍वरक कृपा सँ वंचित भऽ गेल छी।"},{"number":5,"verse":"मुदा हम सभ तँ विश्‍वास द्वारा परमेश्‍वरक सम्‍मुख धार्मिक ठहरबाक आशा रखैत छी; परमेश्‍वरक आत्‍माक सहायता सँ हम सभ उत्‍सुकतापूर्बक एहि बातक प्रतीक्षा करैत छी।"},{"number":6,"verse":"कारण, मसीह यीशुक संग जे सम्‍बन्‍ध अछि ताहि विषय मे ककरो खतना भेल छैक वा नहि भेल छैक, तकर कोनो महत्‍व नहि होइत अछि। महत्‍व अछि मात्र विश्‍वासक जे प्रेम द्वारा क्रियाशील होइत अछि।"},{"number":7,"verse":"अहाँ सभ तँ बहुत नीक सँ दौड़ प्रतियोगिता मे दौड़ि रहल छलहुँ। के बाधा दऽ कऽ अहाँ सभ केँ सत्‍यक मार्ग पर आगाँ बढ़ऽ सँ रोकि देलक?"},{"number":8,"verse":"एहन सीख तिनका दिस सँ नहि अछि जे अहाँ सभ केँ बजौने छथि।"},{"number":9,"verse":"मोन राखू, “कनेको खमीर सम्‍पूर्ण सानल आँटा केँ फुलबैत अछि।”"},{"number":10,"verse":"हमरा अहाँ सभक सम्‍बन्‍ध मे प्रभु पर पूरा भरोसा अछि जे अहाँ सभ कोनो आन विचारधारा केँ नहि अपनायब। जे व्‍यक्‍ति अहाँ सभ केँ विचलित कऽ रहल अछि, ओ चाहे केओ होअय, परमेश्‍वरक दण्‍ड भोगत।"},{"number":11,"verse":"यौ भाइ लोकनि, जँ हम एखनो तक खतनाक प्रचार करैत रहितहुँ, जेना किछु लोक हमरा बारे मे कहैत अछि, तँ हमरा पर एखन तक यहूदी सभ द्वारा अत्‍याचार किएक कयल जाइत? जँ हम से करैत रहितहुँ तँ क्रूस परक भेल मसीहक मृत्‍युक प्रचार सँ जे ठेस लगैत छैक से समाप्‍त भऽ गेल रहैत।"},{"number":12,"verse":"कतेक बढ़ियाँ होइत जे, जे लोक अहाँ सभक बीच उपद्रव उत्‍पन्‍न कऽ रहल अछि से सभ खतनेटा नहि करबैत, बल्‍कि अपना केँ वधिया सेहो करबा लीत!"},{"number":13,"verse":"( स्‍वतन्‍त्रता केँ पाप करबाक साधन नहि बनाउ) यौ भाइ लोकनि, स्‍वतन्‍त्र होयबाक लेल अहाँ सभ बजाओल गेल छी। एहि स्‍वतन्‍त्रता केँ अपन पापी स्‍वभावक इच्‍छा पूरा करबाक साधन नहि बनाउ, बल्‍कि प्रेम सँ एक दोसराक सेवा करू।"},{"number":14,"verse":"किएक तँ सम्‍पूर्ण धर्म-नियमक निचोड़ एहि आज्ञा मे भेटैत अछि जे “अहाँ अपना पड़ोसी सँ अपने जकाँ प्रेम करू।”"},{"number":15,"verse":"मुदा जँ अहाँ सभ एक-दोसर केँ चीरि-फाड़ि कऽ घोँटि लेबाक लेल तत्‍पर रहैत छी तँ सावधान भऽ जाउ। कतौ एना नहि होअय जे अहाँ सभ एक-दोसराक द्वारा नष्‍ट कयल जाइ।"},{"number":16,"verse":"तेँ हम अहाँ सभ केँ कहैत छी जे अहाँ सभ परमेश्‍वरक आत्‍माक प्रेरणाक अनुसार चलू, तखन अहाँ सभ पापी स्‍वभावक इच्‍छा सभक पूर्ति करऽ वला नहि होयब।"},{"number":17,"verse":"किएक तँ पापी स्‍वभावक लालसा परमेश्‍वरक आत्‍माक लालसाक विरुद्ध अछि आ परमेश्‍वरक आत्‍माक लालसा पापी स्‍वभावक विरुद्ध। ई दूनू एक दोसराक विरोधी अछि। एही कारणेँ अहाँ सभ जे करऽ चाहैत छी से नहि कऽ पबैत छी।"},{"number":18,"verse":"मुदा जँ अहाँ सभक संचालन परमेश्‍वरक आत्‍मा द्वारा होइत अछि तँ अहाँ सभ धर्म-नियमक अधीन नहि छी।"},{"number":19,"verse":"आब देखू, पापी स्‍वभावक काज सभ स्‍पष्‍ट अछि, जेना गलत शारीरिक सम्‍बन्‍ध, अशुद्ध विचार-व्‍यवहार, निर्लज्‍जता,"},{"number":20,"verse":"मुरुतक पूजा, जादू-टोना, दुश्‍मनी, लड़ाइ-झगड़ा, ईर्ष्‍या, क्रोध, स्‍वार्थ, मनमोटाब, दलबन्‍दी,"},{"number":21,"verse":"द्वेष, मतवालापन आ भोग-विलास आ एहि प्रकारक आन बात सभ। हम अहाँ सभ केँ एहि विषय सभ मे चेतावनी दैत छी, जेना कि पहिनो दऽ चुकल छी जे, एहन काज करऽ वला लोक सभ परमेश्‍वरक राज्‍यक उत्तराधिकारी नहि होयत।"},{"number":22,"verse":"मुदा परमेश्‍वरक आत्‍माक फल ई अछि—प्रेम, आनन्‍द, शान्‍ति, सहनशीलता, दयालुता, भलाइ, विश्‍वस्‍तता,"},{"number":23,"verse":"नम्रता आ आत्‍मसंयम। एहि गुण सभक विरुद्ध कोनो नियम नहि अछि।"},{"number":24,"verse":"जे लोक मसीह यीशुक छथि से सभ अपना पापी स्‍वभाव केँ ओकर अधलाह इच्‍छा आ लालसा सभक संग क्रूस पर चढ़ा लेने छथि।"},{"number":25,"verse":"जखन अपना सभ परमेश्‍वरक आत्‍मा सँ जीवन प्राप्‍त कयने छी तँ परमेश्‍वरक आत्‍माक निर्देशनक अनुसार चली।"},{"number":26,"verse":"अपना सभ घमण्‍डी नहि बनी, एक-दोसर केँ क्रोधित नहि करी आ ने एक-दोसर सँ ईर्ष्‍या करी।"}]}