{"bibleAbbr":"maiNT","bookName":"गलातिया प्रदेशक मण्‍डली सभ केँ पौलुसक पत्र","bookEnglishName":"Galatians","chapterNumber":6,"verses":[{"number":1,"verse":"( एक दोसराक भार उठाउ) यौ भाइ लोकनि, जँ केओ कोनो गलत काज मे पड़ि जाय तँ अहाँ सभ जे परमेश्‍वरक आत्‍माक निर्देशन अनुसार चलैत छी से ओकरा नम्रतापूर्बक ठीक रस्‍ता पर घूमि अयबाक लेल सहायता करू। मुदा अहाँ सावधान रहू जे कतौ अहूँ प्रलोभन मे ने पड़ि जाइ।"},{"number":2,"verse":"एक दोसराक भार उठाउ। एहि तरहेँ अहाँ सभ मसीहक नियम पूरा करब।"},{"number":3,"verse":"किएक तँ जँ केओ किछु नहि रहितो अपना केँ किछु बुझैत अछि तँ ओ अपना केँ धोखा दैत अछि।"},{"number":4,"verse":"प्रत्‍येक मनुष्‍य अपने काजक जाँच करय। तखन बिनु अपना केँ दोसर सँ तुलना कयने ओ अपन कयल काज सँ गर्व कऽ सकत।"},{"number":5,"verse":"किएक तँ प्रत्‍येक व्‍यक्‍ति केँ अपन बोझ स्‍वयं उठाबऽ पड़ैत छैक।"},{"number":6,"verse":"जे परमेश्‍वरक वचनक शिक्षा पाबि रहल अछि से अपन सभ प्रकारक नीक वस्‍तु सभ मे सँ अपना शिक्षक केँ सेहो देअय।"},{"number":7,"verse":"धोखा नहि खाउ! परमेश्‍वर ठट्ठा मे नहि उड़ाओल जाइत छथि। मनुष्‍य जे बाउग करत सैह कटनी करत।"},{"number":8,"verse":"किएक तँ जे अपन पापी स्‍वभावक इच्‍छानुसार बाउग करैत अछि, से पापी स्‍वभावक द्वारा विनाशक कटनी करत। मुदा जे परमेश्‍वरक आत्‍माक इच्‍छानुसार बाउग करैत अछि, से परमेश्‍वरक आत्‍मा द्वारा अनन्‍त जीवनक कटनी करत।"},{"number":9,"verse":"अपना सभ भलाइक काज करऽ सँ थाकी नहि, किएक तँ जँ अपना सभ हिम्‍मत नहि हारब तँ उचित समय पर कटनी काटब।"},{"number":10,"verse":"एहि लेल जतऽ धरि अवसर भेटय, सभक लेल भलाइ करी, विशेष रूप सँ तिनका सभक लेल जे सभ विश्‍वासक कारणेँ अपना सभक भाय-बहिन छथि।"},{"number":11,"verse":"( अन्‍तिम उपदेश आ आशीर्वाद) देखू, कतेक बड़का-बड़का अक्षर मे हम एखन अपने हाथ सँ अहाँ सभ केँ लिखि रहल छी।"},{"number":12,"verse":"जे सभ बाहरी बात मे लोक केँ प्रभावित करऽ चाहैत अछि सैह सभ अहाँ सभ केँ खतना करयबाक लेल बाध्‍य करैत अछि। ओ सभ ई मात्र एहि लेल करैत अछि जे मसीहक क्रूसक कारणेँ ओकरा सभ केँ अत्‍याचार नहि सहऽ पड़ैक।"},{"number":13,"verse":"किएक तँ जकरा सभक खतना भेल अछि से सभ स्‍वयं तँ धर्म-नियमक पालन नहि करैत अछि। ओ सभ अहाँ सभक खतना कराबऽ चाहैत अछि जाहि सँ अहाँ सभक शरीर मे एहि धर्म-विधि केँ स्‍वीकार करा कऽ गर्व कऽ सकय।"},{"number":14,"verse":"मुदा ई किन्‍नहुँ नहि होअय जे हम अपना सभक प्रभु यीशु मसीहक क्रूस केँ छोड़ि कऽ कोनो आन बात पर गर्व करी। मसीहक क्रूस परक मृत्‍यु द्वारा संसार हमरा लेखेँ मरि गेल अछि आ संसारक लेखेँ हम मरि गेल छी।"},{"number":15,"verse":"किएक तँ ककरो खतना भेल होइक वा खतना नहि भेल होइक तकर कोनो महत्‍व नहि अछि। महत्‍व एहि बातक अछि जे, केओ पूर्ण रूप सँ नव सृष्‍टि बनि जाय।"},{"number":16,"verse":"जतेक लोक एहि नियम पर चलैत छथि तिनका सभ पर, अर्थात् परमेश्‍वरक असली प्रजा पर, शान्‍ति और दया होइत रहय।"},{"number":17,"verse":"ई पत्र समाप्‍त करैत हम अहाँ सभ सँ विनती करैत छी जे आब हमरा केओ आओर कष्‍ट नहि दिअ। किएक तँ हमरा शरीर परक घाव सभक चेन्‍ह द्वारा यीशुक छाप हमरा मे स्‍पष्‍ट अछि।"},{"number":18,"verse":"यौ भाइ लोकनि, अपना सभक प्रभु यीशु मसीहक कृपा अहाँ सभक आत्‍मा मे बनल रहय। आमीन।"}]}