{"bibleAbbr":"GB1539","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul an Apostle of Iesu Chryst by the wyll of God, and brother Timotheus."},{"number":2,"verse":"To the saynctes which are at Colossa, and brethren that beleue in Chryst. Grace be vnto you and peace from God oure father, & from the Lorde Iesu Christ."},{"number":3,"verse":"We geue thankes to God the father of oure Lorde Iesus Christ alwayes for you in oure prayers."},{"number":4,"verse":"For we haue hearde of your fayth in Christ Iesu, and of the loue which ye beare to all saynctes,"},{"number":5,"verse":"for the hopes sake which is layd vp in store for you in heauen, of which hope, ye herde before by the true worde of the Gospell,"},{"number":6,"verse":"which is come vnto you: euen as it, is frutefull as it is also amonge you, from the daye in the which ye hearde of it, and had experience in the grace of God thorowe the trueth,"},{"number":7,"verse":"as ye learned of Epaphra oure deare felowe seruaunt, which is for you a faythfull minister of Chryst,"},{"number":8,"verse":"which also declared vnto vs youre loue which ye haue in the sprete."},{"number":9,"verse":"For this cause we also, sence that daye we herde of it, haue not ceasyd to praye for you, and to desyre, that ye myght be fulfylled with the knowledge of hys wyll, in all wysdome and spretuall vnderstandynge,"},{"number":10,"verse":"that ye myght walke worthy of the Lorde that in all thinges ye maye please beynge frutefull in all good workes, and encreasynge in the knowledge of God,"},{"number":11,"verse":"strengthed with all myght, thorowe hys glorious power, vnto all pacience and longe sufferynge with ioyfulnes"},{"number":12,"verse":"geuynge thankes vnto the father, which hath made vs mete to be partakers of the inheritaunce of saynctes in lyght,"},{"number":13,"verse":"Which hath delyuered vs from the power of derknes, and hath translated vs into the kyngdome of hys dere sone"},{"number":14,"verse":"by whom we haue redempcion thorowe his bloude euen the forgeuenes of sinnes"},{"number":15,"verse":"which is the ymage of the inuisyble God, fyrst begotten of all creatures."},{"number":16,"verse":"For by him were all thynges created, that are in heuen, and that are in erth: visyble and inuisyble, whether they be maieste or lorde shyppe, ether rule or power. All thynges were creatyd by hym and for hym,"},{"number":17,"verse":"& he is before all thynges, and by him all thynges haue theyr beynge."},{"number":18,"verse":"And he is the heed of the body, euen of the congregacyon: he is the begynnynge and fyrst begotten of the deed, that in all thynges he myght haue the preeminence."},{"number":19,"verse":"For it pleased the father, that in him shulde all fulnes dwell,"},{"number":20,"verse":"and by him to reconcyle all thinge vnto him selfe, and to set at peace by hym thorowe the bloude of hys crosse, both thynges in heauen and thinges in erth."},{"number":21,"verse":"And you which were somtyme farre of and enemyes, because youre myndes were set in euyll worckes hath he nowe yet reconcyled"},{"number":22,"verse":"in the body of hys flesshe thorowe deeth, to make you holy, and vnblameable, & without faut in hys awne syght,"},{"number":23,"verse":"yf ye contynue grounded and stablysshed in the fayth, and be not moued awaye from the hope of the Gospell, wherof ye haue herde, howe that it is preached amonge all creatures which are vnder heauen, wherof I Paul am made a mynyster."},{"number":24,"verse":"Nowe ioye I in my sufferinges for you and fulfyll that which is behynde of the passyons of Christ in my flesshe, for hys bodies sake, which is the congregacyon:"},{"number":25,"verse":"wherof I am made a mynister, accordynge to the ordinaunce of God, which ordinaunce was geuen me vnto you warde to fullfyll the worde of God,"},{"number":26,"verse":"that mistery which hath bene hyd sence the worlde beganne, and sence the begynnynge of generacyons: but nowe is opened to his saynctes,"},{"number":27,"verse":"to whom God wolde make knowen what the gloryous ryches of thys mystery is amonge the Gentyls, which ryches is Chryst in you, the hope of glory,"},{"number":28,"verse":"whom we preache, warnynge all men, and teachynge all men in all wysdome, to make all men parfecte in Christ Iesu."},{"number":29,"verse":"Wherin I also laboure and stryue, euen as farforth as his strength worketh in me myghtely."}]}