{"bibleAbbr":"YLT1898","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":18,"verses":[{"number":1,"verse":"And the days are many, and the word of JEHOVAH hath been unto Elijah in the third year, saying, ‘Go, appear unto Ahab, and I give rain on the face of the ground;’"},{"number":2,"verse":"and Elijah goeth to appear unto Ahab. And the famine is severe in Samaria,"},{"number":3,"verse":"and Ahab calleth unto Obadiah, who [is] over the house - and Obadiah hath been fearing JEHOVAH greatly,"},{"number":4,"verse":"and it cometh to pass, in Jezebel's cutting off the prophets of JEHOVAH, that Obadiah taketh a hundred prophets, and hideth them, fifty men in a cave, and hath sustained them with bread and water -"},{"number":5,"verse":"and Ahab saith unto Obadiah, ‘Go through the land, unto all fountains of waters, and unto all the brooks, if so be we find hay, and keep alive horse and mule, and do not cut off any of the cattle.’"},{"number":6,"verse":"And they apportion to themselves the land, to pass over into it; Ahab hath gone in one way by himself, and Obadiah hath gone in another way by himself;"},{"number":7,"verse":"and Obadiah [is] in the way, and lo, Elijah - to meet him; and he discerneth him, and falleth on his face, and saith, ‘Art thou he - my lord Elijah?’"},{"number":8,"verse":"And he saith to him, ‘I [am]; go, say to thy lord, Lo, Elijah.’"},{"number":9,"verse":"And he saith, ‘What have I sinned, that thou art giving thy servant into the hand of Ahab - to put me to death?"},{"number":10,"verse":"JEHOVAH thy God liveth, if there is a nation and kingdom whither my lord hath not sent to seek thee; and they said, He is not, then he caused the kingdom and the nation to swear, that it doth not find thee;"},{"number":11,"verse":"and now, thou art saying, Go, say to thy lord, Lo, Elijah;"},{"number":12,"verse":"and it hath been, I go from thee, and the Spirit of JEHOVAH doth lift thee up, whither I know not, and I have come to declare to Ahab, and he doth not find thee, and he hath slain me; and thy servant is fearing JEHOVAH from my youth."},{"number":13,"verse":"‘Hath it not been declared to my lord that which I have done in Jezebel's slaying the prophets of JEHOVAH, that I hide of the prophets of JEHOVAH a hundred men, fifty by fifty in a cave, and sustained them with bread and water?"},{"number":14,"verse":"and now thou art saying, Go, say to my lord, Lo, Elijah - and he hath slain me!’"},{"number":15,"verse":"And Elijah saith, ‘JEHOVAH of Hosts liveth, before whom I have stood, surely to-day I appear unto him.’"},{"number":16,"verse":"And Obadiah goeth to meet Ahab, and declareth [it] to him, and Ahab goeth to meet Elijah,"},{"number":17,"verse":"and it cometh to pass at Ahab's seeing Elijah, that Ahab saith unto him, ‘Art thou he - the troubler of Israel?’"},{"number":18,"verse":"And he saith, ‘I have not troubled Israel, but thou and the house of thy father, in your forsaking the commands of JEHOVAH, and thou goest after the Baalim;"},{"number":19,"verse":"and now, send, gather unto me all Israel, unto the mount of Carmel, and the prophets of Baal four hundred and fifty, and the prophets of the shrine, four hundred - eating at the table of Jezebel.’"},{"number":20,"verse":"And Ahab sendeth among all the sons of Israel, and gathereth the prophets unto the mount of Carmel;"},{"number":21,"verse":"and Elijah cometh nigh unto all the people, and saith, ‘Till when are ye leaping on the two branches? - if JEHOVAH [is] God, go after Him; and if Baal, go after him;’ and the people have not answered him a word."},{"number":22,"verse":"And Elijah saith unto the people, ‘I - I have been left a prophet of JEHOVAH - by myself; and the prophets of Baal [are] four hundred and fifty men;"},{"number":23,"verse":"and let them give to us two bullocks, and they choose for themselves the one bullock, and cut it in pieces, and place [it] on the wood, and place no fire; and I - I prepare the other bullock, and have put [it] on the wood, and fire I do not place; -"},{"number":24,"verse":"and ye have called in the name of your god, and I - I call in the name of JEHOVAH, and it hath been, the god who answereth by fire - He [is] the God.’ And all the people answer and say, ‘Good [is] the word.’"},{"number":25,"verse":"And Elijah saith to the prophets of Baal, ‘Choose for you the one bullock, and prepare first, for ye [are] the multitude, and call ye in the name of your god, and place no fire.’"},{"number":26,"verse":"And they take the bullock that [one] gave to them, and prepare, and call in the name of Baal from the morning even till the noon, saying, ‘O Baal, answer us!’ and there is no voice, and there is none answering; and they leap on the altar that one had made."},{"number":27,"verse":"And it cometh to pass, at noon, that Elijah playeth on them, and saith, ‘Call with a loud voice, for he [is] a god, for he is meditating, or pursuing, or on a journey; it may be he is asleep, an doth awake.’"},{"number":28,"verse":"And they call with a loud voice, and cut themselves, according to their ordinance, with swords and with spears, till a flowing of blood [is] on them;"},{"number":29,"verse":"and it cometh to pass, at the passing by of the noon, that they feign themselves prophets till the going up of the present, and there is no voice, and there is none answering, and there is none attending."},{"number":30,"verse":"And Elijah saith to all the people, ‘Come nigh unto me;’ and all the people come nigh unto him, and he repaireth the altar of JEHOVAH that is broken down;"},{"number":31,"verse":"and Elijah taketh twelve stones, according to the number of the tribes of the sons of Jacob, unto whom the word of JEHOVAH was, saying, ‘Israel is thy name;’"},{"number":32,"verse":"and he buildeth with the stones an altar, in the name of JEHOVAH, and maketh a trench, as about the space of two measures of seed, round about the altar."},{"number":33,"verse":"And he arrangeth the wood, and cutteth in pieces the bullock, and placeth [it] on the wood, and saith, ‘Fill ye four pitchers of water, and pour on the burnt-offering, and on the wood;"},{"number":34,"verse":"and he saith, ‘Do [it] a second time;’ and they do [it] a second time; and he saith, ‘Do [it] a third time;’ and they do [it] a third time;"},{"number":35,"verse":"and the water goeth round about the altar, and also, the trench he hath filled with water."},{"number":36,"verse":"And it cometh to pass, at the going up of the [evening-] present, that Elijah the prophet cometh nigh and saith, ‘JEHOVAH, God of Abraham, Isaac, and Israel, to-day let it be known that Thou [art] God in Israel, and I Thy servant, that by Thy word I have done the whole of these things;"},{"number":37,"verse":"answer me, O JEHOVAH, answer me, and this people doth know that Thou [art] JEHOVAH God; and Thou hast turned their heart backward.’"},{"number":38,"verse":"And there falleth a fire of JEHOVAH, and consumeth the burnt-offering, and the wood, and the stones, and the dust, and the water that [is] in the trench it hath licked up."},{"number":39,"verse":"And all the people see, and fall on their faces, and say, ‘JEHOVAH, He [is] the God, JEHOVAH, He [is] the God.’"},{"number":40,"verse":"And Elijah saith to them, ‘Catch ye the prophets of Baal; let not a man escape of them;’ and they catch them, and Elijah bringeth them down unto the stream Kishon, and doth slaughter them there."},{"number":41,"verse":"And Elijah saith to Ahab, ‘Go up, eat and drink, because of the sound of the noise of the shower.’"},{"number":42,"verse":"And Ahab goeth up to eat, and to drink, and Elijah hath gone up unto the top of Carmel, and he stretcheth himself out on the earth, and he placeth his face between his knees,"},{"number":43,"verse":"and saith unto his young man, ‘Go up, I pray thee, look attentively the way of the sea;’ and he goeth up and looketh attentively, and saith, ‘There is nothing;’ and he saith, ‘Turn back,’ seven times."},{"number":44,"verse":"And it cometh to pass, at the seventh, that he saith, ‘Lo, a little thickness as the palm of a man is coming up out of the sea.’ And he saith, ‘Go up, say unto Ahab, ‘Bind - and go down, and the shower doth not restrain thee.’"},{"number":45,"verse":"And it cometh to pass, in the meantime, that the heavens have become black - thick clouds and wind - and the shower is great; and Ahab rideth, and goeth to Jezreel,"},{"number":46,"verse":"and the hand of JEHOVAH hath been on Elijah, and he girdeth up his loins, and runneth before Ahab, till thine entering Jezreel."}]}