{"bibleAbbr":"KJ3-2005","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"Better is a dry piece of bread, and quietness with it, than a house full of sacrifices with strife."},{"number":2,"verse":"A servant being prudent shall rule over a son who causes shame, and he shall share the inheritance among the brothers."},{"number":3,"verse":"The refining pot is for silver, and the furnace for gold, but Jehovah tries the hearts."},{"number":4,"verse":"One being evil gives heed to lips of iniquity; a liar listens to a tongue of evil desire."},{"number":5,"verse":"One mocking the one being poor reviles this Maker, one joyful at calamity shall not be free of guilt."},{"number":6,"verse":"Sons of sons are the crown of old men, and the glory of sons are their fathers."},{"number":7,"verse":"A lip of excess is not fitting for a foolish one, much less are lying lips for a noble one."},{"number":8,"verse":"A bribe is a stone of favor in the eyes of its owner, everywhere he turns he is shrewd."},{"number":9,"verse":"One who covers a transgression seeks love, but one repeating a matter separates from a friend."},{"number":10,"verse":"A reproof goes down more into one discerning than a hundred blows striking into a fool ."},{"number":11,"verse":"An evil one seeks only rebellion, so a cruel messenger is sent against him."},{"number":12,"verse":"Let a man meet a bear of bereavement and not a fool in his foolishness."},{"number":13,"verse":"Whoever returns an evil deed for a good deed, an evil deed shall not depart from his house."},{"number":14,"verse":"The beginning of strife is like the releasing of water, therefore leave off striving before it breaks out."},{"number":15,"verse":"One justifying the wicked one, and condemning the just one, even both of them are disgusting things to Jehovah."},{"number":16,"verse":"Why is this, a price in the hand of a fool to obtain wisdom, and there is no heart for it?"},{"number":17,"verse":"A friend loves at every time, and a brother is born for distress."},{"number":18,"verse":"A man lacking heart strikes the palm, he pledges a pledge in the presence of his friend."},{"number":19,"verse":"He loving strife loves transgression; he exalting his entrance seeks a breaking in."},{"number":20,"verse":"One crooked of heart does not find a good thing, and he who is perverse in his tongue falls into an evil thing."},{"number":21,"verse":"He who fathers a fool falls into sorrow for it; yea, the father of a foolish one will not be joyful."},{"number":22,"verse":"A joyful heart makes good healing, but a stricken spirit dries the bones."},{"number":23,"verse":"The wicked one takes a bribe out of the bosom to stretch the paths of justice."},{"number":24,"verse":"With the face of one discerning is wisdom, but the eyes of a fool are in the ends of the earth."},{"number":25,"verse":"A son who is a fool is vexation to his father, and bitterness to her who bore him."},{"number":26,"verse":"Also it is not a good thing to punish the just one, to strike nobles for uprightness."},{"number":27,"verse":"One restraining his words knows knowledge, and one cool of spirit is a man of understanding."},{"number":28,"verse":"Even a foolish one being silent is counted a wise one, he shutting his lips as discerning."}]}