{"bibleAbbr":"KJ3-2005","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":20,"verses":[{"number":1,"verse":"Wine is a mocker, strong liquor is stirring, and each one straying by it is not being wise."},{"number":2,"verse":"Like the roar of a lion is the dread of a king; he who stirs him up to anger wrongs his own soul."},{"number":3,"verse":"For a man to cease from strife is an honor, but every foolish one lays himself bare."},{"number":4,"verse":"The lazy one will not plow, after autumn he begs at harvest, and nothing is there."},{"number":5,"verse":"Counsel in a man's heart is like deep water, and a man of understanding will draw it out."},{"number":6,"verse":"A multitude of men will proclaim each his own kindness, but who can find a faithful man?"},{"number":7,"verse":"The just one walks in his integrity, blessed are his sons after him!"},{"number":8,"verse":"A king who sits on the throne of judgment scatters away all evil with his eyes."},{"number":9,"verse":"Who can say, I have made my heart clean, I am pure from my sin?"},{"number":10,"verse":"A stone and a stone, an ephah and an ephah, are disgusting things to Jehovah, even both of them."},{"number":11,"verse":"Even a boy makes himself known by his actions, whether his work is pure, or upright."},{"number":12,"verse":"The hearing ear and the seeing eye, Jehovah has even made both of them."},{"number":13,"verse":"Do not love sleep, lest you be dispossessed; open your eyes, be satisfied with bread."},{"number":14,"verse":"An evil thing! An evil thing, says the buyer, but when it is left to him, then he boasts."},{"number":15,"verse":"There is gold and a multitude of gems, but the lips of knowledge are a rare vessel."},{"number":16,"verse":"Take the garment of the one who is surety for an alien, and bind him in pledge for strangers."},{"number":17,"verse":"Bread of falsehood is sweet to a man, but afterwards his mouth shall be filled with gravel."},{"number":18,"verse":"Purposes are established in counsel; yea, make war with wise guidance."},{"number":19,"verse":"A revealer of a secret walks about as a gossip, so do not meddle with him who opens his lips."},{"number":20,"verse":"He cursing his father or his mother, his lamp shall be put out in the middle of darkness."},{"number":21,"verse":"An inheritance may be gotten hastily in the beginning, but the end of it shall not be blessed."},{"number":22,"verse":"Do not say, I will repay the evil one; wait on Jehovah, and He will save you."},{"number":23,"verse":"To have a stone and a stone is a disgusting thing to Jehovah; and a balance of deceit is not good."},{"number":24,"verse":"The steps of a man are from Jehovah, and what can man discern of his way?"},{"number":25,"verse":"It is a snare to a man to say rashly, A holy thing, and afterward to vow to inquire about it."},{"number":26,"verse":"A wise king scatters the wicked ones and turns the wheel over them."},{"number":27,"verse":"The spirit of man is the lamp of Jehovah, searching all the inward parts of the belly."},{"number":28,"verse":"Mercy and truth preserve the king, and his throne is upheld by mercy."},{"number":29,"verse":"The glory of young men is their vigor, and the honor of old men is the gray head."},{"number":30,"verse":"The stripes of a wound are a remedy for an evil plan, and strokes the inward parts of the belly."}]}