{"bibleAbbr":"KJ3-2005","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"As snow in summer, and as rain in harvest, so honor is not seemly for a fool."},{"number":2,"verse":"As the wandering bird, as the swallow in its flying, so the causeless curse shall not come."},{"number":3,"verse":"A whip for the horse, a bridle for the ass, and a rod for the back of fools."},{"number":4,"verse":"Answer not a fool according to his foolishness, lest you become like him, even you."},{"number":5,"verse":"Answer a fool according to his foolishness, lest he be wise in his own eyes."},{"number":6,"verse":"He sending messages by a fool's hand cuts off his own feet and drinks violence."},{"number":7,"verse":"As the legs of the lame one are weak, so a proverb in the mouth of fools."},{"number":8,"verse":"As he binding a stone on a sling, so he giving honor to a fool."},{"number":9,"verse":"As a thorn goes up into the drunkard's hand, so a proverb in the mouth of fools."},{"number":10,"verse":"Great is the One who produced all things, but he who hires a fool is like one who hires those passing by."},{"number":11,"verse":"As a dog that returns to its vomit, so a fool repeats in his foolishness."},{"number":12,"verse":"Do you see a man wise in his own eyes? There is more hope for a fool than for him."},{"number":13,"verse":"The lazy one says, A lion is in the way, a lion is between the open places!"},{"number":14,"verse":"As the door turns on its hinge, so the lazy one on his bed."},{"number":15,"verse":"The lazy one buries his hand in the dish; he is weary to bring it back to his mouth."},{"number":16,"verse":"The lazy one is wiser in his own eyes than seven that return a wise judgment."},{"number":17,"verse":"One who grabs the ears of a dog is like one passing by; he is passing wrath on himself over strife that is not his."},{"number":18,"verse":"As one feigning weakness throwing sparks, arrows and death,"},{"number":19,"verse":"so is a man who deceives his neighbor and says, Am I not joking?"},{"number":20,"verse":"The fire goes out where there is no wood, so the strife becomes quiet. where there is no slanderer."},{"number":21,"verse":"As coal to burning embers, and wood to fire, so is a man of strife to kindle contention."},{"number":22,"verse":"The words of a slanderer are gulped down, and they go down into the chambers of the heart."},{"number":23,"verse":"As with silver dross laid over an earthen vessel, so are burning lips and an evil heart."},{"number":24,"verse":"One who hates disguises himself with his lips, and he lays up deceit in his inner being;"},{"number":25,"verse":"when his voice is gracious, do not believe him, for there are seven disgusting things in his heart."},{"number":26,"verse":"Though one's hating is covered by guile, his evil purpose shall be revealed in the assembly."},{"number":27,"verse":"He who digs a pit shall fall into it, and he who rolls a stone, it shall turn back on him."},{"number":28,"verse":"A tongue of falsehood hates those it crushes, and a flattering mouth works an occasion of stumbling."}]}