{"bibleAbbr":"KJ3-2005","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":31,"verses":[{"number":1,"verse":"The words of King Lemuel, the burden that his mother taught him:"},{"number":2,"verse":"What, my son? And what, the son of my womb? And what, the son of my vows?"},{"number":3,"verse":"Do not give your strength to women, or your ways to that wiping out kings."},{"number":4,"verse":"It is not for kings, O Lemuel, it is not for kings to drink wine, nor for rulers to lust for fermented drink,"},{"number":5,"verse":"lest they drink and forget what is decreed, and pervert the right of all sons of affliction."},{"number":6,"verse":"Give fermented drink to one perishing, and wine to the bitter of soul,"},{"number":7,"verse":"let him drink and forget his poverty, and remember his misery no more."},{"number":8,"verse":"Open your mouth for the mute ones, to the cause of all the sons of those passing away."},{"number":9,"verse":"Open your mouth, judge righteously, and defend the afflicted ones and the needy ones."},{"number":10,"verse":"Who can find a woman of virtue? For her value is far above jewels."},{"number":11,"verse":"The heart of her husband trusts in her, so that he has no lack of gain."},{"number":12,"verse":"She deals good with him, and not evil, all the days of her life."},{"number":13,"verse":"She seeks wool and flax, and she works with her palms with delight."},{"number":14,"verse":"She is like the merchant ships, she brings in her food from afar."},{"number":15,"verse":"She also rises while it is still night and gives game to her household, and a portion to her maidens."},{"number":16,"verse":"She has examined a field and takes it; she plants a vineyard from the fruit of her palms."},{"number":17,"verse":"She has girded her loins with strength, and has made her arms strong."},{"number":18,"verse":"She tastes whether her gain is good; her lamp is not put out by night."},{"number":19,"verse":"She has sent forth her hands on the distaff, and her palms have held the spindle."},{"number":20,"verse":"She spreads out her palms to afflicted ones, yea, she stretches out her hands to the needy ones."},{"number":21,"verse":"She does not fear for her household from the snow, for all her household are clothed with scarlet."},{"number":22,"verse":"She makes herself coverlets; her clothing is bleached linen and purple."},{"number":23,"verse":"Her husband is known in the gates when he sits with the elders of the land."},{"number":24,"verse":"She makes fine linen garments, and sells, and she delivers girdles to the merchant."},{"number":25,"verse":"Strength and honor are her clothing, and she laughs at the day to come."},{"number":26,"verse":"She opens her mouth in wisdom, and the law of kindness is on her tongue."},{"number":27,"verse":"She watches the ways of her household, and does not eat the bread of idleness."},{"number":28,"verse":"Her children rise up and call her blessed, her husband also, for he praises her:"},{"number":29,"verse":"Many are the daughters who act with virtue, but you rise above them all!"},{"number":30,"verse":"Charm may be deceitful, and beauty vanity, but a woman who fears Jehovah, she shall be praised."},{"number":31,"verse":"Give her of the fruit of her hands, and let her works praise her in the gates."}]}