{"bibleAbbr":"KJ3-2005","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"My son, if you are surety for your friend, if you struck your palms with an alien,"},{"number":2,"verse":"you are snared with the words of your mouth; you are captured with the words of your own mouth."},{"number":3,"verse":"My son, do this then, and save yourself when you come into the palm of your friend: go, humble yourself and be bold to your friend."},{"number":4,"verse":"Do not give sleep to your eyes, or slumber to your eyelids."},{"number":5,"verse":"Deliver yourself like a gazelle from a hand, and as a bird from the fowler's hand."},{"number":6,"verse":"Go to the ant, lazy man; see her ways and be wise;"},{"number":7,"verse":"who, having no leader, overseer or ruler,"},{"number":8,"verse":"provides her bread in the summer, and gathers her food in the harvest."},{"number":9,"verse":"Until when will you lie down, O lazy man? When will you arise out of your sleep?"},{"number":10,"verse":"A little sleep, a little slumber, a little folding of the hands to lie down;"},{"number":11,"verse":"so shall your poverty come as one walking about, and your need like a man of a shield."},{"number":12,"verse":"A worthless man, an evil man, walks with crookedness of mouth,"},{"number":13,"verse":"winking with his eyes, speaking with his feet, teaching with his fingers."},{"number":14,"verse":"Perversity is in his heart; he is plotting evil things at every time, he sends out strife."},{"number":15,"verse":"On account of this, calamity shall come suddenly; he is broken quickly and there is no healing."},{"number":16,"verse":"These six things Jehovah hates; yea, seven are disgusting things to his soul;"},{"number":17,"verse":"a proud look, a lying tongue, and hands that shed innocent blood,"},{"number":18,"verse":"a heart that devises iniquity, feet hurrying to run to evil things,"},{"number":19,"verse":"a lying witness who breathes lies, and he who causes strife among brothers."},{"number":20,"verse":"My son, keep your father's commands, and do not forsake the law of your mother."},{"number":21,"verse":"Bind them to your heart continually; tie them around your neck."},{"number":22,"verse":"When you go, it shall lead you; when you sleep, it shall watch over you; and when you awaken, it will muse with you."},{"number":23,"verse":"For the commandment is a lamp, and the law a light; and reproofs of instruction are a way of life,"},{"number":24,"verse":"to keep you from the evil woman, from tongue of flattery of the strange woman."},{"number":25,"verse":"Do not lust after her beauty in your heart, and do not let her take you with her eyelids,"},{"number":26,"verse":"For through a woman committing adultery, a man comes to the last loaf of bread, and another man's wife hunts for the precious soul."},{"number":27,"verse":"Can a man take fire into his bosom and his clothes not be burned?"},{"number":28,"verse":"Or can a man walk on hot coals and his feet not be burned?"},{"number":29,"verse":"So is he who goes in to his neighbor's wife; everyone touching her shall not be free from guilt."},{"number":30,"verse":"They do not despise a thief, if he steals to fill his appetite when he is hungry."},{"number":31,"verse":"But if he is found, he shall restore sevenfold; he shall give all the goods of his house."},{"number":32,"verse":"He who commits adultery with a woman lacks heart; he who does it is a destroyer of his own soul."},{"number":33,"verse":"He shall find a wound and dishonor, and his reproach shall not be wiped away."},{"number":34,"verse":"For jealousy is the rage of a man, and he will not spare in the day of vengeance."},{"number":35,"verse":"He will not lift up the face of every ransom, nor will he consent when you multiply the bribes."}]}