{"bibleAbbr":"KJ3-2005","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":9,"verses":[{"number":1,"verse":"Wisdom has built her house; she has carved out her seven pillars;"},{"number":2,"verse":"she has slaughtered her slaughter; she has mixed her wine; she has also set her table."},{"number":3,"verse":"She has sent out her maidens; she cries on the heights of the city;"},{"number":4,"verse":"One who is of simplicity, turn in here; one lacking heart, she says to him,"},{"number":5,"verse":"Come, eat of my bread, and drink of the wine I have mixed."},{"number":6,"verse":"Forsake simplicity, and live, and go straight in the way of understanding."},{"number":7,"verse":"He rebuking one scorning takes shame for himself, and one reproving a wicked one has his own blemish."},{"number":8,"verse":"Do not reprove one scorning, lest he hate you; reprove a wise one, and he will love you."},{"number":9,"verse":"Give to a wise one, and he will be more wise; cause a just one to know and he will add to learning."},{"number":10,"verse":"The fear of Jehovah is the beginning of wisdom, and the knowledge of the Holy Ones is understanding."},{"number":11,"verse":"For by Me your days shall increase and shall be added to you the years of life."},{"number":12,"verse":"If you are wise, you shall be wise for yourself, but if you scorn, you alone shall bear it."},{"number":13,"verse":"A woman of foolishness is noisy; one of simplicity, and she knows not what."},{"number":14,"verse":"And she sits at the door of her house, in a seat in the high places of the city,"},{"number":15,"verse":"to call those passing in the way, who are going straight on their paths:"},{"number":16,"verse":"One of simplicity turn aside here. And to the one lacking heart, she says to him:"},{"number":17,"verse":"Stolen waters are sweet, and bread eaten in secret is pleasant."},{"number":18,"verse":"But he does not know that the departed spirits are there; In the depths of Sheol are her called ones."}]}