{"bibleAbbr":"NASB1995","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":50,"verses":[{"number":1,"verse":"Thus<WH3541> says<WH559> the Lord,<WH3068> \"Where<WH335> is the certificate<WH5612> of divorce,<WH3748> By which<WH834> I have sent<WH7971> your mother<WH517> away<WH7971>? Or<WH176> to whom<WH4310> of My creditors<WH5383> did I sell<WH4376> you? Behold,<WH2005> you were sold<WH4376> for your iniquities,<WH5771> And for your transgressions<WH6588> your mother<WH517> was sent<WH7971> away.<WH7971>"},{"number":2,"verse":"\"Why<WH4069> was there<WH369> no<WH369> man<WH376> when I came<WH935>? When I called,<WH7121> [why] was there<WH369> none<WH369> to answer<WH6030>? Is My hand<WH3027> so<WH4480> short<WH9527> that it cannot<WH4480> ransom<WH6304>? Or<WH518> have<WH369> I no<WH369> power<WH3581> to deliver<WH5337>? Behold,<WH2005> I dry<WH9162> up the sea<WH3220> with My rebuke,<WH1606> I make<WH7760> the rivers<WH5104> a wilderness;<WH4057> Their fish<WH1710> stink<WH887> for lack<WH369> of water,<WH4325> And die<WH4191> of thirst.<WH6772>"},{"number":3,"verse":"\"I clothe<WH3847> the heavens<WH8064> with blackness,<WH6940> And I make<WH7760> sackcloth<WH8242> their covering.<WH3682>\""},{"number":4,"verse":"The Lord<WH136> God<WH3068> has given<WH5414> Me the tongue<WH3956> of disciples,<WH3928> That I may know<WH3045> how to sustain<WH5790> the weary<WH3287> one<WH3287> with a word.<WH1697> He awakens<WH5782> [Me] morning<WH1242> by morning,<WH1242> He awakens<WH5782> My ear<WH241> to listen<WH8085> as a disciple.<WH3928>"},{"number":5,"verse":"The Lord<WH136> God<WH3068> has opened<WH6605> My ear;<WH241> And I was not disobedient,<WH4784> Nor<WH3808> did I turn<WH5472> back.<WH268>"},{"number":6,"verse":"I gave<WH5414> My back<WH1460> to those who strike<WH5221> [Me,] And My cheeks<WH3895> to those who pluck<WH4803> out the beard;<WH4803> I did not cover<WH5641> My face<WH6440> from humiliation<WH3639> and spitting.<WH7536>"},{"number":7,"verse":"For the Lord<WH136> God<WH3068> helps<WH5826> Me, Therefore,<WH5921> <WH3651> I am not disgraced;<WH3637> Therefore,<WH5921> <WH3651> I have set<WH7760> My face<WH6440> like flint,<WH2496> And I know<WH3045> that I shall not be ashamed.<WH954>"},{"number":8,"verse":"He who vindicates<WH6663> Me is near;<WH7138> Who<WH4310> will contend<WH7378> with Me? Let us stand<WH5975> up to each<WH3162> other;<WH3162> Who<WH4310> has a case<WH1167> <WH4941> against Me? Let him draw<WH5066> near<WH5066> to Me."},{"number":9,"verse":"Behold,<WH2005> the Lord<WH136> God<WH3068> helps<WH5826> Me; Who<WH4310> is he who condemns<WH7561> Me? Behold,<WH2005> they will all<WH3605> wear<WH1086> out like a garment;<WH899> The moth<WH6211> will eat<WH398> them."},{"number":10,"verse":"Who<WH4310> is among you that fears<WH3372> the Lord,<WH3068> That obeys<WH8085> the voice<WH6963> of His servant,<WH5650> That walks<WH1980> in darkness<WH2825> and has<WH369> no<WH369> light<WH5051>? Let him trust<WH982> in the name<WH8034> of the Lord<WH3068> and rely<WH8172> on his God.<WH430>"},{"number":11,"verse":"Behold,<WH2005> all<WH3605> you who kindle<WH6919> a fire,<WH784> Who encircle<WH247> yourselves with firebrands,<WH2131> Walk<WH1980> in the light<WH217> of your fire<WH784> And among the brands<WH2131> you have set<WH1197> ablaze.<WH1197> This<WH384> you will have<WH1961> from My hand;<WH3027> And you will lie<WH7901> down<WH7901> in torment.<WH4620>"}]}