{"bibleAbbr":"NASB1995","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":54,"verses":[{"number":1,"verse":"\"Shout<WH7442> for joy,<WH7442> O barren<WH6135> one,<WH6135> you who have borne<WH3205> no<WH3808> [child;] Break<WH6476> forth<WH6476> into joyful<WH7440> shouting<WH7440> and cry<WH6670> aloud,<WH6670> you who have not travailed;<WH9123> For the sons<WH1121> of the desolate<WH8074> one [will be] more<WH4480> numerous<WH7227> Than<WH4480> the sons<WH1121> of the married<WH1166> woman,\" says<WH559> the Lord.<WH3068>"},{"number":2,"verse":"\"Enlarge<WH7337> the place<WH4725> of your tent;<WH168> Stretch<WH5186> out the curtains<WH3407> of your dwellings,<WH4908> spare<WH2820> not; Lengthen<WH748> your cords,<WH4340> And strengthen<WH2388> your pegs.<WH3489>"},{"number":3,"verse":"\"For you will spread<WH6555> abroad<WH6555> to the right<WH3225> and to the left.<WH8040> And your descendants<WH2233> will possess<WH3423> nations,<WH1471> And they will resettle<WH3427> the desolate<WH8074> cities.<WH5892>"},{"number":4,"verse":"\"Fear<WH3372> not, for you will not be put<WH954> to shame;<WH954> Neither<WH408> feel<WH3637> humiliated,<WH3637> for you will not be disgraced;<WH2659> But you will forget<WH7911> the shame<WH1322> of your youth,<WH5934> And the reproach<WH2781> of your widowhood<WH491> you will remember<WH2142> no<WH3808> more.<WH5750>"},{"number":5,"verse":"\"For your husband<WH1166> is your Maker,<WH6213> Whose name<WH8034> is the Lord<WH3068> of hosts;<WH6635> And your Redeemer<WH1350> is the Holy<WH6918> One<WH6918> of Israel,<WH3478> Who is called<WH7121> the God<WH430> of all<WH3605> the earth.<WH776>"},{"number":6,"verse":"\"For the Lord<WH3068> has called<WH7121> you, Like a wife<WH802> forsaken<WH5800> and grieved<WH6087> in spirit,<WH7307> Even like a wife<WH802> of [one's] youth<WH5271> when<WH3588> she is rejected,<WH3988>\" Says<WH559> your God.<WH430>"},{"number":7,"verse":"\"For a brief<WH9512> moment<WH7281> I forsook<WH5800> you, But with great<WH1419> compassion<WH7356> I will gather<WH6908> you."},{"number":8,"verse":"\"In an outburst<WH7858> of anger<WH7110> I hid<WH5641> My face<WH6440> from you for a moment;<WH7281> But with everlasting<WH5769> lovingkindness<WH2617> I will have<WH7355> compassion<WH7355> on you,\" Says<WH559> the Lord<WH3068> your Redeemer.<WH1350>"},{"number":9,"verse":"\"For this<WH384> is like the days<WH3117> of Noah<WH5146> to Me; When<WH834> I swore<WH7650> that the waters<WH4325> of Noah<WH5146> Should not flood<WH5674> the earth<WH776> again,<WH5750> So<WH3651> I have sworn<WH7650> that I will not be angry<WH7107> with you, Nor<WH4480> will I rebuke<WH1605> you."},{"number":10,"verse":"\"For the mountains<WH2022> may be removed<WH4185> and the hills<WH1389> may shake,<WH4131> But My lovingkindness<WH2617> will not be removed<WH4185> from you, And My covenant<WH1285> of peace<WH7965> will not be shaken,<WH4131>\" Says<WH559> the Lord<WH3068> who has<WH7355> compassion<WH7355> on you."},{"number":11,"verse":"\"O afflicted<WH6041> one,<WH6041> storm-tossed, and not comforted,<WH5162> Behold,<WH2009> I will set<WH7257> your stones<WH68> in antimony,<WH6320> And your foundations<WH3245> I will lay<WH3245> in sapphires.<WH5601>"},{"number":12,"verse":"\"Moreover, I will make<WH7760> your battlements<WH8121> of rubies,<WH3539> And your gates<WH8179> of crystal,<WH688> And your entire<WH3605> wall<WH1366> of precious<WH2656> stones.<WH68>"},{"number":13,"verse":"\"And all<WH3605> your sons<WH1121> will be taught<WH3928> of the Lord;<WH3068> And the well-being of your sons<WH1121> will be great.<WH7227>"},{"number":14,"verse":"\"In righteousness<WH6666> you will be established;<WH3559> You will be far<WH7368> from oppression,<WH6233> for you will not fear;<WH3372> And from terror,<WH4288> for it will not come<WH7126> near<WH7126> you."},{"number":15,"verse":"\"If<WH2005> anyone fiercely<WH9075> assails<WH9075> [you] it will not be from Me. Whoever<WH4310> assails<WH9075> you will fall<WH5307> because<WH5921> of you."},{"number":16,"verse":"\"Behold,<WH2005> I Myself<WH595> have created<WH1254> the smith<WH2796> who blows<WH5301> the fire<WH784> of coals,<WH6352> And brings<WH3318> out a weapon<WH3627> for its work;<WH4639> And I have created<WH1254> the destroyer<WH7843> to ruin.<WH2254>"},{"number":17,"verse":"\"No<WH3605> <WH3808> weapon<WH3627> that is formed<WH3335> against<WH5921> you shall prosper;<WH6743> And every<WH3605> tongue<WH3956> that accuses<WH6965> you in judgment<WH4941> you will condemn.<WH7561> This<WH384> is the heritage<WH5159> of the servants<WH5650> of the Lord,<WH3068> And their vindication<WH6666> is from Me,\" declares<WH5002> the Lord.<WH3068>"}]}