{"bibleAbbr":"NASB1995","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":60,"verses":[{"number":1,"verse":"\"Arise,<WH6965> shine;<WH215> for your light<WH216> has come,<WH935> And the glory<WH9202> of the Lord<WH3068> has risen<WH2224> upon you."},{"number":2,"verse":"\"For behold,<WH2009> darkness<WH2822> will cover<WH3680> the earth,<WH776> And deep<WH6205> darkness<WH6205> the peoples;<WH3816> But the Lord<WH3068> will rise<WH2224> upon you, And His glory<WH9202> will appear<WH7200> upon you."},{"number":3,"verse":"\"And nations<WH1471> will come<WH1980> to your light,<WH216> And kings<WH4428> to the brightness<WH5051> of your rising.<WH2225>"},{"number":4,"verse":"\"Lift<WH5375> up your eyes<WH5869> round<WH5439> about,<WH5439> and see;<WH7200> They all<WH3605> gather<WH6908> together, they come<WH935> to you. Your sons<WH1121> will come<WH935> from afar,<WH7350> And your daughters<WH1323> will be carried<WH539> in the arms.<WH6654>"},{"number":5,"verse":"\"Then<WH227> you will see<WH7200> and be radiant,<WH9315> And your heart<WH3824> will thrill<WH6342> and rejoice;<WH7337> Because<WH3588> the abundance<WH1995> of the sea<WH3220> will be turned<WH2015> to you, The wealth<WH2428> of the nations<WH1471> will come<WH935> to you."},{"number":6,"verse":"\"A multitude<WH8229> of camels<WH1581> will cover<WH3680> you, The young<WH1072> camels<WH1072> of Midian<WH4080> and Ephah;<WH5891> All<WH3605> those from Sheba<WH7614> will come;<WH935> They will bring<WH5375> gold<WH2091> and frankincense,<WH3828> And will bear<WH1319> good news<WH1319> of the praises<WH8416> of the Lord.<WH3068>"},{"number":7,"verse":"\"All<WH3605> the flocks<WH6629> of Kedar<WH6938> will be gathered<WH6908> together to you, The rams<WH352> of Nebaioth<WH5032> will minister<WH8334> to you; They will go<WH5927> up with acceptance<WH7522> on My altar,<WH4196> And I shall glorify<WH6286> My glorious<WH8597> house.<WH1004>"},{"number":8,"verse":"\"Who<WH4310> are these<WH428> who fly<WH5774> like a cloud,<WH5645> And like the doves<WH3123> to their lattices<WH699>?"},{"number":9,"verse":"\"Surely<WH3588> the coastlands<WH339> will wait<WH6960> for Me; And the ships<WH591> of Tarshish<WH8659> [will come] first,<WH7223> To bring<WH935> your sons<WH1121> from afar,<WH7350> Their silver<WH3701> and their gold<WH2091> with them, For the name<WH8034> of the Lord<WH3068> your God,<WH430> And for the Holy<WH6918> One<WH6918> of Israel<WH3478> because<WH3588> He has glorified<WH6286> you."},{"number":10,"verse":"\"And foreigners<WH1121> <WH5236> will build<WH1129> up your walls,<WH2346> And their kings<WH4428> will minister<WH8334> to you; For in My wrath<WH7110> I struck<WH5221> you, And in My favor<WH7522> I have had<WH7355> compassion<WH7355> on you."},{"number":11,"verse":"\"And your gates<WH8179> will be open<WH6605> continually;<WH8548> They will not be closed<WH5462> day<WH3119> or night,<WH3915> So that [men] may bring<WH935> to you the wealth<WH2428> of the nations,<WH1471> With their kings<WH4428> led<WH5090> in procession.<WH5090>"},{"number":12,"verse":"\"For the nation<WH1471> and the kingdom<WH4467> which<WH834> will not serve<WH5647> you will perish, And the nations<WH6> will be utterly<WH1471> ruined.<WH2717>"},{"number":13,"verse":"\"The glory<WH9202> of Lebanon<WH3844> will come<WH935> to you, The juniper,<WH1265> the box<WH8410> tree,<WH8410> and the cypress<WH8391> together,<WH9191> To beautify<WH6286> the place<WH4725> of My sanctuary;<WH4720> And I shall make<WH3513> the place<WH4725> of My feet<WH7272> glorious.<WH3513>"},{"number":14,"verse":"\"And the sons<WH1121> of those who afflicted<WH6031> you will come<WH1980> bowing<WH7817> to you, And all<WH3605> those who despised<WH5006> you will bow<WH7812> themselves at the soles<WH3709> of your feet;<WH7272> And they will call<WH7121> you the city<WH5892> of the Lord,<WH3068> The Zion<WH6726> of the Holy<WH6918> One<WH6918> of Israel.<WH3478>"},{"number":15,"verse":"\"Whereas<WH8478> you have been<WH1961> forsaken<WH5800> and hated<WH8130> With no<WH369> one<WH369> passing<WH5674> through,<WH5674> I will make<WH7760> you an everlasting<WH5769> pride,<WH1347> A joy<WH4885> from generation<WH1755> to generation.<WH1755>"},{"number":16,"verse":"\"You will also suck<WH3243> the milk<WH2461> of nations,<WH1471> And will suck<WH3243> the breast<WH9582> of kings;<WH4428> Then you will know<WH3045> that I, the Lord,<WH3068> am your Savior,<WH3467> And your Redeemer,<WH1350> the Mighty<WH46> One<WH46> of Jacob.<WH3290>"},{"number":17,"verse":"\"Instead<WH8478> of bronze<WH5178> I will bring<WH935> gold,<WH2091> And instead<WH8478> of iron<WH1270> I will bring<WH935> silver,<WH3701> And instead<WH8478> of wood,<WH6086> bronze,<WH5178> And instead<WH8478> of stones,<WH68> iron.<WH1270> And I will make<WH7760> peace<WH7965> your administrators,<WH6486> And righteousness<WH6666> your overseers.<WH5065>"},{"number":18,"verse":"\"Violence<WH2555> will not be heard<WH8085> again<WH5750> in your land,<WH776> Nor<WH3808> devastation<WH7701> or destruction<WH7667> within your borders;<WH1366> But you will call<WH7121> your walls<WH2346> salvation,<WH3444> and your gates<WH8179> praise.<WH8416>"},{"number":19,"verse":"\"No<WH3808> longer<WH5750> will you have<WH1961> the sun<WH8121> for light<WH216> by day,<WH3119> Nor<WH3808> for brightness<WH5051> will the moon<WH3394> give<WH215> you light;<WH215> But you will have<WH1961> the Lord<WH3068> for an everlasting<WH5769> light,<WH216> And your God<WH430> for your glory.<WH8597>"},{"number":20,"verse":"\"Your sun<WH8121> will set<WH935> no<WH3808> more,<WH5750> Neither<WH3808> will your moon<WH3394> wane;<WH622> For you will have<WH1961> the Lord<WH3068> for an everlasting<WH5769> light,<WH216> And the days<WH3117> of your mourning<WH60> will be finished.<WH9608>"},{"number":21,"verse":"\"Then all<WH3605> your people<WH5971> [will be] righteous;<WH6662> They will possess<WH3423> the land<WH776> forever,<WH5769> The branch<WH5342> of My planting,<WH4302> The work<WH4639> of My hands,<WH3027> That I may be glorified.<WH6286>"},{"number":22,"verse":"\"The smallest<WH9512> one<WH9512> will become<WH1961> a clan,<WH505> And the least<WH6810> one<WH6810> a mighty<WH6099> nation.<WH1471> I, the Lord,<WH3068> will hasten<WH2363> it in its time.<WH6256>\""}]}