{"bibleAbbr":"BB1572","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"The worde of the Lorde that came to Ioel the sonne of Pethuel."},{"number":2,"verse":"Heare ye this you elders, & hearken with your eares all you that dwel in this lande: was there euer such a thyng in your dayes, or in the dayes of your fathers?"},{"number":3,"verse":"Of this thyng tell your children, and let your children [shewe it] to their children, and their children to [their] posteritie afterwarde."},{"number":4,"verse":"That which the caterpiller hath left the grashopper hath eaten, and what the grashopper left hath the canker worme eaten, and what the canker worme left the locust hath deuoured."},{"number":5,"verse":"Awake ye drunkardes, & weepe, howle all ye wine bibbers for lacke of newe wine: for it is cleane taken away from your mouth."},{"number":6,"verse":"For a nation is come vp vpon my lande, mightie and without number: his teeth are as the teeth of a lion, and he hath the iawes of a great lion."},{"number":7,"verse":"He hath destroyed my vine, & barked my figge tree, he hath pilled it and cast it from him, and hath left bowes therof whyte."},{"number":8,"verse":"Lament as a virgin girded with sackcloth, for the husbande of her youth."},{"number":9,"verse":"The meate offeryng and drinke offeryng is cut of from the house of the Lorde, the priestes [I meane] the Lordes ministers mourne."},{"number":10,"verse":"The fielde is wasted, the lande mourneth: for corne is destroyed, the newe wine is dryed vp, the oyle is vtterly taken away."},{"number":11,"verse":"Be ye ashamed O ye husbandemen, howle O ye wine dressers for ye wheate and for the barly: for the haruest of the fielde is perished."},{"number":12,"verse":"The wine is dryed vp, and the figge tree is decayed, the pomgranate tree, and the paulme, & the apple tree, [euen] all the trees of the fielde are withered vp: for ioy is withered away from the sonnes of men."},{"number":13,"verse":"Girde your selues and lament O ye priestes, howle ye out ye ministers of the aulter, come and lye all night in sackcloth ye seruauntes of my God: for the meate and drynke offerynges are taken away from the house of your God."},{"number":14,"verse":"Proclayme a fast, call a congregation, gather the elders together, [with] all the inhabitauntes of the lande vnto the house of the Lorde your God, and crye vnto the Lorde,"},{"number":15,"verse":"Alas for this day, for the day of the Lorde is at hande, euen as a destruction from the almightie shall it come."},{"number":16,"verse":"Is not the meate cut of before our eyes, [yea] mirth and ioy from the house of our God?"},{"number":17,"verse":"The seede is rotte vnder their cloddes, the garners are destroyed, the barnes are ouerthrowen: for the corne is withered."},{"number":18,"verse":"O howe cattell mourne? the heardes of beastes are in wofull case for lacke of pasture, and the flockes of sheepe are destroyed?"},{"number":19,"verse":"Unto thee O Lorde wyll I crye, for feare hath destroyed the fruitfull places of the desert, and the flambe hath burnt vp all the trees of the fielde."},{"number":20,"verse":"The beastes also of the fielde crye out vnto thee: for the riuers of waters are dryed vp, and fire hath deuoured vp the fruitfull places of the desert."}]}