{"bibleAbbr":"CVg2018","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":1,"verses":[{"number":1,"verse":"Onus Ninive. Liber visionis Nahum Elcesæi."},{"number":2,"verse":"Deus æmulator, et ulciscens Dominus : ulciscens Dominus, et habens furorem : ulciscens Dominus in hostes suos, et irascens ipse inimicis suis."},{"number":3,"verse":"Dominus patiens, et magnus fortitudine, et mundans non faciet innocentem. Dominus in tempestate et turbine viæ ejus, et nebulæ pulvis pedum ejus."},{"number":4,"verse":"Increpans mare, et exsiccans illud, et omnia flumina ad desertum deducens. Infirmatus est Basan et Carmelus, et flos Libani elanguit."},{"number":5,"verse":"Montes commoti sunt ab eo, et colles desolati sunt : et contremuit terra a facie ejus, et orbis, et omnes habitantes in eo."},{"number":6,"verse":"Ante faciem indignationis ejus quis stabit ? et quis resistet in ira furoris ejus ? Indignatio ejus effusa est ut ignis, et petræ dissolutæ sunt ab eo."},{"number":7,"verse":"Bonus Dominus, et confortans in die tribulationis, et sciens sperantes in se."},{"number":8,"verse":"Et in diluvio prætereunte consummationem faciet loci ejus, et inimicos ejus persequentur tenebræ."},{"number":9,"verse":"Quid cogitatis contra Dominum ? Consummationem ipse faciet : non consurget duplex tribulatio,"},{"number":10,"verse":"quia sicut spinæ se invicem complectuntur, sic convivium eorum pariter potantium ; consumentur quasi stipula ariditate plena."},{"number":11,"verse":"Ex te exibit cogitans contra Dominum malitiam, mente pertractans prævaricationem."},{"number":12,"verse":"Hæc dicit Dominus : Si perfecti fuerint, et ita plures, sic quoque attondentur, et pertransibit : afflixi te, et non affligam te ultra."},{"number":13,"verse":"Et nunc conteram virgam ejus de dorso tuo, et vincula tua disrumpam."},{"number":14,"verse":"Et præcipiet super te Dominus ; non seminabitur ex nomine tuo amplius : de domo Dei tui interficiam sculptile, et conflatile ; ponam sepulchrum tuum, quia inhonoratus es."},{"number":15,"verse":"Ecce super montes pedes evangelizantis, et annuntiantis pacem. Celebra, Juda, festivitates tuas, et redde vota tua, quia non adjiciet ultra ut pertranseat in te Belial : universus interiit."}]}