{"bibleAbbr":"urGV2010","bookName":"۱۔تھسلنیکیوں","bookEnglishName":"1 Thessalonians","chapterNumber":4,"verses":[{"number":1,"verse":"( اللہ کو پسندیدہ زندگی) بھائیو، ایک آخری بات، آپ نے ہم سے سیکھ لیا تھا کہ ہماری زندگی کس طرح ہونی چاہئے تاکہ وہ اللہ کو پسند آئے۔ اور آپ اِس کے مطابق زندگی گزارتے بھی ہیں۔ اب ہم خداوند عیسیٰ میں آپ سے درخواست اور آپ کی حوصلہ افزائی کرتے ہیں کہ آپ اِس میں مزید ترقی کرتے جائیں۔"},{"number":2,"verse":"آپ تو اُن ہدایات سے واقف ہیں جو ہم نے آپ کو خداوند عیسیٰ کے وسیلے سے دی تھیں۔"},{"number":3,"verse":"کیونکہ اللہ کی مرضی ہے کہ آپ اُس کے لئے مخصوص و مُقدّس ہوں، کہ آپ زناکاری سے باز رہیں۔"},{"number":4,"verse":"ہر ایک اپنے بدن پر یوں قابو پانا سیکھ لے کہ وہ مُقدّس اور شریف زندگی گزار سکے۔"},{"number":5,"verse":"وہ غیرایمان داروں کی طرح جو اللہ سے ناواقف ہیں شہوت پرستی کا شکار نہ ہو۔"},{"number":6,"verse":"اِس معاملے میں کوئی اپنے بھائی کا گناہ نہ کرے، نہ اُس سے غلط فائدہ اُٹھائے۔ خداوند ایسے گناہوں کی سزا دیتا ہے۔ ہم یہ سب کچھ بتا چکے اور آپ کو آگاہ کر چکے ہیں۔"},{"number":7,"verse":"کیونکہ اللہ نے ہمیں ناپاک زندگی گزارنے کے لئے نہیں بُلایا بلکہ مخصوص و مُقدّس زندگی گزارنے کے لئے۔"},{"number":8,"verse":"اِس لئے جو یہ ہدایات رد کرتا ہے وہ انسان کو نہیں بلکہ اللہ کو رد کرتا ہے جو آپ کو اپنا مُقدّس روح دے دیتا ہے۔"},{"number":9,"verse":"یہ لکھنے کی ضرورت نہیں کہ آپ دوسرے ایمان داروں سے محبت رکھیں۔ اللہ نے خود آپ کو ایک دوسرے سے محبت رکھنا سکھایا ہے۔"},{"number":10,"verse":"اور حقیقتاً آپ مکدُنیہ کے تمام بھائیوں سے ایسی ہی محبت رکھتے ہیں۔ توبھی بھائیو، ہم آپ کی حوصلہ افزائی کرنا چاہتے ہیں کہ آپ اِس میں مزید ترقی کرتے جائیں۔"},{"number":11,"verse":"اپنی عزت اِس میں برقرار رکھیں کہ آپ سکون سے زندگی گزاریں، اپنے فرائض ادا کریں اور اپنے ہاتھوں سے کام کریں، جس طرح ہم نے آپ کو کہہ دیا تھا۔"},{"number":12,"verse":"جب آپ ایسا کریں گے تو غیرایمان دار آپ کی قدر کریں گے اور آپ کسی بھی چیز کے محتاج نہیں رہیں گے۔"},{"number":13,"verse":"( خداوند کی آمد) بھائیو، ہم چاہتے ہیں کہ آپ اُن کے بارے میں حقیقت جان لیں جو سو گئے ہیں تاکہ آپ دوسروں کی طرح جن کی کوئی اُمید نہیں ماتم نہ کریں۔"},{"number":14,"verse":"ہمارا ایمان ہے کہ عیسیٰ مر گیا اور دوبارہ جی اُٹھا، اِس لئے ہمارا یہ بھی ایمان ہے کہ جب عیسیٰ واپس آئے گا تو اللہ اُس کے ساتھ اُن ایمان داروں کو بھی واپس لائے گا جو موت کی نیند سو گئے ہیں۔"},{"number":15,"verse":"جو کچھ ہم اب آپ کو بتا رہے ہیں وہ خداوند کی تعلیم ہے۔ خداوند کی آمد پر ہم جو زندہ ہوں گے سوئے ہوئے لوگوں سے پہلے خداوند سے نہیں ملیں گے۔"},{"number":16,"verse":"اُس وقت اونچی آواز سے حکم دیا جائے گا، فرشتۂ اعظم کی آواز سنائی دے گی، اللہ کا تُرم بجے گا اور خداوند خود آسمان پر سے اُتر آئے گا۔ تب پہلے وہ جی اُٹھیں گے جو مسیح میں مر گئے تھے۔"},{"number":17,"verse":"اِن کے بعد ہی ہمیں جو زندہ ہوں گے بادلوں پر اُٹھا لیا جائے گا تاکہ ہَوا میں خداوند سے ملیں۔ پھر ہم ہمیشہ خداوند کے ساتھ رہیں گے۔"},{"number":18,"verse":"چنانچہ اِن الفاظ سے ایک دوسرے کو تسلی دیا کریں۔"}]}