{
  "bibleAbbr" : "TERV1998",
  "bookName" : "2 சாமுவேல்",
  "bookEnglishName" : "2 Samuel",
  "chapterNumber" : 22,
  "verses" : [ {
    "number" : 1,
    "verse" : "(கர்த்தருடைய துதிகளைப் பாடும் தாவீதின் பாட்டு) கர்த்தர் தாவீதை சவுல் மற்றும் பகைவர்களிடமிருந்து பாதுகாத்த போது, தாவீது கர்த்தரைப் புகழ்ந்து பாடிய பாட்டு."
  }, {
    "number" : 2,
    "verse" : "கர்த்தர் என் கன்மலை என் கோட்டை என் பாதுகாப்பிடம்."
  }, {
    "number" : 3,
    "verse" : "அவர் எனது தேவன். நான் பாதுகாப்பைத் தேடி ஓடும் கன்மலை. தேவன் எனது கேடயம். அவரது ஆற்றல் என்னைக் காக்கிறது. மலைகளின் உச்சியில் நான் மறைந்துக் கொள்ள ஏதுவான என் பாதுகாப்பிடம் கர்த்தர் ஆவார். கொடிய பகைவரிடமிருந்து அவர் என்னைக் காக்கிறார்."
  }, {
    "number" : 4,
    "verse" : "அவர்கள் என்னைக் கேலிச் செய்தனர். ஆனால் நான் கர்த்தரை உதவிக்கு அழைத்தேன். என் பகைவரிடமிருந்து நான் பாதுகாக்கப்பட்டேன்!"
  }, {
    "number" : 5,
    "verse" : "என் பகைவர்கள் என்னைக் கொல்ல முயற்சித்துக்கொண்டிருந்தனர்! மரணத்தின் அலைகள் என்னைச் சூழ்ந்தன. மரணத்தை நோக்கி இழுத்துச் செல்லும் வெள்ளத்தில் நான் அகப்பட்டேன்."
  }, {
    "number" : 6,
    "verse" : "மயானக் கயிறுகள் என்னைச் சுற்றிக் கட்டின. மரணத்தின் கண்ணி எனக்கு முன் இருந்தது."
  }, {
    "number" : 7,
    "verse" : "மாட்டிக்கொண்ட நான் கர்த்தரிடம் உதவிக் கேட்டேன். ஆம், எனது தேவனை அழைத்தேன். தேவன் தமது ஆலயத்தில் இருந்து என் குரலைக் கேட்டார். அவர் என் அழுகையைக் கேட்டார்."
  }, {
    "number" : 8,
    "verse" : "பின்பு பூமி அசைந்து நடுங்கியது, பரலோகத்தின் அடித்தளம் ஆடியது. ஏனெனில் கர்த்தர் கோபமாயிருந்தார்."
  }, {
    "number" : 9,
    "verse" : "தேவனுடைய நாசியிலிருந்து புகையெழுந்தது. எரியும் தழல் அவரின் வாயிலிருந்து வந்தது. எரியும் பொறிகள் அவரிடமிருந்து பறந்தன."
  }, {
    "number" : 10,
    "verse" : "கர்த்தர் ஆகாயத்தைக் கீறி கீழிறங்கி வந்தார்! அவர் கட்டியான கறுப்பு மேகத்தில் நின்றார்!"
  }, {
    "number" : 11,
    "verse" : "அவர் பறந்துக்கொண்டிருந்தார், கேருபீன்கள் மீது பறந்து வந்தார். காற்றின் மீது பயணம் வந்தார்."
  }, {
    "number" : 12,
    "verse" : "கர்த்தர் கருமேகத்தைத் தன்னைச் சுற்றி ஒரு கூடாரம்போல் அணிந்தார். அவர் கட்டியான இடி மேகங்களில் தண்ணீரைச் சேகரித்தார்."
  }, {
    "number" : 13,
    "verse" : "அவரது ஒளி நிலக்கரியைக் கூட எரிய வைக்கும் பிரகாசத்தைக் கொண்டது!"
  }, {
    "number" : 14,
    "verse" : "வானிலிருந்து இடியைப்போல கர்த்தர் முழங்கினார்! உன்னதமான தேவன் தனது குரலை எல்லோரும் கேட்கும்படி செய்தார்."
  }, {
    "number" : 15,
    "verse" : "கர்த்தர் தனது அம்புகளை எய்து பகைவர்களைப் பயந்தோடச் செய்தார். கர்த்தர் மின்னலை அனுப்பினார் ஜனங்கள் குழம்பிச் சிதறியோடினார்கள்."
  }, {
    "number" : 16,
    "verse" : "கர்த்தாவே நீர் பலமாகப் பேசினீர். பலமுள்ள காற்று உங்கள் வாயிலிருந்து அடித்தது. தண்ணீர் விலகிற்று. எங்களால் கடலின் அடிப்பாகத்தைப் பார்க்கமுடிந்தது. பூமியின் அடித்தளத்தையும் எங்களால் பார்க்க முடிந்தது."
  }, {
    "number" : 17,
    "verse" : "கர்த்தர் எனக்கும் உதவினார்! கர்த்தர் மேலிருந்து கீழே வந்தார். கர்த்தர் என்னை துன்பத்திலிருந்துக் காப்பாற்றினார்."
  }, {
    "number" : 18,
    "verse" : "என் பகைவர்கள் என்னைவிட பலமானவர்கள். அவர்கள் என்னை வெறுத்தார்கள். என் பகைவர்கள் என்னை வெல்லக் கூடியவர்கள்! எனவே தேவன் தாமே என்னை பாதுகாத்தார்."
  }, {
    "number" : 19,
    "verse" : "நான் தொல்லையில் இருந்தேன். என் பகைவர்கள் என்னை தாக்கினார்கள். ஆனால் எனக்கு உதவிச்செய்ய கர்த்தர் இருந்தார்!"
  }, {
    "number" : 20,
    "verse" : "கர்த்தர் என்மேல் பிரியமாயிருக்கிறார். எனவே என்னைக் காத்தார். பாதுகாப்பான இடத்திற்கு என்னை அழைத்துச் சென்றார்."
  }, {
    "number" : 21,
    "verse" : "கர்த்தர் எனக்கான வெகுமதியை எனக்குத் தருவார். ஏனெனில் நான் சரியானவற்றையே செய்தேன். நான் தவறிழைக்கவில்லை. எனவே அவர் எனக்கு நல்லதைச் செய்வார்."
  }, {
    "number" : 22,
    "verse" : "ஏனென்றால் நான் கர்த்தருக்குக் கீழ்ப்படிந்தேன்! எனது தேவனுக்கு எதிரான பாவத்தைச் செய்யவில்லை."
  }, {
    "number" : 23,
    "verse" : "நான் கர்த்தருடைய தீர்மானங்களை நினைவில் வைத்திருந்தேன், அவரது சட்டங்களுக்குக் கீழ்ப்படிந்தேன்!"
  }, {
    "number" : 24,
    "verse" : "நான் பரிசுத்தமானவனாகவும் களங்கமற்றவனாகவும் அவர் முன்னிலையில் இருந்தேன்."
  }, {
    "number" : 25,
    "verse" : "எனவே கர்த்தர் எனக்கு வெகுமதியைத் தருவார்! ஏனெனில் சரியானதையே நான் செய்தேன்! அவர் எதிர்பார்ப்பதையே நான் செய்கிறேன். நான் தவறு செய்யவில்லை. எனவே அவர் எனக்கு நலமானதைச் செய்வார்."
  }, {
    "number" : 26,
    "verse" : "ஒருவன் உண்மையிலேயே உம்மை விரும்பினால் அவனுக்கு உண்மையான அன்பை நீர் காட்டுவீர். ஒருவன் உம்மிடம் உண்மையாக இருந்தால் நீர் அவனிடம் உண்மையாக இருப்பீர்."
  }, {
    "number" : 27,
    "verse" : "கர்த்தாவே, யார் நல்லவராகவும் பரிசுத்தமானவராகவும் இருக்கிறார்களோ, அவர்களுக்கு நீர் நல்லவராகவும், பரிசுத்தமானவராகவும் இருக்கிறீர். உம்மிடம் மாறுபாடு உள்ளவர்களுக்கு நீர் மாறுபடுகிறவராகவும் நடந்துகொள்வீர்."
  }, {
    "number" : 28,
    "verse" : "கர்த்தாவே, சிறுமைப்பட்ட ஜனங்களுக்கு உதவுகிறீர். மேட்டிமையானவர்களை நாணமுற வைக்கிறீர்."
  }, {
    "number" : 29,
    "verse" : "கர்த்தாவே, நீர் என்னுடைய விளக்கு. கர்த்தர் என்னைச் சுற்றியுள்ள இருளைப் போக்கி ஒளி தருகிறார்!"
  }, {
    "number" : 30,
    "verse" : "கர்த்தாவே, உம்முடைய உதவியால் நான் வீரர்களுடன் பாயமுடியும். தேவனுடைய உதவியால் பகைவர்களின் சுவர்களில் என்னால் ஏறமுடியும்."
  }, {
    "number" : 31,
    "verse" : "தேவனுடைய ஆற்றல் முழுமையானது. கர்த்தருடைய சொல் சோதித்துப்பார்க்கப்பட்டது. அவரை நம்புகிறவர்களை அவர் பாதுகாக்கிறார்."
  }, {
    "number" : 32,
    "verse" : "கர்த்தரைத் தவிர வேறு தேவன் கிடையாது. நமது தேவனைத் தவிர வேறு கன்மலை இல்லை."
  }, {
    "number" : 33,
    "verse" : "தேவன் என் அரண். அவர் தூயவர்களைச் சரியாக வாழவைக்கிறார்."
  }, {
    "number" : 34,
    "verse" : "தேவன் நான் ஒரு மானைப்போல வேகமாக ஓடும்படி செய்கிறார்! உயரமான இடங்களில் நான் நிலையாக நிற்கும்படி செய்கிறார்."
  }, {
    "number" : 35,
    "verse" : "தேவன் என்னைப் போருக்குப் பயிற்சி தருகிறார். அதனால் என் கைகள் சக்தி வாய்ந்த அம்புகளைச் செலுத்த முடியும்."
  }, {
    "number" : 36,
    "verse" : "தேவனே, நீர் என்னைப் பாதுகாத்தீர். எனக்கு வெற்றி அளித்தீர். என் பகைவரை நான் வெல்ல உதவினீர்."
  }, {
    "number" : 37,
    "verse" : "என் கால்களையும் மூட்டுகளையும் பலப்படுத்தினீர். எனவே நான் தடுமாறாமல் வேகமாக நடக்க முடியும்."
  }, {
    "number" : 38,
    "verse" : "நான் பகைவர்களை விரட்ட வேண்டும். அவர்களை இறுதியில் அழிக்கும்வரை! அவர்களை முற்றிலும் அழிக்கும்வரை நான் திரும்பி வரமாட்டேன்."
  }, {
    "number" : 39,
    "verse" : "என் பகைவர்களைத் தோற்கடித்தேன். அவர்களை வென்றேன்! அவர்கள் மீண்டும் எழமாட்டார்கள். ஆம், என் பகைவர்கள் என் பாதத்தில் விழுந்தார்கள்."
  }, {
    "number" : 40,
    "verse" : "தேவனே நீர் என்னை போரில் வலிமையுடையவன் ஆக்கினீர். என் பகைவர்கள் என் முன்னே வந்து விழும்படி செய்தீர்."
  }, {
    "number" : 41,
    "verse" : "என் பகைவர்களைத் தலைக்குனிய வைப்பதில் நீர் உதவினீர், என் பகைவர்களின் கழுத்தை வெட்டும்படியாக அவர்கள் கழுத்தை என் முன் ஒப்புவித்தீர்!"
  }, {
    "number" : 42,
    "verse" : "என் பகைவர்கள் உதவிக்கு ஆள் தேடினார்கள். ஆனால் யாரும் அவர்கள் உதவிக்கு வரவில்லை. அவர்கள் கர்த்தரிடம் கூட கேட்டார்கள். ஆனால் அவர் அவர்களுக்குப் பதில் அளிக்கவில்லை."
  }, {
    "number" : 43,
    "verse" : "என் பகைவர்களைத் துண்டு துண்டாக்கினேன். அவர்கள் நிலத்தின் மீது புழுதியானார்கள். என் பகைவர்களை நான் சிதறடித்தேன். அவர்கள் மீது தெருப்புழுதியென நினைத்து நடந்தேன்."
  }, {
    "number" : 44,
    "verse" : "நீர் எனக்கு எதிராக போரிட்டவரிடமிருந்து என்னைக் காத்தீர். நீர் அந்தத் தேசங்களை ஆள்பவனாக என்னை ஆக்கினீர். எனக்குத் தெரியாதவர்கள் இப்போது எனக்குப் பணி செய்கிறார்கள்!"
  }, {
    "number" : 45,
    "verse" : "பிற தேசத்தவர் எனக்கு கீழ்ப்படிகின்றார்கள்! என்னுடைய கட்டளையைக் கேட்கும்போது விரைந்து பணிவிடை செய்கிறார்கள், அயல் நாட்டவர்கள் எனக்குப் பயப்படுகிறார்கள்!"
  }, {
    "number" : 46,
    "verse" : "அந்த அயல்நாட்டினர் பயத்தால் நடுங்குகிறார்கள். பயந்துகொண்டே அவர்களின் மறைவிடங்களிலிருந்து வெளியில் வருகிறார்கள்."
  }, {
    "number" : 47,
    "verse" : "கர்த்தர் உயிரோடிருக்கிறார். எனது கன்மலையான அவரைத் துதிப்பேன்! தேவன் உயர்ந்தவர்! என்னைப் பாதுகாக்கும் ஒரு கன்மலை அவர்."
  }, {
    "number" : 48,
    "verse" : "என் பகைவர்களை எனக்காகத் தண்டிக்கும் தேவன் அவர். ஜனங்களை என் ஆட்சியின் கீழ் அவர் வைக்கிறார்."
  }, {
    "number" : 49,
    "verse" : "தேவனே, என் பகைவரிடமிருந்து என்னைக் காத்தீர்! என்னை எதிர்த்தவர்களைத் தோற்றோடச் செய்தீர். கொடியவர்களிடமிருந்து என்னைப் பாதுகாத்தீர்!"
  }, {
    "number" : 50,
    "verse" : "கர்த்தாவே, ஆகையால் எல்லா தேசங்களும் அறியும்படி நாம் உம்மைத் துதிப்பேன். எனவே உமது பேரில் நான் பாடல்கள் பாடுகிறேன்."
  }, {
    "number" : 51,
    "verse" : "கர்த்தர், தன் ராஜா போரில் வெல்லும்படி செய்கிறார்! கர்த்தர் தன்னால் தேர்ந்தெடுக்கப்பட்ட ராஜாவுக்கு உண்மையான அன்பைக் காட்டுகிறார். அவர் தாவீதுக்கும் அவன் சந்ததிகளுக்கும் எப்போதும் உண்மையாக இருப்பார்!"
  } ]
}