{"bibleAbbr":"paOV2016","bookName":"ਸਮੂਏਲ ਦੀ ਦੂਜੀ ਪੋਥੀ","bookEnglishName":"2 Samuel","chapterNumber":11,"verses":[{"number":1,"verse":"( ਦਾਊਦ ਅਤੇ ਬਥ-ਸ਼ਬਾ) ਜਾਂ ਆਉਂਦੇ ਵਰਹੇ ਦੇ ਓਹ ਦਿਨ ਆ ਗਏ ਜਿਹ ਦੇ ਵਿੱਚ ਪਾਤਸ਼ਾਹ ਲੋਕ ਲੜਾਈ ਨੂੰ ਚੜ੍ਹਦੇ ਹਨ ਤਾਂ ਦਾਊਦ ਨੇ ਯੋਬਾਬ ਅਤੇ ਉਹ ਦੇ ਨਾਲ ਆਪਣੇ ਟਹਿਲੂਆਂ ਅਤੇ ਸਾਰੇ ਇਸਰਾਏਲ ਨੂੰ ਘੱਲਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਅੰਮੋਨੀਆਂ ਨੂੰ ਤਬਾਹ ਕਰ ਸੁੱਟਿਆ ਅਤੇ ਹੱਬਾਹ ਨੂੰ ਘੇਰਾ ਜਾ ਪਾਇਆ ਪਰ ਦਾਊਦ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਹੀ ਰਿਹਾ।।"},{"number":2,"verse":"ਇੱਕ ਦਿਨ ਸੰਧਿਆ ਵੇਲੇ ਅਜੇਹਾ ਹੋਇਆ ਜੋ ਦਾਊਦ ਆਪਣੇ ਮੰਜੇ ਉੱਤੋਂ ਉੱਠ ਕੇ ਸ਼ਾਹੀ ਮਹਿਲ ਦੀ ਛੱਤ ਉੱਤੇ ਫਿਰਨ ਲੱਗਾ ਅਤੇ ਉੱਥੋਂ ਉਸ ਨੇ ਇੱਕ ਤੀਵੀਂ ਨੂੰ ਡਿੱਠਾ ਜੋ ਨਹਾਉਂਦੀ ਪਈ ਸੀ ਅਤੇ ਉਹ ਤੀਵੀਂ ਵੇਖਣ ਵਿੱਚ ਡਾਢੀ ਸੋਹਣੀ ਸੀ"},{"number":3,"verse":"ਤਦ ਦਾਊਦ ਨੇ ਉਸ ਤੀਵੀਂ ਦਾ ਪਤਾ ਕਰਨ ਲਈ ਲੋਕ ਘੱਲੇ। ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ, ਭਲਾ, ਇਹ ਅਲੀਆਮ ਦੀ ਧੀ ਬਥ-ਸ਼ਬਾ ਹਿੱਤੀ ਊਰਿੱਯਾਹ ਦੀ ਤੀਵੀਂ ਨਹੀਂ?"},{"number":4,"verse":"ਦਾਊਦ ਨੇ ਮਨੁੱਖ ਘੱਲ ਕੇ ਉਸ ਤੀਵੀਂ ਨੂੰ ਸੱਦ ਲਿਆ ਸੋ ਉਹਉਸ ਦੇ ਕੋਲ ਆਈ ਅਤੇ ਉਸ ਨੇ ਉਹ ਦੇ ਨਾਲ ਸੰਗ ਕੀਤਾ ਕਿਉਂ ਜੋ ਉਹ ਆਪਣੀ ਅਸ਼ੁੱਧਤਾਈ ਤੋਂ ਪਾਕ ਹੋਈ ਸੀ ਤਾਂ ਉਹ ਆਪਣੇ ਘਰ ਨੂੰ ਚੱਲੀ ਗਈ"},{"number":5,"verse":"ਅਤੇ ਉਹ ਤੀਵੀਂ ਗਰਭਣੀ ਹੋ ਗਈ ਸੋ ਉਸ ਨੇ ਦਾਊਦ ਕੋਲ ਸੁਨੇਹਾ ਘੱਲਿਆ ਜੋ ਮੈਂ ਗਰਭਣੀ ਹਾਂ।।"},{"number":6,"verse":"ਦਾਊਦ ਨੇ ਯੋਆਬ ਨੂੰ ਆਖ ਘੱਲਿਆ ਭਈ ਹਿੱਤੀ ਊਰਿੱਯਾਹ ਨੂੰ ਮੇਰੇ ਕੋਲ ਘੱਲ ਦੇਹ ਸੋ ਯੋਆਬ ਨੇ ਊਰਿੱਯਾਹ ਨੂੰ ਦਾਊਦ ਕੋਲ ਘੱਲਿਆ"},{"number":7,"verse":"ਜਾਂ ਊਰਿੱਯਾਹ ਆਇਆ ਤਾਂ ਦਾਊਦ ਨੇ ਪੁੱਛਿਆ ਭਈ ਯੋਆਬ ਦੀ ਕੀ ਡੌਲ ਚਾਲ ਹੈ ਅਤੇ ਲੋਕਾਂ ਦੀ ਕੀ ਖਬਰ ਹੈ ਅਤੇ ਲੜਾਈ ਦਾ ਕੀ ਹਾਲ ਹੈ?"},{"number":8,"verse":"ਫੇਰ ਦਾਊਦ ਨੇ ਊਰਿੱਯਾਹ ਨੂੰ ਆਖਿਆ, ਜਾਹ ਆਪਣੇ ਘਰ ਅਤੇ ਪੈਰ ਧੋ। ਊਰਿੱਯਾਹ ਜਦ ਪਾਤਸ਼ਾਹ ਦੇ ਮਹਿਲ ਤੋਂ ਨਿੱਕਲਿਆ ਤਾਂ ਪਾਤਸ਼ਾਹ ਵੱਲੋਂ ਕੁਝ ਉਹ ਦੇ ਮਗਰ ਇਨਾਮ ਘੱਲਿਆ ਗਿਆ"},{"number":9,"verse":"ਪਰ ਊਰਿੱਯਾਹ ਪਾਤਸ਼ਾਹ ਦੇ ਮਹਿਲ ਦੇ ਬੂਹੇ ਉੱਤੇ ਆਪਣੇ ਮਾਲਕ ਦੇ ਸਭਨਾਂ ਟਹਿਲੂਆਂ ਨਾਲ ਸੌਂ ਰਿਹਾ ਅਰ ਆਪਣੇ ਘਰ ਨਾ ਗਿਆ"},{"number":10,"verse":"ਜਦ ਉਨ੍ਹਾਂ ਨੇ ਦਾਊਦ ਨੂੰ ਖਬਰ ਦਿੱਤੀ ਭਈ ਊਰਿੱਯਾਹ ਆਪਣੇ ਘਰ ਨਹੀਂ ਗਿਆ ਤਾਂ ਦਾਊਦ ਨੇ ਊਰਿੱਯਾਹ ਨੂੰ ਆਖਿਆ, ਭਲਾ, ਤੈਂ ਪੈਂਡਾ ਕਰ ਕੇ ਨਹੀਂ ਆਇਆ? ਫਿਰ ਤੂੰ ਆਪਣੇ ਘਰ ਕਿਉਂ ਨਹੀਂ ਗਿਆ?"},{"number":11,"verse":"ਤਦ ਊਰਿੱਯਾਹ ਨੇ ਦਾਊਦ ਨੂੰ ਆਖਿਆ, ਕਿ ਸੰਦੂਕ ਅਤੇ ਇਸਰਾਏਲ ਅਤੇ ਯਹੂਦਾਹ ਤੰਬੂਆਂ ਵਿੱਚ ਰਹਿੰਦੇ ਹਨ ਅਤੇ ਮੇਰਾ ਮਾਲਕ ਯੋਆਬ ਅਤੇ ਮੇਰੇ ਮਾਹਰਾਜ ਦੇ ਟਹਿਲੂਏ ਖੁਲ੍ਹੇ ਰੜੇ ਵਿੱਚ ਪਏ ਹੋਏ ਹਨ, ਫੇਰ ਮੈਂ ਕਿੱਕਰ ਆਪਣੇ ਘਰ ਵਿੱਚ ਜਾ ਕੇ ਖਾਵਾਂ ਪੀਵਾਂ ਅਤੇ ਆਪਣੀ ਤੀਵੀਂ ਨਾਲ ਸੌਂ ਰਹਾਂ? ਤੇਰੀ ਜਿੰਦ ਅਤੇ ਤੇਰੇ ਪ੍ਰਾਣਾਂ ਦੀ ਸੌਂਹ ਇਹ ਗੱਲ ਮੈਂ ਕਦੀ ਨਾ ਕਰਾਂਗਾ!"},{"number":12,"verse":"ਫੇਰ ਦਾਊਦ ਨੇ ਊਰਿੱਯਾਹ ਨੂੰ ਆਖਿਆ, ਅੱਜ ਵੀ ਐਥੇ ਰਹੁ ਅਤੇ ਭਲਕੇ ਮੈਂ ਤੈਨੂੰ ਵਿਦਿਆ ਕਰਾਂਗਾ। ਸੋ ਊਰਿੱਯਾਹ ਉਸ ਦਿਨ ਅਤੇ ਦੂਜੇ ਦਿਨ ਵੀ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਹੀ ਰਹਿ ਪਿਆ"},{"number":13,"verse":"ਤਦ ਦਾਊਦ ਨੇ ਉਹ ਨੂੰ ਸੱਦਿਆ ਤਾਂ ਉਹ ਨੇ ਉਸ ਦੇ ਅੱਗੇ ਖਾਧਾ ਅਤੇ ਪੀਤਾ ਅਤੇ ਉਸ ਨੇ ਉਹ ਨੂੰ ਮਸਤ ਕੀਤਾ ਅਤੇ ਉਹ ਸੰਧਿਆ ਨੂੰ ਬਾਹਰ ਜਾ ਕੇ ਆਪਣੇ ਮਾਲਕ ਦੇ ਟਹਿਲੂਆਂ ਦੇ ਨਾਲ ਮੰਜੇ ਉੱਤੇ ਸੌਂ ਰਿਹਾ ਪਰ ਆਪਣੇ ਘਰ ਨਾ ਗਿਆ।।"},{"number":14,"verse":"ਸਵੇਰ ਨੂੰ ਦਾਊਦ ਨੇ ਯੋਆਬ ਦੇ ਲਈ ਚਿੱਠੀ ਲਿਖੀ ਅਤੇ ਊਰਿੱਯਾਹ ਦੇ ਹੱਥੀਂ ਉਹ ਨੂੰ ਘੱਲੀ"},{"number":15,"verse":"ਅਤੇ ਉਸ ਨੇ ਚਿੱਠੀ ਵਿੱਚ ਏਹ ਲਿਖਿਆ ਭਈ ਊਰਿੱਯਾਹ ਨੂੰ ਡਾਢੀ ਲੜਾਈ ਦੇ ਵੇਲੇ ਮੋਹਰੇ ਕਰੋ ਅਤੇ ਉਹ ਦੇ ਕੋਲੋਂ ਮੁੜ ਆਓ ਜੋ ਉਹ ਵੱਢਿਆ ਜਾਵੇ ਅਤੇ ਮਰ ਜਾਵੇ"},{"number":16,"verse":"ਅਤੇ ਅਜੇਹਾ ਹੋਇਆ ਜਾਂ ਯੋਆਬ ਉਸ ਸ਼ਹਿਰ ਦੇ ਉਦਾਲੇ ਤਕਾਉਣ ਲਈ ਗਿਆ ਤਾਂ ਉਸ ਨੇ ਊਰਿੱਯਾਹ ਨੂੰ ਅਜੇਹੇ ਥਾਂ ਵਿੱਚ ਠਹਿਰਾ ਦਿੱਤਾ ਜਿੱਥੇ ਉਸ ਜਾਤਾ ਭਈ ਐਥੇ ਸੂਰਮੇ ਹਨ"},{"number":17,"verse":"ਤਾਂ ਉਸ ਸ਼ਹਿਰ ਦੇ ਲੋਕ ਨਿੱਕਲੇ ਅਤੇ ਯੋਆਬ ਦੇ ਨਾਲ ਲੜੇ ਅਤੇ ਉੱਥੇ ਦਾਊਦ ਦੇ ਟਹਿਲੂਆਂ ਵਿੱਚੋਂ ਕਈ ਡਿੱਗ ਪਏ ਅਤੇ ਹਿੱਤੀ ਊਰਿੱਯਾਹ ਵੀ ਮਾਰਿਆ ਗਿਆ"},{"number":18,"verse":"ਤਦ ਯੋਆਬ ਨੇ ਮਨੁੱਖ ਘੱਲਿਆ ਅਤੇ ਲੜਾਈ ਦੀ ਸਾਰੀ ਖਬਰ ਦਾਊਦ ਨੂੰ ਸੁਣਾਈ"},{"number":19,"verse":"ਅਤੇ ਹਲਕਾਰੇ ਨੂੰ ਇਉਂ ਸਮਝਾ ਕੇ ਆਖਿਆ, ਜਦ ਤੂੰ ਪਾਤਸ਼ਾਹ ਨੂੰ ਲੜਾਈ ਦੀ ਗੱਲ ਆਖ ਚੁੱਕੇਂ"},{"number":20,"verse":"ਤਾਂ ਜੇ ਕਦੀ ਅਜੇਹਾ ਹੋਵੇ ਜੋ ਪਾਤਸ਼ਾਹ ਦਾ ਕ੍ਰੋਧ ਜਾਗੇ ਅਤੇ ਉਹ ਤੈਨੂੰ ਆਖੇ ਭਈ ਜਦ ਤੁਸੀਂ ਲੜਨ ਨੂੰ ਚੜ੍ਹੇ ਤਾਂ ਸ਼ਹਿਰ ਦੇ ਐਡੇ ਨੇੜੇ ਕਾਹ ਨੂੰ ਢੁੱਕੇ? ਭਲਾ, ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਸਾਓ ਜੋ ਉਹ ਕੰਧ ਉੱਤੋਂ ਤੀਰ ਮਾਰਨਗੇ?"},{"number":21,"verse":"ਯਰੂਬਸਥ ਦੇ ਪੁੱਤ੍ਰ ਅਬੀਮਲਕ ਨੂੰ ਕਿਸ ਨੇ ਮਾਰਿਆ? ਭਲਾ, ਇੱਕ ਤੀਵੀਂ ਨੇ ਚੱਕੀ ਦਾ ਪੁੜ ਨਾ ਉਹ ਦੇ ਉੱਤੇ ਕੱਢ ਮਾਰਿਆ ਜੋ ਉਹ ਤੇਬੇਸ ਵਿੱਚ ਮਰ ਗਿਆ? ਸੋ ਤੁਸੀਂ ਸ਼ਹਿਰ ਦੀ ਕੰਧ ਹੇਠ ਕਾਹਨੂੰ ਗਏ ਸਾਓ? ਤਦ ਆਖਣਾ, ਜੀ ਤੇਰਾ ਟਹਿਲੂਆ ਹਿੱਤੀ ਊਰਿੱਯਾਹ ਵੀ ਮਾਰਿਆ ਗਿਆ।।"},{"number":22,"verse":"ਸੋ ਹਲਕਾਰਾ ਤੁਰ ਪਿਆ ਅਤੇ ਆਇਆ ਅਤੇ ਜੋ ਕੁਝ ਯੋਆਬ ਨੇ ਆਖਿਆ ਸੀ ਸੋ ਦਾਊਦ ਨੂੰ ਆਣ ਦੱਸਿਆ"},{"number":23,"verse":"ਅਤੇ ਹਲਕਾਰੇ ਨੇ ਦਾਊਦ ਨੂੰ ਆਖਿਆ ਭਈ ਸੱਚ ਮੁੱਚ ਲੋਕਾਂ ਨੇ ਸਾਡੇ ਉੱਤੇ ਵੱਡਾ ਜ਼ੋਰ ਪਾਇਆ ਅਤੇ ਓਹ ਰੜੇ ਵਿੱਚ ਸਾਡੇ ਕੋਲ ਨਿੱਕਲ ਆਏ ਸੋ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਮਗਰ ਲੱਗੇ ਲੱਗੇ ਡਿਉੜ੍ਹੀ ਦੇ ਫਾਟਕ ਤੋੜੀ ਤੁਰੇ ਗਏ"},{"number":24,"verse":"ਤਦ ਤੀਰ ਅੰਦਾਜ਼ਾਂ ਨੇ ਕੰਧ ਉੱਤੋਂ ਤੁਹਾਡੇ ਟਹਿਲੂਆਂ ਦਾ ਨਿਸ਼ਾਨਾ ਫੁੰਡਿਆ। ਪਾਤਸ਼ਾਹ ਦੇ ਕਈ ਟਹਿਲੂਏ ਮਰ ਗਏ ਅਤੇ ਤੁਹਾਡਾ ਟਹਿਲੂਆ ਹਿੱਤੀ ਊਰਿੱਯਾਹ ਵੀ ਮਰ ਗਿਆ"},{"number":25,"verse":"ਸੋ ਦਾਊਦ ਨੇ ਹਲਕਾਰੇ ਨੂੰ ਆਖਿਆ, ਕਿ ਯੋਆਬ ਨੂੰ ਜਾ ਕੇ ਐਉਂ ਆਖ ਜੋ ਇਹ ਗੱਲ ਤੈਨੂੰ ਮਾੜੀ ਨਾ ਲੱਗੇ ਕਿਉਂ ਜੋ ਤਲਵਾਰ ਜੇਹਾ ਇੱਕ ਨੂੰ ਵੱਢਦੀ ਹੈ ਤੇਹਾ ਦੂਜੇ ਨੂੰ ਵੀ ਵੱਢਦੀ ਹੈ। ਤੂੰ ਸ਼ਹਿਰ ਦੇ ਸਾਹਮਣੇ ਵੱਡੀ ਲੜਾਈ ਕਰ ਅਤੇ ਉਹ ਨੂੰ ਢਾਹ ਦੇਹ। ਸੋ ਤੂੰ ਉਹ ਨੂੰ ਧੀਰਜ ਦੇਈਂ।।"},{"number":26,"verse":"ਤਾਂ ਊਰਿੱਯਾਹ ਦੀ ਪਤਨੀ ਆਪਣੇ ਪਤੀ ਊਰਿੱਯਾਹ ਦਾ ਮਰਨਾ ਸੁਣ ਕੇ ਸੋਗ ਵਿੱਚ ਬੈਠੀ"},{"number":27,"verse":"ਅਤੇ ਜਦ ਸੋਗ ਦੇ ਦਿਨ ਲੰਘ ਗਏ ਤਾਂ ਦਾਊਦ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਮਹਿਲ ਸਦਾਇਆ ਅਤੇ ਉਸ ਦੀ ਪਤਨੀ ਬਣੀ ਅਤੇ ਉਹ ਉਸ ਦੇ ਲਈ ਪੁੱਤ੍ਰ ਜਣੀ ਪਰ ਉਹ ਕੰਮ ਜੋ ਦਾਊਦ ਨੇ ਕੀਤਾ ਸੋ ਯਹੋਵਾਹ ਨੂੰ ਬੁਰਾ ਲੱਗਾ।।"}]}