{"bibleAbbr":"paOV2016","bookName":"ਸਮੂਏਲ ਦੀ ਦੂਜੀ ਪੋਥੀ","bookEnglishName":"2 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"( ਅਮਨੋਨ ਅਤੇ ਤਾਮਾਰ) ਇਸ ਤੇ ਪਿੱਛੋਂ ਅਜਿਹਾ ਹੋਇਆ ਜੋ ਦਾਊਦ ਦੇ ਪੁੱਤ੍ਰ ਅਬਸ਼ਾਲੋਮ ਦੀ ਤਾਮਾਰ ਨਾਮੇ ਇੱਕ ਭੈਣ ਸੋਹਣੀ ਸੀ। ਉਹ ਦੇਨਾਲ ਦਾਊਦ ਦੇ ਪੁੱਤ੍ਰ ਅਮਨੋਨ ਨੇ ਪਰੀਤ ਲਾ ਲਾਈ"},{"number":2,"verse":"ਅਤੇ ਅਮਨੋਨ ਅਜਿਹਾ ਲੱਟੂ ਹੋਇਆ ਜੋ ਆਪਣੀ ਭੈਣ ਤਾਮਾਰ ਦੇ ਕਾਰਨ ਬਿਮਾਰ ਪੈ ਗਿਆ ਕਿਉਂ ਜੋ ਉਹ ਕੁਆਰੀ ਸੀ ਸੋ ਅਮਨੋਨ ਨੇ ਉਹ ਦੇ ਨਾਲ ਕੁਝ ਕਰਨਾ ਆਪਣੇ ਲਈ ਔਖਾ ਸਮਝਿਆ"},{"number":3,"verse":"ਅਤੇ ਦਾਊਦ ਦੇ ਭਰਾ ਸਿਮਆਹ ਦਾ ਪੁੱਤ੍ਰ ਯੋਨਾਦਾਬ ਅਮਨੋਨ ਦਾ ਮਿੱਤ੍ਰ ਸੀ ਅਤੇ ਇਹ ਯੋਨਾਦਾਬ ਵੱਡਾ ਚਾਤਰ ਮਨੁੱਖ ਸੀ"},{"number":4,"verse":"ਸੋ ਉਸ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਪਾਤਸ਼ਾਹ ਦਾ ਪੁੱਤ੍ਰ ਹੋ ਕੇ ਦਿਨੋਂ ਦਿਨ ਲਿੱਸਾ ਕਿਉੰ ਹੁੰਦਾ ਜਾਂਦਾ ਹੈਂ? ਭਲਾ, ਤੂੰ ਮੈਨੂੰ ਨਾ ਦੱਸੇਂਗਾ? ਤਦ ਅਮਨੋਨ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ ਕਿ ਮੇਰੀ ਆਪਣੇ ਭਰਾ ਅਬਸ਼ਾਲੋਮ ਦੀ ਭੈਣ ਤਾਮਾਰ ਨਾਲ ਪਰੀਤ ਲੱਗ ਗਈ ਹੈ"},{"number":5,"verse":"ਸੋ ਯੋਨਾਦਾਬ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਮੰਜੇ ਉੱਤੇ ਪੈ ਰਹੁ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਰੋਗੀ ਬਣਾ ਅਤੇ ਜਦ ਤੇਰਾ ਪਿਉ ਤੈਨੂੰ ਵੇਖਣ ਆਵੇ ਤਾਂ ਤੂੰ ਉਹ ਨੂੰ ਆਖੀਂ ਜੋ ਮੇਰੀ ਭੈਣ ਤਾਮਾਰ ਨੂੰ ਪਰਵਾਨਗੀ ਦਿਓ ਜੋ ਉਹ ਆਵੇ ਅਤੇ ਮੈਨੂੰ ਰੋਟੀ ਖੁਆਵੇ ਅਤੇ ਮੇਰੇ ਸਾਹਮਣੇ ਭੋਜਨ ਪਕਾਵੇ ਜੋ ਮੈ ਵੇਖਾਂ ਅਤੇ ਉਹ ਦੇ ਹੱਥੋਂ ਖਾਵਾਂ।।"},{"number":6,"verse":"ਤਦ ਅਮਨੋਨ ਲੰਮਾ ਪੈ ਰਿਹਾ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਬਿਮਾਰ ਬਣਾਇਆ ਅਤੇ ਜਦ ਪਾਤਸ਼ਾਹ ਉਸ ਦੇ ਵੇਖਣ ਨੂੰ ਆਇਆ ਤਾਂ ਅਮਨੋਨ ਨੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖਿਆ, ਮੇਰੀ ਭੈਣ ਤਾਮਾਰ ਨੂੰ ਆਉਣ ਦਿਓ ਜੋ ਉਹ ਮੇਰੇ ਸਾਹਮਣੇ ਇੱਕ ਦੋ ਪੂਰੀਆਂ ਤਲੇ ਭਈ ਮੈਂ ਉਸ ਦੇ ਹੱਥੋਂ ਖਾਵਾਂ"},{"number":7,"verse":"ਤਦ ਦਾਊਦ ਨੇ ਤਾਮਾਰ ਦੇ ਘਰ ਆਖ ਘੱਲਿਆ, ਤੂੰ ਹੁਣ ਆਪਣੇ ਭਰਾ ਅਮਨੋਨ ਦੇ ਘਰ ਜਾਹ ਅਤੇ ਉਹ ਦੇ ਲਈ ਭੋਜਨ ਪਕਾ"},{"number":8,"verse":"ਸੋ ਤਾਮਾਰ ਆਪਣੇ ਭਰਾ ਅਮਨੋਨ ਦੇ ਘਰ ਆਈ ਅਤੇ ਉਹ ਮੰਜੇ ਉੱਤੇ ਪਿਆ ਹੋਇਆ ਸੀ। ਉਸ ਨੇ ਆਟਾ ਲੈ ਕੇ ਗੁੰਨ੍ਹਿਆ ਅਤੇ ਉਹਦੇ ਸਾਹਮਣੇ ਪੂਰੀਆਂ ਤਲੀਆਂ"},{"number":9,"verse":"ਉਸ ਨੇ ਥਾਲੀ ਲੈ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਹ ਦੇ ਸਾਹਮਣੇ ਧਰ ਦਿੱਤਾ ਪਰ ਉਹ ਨੇ ਖਾਣ ਤੋਂ ਨਾਂਹ ਕੀਤੀ। ਤਦ ਅਮਨੋਨ ਨੇ ਆਖਿਆ, ਸੱਭੇ ਜਣੇ ਮੇਰੇ ਕੋਲੋਂ ਬਾਹਰ ਨਿੱਕਲ ਜਾਣ ਸੋ ਸਭ ਉਹ ਦੇ ਕੋਲੋਂ ਬਾਹਰ ਨਿੱਕਲ ਗਏ"},{"number":10,"verse":"ਤਦ ਅਮਨੋਨ ਨੇ ਤਾਮਾਰ ਨੂੰ ਆਖਿਆ, ਕੋਠੜੀ ਦੇ ਅੰਦਰ ਭੋਜਨ ਲੈ ਆ ਜੋ ਮੈਂ ਤੇਰੇ ਹੱਥੋਂ ਖਾਵਾਂ। ਸੋ ਤਾਮਾਰ ਨੇ ਓਹ ਪੂਰੀਆਂ ਜੋ ਉਸ ਨੇ ਤਲੀਆਂ ਸਨ ਲਈਆਂ ਅਤੇ ਕੋਠੜੀ ਦੇ ਵਿੱਚ ਆਪਣੇ ਭਰਾ ਅਮਨੋਨ ਦੇ ਕੋਲ ਲੈ ਆਈ"},{"number":11,"verse":"ਜਦ ਉਹ ਭੋਜਨ ਉਹ ਦੇ ਖੁਵਾਉਣ ਲਈ ਉਹ ਦੇ ਸਾਹਮਣੇ ਲੈ ਆਈ ਤਾਂ ਉਹ ਨੇ ਉਸ ਨੂੰ ਫੜ ਲਿਆ ਅਰ ਉਸ ਨੂੰ ਆਖਿਆ, ਕੁੜੇ, ਮੇਰੇ ਨਾਲ ਭੋਗ ਕਰ!"},{"number":12,"verse":"ਉਹ ਬੋਲੀ, ਨਹੀਂ ਮੇਰੇ ਭਈਆ, ਮੇਰੇ ਨਾਲ ਜ਼ਬਰਦਸਤੀ ਨਾ ਕਰ ਕਿਉਂ ਜੋ ਇਸਰਾਏਲ ਵਿੱਚ ਅਜੇਹਾ ਕੰਮ ਕਰਨਾ ਜੋਗ ਨਹੀਂ! ਤੂੰ ਅਜੇਹੀ ਮੂਰਖਤਾਈ ਨਾ ਕਰ!"},{"number":13,"verse":"ਮੈਂ ਆਪਣਾ ਕਲੰਕ ਕਿੱਥੇ ਲਾਹਵਾਂਗੀ ਅਤੇ ਤੂੰ ਇਸਰਾਏਲ ਦੇ ਘੱਟਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਘੱਟਾ ਹੋਵੇਗਾ! ਤੂੰ ਹੁਣ ਪਾਤਸ਼ਾਹ ਨੂੰ ਬੋਲ। ਉਹ ਮੈਨੂੰ ਤੈਥੋਂ ਨਾਂਹ ਨਾ ਕਰੇਗਾ"},{"number":14,"verse":"ਪਰ ਉਹ ਨੇ ਉਸ ਦੀ ਗੱਲ ਨਾ ਮੰਨੀ ਅਤੇ ਉਸ ਦੇ ਨਾਲੋਂ ਤਕੜਾ ਹੋਣ ਦੇ ਕਾਰਨ ਉਸ ਨਾਲ ਜ਼ਬਰਦਸਤੀ ਕੀਤੀ ਅਤੇ ਸੰਗ ਕੀਤਾ।।"},{"number":15,"verse":"ਫੇਰ ਅਮਨੋਨ ਨੇ ਉਸ ਦੇ ਨਾਲ ਡਾਢਾ ਵੈਰ ਕੀਤਾ ਅਜਿਹਾ ਜੋ ਉਹ ਵੈਰ ਉਸ ਨਾਲੋਂ ਵੀ ਭਈ ਜਾਂ ਉਸ ਦੇ ਨਾਲ ਪਰੀਤ ਲਾਈ ਸੀ ਵਧੀਕ ਸੀ ਅਤੇ ਅਮਨੋਨ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਉੱਠ, ਚੱਲੀ ਜਾਹ!"},{"number":16,"verse":"ਤਾਂ ਉਸ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਕੋਈ ਕਾਰਨ ਨਹੀਂ ਅਤੇ ਇਹ ਬੁਰਿਆਈ ਜੋ ਤੈਂ ਮੈਨੂੰ ਕੱਢ ਦਿੱਤਾ ਸੋ ਓਸ ਕਲੰਕ ਨਾਲੋਂ ਜੋ ਤੈਂ ਮੇਰੇ ਨਾਲ ਮੂੰਹ ਕਾਲਾ ਕੀਤਾ ਵਧੀਕ ਮਾੜਾ ਹੈ! ਪਰ ਉਹ ਨੇ ਉਸ ਦੀ ਗੱਲ ਨਾ ਸੁਣੀ"},{"number":17,"verse":"ਤਦ ਅਮਨੋਨ ਨੇ ਆਪਣੇ ਜੁਆਨ ਟਹਿਲੂਏ ਨੂੰ ਜੋ ਉਹ ਦੀ ਟਹਿਲ ਕਰਦਾ ਸੀ ਸੱਦ ਕੇ ਆਖਿਆ, ਏਹ ਨੂੰ ਮੇਰੇ ਘਰੋਂ ਹੁਣੇ ਬਾਹਰ ਕੱਢ ਕੇ ਉਸ ਦੇ ਮਗਰੋਂ ਬੂਹਾ ਮਾਰ ਲੈ!"},{"number":18,"verse":"ਉਸ ਦੇ ਉੱਤੇ ਰੰਗ ਬਰੰਗੀ ਕੁੜਤੀ ਪਾਈ ਹੋਈ ਸੀ ਕਿਉਂ ਜੋ ਪਾਤਸ਼ਾਹਾਂ ਦੀ ਕੁਆਰੀਆਂ ਧੀਆਂ ਏਹੋ ਜੇਹੇ ਹੀ ਲੀੜੇ ਪਹਿਨਦੀਆਂ ਸਨ। ਗੱਲ ਕਾਹਦੀ, ਉਹ ਦੇ ਟਹਿਲੂਏ ਨੇ ਉਸ ਨੂੰ ਬਾਹਰ ਕੱਢ ਦਿੱਤਾ ਅਤੇ ਉਸ ਦੇ ਪਿੱਛੋਂ ਬੂਹਾ ਮਾਰ ਲਿਆ।।"},{"number":19,"verse":"ਤਾਮਾਰ ਨੇ ਸਿਰ ਉੱਤੇ ਸੁਆਹ ਪਾਈ ਅਤੇ ਉਹ ਰੰਗ ਬਰੰਗੀ ਕੁੜਤੀ ਜੋ ਪਹਿਨੀ ਹੋਈ ਸੀ ਪਾੜ ਸੁੱਟੀ ਅਤੇ ਸਿਰ ਉੱਤੇ ਹੱਥ ਧਰ ਕੇ ਚੀਕਾਂ ਮਾਰਦੀ ਹੋਈ ਤੁਰੀ ਜਾਂਦੀ ਸੀ"},{"number":20,"verse":"ਅਤੇ ਉਸ ਦੇ ਭਰਾ ਅਬਸ਼ਾਲੋਮ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਕੀ ਤੇਰਾ ਭਰਾ ਅਮਨੋਨ ਤੇਰੇ ਨਾਲ ਲੱਗਾ? ਪਰ ਹੇ ਮੇਰੀ ਭੈਣ, ਹੁਣ ਚੁੱਪ ਕਰ ਰਹੁ ਉਹ ਤੇਰਾ ਭਰਾ ਜੋ ਹੈ ਅਤੇ ਇਸ ਗੱਲ ਲਈ ਮਨ ਵਿੱਚ ਫਿਕਰ ਨਾ ਕਰ। ਤਦ ਤਾਮਾਰ ਆਪਣੇ ਭਰਾ ਅਬਸ਼ਾਲੋਮ ਦੇ ਘਰ ਵਿੱਚ ਉਦਾਸ ਹੋ ਕੇ ਬੈਠੀ ਰਹੀ"},{"number":21,"verse":"ਤਾਂ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਨੇ ਏਹ ਸਾਰੀਆਂ ਗੱਲਾਂ ਸੁਣੀਆਂ ਤਾਂ ਉਹ ਦਾ ਕ੍ਰੋਧ ਬਹੁਤ ਜਾਗਿਆ"},{"number":22,"verse":"ਅਤੇ ਅਬਸ਼ਾਲੋਮ ਨੇ ਆਪਣੇ ਭਰਾ ਅਮਨੋਨ ਨੂੰ ਕੁਝ ਚੰਗਾ ਮੰਦਾ ਨਾ ਆਖਿਆ, ਕਿਉਂ ਜੋ ਅਬਸ਼ਾਲੋਮ ਅਮਨੋਨ ਨਾਲ ਵੈਰ ਰੱਖਦਾ ਸੀ ਇਸ ਕਰਕੇ ਜੋ ਉਸ ਨੇ ਉਹ ਦੀ ਭੈਣ ਤਾਮਾਰ ਨਾਲ ਜ਼ਬਰਦਸਤੀ ਕੀਤੀ ਸੀ"},{"number":23,"verse":"ਅਤੇ ਅਜੇਹਾ ਹੋਇਆ ਜੋ ਪੂਰੇ ਦੋਂਹ ਵਰਿਹਾਂ ਪਿੱਛੇ ਅਬਸ਼ਾਲੋਮ ਦੇ ਉੱਨ ਕਤਰਨ ਵਾਲੇ ਅਬਾਲ-ਹਸੋਰ ਵਿੱਚ ਜੋ ਇਫ਼ਰਾਈਮ ਦੇ ਕੋਲ ਹੈ ਉੱਥੇ ਸਨ ਅਤੇ ਅਬਸ਼ਾਲੋਮ ਨੇ ਪਾਤਸ਼ਾਹ ਦੇ ਸਭਨਾਂ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਬੁਲਾਇਆ"},{"number":24,"verse":"ਅਤੇ ਅਬਸ਼ਾਲੋਮ ਪਾਤਸ਼ਾਹ ਕੋਲ ਆਇਆ ਅਤੇ ਆਖਿਆ, ਵੇਖੋ, ਤੇਰੇ ਸੇਵਕ ਦੇ ਉਨੱ ਕਤਰਨ ਵਾਲੇ ਹਨ ਸੋ ਹੁਣ ਮੈਂ ਬੇਨਤੀ ਕਰਨਾ ਜੋ ਪਾਤਸ਼ਾਹ ਅਤੇ ਉਹ ਦੇ ਟਹਿਲੂਏ ਤੇਰੇ ਸੇਵਕ ਦੇ ਨਾਲ ਚੱਲਣ"},{"number":25,"verse":"ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਅਬਸ਼ਾਲੋਮ ਨੂੰ ਆਖਿਆ, ਨਾ ਪੁੱਤ੍ਰ ਅਸੀਂ ਸੱਭੇ ਤਾਂ ਇਸ ਵੇਲੇ ਨਾ ਜਾਈਏ ਅਜੇਹਾ ਨਾ ਹੋਵੇ ਜੋ ਤੈਨੂੰ ਭਾਰੂ ਹੋ ਜਾਈਏ ਅਤੇ ਉਸ ਨੇ ਉਕਿਹ ਕੀਤੀ ਪਰ ਉਹ ਨੇ ਜਾਣ ਵੱਲੋਂ ਤਾਂ ਨਾਂਹ ਕੀਤੀ ਪਰ ਉਹ ਨੂੰ ਅਸੀਸ ਦਿੱਤੀ"},{"number":26,"verse":"ਤਦ ਅਬਸ਼ਾਲੋਮ ਨੇ ਆਖਿਆ, ਜੇ ਕਦੀ ਐਉਂ ਨਹੀਂ ਹੁੰਦਾ ਤਾਂ ਮੇਰੇ ਮੇਰੇ ਭਰਾ ਅਮਨੋਨ ਨੂੰ ਸਾਡੇ ਨਾਲ ਕਰ ਦਿਓ ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਉਹ ਕਿਉਂ ਤੇਰੇ ਨਾਲ ਕਿਉਂ ਜਾਵੇ"},{"number":27,"verse":"ਤਦ ਅਬਸ਼ਾਲੋਮ ਨੇ ਉਹ ਨੂੰ ਅਕਾਇਆ, ਤਾਂ ਉਸ ਨੇ ਅਮਨੋਨ ਨੂੰ ਅਤੇ ਸਾਰੇ ਰਾਜ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਉਹ ਦੇ ਨਾਲ ਜਾਣ ਦਿੱਤਾ।।"},{"number":28,"verse":"ਅਬਸ਼ਾਲੋਮ ਨੇ ਆਪਣੇ ਜੁਆਨਾਂ ਨੂੰ ਹੁਕਮ ਦੇ ਛੱਡਿਆ ਸੀ ਭਈ ਸੁਚੇਤ ਰਹੋ। ਜਦ ਅਮਨੋਨ ਦਾ ਦਿਲ ਸ਼ਰਾਬ ਪੀ ਕੇ ਮਸਤ ਹੋਵੇ ਅਤੇ ਮੈਂ ਤੁਹਾਨੂੰ ਆਖਾਂ ਭਈ ਅਮਨੋਨ ਨੂੰ ਮਾਰ ਲਓ! ਤਾਂ ਤੁਸੀਂ ਉਹ ਨੂੰ ਮਾਰ ਸੁੱਟਣਾ। ਕੁਝ ਡਰਨਾ ਨਾ? ਭਲਾ, ਮੈਂ ਤੁਹਾਨੂੰ ਆਗਿਆ ਨਹੀਂ ਦਿੱਤੀ? ਸੋ ਤਕੜੇ ਹੋਵੋ, ਵਿਰਆਮ ਬਣੋ!"},{"number":29,"verse":"ਉਪਰੰਤ ਅਬਸ਼ਾਲੋਮ ਦੇ ਜੁਆਨਾਂ ਨੇ ਜੇਹਾਂ ਅਬਸ਼ਾਲੋਮ ਨੇ ਆਖਿਆ ਸੀ ਤੇਹਾ ਹੀ ਅਮਨੋਨ ਨਾਲ ਕੀਤਾ। ਤਦ ਸਾਰੇ ਰਾਜ-ਪੁੱਤ੍ਰ ਉੱਠੇ ਅਤੇ ਸੱਭੇ ਮਨੁੱਖ ਆਪ ਆਪਣੀਆਂ ਖੱਚਰਾਂ ਉੱਤੇ ਚੜ੍ਹ ਕੇ ਭੱਜ ਗਏ।।"},{"number":30,"verse":"ਤਾਂ ਅਜਿਹਾ ਹੋਇਆ ਜੋ ਅਜੇ ਓਹ ਰਾਹ ਵਿੱਚ ਹੀ ਹੈਸਨ ਜੋ ਦਾਊਦ ਨੂੰ ਖਬਰ ਹੋਈ ਭਈ ਅਬਸ਼ਾਲੋਮ ਨੇਸਾਰੇ ਰਾਜ-ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਵੀ ਨਹੀਂ ਬਚਿਆ!"},{"number":31,"verse":"ਤਦ ਪਾਤਸ਼ਾਹ ਉੱਠਿਆ ਅਤੇ ਆਪਣੇ ਲੀੜੇ ਪਾੜ ਸੁੱਟੇ ਅਤੇ ਭੌਂ ਉੱਤੇ ਲੰਮਾ ਪੈ ਗਿਆ ਤਾਂ ਉਹ ਦੇ ਸਾਰੇ ਟਹਿਲੂਏ ਵੀ ਲੀੜੇ ਪਾੜ ਕੇ ਉਹ ਦੇ ਅੱਗੇ ਖਲੋਤੇ"},{"number":32,"verse":"ਤਦ ਦਾਊਦ ਦੇ ਭਰਾ ਸ਼ਿਮਆਹ ਦਾ ਪੁੱਤ੍ਰ ਯੋਨਾਦਾਬ ਇਉਂ ਆਖ ਕੇ ਬੋਲਿਆ, ਮੇਰਾ ਮਾਹਰਾਜ ਏਹ ਧਿਆਨ ਨਾ ਕਰੇ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਸਭਨਾਂ ਜੁਆਨਾਂ ਨੂੰ ਜੋ ਪਾਤਸ਼ਾਹ ਦੇ ਪੁੱਤ੍ਰ ਸਨ ਮਾਰ ਸੁੱਟਿਆ ਸਗੋਂ ਅਮਨੋਨ ਹੀ ਇਕੱਲਾ ਮਾਰਿਆ ਗਿਆ ਇਸ ਕਰਕੇ ਜੋ ਅਬਸ਼ਾਲੋਮ ਨੇ ਜਿਸ ਦਿਹਾੜੇ ਤੋਂ ਅਮਨੋਨ ਨੇ ਉਹ ਦੀ ਭੈਣ ਤਾਮਾਰ ਨਾਲ ਜ਼ਬਰਦਸਤੀ ਕੀਤੀ ਸੀ ਇਹ ਗੱਲ ਮਿੱਥ ਛੱਡੀ ਸੀ"},{"number":33,"verse":"ਸੋ ਮੇਰਾ ਮਹਾਰਾਜ ਪਾਤਸ਼ਾਹ ਮਨ ਵਿੱਚ ਇਹ ਨਾ ਸਮਝੇ ਭਈ ਸਾਰੇ ਰਾਜ-ਪੁੱਤ੍ਰ ਮਾਰੇ ਗਏ ਕਿਉਂ ਜੋ ਅਮਨੋਨ ਹੀ ਇਕੱਲਾ ਵੱਢਿਆ ਗਿਆ"},{"number":34,"verse":"ਅਬਸ਼ਾਲੋਮ ਨੱਠ ਗਿਆ ਅਤੇ ਉਸ ਜੁਆਨ ਰਾਖੇ ਨੇ ਜਾਂ ਆਪਣੀਆਂ ਅੱਖੀਆਂ ਉਤਾਹਾਂ ਚੁੱਕੀਆਂ ਤਾਂ ਕੀ ਵੇਖੇ ਜੋ ਢੇਰ ਸਾਰੇ ਲੋਕ ਪਹਾੜ ਦੇ ਰਾਹ ਵੱਲੋਂ ਉਹ ਦੇ ਮਗਰ ਆਉਂਦੇ ਹਨ"},{"number":35,"verse":"ਤਦ ਯੋਨਾਦਾਬ ਨੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖਿਆ, ਵੇਖੋ ਰਾਜ-ਪੁੱਤ੍ਰ ਆ ਗਏ ਅਤੇ ਜੇਹਾ ਤੁਹਾਡੇ ਸੇਵਕ ਨੇ ਆਖਿਆ ਸੀ ਤੇਹਾ ਹੀ ਹੋਇਆ"},{"number":36,"verse":"ਅਤੇ ਅਜਿਹਾ ਹੋਇਆ ਕਿ ਜਦ ਉਹ ਗੱਲ ਆਖ ਚੁੱਕਾ ਤਾਂ ਰਾਜ-ਪੁੱਤ੍ਰ ਆਣ ਪੁੱਜੇ ਅਤੇ ਚੀਕਾਂ ਮਾਰ ਮਾਰ ਰੋਏ ਅਤੇ ਪਾਤਸ਼ਾਹ ਵੀ ਆਪਣੇ ਸਾਰਿਆਂ ਟਹਿਲੂਆਂ ਸਣੇ ਬਹੁਤ ਭੁੱਬਾਂ ਮਾਰ ਮਾਰ ਰੋਇਆ"},{"number":37,"verse":"ਪਰ ਅਬਸ਼ਾਲੋਮ ਨੱਠ ਕੇ ਗਸ਼ੂਰ ਦੇ ਰਾਜਾ ਅਮੀਰੂਹ ਦੇ ਪੁੱਤ੍ਰ ਤਲਮੀ ਕੋਲ ਗਿਆ ਅਤੇ ਦਾਊਦ ਰੋਜ਼ ਦਿਹਾੜੀ ਆਪਣੇ ਪੁੱਤ੍ਰ ਦੇ ਲਈ ਸੋਗ ਕਰਦਾ ਸੀ"},{"number":38,"verse":"ਅਬਸ਼ਾਲੋਮ ਨੱਠ ਕੇ ਗਸ਼ੂਰ ਵਿੱਚ ਆਇਆ ਅਰ ਤਿੰਨ ਵਰਹੇ ਉੱਥੇ ਰਿਹਾ"},{"number":39,"verse":"ਅਤੇ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਦਾ ਜੀਅ ਅਬਸ਼ਾਲੋਮ ਦੇ ਕੋਲ ਜਾਣ ਨੂੰ ਵੱਡਾ ਲੋਚਦਾ ਸੀ ਕਿਉਂ ਜੋ ਅਮਨੋਨ ਦੀ ਵੱਲੋਂ ਉਹ ਨੂੰ ਧੀਰਜ ਆ ਗਈ ਸੀ, ਉਹ ਮਰ ਹੀ ਜੋ ਚੁੱਕਾ ਸੀ।।"}]}