{"bibleAbbr":"paOV2016","bookName":"ਸਮੂਏਲ ਦੀ ਦੂਜੀ ਪੋਥੀ","bookEnglishName":"2 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"( ਨੇਮ ਦੀ ਉਲੰਘਣਾ ਦੇ ਕਾਰਨ ਕਾਲ) ਫੇਰ ਦਾਊਦ ਦੇ ਸਮੇਂ ਵਿੱਚ ਤਿੰਨ ਵਰਹੇ ਉੱਤੋਂ ਥੱਲੀ ਅੰਨਕਾਲ ਪਿਆ ਅਤੇ ਦਾਊਦ ਨੇ ਯਹੋਵਾਹ ਦੀ ਹਜ਼ੂਰੀ ਨੂੰ ਭਾਲਿਆ ਸੋ ਯਹੋਵਾਹ ਨੇ ਆਖਿਆ, ਏਹ ਸ਼ਾਊਲ ਦੇ ਅਤੇ ਉਹ ਦੇ ਹਤਿਆਰੇ ਘਰਾਣੇ ਦੇ ਕਾਰਨ ਹੈ ਕਿਉਂ ਜੋ ਉਸ ਨੇ ਗਿਬਓਨੀਆਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ"},{"number":2,"verse":"ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਗਿਬਓਨੀਆਂ ਨੂੰ ਸੱਦ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ (ਏਹ ਗਿਬਓਨੀ ਇਸਰਾਏਲ ਦੀ ਸੰਤਾਨ ਵਿੱਚੋਂ ਨਹੀਂ ਸਨ ਸਗੋਂ ਅਮੋਰੀਆਂ ਦਾ ਬਕੀਆ ਸੀ ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਨੇ ਉਨ੍ਹਾਂ ਨਾਲ ਸੌਂਹ ਖਾਧੀ ਸੀ ਅਤੇ ਸ਼ਾਊਲ ਇਸਰਾਏਲੀਆਂ ਅਤੇ ਯਹੂਦੀਆਂ ਲਈ ਯਤਨ ਕਰ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਰਿਆ ਚਾਹੁੰਦਾ ਸੀ)"},{"number":3,"verse":"ਇਸ ਲਈ ਦਾਊਦ ਨੇ ਗਿਬਓਨੀਆਂ ਨੂੰ ਆਖਿਆ, ਭਈ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਕੀ ਕਰਾਂ ਅਤੇ ਕਿਸ ਵਸਤ ਨਾਲ ਮੈਂ ਪਰਾਸਚਿਤ ਕਰਾਂ ਭਈ ਤੁਸੀਂ ਯਹੋਵਾਹ ਦੀ ਮਿਰਾਸ ਨੂੰ ਅਸੀਸ ਦਿਓ?"},{"number":4,"verse":"ਤਾਂ ਗਿਬਓਨੀਆਂ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਸਾਨੂੰ ਸ਼ਾਊਲ ਤੋਂ ਅਰ ਉਹ ਦੇ ਘਰਾਣੇਂ ਤੋਂ ਚਾਂਦੀ ਸੋਨੇ ਦੀ ਤਾਂ ਕੋਈ ਗੱਲ ਨਹੀਂ ਅਤੇ ਨਾ ਤੁਸੀਂ ਸਾਡੇ ਲਈ ਇਸਰਾਏਲ ਦੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਜਿੰਦੋਂ ਮਾਰੋ। ਸੋ ਉਸ ਆਖਿਆ, ਫੇਰ ਤੁਸੀਂ ਕੀ ਆਖਦੇ ਹੋ ਜੋ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਕਰਾਂ?"},{"number":5,"verse":"ਤਦ ਉਨ੍ਹਾਂ ਨੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ, ਉਹ ਮਨੁੱਖ ਜਿਸ ਨੇ ਸਾਨੂੰ ਨਾਸ ਕੀਤਾ ਅਤੇ ਸਾਡੇ ਵਿਰੁੱਧ ਵਿੱਚ ਸਾਨੂੰ ਨਾਸ ਕਰਨ ਦੀ ਅਜਿਹੀ ਜੁਗਤ ਕੀਤੀ ਭਈ ਅਸੀਂ ਇਸਰਾਏਲ ਦੇ ਕਿਸੇ ਬੰਨੇ ਵਿੱਚ ਨਾ ਟਿਕੀਏ"},{"number":6,"verse":"ਸੋ ਉਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਸੱਤ ਜਣੇ ਸਾਨੂੰ ਸੌਂਪ ਦਿਓ ਜੋ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਲਈ ਯਹੋਵਾਹ ਦੇ ਚੁਣੇ ਹੋਏ ਸ਼ਾਊਲ ਦੇ ਗਿਬਆਹ ਵਿੱਚ ਫਾਹੇ ਦੇਈਏ। ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਆਖਿਆ, ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸੌਂਪ ਦਿਆਂਗਾ"},{"number":7,"verse":"ਪਰ ਪਾਤਸ਼ਾਹ ਨੇ ਸ਼ਾਊਲ ਦੇ ਪੋਤਰੇ ਯੋਨਾਥਾਨ ਦੇ ਪੱਤ੍ਰ ਮਫ਼ੀਬੋਸ਼ਥ ਉੱਤੇ ਤਰਸ ਕੀਤਾ ਉਸ ਸੌਂਹ ਦੇ ਕਾਰਨ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਅਰਥਾਤ ਦਾਊਦ ਅਤੇ ਸ਼ਾਊਲ ਦੇ ਪੁੱਤ੍ਰ ਯੋਨਾਥਾਨ ਨੇ ਯਹੋਵਾਹ ਨੂੰ ਵਿੱਚ ਦੇ ਕੇ ਖਾਧੀ ਸੀ"},{"number":8,"verse":"ਪਰ ਪਾਤਸ਼ਾਹ ਨੇ ਅੱਯਾਹ ਦੀ ਧੀ ਰਿਸਫਾਹ ਦੇ ਦੋ ਪੁੱਤ੍ਰ ਜੋ ਸ਼ਾਊਲ ਦੇ ਲਈ ਜਣੀ ਸੀ ਅਰਥਾਤ ਅਰਮੋਨੀ ਅਤੇ ਮਫ਼ੀਬੋਸ਼ਥ ਅਤੇ ਸ਼ਾਊਲ ਦੀ ਧੀ ਮੀਕਲ ਦੇ ਪੰਜ ਪੁੱਤ੍ਰ ਜੋ ਬਰਜ਼ਿੱਲਈ ਮਹੋਲਾਥੀ ਦੇ ਪੁੱਤ੍ਰ ਅਦਰੀਏਲ ਦੇ ਲਈ ਜਣੀ ਸੀ ਫੜ ਲਏ"},{"number":9,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਗਿਬਓਨੀਆਂ ਦੇ ਹੱਥ ਸੌਂਪ ਦਿੱਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਨੂੰ ਟਿੱਬੇ ਉੱਤੇ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਫਾਹੇ ਦੇ ਦਿੱਤਾ। ਓਹ ਸੱਤੇ ਦੇ ਸੱਤੇ ਨਾਸ ਹੋ ਗਏ ਅਤੇ ਫ਼ਸਲ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਅਰਥਾਤ ਉਨ੍ਹਾਂ ਪਹਿਲੇ ਦਿਨਾਂ ਵਿੱਚੋਂ ਜੋ ਜਵਾਂ ਦੀਆਂ ਵਾਢੀਆਂ ਦੇ ਅਰੰਭ ਵਿੱਚ ਹੁੰਦੇ ਹਨ ਮਾਰੇ ਗਏ।।"},{"number":10,"verse":"ਤਦ ਅੱਯਾਹ ਦੀ ਧੀ ਰਿਸਫਾਹ ਨੇ ਤੱਪੜ ਦਾ ਲੀੜਾ ਲੈ ਕੇ ਵਾਢੀਆ ਦੇ ਅਰੰਭ ਵਿੱਚ ਆਪਣੇ ਲਈ ਪੱਥਰ ਦੇ ਉੱਤੇ ਵਿਛਾ ਦਿੱਤਾ ਜਦ ਤੋੜੀ ਅਕਾਸ਼ੋਂ ਓਹਨਾਂ ਉੱਤੇ ਕਣੀਆਂ ਨਾ ਵਰਹੀਆਂ ਅਤੇ ਉਸ ਨੇ ਓਹਨਾਂ ਨੂੰ ਦਿਨੇ ਪੌਣ ਦੇ ਪੰਛੀਆਂ ਦੇ ਅਤੇ ਰਾਤੀ ਜੰਗਲੀ ਜਾਨਵਰਾਂ ਤੋਂ ਬਚਾ ਦਿੱਤਾ ਜੋ ਓਹਨਾਂ ਨੂੰ ਨਾ ਛੋਹਣ"},{"number":11,"verse":"ਅਤੇ ਦਾਊਦ ਨੂੰ ਖਬਰ ਹੋਈ ਭਈ ਸ਼ਾਊਲ ਦੀ ਸੁਰੀਤ ਅੱਯਾਹ ਦੀ ਧੀ ਰਿਸਫਾਹ ਨੇ ਇਉਂ ਕੀਤਾ।।"},{"number":12,"verse":"ਸੋ ਦਾਊਦ ਨੇ ਜਾ ਕੇ ਸ਼ਾਊਲ ਦੀਆਂ ਹੱਡੀਆਂ ਅਤੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਯੋਨਾਥਾਨ ਦੀਆਂ ਹੱਡੀਆਂ ਨੂੰ ਯਾਬੇਸ਼ ਗਿਲਆਦੀਆਂ ਤੋਂ ਮੋੀ ੜ ਲਿਆ ਕਿਉਂ ਜੋ ਓਹ ਉਨ੍ਹਾਂ ਨੂੰ ਬੈਤ-ਸ਼ਾਨ ਦੇ ਚੌਂਕ ਵਿੱਚੋਂ ਜਿਸ ਵੇਲੇ ਫਲਿਸਤੀਆਂ ਨੇ ਸ਼ਾਊਲ ਨੂੰ ਗਿਲਬੋਆ ਵਿਚ ਮਾਰਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਟੰਗ ਦਿੱਤਾ ਸੀ ਚੁਰਾ ਲੈ ਗਏ ਸਨ"},{"number":13,"verse":"ਸੋ ਉਹ ਸ਼ਾਊਲ ਦੀਆਂ ਹੱਡੀਆਂ ਅਤੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਯੋਨਾਥਾਨ ਦੀਆਂ ਹੱਡੀਆਂ ਨੂੰ ਉੱਥੋਂ ਲੈ ਆਇਆ ਅਤੇ ਇਨ੍ਹਾਂ ਸਭਨਾਂ ਦੀਆਂ ਹੱਡੀਆਂ ਨੂੰ ਜੋ ਟੰਗੇ ਗਏ ਸਨ ਇਕੱਠਾ ਕੀਤਾ"},{"number":14,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਸ਼ਾਊਲ ਅਰ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਯੋਨਾਥਾਨ ਦੀਆਂ ਹੱਡੀਆਂ ਨੂੰ ਬਿਨਯਾਮੀਨ ਦੇਸ ਦੇ ਸੇਲਾ ਵਿੱਚ ਉਸ ਦੇ ਪਿਉ ਕੀਸ਼ ਦੇ ਮਕਬਰੇ ਵਿੱਚ ਦੱਬ ਦਿੱਤਾ ਅਤੇ ਜੋ ਕੁਝ ਪਾਤਸ਼ਾਹ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਸਭ ਕੀਤਾ ਅਤੇ ਉਹ ਦੇ ਪਿੱਛੋਂ ਉਸ ਦੇਸ ਦੇ ਲਈ ਪਰਮੇਸ਼ੁਰ ਨੇ ਬੇਨਤੀਆਂ ਸੁਣ ਲਈਆਂ।।"},{"number":15,"verse":"ਫਲਿਸਤੀ ਫੇਰ ਇਸਰਾਏਲ ਨਾਲ ਲੜੇ ਅਤੇ ਦਾਊਦ ਆਪਣੇ ਟਹਿਲੂਆਂ ਨੂੰ ਨਾਲ ਲੈ ਕੇ ਉਤਰਿਆ ਅਤੇ ਫਲਿਸਤੀਆਂ ਨਾਲ ਲੜਿਆ ਅਰ ਦਾਊਦ ਥੱਕ ਗਿਆ"},{"number":16,"verse":"ਉਸ ਵੇਲੇ ਦੈਂਤ ( ਇਬਰ., ਰਾਫਾਹ ।) ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਇਸ਼ਬੀ-ਬੋਨਬ ਨੇ ਜਿਸ ਦੇ ਬਰਛੇ ਦਾ ਫਲ ਤੋਲ ਵਿੱਚ ਪੌਣੇ ਚਾਰ ਸੇਰ ਪਿੱਤਲ ਦਾ ਸੀ ਉਹ ਇੱਕ ਨਵੀਂ ਤਲਵਾਰ ਬੰਨ੍ਹ ਕੇ ਦਾਊਦ ਨੂੰ ਮਾਰਿਆ ਚਾਹੁੰਦਾ ਸੀ"},{"number":17,"verse":"ਪਰ ਸਰੂਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਅਬੀਸ਼ਈ ਨੇ ਉਹ ਨੂੰ ਸ਼ਹਿ ਦਿੱਤੀ ਅਤੇ ਉਸ ਫਲਿਸਤੀ ਨੂੰ ਮਾਰ ਕੇ ਵੱਢ ਸੁੱਟਿਆ। ਤਦ ਦਾਊਦ ਦੇ ਲੋਕਾਂ ਨੇ ਉਹ ਦੇ ਨਾਲ ਸੌਂਹ ਖਾ ਕੇ ਆਖਿਆ, ਤੁਸੀਂ ਫੇਰ ਕਦੀ ਸਾਡੇ ਨਾਲ ਲੜਾਈ ਵਿੱਚ ਨਾ ਨਿੱਕਲੋ ਜੋ ਕਿਤੇ ਇਸਰਾਏਲ ਦਾ ਦੀਵਾ ਨਾ ਬੁੱਝ ਜਾਵੇ"},{"number":18,"verse":"ਅਤੇ ਅਜਿਹਾ ਹੋਇਆ ਜੋ ਏਹ ਦੇ ਪਿੱਛੋਂ ਗੋਬ ਵਿੱਚ ਫਲਿਸਤੀਆਂ ਨਾਲ ਫੇਰ ਲੜਾਈ ਹੋਈ ਤਦ ਹੁਸ਼ਾਤੀ ਸਿਬਕੀ ਨੇ ਸਫ ਨੂੰ ਜੋ ਦੈਂਤ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਸੀ ਵੱਢ ਸੁੱਟਿਆ"},{"number":19,"verse":"ਅਤੇ ਫੇਰ ਫਲਿਸਤੀਆਂ ਨਾਲ ਗੋਬ ਵਿੱਚ ਇੱਕ ਹੋਰ ਲੜਾਈ ਹੋਈ ਤਦ ਯਆਰੇ ਓਰਗੀਮ ਦੇ ਪੁੱਤ੍ਰ ਅਲਹਾਨਾਨ ਨੇ ਜੋ ਬੈਤਲਹਮ ਦਾ ਸੀ ਗਿੱਤੀ ਗੋਲਿਅਥ ਦੇ ਭਰਾ ਨੂੰ ਜਿਹ ਦੀ ਬਰਛੀ ਜੁਲਾਹੇ ਦੇ ਤੁਰ ਵਰਗੀ ਸੀ ਮਾਰਿਆ"},{"number":20,"verse":"ਫੇਰ ਗਥ ਵਿੱਚ ਇੱਕ ਹੋਰ ਲੜਾਈ ਹੋਈ ਅਤੇ ਉੱਥੇ ਇੱਕ ਵੱਡਾ ਲੰਮਾ ਮਨੁੱਖ ਸੀ। ਉਹ ਦੇ ਇੱਕ ਇੱਕ ਹੱਥ ਵਿੱਚ ਛੇ ਛੇ ਉਂਗਲੀਆਂ ਅਤੇ ਇੱਕ ਇੱਕ ਪੈਰ ਵਿੱਚ ਵੀ ਛੇ ਛੇ ਉਂਗਲੀਆਂ ਸਨ ਜੋ ਸੱਭੇ ਚੱਵੀ ਹੈਸਨ ਅਤੇ ਇਹ ਵੀ ਦੈਂਤ ਦੀ ਵੰਸ਼ ਵਿੱਚੋਂ ਸੀ"},{"number":21,"verse":"ਜਿਸ ਵੇਲੇ ਉਹ ਨੇ ਇਸਰਾਏਲ ਨੂੰ ਵੰਗਾਰਿਆ ਸੀ ਉਸ ਵੇਲੇ ਦਾਊਦ ਦੇ ਭਰਾ ਸ਼ਿਮਅਈ ਦੇ ਪੁੱਤ੍ਰ ਯੋਨਾਥਾਨ ਨੇ ਉਹ ਨੂੰ ਮਾਰਿਆ"},{"number":22,"verse":"ਏਹ ਚਾਰੇ ਗਥ ਵਿੱਚ ਦੈਂਤ ਤੋਂ ਜੰਮੇ ਸਨ ਅਤੇ ਦਾਊਦ ਦੇ ਹੱਥੋਂ ਅਰ ਉਹ ਦੇ ਟਹਿਲੂਆਂ ਦੇ ਹੱਥੋਂ ਡੇਗੇ ਗਏ।।"}]}