{"bibleAbbr":"paOV2016","bookName":"ਸਮੂਏਲ ਦੀ ਦੂਜੀ ਪੋਥੀ","bookEnglishName":"2 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"( ਬਚਾਓ ਲਈ ਦਾਊਦ ਦਾ ਧੰਨਵਾਦ) ਦਾਊਦ ਨੇ ਉਸ ਦਿਨ ਇਸ ਭਜਨ ਦੀਆਂ ਗੱਲਾਂ ਯਹੋਵਾਹ ਅੱਗੇ ਕੀਤੀਆਂ ਜਿਸ ਦਿਨ ਯਹੋਵਾਹ ਨੇ ਉਹ ਨੂੰ ਉਹ ਦੇ ਸਾਰੇ ਵੈਰੀਆਂ ਅਤੇ ਸ਼ਾਊਲ ਦੇ ਹੱਥੋਂ ਛੁਟਕਾਰਾ ਦਿੱਤਾ"},{"number":2,"verse":"ਅਤੇ ਉਹ ਨੇ ਆਖਿਆ, ਯਹੋਵਾਹ ਮੇਰੀ ਚਟਾਨ, ਮੇਰਾ ਗੜ੍ਹ, ਮੇਰਾ ਛੁਡਾਉਣ ਵਾਲਾ ਹੈ, ਉਹ ਮੇਰਾ ਹੈ!"},{"number":3,"verse":"ਪਰਮੇਸ਼ੁਰ ਮੇਰਾ ਟਿੱਲਾ ਜਿਹ ਦੀ ਸ਼ਰਨੀ ਮੈਂ ਆਇਆ ਹਾਂ, ਮੇਰੀ ਢਾਲ, ਮੇਰੇ ਬਚਾਓ ਦਾ ਸਿੰਙ, ਮੇਰਾ ਉੱਚਾ ਗੜ੍ਹ ਅਤੇ ਮੇਰੀ ਓਟ। ਮੇਰੇ ਬਚਾਉਣ ਵਾਲੇ, ਤੂੰ ਮੈਨੂੰ ਅਨ੍ਹੇਰੇ ਤੋਂ ਬਚਾਉਂਦਾ ਹੈਂ।"},{"number":4,"verse":"ਮੈਂ ਯਹੋਵਾਹ ਨੂੰ ਜਿਹੜਾ ਉਸਤਤ ਜੋਗ ਹੈ ਪੁਕਾਰਾਂਗਾ, ਸੋ ਮੈਂ ਆਪਣੇ ਵੈਰੀਆਂ ਤੋਂ ਬਚ ਜਾਵਾਂਗਾ।"},{"number":5,"verse":"ਮੌਤ ਦੀਆਂ ਲਹਿਰਾਂ ਨੇ ਮੈਨੂੰ ਵਲ ਲਿਆ, ਬੇਧਰਮੀ ਦੇ ਹੜ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਡਰਾਇਆ।"},{"number":6,"verse":"ਪਤਾਲ ਦੀਆਂ ਡੋਰੀਆਂ ਨੇ ਮੈਨੂੰ ਘੇਰ ਲਿਆ, ਮੌਤ ਦੇ ਫੰਧੇ ਮੇਰੇ ਸਾਹਮਣੇ ਹੋਏ।"},{"number":7,"verse":"ਆਪਣੀ ਔਖ ਦੇ ਵੇਲੇ ਮੈਂ ਯਹੋਵਾਹ ਨੂੰ ਪੁਕਾਰਿਆ, ਹਾਂ, ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਪੁਕਾਰਿਆ। ਉਹ ਨੇ ਆਪਣੀ ਹੈਕਲ ਵਿੱਚੋਂ ਮੇਰੀ ਅਵਾਜ਼ ਸੁਣੀ, ਅਰ ਮੇਰੀ ਦੁਹਾਈ ਉਹ ਦੇ ਕੰਨਾਂ ਤੀਕ ਪੁੱਜੀ।"},{"number":8,"verse":"ਤਾਂ ਧਰਤੀ ਕੰਬ ਗਈ ਅਰ ਥਰ ਥਰਾਈ, ਅਤੇ ਅਕਾਸ਼ ਦੀਆਂ ਨੀਹਾਂ ਹਿੱਲ ਗਈਆਂ, ਅਤੇ ਧੜਕ ਉੱਠੀਆਂ, ਉਹ ਕ੍ਰੋਧਵਾਨ ਜੋ ਹੋ ਗਿਆ ਸੀ!"},{"number":9,"verse":"ਉਹ ਦੀਆਂ ਨਾਸਾਂ ਤੋਂ ਧੂੰਆਂ ਉੱਠਿਆ, ਅਤੇ ਉਹ ਦੇ ਮੂੰਹ ਤੋਂ ਅੱਗ ਭਸਮ ਕਰਦੀ ਸੀ, ਅੰਗਿਆਰੇ ਉਸ ਤੋਂ ਦਗ ਦਗ ਕਰਨ ਲੱਗੇ!"},{"number":10,"verse":"ਉਹ ਨੇ ਅਕਾਸ਼ਾਂ ਨੂੰ ਝੁਕਾਇਆ ਅਤੇ ਹੇਠਾਂ ਉਤਰਿਆਂ, ਅਤੇ ਉਹ ਦੇ ਪੈਰਾਂ ਹੇਠ ਘੁੱਪ ਅਨ੍ਹੇਰਾ ਸੀ।"},{"number":11,"verse":"ਤਾਂ ਉਹ ਕਰੂਬੀ ਉੱਤੇ ਚੜ੍ਹ ਕੇ ਉੱਡਿਆ, ਹਾਂ, ਉਹ ਪੌਣ ਦੀਆਂ ਖੰਭਾਂ ਉੱਤੇ ਵੇਖਿਆ ਗਿਆ।"},{"number":12,"verse":"ਉਹ ਨੇ ਅਨ੍ਹੇਰ ਨੂੰ ਆਪਣੇ ਆਲੇ ਦੁਆਲੇ ਦਾ ਮੰਡਪ ਬਣਾਇਆ, ਜਲਾਂ ਦਾ ਇਕੱਠ, ਅਕਾਸ਼ ਦੀਆਂ ਘਟਾਂ ਨੂੰ।"},{"number":13,"verse":"ਉਹ ਦੇ ਅੱਗੇ ਦੀ ਦਮਕ ਤੋਂ, ਅੰਗਿਆਰੇ ਦਗ ਦਗ ਕਰਨ ਲੱਗੇ!"},{"number":14,"verse":"ਯਹੋਵਾਹ ਅਕਾਸ਼ ਤੋਂ ਗਰਜਿਆ, ਅਤੇ ਅੱਤ ਮਹਾਨ ਨੇ ਆਪਣੀ ਅਵਾਜ਼ ਸੁਣਾਈ।"},{"number":15,"verse":"ਫੇਰ ਉਹ ਨੇ ਆਪਣੇ ਤੀਰ ਚਲਾ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਛਿਨ੍ਹ ਭਿੰਨ ਕੀਤਾ, ਬਿਜਲੀਆਂ ਨਾਲ ਉਨ੍ਹਾਂ ਨੂੰ ਘਬਰਾ ਦਿੱਤਾ!"},{"number":16,"verse":"ਯਹੋਵਾਹ ਨੇ ਘੁਰਕਣੇ ਦੇ ਕਾਰਨ, ਉਹ ਦੀਆਂ ਨਾਸਾਂ ਦੇ ਸੁਆਸ ਦੇ ਝੋਕੇ ਦੇ ਕਾਰਨ, ਸਮੁੰਦਰ ਦੀਆਂ ਨਾਲੀਆਂ ਦਿੱਸ ਪਈਆਂ, ਅਤੇ ਜਗਤ ਦੀਆਂ ਨੀਹਾਂ ਖੁਲ੍ਹ ਗਈਆਂ।।"},{"number":17,"verse":"ਉਹ ਨੇ ਉੱਪਰੋਂ ਹੱਥ ਕੱਢ ਕੇ ਮੈਨੂੰ ਲੈ ਲਿਆ, ਉਹ ਨੇ ਮੈਨੂੰ ਪਾਣੀ ਦੇ ਹੜ੍ਹਾਂ ਵਿੱਚੋਂ ਕੱਢ ਲਿਆ।।"},{"number":18,"verse":"ਮੇਰੇ ਬਲਵੰਤ ਵੈਰੀ ਤੋਂ ਉਹ ਨੇ ਮੈਨੂੰ ਛੁਡਾਇਆ, ਅਰ ਉਨ੍ਹਾਂ ਤੋਂ ਜਿਹੜੇ ਮੈਥੋਂ ਘਿਣ ਕਰਦੇ ਸਨ, ਕਿਉਂ ਜੋ ਓਹ ਮੇਰੇ ਨਾਲੋਂ ਬਹੁਤ ਤਕੜੇ ਸਨ।"},{"number":19,"verse":"ਮੇਰੀ ਬਿਪਤਾ ਦੇ ਦਿਨ ਉਨ੍ਹਾਂ ਨੇ ਮੇਰਾ ਸਾਹਮਣਾ ਕੀਤਾ, ਪਰੰਤੂ ਯਹੋਵਾਹ ਮੇਰੀ ਟੇਕ ਸੀ।"},{"number":20,"verse":"ਉਹ ਮੈਨੂ ਖੁਲ੍ਹੇ ਅਸਥਾਨ ਵਿੱਚ ਕੱਢ ਲਿਆ- ਇਆ, ਉਹ ਨੇ ਮੈਨੂੰ ਇਸ ਲਈ ਛੁਡਾਇਆ ਕਿ ਉਹ ਮੈਥੋਂ ਪਰਸੰਨ ਸੀ।।"},{"number":21,"verse":"ਯਹੋਵਾਹ ਨੇ ਮੇਰੇ ਧਰਮ ਦੇ ਅਨੁਸਾਰ ਮੈਨੂੰ ਬਦਲਾ ਦਿੱਤਾ, ਮੇਰੇ ਹੱਥਾਂ ਦੀ ਸੁੱਚਮਤਾਈ ਦੇ ਅਨੁਸਾਰ ਮੈਨੂੰ ਵੱਟਾ ਦਿੱਤਾ,"},{"number":22,"verse":"ਕਿਉਂ ਜੋ ਮੈਂ ਯਹੋਵਾਹ ਦੇ ਰਾਹਾਂ ਦੀ ਪਾਲਨਾ ਕੀਤੀ, ਅਤੇ ਬਦੀ ਕਰ ਕੇ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਬੇਮੁਖ ਨਹੀਂ ਹੋਇਆ।"},{"number":23,"verse":"ਉਹ ਦੇ ਸਾਰੇ ਨਿਆਉਂ ਮੇਰੇ ਸਾਹਮਣੇ ਰਹੇ, ਅਤੇ ਉਹ ਦੀਆਂ ਵਿਧੀਆਂ ਤੋਂ ਮੈਂ ਨਹੀਂ ਮੁੜਿਆ।"},{"number":24,"verse":"ਮੈਂ ਉਹ ਦੇ ਨਾਲ ਪੂਰਾ ਉਤਰਿਆ, ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪਣੀ ਬਦੀ ਤੋਂ ਬਚਾਈ ਰੱਖਿਆ।"},{"number":25,"verse":"ਸੋ ਯਹੋਵਾਹ ਨੇ ਨਿਗਾਹ ਕਰ ਕੇ ਮੇਰੇ ਧਰਮ ਦੇ ਅਨੁਸਾਰ ਅਤੇ ਮੇਰੀ ਸੁੱਚਮਤਾਈ ਦੇ ਅਨੁਸਾਰ ਮੈਨੂੰ ਵੱਟਾ ਦਿੱਤਾ।।"},{"number":26,"verse":"ਦਯਾਵਾਨ ਲਈ ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਦਯਾਵਾਨ ਵਿਖਾਵੇਂਗਾ, ਪੂਰੇ ਮਨੁੱਖ ਲਈ ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਪੂਰਾ ਵਿਖਾਵੇਂਗਾ।"},{"number":27,"verse":"ਸ਼ੁੱਧ ਲਈ ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ੁੱਧ ਵਿਖਾਵੇਂਗਾ, ਅਤੇ ਹਾਠੇ ਲਈ ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਹਾਠਾ ਵਿਖਾਵੇਂਗਾ।"},{"number":28,"verse":"ਤੂੰ ਦੁਖੀ ਲੋਕਾਂ ਨੂੰ ਬਚਾਵੇਂਗਾ, ਪਰ ਤੇਰੀਆਂ ਅੱਖਾਂ ਹੰਕਾਰੀਆਂ ਦੇ ਉੱਤੇ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਨੀਵੀਆਂ ਕਰੇਂ।"},{"number":29,"verse":"ਤੂੰ ਮੇਰਾ ਦੀਵਾਂ ਹੈਂ, ਹੇ ਯਹੋਵਾਹ! ਯਹੋਵਾਹ ਮੇਰੇ ਅਨ੍ਹੇਰੇ ਨੂੰ ਚਾਨਣਾ ਕਰਦਾ ਹੈ!"},{"number":30,"verse":"ਤਦ ਮੈਂ ਤੇਰੀ ਸਹਾਇਤਾ ਨਾਲ ਇੱਕ ਜਥੇ ਦੇ ਵਿੱਚੋਂ ਹੀ ਭੱਜ ਸੱਕਦਾ, ਅਤੇ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਮੈਂ ਕੰਧ ਨੂੰ ਟੱਪ ਸੱਕਦਾ ਹਾਂ।"},{"number":31,"verse":"ਪਰਮੇਸ਼ੁਰ ਦਾ ਰਾਹ ਪੂਰਾ ਹੈ, ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਤਾਇਆ ਹੋਇਆ ਹੈ, ਉਹ ਆਪਣੇ ਸਾਰੇ ਸ਼ਰਨਾਰਥੀਆਂ ਲਈ ਇੱਕ ਢਾਲ ਹੈ।।"},{"number":32,"verse":"ਯਹੋਵਾਹ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੌਣ ਪਰਮੇਸ਼ੁਰ ਹੈ? ਅਤੇ ਸਾਡੇ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕਿਹੜੀ ਚਟਾਨ ਹੈ?"},{"number":33,"verse":"ਪਰਮੇਸ਼ੁਰ ਮੇਰਾ ਪੱਕਾ ਗੜ੍ਹ ਹੈ, ਉਹ ਮੇਰਾ ਰਾਹ ਸੰਪੂਰਨ ਕਰਦਾ ਹੈ।"},{"number":34,"verse":"ਉਹ ਮੇਰੇ ਪੈਰਾਂ ਨੂੰ ਹਰਨੀਆਂ ਦੇ ਪੈਰ ਜੇਹੇ ਬਣਾਉਂਦਾ ਹੈ, ਅਤੇ ਮੈਨੂੰ ਮੇਰਿਆਂ ਉੱਚਿਆਂ ਥਾਵਾਂ ਉੱਤੇ ਖੜਾ ਕਰਦਾ ਹੈ।"},{"number":35,"verse":"ਉਹ ਮੇਰੇ ਹੱਥਾਂ ਨੂੰ ਜੁੱਧ ਕਰਨਾ ਇਉਂ ਸਿਖਾਉਂਦਾ ਹੈ, ਕਿ ਮੇਰੀਆਂ ਬਾਹਾਂ ਪਿੱਤਲ ਦਾ ਧਣੁੱਖ ਝੁਕਾ ਦਿੰਦੀਆਂ ਹਨ।"},{"number":36,"verse":"ਤੈਂ ਆਪਣੇ ਬਚਾਓ ਦੀ ਢਾਲ ਮੈਨੂੰ ਦਿੱਤੀ ਹੈ, ਅਤੇ ਤੇਰੀ ਨਰਮਾਈ ਨੇ ਮੈਨੂੰ ਵਡਿਆਇਆ ਹੈ।"},{"number":37,"verse":"ਤੈਂ ਮੇਰੇ ਹੇਠ ਮੇਰਿਆਂ ਕਦਮਾਂ ਨੂੰ ਵਧਾਇਆ ਹੈ, ਅਤੇ ਮੇਰੇ ਪੈਰ ਨਹੀਂ ਤਿਲਕੇ।।"},{"number":38,"verse":"ਮੈਂ ਆਪਣਿਆਂ ਵੈਰੀਆਂ ਦਾ ਪਿੱਛਾ ਕਰ ਕੇ ਉਨ੍ਹਾਂ ਦਾ ਨਾਸ ਕੀਤਾ, ਮੈਂ ਪਿਛਾਹਾਂ ਨਾ ਹਟਿਆ ਜਿੰਨਾ ਚਿਰ ਉਨ੍ਹਾਂ ਦਾ ਨਾਸ ਨਾ ਹੋ ਗਿਆ।"},{"number":39,"verse":"ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਭੱਖ ਲਿਆ ਅਤੇ ਅਜੇਹਾ ਮਾਰਿਆ, ਕਿ ਓਹ ਫੇਰ ਨਾ ਉੱਠੇ, - ਓਹ ਮੇਰੇ ਪੈਰਾਂ ਹੇਠਾ ਡਿੱਗ ਪਏ ਸਨ!"},{"number":40,"verse":"ਤੈਂ ਜੁੱਧ ਦੇ ਲਈ ਮੇਰਾ ਲੱਕ ਬਲ ਨਾਲ ਕੱਸਿਆ ਹੈ, ਤੈਂ ਮੇਰੇ ਵਿਰੋਧੀਆਂ ਨੂੰ ਮੇਰੇ ਹੇਠ ਝੁਕਾ ਦਿੱਤਾ ਹੈ।"},{"number":41,"verse":"ਤੈਂ ਮੇਰੇ ਵੈਰੀਆਂ ਦੀ ਪਿੱਠ ਮੈਨੂੰ ਵਿਖਾਈ, ਅਤੇ ਮੈਂ ਆਪਣੇ ਘਿਣ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਸੱਤਿਆ ਨਾਸ ਕੀਤਾ!"},{"number":42,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਵੇਖਿਆ ਪਰ ਕੋਈ ਬਚਾਉਣ ਵਾਲਾ ਨਹੀਂ ਸੀ, ਸਗੋਂ ਯਹੋਵਾਹ ਵੱਲ ਵੀ ਪਰ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉੱਤਰ ਨਾ ਦਿੱਤਾ।"},{"number":43,"verse":"ਫੇਰ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਧਰਤੀ ਦੀ ਧੂੜ ਵਾਂਙੁ ਪੀਹ ਸੁੱਟਿਆ, ਰਸਤੇ ਦੇ ਚਿੱਕੜ ਵਾਂਙੁ ਉਨ੍ਹਾਂ ਨੂੰ ਮਿੱਧਿਆ, ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਖਿਲਾਰ ਦਿੱਤਾ!।।"},{"number":44,"verse":"ਤੈਂ ਮੈਨੂੰ ਮੇਰੇ ਲੋਕਾਂ ਦੇ ਝਗੜਿਆਂ ਤੋਂ ਛੁਡਾਇਆ, ਤੈਂ ਮੈਨੂੰ ਕੌਮਾਂ ਦਾ ਮੁਖੀਆ ਥਾਪਿਆ, ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਮੈਂ ਨਹੀਂ ਜਾਤਾ, ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੀ ਸੇਵਾ ਕੀਤਾ।"},{"number":45,"verse":"ਪਰਦੇਸੀ ਮੇਰੇ ਅੱਗੇ ਹਿੱਚਕ ਕੇ ਆਏ, ਸੁਣਦਿਆਂ ਸਾਰ ਓਹ ਅਧੀਨ ਹੋ ਗਏ।"},{"number":46,"verse":"ਪਰਦੇਸੀ ਕੁਮਲਾ ਗਏ, ਅਤੇ ਆਪਣੇ ਕੋਟਾਂ ਵਿੱਚੋਂ ਥਰ ਥਰਾਉਂਦੇ ਹੋਏ ਨਿੱਕਲੇ।।"},{"number":47,"verse":"ਯਹੋਵਾਹ ਜੀਉਂਦਾ ਹੈ ਸੋ ਮੁਬਾਰਕ ਹੋਵੇ ਮੇਰੀ ਚਟਾਨ! ਪਰਮੇਸ਼ੁਰ ਦੀ ਜੋ ਮੇਰੇ ਬਚਾਓ ਦਾ ਚਟਾਨ ਹੈ ਬਜ਼ੁਰਗੀ ਹੋਵੇ!"},{"number":48,"verse":"ਉਸੇ ਹੀ ਪਰਮੇਸ਼ੁਰ ਨੇ ਮੇਰਾ ਬਦਲਾ ਲਿਆ, ਅਤੇ ਲੋਕਾਂ ਨੂੰ ਮੇਰੇ ਹੇਠ ਕਰ ਦਿੱਤਾ।"},{"number":49,"verse":"ਜਿਹ ਨੇ ਮੈਨੂੰ ਮੇਰੇ ਵੈਰੀਆਂ ਵਿੱਚੋਂ ਕੱਢਿਆ, ਹਾਂ, ਤੈਂ ਮੈਨੂੰ ਮੇਰੇ ਵਿਰੋਧੀਆਂ ਵਿੱਚ ਉੱਚਾ ਕੀਤਾ, ਮੈਨੂੰ ਜ਼ਾਲਮਾਂ ਤੋਂ ਬਚਾਇਆ"},{"number":50,"verse":"ਏਸੇ ਕਾਰਨ ਹੇ ਯਹੋਵਾਹ, ਮੈਂ ਕੌਮਾਂ ਵਿੱਚ ਤੇਰਾ ਧੰਨਵਾਦ ਕਰਾਂਗਾ, ਅਤੇ ਤੇਰੇ ਨਾਮ ਦਾ ਜੱਸ ਗਵਾਂਗਾ!"},{"number":51,"verse":"ਉਹ ਆਪਣੇ ਪਾਤਸ਼ਾਹ ਲਈ ਬਚਾਓ ਦਾ ਬੁਰਜ ਹੈ, ਅਤੇ ਆਪਣੇ ਮਸਹ ਕੀਤੇ ਹੋਏ ਉੱਤੇ, ਅਰਥਾਤ ਦਾਊਦ ਅਰ ਉਹ ਦੀ ਅੰਸ ਉੱਤੇ, ਸਦਾ ਤੀਕ ਦਯਾ ਕਰਦਾ ਹੈ।।"}]}