{"bibleAbbr":"paOV2016","bookName":"ਸਮੂਏਲ ਦੀ ਦੂਜੀ ਪੋਥੀ","bookEnglishName":"2 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"( ਈਸ਼ਬੋਸ਼ਥ ਦੀ ਮੌਤ) ਜਾਂ ਸ਼ਾਊਲ ਦੇ ਪੁੱਤ੍ਰ ਨੇ ਸੁਣਿਆ ਕਿ ਅਬਨੇਰ ਹਬਰੋਨ ਵਿੱਚ ਮਰ ਗਿਆ ਤਾਂ ਉਹ ਦੇ ਹੱਥ ਢਿੱਲੇ ਪੈ ਗਏ ਅਤੇ ਸਾਰੇ ਇਸਰਾਏਲੀ ਦੁਖੀ ਹੋਏ"},{"number":2,"verse":"ਸ਼ਾਊਲ ਦੇ ਪੁੱਤ੍ਰ ਦੇ ਦੋ ਮਨੁੱਖ ਸਨ ਜੋ ਜਥਿਆਂ ਦੇ ਸਰਦਾਰ ਸਨ, ਇੱਕ ਦਾ ਨਾਉਂ ਬਆਨਾਹ ਅਤੇ ਦੂਜੇ ਦਾ ਨਾਉਂ ਰੇਕਾਬ ਸੀ। ਏਹ ਦੋਵੇਂ ਬਿਨਯਾਮੀਨ ਦੇ ਵੰਸ ਵਿੱਚੋਂ ਬੇਰੋਥੀ ਰਿੰਮੋਨ ਦੇ ਪੁੱਤ੍ਰ ਸਨ ਕਿਉਂ ਜੋ ਬੇਰੋਥੀ ਵੀ ਬਿਨਯਾਮੀਨ ਵਿੱਚ ਹੀ ਗਿਣਿਆ ਜਾਂਦਾ ਸੀ"},{"number":3,"verse":"ਅਤੇ ਬੇਰੋਥੀ ਗਿੱਤਾਯਮ ਨੂੰ ਭੱਜ ਗਏ ਸਨ ਸੋ ਅੱਜ ਤੋੜੀ ਉਹ ਉੱਥੋਂ ਦੇ ਪਰਦੇਸੀ ਹਨ"},{"number":4,"verse":"ਅਤੇ ਸ਼ਾਊਲ ਦੇ ਪੁੱਤ੍ਰ ਯੋਨਾਥਾਨ ਦਾ ਇੱਕ ਪੁੱਤ੍ਰ ਦੁਹਾਂ ਪੈਰਾਂ ਤੋਂ ਲੰਙਾ ਸੀ ਸੋ ਜਿਸ ਵੇਲੇ ਸ਼ਾਊਲ ਅਤੇ ਯੋਨਾਥਾਨ ਦੀ ਖਬਰ ਯਿਜ਼ਰਾਏਲ ਤੋਂ ਆਈ ਤਾਂ ਉਹ ਪੰਜਾਂ ਵਰਿਹਾਂ ਦਾ ਸੀ ਸੋ ਉਹ ਦੀ ਦਾਈ ਉਹ ਨੂੰ ਲੈ ਕੇ ਭੱਜ ਨਿੱਕਲੀ ਸੀ ਅਤੇ ਭੱਜਣ ਦੇ ਵੇਲੇ ਉਸ ਨੇ ਕਾਹਲੀ ਕੀਤੀ ਤਾਂ ਅਜੇਹਾ ਹੋਇਆ ਜੋ ਉਹ ਡਿੱਗ ਪਿਆ ਅਤੇ ਲੰਙਾ ਹੋ ਗਿਆ ਅਤੇ ਉਹ ਦਾ ਨਾਉਂ ਮਫ਼ੀਬੋਸ਼ਥ ਸੀ"},{"number":5,"verse":"ਅਤੇ ਰਿੰਮੋਨ ਬੇਰੋਥੀ ਦੇ ਪੁੱਤ੍ਰ ਰੇਕਾਬ ਅਤੇ ਬਆਨਾਹ ਆਏ ਅਤੇ ਦਿਨ ਦੀ ਧੁੱਪ ਦੇ ਵੇਲੇ ਈਸ਼ਬੋਸ਼ਥ ਦੇ ਘਰ ਵਿੱਚ ਜਾ ਵੜੇ। ਉਹ ਦੁਪਹਿਰ ਨੂੰ ਆਪਣੇ ਮੰਜੇ ਉੱਤੇ ਲੰਮਾ ਪਿਆ ਸੀ"},{"number":6,"verse":"ਸੋ ਓਹ ਉੱਥੇ ਘਰ ਵਿੱਚ ਠੀਕ ਇਉਂ ਆ ਵੜੇ ਜਾਣੀਦਾ ਕਣਕ ਕੱਢਣ ਆਏ ਹਨ ਅਤੇ ਉਹ ਦੀ ਪੰਜਵੀਂ ਪਸਲੀ ਹੇਠ ਉਹ ਨੂੰ ਮਾਰਿਆ ਅਤੇ ਰੇਕਾਬ ਅਤੇ ਉਹ ਦਾ ਭਰਾ ਬਆਨਾਹ ਭੱਜ ਨਿੱਕਲੇ"},{"number":7,"verse":"ਕਿਉਂ ਜੋ ਜਿਸ ਵੇਲੇ ਓਹ ਘਰ ਦੇ ਵਿੱਚ ਆਏ ਤਾਂ ਉਹ ਆਪਣੀ ਕੋਠੜੀ ਵਿੱਚ ਮੰਜੇ ਉੱਤੇ ਸੁੱਤਾ ਪਿਆ ਸੀ। ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਮਾਰ ਕੇ ਵੱਢ ਸੁੱਟਿਆ ਅਤੇ ਉਹ ਦਾ ਸਿਰ ਲਾਹ ਲਿਆ ਅਤੇ ਉਸ ਸਿਰ ਨੂੰ ਲੈ ਕੇ ਸਾਰੀ ਰਾਤ ਮਦਾਨ ਦੇ ਰਾਹ ਭੱਜੇ ਗਏ"},{"number":8,"verse":"ਅਤੇ ਈਸ਼ਬੋਸ਼ਥ ਦਾ ਸਿਰ ਹਬਰੋਨ ਵਿੱਚ ਦਾਊਦ ਦੇ ਕੋਲ ਲੈ ਆਏ ਅਤੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖਿਆ, ਇਹ ਤੁਹਾਡਾ ਵੈਰੀ ਸ਼ਾਊਲ ਜੋ ਤੁਹਾਡੀ ਜਿੰਦ ਨੂੰ ਭਾਲਦਾ ਸੀ ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਈਸ਼ਬੋਸ਼ਥ ਦਾ ਸਿਰ ਹੈ ਜੋ ਯਹੋਵਾਹ ਨੇ ਅੱਜ ਦੇ ਦਿਨ ਮੇਰੇ ਮਹਾਰਾਜ ਪਾਤਸ਼ਾਹ ਦਾ ਬਦਲਾ ਸ਼ਾਊਲ ਅਰ ਉਹ ਦੀ ਅੰਸ ਤੋਂ ਲੈ ਲਿਆ।।"},{"number":9,"verse":"ਤਦ ਦਾਊਦ ਨੇ ਰੇਕਾਬ ਅਤੇ ਉਹ ਦੇ ਭਰਾ ਬਆਨਾਹ ਨੂੰ ਜੋ ਬੇਰੋਥੀ ਰਿੰਮੋਨ ਦੇ ਪੁੱਤ੍ਰ ਸਨ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ ਭਈ ਜੀਉਂਦੇ ਯਹੋਵਾਹ ਦੀ ਸੌਂਹ ਜਿਸ ਨੇ ਮੇਰੀ ਜਿੰਦ ਨੂੰ ਸਭਨਾਂ ਦੁਖਾਂ ਵਿੱਚੋਂ ਛੁਟਕਾਰਾ ਦਿੱਤਾ"},{"number":10,"verse":"ਜਿਸ ਵੇਲੇ ਇੱਕ ਜਣੇ ਨੇ ਮੈਨੂੰ ਆਖਿਆ ਭਈ ਵੇਖੋ, ਸ਼ਾਊਲ ਮਰ ਗਿਆ ਹੈ ਅਤੇ ਉਸ ਨੇ ਸਮਝਿਆ ਜੋ ਮੈਂ ਏਹ ਨੂੰ ਚੰਗੀ ਖਬਰ ਦਿੰਦਾ ਹਾਂ ਤਾਂ ਮੈਂ ਉਹ ਨੂੰ ਫੜਿਆ ਅਤੇ ਸਿਕਲਗ ਵਿੱਚ ਉਹ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ। ਇਹੋ ਇਨਾਮ ਮੈਂ ਉਹ ਦੀ ਖਬਰ ਦੇ ਬਦਲੇ ਦਿੱਤਾ"},{"number":11,"verse":"ਫੇਰ ਕਿੰਨ੍ ਕੁ ਵੱਧ ਦਿੱਤਾ ਲੋੜੀਦਾ ਹੈ ਜਾਂ ਦੁਸ਼ਟਾਂ ਨੇ ਇੱਕ ਧਰਮੀ ਮਨੁੱਖ ਨੂੰ ਉਹ ਦੇ ਘਰ ਦੇ ਵਿੱਚ ਉਹ ਦੇ ਮੰਜੇ ਉੱਤੇ ਉਹ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ! ਤਾਂ ਭਲਾ, ਮੈਂ ਉਹ ਦੇ ਖ਼ੂਨ ਦਾ ਬਦਲਾ ਤੁਹਾਡੇ ਹੱਥੋਂ ਨਾ ਲਵਾਂਗਾ ਅਤੇ ਤੁਹਾਨੂੰ ਧਰਤੀ ਉੱਤੋਂ ਨਾਸ ਨਾ ਕਰਾਂਗਾ?"},{"number":12,"verse":"ਤਦ ਦਾਊਦ ਨੇ ਆਪਣੇ ਜੁਆਨਾਂ ਨੂੰ ਆਗਿਆ ਦਿੱਤੀ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਨੂੰ ਮਾਰਿਆ ਅਤੇ ਓਹਨਾਂ ਦੇ ਹੱਥ ਪੈਰ ਵੱਢ ਕੇ ਹਬਰੋਨ ਦੀ ਬਾਓਲੀ ਉੱਤੇ ਲਮਕਾ ਛੱਡੇ ਅਤੇ ਈਸ਼ਬੋਸ਼ਥ ਦੇ ਸਿਰ ਨੂੰ ਲੈ ਕੇ ਉਨ੍ਹਾਂ ਨੇ ਹਬਰੋਨ ਦੇ ਵਿਚਕਾਰ ਅਬਨੇਰ ਦੀ ਕਬਰ ਵਿੱਚ ਉਹ ਨੂੰ ਦੱਬ ਦਿੱਤਾ।।"}]}