{"bibleAbbr":"paOV2016","bookName":"ਸਮੂਏਲ ਦੀ ਦੂਜੀ ਪੋਥੀ","bookEnglishName":"2 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"( ਦਾਊਦ ਦੀ ਫ਼ਤਹ) ਏਹ ਦੇ ਪਿੱਛੋਂ ਐਉਂ ਹੋਇਆ ਕਿ ਦਾਊਦ ਨੇ ਫਲਿਸਤੀਆਂ ਨੂੰ ਮਾਰਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜਿੱਤ ਲਿਆ ਅਤੇ ਦਾਊਦ ਨੇ ਰਾਜਧਾਨੀ ਫਲਿਸਤੀਆਂ ਦੇ ਹੱਥ ਵਿੱਚੋਂ ਖੋਹ ਲਈ"},{"number":2,"verse":"ਅਤੇ ਉਸ ਨੇ ਮੋਆਬ ਨੂੰ ਮਾਰਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਡੇਗ ਕੇ ਜਰੀਬ ਨਾਲ ਮਿਣਿਆ ਅਰਥਾਤ ਦੋਂਹ ਜਰੀਬਾਂ ਨਾਲ ਉਨ੍ਹਾਂ ਨੂੰ ਮਿਣਿਆ ਜਿਨ੍ਹਾਂ ਦਾ ਨਾਸ ਕੀਤਾ ਅਤੇ ਇੱਕ ਪੂਰੀ ਜਰੀਬ ਨਾਲ ਉਨ੍ਹਾਂ ਨੂੰ ਮਿਣਿਆ ਜੋ ਜੀਉਂਦੇ ਛੱਡੇ ਸੋ ਮੋਆਬੀ ਦਾਊਦ ਦੇ ਟਹਿਲੂਏ ਬਣੇ ਅਤੇ ਨਜ਼ਰ ਲਿਆਏ।।"},{"number":3,"verse":"ਦਾਊਦ ਨੇ ਸੋਬਾਹ ਦੇ ਰਾਜਾ ਰਹੋਬ ਦੇ ਪੁੱਤ੍ਰ ਹਦਦਅਜ਼ਰ ਨੂੰ ਵੀ ਜਦ ਉਹ ਦਰਿਆ ਉੱਤੇ ਆਪਣੇ ਦੇਸ ਨੂੰ ਛੁਡਾਉਣ ਨਿੱਕਲਿਆ ਸੀ ਮਾਰਿਆ"},{"number":4,"verse":"ਅਤੇ ਦਾਊਦ ਨੇ ਉਸ ਦੇ ਇੱਕ ਹਜ਼ਾਰ ਅਤੇ ਸੱਤ ਸੌ ਘੋੜ ਚੜ੍ਹੇ ਅਤੇ ਵੀਹ ਹਜ਼ਾਰ ਪਿਆਦੇ ਫੜ ਲਏ ਅਤੇ ਦਾਊਦ ਨੇ ਰਥਾਂ ਦੇ ਸਭਨਾਂ ਘੋੜਿਆਂ ਦੀਆਂ ਸੜ੍ਹਾਂ ਵੱਢ ਸੁੱਟੀਆਂ ਪਰ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਸੌ ਰਥਾਂ ਦੇ ਲਈ ਘੋੜੇ ਰੱਖ ਲਏ"},{"number":5,"verse":"ਅਤੇ ਜਦ ਦੰਮਿਸਕ ਦੇ ਅਰਾਮੀ ਸੋਬਾਹ ਦੇ ਰਾਜਾ ਹਦਦਅਜ਼ਾਰ ਦੀ ਸਹਾਇਤਾ ਕਰਨ ਨੂੰ ਆਏ ਤਾਂ ਦਾਊਦ ਨੇ ਅਰਾਮੀਆਂ ਦੇ ਬਾਈ ਹਜ਼ਾਰ ਮਨੁੱਖ ਵੱਢ ਸੁੱਟੇ"},{"number":6,"verse":"ਤਾਂ ਦਾਊਦ ਨੇ ਦੰਮਿਸਕੀ ਅਰਾਮੀਆਂ ਦੇ ਵਿਚਕਾਰ ਚੌਂਕੀਆਂ ਬਹਾਲ ਕੀਤੀਆਂ ਸੋ ਅਰਾਮੀ ਵੀ ਦਾਊਦ ਦੇ ਟਹਿਲੂਏ ਬਣੇ ਅਤੇ ਨਜ਼ਰਾਂ ਲਿਆਏ। ਜਿੱਥੇ ਕਿਤੇ ਦਾਊਦ ਜਾਂਦਾ ਸੀ ਯਹੋਵਾਹ ਉਹ ਨੂੰ ਫਤਹ ਬਖਸ਼ਦਾ ਸੀ"},{"number":7,"verse":"ਅਤੇ ਦਾਊਦ ਨੇ ਹਦਦਅਜ਼ਰ ਦੇ ਟਹਿਲੂਆਂ ਦੀਆਂ ਸੁਨਹਿਰੀ ਢਾਲਾਂ ਖੋਹ ਲਈਆਂ ਅਰ ਉਨ੍ਹਾਂ ਨੂੰ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਲੈ ਆਇਆ"},{"number":8,"verse":"ਅਤੇ ਬਟਹ ਅਤੇ ਬੇਰੋਤਈ ਤੋਂ ਜੋ ਹਦਦਅਜ਼ਰ ਦਿਆਂ ਸ਼ਹਿਰਾਂ ਵਿੱਚੋਂ ਸਨ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਢੇਰ ਸਾਰਾ ਪਿੱਤਲ ਲੈ ਆਇਆ।।"},{"number":9,"verse":"ਜਾਂ ਹਮਾਥ ਦੇ ਰਾਜਾ ਤੋਂਈ ਨੇ ਸੁਣਿਆ ਜੋ ਦਾਊਦ ਨੇ ਹਦਦਅਜ਼ਰ ਦੀ ਸਾਰੀ ਫੌਜ ਨੂੰ ਮਾਰਿਆ ਹੈ"},{"number":10,"verse":"ਤਾਂ ਤੋਈ ਨੇ ਆਪਣੇ ਪੁੱਤ੍ਰ ਯੋਰਾਮ ਨੂੰ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਕੋਲ ਘੱਲਿਆ ਜੋ ਉਸ ਦੀ ਸੁਖ ਸਾਂਦ ਪੁੱਛੇ ਅਤੇ ਵਧਾਈ ਦੇਵੇ ਕਿਉਂ ਜੋ ਉਸ ਨੇ ਹਦਦਅਜ਼ਰ ਨਾਲ ਲੜਾਈ ਕਰ ਕੇ ਉਹ ਨੂੰ ਮਾਰ ਲਿਆ ਸੀ ਅਤੇ ਇਸ ਕਰਕੇ ਵੀ ਜੋ ਹਦਦਅਜ਼ਰ ਤੋਂਈ ਨਾਲ ਲੜਾਈ ਕਰਦਾ ਰਹਿੰਦਾ ਸੀ ਸੋ ਯੋਰਾਮ ਚਾਂਦੀ ਦੇ ਭਾਂਡੇ, ਸੋਨੇ ਦੇ ਭਾਂਡੇ ਅਤੇ ਪਿੱਤਲ ਦੇ ਭਾਂਡੇ ਆਪਣੇ ਨਾਲ ਲੈ ਆਇਆ"},{"number":11,"verse":"ਤਾਂ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਨੇ ਸਭਨਾਂ ਜਿੱਤੀਆਂ ਹੋਈਆਂ ਕੌਮਾਂ ਦੀ ਚਾਂਦੀ ਅਤੇ ਸੋਨੇ ਸਣੇ ਇਨ੍ਹਾਂ ਨੂੰ ਵੀ ਯਹੋਵਾਹ ਲਈ ਪਵਿੱਤਰ ਠਹਿਰਾਇਆ ਸੀ"},{"number":12,"verse":"ਅਰਥਾਤ ਅਰਾਮੀਆਂ, ਮੋਆਬੀਆਂ, ਅੰਮੋਨੀਆਂ, ਫਲਿਸਤੀਆਂ, ਅਮਾਲੇਕੀਆਂ ਅਤੇ ਸੋਬਾਹ ਦੇ ਰਾਜਾ ਰਹੋਬ ਦੇ ਪੁੱਤ੍ਰ ਹਦਦਅਜ਼ਰ ਦੀ ਲੁੱਟ ਵਿੱਚੋਂ"},{"number":13,"verse":"ਦਾਊਦ ਅਠਾਰਾਂ ਹਜ਼ਾਰ ਅਰਾਮੀ ਮਨੁੱਖ ਲੂਣ ਦੀ ਖੱਡ ਵਿੱਚ ਮਾਰ ਕੇ ਮੁੜ ਆਇਆ ਅਤੇ ਵੱਡਾ ਨਾਉਂ ਪਾਇਆ।।"},{"number":14,"verse":"ਉਸ ਨੇ ਅਦੋਮ ਵਿੱਚ ਚੌਕੀਆਂ ਬਿਠਾਈਆਂ ਸਗੋਂ ਸਾਰੇ ਅਦੋਮ ਵਿੱਚ ਚੌਂਕੀਆਂ ਬਿਠਾਈਆਂ ਅਤੇ ਸਾਰੇ ਅਦੋਮੀ ਵੀ ਦਾਊਦ ਦੇ ਟਹਿਲੂਏ ਬਣੇ ਅਤੇ ਜਿੱਥੇ ਕਿਤੇ ਦਾਊਦ ਗਿਆ ਯਹੋਵਾਹ ਦਾਊਦ ਨੂੰ ਫ਼ਤਹ ਬਖਸ਼ਦਾ ਰਿਹਾ"},{"number":15,"verse":"ਦਾਊਦ ਨੇ ਸਾਰੇ ਇਸਰਾਏਲ ਉੱਤੇ ਰਾਜ ਕੀਤਾ ਅਤੇ ਦਾਊਦ ਆਪਣੀ ਸਾਰੀ ਪਰਜਾ ਦੇ ਉੱਤੇ ਧਰਮ ਦਾ ਨਿਆਉਂ ਕਰਦਾ ਸੀ"},{"number":16,"verse":"ਅਤੇ ਸਰੂਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਯੋਆਬ ਸੈਨਾ ਉੱਤੇ ਸੀ ਅਤੇ ਅਹੀਲੂਦ ਦਾ ਪੁੱਤ੍ਰ ਯਹੋਸਾਫ਼ਾਟ ਇਤਹਾਸ ਦਾ ਲਿਖਾਰੀ ਸੀ"},{"number":17,"verse":"ਅਹੀਟੂਬ ਦਾ ਪੁੱਤ੍ਰ ਸਾਦੋਕ ਅਤੇ ਅਬਯਾਥਾਰ ਦਾ ਪੁੱਤ੍ਰ ਅਹੀਮਲਕ ਜਾਜਕ ਸਨ ਅਤੇ ਸਰਾਯਾਹ ਲਿਖਾਰੀ ਸੀ ਅਤੇ ਯਹੋਯਾਦਾ ਦਾ ਪੁੱਤ੍ਰ ਬਨਾਯਾਹ ਕਰੇਤੀਆਂ ਅਤੇ ਫਲੇਤੀਆਂ ਉੱਤੇ ਸੀ ਅਤੇ ਦਾਊਦ ਦੇ ਪੁੱਤ੍ਰ ਦਿਵਾਨ ( ਅਥਵਾ, ਜਾਜਕ ।) ਸਨ।।"}]}