{"bibleAbbr":"paOV2016","bookName":"ਸਮੂਏਲ ਦੀ ਦੂਜੀ ਪੋਥੀ","bookEnglishName":"2 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"( ਮਫ਼ੀਬੋਸ਼ਥ ਉੱਤੇ ਦਯਾ) ਫੇਰ ਦਾਊਦ ਨੇ ਆਖਿਆ, ਕੀ ਸ਼ਾਊਲ ਦੇ ਘਰਾਣੇ ਵਿੱਚੋਂ ਅਜੇ ਕੋਈ ਰਹਿੰਦਾ ਹੈ ਜੋ ਮੈਂ ਯੋਨਾਥਾਨ ਦੇ ਕਾਰਨ ਉਸ ਉੱਤੇ ਦਯਾ ਕਰਾਂ?"},{"number":2,"verse":"ਸ਼ਾਊਲ ਦੇ ਘਰਾਣੇ ਦਾ ਇੱਕ ਸੀਬਾ ਨਾਮੇ ਟਹਿਲੂਆ ਸੀ ਸੋ ਜਾਂ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਦਾਊਦ ਕੋਲ ਸੱਦਿਆ ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੇ ਉਸਨੂੰ ਆਖਿਆ, ਤੂੰ ਸੀਬਾ ਹੈਂ? ਉਹ ਬੋਲਿਆ, ਜੀ ਤੁਹਾਡਾ ਸੇਵਕ ਮੈਂ ਉਹੋ ਹੀ ਹਾਂ"},{"number":3,"verse":"ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਸ਼ਾਊਲ ਦੇ ਘਰਾਣੇ ਵਿੱਚੋਂ ਕੋਈ ਰਹਿੰਦਾ ਹੈ ਜੋ ਮੈਂ ਉਹ ਦੇ ਨਾਲ ਪਰਮੇਸ਼ੁਰ ਜੇਹੀ ਦਯਾ ਕਰਾਂ? ਸੀਬਾ ਨੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖਿਆ, ਅਜੇ ਯੋਨਾਥਾਨ ਦਾ ਇੱਕ ਪੁੱਤ੍ਰ ਹੈ ਜੋ ਪੈਰੋਂ ਲੰਙਾ ਹੈ"},{"number":4,"verse":"ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਉਹ ਨੂੰ ਪੁੱਛਿਆ, ਉਹ ਕਿੱਥੇ ਹੈ? ਸੀਬਾ ਨੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖਿਆ, ਵੇਖੋ ਲੋਦਬਾਰ ਵਿੱਚ ਅੰਮੀਏਲ ਦੇ ਪੁੱਤ੍ਰ ਮਾਕੀਰ ਦੇ ਘਰ ਵਿੱਚ ਹੈ"},{"number":5,"verse":"ਸੋ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਨੇ ਮਨੁੱਖ ਘੱਲੇ ਅਤੇ ਲੋਦਬਾਰ ਤੋਂ ਅੰਮੀਏਲ ਦੇ ਪੁੱਤ੍ਰ ਮਾਕੀਰ ਦੇ ਘਰੋਂ ਉਹ ਨੂੰ ਮੰਗਵਾ ਲਿਆ"},{"number":6,"verse":"ਅਤੇ ਜਾਂ ਸ਼ਾਊਲ ਦਾ ਪੋਤਰਾ ਯੋਨਾਥਾਨ ਦਾ ਪੁੱਤ੍ਰ ਮਫ਼ੀਬੋਸ਼ਥ ਦਾਊਦ ਕੋਲ ਅੱਪੜਿਆ ਤਾਂ ਉਸ ਨੇ ਮੂੰਹ ਪਰਨੇ ਡਿੱਗ ਕੇ ਮੱਥਾ ਟੇਕਿਆ। ਤਦ ਦਾਊਦ ਨੇ ਆਖਿਆ, ਮਫ਼ੀਬੋਸ਼ਥ! ਉਸ ਨੇ ਆਖਿਆ, ਵੇਖੋ, ਤੁਹਾਡਾ ਸੇਵਕ ਹਾਜ਼ਰ ਹੈ!"},{"number":7,"verse":"ਸੋ ਦਾਊਦ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ ਡਰ ਨਾ ਕਿਉਂ ਜੋ ਮੈਂ ਤੇਰੇ ਪਿਉ ਯੋਨਾਥਾਨ ਦੇ ਕਾਰਨ ਤੇਰੇ ਨਾਲ ਭਲਿਆਈ ਕਰਾਂਗਾ ਅਤੇ ਤੇਰੇ ਬਾਬੇ ਸ਼ਾਊਲ ਦੀ ਸਾਰੀ ਪੈਲੀ ਤੈਨੂੰ ਮੋੜ ਦਿਆਂਗਾ ਅਤੇ ਤੂੰ ਮੇਰੇ ਲੰਗਰ ਵਿੱਚੋਂ ਸਦਾ ਰੋਟੀ ਖਾਵੇਂਗਾ"},{"number":8,"verse":"ਤਦ ਉਸ ਨੇ ਮਥਾ ਟੇਕਿਆ ਅਤੇ ਬੋਲਿਆ, ਤੁਹਾਡਾ ਸੇਵਕ ਹੈ ਹੀ ਕੀ ਜੋ ਤੁਸੀਂ ਮੇਰੇ ਉੱਤੇ ਮੋਏ ਕੁੱਤੇ ਵਰਗਾ ਹਾਂ ਧਿਆਨ ਕਰੋ?।।"},{"number":9,"verse":"ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਸ਼ਾਊਲ ਦੇ ਟਹਿਲੂਏ ਸੀਬਾ ਨੂੰ ਸੱਦਿਆ ਅਤੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਸਭ ਕੁਝ ਜੋ ਸ਼ਾਊਲ ਅਤੇ ਉਸ ਦੇ ਘਰਾਣੇ ਦਾ ਸੀ ਸੋ ਤੇਰੇ ਮਾਲਕ ਦੇ ਪੁੱਤ੍ਰ ਨੂੰ ਬਖ਼ਸ਼ ਦਿੱਤਾ ਹੈ"},{"number":10,"verse":"ਸੋ ਤੂੰ ਆਪਣੇ ਪੁੱਤ੍ਰਾਂ ਅਤੇ ਟਹਿਲੂਆਂ ਸਣੇ ਉਹ ਦੇ ਲਈ ਜ਼ਮੀਨ ਵਾਹ ਅਤੇ ਉਸ ਦੀ ਪੈਦਾਵਾਰ ਲਿਆਇਆ ਕਰ ਜੋ ਤੇਰੇ ਮਾਲਕ ਦੇ ਪੁੱਤ੍ਰ ਦੇ ਲਈ ਖਾਣ ਲਈ ਰੋਟੀ ਹੋਵੇ ਪਰ ਮਫ਼ੀਬੋਸ਼ਥ ਜੋ ਤੇਰੇ ਮਾਲਕ ਦਾ ਪੁੱਤ੍ਰ ਹੈ ਸੋ ਸਦਾ ਮੇਰੇ ਲੰਗਰ ਵਿੱਚ ਰੋਟੀ ਖਾਵੇਗਾ ਅਤੇ ਉਸ ਸੀਬਾ ਦੇ ਪੰਦਰਾ ਪੁੱਤ੍ਰ ਅਤੇ ਵੀਹ ਟਹਿਲੂਏ ਸਨ"},{"number":11,"verse":"ਸੀਬਾ ਨੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖਿਆ, ਸਭ ਕੁਝ ਜੋ ਮੇਰੇ ਮਾਹਰਾਜ ਪਾਤਸ਼ਾਹ ਨੇ ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਆਖਿਆ ਹੈ ਸੋ ਤੁਹਾਡਾ ਸੇਵਕ ਕਰੇਗਾ ਪਰ ਮਫ਼ੀਬੋਸ਼ਥ ਦੇ ਲਈ ਪਾਤਸ਼ਾਹ ਨੇ ਆਖਿਆ ਜੋ ਉਹ ਰਾਜ ਪੁੱਤ੍ਰਾਂ ਵਾਂਙੁ ਮੇਰੇ ਲੰਗਰ ਵਿੱਚੋਂ ਰੋਟੀ ਖਾਵੇਗਾ"},{"number":12,"verse":"ਅਤੇ ਮਫ਼ੀਬੋਸ਼ਥ ਦਾ ਮੀਕਾ ਨਾਮੇ ਇੱਕ ਨਿੱਕਾ ਜਿਹਾ ਪੁੱਤ੍ਰ ਸੀ ਅਤੇ ਹੋਰ ਜਿੰਨੇ ਸੀਬਾ ਦੇ ਘਰ ਰਹਿੰਦੇ ਸਨ ਸੋ ਸਭ ਮਫ਼ੀਬੋਸ਼ਥ ਦੇ ਟਹਿਲੂਏ ਸਨ"},{"number":13,"verse":"ਸੋ ਮਫ਼ੀਬੋਸ਼ਥ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਰਿਹਾ ਕਿਉਂ ਜੋ ਸਦਾ ਪਾਤਸ਼ਾਹ ਦੇ ਲੰਗਰ ਵਿੱਚੋਂ ਰੋਟੀ ਖਾਂਦਾ ਹੁੰਦਾ ਸੀ ਅਤੇ ਦੋਹਾਂ ਪੈਰਾਂ ਤੋਂ ਲੰਙਾ ਸੀ।।"}]}