{"bibleAbbr":"LEB2012","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":10,"verses":[{"number":1,"verse":"(The Philistines and Ammonites Afflict the Israelites) After Abimelech, Tola son of Puah son of Dod, a man of Issachar, rose up to deliver Israel; and he was living at Shamir in the hill country of Ephraim."},{"number":2,"verse":"And he judged Israel twenty-three years. And he died and was buried in Shamir."},{"number":3,"verse":"After him Jair the Gileadite rose up, and he judged Israel twenty-two years."},{"number":4,"verse":"And he had thirty sons who would ride on thirty donkeys, and they had thirty towns that are in the land of Gilead that they called Havvoth Jair until this day."},{"number":5,"verse":"And Jair died and was buried in Kamon."},{"number":6,"verse":"And again, the Israelites did evil in the eyes of Yahweh. They served the Baals, the Ashtaroth, the gods of Aram, Sidon, Moab, and the gods of the Ammonites and Philistines; they abandoned Yahweh and did not serve him."},{"number":7,"verse":"And the anger of Yahweh burned against Israel, and he sold them into the hand of the Philistines and the Ammonites."},{"number":8,"verse":"They crushed and oppressed the Israelites in that year; for eighteen years they crushed all the Israelites who were beyond the Jordan, in the land of the Amorites, which is in Gilead."},{"number":9,"verse":"The Ammonites crossed the Jordan to fight also against Judah, Benjamin, and the house of Ephraim; and Israel was very distressed."},{"number":10,"verse":"Then the Israelites cried out to Yahweh, saying, “We have sinned against you; we have abandoned our God and served the Baals.”"},{"number":11,"verse":"And Yahweh said to the Israelites, “Did I not deliver you from the Egyptians, the Amorites, from the Ammonites, and from the Philistines?"},{"number":12,"verse":"And when the Sidonians, the Amalekites, and the Maonites oppressed you, you cried out to me, and I delivered you from their hand."},{"number":13,"verse":"Yet you have abandoned me and served other gods. Therefore I will no longer deliver you."},{"number":14,"verse":"Go and cry out to the gods whom you have chosen; let them deliver you in the time of your trouble.”"},{"number":15,"verse":"And the Israelites said to Yahweh, “We have sinned; do to us accordingly as you see fit; only please deliver us this day.”"},{"number":16,"verse":"So they removed the foreign gods from their midst and served Yahweh; and he could no longer bear the misery of Israel."},{"number":17,"verse":"And the Ammonites were summoned, and they camped in Gilead. And the Israelites gathered and camped at Mizpah."},{"number":18,"verse":"The people, the ones commanding Gilead, said to each other, “Who is the man that will begin to fight against the Ammonites? He will be as head over all the inhabitants of Gilead.”"}]}