{"bibleAbbr":"mrRV2015","bookName":"प्रेषितांची कृत्ये","bookEnglishName":"Acts of the Apostles","chapterNumber":10,"verses":[{"number":1,"verse":"( पेत्र व कर्नेल्य) कैसरीया येथे कर्नेल्य नावाचा कोणीएक पुरुष इटलिक म्हटलेल्या पलटणीत शताधिपती होता."},{"number":2,"verse":"तो नीतिमान व आपल्या घराण्यातील सर्वांसह देवाचे भय बाळगणारा, लोकांना फार दानधर्म करणारा व देवाची नित्य प्रार्थना करणारा असा होता."},{"number":3,"verse":"त्याने दिवसाच्या सुमारे तिसर्‍या प्रहरी दृष्टान्तात असे स्पष्टपणे पाहिले की, आपणाकडे देवाचा दूत येत असून “कर्नेल्या,” अशी आपणास हाक मारत आहे."},{"number":4,"verse":"तेव्हा तो त्याच्याकडे निरखून पाहून भयभीत होऊन म्हणाला, “काय महाराज?” त्याने त्याला म्हटले, “तुझ्या प्रार्थना व तुझे दानधर्म देवासमोर स्मरणार्थ आले आहेत."},{"number":5,"verse":"तर आता यापोस माणसे पाठव आणि शिमोन नावाच्या माणसाला बोलावून आण; त्याला पेत्रही म्हणतात."},{"number":6,"verse":"तो शिमोन नावाच्या कोणाएका कातडे कमावणार्‍या चांभाराच्या येथे उतरला आहे; त्याचे घर समुद्राच्या किनार्‍यास आहे. [तुला काय करावे लागेल हे तो तुला सांगेल.]”"},{"number":7,"verse":"जो देवदूत त्याच्याबरोबर बोलत होता तो निघून गेल्यानंतर त्याने आपल्या घरच्या दोघा चाकरांना व आपल्या हुजरातीतल्या एका भक्तिमान शिपायाला बोलावले;"},{"number":8,"verse":"आणि त्यांच्याजवळ सर्व सविस्तर सांगून त्यांना यापोस पाठवले."},{"number":9,"verse":"ते दुसर्‍या दिवशी वाटेवर असता गावाजवळ येताना दोन प्रहराच्या सुमारास पेत्र प्रार्थना करण्यास धाब्यावर गेला."},{"number":10,"verse":"तेव्हा त्याला भूक लागून काही खावेसे वाटले; आणि जेवणाची तयारी होत आहे इतक्यात त्याचे देहभान सुटले."},{"number":11,"verse":"तेव्हा आकाश उघडलेले व मोठ्या चांदव्यासारखे चार कोपरे धरून सोडलेले एक पात्र पृथ्वीवर उतरत आहे असा दृष्टान्त त्याला झाला."},{"number":12,"verse":"त्यात पृथ्वीवरील सर्व चतुष्पाद, सरपटणारे जीव व आकाशातील पाखरे होती."},{"number":13,"verse":"मग त्याने अशी वाणी ऐकली की, ‘पेत्रा, ऊठ; मारून खा.’"},{"number":14,"verse":"पेत्र म्हणाला, “नको, नको, प्रभू; कारण निषिद्ध आणि अशुद्ध असे काही मी कधीही खाल्ले नाही.”"},{"number":15,"verse":"मग दुसर्‍यांदा अशी वाणी झाली की, “देवाने जे शुद्ध केले आहे ते तू निषिद्ध मानू नकोस.”"},{"number":16,"verse":"असे तीन वेळा झाले आणि लगेच ते पात्र आकाशात वर घेतले गेले."},{"number":17,"verse":"आपण पाहिलेल्या दृष्टान्ताचा अर्थ काय असावा ह्याविषयी पेत्र विचारात पडला असता, पाहा, कर्नेल्याने पाठवलेली माणसे शिमोनाचे घर शोधल्यावर दरवाजाजवळ येऊन उभी राहिली;"},{"number":18,"verse":"आणि त्यांनी हाक मारून विचारले, “शिमोन पेत्र येथे पाहुणा उतरला आहे काय?”"},{"number":19,"verse":"पेत्र त्या दृष्टान्ताविषयी विचार करत असता आत्मा त्याला म्हणाला, “पाहा, तीन माणसे तुझा शोध करत आहेत."},{"number":20,"verse":"तर ऊठ, खाली ये आणि काही संशय न धरता त्यांच्याबरोबर जा; कारण मीच त्यांना पाठवले आहे.”"},{"number":21,"verse":"पेत्र त्या माणसांकडे खाली येऊन म्हणाला, “पाहा, ज्याचा शोध तुम्ही करत आहात तो मी आहे; तुम्ही कोणत्या कारणामुळे येथे आलात?”"},{"number":22,"verse":"ते म्हणाले, “कर्नेल्य शताधिपती हा नीतिमान मनुष्य असून देवाचे भय बाळगणारा आहे आणि सर्व यहूदी लोक त्याच्याविषयी चांगली साक्ष देतात. त्याला पवित्र देवदूताने सुचवले आहे की, आपणाला घरी बोलावून आपणाकडून संदेश ऐकावा.”"},{"number":23,"verse":"मग त्याने त्यांना आत बोलावून त्यांचा पाहुणचार केला. दुसर्‍या दिवशी पेत्र त्यांच्याबरोबर निघाला आणि यापोतील बंधुजनांपैकी कित्येक त्याच्याबरोबर गेले."},{"number":24,"verse":"तिसर्‍या दिवशी तो कैसरीयास पोहचला तेव्हा कर्नेल्य आपल्या नातलगांना व इष्टमित्रांना जमवून त्यांची वाट पाहत होता."},{"number":25,"verse":"पेत्र आत जात असता कर्नेल्य त्याला सामोरा गेला आणि त्याने त्याच्या पाया पडून त्याला नमन केले."},{"number":26,"verse":"पण पेत्र त्याला उठवून म्हणाला, “उभे राहा; मीही मनुष्यच आहे.”"},{"number":27,"verse":"मग तो त्याच्याबरोबर बोलत बोलत आत गेला, तेव्हा त्याला पुष्कळ लोक एकत्र जमलेले आढळून आले."},{"number":28,"verse":"त्याने त्यांना म्हटले, “तुम्हांला ठाऊकच आहे की, यहूदी मनुष्याने अन्य जातीच्या मनुष्याबरोबर निकट संबंध ठेवणे किंवा त्याच्याकडे जाणेयेणे ठेवणे हे त्याच्या रीतीरिवाजाविरुद्ध आहे; तथापि कोणाही मनुष्याला निषिद्ध किंवा अशुद्ध म्हणू नये असे देवाने मला दाखवले आहे."},{"number":29,"verse":"म्हणून मला बोलावल्याबरोबर मी काकू न करता आलो आहे. तर मी विचारतो, तुम्ही मला कशासाठी बोलावले?”"},{"number":30,"verse":"तेव्हा कर्नेल्य म्हणाला, “आज चार दिवस झाले, मी आपल्या घरी तिसर्‍या प्रहरी प्रार्थना [व उपास] करत होतो; तेव्हा पाहा, तेजस्वी वस्त्रे परिधान केलेला एक पुरुष माझ्यापुढे उभा राहून म्हणाला,"},{"number":31,"verse":"‘कर्नेल्या, तुझी प्रार्थना ऐकण्यात आली आहे आणि देवासमोर तुझ्या दानधर्माचे स्मरण करण्यात आले आहे."},{"number":32,"verse":"तर यापोस कोणाला पाठवून पेत्र म्हटलेला शिमोन ह्याला बोलावून आण; तो समुद्राच्या काठी कातडे कमावणार्‍या शिमोन चांभाराच्या घरी पाहुणा आहे.’ [तो आल्यावर तुझ्याशी बोलेल]."},{"number":33,"verse":"म्हणून मी आपणाकडे माणसांना तत्काळ पाठवले. आपण आलात हे बरे केले. तर आता प्रभूने जे काही आपणाला आज्ञापिले आहे ते ऐकावे म्हणून आम्ही सर्व जण येथे देवासमोर हजर आहोत.”"},{"number":34,"verse":"( पेत्राचे भाषण) तेव्हा पेत्राने बोलण्यास आरंभ केला :"},{"number":35,"verse":"“‘देव पक्षपाती नाही’, हे मला पक्के ठाऊक आहे; तर प्रत्येक राष्ट्रात जो त्याची भीती बाळगतो व ज्याची कृत्ये नैतिक आहेत तो त्याला मान्य आहे."},{"number":36,"verse":"येशू ख्रिस्त (तोच सर्वांचा प्रभू आहे) ह्याच्या द्वारे देवाने ‘शांतीच्या सुवार्तेची घोषणा करताना आपले जे वचन इस्राएलाच्या’ संततीस पाठवले ते हे."},{"number":37,"verse":"योहानाने बाप्तिस्म्याची घोषणा केल्यानंतर गालीलापासून प्रारंभ होऊन सर्व यहूदीयामध्ये घडलेली गोष्ट तुम्हांला तर माहीतच आहे."},{"number":38,"verse":"नासोरी येशूला देवाने पवित्र आत्म्याचा व सामर्थ्याचा अभिषेक केला; तो सत्कर्मे करत व सैतानाच्या सत्तेखाली असलेल्या सर्वांना बरे करत फिरला; कारण देव त्याच्याबरोबर होता."},{"number":39,"verse":"आणि त्याने यहूद्यांच्या देशात व यरुशलेमेत जे काही केले त्या सर्वांचे साक्षी आम्ही आहोत. त्यांनी त्याला खांबावर टांगून मारले;"},{"number":40,"verse":"पण त्याला देवाने तिसर्‍या दिवशी उठवले व त्याने प्रकट व्हावे असे केले."},{"number":41,"verse":"तरी हे प्रकटीकरण सर्व लोकांना नव्हे, पण जे साक्षी देवाने पूर्वी निवडले त्या आम्हांला केले; त्या आम्ही तो मेलेल्यांतून उठल्यानंतर त्याच्याबरोबर खाणेपिणे केले."},{"number":42,"verse":"त्याने आम्हांला अशी आज्ञा केली की, ‘लोकांना उपदेश करा व अशी साक्ष द्या की, देवाने नेमलेला असा जिवंताचा व मेलेल्यांचा न्यायाधीश तो हाच आहे.’"},{"number":43,"verse":"त्याच्यावर विश्वास ठेवणार्‍या प्रत्येकाला त्याच्या नावाने पापांची क्षमा मिळेल अशी साक्ष सर्व संदेष्टे त्याच्याविषयी देतात.”"},{"number":44,"verse":"( परराष्ट्रीयांवर पवित्र आत्मा उतरतो व त्यांचा बाप्तिस्मा होतो) पेत्राचे हे भाषण चालू असतानाच वचन ऐकणार्‍या सर्वांवर पवित्र आत्मा उतरला."},{"number":45,"verse":"मग परराष्ट्रीयांवरही पवित्र आत्म्याच्या दानाचा वर्षाव झाला आहे असे पाहून पेत्राबरोबर आलेल्या विश्वास ठेवणार्‍या व सुंता झालेल्या सर्व लोकांना आश्‍चर्य वाटले."},{"number":46,"verse":"कारण त्यांनी त्यांना अनेक भाषांतून बोलताना व देवाची थोरवी गाताना ऐकले."},{"number":47,"verse":"तेव्हा पेत्राने म्हटले, “आम्हांला मिळाला तसा पवित्र आत्मा ज्यांना मिळाला आहे त्यांचा बाप्तिस्मा होऊ नये म्हणून कोणाच्याने पाण्याची मनाई करवेल?”"},{"number":48,"verse":"मग ‘प्रभू येशू ख्रिस्ताच्या नावात त्यांचा बाप्तिस्मा व्हावा’ अशी त्याने आज्ञा केली. तेव्हा काही दिवस राहावे म्हणून त्यांनी त्याला विनंती केली."}]}