{"bibleAbbr":"mrRV2015","bookName":"प्रेषितांची कृत्ये","bookEnglishName":"Acts of the Apostles","chapterNumber":13,"verses":[{"number":1,"verse":"( अंत्युखिया येथील ख्रिस्ती मंडळी) अंत्युखियाच्या मंडळीत बर्णबा, शिमोन निग्र, लूक्य कुरेनेकर, जो बाळपणापासून मांडलिक हेरोद राजाबरोबर वाढला होता तो मनाएन व शौल हे संदेष्टे व शिक्षक होते."},{"number":2,"verse":"ते प्रभूची सेवा व उपास करत असता पवित्र आत्मा म्हणाला की, “बर्णबा व शौल ह्यांना ज्या कार्यासाठी मी बोलावले आहे त्यासाठी त्यांना माझ्याकरता वेगळे करून ठेवा.”"},{"number":3,"verse":"तेव्हा त्यांनी उपास व प्रार्थना करून आणि त्यांच्यावर हात ठेवून त्यांची रवानगी केली."},{"number":4,"verse":"( कुप्र येथे बर्णबा व शौल) ह्याप्रमाणे पवित्र आत्म्याच्या द्वारे त्यांची रवानगी झाल्यावर ते सलुकीयात येऊन तारवातून कुप्रास गेले."},{"number":5,"verse":"मग ते सलमीनात असता त्यांनी यहूद्यांच्या सभास्थानामध्ये देवाच्या वचनाची घोषणा केली; आणि योहान हाही त्यांचा सहायक होता."},{"number":6,"verse":"पुढे ते सबंध बेटातून चालून पफेस गेल्यावर बर्येशू नावाचा कोणीएक यहूदी जादूगार व खोटा संदेष्टा त्यांना आढळला."},{"number":7,"verse":"तो तेथील सुभेदार सिर्ग्य पौल ह्या बुद्धिमान मनुष्याच्या पदरी होता. ह्या सुभेदाराने बर्णबा व शौल ह्यांना बोलावून देवाचे वचन ऐकण्याची उत्कंठा दर्शवली."},{"number":8,"verse":"परंतु अलीम जादूगार (त्याच्या नावाचा अर्थ हाच आहे) ह्याने त्यांना अडवून सुभेदाराला विश्वासापासून फितवण्याचा प्रयत्न केला."},{"number":9,"verse":"तेव्हा शौल, ज्याला पौलही म्हणत, तो पवित्र आत्म्याने पूर्ण होऊन त्याच्याकडे रोखून पाहत म्हणाला,"},{"number":10,"verse":"“अरे सर्व कपटाने व सर्व लुच्चेगिरीने भरलेल्या सैतानाच्या पोरा, अवघ्या नीतिमत्त्वाच्या वैर्‍या, तू प्रभूचे सरळ मार्ग विपरीत करण्याचे सोडून देणार नाहीस काय?"},{"number":11,"verse":"तर पाहा, आता प्रभूचा हात तुला प्रतिकूल आहे, तू आंधळा होशील, व काही वेळपर्यंत तुला सूर्य दिसणार नाही.” तत्क्षणीच त्याच्यावर धुके पडल्यासारखे होऊन त्याच्या डोळ्यांना अंधारी आली; तेव्हा आपल्याला कोणीतरी हात धरून न्यावे म्हणून तो इकडे तिकडे माणसांचा शोध करू लागला."},{"number":12,"verse":"तेव्हा जे झाले ते पाहून त्या सुभेदाराने प्रभूच्या शिक्षणावरून आश्‍चर्य करून विश्वास ठेवला."},{"number":13,"verse":"( पिसिदियातील अंत्युखियामध्ये पौलाने यहूद्यांना केलेला उपदेश) मग पौल व त्याच्या सोबतीचे लोक पफेहून तारवातून पंफुल्यातील पिर्गा येथे गेले, आणि योहान त्यांना सोडून यरुशलेमेस परत गेला."},{"number":14,"verse":"नंतर ते पिर्गा येथून निघून फिरत फिरत पिसिदियातील अंत्युखियास पोहचले; आणि शब्बाथ दिवशी सभास्थानात जाऊन बसले."},{"number":15,"verse":"तेव्हा नियमशास्त्राचे व संदेष्ट्यांच्या ग्रंथांचे वाचन झाल्यावर सभास्थानाच्या अधिकार्‍यांनी त्यांना सांगून पाठवले की, “बंधुजनहो, तुमच्याजवळ लोकांकरता काही बोधवचन असेल तर सांगा.”"},{"number":16,"verse":"तेव्हा पौल उभा राहून हाताने खुणावून म्हणाला : “अहो इस्राएल लोकांनो, व देवाचे भय बाळगणार्‍यांनो, ऐका."},{"number":17,"verse":"ह्या इस्राएल लोकांच्या देवाने आमच्या पूर्वजांना निवडून घेतले, ते लोक मिसर देशात उपरे असताना त्यांचा उत्कर्ष केला आणि पराक्रमी भुजाने त्यांना तेथून काढले."},{"number":18,"verse":"पुढे सुमारे चाळीस वर्षेपर्यंत ते रानात असता त्याने त्यांचे गैरवर्तन सहन केले."},{"number":19,"verse":"नंतर त्याने कनान देशातील सात राष्ट्रांचा विध्वंस करून तेथील भूमी त्यांना सुमारे साडेचारशे वर्षेपर्यंत वतन अशी दिली."},{"number":20,"verse":"त्यानंतर त्याने शमुवेल संदेष्ट्यापर्यंत त्यांना न्यायाधीश नेमून दिले."},{"number":21,"verse":"मग त्यांनी राजा मागितला; तेव्हा देवाने बन्यामिन वंशातील कीशाचा पुत्र शौल हा चाळीस वर्षेपर्यंत त्यांना दिला."},{"number":22,"verse":"नंतर त्याने त्याला काढून त्यांचा राजा होण्यासाठी दावीद उभा केला आणि त्याच्याविषयी प्रतिज्ञेने म्हटले की, ‘इशायाचा पुत्र दावीद मला माझ्या मनासारखा मिळाला आहे, तो माझ्या सर्व इच्छा सिद्धीस नेईल.’"},{"number":23,"verse":"ह्या मनुष्याच्या वंशजांतून देवाने त्याच्या वचनाप्रमाणे इस्राएलासाठी येशू हा तारणारा उदयास आणला."},{"number":24,"verse":"तो प्रकट होण्यापूर्वी योहानाने पुढे येऊन पश्‍चात्तापाचा बाप्तिस्मा घ्यावा अशी सर्व इस्राएल लोकांमध्ये घोषणा केली होती."},{"number":25,"verse":"योहान आपले कार्य पूर्ण करत असता म्हणाला, ‘मी कोण आहे म्हणून तुम्हांला वाटते? मी तो नव्हे, तर पाहा, ज्याच्या पायांतील वहाणा सोडण्यास मी योग्य नाही असा कोणी माझ्यामागून येत आहे.’"},{"number":26,"verse":"अहो बंधुजनहो, अब्राहामाच्या वंशातील पुत्रांनो, व तुमच्यापैकी देवाचे भय बाळगणार्‍यांनो, आपल्याला ह्या तारणाची वार्ता पाठवलेली आहे."},{"number":27,"verse":"कारण यरुशलेमवासीयांनी व त्यांच्या अधिकार्‍यांनी त्याला न ओळखता आणि दर शब्बाथ दिवशी वाचून दाखवण्यात येणारे संदेष्ट्यांचे शब्दही न समजता, त्याला दोषी ठरवून ते शब्द पूर्ण केले."},{"number":28,"verse":"आणि मरणदंडाचे कोणतेही कारण सापडले नसता त्याचा वध करावा अशी त्यांनी पिलातास विनंती केली."},{"number":29,"verse":"मग त्याच्याविषयी लिहिलेले सर्वकाही पूर्ण करून त्यांनी त्याला खांबावरून खाली काढून कबरेमध्ये ठेवले."},{"number":30,"verse":"पण देवाने त्याला मेलेल्यांमधून उठवले."},{"number":31,"verse":"त्याच्याबरोबर जे गालीलाहून यरुशलेमेत आले होते त्यांच्या दृष्टीस तो पुष्कळ दिवस पडत असे; ते आता लोकांना त्याचे साक्षी आहेत."},{"number":32,"verse":"आपल्या पूर्वजांना जे वचन देण्यात आले होते त्याची सुवार्ता आम्ही तुम्हांला सांगतो."},{"number":33,"verse":"देवाने येशूला पुन्हा उठवून ते वचन तुमच्याआमच्या मुलाबाळांकरता पूर्ण केले आहे; स्तोत्र दुसरे ह्यातही असे लिहिले आहे की, ‘तू माझा पुत्र आहेस; आज मी तुला जन्म दिला आहे.’"},{"number":34,"verse":"शिवाय त्याने कुजण्याच्या अवस्थेपर्यंत जाऊ नये म्हणून त्याने त्याला मेलेल्यांतून उठवले; ह्याविषयी त्याने असे म्हटले आहे की, ‘दाविदाला दिलेले जे पवित्र व विश्वसनीय दान ते तुम्हांला’ देईन."},{"number":35,"verse":"म्हणून आणखी एका स्तोत्रात तो म्हणतो, ‘तू आपल्या पवित्र पुरुषाला कुजण्याचा अनुभव येऊ देणार नाहीस.’"},{"number":36,"verse":"कारण दावीद आपल्या पिढीची देवाच्या इच्छेप्रमाणे सेवा करून झोपी गेला, आणि पूर्वजांबरोबर मिळून त्याला कुजण्याचा अनुभव आला;"},{"number":37,"verse":"परंतु ज्याला देवाने उठवले तो कुजला नाही."},{"number":38,"verse":"म्हणून बंधुजनहो, तुम्हांला हे ठाऊक असो की, ह्याच्या द्वारे तुम्हांला पापांच्या क्षमेची घोषणा करण्यात येत आहे;"},{"number":39,"verse":"आणि ज्याविषयी मोशेच्या नियमशास्त्राने तुम्ही नीतिमान ठरत नाही त्या सर्वांविषयी ह्याच्याकडून प्रत्येक विश्वास ठेवणारा नीतिमान ठरतो."},{"number":40,"verse":"म्हणून सावध राहा, नाहीतर संदेष्ट्याच्या ग्रंथात जे सांगितलेले आहे ते तुमच्यावर येईल :"},{"number":41,"verse":"‘अहो धिक्कार करणार्‍यांनो, पाहा, आश्‍चर्य करा व नाहीसे व्हा; कारण तुमच्या काळात मी एक कार्य करतो, ते कार्य असे की, त्याविषयी तुम्हांला कोणी सविस्तर सांगितले तरी तुम्ही विश्वास ठेवणारच नाही.”’"},{"number":42,"verse":"ते बाहेर जात असता लोकांनी विनंती केली की, आम्हांला पुढल्या शब्बाथ दिवशी ह्या गोष्टी सांगाव्यात."},{"number":43,"verse":"आणि सभा उठल्यावर, यहूद्यांतील व भक्तिमान यहूदीयमतानुसारी ह्यांच्यातील पुष्कळ जण पौल व बर्णबा ह्यांच्यामागे गेले; त्या दोघांनी त्यांच्याबरोबर बोलून देवाच्या कृपेत टिकून राहण्यास त्यांचे मन वळवले."},{"number":44,"verse":"( प्रेषित परराष्ट्रीयांकडे वळतात) पुढल्या शब्बाथ दिवशी बहुतेक सर्व नगर देवाचे वचन ऐकायला जमले."},{"number":45,"verse":"पण लोकसमुदायांना पाहून यहूदी लोकांना हेव्यामुळे चेव आला आणि पौल जे बोलला त्याला विरोध करून ते अपशब्द बोलू लागले."},{"number":46,"verse":"तेव्हा पौल व बर्णबा हे निर्भीडपणे म्हणाले, “देवाचे वचन प्रथम तुम्हांला सांगण्याचे अगत्य होते; तरी ज्या अर्थी तुम्ही त्याचा अव्हेर करता व आपणांला सार्वकालिक जीवनाकरता अयोग्य ठरवता त्या अर्थी पाहा, आम्ही परराष्ट्रीयांकडे वळतो."},{"number":47,"verse":"कारण प्रभूने आम्हांला आज्ञा दिली आहे की, ‘मी तुला परराष्ट्रीयांसाठी प्रकाश करून ठेवले आहे, ह्यासाठी की पृथ्वीच्या दिगंतापर्यंत तू तारण व्हावेस.”’"},{"number":48,"verse":"हे ऐकून परराष्ट्रीय आनंदित झाले आणि त्यांनी देवाच्या वचनाचा महिमा वर्णन केला; तेव्हा जितके सार्वकालिक जीवनासाठी नेमलेले होते तितक्यांनी विश्वास ठेवला."},{"number":49,"verse":"आणि प्रभूचे वचन त्या सर्व प्रांतात पसरत गेले."},{"number":50,"verse":"तेव्हा यहूदी लोकांनी भक्तिमान व कुलीन स्त्रियांना व नगरातील मुख्य पुरुषांना चिथवले आणि पौल व बर्णबा ह्यांचा छळ करून त्यांना आपल्या सीमेबाहेर घालवून दिले."},{"number":51,"verse":"त्यामुळे ते आपल्या पायांची धूळ त्यांच्यावर झटकून इकुन्यास गेले."},{"number":52,"verse":"इकडे शिष्य आनंदाने व पवित्र आत्म्याने पूर्ण झाले."}]}