{"bibleAbbr":"mrRV2015","bookName":"प्रेषितांची कृत्ये","bookEnglishName":"Acts of the Apostles","chapterNumber":14,"verses":[{"number":1,"verse":"( इकुन्यामध्ये पौल व बर्णबा) मग इकुन्यात असे झाले की, यहूदी लोकांच्या सभास्थानात ते दोघे मिळून गेले आणि अशा रीतीने बोलले की, यहूदी व हेल्लेणी ह्यांच्या मोठ्या लोकसमुदायाने विश्वास ठेवला."},{"number":2,"verse":"परंतु विरोधी यहूद्यांनी परराष्ट्रीयांचे मन बंधुजनांविरुद्ध चेतवून कलुषित केले."},{"number":3,"verse":"ते बरेच दिवस तेथे राहिले व प्रभूविषयी निर्भीडपणे बोलले; त्यानेही आपल्या कृपेच्या वचनाविषयी साक्ष दिली म्हणजे त्यांच्या हस्ते चिन्हे व अद्भुत कृत्ये होऊ दिली."},{"number":4,"verse":"तेव्हा नगरातील लोकसमुदायात फूट पडली; कित्येकांनी यहूद्यांची बाजू धरली तर कित्येकांनी प्रेषितांची बाजू धरली."},{"number":5,"verse":"मग त्यांचा अवमान करून त्यांना दगडमार करण्याकरता परराष्ट्रीय व यहूदी आपल्या अधिकार्‍यांसह त्यांच्यावर धावून जाणार होते."},{"number":6,"verse":"हे ओळखून ते लुकवनिया प्रांतातील लुस्त्र व दर्बे ह्या नगरांत व त्या सभोवतालच्या प्रदेशात पळून गेले;"},{"number":7,"verse":"आणि तेथे ते सुवार्ता सांगत राहिले."},{"number":8,"verse":"( लुस्त्र येथे पौल व बर्णबा) लुस्त्रात पायांनी अधू असा कोणीएक माणूस बसला होता, तो जन्मतः पांगळा असून कधी चालला नव्हता."},{"number":9,"verse":"तो पौलाचे बोलणे ऐकत असे; पौलाने त्याच्याकडे दृष्टी लावून व त्याला आपण बरे होऊ असा विश्वास आहे असे पाहून,"},{"number":10,"verse":"मोठ्याने म्हटले, “तू आपल्या पायांवर नीट उभा राहा.” तेव्हा तो उडी मारून उठला आणि चालू लागला."},{"number":11,"verse":"मग पौलाने जे केले ते पाहून लोकसमुदाय लुकवनी भाषेत मोठ्याने ओरडून बोलला, “देव माणसांच्या रूपाने आमच्यात उतरले आहेत.”"},{"number":12,"verse":"त्यांनी बर्णबाला ‘ज्यूपिटर’ म्हटले व पौल मुख्य वक्ता होता म्हणून त्याला ‘मर्क्युरी’ म्हटले."},{"number":13,"verse":"मग नगरापुढे असलेल्या ज्युपिटराच्या पुजार्‍याने बैल व माळा दरवाजांजवळ आणल्या; आणि लोकांना बरोबर घेऊन बलिदान करावे असे त्याच्या मनात होते."},{"number":14,"verse":"हे ऐकून प्रेषितांनी म्हणजे बर्णबा व पौल ह्यांनी आपली वस्त्रे फाडली आणि लोकांमध्ये घुसून त्यांनी ओरडून म्हटले,"},{"number":15,"verse":"“गृहस्थांनो, हे का करता? आम्ही व तुम्ही समभावनेची माणसे आहोत; तुम्ही ह्या निरर्थक गोष्टी सोडून ‘ज्याने आकाश, पृथ्वी, समुद्र व त्यांतील अवघे निर्माण केले’ त्या जिवंत देवाकडे वळावे अशी सुवार्ता आम्ही तुम्हांला सांगतो."},{"number":16,"verse":"त्याने गतकाळातील पिढ्यांमध्ये सर्व राष्ट्रांना आपापल्या मार्गांनी चालू दिले;"},{"number":17,"verse":"तथापि त्याने स्वत:स साक्षीविरहित राहू दिले नाही, म्हणजे त्याने उपकार केले, आकाशापासून पर्जन्य व फलदायक ऋतू तुम्हांला दिले, आणि अन्नाने व हर्षाने तुम्हांला मन भरून तृप्त केले.”"},{"number":18,"verse":"असे बोलून त्यांनी आपणांला बलिदान करण्यापासून लोकांना मोठ्या प्रयासाने आवरले."},{"number":19,"verse":"नंतर अंत्युखिया व इकुन्या येथून कित्येक यहूदी आले; त्यांनी लोकांचे मन वळवून पौलाला दगडमार केला आणि तो मेला असे समजून त्याला नगराबाहेर ओढून टाकून दिले."},{"number":20,"verse":"पण त्याच्याभोवती शिष्य जमल्यावर तो उठला व नगरात निघून आला; मग दुसर्‍या दिवशी बर्णबाबरोबर तो दर्बेस गेला."},{"number":21,"verse":"( अंत्युखियास परतणे) त्या नगरात सुवार्ता सांगून त्यांनी पुष्कळ शिष्य केल्यावर लुस्त्र, इकुन्या व अंत्युखिया ह्या नगरांत ते परत आले;"},{"number":22,"verse":"आणि शिष्यांची मने स्थिरावून त्यांनी त्यांना असा बोध केला की, ‘विश्वासात टिकून राहा; कारण आपल्याला पुष्कळ संकटांत टिकून देवाच्या राज्यात जावे लागते.’"},{"number":23,"verse":"त्यांनी त्यांच्यासाठी प्रत्येक मंडळीत वडील निवडले; आणि उपास व प्रार्थना करून ज्या प्रभूवर त्यांनी विश्वास ठेवला होता त्याच्याकडे त्यांना सोपवले."},{"number":24,"verse":"मग ते पिसिदियामधून पंफुल्यात गेले."},{"number":25,"verse":"आणि पिर्गा येथे वचन सांगितल्यावर ते अत्तलियास उतरले."},{"number":26,"verse":"तेथून ते अंत्युखियास जाण्यास तारवात बसून निघाले; जे कार्य त्यांनी सिद्धीस नेले होते त्याकरता त्यांना ह्याच ठिकाणाहून देवाच्या कृपेवर सोपवून पाठवण्यात आले होते."},{"number":27,"verse":"तेथे पोहचल्यावर त्यांनी मंडळी जमवून आपण देवाच्या सहवासात असताना देवाने काय काय केले आणि परराष्ट्रीयांकरता विश्वासाचे दार कसकसे उघडले, हे सांगितले."},{"number":28,"verse":"मग ते शिष्यांबरोबर बराच काळ राहिले."}]}