{"bibleAbbr":"mrRV2015","bookName":"प्रेषितांची कृत्ये","bookEnglishName":"Acts of the Apostles","chapterNumber":28,"verses":[{"number":1,"verse":"( मिलिता येथे पौल) असे आम्ही निभावल्यावर त्या बेटाचे नाव मिलिता आहे असे आम्हांला समजले."},{"number":2,"verse":"तेथील बर्बर1 लोकांनी आमच्यावर विशेष उपकार केले; म्हणजे पाऊस व गारठा असल्यामुळे त्यांनी शेकोटी पेटवून आम्हा सर्वांचा पाहुणचार केला."},{"number":3,"verse":"तेव्हा पौलाने काटक्यांची मोळी आणून शेकोटीवर घातली. इतक्यात उष्णता झाल्यामुळे एक साप बाहेर निघून त्याच्या हातास झोंबून राहिला."},{"number":4,"verse":"ते जिवाणू त्याच्या हाताला लटकलेले पाहून बर्बर1 लोक एकमेकांना म्हणू लागले, “खरेच, हा माणूस घातकी आहे; हा समुद्रातून वाचला तरी न्यायदेवता त्याला जगू देत नाही.”"},{"number":5,"verse":"त्याने तर ते जिवाणू विस्तवात झटकून टाकले आणि त्याला काही इजा झाली नाही."},{"number":6,"verse":"तो सुजेल किंवा एकाएकी मरून पडेल ह्याची ते वाट पाहत होते; पण बराच वेळ वाट पाहिल्यावर त्याला काही विकार झाला नाही असे पाहून ते आपले मत बदलून म्हणाले, ‘हा कोणी देव आहे.’"},{"number":7,"verse":"इकडे त्या बेटावरील पुब्ल्य नावाच्या मुख्य अधिकार्‍याच्या जमिनी आसपास होत्या; त्याने आमचे आगतस्वागत करून तीन दिवस आदराने आमचा पाहुणचार केला."},{"number":8,"verse":"तेव्हा असे झाले की, पुब्ल्याचा बाप तापाने व आवरक्ताने आजारी पडला होता; त्याच्याकडे आत जाऊन पौलाने प्रार्थना केली व त्याच्यावर हात ठेवून त्याला बरे केले."},{"number":9,"verse":"हे झाल्यावर त्या बेटामध्ये ज्या दुसर्‍या लोकांना रोग होते तेही त्याच्याकडे येऊन बरे होऊन जात."},{"number":10,"verse":"तेव्हा त्यांनी आमचा नाना प्रकारे सन्मान केला आणि आम्ही हाकारून निघालो तेव्हा आमच्या गरजेचे पदार्थ त्यांनी जहाजावर भरले."},{"number":11,"verse":"( रोमचा प्रवास पुढे सुरू) ह्याप्रमाणे तीन महिन्यांनंतर आलेक्सांद्रियाचे दयस्कुरै2 ह्या निशाणीचे एक तारू हिवाळा घालवण्याकरता त्या बेटाजवळ राहिले होते, त्यात बसून आम्ही निघालो."},{"number":12,"verse":"मग सुराकूस येथे वरवा करून आम्ही तीन दिवस राहिलो."},{"number":13,"verse":"तेथून वळसा घेऊन आम्ही रेगियोनास आलो; आणि एक दिवसानंतर दक्षिणेचा वारा सुटल्यावर दुसर्‍या दिवशी आम्ही पुत्युलास पोहचलो."},{"number":14,"verse":"तेथे आम्हांला बंधुजन भेटले; त्यांनी आपल्या येथे सात दिवस राहण्याची आम्हांला विनंती केली; अशा रीतीने आम्ही रोम शहरास आलो."},{"number":15,"verse":"तेथील बंधुजन आमच्याविषयी ऐकून अप्पियाची पेठ व तीन उतारशाळा येथपर्यंत आम्हांला सामोरे आले; त्यांना पाहून पौलाने देवाची उपकारस्तुती करून धैर्य धरले."},{"number":16,"verse":"आम्ही रोम शहरात गेल्यावर [शताधिपतीने बंदिवानांना सेनापतीच्या स्वाधीन केले, पण] पौलाला त्याच्यावर पहारा करणार्‍या शिपायाबरोबर वेगळे राहण्याची परवानगी मिळाली."},{"number":17,"verse":"( पौल रोममधील यहूद्यांच्या भेटी घेतो) मग असे झाले की, तीन दिवसांनंतर पौलाने यहूद्यांची जी मुख्य माणसे होती त्यांना एकत्र बोलावले. ते एकत्र जमल्यावर तो त्यांना म्हणाला, “बंधुजनहो, मी आपल्या लोकांविरुद्ध किंवा पूर्वजांच्या संप्रदायांविरुद्ध काही केले नसता मला यरुशलेमेत बंदिवान करून रोमी लोकांच्या हाती देण्यात आले."},{"number":18,"verse":"त्यांनी चौकशी केल्यावर माझ्याकडे मरणदंडास पात्र असा काही गुन्हा नसल्यामुळे ते मला सोडू पाहत होते."},{"number":19,"verse":"परंतु यहूद्यांनी विरोध केल्यामुळे कैसराजवळ न्याय मागणे मला भाग पडले; तरी मला आपल्या राष्ट्रावर काही दोषारोप करायचा होता असे नाही."},{"number":20,"verse":"ह्याकरता तुमची भेट घेऊन तुमच्याबरोबर भाषण करावे म्हणून तुम्हांला बोलावले; कारण इस्राएलाच्या आशेमुळे मी ह्या साखळीने बांधलेला आहे.”"},{"number":21,"verse":"त्यांनी त्याला म्हटले की, ‘आपल्यासंबंधाने यहूदीयाहून आम्हांला काही पत्रे आली नाहीत, किंवा बंधुजनांपैकी कोणी येथे येऊन आपणाविषयी काही प्रतिकूल बातमी आणली नाही अथवा काही सांगितले नाही;"},{"number":22,"verse":"तरी आपले विचार काय आहेत ते आपणापासून ऐकून घ्यावे हे आम्हांला योग्य वाटते; कारण ह्या पंथाविषयी म्हटले तर लोक त्याविरुद्ध सर्वत्र बोलतात, हे आम्हांला ठाऊक आहे.”"},{"number":23,"verse":"तेव्हा त्यांनी त्याला एक दिवस नेमून दिल्यावर त्या दिवशी पुष्कळ लोक त्याच्या बिर्‍हाडी आले; त्यांना देवाच्या राज्याविषयी साक्ष देण्याकरता आणि येशूविषयी मोशेच्या नियमशास्त्रावरून व संदेष्ट्यांच्या लेखांवरून खातरी करण्याकरता तो सकाळपासून संध्याकाळपर्यंत त्या विषयाची फोड करत होता."},{"number":24,"verse":"त्याने जे सांगितले त्यावरून कित्येकांची खातरी झाली तर कित्येक विश्वास ठेवीनात."},{"number":25,"verse":"त्यांचे आपसांत एकमत न झाल्यामुळे ते उठून जाऊ लागले, तेव्हा पौलाने त्यांना एक वचन सांगितले : “पवित्र आत्मा यशया संदेष्ट्याच्या द्वारे तुमच्या पूर्वजांबरोबर बोलला ते ठीक बोलला; ते असे की,"},{"number":26,"verse":"‘ह्या लोकांकडे जाऊन सांग की, तुम्ही ऐकाल तर खरे, परंतु तुम्हांला समजणार नाही; व पाहाल तर खरे, परंतु तुम्हांला दिसणार नाही;"},{"number":27,"verse":"कारण ह्या लोकांचे अंतःकरण जड झाले आहे; ते कानांनी मंद ऐकतात; आणि त्यांनी आपले डोळे मिटून घेतले आहेत; ह्यासाठी की, त्यांनी डोळ्यांनी पाहू नये, कानांनी ऐकू नये, मनाने समजू नये, त्यांनी वळू नये, आणि मी त्यांना बरे करू नये.’"},{"number":28,"verse":"म्हणून तुम्हांला ठाऊक असो की, ‘हे देवाने सिद्ध केलेले तारण परराष्ट्रीयांकडे’ पाठवले आहे; आणि ते ते श्रवण करतील.”"},{"number":29,"verse":"[तो असे बोलल्यावर यहूदी आपसांत बराच वादविवाद करत निघून गेले.]"},{"number":30,"verse":"( समाप्ती) तो आपल्या भाड्याच्या घरात पुरी दोन वर्षे राहिला, आणि जे त्याच्याकडे येत असत त्या सर्वांचे तो स्वागत करत असे."},{"number":31,"verse":"कोणापासून अडथळा न होता तो पूर्ण धैर्याने देवाच्या राज्याची घोषणा करत असे, आणि प्रभू येशू ख्रिस्ताविषयीच्या गोष्टी शिकवत असे."}]}