{"bibleAbbr":"mrRV2015","bookName":"प्रेषितांची कृत्ये","bookEnglishName":"Acts of the Apostles","chapterNumber":4,"verses":[{"number":1,"verse":"( न्यायसभेपुढे पेत्र व योहान) ते लोकांबरोबर बोलत असता त्यांच्यावर याजक, मंदिराचा सरदार व सदूकी हे चालून आले;"},{"number":2,"verse":"कारण ते लोकांना शिक्षण देऊन, येशूच्या द्वारे मेलेल्यांतून पुन्हा उठणे आहे असे उघडपणे सांगत होते, ह्याचा त्यांना संताप आला."},{"number":3,"verse":"तेव्हा त्यांनी त्यांना अटक केली व संध्याकाळ झाली होती म्हणून सकाळपर्यंत त्यांना चौकीत ठेवले."},{"number":4,"verse":"तथापि वचन ऐकणार्‍यांतील पुष्कळांनी विश्वास ठेवला आणि अशा पुरुषांची संख्या सुमारे पाच हजार झाली."},{"number":5,"verse":"नंतर दुसर्‍या दिवशी असे झाले की, त्यांचे अधिकारी, वडील व शास्त्री,"},{"number":6,"verse":"आणि प्रमुख याजक हन्ना आणि कयफा, योहान, आलेक्सांद्र व प्रमुख याजकाच्या कुळातील जितके होते तितके यरुशलेमेत एकत्र जमले."},{"number":7,"verse":"आणि त्यांनी त्यांना मध्ये उभे करून विचारले, “तुम्ही हे कोणत्या सामर्थ्याने किंवा कोणत्या नावाने केले?”"},{"number":8,"verse":"तेव्हा पेत्र पवित्र आत्म्याने पूर्ण होऊन त्यांना म्हणाला, “अहो लोकाधिकार्‍यांनो व वडील जनांनो,"},{"number":9,"verse":"एका दुर्बल मनुष्यावर कसा उपकार झाला म्हणजे तो कशाने बरा झाला, ह्याविषयी आमची आज चौकशी व्हायची असेल,"},{"number":10,"verse":"तर तुम्हा सर्वांना व सर्व इस्राएल लोकांना हे कळावे की, ज्याला तुम्ही वधस्तंभावर खिळून मारले, ज्याला देवाने मेलेल्यांतून उठवले, त्या नासोरी येशू ख्रिस्ताच्या नावाने हा मनुष्य बरा होऊन तुमच्यापुढे उभा राहिला आहे."},{"number":11,"verse":"तुम्ही ‘बांधकाम करणार्‍यांनी तुच्छ मानलेला जो दगड कोनशिला झाला’ तो हाच आहे."},{"number":12,"verse":"आणि तारण दुसर्‍या कोणाकडून नाही; कारण जेणेकरून आपले तारण होईल असे दुसरे कोणतेही नाव आकाशाखाली मनुष्यांमध्ये दिलेले नाही.”"},{"number":13,"verse":"तेव्हा पेत्राचे व योहानाचे धैर्य पाहून, तसेच हे निरक्षर व अज्ञानी इसम आहेत हे जाणून ते आश्‍चर्य करू लागले; आणि हे येशूच्या सहवासात होते हेही त्यांनी ओळखले."},{"number":14,"verse":"तरी बर्‍या झालेल्या त्या माणसाला त्यांच्याजवळ उभे असलेले पाहून त्यांना काही विरुद्ध बोलता येईना."},{"number":15,"verse":"मग त्यांनी त्यांना न्यायसभेच्या बाहेर जाण्याची आज्ञा केली आणि ते आपसांत विचार करून म्हणाले,"},{"number":16,"verse":"“ह्या माणसांना आपण काय करावे? कारण त्यांच्याकडून खरोखर प्रसिद्ध चमत्कार घडला आहे, हे सर्व यरुशलेमकरांना कळून चुकले आहे; तेव्हा ते आपल्याला नाकारता येत नाही."},{"number":17,"verse":"तरी ते लोकांमध्ये अधिक पसरू नये म्हणून त्यांना अशी ताकीद द्यावी की, ह्यापुढे तुम्ही ह्या नावाने लोकांपैकी कोणाबरोबरही बोलू नये.”"},{"number":18,"verse":"मग त्यांनी त्यांना बोलावून असे निक्षून सांगितले की, ‘येशूच्या नावाने अगदी बोलू नका अथवा शिकवूही नका.’"},{"number":19,"verse":"परंतु पेत्र व योहान ह्यांनी त्यांना उत्तर दिले की, “देवाच्या ऐवजी तुमचे ऐकावे हे देवाच्या दृष्टीने योग्य की अयोग्य आहे हे तुम्हीच ठरवा;"},{"number":20,"verse":"कारण जे आम्ही पाहिले व ऐकले ते न बोलणे हे आम्हांला शक्य नाही.”"},{"number":21,"verse":"तेव्हा त्यांनी त्यांना पुन्हा ताकीद देऊन सोडून दिले; त्यांना शिक्षा कशी करावी हे लोकांमुळे त्यांना सुचेना; कारण घडलेल्या गोष्टींमुळे सर्व लोक देवाचा गौरव करत होते."},{"number":22,"verse":"बरे करण्याचा हा चमत्कार ज्या माणसावर घडला तो माणूस चाळीस वर्षांहून अधिक वयाचा होता."},{"number":23,"verse":"( पेत्र व योहान आपल्या मित्रांकडे परत येतात) ते सुटल्यानंतर आपल्या मित्रमंडळीकडे गेले आणि मुख्य याजक आणि वडील जे काही त्यांना म्हणाले होते ते सर्व त्यांनी सांगितले."},{"number":24,"verse":"हे ऐकून ते एकचित्ताने देवाला उच्च स्वराने म्हणाले, “हे स्वामी, आकाश, पृथ्वी, समुद्र ह्यांचा व त्यांच्यात जे काही आहे त्या सर्वांचा उत्पन्नकर्ता तूच आहेस."},{"number":25,"verse":"आमचा पूर्वज, तुझा सेवक दावीद, ह्याच्या मुखाने पवित्र आत्म्याच्या द्वारे तू म्हटलेस, ‘राष्ट्रे का खवळली, व लोकांनी व्यर्थ योजना का केल्या?"},{"number":26,"verse":"प्रभूविरुद्ध व त्याच्या अभिषिक्ताविरुद्ध पृथ्वीचे राजे उभे राहिले, व अधिकारी जमले;’"},{"number":27,"verse":"कारण खरोखरच ज्याला तू अभिषेक केलास तो तुझा पवित्र ‘सेवक’ येशू ह्याच्या विरुद्ध ह्या शहरात परराष्ट्रीय व इस्राएल लोक ह्यांच्यासह हेरोद व पंतय पिलात हे एकत्र झाले;"},{"number":28,"verse":"ह्यासाठी की, जे काही घडावे म्हणून तू स्वहस्ते व स्वसंकल्पाने पूर्वी योजले होते ते त्यांनी करावे."},{"number":29,"verse":"तर हे प्रभो, आता तू त्यांच्या धमकावण्याकडे पाहा;"},{"number":30,"verse":"आणि बरे करण्याकरता तू आपला हात लांब करत असता आपल्या दासांनी पूर्ण धैर्याने तुझे वचन सांगावे असे कर; तुझा पवित्र सेवक येशू ह्याच्या नावाने चिन्हे व अद्भुते घडावीत असेही कर.”"},{"number":31,"verse":"त्यांनी प्रार्थना केल्यावर ज्या जागेत ते जमले होते ती हादरली आणि ते सर्व पवित्र आत्म्याने परिपूर्ण होऊन देवाचे वचन धैर्याने बोलू लागले."},{"number":32,"verse":"( समाईक निधी) तेव्हा विश्वास धरणार्‍यांचा समुदाय एकदिलाचा व एकजिवाचा होता. कोणीही आपल्या मालमत्तेतील काहीही स्वतःचे आहे असे म्हणत नसे, तर त्यांचे सर्वकाही समाईक होते."},{"number":33,"verse":"प्रेषित मोठ्या सामर्थ्याने प्रभू येशूच्या पुनरुत्थानाविषयी साक्ष देत होते; आणि त्या सर्वांवर मोठी कृपा होती."},{"number":34,"verse":"त्यांच्यातील कोणालाही उणे नव्हते, कारण जमिनींचे किंवा घरांचे जितके मालक होते तितके ती विकत आणि विकलेल्या वस्तूंचे मोल आणून"},{"number":35,"verse":"प्रेषितांच्या चरणांपाशी ठेवत; मग ज्याच्या-त्याच्या गरजेप्रमाणे प्रत्येकाला वाटून देण्यात येत असे."},{"number":36,"verse":"कुप्र बेटात जन्मलेला योसेफ नावाचा लेवी होता. त्याला प्रेषित बर्णबा (म्हणजे बोधपुत्र) म्हणत. त्याची शेतजमीन होती;"},{"number":37,"verse":"ती त्याने विकली व तिचे पैसे आणून ते प्रेषितांच्या चरणी ठेवले."}]}