{"bibleAbbr":"awaERV2005","bookName":"कुलुस्सियन क पत्र","bookEnglishName":"Colossians","chapterNumber":3,"verses":[{"number":1,"verse":"( मसीह मँ नवाजीवन) काहेकि अगर तोहे मसीह क साथे मरा हुआ मँ स जियाइके उठावा गवा अहइ तउ ओन्हन चीजन क बरे कोसिस करत रहा जउन सरगे मँ हयेन जहाँ परमेस्सर क दहिनी कइँती मसीह विराजत ह।"},{"number":2,"verse":"सरगे क चीजन क सम्बन्ध मँ सोचत रहा। संसारी चीजन क सम्बन्ध मँ न सोचा।"},{"number":3,"verse":"काहेकि तू लोगन क पूराना पापी जीव मरि चुका बा अउर तोहर नवा जीवन मसीह क साथे साथे परमेस्सर मँ छिपा बा।"},{"number":4,"verse":"जब मसीह, जउन हमार जीवन अहइ, फिन स परगट होई तउ तूहउ ओनके साथे ओनके महिमा मँ परगट होब्या।"},{"number":5,"verse":"इही बरे तोहमे जउन कछू संसारी बा, ओकर अन्त कइ द्या यौन अनाचार, अपवित्तरता, वासना, बुरी इच्छा अउर लालच जउन मूर्ति पूजा क ही एक्कई रूप अहइ,"},{"number":6,"verse":"एनहीन बातन क कारण परमेस्सर क गुस्सा परगट होई जात बा।"},{"number":7,"verse":"एक समइ रहा जब तूहउ अइसेन करम करत इही तरह क जीवन जिया करत रह्या।"},{"number":8,"verse":"परन्तु अब तोहे इन सब बातन क साथे साथे गुस्सा झुँझलाहट, सत्रुता, निन्दा भाऊ, अउर अपसब्द बोलइ स छुटकारा पाइ लेइ चाही।"},{"number":9,"verse":"आपस मँ झूठ न बोला काहेकि तू अपने पुरानी पापी-जीव, अउर उ तरह जीवन जउन ओकरे साथ जाता ह ओनके उतार फेंके अहा।"},{"number":10,"verse":"अउर नवा जीवन क धारण कइ लिहे अहा। हमेसा नवा होत जात बा जउन अपने रचइता क सरूप मँ स्थित होइके परमेस्सर क सत्य गियान क निमित्त।"},{"number":11,"verse":"परिणाम सरूप उहाँ यहूदी अउर गैर यहूदी मँ कउनउ अन्तर नाहीं रहि गवा बा, न कीहीउ खतना युक्त अउर खतना रहित मँ, न केउ सुसभ्य अउर बर्बर मँ, न दास अउर एक स्वतन्त्र मनई मँ कउनउ अन्तर बा। मसीह सर्वेसर्वा अहइ अउर सब बिसवासियन मँ उही क निवास बाटई।"},{"number":12,"verse":"( एक-दुसरन क साथे तोहार नवा जीवन) काहेकि तू परमेस्सर क चुना भवा पवित्तर अउर प्रिय जने अहा इही बरे सहानुभूति, दया नम्रता, कोमलता अउर धीरज क धारण करा।"},{"number":13,"verse":"तोहे आपस मँ जब कभउँ कीहीउ स कउनउ कस्ट होइ तउ एक दुसरे स सहि ल्या अउर परस्पर एक दुसरे क मुक्त भाऊ स छमा कई द्या। यदि केउ ने तोहरे साथ गलत किया अहइ तोहे आपस मँ एक दुसरे क अइसेन ही छमा कई देइ चाही जइसेन परमेस्सर तोहे मुक्त भाउन स छमा कई दिहेस।"},{"number":14,"verse":"इन बातन क अलावा सबसे महत्वपूर्ण अहइ कि तू पिरेम क धारण करा। पिरेम इ सबके आपस मँ बाँधत अउर पूरा करत ह।"},{"number":15,"verse":"तोहरे मने पर मसीह स मिलइवाली सान्ति क सासन होई। इही बरे तोहे उही एक्क देहए मँ बोलावा गवा ह। हमेसा धन्यबाद करत रहा।"},{"number":16,"verse":"अपने सम्पन्नता क साथे मसीह क संदेसा तोहमें वास करइ। ग्यान स एक दूसरे क सिच्छा अउर चेतावनी द्या। भजन, स्तुतियन अउर आतमिक गीतन क गावत भए अपने हिरदय मँ परमेस्सर का धन्यबाद द्या। परमेस्स क मन-मने धन्यबाद देत इहइ गावत रहा।"},{"number":17,"verse":"अउर तू जउन कछू भी करा या सब कहा, उ सब पर्भू ईसू क नाउँ प करा। उही क द्वारा तू हर समइ परमपिता परमेस्सर क धन्यबाद देत रहा।"},{"number":18,"verse":"( नवा जीवन क नियन) हे पत्नियन, अपने पतियन क बरे तरह स समपर्ति रहा जइसे पर्भू क अनुयायियन क इ सोभा देत ह।"},{"number":19,"verse":"हे पतियन, अपने पत्नियन स पिरेम करा, ओनके बरे कठोर न बना।"},{"number":20,"verse":"बचवन सब बातन मँ अपने माता-पिता क आज्ञा क पालन करा। काहेकि पर्भू क अनुयायिन क एह व्यवहारे स परमेस्सर खुश होत ह।"},{"number":21,"verse":"हे बाप, अपने बचवन क हतोउत्साह स न भरा। कहूँ अइसेन न होइ कि उ जतन करबई छोड़ देइ।"},{"number":22,"verse":"हे सेवकन, अपने संसारी स्वामियन क सब बातन क पालन करा। केवल लोगन क खुस भर करइ क बरे ऊही समइ नाहीं जब उ देखत रहइ, बल्कि सच्चे मने स ओनका माना। काहेकि तू पर्भू क आदर करत ह।"},{"number":23,"verse":"तू जउन कछू कर अपने पूरे मने स करा। माना कि जउन करा इ मान करा तू ओका लोगन क बरे नाहीं बल्कि पर्भू क बरे करत अहा।"},{"number":24,"verse":"याद रखा कि तोहे पर्भू स उत्ताधिकार क फल-मिलइ। अपने स्वामी मसीह क सेवा करत रहा।"},{"number":25,"verse":"काहेकि जे बुरा करम करइ, ओका ओकर फल मिलइ अउर उहाँ कउनउ पच्छापात नाहीं बा।"}]}