{"bibleAbbr":"Orig2013+","bookName":"מלכים ב","bookEnglishName":"2 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"ולאחאב <WH256> And Ahab שׁבעים <WH7657> had seventy בנים <WH1121> sons בשׁמרון <WH8111> in Samaria. ויכתב <WH3789> wrote יהוא <WH3058> And Jehu ספרים <WH5612> letters, וישׁלח <WH7971> and sent שׁמרון <WH8111> to Samaria, אל <WH413> unto שׂרי <WH8269> the rulers יזרעאל <WH3157> of Jezreel, הזקנים <WH2205> to the elders, ואל <WH413> and to האמנים <WH539> them that brought up אחאב <WH256> Ahab's לאמר׃ <WH559> saying,"},{"number":2,"verse":"ועתה <WH6258> Now כבא <WH935> cometh הספר <WH5612> letter הזה <WH2088> as soon as this אליכם <WH413> to ואתכם <WH854> with בני <WH1121> sons אדניכם <WH113> you, seeing your master's ואתכם <WH854> you, and with הרכב <WH7393> you chariots והסוסים <WH5483> and horses, ועיר <WH5892> city מבצר <WH4013> a fenced והנשׁק׃ <WH5402> also, and armor;"},{"number":3,"verse":"וראיתם <WH7200> Look even out הטוב <WH2896> the best והישׁר <WH3477> and meetest מבני <WH1121> אדניכם <WH113> your master's ושׂמתם <WH7760> and set על <WH5921> on כסא <WH3678> throne, אביו <WH1> his father's והלחמו <WH3898> and fight על <WH5921> for בית <WH1004> house. אדניכם׃ <WH113>"},{"number":4,"verse":"ויראו <WH3372> afraid, מאד <WH3966> מאדיאמרו <WH559> and said, הנה <WH2009> Behold, שׁני <WH8147> two המלכים <WH4428> kings לא <WH3808> not עמדו <WH5975> stood לפניו <WH6440> before ואיך <WH349> him: how נעמד <WH5975> stand? אנחנו׃ <WH587> then shall we"},{"number":5,"verse":"וישׁלח <WH7971> sent אשׁר <WH834> And he that על <WH5921> over הבית <WH1004> the house, ואשׁר <WH834> and he that על <WH5921> over העיר <WH5892> the city, והזקנים <WH2205> the elders והאמנים <WH539> also, and the bringers up אל <WH413> to יהוא <WH3058> Jehu, לאמר <WH559> saying, עבדיך <WH5650> thy servants, אנחנו <WH587> We וכל <WH3605> all אשׁר <WH834> that תאמר <WH559> thou shalt bid אלינו <WH413> thou shalt bid נעשׂה <WH6213> and will do לא <WH3808> us; we will not נמליך <WH4427> make any king: אישׁ <WH376> make any king: הטוב <WH2896> thou good בעיניך <WH5869> in thine eyes. עשׂה׃ <WH6213> do"},{"number":6,"verse":"ויכתב <WH3789> Then he wrote אליהם <WH413> to ספר <WH5612> a letter שׁנית <WH8145> the second time לאמר <WH559> them, saying, אם <WH518> If לי אתם <WH859> ye ולקלי <WH6963> unto my voice, אתם <WH859> mine, and ye שׁמעים <WH8085> will hearken קחו <WH3947> take את <WH853> ראשׁי <WH7218> ye the heads אנשׁי <WH376> of the men בני <WH1121> sons, אדניכם <WH113> your master's ובאו <WH935> and come אלי <WH413> to כעת <WH6256> this time. מחר <WH4279> by tomorrow יזרעאלה <WH3157> me to Jezreel ובני <WH1121> sons, המלך <WH4428> Now the king's שׁבעים <WH7657> seventy אישׁ <WH376> persons, את <WH854> with גדלי <WH1419> the great men העיר <WH5892> of the city, מגדלים <WH1431> אותם׃ <WH853>"},{"number":7,"verse":"ויהי <WH1961> And it came to pass, כבא <WH935> came הספר <WH5612> when the letter אליהם <WH413> to ויקחו <WH3947> them, that they took את <WH853> בני <WH1121> sons, המלך <WH4428> the king's וישׁחטו <WH7819> and slew שׁבעים <WH7657> seventy אישׁ <WH376> persons, וישׂימו <WH7760> and put את <WH853> ראשׁיהם <WH7218> their heads בדודים <WH1731> in baskets, וישׁלחו <WH7971> and sent אליו <WH413> and sent יזרעאלה׃ <WH3157> him to Jezreel."},{"number":8,"verse":"ויבא <WH935> And there came המלאך <WH4397> a messenger, ויגד <WH5046> and told לו לאמר <WH559> him, saying, הביאו <WH935> They have brought ראשׁי <WH7218> the heads בני <WH1121> sons. המלך <WH4428> of the king's ויאמר <WH559> And he said, שׂימו <WH7760> Lay אתם <WH853> שׁני <WH8147> ye them in two צברים <WH6652> heaps פתח <WH6607> at the entering in השׁער <WH8179> of the gate עד <WH5704> until הבקר׃ <WH1242> the morning."},{"number":9,"verse":"ויהי <WH1961> And it came to pass בבקר <WH1242> in the morning, ויצא <WH3318> that he went out, ויעמד <WH5975> and stood, ויאמר <WH559> and said אל <WH413> to כל <WH3605> all העם <WH5971> the people, צדקים <WH6662> righteous: אתם <WH859> Ye הנה <WH2009> behold, אני <WH589> I קשׁרתי <WH7194> conspired על <WH5921> against אדני <WH113> my master, ואהרגהו <WH2026> and slew ומי <WH4310> him: but who הכה <WH5221> slew את <WH853> כל <WH3605> all אלה׃ <WH428> these?"},{"number":10,"verse":"דעו <WH3045> Know אפוא <WH645> now כי <WH3588> that לא <WH3808> nothing יפל <WH5307> there shall fall מדבר <WH1697> of the word יהוה <WH3068> of the LORD, ארצה <WH776> unto the earth אשׁר <WH834> which דבר <WH1696> spoke יהוה <WH3068> the LORD על <WH5921> concerning בית <WH1004> the house אחאב <WH256> of Ahab: ויהוה <WH3068> for the LORD עשׂה <WH6213> hath done את <WH853> אשׁר <WH834> which דבר <WH1696> he spoke ביד <WH3027> by עבדו <WH5650> his servant אליהו׃ <WH452> Elijah."},{"number":11,"verse":"ויך <WH5221> slew יהוא <WH3058> So Jehu את <WH853> כל <WH3605> all הנשׁארים <WH7604> that remained לבית <WH1004> of the house אחאב <WH256> of Ahab ביזרעאל <WH3157> in Jezreel, וכל <WH3605> and all גדליו <WH1419> his great men, ומידעיו <WH3045> and his kinsfolk, וכהניו <WH3548> and his priests, עד <WH5704> until בלתי <WH1115> him none השׁאיר <WH7604> he left לו שׂריד׃ <WH8300> remaining."},{"number":12,"verse":"ויקם <WH6965> And he arose ויבא <WH935> and departed, וילך <WH1980> and came שׁמרון <WH8111> to Samaria. הוא <WH1931> as he בית <WH1004> עקדרעים <WH7462> בדרך׃ <WH1870> in the way,"},{"number":13,"verse":"ויהוא <WH3058> Jehu מצא <WH4672> met את <WH853> אחי <WH251> with the brethren אחזיהו <WH274> of Ahaziah מלך <WH4428> king יהודה <WH3063> of Judah, ויאמר <WH559> and said, מי <WH4310> Who אתם <WH859> ye? ויאמרו <WH559> And they answered, אחי <WH251> the brethren אחזיהו <WH274> of Ahaziah; אנחנו <WH587> We ונרד <WH3381> and we go down לשׁלום <WH7965> to salute בני <WH1121> the children המלך <WH4428> of the king ובני <WH1121> and the children הגבירה׃ <WH1377> of the queen."},{"number":14,"verse":"ויאמר <WH559> And he said, תפשׂום <WH8610> Take חיים <WH2416> them alive. ויתפשׂום <WH8610> And they took חיים <WH2416> them alive, וישׁחטום <WH7819> and slew אל <WH413> them at בור <WH953> the pit בית עקד <WH1044> of the shearing house, ארבעים <WH705> and forty ושׁנים <WH8147> two אישׁ <WH376> men; ולא <WH3808> neither השׁאיר <WH7604> left אישׁ <WH376> he any מהם׃ <WH1992>"},{"number":15,"verse":"וילך <WH1980> And when he was departed משׁם <WH8033> thence, וימצא <WH4672> he lighted on את <WH853> יהונדב <WH3082> Jehonadab בן <WH1121> the son רכב <WH7394> of Rechab לקראתו <WH7125> ויברכהו <WH1288> him: and he saluted ויאמר <WH559> him, and said אליו <WH413> to הישׁ <WH3426> him, Is את <WH853> לבבך <WH3824> thine heart ישׁר <WH3477> right, כאשׁר <WH834> as לבבי <WH3824> my heart עם <WH5973> with לבבך <WH3824> thy heart? ויאמר <WH559> answered, יהונדב <WH3082> And Jehonadab ישׁ <WH3426> It is. וישׁ <WH3426> If it be, תנה <WH5414> give את <WH853> ידך <WH3027> thine hand. ויתן <WH5414> And he gave ידו <WH3027> his hand; ויעלהו <WH5927> and he took him up אליו <WH413> to אל <WH413> him into המרכבה׃ <WH4818> the chariot."},{"number":16,"verse":"ויאמר <WH559> And he said, לכה <WH1980> Come אתי <WH854> with וראה <WH7200> me, and see בקנאתי <WH7068> my zeal ליהוה <WH3068> for the LORD. וירכבו <WH7392> So they made him ride אתו <WH853> ברכבו׃ <WH7393> in his chariot."},{"number":17,"verse":"ויבא <WH935> And when he came שׁמרון <WH8111> to Samaria, ויך <WH5221> he slew את <WH853> כל <WH3605> all הנשׁארים <WH7604> that remained לאחאב <WH256> unto Ahab בשׁמרון <WH8111> in Samaria, עד <WH5704> till השׁמידו <WH8045> he had destroyed כדבר <WH1697> him, according to the saying יהוה <WH3068> of the LORD, אשׁר <WH834> which דבר <WH1696> he spoke אל <WH413> to אליהו׃ <WH452> Elijah."},{"number":18,"verse":"ויקבץ <WH6908> gathered יהוא <WH3058> And Jehu את <WH853> כל <WH3605> all העם <WH5971> the people ויאמר <WH559> together, and said אלהם <WH413> unto אחאב <WH256> them, Ahab עבד <WH5647> served את <WH853> הבעל <WH1168> Baal מעט <WH4592> a little; יהוא <WH3058> Jehu יעבדנו <WH5647> shall serve הרבה׃ <WH7235> him much."},{"number":19,"verse":"ועתה <WH6258> Now כל <WH3605> me all נביאי <WH5030> the prophets הבעל <WH1168> of Baal, כל <WH3605> all עבדיו <WH5647> his servants, וכל <WH3605> and all כהניו <WH3548> his priests; קראו <WH7121> therefore call אלי <WH413> unto אישׁ <WH376> let none אל <WH408> let none יפקד <WH6485> be wanting: כי <WH3588> for זבח <WH2077> sacrifice גדול <WH1419> I have a great לי לבעל <WH1168> to Baal; כל <WH3605> whosoever אשׁר <WH834> whosoever יפקד <WH6485> shall be wanting, לא <WH3808> he shall not יחיה <WH2421> live. ויהוא <WH3058> But Jehu עשׂה <WH6213> did בעקבה <WH6122> in subtlety, למען <WH4616> to the intent האביד <WH6> that he might destroy את <WH853> עבדי <WH5647> the worshipers הבעל׃ <WH1168> of Baal."},{"number":20,"verse":"ויאמר <WH559> said, יהוא <WH3058> And Jehu קדשׁו <WH6942> Proclaim עצרה <WH6116> a solemn assembly לבעל <WH1168> for Baal. ויקראו׃ <WH7121> And they proclaimed"},{"number":21,"verse":"וישׁלח <WH7971> sent יהוא <WH3058> And Jehu בכל <WH3605> through all ישׂראל <WH3478> Israel: ויבאו <WH935> came, כל <WH3605> and all עבדי <WH5647> the worshipers הבעל <WH1168> of Baal ולא <WH3808> so that there was not נשׁאר <WH7604> left אישׁ <WH376> a man אשׁר <WH834> that לא <WH3808> not. בא <WH935> came ויבאו <WH935> And they came בית <WH1004> into the house הבעל <WH1168> of Baal; וימלא <WH4390> was full בית <WH1004> and the house הבעל <WH1168> of Baal פה <WH6310> from one end לפה׃ <WH6310> to another."},{"number":22,"verse":"ויאמר <WH559> And he said לאשׁר <WH834> unto him that על <WH5921> over המלתחה <WH4458> the vestry, הוצא <WH3318> Bring forth לבושׁ <WH3830> vestments לכל <WH3605> for all עבדי <WH5647> the worshipers הבעל <WH1168> of Baal. ויצא <WH3318> And he brought them forth להם המלבושׁ׃ <WH4403> vestments."},{"number":23,"verse":"ויבא <WH935> went, יהוא <WH3058> And Jehu ויהונדב <WH3082> and Jehonadab בן <WH1121> the son רכב <WH7394> of Rechab, בית <WH1004> into the house הבעל <WH1168> of Baal, ויאמר <WH559> and said לעבדי <WH5647> unto the worshipers הבעל <WH1168> of Baal, חפשׂו <WH2664> Search, וראו <WH7200> and look פן <WH6435> that ישׁ <WH3426> there be פה <WH6311> here עמכם <WH5973> with מעבדי <WH5650> you none of the servants יהוה <WH3068> of the LORD, כי <WH3588> but אם <WH518> but עבדי <WH5647> the worshipers הבעל <WH1168> of Baal לבדם׃ <WH905> only."},{"number":24,"verse":"ויבאו <WH935> And when they went in לעשׂות <WH6213> to offer זבחים <WH2077> sacrifices ועלות <WH5930> and burnt offerings, ויהוא <WH3058> Jehu שׂם <WH7760> appointed לו בחוץ <WH2351> without, שׁמנים <WH8084> fourscore אישׁ <WH376> men ויאמר <WH559> and said, האישׁ <WH376> any אשׁר <WH834> whom ימלט <WH4422> escape, מן <WH4480> of האנשׁים <WH376> the men אשׁר <WH834> אני <WH589> I מביא <WH935> have brought על <WH5921> into ידיכם <WH3027> your hands נפשׁו <WH5315> his life תחת <WH8478> for נפשׁו׃ <WH5315> the life"},{"number":25,"verse":"ויהי <WH1961> And it came to pass, ככלתו <WH3615> as soon as he had made an end לעשׂות <WH6213> of offering העלה <WH5930> the burnt offering, ויאמר <WH559> said יהוא <WH3058> that Jehu לרצים <WH7323> to the guard ולשׁלשׁים <WH7991> and to the captains, באו <WH935> Go in, הכום <WH5221> slay אישׁ <WH376> them; let none אל <WH408> them; let none יצא <WH3318> come forth. ויכום <WH5221> And they smote לפי <WH6310> them with the edge חרב <WH2719> of the sword; וישׁלכו <WH7993> cast out, הרצים <WH7323> and the guard והשׁלשׁים <WH7991> and the captains וילכו <WH1980> and went עד <WH5704> to עיר <WH5892> the city בית <WH1004> of the house הבעל׃ <WH1168> of Baal."},{"number":26,"verse":"ויצאו <WH3318> And they brought forth את <WH853> מצבות <WH4676> the images בית <WH1004> out of the house הבעל <WH1168> of Baal, וישׂרפוה׃ <WH8313> and burned"},{"number":27,"verse":"ויתצו <WH5422> And they broke down את <WH853> מצבת <WH4676> the image הבעל <WH1168> of Baal, ויתצו <WH5422> and broke down את <WH853> בית <WH1004> the house הבעל <WH1168> of Baal, וישׂמהו <WH7760> and made למחראות <WH4163> it a draught house עד <WH5704> unto היום׃ <WH3117> this day."},{"number":28,"verse":"וישׁמד <WH8045> destroyed יהוא <WH3058> Thus Jehu את <WH853> הבעל <WH1168> Baal מישׂראל׃ <WH3478>"},{"number":29,"verse":"רק <WH7535> Howbeit חטאי <WH2399> the sins ירבעם <WH3379> of Jeroboam בן <WH1121> the son נבט <WH5028> of Nebat, אשׁר <WH834> who החטיא <WH2398> to sin, את <WH853> ישׂראל <WH3478> made Israel לא <WH3808> not סר <WH5493> departed יהוא <WH3058> Jehu מאחריהם <WH310> from after עגלי <WH5695> calves הזהב <WH2091> them, the golden אשׁר <WH834> that בית אל <WH1008> in Bethel, ואשׁר <WH834> and that בדן׃ <WH1835> in Dan."},{"number":30,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto יהוא <WH3058> Jehu, יען <WH3282> אשׁר <WH834> that הטיבת <WH2895> thou hast done well לעשׂות <WH6213> in executing הישׁר <WH3477> right בעיני <WH5869> in mine eyes, ככל <WH3605> according to all אשׁר <WH834> בלבבי <WH3824> in mine heart, עשׂית <WH6213> hast done לבית <WH1004> unto the house אחאב <WH256> of Ahab בני <WH1121> thy children רבעים <WH7243> of the fourth ישׁבו <WH3427> shall sit לך על <WH5921> on כסא <WH3678> the throne ישׂראל׃ <WH3478> of Israel."},{"number":31,"verse":"ויהוא <WH3058> But Jehu לא <WH3808> took no heed שׁמר <WH8104> took no heed ללכת <WH1980> to walk בתורת <WH8451> in the law יהוה <WH3068> of the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel בכל <WH3605> with all לבבו <WH3824> his heart: לא <WH3808> not סר <WH5493> for he departed מעל <WH5921> from חטאות <WH2403> the sins ירבעם <WH3379> of Jeroboam, אשׁר <WH834> which החטיא <WH2398> to sin. את <WH853> ישׂראל׃ <WH3478> made Israel"},{"number":32,"verse":"בימים <WH3117> days ההם <WH1992> In those החל <WH2490> began יהוה <WH3068> the LORD לקצות <WH7096> בישׂראל <WH3478> of Israel; ויכם <WH5221> smote חזאל <WH2371> and Hazael בכל <WH3605> them in all גבול <WH1366> the coasts ישׂראל׃ <WH3478>"},{"number":33,"verse":"מן <WH4480> From הירדן <WH3383> Jordan מזרח <WH4217> eastward, השׁמשׁ <WH8121> eastward, את <WH853> כל <WH3605> all ארץ <WH776> the land הגלעד <WH1568> of Gilead, הגדי <WH1425> the Gadites, והראובני <WH7206> and the Reubenites, והמנשׁי <WH4520> and the Manassites, מערער <WH6177> אשׁר <WH834> which על <WH5921> by נחל <WH5158> the river ארנן <WH769> Arnon, והגלעד <WH1568> even Gilead והבשׁן׃ <WH1316> and Bashan."},{"number":34,"verse":"ויתר <WH3499> Now the rest דברי <WH1697> of the acts יהוא <WH3058> of Jehu, וכל <WH3605> and all אשׁר <WH834> that עשׂה <WH6213> he did, וכל <WH3605> and all גבורתו <WH1369> his might, הלוא <WH3808> not הם <WH1992> they כתובים <WH3789> written על <WH5921> in ספר <WH5612> the book דברי <WH1697> of the chronicles הימים <WH3117> of the chronicles למלכי <WH4428> of the kings ישׂראל׃ <WH3478> of Israel?"},{"number":35,"verse":"וישׁכב <WH7901> slept יהוא <WH3058> And Jehu עם <WH5973> with אבתיו <WH1> his fathers: ויקברו <WH6912> and they buried אתו <WH853> בשׁמרון <WH8111> him in Samaria. וימלך <WH4427> reigned יהואחז <WH3059> And Jehoahaz בנו <WH1121> his son תחתיו׃ <WH8478> in his stead."},{"number":36,"verse":"והימים <WH3117> And the time אשׁר <WH834> that מלך <WH4427> reigned יהוא <WH3058> Jehu על <WH5921> over ישׂראל <WH3478> Israel עשׂרים <WH6242> twenty ושׁמנה <WH8083> and eight שׁנה <WH8141> years. בשׁמרון׃ <WH8111> in Samaria"}]}