{"bibleAbbr":"Orig2013+","bookName":"מלכים ב","bookEnglishName":"2 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"בשׁנת <WH8141> year שׁבע <WH7651> In the seventh ליהוא <WH3058> of Jehu מלך <WH4427> began to reign; יהואשׁ <WH3060> Jehoash וארבעים <WH705> and forty שׁנה <WH8141> years מלך <WH4427> reigned בירושׁלם <WH3389> he in Jerusalem. ושׁם <WH8034> name אמו <WH517> And his mother's צביה <WH6645> Zibiah מבאר שׁבע׃ <WH884>"},{"number":2,"verse":"ויעשׂ <WH6213> did יהואשׁ <WH3060> And Jehoash הישׁר <WH3477> right בעיני <WH5869> in the sight יהוה <WH3068> of the LORD כל <WH3605> all ימיו <WH3117> his days אשׁר <WH834> wherein הורהו <WH3384> instructed יהוידע <WH3077> Jehoiada הכהן׃ <WH3548> the priest"},{"number":3,"verse":"רק <WH7535> But הבמות <WH1116> the high places לא <WH3808> were not סרו <WH5493> taken away: עוד <WH5750> still העם <WH5971> the people מזבחים <WH2076> sacrificed ומקטרים <WH6999> and burnt incense בבמות׃ <WH1116> in the high places."},{"number":4,"verse":"ויאמר <WH559> said יהואשׁ <WH3060> And Jehoash אל <WH413> to הכהנים <WH3548> the priests, כל <WH3605> All כסף <WH3701> the money הקדשׁים <WH6944> of the dedicated things אשׁר <WH834> that יובא <WH935> is brought בית <WH1004> into the house יהוה <WH3068> of the LORD, כסף <WH3701> the money עובר <WH5674> of every one that passeth אישׁ <WH376> any man's כסף <WH3701> the money נפשׁות <WH5315> that every man ערכו <WH6187> is set at, כל <WH3605> all כסף <WH3701> the money אשׁר <WH834> that יעלה <WH5927> cometh על <WH5921> into לב <WH3820> heart אישׁ <WH376> להביא <WH935> to bring בית <WH1004> into the house יהוה׃ <WH3068> of the LORD,"},{"number":5,"verse":"יקחו <WH3947> take להם הכהנים <WH3548> Let the priests אישׁ <WH376> to them, every man מאת <WH853> מכרו <WH4378> his acquaintance: והם <WH1992> and let them יחזקו <WH2388> repair את <WH853> בדק <WH919> the breaches הבית <WH1004> of the house, לכל <WH3605> wheresoever אשׁר <WH834> ימצא <WH4672> shall be found. שׁם <WH8033> בדק׃ <WH919> any breach"},{"number":6,"verse":"ויהי <WH1961> But it was בשׁנת <WH8141> year עשׂרים <WH6242> and twentieth ושׁלשׁ <WH7969> in the three שׁנה <WH8141> למלך <WH4428> of king יהואשׁ <WH3060> Jehoash לא <WH3808> had not חזקו <WH2388> repaired הכהנים <WH3548> the priests את <WH853> בדק <WH919> the breaches הבית׃ <WH1004> of the house."},{"number":7,"verse":"ויקרא <WH7121> called המלך <WH4428> Then king יהואשׁ <WH3060> Jehoash ליהוידע <WH3077> for Jehoiada הכהן <WH3548> the priest, ולכהנים <WH3548> and the priests, ויאמר <WH559> and said אלהם <WH413> unto מדוע <WH4069> them, Why אינכם <WH369> ye not מחזקים <WH2388> repair את <WH853> בדק <WH919> the breaches הבית <WH1004> of the house? ועתה <WH6258> now אל <WH408> no תקחו <WH3947> therefore receive כסף <WH3701> money מאת <WH853> מכריכם <WH4378> your acquaintance, כי <WH3588> but לבדק <WH919> it for the breaches הבית <WH1004> of the house. תתנהו׃ <WH5414> deliver"},{"number":8,"verse":"ויאתו <WH225> consented הכהנים <WH3548> And the priests לבלתי <WH1115> no קחת <WH3947> to receive כסף <WH3701> money מאת <WH853> העם <WH5971> the people, ולבלתי <WH1115> neither חזק <WH2388> to repair את <WH853> בדק <WH919> the breaches הבית׃ <WH1004> of the house."},{"number":9,"verse":"ויקח <WH3947> took יהוידע <WH3077> But Jehoiada הכהן <WH3548> the priest ארון <WH727> chest, אחד <WH259> a ויקב <WH5344> and bored חר <WH2356> a hole בדלתו <WH1817> in the lid ויתן <WH5414> of it, and set אתו <WH853> אצל <WH681> it beside המזבח <WH4196> the altar, בימין <WH3225> on the right side בבוא <WH935> cometh אישׁ <WH376> as one בית <WH1004> into the house יהוה <WH3068> of the LORD: ונתנו <WH5414> put שׁמה <WH8033> therein הכהנים <WH3548> and the priests שׁמרי <WH8104> that kept הסף <WH5592> the door את <WH853> כל <WH3605> all הכסף <WH3701> the money המובא <WH935> brought בית <WH1004> into the house יהוה׃ <WH3068> of the LORD."},{"number":10,"verse":"ויהי <WH1961> And it was כראותם <WH7200> when they saw כי <WH3588> that רב <WH7227> much הכסף <WH3701> money בארון <WH727> in the chest, ויעל <WH5927> came up, ספר <WH5608> scribe המלך <WH4428> that the king's והכהן <WH3548> priest הגדול <WH1419> and the high ויצרו <WH6696> and they put up in bags, וימנו <WH4487> and told את <WH853> הכסף <WH3701> the money הנמצא <WH4672> that was found בית <WH1004> in the house יהוה׃ <WH3068> of the LORD."},{"number":11,"verse":"ונתנו <WH5414> And they gave את <WH853> הכסף <WH3701> the money, המתכן <WH8505> being told, על <WH5921> into יד <WH3027> the hands עשׂי <WH6213> of them that did המלאכה <WH4399> the work, הפקדים <WH6485> that had the oversight בית <WH1004> of the house יהוה <WH3068> of the LORD: ויוציאהו <WH3318> and they laid it out לחרשׁי <WH2796> to the carpenters העץ <WH6086> to the carpenters ולבנים <WH1129> and builders, העשׂים <WH6213> that wrought בית <WH1004> upon the house יהוה׃ <WH3068> of the LORD,"},{"number":12,"verse":"ולגדרים <WH1443> And to masons, ולחצבי <WH2672> and hewers האבן <WH68> of stone, ולקנות <WH7069> and to buy עצים <WH6086> timber ואבני <WH68> stone מחצב <WH4274> and hewed לחזק <WH2388> to repair את <WH853> בדק <WH919> the breaches בית <WH1004> of the house יהוה <WH3068> of the LORD, ולכל <WH3605> and for all אשׁר <WH834> that יצא <WH3318> was laid out על <WH5921> for הבית <WH1004> the house לחזקה׃ <WH2394> to repair"},{"number":13,"verse":"אך <WH389> Howbeit לא <WH3808> there were not יעשׂה <WH6213> made בית <WH1004> for the house יהוה <WH3068> of the LORD ספות <WH5592> bowls כסף <WH3701> of silver, מזמרות <WH4212> snuffers, מזרקות <WH4219> basins, חצצרות <WH2689> trumpets, כל <WH3605> any כלי <WH3627> vessels זהב <WH2091> of gold, וכלי <WH3627> or vessels כסף <WH3701> of silver, מן <WH4480> of הכסף <WH3701> the money המובא <WH935> brought בית <WH1004> into the house יהוה׃ <WH3068> of the LORD:"},{"number":14,"verse":"כי <WH3588> But לעשׂי <WH6213> that to the workmen, המלאכה <WH4399> that to the workmen, יתנהו <WH5414> they gave וחזקו <WH2388> and repaired בו את <WH853> בית <WH1004> therewith the house יהוה׃ <WH3068> of the LORD."},{"number":15,"verse":"ולא <WH3808> not יחשׁבו <WH2803> Moreover they reckoned את <WH854> with האנשׁים <WH582> אשׁר <WH834> whose יתנו <WH5414> they delivered את <WH853> הכסף <WH3701> the money על <WH5921> into ידם <WH3027> hand לתת <WH5414> to be bestowed לעשׂי <WH6213> on workmen: המלאכה <WH4399> on workmen: כי <WH3588> for באמנה <WH530> faithfully. הם <WH1992> they עשׂים׃ <WH6213> dealt"},{"number":16,"verse":"כסף <WH3701> money אשׁם <WH817> The trespass וכסף <WH3701> money חטאות <WH2399> לא <WH3808> was not יובא <WH935> brought בית <WH1004> into the house יהוה <WH3068> of the LORD: לכהנים <WH3548> the priests. יהיו׃ <WH1961> it was"},{"number":17,"verse":"אז <WH227> Then יעלה <WH5927> went up, חזאל <WH2371> Hazael מלך <WH4428> king ארם <WH758> of Syria וילחם <WH3898> and fought על <WH5921> against גת <WH1661> Gath, וילכדה <WH3920> and took וישׂם <WH7760> set חזאל <WH2371> it: and Hazael פניו <WH6440> his face לעלות <WH5927> to go up על <WH5921> to ירושׁלם׃ <WH3389> Jerusalem."},{"number":18,"verse":"ויקח <WH3947> took יהואשׁ <WH3060> And Jehoash מלך <WH4428> king יהודה <WH3063> of Judah את <WH853> כל <WH3605> all הקדשׁים <WH6944> the hallowed things אשׁר <WH834> that הקדישׁו <WH6942> had dedicated, יהושׁפט <WH3092> Jehoshaphat, ויהורם <WH3088> and Jehoram, ואחזיהו <WH274> and Ahaziah, אבתיו <WH1> his fathers, מלכי <WH4428> kings יהודה <WH3063> of Judah, ואת <WH853> קדשׁיו <WH6944> and his own hallowed things, ואת <WH853> כל <WH3605> and all הזהב <WH2091> the gold הנמצא <WH4672> found באצרות <WH214> in the treasures בית <WH1004> of the house יהוה <WH3068> of the LORD, ובית <WH1004> house, המלך <WH4428> and in the king's וישׁלח <WH7971> and sent לחזאל <WH2371> to Hazael מלך <WH4428> king ארם <WH758> of Syria: ויעל <WH5927> and he went away מעל <WH5921> from ירושׁלם׃ <WH3389> Jerusalem."},{"number":19,"verse":"ויתר <WH3499> And the rest דברי <WH1697> of the acts יואשׁ <WH3101> of Joash, וכל <WH3605> and all אשׁר <WH834> <WH834> or=\"#000000\"> that עשׂה <WH6213> he did, הלוא <WH3808> not הם <WH1992> they כתובים <WH3789> written על <WH5921> in ספר <WH5612> the book דברי <WH1697> of the chronicles הימים <WH3117> of the chronicles למלכי <WH4428> of the kings יהודה׃ <WH3063> of Judah?"},{"number":20,"verse":"ויקמו <WH6965> arose, עבדיו <WH5650> And his servants ויקשׁרו <WH7194> and made קשׁר <WH7195> a conspiracy, ויכו <WH5221> and slew את <WH853> יואשׁ <WH3101> Joash בית <WH1004> in the house מלא <WH4407> of Millo, היורד <WH3381> which goeth down סלא׃ <WH5538> to Silla."},{"number":21,"verse":"ויוזבד <WH3107> בן <WH1121> the son שׁמעת <WH8100> of Shimeath, ויהוזבד <WH3075> and Jehozabad בן <WH1121> the son שׁמר <WH7763> of Shomer, עבדיו <WH5650> his servants, הכהו <WH5221> smote וימת <WH4191> him, and he died; ויקברו <WH6912> and they buried אתו <WH853> עם <WH5973> him with אבתיו <WH1> his fathers בעיר <WH5892> in the city דוד <WH1732> of David: וימלך <WH4427> reigned אמציה <WH558> and Amaziah בנו <WH1121> his son תחתיו׃ <WH8478> in his stead."}]}