{"bibleAbbr":"Orig2013+","bookName":"מלכים ב","bookEnglishName":"2 Kings","chapterNumber":16,"verses":[{"number":1,"verse":"בשׁנת <WH8141> year שׁבע <WH7651> עשׂרהׁנה <WH8141> לפקח <WH6492> of Pekah בן <WH1121> the son רמליהו <WH7425> of Remaliah מלך <WH4427> began to reign. אחז <WH271> Ahaz בן <WH1121> the son יותם <WH3147> of Jotham מלך <WH4428> king יהודה׃ <WH3063> of Judah"},{"number":2,"verse":"בן <WH1121> old עשׂרים <WH6242> Twenty שׁנה <WH8141> years אחז <WH271> Ahaz במלכו <WH4427> when he began to reign, ושׁשׁ <WH8337> sixteen עשׂרה <WH6240> sixteen שׁנה <WH8141> years מלך <WH4427> and reigned בירושׁלם <WH3389> in Jerusalem, ולא <WH3808> not עשׂה <WH6213> and did הישׁר <WH3477> right בעיני <WH5869> in the sight יהוה <WH3068> of the LORD אלהיו <WH430> his God, כדוד <WH1732> like David אביו׃ <WH1> his father."},{"number":3,"verse":"וילך <WH1980> But he walked בדרך <WH1870> in the way מלכי <WH4428> of the kings ישׂראל <WH3478> of Israel, וגם <WH1571> yea, את <WH853> בנו <WH1121> and made his son העביר <WH5674> to pass through באשׁ <WH784> the fire, כתעבות <WH8441> according to the abominations הגוים <WH1471> of the heathen, אשׁר <WH834> הורישׁ <WH3423> cast out יהוה <WH3068> the LORD אתם <WH853> מפני <WH6440> from before בני <WH1121> the children ישׂראל׃ <WH3478> of Israel."},{"number":4,"verse":"ויזבח <WH2076> And he sacrificed ויקטר <WH6999> and burnt incense בבמות <WH1116> in the high places, ועל <WH5921> and on הגבעות <WH1389> the hills, ותחת <WH8478> and under כל <WH3605> every עץ <WH6086> tree. רענן׃ <WH7488> green"},{"number":5,"verse":"אז <WH227> Then יעלה <WH5927> came up רצין <WH7526> Rezin מלך <WH4428> king ארם <WH758> of Syria ופקח <WH6492> and Pekah בן <WH1121> son רמליהו <WH7425> of Remaliah מלך <WH4428> king ישׂראל <WH3478> of Israel ירושׁלם <WH3389> to Jerusalem למלחמה <WH4421> to war: ויצרו <WH6696> and they besieged על <WH5921> and they besieged אחז <WH271> Ahaz, ולא <WH3808> not יכלו <WH3201> but could להלחם׃ <WH3898> overcome"},{"number":6,"verse":"בעת <WH6256> time ההיא <WH1931> At that השׁיב <WH7725> recovered רצין <WH7526> Rezin מלך <WH4428> king ארם <WH758> of Syria את <WH853> אילת <WH359> Elath לארם <WH758> to Syria, וינשׁל <WH5394> and drove את <WH853> היהודים <WH3064> the Jews מאילות <WH359> to Elath, וארמים <WH726> and the Syrians באו <WH935> came אילת <WH359> וישׁבו <WH3427> and dwelt שׁם <WH8033> there עד <WH5704> unto היום <WH3117> day. הזה׃ <WH2088> this"},{"number":7,"verse":"וישׁלח <WH7971> sent אחז <WH271> So Ahaz מלאכים <WH4397> messengers אל <WH413> to תגלת פלסר <WH8407> Tiglathpileser מלך <WH4428> king אשׁור <WH804> of Assyria, לאמר <WH559> saying, עבדך <WH5650> thy servant ובנך <WH1121> and thy son: אני <WH589> I עלה <WH5927> come up, והושׁעני <WH3467> and save מכף <WH3709> me out of the hand מלך <WH4428> of the king ארם <WH758> of Syria, ומכף <WH3709> and out of the hand מלך <WH4428> of the king ישׂראל <WH3478> of Israel, הקומים <WH6965> which rise up עלי׃ <WH5921> against"},{"number":8,"verse":"ויקח <WH3947> took אחז <WH271> And Ahaz את <WH853> הכסף <WH3701> the silver ואת <WH853> הזהב <WH2091> and gold הנמצא <WH4672> that was found בית <WH1004> in the house יהוה <WH3069> ובאצרות <WH214> and in the treasures בית <WH1004> house, המלך <WH4428> of the king's וישׁלח <WH7971> and sent למלך <WH4428> to the king אשׁור <WH804> of Assyria. שׁחד׃ <WH7810> a present"},{"number":9,"verse":"וישׁמע <WH8085> hearkened אליו <WH413> unto מלך <WH4428> And the king אשׁור <WH804> of Assyria ויעל <WH5927> went up מלך <WH4428> him: for the king אשׁור <WH804> of Assyria אל <WH413> against דמשׂק <WH1834> Damascus, ויתפשׂה <WH8610> and took ויגלה <WH1540> it, and carried it captive קירה <WH7024> to Kir, ואת <WH853> רצין <WH7526> Rezin. המית׃ <WH4191> and slew"},{"number":10,"verse":"וילך <WH1980> went המלך <WH4428> And king אחז <WH271> Ahaz לקראת <WH7125> תגלת פלאסר <WH8407> Tiglathpileser מלך <WH4428> king אשׁור <WH804> of Assyria, דומשׂק <WH1834> to Damascus וירא <WH7200> and saw את <WH853> המזבח <WH4196> an altar אשׁר <WH834> that בדמשׂק <WH1834> at Damascus: וישׁלח <WH7971> sent המלך <WH4428> and king אחז <WH271> Ahaz אל <WH413> to אוריה <WH223> Urijah הכהן <WH3548> the priest את <WH853> דמות <WH1823> the fashion המזבח <WH4196> of the altar, ואת <WH853> תבניתו <WH8403> and the pattern לכל <WH3605> of it, according to all מעשׂהו׃ <WH4639> the workmanship"},{"number":11,"verse":"ויבן <WH1129> built אוריה <WH223> And Urijah הכהן <WH3548> the priest את <WH853> המזבח <WH4196> an altar ככל <WH3605> according to all אשׁר <WH834> that שׁלח <WH7971> had sent המלך <WH4428> king אחז <WH271> Ahaz מדמשׂק <WH1834> כן <WH3651> so עשׂה <WH6213> made אוריה <WH223> Urijah הכהן <WH3548> the priest עד <WH5704> against בוא <WH935> came המלך <WH4428> king אחז <WH271> Ahaz מדמשׂק׃ <WH1834>"},{"number":12,"verse":"ויבא <WH935> was come המלך <WH4428> And when the king מדמשׂק <WH1834> וירא <WH7200> saw המלך <WH4428> the king את <WH853> המזבח <WH4196> the altar: ויקרב <WH7126> approached המלך <WH4428> and the king על <WH5921> to המזבח <WH4196> the altar, ויעל <WH5927> and offered עליו׃ <WH5921> thereon."},{"number":13,"verse":"ויקטר <WH6999> And he burnt את <WH853> עלתו <WH5930> his burnt offering ואת <WH853> מנחתו <WH4503> and his meat offering, ויסך <WH5258> and poured את <WH853> נסכו <WH5262> his drink offering, ויזרק <WH2236> and sprinkled את <WH853> דם <WH1818> the blood השׁלמים <WH8002> peace offerings, אשׁר <WH834> of his לו על <WH5921> upon המזבח׃ <WH4196> the altar."},{"number":14,"verse":"ואת <WH853> המזבח <WH4196> altar, הנחשׁת <WH5178> also the brazen אשׁר <WH834> which לפני <WH6440> before יהוה <WH3068> the LORD, ויקרב <WH7126> And he brought מאת <WH853> פני <WH6440> the forefront הבית <WH1004> of the house, מבין <WH996> from between המזבח <WH4196> the altar ומבין <WH996> בית <WH1004> and the house יהוה <WH3068> of the LORD, ויתן <WH5414> and put אתו <WH853> על <WH5921> it on ירך <WH3409> side המזבח <WH4196> of the altar. צפונה׃ <WH6828> the north"},{"number":15,"verse":"ויצוהו <WH6680> commanded המלך <WH4428> And king אחז <WH271> Ahaz את <WH853> אוריה <WH223> Urijah הכהן <WH3548> the priest, לאמר <WH559> saying, על <WH5921> Upon המזבח <WH4196> altar הגדול <WH1419> the great הקטר <WH6999> burn את <WH853> עלת <WH5930> burnt offering, הבקר <WH1242> the morning ואת <WH853> מנחת <WH4503> meat offering, הערב <WH6153> and the evening ואת <WH853> עלת <WH5930> burnt sacrifice, המלך <WH4428> and the king's ואת <WH853> מנחתו <WH4503> and his meat offering, ואת <WH854> עלת <WH5930> with the burnt offering כל <WH3605> of all עם <WH5971> the people הארץ <WH776> of the land, ומנחתם <WH4503> and their meat offering, ונסכיהם <WH5262> and their drink offerings; וכל <WH3605> it all דם <WH1818> the blood עלה <WH5930> of the burnt offering, וכל <WH3605> and all דם <WH1818> the blood זבח <WH2077> of the sacrifice: עליו <WH5921> upon תזרק <WH2236> and sprinkle ומזבח <WH4196> altar הנחשׁת <WH5178> and the brazen יהיה <WH1961> shall be לי לבקר׃ <WH1239> for me to inquire"},{"number":16,"verse":"ויעשׂ <WH6213> Thus did אוריה <WH223> Urijah הכהן <WH3548> the priest, ככל <WH3605> according to all אשׁר <WH834> that צוה <WH6680> commanded. המלך <WH4428> king אחז׃ <WH271> Ahaz"},{"number":17,"verse":"ויקצץ <WH7112> cut off המלך <WH4428> And king אחז <WH271> Ahaz את <WH853> המסגרות <WH4526> the borders המכנות <WH4350> of the bases, ויסר <WH5493> and removed מעליהם <WH5921> from off ואת <WH853> הכיראת <WH853> הים <WH3220> the sea הורד <WH3381> them; and took down מעל <WH5921> from off הבקר <WH1241> oxen הנחשׁת <WH5178> the brazen אשׁר <WH834> that תחתיה ויתן <WH5414> it, and put אתו <WH853> על <WH5921> it upon מרצפת <WH4837> a pavement אבנים׃ <WH68> of stones."},{"number":18,"verse":"ואת <WH853> מיסך <WH4329> And the covert השׁבת <WH7676> for the sabbath אשׁר <WH834> that בנו <WH1129> they had built בבית <WH1004> in the house, ואת <WH853> מבוא <WH3996> entry המלך <WH4428> and the king's החיצונה <WH2435> without, הסב <WH5437> turned בית <WH1004> he from the house יהוה <WH3068> of the LORD מפני <WH6440> for מלך <WH4428> the king אשׁור׃ <WH804> of Assyria."},{"number":19,"verse":"ויתר <WH3499> Now the rest דברי <WH1697> of the acts אחז <WH271> of Ahaz אשׁר <WH834> which עשׂה <WH6213> he did, הלא <WH3808> not הם <WH1992> they כתובים <WH3789> written על <WH5921> in ספר <WH5612> the book דברי <WH1697> of the chronicles הימים <WH3117> of the chronicles למלכי <WH4428> of the kings יהודה׃ <WH3063> of Judah?"},{"number":20,"verse":"וישׁכב <WH7901> slept אחז <WH271> And Ahaz עם <WH5973> with אבתיו <WH1> his fathers, ויקבר <WH6912> and was buried עם <WH5973> with אבתיו <WH1> his fathers בעיר <WH5892> in the city דוד <WH1732> of David: וימלך <WH4427> reigned חזקיהו <WH2396> and Hezekiah בנו <WH1121> his son תחתיו׃ <WH8478> in his stead."}]}