{"bibleAbbr":"Orig2013+","bookName":"מלכים ב","bookEnglishName":"2 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"בשׁנת <WH8141> year שׁתים <WH8147> עשׂרהאחז <WH271> of Ahaz מלך <WH4428> king יהודה <WH3063> of Judah מלך <WH4427> to reign הושׁע <WH1954> began Hoshea בן <WH1121> the son אלה <WH425> of Elah בשׁמרון <WH8111> in Samaria על <WH5921> over ישׂראל <WH3478> Israel תשׁע <WH8672> nine שׁנים׃ <WH8141> years."},{"number":2,"verse":"ויעשׂ <WH6213> And he did הרע <WH7451> evil בעיני <WH5869> in the sight יהוה <WH3068> of the LORD, רק <WH7535> but לא <WH3808> not כמלכי <WH4428> as the kings ישׂראל <WH3478> of Israel אשׁר <WH834> that היו <WH1961> were לפניו׃ <WH6440> before"},{"number":3,"verse":"עליו <WH5921> Against עלה <WH5927> him came up שׁלמנאסר <WH8022> Shalmaneser מלך <WH4428> king אשׁור <WH804> of Assyria; ויהי <WH1961> became לו הושׁע <WH1954> and Hoshea עבד <WH5650> his servant, וישׁב <WH7725> and gave לו מנחה׃ <WH4503> him presents."},{"number":4,"verse":"וימצא <WH4672> found מלך <WH4428> And the king אשׁור <WH804> of Assyria בהושׁע <WH1954> in Hoshea: קשׁר <WH7195> conspiracy אשׁר <WH834> שׁלח <WH7971> for he had sent מלאכים <WH4397> messengers אל <WH413> to סוא <WH5471> So מלך <WH4428> king מצרים <WH4714> of Egypt, ולא <WH3808> no העלה <WH5927> and brought מנחה <WH4503> present למלך <WH4428> to the king אשׁור <WH804> of Assyria, כשׁנה <WH8141> as year בשׁנה <WH8141> by year: ויעצרהו <WH6113> shut him up, מלך <WH4428> therefore the king אשׁור <WH804> of Assyria ויאסרהו <WH631> and bound בית <WH1004> him in prison. כלא׃ <WH3608> him in prison."},{"number":5,"verse":"ויעל <WH5927> came up מלך <WH4428> Then the king אשׁור <WH804> of Assyria בכל <WH3605> throughout all הארץ <WH776> the land, ויעל <WH5927> and went up שׁמרון <WH8111> to Samaria, ויצר <WH6696> and besieged עליה <WH5921> and besieged שׁלשׁ <WH7969> it three שׁנים׃ <WH8141> years."},{"number":6,"verse":"בשׁנת <WH8141> year התשׁיעית <WH8671> In the ninth להושׁע <WH1954> of Hoshea לכד <WH3920> took מלך <WH4428> the king אשׁור <WH804> of Assyria את <WH853> שׁמרון <WH8111> Samaria, ויגל <WH1540> אתשׂראל <WH3478> אשׁורה <WH804> into Assyria, וישׁב <WH3427> and placed אתם <WH853> בחלח <WH2477> them in Halah ובחבור <WH2249> and in Habor נהר <WH5104> the river גוזן <WH1470> of Gozan, וערי <WH5892> and in the cities מדי׃ <WH4074> of the Medes."},{"number":7,"verse":"ויהי <WH1961> For it was, כי <WH3588> that חטאו <WH2398> had sinned בני <WH1121> the children ישׂראל <WH3478> of Israel ליהוה <WH3068> against the LORD אלהיהם <WH430> their God, המעלה <WH5927> אתםארץ <WH776> out of the land מצרים <WH4714> of Egypt, מתחת <WH8478> from under יד <WH3027> the hand פרעה <WH6547> of Pharaoh מלך <WH4428> king מצרים <WH4714> of Egypt, וייראו <WH3372> and had feared אלהים <WH430> gods, אחרים׃ <WH312> other"},{"number":8,"verse":"וילכו <WH1980> And walked בחקות <WH2708> in the statutes הגוים <WH1471> of the heathen, אשׁר <WH834> whom הורישׁ <WH3423> cast out יהוה <WH3068> the LORD מפני <WH6440> from before בני <WH1121> the children ישׂראל <WH3478> of Israel, ומלכי <WH4428> and of the kings ישׂראל <WH3478> of Israel, אשׁר <WH834> which עשׂו׃ <WH6213> they had made."},{"number":9,"verse":"ויחפאו <WH2644> did secretly בני <WH1121> And the children ישׂראל <WH3478> of Israel דברים <WH1697> things אשׁר <WH834> that לא <WH3808> not כן <WH3651> right על <WH5921> against יהוה <WH3068> the LORD אלהיהם <WH430> their God, ויבנו <WH1129> and they built להם במות <WH1116> them high places בכל <WH3605> in all עריהם <WH5892> their cities, ממגדל <WH4026> from the tower נוצרים <WH5341> of the watchmen עד <WH5704> to עיר <WH5892> city. מבצר׃ <WH4013> the fenced"},{"number":10,"verse":"ויצבו <WH5324> And they set them up להם מצבות <WH4676> images ואשׁרים <WH842> and groves על <WH5921> in כל <WH3605> every גבעה <WH1389> hill, גבהה <WH1364> high ותחת <WH8478> and under כל <WH3605> every עץ <WH6086> tree: רענן׃ <WH7488> green"},{"number":11,"verse":"ויקטרו <WH6999> they burnt incense שׁם <WH8033> And there בכל <WH3605> in all במות <WH1116> the high places, כגוים <WH1471> as the heathen אשׁר <WH834> whom הגלה <WH1540> carried away יהוה <WH3068> the LORD מפניהם <WH6440> before ויעשׂו <WH6213> them; and wrought דברים <WH1697> things רעים <WH7451> wicked להכעיס <WH3707> to provoke את <WH853> יהוה׃ <WH3068> the LORD"},{"number":12,"verse":"ויעבדו <WH5647> For they served הגללים <WH1544> idols, אשׁר <WH834> whereof אמר <WH559> had said יהוה <WH3068> the LORD להם לא <WH3808> unto them, Ye shall not תעשׂו <WH6213> do את <WH853> הדבר <WH1697> thing. הזה׃ <WH2088> this"},{"number":13,"verse":"ויעד <WH5749> testified יהוה <WH3068> Yet the LORD בישׂראל <WH3478> against Israel, וביהודה <WH3063> and against Judah, ביד <WH3027> by כל <WH3605> all נביאו <WH5030> the prophets, כל <WH3605> all חזה <WH2374> the seers, לאמר <WH559> saying, שׁבו <WH7725> Turn מדרכיכם <WH1870> הרעיםשׁמרו <WH8104> and keep מצותי <WH4687> my commandments חקותי <WH2708> my statutes, ככל <WH3605> according to all התורה <WH8451> the law אשׁר <WH834> which צויתי <WH6680> I commanded את <WH853> אבתיכם <WH1> your fathers, ואשׁר <WH834> and which שׁלחתי <WH7971> I sent אליכם <WH413> to ביד <WH3027> you by עבדי <WH5650> my servants הנביאים׃ <WH5030> the prophets."},{"number":14,"verse":"ולא <WH3808> Notwithstanding they would not שׁמעו <WH8085> hear, ויקשׁו <WH7185> but hardened את <WH853> ערפם <WH6203> their necks, כערף <WH6203> like to the neck אבותם <WH1> of their fathers, אשׁר <WH834> that לא <WH3808> did not האמינו <WH539> believe ביהוה <WH3068> in the LORD אלהיהם׃ <WH430> their God."},{"number":15,"verse":"וימאסו <WH3988> And they rejected את <WH853> חקיו <WH2706> his statutes, ואת <WH853> בריתו <WH1285> and his covenant אשׁר <WH834> that כרת <WH3772> he made את <WH854> with אבותם <WH1> their fathers, ואת <WH853> עדותיו <WH5715> and his testimonies אשׁר <WH834> which העיד <WH5749> he testified בם וילכו <WH1980> against them; and they followed אחרי <WH310> against them; and they followed ההבל <WH1892> vanity, ויהבלו <WH1891> and became vain, ואחרי <WH310> and went after הגוים <WH1471> the heathen אשׁר <WH834> that סביבתם <WH5439> round about אשׁר <WH834> them, whom צוה <WH6680> had charged יהוה <WH3068> the LORD אתם <WH853> לבלתי <WH1115> them, that they should not עשׂות׃ <WH6213> do"},{"number":16,"verse":"ויעזבו <WH5800> And they left את <WH853> כל <WH3605> all מצות <WH4687> the commandments יהוה <WH3068> of the LORD אלהיהם <WH430> their God, ויעשׂו <WH6213> and made להם מסכה <WH4541> them molten images, שׁנים <WH8147> two עגלים <WH5695> calves, ויעשׂו <WH6213> and made אשׁירה <WH842> a grove, וישׁתחוו <WH7812> and worshiped לכל <WH3605> all צבא <WH6635> the host השׁמים <WH8064> of heaven, ויעבדו <WH5647> and served את <WH853> הבעל׃ <WH1168> Baal."},{"number":17,"verse":"ויעבירו <WH5674> to pass through את <WH853> בניהם <WH1121> And they caused their sons ואת <WH853> בנותיהם <WH1323> and their daughters באשׁ <WH784> the fire, ויקסמו <WH7080> and used קסמים <WH7081> divination וינחשׁו <WH5172> and enchantments, ויתמכרו <WH4376> and sold themselves לעשׂות <WH6213> to do הרע <WH7451> evil בעיני <WH5869> in the sight יהוה <WH3068> of the LORD, להכעיסו׃ <WH3707> to provoke him to anger."},{"number":18,"verse":"ויתאנף <WH599> was very angry יהוה <WH3068> Therefore the LORD מאד <WH3966> was very angry בישׂראל <WH3478> with Israel, ויסרם <WH5493> and removed מעל <WH5921> them out of פניו <WH6440> his sight: לא <WH3808> there was none נשׁאר <WH7604> left רק <WH7535> but שׁבט <WH7626> the tribe יהודה <WH3063> of Judah לבדו׃ <WH905> only."},{"number":19,"verse":"גם <WH1571> Also יהודה <WH3063> Judah לא <WH3808> not שׁמר <WH8104> kept את <WH853> מצות <WH4687> the commandments יהוה <WH3068> of the LORD אלהיהם <WH430> their God, וילכו <WH1980> but walked בחקות <WH2708> in the statutes ישׂראל <WH3478> of Israel אשׁר <WH834> which עשׂו׃ <WH6213> they made."},{"number":20,"verse":"וימאס <WH3988> rejected יהוה <WH3068> And the LORD בכל <WH3605> all זרע <WH2233> the seed ישׂראל <WH3478> of Israel, ויענם <WH6031> and afflicted ויתנם <WH5414> them, and delivered ביד <WH3027> them into the hand שׁסים <WH8154> of spoilers, עד <WH5704> until אשׁר <WH834> until השׁליכם <WH7993> he had cast them out מפניו׃ <WH6440> of his sight."},{"number":21,"verse":"כי <WH3588> For קרע <WH7167> he rent ישׂראל <WH3478> Israel מעל <WH5921> from בית <WH1004> the house דוד <WH1732> of David; וימליכו <WH4427> king: את <WH853> ירבעם <WH3379> and they made Jeroboam בן <WH1121> the son נבט <WH5028> of Nebat וידא <WH5077> ירבעם <WH3379> and Jeroboam את <WH853> ישׂראל <WH3478> Israel מאחרי <WH310> from following יהוה <WH3068> the LORD, והחטיאם <WH2398> and made them sin חטאה <WH2401> sin. גדולה׃ <WH1419> a great"},{"number":22,"verse":"וילכו <WH1980> walked בני <WH1121> For the children ישׂראל <WH3478> of Israel בכל <WH3605> in all חטאות <WH2403> the sins ירבעם <WH3379> of Jeroboam אשׁר <WH834> which עשׂה <WH6213> he did; לא <WH3808> not סרו <WH5493> they departed ממנה׃ <WH4480> from"},{"number":23,"verse":"עד <WH5704> unto אשׁר <WH834> as הסיר <WH5493> removed יהוה <WH3068> the LORD את <WH853> ישׂראל <WH3478> Israel מעל <WH5921> out of פניו <WH6440> his sight, כאשׁר <WH834> דבר <WH1696> he had said ביד <WH3027> by כל <WH3605> all עבדיו <WH5650> his servants הנביאים <WH5030> the prophets. ויגל <WH1540> carried away ישׂראל <WH3478> So was Israel מעל <WH5921> out of אדמתו <WH127> their own land אשׁורה <WH804> to Assyria עד <WH5704> היום <WH3117> day. הזה׃ <WH2088> this"},{"number":24,"verse":"ויבא <WH935> brought מלך <WH4428> And the king אשׁור <WH804> of Assyria מבבל <WH894> ומכותהמעוא <WH5755> ומחמתספרוים <WH5617> and from Sepharvaim, וישׁב <WH3427> and placed בערי <WH5892> in the cities שׁמרון <WH8111> of Samaria תחת <WH8478> instead בני <WH1121> of the children ישׂראל <WH3478> of Israel: וירשׁו <WH3423> and they possessed את <WH853> שׁמרון <WH8111> Samaria, וישׁבו <WH3427> and dwelt בעריה׃ <WH5892> in the cities"},{"number":25,"verse":"ויהי <WH1961> And it was בתחלת <WH8462> at the beginning שׁבתם <WH3427> of their dwelling שׁם <WH8033> there, לא <WH3808> not יראו <WH3372> they feared את <WH853> יהוה <WH3068> the LORD: וישׁלח <WH7971> sent יהוה <WH3068> therefore the LORD בהם את <WH853> האריות <WH738> lions ויהיו <WH1961> הרגים׃ <WH2026> among them, which slew"},{"number":26,"verse":"ויאמרו <WH559> Wherefore they spoke למלך <WH4428> to the king אשׁור <WH804> of Assyria, לאמר <WH559> saying, הגוים <WH1471> The nations אשׁר <WH834> which הגלית <WH1540> thou hast removed, ותושׁב <WH3427> and placed בערי <WH5892> in the cities שׁמרון <WH8111> of Samaria, לא <WH3808> not ידעו <WH3045> know את <WH853> משׁפט <WH4941> the manner אלהי <WH430> of the God הארץ <WH776> of the land: וישׁלח <WH7971> therefore he hath sent בם את <WH853> האריות <WH738> lions והנם <WH2009> among them, and, behold, ממיתים <WH4191> they slay אותם <WH853> כאשׁר <WH834> them, because אינם <WH369> not ידעים <WH3045> they know את <WH853> משׁפט <WH4941> the manner אלהי <WH430> of the God הארץ׃ <WH776> of the land."},{"number":27,"verse":"ויצו <WH6680> commanded, מלך <WH4428> Then the king אשׁור <WH804> of Assyria לאמר <WH559> saying, הליכו <WH1980> Carry שׁמה <WH8033> thither אחד <WH259> one מהכהנים <WH3548> of the priests אשׁר <WH834> whom הגליתם <WH1540> ye brought משׁם <WH8033> from thence; וילכו <WH1980> and let them go וישׁבו <WH3427> and dwell שׁם <WH8033> there, וירם <WH3384> and let him teach את <WH853> משׁפט <WH4941> them the manner אלהי <WH430> of the God הארץ׃ <WH776> of the land."},{"number":28,"verse":"ויבא <WH935> came אחד <WH259> Then one מהכהנים <WH3548> of the priests אשׁר <WH834> whom הגלו <WH1540> they had carried away משׁמרון <WH8111> וישׁב <WH3427> and dwelt בבית אל <WH1008> in Bethel, ויהי <WH1961> מורה <WH3384> and taught אתם <WH853> איך <WH349> them how ייראו <WH3372> they should fear את <WH853> יהוה׃ <WH3068> the LORD."},{"number":29,"verse":"ויהיו <WH1961> עשׂים <WH6213> made גוי <WH1471> every nation גוי <WH1471> every nation אלהיו <WH430> gods ויניחו <WH3240> בבית <WH1004> in the houses הבמות <WH1116> of the high places אשׁר <WH834> which עשׂו <WH6213> had made, השׁמרנים <WH8118> the Samaritans גוי <WH1471> גויעריהם <WH5892> in their cities אשׁר <WH834> wherein הם <WH1992> they ישׁבים <WH3427> dwelt. שׁם׃ <WH8033> wherein"},{"number":30,"verse":"ואנשׁי <WH376> And the men בבל <WH894> of Babylon עשׂו <WH6213> made את <WH853> סכות בנות <WH5524> Succothbenoth, ואנשׁי <WH376> and the men כות <WH3575> of Cuth עשׂו <WH6213> made את <WH853> נרגל <WH5370> Nergal, ואנשׁי <WH376> and the men חמת <WH2574> of Hamath עשׂו <WH6213> made את <WH853> אשׁימא׃ <WH807> Ashima,"},{"number":31,"verse":"והעוים <WH5757> עשׂו <WH6213> made נבחז <WH5026> Nibhaz ואת <WH853> תרתק <WH8662> and Tartak, והספרוים <WH5616> שׂרפים <WH8313> burnt את <WH853> בניהם <WH1121> their children באשׁ <WH784> in fire לאדרמלך <WH152> to Adrammelech וענמלך <WH6048> and Anammelech, אלה <WH433> ספרים׃ <WH5617> and the Sepharvites"},{"number":32,"verse":"ויהיו <WH1961> יראיםת <WH853> יהוהיעשׂו <WH6213> and made להם <WH1992> מקצותם <WH7098> unto themselves of the lowest כהני <WH3548> of them priests במות <WH1116> of the high places, ויהיו <WH1961> עשׂים <WH6213> which sacrificed להם <WH1992> בבית <WH1004> for them in the houses הבמות׃ <WH1116> of the high places."},{"number":33,"verse":"את <WH853> יהוה <WH3068> the LORD, היו <WH1961> and served יראים <WH3372> ואתלהיהם <WH430> their own gods, היו <WH1961> עבדים <WH5647> and served כמשׁפט <WH4941> after the manner הגוים <WH1471> of the nations אשׁר <WH834> הגלו <WH1540> they carried away אתם <WH853> משׁם׃ <WH8033> from thence."},{"number":34,"verse":"עד <WH5704> Unto היום <WH3117> day הזה <WH2088> this הם <WH1992> they עשׂים <WH6213> do כמשׁפטים <WH4941> manners: הראשׁנים <WH7223> after the former אינם <WH369> not יראים <WH3372> they fear את <WH853> יהוה <WH3068> the LORD, ואינם <WH369> neither עשׂים <WH6213> do כחקתם <WH2708> they after their statutes, וכמשׁפטם <WH4941> or after their ordinances, וכתורה <WH8451> or after the law וכמצוה <WH4687> and commandment אשׁר <WH834> which צוה <WH6680> commanded יהוה <WH3068> the LORD את <WH853> בני <WH1121> the children יעקב <WH3290> of Jacob, אשׁר <WH834> whom שׂם <WH7760> he named שׁמו <WH8034> he named ישׂראל׃ <WH3478> Israel;"},{"number":35,"verse":"ויכרת <WH3772> had made יהוה <WH3068> whom the LORD אתם <WH854> With ברית <WH1285> a covenant, ויצום <WH6680> and charged לאמר <WH559> them, saying, לא <WH3808> Ye shall not תיראו <WH3372> fear אלהים <WH430> gods, אחרים <WH312> other ולא <WH3808> nor תשׁתחוו <WH7812> bow yourselves להם ולא <WH3808> to them, nor תעבדום <WH5647> serve ולא <WH3808> them, nor תזבחו׃ <WH2076> sacrifice"},{"number":36,"verse":"כי <WH3588> אםת <WH853> יהוה <WH3068> the LORD, אשׁר <WH834> who העלה <WH5927> אתכםארץ <WH776> out of the land מצרים <WH4714> of Egypt בכח <WH3581> power גדול <WH1419> with great ובזרוע <WH2220> arm, נטויה <WH5186> and a stretched out אתו <WH853> תיראו <WH3372> him shall ye fear, ולו תשׁתחוו <WH7812> and him shall ye worship, ולו תזבחו׃ <WH2076> and to him shall ye do sacrifice."},{"number":37,"verse":"ואת <WH853> החקים <WH2706> And the statutes, ואת <WH853> המשׁפטים <WH4941> and the ordinances, והתורה <WH8451> and the law, והמצוה <WH4687> and the commandment, אשׁר <WH834> which כתב <WH3789> he wrote לכם תשׁמרון <WH8104> for you, ye shall observe לעשׂות <WH6213> to do כל <WH3605> forevermore; הימים <WH3117> forevermore; ולא <WH3808> and ye shall not תיראו <WH3372> fear אלהים <WH430> gods. אחרים׃ <WH312> other"},{"number":38,"verse":"והברית <WH1285> And the covenant אשׁר <WH834> that כרתי <WH3772> I have made אתכם <WH854> with לא <WH3808> you ye shall not תשׁכחו <WH7911> forget; ולא <WH3808> neither תיראו <WH3372> shall ye fear אלהים <WH430> gods. אחרים׃ <WH312> other"},{"number":39,"verse":"כי <WH3588> אםת <WH853> יהוה <WH3068> the LORD אלהיכם <WH430> your God תיראו <WH3372> ye shall fear; והוא <WH1931> and he יציל <WH5337> shall deliver אתכם <WH853> מיד <WH3027> you out of the hand כל <WH3605> of all איביכם׃ <WH341> your enemies."},{"number":40,"verse":"ולא <WH3808> Howbeit they did not שׁמעו <WH8085> hearken, כי <WH3588> but אם <WH518> but כמשׁפטם <WH4941> manner. הראשׁון <WH7223> after their former הם <WH1992> they עשׂים׃ <WH6213> did"},{"number":41,"verse":"ויהיו <WH1961> feared הגוים <WH1471> nations האלה <WH428> So these יראים <WH3372> feared את <WH853> יהוה <WH3068> the LORD, ואת <WH853> פסיליהם <WH6456> their graven images, היו <WH1961> עבדים <WH5647> and served גם <WH1571> both בניהם <WH1121> their children, ובני <WH1121> and their children's בניהם <WH1121> children: כאשׁר <WH834> as עשׂו <WH6213> did אבתם <WH1> their fathers, הם <WH1992> they עשׂים <WH6213> so do עד <WH5704> unto היום <WH3117> day. הזה׃ <WH2088> this"}]}