{"bibleAbbr":"Orig2013+","bookName":"מלכים ב","bookEnglishName":"2 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"בן <WH1121> old שׁתים <WH8147> twelve עשׂרה <WH6240> twelve שׁנה <WH8141> years מנשׁה <WH4519> Manasseh במלכו <WH4427> when he began to reign, וחמשׁים <WH2572> fifty וחמשׁ <WH2568> and five שׁנה <WH8141> years מלך <WH4427> and reigned בירושׁלם <WH3389> in Jerusalem. ושׁם <WH8034> name אמו <WH517> And his mother's חפצי בה׃ <WH2657> Hephzibah."},{"number":2,"verse":"ויעשׂ <WH6213> And he did הרע <WH7451> evil בעיני <WH5869> in the sight יהוה <WH3068> of the LORD, כתועבת <WH8441> after the abominations הגוים <WH1471> of the heathen, אשׁר <WH834> whom הורישׁ <WH3423> cast out יהוה <WH3068> the LORD מפני <WH6440> before בני <WH1121> the children ישׂראל׃ <WH3478> of Israel."},{"number":3,"verse":"וישׁב <WH7725> again ויבן <WH1129> For he built up את <WH853> הבמות <WH1116> the high places אשׁר <WH834> which אבד <WH6> had destroyed; חזקיהו <WH2396> Hezekiah אביו <WH1> his father ויקם <WH6965> and he reared up מזבחת <WH4196> altars לבעל <WH1168> for Baal, ויעשׂ <WH6213> and made אשׁרה <WH842> a grove, כאשׁר <WH834> as עשׂה <WH6213> did אחאב <WH256> Ahab מלך <WH4428> king ישׂראל <WH3478> of Israel; וישׁתחו <WH7812> and worshiped לכל <WH3605> all צבא <WH6635> the host השׁמים <WH8064> of heaven, ויעבד <WH5647> and served אתם׃ <WH853>"},{"number":4,"verse":"ובנה <WH1129> And he built מזבחת <WH4196> altars בבית <WH1004> in the house יהוה <WH3068> of the LORD, אשׁר <WH834> of which אמר <WH559> said, יהוה <WH3068> the LORD בירושׁלם <WH3389> In Jerusalem אשׂים <WH7760> will I put את <WH853> שׁמי׃ <WH8034> my name."},{"number":5,"verse":"ויבן <WH1129> And he built מזבחות <WH4196> altars לכל <WH3605> for all צבא <WH6635> the host השׁמים <WH8064> of heaven בשׁתי <WH8147> in the two חצרות <WH2691> courts בית <WH1004> of the house יהוה׃ <WH3068> of the LORD."},{"number":6,"verse":"והעביר <WH5674> pass through את <WH853> בנו <WH1121> And he made his son באשׁ <WH784> the fire, ועונן <WH6049> and observed times, ונחשׁ <WH5172> and used enchantments, ועשׂה <WH6213> and dealt אוב <WH178> with familiar spirits וידענים <WH3049> and wizards: הרבה <WH7235> much לעשׂות <WH6213> he wrought הרע <WH7451> wickedness בעיני <WH5869> in the sight יהוה <WH3068> of the LORD, להכעיס׃ <WH3707> to provoke to anger."},{"number":7,"verse":"וישׂם <WH7760> And he set את <WH853> פסל <WH6459> a graven image האשׁרה <WH842> of the grove אשׁר <WH834> that עשׂה <WH6213> he had made בבית <WH1004> in the house, אשׁר <WH834> of which אמר <WH559> said יהוה <WH3068> the LORD אל <WH413> to דוד <WH1732> David, ואל <WH413> and to שׁלמה <WH8010> Solomon בנו <WH1121> his son, בבית <WH1004> house, הזה <WH2088> In this ובירושׁלם <WH3389> and in Jerusalem, אשׁר <WH834> which בחרתי <WH977> I have chosen מכל <WH3605> out of all שׁבטי <WH7626> tribes ישׂראל <WH3478> of Israel, אשׂים <WH7760> will I put את <WH853> שׁמי <WH8034> my name לעולם׃ <WH5769> forever:"},{"number":8,"verse":"ולא <WH3808> Neither אסיף <WH3254> any more להניד <WH5110> move רגל <WH7272> will I make the feet ישׂראל <WH3478> of Israel מן <WH4480> out of האדמה <WH127> the land אשׁר <WH834> which נתתי <WH5414> I gave לאבותם <WH1> their fathers; רק <WH7535> only אם <WH518> if ישׁמרו <WH8104> they will observe לעשׂות <WH6213> to do ככל <WH3605> according to all אשׁר <WH834> that צויתים <WH6680> I have commanded ולכל <WH3605> them, and according to all התורה <WH8451> the law אשׁר <WH834> that צוה <WH6680> commanded אתם <WH853> עבדי <WH5650> my servant משׁה׃ <WH4872> Moses"},{"number":9,"verse":"ולא <WH3808> not: שׁמעו <WH8085> But they hearkened ויתעם <WH8582> seduced מנשׁה <WH4519> and Manasseh לעשׂות <WH6213> them to do את <WH853> הרע <WH7451> more evil מן <WH4480> than הגוים <WH1471> did the nations אשׁר <WH834> whom השׁמיד <WH8045> destroyed יהוה <WH3068> the LORD מפני <WH6440> before בני <WH1121> the children ישׂראל׃ <WH3478> of Israel."},{"number":10,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD ביד <WH3027> by עבדיו <WH5650> his servants הנביאים <WH5030> the prophets, לאמר׃ <WH559> saying,"},{"number":11,"verse":"יען <WH3282> אשׁר <WH834> that עשׂה <WH6213> hath done מנשׁה <WH4519> Manasseh מלך <WH4428> king יהודה <WH3063> of Judah התעבות <WH8441> abominations, האלה <WH428> these הרע <WH7489> hath done wickedly מכל <WH3605> above all אשׁר <WH834> which עשׂו <WH6213> did, האמרי <WH567> the Amorites אשׁר <WH834> לפניו <WH6440> before ויחטא <WH2398> to sin גם <WH1571> also את <WH853> יהודה <WH3063> him, and hath made Judah בגלוליו׃ <WH1544> with his idols:"},{"number":12,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel, הנני <WH2005> מביא <WH935> I bringing רעה <WH7451> evil על <WH5921> upon ירושׁלם <WH3389> Jerusalem ויהודה <WH3063> and Judah, אשׁר <WH834> that כל <WH3605> whosoever שׁמעיו <WH8085> heareth תצלנה <WH6750> shall tingle. שׁתי <WH8147> of it, both אזניו׃ <WH241> his ears"},{"number":13,"verse":"ונטיתי <WH5186> And I will stretch על <WH5921> over ירושׁלם <WH3389> Jerusalem את <WH853> קו <WH6957> the line שׁמרון <WH8111> of Samaria, ואת <WH853> משׁקלת <WH4949> and the plummet בית <WH1004> of the house אחאב <WH256> of Ahab: ומחיתי <WH4229> and I will wipe את <WH853> ירושׁלם <WH3389> Jerusalem כאשׁר <WH834> as ימחה <WH4229> wipeth את <WH853> הצלחת <WH6747> a dish, מחה <WH4229> wiping והפך <WH2015> and turning על <WH5921> upside down. פניה׃ <WH6440> upside down."},{"number":14,"verse":"ונטשׁתי <WH5203> And I will forsake את <WH853> שׁארית <WH7611> the remnant נחלתי <WH5159> of mine inheritance, ונתתים <WH5414> and deliver ביד <WH3027> them into the hand איביהם <WH341> of their enemies; והיו <WH1961> and they shall become לבז <WH957> a prey ולמשׁסה <WH4933> and a spoil לכל <WH3605> to all איביהם׃ <WH341> their enemies;"},{"number":15,"verse":"יען <WH3282> אשׁרשׂו <WH6213> they have done את <WH853> הרע <WH7451> evil בעיני <WH5869> in my sight, ויהיו <WH1961> and have מכעסים <WH3707> אתין <WH4480> since היום <WH3117> the day אשׁר <WH834> יצאו <WH3318> came forth אבותם <WH1> their fathers ממצרים <WH4714> ועד <WH5704> even unto היום <WH3117> day. הזה׃ <WH2088> this"},{"number":16,"verse":"וגם <WH1571> Moreover דם <WH1818> blood נקי <WH5355> innocent שׁפך <WH8210> shed מנשׁה <WH4519> Manasseh הרבה <WH7235> much, מאד <WH3966> very עד <WH5704> till אשׁר <WH834> till מלא <WH4390> he had filled את <WH853> ירושׁלם <WH3389> Jerusalem פה <WH6310> from one end לפה <WH6310> to another; לבד <WH905> beside his sin מחטאתו <WH2403> אשׁר <WH834> wherewith החטיא <WH2398> אתהודה <WH3063> לעשׂות <WH6213> in doing הרע <WH7451> evil בעיני <WH5869> in the sight יהוה׃ <WH3068> of the LORD."},{"number":17,"verse":"ויתר <WH3499> Now the rest דברי <WH1697> of the acts מנשׁה <WH4519> of Manasseh, וכל <WH3605> and all אשׁר <WH834> that עשׂה <WH6213> he did, וחטאתו <WH2403> and his sin אשׁר <WH834> that חטא <WH2398> he sinned, הלא <WH3808> not הם <WH1992> they כתובים <WH3789> written על <WH5921> in ספר <WH5612> the book דברי <WH1697> of the chronicles הימים <WH3117> of the chronicles למלכי <WH4428> of the kings יהודה׃ <WH3063> of Judah?"},{"number":18,"verse":"וישׁכב <WH7901> slept מנשׁה <WH4519> And Manasseh עם <WH5973> with אבתיו <WH1> his fathers, ויקבר <WH6912> and was buried בגן <WH1588> in the garden ביתו <WH1004> of his own house, בגן <WH1588> in the garden עזא <WH5798> of Uzza: וימלך <WH4427> reigned אמון <WH526> and Amon בנו <WH1121> his son תחתיו׃ <WH8478> in his stead."},{"number":19,"verse":"בן <WH1121> old עשׂרים <WH6242> twenty ושׁתים <WH8147> and two שׁנה <WH8141> years אמון <WH526> Amon במלכו <WH4427> when he began to reign, ושׁתים <WH8147> two שׁנים <WH8141> years מלך <WH4427> and he reigned בירושׁלם <WH3389> in Jerusalem. ושׁם <WH8034> name אמו <WH517> And his mother's משׁלמת <WH4922> Meshullemeth, בת <WH1323> the daughter חרוץ <WH2743> of Haruz מן <WH4480> of יטבה׃ <WH3192> Jotbah."},{"number":20,"verse":"ויעשׂ <WH6213> And he did הרע <WH7451> evil בעיני <WH5869> in the sight יהוה <WH3068> of the LORD, כאשׁר <WH834> as עשׂה <WH6213> did. מנשׁה <WH4519> Manasseh אביו׃ <WH1> his father"},{"number":21,"verse":"וילך <WH1980> And he walked בכל <WH3605> in all הדרך <WH1870> the way אשׁר <WH834> that הלך <WH1980> walked in, אביו <WH1> his father ויעבד <WH5647> and served את <WH853> הגללים <WH1544> the idols אשׁר <WH834> that עבד <WH5647> served, אביו <WH1> his father וישׁתחו׃ <WH7812> and worshiped"},{"number":22,"verse":"ויעזב <WH5800> And he forsook את <WH853> יהוה <WH3068> the LORD אלהי <WH430> God אבתיו <WH1> of his fathers, ולא <WH3808> not הלך <WH1980> and walked בדרך <WH1870> in the way יהוה׃ <WH3068> of the LORD."},{"number":23,"verse":"ויקשׁרו <WH7194> conspired עבדי <WH5650> And the servants אמון <WH526> of Amon עליו <WH5921> against וימיתו <WH4191> him, and slew את <WH853> המלך <WH4428> the king בביתו׃ <WH1004> in his own house."},{"number":24,"verse":"ויך <WH5221> slew עם <WH5971> And the people הארץ <WH776> of the land את <WH853> כל <WH3605> all הקשׁרים <WH7194> them that had conspired על <WH5921> against המלך <WH4428> king אמון <WH526> Amon; וימליכו <WH4427> king עם <WH5971> and the people הארץ <WH776> of the land את <WH853> יאשׁיהו <WH2977> made Josiah בנו <WH1121> his son תחתיו׃ <WH8478> in his stead."},{"number":25,"verse":"ויתר <WH3499> Now the rest דברי <WH1697> of the acts אמון <WH526> of Amon אשׁר <WH834> which עשׂה <WH6213> he did, הלא <WH3808> not הם <WH1992> they כתובים <WH3789> written על <WH5921> in ספר <WH5612> the book דברי <WH1697> of the chronicles הימים <WH3117> of the chronicles למלכי <WH4428> of the kings יהודה׃ <WH3063> of Judah?"},{"number":26,"verse":"ויקבר <WH6912> And he was buried אתו <WH853> בקברתו <WH6900> in his sepulcher בגן <WH1588> in the garden עזא <WH5798> of Uzza: וימלך <WH4427> reigned יאשׁיהו <WH2977> and Josiah בנו <WH1121> his son תחתיו׃ <WH8478> in his stead."}]}