{"bibleAbbr":"Orig2013+","bookName":"מלכים ב","bookEnglishName":"2 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"ויהורם <WH3088> Now Jehoram בן <WH1121> the son אחאב <WH256> of Ahab מלך <WH4427> began to reign על <WH5921> over ישׂראל <WH3478> Israel בשׁמרון <WH8111> in Samaria בשׁנת <WH8141> year שׁמנה <WH8083> the eighteenth עשׂרה <WH6240> the eighteenth ליהושׁפט <WH3092> of Jehoshaphat מלך <WH4428> king יהודה <WH3063> of Judah, וימלך <WH4427> and reigned שׁתים <WH8147> twelve עשׂרה <WH6240> twelve שׁנה׃ <WH8141> years."},{"number":2,"verse":"ויעשׂה <WH6213> And he wrought הרע <WH7451> evil בעיני <WH5869> in the sight יהוה <WH3068> of the LORD; רק <WH7535> but לא <WH3808> not כאביו <WH1> like his father, וכאמו <WH517> and like his mother: ויסר <WH5493> for he put away את <WH853> מצבת <WH4676> the image הבעל <WH1168> of Baal אשׁר <WH834> that עשׂה <WH6213> had made. אביו׃ <WH1> his father"},{"number":3,"verse":"רק <WH7535> Nevertheless בחטאות <WH2403> unto the sins ירבעם <WH3379> of Jeroboam בן <WH1121> the son נבט <WH5028> of Nebat, אשׁר <WH834> which החטיא <WH2398> to sin; את <WH853> ישׂראל <WH3478> made Israel דבק <WH1692> he cleaved לא <WH3808> not סר <WH5493> he departed ממנה׃ <WH4480> therefrom."},{"number":4,"verse":"ומישׁע <WH4338> And Mesha מלך <WH4428> king מואב <WH4124> of Moab היה <WH1961> was נקד <WH5349> a sheepmaster, והשׁיב <WH7725> and rendered למלך <WH4428> unto the king ישׂראל <WH3478> of Israel מאה <WH3967> a hundred אלף <WH505> thousand כרים <WH3733> lambs, ומאה <WH3967> and a hundred אלף <WH505> thousand אילים <WH352> rams, צמר׃ <WH6785> with the wool."},{"number":5,"verse":"ויהי <WH1961> But it came to pass, כמות <WH4194> was dead, אחאב <WH256> when Ahab ויפשׁע <WH6586> rebelled מלך <WH4428> that the king מואב <WH4124> of Moab במלך <WH4428> against the king ישׂראל׃ <WH3478> of Israel."},{"number":6,"verse":"ויצא <WH3318> went out המלך <WH4428> And king יהורם <WH3088> Jehoram ביום <WH3117> time, ההוא <WH1931> the same משׁמרון <WH8111> ויפקד <WH6485> and numbered את <WH853> כל <WH3605> all ישׂראל׃ <WH3478> Israel."},{"number":7,"verse":"וילך <WH1980> And he went וישׁלח <WH7971> and sent אל <WH413> to יהושׁפט <WH3092> Jehoshaphat מלך <WH4428> the king יהודה <WH3063> of Judah, לאמר <WH559> saying, מלך <WH4428> The king מואב <WH4124> of Moab פשׁע <WH6586> hath rebelled בי התלך <WH1980> against me: wilt thou go אתי <WH854> with אל <WH413> me against מואב <WH4124> Moab למלחמה <WH4421> to battle? ויאמר <WH559> And he said, אעלה <WH5927> I will go up: כמוני <WH3644> כמוךעמי <WH5971> I as thou my people כעמך <WH5971> as thy people, כסוסי <WH5483> my horses כסוסיך׃ <WH5483> as thy horses."},{"number":8,"verse":"ויאמר <WH559> And he said, אי <WH335> זהדרך <WH1870> way נעלה <WH5927> shall we go up? ויאמר <WH559> And he answered, דרך <WH1870> The way מדבר <WH4057> through the wilderness אדום׃ <WH123> of Edom."},{"number":9,"verse":"וילך <WH1980> went, מלך <WH4428> So the king ישׂראל <WH3478> of Israel ומלך <WH4428> and the king יהודה <WH3063> of Judah, ומלך <WH4428> and the king אדום <WH123> of Edom: ויסבו <WH5437> and they fetched a compass דרך <WH1870> journey: שׁבעת <WH7651> of seven ימים <WH3117> days' ולא <WH3808> no היה <WH1961> and there was מים <WH4325> water למחנה <WH4264> for the host, ולבהמה <WH929> and for the cattle אשׁר <WH834> that ברגליהם׃ <WH7272> followed"},{"number":10,"verse":"ויאמר <WH559> said, מלך <WH4428> And the king ישׂראל <WH3478> of Israel אהה <WH162> Alas! כי <WH3588> that קרא <WH7121> hath called יהוה <WH3069> לשׁלשׁת <WH7969> three המלכים <WH4428> kings האלה <WH428> these לתת <WH5414> together, to deliver אותם <WH853> ביד <WH3027> them into the hand מואב׃ <WH4124> of Moab!"},{"number":11,"verse":"ויאמר <WH559> said, יהושׁפט <WH3092> But Jehoshaphat האין <WH369> not פה <WH6311> here נביא <WH5030> a prophet ליהוה <WH3068> of the LORD, ונדרשׁה <WH1875> that we may inquire את <WH853> יהוה <WH3068> of the LORD מאותו <WH854> by ויען <WH6030> answered אחד <WH259> him? And one מעבדי <WH5650> מלך <WH4428> of the king ישׂראל <WH3478> ויאמר <WH559> and said, פה <WH6311> Here אלישׁע <WH477> Elisha בן <WH1121> the son שׁפט <WH8202> of Shaphat, אשׁר <WH834> which יצק <WH3332> poured מים <WH4325> water על <WH5921> on ידי <WH3027> the hands אליהו׃ <WH452> of Elijah."},{"number":12,"verse":"ויאמר <WH559> said, יהושׁפט <WH3092> And Jehoshaphat ישׁ <WH3426> is אותו <WH854> with דבר <WH1697> The word יהוה <WH3068> of the LORD וירדו <WH3381> went down אליו <WH413> to מלך <WH4428> him. So the king ישׂראל <WH3478> of Israel ויהושׁפט <WH3092> and Jehoshaphat ומלך <WH4428> and the king אדום׃ <WH123> of Edom"},{"number":13,"verse":"ויאמר <WH559> said אלישׁע <WH477> And Elisha אל <WH413> unto מלך <WH4428> the king ישׂראל <WH3478> of Israel, מה <WH4100> What לי ולך לך <WH1980> have I to do with thee? get אל <WH413> thee to נביאי <WH5030> the prophets אביך <WH1> of thy father, ואל <WH413> and to נביאי <WH5030> the prophets אמך <WH517> of thy mother. ויאמר <WH559> said לו מלך <WH4428> And the king ישׂראל <WH3478> of Israel אל <WH408> unto him, Nay: כי <WH3588> for קרא <WH7121> hath called יהוה <WH3068> the LORD לשׁלשׁת <WH7969> three המלכים <WH4428> kings האלה <WH428> these לתת <WH5414> together, to deliver אותם <WH853> ביד <WH3027> them into the hand מואב׃ <WH4124> of Moab."},{"number":14,"verse":"ויאמר <WH559> said, אלישׁע <WH477> And Elisha חי <WH2416> liveth, יהוה <WH3068> the LORD צבאות <WH6635> of hosts אשׁר <WH834> whom עמדתי <WH5975> I stand, לפניו <WH6440> before כי <WH3588> surely, לולי <WH3884> were it not פני <WH6440> the presence יהושׁפט <WH3092> of Jehoshaphat מלך <WH4428> the king יהודה <WH3063> of Judah, אני <WH589> that I נשׂא <WH5375> regard אם <WH518> thee, nor אביט <WH5027> I would not look אליך <WH413> toward ואם <WH518> אראך׃ <WH7200> see"},{"number":15,"verse":"ועתה <WH6258> But now קחו <WH3947> bring לי מנגן <WH5059> me a minstrel. והיה <WH1961> And it came to pass, כנגן <WH5059> when the minstrel המנגן <WH5059> played, ותהי <WH1961> came עליו <WH5921> upon יד <WH3027> that the hand יהוה׃ <WH3068> of the LORD"},{"number":16,"verse":"ויאמר <WH559> And he said, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, עשׂה <WH6213> Make הנחל <WH5158> valley הזה <WH2088> this גבים <WH1356> full of ditches. גבים׃ <WH1356> full of ditches."},{"number":17,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD, לא <WH3808> Ye shall not תראו <WH7200> see רוח <WH7307> wind, ולא <WH3808> neither תראו <WH7200> shall ye see גשׁם <WH1653> rain; והנחל <WH5158> valley ההוא <WH1931> yet that ימלא <WH4390> shall be filled מים <WH4325> with water, ושׁתיתם <WH8354> that ye may drink, אתם <WH859> both ye, ומקניכם <WH4735> and your cattle, ובהמתכם׃ <WH929> and your beasts."},{"number":18,"verse":"ונקל <WH7043> is a light thing זאת <WH2063> And this בעיני <WH5869> in the sight יהוה <WH3068> of the LORD: ונתן <WH5414> he will deliver את <WH853> מואב <WH4124> the Moabites בידכם׃ <WH3027> also into your hand."},{"number":19,"verse":"והכיתם <WH5221> And ye shall smite כל <WH3605> every עיר <WH5892> city, מבצר <WH4013> fenced וכל <WH3605> and every עיר <WH5892> city, מבחור <WH4004> choice וכל <WH3605> every עץ <WH6086> tree, טוב <WH2896> good תפילו <WH5307> and shall fell וכל <WH3605> all מעיני <WH4599> wells מים <WH4325> of water, תסתמו <WH5640> and stop וכל <WH3605> every החלקה <WH2513> piece of land הטובה <WH2896> good תכאבו <WH3510> and mar באבנים׃ <WH68> with stones."},{"number":20,"verse":"ויהי <WH1961> And it came to pass בבקר <WH1242> in the morning, כעלות <WH5927> was offered, המנחה <WH4503> when the meat offering והנה <WH2009> that, behold, מים <WH4325> water באים <WH935> there came מדרך <WH1870> by the way אדום <WH123> of Edom, ותמלא <WH4390> was filled הארץ <WH776> and the country את <WH854> with המים׃ <WH4325> water."},{"number":21,"verse":"וכל <WH3605> And when all מואב <WH4124> the Moabites שׁמעו <WH8085> heard כי <WH3588> that עלו <WH5927> were come up המלכים <WH4428> the kings להלחם <WH3898> to fight בם ויצעקו <WH6817> against them, they gathered all מכל <WH3605> חגר <WH2296> that were able to put on חגרה <WH2290> armor, ומעלה <WH4605> and upward, ויעמדו <WH5975> and stood על <WH5921> in הגבול׃ <WH1366> the border."},{"number":22,"verse":"וישׁכימו <WH7925> And they rose up early בבקר <WH1242> in the morning, והשׁמשׁ <WH8121> and the sun זרחה <WH2224> shone על <WH5921> upon המים <WH4325> the water, ויראו <WH7200> saw מואב <WH4124> and the Moabites מנגד <WH5048> on the other side את <WH853> המים <WH4325> the water אדמים <WH122> red כדם׃ <WH1818> as blood:"},{"number":23,"verse":"ויאמרו <WH559> And they said, דם <WH1818> blood: זה <WH2088> This החרב <WH2717> are surely slain, נחרבו <WH2717> are surely slain, המלכים <WH4428> the kings ויכו <WH5221> and they have smitten אישׁ <WH376> one את <WH853> רעהו <WH7453> another: ועתה <WH6258> now לשׁלל <WH7998> to the spoil. מואב׃ <WH4124> therefore, Moab,"},{"number":24,"verse":"ויבאו <WH935> And when they came אל <WH413> to מחנה <WH4264> the camp ישׂראל <WH3478> of Israel, ויקמו <WH6965> rose up ישׂראל <WH3478> the Israelites ויכו <WH5221> and smote את <WH853> מואב <WH4124> the Moabites, וינסו <WH5127> so that they fled מפניהם <WH6440> before ויבו <WH935> בה <WH5221> them: but they went והכות <WH5221> forward smiting את <WH853> מואב׃ <WH4124> the Moabites,"},{"number":25,"verse":"והערים <WH5892> the cities, יהרסו <WH2040> And they beat down וכל <WH3605> and on every חלקה <WH2513> piece טובה <WH2896> good ישׁליכו <WH7993> of land cast אישׁ <WH376> every man אבנו <WH68> his stone, ומלאוה <WH4390> and filled וכל <WH3605> all מעין <WH4599> the wells מים <WH4325> of water, יסתמו <WH5640> it; and they stopped וכל <WH3605> all עץ <WH6086> trees: טוב <WH2896> the good יפילו <WH5307> and felled עד <WH5704> only השׁאיר <WH7604> left אבניה <WH68> they the stones בקיר חרשׂת <WH7025> in Kir-haraseth ויסבו <WH5437> went about הקלעים <WH7051> thereof; howbeit the slingers ויכוה׃ <WH5221> and smote"},{"number":26,"verse":"וירא <WH7200> saw מלך <WH4428> And when the king מואב <WH4124> of Moab כי <WH3588> that חזק <WH2388> was too sore ממנו <WH4480> for המלחמה <WH4421> the battle ויקח <WH3947> him, he took אותו <WH854> with שׁבע <WH7651> him seven מאות <WH3967> hundred אישׁ <WH376> men שׁלף <WH8025> that drew חרב <WH2719> swords, להבקיע <WH1234> to break through אל <WH413> unto מלך <WH4428> the king אדום <WH123> of Edom: ולא <WH3808> not. יכלו׃ <WH3201> but they could"},{"number":27,"verse":"ויקח <WH3947> Then he took את <WH853> בנו <WH1121> son הבכור <WH1060> his eldest אשׁר <WH834> that ימלך <WH4427> should have reigned תחתיו <WH8478> in his stead, ויעלהו <WH5927> and offered עלה <WH5930> him a burnt offering על <WH5921> upon החמה <WH2346> the wall. ויהי <WH1961> And there was קצף <WH7110> indignation גדול <WH1419> great על <WH5921> against ישׂראל <WH3478> Israel: ויסעו <WH5265> and they departed מעליו <WH5921> from וישׁבו <WH7725> him, and returned לארץ׃ <WH776> to land."}]}