{"bibleAbbr":"Orig2013+","bookName":"מלכים ב","bookEnglishName":"2 Kings","chapterNumber":4,"verses":[{"number":1,"verse":"ואשׁה <WH802> woman אחת <WH259> a certain מנשׁי <WH802> of the wives בני <WH1121> of the sons הנביאים <WH5030> of the prophets צעקה <WH6817> Now there cried אל <WH413> unto אלישׁע <WH477> Elisha, לאמר <WH559> saying, עבדך <WH5650> Thy servant אישׁי <WH376> my husband מת <WH4191> is dead; ואתה <WH859> and thou ידעת <WH3045> knowest כי <WH3588> that עבדך <WH5650> thy servant היה <WH1961> did ירא <WH3372> fear את <WH853> יהוה <WH3068> the LORD: והנשׁה <WH5383> and the creditor בא <WH935> is come לקחת <WH3947> to take את <WH853> שׁני <WH8147> unto him my two ילדי <WH3206> sons לו לעבדים׃ <WH5650> to be bondmen."},{"number":2,"verse":"ויאמר <WH559> said אליה <WH413> unto אלישׁע <WH477> And Elisha מה <WH4100> her, What אעשׂה <WH6213> shall I do לך הגידי <WH5046> for thee? tell לי מה <WH4100> me, what ישׁ <WH3426> hast לכי בבית <WH1004> thou in the house? ותאמר <WH559> And she said, אין <WH369> hath not לשׁפחתך <WH8198> Thine handmaid כל <WH3605> any thing בבית <WH1004> in the house, כי <WH3588> save אם <WH518> save אסוך <WH610> a pot שׁמן׃ <WH8081> of oil."},{"number":3,"verse":"ויאמר <WH559> Then he said, לכי <WH1980> Go, שׁאלי <WH7592> borrow לך כלים <WH3627> thee vessels מן <WH4480> abroad החוץ <WH2351> abroad מאת <WH853> כל <WH3605> all שׁכנכי <WH7934> thy neighbors, כלים <WH3627> vessels; רקים <WH7386> empty אל <WH408> borrow not a few. תמעיטי׃ <WH4591> borrow not a few."},{"number":4,"verse":"ובאת <WH935> And when thou art come in, וסגרת <WH5462> thou shalt shut הדלת <WH1817> the door בעדך <WH1157> upon ובעד <WH1157> thee and upon בניך <WH1121> thy sons, ויצקת <WH3332> and shalt pour out על <WH5921> into כל <WH3605> all הכלים <WH3627> vessels, האלה <WH428> those והמלא <WH4392> that which is full. תסיעי׃ <WH5265> and thou shalt set aside"},{"number":5,"verse":"ותלך <WH1980> So she went מאתו <WH853> ותסגר <WH5462> him, and shut הדלת <WH1817> the door בעדה <WH1157> upon ובעד <WH1157> her and upon בניה <WH1121> her sons, הם <WH1992> who מגשׁים <WH5066> brought אליה <WH413> to והיא <WH1931> her; and she מיצקת׃ <WH3332> poured out."},{"number":6,"verse":"ויהי <WH1961> And it came to pass, כמלאת <WH4390> were full, הכלים <WH3627> when the vessels ותאמר <WH559> that she said אל <WH413> unto בנה <WH1121> her son, הגישׁה <WH5066> אלי <WH413> unto עוד <WH5750> me yet כלי <WH3627> a vessel. ויאמר <WH559> And he said אליה <WH413> אין <WH369> her, not עוד <WH5750> more. כלי <WH3627> a vessel ויעמד <WH5975> stayed. השׁמן׃ <WH8081> And the oil"},{"number":7,"verse":"ותבא <WH935> Then she came ותגד <WH5046> and told לאישׁ <WH376> the man האלהים <WH430> of God. ויאמר <WH559> And he said, לכי <WH1980> Go, מכרי <WH4376> sell את <WH853> השׁמן <WH8081> the oil, ושׁלמי <WH7999> and pay את <WH853> נשׁיכי <WH5386> thy debt, ואת <WH859> thou בניכי <WH1121> and thy children תחיי <WH2421> and live בנותר׃ <WH3498> of the rest."},{"number":8,"verse":"ויהי <WH1961> And it fell היום <WH3117> on a day, ויעבר <WH5674> passed אלישׁע <WH477> that Elisha אל <WH413> to שׁונם <WH7766> Shunem, ושׁם <WH8033> where אשׁה <WH802> woman; גדולה <WH1419> a great ותחזק <WH2388> and she constrained בו לאכל <WH398> him to eat לחם <WH3899> bread. ויהי <WH1961> And it was, מדי <WH1767> as oft עברו <WH5674> as he passed by, יסר <WH5493> he turned in שׁמה <WH8033> thither לאכל <WH398> to eat לחם׃ <WH3899> bread."},{"number":9,"verse":"ותאמר <WH559> And she said אל <WH413> unto אישׁה <WH376> her husband, הנה <WH2009> Behold נא <WH4994> now, ידעתי <WH3045> I perceive כי <WH3588> that אישׁ <WH376> man אלהים <WH430> of God, קדושׁ <WH6918> a holy הוא <WH1931> this עבר <WH5674> which passeth by עלינו <WH5921> which passeth by תמיד׃ <WH8548> us continually."},{"number":10,"verse":"נעשׂה <WH6213> Let us make נא <WH4994> I pray thee, עלית <WH5944> chamber, קיר <WH7023> on the wall; קטנה <WH6996> a little ונשׂים <WH7760> and let us set לו שׁם <WH8033> for him there מטה <WH4296> a bed, ושׁלחן <WH7979> and a table, וכסא <WH3678> and a stool, ומנורה <WH4501> and a candlestick: והיה <WH1961> and it shall be, בבאו <WH935> when he cometh אלינו <WH413> to יסור <WH5493> us, that he shall turn in שׁמה׃ <WH8033> thither."},{"number":11,"verse":"ויהי <WH1961> And it fell היום <WH3117> on a day, ויבא <WH935> that he came שׁמה <WH8033> thither, ויסר <WH5493> and he turned אל <WH413> into העליה <WH5944> the chamber, וישׁכב <WH7901> and lay שׁמה׃ <WH8033> there."},{"number":12,"verse":"ויאמר <WH559> And he said אל <WH413> to גחזי <WH1522> Gehazi נערו <WH5288> his servant, קרא <WH7121> Call לשׁונמית <WH7767> Shunammite. הזאת <WH2063> this ויקרא <WH7121> And when he had called לה ותעמד <WH5975> her, she stood לפניו׃ <WH6440> before"},{"number":13,"verse":"ויאמר <WH559> And he said לו אמר <WH559> unto him, Say נא <WH4994> now אליה <WH413> unto הנה <WH2009> her, Behold, חרדת <WH2729> thou hast been careful אלינו <WH413> for את <WH854> us with כל <WH3605> all החרדה <WH2731> care; הזאת <WH2063> this מה <WH4100> what לעשׂות <WH6213> to be done לך הישׁ <WH3426> for thee? wouldest לדבר <WH1696> thou be spoken לך אל <WH413> for to המלך <WH4428> the king, או <WH176> or אל <WH413> to שׂר <WH8269> the captain הצבא <WH6635> of the host? ותאמר <WH559> And she answered, בתוך <WH8432> among עמי <WH5971> mine own people. אנכי <WH595> I ישׁבת׃ <WH3427> dwell"},{"number":14,"verse":"ויאמר <WH559> And he said, ומה <WH4100> What לעשׂות <WH6213> then to be done לה ויאמר <WH559> answered, גיחזי <WH1522> for her? And Gehazi אבל <WH61> Verily בן <WH1121> child, אין <WH369> she hath no לה ואישׁה <WH376> and her husband זקן׃ <WH2204> is old."},{"number":15,"verse":"ויאמר <WH559> And he said, קרא <WH7121> Call לה ויקרא <WH7121> her. And when he had called לה ותעמד <WH5975> her, she stood בפתח׃ <WH6607> in the door."},{"number":16,"verse":"ויאמר <WH559> And he said, למועד <WH4150> season, הזה <WH2088> About this כעת <WH6256> according to the time חיה <WH2416> of life, אתי <WH859> thou חבקת <WH2263> shalt embrace בן <WH1121> a son. ותאמר <WH559> And she said, אל <WH408> Nay, אדני <WH113> my lord, אישׁ <WH376> man האלהים <WH430> of God, אל <WH408> do not lie תכזב <WH3576> do not lie בשׁפחתך׃ <WH8198> unto thine handmaid."},{"number":17,"verse":"ותהר <WH2029> conceived, האשׁה <WH802> And the woman ותלד <WH3205> and bore בן <WH1121> a son למועד <WH4150> season הזה <WH2088> at that כעת <WH6256> her, according to the time חיה <WH2416> of life. אשׁר <WH834> that דבר <WH1696> had said אליה <WH413> unto אלישׁע׃ <WH477> Elisha"},{"number":18,"verse":"ויגדל <WH1431> was grown, הילד <WH3206> And when the child ויהי <WH1961> it fell היום <WH3117> on a day, ויצא <WH3318> that he went out אל <WH413> to אביו <WH1> his father אל <WH413> to הקצרים׃ <WH7114> the reapers."},{"number":19,"verse":"ויאמר <WH559> And he said אל <WH413> unto אביו <WH1> his father, ראשׁי <WH7218> My head, ראשׁי <WH7218> my head. ויאמר <WH559> And he said אל <WH413> to הנער <WH5288> a lad, שׂאהו <WH5375> Carry אל <WH413> him to אמו׃ <WH517> his mother."},{"number":20,"verse":"וישׂאהו <WH5375> And when he had taken ויביאהו <WH935> him, and brought אל <WH413> him to אמו <WH517> his mother, וישׁב <WH3427> he sat על <WH5921> on ברכיה <WH1290> her knees עד <WH5704> till הצהרים <WH6672> noon, וימת׃ <WH4191> and died."},{"number":21,"verse":"ותעל <WH5927> And she went up, ותשׁכבהו <WH7901> and laid על <WH5921> him on מטת <WH4296> the bed אישׁ <WH376> of the man האלהים <WH430> of God, ותסגר <WH5462> and shut בעדו <WH1157> upon ותצא׃ <WH3318> him, and went out."},{"number":22,"verse":"ותקרא <WH7121> And she called אל <WH413> unto אישׁה <WH376> her husband, ותאמר <WH559> and said, שׁלחה <WH7971> Send נא <WH4994> me, I pray thee, לי אחד <WH259> one מן <WH4480> of הנערים <WH5288> the young men, ואחת <WH259> and one האתנות <WH860> of the asses, וארוצה <WH7323> that I may run עד <WH5704> to אישׁ <WH376> the man האלהים <WH430> of God, ואשׁובה׃ <WH7725> and come again."},{"number":23,"verse":"ויאמר <WH559> And he said, מדוע <WH4069> Wherefore אתי <WH859> wilt thou הלכתי <WH1980> go אליו <WH413> to היום <WH3117> him today? לא <WH3808> neither חדשׁ <WH2320> new moon, ולא <WH3808> nor שׁבת <WH7676> sabbath. ותאמר <WH559> And she said, שׁלום׃ <WH7965> well."},{"number":24,"verse":"ותחבשׁ <WH2280> Then she saddled האתון <WH860> an ass, ותאמר <WH559> and said אל <WH413> to נערה <WH5288> her servant, נהג <WH5090> Drive, ולך <WH1980> and go forward; אל <WH408> not תעצר <WH6113> slack לי לרכב <WH7392> riding כי <WH3588> for me, except אם <WH518> for me, except אמרתי׃ <WH559> I bid"},{"number":25,"verse":"ותלך <WH1980> So she went ותבוא <WH935> and came אל <WH413> unto אישׁ <WH376> the man האלהים <WH430> of God אל <WH413> to הר <WH2022> mount הכרמל <WH3760> Carmel. ויהי <WH1961> And it came to pass, כראות <WH7200> saw אישׁ <WH376> when the man האלהים <WH430> of God אתה <WH853> מנגד <WH5048> her afar off, ויאמר <WH559> that he said אל <WH413> to גיחזי <WH1522> Gehazi נערו <WH5288> his servant, הנה <WH2009> Behold, השׁונמית <WH7767> Shunammite: הלז׃ <WH1975> that"},{"number":26,"verse":"עתה <WH6258> now, רוץ <WH7323> Run נא <WH4994> I pray thee, לקראתה <WH7125> ואמר <WH559> her, and say לה השׁלום <WH7965> unto her, well לך השׁלום <WH7965> with thee? well לאישׁך <WH376> with thy husband? השׁלום <WH7965> well לילד <WH3206> with the child? ותאמר <WH559> And she answered, שׁלום׃ <WH7965> well."},{"number":27,"verse":"ותבא <WH935> And when she came אל <WH413> to אישׁ <WH376> the man האלהים <WH430> of God אל <WH413> to ההר <WH2022> the hill, ותחזק <WH2388> she caught ברגליו <WH7272> him by the feet: ויגשׁ <WH5066> came near גיחזי <WH1522> but Gehazi להדפה <WH1920> to thrust her away. ויאמר <WH559> said, אישׁ <WH376> And the man האלהים <WH430> of God הרפה <WH7503> Let her alone; לה כי <WH3588> for נפשׁה <WH5315> her soul מרה <WH4843> vexed לה ויהוה <WH3069> העלים <WH5956> hath hid ממני <WH4480> from ולא <WH3808> me, and hath not הגיד׃ <WH5046> told"},{"number":28,"verse":"ותאמר <WH559> Then she said, השׁאלתי <WH7592> Did I desire בן <WH1121> a son מאת <WH853> אדני <WH113> my lord? הלא <WH3808> did I not אמרתי <WH559> say, לא <WH3808> Do not תשׁלה <WH7952> deceive אתי׃ <WH853>"},{"number":29,"verse":"ויאמר <WH559> Then he said לגיחזי <WH1522> to Gehazi, חגר <WH2296> Gird up מתניך <WH4975> thy loins, וקח <WH3947> and take משׁענתי <WH4938> my staff בידך <WH3027> in thine hand, ולך <WH1980> and go thy way: כי <WH3588> if תמצא <WH4672> thou meet אישׁ <WH376> any man, לא <WH3808> him not; תברכנו <WH1288> salute וכי <WH3588> and if יברכך <WH1288> salute אישׁ <WH376> any לא <WH3808> him not תעננו <WH6030> thee, answer ושׂמת <WH7760> again: and lay משׁענתי <WH4938> my staff על <WH5921> upon פני <WH6440> the face הנער׃ <WH5288> of the child."},{"number":30,"verse":"ותאמר <WH559> said, אם <WH517> And the mother הנער <WH5288> of the child חי <WH2416> liveth, יהוה <WH3068> the LORD וחי <WH2416> liveth, נפשׁך <WH5315> and thy soul אם <WH518> I will not אעזבך <WH5800> leave ויקם <WH6965> thee. And he arose, וילך <WH1980> and followed אחריה׃ <WH310> and followed"},{"number":31,"verse":"וגחזי <WH1522> And Gehazi עבר <WH5674> passed on לפניהם <WH6440> before וישׂם <WH7760> them, and laid את <WH853> המשׁענת <WH4938> the staff על <WH5921> upon פני <WH6440> the face הנער <WH5288> of the child; ואין <WH369> but neither קול <WH6963> voice, ואין <WH369> nor קשׁב <WH7182> hearing. וישׁב <WH7725> Wherefore he went again לקראתו <WH7125> ויגד <WH5046> him, and told לו לאמר <WH559> him, saying, לא <WH3808> is not הקיץ <WH6974> awaked. הנער׃ <WH5288> The child"},{"number":32,"verse":"ויבא <WH935> was come אלישׁע <WH477> And when Elisha הביתה <WH1004> into the house, והנה <WH2009> behold, הנער <WH5288> the child מת <WH4191> was dead, משׁכב <WH7901> laid על <WH5921> upon מטתו׃ <WH4296> his bed."},{"number":33,"verse":"ויבא <WH935> He went in ויסגר <WH5462> therefore, and shut הדלת <WH1817> the door בעד <WH1157> upon שׁניהם <WH8147> them twain, ויתפלל <WH6419> and prayed אל <WH413> unto יהוה׃ <WH3068> the LORD."},{"number":34,"verse":"ויעל <WH5927> And he went up, וישׁכב <WH7901> and lay על <WH5921> upon הילד <WH3206> the child, וישׂם <WH7760> and put פיו <WH6310> his mouth על <WH5921> upon פיו <WH6310> his mouth, ועיניו <WH5869> and his eyes על <WH5921> upon עיניו <WH5869> his eyes, וכפיו <WH3709> and his hands על <WH5921> upon כפו <WH3709> his hands: ויגהר <WH1457> and he stretched עליו <WH5921> himself upon ויחם <WH2552> waxed warm. בשׂר <WH1320> the child; and the flesh הילד׃ <WH3206> of the child"},{"number":35,"verse":"וישׁב <WH7725> Then he returned, וילך <WH1980> and walked בבית <WH1004> in the house אחת <WH259> to and fro; הנה <WH2008> ואחתנה <WH2008> ויעל <WH5927> and went up, ויגהר <WH1457> and stretched עליו <WH5921> himself upon ויזורר <WH2237> sneezed הנער <WH5288> him: and the child עד <WH5704> sneezed שׁבע <WH7651> seven פעמים <WH6471> times, ויפקח <WH6491> opened הנער <WH5288> and the child את <WH853> עיניו׃ <WH5869> his eyes."},{"number":36,"verse":"ויקרא <WH7121> So he called אל <WH413> in unto גיחזי <WH1522> Gehazi, ויאמר <WH559> and said, קרא <WH7121> אלשׁנמית <WH7767> Shunammite. הזאת <WH2063> this ויקראה <WH7121> ותבוא <WH935> her. And when she was come אליו <WH413> ויאמר <WH559> him, he said, שׂאי <WH5375> Take up בנך׃ <WH1121> thy son."},{"number":37,"verse":"ותבא <WH935> Then she went in, ותפל <WH5307> and fell על <WH5921> at רגליו <WH7272> his feet, ותשׁתחו <WH7812> and bowed herself ארצה <WH776> to the ground, ותשׂא <WH5375> and took up את <WH853> בנה <WH1121> her son, ותצא׃ <WH3318> and went out."},{"number":38,"verse":"ואלישׁע <WH477> And Elisha שׁב <WH7725> came again הגלגלה <WH1537> to Gilgal: והרעב <WH7458> and a dearth בארץ <WH776> in the land; ובני <WH1121> and the sons הנביאים <WH5030> of the prophets ישׁבים <WH3427> sitting לפניו <WH6440> before ויאמר <WH559> him: and he said לנערו <WH5288> unto his servant, שׁפת <WH8239> Set on הסיר <WH5518> pot, הגדולה <WH1419> the great ובשׁל <WH1310> and seethe נזיד <WH5138> pottage לבני <WH1121> for the sons הנביאים׃ <WH5030> of the prophets."},{"number":39,"verse":"ויצא <WH3318> went out אחד <WH259> And one אל <WH413> into השׂדה <WH7704> the field ללקט <WH3950> to gather ארת <WH219> herbs, וימצא <WH4672> and found גפן <WH1612> vine, שׂדה <WH7704> a wild וילקט <WH3950> and gathered ממנו <WH4480> thereof פקעת <WH6498> gourds שׂדה <WH7704> wild מלא <WH4393> full, בגדו <WH899> his lap ויבא <WH935> and came ויפלח <WH6398> and shred אל <WH413> into סיר <WH5518> the pot הנזיד <WH5138> of pottage: כי <WH3588> for לא <WH3808> not. ידעו׃ <WH3045> they knew"},{"number":40,"verse":"ויצקו <WH3332> So they poured out לאנשׁים <WH376> for the men לאכול <WH398> to eat. ויהי <WH1961> And it came to pass, כאכלם <WH398> as they were eating מהנזיד <WH5138> of the pottage, והמה <WH1992> that they צעקו <WH6817> cried out, ויאמרו <WH559> and said, מות <WH4194> death בסיר <WH5518> in the pot. אישׁ <WH376> O man האלהים <WH430> of God, ולא <WH3808> not יכלו <WH3201> And they could לאכל׃ <WH398> eat"},{"number":41,"verse":"ויאמר <WH559> But he said, וקחו <WH3947> Then bring קמח <WH7058> meal. וישׁלך <WH7993> And he cast אל <WH413> into הסיר <WH5518> the pot; ויאמר <WH559> and he said, צק <WH3332> Pour out לעם <WH5971> for the people, ויאכלו <WH398> that they may eat. ולא <WH3808> no היה <WH1961> And there was דבר <WH1697> harm רע <WH7451> harm בסיר׃ <WH5518> in the pot."},{"number":42,"verse":"ואישׁ <WH376> a man בא <WH935> And there came מבעל שׁלשׁה <WH1190> ויבא <WH935> and brought לאישׁ <WH376> the man האלהים <WH430> of God לחם <WH3899> bread בכורים <WH1061> of the firstfruits, עשׂרים <WH6242> twenty לחם <WH3899> loaves שׂערים <WH8184> of barley, וכרמל <WH3759> and full ears of corn בצקלנו <WH6861> in the husk ויאמר <WH559> thereof. And he said, תן <WH5414> Give לעם <WH5971> unto the people, ויאכלו׃ <WH398> that they may eat."},{"number":43,"verse":"ויאמר <WH559> said, משׁרתו <WH8334> And his servitor מה <WH4100> What, אתן <WH5414> should I set זה <WH2088> this לפני <WH6440> before מאה <WH3967> a hundred אישׁ <WH376> men? ויאמר <WH559> He said תן <WH5414> again, Give לעם <WH5971> the people, ויאכלו <WH398> that they may eat: כי <WH3588> for כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD, אכל <WH398> They shall eat, והותר׃ <WH3498> and shall leave"},{"number":44,"verse":"ויתן <WH5414> So he set לפניהם <WH6440> before ויאכלו <WH398> them, and they did eat, ויותרו <WH3498> and left כדבר <WH1697> according to the word יהוה׃ <WH3068> of the LORD."}]}