{"bibleAbbr":"Orig2013+","bookName":"מלכים ב","bookEnglishName":"2 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"ויאמרו <WH559> said בני <WH1121> And the sons הנביאים <WH5030> of the prophets אל <WH413> unto אלישׁע <WH477> Elisha, הנה <WH2009> Behold נא <WH4994> now, המקום <WH4725> the place אשׁר <WH834> where אנחנו <WH587> we ישׁבים <WH3427> dwell שׁם <WH8033> where לפניך <WH6440> with צר <WH6862> thee is too strait ממנו׃ <WH4480> for"},{"number":2,"verse":"נלכה <WH1980> Let us go, נא <WH4994> we pray thee, עד <WH5704> unto הירדן <WH3383> Jordan, ונקחה <WH3947> and take משׁם <WH8033> thence אישׁ <WH376> every man קורה <WH6982> beam, אחת <WH259> a ונעשׂה <WH6213> and let us make לנו שׁם <WH8033> there, מקום <WH4725> us a place לשׁבת <WH3427> we may dwell. שׁם <WH8033> where ויאמר <WH559> And he answered, לכו׃ <WH1980> Go"},{"number":3,"verse":"ויאמר <WH559> said, האחד <WH259> And one הואל <WH2974> Be content, נא <WH4994> I pray thee, ולך <WH1980> and go את <WH854> with עבדיך <WH5650> thy servants. ויאמר <WH559> And he answered, אני <WH589> I אלך׃ <WH1980> will go."},{"number":4,"verse":"וילך <WH1980> So he went אתם <WH854> with ויבאו <WH935> them. And when they came הירדנה <WH3383> to Jordan, ויגזרו <WH1504> they cut down העצים׃ <WH6086> wood."},{"number":5,"verse":"ויהי <WH1961> was האחד <WH259> But as one מפיל <WH5307> felling הקורה <WH6982> a beam, ואת <WH853> הברזל <WH1270> the axe head נפל <WH5307> fell אל <WH413> into המים <WH4325> the water: ויצעק <WH6817> and he cried, ויאמר <WH559> and said, אהה <WH162> Alas, אדני <WH113> master! והוא <WH1931> for it שׁאול׃ <WH7592> was borrowed."},{"number":6,"verse":"ויאמר <WH559> said, אישׁ <WH376> And the man האלהים <WH430> of God אנה <WH575> Where נפל <WH5307> fell ויראהו <WH7200> it? And he showed את <WH853> המקום <WH4725> him the place. ויקצב <WH7094> And he cut down עץ <WH6086> a stick, וישׁלך <WH7993> and cast שׁמה <WH8033> in thither; ויצף <WH6687> did swim. הברזל׃ <WH1270> and the iron"},{"number":7,"verse":"ויאמר <WH559> Therefore said הרם <WH7311> he, Take up לך וישׁלח <WH7971> to thee. And he put out ידו <WH3027> his hand, ויקחהו׃ <WH3947> and took"},{"number":8,"verse":"ומלך <WH4428> Then the king ארם <WH758> of Syria היה <WH1961> נלחם <WH3898> warred בישׂראל <WH3478> against Israel, ויועץ <WH3289> and took counsel אל <WH413> with עבדיו <WH5650> his servants, לאמר <WH559> saying, אל <WH413> In מקום <WH4725> a place פלני <WH6423> such and such אלמני <WH492> such and such תחנתי׃ <WH8466> my camp."},{"number":9,"verse":"וישׁלח <WH7971> sent אישׁ <WH376> And the man האלהים <WH430> of God אל <WH413> unto מלך <WH4428> the king ישׂראל <WH3478> of Israel, לאמר <WH559> saying, השׁמר <WH8104> Beware מעבר <WH5674> that thou pass not המקום <WH4725> a place; הזה <WH2088> such כי <WH3588> for שׁם <WH8033> thither ארם <WH758> the Syrians נחתים׃ <WH5181>"},{"number":10,"verse":"וישׁלח <WH7971> sent מלך <WH4428> And the king ישׂראל <WH3478> of Israel אל <WH413> to המקום <WH4725> the place אשׁר <WH834> which אמר <WH559> told לו אישׁ <WH376> the man האלהים <WH430> of God והזהירה <WH2094> him and warned ונשׁמר <WH8104> him of, and saved himself שׁם <WH8033> there, לא <WH3808> not אחת <WH259> once ולא <WH3808> nor שׁתים׃ <WH8147> twice."},{"number":11,"verse":"ויסער <WH5590> was sore troubled לב <WH3820> Therefore the heart מלך <WH4428> of the king ארם <WH758> of Syria על <WH5921> for הדבר <WH1697> thing; הזה <WH2088> this ויקרא <WH7121> and he called אל <WH413> and he called עבדיו <WH5650> his servants, ויאמר <WH559> and said אליהם <WH413> unto הלוא <WH3808> them, Will ye not תגידו <WH5046> show לי מי <WH4310> me which משׁלנו <WH7945> אל <WH413> us for מלך <WH4428> the king ישׂראל׃ <WH3478> of Israel?"},{"number":12,"verse":"ויאמר <WH559> said, אחד <WH259> And one מעבדיו <WH5650> of his servants לוא <WH3808> None, אדני <WH113> my lord, המלך <WH4428> O king: כי <WH3588> but אלישׁע <WH477> Elisha, הנביא <WH5030> the prophet אשׁר <WH834> that בישׂראל <WH3478> in Israel, יגיד <WH5046> telleth למלך <WH4428> the king ישׂראל <WH3478> of Israel את <WH853> הדברים <WH1697> the words אשׁר <WH834> that תדבר <WH1696> thou speakest בחדר <WH2315> in thy bedchamber. משׁכבך׃ <WH4904> in thy bedchamber."},{"number":13,"verse":"ויאמר <WH559> And he said, לכו <WH1980> Go וראו <WH7200> and spy איכה <WH351> where הוא <WH1931> he ואשׁלח <WH7971> that I may send ואקחהו <WH3947> and fetch ויגד <WH5046> him. And it was told לו לאמר <WH559> him, saying, הנה <WH2009> Behold, בדתן׃ <WH1886> in Dothan."},{"number":14,"verse":"וישׁלח <WH7971> Therefore sent שׁמה <WH8033> he thither סוסים <WH5483> horses, ורכב <WH7393> and chariots, וחיל <WH2428> host: כבד <WH3515> and a great ויבאו <WH935> and they came לילה <WH3915> by night, ויקפו <WH5362> and compassed על <WH5921> and compassed העיר׃ <WH5892> the city"},{"number":15,"verse":"וישׁכם <WH7925> early, משׁרת <WH8334> And when the servant אישׁ <WH376> of the man האלהים <WH430> of God לקום <WH6965> was risen ויצא <WH3318> and gone forth, והנה <WH2009> behold, חיל <WH2428> a host סובב <WH5437> compassed את <WH853> העיר <WH5892> the city וסוס <WH5483> both with horses ורכב <WH7393> and chariots. ויאמר <WH559> said נערו <WH5288> And his servant אליו <WH413> unto אהה <WH162> him, Alas, אדני <WH113> my master! איכה <WH349> how נעשׂה׃ <WH6213> shall we do?"},{"number":16,"verse":"ויאמר <WH559> And he answered, אל <WH408> not: תירא <WH3372> Fear כי <WH3588> for רבים <WH7227> us more אשׁר <WH834> they that אתנו <WH854> with מאשׁר <WH834> than they that אותם׃ <WH854> with"},{"number":17,"verse":"ויתפלל <WH6419> prayed, אלישׁע <WH477> And Elisha ויאמר <WH559> and said, יהוה <WH3068> LORD, פקח <WH6491> open נא <WH4994> I pray thee, את <WH853> עיניו <WH5869> his eyes, ויראה <WH7200> that he may see. ויפקח <WH6491> opened יהוה <WH3068> And the LORD את <WH853> עיני <WH5869> the eyes הנער <WH5288> of the young man; וירא <WH7200> and he saw: והנה <WH2009> and, behold, ההר <WH2022> the mountain מלא <WH4390> full סוסים <WH5483> of horses ורכב <WH7393> and chariots אשׁ <WH784> of fire סביבת <WH5439> round about אלישׁע׃ <WH477> Elisha."},{"number":18,"verse":"וירדו <WH3381> And when they came down אליו <WH413> to ויתפלל <WH6419> prayed אלישׁע <WH477> him, Elisha אל <WH413> unto יהוה <WH3068> the LORD, ויאמר <WH559> and said, הך <WH5221> Smite נא <WH4994> I pray thee, את <WH853> הגוי <WH1471> people, הזה <WH2088> this בסנורים <WH5575> with blindness. ויכם <WH5221> And he smote בסנורים <WH5575> them with blindness כדבר <WH1697> according to the word אלישׁע׃ <WH477> of Elisha."},{"number":19,"verse":"ויאמר <WH559> said אלהם <WH413> unto אלישׁע <WH477> And Elisha לא <WH3808> not זה <WH2088> them, This הדרך <WH1870> the way, ולא <WH3808> neither זה <WH2090> this העיר <WH5892> the city: לכו <WH1980> follow אחרי <WH310> follow ואוליכה <WH1980> me, and I will bring אתכם <WH853> אל <WH413> you to האישׁ <WH376> the man אשׁר <WH834> whom תבקשׁון <WH1245> ye seek. וילך <WH1980> But he led אותם <WH853> שׁמרונה׃ <WH8111> them to Samaria."},{"number":20,"verse":"ויהי <WH1961> And it came to pass, כבאם <WH935> when they were come שׁמרון <WH8111> into Samaria, ויאמר <WH559> said, אלישׁע <WH477> that Elisha יהוה <WH3068> LORD, פקח <WH6491> open את <WH853> עיני <WH5869> the eyes אלה <WH428> of these ויראו <WH7200> that they may see. ויפקח <WH6491> opened יהוה <WH3068> And the LORD את <WH853> עיניהם <WH5869> their eyes, ויראו <WH7200> and they saw; והנה <WH2009> and, behold, בתוך <WH8432> in the midst שׁמרון׃ <WH8111> of Samaria."},{"number":21,"verse":"ויאמר <WH559> said מלך <WH4428> And the king ישׂראל <WH3478> of Israel אל <WH413> unto אלישׁע <WH477> Elisha, כראתו <WH7200> when he saw אותם <WH853> האכה <WH5221> shall I smite אכה <WH5221> shall I smite אבי׃ <WH1> them, My father,"},{"number":22,"verse":"ויאמר <WH559> And he answered, לא <WH3808> Thou shalt not תכה <WH5221> smite האשׁר <WH834> those whom שׁבית <WH7617> thou hast taken captive בחרבך <WH2719> with thy sword ובקשׁתך <WH7198> and with thy bow? אתה <WH859> wouldest thou מכה <WH5221> smite שׂים <WH7760> set לחם <WH3899> bread ומים <WH4325> and water לפניהם <WH6440> before ויאכלו <WH398> them, that they may eat וישׁתו <WH8354> and drink, וילכו <WH1980> and go אל <WH413> to אדניהם׃ <WH113> their master."},{"number":23,"verse":"ויכרה <WH3739> And he prepared להם <WH1992> כרה <WH3740> provision גדולה <WH1419> great ויאכלו <WH398> for them: and when they had eaten וישׁתו <WH8354> and drunk, וישׁלחם <WH7971> he sent them away, וילכו <WH1980> and they went אל <WH413> to אדניהם <WH113> their master. ולא <WH3808> no יספו <WH3254> more עוד <WH5750> more גדודי <WH1416> So the bands ארם <WH758> of Syria לבוא <WH935> came בארץ <WH776> into the land ישׂראל׃ <WH3478> of Israel."},{"number":24,"verse":"ויהי <WH1961> And it came to pass אחרי <WH310> after כן <WH3651> this, ויקבץ <WH6908> gathered בן הדד <WH1130> that Ben-hadad מלך <WH4428> king ארם <WH758> of Syria את <WH853> כל <WH3605> all מחנהו <WH4264> his host, ויעל <WH5927> and went up, ויצר <WH6696> and besieged על <WH5921> and besieged שׁמרון׃ <WH8111> Samaria."},{"number":25,"verse":"ויהי <WH1961> And there was רעב <WH7458> famine גדול <WH1419> a great בשׁמרון <WH8111> in Samaria: והנה <WH2009> and, behold, צרים <WH6696> they besieged עליה <WH5921> they besieged עד <WH5704> it, until היות <WH1961> was ראשׁ <WH7218> head חמור <WH2543> an ass's בשׁמנים <WH8084> for fourscore כסף <WH3701> of silver, ורבע <WH7255> and the fourth part הקב <WH6894> of a cab חרייונים <WH2755> בחמשׁה <WH2568> for five כסף׃ <WH3701> of silver."},{"number":26,"verse":"ויהי <WH1961> was מלך <WH4428> And as the king ישׂראל <WH3478> of Israel עבר <WH5674> passing by על <WH5921> upon החמה <WH2346> the wall, ואשׁה <WH802> a woman צעקה <WH6817> there cried אליו <WH413> unto לאמר <WH559> him, saying, הושׁיעה <WH3467> Help, אדני <WH113> my lord, המלך׃ <WH4428> O king."},{"number":27,"verse":"ויאמר <WH559> And he said, אל <WH408> do not יושׁעך <WH3467> help יהוה <WH3068> If the LORD מאין <WH370> thee, whence אושׁיעך <WH3467> shall I help המן <WH4480> thee, whence הגרן <WH1637> the barnfloor, או <WH176> or מן <WH4480> thee? out of היקב׃ <WH3342> the winepress?"},{"number":28,"verse":"ויאמר <WH559> said לה המלך <WH4428> And the king מה <WH4100> unto her, What לך ותאמר <WH559> aileth thee? And she answered, האשׁה <WH802> woman הזאת <WH2063> This אמרה <WH559> said אלי <WH413> unto תני <WH5414> me, Give את <WH853> בנך <WH1121> thy son, ונאכלנו <WH398> that we may eat היום <WH3117> him today, ואת <WH853> בני <WH1121> my son נאכל <WH398> and we will eat מחר׃ <WH4279> tomorrow."},{"number":29,"verse":"ונבשׁל <WH1310> So we boiled את <WH853> בני <WH1121> my son, ונאכלהו <WH398> and did eat ואמר <WH559> him: and I said אליה <WH413> unto ביום <WH3117> day, האחר <WH312> her on the next תני <WH5414> Give את <WH853> בנך <WH1121> thy son, ונאכלנו <WH398> that we may eat ותחבא <WH2244> him: and she hath hid את <WH853> בנה׃ <WH1121> her son."},{"number":30,"verse":"ויהי <WH1961> And it came to pass, כשׁמע <WH8085> heard המלך <WH4428> when the king את <WH853> דברי <WH1697> the words האשׁה <WH802> of the woman, ויקרע <WH7167> that he rent את <WH853> בגדיו <WH899> his clothes; והוא <WH1931> and he עבר <WH5674> passed by על <WH5921> upon החמה <WH2346> the wall, וירא <WH7200> looked, העם <WH5971> and the people והנה <WH2009> and, behold, השׂק <WH8242> sackcloth על <WH5921> upon בשׂרו <WH1320> his flesh. מבית׃ <WH1004> within"},{"number":31,"verse":"ויאמר <WH559> Then he said, כה <WH3541> so יעשׂה <WH6213> do לי אלהים <WH430> God וכה <WH3541> also יוסף <WH3254> and more אם <WH518> to me, if יעמד <WH5975> shall stand ראשׁ <WH7218> the head אלישׁע <WH477> of Elisha בן <WH1121> the son שׁפט <WH8202> of Shaphat עליו <WH5921> on היום׃ <WH3117> him this day."},{"number":32,"verse":"ואלישׁע <WH477> But Elisha ישׁב <WH3427> sat בביתו <WH1004> in his house, והזקנים <WH2205> and the elders ישׁבים <WH3427> sat אתו <WH854> with וישׁלח <WH7971> him; and sent אישׁ <WH376> a man מלפניו <WH6440> from before בטרם <WH2962> him: but ere יבא <WH935> came המלאך <WH4397> the messenger אליו <WH413> to והוא <WH1931> him, he אמר <WH559> said אל <WH413> to הזקנים <WH2205> the elders, הראיתם <WH7200> See כי <WH3588> ye how שׁלח <WH7971> hath sent בן <WH1121> son המרצח <WH7523> of a murderer הזה <WH2088> this להסיר <WH5493> to take away את <WH853> ראשׁי <WH7218> mine head? ראו <WH7200> look, כבא <WH935> cometh, המלאך <WH4397> when the messenger סגרו <WH5462> shut הדלת <WH1817> the door, ולחצתם <WH3905> אתודלת <WH1817> at the door: הלוא <WH3808> not קול <WH6963> the sound רגלי <WH7272> feet אדניו <WH113> of his master's אחריו׃ <WH310> behind"},{"number":33,"verse":"עודנו <WH5750> And while he yet מדבר <WH1696> talked עמם <WH5973> with והנה <WH2009> them, behold, המלאך <WH4397> the messenger ירד <WH3381> came down אליו <WH413> unto ויאמר <WH559> him: and he said, הנה <WH2009> Behold, זאת <WH2063> this הרעה <WH7451> evil מאת <WH853> יהוה <WH3068> the LORD; מה <WH4100> what אוחיל <WH3176> should I wait ליהוה <WH3068> for the LORD עוד׃ <WH5750> any longer?"}]}