{"bibleAbbr":"LXXe1851","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"And the men of Cariathiarim come, and bring up the ark of the covenant of the Lord: and they bring it into the house of Aminadab in the hill; and they sanctified Eleazar his son to keep the ark of the covenant of the Lord."},{"number":2,"verse":"And it came to pass from the time that the ark was in Cariathiarim, the days were multiplied, and the time was twenty years; and all the house of Israel looked after the Lord."},{"number":3,"verse":"And Samuel spoke to all the house of Israel, saying, If ye do with all your heart return to the Lord, take away the strange gods from the midst of you, and the groves, and prepare your hearts to serve the Lord, and serve him only; and he shall deliver you from the hand of the Philistines."},{"number":4,"verse":"And the children of Israel took away Baalim and the groves of Astaroth, and served the Lord only."},{"number":5,"verse":"And Samuel said, Gather all Israel to Massephath, and I will pray for you to the Lord."},{"number":6,"verse":"And they were gathered together to Massephath, and they drew water, and poured it out upon the earth before the Lord. And they fasted on that day, and said, We have sinned before the Lord. And Samuel judged the children of Israel in Massephath."},{"number":7,"verse":"And the Philistines heard that all the children of Israel were gathered together to Massephath: and the lords of the Philistines went up against Israel: and the children of Israel heard, and they feared before the Philistines."},{"number":8,"verse":"And the children of Israel said to Samuel, Cease not to cry to the Lord thy God for us, and he shall save us out of the hand of the Philistines."},{"number":9,"verse":"And Samuel took a sucking lamb, and offered it up as a whole-burnt-offering with all the people to the Lord: and Samuel cried to the Lord for Israel, and the Lord heard him."},{"number":10,"verse":"And Samuel was offering the whole-burnt-offering; and the Philistines drew near to war against Israel; and the Lord thundered with a mighty sound in that day upon the Philistines, and they were confounded and overthrown before Israel."},{"number":11,"verse":"And the men of Israel went forth out of Massephath, and pursued the Philistines, and smote them to the parts under Baethchor."},{"number":12,"verse":"And Samuel took a stone, and set it up between Massephath and the old city; and he called the name of it Abenezer, stone of the helper; and he said, Hitherto has the Lord helped us."},{"number":13,"verse":"So the Lord humbled the Philistines, and they did not anymore come into the border of Israel; and the hand of the Lord was against the Philistines all the days of Samuel."},{"number":14,"verse":"And the cities which the Philistines took from the children of Israel were restored; and they restored them to Israel from (Alex. from Accaron to Geth. So the Heb. ) Ascalon to Azob: and they took the coast of Israel out of the hand of the Philistines; and there was peace between Israel and the Amorite."},{"number":15,"verse":"And Samuel judged Israel all the days of his life."},{"number":16,"verse":"And he went year by year, and went round Baethel, and Galgala, and Massephath; and he judged Israel in all these consecrated places."},{"number":17,"verse":"And his return was to Armathaim, because there was his house; and there he judged Israel, and built there an altar to the Lord."}]}