{"bibleAbbr":"mrRV2015","bookName":"मत्तयकृत शुभवर्तमान","bookEnglishName":"Matthew","chapterNumber":1,"verses":[{"number":1,"verse":"( येशू ख्रिस्ताची वंशावळी) अब्राहामाचा पुत्र दावीद ह्याचा पुत्र जो येशू ख्रिस्त, त्याची वंशावळी."},{"number":2,"verse":"अब्राहामाला इसहाक झाला; इसहाकाला याकोब; याकोबाला यहूदा व त्याचे भाऊ झाले;"},{"number":3,"verse":"यहूदाला तामारेपासून पेरेस व जेरह झाले; पेरेसाला हेस्रोम झाला; हेस्रोमाला अराम झाला;"},{"number":4,"verse":"अरामाला अम्मीनादाब; अम्मीनादाबाला नहशोन; नहशोनाला सल्मोन;"},{"number":5,"verse":"सल्मोनाला राहाबेपासून बवाज; बवाजाला रूथपासून ओबेद; ओबेदाला इशाय;"},{"number":6,"verse":"आणि इशायाला दावीद राजा झाला. जी पूर्वी उरीयाची बायको होती तिच्यापासून दाविदाला शलमोन झाला;"},{"number":7,"verse":"शलमोनाला रहबाम; रहबामाला अबीया; अबीयाला आसा;"},{"number":8,"verse":"आसाला यहोशाफाट; यहोशाफाटाला योराम; योरामाला उज्जीया;"},{"number":9,"verse":"उज्जीयाला योथाम; योथामाला आहाज; आहाजाला हिज्कीया;"},{"number":10,"verse":"हिज्कीयाला मनश्शे; मनश्शेला आमोन; आमोनाला योशीया;"},{"number":11,"verse":"आणि बाबेलास देशांतर झाले त्या वेळी योशीयाला यखन्या व त्याचे भाऊ झाले."},{"number":12,"verse":"बाबेलास देशांतर झाल्यावर यखन्याला शल्तीएल झाला. शल्तीएलाला जरूब्बाबेल;"},{"number":13,"verse":"जरूब्बाबेलाला अबीहूद; अबीहूदाला एल्याकीम; एल्याकीमाला अज्जुर;"},{"number":14,"verse":"अज्जुराला सादोक; सादोकाला याखीम; याखीमाला एलीहूद;"},{"number":15,"verse":"एलीहूदाला एलाजार; एलाजाराला मत्तान; मत्तानाला याकोब;"},{"number":16,"verse":"आणि याकोबाला योसेफ झाला. ज्या मरीयेपासून ख्रिस्त म्हटलेला येशू जन्मला तिचा हा पती."},{"number":17,"verse":"ह्याप्रमाणे अब्राहामापासून दाविदापर्यंत सर्व मिळून चौदा पिढ्या; दाविदापासून बाबेलास देशांतर होईपर्यंत चौदा पिढ्या; आणि बाबेलास देशांतर झाल्यापासून ख्रिस्तापर्यंत चौदा पिढ्या."},{"number":18,"verse":"( येशू ख्रिस्ताचा जन्म) येशू ख्रिस्ताचा जन्म ह्या प्रकारे झाला. त्याची आई मरीया हिचे योसेफास वाग्दान झाल्यावर त्यांचा सहवास होण्यापूर्वी ती पवित्र आत्म्यापासून गर्भवती झालेली दिसून आली."},{"number":19,"verse":"तिचा पती योसेफ नीतिमान होता व तिची बेअब्रू करण्याची त्याची इच्छा नसल्यामुळे तिला गुप्तपणे सोडण्याचा त्याने विचार केला."},{"number":20,"verse":"असे विचार त्याच्या मनात घोळत असता पाहा, प्रभूच्या दूताने त्याला स्वप्नात दर्शन देऊन म्हटले, “योसेफा, दाविदाच्या पुत्रा, तू मरीयेचा आपली पत्नी म्हणून स्वीकार करण्यास अनमान करू नकोस, कारण तिच्या पोटी जो गर्भ आहे तो पवित्र आत्म्यापासून आहे."},{"number":21,"verse":"तिला पुत्र होईल, आणि त्याचे नाव तू येशू असे ठेव, कारण तोच आपल्या प्रजेला त्यांच्या पापांपासून तारील.”"},{"number":22,"verse":"हे सर्व अशासाठी झाले की, प्रभूने संदेष्ट्याच्या द्वारे जे सांगितले ते पूर्ण व्हावे; ते असे :"},{"number":23,"verse":"“पाहा, कुमारी गर्भवती होईल व तिला पुत्र होईल आणि त्याला इम्मानुएल हे नाव देतील.” ह्या नावाचा अर्थ, ‘आमच्याबरोबर देव.’"},{"number":24,"verse":"तेव्हा झोपेतून उठल्यावर त्याने प्रभूच्या दूताने आज्ञापिल्याप्रमाणे केले; त्याने आपल्या पत्नीचा स्वीकार केला,"},{"number":25,"verse":"तरी तिला प्रथमपुत्र होईपर्यंत त्याने तिला जाणले नाही; मग त्याने त्याचे नाव येशू ठेवले."}]}