{"bibleAbbr":"mrRV2015","bookName":"मत्तयकृत शुभवर्तमान","bookEnglishName":"Matthew","chapterNumber":10,"verses":[{"number":1,"verse":"( बारा प्रेषित व त्यांचे काम) तेव्हा त्याने आपल्या बारा शिष्यांना जवळ बोलावून त्यांना अशुद्ध आत्म्यांवर सत्ता देऊन ते काढून टाकण्याचा व सर्व विकार व सर्व दुखणी बरी करण्याचा अधिकार दिला."},{"number":2,"verse":"त्या बारा प्रेषितांची नावे अशी आहेत : पहिला, पेत्र म्हटलेला शिमोन व त्याचा भाऊ अंद्रिया, जब्दीचा मुलगा याकोब व त्याचा भाऊ योहान,"},{"number":3,"verse":"फिलिप्प व बर्थलमय, थोमा व मत्तय जकातदार, अल्फीचा मुलगा याकोब व तद्दय,"},{"number":4,"verse":"शिमोन कनानी व त्याला (येशूला) धरून देणारा यहूदा इस्कर्योत."},{"number":5,"verse":"ह्या बारा जणांना येशूने अशी आज्ञा करून पाठवले की, “परराष्ट्रीयांकडे जाणार्‍या वाटेने जाऊ नका व शोमरोन्यांच्या कोणत्याही नगरात प्रवेश करू नका;"},{"number":6,"verse":"तर इस्राएलाच्या घराण्यातील हरवलेल्या मेंढरांकडे जा."},{"number":7,"verse":"जात असताना अशी घोषणा करत जा की, ‘स्वर्गाचे राज्य जवळ आले आहे.’"},{"number":8,"verse":"रोग्यांना बरे करा, मेलेल्यांना उठवा, कुष्ठरोग्यांना शुद्ध करा, भुते काढा. तुम्हांला फुकट मिळाले, फुकट द्या."},{"number":9,"verse":"सोने, रुपे किंवा तांबे आपल्या कंबरकशात घेऊ नका,"},{"number":10,"verse":"वाटेसाठी झोळणा, दुसरा अंगरखा, वहाणा किंवा काठी घेऊ नका, कारण कामकर्‍यांचे पोषण व्हावे हे योग्य आहे."},{"number":11,"verse":"ज्या ज्या नगरात किंवा गावात तुम्ही जाल त्यात कोण योग्य आहे हे शोधून काढा आणि तुम्ही तेथून जाईपर्यंत त्याच्याच येथे राहा."},{"number":12,"verse":"आणि घरात जाताना, ‘तुम्हांला शांती असो,’ असे म्हणा."},{"number":13,"verse":"ते घर योग्य असले तर तुमची शांती त्याला प्राप्त होवो; ते योग्य नसले तर तुमची शांती तुमच्याकडे परत येवो."},{"number":14,"verse":"जो कोणी तुमचे स्वागत करणार नाही व तुमची वचने ऐकणार नाही, त्याच्या घरातून किंवा नगरातून निघताना आपल्या पायांची धूळ झटकून टाका."},{"number":15,"verse":"मी तुम्हांला खचीत सांगतो, न्यायाच्या दिवशी त्या नगरापेक्षा सदोम व गमोरा ह्या प्रदेशाला सोपे जाईल."},{"number":16,"verse":"पाहा, लांडग्यांमध्ये मेंढरांना पाठवावे तसे मी तुम्हांला पाठवतो; म्हणून तुम्ही सापांसारखे चतुर व कबुतरांसारखे निरुपद्रवी व्हा."},{"number":17,"verse":"माणसांच्या बाबतीत जपून राहा; कारण ते तुम्हांला न्यायसभांच्या स्वाधीन करतील, आपल्या सभास्थानात तुम्हांला फटके मारतील,"},{"number":18,"verse":"आणि तुम्हांला माझ्यामुळे देशाधिकारी व राजे ह्यांच्यापुढे नेण्यात येईल, आणि तुम्ही त्यांना आणि परराष्ट्रीयांना साक्ष व्हाल."},{"number":19,"verse":"जेव्हा तुम्हांला त्यांच्या स्वाधीन करतील तेव्हा कसे अथवा काय बोलावे ह्याची काळजी करू नका, कारण तुम्ही काय बोलावे हे त्याच घटकेस तुम्हांला सुचवले जाईल."},{"number":20,"verse":"कारण बोलणारे तुम्ही नाही, तर तुमच्या पित्याचा आत्मा हाच तुमच्या ठायी बोलणारा आहे."},{"number":21,"verse":"भाऊ भावाला व बाप मुलाला जिवे मारण्यासाठी धरून देईल, ‘मुले आईबापांवर उठून’ त्यांना ठार करतील;"},{"number":22,"verse":"आणि माझ्या नावामुळे सर्व लोक तुमचा द्वेष करतील; तथापि जो शेवटपर्यंत टिकेल तोच तरेल."},{"number":23,"verse":"जेव्हा एका गावात तुमचा छळ करतील तेव्हा दुसर्‍यात पळून जा; मी तुम्हांला खचीत सांगतो, मनुष्याचा पुत्र येईपर्यंत इस्राएलाची सगळी गावे तुमच्याने फिरून होणार नाहीत."},{"number":24,"verse":"गुरूपेक्षा शिष्य थोर नाही, आणि धन्यापेक्षा दास थोर नाही."},{"number":25,"verse":"शिष्याने गुरूसारखे व दासाने धन्यासारखे व्हावे, इतके त्याला पुरे. घरधन्यास बालजबूल म्हटले तर घरच्या माणसांना कितीतरी अधिक म्हणतील?"},{"number":26,"verse":"ह्यास्तव त्यांना भिऊ नका; कारण उघडकीस येणार नाही असे काही झाकलेले नाही आणि कळणार नाही असे काही गुप्त नाही."},{"number":27,"verse":"जे मी तुम्हांला अंधारात सांगतो ते उजेडात बोला आणि तुमच्या कानात सांगितलेले जे तुम्ही ऐकता ते धाब्यांवरून घोषित करा."},{"number":28,"verse":"जे शरीराचा घात करतात पण आत्म्याचा घात करण्यास समर्थ नाहीत त्यांना भिऊ नका, तर आत्मा व शरीर ह्या दोहोंचा नरकात नाश करण्यास जो समर्थ आहे त्याला भ्या."},{"number":29,"verse":"दोन चिमण्या दमडीला विकतात की नाही? तथापि तुमच्या पित्याच्या आज्ञेवाचून त्यांतून एकही भूमीवर पडणार नाही."},{"number":30,"verse":"तुमच्या डोक्यावरील सर्व केसदेखील मोजलेले आहेत."},{"number":31,"verse":"म्हणून भिऊ नका; पुष्कळ चिमण्यांपेक्षा तुमचे मोल अधिक आहे."},{"number":32,"verse":"जो कोणी माणसांसमोर मला पत्करील त्याला मीही आपल्या स्वर्गातील पित्यासमोर पत्करीन;"},{"number":33,"verse":"पण जो कोणी माणसांसमोर मला नाकारील त्याला मीही आपल्या स्वर्गातील पित्यासमोर नाकारीन."},{"number":34,"verse":"मी पृथ्वीवर शांतता आणण्यास आलो असे समजू नका. मी शांतता आणण्यास नव्हे तर तलवार चालवण्यास आलो आहे."},{"number":35,"verse":"कारण ‘मुलगा व बाप, मुलगी व आई, सून व सासू ह्यांच्यात फूट’ पाडण्यास मी आलो आहे;"},{"number":36,"verse":"आणि ‘मनुष्याच्या घरचेच लोक त्याचे वैरी होतील.’"},{"number":37,"verse":"जो माझ्यापेक्षा आपल्या बापावर किंवा आईवर अधिक प्रेम करतो तो मला योग्य नाही; जो माझ्यापेक्षा मुलावर किंवा मुलीवर अधिक प्रेम करतो तो मला योग्य नाही;"},{"number":38,"verse":"आणि जो आपला वधस्तंभ उचलून घेऊन माझ्यामागे येत नाही तो मला योग्य नाही."},{"number":39,"verse":"ज्याने आपला जीव राखला तो त्याला गमावील, आणि ज्याने माझ्याकरता आपला जीव गमावला तो त्याला राखील."},{"number":40,"verse":"जो तुम्हांला स्वीकारतो, तो मला स्वीकारतो आणि जो मला स्वीकारतो तो ज्याने मला पाठवले त्याला स्वीकारतो."},{"number":41,"verse":"संदेष्ट्याला संदेष्टा म्हणून जो स्वीकारतो त्याला संदेष्ट्याचे प्रतिफळ मिळेल आणि नीतिमानाला नीतिमान म्हणून जो स्वीकारतो त्याला नीतिमानाचे प्रतिफळ मिळेल."},{"number":42,"verse":"आणि ह्या लहानांतील एकाला शिष्य म्हणून जो कोणी केवळ गार पाण्याचा एक प्याला पाजतो तो आपल्या प्रतिफळाला मुकणारच नाही असे मी तुम्हांला खचीत सांगतो.”"}]}