{"bibleAbbr":"mrRV2015","bookName":"मत्तयकृत शुभवर्तमान","bookEnglishName":"Matthew","chapterNumber":12,"verses":[{"number":1,"verse":"( शब्बाथाचे पालन) त्या वेळी एका शब्बाथ दिवशी येशू शेतामधून गेला; तेव्हा त्याच्या शिष्यांना भूक लागली होती, म्हणून ते कणसे मोडून खाऊ लागले."},{"number":2,"verse":"हे पाहून परूशी त्याला म्हणाले, “पाहा, शब्बाथ दिवशी जे करू नये ते आपले शिष्य करीत आहेत.”"},{"number":3,"verse":"त्याने त्यांना म्हटले, “दावीद व त्याच्याबरोबरची माणसे ह्यांना जेव्हा भूक लागली तेव्हा त्याने काय केले?"},{"number":4,"verse":"म्हणजे तो देवाच्या मंदिरात कसा गेला, आणि ज्या ‘समर्पित भाकरी’ त्याने व त्याच्याबरोबरच्या माणसांनी खाऊ नयेत, तर याजकांनी मात्र खाव्यात, त्या त्यांनी कशा खाल्ल्या, हे तुम्ही वाचले नाही काय?"},{"number":5,"verse":"किंवा याजक मंदिरात शब्बाथ दिवशी शब्बाथ मोडून निर्दोष असतात, हे नियमशास्त्रात तुम्ही वाचले नाही काय?"},{"number":6,"verse":"तरीपण मी तुम्हांला सांगतो की, मंदिरापेक्षा थोर असा कोणीएक येथे आहे."},{"number":7,"verse":"‘मला दया पाहिजे, यज्ञ नको’, ह्याचा अर्थ तुम्हांला समजला असता तर तुम्ही निर्दोष्यांना दोष लावला नसता."},{"number":8,"verse":"कारण मनुष्याचा पुत्र शब्बाथाचा धनी आहे.”"},{"number":9,"verse":"( वाळलेल्या हाताचा मनुष्य) नंतर तो तेथून निघून त्यांच्या सभास्थानात गेला."},{"number":10,"verse":"आणि पाहा, तेथे वाळलेल्या हाताचा एक माणूस होता; तेव्हा त्यांनी त्याला दोष लावावा म्हणून त्याला विचारले, “शब्बाथ दिवशी रोग बरे करणे योग्य आहे काय?”"},{"number":11,"verse":"तो त्यांना म्हणाला, “तुमच्यामध्ये असा कोण मनुष्य आहे की ज्याचे एकच मेंढरू असून ते शब्बाथ दिवशी खाचेत पडले तर तो त्याला उचलून बाहेर काढणार नाही?"},{"number":12,"verse":"तर मेंढरापेक्षा माणसाचे मोल किती मोठे आहे! ह्यास्तव शब्बाथ दिवशी सत्कृत्य करणे योग्य आहे.”"},{"number":13,"verse":"मग त्याने त्या माणसाला म्हटले, “तुझा हात लांब कर.” तेव्हा त्याने तो लांब केला आणि तो बरा होऊन दुसर्‍या हातासारखा झाला."},{"number":14,"verse":"( येशूला ठार मारण्याचा कट) नंतर परूश्यांनी बाहेर जाऊन त्याचा घात कसा करावा अशी त्याच्याविरुद्ध मसलत केली."},{"number":15,"verse":"पण हे ओळखून येशू तेथून निघाला; तेव्हा बरेच लोक त्याच्यामागे चालले व त्या सर्वांना त्याने बरे केले;"},{"number":16,"verse":"आणि मला प्रकट करू नका अशी त्यांना ताकीद दिली."},{"number":17,"verse":"ह्यासाठी की, यशया संदेष्ट्याच्या द्वारे जे सांगितले होते ते पूर्ण व्हावे; ते असे की,"},{"number":18,"verse":"“पाहा, हा माझा सेवक, ह्याला मी निवडले आहे; तो मला परमप्रिय आहे; त्याच्याविषयी माझा जीव संतुष्ट आहे; त्याच्यावर मी आपला आत्मा घालीन, तो परराष्ट्रीयांना न्याय कळवील."},{"number":19,"verse":"तो भांडणार नाही व ओरडणार नाही, व रस्त्यांवर त्याची वाणी कोणाला ऐकू येणार नाही."},{"number":20,"verse":"चेपलेला बोरू तो मोडणार नाही, व मिणमिणती वात तो विझवणार नाही; तो न्यायाला विजय देईल तोपर्यंत असे होईल,"},{"number":21,"verse":"आणि परराष्ट्रीय त्याच्या नावाची आशा धरतील.”"},{"number":22,"verse":"( सैतानाचे साहाय्य घेतल्याचा आरोप) मग आंधळा व मुका असलेल्या एका भूतग्रस्ताला त्याच्याकडे आणले; आणि त्याने त्याला बरे केले, तेव्हा तो मुका बोलू व पाहू लागला."},{"number":23,"verse":"तेव्हा सर्व लोकसमुदाय आश्‍चर्यचकित होऊन म्हणाले, “हा दाविदाचा पुत्र असेल काय?”"},{"number":24,"verse":"परंतु परूशी हे ऐकून म्हणाले, “भुतांचा अधिपती जो बाल्जबूल त्याच्या साहाय्याशिवाय हा भुते काढत नाही.”"},{"number":25,"verse":"येशूने त्यांच्या मनातील कल्पना ओळखून त्यांना म्हटले, “आपसांत फूट पडलेले प्रत्येक राज्य ओसाड पडते आणि आपसांत फूट पडलेले प्रत्येक नगर किंवा घर टिकणार नाही."},{"number":26,"verse":"सैतान जर सैतानाला काढत असेल तर त्याच्यात फूट पडली आहे; मग त्याचे राज्य कसे टिकणार?"},{"number":27,"verse":"आणि मी जर बाल्जबूलच्या साहाय्याने भुते काढत असेन तर तुमचे लोक कोणाच्या साहाय्याने काढतात? म्हणून तेच तुमचा न्याय करतील."},{"number":28,"verse":"परंतु मी जर देवाच्या आत्म्याच्या साहाय्याने भुते काढत आहे तर देवाचे राज्य तुमच्यावर आले आहे."},{"number":29,"verse":"अथवा बलवान माणसाला अगोदर बांधल्याशिवाय त्याच्या घरात शिरून त्याची चीजवस्तू कोणाला लुटून नेता येईल काय? त्याला बांधले तरच तो त्याचे घर लुटील."},{"number":30,"verse":"जो मला अनुकूल नाही तो मला प्रतिकूल आहे आणि जो माझ्याबरोबर गोळा करत नाही तो उधळून टाकतो."},{"number":31,"verse":"ह्यास्तव मी तुम्हांला सांगतो की, प्रत्येक पाप व दुर्भाषण ह्यांची माणसांना क्षमा होईल, परंतु पवित्र आत्म्याविरुद्ध जे दुर्भाषण आहे त्याची क्षमा होणार नाही."},{"number":32,"verse":"मनुष्याच्या पुत्राविरुद्ध कोणी काही बोलेल तर त्याची त्याला क्षमा होईल, परंतु जो कोणी पवित्र आत्म्याविरुद्ध बोलेल त्याची त्याला क्षमा होणार नाही; ह्या युगात नाही व येणार्‍या युगातही नाही."},{"number":33,"verse":"‘झाड चांगले आणि त्याचे फळ चांगले’ असे म्हणा; अथवा ‘झाड वाईट आणि त्याचे फळ वाईट’ असे म्हणा; कारण फळावरून झाड कळते."},{"number":34,"verse":"अहो सापाच्या पिलांनो, तुम्ही वाईट असता तुम्हांला चांगल्या गोष्टी कशा बोलता येतील? कारण अंतःकरणात जे भरून गेले आहे तेच मुखावाटे निघणार."},{"number":35,"verse":"चांगला माणूस आपल्या अंतःकरणाच्या चांगल्या भांडारातून चांगल्या गोष्टी काढतो आणि वाईट माणूस आपल्या वाईट भांडारातून वाईट गोष्टी काढतो."},{"number":36,"verse":"मी तुम्हांला सांगतो की, माणसे जो जो व्यर्थ शब्द बोलतील त्याचा हिशेब त्यांना न्यायाच्या दिवशी द्यावा लागेल."},{"number":37,"verse":"कारण तू आपल्या बोलण्यावरून निर्दोषी ठरशील आणि आपल्या बोलण्यावरून दोषी ठरशील.”"},{"number":38,"verse":"( चिन्ह दाखवण्याबाबत येशूला केलेली विनंती) तेव्हा शास्त्री व परूशी ह्यांच्यापैकी काही जण त्याला म्हणाले, “गुरूजी, तुमच्या हातचे चिन्ह पाहावे अशी आमची इच्छा आहे.”"},{"number":39,"verse":"त्याने त्यांना उत्तर दिले, “दुष्ट आणि व्यभिचारी पिढी चिन्ह मागते, परंतु योना संदेष्टा ह्याच्या चिन्हावाचून तिला दुसरे चिन्ह मिळणार नाही."},{"number":40,"verse":"कारण जसा ‘योना तीन दिवस व तीन रात्री मोठ्या माशाच्या पोटात होता’ तसा मनुष्याचा पुत्र तीन दिवस व तीन रात्री पृथ्वीच्या पोटात राहील."},{"number":41,"verse":"निनवेचे लोक न्यायकाळी ह्या पिढीबरोबर उभे राहून हिला दोषी ठरवतील, कारण त्यांनी योनाच्या उपदेशावरून पश्‍चात्ताप केला; आणि पाहा, योनापेक्षा थोर असा एक येथे आहे."},{"number":42,"verse":"दक्षिणेकडची राणी न्यायकाळी ह्या पिढीबरोबर उठून हिला दोषी ठरवील; कारण ती शलमोनाचे ज्ञान ऐकण्यास पृथ्वीच्या सीमेपासून आली; आणि पाहा, शलमोनापेक्षा थोर असा एक येथे आहे."},{"number":43,"verse":"( अपुर्‍या सुधारणेपासून उद्भवणारे धोके) अशुद्ध आत्मा माणसातून निघाला म्हणजे तो विसावा शोधत निर्जल स्थळी फिरत राहतो, परंतु तो त्याला मिळत नाही."},{"number":44,"verse":"मग तो म्हणतो, ‘ज्या माझ्या घरातून मी निघालो त्यात परत जाईन;’ आणि तेथे गेल्यावर ते त्याला रिकामे असलेले, झाडलेले व सुशोभित केलेले असे आढळते."},{"number":45,"verse":"नंतर तो जाऊन आपणापेक्षा दुष्ट असे दुसरे सात आत्मे आपणाबरोबर घेऊन येतो आणि ते आत जाऊन तेथे राहतात; मग त्या माणसाची शेवटली दशा पहिलीपेक्षा वाईट होते; तसेच ह्या दुष्ट पिढीचेही होईल."},{"number":46,"verse":"( प्रभू येशूचे नातलग) मग तो लोकसमुदायांबरोबर बोलत असता पाहा, त्याची आई व त्याचे भाऊ त्याच्याबरोबर बोलण्यासाठी बाहेर उभे राहिले होते."},{"number":47,"verse":"तेव्हा कोणीएकाने त्याला सांगितले, “पाहा, आपली आई व आपले भाऊ आपणाबरोबर बोलण्यासाठी बाहेर उभे राहिले आहेत.”"},{"number":48,"verse":"तेव्हा त्याने सांगणार्‍याला उत्तर दिले, “कोण माझी आई व कोण माझे भाऊ?”"},{"number":49,"verse":"आणि तो आपल्या शिष्यांकडे हात करून म्हणाला, “पाहा, माझी आई व माझे भाऊ!"},{"number":50,"verse":"कारण जो कोणी माझ्या स्वर्गातील पित्याच्या इच्छेप्रमाणे करतो तोच माझा भाऊ, बहीण व आई.”"}]}