{"bibleAbbr":"mrRV2015","bookName":"मत्तयकृत शुभवर्तमान","bookEnglishName":"Matthew","chapterNumber":15,"verses":[{"number":1,"verse":"( मानवी संप्रदाय व येशूची शिकवण) मग यरुशलेमेहून परूशी व शास्त्री येशूकडे येऊन म्हणाले, “आपले शिष्य वाडवडिलांचा संप्रदाय का मोडतात?"},{"number":2,"verse":"कारण जेवणापूर्वी ते हात धूत नाहीत.”"},{"number":3,"verse":"त्याने त्यांना उत्तर दिले, “तुम्हीही आपल्या संप्रदायेकरून देवाची आज्ञा का मोडता?"},{"number":4,"verse":"कारण देवाने असे म्हटले आहे की, तू ‘आपल्या बापाचा व आईचा सन्मान कर’, आणि ‘जो बापाची किंवा आईची निंदा करतो त्याला देहान्त शिक्षा व्हावी.’"},{"number":5,"verse":"परंतु तुम्ही म्हणता की, ‘जो कोणी बापाला अथवा आईला म्हणेल, मला तुझ्यासाठी जे काही देणे भाग होते ते मी देवाला अर्पण केले आहे, त्याने आपल्या बापाचा अथवा आईचा सन्मान करू नये.’"},{"number":6,"verse":"अशा प्रकारे तुम्ही आपल्या संप्रदायेकरून देवाचे वचन रद्द केले आहे."},{"number":7,"verse":"अहो ढोंग्यांनो, तुमच्याविषयी यशयाने यथायोग्य संदेश दिला की,"},{"number":8,"verse":"‘हे लोक [तोंड घेऊन माझ्याकडे येतात व] ओठांनी माझा सन्मान करतात, परंतु त्यांचे अंतःकरण माझ्यापासून दूर आहे."},{"number":9,"verse":"ते व्यर्थ माझी उपासना करतात; कारण ते शास्त्र म्हणून जे शिकवतात ते असतात मनुष्याचे नियम.”’"},{"number":10,"verse":"तेव्हा त्याने लोकसमुदायाला आपल्याकडे बोलावून म्हटले, “ऐका व समजून घ्या :"},{"number":11,"verse":"जे तोंडात जाते ते माणसाला विटाळवत नाही; तर जे तोंडातून निघते ते माणसाला विटाळवते.”"},{"number":12,"verse":"नंतर शिष्य येऊन त्याला म्हणाले, “हे वचन ऐकून परूशी नाराज झाले, हे आपल्याला कळले काय?”"},{"number":13,"verse":"त्याने उत्तर दिले, “माझ्या स्वर्गातील पित्याने लावले नाही असे प्रत्येक रोप उपटले जाईल."},{"number":14,"verse":"त्यांना असू द्या; ते आंधळ्यांचे आंधळे वाटाडे आहेत आणि आंधळा आंधळ्याला नेऊ लागला तर दोघेही खाचेत पडतील.”"},{"number":15,"verse":"पेत्र त्याला म्हणाला, “हा दाखला आम्हांला समजावून सांगा.”"},{"number":16,"verse":"तो म्हणाला, “तुम्हीदेखील अज्ञानी आहात काय?"},{"number":17,"verse":"जे काही तोंडात जाते ते पोटात उतरते व बाहेर शौचकूपात टाकण्यात येते, हे तुम्हांला समजत नाही काय?"},{"number":18,"verse":"जे तोंडातून निघते ते अंतःकरणातून येते व माणसाला विटाळवते."},{"number":19,"verse":"कारण अंतःकरणातूनच दुष्ट कल्पना, खून, व्यभिचार, जारकर्मे, चोर्‍या, खोट्या साक्षी, शिवीगाळी ही निघतात."},{"number":20,"verse":"ह्या गोष्टी माणसाला विटाळवतात; न धुतलेल्या हातांनी जेवणे हे माणसाला विटाळवत नाही.”"},{"number":21,"verse":"( एक परराष्ट्रीय भूतग्रस्त मुलगी) नंतर येशू तेथून निघून सोर व सीदोन ह्या भागात गेला."},{"number":22,"verse":"आणि पाहा, त्या भागातील एक कनानी बाई येऊन मोठ्याने म्हणू लागली, “अहो प्रभूजी, दाविदाचे पुत्र, माझ्यावर दया करा. माझी मुलगी भुताने फारच जर्जर केली आहे.”"},{"number":23,"verse":"तरी त्याने तिला एका शब्दानेही उत्तर दिले नाही. तेव्हा त्याच्या शिष्यांनी जवळ येऊन त्याला विनंती केली, “तिला पाठवून द्या; कारण ती आमच्यामागून ओरडत येत आहे.”"},{"number":24,"verse":"त्याने उत्तर दिले, “इस्राएलाच्या घराण्यातील हरवलेल्या मेंढरांखेरीज इतर कोणाकडे मला पाठवलेले नाही.”"},{"number":25,"verse":"तेव्हा ती येऊन त्याच्या पाया पडून म्हणाली, “प्रभूजी, मला साहाय्य करा.”"},{"number":26,"verse":"त्याने उत्तर दिले, “मुलांची भाकर घेऊन ती घरच्या कुत्र्यांना घालणे हे ठीक नाही!”"},{"number":27,"verse":"तिने म्हटले, “खरेच, प्रभूजी; तरी घरची कुत्रीही आपल्या धन्यांच्या मेजावरून पडलेला चुरा खातात.”"},{"number":28,"verse":"तेव्हा येशूने तिला उत्तर दिले, “बाई, तुझा विश्वास मोठा, तुझी इच्छा सफळ होवो.” आणि त्याच घटकेस तिची मुलगी बरी झाली."},{"number":29,"verse":"( पुष्कळ रोगी बरे होतात) नंतर येशू तेथून निघून गालील समुद्राजवळ आला व डोंगरावर चढून तेथे बसला."},{"number":30,"verse":"मग लोकांचे थव्यांचे थवे त्याच्याकडे आले; त्यांच्याबरोबर लंगडे, व्यंग असलेले, आंधळे, मुके व दुसरे पुष्कळ जण होते; त्यांना त्यांनी त्याच्या पायांशी आणून ठेवले आणि त्याने त्यांना बरे केले."},{"number":31,"verse":"मुके बोलतात, व्यंग असलेले धड होतात, लंगडे चालतात व आंधळे पाहतात, हे पाहून लोकसमुदायाने आश्‍चर्य केले आणि इस्राएलाच्या देवाचा गौरव केला."},{"number":32,"verse":"( चार हजार लोकांना भोजन) मग येशूने आपल्या शिष्यांना बोलावून म्हटले, “मला लोकांचा कळवळा येतो, कारण ते आज तीन दिवस माझ्याजवळ आहेत आणि त्यांच्याजवळ खायला काहीही नाही; कदाचित ते वाटेत कासावीस होतील; म्हणून त्यांना उपाशी लावून द्यावे अशी माझी इच्छा नाही.”"},{"number":33,"verse":"शिष्य त्याला म्हणाले, “एवढा मोठा लोकसमुदाय तृप्त होईल इतक्या भाकरी आमच्याजवळ रानात कोठून असणार?”"},{"number":34,"verse":"येशूने त्यांना विचारले, “तुमच्याजवळ किती भाकरी आहेत?” ते म्हणाले, “सात, व काही लहान मासे.”"},{"number":35,"verse":"मग त्याने लोकसमुदायांना जमिनीवर बसण्यास सांगितले."},{"number":36,"verse":"नंतर त्याने त्या सात भाकरी व मासे घेऊन उपकार-स्तुती केली, त्या मोडून शिष्यांना दिल्या आणि शिष्यांनी लोकसमुदायांना दिल्या."},{"number":37,"verse":"मग ते सर्व जेवून तृप्त झाले आणि त्यांनी उरलेल्या तुकड्यांच्या सात पाट्या भरून घेतल्या."},{"number":38,"verse":"जेवणारे चार हजार पुरुष होते; त्याशिवाय स्त्रिया व मुले होतीच."},{"number":39,"verse":"मग लोकसमुदायांना निरोप दिल्यावर तो तारवात बसून मगदानाच्या हद्दीत आला."}]}