{"bibleAbbr":"mrRV2015","bookName":"मत्तयकृत शुभवर्तमान","bookEnglishName":"Matthew","chapterNumber":17,"verses":[{"number":1,"verse":"( येशूचे रूपांतर) मग सहा दिवसांनंतर येशूने पेत्र, याकोब व त्याचा भाऊ योहान ह्यांना आपल्याबरोबर एका उंच डोंगरावर एकान्ती नेले."},{"number":2,"verse":"तेव्हा त्याचे रूप त्यांच्यादेखत पालटले; त्याचे मुख सूर्यासारखे तेजस्वी झाले आणि त्याची वस्त्रे प्रकाशासारखी शुभ्र झाली."},{"number":3,"verse":"तेव्हा पाहा, मोशे व एलीया हे त्याच्याबरोबर संभाषण करत असलेले त्यांच्या दृष्टीस पडले."},{"number":4,"verse":"मग पेत्र येशूला म्हणाला, “प्रभूजी, आपण येथे असावे हे आपल्याला बरे आहे. आपली इच्छा असली तर मी येथे तीन मंडप करतो; आपणासाठी एक, मोशेसाठी एक व एलीयासाठी एक.”"},{"number":5,"verse":"तो बोलत आहे इतक्यात, पाहा, तेजस्वी मेघाने त्यांच्यावर छाया केली; आणि पाहा, मेघातून अशी वाणी झाली की, “हा माझा ‘पुत्र, मला परमप्रिय आहे, ह्याच्याविषयी मी संतुष्ट आहे;’ ह्याचे तुम्ही ऐका.”"},{"number":6,"verse":"हे ऐकून शिष्य पालथे पडले व फार भयभीत झाले."},{"number":7,"verse":"तेव्हा येशूने जवळ येऊन त्यांना स्पर्श करून म्हटले, “उठा, भिऊ नका.”"},{"number":8,"verse":"मग त्यांनी दृष्टी वर करून पाहिले तेव्हा येशूशिवाय कोणी त्यांना दिसला नाही."},{"number":9,"verse":"नंतर ते डोंगरावरून खाली येताना येशूने त्यांना आज्ञा केली की, ‘मनुष्याचा पुत्र मेलेल्यांतून उठवला जाईपर्यंत हा साक्षात्कार कोणालाही सांगू नका.’"},{"number":10,"verse":"त्यावर त्याच्या शिष्यांनी त्याला विचारले, “मग एलीया प्रथम आला पाहिजे असे शास्त्री का म्हणतात?”"},{"number":11,"verse":"त्याने उत्तर दिले, “‘एलीया’ येऊन सर्वकाही ‘यथास्थित’ करील हे खरे;"},{"number":12,"verse":"पण मी तुम्हांला सांगतो की, एलीया तर आलाच आहे आणि त्यांनी त्याला न ओळखता त्यांना वाटले तसे त्यांनी त्याचे केले; त्याप्रमाणे मनुष्याचा पुत्रही त्यांचे सोसणार आहे.”"},{"number":13,"verse":"तेव्हा बाप्तिस्मा करणारा योहान ह्याच्याविषयी हा आपणांस सांगतो, हे शिष्यांच्या ध्यानात आले."},{"number":14,"verse":"( भूतग्रस्त मुलगा) नंतर ते लोकसमुदायाजवळ आल्यावर एक मनुष्य त्याच्याकडे येऊन त्याच्यापुढे गुडघे टेकून म्हणाला,"},{"number":15,"verse":"“प्रभूजी, माझ्या मुलावर दया करा; कारण तो फेफरेकरी असून त्याचे फार हाल होतात; तो वारंवार विस्तवात पडतो व वारंवार पाण्यात पडतो."},{"number":16,"verse":"मी त्याला आपल्या शिष्यांकडे आणले, परंतु त्यांना त्याला बरे करता आले नाही.”"},{"number":17,"verse":"तेव्हा येशूने उत्तर दिले, “अरेरे, हे विश्वासहीन व कुटिल पिढी! मी कोठवर तुमच्याबरोबर राहावे? कोठवर तुमचे सोसावे? त्याला येथे माझ्याजवळ आणा.”"},{"number":18,"verse":"नंतर येशूने भुताला दटावले, तेव्हा ते त्याच्यातून निघून गेले आणि त्याच घटकेपासून मुलगा बरा झाला."},{"number":19,"verse":"नंतर शिष्य एकान्ती येशूजवळ येऊन म्हणाले, “आम्हांला ते का काढता आले नाही?”"},{"number":20,"verse":"तो त्यांना म्हणाला, “तुमच्या अल्पविश्वासामुळे; कारण मी तुम्हांला खचीत सांगतो की, जर तुमच्यामध्ये मोहरीच्या दाण्याएवढा विश्वास असला तर ह्या डोंगराला ‘इकडून तिकडे सरक’ असे तुम्ही म्हटल्यास तो सरकेल; तुम्हांला काहीच असाध्य होणार नाही."},{"number":21,"verse":"[तरीपण प्रार्थना व उपास ह्यांवाचून असल्या जातीचे भूत निघत नाही.] ”"},{"number":22,"verse":"( आपल्या मृत्यूबद्दल येशूने दुसर्‍यांदा केलेले भविष्य) ते गालीलात एकत्र जमले असता येशू त्यांना म्हणाला, “मनुष्याचा पुत्र लोकांच्या हाती धरून दिला जाणार आहे;"},{"number":23,"verse":"ते त्याला जिवे मारतील आणि तिसर्‍या दिवशी तो उठवला जाईल.” तेव्हा ते फार खिन्न झाले."},{"number":24,"verse":"( मंदिराचा कर) नंतर ते कफर्णहूमात आल्यावर मंदिरपट्टीचा रुपया वसूल करणारे पेत्राकडे येऊन म्हणाले, “तुमचा गुरू मंदिराच्या पट्टीचा रुपया देत नाही काय?”"},{"number":25,"verse":"त्याने म्हटले, “हो, देतो.” मग पेत्र घरात आल्यावर तो बोलण्याच्या अगोदर येशू म्हणाला, “शिमोना, तुला काय वाटते? पृथ्वीवरील राजे जकात किंवा पट्टी कोणापासून घेतात? स्वतःच्या मुलांपासून की परक्यांपासून?”"},{"number":26,"verse":"“परक्यांपासून,” असे त्याने म्हटल्यावर येशू त्याला म्हणाला, “तर मुले मोकळी आहेत."},{"number":27,"verse":"तथापि आपण त्यांना अडथळा आणू नये म्हणून तू जाऊन समुद्रात गळ टाक आणि आधी वर येईल तो मासा धरून त्याचे तोंड उघड म्हणजे तुला दोन रुपयांचे नाणे सापडेल. ते घेऊन माझ्याबद्दल व तुझ्याबद्दल त्यांना दे.”"}]}