{"bibleAbbr":"mrRV2015","bookName":"मत्तयकृत शुभवर्तमान","bookEnglishName":"Matthew","chapterNumber":2,"verses":[{"number":1,"verse":"( ज्ञानी लोक येशूबाळाच्या दर्शनास येतात) हेरोद राजाच्या काळात यहूदीयातील बेथलेहेमात येशूच्या जन्मानंतर, पाहा, पूर्वेकडून मागी लोक यरुशलेमेस येऊन विचारपूस करू लागले की,"},{"number":2,"verse":"“यहूद्यांचा राजा जन्मास आला तो कोठे आहे? कारण आम्ही पूर्व दिशेस त्याचा तारा पाहून त्याला नमन करण्यास आलो आहोत.”"},{"number":3,"verse":"हेरोद राजाने हे ऐकले तेव्हा तो व त्याच्याबरोबर सर्व यरुशलेम घाबरून गेले;"},{"number":4,"verse":"आणि त्याने प्रजेचे सर्व मुख्य याजक व शास्त्री ह्यांना जमवून विचारले की, “ख्रिस्ताचा जन्म कोठे व्हायचा आहे?”"},{"number":5,"verse":"ते त्याला म्हणाले, “यहूदीयातील बेथलेहेमात; कारण संदेष्ट्याच्या द्वारे असे लिहिले आहे की,"},{"number":6,"verse":"‘हे यहूदाच्या प्रांता, बेथलेहेमा, तू यहूदाच्या सर्व सरदारांमध्ये कनिष्ठ आहेस असे मुळीच नाही; कारण माझ्या इस्राएल लोकांचा प्रतिपाळ करील असा सरदार तुझ्यातून निघेल.”’"},{"number":7,"verse":"तेव्हा हेरोदाने मागी लोकांना गुप्तपणे बोलावून त्यांच्यापासून तारा दिसू लागल्याची वेळ नीट विचारून घेतली;"},{"number":8,"verse":"आणि त्यांना बेथलेहेमास पाठवताना म्हटले, “तुम्ही जाऊन त्या बालकाविषयी बारकाईने विचारपूस करा, व तुम्हांला शोध लागल्यावर मला कळवा म्हणजे मीही येऊन त्याला नमन करीन.”"},{"number":9,"verse":"राजाचे हे सांगणे ऐकून ते निघाले आणि पाहा, जो तारा त्यांनी पूर्व दिशेस पाहिला होता तो, जेथे तो बालक होता, त्या जागेच्या वर जाऊन थांबेपर्यंत त्यांच्यापुढे चालला."},{"number":10,"verse":"तो तारा पाहून त्यांना अतिशय आनंद झाला;"},{"number":11,"verse":"नंतर ते त्या घरात गेले तेव्हा तो बालक आपली आई मरीया हिच्याजवळ असलेला त्यांनी पाहिला व पाया पडून त्यांनी त्याला नमन केले. मग आपल्या द्रव्यांच्या थैल्या सोडून ‘सोने, ऊद व गंधरस’ ही ‘दाने’ त्याला अर्पण केली."},{"number":12,"verse":"मग हेरोदाकडे परत जाऊ नका, अशी स्वप्नात सूचना मिळाल्यामुळे ते दुसर्‍या मार्गाने आपल्या देशास निघून गेले."},{"number":13,"verse":"( मिसर देशास पलायन) ते गेल्यावर, पाहा, प्रभूचा दूत योसेफास स्वप्नात दर्शन देऊन म्हणाला, “ऊठ, बालक व त्याची आई ह्यांना घेऊन मिसर देशास पळून जा आणि मी तुला सांगेपर्यंत तेथेच राहा; कारण बालकाचा घात करण्यासाठी हेरोद त्याचा शोध करणार आहे.”"},{"number":14,"verse":"मग तो उठला आणि बालक व त्याची आई ह्यांना घेऊन रातोरात मिसर देशास निघून गेला;"},{"number":15,"verse":"आणि हेरोदाच्या मरणापर्यंत तेथे राहिला; “मी आपल्या पुत्राला मिसर देशातून बोलावले आहे” हे जे प्रभूने संदेष्ट्याच्या द्वारे सांगितले ते पूर्ण व्हावे म्हणून असे झाले."},{"number":16,"verse":"( बेथलेहेम येथील मुलांची कत्तल) तेव्हा मागी लोकांनी आपल्याला फसवले हे पाहून हेरोद अतिशय संतापला आणि जी वेळ त्याने मागी लोकांपासून नीट विचारून घेतली होती तिच्याप्रमाणे त्याने बेथलेहेमात व आसपासच्या सर्व प्रदेशांत जी दोन वर्षांची व त्यांहून कमी वयाची बालके होती त्या सर्वांना त्याने माणसे पाठवून त्यांच्याकडून जिवे मारवले."},{"number":17,"verse":"यिर्मया संदेष्ट्याच्या द्वारे जे सांगितले होते, ते त्या समयी पूर्ण झाले. ते असे :"},{"number":18,"verse":"“रामा येथे रडणे व मोठा आकांत ह्यांचा शब्द ऐकण्यात आला, राहेल आपल्या मुलांसाठी रडत आहे आणि ती नाहीत म्हणून ती सांत्वन पावेना.”"},{"number":19,"verse":"( मिसराहून परतणे) पुढे हेरोद मरण पावल्यावर, पाहा, प्रभूचा दूत मिसर देशात योसेफाच्या स्वप्नात दर्शन देऊन म्हणाला,"},{"number":20,"verse":"“ऊठ, बालकाला व त्याच्या आईला घेऊन इस्राएलाच्या देशास जा, कारण बालकाचा जीव घेण्यास जे पाहत होते ते मरून गेले आहेत.”"},{"number":21,"verse":"तेव्हा तो उठला आणि बालकाला व त्याच्या आईला घेऊन इस्राएलाच्या देशास आला."},{"number":22,"verse":"परंतु अर्खेलाव हा आपला बाप हेरोद ह्याच्या जागी यहूदीयात राज्य करत आहे असे ऐकून तो तेथे जाण्यास भ्याला, आणि स्वप्नात सूचना झाल्यामुळे तो गालील प्रांतास निघून गेला,"},{"number":23,"verse":"व नासेरथ नावाच्या गावी जाऊन राहिला; अशासाठी की, “त्याला नासोरी म्हणतील” हे जे संदेष्ट्यांच्या द्वारे सांगितले होते ते पूर्ण व्हावे."}]}