{"bibleAbbr":"mrRV2015","bookName":"मत्तयकृत शुभवर्तमान","bookEnglishName":"Matthew","chapterNumber":23,"verses":[{"number":1,"verse":"( शास्त्री व परूशी ह्यांचा निषेध) तेव्हा येशू लोकसमुदायांना व आपल्या शिष्यांना म्हणाला,"},{"number":2,"verse":"“शास्त्री व परूशी हे मोशेच्या आसनावर बसले आहेत;"},{"number":3,"verse":"म्हणून ते जे काही तुम्हांला सांगतील ते सर्व आचरत व पाळत जा; परंतु त्यांच्या कृतीप्रमाणे आचरण करू नका; कारण ते सांगतात पण तसे आचरण करत नाहीत."},{"number":4,"verse":"जड व वाहण्यास अवघड अशी ओझी बांधून ते लोकांच्या खांद्यांवर देतात, परंतु ती काढण्यास ते स्वत: बोटही लावायचे नाहीत."},{"number":5,"verse":"आपली सर्व कामे लोकांनी पाहावीत म्हणून ते ती करतात; ते आपली मंत्रपत्रे रुंद व आपले गोंडे मोठे करतात;"},{"number":6,"verse":"जेवणावळीतील श्रेष्ठ स्थाने, सभास्थानातील श्रेष्ठ आसने,"},{"number":7,"verse":"बाजारात नमस्कार घेणे व लोकांकडून गुरूजी म्हणवून घेणे त्यांना आवडते."},{"number":8,"verse":"तुम्ही तर आपणांस गुरूजी म्हणवून घेऊ नका; कारण तुमचा एकच गुरू [ख्रिस्त] आहे व तुम्ही सर्व भाऊभाऊ आहात."},{"number":9,"verse":"पृथ्वीवरील कोणाला आपला पिता म्हणू नका, कारण तुमचा पिता एक आहे, तो स्वर्गीय आहे."},{"number":10,"verse":"तसेच आपणांस स्वामी म्हणवून घेऊ नका, कारण तुमचा स्वामी एक आहे, तो ख्रिस्त होय."},{"number":11,"verse":"पण तुमच्यामध्ये जो मोठा असेल त्याने तुमचा सेवक व्हावे."},{"number":12,"verse":"जो कोणी स्वत:ला उंच करील तो नमवला जाईल आणि जो कोणी स्वत:ला नमवील तो उंच केला जाईल."},{"number":13,"verse":"अहो शास्त्र्यांनो, अहो परूश्यांनो, ढोंग्यांनो, तुमची केवढी दुर्दशा होणार! कारण तुम्ही लोकांना स्वर्गाचे राज्य बंद करता; तुम्ही स्वतःही आत जात नाही व आत जाणार्‍यांनाही आत जाऊ देत नाही."},{"number":14,"verse":"[अहो शास्त्र्यांनो व परूश्यांनो, ढोंग्यानो! तुमची केवढी दुर्दशा होणार! कारण तुम्ही विधवांची घरे खाऊन टाकता व ढोंगाने लांबलांब प्रार्थना करता; ह्यामुळे तुम्हांला अधिक शिक्षा होईल.]"},{"number":15,"verse":"अहो शास्त्र्यांनो, अहो परूश्यांनो, ढोंग्यांनो, तुमची केवढी दुर्दशा होणार! कारण तुम्ही एक मतानुयायी मिळवण्यासाठी समुद्र व भूमी पालथी घालता आणि तो मिळाला म्हणजे तुम्ही त्याला आपणांहून दुप्पट असा नरकपुत्र करता."},{"number":16,"verse":"अहो आंधळ्या वाटाड्यांनो, तुमची केवढी दुर्दशा होणार! तुम्ही म्हणता, ‘कोणी मंदिराची शपथ घेतली तर त्यात काही नाही, परंतु कोणी मंदिराच्या सोन्याची शपथ घेतली तर मात्र तो बांधला जातो.’"},{"number":17,"verse":"अहो मूर्खांनो आणि आंधळ्यांनो, ह्यांतून मोठे कोणते? ते सोने किंवा ज्याच्या योगाने ते सोने पवित्र झाले ते मंदिर?"},{"number":18,"verse":"तुम्ही म्हणता, ‘कोणी वेदीची शपथ घेतली तर त्यात काही नाही, परंतु कोणी तिच्यावरील अर्पणाची शपथ घेतली तर तो बांधला जातो.’"},{"number":19,"verse":"अहो मूर्खांनो व आंधळ्यांनो, ह्यांतून मोठे कोणते? अर्पण किंवा अर्पण पवित्र करणारी ती वेदी?"},{"number":20,"verse":"म्हणून जो कोणी वेदीची शपथ घेतो तो तिची व तिच्यावर जे काही आहे त्याची शपथ घेतो;"},{"number":21,"verse":"आणि जो मंदिराची शपथ घेतो, तो त्याची व त्यात राहणार्‍याची शपथ घेतो;"},{"number":22,"verse":"आणि जो स्वर्गाची शपथ घेतो तो देवाच्या राजासनाची व त्याच्यावर बसणार्‍याची शपथ घेतो."},{"number":23,"verse":"अहो शास्त्र्यांनो, अहो परूश्यांनो, ढोंग्यांनो, तुमची केवढी दुर्दशा होणार! कारण पुदिना, बडीशेप व जिरे ह्यांचा दशांश तुम्ही देता, आणि नियमशास्त्रातील मुख्य गोष्टी म्हणजे न्याय, दया व विश्वास ह्या तुम्ही सोडल्या आहेत; ह्या करायच्या होत्या, तरी त्या सोडायला पाहिजेत असे नाही."},{"number":24,"verse":"अहो आंधळ्या वाटाड्यांनो, तुम्ही मुरकूट गाळून काढता व उंट गिळून टाकता!"},{"number":25,"verse":"अहो शास्त्र्यांनो, अहो परूश्यांनो, ढोंग्यांनो, तुमची केवढी दुर्दशा होणार! तुम्ही ताटवाटी बाहेरून साफ करता, पण ती आतून जुलूम व असंयम ह्यांनी भरलेली आहेत."},{"number":26,"verse":"अरे आंधळ्या परूशा, आधी वाटी आतून साफ कर म्हणजे ती बाहेरूनही साफ होईल."},{"number":27,"verse":"अहो शास्त्र्यांनो, अहो परूश्यांनो, ढोंग्यांनो, तुमची केवढी दुर्दशा होणार! कारण तुम्ही चुना लावलेल्या कबरांसारखे आहात; त्या बाहेरून खरोखर सुंदर दिसतात, परंतु आत मेलेल्यांच्या हाडांनी व सर्व प्रकारच्या घाणीने भरलेल्या आहेत."},{"number":28,"verse":"तसे तुम्हीही बाहेरून लोकांना नीतिमान दिसता, परंतु आत ढोंगाने व अनीतीने भरलेले आहात."},{"number":29,"verse":"अहो शास्त्र्यांनो, अहो परूश्यांनो, ढोंग्यांनो, तुमची केवढी दुर्दशा होणार! कारण तुम्ही संदेष्ट्यांच्या कबरा बांधता व नीतिमान लोकांची थडगी सजवता;"},{"number":30,"verse":"आणि म्हणता, ‘आम्ही आपल्या पूर्वजांच्या काळात असतो तर संदेष्ट्यांचा रक्तपात करण्यात त्यांचे साथीदार झालो नसतो.’"},{"number":31,"verse":"ह्यावरून तुम्ही संदेष्ट्यांचा घात करणार्‍यांचे पुत्र आहात, अशी तुम्ही स्वतःविरुद्ध साक्ष देता."},{"number":32,"verse":"तेव्हा तुम्ही आपल्या पूर्वजांचे माप भरा."},{"number":33,"verse":"अहो सापांनो, सापांच्या पिलांनो, तुम्ही नरकदंड कसा चुकवाल?"},{"number":34,"verse":"म्हणून पाहा, मी तुमच्याकडे संदेष्टे, ज्ञानी व शास्त्री ह्यांना पाठवतो; तुम्ही त्यांच्यातील कित्येकांना जिवे माराल व वधस्तंभावर खिळाल आणि कित्येकांना तुम्ही आपल्या सभास्थानांमध्ये फटके माराल व नगरोनगरी त्यांचा पाठलाग कराल;"},{"number":35,"verse":"ह्यासाठी की, नीतिमान हाबेल ह्याच्या रक्तापासून वेदी व पवित्रस्थान ह्यांच्यामध्ये ज्याला तुम्ही जिवे मारले तो बरख्याचा पुत्र जखर्‍या ह्याच्या रक्तापर्यंत, सर्व नीतिमान लोकांचे जे रक्त पृथ्वीवर पाडण्यात आले आहे त्याचा दोष तुमच्यावर यावा."},{"number":36,"verse":"मी तुम्हांला खचीत सांगतो, ह्या सर्व गोष्टी ह्या पिढीवर येतील."},{"number":37,"verse":"( यरुशलेमेच्या भवितव्याबाबत येशूचे दु:खोद्‍गार) यरुशलेमे, यरुशलेमे, संदेष्ट्यांचा घात करणारे व तुझ्याकडे पाठवलेल्यांना धोंडमार करणारे! जशी कोंबडी आपली पिले पंखांखाली एकवटते, तसे तुझ्या मुलांबाळांना एकवटायची कितीदा तरी माझी इच्छा होती, पण तुमची इच्छा नव्हती!"},{"number":38,"verse":"पाहा, ‘तुमचे घर तुमच्यासाठी ओसाड सोडले आहे.’"},{"number":39,"verse":"मी तुम्हांला सांगतो, आतापासून ‘प्रभूच्या नावाने येणारा तो धन्यवादित,’ असे तुम्ही म्हणाल तोपर्यंत मी तुमच्या दृष्टीस पडणारच नाही.”"}]}