{"bibleAbbr":"mrRV2015","bookName":"मत्तयकृत शुभवर्तमान","bookEnglishName":"Matthew","chapterNumber":24,"verses":[{"number":1,"verse":"( मंदिराची धूळधाण व युगाची समाप्ती ह्यांविषयीचे येशूचे भविष्य) मग येशू मंदिरातून बाहेर निघून चालला असता त्याचे शिष्य त्याला मंदिराच्या इमारती दाखवण्यास जवळ आले."},{"number":2,"verse":"तेव्हा येशू त्यांना म्हणाला, “हे सर्व तुम्हांला दिसते ना? मी तुम्हांला खचीत सांगतो, येथे चिर्‍यावर असा एकही चिरा राहणार नाही की जो पाडला जाणार नाही.”"},{"number":3,"verse":"तो जैतुनांच्या डोंगरावर बसला असता शिष्य त्याच्याकडे एकान्ती येऊन म्हणाले, “ह्या गोष्टी केव्हा होतील, आणि आपल्या येण्याचे व ह्या युगाच्या समाप्तीचे चिन्ह काय, हे आम्हांला सांगा.”"},{"number":4,"verse":"येशूने त्यांना उत्तर दिले, “तुम्हांला कोणी फसवू नये, म्हणून सावध असा."},{"number":5,"verse":"कारण पुष्कळ जण माझ्या नावाने येऊन ‘मी ख्रिस्त आहे’ असे म्हणतील व अनेकांना फसवतील."},{"number":6,"verse":"तुम्ही लढायांविषयी ऐकाल व लढायांच्या आवया ऐकाल; घाबरून जाऊ नये म्हणून सांभाळा; कारण ‘असे होणे अवश्य आहे;’ परंतु तेवढ्यात शेवट होत नाही."},{"number":7,"verse":"कारण ‘राष्ट्रावर राष्ट्र व राज्यावर राज्य उठेल’ आणि जागोजागी दुष्काळ, मर्‍या व भूमिकंप होतील;"},{"number":8,"verse":"पण ह्या सर्व गोष्टी वेदनांचा प्रारंभ आहेत."},{"number":9,"verse":"तेव्हा तुमचे हाल करण्याकरता ते तुम्हांला धरून देतील व तुम्हांला जिवे मारतील आणि माझ्या नावामुळे सर्व राष्ट्रे तुमचा द्वेष करतील."},{"number":10,"verse":"त्या वेळी ‘पुष्कळ जण अडखळतील’, एकमेकांना धरून देतील, व एकमेकांचा द्वेष करतील."},{"number":11,"verse":"पुष्कळ खोटे संदेष्टे उठतील व अनेकांना फसवतील."},{"number":12,"verse":"आणि अनीती वाढल्यामुळे पुष्कळांची प्रीती थंडावेल."},{"number":13,"verse":"परंतु जो शेवटपर्यंत टिकून राहील तोच तरेल."},{"number":14,"verse":"सर्व राष्ट्रांना साक्षीसाठी म्हणून राज्याची ही सुवार्ता सर्व जगात गाजवली जाईल, तेव्हा शेवट होईल."},{"number":15,"verse":"दानिएल संदेष्ट्याच्या द्वारे सांगितलेला ‘ओसाडीचा अमंगळ पदार्थ पवित्रस्थानात’ उभा असलेला तुम्ही पाहाल, (वाचकाने हे ध्यानात आणावे),"},{"number":16,"verse":"तेव्हा जे यहूदीयात असतील त्यांनी डोंगरात पळून जावे;"},{"number":17,"verse":"जो धाब्यावर असेल त्याने आपल्या घरातून काही बाहेर काढण्याकरता खाली उतरू नये;"},{"number":18,"verse":"आणि जो शेतात असेल त्याने आपले वस्त्र घेण्याकरता माघारी येऊ नये."},{"number":19,"verse":"त्या दिवसांत ज्या गरोदर व ज्या अंगावर पाजणार्‍या स्त्रिया असतील त्यांची केवढी दुर्दशा होणार!"},{"number":20,"verse":"तुमचे पलायन हिवाळ्यात किंवा शब्बाथ दिवशी होऊ नये म्हणून प्रार्थना करा."},{"number":21,"verse":"कारण ‘जगाच्या प्रारंभापासून आतापर्यंत आले नाही व पुढे कधीही येणार नाही असे मोठे संकट’ त्या काळी येईल."},{"number":22,"verse":"आणि ते दिवस कमी केले नसते तर कोणाही मनुष्याचा निभाव लागला नसता; परंतु निवडलेल्यांसाठी ते कमी केले जातील."},{"number":23,"verse":"त्या वेळेस जर कोणी तुम्हांला म्हटले, ‘पाहा, ख्रिस्त येथे आहे’ किंवा ‘तेथे आहे,’ तर ते खरे मानू नका."},{"number":24,"verse":"कारण खोटे ख्रिस्त व ‘खोटे संदेष्टे’ उठतील व साधेल तर निवडलेल्यांनादेखील फसवावे म्हणून मोठी ‘चिन्हे व अद्भुते दाखवतील.’"},{"number":25,"verse":"पाहा, मी हे अगोदरच तुम्हांला सांगून ठेवले आहे."},{"number":26,"verse":"ह्यास्तव कोणी तुम्हांला म्हणतील, ‘पाहा, तो अरण्यात आहे,’ तर जाऊ नका; तुम्हांला म्हणतील, ‘पाहा, तो आतल्या खोल्यांत आहे,’ तर ते खरे मानू नका."},{"number":27,"verse":"कारण जशी वीज पूर्वेकडून निघून पश्‍चिमेपर्यंत चकाकत जाते तसे मनुष्याच्या पुत्राचे येणे होईल."},{"number":28,"verse":"जेथे प्रेत असेल तेथे गिधाडे जमतील."},{"number":29,"verse":"त्या दिवसांतील संकटांनंतर लगेचच ‘सूर्य अंधकारमय होईल, चंद्र प्रकाश देणार नाही, तारे आकाशातून पडतील, व आकाशाची बळे डळमळतील;’"},{"number":30,"verse":"तेव्हा मनुष्याच्या पुत्राचे चिन्ह आकाशात प्रकट होईल; मग ‘पृथ्वीवरील सर्व जातींचे लोक शोक करतील’ आणि ते ‘मनुष्याच्या पुत्राला आकाशातल्या मेघांवर आरूढ होऊन’ पराक्रमाने व मोठ्या वैभवाने ‘येताना’ पाहतील;"},{"number":31,"verse":"‘कर्ण्याच्या महानादाबरोबर’ तो आपल्या दूतांना पाठवील, आणि ‘ते आकाशाच्या एका सीमेपासून दुसर्‍या सीमेपर्यंत’ त्याच्या निवडलेल्यांना ‘चार्‍ही दिशांकडून जमा करतील.’"},{"number":32,"verse":"( जागृतीची आवश्यकता) अंजिराच्या झाडाचा दाखला घ्या; त्याची डाहळी कोमल असता तिला पाने फुटू लागली म्हणजे उन्हाळा जवळ आला असे तुम्ही समजता."},{"number":33,"verse":"तसेच तुम्हीही ह्या सर्व गोष्टी पाहाल तेव्हा तो जवळ, दाराशीच आहे असे समजा."},{"number":34,"verse":"मी तुम्हांला खचीत सांगतो, हे सर्व पूर्ण होईपर्यंत ही पिढी नाहीशी होणारच नाही."},{"number":35,"verse":"आकाश व पृथ्वी नाहीशी होतील परंतु माझी वचने नाहीशी होणारच नाहीत."},{"number":36,"verse":"त्या दिवसाविषयी व त्या घटकेविषयी पित्याशिवाय कोणालाच ठाऊक नाही, स्वर्गातील दिव्यदूतांना नाही, पुत्रालाही नाही."},{"number":37,"verse":"नोहाच्या दिवसांत होते त्याप्रमाणे मनुष्याच्या पुत्राचे येणे होईल."},{"number":38,"verse":"तेव्हा जसे जलप्रलयाच्या पूर्वीच्या दिवसांत ‘नोहा तारवात गेला’ त्या दिवसापर्यंत लोक खातपीत होते, लग्न करून घेत होते, लग्न करून देत होते,"},{"number":39,"verse":"आणि जलप्रलय येऊन सर्वांना वाहवून नेईपर्यंत त्यांना समजले नाही; तसेच मनुष्याच्या पुत्राचेही येणे होईल."},{"number":40,"verse":"त्या वेळेस शेतात असलेल्या दोघांपैकी एक घेतला जाईल व एक ठेवला जाईल."},{"number":41,"verse":"जात्यावर दळत बसलेल्या दोघींपैकी एक घेतली जाईल व एक ठेवली जाईल."},{"number":42,"verse":"म्हणून जागृत राहा; कारण कोणत्या दिवशी तुमचा प्रभू येईल हे तुम्हांला ठाऊक नाही."},{"number":43,"verse":"आणखी हे समजा की, कोणत्या प्रहरी चोर येईल हे घरधन्याला कळले असते तर तो जागृत राहिला असता, आणि त्याने आपले घर फोडू दिले नसते."},{"number":44,"verse":"म्हणून तुम्हीही सिद्ध असा, कारण तुम्हांला कल्पना नाही अशा घटकेस मनुष्याचा पुत्र येईल."},{"number":45,"verse":"( विश्वासू दास व दुष्ट दास ह्यांचा दृष्टान्त) ज्या विश्वासू व बुद्धिमान दासाला धन्याने आपल्या परिवाराला यथाकाळी खाण्यास देण्यासाठी त्यांच्यावर नेमले आहे असा दास कोण?"},{"number":46,"verse":"धनी येईल तेव्हा जो दास तसे करताना त्याच्या दृष्टीस पडेल तो धन्य."},{"number":47,"verse":"मी तुम्हांला खचीत सांगतो की, त्याला तो आपल्या सर्वस्वावर नेमील."},{"number":48,"verse":"परंतु ‘माझा धनी येण्यास विलंब लागेल’ असे जर एखादा दुष्ट दास आपल्या मनात म्हणेल,"},{"number":49,"verse":"आणि आपल्या सोबतीच्या दासांना मारू लागेल व झिंगलेल्यांबरोबर खाईलपिईल,"},{"number":50,"verse":"तर तो वाट पाहत नसेल अशा दिवशी व त्याला माहीत नसलेल्या घटकेस त्या दासाचा धनी येऊन"},{"number":51,"verse":"त्याला छाटून टाकील व ढोंग्यांना देण्याचा वाटा त्याच्या पदरी बांधील; तेथे रडणे व दात खाणे चालेल."}]}