{"bibleAbbr":"mrRV2015","bookName":"मत्तयकृत शुभवर्तमान","bookEnglishName":"Matthew","chapterNumber":25,"verses":[{"number":1,"verse":"( दहा कुमारींचा दृष्टान्त) तेव्हा स्वर्गाचे राज्य दहा कुमारींसारखे असेल; त्या आपले दिवे घेऊन वराला सामोर्‍या जाण्यास निघाल्या."},{"number":2,"verse":"त्यांत पाच मूर्ख होत्या व पाच शहाण्या होत्या."},{"number":3,"verse":"कारण मूर्ख कुमारींनी आपले दिवे घेतले; पण आपल्याबरोबर तेल घेतले नाही;"},{"number":4,"verse":"शहाण्यांनी आपले दिवे घेतले व भांड्यांत तेलही घेतले."},{"number":5,"verse":"मग वराला विलंब लागला व त्या सर्वांना डुलक्या आल्या व झोप लागली."},{"number":6,"verse":"तेव्हा मध्यरात्री अशी हाक आली की, ‘पाहा, वर आला आहे, त्याला सामोर्‍या चला.’"},{"number":7,"verse":"मग त्या सर्व कुमारी उठून आपापले दिवे नीट करू लागल्या."},{"number":8,"verse":"तेव्हा मूर्खांनी शहाण्यांना म्हटले, ‘तुम्ही आम्हांला तुमच्या तेलातून काही द्या, कारण आमचे दिवे जाऊ लागले आहेत.’"},{"number":9,"verse":"पण शहाण्यांनी उत्तर दिले की, ‘कदाचित आम्हांला व तुम्हांलाही पुरणार नाही; तुम्ही विकणार्‍यांकडे जाऊन स्वतःकरता विकत घ्यावे हे बरे.’"},{"number":10,"verse":"त्या विकत घेण्यास गेल्या असता वर आला; तेव्हा ज्यांची तयारी झाली होती त्या त्याच्याबरोबर आत लग्नास गेल्या आणि दार बंद झाले."},{"number":11,"verse":"नंतर त्या दुसर्‍याही कुमारी येऊन म्हणाल्या, ‘प्रभूजी, प्रभूजी, आमच्यासाठी दार उघडा.’"},{"number":12,"verse":"त्याने उत्तर दिले, ‘मी तुम्हांला खचीत सांगतो, मी तुम्हांला ओळखत नाही.’"},{"number":13,"verse":"म्हणून तुम्ही जागृत राहा, कारण कोणत्या दिवशी किंवा कोणत्या घटकेस मनुष्याचा पुत्र येईल हे तुम्हांला ठाऊक नाही."},{"number":14,"verse":"( रुपयांचा दृष्टान्त) कारण ज्याप्रमाणे परदेशी जाणार्‍या एका मनुष्याने आपल्या दासांना बोलावून त्यांच्यावर आपली मालमत्ता सोपवून दिली, त्याप्रमाणे हे आहे."},{"number":15,"verse":"एकाला त्याने पाच हजार रुपये, एकाला दोन हजार व एकाला एक हजार असे ज्याच्या-त्याच्या योग्यतेप्रमाणे दिले; आणि तो परदेशी गेला."},{"number":16,"verse":"ज्याला पाच हजार मिळाले होते त्याने लगेचच जाऊन त्यांवर व्यापार केला व आणखी पाच हजार मिळवले."},{"number":17,"verse":"तसेच ज्याला दोन हजार मिळाले होते त्यानेही आणखी दोन हजार मिळवले."},{"number":18,"verse":"परंतु ज्याला एक हजार मिळाले होते त्याने जाऊन जमीन खणली व तिच्यात आपल्या धन्याचा पैका लपवून ठेवला."},{"number":19,"verse":"मग बराच काळ लोटल्यावर त्या दासांचा धनी आला व त्यांच्यापासून हिशेब घेऊ लागला."},{"number":20,"verse":"तेव्हा ज्याला पाच हजार मिळाले होते तो आणखी पाच हजार आणून म्हणाला, ‘महाराज, आपण मला पाच हजार रुपये सोपवून दिले होते; पाहा, त्यांवर मी आणखी पाच हजार रुपये मिळवले आहेत.’"},{"number":21,"verse":"त्याला त्याच्या धन्याने म्हटले, ‘शाबास, भल्या व विश्वासू दासा, तू थोडक्या गोष्टीत विश्वासू राहिलास, मी तुझी पुष्कळावर नेमणूक करीन; तू आपल्या धन्याच्या आनंदात सहभागी हो.’"},{"number":22,"verse":"मग ज्याला दोन हजार मिळाले होते तोही येऊन म्हणाला, ‘महाराज, आपण मला दोन हजार रुपये सोपवून दिले होते; पाहा, त्यांवर मी आणखी दोन हजार रुपये मिळवले आहेत.’"},{"number":23,"verse":"त्याला त्याच्या धन्याने म्हटले, ‘शाबास, भल्या व विश्वासू दासा, तू थोडक्या गोष्टीत विश्वासू राहिलास, मी तुझी पुष्कळांवर नेमणूक करीन; तू आपल्या धन्याच्या आनंदात सहभागी हो.’"},{"number":24,"verse":"नंतर ज्याला एक हजार मिळाले होते तोही येऊन म्हणाला, ‘महाराज, मी जाणून होतो की, तुम्ही कठोर माणूस आहात; जेथे तुम्ही पेरले नाही तेथे कापणी करता व जेथे पसरून ठेवले नाही तेथून गोळा करता;"},{"number":25,"verse":"म्हणून मी भ्यालो व तुमचे हजार रुपये मी जाऊन जमिनीत लपवून ठेवले होते; पाहा, ते तुमचे तुम्हांला मिळाले आहेत.’"},{"number":26,"verse":"तेव्हा त्याच्या धन्याने त्याला उत्तर दिले, ‘अरे दुष्ट व आळशी दासा, जेथे मी पेरले नाही तेथे कापतो व पसरून ठेवले नाही तेथून गोळा करतो हे तुला ठाऊक होते काय?"},{"number":27,"verse":"तर माझे पैसे सावकारांकडे ठेवायचे होते, म्हणजे मी आल्यावर माझे मला व्याजासकट परत मिळाले असते."},{"number":28,"verse":"तर ते हजार रुपये त्याच्यापासून घ्या आणि ज्याच्याजवळ दहा हजार आहेत त्याला द्या."},{"number":29,"verse":"कारण ज्या कोणाजवळ आहे त्याला दिले जाईल व त्याला भरपूर होईल; आणि ज्या कोणाजवळ नाही त्याच्याजवळ जे असेल तेदेखील त्याच्यापासून काढून घेतले जाईल;"},{"number":30,"verse":"आणि ह्या निरुपयोगी दासाला बाहेरील अंधारात टाका; तेथे रडणे व दात खाणे चालेल.’"},{"number":31,"verse":"( न्यायाचा दिवस) जेव्हा मनुष्याचा पुत्र आपल्या वैभवाने ‘सर्व पवित्र देवदूतांसह येईल,’ तेव्हा तो आपल्या वैभवशाली राजासनावर बसेल."},{"number":32,"verse":"त्याच्यापुढे सर्व राष्ट्रे जमवली जातील; आणि जसे मेंढपाळ शेरडांपासून मेंढरे वेगळी करतो तसे तो त्यांना एकमेकांपासून वेगळे करील,"},{"number":33,"verse":"आणि मेंढरांना तो आपल्या उजवीकडे व शेरडांना डावीकडे ठेवील."},{"number":34,"verse":"तेव्हा राजा आपल्या उजवीकडच्यांना म्हणेल, ‘अहो, माझ्या पित्याचे आशीर्वादितहो, या; जे राज्य जगाच्या स्थापनेपासून तुमच्याकरता सिद्ध केले आहे ते वतन घ्या;"},{"number":35,"verse":"कारण मी भुकेला होतो तेव्हा तुम्ही मला खायला दिले, तान्हेला होतो तेव्हा मला प्यायला पाणी दिले, परका होतो तेव्हा मला घरात घेतले,"},{"number":36,"verse":"उघडा होतो तेव्हा मला वस्त्र दिले, आजारी होतो तेव्हा माझ्या भेटीला आलात, बंदिशाळेत होतो तेव्हा तुम्ही माझ्याकडे आलात.’"},{"number":37,"verse":"त्या वेळेस नीतिमान त्याला उत्तर देतील की, ‘प्रभूजी, आम्ही तुम्हांला केव्हा भुकेले पाहून खायला दिले? केव्हा तान्हेले पाहून प्यायला दिले?"},{"number":38,"verse":"तुम्हांला परके पाहून केव्हा घरात घेतले? उघडे पाहून केव्हा वस्त्र दिले?"},{"number":39,"verse":"आणि तुम्हांला आजारी अथवा बंदिशाळेत पाहून केव्हा आम्ही तुमच्याकडे आलो?’"},{"number":40,"verse":"तेव्हा राजा त्यांना उत्तर देईल, ‘मी तुम्हांला खचीत सांगतो की, ज्या अर्थी तुम्ही ह्या माझ्या कनिष्ठ बंधूंपैकी एकाला केले, त्या अर्थी ते मला केले आहे.’"},{"number":41,"verse":"मग डावीकडच्यांनाही तो म्हणेल, ‘अहो शापग्रस्तहो, माझ्यापुढून निघा आणि सैतान व त्याचे दूत ह्यांच्यासाठी जो सार्वकालिक अग्नी सिद्ध केला आहे त्यात जा."},{"number":42,"verse":"कारण मी भुकेला होतो तेव्हा तुम्ही मला खायला दिले नाही, तान्हेला होतो तेव्हा मला प्यायला पाणी दिले नाही,"},{"number":43,"verse":"परका होतो तेव्हा मला घरात घेतले नाही; उघडा होतो तेव्हा मला वस्त्र दिले नाही, आजारी व बंदिशाळेत होतो तेव्हा माझ्या भेटीला आला नाहीत.’"},{"number":44,"verse":"त्या वेळेस हेही त्याला उत्तर देतील, ‘प्रभूजी, आम्ही केव्हा तुम्हांला भुकेले, तान्हेले, परके, उघडे, आजारी किंवा बंदिशाळेत पाहिले आणि तुमची सेवा केली नाही?’"},{"number":45,"verse":"तेव्हा तो त्यांना उत्तर देईल, ‘मी तुम्हांला खचीत सांगतो की, ज्या अर्थी ह्या कनिष्ठांपैकी एकालाही केले नाही, त्या अर्थी ते मला केले नाही.’"},{"number":46,"verse":"‘ते तर सार्वकालिक’ शिक्षा भोगण्यास जातील; आणि नीतिमान ‘सार्वकालिक जीवन उपभोगण्यास’ जातील.”’"}]}