{"bibleAbbr":"mrRV2015","bookName":"मत्तयकृत शुभवर्तमान","bookEnglishName":"Matthew","chapterNumber":27,"verses":[{"number":1,"verse":"( रोमी सुभेदार पिलात ह्याच्यासमोर येशू) प्रातःकाळ झाल्यावर सर्व मुख्य याजक व लोकांचे वडील ह्यांनी येशूला जिवे मारण्यासाठी त्याच्याविरुद्ध मसलत केली;"},{"number":2,"verse":"आणि त्यांनी त्याला बांधून नेऊन सुभेदार पिलात ह्याच्या स्वाधीन केले."},{"number":3,"verse":"( यहूदाचा मृत्यू) तेव्हा तो शिक्षापात्र ठरवण्यात आला असे पाहून, त्याला धरून देणारा यहूदा पस्तावला, आणि ते तीस रुपये मुख्य याजक व वडील ह्यांच्याकडे परत आणून म्हणाला,"},{"number":4,"verse":"“मी निर्दोष जिवाला धरून देऊन पाप केले आहे.” ते म्हणाले, “त्याचे आम्हांला काय? तुझे तूच पाहून घे.”"},{"number":5,"verse":"मग त्याने ते रुपये मंदिरात फेकून दिले व जाऊन गळफास घेतला."},{"number":6,"verse":"मुख्य याजकांनी ते रुपये गोळा करून म्हटले, “हे दानकोशात टाकणे सशास्त्र नाही, कारण हे रक्ताचे मोल आहे.”"},{"number":7,"verse":"मग त्यांनी आपसांत विचार करून त्या रुपयांचे, उपर्‍यांना पुरण्यासाठी कुंभाराचे शेत विकत घेतले."},{"number":8,"verse":"ह्यामुळे त्या शेताला ‘रक्ताचे शेत’ असे आजपर्यंत म्हणतात."},{"number":9,"verse":"तेव्हा जे वचन यिर्मया संदेष्ट्याच्या द्वारे सांगितले होते ते पूर्ण झाले; ते असे की, “‘आणि ज्याचे मोल इस्राएलाच्या वंशजांपैकी काहींनी ठरवले, त्याचे मोल, म्हणजे ते तीस रुपये, त्यांनी घेतले"},{"number":10,"verse":"आणि परमेश्वराने’ मला ‘आज्ञा केल्याप्रमाणे कुंभाराचे शेत घेण्यासाठी त्यांनी दिले.”’"},{"number":11,"verse":"( येशूची चौकशी) मग येशूला सुभेदाराच्या पुढे उभे केले असता सुभेदाराने त्याला विचारले, “तू यहूद्यांचा राजा आहेस काय?” येशूने त्याला म्हटले, “आपण म्हणता तसेच.”"},{"number":12,"verse":"मुख्य याजक व वडील हे त्याच्यावर दोषारोप करत असता त्याने काहीच उत्तर दिले नाही."},{"number":13,"verse":"तेव्हा पिलात त्याला म्हणाला, “हे तुझ्याविरुद्ध किती गोष्टींबद्दल साक्ष देतात, हे तुला ऐकू येत नाही काय?”"},{"number":14,"verse":"परंतु त्याने एकाही आरोपाला त्याला काही उत्तर दिले नाही; ह्याचे सुभेदाराला फार आश्‍चर्य वाटले."},{"number":15,"verse":"त्या सणात लोक सांगतील तो बंदिवान सोडून देण्याची सुभेदाराची रीत होती."},{"number":16,"verse":"आणि त्या वेळेस तेथे बरब्बा नावाचा एक कुप्रसिद्ध बंदिवान होता."},{"number":17,"verse":"म्हणून ते जमल्यावर पिलाताने त्यांना म्हटले, “मी तुमच्याकरता कोणाला सोडून द्यावे म्हणून तुमची इच्छा आहे? बरब्बाला किंवा ख्रिस्त म्हटलेल्या येशूला?”"},{"number":18,"verse":"कारण त्यांनी येशूला हेव्याने धरून दिले हे त्याला ठाऊक होते."},{"number":19,"verse":"तो न्यायासनावर बसला असता त्याच्या पत्नीने त्याला निरोप पाठवला की, “त्या नीतिमान मनुष्याच्या बाबीत आपण पडू नये; कारण आज स्वप्नात त्याच्यामुळे मला फार यातना झाल्या.”"},{"number":20,"verse":"इकडे मुख्य याजक व वडील ह्यांनी बरब्बाला मागून घ्यावे व येशूचा नाश करावा, म्हणून लोकसमुदायाचे मन वळवले."},{"number":21,"verse":"सुभेदाराने त्यांना विचारले, “तुमच्याकरता ह्या दोघांतून कोणाला सोडून द्यावे अशी तुमची इच्छा आहे?” ते म्हणाले, “बरब्बाला.”"},{"number":22,"verse":"पिलाताने त्यांना म्हटले, “तर ख्रिस्त म्हटलेल्या येशूचे मी काय करावे?” सर्व म्हणाले, “त्याला वधस्तंभावर खिळून टाका.”"},{"number":23,"verse":"तो म्हणाला, “का बरे? त्याने काय वाईट केले आहे?” तेव्हा ते फारच आरडाओरड करत म्हणाले, “त्याला वधस्तंभावर खिळून टाका.”"},{"number":24,"verse":"ह्यावरून आपले काहीच चालत नाही, उलट अधिकच गडबड होत आहे असे पाहून पिलाताने पाणी घेऊन लोकसमुदायासमोर हात धुऊन म्हटले, “मी ह्या [नीतिमान] मनुष्याच्या रक्ताविषयी निर्दोष आहे, तुमचे तुम्हीच पाहा.”"},{"number":25,"verse":"सर्व लोकांनी उत्तर दिले की, “त्याचे रक्त आमच्यावर व आमच्या मुलाबाळांवर असो.”"},{"number":26,"verse":"तेव्हा त्याने त्यांच्याकरता बरब्बाला सोडले, व येशूला फटके मारून वधस्तंभावर खिळण्याकरता शिपायांच्या स्वाधीन केले."},{"number":27,"verse":"( येशूला वधस्तंभावर खिळतात) नंतर सुभेदाराच्या शिपायांनी येशूला वाड्यात नेले आणि सगळी तुकडी त्याच्याविरुद्ध जमवली."},{"number":28,"verse":"त्यांनी त्याची वस्त्रे काढून त्याच्या अंगात किरमिजी झगा घातला;"},{"number":29,"verse":"काट्यांचा मुकुट गुंफून त्याच्या मस्तकावर ठेवला, त्याच्या उजव्या हातात वेत दिला आणि त्याच्यापुढे गुडघे टेकून, ‘हे यहूद्यांच्या राजा, नमस्कार!’ असे म्हणून त्यांनी त्याची थट्टा मांडली."},{"number":30,"verse":"ते त्याच्यावर थुंकले व तोच वेत घेऊन ते त्याच्या मस्तकावर मारू लागले."},{"number":31,"verse":"मग त्याची थट्टा केल्यावर त्यांनी त्याच्या अंगातून तो झगा काढून त्याची वस्त्रे त्याच्या अंगात घातली आणि ते त्याला वधस्तंभावर खिळण्याकरता घेऊन गेले."},{"number":32,"verse":"ते बाहेर जात असता शिमोन नावाचा कोणीएक कुरेनेकर मनुष्य त्यांना आढळला; त्याला त्यांनी त्याचा वधस्तंभ वाहण्याकरता वेठीस धरले."},{"number":33,"verse":"मग गुलगुथा नावाची जागा, म्हणजे कवटीची जागा, येथे येऊन पोचल्यावर"},{"number":34,"verse":"त्यांनी त्याला ‘पित्तमिश्रित द्राक्षारस पिण्यास दिला,’ परंतु तो चाखून पाहिल्यावर तो पिईना."},{"number":35,"verse":"त्याला वधस्तंभावर खिळल्यावर ‘त्यांनी चिठ्ठ्या टाकून’ त्याची ‘वस्त्रे वाटून घेतली;’ [जे संदेष्ट्याने सांगितले होते ते पूर्ण व्हावे म्हणून असे झाले; ते असे की, ‘त्यांनी माझी वस्त्रे वाटून घेतली व माझ्या वस्त्रावर चिठ्ठ्या टाकल्या’]."},{"number":36,"verse":"नंतर तेथे बसून ते त्याच्यावर पहारा करत राहिले."},{"number":37,"verse":"त्यांनी त्याच्यावरील दोषारोपाचा लेख त्याच्या डोक्याच्या वर लावला; तो असा : “हा यहूद्यांचा राजा येशू आहे.”"},{"number":38,"verse":"त्या वेळी त्यांनी त्याच्याबरोबर दोन लुटारू, एक त्याच्या उजवीकडे व एक डावीकडे असे वधस्तंभावर खिळले."},{"number":39,"verse":"आणि जवळून जाणारेयेणारे ‘डोकी डोलवत’ त्याची अशी निंदा करत होते की,"},{"number":40,"verse":"“अरे, मंदिर मोडून तीन दिवसांत बांधणार्‍या, तू देवाचा पुत्र असलास तर स्वतःचा बचाव कर आणि वधस्तंभावरून खाली उतर.”"},{"number":41,"verse":"तसेच मुख्य याजकही, शास्त्री व वडील ह्यांच्याबरोबरीने थट्टा करत म्हणाले,"},{"number":42,"verse":"“त्याने दुसर्‍यांना वाचवले; त्याला स्वतःला वाचवता येत नाही; तो इस्राएलाचा राजा आहे; त्याने आता वधस्तंभावरून खाली उतरावे, म्हणजे आम्ही त्याच्यावर विश्वास ठेवू."},{"number":43,"verse":"‘तो देवावर भरवसा ठेवतो; तो त्याला हवा असेल तर त्याने त्याला’ आता ‘सोडवावे’; कारण मी देवाचा पुत्र आहे, असे तो म्हणत असे.”"},{"number":44,"verse":"जे लुटारू त्याच्याबरोबर वधस्तंभावर खिळलेले होते त्यांनीही त्याची तशीच निंदा केली."},{"number":45,"verse":"( येशूचा मृत्यू) मग दुपारी सहाव्या तासापासून नवव्या तासापर्यंत देशभर अंधार पडला."},{"number":46,"verse":"आणि सुमारे नवव्या तासाला येशू मोठ्याने आरोळी मारून बोलला, “एली, एली, लमा सबख्थनी,” म्हणजे “माझ्या देवा, माझ्या देवा, तू माझा त्याग का केलास?”"},{"number":47,"verse":"तेथे जे उभे होते त्यांच्यातील कित्येकांनी हे ऐकून म्हटले, “तो एलीयाला हाक मारतो.”"},{"number":48,"verse":"मग त्यांच्यातून एकाने लगेचच धावत जाऊन स्पंज घेतला आणि तो ‘आंबेने’ भरून बोरूच्या टोकावर ठेवून त्याला ‘चोखण्यास दिला.’"},{"number":49,"verse":"इतर म्हणाले, “असू दे, एलीया त्याचा बचाव करायला येतो की काय हे आपण पाहू.”"},{"number":50,"verse":"मग येशूने पुन्हा मोठ्याने ओरडून प्राण सोडला."},{"number":51,"verse":"तेव्हा पाहा, पवित्रस्थानातील पडदा वरपासून खालपर्यंत फाटून दुभागला, भूमी कापली, खडक फुटले;"},{"number":52,"verse":"थडगी उघडली, आणि निजलेल्या पवित्र जनांतील पुष्कळ जणांची शरीरे उठवली गेली;"},{"number":53,"verse":"आणि ते त्यांच्या पुनरुत्थानानंतर, थडग्यांतून निघून पवित्र नगरात गेले आणि अनेकांना दिसले."},{"number":54,"verse":"शताधिपती व त्याच्याबरोबर येशूवर पहारा करणारे, हा भूमिकंप व घडलेल्या गोष्टी पाहून, अत्यंत भयभीत झाले व “खरोखर हा देवाचा पुत्र होता,” असे म्हणाले."},{"number":55,"verse":"तेथे पुष्कळ स्त्रिया दुरून हे पाहत होत्या; त्या येशूची सेवा करीत गालीलाहून त्याच्यामागे आल्या होत्या."},{"number":56,"verse":"त्यांच्यामध्ये मग्दालीया मरीया, याकोब व योसे ह्यांची आई मरीया, व जब्दीच्या मुलांची आई ह्या होत्या."},{"number":57,"verse":"( येशूची उत्तरक्रिया) मग संध्याकाळ झाल्यावर अरिमथाईतील योसेफ नावाचा एक धनवान मनुष्य आला, हाही येशूचा शिष्य होता."},{"number":58,"verse":"त्याने पिलाताकडे जाऊन येशूचे शरीर मागितले. तेव्हा पितालाने ते देण्याची आज्ञा केली."},{"number":59,"verse":"योसेफाने ते शरीर घेऊन तागाच्या स्वच्छ वस्त्रात गुंडाळले;"},{"number":60,"verse":"ते त्याने खडकात खोदलेल्या आपल्या नव्या कबरेत ठेवले, एक मोठी धोंड लोटून ती कबरेच्या दाराला लावली आणि तो निघून गेला."},{"number":61,"verse":"पण तेथे कबरेसमोर मग्दालीया मरीया व दुसरी मरीया ह्या बसल्या होत्या."},{"number":62,"verse":"दुसर्‍या दिवशी म्हणजे तयारीनंतरच्या दिवशी मुख्य याजक व परूशी पिलाताकडे जमून म्हणाले,"},{"number":63,"verse":"“महाराज, तो ठक जिवंत असता ‘तीन दिवसांनंतर मी उठेन’ असे म्हणाला होता, ह्याची आम्हांला आठवण आहे."},{"number":64,"verse":"म्हणून तिसर्‍या दिवसापर्यंत कबरेचा बंदोबस्त करण्यास सांगावे, नाहीतर कदाचित त्याचे शिष्य [रात्री] येऊन त्याला चोरून नेतील व ‘तो मेलेल्यांतून उठला आहे’ असे लोकांना सांगतील; मग शेवटली फसगत पहिल्यापेक्षा वाईट होईल.”"},{"number":65,"verse":"पिलात त्यांना म्हणाला, “तुमच्याजवळ पहारा आहे; जा, तुमच्याने होईल तसा बंदोबस्त करा.”"},{"number":66,"verse":"मग पहारा बरोबर घेऊन ते गेले आणि त्यांनी धोंडेवर शिक्‍कामोर्तब करून कबरेचा बंदोबस्त केला."}]}