{"bibleAbbr":"mrRV2015","bookName":"मत्तयकृत शुभवर्तमान","bookEnglishName":"Matthew","chapterNumber":8,"verses":[{"number":1,"verse":"( कुष्ठरोग्याला बरे करणे) मग तो डोंगरावरून उतरल्यावर लोकांचे थवे त्याच्यामागे चालले."},{"number":2,"verse":"आणि पाहा, एक कुष्ठरोगी त्याच्याकडे आला व त्याच्या पाया पडून त्याला म्हणाला, “प्रभूजी, आपली इच्छा असली तर मला शुद्ध करण्यास आपण समर्थ आहात.”"},{"number":3,"verse":"तेव्हा येशूने हात पुढे करून त्याला स्पर्श केला व म्हटले, “माझी इच्छा आहे, शुद्ध हो;” लगेच त्याचे कुष्ठ जाऊन तो शुद्ध झाला."},{"number":4,"verse":"मग येशूने त्याला म्हटले, “पाहा, हे कोणाला सांगू नकोस; तर जाऊन ‘स्वतःस याजकाला दाखव’ आणि त्यांना प्रमाण पटावे म्हणून तुझ्या शुद्धीकरता, मोशेने नेमलेले अर्पण वाहा.”"},{"number":5,"verse":"( शताधिपतीचा चाकर) मग येशू कफर्णहूमास आल्यावर एक शताधिपती त्याच्याकडे आला व त्याला विनंती करून म्हणाला,"},{"number":6,"verse":"“प्रभूजी, माझा चाकर पक्षाघाताने अतिशय पीडित होऊन घरात पडला आहे.”"},{"number":7,"verse":"येशू त्याला म्हणाला, “मी येऊन त्याला बरे करीन.”"},{"number":8,"verse":"तेव्हा शताधिपतीने उत्तर दिले की, “प्रभूजी, आपण माझ्या छपराखाली यावे अशी माझी योग्यता नाही; पण शब्द मात्र बोला म्हणजे माझा चाकर बरा होईल."},{"number":9,"verse":"कारण मीही ताबेदार मनुष्य आहे आणि माझ्या हाताखाली शिपाई असून मी एकाला ‘जा’ म्हटले की तो जातो, दुसर्‍याला ‘ये’ म्हटले की तो येतो, आणि माझ्या दासाला ‘अमुक कर’ म्हटले की तो ते करतो.”"},{"number":10,"verse":"हे ऐकून येशूला आश्‍चर्य वाटले व आपल्या मागे येत असलेल्या लोकांना तो म्हणाला, “मी तुम्हांला खचीत सांगतो, एवढा विश्वास मला इस्राएलात आढळला नाही."},{"number":11,"verse":"मी तुम्हांला सांगतो की, ‘पूर्वेकडून व पश्‍चिमेकडून’ पुष्कळ जण येतील आणि स्वर्गाच्या राज्यात अब्राहाम, इसहाक व याकोब ह्यांच्या पंक्तीस बसतील;"},{"number":12,"verse":"परंतु राज्याचे पुत्र बाहेरील अंधारात टाकले जातील, तेथे रडणे व दात खाणे चालेल.”"},{"number":13,"verse":"मग येशू शताधिपतीला म्हणाला, “जा, तू विश्वास ठेवल्याप्रमाणे तुला प्राप्त होवो,” आणि त्याच घटकेस तो चाकर बरा झाला."},{"number":14,"verse":"( शिमोनाची सासू व इतर पुष्कळ रोगी) नंतर येशू पेत्राच्या घरात गेल्यावर त्याची सासू तापाने पडली आहे असे त्याने पाहिले."},{"number":15,"verse":"तेव्हा त्याने तिच्या हाताला स्पर्श केला व तिचा ताप निघाला; आणि ती उठून त्याची सेवा करू लागली."},{"number":16,"verse":"मग संध्याकाळ झाल्यावर लोकांनी पुष्कळ भूतग्रस्तांना त्याच्याकडे आणले; तेव्हा त्याने भुते शब्दानेच घालवली व सर्व दुखणाइतांना बरे केले."},{"number":17,"verse":"“त्याने स्वत: आमचे विकार घेतले आणि आमचे रोग वाहिले,” असे जे यशया संदेष्ट्याच्या द्वारे सांगितले होते ते पूर्ण व्हावे म्हणून असे झाले."},{"number":18,"verse":"( शिष्य होऊ इच्छिणार्‍यांची कसोटी) मग येशूने आपल्या सभोवती लोकसमुदाय आहे असे पाहून त्यांना पलीकडे जाण्याची आज्ञा केली."},{"number":19,"verse":"तेव्हा कोणीएक शास्त्री येऊन त्याला म्हणाला, “गुरूजी, जेथे कोठे आपण जाल तेथे मी आपल्यामागे येईन.”"},{"number":20,"verse":"येशू त्याला म्हणाला, “खोकडांना बिळे व आकाशातील पाखरांना कोटी आहेत, परंतु मनुष्याच्या पुत्राला डोके टेकण्यास ठिकाण नाही.”"},{"number":21,"verse":"मग त्याच्या शिष्यांपैकी आणखी एक जण त्याला म्हणाला, “प्रभूजी, मला पहिल्याने आपल्या बापाला पुरण्यास जाऊ द्या.”"},{"number":22,"verse":"येशूने त्याला म्हटले, “तू माझ्यामागे ये आणि मेलेल्यांना त्यांच्या मेलेल्यांस पुरू दे.”"},{"number":23,"verse":"( वादळ शांत करणे) मग तो तारवात चढल्यानंतर त्याचे शिष्य त्याच्यामागे गेले."},{"number":24,"verse":"तेव्हा पाहा, समुद्रात मोठे वादळ उठले, इतके की तारू लाटांनी झाकू लागले; परंतु तो झोपेत होता."},{"number":25,"verse":"तेव्हा ते त्याच्याजवळ येऊन त्याला जागे करून म्हणाले, “प्रभूजी, वाचवा, आम्ही बुडालो.”"},{"number":26,"verse":"तो त्यांना म्हणाला, “अहो अल्पविश्वासी, तुम्ही का घाबरलात?” मग उठून त्याने वारे व समुद्र ह्यांना धमकावले आणि अगदी निवांत झाले."},{"number":27,"verse":"तेव्हा त्या माणसांना आश्‍चर्य वाटले व ते म्हणाले, “हा कोणत्या प्रकारचा माणूस आहे की वारे व समुद्रही ह्याचे ऐकतात!”"},{"number":28,"verse":"( गदरेकरांच्या प्रदेशातील भूतग्रस्त) मग तो पलीकडे गदरेकरांच्या देशात गेल्यावर दोन भूतग्रस्त कबरांतून निघून येत असताना त्याला भेटले; ते इतके अक्राळविक्राळ होते की त्या वाटेने कोणालाही जाणे शक्य नव्हते."},{"number":29,"verse":"तेव्हा पाहा, ते ओरडून म्हणाले, “हे येशू, देवाच्या पुत्रा, तू मध्ये का पडतोस? नेमलेल्या समयापूर्वी तू आम्हांला पिडण्यास येथे आला आहेस काय?”"},{"number":30,"verse":"तेथे त्यांच्यापासून दूर अंतरावर डुकरांचा मोठा कळप चरत होता."},{"number":31,"verse":"मग ती भुते त्याला विनंती करू लागली की, “तू जर आम्हांला काढत असलास तर त्या डुकरांच्या कळपात आम्हांला पाठवून दे.”"},{"number":32,"verse":"त्याने त्यांना म्हटले, “जा.” मग ती निघून डुकरांत शिरली; आणि पाहा, तो कळपचा कळप कड्यावरून समुद्रात धडक धावत जाऊन पाण्यात बुडून मेला."},{"number":33,"verse":"मग चारणारे पळाले आणि त्यांनी नगरात जाऊन भूतग्रस्तांच्या गोष्टीसकट सर्व वर्तमान जाहीर केले."},{"number":34,"verse":"तेव्हा पाहा, सर्व नगर येशूला भेटण्यास निघाले आणि त्याला पाहून त्यांनी आपल्या हद्दीबाहेर जाण्याची त्याला विनंती केली."}]}