{"bibleAbbr":"KJV2000","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":4,"verses":[{"number":1,"verse":"Hear the word of the LORD, you children of Israel: for the LORD has a controversy with the inhabitants of the land: Because there is no truth, nor mercy, nor knowledge of God in the land."},{"number":2,"verse":"By swearing, and lying, and killing, and stealing, and committing adultery, they break all restraint, and bloodshed touches bloodshed."},{"number":3,"verse":"Therefore shall the land mourn, and every one that dwells in it shall languish, with the beasts of the field, and with the fowls of heaven; yea, the fish of the sea also shall be taken away."},{"number":4,"verse":"Yet let no man strive, nor reprove another: for your people are as they that strive with the priest."},{"number":5,"verse":"Therefore shall you fall in the day, and the prophet also shall fall with you in the night, and I will destroy your mother."},{"number":6,"verse":"My people are destroyed for lack of knowledge: because you have rejected knowledge, I will also reject you, that you shall be no priest to me: because you have forgotten the law of your God, I will also forget your children."},{"number":7,"verse":"As they were increased, so they sinned against me: therefore will I change their glory into shame."},{"number":8,"verse":"They eat up the sin of my people, and they set their heart on their iniquity."},{"number":9,"verse":"And there shall be, like people, like priest: and I will punish them for their ways, and reward them for their deeds."},{"number":10,"verse":"For they shall eat, and not have enough: they shall commit harlotry, and shall not increase: because they have ceased to obey the LORD."},{"number":11,"verse":"Harlotry and wine and new wine take away the heart."},{"number":12,"verse":"My people ask counsel of their idols of wood, and their staff advises unto them: for the spirit of harlotry has caused them to err, and they have played the harlot against their God."},{"number":13,"verse":"They sacrifice upon the tops of the mountains, and burn incense upon the hills, under oaks and poplars and elms, because its shadow is good: therefore your daughters shall commit harlotry, and your spouses shall commit adultery."},{"number":14,"verse":"I will not punish your daughters when they commit harlotry, nor your spouses when they commit adultery: for the men themselves are gone apart with harlots, and they sacrifice with prostitutes: therefore the people that do not understand shall fall."},{"number":15,"verse":"Though you, Israel, play the harlot, yet let not Judah offend; and come not unto Gilgal, neither go up to Bethaven, nor swear, As the LORD lives."},{"number":16,"verse":"For Israel slides back like a stubborn heifer: now the LORD will feed them as a lamb in an open pasture."},{"number":17,"verse":"Ephraim is joined to idols: let him alone."},{"number":18,"verse":"Their drink is sour: they have committed harlotry continually: her rulers love shame more than glory."},{"number":19,"verse":"The wind has bound her up in its wings, and they shall be ashamed because of their sacrifices."}]}