{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":17,"verses":[{"number":1,"verse":"( خُداوند ارام اور اِسرا ئیل کو سزادے گا) دمِشق کی بابت بارِ نبُوّت۔دیکھو دمِشق اب تو شہر نہ رہے گا بلکہ کھنڈر کا ڈھیرہو گا۔"},{"number":2,"verse":"عروعیر کی بستِیاں وِیران ہیں اور گلّوں کی چراگاہیں ہوں گی ۔ وہ وہاں بَیٹھیں گے اور کوئی اُن کے ڈرانے کو بھی وہاں نہ ہو گا۔"},{"number":3,"verse":"اور افرائِیم میں کوئی قلعہ نہ رہے گا ۔ دمِشق اورارام کے بقِیّہ سے سلطنت جاتی رہے گی ۔ ربُّ الافواج فرماتا ہے جو حال بنی اِسرائیل کی شَوکت کا ہُؤا وُہی اُن کا ہو گا۔"},{"number":4,"verse":"اور اُس وقت یُوں ہو گا کہ یعقُو ب کی حشمت گھٹ جائے گی اور اُس کا چربی دار بدن دُبلا ہو جائے گا۔"},{"number":5,"verse":"یہ اَیسا ہو گا جَیسا کوئی کھڑے کھیت کاٹ کر غلّہ جمع کرے اور اپنے ہاتھ سے بالیں توڑے بلکہ اَیسا ہو گا جَیسا کوئی رفائِیم کی وادی میں خوشہ چِینی کرے۔"},{"number":6,"verse":"خُداوند اِسرائیل کا خُدا فرماتا ہے کہ تب اُس کا بقِیّہ بُہت ہی تھوڑا ہو گا جَیسے زَیتُون کے درخت کا جب وہ ہِلایا جائے یعنی دو تِین دانے چوٹی کی شاخ پر۔ چار پانچ پَھل والے درخت کی بیرُونی شاخوں پر۔"},{"number":7,"verse":"اُس روز اِنسان اپنے خالِق کی طرف نظر کرے گا اور اُس کی آنکھیں اِسرائیل کے قُدُّوس کی طرف دیکھیں گی۔"},{"number":8,"verse":"اور وہ مذبحوں یعنی اپنے ہاتھ کے کام پر نظر نہ کرے گا اور اپنی دستکاری یعنی یسِیرتوں اور بُتوں کی پروا نہ کرے گا۔"},{"number":9,"verse":"اُس وقت اُس کے فصِیل دار شہر اُجڑے جنگل اور پہاڑ کی چوٹی پر کے مقامات کی مانِند ہوں گے جو بنی اِسرائیل کے سامنے اُجڑ گئے اور وہاں وِیرانی ہو گی۔"},{"number":10,"verse":"چُونکہ تُو نے اپنے نجات دینے والے خُدا کو فراموش کِیا اور اپنی توانائی کی چٹان کو یاد نہ کِیا اِس لِئے تُو خُوب صُورت پَودے لگاتا اور عجِیب قلمیں اُس میں جماتا ہے۔"},{"number":11,"verse":"لگاتے وقت اُس کے گِرد اِحاطہ بناتا ہے اور صُبح کواُس میں پُھول کِھلتے ہیں ۔ لیکن اُس کا حاصِل دُکھ اورسخت مُصِیبت کے وقت ہیچ ہے۔"},{"number":12,"verse":"( دُشمن قَوموں کو شِکست) آہ! بُہت سے لوگوں کا ہنگامہ ہے جو سمُندر کے شور کی مانِند شور مچاتے ہیں اور اُمّتوں کا دھاوا بڑے سَیلاب کے ریلے کی مانِند ہے!۔"},{"number":13,"verse":"اُمّتیں سَیلابِ عظِیم کی طرح آ پڑیں گی پر وہ اُن کوڈانٹے گا اور وہ دُور بھاگ جائیں گی اور اُس بُھوسے کی طرح جو ٹِیلوں کے اُوپر آندھی سے اُڑتا پِھرے اور اُس گرد کی مانِند جو بگُولے میں چکّر کھائے رگیدی جائیں گی۔"},{"number":14,"verse":"شام کے وقت تو ہَیبت ہے۔صُبح ہونے سے پیشتر وہ نابُود ہیں۔ یہ ہمارے غارت گروں کا حِصّہ اور ہم کو لُوٹنے والوں کا بخرہ ہے۔"}]}