{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"( بابل کے زوال کی رویا) دشتِ دریا کی بابت بارِ نبُوّت ۔ جِس طرح جنُوبی گِردباد زور سے چلا آتا ہے اُسی طرح وہ دشت سے اور مُہِیب سرزمِین سے نزدِیک آ رہا ہے۔"},{"number":2,"verse":"ایک ہَولناک رویا مُجھے نظر آئی ۔ دغاباز دغابازی کرتاہے اور غارت گر غارت کرتا ہے ۔ اَے عیلا م چڑھائی کر ۔اَے مادَ ی مُحاصرہ کر ۔ مَیں وہ سب کراہنا جو اُس کے سبب سے ہُؤا مَوقُوف کرتا ہُوں۔"},{"number":3,"verse":"سو میری کمر میں سخت درد ہے اور مَیں گویا دَردِ زِہ میں تڑپتا ہُوں ۔ مَیں اَیسا ہِراسان ہُوں کہ سُن نہیں سکتا ۔ مَیں اَیسا پریشان ہُوں کہ دیکھ نہیں سکتا۔"},{"number":4,"verse":"میرا دِل دھڑکتا ہے اور ہَول یکایک مُجھ پر غالِب آگیا۔ شفقِ شام جِس کا مَیں آرزُومند تھا میرے لِئے خَوفناک ہو گئی۔"},{"number":5,"verse":"دسترخوان بِچھایا گیا ۔ نِگہبان کھڑا کِیا گیا ۔ وہ کھاتے ہیں اور پِیتے ہیں ۔ اُٹھو اَے سردارو! سِپر پرتیل ملو۔"},{"number":6,"verse":"کیونکہ خُداوند نے مُجھے یُوں فرمایا کہ جا نِگہبان بِٹھا ۔ وہ جو کُچھ دیکھے سو بتائے۔"},{"number":7,"verse":"اُس نے سوار دیکھے جو دو دو آتے تھے اور گدھوں اوراُونٹوں پر سوار ۔ اور اُس نے بڑے غَور سے سُنا۔"},{"number":8,"verse":"تب اُس نے شیر کی سی آواز سے پُکارااَے خُداوند! مَیں اپنی دِیدگاہ پر تمام دِن کھڑا رہا اور مَیں نے ہر رات پہرے کی جگہ پر کاٹی۔"},{"number":9,"verse":"اور دیکھ سِپاہِیوں کے غول اور اُن کے سوار دو دو کرکے آتے ہیں۔ پِھر اُس نے یُوں کہا کہ بابل گِر پڑاگِر پڑا اور اُس کے معبُودوں کی سب تراشی ہُوئی مُورتیں بِالکُل ٹُوٹی پڑی ہیں۔"},{"number":10,"verse":"اَے میرے گاہے ہُوئے اور میرے کھلِیہان کے غلّہ جوکُچھ مَیں نے ربُّ الافواج اِسرائیل کے خُدا سے سُناتُم سے کہہ دِیا۔"},{"number":11,"verse":"( ادُوم کے نام پَیغام) دُومہ کی بابت بارِ نُبوّت۔ کِسی نے مُجھ کو شعِیر سے پُکارا کہ اَے نِگہبان رات کی کیا خبر ہے؟ اَے نِگہبان رات کی کیا خبر ہے؟۔"},{"number":12,"verse":"نِگہبان نے کہا صُبح ہوتی ہے اور رات بھی ۔ اگر تُم پُوچھنا چاہتے ہو تو پُوچھو ۔ تُم پِھر آنا۔"},{"number":13,"verse":"( عرب کے نام پَیغام) عرب کے بابت بارِ نُبوّت۔ اَے ددانِیوں کے قافِلو تُم عرب کے جنگل میں رات کاٹو گے۔"},{"number":14,"verse":"وہ پِیاسے کے پاس پانی لائے ۔ تیما کی سرزمِین کے باشِندے روٹی لے کر بھاگنے والے سے مِلنے کو نِکلے۔"},{"number":15,"verse":"کیونکہ وہ تلواروں کے سامنے سے ننگی تلوار سے اور کھینچی ہُوئی کمان سے اور جنگ کی شِدّت سے بھاگے ہیں۔"},{"number":16,"verse":"کیونکہ خُداوند نے مُجھ سے یُوں فرمایا کہ مزدُور کے برسوں کے مُطابِق ایک برس کے اندر اندر قیدار کی ساری حشمت جاتی رہے گی۔"},{"number":17,"verse":"اور تِیر اندازوں کی تعداد کا بقِیّہ یعنی بنی قیدارکے بہادُر تھوڑے سے ہوں گے کیونکہ خُداوند اِسرائیل کے خُدا نے یُوں فرمایا ہے۔"}]}