{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"( خُدا اپنے لوگوں کو فتح بخشے گا) اُس وقت یہُودا ہ کے مُلک میں یہ گِیت گایا جائے گا۔ ہمارا ایک مُحکم شہر ہے جِس کی فصِیل اور پُشتوں کی جگہ وہ نجات ہی کو مُقرّر کرے گا۔"},{"number":2,"verse":"تُم دروازے کھولو تاکہ صادِق قَوم جو وفادار رہی داخِل ہو۔"},{"number":3,"verse":"جِس کا دِل قائِم ہے تُو اُسے سلامت رکھّے گا کیونکہ اُس کا توکُّل تُجھ پر ہے۔"},{"number":4,"verse":"ابد تک خُداوند پر اِعتماد رکھّو کیونکہ خُداوند یہووا ہ ابدی چٹان ہے۔"},{"number":5,"verse":"کیونکہ اُس نے بُلندی پر بسنے والوں کو نِیچے اُتارا۔ بُلند شہر کو زیر کِیا ۔ اُس نے اُسے زیر کر کے خاک میں مِلایا۔"},{"number":6,"verse":"وہ پاؤں تلے رَوندا جائے گا ۔ ہاں مِسکِینوں کے پاؤں اور مُحتاجوں کے قدموں سے۔"},{"number":7,"verse":"صادِق کی راہ راستی ہے ۔ تُو جو حق ہے صادِق کی راہبری کرتا ہے۔"},{"number":8,"verse":"ہاں تیری عدالت کی راہ میں اَے خُداوند ہم تیرے مُنتظِررہے ۔ ہماری جان کا اِشتِیاق تیرے نام اور تیری یاد کی طرف ہے۔"},{"number":9,"verse":"رات کو میری جان تیری مُشتاق ہے ۔ ہاں میری رُوح تیری جُستجُو میں کوشان رہے گی کیونکہ جب تیری عدالت زمِین پر جاری ہے تو دُنیا کے باشِندے صداقت سِیکھتے ہیں۔"},{"number":10,"verse":"ہرچند شرِیر پر مِہربانی کی جائے پر وہ صداقت نہ سِیکھے گا۔ راستی کے مُلک میں ناراستی کرے گا اور خُداوند کی عظمت کو نہ دیکھے گا۔"},{"number":11,"verse":"اَے خُداوند! تیرا ہاتھ بُلندہے پر وہ نہیں دیکھتے لیکن وہ لوگوں کے لِئے تیری غَیرت کو دیکھیں گے اور شرمسارہوں گے بلکہ آگ تیرے دُشمنوں کو کھا جائے گی۔"},{"number":12,"verse":"اَے خُداوند! تُو ہی ہم کو سلامتی بخشے گا کیونکہ تُو ہی نے ہمارے سب کاموں کو ہمارے لِئے انجام دِیا ہے۔"},{"number":13,"verse":"اَے خُداوند! ہمارے خُدا تیرے سِوا دُوسرے حاکِموں نے ہم پر حُکومت کی ہے لیکن تیری مدد سے ہم صِرف تیراہی نام لِیا کریں گے۔"},{"number":14,"verse":"وہ مَر گئے ۔ پِھر زِندہ نہ ہوں گے ۔ وہ رِحلت کر گئے پِھر نہ اُٹھیں گے کیونکہ تُو نے اُن پر نظر کی اور اُن کونابُود کِیا اور اُن کی یاد کو بھی مِٹا دِیا ہے۔"},{"number":15,"verse":"اَے خُداوند! تُو نے اِس قَوم کو کثرت بخشی ہے ۔ تُونے اِس قَوم کو بڑھایا ہے۔ تُو ہی ذُوالجلال ہے ۔ تُوہی نے مُلک کی حدُود کو بڑھا دِیا ہے۔"},{"number":16,"verse":"اَے خُداوند! وہ مُصِیبت میں تیرے طالِب ہُوئے ۔ جب تُو نے اُن کو تادِیب کی تو اُنہوں نے گِریہ و زاری کی۔"},{"number":17,"verse":"اَے خُداوند! تیرے حضُور میں ہم اُس حامِلہ کی مانِندہیں جِس کی وِلادت کا وقت نزدِیک ہو ۔ جو دُکھ میں ہے اور اپنے درد سے چِلاّتی ہے۔"},{"number":18,"verse":"ہم حامِلہ ہُوئے ۔ ہم کو دردِ زِہ لگا پر پَیدا کیا ہُؤا؟ ہوا! ہم نے زمِین پر آزادی کو قائِم نہیں کِیا اور نہ دُنیا میں بسنے والے ہی پَیدا ہُوئے۔"},{"number":19,"verse":"تیرے مُردے جی اُٹھیں گے ۔ میری لاشیں اُٹھ کھڑی ہوں گی ۔ تُم جو خاک میں جا بسے ہو جاگو اور گاؤ کیونکہ تیری اوس اُس اوس کی مانِند ہے جو نباتات پر پڑتی ہے اور زمِین مُردوں کو اُگل دے گی۔"},{"number":20,"verse":"( غضب اور بحالی) اَے میرے لوگو! اپنے خلوت خانوں میں داخِل ہو اوراپنے پِیچھے دروازے بند کر لو اور اپنے آپ کو تھوڑی دیرتک چُھپا رکھّو جب تک کہ غضب ٹل نہ جائے۔"},{"number":21,"verse":"کیونکہ دیکھو خُداوند اپنے مقام سے چلا آتا ہے تاکہ زمِین کے باشِندوں کو اُن کی بدکرداری کی سزا دے اور زمِین اُس خُون کو ظاہِر کرے گی جو اُس میں ہے اور اپنے مقتُولوں کو ہرگِز نہ چُھپائے گی۔"}]}