{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":28,"verses":[{"number":1,"verse":"( شمالی سلطنت کو اِنتباہ) افسوس اِفرائیم کے متوالوں کے گھمنڈ کے تاج پر اوراُس کی شاندار شَوکت کے مُرجھائے ہُوئے پُھول پر جو اُن لوگوں کی شاداب وادی کے سِرے پر ہے جو مَے کے مغلُوب ہیں!۔"},{"number":2,"verse":"دیکھو خُداوند کے پاس ایک زبردست اور زورآور شخص ہے جو اُس آندھی کی مانِند جِس کے ساتھ اولے ہوں اور بادِسمُوم کی مانِند اور سَیلابِ شدِید کی مانِند زمِین پرہاتھ سے پٹک دے گا۔"},{"number":3,"verse":"اِفرائیم کے متوالوں کے گھمنڈ کا تاج پامال کِیا جائے گا۔"},{"number":4,"verse":"اور اُس شاندار شَوکت کا مُرجھایا ہُؤا پُھول جو اُس شاداب وادی کے سِرے پر ہے پہلے پکّے انجِیر کی مانِندہو گا جو گرمی کے ایّام سے پیشتر لگے جِس پر کِسی کی نِگاہ پڑے اور وہ اُسے دیکھتے ہی اور ہاتھ میں لیتے ہی نِگل جائے۔"},{"number":5,"verse":"اُس وقت ربُّ الافواج اپنے لوگوں کے بقِیّہ کے لِئے شَوکت کا افسر اور حُسن کا تاج ہو گا۔"},{"number":6,"verse":"اور عدالت کی کُرسی پربَیٹھنے والے کے لِئے اِنصاف کی رُوح اور پھاٹکوں سے لڑائی کو دفع کرنے والوں کے لِئے توانائی ہو گا۔"},{"number":7,"verse":"( یسعیاہ اور یہُودا ہ کے شرابی نبی) لیکن یہ بھی مَے خواری سے ڈگمگاتے اور نشہ میں لڑکھڑاتے ہیں ۔ کاہِن اور نبی بھی نشہ میں چُور اور مَے میں غرق ہیں ۔ وہ نشہ میں جُھومتے ہیں ۔ وہ رویا میں خطا کرتے اور عدالت میں لغزِش کھاتے ہیں۔"},{"number":8,"verse":"کیونکہ سب دسترخوان قَے اور گندگی سے بھرے ہیں ۔ کوئی جگہ باقی نہیں۔"},{"number":9,"verse":"وہ کِس کو دانِش سِکھائے گا؟ کِس کو وعظ کر کے سمجھائے گا؟کیا اُن کو جِن کا دُودھ چُھڑایا گیا جو چھاتِیوں سے جُداکِئے گئے؟۔"},{"number":10,"verse":"کیونکہ حُکم پر حُکم ۔ حُکم پر حُکم ۔ قانُون پر قانُون ۔ قانُون پر قانُون ہے ۔ تھوڑا یہاں تھوڑا وہاں۔"},{"number":11,"verse":"لیکن وہ بے گانہ لبوں اور اجنبی زُبان سے اِن لوگوں سے کلام کرے گا۔"},{"number":12,"verse":"جِن کو اُس نے فرمایا یہ آرام ہے ۔ تُم تھکے ماندوں کو آرام دو اور یہ تازگی ہے پر وہ شِنوا نہ ہُوئے۔"},{"number":13,"verse":"پس خُداوند کا کلام اُن کے لِئے حُکم پر حُکم ۔ حُکم پر حُکم ۔ قانُون پر قانُون ۔ قانُون پر قانُون ۔ تھوڑایہاں تھوڑا وہاں ہو گا تاکہ وہ چلے جائیں اور پِیچھے گِریں اور شِکست کھائیں اور دام میں پھنسیں اور گرِفتارہوں۔"},{"number":14,"verse":"( صِیُّو ن کے لِئے کو نے کے سِرے کا پتّھر) پس اَے ٹھٹّھا کرنے والو! جو یروشلیِم کے اِن باشِندوں پر حُکمرانی کرتے ہو! خُداوند کا کلام سُنو۔"},{"number":15,"verse":"چُونکہ تُم کہا کرتے ہو کہ ہم نے مَوت سے عہد باندھااور پاتال سے پَیمان کر لِیا ہے ۔ جب سزا کا سَیلاب آئے گاتو ہم تک نہیں پُہنچے گا کیونکہ ہم نے جُھوٹ کو اپنی پناہ گاہ بنایا ہے اور دروغ گوئی کی آڑ میں چُھپ گئے ہیں۔"},{"number":16,"verse":"اِس لِئے خُداوند خُدا یُوں فرماتا ہے ۔ دیکھو مَیںصِیُّون میں بُنیاد کے لِئے ایک پتّھر رکُھّوں گا ۔ آزمُودہ پتّھر ۔ مُحکم بُنیاد کے لِئے کونے کے سِرے کا قِیمتی پتّھر جو کوئی اِیمان لاتا ہے قائِم رہے گا۔"},{"number":17,"verse":"اور مَیں عدالت کو سُوت اور صداقت کو ساہُول بناؤُں گا اور اولے جُھوٹ کی پناہ گاہ کو صاف کر دیں گے اور پانی چُھپنے کے مکان پر پَھیل جائے گا۔"},{"number":18,"verse":"اور تُمہارا عہد جو مَوت سے ہُؤا منسُوخ ہو جائے گااور تُمہارا پَیمان جو پاتال سے ہُؤا قائِم نہ رہے گا۔ جب سزا کا سَیلاب آئے گا تو تُم کو پامال کرے گا۔"},{"number":19,"verse":"اور گُذرتے وقت تُم کو بہا لے جائے گا ۔ ہر صُبح اورشب و روز آئے گا بلکہ اُس کا چرچا سُننا بھی خوفناک ہوگا۔"},{"number":20,"verse":"کیونکہ پلنگ اَیسا چھوٹا ہے کہ آدمی اُس پر دراز نہیں ہو سکتا اور لِحاف اَیسا تنگ ہے کہ وہ اپنے آپ کو اُس میں لِپیٹ نہیں سکتا۔"},{"number":21,"verse":"کیونکہ خُداوند اُٹھے گا جَیسا کوہِ پراضِیم میں اوروہ غضبناک ہو گا جَیسا جِبعُو ن کی وادی میں تاکہ اپناکام بلکہ اپنا عجِیب کام کرے اور اپنا کام ہاں اپنا انوکھاکام پُورا کرے۔"},{"number":22,"verse":"سو اب تُم ٹھٹّھا نہ کرو ۔ ایسا نہ ہو کہ تُمہارے بند سخت ہو جائیں کیونکہ مَیں نے خُداوند ربُّ الافواج سے سُنا ہے کہ اُس نے کامِل اور مصمّم اِرادہ کِیا ہے کہ ساری سر زمِین کو تباہ کرے۔"},{"number":23,"verse":"( خُدا کی حِکمت) کان لگا کر میری آواز سُنو ۔ شِنوا ہو کر میری بات پر دِل لگاؤ۔"},{"number":24,"verse":"کیا کِسان بونے کے لِئے ہر روز ہل چلایا کرتا ہے؟ کیاوہ ہر وقت اپنی زمِین کو کھودتا اور اُس کے ڈھیلے پھوڑاکرتا ہے؟۔"},{"number":25,"verse":"جب اُس کو ہموار کر چُکا تو کیا وہ اجوائِن کو نہیں چِھینٹتا اور زِیرہ کو ڈال نہیں دیتا اور گیہُوں کو قِطاروں میں نہیں بوتا اور جَو کو اُس کے مُعیّن مکان میں اورکٹھیا گیہُوں کو اُس کی خاص کِیاری میں نہیں بوتا؟۔"},{"number":26,"verse":"کیونکہ اُس کا خُدا اُس کو تربِیّت کر کے اُسے سِکھاتاہے۔"},{"number":27,"verse":"کہ اجوائِن کو داؤنے کے ہینگے سے نہیں داؤتے اورزِیرے کے اُوپر گاڑی کے پہئے نہیں گُھماتے بلکہ اجوائِن کو لاٹھی سے جھاڑتا ہے اور زِیرے کو چھڑی سے۔"},{"number":28,"verse":"روٹی کے غلّہ پر دائیں چلاتا ہے لیکن وہ ہمیشہ اُسے کُوٹتا نہیں رہتا اور اپنی گاڑی کے پہیوں اور گھوڑوں کو اُس پر ہمیشہ پِھراتا نہیں رہتا ۔ وہ اُسے سراسر نہیں کُچلے گا۔"},{"number":29,"verse":"یہ بھی ربُّ الافواج سے مُقرّر ہُؤا ہے جِس کی مصلحت عجِیب اور دانائی عظِیم ہے۔"}]}