{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":36,"verses":[{"number":1,"verse":"اور حِزقیاہ بادشاہ کی سلطنت کے چَودھویں برس یُوں ہُؤا کہ شاہِ اسُور سنحیرِ یب نے یہُودا ہ کے سب فصِیل دار شہروں پر چڑھائی کی اور اُن کو لے لِیا۔"},{"number":2,"verse":"اور شاہِ اسُور نے ربشاقی کو ایک بڑے لشکر کے ساتھ لکِیس سے حِزقیاہ کے پاس یروشلیِم کو بھیجا اوراُس نے اُوپر کے تالاب کی نالی پر دھوبیوں کے مَیدان کی راہ میں مقام کِیا۔"},{"number":3,"verse":"تب الِیاقِیم بِن خِلقیاہ جو گھر کا دِیوان تھااور شبنا مُنشی اور مُحرِّر یُوآ خ بِن آسف نِکل کراُس کے پاس آئے۔"},{"number":4,"verse":"اور ربشاقی نے اُن سے کہا تُم حِزقیاہ سے کہو کہ ملِکِ مُعظّم شاہِ اسُور یُوں فرماتا ہے کہ تُو کیا اِعتماد کِئے بَیٹھا ہے؟۔"},{"number":5,"verse":"کیا مشورَت اور جنگ کی قُوّت مُنہ کی باتیں ہی ہیں؟آخِر کِس کے بِرتے پر تُو نے مُجھ سے سرکشی کی ہے؟۔"},{"number":6,"verse":"دیکھ تُجھے اُس مسلے ہُوئے سرکنڈے کے عصا یعنی مِصر پر بھروسا ہے ۔ اُس پر اگر کوئی ٹیک لگائے تو وہ اُس کے ہاتھ میں گڑ جائے گا اور اُسے چھید دے گا ۔ شاہِ مِصر فِرعو ن اُن سب کے لِئے جو اُس پر بھروسا کرتے ہیں اَیساہی ہے۔"},{"number":7,"verse":"پر اگر تُو مُجھ سے یُوں کہے کہ ہمارا توکُّل خُداوند ہمارے خُدا پر ہے تو کیا وہ وُہی نہیں ہے جِس کے اُونچے مقاموں اور مذبحوں کو ڈھا کر حِزقیاہ نے یہُودا ہ اور یروشلیِم سے کہا ہے کہ تُم اِس مذبح کے آگے سِجدہ کِیا کرو؟۔"},{"number":8,"verse":"اِس لِئے اب ذرا میرے آقا شاہِ اسُور کے ساتھ شرط باندھ اور مَیں تُجھے دو ہزار گھوڑے دُوں گا بشرطیکہ تُواپنی طرف سے اُن پر سوار چڑھا سکے۔"},{"number":9,"verse":"بھلا پِھر تُو کیونکر میرے آقا کے کمترِین مُلازِموں میں سے ایک سردار کا بھی مُنہ پھیر سکتا ہے؟ اور تُورتھوں اور سواروں کے لِئے مِصر پر بھروسا کرتا ہے؟۔"},{"number":10,"verse":"اور کیا اب مَیں نے خُداوند کے بے کہے ہی اِس مقام کو غارت کرنے کے لِئے اِس پر چڑھائی کی ہے؟ خُداوند ہی نے تو مُجھ سے کہا کہ اِس مُلک پر چڑھائی کر اور اِسے غارت کر دے۔"},{"number":11,"verse":"تب الیاقِیم اور شبنا اور یُوآخ نے ربشا قی سے عرض کی کہ اپنے خادِموں سے ارامی زُبان میں بات کر کیونکہ ہم اُسے سمجھتے ہیں اور دِیوار پر کے لوگوں کے سُنتے ہُوئے یہُودیوں کی زُبان میں ہم سے بات نہ کر۔"},{"number":12,"verse":"لیکن ربشا قی نے کہا کیا میرے آقا نے مُجھے یہ باتیں کہنے کو تیرے آقا کے پاس یا تیرے پاس بھیجا ہے؟ کیا اُس نے مُجھے اُن لوگوں کے پاس نہیں بھیجا جو تُمہارے ساتھ اپنی ہی نجاست کھانے اور اپنا ہی قارُورہ پِینے کو دِیوارپر بَیٹھے ہیں؟۔"},{"number":13,"verse":"پِھر ربشا قی کھڑا ہو گیا اور یہُودیوں کی زُبان میں بُلند آواز سے یُوں کہنے لگا کہ ملکِ مُعظّم شاہِ اسُور کا کلام سُنو۔"},{"number":14,"verse":"بادشاہ یُوں فرماتا ہے کہ حِزقیاہ تُم کو فریب نہ دے کیونکہ وہ تُم کو چُھڑا نہیں سکے گا۔"},{"number":15,"verse":"اور نہ وہ یہ کہہ کر تُم سے خُداوند پر بھروسا کرائے کہ خُداوند ضرُور ہم کو چُھڑائے گا اور یہ شہر شاہِ اسُور کے حوالہ نہ کِیا جائے گا۔"},{"number":16,"verse":"حِزقیاہ کی نہ سُنو کیونکہ شاہِ اسُور یُوں فرماتاہے کہ تُم مُجھ سے صُلح کر لو اور نِکل کر میرے پاس آؤ اور تُم میں سے ہر ایک اپنی تاک اور اپنے انجِیر کے درخت کا میوہ کھاتا اور اپنے حَوض کا پانی پِیتا رہے۔"},{"number":17,"verse":"جب تک کہ مَیں آ کر تُم کو اَیسے مُلک میں نہ لے جاؤُں جو تُمہارے مُلک کی مانِند غلّہ اور مَے کا مُلک ۔ روٹی اور تاکِستانوں کا مُلک ہے۔"},{"number":18,"verse":"خبردار! اَیسا نہ ہو کہ حِزقیاہ تُم کو یہ کہہ کرترغِیب دے کہ خُداوند ہم کو چُھڑائے گا کیا قَوموں کے معبُودوں میں سے کِسی نے بھی اپنے مُلک کو شاہِ اسُور کے ہاتھ سے چُھڑایا ہے؟۔"},{"number":19,"verse":"حمات اور ارفا د کے دیوتا کہاں ہیں؟ سِفروائِیم کے دیوتا کہاں ہیں؟ کیا اُنہوں نے سامرِ یہ کو میرے ہاتھ سے بچا لِیا؟۔"},{"number":20,"verse":"اِن مُلکوں کے تمام دیوتاؤں میں سے کِس کِس نے اپنامُلک میرے ہاتھ سے چُھڑا لِیا جو خُداوند بھی یروشلیِم کو میرے ہاتھ سے چُھڑالے گا؟۔"},{"number":21,"verse":"لیکن وہ خاموش رہے اور اُس کے جواب میں اُنہوں نے ایک بات بھی نہ کہی کیونکہ بادشاہ کا حُکم یہ تھا کہ اُسے جواب نہ دینا۔"},{"number":22,"verse":"اور الِیاقِیم بِن خِلقیاہ جو گھر کا دِیوان تھااور شبناہ مُنشی اور یُوآخ بِن آسف مُحرِّر اپنے کپڑے چاک کِئے ہُوئے حِزقیاہ کے پاس آئے اور ربشا قی کی باتیں اُسے سُنائِیں۔"}]}