{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":41,"verses":[{"number":1,"verse":"( خُدا اِسرا ئیل کو یقِین دِلاتا ہے) اَے جزیرو! میرے حضُور خاموش رہو اور اُمّتیں ازسرِ نَو زور حاصِل کریں ۔ وہ نزدِیک آ کر عرض کریں۔ آؤ ہم مِل کر عدالت کے لِئے نزدِیک ہوں۔"},{"number":2,"verse":"کِس نے مشرِق سے اُس کو برپا کِیا جِس کو وہ صداقت سے اپنے قدموں میں بُلاتا ہے؟ وہ قَوموں کو اُس کے حوالہ کرتا اور اُسے بادشاہوں پر مُسلّط کرتا ہے اور اُن کوخاک کی مانِند اُس کی تلوار کے اور اُڑتی ہُوئی بُھوسی کی مانِند اُس کی کمان کے حوالہ کرتا ہے۔"},{"number":3,"verse":"وہ اُن کا پِیچھا کرتا اور اُس راہ سے جِس پر پیشتر قدم نہ رکھّا تھا سلامت گُذرتا ہے۔"},{"number":4,"verse":"یہ کِس نے کِیا اور اِبتدائی پُشتوں کو طلب کر کے انجام دِیا؟ مَیں خُداوند نے جو اوّل و آخِر ہُوں۔ وہ مَیں ہی ہُوں۔"},{"number":5,"verse":"جزِیروں نے دیکھا اور ڈر گئے ۔ زمِین کے کنارے تھرّاگئے وہ نزدِیک آتے گئے۔"},{"number":6,"verse":"اُن میں سے ہر ایک نے اپنے پڑوسی کی مدد کی اور اپنے بھائی سے کہا حَوصلہ رکھ۔"},{"number":7,"verse":"بڑھئی نے سُنار کی اور اُس نے جو ہتھوڑی سے صاف کرتاہے اُس کی جو نِہائی پر پِیٹتا ہے ہمّت بڑھائی اور کہاجوڑ تو اچّھا ہے ۔ سو اُنہوں نے اُس کو میخوں سے مضبُوط کِیا تاکہ قائِم رہے۔"},{"number":8,"verse":"پر تُو اَے اِسرائیل میرے بندے! اَے یعقُو ب جِس کومَیں نے پسند کِیا جو میرے دوست ابرہا م کی نسل سے ہے۔"},{"number":9,"verse":"تُو جِس کو مَیں نے زمِین کی اِنتِہا سے بُلایا اوراُس کے سِوانوں سے طلب کِیا اور تُجھ کو کہا کہ تُو میرابندہ ہے۔ مَیں نے تُجھ کو پسند کِیا اور تُجھے ردّ نہ کِیا۔"},{"number":10,"verse":"تُو مت ڈر کیونکہ مَیں تیرے ساتھ ہُوں ۔ ہِراسان نہ ہو کیونکہ مَیں تیرا خُدا ہُوں مَیں تُجھے زور بخشُوں گا۔ مَیں یقِیناً تیری مدد کرُوں گا اور مَیں اپنی صداقت کے دہنے ہاتھ سے تُجھے سنبھالُوں گا۔"},{"number":11,"verse":"دیکھ وہ سب جو تُجھ پر غَضب ناک ہیں پشیمان اور رُسوا ہوں گے وہ جو تُجھ سے جھگڑتے ہیں ناچِیز ہو جائیں گے اورہلاک ہوں گے۔"},{"number":12,"verse":"تُو اپنے مُخالِفوں کو ڈُھونڈے گا اور نہ پائے گا ۔ تُجھ سے لڑنے والے ناچِیز و نابُود ہو جائیں گے۔"},{"number":13,"verse":"کیونکہ مَیں خُداوند تیرا خُدا تیرا دہنا ہاتھ پکڑکر کہُوں گا مت ڈر ۔ مَیں تیری مدد کرُوں گا۔"},{"number":14,"verse":"ہِراسان نہ ہو اَے کِیڑے یعقُو ب! اَے اِسرائیل کی قلِیل جماعت! مَیں تیری مدد کرُوں گا خُداوند فرماتا ہے ہاں مَیں جو اِسرائیل کا قُدُّوس تیرا فِدیہ دینے والاہُوں۔"},{"number":15,"verse":"دیکھ مَیں تُجھے گہائی کا نیا اور تیز دندانہ دار آلہ بناؤُں گا ۔ تُو پہاڑوں کو کُوٹے گا اور اُن کو ریزہ ریزہ کرے گا اور ٹِیلوں کو بُھوسے کی مانِند بنائے گا۔"},{"number":16,"verse":"تُو اُن کو اُسائے گا اور ہوا اُن کو اُڑا لے جائے گی اورگِردباد اُن کو تِتّربِتّر کرے گا پر تُو خُداوند سے شادمان ہو گا اور اِسرائیل کے قُدُّوس پر فخر کرے گا۔"},{"number":17,"verse":"مُحتاج اور مِسکِین پانی ڈُھونڈتے پِھرتے ہیں پر مِلتا نہیں ۔ اُن کی زُبان پِیاس سے خُشک ہے ۔ مَیں خُداوند اُن کی سنُوں گا ۔ مَیں اِسرائیل کا خُدا اُن کو ترک نہ کرُوں گا۔"},{"number":18,"verse":"مَیں ننگے ٹِیلوں پر نہریں اور وادِیوں میں چشمے کھولُوں گا۔ صحرا کو تالاب اور خُشک زمِین کو پانی کا چشمہ بنادُوں گا۔"},{"number":19,"verse":"بیابان میں دیودار اور ببُول اور آس اور زَیتُون کے درخت لگاؤُں گا ۔ صحرا میں چِیڑ اور سرو و صنَوبر اِکٹّھے لگاؤُں گا۔"},{"number":20,"verse":"تاکہ وہ سب دیکھیں اور جانیں اور غَور کریں اور سمجھیں کہ خُداوند ہی کے ہاتھ نے یہ بنایا اور اِسرائیل کے قُدُّوس نے یہ پَیدا کِیا۔"},{"number":21,"verse":"( خُداوندجُھوٹے معبُودوں کو چیلنج کرتاہے) خُداوند فرماتا ہے اپنا دعویٰ پیش کرو ۔ یعقُو ب کابادشاہ فرماتا ہے اپنی مضبُوط دلِیلیں لاؤ۔"},{"number":22,"verse":"وہ اُن کو حاضِر کریں تاکہ وہ ہم کو ہونے والی چِیزوں کی خبر دیں ۔ ہم سے اگلی باتیں بیان کرو کہ کیا تِھیں تاکہ ہم اُن پر سوچیں اور اُن کے انجام کو سمجھیں یاآیندہ کو ہونے والی باتوں سے ہم کو آگاہ کرو۔"},{"number":23,"verse":"بتاؤ کہ آگے کو کیا ہو گا تاکہ ہم جانیں کہ تُم اِلہٰ ہو ۔ ہاں بھلا یا بُرا کُچھ تو کرو تاکہ ہم مُتعجِّب ہوں اور باہم اُسے دیکھیں۔"},{"number":24,"verse":"دیکھو تُم ہیچ اور بے کار ہو ۔ تُم کو پسند کرنے والامکرُوہ ہے۔"},{"number":25,"verse":"مَیں نے شِمال سے ایک کو برپا کِیا ہے ۔ وہ آ پُہنچاوہ آفتاب کے مطلع سے ہو کر میرا نام لے گا اور شاہزادوں کو گارے کی طرح لتاڑے گا ۔ جَیسے کُمہار مِٹّی گُوندھتاہے۔"},{"number":26,"verse":"کِس نے یہ اِبتدا سے بیان کِیا کہ ہم جانیں؟ اور کِس نے آگے سے خبر دی کہ ہم کہیں کہ سچ ہے؟ کوئی اُس کا بیان کرنے والا نہیں ۔ کوئی اُس کی خبر دینے والا نہیں ۔ کوئی نہیں جو تُمہاری باتیں سُنے۔"},{"number":27,"verse":"مَیں ہی نے پہلے صِیُّون سے کہا کہ دیکھ ۔ اُن کو دیکھ اور مَیں ہی یروشلیِم کو ایک بشارت دینے والا بخشُوں گا۔"},{"number":28,"verse":"کیونکہ مَیں دیکھتا ہُوں کہ کوئی نہیں ۔ اُن میں کوئی مُشِیر نہیں جِس سے پُوچُھوں اور وہ مُجھے جواب دے۔"},{"number":29,"verse":"دیکھو وہ سب کے سب بطالت ہیں ۔ اُن کے کام ہیچ ہیں ۔ اُن کی ڈھالی ہُوئی مُورتیں بِالکُل ناچِیز ہیں۔ خُداوندکا خادِم"}]}