{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":42,"verses":[{"number":1,"verse":"دیکھو میرا خادِم جِس کو مَیں سنبھالتا ہُوں ۔ میرابرگُزِیدہ جِس سے میرا دِل خُوش ہے ۔ مَیں نے اپنی رُوح اُس پر ڈالی ۔ وہ قَوموں میں عدالت جاری کرے گا۔"},{"number":2,"verse":"وہ نہ چِلاّئے گا اور نہ شور کرے گا اور نہ بازاروں میں اُس کی آواز سُنائی دے گی۔"},{"number":3,"verse":"وہ مسلے ہُوئے سرکنڈے کو نہ توڑے گا اور ٹمٹاتی بتّی کو نہ بُجھائے گا ۔ وہ راستی سے عدالت کرے گا۔"},{"number":4,"verse":"وہ ماندہ نہ ہو گا اور ہمّت نہ ہارے گا جب تک کہ عدالت کو زمِین پر قائِم نہ کر لے ۔ جزِیرے اُس کی شرِیعت کااِنتظار کریں گے۔"},{"number":5,"verse":"جِس نے آسمان کو پَیدا کِیا اور تان دِیا ۔ جِس نے زمِین کو اور اُن کو جو اُس میں سے نِکلتے ہیں پَھیلایا۔ جو اُس کے باشِندوں کو سانس اور اُس پر چلنے والوں کورُوح عِنایت کرتا ہے یعنی خُداوند خُدا یُوں فرماتا ہے۔"},{"number":6,"verse":"مَیں خُداوند نے تُجھے صداقت سے بُلایا ۔ مَیں ہی تیرا ہاتھ پکڑُوں گا اور تیری حِفاظت کرُوں گا اور لوگوں کے عہد اور قَوموں کے نُور کے لِئے تُجھے دُوں گا۔"},{"number":7,"verse":"کہ تُو اندھوں کی آنکھیں کھولے اور اسِیروں کو قَیدسے نِکالے اور اُن کو جو اندھیرے میں بَیٹھے ہیں قَیدخانہ سے چُھڑائے۔"},{"number":8,"verse":"یہووا ہ مَیں ہُوں ۔ یِہی میرا نام ہے ۔ مَیں اپناجلال کِسی دُوسرے کے لِئے اور اپنی حمد کھودی ہُوئی مُورتوں کے لِئے روا نہ رکُھّوں گا۔"},{"number":9,"verse":"دیکھو پُرانی باتیں پُوری ہو گئِیں اور مَیں نئی باتیں بتاتا ہُوں۔ اِس سے پیشتر کہ واقِع ہوں مَیں تُم سے بیان کرتا ہُوں۔"},{"number":10,"verse":"( حمدو سِتایش کا گیِت) اَے سمُندر پر گُذرنے والو اور اُس میں بسنے والو! اے جزِیرو اور اُن کے باشِندو خُداوند کے لِئے نیا گِیت گاؤ ۔ زمِین پر سر تا سِر اُسی کی سِتایش کرو۔"},{"number":11,"verse":"بیابان اور اُس کی بستِیاں ۔ قِیدار کے آباد گاؤں اپنی آواز بُلند کریں ۔ سلع کے بسنے والے گِیت گائیں۔ پہاڑوں کی چوٹیوں پر سے للکاریں۔"},{"number":12,"verse":"وہ خُداوند کا جلال ظاہِر کریں اور جزِیروں میں اُس کی ثنا خوانی کریں۔"},{"number":13,"verse":"خُداوند بہادُر کی مانِند نِکلے گا ۔ وہ جنگی مَرد کی مانِند اپنی غَیرت دِکھائے گا ۔ وہ نعرہ مارے گا ۔ ہاں وہ للکارے گا ۔ وہ اپنے دُشمنوں پر غالِب آئے گا۔"},{"number":14,"verse":"( خُدا اپنے لوگوں کی مدد کرنے کا وعدہ کرتا ہے) مَیں بُہت مُدّت سے چُپ رہا ۔ مَیں خاموش ہو رہا اورضبط کرتا رہا پر اب مَیں دردِ زِہ والی کی طرح چِلاّؤُں گا۔ مَیں ہا نپُوں گا اور زور زور سے سانس لُوں گا۔"},{"number":15,"verse":"مَیں پہاڑوں اور ٹِیلوں کو وِیران کر ڈالُوں گا اوراُن کے سبزہ زاروں کو خُشک کرُوں گا اور اُن کی ندیوں کوجزِیرے بناؤُں گا اور تالابوں کو سُکھا دُوں گا۔"},{"number":16,"verse":"اور اندھوں کو اُس راہ سے جِسے وہ نہیں جانتے لے جاؤُں گا۔ مَیں اُن کو اُن راستوں پر جِن سے وہ آگاہ نہیں لے چلُوں گا۔ مَیں اُن کے آگے تارِیکی کو روشنی اور اُونچی نِیچی جگہوں کو ہموار کر دُوں گا ۔ مَیں اُن سے یہ سلُوک کرُوں گا اور اُن کو ترک نہ کرُوں گا۔"},{"number":17,"verse":"جو کھودی ہُوئی مُورتوں پر بھروسا کرتے اور ڈھالے ہُوئے بُتوں سے کہتے ہیں تُم ہمارے معبُود ہو وہ پِیچھے ہٹیں گے اور بُہت شرمِندہ ہوں گے۔"},{"number":18,"verse":"( اِسرا ئیل کُچھ نہیں سِیکھتا) اَے بہرو سُنو! اَے اندھو! نظر کرو تاکہ تُم دیکھو۔"},{"number":19,"verse":"میرے خادِم کے سِوا اندھا کَون ہے؟ اور کَون اَیسابہرا ہے جَیسا میرا رسُول جِسے مَیں بھیجتا ہُوں؟ میرے دوست کی اور خُداوند کے خادِم کی مانِند نابِینا کَون ہے؟۔"},{"number":20,"verse":"تُو بُہت سی چِیزوں پر نظر کرتا ہے پر دیکھتا نہیں۔ کان تو کُھلے ہیں پر سُنتا نہیں۔"},{"number":21,"verse":"خُداوند کو پسند آیا کہ اپنی صداقت کی خاطِر شرِیعت کو بزُرگی دے اور اُسے قابِلِ تعظِیم بنائے۔"},{"number":22,"verse":"لیکن یہ وہ لوگ ہیں جو لُٹ گئے اور غارت ہُوئے ۔ وہ سب کے سب زِندانوں میں گرِفتار اور قَیدخانوں میں پوشِیدہ ہیں۔ وہ شِکار ہُوئے اور کوئی نہیں چُھڑاتا ۔ وہ لُٹ گئے اور کوئی نہیں کہتا پھیر دو۔"},{"number":23,"verse":"تُم میں کَون ہے جو اِس پر کان لگائے؟ جو آیندہ کی بابت توجُّہ سے سُنے؟۔"},{"number":24,"verse":"کِس نے یعقُو ب کو حوالہ کِیا کہ غارت ہو اور اِسرائیل کو کہ لُٹیروں کے ہاتھ میں پڑے؟ کیا خُداوند نے نہیں جِس کے خِلاف ہم نے گُناہ کِیا؟ کیونکہ اُنہوں نے نہ چاہاکہ اُس کی راہوں پر چلیں اور وہ اُس کی شرِیعت کے تابِع نہ ہُوئے۔"},{"number":25,"verse":"اِس لِئے اُس نے اپنے قہر کی شِدّت اور جنگ کی سختی کو اُس پر ڈالا اور اُسے ہر طرف سے آگ لگ گئی پر وہ اُسے دریافت نہیں کرتا۔ وہ اُس سے جل جاتا ہے پر خاطِر میں نہیں لاتا۔"}]}