{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":45,"verses":[{"number":1,"verse":"( خُداوندخورس کو مُقرّرکرتا ہے) خُداوند اپنے ممسُوح خورس کے حق میں یُوں فرماتا ہے کہ مَیں نے اُس کا دہنا ہاتھ پکڑا کہ اُمّتوں کو اُس کے سامنے زیر کرُوں اور بادشاہوں کی کمریں کُھلوا ڈالُوں اور دروازوں کو اُس کے لِئے کھول دُوں اور پھاٹک بند نہ کِئے جائیں گے۔"},{"number":2,"verse":"مَیں تیرے آگے آگے چلُوں گا اور ناہموار جگہوں کو ہمواربنا دُوں گا ۔ مَیں پِیتل کے دروازوں کو ٹُکڑے ٹُکڑے کرُوں گا اور لوہے کے بینڈوں کو کاٹ ڈالُوں گا۔"},{"number":3,"verse":"اور مَیں ظُلمات کے خزانے اور پوشِیدہ مکانوں کے دفِینے تُجھے دُوں گا تاکہ تُو جانے کہ مَیں خُداوند اِسرائیل کا خُدا ہُوں جِس نے تُجھے نام لے کر بُلایا ہے۔"},{"number":4,"verse":"مَیں نے اپنے خادِم یعقُو ب اور اپنے برگُزِیدہ اِسرائیل کی خاطِر تُجھے نام لے کر بُلایا ۔ مَیں نے تُجھے ایک لقب بخشا ۔ اگرچہ تُو مُجھ کو نہیں جانتا۔"},{"number":5,"verse":"مَیں ہی خُداوند ہُوں اَور کوئی نہیں ۔ میرے سِوا کوئی خُدا نہیں ۔ مَیں نے تیری کمر باندھی اگرچہ تُو نے مُجھے نہ پہچانا۔"},{"number":6,"verse":"تاکہ مشرِق سے مغرِب تک لوگ جان لیں کہ میرے سِواکوئی نہیں ۔ مَیں ہی خُداوند ہُوں میرے سِوا کوئی دُوسرا نہیں۔"},{"number":7,"verse":"مَیں ہی روشنی کا مُوجِد اور تارِیکی کا خالِق ہُوں۔ مَیں سلامتی کا بانی اور بلا کو پَیدا کرنے والا ہُوں ۔ مَیں ہی خُداوند یہ سب کُچھ کرنے والا ہُوں۔"},{"number":8,"verse":"اَے آسمان اُوپر سے ٹپک پڑ! ہاں بادل راست بازی برسائیں۔ زمِین کُھل جائے اور نجات اور صداقت کا پَھل لائے ۔ وہ اُن کو اِکٹّھے اُگائے ۔ مَیں خُداوند اُس کا پَیداکرنے والا ہُوں۔"},{"number":9,"verse":"( تخلِیق اور تارِیخ کا خُداوند) افسوس اُس پر جو اپنے خالِق سے جھگڑتا ہے! ٹِھیکراتو زمِین کے ٹِھیکروں میں سے ہے ۔ کیا مِٹّی کُمہار سے کہے کہ تُو کیا بناتا ہے؟ کیا تیری دست کاری کہے اُس کے تو ہاتھ نہیں؟۔"},{"number":10,"verse":"اُس پر افسوس جو باپ سے کہے تُو کِس چِیز کا والِدہے؟ اور ماں سے کہے تُو کِس چِیز کی والِدہ ہے؟۔"},{"number":11,"verse":"خُداوند اِسرائیل کا قُدُّوس اور خالِق یُوں فرماتاہے کہ کیا تُم آنے والی چِیزوں کی بابت مُجھ سے پُوچھوگے؟ کیا تُم میرے بیٹوں یا میری دست کاری کی بابت مُجھے حُکم دو گے؟۔"},{"number":12,"verse":"مَیں نے زمِین بنائی اور اُس پر اِنسان کو پَیدا کیا اور مَیں ہی نے ہاں میرے ہاتھوں نے آسمان کو تانا اوراُس کے سب لشکروں پر مَیں نے حُکم کِیا۔"},{"number":13,"verse":"ربُّ الافواج فرماتا ہے مَیں نے اُس کو صداقت میں برپاکِیا ہے اور مَیں اُس کی تمام راہوں کو ہموار کرُوں گا۔ وہ میرا شہر بنائے گا اور میرے اسِیروں کو بغَیر قِیمت اور عِوض لِئے آزاد کر دے گا۔"},{"number":14,"verse":"خُداوند یُوں فرماتا ہے کہ مِصر کی دَولت اور کُو ش کی تِجارت اور سبا کے قدآور لوگ تیرے پاس آئیں گے اورتیرے ہوں گے ۔ وہ تیری پیرَوی کریں گے ۔ وہ بیڑِیاں پہنے ہُوئے اپنا مُلک چھوڑ کر آئیں گے اور تیرے حضُور سِجدہ کریں گے ۔ وہ تیری مِنّت کریں گے اور کہیں گے یقِیناً خُداتُجھ میں ہے اور کوئی دُوسرا نہیں اور اُس کے سِوا کوئی خُدا نہیں۔"},{"number":15,"verse":"اَے اِسرائیل کے خُدا! اَے نجات دینے والے! یقِیناًتُو پوشِیدہ خُدا ہے۔"},{"number":16,"verse":"بُت بنانے والے سب کے سب پشیمان اور سراسِیمہ ہوں گے۔ وہ سب کے سب شرمِندہ ہوں گے۔"},{"number":17,"verse":"لیکن خُداوند اِسرائیل کو بچا کر ابدی نجات بخشے گا۔ تُم ابدُالآباد تک کبھی پشیمان اور سراسِیمہ نہ ہوگے۔"},{"number":18,"verse":"کیونکہ خُداوند جِس نے آسمان پَیدا کِئے وُہی خُداہے ۔ اُسی نے زمِین بنائی اور تیّار کی ۔ اُسی نے اُسے قائِم کِیا ۔ اُس نے اُسے عبث پَیدا نہیں کِیا بلکہ اُس کوآبادی کے لِئے آراستہ کِیا ۔ وہ یُوں فرماتا ہے کہ مَیں خُداوند ہُوں اور میرے سِوا اَور کوئی نہیں۔"},{"number":19,"verse":"مَیں نے زمِین کی کِسی تارِیک جگہ میں پوشِیدگی میں تو کلام نہیں کِیا ۔ مَیں نے یعقُو ب کی نسل کو نہیں فرمایاکہ عبث میرے طالِب ہو ۔ مَیں خُداوند سچ کہتا ہُوں اورراستی کی باتیں بیان فرماتا ہُوں۔ خُدا اور بابل کے بُت"},{"number":20,"verse":"تُم جو قَوموں میں سے بچ نِکلے ہو جمع ہو کر آؤ ۔ مِل کر نزدِیک ہو ۔ وہ جو اپنی لکڑی کی کھودی ہُوئی مُورت لِئے پِھرتے ہیں اور اَیسے معبُود سے جو بچا نہیں سکتادُعا کرتے ہیں دانِش سے خالی ہیں۔"},{"number":21,"verse":"تُم مُنادی کرو اور اُن کو نزدِیک لاؤ ۔ ہاں وہ باہم مشورَت کریں ۔ کِس نے قدِیم ہی سے یہ ظاہِر کِیا؟ کِس نے قدِیم ایّام میں اِس کی خبر پہلے ہی سے دی ہے؟ کیامَیں خُداوند ہی نے یہ نہیں کِیا؟ سو میرے سِوا کوئی خُدا نہیں ہے ۔ صادِقُ القَول اور نجات دینے والا خُدامیرے سِوا کوئی نہیں۔"},{"number":22,"verse":"اَے اِنتِہایِ زمِین کے سب رہنے والو! تُم میری طرف مُتوجِّہ ہو اور نجات پاؤ کیونکہ مَیں خُدا ہُوں اورمیرے سِوا کوئی نہیں۔"},{"number":23,"verse":"مَیں نے اپنی ذات کی قَسم کھائی ہے ۔ کلامِ صِدق میرے مُنہ سے نِکلا ہے اور وہ ٹلے گا نہیں کہ ہر ایک گُھٹنامیرے حضُور جُھکے گا اور ہر ایک زُبان میری قَسم کھائے گی۔"},{"number":24,"verse":"میرے حق میں ہر ایک کہے گا کہ یقِیناً خُداوند ہی میں راست بازی اور توانائی ہے ۔ اُسی کے پاس وہ آئے گا اورسب جو اُس سے بیزار تھے پشیمان ہوں گے۔"},{"number":25,"verse":"اِ سرائیل کی کُل نسل خُداوند میں صادِق ٹھہرے گی اوراُس پر فخر کرے گی۔"}]}