{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":46,"verses":[{"number":1,"verse":"بیل جُھکتا ہے نبُو خم ہوتا ہے ۔ اُن کے بُت جانوروں اور چَوپایوں پر لدے ہیں ۔ جو چِیزیں تُم اُٹھائے پِھرتے تھے تھکے ہُوئے چَوپایوں پر لدی ہیں۔"},{"number":2,"verse":"وہ جُھکتے اور باہم خم ہوتے ہیں ۔ وہ اُس بوجھ کو بچا نہ سکے اور وہ آپ ہی ا سِیری میں چلے گئے ہیں۔"},{"number":3,"verse":"اَے یعقُو ب کے گھرانے اور اَے اِسرائیل کے گھر کے سب باقی ماندہ لوگو جِن کو بطن ہی سے مَیں نے اُٹھایااور جِن کو رَحِم ہی سے مَیں نے گود میں لِیا میری سُنو!۔"},{"number":4,"verse":"مَیں تُمہارے بُڑھاپے تک وُہی ہُوں اور سر سفید ہونے تک تُم کو اُٹھائے پِھروں گا ۔ مَیں ہی نے خلق کِیا اورمَیں ہی اُٹھاتا رہُوں گا ۔ مَیں ہی لِئے چلُوں گا اوررہائی دُوں گا۔"},{"number":5,"verse":"تُم مُجھے کِس سے تشبِیہ دو گے اور مُجھے کِس کے برابرٹھہراؤ گے اور مُجھے کِس کی مانِند کہو گے تاکہ ہم مُشابہ ہوں؟۔"},{"number":6,"verse":"جو تَھیلی سے بافراط سونا نِکالتے اور چاندی کو ترازُومیں تولتے ہیں وہ سُنار کو اُجرت پر لگاتے ہیں اور وہ اُس سے ایک بُت بناتا ہے ۔ پِھر وہ اُس کے سامنے جُھکتے بلکہ سِجدہ کرتے ہیں۔"},{"number":7,"verse":"وہ اُسے کندھے پر اُٹھاتے ہیں ۔ وہ اُسے لے جا کر اُس کی جگہ پر نصب کرتے ہیں اور وہ کھڑا رہتا ہے ۔ وہ اپنی جگہ سے سرکتا نہیں بلکہ اگر کوئی اُسے پُکارے تو وہ نہ جواب دے سکتا ہے اور نہ اُسے مُصِیبت سے چُھڑا سکتا ہے۔"},{"number":8,"verse":"اَے گُنہگارو! اِس کو یاد رکھّو اور مَرد بنو ۔ اِس پرپِھر سوچو۔"},{"number":9,"verse":"پہلی باتوں کو جو قدِیم سے ہیں یاد کرو کہ مَیں خُدا ہُوں اور کوئی دُوسرا نہیں ۔ مَیں خُدا ہُوں اور مُجھ سا کوئی نہیں۔"},{"number":10,"verse":"جو اِبتدا ہی سے انجام کی خبر دیتا ہُوں اور ایّامِ قدِیم سے وہ باتیں جو اب تک وقُوع میں نہیں آئِیں بتاتاہُوں اور کہتا ہُوں کہ میری مصلحت قائِم رہے گی اور مَیں اپنی مرضی بِالکُل پُوری کرُوں گا۔"},{"number":11,"verse":"جو مشرِق سے عُقاب کو یعنی اُس شخص کو جو میرے اِرادہ کو پُورا کرے گا دُور کے مُلک سے بُلاتا ہُوں ۔ مَیں ہی نے یہ کہا اور مَیں ہی اِس کو وُقُوع میں لاؤُں گا ۔ مَیں نے اِس کا اِرادہ کِیا اور مَیں ہی اِسے پُورا کرُوں گا۔"},{"number":12,"verse":"اَے سخت دِلو جو صداقت سے دُور ہو میری سُنو۔"},{"number":13,"verse":"مَیں اپنی صداقت کو نزدِیک لاتا ہُوں ۔ وہ دُور نہیں ہو گی اور میری نجات تاخِیر نہ کرے گی اور مَیں صِیُّون کو نجات اور اِسرائیل کو اپنا جلال بخشُوں گا۔ بابل پر غضب"}]}