{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":50,"verses":[{"number":1,"verse":"خُداوند یُوں فرماتا ہے کہ تیری ماں کا طلاق نامہ جِسے لِکھ کر مَیں نے اُسے چھوڑ دِیا کہاں ہے؟ یا اپنے قرض خواہوں میں سے کِس کے ہاتھ مَیں نے تُم کو بیچا؟ دیکھو تُم اپنی شرارتوں کے سبب سے بِک گئے اور تُمہاری خطاؤں کے باعِث تُمہاری ماں کو طلاق دی گئی۔"},{"number":2,"verse":"پس کِس لِئے جب مَیں آیا تو کوئی آدمی نہ تھا؟ اورجب مَیں نے پُکارا تو کوئی جواب دینے والا نہ ہُؤا؟ کیا میرا ہاتھ اَیسا کوتاہ ہو گیا ہے کہ چُھڑا نہیں سکتا؟ اور کیا مُجھ میں نجات دینے کی قُدرت نہیں؟ دیکھومَیں اپنی ایک دھمکی سے سمُندر کو سُکھا دیتا ہُوں اورنہروں کو صحرا کر ڈالتا ہُوں ۔ اُن میں کی مچھلِیاں پانی کے نہ ہونے سے بدبُو ہو جاتی ہیں اور پِیاس سے مَر جاتی ہیں۔"},{"number":3,"verse":"مَیں آسمان کو سِیاہ پوش کرتا ہُوں اور اُس کو ٹاٹ اُڑھاتاہُوں۔"},{"number":4,"verse":"( خُداوندکے خادِم کی فرماں برداری) خُداوند خُدا نے مُجھ کو شاگِرد کی زُبان بخشی تاکہ مَیں جانُوں کہ کلام کے وسِیلہ سے کِس طرح تھکے ماندے کی مدد کرُوں۔ وہ مُجھے ہر صُبح جگاتا ہے اور میرا کان لگاتا ہے تاکہ شاگِردوں کی طرح سنُوں۔"},{"number":5,"verse":"خُداوند خُدا نے میرے کان کھول دِئے اور مَیں باغی و برگشتہ نہ ہُؤا۔"},{"number":6,"verse":"مَیں نے اپنی پِیٹھ پِیٹنے والوں کے اور اپنی داڑھی نوچنے والوں کے حوالہ کی ۔ مَیں نے اپنا مُنہ رُسوائی اور تُھوک سے نہیں چُھپایا۔"},{"number":7,"verse":"پر خُداوند خُدا میری حِمایت کرے گا اور اِس لِئے مَیں شرمِندہ نہ ہُوں گا اور اِسی لِئے مَیں نے اپنا مُنہ سنگِ خارا کی مانِند بنایا اور مُجھے یقِین ہے کہ مَیں شرمسار نہ ہُوں گا۔"},{"number":8,"verse":"مُجھے راست باز ٹھہرانے والا نزدِیک ہے ۔ کَون مُجھ سے جھگڑا کرے گا؟ آؤ ہم آمنے سامنے کھڑے ہوں ۔ میرا مُخالِف کَون ہے؟ وہ میرے پاس آئے۔"},{"number":9,"verse":"دیکھو خُداوند خُدا میری حِمایت کرے گا ۔ کَون مُجھے مُجرِم ٹھہرائے گا؟ دیکھ وہ سب کپڑے کی مانِند پُرانے ہو جائیں گے ۔ اُن کو کِیڑے کھا جائیں گے۔"},{"number":10,"verse":"تُمہارے درمِیان کَون ہے جو خُداوند سے ڈرتا اور اُس کے خادِم کی باتیں سُنتا ہے؟ جو اندھیرے میں چلتا اور رَوشنی نہیں پاتا ۔ وہ خُداوند کے نام پر توکُّل کرے اور اپنے خُدا پر بھروسا رکھّے۔"},{"number":11,"verse":"دیکھو تُم سب جو آگ سُلگاتے ہو اور اپنے آپ کو انگاروں سے گھیر لیتے ہو اپنی ہی آگ کے شُعلوں میں اور اپنے سُلگائے ہُوئے انگاروں میں چلو ۔ تُم میرے ہاتھ سے یِہی پاؤ گے ۔ تُم عذاب میں لیٹ رہو گے۔"}]}