{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":54,"verses":[{"number":1,"verse":"( اِسرا ئیل کے لِئے خُداوند کی مُحبّت) اَے بانجھ تُو جو بے اَولاد تھی نغمہ سرائی کر! تُوجِس نے وِلادت کا درد برداشت نہیں کیا خُوشی سے گا اورزور سے چِلاّ کیونکہ خُداوند فرماتا ہے کہ بے کس چھوڑی ہُوئی کی اَولاد شَوہر والی کی اَولاد سے زِیادہ ہے۔"},{"number":2,"verse":"اپنی خَیمہ گاہ کو وسِیع کر دے ہاں اپنے مسکنوں کے پردے پَھیلا ۔ دریغ نہ کر ۔ اپنی ڈورِیاں لمبی اور اپنی میخیں مضبُوط کر۔"},{"number":3,"verse":"اِس لِئے کہ تُو دہنی اور بائِیں طرف بڑھے گی اور تیری نسل قَوموں کی وارِث ہو گی اور وِیران شہروں کو بسائے گی۔"},{"number":4,"verse":"خَوف نہ کر کیونکہ تُو پِھر پشیمان نہ ہو گی ۔ تُونہ گھبرا کیونکہ تُو پِھر رُسوا نہ ہو گی اور اپنی جوانی کا ننگ بُھول جائے گی اور اپنی بیوگی کی عار کو پِھر یادنہ کرے گی۔"},{"number":5,"verse":"کیونکہ تیرا خالِق تیرا شَوہر ہے۔ اُس کا نام ربُّ الافواج ہے اور تیرا فِدیہ دینے والا اِسرائیل کا قُدُّوس ہے ۔ وہ تمام رُویِ زمِین کا خُدا کہلائے گا۔"},{"number":6,"verse":"کیونکہ تیرا خُدا فرماتا ہے کہ خُداوند نے تُجھ کو مترُوکہ اور دِل آزُردہ بِیوی کی طرح ہاں جوانی کی مطلُوقہ بِیوی کی مانِند پِھر بُلایا ہے۔"},{"number":7,"verse":"مَیں نے ایک دَم کے لِئے تُجھے چھوڑ دِیا لیکن رحمت کی فراوانی سے تُجھے لے لُوں گا۔"},{"number":8,"verse":"خُداوند تیرا نجات دینے والا فرماتا ہے کہ قہر کی شِدّت میں مَیں نے ایک دَم کے لِئے تُجھ سے مُنہ چُھپایا پر اب مَیں ابدی شفقت سے تُجھ پر رحم کرُوں گا۔"},{"number":9,"verse":"کیونکہ میرے لِئے یہ طُوفانِ نُوح کا سا مُعاملہ ہے کہ جِس طرح مَیں نے قَسم کھائی تھی کہ پِھر زمِین پرنُوح کا سا طُوفان کبھی نہ آئے گا اُسی طرح اب مَیں نے قَسم کھائی ہے کہ مَیں تُجھ سے پِھر کبھی آزُردہ نہ ہُوں گا اور تُجھ کو نہ گُھڑکُوں گا۔"},{"number":10,"verse":"خُداوند تُجھ پر رحم کرنے والا یُوں فرماتا ہے کہ پہاڑ تو جاتے رہیں اور ٹِیلے ٹل جائیں لیکن میری شفقت کبھی تُجھ پر سے جاتی نہ رہے گی اور میرا صُلح کا عہد نہ ٹلے گا۔"},{"number":11,"verse":"( مُستقبِل کا یروشلیِم) اَے مُصِیبت زدہ اور طُوفان کی ماری اور تسلّی سے محرُوم! دیکھ مَیں تیرے پتّھروں کو سِیاہ ریختہ میں لگاؤُں گااور تیری بُنیاد نِیلم سے ڈالُوں گا۔"},{"number":12,"verse":"مَیں تیرے کُنگروں کولعلوں اور تیرے پھاٹکوں کو شب چراغ اور تیری ساری فصِیل بیش قِیمت پتّھروں سے بناؤُں گا۔"},{"number":13,"verse":"اور تیرے سب فرزند خُداوند سے تعلیِم پائیں گے اور تیرے فرزندوں کی سلامتی کامِل ہو گی۔"},{"number":14,"verse":"تُو راست بازی سے پایدار ہو جائے گی ۔ تُو ظُلم سے دُوررہے گی کیونکہ تُو بے خَوف ہو گی اور دہشت سے دُور رہے گی کیونکہ وہ تیرے قرِیب نہ آئے گی۔"},{"number":15,"verse":"مُمکِن ہے کہ وہ کبھی اِکٹّھے ہوں پر میرے حُکم سے نہیں ۔ جو تیرے خِلاف جمع ہوں گے وہ تیرے ہی سبب سے گِریں گے۔"},{"number":16,"verse":"دیکھ مَیں نے لُہار کو پَیدا کِیا جو کوئِلوں کی آگ دَھونکتا اور اپنے کام کے لِئے ہتھیار نِکالتا ہے اورغارت گر کو مَیں ہی نے پَیدا کِیا کہ لُوٹ مار کرے۔"},{"number":17,"verse":"کوئی ہتھیار جو تیرے خِلاف بنایا جائے کام نہ آئے گا اور جو زُبان عدالت میں تُجھ پر چلے گی تُو اُسے مُجرِم ٹھہرائے گی ۔ خُداوند فرماتا ہے یہ میرے بندوں کی مِیراث ہے اور اُن کی راست بازی مُجھ سے ہے۔"}]}