{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":56,"verses":[{"number":1,"verse":"( خُداوندکی اُمّت میں ساری قَومیں شامِل ہوں گی) خُداوند یُوں فرماتا ہے کہ عدل کو قائِم رکھّو اورصداقت کو عمل میں لاؤ کیونکہ میری نجات نزدِیک ہے اورمیری صداقت ظاہِر ہونے والی ہے۔"},{"number":2,"verse":"مُبارک ہے وہ اِنسان جو اِس پر عمل کرتا ہے اور وہ آدم زاد جو اِس پر قائِم رہتا ہے جو سبت کو مانتا اوراُسے ناپاک نہیں کرتا اور اپنا ہاتھ ہر طرح کی بدی سے باز رکھتا ہے۔"},{"number":3,"verse":"اور بے گانہ کا فرزند جو خُداوند سے مِل گیا ہرگِز نہ کہے خُداوند مُجھ کو اپنے لوگوں سے جُدا کر دے گا اور خوجہ نہ کہے کہ دیکھو مَیں تو سُوکھا درخت ہُوں۔"},{"number":4,"verse":"کیونکہ خُداوند یُوں فرماتا ہے کہ وہ خوجے جو میرے سبتوں کو مانتے ہیں اور اُن کاموں کو جو مُجھے پسند ہیں اِختیار کرتے ہیں اور میرے عہد پر قائِم رہتے ہیں۔"},{"number":5,"verse":"مَیں اُن کو اپنے گھر میں اور اپنی چاردِیواری کے اندراَیسا نام و نِشان بخشُوں گا جو بیٹوں اور بیٹِیوں سے بھی بڑھ کر ہو گا ۔ مَیں ہر ایک کو ایک ابدی نام دُوں گاجو مِٹایا نہ جائے گا۔"},{"number":6,"verse":"اور بے گانہ کی اَولاد بھی جِنہوں نے اپنے آپ کو خُداوند سے پَیوستہ کِیا ہے کہ اُس کی خِدمت کریں اور خُداوندکے نام کو عزِیز رکھّیں اور اُس کے بندے ہوں۔ وہ سب جوسبت کو حِفظ کر کے اُسے ناپاک نہ کریں اور میرے عہد پرقائِم رہیں۔"},{"number":7,"verse":"مَیں اُن کو بھی اپنے کوہِ مُقدّس پر لاؤُں گا اور اپنی عِبادت گاہ میں اُن کو شادمان کرُوں گا اور اُن کی سوختنی قُربانِیاں اور اُن کے ذبِیحے میرے مذبح پر مقبُول ہوں گے کیونکہ میرا گھر سب لوگوں کی عِبادت گاہ کہلائے گا۔"},{"number":8,"verse":"خُداوند خُدا جو اِسرائیل کے پراگندہ لوگوں کو جمع کرنے والا ہے یُوں فرماتا ہے کہ مَیں اُن کے سِوا جواُسی کے ہو کر جمع ہُوئے ہیں اَوروں کو بھی اُس کے پاس جمع کرُوں گا۔"},{"number":9,"verse":"( اِسرا ئیل کے رہنُماؤں کی مُذمّت) اَے دشتی حَیوانو تُم سب کے سب کھانے کو آؤ! ہاں اَے جنگل کے سب درِندو۔"},{"number":10,"verse":"اُس کے نِگہبان اندھے ہیں ۔ وہ سب جاہِل ہیں ۔ وہ سب گُونگے کُتّے ہیں جو بَھونک نہیں سکتے ۔ وہ خواب دیکھنے والے ہیں جو پڑے رہتے ہیں اور اُونگھتے رہنا پسند کرتے ہیں۔"},{"number":11,"verse":"اور وہ لالچی کُتّے ہیں جو کبھی سیر نہیں ہوتے ۔ وہ نادان چرواہے ہیں ۔ وہ سب اپنی اپنی راہ کو پِھر گئے۔ ہر ایک ہر طرف سے اپنا ہی نفع ڈُھونڈتا ہے۔"},{"number":12,"verse":"ہر ایک کہتا ہے تُم آؤ ۔ مَیں شراب لاؤُں گا اور ہم خُوب نشہ میں چُور ہوں گے اور کل بھی آج ہی کی طرح ہوگا بلکہ اِس سے بُہت بِہتر۔"}]}