{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":57,"verses":[{"number":1,"verse":"( اِسرا ئیل کی بُت پرستی کی مُذّمت) صادِق ہلاک ہوتا ہے اور کوئی اِس بات کو خاطِر میں نہیں لاتا اور نیک لوگ اُٹھا لِئے جاتے ہیں اور کوئی نہیں سوچتا کہ صادِق اُٹھا لِیا گیا تاکہ آنے والی آفت سے بچے۔"},{"number":2,"verse":"وہ سلامتی میں داخِل ہوتا ہے ۔ ہر ایک راست رَو اپنے بِستر پر آرام پائے گا۔"},{"number":3,"verse":"لیکن تُم اَے جادُوگرنی کے بیٹو! اَے زانی اور فاحِشہ کے بچّو! اِدھر آگے آؤ۔"},{"number":4,"verse":"تُم کِس پر ٹھٹّھا مارتے ہو؟ تُم کِس پر مُنہ پھاڑتے اور زُبان نِکالتے ہو؟ کیا تُم باغی اَولاد اور دغابازنسل نہیں ہو۔"},{"number":5,"verse":"جو بُتوں کے ساتھ ہر ایک ہرے درخت کے نِیچے اپنے آپ کو برانگیختہ کرتے اور وادِیوں میں چٹانوں کے شِگافوں کے نِیچے بچّوں کو ذبح کرتے ہو؟۔"},{"number":6,"verse":"وادی کے چِکنے پتّھر تیرا بخرہ ہیں ۔ وُہی تیرا حِصّہ ہیں ۔ ہاں تُو نے اُن کے لِئے تپاون دِیا اور ہدیہ چڑھایاہے ۔ کیا مُجھے اِن کاموں سے تسکِین ہو گی؟۔"},{"number":7,"verse":"ایک اُونچے اور بُلند پہاڑ پر تُو نے اپنا بِستر بِچھایاہے اور اُسی پر ذبِیحہ ذبح کرنے کو چڑھ گئی۔"},{"number":8,"verse":"اور تُو نے دروازوں اور چَوکھٹوں کے پِیچھے اپنی یادگارکی علامتیں نصب کِیں اور تُو میرے سِوا دُوسرے کے آگے بے پردہ ہُوئی ۔ ہاں تُو چڑھ گئی اور تُو نے اپنا بِچھَونابھی بڑا بنایا اور اُن کے ساتھ عہد کر لِیا ہے ۔ تُو نے اُن کے بِستر کو جہاں دیکھا پسند کِیا۔"},{"number":9,"verse":"تُو خُوشبُو لگا کر بادشاہ کے حضُور چلی گئی اور اپنے آپ کو خُوب مُعطّر کِیا اور اپنے ایلچی دُور دُور بھیجے بلکہ تُو نے اپنے آپ کو پاتال تک پست کِیا۔"},{"number":10,"verse":"تُو اپنے سفر کی درازی سے تھک گئی تَو بھی تُو نے نہ کہا کہ اِس سے کُچھ فائِدہ نہیں ۔ تُو نے اپنی قُوّت کی تازگی پائی اِس لِئے تُو افسُردہ نہ ہُوئی۔"},{"number":11,"verse":"پس تُو کِس سے ڈری اور کِس کے خَوف سے تُو نے جُھوٹ بولا اور مُجھے یاد نہ کِیا اور خاطِر میں نہ لائی؟ کیا مَیں ایک مُدّت سے خاموش نہیں رہا؟ تَو بھی تُو مُجھ سے نہ ڈری۔"},{"number":12,"verse":"مَیں تیری صداقت کو اور تیرے کاموں کو فاش کرُوں گااور اُن سے تُجھے کُچھ نفع نہ ہوگا۔"},{"number":13,"verse":"جب تُو فریاد کرے تو جِن کو تُو نے جمع کِیا ہے وہ تُجھے چُھڑائیں پر ہوا اُن سب کو اُڑا لے جائے گی ۔ ایک جھونکااُن کو لے جائے گا لیکن مُجھ پر توکُّل کرنے والا زمِین کا مالِک ہو گا اور میرے کوہِ مُقدّس کا وارِث ہوگا۔ مدد اور شِفا کے لِئے خُدا کا وعدہ"},{"number":14,"verse":"تب یُوں کہا جائے گا کہ راہ اُونچی کرو اُونچی کرو۔ ہموار کرو ۔ میرے لوگوں کے راستہ سے ٹھوکر کا باعِث دُور کرو۔"},{"number":15,"verse":"کیونکہ وہ جو عالی اور بُلند ہے اور ابُدالآباد تک قائِم ہے جِس کا نام قُدُّوس ہے یُوں فرماتا ہے کہ مَیں بُلند اور مُقدّس مقام میں رہتا ہُوں اور اُس کے ساتھ بھی جو شِکستہ دِل اور فروتن ہے تاکہ فروتنوں کی رُوح کو زِندہ کرُوں اور شِکستہ دِلوں کو حیات بخشُوں۔"},{"number":16,"verse":"کیونکہ مَیں ہمیشہ نہ جھگڑُوں گا اور سدا غَضب ناک نہ رہُوں گا اِس لِئے کہ میرے حضُور رُوح اور جانیں جو مَیں نے پَیدا کی ہیں بیتاب ہو جاتی ہیں۔"},{"number":17,"verse":"کہ مَیں اُس کے لالچ کے گُناہ سے غضب ناک ہُؤا ۔ سومَیں نے اُسے مارا ۔ مَیں نے اپنے آپ کو چُھپایا اورغضب ناک ہُؤا۔ اِس لِئے کہ وہ اُس راہ پر جو اُس کے دِل نے نِکالی بھٹک گیا تھا۔"},{"number":18,"verse":"مَیں نے اُس کی راہیں دیکِھیں اور مَیں ہی اُسے شِفابخشُوں گا۔ مَیں اُس کی رہبری کرُوں گا اور اُس کو اور اُس کے غم خواروں کو پِھر دِلاسا دُوں گا۔"},{"number":19,"verse":"خُداوند فرماتا ہے مَیں لبوں کا پَھل پَیدا کرتا ہُوں سلامتی! سلامتی اُس کو جو دُور ہے اور اُس کو جو نزدِیک ہے اور مَیں ہی اُسے صِحت بخشُوں گا۔"},{"number":20,"verse":"لیکن شرِیر تو سمُندر کی مانِند ہیں جو ہمیشہ مَوجزن اور بے قرار ہے ۔ جِس کا پانی کِیچڑ اور گندگی اُچھالتاہے۔"},{"number":21,"verse":"میرا خُدا فرماتا ہے کہ شرِیروں کے لِئے سلامتی نہیں۔"}]}