{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":60,"verses":[{"number":1,"verse":"اُٹھ مُنوّر ہو کیونکہ تیرا نُور آ گیا اور خُداوندکا جلال تُجھ پر ظاہِر ہُؤا۔"},{"number":2,"verse":"کیونکہ دیکھ تارِیکی زمِین پر چھا جائے گی اور تِیرگی اُمّتوں پر لیکن خُداوند تُجھ پر طالِع ہو گا اور اُس کاجلال تُجھ پر نُمایاں ہو گا۔"},{"number":3,"verse":"اور قَومیں تیری رَوشنی کی طرف آئیں گی اور سلاطِین تیرے طلُوع کی تجلّی میں چلیں گے۔"},{"number":4,"verse":"اپنی آنکھیں اُٹھا کر چاروں طرف دیکھ ۔ وہ سب کے سب اِکٹّھے ہوتے ہیں اور تیرے پاس آتے ہیں ۔ تیرے بیٹے دُورسے آئیں گے اور تیری بیٹِیوں کو گود میں اُٹھا کر لائیں گے۔"},{"number":5,"verse":"تب تُو دیکھے گی اور مُنوّر ہو گی ہاں تیرا دِل اُچھلے گااور کُشادہ ہو گا کیونکہ سمُندر کی فراوانی تیری طرف پِھرے گی اور قَوموں کی دَولت تیرے پاس فراہم ہو گی۔"},{"number":6,"verse":"اُونٹوں کی قطاریں اور مِدیا ن اور عیفہ کی سانڈنیاں آ کر تیرے گِرد بے شُمار ہوں گی ۔ وہ سب سبا سے آئیں گے اور سونا اور لُبان لائیں گے اور خُداوند کی حمد کا اِعلان کریں گے۔"},{"number":7,"verse":"قِیدار کی سب بھیڑیں تیرے پاس جمع ہوں گی ۔ نبایو ت کے مینڈھے تیری خِدمت میں حاضِر ہوں گے ۔ وہ میرے مذبح پر مقبُول ہوں گے اور مَیں اپنی شَوکت کے گھر کو جلال بخشُوں گا۔"},{"number":8,"verse":"یہ کَون ہیں جو بادل کی طرح اُڑے چلے آتے ہیں اور جَیسے کبُوتر اپنی کابُک کی طرف؟۔"},{"number":9,"verse":"یقِیناً جزِیرے میری راہ دیکھیں گے اورترسِیس کے جہاز پہلے آئیں گے کہ تیرے بیٹوں کو اُن کی چاندی اوراُن کے سونے سمیت دُور سے خُداوند تیرے خُدا اور اِسرائیل کے قُدُّوس کے نام کے لِئے لائیں کیونکہ اُس نے تُجھے بزُرگی بخشی ہے۔"},{"number":10,"verse":"اور بیگانوں کے بیٹے تیری دِیواریں بنائیں گے اور اُن کے بادشاہ تیری خِدمت گُذاری کریں گے ۔ اگرچہ مَیں نے اپنے قہر سے تُجھے مارا پر اپنی مِہربانی سے مَیں تُجھ پررحم کرُوں گا۔"},{"number":11,"verse":"اور تیرے پھاٹک ہمیشہ کُھلے رہیں گے ۔ وہ دِن رات کبھی بند نہ ہوں گے تاکہ قَوموں کی دَولت اور اُن کے بادشاہوں کو تیرے پاس لائیں۔"},{"number":12,"verse":"کیونکہ وہ قَوم اور وہ مملکت جو تیری خِدمت گُذاری نہ کرے گی برباد ہو جائے گی ۔ ہاں وہ قَومیں بِالکُل ہلاک کی جائیں گی۔"},{"number":13,"verse":"لُبنا ن کا جلال تیرے پاس آئے گا ۔ سرو اور صنَوبر اوردیودار سب آئیں گے تاکہ میرے مَقدِس کو آراستہ کریں اورمَیں اپنے پاؤں کی کُرسی کو رَونق بخشُوں گا۔"},{"number":14,"verse":"اور تیرے غارت گروں کے بیٹے تیرے سامنے جُھکتے ہُوئے آئیں گے اور تیری تحقِیر کرنے والے سب تیرے قدموں پر گِریں گے اور وہ تیرا نام خُداوند کا شہر اِسرائیل کے قُدُّوس کا صِیُّون رکھّیں گے۔"},{"number":15,"verse":"اِس لِئے کہ تُو ترک کی گئی اور تُجھ سے نفرت ہُوئی اَیسا کہ کِسی آدمی نے تیری طرف گُذر بھی نہ کِیا ۔ مَیں تُجھے ابدی فضِیلت اور پُشت در پُشت کی شادمانی کا باعِث بناؤُں گا۔"},{"number":16,"verse":"تُو قَوموں کا دُودھ بھی پی لے گی ۔ ہاں بادشاہوں کی چھاتی چُوسے گی اور تُو جانے گی کہ مَیں خُداوند تیرانجات دینے والا اور یعقُو ب کا قادِر تیرا فِدیہ دینے والا ہُوں۔"},{"number":17,"verse":"مَیں پِیتل کے بدلے سونا لاؤُں گا اور لوہے کے بدلے چاندی اور لکڑی کے بدلے پِیتل اور پتّھروں کے بدلے لوہا اور مَیں تیرے حاکِموں کو سلامتی اور تیرے عامِلوں کوصداقت بناؤُں گا۔"},{"number":18,"verse":"پِھر کبھی تیرے مُلک میں ظُلم کا ذِکر نہ ہو گا اورنہ تیری حدُود کے اندر خرابی یا بربادی کا بلکہ تُواپنی دِیواروں کا نام نجات اور اپنے پھاٹکوں کا حمد رکھّے گی۔"},{"number":19,"verse":"پِھر تیری روشنی نہ دِن کو سُورج سے ہو گی نہ چاندکے چمکنے سے بلکہ خُداوند تیرا ابدی نُور اور تیرا خُداتیرا جلال ہو گا۔"},{"number":20,"verse":"تیرا سُورج پِھر کبھی نہ ڈھلے گا اور تیرے چاند کو زوال نہ ہو گا کیونکہ خُداوند تیرا ابدی نُور ہو گا اور تیرے ماتم کے دِن ختم ہو جائیں گے۔"},{"number":21,"verse":"اور تیرے لوگ سب کے سب راستباز ہوں گے ۔ وہ ابد تک مُلک کے وارِث ہوں گے یعنی میری لگائی ہُوئی شاخ اور میری دست کاری ٹھہریں گے تاکہ میرا جلال ظاہِر ہو۔"},{"number":22,"verse":"سب سے چھوٹا ایک ہزار ہو جائے گا اور سب سے حقِیر ایک زبردست قَوم ۔ مَیں خُداوند عَین وقت پر یہ سب کُچھ جلد کرُوں گا۔"}]}