{"bibleAbbr":"urRV2010","bookName":"یسعیاہ","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"( آخز بادشاہ کے لِئے پَیغام) اور شاہِ یہُودا ہ آخز بِن یُوتا م بِن عُزیّاہ کے ایّام میں یُوں ہُؤا کہ رضِین شاہِ ارا م اور فِقح بِن رملیا ہ شاہِ اِسرائیل نے یروشلیِم پر چڑھائی کی لیکن اُس پر غالِب نہ آ سکے۔"},{"number":2,"verse":"اُس وقت داؤُد کے گھرانے کو یہ خبر دی گئی کہ ارام اِفرائیم کے ساتھ مُتحِد ہے ۔ پس اُس کے دِل نے اور اُس کے لوگوں کے دِلوں نے یُوں جُنبِش کھائی جَیسے جنگل کے درخت آندھی سے جُنبِش کھاتے ہیں۔"},{"number":3,"verse":"تب خُداوند نے یسعیا ہ کو حُکم کِیا کہ تُو اپنے بیٹے شیاریا شوب کولے کر اُوپر کے چشمہ کی نہر کے سِرے پرجو دھوبِیوں کے مَیدان کی راہ میں ہے آخز سے مُلاقات کر۔"},{"number":4,"verse":"اور اُسے کہہ خبردار ہو اور بے قرار نہ ہو ۔ اِن لُکٹیوں کے دو دُھوئیں والے ٹُکڑوں سے یعنی ارامی رضِین اوررملیا ہ کے بیٹے کی قہر انگیزی سے نہ ڈر اور تیرا دِل نہ گھبرائے۔"},{"number":5,"verse":"چُونکہ ارام اور افرائِیم اور رملیا ہ کا بیٹا تیرے خِلاف مشوَرت کر کے کہتے ہیں۔"},{"number":6,"verse":"کہ آؤ ہم یہُودا ہ پر چڑھائی کریں اور اُسے تنگ کریں اور اپنے لِئے اُس میں رخنہ پَیدا کریں اور طابِیل کے بیٹے کو اُس کے درمِیان تخت نشِین کریں۔"},{"number":7,"verse":"اِس لِئے خُداوند خُدا فرماتا ہے کہ اِس کو پائیداری نہیں بلکہ اَیسا ہو بھی نہیں سکتا۔"},{"number":8,"verse":"کیونکہ ارام کا دارُالسّلطنت دمِشق ہی ہو گا اوردمِشق کا سردار رضِین اور پَینسٹھ برس کے اندر افرائِیم اَیسا کٹ جائے گا کہ قَوم نہ رہے گا۔"},{"number":9,"verse":"افرائِیم کا بھی دارُالسّلطنت سامرِ یہ ہی ہو گا اورسامرِ یہ کا سردار رملیا ہ کا بیٹا ۔ اگر تُم اِیمان نہ لاؤ گے تو یقِیناً تُم بھی قائِم نہ رہو گے۔"},{"number":10,"verse":"( عِمّانُوایل کا نِشان) پِھر خُداوند نے آخز سے فرمایا۔"},{"number":11,"verse":"خُداوند اپنے خُدا سے کوئی نِشان طلب کر خواہ نِیچے پاتال میں خواہ اُوپر بُلندی پر۔"},{"number":12,"verse":"لیکن آخز نے کہا کہ مَیں طلب نہیں کرُوں گا اور خُداوندکو نہیں آزماؤُں گا۔"},{"number":13,"verse":"تب اُس نے کہا اَے داؤُد کے خاندان اب سُنو! کیا تُمہارااِنسان کو بیزار کرنا کوئی ہلکی بات ہے کہ میرے خُداکو بھی بیزار کرو گے؟۔"},{"number":14,"verse":"لیکن خُداوند آپ تُم کو ایک نِشان بخشے گا ۔ دیکھو ایک کُنواری حامِلہ ہو گی اور بیٹا پَیدا ہو گا اور وہ اُس کانام عِمّانُوایل رکھّے گی۔"},{"number":15,"verse":"وہ دہی اور شہد کھائے گا جب تک کہ وہ نیکی اور بدی کے ردّ و قبُول کے قابِل نہ ہو۔"},{"number":16,"verse":"پر اِس سے پیشتر کہ یہ لڑکا نیکی اور بدی کے ردّ وقبُول کے قابِل ہو یہ مُلک جِس کے دونوں بادشاہوں سے تُجھ کونفرت ہے وِیران ہو جائے گا۔"},{"number":17,"verse":"خُداوند تُجھ پر اور تیرے لوگوں اور تیرے باپ کے گھرانے پر اَیسے دِن لائے گا جَیسے اُس دِن سے جب افرائِیم یہُودا ہ سے جُدا ہُؤا آج تک کبھی نہ لایا یعنی شاہِ اسُور کے دِن۔"},{"number":18,"verse":"اور اُس وقت یُوں ہو گا کہ خُداوند مِصر کی نہروں کے اُس سِرے پر سے مکِھّیوں کو اور اسُور کے مُلک سے زنبُوروں کو سُسکار کر بُلائے گا۔"},{"number":19,"verse":"سو وہ سب آئیں گے اور وِیران وادیوں میں اور چٹانوں کے دراڑوں میں اور سب خارِستانوں میں اور سب چراگاہوں میں چھا جائیں گے۔"},{"number":20,"verse":"اُسی روز خُداوند اُس اُسترے سے جو دریایِ فرات کے پار سے کِرایہ پر لِیا یعنی اسُور کے بادشاہ سے سراور پاؤں کے بال مُونڈے گا اور اِس سے داڑھی بھی کُھرچی جائے گی۔"},{"number":21,"verse":"اور اُس وقت یُوں ہو گا کہ آدمی صِرف ایک گائے اوردو بھیڑیں پالے گا۔"},{"number":22,"verse":"اور اُن کے دُودھ کی فراوانی سے لوگ مکھّن کھائیں گے کیونکہ ہر ایک جو اِس مُلک میں بچ رہے گا مکھّن اور شہدہی کھایا کرے گا۔"},{"number":23,"verse":"اور اُس وقت یہ حالت ہو جائے گی کہ ہر جگہ ہزاروں رُوپیہ کے تاکِستانوں کی جگہ خاردار جھاڑِیاں ہوں گی۔"},{"number":24,"verse":"لوگ تِیر اور کمانیں لے کر وہاں آئیں گے کیونکہ تمام مُلک کانٹوں اور جھاڑیوں سے پُر ہو گا۔"},{"number":25,"verse":"مگر اُن سب پہاڑیوں پر جو کُدالی سے کھودی جاتی تِھیں جھاڑیوں اور کانٹوں کے خَوف سے تُو پِھر نہ چڑھے گا لیکن وہ گائے بَیل اور بھیڑ بکریوں کی چراگاہ ہوں گی۔"}]}