{"bibleAbbr":"ULT2024","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"The prayer of Habakkuk the prophet: [ The Hebrew text adds the expression on shigionoth, which may refer to musical directions for singers. ]"},{"number":2,"verse":"Yahweh, I have heard your report, and I am afraid. Yahweh, revive your work in the midst of these times; in the midst of these times make it known; remember to have compassion in your wrath."},{"number":3,"verse":"God came from Teman, and the Holy One from Mount Paran. Selah His glory covered the heavens, and the earth was full of his praise."},{"number":4,"verse":"With brightness like the light, two-pronged rays flash from his hand; and there he hid his power."},{"number":5,"verse":"Deadly disease went before him, and the plague followed him."},{"number":6,"verse":"He stood and measured the earth; he looked and shook the nations. Even the eternal mountains were shattered, and the everlasting hills bowed down. His path is everlasting."},{"number":7,"verse":"I saw the tents of Cushan in affliction, and the fabric of the tents in the land of Midian trembling."},{"number":8,"verse":"Was Yahweh angry at the rivers? Was your wrath against the rivers, or your fury against the sea, when you rode upon your horses and your victorious chariots?"},{"number":9,"verse":"You have brought out your bow without a cover; you put arrows to your bow! Selah You divided the earth with rivers."},{"number":10,"verse":"The mountains saw you and twisted in pain. Downpours of water passed over them; the deep sea raised a shout. It lifted up its waves."},{"number":11,"verse":"The sun and moon stood still in their high places at the flash of your arrows as they fly, at the lightning of your flashing spear."},{"number":12,"verse":"You have marched over the earth with indignation. In wrath you have threshed the nations."},{"number":13,"verse":"You went out for the salvation of your people, for the salvation of your anointed one. You shatter the head of the house of the wicked to lay bare from the base up to the neck. Selah"},{"number":14,"verse":"You have pierced the head of his warriors with his own arrows since they came like a storm to scatter us, their gloating was like one who devours the poor in a hiding place."},{"number":15,"verse":"You have traveled over the sea with your horses, and heaped up the great waters."},{"number":16,"verse":"I heard, and my inner parts trembled! My lips quivered at the sound. Decay comes into my bones, and under myself I tremble as I wait quietly for the day of distress to come upon the people who invade us."},{"number":17,"verse":"Though the fig tree does not bud and there is no produce from the vines; and though the produce of the olive tree disappoints and the fields yield no food; and though the flock is cut off from the fold and there are no cattle in the stalls, this is what I will do."},{"number":18,"verse":"Still, I will rejoice in Yahweh. I will be joyful because of the God of my salvation."},{"number":19,"verse":"The Lord Yahweh is my strength and he makes my feet like the deer's. He makes me go forward on my high places. —To the music director, on my stringed instruments."}]}