{"bibleAbbr":"guOV2016","bookName":"રૂથનું પુસ્તક","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"( રૂથ બોઆઝના ખેતરમાં કણસલાં વીણે છે) નાઓમીના પતિનો એક સગો હતો, તે અબીમેલેખના કુટુંબનો એક મહા ઘનાઢ્ય પુરુષ હતો. તેનું નામ બોઆઝ હતું."},{"number":2,"verse":"અને રૂથ મોઆબણે નાઓમીને કહ્યું, “મને તો ખેતરમાં જવા દે કે, જેની મારા પર કૃપાદષ્ટિ થાય તેની પાછળ અનાજનાં ડૂંડાના હું ( ; .) કણસલાં વીણું.” ત્યારે તેણે તેને કહ્યું, “મારી દીકરી, જા.”"},{"number":3,"verse":"તે ગઈ, ને ખેતરમાં આવીને કાપનારાઓની પાછળ કણસલાં વીણવા લાગી. બન્યું એવું કે તે અલીમેલેખના કુટુંબના બોઆઝના ભાગના ખેતરમાં આવી પહોંચી."},{"number":4,"verse":"અને જુઓ, બોઆઝે બેથલેહેમથી આવીને કાપનારાઓને કહ્યું, “યહોવા તમારી સાથે હો.” તેઓએ ઉત્તર આપ્યો, “યહોવા તમને આશીર્વાદ આપો.”"},{"number":5,"verse":"પછી કાપનારાઓ પર જેને મુકાદમ ઠરાવવામાં આવ્યો હતો તેને બોઆઝે પૂછ્યું, “આ કોની યુવતી છે?”"},{"number":6,"verse":"ત્યારે કાપનારાઓ પર મુકાદમ ઠરાવાયેલા ચાકરે ઉત્તર આપ્યો, “એ તો મોઆબ દેશમાંથી નાઓમી સાથે આવેલી મોઆબી યુવતી છે,"},{"number":7,"verse":"તેણે મને કહ્યું, ‘કૃપા કરીને કાપનારાઓની પાછળ પૂળીઓ મધ્યેથી મને કણસલાં વીણી ભેગાં કરવા દે:’ એવી રીતે તે આવી, અને ત્યારથી એટલે સવારથી માંડીને આ સાંજ સુધી એ કામ પર લાગું રહી છે, ફક્ત થોડી વાર તેણે ઘરમાં આરામ લીધો હતો એ જ.”"},{"number":8,"verse":"ત્યારે બોઆઝે રૂથને કહ્યું, “મારી દીકરી, શું તું સાંભળતી નથી? બીજા કોઈ ખેતરમાં કણસલાં વીણવા જઈશ નહિ, અને અહીંથી પણ જઈશ નહિ, પણ અહીં મારી યુવતીઓની પાસે ને પાસે રહે."},{"number":9,"verse":"જે ખેતર તેઓ કાપે છે તે ઉપર નજર રાખીને તું તેઓની પાછળ પાછળ ફર. તેઓ તને કંઈ હરકત કરે નહિ, એવી મેં જુવાનોને આજ્ઞા આપી નથી શું? જ્યારે તું તરસી થાય ત્યારે માટલાં પાસે જઈને જુવાનોએ ભરી રાખેલા [પાણી] માંથી પીજે.”"},{"number":10,"verse":"ત્યારે તેણે દંડવત પ્રણામ કરીને કહ્યું, “હું એક પરદેશી છતાં તમે મારા પર એટલી બધી કૃપા કરી મારી કાળજી કેમ રાખો છે?”"},{"number":11,"verse":"બોઆઝે તેને ઉત્તર આપ્યો, “તારા પતિના મરણ પછી તેં તારી સાસુ સાથે જે જે વર્તણૂક ચલાવી છે ને તારાં માતાપિતાને તથા તારી જન્મભૂમિને છોડીને જે લોકોને તું આજ સુધી જાણતી નહોતી, તેઓમાં તું કેવી રીતે રહેવા આવી છે, તે સર્વની મને સંપૂર્ણ માહિતી મળી છે."},{"number":12,"verse":"યહોવા તારા કામનું ફળ તને આપો, ને જે ઇઝરાયલના ઈશ્વર યહોવાની પાંખો નીચે આશ્રય લેવા તું આવી છે તેનાથી તને પૂરો બદલો મળો.”"},{"number":13,"verse":"ત્યારે તેણે કહ્યું, “હે મારા સાહેબ, મારા પર કૃપાદષ્ટિ રાખો, કેમ કે તમે મને દિલાસો આપ્યો છે, ને જો કે હું તમારી દાસીઓમાંની એકના જેવી નથી, તોપણ તમે આ તમારી દાસી સાથે માયાળુપણે બોલ્યા છો.”"},{"number":14,"verse":"જમવાના સમયે બોઆઝે તેને કહ્યું, “અહીં આવીને રોટલી ખા, ને તારો કોળિયો સરકામાં બોળ.” ત્યારે કાપનારાઓની પાસે તે બેઠી. તેઓએ તેને પોંક આપ્યો, તે ખાઈને તૃપ્ત થઈ, ને તેમાંથી વધ્યો."},{"number":15,"verse":"જ્યારે તે કણસલાં વીણવા ઊઠી, ત્યારે બોઆઝે પોતાના જુવાનોને આજ્ઞા કરી, “અને પૂળીઓમાંથી પણ કણસલાં વીણવા દો, તેને ધમકાવો નહિ."},{"number":16,"verse":"વળી તેને માટે પૂળીઓમાંથી પણ કેટલુંક ખેંચી કાઢીને પડતું મૂકો, ને તેને તેમાંથી કણસલાં વીણવા દો, તેને કનડશો નહિ.”"},{"number":17,"verse":"એવી રીતે તેણે સાંજ સુધી ખેતરમાં કણસલાં વીણ્યાં, પછી તેણે પોતાનાં વીણેલાં કણસલાં મસળ્યા."},{"number":18,"verse":"તે લઈને તે નગરમાં ગઈ, અને તેની સાસુએ તેનાં વીણેલાં કણસલાં જોયાં, અને પોતે તૃપ્ત થયા પછી જે પોંક વધ્યો હતો તે પણ કાઢીને તેણે તેને આપ્યો."},{"number":19,"verse":"ત્યારે તેની સાસુએ તેને કહ્યું, “આજ તેં ક્યાં કણસલાં વીણ્યા? અને તેં ક્યાં કામ કર્યું? જેણે તારા પર કૃપાદષ્ટિ કરી તે આશીર્વાદિત હો.” જેની સાથે પોતે કામ કર્યું હતું તેના વિષે પોતાની સાસુને વિદિત કરતાં તેણે કહ્યું, “જે માણસની સાથે મેં આજે કામ કર્યું તેનું નામ બોઆઝ છે.”"},{"number":20,"verse":"નાઓમીએ પોતાની પુત્રવધૂને કહ્યું, “જેણે જીવતાં તથા મૂએલાં ઉપર દયા રાખવી છોડી દીધી નથી તે યહોવાથી આશીર્વાદિત થાઓ.” નાઓમીએ તેને કહ્યું, “એ માણસને આપણી સાથે ( .) નિકટની સગાઈ છે, એટલે તે આપણો નજીકનો સગો છે.”"},{"number":21,"verse":"ત્યારે રૂથ મોઆબણે કહ્યું, “વળી તેણે મને કહ્યું કે, મારા જુવાનો મારી બધી કાપણી સમાપ્ત કરે ત્યાં સુધી તારે મારા જુવાનોની પાસે ને પાસે રહેવું.”"},{"number":22,"verse":"ત્યારે નાઓમીએ પોતાની પુત્રવધૂ રૂથને કહ્યું, “મારી દીકરી, તું તેની યુવતીઓ સાથે જા, જેથી બીજા ખેતરવાળા તને કનડે નહિ તો ઠીક.”"},{"number":23,"verse":"માટે જવની તથા ઘઉંની કાપણીના અંત સુધી તે કણસલાં વીણવાને બોઆઝની યુવતીઓની પાસે ને પાસે રહી, અને તે પોતાની સાસુની સાથે રહેતી હતી."}]}