{"bibleAbbr":"LBP1933","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":3,"verses":[{"number":1,"verse":"LIKEWISE, you wives, be submissive to your own husbands, so that those who obey not the word may be won without difficulty through your good example."},{"number":2,"verse":"When they see that you conduct yourselves with respect and modesty."},{"number":3,"verse":"And do not adorn yourselves with outward adornments such as plaiting your hair, or the wearing of ornaments of gold, or costly apparel:"},{"number":4,"verse":"But adorn yourselves by the spiritual man within you, with meek pride which is incorruptible and an ornament which is rich in the sight of God."},{"number":5,"verse":"For so also in the past did the holy women, who trusted in God, adorn their lives and were submissive to their own husbands:"},{"number":6,"verse":"Even as Sara was submissive to Abraham and called him my LORD: whose daughters you are by reason of good works, and so long as you are not confused by any kind of false value."},{"number":7,"verse":"Likewise, you husbands, live with your wives with understanding, and hold them with tenderness like delicate vessels, because they also will inherit with you the gift of everlasting life; do this that you may not be hindered in your prayers."},{"number":8,"verse":"Finally, live in harmony, share the suffering of those who suffer, be affectionate one to another, and be kind and gentle:"},{"number":9,"verse":"Not rendering evil for evil, nor railing for railing, but instead of these, render blessing; for to this end you have been called, that you may inherit a blessing."},{"number":10,"verse":"Now, therefore, he who desires eternal life and wants to see good days, let him refrain his tongue from evil, and his lips that they speak no guile:"},{"number":11,"verse":"Let him refrain from evil and do good; let him seek peace and pursue it."},{"number":12,"verse":"For the eyes of the LORD are on the righteous, and his ears are open to their prayers, but the countenance of the LORD is against the wicked."},{"number":13,"verse":"And who is he that can harm you if you are zealous followers of that which is good?"},{"number":14,"verse":"But, and if you suffer for righteousness' sake, you are blessed: and be not afraid of those who terrify you, neither be troubled."},{"number":15,"verse":"But sanctify the LORD Christ in your hearts: and be ready to give an answer in meekness and reverence to everyone who seeks from you a word concerning the hope of your faith:"},{"number":16,"verse":"Having a good conscience; so that they who speak evil of you, as of evil doers, may be ashamed as men who belittle your good works in Christ."},{"number":17,"verse":"For it is better, if it is the will of God, that you suffer for good deeds, rather than for evil doing."},{"number":18,"verse":"For Christ also once suffered for our sins, a just man for sinners, that he might bring you to God, wherefore while he died in the flesh, he lives in the Spirit."},{"number":19,"verse":"And he preached to the souls imprisoned in Sheol;"},{"number":20,"verse":"Those who in the past were disobedient; and in the days of Noah, when the Spirit of God had patience, he commanded an ark to be made in the hope of their repentance, but only eight souls entered into it, and were saved by it floating upon the water."},{"number":21,"verse":"You also are saved in that very manner by baptism, not merely by washing the filth from the body, but by confessing God with a clean conscience, and by the resurrection of Jesus Christ,"},{"number":22,"verse":"Who is taken up to heaven, and is at the right hand of God; angels and authorities and powers being made subject to him."}]}