{"bibleAbbr":"HOV2012","bookName":"याकूब","bookEnglishName":"James","chapterNumber":2,"verses":[{"number":1,"verse":"हे मेरे भाइयो, हमारे महिमायुक्‍त प्रभु यीशु मसीह पर तुम्हारा विश्‍वास पक्षपात के साथ न हो।"},{"number":2,"verse":"क्योंकि यदि एक पुरुष सोने के छल्‍ले और सुन्दर वस्त्र पहिने हुए तुम्हारी सभा में आए, और एक कंगाल भी मैले कुचैले कपड़े पहिने हुए आए,"},{"number":3,"verse":"और तुम उस सुन्दर वस्त्रवाले का मुँह देखकर कहो, “तू वहाँ अच्छी जगह बैठ,” और उस कंगाल से कहो, “तू यहाँ खड़ा रह,” या “मेरे पाँवों के पास बैठ।”"},{"number":4,"verse":"तो क्या तुम ने आपस में भेद-भाव न किया और बुरे विचार से न्याय करनेवाले न ठहरे?"},{"number":5,"verse":"हे मेरे प्रिय भाइयो, सुनो। क्या परमेश्‍वर ने इस जगत के कंगालों को नहीं चुना कि विश्‍वास में धनी और उस राज्य के अधिकारी हों, जिसकी प्रतिज्ञा उस ने उनसे की है जो उससे प्रेम रखते हैं?"},{"number":6,"verse":"पर तुम ने उस कंगाल का अपमान किया। क्या धनी लोग तुम पर अत्याचार नहीं करते और क्या वे ही तुम्हें कचहरियों में घसीट घसीट कर नहीं ले जाते?"},{"number":7,"verse":"क्या वे उस उत्तम नाम की निन्दा नहीं करते जिसके तुम कहलाते हो?"},{"number":8,"verse":"तौभी यदि तुम पवित्रशास्त्र के इस वचन के अनुसार कि “तू अपने पड़ोसी से अपने समान प्रेम रख” सचमुच उस राज व्यवस्था को पूरी करते हो, तो अच्छा ही करते हो।"},{"number":9,"verse":"पर यदि तुम पक्षपात करते हो तो पाप करते हो; और व्यवस्था तुम्हें अपराधी ठहराती है।"},{"number":10,"verse":"क्योंकि जो कोई सारी व्यवस्था का पालन करता है परन्तु एक ही बात में चूक जाए तो वह सब बातों में दोषी ठहर चुका है।"},{"number":11,"verse":"इसलिये कि जिसने यह कहा, “तू व्यभिचार न करना” इसलिये यदि तू ने व्यभिचार तो नहीं किया पर हत्या की तौभी तू व्यवस्था का उल्‍लंघन करनेवाला ठहरा।"},{"number":12,"verse":"तुम उन लोगों के समान वचन बोलो और काम भी करो, जिनका न्याय स्वतंत्रता की व्यवस्था के अनुसार होगा।"},{"number":13,"verse":"क्योंकि जिसने दया नहीं की, उसका न्याय बिना दया के होगा : दया न्याय पर जयवन्त होती है।"},{"number":14,"verse":"हे मेरे भाइयो, यदि कोई कहे कि मुझे विश्‍वास है पर वह कर्म न करता हो, तो इससे क्या लाभ? क्या ऐसा विश्‍वास कभी उसका उद्धार कर सकता है?"},{"number":15,"verse":"यदि कोई भाई या बहिन नंगे-उघाड़े हो और उन्हें प्रतिदिन भोजन की घटी हो,"},{"number":16,"verse":"और तुम में से कोई उनसे कहे, “कुशल से जाओ, तुम गरम रहो और तृप्‍त रहो,” पर जो वस्तुएँ देह के लिये आवश्यक हैं वह उन्हें न दे तो क्या लाभ?"},{"number":17,"verse":"वैसे ही विश्‍वास भी, यदि कर्म सहित न हो तो अपने स्वभाव में मरा हुआ है।"},{"number":18,"verse":"वरन् कोई कह सकता है, “तुझे विश्‍वास है और मैं कर्म करता हूँ।” तू अपना विश्‍वास मुझे कर्म बिना तो दिखा; और मैं अपना विश्‍वास अपने कर्मों के द्वारा तुझे दिखाऊँगा।"},{"number":19,"verse":"तुझे विश्‍वास है कि एक ही परमेश्‍वर है; तू अच्छा करता है। दुष्‍टात्मा भी विश्‍वास रखते, और थरथराते हैं।"},{"number":20,"verse":"पर हे निकम्मे मनुष्य, क्या तू यह भी नहीं जानता कि कर्म बिना विश्‍वास व्यर्थ है?"},{"number":21,"verse":"जब हमारे पिता अब्राहम ने अपने पुत्र इसहाक को वेदी पर चढ़ाया, तो क्या वह कर्मों से धार्मिक न ठहरा था?"},{"number":22,"verse":"अत: तू ने देख लिया कि विश्‍वास ने उसके कामों के साथ मिलकर प्रभाव डाला है, और कर्मों से विश्‍वास सिद्ध हुआ,"},{"number":23,"verse":"और पवित्रशास्त्र का यह वचन पूरा हुआ : “अब्राहम ने परमेश्‍वर का विश्‍वास किया, और यह उसके लिये धर्म गिना गया;” ।"},{"number":24,"verse":"इस प्रकार तुम ने देख लिया कि मनुष्य केवल विश्‍वास से ही नहीं, वरन् कर्मों से भी धर्मी ठहरता है।"},{"number":25,"verse":"वैसे ही राहाब वेश्या भी, जब उसने दूतों को अपने घर में उतारा और दूसरे मार्ग से विदा किया, तो क्या कर्मों से धार्मिक न ठहरी?"},{"number":26,"verse":"अत: जैसे देह आत्मा बिना मरी हुई है, वैसा ही विश्‍वास भी कर्म बिना मरा हुआ है।"}]}