{"bibleAbbr":"NET2007","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":1,"verses":[{"number":1,"verse":"Jonah Tries to Run from the Lord The LORD said (tn Heb “The word of the Lord.” The genitive noun in the construction דְּבַר־יְהוָה (dÿvar-yÿhvah, “word of the Lord”) could function as a possessive genitive (“the Lord’s word”; see IBHS 145 §9.5.1g), but more likely it functions as a subjective genitive (“the Lord said”; see IBHS 143 §9.5.1a). The Aramaic translation of Jonah 1:1 (Aramaic translations of the Hebrew Bible are known as Targums) interprets the Hebrew as “There was a word of prophecy from the Lord” (cf. Tg. Hos 1:1).) to Jonah son of Amittai, (tn Heb “The word of the Lord was to Jonah…saying….” The infinitive לֵאמֹר (le’mor, “saying”) introduces direct discourse and is untranslated in English.)"},{"number":2,"verse":"“Go immediately (tn Heb “Arise, go.” The two imperatives without an intervening vav (קוּם לֵךְ, qum lekh; “Arise, go!”), form a verbal hendiadys in which the first verb functions adverbially and the second retains its full verbal force: “Go immediately.” This construction emphasizes the urgency of the command. The translations “Go at once” (NRSV, NJPS) or simply “Go!” (NIV) are better than the traditional “Arise, go” (KJV, NKJV, ASV, RSV, NASB) or “Get up and go” (NLT). For similar constructions with קוּם, see Gen 19:14–15; Judg 4:14; 8:20–21; 1 Sam 9:3.) to Nineveh, (sn Nineveh was the last capital city of ancient Assyria. Occupying about 1800 acres, it was located on the east bank of the Tigris River across from the modern city of Mosul, Iraq. The site includes two tels, Nebi Yunus and Kouyunjik, which have been excavated on several occasions. See A. H. Layard, Nineveh and Its Remains; R. C. Thompson and R. W. Hutchinson, A Century of Exploration at Nineveh; G. Waterfield, Layard of Nineveh. Preliminary reports of limited excavations in 1987 and 1989 appear in Mar Sóipri 1:2 (1988): 1-2; 2:2 (1989): 1-2; 4:1 (1991): 1-3. Also see D. J. Wiseman, “Jonah’s Nineveh,” TynBul 30 (1979): 29-51.) that (tn Heb “the.” The article draws attention to a well-known fact and may function as a demonstrative pronoun: “that great city” (see IBHS 242 §13.5.1e).) large capital (tn Heb “great city.” The adjective גָּדוֹל (gadol, “great”) can refer to a wide variety of qualities: (1) size: “large,” (2) height: “tall,” (3) magnitude: “great,” (4) number: “populous,” (5) power: “mighty,” (6) influence: “powerful,” (8) significance: “important,” (7) finance: “wealthy,” (8) intensity: “fierce,” (9) sound: “loud,” (10) age: “oldest,” (11) importance: “distinguished,” (12) position: “chief, leading, head” (HALOT 177-78 s. v. גָּדוֹל; BDB 152-53 s. v. גָּדוֹל). The phrase עִיר־גְּדוֹלָה (’ir-gÿdolah, “city”) may designate a city that is (1) large in size (Josh 10:2; Neh 4:7) or (2) great in power: (a) important city-state (Gen 10:12) or (b) prominent capital city (Jer 22:8). The phrase עִיר־גְּדוֹלָה (both with and without the article) is used four times in Jonah (1:2; 3:2, 3; 4:11). This phrase is twice qualified by a statement about its immense dimensions (3:3) or large population (4:11), so גָּדוֹל might denote size. However, size is not the issue in 1:2. At this time in history, Nineveh was the most powerful city in the ancient Near East as the capital of the mighty Neo-Assyrian Empire. It is likely that עִיר־גְּדוֹלָה here is the Hebrew equivalent of the Assyrian a„lu rabu (“the important city” = capital city of the empire), just as מַלְכִּי רַב (malki rav, “great king”; Hos 5:13; 10:6) is the equivalent of the Assyrian malku rabu (“great king” = ruler of the empire; D. Stuart, Hosea-Jonah [WBC], 448). Perhaps the closest West Semitic parallel to הָעִיר הָגְּדוֹלָה (ha’ir haggÿdolah) is in an Amarna letter from King Abimilki of Tyre to Amenhotep IV: “Behold, I protect Tyre, the capital city (uruSurri uru rabitu) for the king my lord” (EA 147:61-63). Hebrew constructions in which a determined noun is modified by the determined adjective הָגְּדוֹלָה (“the great…”) often denote singular, unique greatness, e. g., הַנָּהָר הָגָּדֹל (hannahar haggadol, “the great river”) = the Euphrates (Deut 1:7); הַיָּם הַגָּדוֹל (hayyam haggadol, “the great sea”) = the Mediterranean (Josh 1:4); הַכֹּהֵן הַגָּדוֹל (hakkohen haggadol, “the great priest”) = the chief priest (Lev 21:10); and לָעִיר הַגְּדוֹלָה הַזֹּאת (la’ir haggÿdolah hazzo’t, “[to] this great city”) = this capital city (Jer 22:8). So הָעִיר הָגְּדוֹלָה may well connote “the capital city” here.) city, (tn Heb “Nineveh, the great city.” The description “the great city” stands in apposition to “Nineveh.”) and announce judgment against (tn Heb “cry out against it.” The basic meaning of קָרָא (qara’) is “to call out; to cry out; to shout out,” but here it is a technical term referring to what a prophet has to say: “to announce” (e. g., 1 Kgs 13:32; Isa 40:2, 6; Jer 3:12; see HALOT 1129 s. v. קרא 8). When used with the preposition עַל (’al, “against” [in a hostile sense]; 826 s. v. עַל 5. a), it refers to an oracle announcing or threatening judgment (e. g., 1 Kgs 13:2, 4, 32; BDB 895 s. v. עַל 3. a). This nuance is reflected in several English versions: “Announce my judgment against it” (NLT) and “proclaim judgment upon it” (JPS, NJPS). Other translations are less precise: “cry out against it” (KJV, NKJV, ASV, NASB, RSV, NRSV), “denounce it” (NEB, REB). Some are even misleading: “preach against it” (NAB, NIV) and “preach in it” (Douay). Tg. Jonah 1:2 nuances this interpretively as “prophesy against.”) its people (tn Heb “it.” The pronoun functions as a synecdoche of container for contents, referring to the people of Nineveh.) because their wickedness (sn The term wickedness is personified here; it is pictured as ascending heavenward into the very presence of God. This figuratively depicts how God became aware of their evil – it had ascended into heaven right into his presence.) has come to my attention.” (tn Heb “has come up before me.” The term לְפָנָי (lÿfanay, “before me”) often connotes “in the full cognitive knowledge of” or “in the full mental view” of someone (BDB 817 s. v. פָּנֶה II.4. a.(c); e. g., Gen 6:13; Isa 65:6; Jer 2:22; Lam 1:22). The use of the verb עָלָה (’alah, “to ascend”) complements this idea; it is sometimes used to describe actions or situations on earth that have “come up” into heaven to God’s attention, so to speak (e. g., Exod 2:23; 1 Sam 5:12; 2 Kgs 19:28; Ps 74:23; Isa 37:29; Jer 14:2; see BDB 749 s. v. עָלָה 8). The point is that God was fully aware of the evil of the Ninevites.)"},{"number":3,"verse":"Instead, Jonah immediately (tn Heb “he arose to flee.” The phrase וַיָּקָם לִבְרֹחַ (vayyaqam livroakh, “he arose to flee”) is a wordplay on the Lord’s command (קוּם לֵךְ, qum lekh; “Arise! Go!”) in v. 2. By repeating the first verb קוּם the narrator sets up the reader to expect that Jonah was intending to obey God. But Jonah did not “arise to go” to Nineveh; he “arose to flee” to Tarshish. Jonah looks as though he was about to obey, but he does not. This unexpected turn of events creates strong irony. The narrator does not reveal Jonah’s motivation to the reader at this point. He delays this revelation for rhetorical effect until 4:2–3.) headed off to Tarshish (tn The place-name תַּרְשִׁישׁ (tarshish, “Tarshish”) refers to a distant port city or region (Isa 23:6; Jer 10:9; Ezek 27:12; 38:13; 2 Chr 9:21; 20:36, 37) located on the coastlands in the Mediterranean west of Palestine (Ps 72:10; Isa 23:6, 10; 66:19; Jonah 1:3; see BDB 1076 s. v. תַּרְשִׁישׁ; HALOT 1798 s. v. תַּרְשִׁישׁ E. a). Scholars have not established its actual location (HALOT 1797 s. v. B). It has been variously identified with Tartessos in southwest Spain (Herodotus, Histories 1.163; 4.152; cf. Gen 10:4), Carthage (LXX of Isa 23:1, 14 and Ezek 27:25), and Sardinia (F. M. Cross, “An Interpretation of the Nora Stone,” BASOR 208 [1972]: 13-19). The ancient versions handle it variously. The LXX identifies תַּרְשִׁישׁ with Carthage/Καρχηδών (karchdwn; Isa 23:1, 6, 10, 14; Ezek 27:12; 38:13). The place name תַּרְשִׁישׁ is rendered “Africa” in the Targums in some passages (Tg. 1 Kgs 10:22; 22:49; Tg. Jer 10:9) and elsewhere as “sea” (Isa 2:16; 23:1, 14; 50:9; 66:19; Ezek 27:12, 25; 38:13; Jonah 4:2). The Jewish Midrash Canticles Rabbah 5:14.2 cites Jonah 1:3 as support for the view that Tarshish = “the Great Sea” (the Mediterranean). It is possible that תַּרְשִׁישׁ does not refer to one specific port but is a general term for the distant Mediterranean coastlands (Ps 72:10; Isa 23:6, 10; 66:19). In some cases it seems to mean simply “the open sea”: (1) the Tg. Jonah 1:3 translates תַּרְשִׁישׁ as “[he arose to flee] to the sea”; (2) Jerome’s commentary on Isa 2:16 states that Hebrew scholars in his age defined תַּרְשִׁישׁ as “sea”; and (3) the gem called II תַּרְשִׁישׁ, “topaz” (BDB 1076 s. v.; HALOT 1798 s. v.) in Exod 28:20 and 39:13 is rendered “the color of the sea” in Tg. Onq. (see D. Stuart, Hosea-Jonah [WBC], 451). The designation אֳנִיּוֹת תַּרְשִׁישׁ (’oniyyot tarshish, “Tarshish-ships”) referred to large oceangoing vessels equipped for the high seas (2 Chr 9:21; Ps 48:8; Isa 2:16; 23:1, 14; 60:9; Ezek 27:25) or large merchant ships designed for international trade (1 Kgs 10:22; 22:49; 2 Chr 9:21; 20:36; Isa 23:10; HALOT 1798 s. v. E. b). The term תַּרְשִׁישׁ is derived from the Iberian tart[uli] with the Anatolian suffix –issos/essos, resulting in Tartessos (BRL2 332a); however, the etymological meaning of תַּרְשִׁישׁ is uncertain (see W. F. Albright, “New Light on the Early History of Phoenician Colonization,” BASOR 83 [1941]: 21-22 and note 29; HALOT 1797 s. v. I תַּרְשִׁישׁ A). The name תַּרְשִׁישׁ appears in sources outside the Hebrew Bible in Neo-Assyrian KURTar-si-si (R. Borger, Die Inschriften Asarhaddons [AfO], 86, §57 line 10) and Greek Ταρτησσος (tarthssos; HALOT 1797 s. v. C). Most English versions render תַּרְשִׁישׁ as “Tarshish” (KJV, NKJV, ASV, NASB, RSV, NRSV, NIV, NEB, NJB, JPS, NJPS), but TEV, CEV render it more generally as “to Spain.” NLT emphasizes the rhetorical point: “in the opposite direction,” though “Tarshish” is mentioned later in the verse.) to escape (tn Heb “Jonah arose to flee to Tarshish away from the Lord.”) from the commission of the LORD. (tn Heb “away from the presence of the Lord.” The term מִלִּפְנֵי (millifne, “away from the presence of”) is composed of the preposition לְפָנָי (lÿfanay, “in front of, before the presence of”) and מִן (min, “away from”). The term מִלִּפְנֵי is used with בָּרַח (barakh, “to flee”) only here in biblical Hebrew so it is difficult to determine its exact meaning (HALOT 942 s. v. פָּנֶה 4. h. ii; see E. Jenni, “‘Fliehen’ im akkadischen und im hebräischen Sprachgebrauch,” Or 47 [1978]: 357). The most likely options are: (1) Jonah simply fled from the Lord’s presence manifested in the temple (for mention of the temple elsewhere in Jonah, see 2:58). This is reflected in Jerome’s rendering fugeret in Tharsis a facie Domini (“he fled to Tarshish away from the face/presence of the Lord”). The term מִלִּפְנֵי is used in this sense with יָצָא (yatsa’, “to go out”) to depict someone or something physically leaving the manifested presence of the Lord (Lev 9:24; Num 17:11, 24; cf. Gen 4:16). This is reflected in several English versions: “from the presence of the Lord” (KJV, NKJV, RSV, NRSV, ASV, NASB) and “out of the reach of the Lord” (REB). (2) Jonah was fleeing to a distant place outside the land of Israel (D. Stuart, Hosea-Jonah [WBC], 450). The term לְפָנָי is used in various constructions with מִן to describe locations outside the land of Israel where Yahweh was not worshiped (1 Sam 26:19–20; 2 Kgs 13:23; 17:20, 23; Jer 23:39). This would be the equivalent of a self-imposed exile. (3) The term מִלִּפְנֵי can mean “out of sight” (Gen 23:48), so perhaps Jonah was trying to escape from the Lord’s active awareness – out of the Lord’s sight. The idea would either be an anthropomorphism (standing for a distance out of the sight of God) or it would reflect an inadequate theology of the limited omniscience and presence of God. This is reflected in some English versions: “ran away from the Lord” (NIV), “running away from Yahweh” (NJB), “to get away from the Lord” (NLT), “to escape from the Lord” (NEB) and “to escape” (CEV). (4) The term לְפָנָי can mean “in front of someone in power” (Gen 43:33; HALOT 942 s. v. c. i) and “at the disposal of” a king (Gen 13:9; 24:51; 34:10; 2 Chr 14:6; Jer 40:4; HALOT 942 s. v. 4. f). The expression would be a metonymy: Jonah was trying to escape from his commission (effect) ordered by God (cause). This is reflected in several English versions: “to flee from the Lord’s service” (JPS, NJPS). Jonah confesses in 4:2–3 that he fled to avoid carrying out his commission – lest God relent from judging Nineveh if its populace might repent. But it is also clear in chs. 1-2 that Jonah could not escape from the Lord himself. sn Three times in chap. 1 (in vv. 3 and 10) Jonah’s voyage is described as an attempt to escape away from the Lord – from the Lord’s presence (and therefore his active awareness; compare v. 2). On one level, Jonah was attempting to avoid a disagreeable task, but the narrator’s description personalizes Jonah’s rejection of the task. Jonah’s issue is with the Lord himself, not just his commission. The narrator’s description is also highly ironic, as the rest of the book shows. Jonah tries to sail to Tarshish, in the opposite direction from Nineveh, as if by doing that he could escape from the Lord, when the Lord is the one who knows all about Nineveh’s wickedness and is involved in all that happens to Jonah throughout the book. Compare Jonah’s explanation when talking with the Lord (see 4:2).) He traveled (tn Heb “he went down.” The verb יָרַד (yarad, “to go down”) can refer to a journey that is physically downhill. This suggests that Jonah had started out from Jerusalem, which is at a higher elevation. He probably received his commission in the temple (see 2:4, 7 for mention of the temple). sn The verb יָרַד (yarad, “to go down”) is repeated four times in chs. 1-2 for rhetorical effect (1:3a, 3b, 5; 2:7). Jonah’s “downward” journey from Jerusalem down to Joppa (1:3a) down into the ship (1:3b) down into the cargo hold (1:5) and ultimately down into the bottom of the sea, pictured as down to the very gates of the netherworld (2:7), does not end until he turns back to God who brings him “up” from the brink of death (2:6–7).) to Joppa (sn Joppa was a small harbor town on the Palestinian coast known as Yepu in the Amarna Letters (14th century b. c.) and Yapu in Neo-Assyrian inscriptions (9th-8th centuries b. c.). It was a port through which imported goods could flow into the Levant (Josh 19:46; 2 Chr 2:15 [16]; Ezra 3:7). It was never annexed by Israel until the Maccabean period (ca. 148 b. c.; 1 Macc 10:76). Jonah chose a port where the people he would meet and the ships he could take were not likely to be Israelite. Once in Joppa he was already partly “away from the Lord” as he conceived it.) and found a merchant ship heading (tn Heb “going to” (so KJV, NAB, NASB, NRSV); NIV “bound for”; NLT “leaving for.”) to Tarshish. (tn See note on the phrase “to Tarshish” at the beginning of the verse.) So he paid the fare (tn Heb “its fare.” The 3rd person feminine singular suffix on the noun probably functions as a genitive of worth or value: “the fare due it.” However, it is translated here simply as “the fare” for the sake of readability. On the other hand “bought a ticket” (CEV, NLT) is somewhat overtranslated, since the expression “paid the fare” is still understandable to most English readers.) and went aboard (tn Heb “he went down into it.” The verb יָרַד (yarad, “to go down”) is repeated for rhetorical effect in v. 3a, 3b, 5. See note on the word “traveled” in v. 3a.) it to go with them (tn “Them” refers to the other passengers and sailors in the ship.) to Tarshish (tn See note on the phrase “to Tarshish” at the beginning of the verse.) far away from the LORD. (tn Heb “away from the presence of the Lord.” See note on the phrase “from the commission of the Lord” in v. 3a.)"},{"number":4,"verse":"But (tn The disjunctive construction of vav + nonverb followed by a nonpreterite marks a strong contrast in the narrative action (וַיהוָה הֵטִיל, vayhvah hetil; “But the Lord hurled…”).) the LORD hurled (tn The Hiphil of טוּל (tul, “to hurl”) is used here and several times in this episode for rhetorical emphasis (see vv. 5 and 15).) a powerful (tn Heb “great.” Typically English versions vary the adjective here and before “tempest” to avoid redundancy: e. g., KJV, ASV, NRSV “great... mighty”; NAB “violent…furious”; NIV “great…violent”; NLT “powerful…violent.”) wind on the sea. Such a violent (tn Heb “great.”) tempest arose on the sea that (tn The nonconsecutive construction of vav + nonverb followed by nonpreterite is used to emphasize this result clause (וְהָאֳנִיָּה חִשְּׁבָה לְהִשָׁבֵר, vÿha’oniyyah khishvah lÿhishaver; “that the ship threatened to break up”).) the ship threatened to break up! (tn Heb “the ship seriously considered breaking apart.” The use of חָשַׁב (khashav, “think”) in the Piel (“to think about; to seriously consider”) personifies the ship to emphasize the ferocity of the storm. The lexicons render the clause idiomatically: “the ship was about to be broken up” (BDB 363 s. v. חָשַׁב 2; HALOT 360 s. v. חשׁב).)"},{"number":5,"verse":"The sailors were so afraid that each cried out (tn Heb “they cried out, each one.” The shift from the plural verb וַיִּזְעֲקוּ (vayyiz’aqu, “they cried out to”) to the singular subject אִישׁ (’ish, “each one”) is a rhetorical device used to emphasize that each one of the sailors individually cried out. In contrast, Jonah slept.) to his own god (tn Or “gods” (CEV, NLT). The plural noun אֱלֹהִים (’elohim) might be functioning either as a plural of number (“gods”) or a plural of majesty (“god”) – the form would allow for either. As members of a polytheistic culture, each sailor might appeal to several gods. However, individuals could also look to a particular god for help in trouble. Tg. Jonah 1:5 interpretively renders the line, “Each man prayed to his idols, but they saw that they were useless.”) and they flung (tn Heb “hurled.” The Hiphil of טוּל (tul, “to hurl”) is again used, repeated from v. 4.) the ship’s cargo (tn The plural word rendered “cargo” (כֵּלִים, kelim) is variously translated “articles, vessels, objects, baggage, instruments” (see 1 Sam 17:22; 1 Kgs 10:21; 1 Chr 15:16; Isa 18:2; Jer 22:7). As a general term, it fits here to describe the sailors throwing overboard whatever they could. The English word “cargo” should be taken generally to include the ship’s payload and whatever else could be dispensed with.) overboard (tn Heb “into the sea.”) to make the ship lighter. (tn Heb “to lighten it from them.”) Jonah, meanwhile, (tn Heb “but Jonah.” The disjunctive construction of vav + nonverb followed by nonpreterite (וְיוֹנָה יָרַד, vÿyonah yarad; “but Jonah had gone down…”) introduces a parenthetical description of Jonah’s earlier actions before the onset of the storm.) had gone down (tn Following a vav-disjunctive introducing parenthetical material, the suffixed-conjugation verb יָרַד (yarad) functions as a past perfect here: “he had gone down” (see IBHS 490-91 §30.5.2). This describes Jonah’s previous actions before the onset of the storm.) into the hold (tn Or “stern.” There is some question whether the term יַרְכָה (yarkhah) refers to the ship’s hold below deck (R. S. Hess, NIDOTTE 3:282) or to the stern in the back of the ship (HALOT 439 s. v. *יְרֵכָה 2. b). This is the only use of this term in reference to a ship in biblical Hebrew. When used elsewhere, this term has a two-fold range of meanings: (1) “rear,” such as rear of a building (Exod 26:22, 27; 36:27, 32; Ezek 46:19), back room of a house (1 Kgs 6:16; Ps 128:3; Amos 6:10), flank of a person’s body (figurative for rear border; Gen 49:13); and (2) “far part” that is remote, such as the back of a cave (1 Sam 24:4), the bottom of a cistern (Isa 14:15), the lower recesses of Sheol (Ezek 32:23), the remotest part of a mountain range (Judg 19:1, 18; 2 Kgs 19:23; Isa 37:24), the highest summit of a mountain (Ps 48:3), and the north – viewed as the remotest part of the earth (Isa 14:13; Ezek 38:6, 15; 39:2). So the term could refer to the “back” (stern) or “remote part” (lower cargo hold) of the ship. The related Akkadian expression arkat eleppi, “stern of a ship” (HALOT 439 s. v. 2. b) seems to suggest that יַרְכָה means “stern” (HALOT 439 s. v. 2. b). However, the preceding יָרַד אֶל (yarad ’el, “he went down into”) suggests a location below deck. Also the genitive noun סְפִינָה (sÿfinah) refers to a “ship” with a deck (BDB 706 s. v. סְפִינָה; HALOT 764 s. v. סְפִינָה; R. S. Hess, NIDOTTE 3:282).) below deck, (tn Or “of the ship.” The noun סְפִינָה (sÿfinah) refers to a “ship” with a deck (HALOT 764 s. v. סְפִינָה). The term is a hapax legomenon in Hebrew and is probably an Aramaic loanword. The term is used frequently in the related Semitic languages to refer to ships with multiple decks. Here the term probably functions as a synecdoche of whole for the part, referring to the “lower deck” rather than to the ship as a whole (R. S. Hess, NIDOTTE 3:282). An outdated approach related the noun to the verb סָפַן (safan, “to cover”) and suggested that סְפִינָה describes a ship covered with sheathing (BDB 706 s. v. סְפִינָה).) had lain down, and was sound asleep. (tn The a-class theme vowel of וַיֵּרָדַם (vayyeradam) indicates that this is a stative verb, describing the resultant condition of falling asleep: “was sound asleep.”)"},{"number":6,"verse":"The ship’s captain approached him and said, “What are you doing asleep? (tn Heb “What to you sleeping!” The Niphal participle נִרְדָּם (nirdam) from רָדַם (radam, “to sleep”) functions here not as a vocative use of the noun (so KJV, NKJV, ASV: “O sleeper,” RSV: “you sleeper”) but as a verbal use to depict uninterrupted sleep up to this point. The expression מַה־לְּךָ (mah-lÿkha, “what to you?”) can express surprise (BDB 552 s. v. מָה 1. a; e. g., Job 9:12; 22:12; Eccl 8:4; Isa 45:910) or indignation and contempt (BDB 552 s. v. מָה 1. c; e. g., 1 Kgs 19:9, 13). Accordingly, the captain is either surprised that Jonah is able to sleep so soundly through the storm (NIV “How can you sleep?”; JPS, NJPS “How can you be sleeping so soundly?”; NEB, REB “What, sound asleep?”) or indignant that Jonah would sleep in a life-threatening situation when he should be praying (CEV “How can you sleep at a time like this?”; NAB “What are you doing [+ sound NRSV] asleep?”; NJB: “What do you mean by sleeping?”).) Get up! Cry out (tn Heb “cry out” or “call upon.” The verb קָרָא (qara’, “to call out, to cry out”) + the preposition אֶל (’el, “to”) often depicts a loud, audible cry of prayer to God for help in the midst of trouble: “to call on, to shout to” (HALOT 1129 s. v. קרא 9. b; BDB 895 s. v. קָרָא 2. a; e. g., Judg 15:18; 1 Sam 12:17, 18; 2 Sam 22:7; Hos 7:7; Pss 3:4 [5 HT]; 4:3 [4 HT]). Jonker notes: “The basic meaning of qr’ is to draw attention to oneself by the audible use of one’s voice in order to establish contact with someone else. The reaction of the called person is normally expressed by the verbs…‘answer’ and…‘hear’” (L. Jonker, NIDOTTE 3:971). sn The imperatives “arise!” and “cry out!” are repeated from v. 2 for ironic effect. The captain’s words would have rung in Jonah’s ears as a stinging reminder that the Lord had uttered them once before. Jonah was hearing them again because he had disobeyed them before.) to your god! Perhaps your god (tn Heb “the god.” The article on הָאֱלֹהִים (ha’elohim) denotes previous reference to אֱלֹהֶיךָ (’elohekha, “your god”; see IBHS 242-43 §13.5.1d). The captain refers here to the “god” just mentioned, that is, whatever god Jonah might pray to (“your god”).) might take notice of us (tn Or “give thought to us.” The verb is found only here in the OT. Related nouns are in Job 12:5 and Ps 146:5. The captain hopes for some favorable attention from a god who might act on behalf of his endangered crewmen.) so that we might not die!”"},{"number":7,"verse":"The sailors said to one another, (tn Heb “And they said, a man to his companion.” The plural verb is individualized by “a man.”) “Come on, let’s cast lots (sn The English word lots is a generic term. In some cultures the procedure for “casting lots” is to “draw straws” so that the person who receives the short straw is chosen. In other situations a colored stone or a designated playing card might be picked at random. In Jonah’s case, small stones were probably used.) to find out (sn In the ancient Near East, casting lots was a custom used to try to receive a revelation from the gods about a particular situation. The Phoenician sailors here cried out to their gods and cast lots in the hope that one of their gods might reveal the identity of the person with whom he was angry. CEV has well captured the sentiment of v.7b: “‘Let’s ask our gods to show us who caused all this trouble.’ It turned out to be Jonah.”) whose fault it is that this disaster has overtaken us. (tn Heb “On whose account this calamity is upon us.”) ” So they cast lots, and Jonah was singled out. (tn Heb “the lot fell on Jonah.” From their questions posed to Jonah, it does not appear that the sailors immediately realize that Jonah was the one responsible for the storm. Instead, they seem to think that he is the one chosen by their gods to reveal to them the one responsible for their plight. It is only after he admits in vv. 9–10 that he was fleeing from the God whom he served that they realize that Jonah was in fact the cause of their trouble.)"},{"number":8,"verse":"They said to him, “Tell us, whose fault is it that this disaster has overtaken us? (tn Heb “On whose account is this calamity upon us?”) What’s your occupation? Where do you come from? What’s your country? And who are your people?” (tn Heb “And from what people are you?”sn Whose fault…What’s…Where…What’s… The questions delivered in rapid succession in this verse indicate the sailors’ urgency to learn quickly the reason for the unusual storm.)"},{"number":9,"verse":"He said to them, “I am a Hebrew! And I worship (tn Or “fear.” The verb יָרֵא (yare’) has a broad range of meanings, including “to fear, to worship, to revere, to respect” (BDB 431 s. v.). When God is the object, it normally means “to fear” (leading to obedience; BDB 431 s. v. 1) or “to worship” (= to stand in awe of; BDB 431 s. v. 2). Because the fear of God leads to wisdom and obedience, that is probably not the sense here. Instead Jonah professes to be a loyal Yahwist – in contrast to the pagan Phoenician sailors who worshiped false gods, he worshiped the one true God. Unfortunately his worship of the Lord lacked the necessary moral prerequisite.) the LORD, (tn Heb “The Lord, the God of heaven, I fear.” The Hebrew word order is unusual. Normally the verb appears first, but here the direct object “the Lord, the God of heaven” precedes the verb. Jonah emphasizes the object of his worship. In contrast to the Phoenician sailors who worship pagan polytheistic gods, Jonah took pride in his theological orthodoxy. Ironically, his “fear” of the Lord in this case was limited to this profession of theological orthodoxy because his actions betrayed his refusal to truly “fear” God by obeying him. sn The word fear appears in v. 5, here in v. 9, and later in vv. 10 and 16. Except for this use in v. 9, every other use describes the sailors’ response (emotional fear prompting physical actions) to the storm or to the Lord. By contrast, Jonah claims to fear God but his attitude and actions do not reflect this. It is clear that Jonah does not “fear” in the same way that they do.) the God of heaven, (tn Heb “the God of the heavens.” The noun שָׁמַיִם (shamayim, “heavens”) always appears in the dual form. Although the dual form sometimes refers to things that exist in pairs, the dual is often used to refer to geographical locations, e. g., יְרוּשָׁלַיִם (yÿrushalayim, “Jerusalem”), אֶפְרַיִם (’efrayim, “Ephraim”), and מִצְרַיִם (mitsrayim, “Egypt,” but see IBHS 118 §7.3d). The dual form of שָׁמַיִם does not refer to two different kinds of heavens or to two levels of heaven; it simply refers to “heaven” as a location – the dwelling place of God. Jonah’s point is that he worships the High God of heaven – the one enthroned over all creation.) who made the sea and the dry land.”"},{"number":10,"verse":"Hearing this, (tn Heb “Then the men feared…” The vav-consecutive describes the consequence of Jonah’s statement. The phrase “Hearing this” does not appear in the Hebrew text but is supplied in the translation for the sake of clarity.) the men became even more afraid (tn Heb “The men feared a great fear.” The cognate accusative construction using the verb יָרֵא (yare’, “to fear”) and the noun יִרְאָה (yir’ah, “fear”) from the same root (ירא, yr’) emphasizes the sailors’ escalating fright: “they became very afraid” (see IBHS 167 §10.2.1g).) and said to him, “What have you done?” (The men said this because they knew that he was trying to escape (tn Heb “fleeing.”) from the LORD, (sn The first two times that Jonah is said to be running away from the Lord (1:3), Hebrew word order puts this phrase last. Now in the third occurrence (1:10), it comes emphatically before the verb that describes Jonah’s action. The sailors were even more afraid once they had heard who it was that Jonah had offended.) because he had previously told them. (tn Heb “because he had told them.” The verb הִגִּיד (higgid, “he had told”) functions as a past perfect, referring to a previous event.) )"},{"number":11,"verse":"Because the storm was growing worse and worse, (tn Heb “the sea was walking and storming.” The two participles הוֹלֵךְ וְסֹעֵר (holekh vÿso’er, “walking and storming”) form an idiom that means “the storm was growing worse and worse.” When the participle הוֹלֵךְ precedes another participle with vav, it often denotes the idea of “growing, increasing” (BDB 233 s. v. הָלַךְ 4. d; e. g., Exod 19:19; 1 Sam 2:26; 2 Sam 3:1; 15:12; 2 Chr 17:12; Esth 9:4; Prov 4:18; Eccl 1:6). For example, “the power of David grew stronger and stronger (הֹלֵךְ וְחָזֵק, holek vÿkhazeq; “was walking and becoming strong”), while the dynasty of Saul grew weaker and weaker (הֹלְכִים וְדַלִּים, holÿkhim vÿdallim; “was walking and becoming weak”)” (2 Sam 3:1; see IBHS 625-26 §37.6d).) they said to him, “What should we do to you to make (tn The vav-consecutive prefixed to the imperfect/prefixed conjugation verb וְיִשְׁתֹּק (vÿyishtoq, “to quiet”) denotes purpose/result (see IBHS 638-40 §38.3), translated here by the English infinitive.) the sea calm down (tn Heb “become quiet for us”; NRSV “may quiet down for us.”) for us?”"},{"number":12,"verse":"He said to them, “Pick me up and throw me into the sea to make the sea quiet down, (tn Heb “quiet for you”; NAB “that it may quiet down for you.”) because I know it’s my fault you are in this severe storm.”"},{"number":13,"verse":"Instead, they tried to row (sn The word translated row is used in Ezekiel to describe digging through a wall (Ezek 8:8; 12:5, 7, 12). Its use in Jonah pictures the sailors digging into the water with their oars as hard as they could.) back to land, (sn The word for land here is associated with a Hebrew verb meaning “to be dry” and is the same noun used in v. 9 of dry ground in contrast with the sea, both made by the Lord (see also Gen 1:9–10; Exod 4:9; 14:16, 22, 29; Jonah 2:10).) but they were not able to do so (tn Heb “but they were not able.” The phrase “to do so” does not appear in the Hebrew text but is supplied in the translation for stylistic reasons.) because the storm kept growing worse and worse. (tn Heb “the sea was walking and storming.” See the note on the same idiom in v. 11.)"},{"number":14,"verse":"So they cried out to the LORD, “Oh, please, LORD, don’t let us die on account of this man! Don’t hold us guilty of shedding innocent blood. (tn Heb “Do not put against us innocent blood,” that is, “Do not assign innocent blood to our account.” It seems that the sailors were afraid that they would die if they kept Jonah in the ship and also that they might be punished with death if they threw him overboard.) After all, you, LORD, have done just as you pleased.” (tn Pss 115:3 and 135:6 likewise use these verbs (חָפֵץ and עָשָׂה, khafets and ’asah; “to delight” and “to do, make”) in speaking of the Lord as characteristically doing what he wishes to do.)"},{"number":15,"verse":"So they picked Jonah up and threw him into the sea, and the sea stopped raging."},{"number":16,"verse":"The men feared the LORD (tc The editors of BHS suggest that the direct object אֶת־יְהוָה (’et-yÿhvah, “the Lord”) might be a scribal addition, and that the original text simply read, “The men became greatly afraid…” However, there is no shred of external evidence to support this conjectural emendation. Admittedly, the apparent “conversion” of these Phoenician sailors to Yahwism is a surprising development. But two literary features support the Hebrew text as it stands. First, it is not altogether clear whether or not the sailors actually converted to faith in the Lord. They might have simply incorporated him into their polytheistic religion. Second, the narrator has taken pains to portray the pagan sailors as a literary foil to Jonah by contrasting Jonah’s hypocritical profession to fear the Lord (v. 9) with the sailors’ actions that reveal an authentic fear of God (v. 10, 14, 16).) greatly, (tn Heb “they feared the Lord with a great fear.” The root ירא (yr’, “fear”) is repeated in the verb and accusative noun, forming a cognate accusative construction which is used for emphasis (see IBHS 167 §10.2.1g). The idea is that they greatly feared the Lord or were terrified of him.) and earnestly vowed (tn Heb “they vowed vows.” The root נדר (ndr, “vow”) is repeated in the verb and accusative noun, forming an emphatic effected accusative construction in which the verbal action produces the object specified by the accusative (see IBHS 166-67 §10.2.1f). Their act of vowing produced the vows. This construction is used to emphasize their earnestness and zeal in making vows to worship the God who had just spared their lives from certain death.) to offer lavish sacrifices (tn Heb “they sacrificed sacrifices.” The root זבח (zbkh, “sacrifice”) is repeated in the verb and accusative noun, forming an emphatic effected accusative construction in which the verbal action produces the object (see IBHS 166-67 §10.2.1f). Their act of sacrificing would produce the sacrifices. It is likely that the two sets of effected accusative constructions here (“they vowed vows and sacrificed sacrifices”) form a hendiadys; the two phrases connote one idea: “they earnestly vowed to sacrifice lavishly.” It is unlikely that they offered animal sacrifices at this exact moment on the boat – they had already thrown their cargo overboard, presumably leaving no animals to sacrifice. Instead, they probably vowed that they would sacrifice to the Lord when – and if – they reached dry ground. Tg. Jonah 1:16 also takes this as a vow to sacrifice but for a different reason. According to Jewish tradition, the heathen are not allowed to make sacrifice to the God of Israel outside Jerusalem, so the Targum modified the text by making it a promise to sacrifice: “they promised to offer a sacrifice before the Lord and they made vows” (see B. Levine, The Aramaic Version of Jonah, 70; K. Cathcart and R. Gordon, The Targum of the Minor Prophets [ArBib], 14:106, n. 29).) to the Lord. (tn Heb “The men feared the Lord [with] a great fear, they sacrificed sacrifices, and they vowed vows” (cf. v. 10). By pairing verbs with related nouns as direct objects, the account draws attention to the sailors’ response and its thoroughness.)"}]}