{"bibleAbbr":"Geneva1599","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"(1 He desireth them to further the preaching of the Gospel with their prayers,6 and to withdraw themselves from those, who through idleness,11 and curiosity pervert good order:14 Whom he excludeth from the company of the faithful.) Furthermore, (He addeth now consequently according to his manner, divers admonitions: The first of them is, that they make prayers for the increase and free passage of the Gospel, and for the safety of the faithful ministers of the same.) brethren, (Cross references: : Eph. 6:19; Col. 4:3) pray for us, that the word of the Lord may have free passage and be glorified, even as it is with you."},{"number":2,"verse":"And that we may be delivered from (Which have no care of their duty.) unreasonable and evil men: (It is no marvel that the Gospel is hated of so many, seeing that faith is a rare gift of God. Notwithstanding, the Church shall never be destroyed by the multitude of the wicked, because it is grounded and stayed upon the faithful promise of God.) for all men have not faith."},{"number":3,"verse":"But the Lord is faithful, which will stablish you, and keep you from (From Satan’s snares, or from evil.) evil."},{"number":4,"verse":"(The second admonition is, that they follow always the doctrine of the Apostles as a rule for their life.) And we are persuaded of you through the Lord, that ye both do, and will do the things which we warn you of."},{"number":5,"verse":"(Thirdly, he diligently and earnestly admonisheth them of two things which are given us by the only grace of God, to wit, of charity, and a watchful mind to the coming of Christ.) And the Lord guide your hearts to the love of God, and the waiting for of Christ."},{"number":6,"verse":"(Fourthly, he saith, that idle and lazy persons ought not to be relieved of the Church, nay, that they are not to be suffered.) We warn you, brethren, in the Name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walked inordinately, and not after the instruction, which he received of us."},{"number":7,"verse":"(Lest he might seem to deal harshly with them, he setteth forth himself as an example, who besides his travail in preaching labored with his hands, which he saith he was not simply bound to do.) For ye yourselves know, (1 Cor. 11:1) how ye ought to follow us: (1 Thess. 4:11) for we behaved not ourselves inordinately among you,"},{"number":8,"verse":"Neither took we bread of any man for nought: but we wrought with labor and travail night and day, because we would not be chargeable to any of you."},{"number":9,"verse":"Not because we have not authority, but that we might make ourselves an ensample unto you to follow us."},{"number":10,"verse":"For even when we were with you, this we warned you of, that if there were any, which would not work, that he should not (What shall we do then with those idle bellied Monks, and sacrificing Priests? A Monk (saith Socrates, book 8, of his Tripartite history) which worketh not with hands, is like a thief.) eat."},{"number":11,"verse":"For we hear, that there are some which walk among (How great a fault idleness is, he declareth by that that God created no man in vain or to no purpose, neither is there any unto whom he hath not allotted as it were a certain standing and room. Whereupon it followeth, that the order which God hath appointed, is troubled by the idle, yea, broken, which is great sin and wickedness.) you inordinately, and work not at all, (He reprehendeth a vice which is joined with the former, whereupon follow an infinite sort of mischiefs: to wit, that there are none more busy in other men’s matters than they which neglect their own.) but are busybodies."},{"number":12,"verse":"(The Lord commandeth, and the Apostles pray in the name of Christ, first that no men be idle, and next, that every man do quietly and carefully see to do his duty in that office and calling wherein the Lord hath placed him.) Therefore them that are such, we warn and exhort by our Lord Jesus Christ, that they work with quietness, and eat their own bread."},{"number":13,"verse":"(We must take heed that some men’s unworthiness cause us not to be slacker in well doing.) And ye, brethren, be not weary in well doing."},{"number":14,"verse":"(Excommunication is a punishment for the obstinate.) If any man obey not this our saying in this letter, note him, and have no (We must have no familiarity nor fellowship with the excommunicate.) company with him, (The end of the excommunication is not the destruction, but the salvation of the sinner, that at least through shame he may be driven in repentance.) that he may be ashamed."},{"number":15,"verse":"(We must so eschew familiarity with the excommunicate, that we diligently seek all occasions and means that may be to bring them again into the right way.) Yet count him not as an enemy, but admonish him as a brother."},{"number":16,"verse":"(Prayers are the seals of all exhortations.) Now the Lord himself of peace give you peace always by all means. The Lord be with you all."},{"number":17,"verse":"(The Apostle subscribeth his letters with his own hand, that false letters might not be brought and put in place of true.) The salutation of me Paul, with mine own hand, which is the token in every Epistle: so I write,"},{"number":18,"verse":"The grace of our Lord Jesus Christ be with you all, Amen. ¶ The second Epistle to the Thessalonians, written from Athens."}]}