{"bibleAbbr":"NASB1995","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":12,"verses":[{"number":1,"verse":"Now<WG1161> about<WG2596> that time<WG2540> Herod<WG2264> the king<WG935> laid<WG1911> hands<WG5495> on some<WG5100> who<WG3588> belonged<WG575> to the church,<WG1577> in order to mistreat<WG2559> them."},{"number":2,"verse":"And he had James<WG2385> the brother<WG80> of John<WG2491> put<WG337> to death<WG337> with a sword.<WG3162>"},{"number":3,"verse":"And when he saw<WG3708> that it pleased<WG701> the Jews,<WG2453> he proceeded<WG4369> to arrest<WG4815> Peter<WG4074> also.<WG2532> Now<WG1161> it was during the days<WG2250> of Unleavened<WG106> Bread."},{"number":4,"verse":"And when he had seized<WG4084> him, he put<WG5087> him in prison,<WG5438> delivering<WG3860> him to four<WG5064> squads<WG5069> of soldiers<WG4757> to guard<WG5442> him, intending<WG1014> after<WG3326> the Passover<WG3957> to bring<WG321> him out before the people.<WG2992>"},{"number":5,"verse":"So<WG3767> Peter<WG4074> was kept<WG5083> in the prison,<WG5438> but prayer<WG4335> for him was being<WG1096> made<WG1096> fervently<WG1619> by the church<WG1577> to God.<WG2316>"},{"number":6,"verse":"And on the very<WG1565> night<WG3571> when<WG3753> Herod<WG2264> was about<WG3195> to bring<WG4254> him forward,<WG4254> Peter<WG4074> was sleeping<WG2837> between<WG3342> two<WG1417> soldiers,<WG4757> bound<WG1210> with two<WG1417> chains;<WG254> and guards<WG5441> in front<WG4253> of the door<WG2374> were watching<WG5083> over<WG5083> the prison.<WG5438>"},{"number":7,"verse":"And behold,<WG2400> an angel<WG32> of the Lord<WG2962> suddenly appeared,<WG2186> and a light<WG5457> shone<WG2989> in the cell;<WG3612> and he struck<WG3960> Peter's side<WG4125> and roused<WG1453> him, saying,<WG3004> \"Get<WG450> up quickly.<WG5034>\" And his chains<WG254> fell<WG1601> off<WG1601> his hands.<WG5495>"},{"number":8,"verse":"And the angel<WG32> said<WG3004> to him, \"Gird<WG2224> yourself and put<WG5265> on your sandals.<WG4547>\" And he did<WG4160> so.<WG3779> And he said<WG3004> to him, \"Wrap<WG4016> your cloak<WG2440> around<WG4016> you and follow<WG190> me.\""},{"number":9,"verse":"And he went<WG1831> out and continued to follow,<WG190> and he did not know<WG3609> that what was being<WG1096> done<WG1096> by the angel<WG32> was real,<WG227> but thought<WG1380> he was seeing<WG991> a vision.<WG3705>"},{"number":10,"verse":"And when they had passed<WG1330> the first<WG4413> and second<WG1208> guard,<WG5438> they came<WG2064> to the iron<WG4603> gate<WG4439> that leads<WG5342> into the city,<WG4172> which<WG3748> opened<WG455> for them by itself;<WG844> and they went<WG1831> out and went<WG4281> along<WG4281> one<WG1520> street;<WG4505> and immediately<WG2112> the angel<WG32> departed<WG868> from him."},{"number":11,"verse":"And when Peter<WG4074> came<WG1096> to himself,<WG1438> he said,<WG3004> \"Now<WG3568> I know<WG3609> for sure<WG230> that the Lord<WG2962> has sent<WG1821> forth<WG1821> His angel<WG32> and rescued<WG1807> me from the hand<WG5495> of Herod<WG2264> and from all<WG3956> that the Jewish<WG2453> people<WG2992> were expecting.<WG4329>\""},{"number":12,"verse":"And when he realized<WG4894> [this,] he went<WG2064> to the house<WG3614> of Mary,<WG3137> the mother<WG3384> of John<WG2491> who was also called<WG1941> Mark,<WG3138> where<WG3757> many<WG2425> were gathered<WG4867> together<WG4867> and were praying.<WG4336>"},{"number":13,"verse":"And when he knocked<WG2925> at the door<WG2374> of the gate,<WG4440> a servant-girl named<WG3686> Rhoda<WG4498> came<WG4334> to answer.<WG5219>"},{"number":14,"verse":"And when she recognized<WG1921> Peter<WG4074>'s voice,<WG5456> because<WG575> of her joy<WG5479> she did not open<WG455> the gate,<WG4440> but ran<WG1532> in and announced<WG518> that Peter was standing<WG2476> in front<WG4253> of the gate.<WG4440>"},{"number":15,"verse":"And they said<WG3004> to her, \"You are out of your mind!<WG3105>\" But she kept insisting<WG1340> that it was so.<WG3779> And they kept saying,<WG3004> \"It is his angel.<WG32>\""},{"number":16,"verse":"But Peter<WG4074> continued<WG1961> knocking;<WG2925> and when they had opened<WG455> [the door], they saw<WG3708> him and were amazed.<WG1839>"},{"number":17,"verse":"But motioning<WG2678> to them with his hand<WG5495> to be silent,<WG4601> he described<WG1334> to them how<WG4459> the Lord<WG2962> had led<WG1806> him out of the prison.<WG5438> And he said,<WG3004> \"Report<WG518> these<WG3778> things<WG3778> to James<WG2385> and the brethren.<WG80>\" And he departed<WG1831> and went<WG4198> to another<WG2087> place.<WG5117>"},{"number":18,"verse":"Now<WG1161> when day<WG2250> came,<WG1096> there was no<WG3756> small<WG3641> disturbance<WG5017> among<WG1722> the soldiers<WG4757> [as to] what<WG5101> could have become<WG1096> of Peter.<WG4074>"},{"number":19,"verse":"And when Herod<WG2264> had searched<WG1934> for him and had not found<WG2147> him, he examined<WG350> the guards<WG5441> and ordered<WG2753> that they be led<WG520> away<WG520> [to execution.] And he went<WG2718> down<WG2718> from Judea<WG2453> to Caesarea<WG2542> and was spending<WG1304> time<WG1304> there."},{"number":20,"verse":"Now<WG1161> he was very<WG2371> angry<WG2371> with the people of Tyre<WG5183> and Sidon;<WG4606> and with one<WG3661> accord<WG3661> they came<WG3918> to him, and having won<WG3982> over<WG3982> Blastus<WG986> the king's chamberlain,<WG1909> <WG2846> they were asking<WG154> for peace,<WG1515> because<WG1223> their country<WG5561> was fed<WG5142> by the king's country."},{"number":21,"verse":"And on an appointed<WG5002> day<WG2250> Herod,<WG2264> having put<WG1746> on his royal<WG937> apparel,<WG2066> took<WG2523> his seat<WG2523> on the rostrum<WG968> and [began] delivering<WG1215> an address<WG1215> to them."},{"number":22,"verse":"And the people<WG1218> kept crying<WG2019> out, \"The voice<WG5456> of a god<WG2316> and not of a man!<WG444>\""},{"number":23,"verse":"And immediately<WG3916> an angel<WG32> of the Lord<WG2962> struck<WG3960> him because<WG473> <WG3739> he did not give<WG1325> God<WG2316> the glory,<WG1391> and he was eaten<WG4662> by worms<WG4662> and died.<WG1634>"},{"number":24,"verse":"But the word<WG3056> of the Lord<WG2962> continued to grow<WG837> and to be multiplied.<WG4129>"},{"number":25,"verse":"And Barnabas<WG921> and Saul<WG4569> returned<WG5290> from Jerusalem<WG2419> when they had fulfilled<WG4137> their mission,<WG1248> taking<WG4838> along<WG4838> with [them] John,<WG2491> who was also called<WG1941> Mark.<WG3138>"}]}