{"bibleAbbr":"NASB1995","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":16,"verses":[{"number":1,"verse":"And he came<WG2658> also<WG2532> to Derbe<WG1191> and to Lystra.<WG3082> And behold,<WG2400> a certain<WG5100> disciple<WG3101> was there,<WG1563> named<WG3686> Timothy,<WG5095> the son<WG5207> of a Jewish<WG2453> woman<WG1135> who was a believer,<WG4103> but his father<WG3962> was a Greek,<WG1672>"},{"number":2,"verse":"and he was well<WG3140> spoken<WG3140> of by the brethren<WG80> who were in Lystra<WG3082> and Iconium.<WG2430>"},{"number":3,"verse":"Paul<WG3972> wanted<WG2309> this<WG3778> man<WG3778> to go<WG1831> with him; and he took<WG2983> him and circumcised<WG4059> him because<WG1223> of the Jews<WG2453> who were in those<WG1565> parts,<WG5117> for they all<WG537> knew<WG3609> that his father<WG3962> was a Greek.<WG1672>"},{"number":4,"verse":"Now<WG1161> while<WG5613> they were passing<WG1279> through<WG1279> the cities,<WG4172> they were delivering<WG3860> the decrees,<WG1378> which had been decided<WG2919> upon by the apostles<WG652> and elders<WG4245> who<WG3588> were in Jerusalem,<WG2414> for them to observe.<WG5442>"},{"number":5,"verse":"So<WG3767> the churches<WG1577> were being strengthened<WG4732> in the faith,<WG4102> and were increasing<WG4052> in number<WG706> daily.<WG2596> <WG2250>"},{"number":6,"verse":"And they passed<WG1330> through<WG1330> the Phrygian<WG5435> and Galatian<WG1054> region,<WG5561> having been forbidden<WG2967> by the Holy<WG40> Spirit<WG4151> to speak<WG2980> the word<WG3056> in Asia;<WG773>"},{"number":7,"verse":"and when they had come<WG2064> to Mysia,<WG3465> they were trying<WG3985> to go<WG4198> into Bithynia,<WG978> and the Spirit<WG4151> of Jesus<WG2424> did not permit<WG1439> them;"},{"number":8,"verse":"and passing<WG3928> by Mysia,<WG3465> they came<WG2597> down<WG2597> to Troas.<WG5174>"},{"number":9,"verse":"And a vision<WG3705> appeared<WG3708> to Paul<WG3972> in the night:<WG3571> a certain<WG5100> man<WG435> of Macedonia<WG3110> was standing<WG2476> and appealing<WG3870> to him, and saying,<WG3004> \"Come<WG1224> over<WG1224> to Macedonia<WG3109> and help<WG997> us.\""},{"number":10,"verse":"And when<WG5613> he had seen<WG3708> the vision,<WG3705> immediately<WG2112> we sought<WG2212> to go<WG1831> into Macedonia,<WG3109> concluding<WG4822> that God<WG2316> had called<WG4341> us to preach<WG2097> the gospel<WG2097> to them."},{"number":11,"verse":"Therefore<WG3767> putting<WG321> out to sea<WG321> from Troas,<WG5174> we ran<WG2113> a straight<WG2113> course<WG2113> to Samothrace,<WG4543> and on the day following<WG7075> to Neapolis;<WG3496>"},{"number":12,"verse":"and from there<WG2547> to Philippi,<WG5375> which<WG3748> is a leading<WG4413> city<WG4172> of the district<WG3310> of Macedonia,<WG3109> a [Roman] colony;<WG2862> and we were staying<WG1304> in this<WG3778> city<WG4172> for some<WG5100> days.<WG2250>"},{"number":13,"verse":"And on the Sabbath<WG4521> day<WG2250> we went<WG1831> outside<WG1854> the gate<WG4439> to a riverside,<WG3844> <WG4215> where<WG3757> we were supposing<WG3543> that there would be a place<WG4335> of prayer;<WG4335> and we sat<WG2523> down<WG2523> and began speaking<WG2980> to the women<WG1135> who had assembled.<WG4905>"},{"number":14,"verse":"And a certain<WG5100> woman<WG1135> named<WG3686> Lydia,<WG3070> from the city<WG4172> of Thyatira,<WG2363> a seller<WG4211> of purple<WG4211> fabrics,<WG4211> a worshiper<WG4576> of God,<WG2316> was listening;<WG191> and the Lord<WG2962> opened<WG1272> her heart<WG2588> to respond<WG4337> to the things<WG2980> spoken<WG2980> by Paul.<WG3972>"},{"number":15,"verse":"And when<WG5613> she and her household<WG3624> had been baptized,<WG907> she urged<WG3870> us, saying,<WG3004> \"If<WG1487> you have judged<WG2919> me to be faithful<WG4103> to the Lord,<WG2962> come<WG1525> into my house<WG3624> and stay.<WG3306>\" And she prevailed<WG3849> upon us."},{"number":16,"verse":"And it happened<WG1096> that as we were going<WG4198> to the place<WG4335> of prayer,<WG4335> a certain<WG5100> slave-girl having<WG2192> a spirit<WG4151> of divination<WG4436> met<WG5221> us, who<WG3748> was bringing<WG3930> her masters<WG2962> much<WG4183> profit<WG2039> by fortunetelling.<WG3132>"},{"number":17,"verse":"Following<WG2628> after<WG2628> Paul<WG3972> and us, she kept crying<WG2896> out, saying,<WG3004> \"These<WG3778> men<WG444> are bond-servants of the Most<WG5310> High<WG5310> God,<WG2316> who<WG3748> are proclaiming<WG2605> to you the way<WG3598> of salvation.<WG4991>\""},{"number":18,"verse":"And she continued doing<WG4160> this<WG3778> for many<WG4183> days.<WG2250> But Paul<WG3972> was greatly<WG1278> annoyed,<WG1278> and turned<WG1994> and said<WG3004> to the spirit,<WG4151> \"I command<WG3853> you in the name<WG3686> of Jesus<WG2424> Christ<WG5547> to come<WG1831> out of her!\" And it came<WG1831> out at that very<WG846> moment.<WG5610>"},{"number":19,"verse":"But when her masters<WG2962> saw<WG3708> that their hope<WG1680> of profit<WG2039> was gone,<WG1831> they seized<WG1949> Paul<WG3972> and Silas<WG4609> and dragged<WG1670> them into the market<WG58> place<WG58> before<WG1909> the authorities,<WG758>"},{"number":20,"verse":"and when they had brought<WG4317> them to the chief<WG4755> magistrates,<WG4755> they said,<WG3004> \"These<WG3778> men<WG444> are throwing<WG1613> our city<WG4172> into confusion,<WG1613> being<WG5225> Jews,<WG2453>"},{"number":21,"verse":"and are proclaiming<WG2605> customs<WG1485> which<WG3739> it is not lawful<WG1832> for us to accept<WG3858> or<WG3761> to observe,<WG4160> being<WG1510> Romans.<WG4514> \""},{"number":22,"verse":"And the crowd<WG3793> rose<WG4911> up together<WG4911> against<WG2596> them, and the chief<WG4755> magistrates<WG4755> tore<WG4048> their robes<WG2440> off<WG4048> them, and proceeded to order<WG2753> [them] to be beaten<WG4463> with rods.<WG4463>"},{"number":23,"verse":"And when they had inflicted<WG2007> many<WG4183> blows<WG4127> upon them, they threw<WG906> them into prison,<WG5438> commanding<WG3853> the jailer<WG1200> to guard<WG5083> them securely;<WG806>"},{"number":24,"verse":"and he, having received<WG2983> such<WG5108> a command,<WG3852> threw<WG906> them into the inner<WG2082> prison,<WG5438> and fastened<WG805> their feet<WG4228> in the stocks.<WG3586>"},{"number":25,"verse":"But about<WG2596> midnight<WG3317> Paul<WG3972> and Silas<WG4609> were praying<WG4336> and singing<WG5214> hymns<WG5214> of praise<WG5214> to God,<WG2316> and the prisoners<WG1198> were listening<WG1874> to them;"},{"number":26,"verse":"and suddenly<WG869> there came<WG1096> a great<WG3173> earthquake,<WG4578> so<WG5620> that the foundations<WG2310> of the prison<WG1201> house<WG1201> were shaken;<WG4531> and immediately<WG3916> all<WG3956> the doors<WG2374> were opened,<WG455> and everyone's chains<WG1199> were unfastened.<WG447>"},{"number":27,"verse":"And when the jailer<WG1200> had been<WG1096> roused<WG1853> out of sleep<WG1853> and had seen<WG3708> the prison<WG5438> doors<WG2374> opened,<WG455> he drew<WG4685> his sword<WG3162> and was about<WG3195> to kill<WG337> himself,<WG1438> supposing<WG3543> that the prisoners<WG1198> had escaped.<WG1628>"},{"number":28,"verse":"But Paul<WG3972> cried<WG5455> out with a loud<WG3173> voice,<WG5456> saying,<WG3004> \"Do<WG4238> yourself<WG4572> no<WG3367> harm,<WG2556> for we are all<WG537> here!<WG1759>\""},{"number":29,"verse":"And he called<WG154> for lights<WG5457> and rushed<WG1530> in and, trembling<WG1790> with fear,<WG1790> he fell<WG4363> down<WG4363> before<WG4363> Paul<WG3972> and Silas,<WG4609>"},{"number":30,"verse":"and after he brought<WG4254> them out, he said,<WG5346> \"Sirs,<WG2962> what<WG5101> must<WG1163> I do<WG4160> to be saved<WG4982>?\""},{"number":31,"verse":"And they said,<WG3004> \"Believe<WG4100> in the Lord<WG2962> Jesus,<WG2424> and you shall be saved,<WG4982> you and your household.<WG3624>\""},{"number":32,"verse":"And they spoke<WG2980> the word<WG3056> of the Lord<WG2962> to him together<WG4862> with all<WG3956> who<WG3588> were in his house.<WG3614>"},{"number":33,"verse":"And he took<WG3880> them that [very] hour<WG5610> of the night<WG3571> and washed<WG3068> their wounds,<WG4127> and immediately<WG3916> he was baptized,<WG907> he and all<WG537> his [household.]"},{"number":34,"verse":"And he brought<WG321> them into his house<WG3624> and set<WG3908> food<WG5132> before<WG3908> them, and rejoiced<WG21> greatly,<WG21> having believed<WG4100> in God<WG2316> with his whole<WG3832> household.<WG3832>"},{"number":35,"verse":"Now<WG1161> when day<WG2250> came,<WG1096> the chief<WG4755> magistrates<WG4755> sent<WG649> their policemen,<WG4465> saying,<WG3004> \"Release<WG630> those<WG1565> men.<WG444>\""},{"number":36,"verse":"And the jailer<WG1200> reported<WG518> these<WG3778> words<WG3056> to Paul,<WG3972> [saying,] \"The chief<WG4755> magistrates<WG4755> have sent<WG649> to release<WG630> you. Now<WG3568> therefore,<WG3767> come<WG1831> out and go<WG4198> in peace.<WG1515>\""},{"number":37,"verse":"But Paul<WG3972> said<WG5346> to them, \"They have beaten<WG1194> us in public<WG1219> without<WG178> trial,<WG178> men<WG444> who are Romans,<WG4514> and have thrown<WG906> us into prison;<WG5438> and now<WG3568> are they sending<WG1544> us away<WG1544> secretly<WG2977>? No<WG3756> indeed!<WG1063> But let them come<WG2064> themselves<WG846> and bring<WG1806> us out.\""},{"number":38,"verse":"And the policemen<WG4465> reported<WG518> these<WG3778> words<WG4487> to the chief<WG4755> magistrates.<WG4755> And they were afraid<WG5399> when they heard<WG191> that they were Romans,<WG4514>"},{"number":39,"verse":"and they came<WG2064> and appealed<WG3870> to them, and when they had brought<WG1806> them out, they kept begging<WG2065> them to leave<WG565> the city.<WG4172>"},{"number":40,"verse":"And they went<WG1831> out of the prison<WG5438> and entered<WG1525> [the house of] Lydia,<WG3070> and when they saw<WG3708> the brethren,<WG80> they encouraged<WG3870> them and departed.<WG1831>"}]}