{"bibleAbbr":"KNCL","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"(ಧರ್ಮಾಧ್ಯಕ್ಷನ ಗುಣಲಕ್ಷಣಗಳು) ಯಾರಾದರೂ ಧರ್ಮಾಧ್ಯಕ್ಷನಾಗಲು ಅಪೇಕ್ಷಿಸಿದರೆ, ಅಂಥವನು ಉತ್ತಮ ಸೇವೆಯನ್ನೇ ಬಯಸುತ್ತಾನೆಂಬುದು ನಿಜ."},{"number":2,"verse":"ಅಂಥವನು ನಿಂದಾರಹಿತನಾಗಿರಬೇಕು. ಏಕಪತ್ನಿ ಉಳ್ಳವನು, ಸ್ವಸ್ಥಬುದ್ಧಿಯುಳ್ಳವನು, ಜಿತೇಂದ್ರಿಯನು, ಗೌರವಸ್ಥನು ಮತ್ತು ಅತಿಥಿ ಸತ್ಕಾರ ಮಾಡುವವನು ಆಗಿರಬೇಕು. ಬೋಧಿಸುವುದರಲ್ಲಿ ಪ್ರವೀಣನಾಗಿರಬೇಕು."},{"number":3,"verse":"ಅವನು ಕುಡುಕನು, ಕಲಹಪ್ರಿಯನು ಮತ್ತು ಹೊಡೆದಾಡುವವನು ಆಗಿರಬಾರದು. ಶಾಂತನೂ ದಯಾವಂತನೂ ಹಣದ ವ್ಯಾಮೋಹ ಇಲ್ಲದವನೂ ಆಗಿರಬೇಕು."},{"number":4,"verse":"ತನ್ನ ಕುಟುಂಬವನ್ನು ಜವಾಬ್ದಾರಿಯುತವಾಗಿ ನಡೆಸುವವನೂ ಮಕ್ಕಳನ್ನು ಶಿಸ್ತಿನಲ್ಲಿ ಬೆಳೆಸಿ ಅವರಿಂದ ಗೌರವವನ್ನು ಪಡೆದುಕೊಳ್ಳುವವನೂ ಆಗಿರಬೇಕು."},{"number":5,"verse":"ತನ್ನ ಕುಟುಂಬವನ್ನೇ ಜವಾಬ್ದಾರಿಯುತವಾಗಿ ನಡೆಸಲು ತಿಳಿಯದವನು ದೇವರ ಸಭೆಯನ್ನು ಹೇಗೆ ತಾನೇ ಪರಿಶೀಲಿಸಿಯಾನು?"},{"number":6,"verse":"ಆತನು ಹೊಸದಾಗಿ ಕ್ರೈಸ್ತಧರ್ಮವನ್ನು ಅಂಗೀಕರಿಸಿದವನಾಗಿರಬಾರದು; ಇಲ್ಲದಿದ್ದರೆ ಅಹಂಕಾರದಿಂದ ಉಬ್ಬಿಕೊಂಡು ಸೈತಾನನಂತೆಯೇ ದಂಡನೆಗೆ ಗುರಿಯಾದಾನು."},{"number":7,"verse":"ಕ್ರೈಸ್ತರಲ್ಲದವರಿಂದಲೂ ಆತನು ಒಳ್ಳೆಯವನೆನಿಸಿಕೊಂಡಿರಬೇಕು. ಹೀಗಿದ್ದರೆ ಮಾತ್ರ ನಿಂದೆಗೊಳಗಾಗದೆ ಸೈತಾನನ ಕುತಂತ್ರಗಳಿಂದ ದೂರವಿರಬಲ್ಲನು."},{"number":8,"verse":"(ಸಭಾಸೇವಕರ ಸದ್ಗುಣಗಳು) ಸಭಾಸೇವಕರು ಸಜ್ಜನರಾಗಿರಬೇಕು. ಎರಡು ನಾಲಿಗೆಯುಳ್ಳವರೂ ಕುಡುಕರೂ ಲಾಭಕೋರರೂ ಆಗಿರಬಾರದು."},{"number":9,"verse":"ವಿಶ್ವಾಸದ ನಿಗೂಢರಹಸ್ಯಗಳನ್ನು ಶುದ್ಧ ಮನಸ್ಸಾಕ್ಷಿಯಿಂದ ಕಾಪಾಡಿಕೊಂಡು ಬರುವವರಾಗಿರಬೇಕು."},{"number":10,"verse":"ಇವರನ್ನು ಮೊದಲು ಪರೀಕ್ಷೆಗೊಳಪಡಿಸಬೇಕು. ಯಾವುದೇ ಕುಂದುಕೊರತೆ ಕಂಡುಬರದಿದ್ದಲ್ಲಿ, ಇವರನ್ನು ಸಭಾಸೇವಕರನ್ನಾಗಿ ನೇಮಿಸಬಹುದು."},{"number":11,"verse":"ಅಂತೆಯೇ, ಸಭಾಸೇವಕಿಯರು (ಅಥವಾ : ಸಭಾಸೇವಕರ ಪತ್ನಿಯರು.) ಸಜ್ಜನೆಯರಾಗಿರಬೇಕು. ಚಾಡಿಮಾತುಗಳನ್ನು ಆಡುವವರೂ ಮದ್ಯಾಸಕ್ತರೂ ಆಗಿರದೆ ಎಲ್ಲ ವಿಷಯಗಳಲ್ಲಿ ನಂಬಿಕಸ್ಥರಾಗಿರಬೇಕು."},{"number":12,"verse":"ಸಭಾಸೇವಕರು ಏಕಪತ್ನಿಯುಳ್ಳವರಾಗಿದ್ದು ತಮ್ಮ ಮಕ್ಕಳನ್ನೂ ಕುಟುಂಬವನ್ನೂ ಜವಾಬ್ದಾರಿಯುತವಾಗಿ ನಡೆಸಿಕೊಂಡು ಹೋಗುವವರಾಗಿರಬೇಕು."},{"number":13,"verse":"ನಿಷ್ಠೆಯಿಂದ ಸೇವೆಸಲ್ಲಿಸುವ ಸಭಾಸೇವಕರು ಒಳ್ಳೆಯ ಸ್ಥಾನಮಾನಗಳನ್ನು ಪಡೆಯುತ್ತಾರೆ: ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ಅವರಿಗಿರುವ ವಿಶ್ವಾಸವನ್ನು ಸಾರಲು ಧೈರ್ಯಸ್ಥೈರ್ಯವನ್ನು ಪಡೆಯುತ್ತಾರೆ."},{"number":14,"verse":"(ಮಹಿಮಾನ್ವಿತ ಯೇಸುಕ್ರಿಸ್ತ) ನಾನು ನಿನ್ನ ಬಳಿಗೆ ಬೇಗನೆ ಬರುವೆನೆಂಬ ನಿರೀಕ್ಷೆಯಿಂದಲೇ ಈ ಪತ್ರವನ್ನು ಬರೆಯುತ್ತಿದ್ದೇನೆ."},{"number":15,"verse":"ಒಂದು ವೇಳೆ ನಾನು ಬರುವುದು ತಡವಾದರೆ, ದೇವರ ಮಂದಿರದಲ್ಲಿ ಅಂದರೆ, ಜೀವಸ್ವರೂಪಿಯಾದ ದೇವರ ಸಭೆಯಲ್ಲಿ, ಹೇಗೆ ನಡೆದುಕೊಳ್ಳಬೇಕು ಎಂಬುದು ನಿನಗೆ ತಿಳಿಯಲೆಂದು ಇದನ್ನು ಬರೆದಿದ್ದೇನೆ. ಸಭೆಯು ಸತ್ಯಕ್ಕೆ ಸ್ತಂಭವೂ ಅಸ್ತಿವಾರವೂ ಆಗಿದೆ."},{"number":16,"verse":"ನಿಜವಾಗಿಯೂ ನಮ್ಮ ಧರ್ಮದ ನಿಗೂಢಾರ್ಥ ಶ್ರೇಷ್ಠವಾದದ್ದು ಎಂಬುದು ನಿಸ್ಸಂದೇಹವಾದ ವಿಷಯ. “ನರಮಾನವ ರೂಪದಲಿ ಪ್ರತ್ಯಕ್ಷನಾಗಿ ದೇವರಿಗೆ ಪ್ರಿಯನೆಂದು ಪವಿತ್ರಾತ್ಮನಿಂದ ಪ್ರಕಟಿತನಾಗಿ ದೇವದೂತರಿಗೆ ಪ್ರದರ್ಶಿತವಾಗಿ ಅನ್ಯಜನರಿಗೆ ಪ್ರಬೋಧಿತನಾಗಿ ಜಗದಲ್ಲೆಲ್ಲೂ ವಿಶ್ವಾಸಪಡೆದವನಾಗಿ ಸ್ವರ್ಗಕ್ಕೇರಿದಾತ ಮಹಿಮಾನ್ವಿತ ಯೇಸುಕ್ರಿಸ್ತ."}]}