{"bibleAbbr":"GB1539","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":4,"verses":[{"number":1,"verse":"And I saye, that the heyre (as longe as he is a chylde) differth not from a seruaunt, though he be Lord of all,"},{"number":2,"verse":"but is vnder tuters and gouerners, vntyll the tyme that the father hath appoynted."},{"number":3,"verse":"Euen so we also, when we were chyldren, were in bondage vnder the ordynaunces of the worlde."},{"number":4,"verse":"But when the tyme was full come, God sent hys sonne, made of a woman, and made bonde vnto the lawe,"},{"number":5,"verse":"to redeme them which were bonde vnto the lawe: that we (thorowe eleccion) might receaue the inheritaunce that belongeth vnto the naturall sonnes."},{"number":6,"verse":"Because ye are sonnes, God hathe sent the sprete of hys sonne into oure hertes, cryinge: Abba father."},{"number":7,"verse":"Wherfore nowe, thou art not a seruaunt: but a sonne. If thou be a sonne, thou arte also an heyre of God, thorowe Christ."},{"number":8,"verse":"Notwithstandynge, when ye knewe not God, ye dyd seruice vnto them which by nature are no Goddes."},{"number":9,"verse":"But nowe after that ye haue knowen God (yee rather are knowen of God) how is it that ye tourne agayn vnto the weake and beggarly ordinaunces, wherunto agayne ye desyre afresshe to be in bondage?"},{"number":10,"verse":"Ye obserue dayes, and monethes, and tymes, and yeares."},{"number":11,"verse":"I am in feare of you, lest I haue bestowed on you laboure in vayne."},{"number":12,"verse":"Brethren, I besech you, be ye as I am: for I am as ye are. Ye haue not hurt me at all."},{"number":13,"verse":"Ye knowe how thorowe infirmitie of the flesshe, I preached the Gospell vnto you at the fyrst."},{"number":14,"verse":"And my temptacyon which was in the flesshe, ye despysed not, nether abhorred: but receaued me as an angell of God: euen as Christ Iesus."},{"number":15,"verse":"What is then youre felicyte? for I beare you record, that yf it had bene possible ye wolde haue plucked out your awne eyes, and haue geuen them to me."},{"number":16,"verse":"Am I therfore become your enemye, because I tell you the trueth?"},{"number":17,"verse":"They are gelous ouer you amysse. Yee, they intende to exclude you, that ye shuld be feruent to them ward."},{"number":18,"verse":"It is good allwayes to be feruent in a good thinge, and not onely whan I am present with you."},{"number":19,"verse":"My lytell chyldren, of whom I trauayle in byrth agayne, vntill Christ be fasshyoned in you,"},{"number":20,"verse":"I wolde I ware with you now, and coulde chaunge my voyce: for I stande in a doubte of you."},{"number":21,"verse":"Tell me: ye that desyre to be vnder the lawe, do ye not heare of the lawe?"},{"number":22,"verse":"For it is wrytten, that Abraham had two sonnes the one by a bonde mayde, the other by a fre woman."},{"number":23,"verse":"Yee, and he which was borne of the bonde woman, was borne after the flesshe: but he which was of the fre man, was borne by promesse."},{"number":24,"verse":"Which thynges are spoken by an allegorye. For these are two testamentes the one from the mounte Syna, which gendreth vnto bondage, which is Agar."},{"number":25,"verse":"For mounte Syna is Agar in Arabia, and bordreth vpon the cytie, which is nowe called Ierusalem, and is in bondage with her chyldren."},{"number":26,"verse":"But Ierusalem, which is aboue, is fre: which is the mother of vs al."},{"number":27,"verse":"For it is written. Reioyce thou baren, that bearest no chyldren: breake forth and crye, thou the trauaylest not. For the desolat hath many moo chyldren, then she which hathe an husbande."},{"number":28,"verse":"Brethren, we are after Isaac, the children of promes."},{"number":29,"verse":"But as then he that was borne after the flesshe, persecuted hym that was borne after the sprete, euen so is it nowe."},{"number":30,"verse":"Neuerthelesse, what sayth the scripture: put awaye the bonde woman and her sonne. For the sonne of the bonde woman shall not be heyre with the sonne of the fre woman."},{"number":31,"verse":"So then brethren, we are not chyldren of the bonde woman: but of the fre."}]}