{"bibleAbbr":"PESH1849","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":3,"verses":[{"number":1,"verse":"But know this, that in the last days hard times will come;"},{"number":2,"verse":"and men will be lovers of themselves, and lovers of money, boastful, lofty, blasphemous, to their men not obedient, deniers of grace, impious,"},{"number":3,"verse":"calumniators, subjected to lust, brutal, haters of the good,"},{"number":4,"verse":"traitors, impetuous,[Or, hasty.] puffed up, lovers of lusts rather than the love of Aloha;"},{"number":5,"verse":"having a form of the worship of Aloha, but from the power of Aloha afar off: (them) who are such put from thee."},{"number":6,"verse":"For of them are they who creep into houses, and captivate women who are overladen with sins, and led away by divers lusts;"},{"number":7,"verse":"who, in all time learning, never to the knowledge of the truth are able to come."},{"number":8,"verse":"But as Yonis and Yanbris stood against Musha, so also these stand against the truth: men whose understanding is corrupted, and reprobate from the faith."},{"number":9,"verse":"But they shall not come further, for their folly is known to all men, as also of them it is known."},{"number":10,"verse":"BUT thou hast followed [Ath ethaith bothar.] my doctrine and my manners, and my purpose, and my faith, and my prolongedness of mind, and my charity, and my patience,"},{"number":11,"verse":"and my persecution, and my sufferings. And thou knowest what things I endured in Antioch, and in Ikonion, and in Lystra, what persecution I endured; and out of all these my Lord delivered me."},{"number":12,"verse":"But all they who will in the fear of Aloha to live in Jeshu Meshiha, are persecuted."},{"number":13,"verse":"But wicked men and seducers add to their wickedness, deceiving, and being deceived."},{"number":14,"verse":"But abide thou in those things that thou hast learned, and in which thou art confirmed; for thou knowest from whom thou hast learned:"},{"number":15,"verse":"and that from thy childhood thou hast learned the holy writings, which are able to make thee wise to salvation, through faith which is in Jeshu Meshiha."},{"number":16,"verse":"FOR all scripture which from the Spirit is written, is profitable for doctrine, and for rebuke, and for correction, and for instruction [Or, discipline.] which is in righteousness:"},{"number":17,"verse":"that the man of God may be perfect unto every good work, and completed."}]}