{"bibleAbbr":"BBE1965","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"And the Lord came to Sarah as he had said and did to her as he had undertaken."},{"number":2,"verse":"And Sarah became with child, and gave Abraham a son when he was old, at the time named by God."},{"number":3,"verse":"And Abraham gave to his son, to whom Sarah had given birth, the name Isaac."},{"number":4,"verse":"And when his son Isaac was eight days old, Abraham made him undergo circumcision, as God had said to him."},{"number":5,"verse":"Now Abraham was a hundred years old when the birth of Isaac took place."},{"number":6,"verse":"And Sarah said, God has given me cause for laughing, and everyone who has news of it will be laughing with me."},{"number":7,"verse":"And she said, Who would have said to Abraham that Sarah would have a child at her breast? for see, I have given him a son now when he is old."},{"number":8,"verse":"And when the child was old enough to be taken from the breast, Abraham made a great feast."},{"number":9,"verse":"And Sarah saw the son of Hagar the Egyptian playing with Isaac."},{"number":10,"verse":"So she said to Abraham, Send away that woman and her son: for the son of that woman is not to have a part in the heritage with my son Isaac."},{"number":11,"verse":"And this was a great grief to Abraham because of his son."},{"number":12,"verse":"But God said, Let it not be a grief to you because of the boy and Hagar his mother; give ear to whatever Sarah says to you, because it is from Isaac that your seed will take its name."},{"number":13,"verse":"And I will make a nation of the son of your servant-woman, because he is your seed."},{"number":14,"verse":"And early in the morning Abraham got up, and gave Hagar some bread and a water-skin, and put the boy on her back, and sent her away: and she went, wandering in the waste land of Beer-sheba."},{"number":15,"verse":"And when all the water in the skin was used up, she put the child down under a tree."},{"number":16,"verse":"And she went some distance away, about an arrow flight, and seating herself on the earth, she gave way to bitter weeping, saying, Let me not see the death of my child."},{"number":17,"verse":"And the boy's cry came to the ears of God; and the angel of God said to Hagar from heaven, Hagar, why are you weeping? have no fear, for the child's cry has come to the ears of God."},{"number":18,"verse":"Come, take your child in your arms, for I will make of him a great nation."},{"number":19,"verse":"Then God made her eyes open, and she saw a water-spring, and she got water in the skin and gave the boy a drink."},{"number":20,"verse":"And God was with the boy, and he became tall and strong, and he became a bowman, living in the waste land."},{"number":21,"verse":"And while he was in the waste land of Paran, his mother got him a wife from the land of Egypt."},{"number":22,"verse":"Now at that time, Abimelech and Phicol, the captain of his army, said to Abraham, I see that God is with you in all you do."},{"number":23,"verse":"Now, then, give me your oath, in the name of God, that you will not be false to me or to my sons after me, but that as I have been good to you, so you will be to me and to this land where you have been living."},{"number":24,"verse":"And Abraham said, I will give you my oath."},{"number":25,"verse":"But Abraham made a protest to Abimelech because of a water-hole which Abimelech's servants had taken by force."},{"number":26,"verse":"But Abimelech said, I have no idea who has done this thing; you never gave me word of it, and I had no knowledge of it till this day."},{"number":27,"verse":"And Abraham took sheep and oxen and gave them to Abimelech, and the two of them made an agreement together."},{"number":28,"verse":"And Abraham put seven young lambs of the flock on one side by themselves."},{"number":29,"verse":"Then Abimelech said, What are these seven lambs which you have put on one side?"},{"number":30,"verse":"And he said, Take these seven lambs from me as a witness that I have made this water-hole."},{"number":31,"verse":"So he gave that place the name Beer-sheba, because there the two of them had given their oaths."},{"number":32,"verse":"So they made an agreement at Beer-sheba, and Abimelech and Phicol, the captain of his army, went back to the land of the Philistines."},{"number":33,"verse":"And Abraham, after planting a holy tree in Beer-sheba, gave worship to the name of the Lord, the Eternal God."},{"number":34,"verse":"And Abraham went on living in the land of the Philistines as in a strange country."}]}