{"bibleAbbr":"BBE1965","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":32,"verses":[{"number":1,"verse":"And on his way Jacob came face to face with the angels of God."},{"number":2,"verse":"And when he saw them he said, This is the army of God: so he gave that place the name of Mahanaim."},{"number":3,"verse":"Now Jacob sent servants before him to Esau, his brother, in the land of Seir, the country of Edom;"},{"number":4,"verse":"And he gave them orders to say these words to Esau: Your servant Jacob says, Till now I have been living with Laban:"},{"number":5,"verse":"And I have oxen and asses and flocks and men-servants and women-servants: and I have sent to give my lord news of these things so that I may have grace in his eyes."},{"number":6,"verse":"When the servants came back they said, We have seen your brother Esau and he is coming out to you, and four hundred men with him."},{"number":7,"verse":"Then Jacob was in great fear and trouble of mind: and he put all the people and the flocks and the herds and the camels into two groups;"},{"number":8,"verse":"And said, If Esau, meeting one group, makes an attack on them, the others will get away safely."},{"number":9,"verse":"Then Jacob said, O God of my father Abraham, the God of my father Isaac, the Lord who said to me, Go back to your country and your family and I will be good to you:"},{"number":10,"verse":"I am less than nothing in comparison with all your mercies and your faith to me your servant; for with only my stick in my hand I went across Jordan, and now I have become two armies."},{"number":11,"verse":"Be my saviour from the hand of Esau, my brother: for my fear is that he will make an attack on me, putting to death mother and child."},{"number":12,"verse":"And you said, Truly, I will be good to you, and make your seed like the sand of the sea which may not be numbered."},{"number":13,"verse":"Then he put up his tent there for the night; and from among his goods he took, as an offering for his brother Esau,"},{"number":14,"verse":"Two hundred she-goats and twenty he-goats, two hundred females and twenty males from the sheep,"},{"number":15,"verse":"Thirty camels with their young ones, forty cows, ten oxen, twenty asses, and ten young asses."},{"number":16,"verse":"These he gave to his servants, every herd by itself, and he said to his servants, Go on before me, and let there be a space between one herd and another."},{"number":17,"verse":"And he gave orders to the first, saying, When my brother Esau comes to you and says, Whose servant are you, and where are you going, and whose are these herds?"},{"number":18,"verse":"Then say to him, These are your servant Jacob's; they are an offering for my lord, for Esau; and he himself is coming after us."},{"number":19,"verse":"And he gave the same orders to the second and the third and to all those who were with the herds, saying, This is what you are to say to Esau when you see him;"},{"number":20,"verse":"And you are to say further, Jacob, your servant, is coming after us. For he said to himself, I will take away his wrath by the offering which I have sent on, and then I will come before him: it may be that I will have grace in his eyes."},{"number":21,"verse":"So the servants with the offerings went on in front, and he himself took his rest that night in the tents with his people."},{"number":22,"verse":"And in the night he got up, and taking with him his two wives and the two servant-women and his eleven children, he went over the river Jabbok."},{"number":23,"verse":"He took them and sent them over the stream with all he had."},{"number":24,"verse":"Then Jacob was by himself; and a man was fighting with him till dawn."},{"number":25,"verse":"But when the man saw that he was not able to overcome Jacob, he gave him a blow in the hollow part of his leg, so that his leg was damaged."},{"number":26,"verse":"And he said to him, Let me go now, for the dawn is near. But Jacob said, I will not let you go till you have given me your blessing."},{"number":27,"verse":"Then he said, What is your name? And he said, Jacob."},{"number":28,"verse":"And he said, Your name will no longer be Jacob, but Israel: for in your fight with God and with men you have overcome."},{"number":29,"verse":"Then Jacob said, What is your name? And he said, What is my name to you? Then he gave him a blessing."},{"number":30,"verse":"And Jacob gave that place the name of Peniel, saying, I have seen God face to face, and still I am living."},{"number":31,"verse":"And while he was going past Peniel, the sun came up. And he went with unequal steps because of his damaged leg."},{"number":32,"verse":"For this reason the children of Israel, even today, never take that muscle in the hollow of the leg as food, because the hollow of Jacob's leg was touched."}]}