{"bibleAbbr":"BBE1965","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":5,"verses":[{"number":1,"verse":"This is the book of the generations of Adam. In the day when God made man, he made him in the image of God;"},{"number":2,"verse":"Male and female he made them, naming them Man, and giving them his blessing on the day when they were made."},{"number":3,"verse":"Adam had been living for a hundred and thirty years when he had a son like himself, after his image, and gave him the name of Seth:"},{"number":4,"verse":"And after the birth of Seth, Adam went on living for eight hundred years, and had sons and daughters:"},{"number":5,"verse":"And all the years of Adam's life were nine hundred and thirty: and he came to his end."},{"number":6,"verse":"And Seth was a hundred and five years old when he became the father of Enosh:"},{"number":7,"verse":"And he went on living after the birth of Enosh for eight hundred and seven years, and had sons and daughters:"},{"number":8,"verse":"And all the years of Seth's life were nine hundred and twelve: and he came to his end."},{"number":9,"verse":"And Enosh was ninety years old when he became the father of Kenan:"},{"number":10,"verse":"And after the birth of Kenan, Enosh went on living for eight hundred and fifteen years, and had sons and daughters:"},{"number":11,"verse":"And all the years of Enosh were nine hundred and five: and he came to his end."},{"number":12,"verse":"And Kenan was seventy years old when he became the father of Mahalalel:"},{"number":13,"verse":"And after the birth of Mahalalel, Kenan went on living for eight hundred and forty years, and had sons and daughters:"},{"number":14,"verse":"And all the years of Kenan's life were nine hundred and ten; and he came to his end."},{"number":15,"verse":"And Mahalalel was sixty-five years old when he became the father of Jared:"},{"number":16,"verse":"And after the birth of Jared, Mahalalel went on living for eight hundred and thirty years, and had sons and daughters:"},{"number":17,"verse":"And all the years of Mahalalel's life were eight hundred and ninety-five: and he came to his end."},{"number":18,"verse":"And Jared was a hundred and sixty-two years old when he became the father of Enoch:"},{"number":19,"verse":"And Jared went on living after the birth of Enoch for eight hundred years, and had sons and daughters:"},{"number":20,"verse":"And all the years of Jared's life were nine hundred and sixty-two: and he came to his end."},{"number":21,"verse":"And Enoch was sixty-five years old when he became the father of Methuselah:"},{"number":22,"verse":"And after the birth of Methuselah, Enoch went on in God's ways for three hundred years, and had sons and daughters:"},{"number":23,"verse":"And all the years of Enoch's life were three hundred and sixty-five:"},{"number":24,"verse":"And Enoch went on in God's ways: and he was not seen again, for God took him."},{"number":25,"verse":"And Methuselah was a hundred and eighty-seven years old when he became the father of Lamech:"},{"number":26,"verse":"And after the birth of Lamech, Methuselah went on living for seven hundred and eighty-two years, and had sons and daughters:"},{"number":27,"verse":"And all the years of Methuselah's life were nine hundred and sixty-nine: and he came to his end."},{"number":28,"verse":"And Lamech was a hundred and eighty-two years old when he had a son:"},{"number":29,"verse":"And he gave him the name of Noah, saying, Truly, he will give us rest from our trouble and the hard work of our hands, because of the earth which was cursed by God."},{"number":30,"verse":"And after the birth of Noah, Lamech went on living for five hundred and ninety-five years, and had sons and daughters:"},{"number":31,"verse":"And all the years of Lamech's life were seven hundred and seventy-seven: and he came to his end."},{"number":32,"verse":"And when Noah was five hundred years old, he became the father of Shem, Ham, and Japheth."}]}