{"bibleAbbr":"BB1572","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul an Apostle of Iesu Christe, by the wyll of God, & brother Timotheus. Unto ye Church of God which is at Corinthus, with all the saintes which are in all Achaia:"},{"number":2,"verse":"Grace [be] with you, and peace from God our father and from the Lorde Iesus Christe."},{"number":3,"verse":"Blessed be God, the father of our Lorde Iesus Christe, whiche is the father of mercies, & the God of al comfort:"},{"number":4,"verse":"Which comforted vs in all our tribulation, insomuch that we are able to comfort them which are in any maner trouble, with the comfort wherwith we our selues are comforted of God."},{"number":5,"verse":"For as the afflictions of Christ are plenteous in vs: euen so is our consolation plenteous by Christe."},{"number":6,"verse":"Whether we be troubled [it is] for your consolation and saluation, which saluation sheweth her power, in that ye suffer the same afflictions whiche we also suffer: or whether we be comforted [it is] for your consolation & saluation:"},{"number":7,"verse":"And our hope is stedfast, insomuch as we knowe howe that as ye are partakers of ye afflictions, so ye be partakers also of the consolation."},{"number":8,"verse":"For we woulde not brethren haue you ignoraunt of our trouble, whiche came vnto vs in Asia: For we were greeued out of measure, passyng strength, so greatly, that we dispayred euen of lyfe."},{"number":9,"verse":"Yea, we receaued the sentence of death in our selues, that we should not put our trust in our selues, but in God, whiche rayseth the dead:"},{"number":10,"verse":"Who delyuered vs from so great a death, and doth deliuer: On whom we trust that yet hereafter he wyll deliuer,"},{"number":11,"verse":"By the helpe of your prayer for vs, that by ye meanes of many persons, thankes may geuen of many on our behalfe, for the grace geuen vnto vs."},{"number":12,"verse":"For our reioycyng is this, the testimonie of our conscience, that in simplicitie & godly purenesse, and not in fleshely wisdome, but by the grace of God, we haue had our conuersatio in the worlde, and most of all to you wardes."},{"number":13,"verse":"We write none other thinges vnto you then that ye read, or also yt ye acknowledge, and I trust ye shall acknowledge vs vnto the ende."},{"number":14,"verse":"Euen as ye haue acknowledged vs partly: For we are your reioycing, euen as ye are ours in the daye of our Lorde Iesus."},{"number":15,"verse":"And in this confidence was I minded first to haue come vnto you, yt ye myght haue had one pleasure more:"},{"number":16,"verse":"And to passe by you into Macedonia, and to haue come agayne out of Macedonia vnto you, and to be led foorth of you to Iurie."},{"number":17,"verse":"When I therfore was thus mynded, did I vse lightnesse? or mynde I carnally those thynges whiche I mynde, that with me shoulde be yea yea, & nay nay?"},{"number":18,"verse":"God is faythfull: For our preaching to you, was not yea and nay."},{"number":19,"verse":"For Gods sonne Iesus Christe which was preached among you by vs, euen by me, and Siluanus, and Timotheus, was not yea and nay, but in hym it was yea."},{"number":20,"verse":"For all the promises of God in him are yea, and are in him Amen, vnto the glorie of God, through vs."},{"number":21,"verse":"And God it is whiche stablysheth vs with you in Christe, and hath annoynted vs."},{"number":22,"verse":"Which hath also sealed vs, and hath geuen the earnest of the spirite in our heartes."},{"number":23,"verse":"I call God for a recorde vnto my soule, that to spare you I came not as yet vnto Corinthus."},{"number":24,"verse":"Not that we be Lordes ouer your fayth, but are helpers of your ioy. For by fayth ye stande."}]}