{"bibleAbbr":"BB1572","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":7,"verses":[{"number":1,"verse":"Seyng that we haue these promises (dearely beloued) let vs clense our selues from all fylthynesse of the flesshe & spirite, and growe vp to full holynesse in the feare of God."},{"number":2,"verse":"Understande vs, we haue wronged no man, we haue corrupt no man, we haue defrauded no man."},{"number":3,"verse":"I speake not this to condempne you: for I haue shewed you before, that ye are in our heartes to dye and lyue with you."},{"number":4,"verse":"I am very bolde ouer you, I reioyce greatly in you. I am fylled with comfort, and am exceedyng ioyous in all our tribulation."},{"number":5,"verse":"For when we were come into Macedonia, our flesshe had no rest, but we were troubled on euery syde: Outward was fyghtyng, inward was feare."},{"number":6,"verse":"Neuerthelesse, God that comforteth the humble, comforted vs by the commyng of Titus."},{"number":7,"verse":"And not by his comming only, but also by the consolatio whiche we receaued of you, when he tolde vs your desire, your wepyng, your feruent mynde towarde me, so that I reioyced the more."},{"number":8,"verse":"For though I made you sorie with a letter, I repent not, though I dyd repent. For I perceaue, that the same epistle made you sorie, though it were but for a season."},{"number":9,"verse":"I nowe reioyce, not that ye were sorie, but that ye so sorowed to repent: for ye sorowed godly, so that in nothyng ye were hurt by vs."},{"number":10,"verse":"For godly sorowe, causeth repentaunce vnto saluatio, not to be repented of: but the sorowe of the world causeth death."},{"number":11,"verse":"For beholde this thing, what carefulnesse this godly sorow that ye toke, hath wrought in you: yea [what] clearing of your selues, yea [what] indignation, yea [what] feare, yea [what] vehemet desire, yea [what] zeale, yea [what] punishment. For in all thynges ye haue shewed your selues that ye were cleare in ye matter."},{"number":12,"verse":"Wherefore, though I wrote vnto you, I dyd it not for his cause that had done the hurt, neither for his cause that was hurt: but that your good minde to vswarde myght appeare among you in the syght of God."},{"number":13,"verse":"Therfore we are comforted, because ye are comforted: yea and exceedyngly the more ioyed we, for the ioy that Titus had, because his spirite was refreshed by you all."},{"number":14,"verse":"I am therefore not nowe ashamed, though I boasted my selfe to hym of you. For as all thinges which we spake vnto you are true: euen so our boastyng that I made vnto Titus is made true."},{"number":15,"verse":"And his inwarde affection is more aboundaunt towarde you, when he remembred the obedience of you all, howe with feare and tremblyng ye receaued hym."},{"number":16,"verse":"I reioyce that I may be bolde in you in all thynges."}]}