{"bibleAbbr":"Orig2013+","bookName":"ירמיהו","bookEnglishName":"Jeremiah","chapterNumber":10,"verses":[{"number":1,"verse":"שׁמעו <WH8085> Hear את <WH853> הדבר <WH1697> ye the word אשׁר <WH834> which דבר <WH1696> speaketh יהוה <WH3068> the LORD עליכם <WH5921> unto בית <WH1004> you, O house ישׂראל׃ <WH3478> of Israel:"},{"number":2,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, אל <WH413> דרך <WH1870> the way הגוים <WH1471> of the heathen, אל <WH408> not תלמדו <WH3925> Learn ומאתות <WH226> at the signs השׁמים <WH8064> of heaven; אל <WH408> and be not תחתו <WH2865> dismayed כי <WH3588> for יחתו <WH2865> are dismayed הגוים <WH1471> the heathen מהמה׃ <WH1992> at them."},{"number":3,"verse":"כי <WH3588> For חקות <WH2708> the customs העמים <WH5971> of the people הבל <WH1892> vain: הוא <WH1931> כי <WH3588> for עץ <WH6086> a tree מיער <WH3293> out of the forest, כרתו <WH3772> cutteth מעשׂה <WH4639> the work ידי <WH3027> of the hands חרשׁ <WH2796> of the workman, במעצד׃ <WH4621> with the axe."},{"number":4,"verse":"בכסף <WH3701> it with silver ובזהב <WH2091> and with gold; ייפהו <WH3302> They deck במסמרות <WH4548> it with nails ובמקבות <WH4717> and with hammers, יחזקום <WH2388> they fasten ולוא <WH3808> not. יפיק׃ <WH6328> that it move"},{"number":5,"verse":"כתמר <WH8560> as the palm tree, מקשׁה <WH4749> upright המה <WH1992> They ולא <WH3808> not: ידברו <WH1696> but speak נשׂוא <WH5375> they must needs be borne, ינשׂוא <WH5375> they must needs be borne, כי <WH3588> because לא <WH3808> they cannot יצעדו <WH6805> go. אל <WH408> Be not תיראו <WH3372> afraid מהם <WH1992> כי <WH3588> them; for לא <WH3808> they cannot ירעו <WH7489> do evil, וגם <WH1571> also היטיב <WH3190> them to do good. אין <WH369> neither אותם׃ <WH854> in"},{"number":6,"verse":"מאין <WH369> כמוך <WH3644> like unto thee, יהוה <WH3068> O LORD; גדול <WH1419> great, אתה <WH859> thou וגדול <WH1419> great שׁמך <WH8034> and thy name בגבורה׃ <WH1369> in might."},{"number":7,"verse":"מי <WH4310> Who לא <WH3808> would not יראך <WH3372> fear מלך <WH4428> thee, O King הגוים <WH1471> of nations? כי <WH3588> for לך יאתה <WH2969> to thee doth it appertain: כי <WH3588> forasmuch בכל <WH3605> as among all חכמי <WH2450> the wise הגוים <WH1471> of the nations, ובכל <WH3605> and in all מלכותם <WH4438> their kingdoms, מאין <WH369> none כמוך׃ <WH3644> like unto thee."},{"number":8,"verse":"ובאחת <WH259> But they are altogether יבערו <WH1197> brutish ויכסלו <WH3688> and foolish: מוסר <WH4148> a doctrine הבלים <WH1892> of vanities. עץ <WH6086> the stock הוא׃ <WH1931>"},{"number":9,"verse":"כסף <WH3701> Silver מרקע <WH7554> spread into plates מתרשׁישׁ <WH8659> יובא <WH935> is brought וזהב <WH2091> and gold מאופז <WH210> מעשׂה <WH4639> the work חרשׁ <WH2796> of the workman, וידי <WH3027> and of the hands צורף <WH6884> of the founder: תכלת <WH8504> blue וארגמן <WH713> and purple לבושׁם <WH3830> their clothing: מעשׂה <WH4639> the work חכמים <WH2450> of cunning כלם׃ <WH3605> they all"},{"number":10,"verse":"ויהוה <WH3068> But the LORD אלהים <WH430> God, אמת <WH571> the true הוא <WH1931> he אלהים <WH430> God, חיים <WH2416> the living ומלך <WH4428> king: עולם <WH5769> and an everlasting מקצפו <WH7110> at his wrath תרעשׁ <WH7493> shall tremble, הארץ <WH776> the earth ולא <WH3808> shall not יכלו <WH3557> be able to abide גוים <WH1471> and the nations זעמו׃ <WH2195> his indignation."},{"number":11,"verse":"כדנה <WH1836> Thus תאמרון <WH560> shall ye say להום אלהיא <WH426> unto them, The gods די <WH1768> that שׁמיא <WH8065> the heavens וארקא <WH778> and the earth, לא <WH3809> have not עבדו <WH5648> made יאבדו <WH7> they shall perish מארעא <WH772> from the earth, ומן <WH4481> from the earth, תחות <WH8460> under שׁמיא <WH8065> heavens. אלה׃ <WH429> these"},{"number":12,"verse":"עשׂה <WH6213> He hath made ארץ <WH776> the earth בכחו <WH3581> by his power, מכין <WH3559> he hath established תבל <WH8398> the world בחכמתו <WH2451> by his wisdom, ובתבונתו <WH8394> by his discretion. נטה <WH5186> and hath stretched out שׁמים׃ <WH8064> the heavens"},{"number":13,"verse":"לקול <WH6963> his voice, תתו <WH5414> When he uttereth המון <WH1995> a multitude מים <WH4325> of waters בשׁמים <WH8064> in the heavens, ויעלה <WH5927> to ascend נשׂאים <WH5387> and he causeth the vapors מקצה <WH7097> from the ends ארץ <WH776> of the earth; ברקים <WH1300> lightnings למטר <WH4306> with rain, עשׂה <WH6213> he maketh ויוצא <WH3318> and bringeth forth רוח <WH7307> the wind מאצרתיו׃ <WH214> out of his treasures."},{"number":14,"verse":"נבער <WH1197> is brutish כל <WH3605> Every אדם <WH120> man מדעת <WH1847> in knowledge: הבישׁ <WH3001> is confounded כל <WH3605> every צורף <WH6884> founder מפסל <WH6459> by the graven image: כי <WH3588> for שׁקר <WH8267> falsehood, נסכו <WH5262> his molten image ולא <WH3808> and no רוח׃ <WH7307> breath"},{"number":15,"verse":"הבל <WH1892> vanity, המה <WH1992> They מעשׂה <WH4639> the work תעתעים <WH8595> of errors: בעת <WH6256> in the time פקדתם <WH6486> of their visitation יאבדו׃ <WH6> they shall perish."},{"number":16,"verse":"לא <WH3808> not כאלה <WH428> like them: חלק <WH2506> The portion יעקב <WH3290> of Jacob כי <WH3588> for יוצר <WH3335> the former הכל <WH3605> of all הוא <WH1931> he וישׂראל <WH3478> and Israel שׁבט <WH7626> the rod נחלתו <WH5159> of his inheritance: יהוה <WH3068> The LORD צבאות <WH6635> of hosts שׁמו׃ <WH8034> his name."},{"number":17,"verse":"אספי <WH622> Gather up מארץ <WH776> out of the land, כנעתך <WH3666> thy wares ישׁבתי <WH3427> O inhabitant במצור׃ <WH4692>"},{"number":18,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3069> הנניולע <WH7049> I will sling out את <WH853> יושׁבי <WH3427> the inhabitants הארץ <WH776> of the land בפעם <WH6471> once, הזאת <WH2063> at this והצרותי <WH6887> and will distress להם <WH1992> למען <WH4616> them, that ימצאו׃ <WH4672> they may find"},{"number":19,"verse":"אוי <WH188> Woe לי על <WH5921> is me for שׁברי <WH7667> my hurt! נחלה <WH2470> is grievous: מכתי <WH4347> my wound ואני <WH589> but I אמרתי <WH559> said, אך <WH389> Truly זה <WH2088> this חלי <WH2483> a grief, ואשׂאנו׃ <WH5375> and I must bear"},{"number":20,"verse":"אהלי <WH168> My tabernacle שׁדד <WH7703> is spoiled, וכל <WH3605> and all מיתרי <WH4340> my cords נתקו <WH5423> are broken: בני <WH1121> my children יצאני <WH3318> are gone forth ואינם <WH369> of me, and they not: אין <WH369> none נטה <WH5186> to stretch forth עוד <WH5750> any more, אהלי <WH168> my tent ומקים <WH6965> and to set up יריעותי׃ <WH3407> my curtains."},{"number":21,"verse":"כי <WH3588> For נבערו <WH1197> are become brutish, הרעים <WH7462> the pastors ואת <WH853> יהוה <WH3068> the LORD: לא <WH3808> and have not דרשׁו <WH1875> sought על <WH5921> therefore כן <WH3651> therefore לא <WH3808> they shall not השׂכילו <WH7919> prosper, וכל <WH3605> and all מרעיתם <WH4830> their flocks נפוצה׃ <WH6327> shall be scattered."},{"number":22,"verse":"קול <WH6963> the noise שׁמועה <WH8052> of the bruit הנה <WH2009> Behold, באה <WH935> is come, ורעשׁ <WH7494> commotion גדול <WH1419> and a great מארץ <WH776> צפוןשׂום <WH7760> to make את <WH853> ערי <WH5892> the cities יהודה <WH3063> of Judah שׁממה <WH8077> desolate, מעון <WH4583> a den תנים׃ <WH8577> of dragons."},{"number":23,"verse":"ידעתי <WH3045> I know יהוה <WH3068> O LORD, כי <WH3588> that לא <WH3808> not לאדם <WH120> of man דרכו <WH1870> the way לא <WH3808> in himself: not לאישׁ <WH376> in man הלך <WH1980> that walketh והכין <WH3559> to direct את <WH853> צעדו׃ <WH6806> his steps."},{"number":24,"verse":"יסרני <WH3256> correct יהוה <WH3068> O LORD, אך <WH389> me, but with במשׁפט <WH4941> judgment; אל <WH408> not באפך <WH639> in thine anger, פן <WH6435> lest תמעטני׃ <WH4591> thou bring me to nothing."},{"number":25,"verse":"שׁפך <WH8210> Pour out חמתך <WH2534> thy fury על <WH5921> upon הגוים <WH1471> the heathen אשׁר <WH834> that לא <WH3808> thee not, ידעוך <WH3045> know ועל <WH5921> and upon משׁפחות <WH4940> the families אשׁר <WH834> that בשׁמך <WH8034> on thy name: לא <WH3808> not קראו <WH7121> call כי <WH3588> for אכלו <WH398> they have eaten up את <WH853> יעקב <WH3290> Jacob, ואכלהו <WH398> and devoured ויכלהו <WH3615> him, and consumed ואת <WH853> נוהו <WH5116> him, and have made his habitation השׁמו׃ <WH8074> desolate."}]}