{"bibleAbbr":"Orig2013+","bookName":"ירמיהו","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"ויאמר <WH559> Then said יהוה <WH3068> the LORD אלי <WH413> unto אם <WH518> me, Though יעמד <WH5975> stood משׁה <WH4872> Moses ושׁמואל <WH8050> and Samuel לפני <WH6440> before אין <WH369> not נפשׁי <WH5315> me, my mind אל <WH413> toward העם <WH5971> people: הזה <WH2088> this שׁלח <WH7971> cast מעל <WH5921> out of פני <WH6440> my sight, ויצאו׃ <WH3318> and let them go forth."},{"number":2,"verse":"והיה <WH1961> And it shall come to pass, כי <WH3588> if יאמרו <WH559> they say אליך <WH413> unto אנה <WH575> thee, Whither נצא <WH3318> shall we go forth? ואמרת <WH559> then thou shalt tell אליהם <WH413> then thou shalt tell כה <WH3541> them, Thus אמר <WH559> saith יהוה <WH3068> the LORD; אשׁר <WH834> Such as למות <WH4194> for death, למות <WH4194> to death; ואשׁר <WH834> and such as לחרב <WH2719> for the sword, לחרב <WH2719> to the sword; ואשׁר <WH834> and such as לרעב <WH7458> for the famine, לרעב <WH7458> to the famine; ואשׁר <WH834> and such as לשׁבי <WH7628> for the captivity, לשׁבי׃ <WH7628> to the captivity."},{"number":3,"verse":"ופקדתי <WH6485> And I will appoint עליהם <WH5921> over ארבע <WH702> them four משׁפחות <WH4940> kinds, נאם <WH5002> saith יהוה <WH3068> the LORD: את <WH853> החרב <WH2719> the sword להרג <WH2026> to slay, ואת <WH853> הכלבים <WH3611> and the dogs לסחב <WH5498> to tear, ואת <WH853> עוף <WH5775> and the fowls השׁמים <WH8064> of the heaven, ואת <WH853> בהמת <WH929> and the beasts הארץ <WH776> of the earth, לאכל <WH398> to devour ולהשׁחית׃ <WH7843> and destroy."},{"number":4,"verse":"ונתתים <WH5414> And I will cause לזועה <WH2113> לכל <WH3605> into all ממלכות <WH4467> kingdoms הארץ <WH776> of the earth, בגלל <WH1558> because of מנשׁה <WH4519> Manasseh בן <WH1121> the son יחזקיהו <WH2396> מלך <WH4428> king יהודה <WH3063> of Judah, על <WH5921> for אשׁר <WH834> which עשׂה <WH6213> he did בירושׁלם׃ <WH3389> in Jerusalem."},{"number":5,"verse":"כי <WH3588> For מי <WH4310> who יחמל <WH2550> shall have pity עליך <WH5921> upon ירושׁלם <WH3389> thee, O Jerusalem? ומי <WH4310> or who ינוד <WH5110> shall bemoan לך ומי <WH4310> thee? or who יסור <WH5493> shall go aside לשׁאל <WH7592> to ask לשׁלם׃ <WH7965> how thou doest?"},{"number":6,"verse":"את <WH859> Thou נטשׁת <WH5203> hast forsaken אתי <WH853> נאם <WH5002> me, saith יהוה <WH3068> the LORD, אחור <WH268> backward: תלכי <WH1980> thou art gone ואט <WH5186> therefore will I stretch out את <WH853> ידי <WH3027> my hand עליך <WH5921> against ואשׁחיתך <WH7843> thee, and destroy נלאיתי <WH3811> thee; I am weary הנחם׃ <WH5162> with repenting."},{"number":7,"verse":"ואזרם <WH2219> And I will fan במזרה <WH4214> them with a fan בשׁערי <WH8179> in the gates הארץ <WH776> of the land; שׁכלתי <WH7921> I will bereave אבדתי <WH6> of children, I will destroy את <WH853> עמי <WH5971> my people, מדרכיהם <WH1870> from their ways. לוא <WH3808> not שׁבו׃ <WH7725> they return"},{"number":8,"verse":"עצמו <WH6105> are increased לי אלמנתו <WH490> Their widows מחול <WH2344> to me above the sand ימים <WH3220> of the seas: הבאתי <WH935> I have brought להם <WH1992> על <WH5921> upon them against אם <WH517> the mother בחור <WH970> of the young men שׁדד <WH7703> a spoiler בצהרים <WH6672> at noonday: הפלתי <WH5307> I have caused to fall עליה <WH5921> upon פתאם <WH6597> it suddenly, עיר <WH5892> upon the city. ובהלות׃ <WH928> and terrors"},{"number":9,"verse":"אמללה <WH535> languisheth: ילדת <WH3205> She that hath borne השׁבעה <WH7651> seven נפחה <WH5301> she hath given up נפשׁה <WH5315> the ghost; באה <WH935> is gone down שׁמשׁה <WH8121> her sun בעד <WH5750> while יומם <WH3119> yet day: בושׁה <WH954> she hath been ashamed וחפרה <WH2659> and confounded: ושׁאריתם <WH7611> and the residue לחרב <WH2719> to the sword אתן <WH5414> of them will I deliver לפני <WH6440> before איביהם <WH341> their enemies, נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":10,"verse":"אוי <WH188> Woe לי אמי <WH517> is me, my mother, כי <WH3588> that ילדתני <WH3205> thou hast borne אישׁ <WH376> me a man ריב <WH7379> of strife ואישׁ <WH376> and a man מדון <WH4066> of contention לכל <WH3605> to the whole הארץ <WH776> earth! לא <WH3808> I have neither נשׁיתי <WH5383> lent on usury, ולא <WH3808> nor נשׁו <WH5383> men have lent to me on usury; בי כלה <WH3605> every one מקללוני׃ <WH7043> of them doth curse"},{"number":11,"verse":"אמר <WH559> said, יהוה <WH3068> The LORD אם <WH518> verily לא <WH3808> verily שׁרותך <WH8325> לטוב <WH2896> it shall be well אם <WH518> לואפגעתי <WH6293> to entreat בך בעת <WH6256> thee in the time רעה <WH7451> of evil ובעת <WH6256> and in the time צרה <WH6869> of affliction. את <WH853> האיב׃ <WH341> I will cause the enemy"},{"number":12,"verse":"הירע <WH7489> break ברזל <WH1270> Shall iron ברזל <WH1270> iron מצפון <WH6828> the northern ונחשׁת׃ <WH5178> and the steel?"},{"number":13,"verse":"חילך <WH2428> Thy substance ואוצרותיך <WH214> and thy treasures לבז <WH957> to the spoil אתן <WH5414> will I give לא <WH3808> without במחיר <WH4242> price, ובכל <WH3605> and for all חטאותיך <WH2403> thy sins, ובכל <WH3605> even in all גבוליך׃ <WH1366> thy borders."},{"number":14,"verse":"והעברתי <WH5674> And I will make to pass את <WH854> with איביך <WH341> thine enemies בארץ <WH776> into a land לא <WH3808> not: ידעת <WH3045> thou knowest כי <WH3588> for אשׁ <WH784> a fire קדחה <WH6919> is kindled באפי <WH639> in mine anger, עליכם <WH5921> upon תוקד׃ <WH3344> shall burn"},{"number":15,"verse":"אתה <WH859> thou ידעת <WH3045> knowest: יהוה <WH3068> O LORD, זכרני <WH2142> remember ופקדני <WH6485> me, and visit והנקם <WH5358> me, and revenge לי מרדפי <WH7291> me of my persecutors; אל <WH408> me not לארך <WH750> away in thy longsuffering: אפך <WH639> away in thy longsuffering: תקחני <WH3947> take דע <WH3045> know שׂאתי <WH5375> thy sake I have suffered עליך <WH5921> that for חרפה׃ <WH2781> rebuke."},{"number":16,"verse":"נמצאו <WH4672> were found, דבריך <WH1697> Thy words ואכלם <WH398> and I did eat ויהי <WH1961> was דבריך <WH1697> them; and thy word לי לשׂשׂון <WH8342> unto me the joy ולשׂמחת <WH8057> and rejoicing לבבי <WH3824> of mine heart: כי <WH3588> for נקרא <WH7121> I am called שׁמך <WH8034> thy name, עלי <WH5921> by יהוה <WH3068> O LORD אלהי <WH430> God צבאות׃ <WH6635> of hosts."},{"number":17,"verse":"לא <WH3808> not ישׁבתי <WH3427> I sat בסוד <WH5475> in the assembly משׂחקים <WH7832> of the mockers, ואעלז <WH5937> nor rejoiced; מפני <WH6440> because ידך <WH3027> of thy hand: בדד <WH910> alone ישׁבתי <WH3427> I sat כי <WH3588> for זעם <WH2195> me with indignation. מלאתני׃ <WH4390> thou hast filled"},{"number":18,"verse":"למה <WH4100> Why היה <WH1961> is כאבי <WH3511> my pain נצח <WH5331> perpetual, ומכתי <WH4347> and my wound אנושׁה <WH605> incurable, מאנה <WH3985> refuseth הרפא <WH7495> to be healed? היו <WH1961> wilt thou be altogether תהיה <WH1961> wilt thou be altogether לי כמו <WH3644> unto me as אכזב <WH391> a liar, מים <WH4325> waters לא <WH3808> fail? נאמנו׃ <WH539> fail?"},{"number":19,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD, אם <WH518> If תשׁוב <WH7725> thou return, ואשׁיבך <WH7725> then will I bring thee again, לפני <WH6440> before תעמד <WH5975> thou shalt stand ואם <WH518> me: and if תוציא <WH3318> thou take forth יקר <WH3368> the precious מזולל <WH2151> from the vile, כפי <WH6310> as my mouth: תהיה <WH1961> thou shalt be ישׁבו <WH7725> let them return המה <WH1992> אליך <WH413> unto ואתה <WH859> thou לא <WH3808> not תשׁוב <WH7725> thee; but return אליהם׃ <WH413> unto"},{"number":20,"verse":"ונתתיך <WH5414> And I will make לעם <WH5971> people הזה <WH2088> thee unto this לחומת <WH2346> wall: נחשׁת <WH5178> brazen בצורה <WH1219> a fenced ונלחמו <WH3898> and they shall fight אליך <WH413> against ולא <WH3808> thee, but they shall not יוכלו <WH3201> prevail לך כי <WH3588> against thee: for אתך <WH854> with אני <WH589> I להושׁיעך <WH3467> thee to save ולהצילך <WH5337> thee and to deliver נאם <WH5002> thee, saith יהוה׃ <WH3068> the LORD."},{"number":21,"verse":"והצלתיך <WH5337> And I will deliver מיד <WH3027> thee out of the hand רעים <WH7451> of the wicked, ופדתיך <WH6299> and I will redeem מכף <WH3709> thee out of the hand ערצים׃ <WH6184> of the terrible."}]}