{"bibleAbbr":"Orig2013+","bookName":"ירמיהו","bookEnglishName":"Jeremiah","chapterNumber":16,"verses":[{"number":1,"verse":"ויהי <WH1961> came דבר <WH1697> The word יהוה <WH3068> of the LORD אלי <WH413> also unto לאמר׃ <WH559> me, saying,"},{"number":2,"verse":"לא <WH3808> Thou shalt not תקח <WH3947> take לך אשׁה <WH802> thee a wife, ולא <WH3808> neither יהיו <WH1961> shalt thou have לך בנים <WH1121> sons ובנות <WH1323> or daughters במקום <WH4725> place. הזה׃ <WH2088> in this"},{"number":3,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD על <WH5921> concerning הבנים <WH1121> the sons ועל <WH5921> and concerning הבנות <WH1323> the daughters הילודים <WH3205> that bore במקום <WH4725> place, הזה <WH2088> in this ועל <WH5921> and concerning אמתם <WH517> their mothers הילדות <WH3205> that begot אותם <WH853> ועל <WH5921> them, and concerning אבותם <WH1> their fathers המולדים <WH3205> אותםארץ <WH776> land; הזאת׃ <WH2063>"},{"number":4,"verse":"ממותי <WH4463> deaths; תחלאים <WH8463> of grievous ימתו <WH4191> They shall die לא <WH3808> they shall not יספדו <WH5594> be lamented; ולא <WH3808> neither יקברו <WH6912> shall they be buried; לדמן <WH1828> they shall be as dung על <WH5921> upon פני <WH6440> the face האדמה <WH127> of the earth: יהיו <WH1961> and they shall be ובחרב <WH2719> by the sword, וברעב <WH7458> and by famine; יכלו <WH3615> consumed והיתה <WH1961> נבלתם <WH5038> and their carcasses למאכל <WH3978> shall be meat לעוף <WH5775> for the fowls השׁמים <WH8064> of heaven, ולבהמת <WH929> and for the beasts הארץ׃ <WH776> of the earth."},{"number":5,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD, אל <WH408> not תבוא <WH935> Enter בית <WH1004> into the house מרזח <WH4798> of mourning, ואל <WH408> neither תלך <WH1980> go לספוד <WH5594> to lament ואל <WH408> nor תנד <WH5110> bemoan להם כי <WH3588> them: for אספתי <WH622> I have taken away את <WH853> שׁלומי <WH7965> my peace מאת <WH853> העם <WH5971> people, הזה <WH2088> this נאם <WH5002> saith יהוה <WH3068> the LORD, את <WH853> החסד <WH2617> lovingkindness ואת <WH853> הרחמים׃ <WH7356> and mercies."},{"number":6,"verse":"ומתו <WH4191> shall die גדלים <WH1419> Both the great וקטנים <WH6996> and the small בארץ <WH776> land: הזאת <WH2063> in this לא <WH3808> they shall not יקברו <WH6912> be buried, ולא <WH3808> neither יספדו <WH5594> shall lament להם <WH1992> ולא <WH3808> for them: nor יתגדד <WH1413> cut themselves, ולא <WH3808> nor יקרח <WH7139> make themselves bald להם׃ <WH1992>"},{"number":7,"verse":"ולא <WH3808> Neither יפרסו <WH6536> shall tear להם על <WH5921> for them in אבל <WH60> mourning, לנחמו <WH5162> to comfort על <WH5921> them for מת <WH4191> the dead; ולא <WH3808> neither ישׁקו <WH8248> to drink אותם <WH853> כוס <WH3563> shall give them the cup תנחומים <WH8575> of consolation על <WH5921> for אביו <WH1> their father ועל <WH5921> or for אמו׃ <WH517> their mother."},{"number":8,"verse":"ובית <WH1004> into the house משׁתה <WH4960> of feasting, לא <WH3808> Thou shalt not תבוא <WH935> also go לשׁבת <WH3427> to sit אותם <WH854> with לאכל <WH398> them to eat ולשׁתות׃ <WH8354> and to drink."},{"number":9,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts, אלהי <WH430> the God ישׂראל <WH3478> of Israel; הנני <WH2005> משׁבית <WH7673> I will cause to cease מן <WH4480> out of המקום <WH4725> place הזה <WH2088> this לעיניכם <WH5869> in your eyes, ובימיכם <WH3117> and in your days, קול <WH6963> the voice שׂשׂון <WH8342> of mirth, וקול <WH6963> and the voice שׂמחה <WH8057> of gladness, קול <WH6963> the voice חתן <WH2860> of the bridegroom, וקול <WH6963> and the voice כלה׃ <WH3618> of the bride."},{"number":10,"verse":"והיה <WH1961> And it shall come to pass, כי <WH3588> when תגיד <WH5046> thou shalt show לעם <WH5971> people הזה <WH2088> this את <WH853> כל <WH3605> all הדברים <WH1697> words, האלה <WH428> these ואמרו <WH559> and they shall say אליך <WH413> unto על <WH5921> against מה <WH4100> us? or what דבר <WH1696> pronounced יהוה <WH3068> hath the LORD עלינו <WH5921> אתל <WH3605> all הרעה <WH7451> evil הגדולה <WH1419> great הזאת <WH2063> this ומה <WH4100> or what עוננו <WH5771> our iniquity? ומה <WH4100> חטאתנו <WH2403> our sin אשׁר <WH834> that חטאנו <WH2398> we have committed ליהוה <WH3068> against the LORD אלהינו׃ <WH430> our God?"},{"number":11,"verse":"ואמרת <WH559> Then shalt thou say אליהם <WH413> unto על <WH5921> אשׁרזבו <WH5800> have forsaken אבותיכם <WH1> your fathers אותי <WH853> נאם <WH5002> me, saith יהוה <WH3068> the LORD, וילכו <WH1980> and have walked אחרי <WH310> after אלהים <WH430> gods, אחרים <WH312> other ויעבדום <WH5647> and have served וישׁתחוו <WH7812> them, and have worshiped להם ואתי <WH853> עזבו <WH5800> them, and have forsaken ואת <WH853> תורתי <WH8451> my law; לא <WH3808> me, and have not שׁמרו׃ <WH8104> kept"},{"number":12,"verse":"ואתם <WH859> And ye הרעתם <WH7489> worse לעשׂות <WH6213> have done מאבותיכם <WH1> than your fathers; והנכם <WH2005> הלכים <WH1980> ye walk אישׁ <WH376> every one אחרי <WH310> after שׁררות <WH8307> the imagination לבו <WH3820> heart, הרע <WH7451> of his evil לבלתי <WH1115> that they may not שׁמע <WH8085> hearken אלי׃ <WH413> unto"},{"number":13,"verse":"והטלתי <WH2904> Therefore will I cast אתכם <WH853> מעל <WH5921> you out of הארץ <WH776> land הזאת <WH2063> this על <WH5921> into הארץ <WH776> a land אשׁר <WH834> that לא <WH3808> not, ידעתם <WH3045> ye know אתם <WH859> ye ואבותיכם <WH1> nor your fathers; ועבדתם <WH5647> shall ye serve שׁם <WH8033> and there את <WH853> אלהים <WH430> gods אחרים <WH312> other יומם <WH3119> day ולילה <WH3915> and night; אשׁר <WH834> where לא <WH3808> I will not אתן <WH5414> show לכם חנינה׃ <WH2594> you favor."},{"number":14,"verse":"לכן <WH3651> Therefore, הנה <WH2009> behold, ימים <WH3117> the days באים <WH935> come, נאם <WH5002> saith יהוה <WH3068> the LORD, ולא <WH3808> that it shall no יאמר <WH559> be said, עוד <WH5750> more חי <WH2416> liveth, יהוה <WH3068> The LORD אשׁר <WH834> that העלה <WH5927> brought up את <WH853> בני <WH1121> the children ישׂראל <WH3478> of Israel מארץ <WH776> out of the land מצרים׃ <WH4714> of Egypt;"},{"number":15,"verse":"כי <WH3588> אםי <WH2416> liveth, יהוה <WH3068> The LORD אשׁר <WH834> that העלה <WH5927> brought up את <WH853> בני <WH1121> the children ישׂראל <WH3478> of Israel מארץ <WH776> from the land צפון <WH6828> of the north, ומכל <WH3605> and from all הארצות <WH776> the lands אשׁר <WH834> whither הדיחם <WH5080> he had driven שׁמה <WH8033> whither והשׁבתים <WH7725> them: and I will bring them again על <WH5921> into אדמתם <WH127> their land אשׁר <WH834> that נתתי <WH5414> I gave לאבותם׃ <WH1> unto their fathers."},{"number":16,"verse":"הנני <WH2005> שׁלח <WH7971> I will send לדוגים <WH1771> fishers, רבים <WH7227> for many נאם <WH5002> saith יהוה <WH3068> the LORD, ודיגום <WH1770> and they shall fish ואחרי <WH310> them; and after כן <WH3651> them; and after אשׁלח <WH7971> will I send לרבים <WH7227> for many צידים <WH6719> hunters, וצדום <WH6679> and they shall hunt מעל <WH5921> them from כל <WH3605> every הר <WH2022> mountain, ומעל <WH5921> and from כל <WH3605> every גבעה <WH1389> hill, ומנקיקי <WH5357> and out of the holes הסלעים׃ <WH5553> of the rocks."},{"number":17,"verse":"כי <WH3588> For עיני <WH5869> mine eyes על <WH5921> upon כל <WH3605> all דרכיהם <WH1870> their ways: לא <WH3808> they are not נסתרו <WH5641> hid מלפני <WH6440> from my face, ולא <WH3808> neither נצפן <WH6845> hid עונם <WH5771> is their iniquity מנגד <WH5048> from עיני׃ <WH5869> mine eyes."},{"number":18,"verse":"ושׁלמתי <WH7999> I will recompense ראשׁונה <WH7223> And first משׁנה <WH4932> double; עונם <WH5771> their iniquity וחטאתם <WH2403> and their sin על <WH5921> because חללם <WH2490> they have defiled את <WH853> ארצי <WH776> my land, בנבלת <WH5038> with the carcasses שׁקוציהם <WH8251> of their detestable ותועבותיהם <WH8441> and abominable things. מלאו <WH4390> they have filled את <WH853> נחלתי׃ <WH5159> mine inheritance"},{"number":19,"verse":"יהוה <WH3068> O LORD, עזי <WH5797> my strength, ומעזי <WH4581> and my fortress, ומנוסי <WH4498> and my refuge ביום <WH3117> in the day צרה <WH6869> of affliction, אליך <WH413> unto גוים <WH1471> the Gentiles יבאו <WH935> shall come מאפסי <WH657> thee from the ends ארץ <WH776> of the earth, ויאמרו <WH559> and shall say, אך <WH389> Surely שׁקר <WH8267> lies, נחלו <WH5157> have inherited אבותינו <WH1> our fathers הבל <WH1892> vanity, ואין <WH369> and wherein no בם מועיל׃ <WH3276> profit."},{"number":20,"verse":"היעשׂה <WH6213> make לו אדם <WH120> Shall a man אלהים <WH430> gods והמה <WH1992> unto himself, and they לא <WH3808> no אלהים׃ <WH430> gods?"},{"number":21,"verse":"לכן <WH3651> Therefore, הנני <WH2005> מודיעם <WH3045> cause them to know, בפעם <WH6471> once הזאת <WH2063> I will this אודיעם <WH3045> I will cause them to know את <WH853> ידי <WH3027> mine hand ואת <WH853> גבורתי <WH1369> and my might; וידעו <WH3045> and they shall know כי <WH3588> that שׁמי <WH8034> my name יהוה׃ <WH3068> The LORD."}]}