{"bibleAbbr":"Orig2013+","bookName":"ירמיהו","bookEnglishName":"Jeremiah","chapterNumber":17,"verses":[{"number":1,"verse":"חטאת <WH2403> The sin יהודה <WH3063> of Judah כתובה <WH3789> written בעט <WH5842> with a pen ברזל <WH1270> of iron, בצפרן <WH6856> with the point שׁמיר <WH8068> of a diamond: חרושׁה <WH2790> graven על <WH5921> upon לוח <WH3871> the table לבם <WH3820> of their heart, ולקרנות <WH7161> and upon the horns מזבחותיכם׃ <WH4196> of your altars;"},{"number":2,"verse":"כזכר <WH2142> remember בניהם <WH1121> Whilst their children מזבחותם <WH4196> their altars ואשׁריהם <WH842> and their groves על <WH5921> by עץ <WH6086> trees רענן <WH7488> the green על <WH5921> upon גבעות <WH1389> hills. הגבהות׃ <WH1364> the high"},{"number":3,"verse":"הררי <WH2042> O my mountain בשׂדה <WH7704> in the field, חילך <WH2428> thy substance כל <WH3605> all אוצרותיך <WH214> thy treasures לבז <WH957> to the spoil, אתן <WH5414> I will give במתיך <WH1116> thy high places בחטאת <WH2403> for sin, בכל <WH3605> throughout all גבוליך׃ <WH1366> thy borders."},{"number":4,"verse":"ושׁמטתה <WH8058> And thou, even thyself, shalt discontinue ובך מנחלתך <WH5159> from thine heritage אשׁר <WH834> that נתתי <WH5414> I gave לך והעבדתיך <WH5647> thee; and I will cause thee to serve את <WH853> איביך <WH341> thine enemies בארץ <WH776> in the land אשׁר <WH834> which לא <WH3808> not: ידעת <WH3045> thou knowest כי <WH3588> for אשׁ <WH784> a fire קדחתם <WH6919> ye have kindled באפי <WH639> in mine anger, עד <WH5704> forever. עולם <WH5769> forever. תוקד׃ <WH3344> shall burn"},{"number":5,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; ארור <WH779> Cursed הגבר <WH1397> the man אשׁר <WH834> that יבטח <WH982> trusteth באדם <WH120> in man, ושׂם <WH7760> and maketh בשׂר <WH1320> flesh זרעו <WH2220> his arm, ומן <WH4480> from יהוה <WH3068> the LORD. יסור <WH5493> departeth לבו׃ <WH3820> and whose heart"},{"number":6,"verse":"והיה <WH1961> For he shall be כערער <WH6176> like the heath בערבה <WH6160> in the desert, ולא <WH3808> and shall not יראה <WH7200> see כי <WH3588> when יבוא <WH935> cometh; טוב <WH2896> good ושׁכן <WH7931> but shall inhabit חררים <WH2788> the parched places במדבר <WH4057> in the wilderness, ארץ <WH776> land מלחה <WH4420> a salt ולא <WH3808> and not תשׁב׃ <WH3427> inhabited."},{"number":7,"verse":"ברוך <WH1288> Blessed הגבר <WH1397> the man אשׁר <WH834> that יבטח <WH982> trusteth ביהוה <WH3068> in the LORD, והיה <WH1961> is. יהוה <WH3068> the LORD מבטחו׃ <WH4009> and whose hope"},{"number":8,"verse":"והיה <WH1961> For he shall be כעץ <WH6086> as a tree שׁתול <WH8362> planted על <WH5921> by מים <WH4325> the waters, ועל <WH5921> by יובל <WH3105> the river, ישׁלח <WH7971> and spreadeth out שׁרשׁיו <WH8328> her roots ולא <WH3808> and shall not ירא <WH3372> כי <WH3588> when יבא <WH935> cometh, חם <WH2527> heat והיה <WH1961> shall be עלהו <WH5929> but her leaf רענן <WH7488> green; ובשׁנת <WH8141> in the year בצרת <WH1226> of drought, לא <WH3808> and shall not ידאג <WH1672> be careful ולא <WH3808> neither ימישׁ <WH4185> shall cease מעשׂות <WH6213> from yielding פרי׃ <WH6529> fruit."},{"number":9,"verse":"עקב <WH6121> deceitful הלב <WH3820> The heart מכל <WH3605> above all ואנשׁ <WH605> and desperately wicked: הוא <WH1931> מי <WH4310> who ידענו׃ <WH3045> can know"},{"number":10,"verse":"אני <WH589> I יהוה <WH3068> the LORD חקר <WH2713> search לב <WH3820> the heart, בחן <WH974> try כליות <WH3629> the reins, ולתת <WH5414> even to give לאישׁ <WH376> every man כדרכו <WH1870> according to his ways, כפרי <WH6529> according to the fruit מעלליו׃ <WH4611> of his doings."},{"number":11,"verse":"קרא <WH7124> the partridge דגר <WH1716> sitteth ולא <WH3808> not; ילד <WH3205> and hatcheth עשׂה <WH6213> he that getteth עשׁר <WH6239> riches, ולא <WH3808> and not במשׁפט <WH4941> by right, בחצי <WH2677> them in the midst ימו <WH3117> of his days, יעזבנו <WH5800> shall leave ובאחריתו <WH319> and at his end יהיה <WH1961> shall be נבל׃ <WH5036> a fool."},{"number":12,"verse":"כסא <WH3678> throne כבוד <WH3519> A glorious מרום <WH4791> high מראשׁון <WH7223> from the beginning מקום <WH4725> the place מקדשׁנו׃ <WH4720> of our sanctuary."},{"number":13,"verse":"מקוה <WH4723> the hope ישׂראל <WH3478> of Israel, יהוה <WH3068> O LORD, כל <WH3605> all עזביך <WH5800> that forsake יבשׁו <WH954> thee shall be ashamed, יסורי <WH3249> they that depart from בארץ <WH776> in the earth, יכתבו <WH3789> me shall be written כי <WH3588> because עזבו <WH5800> they have forsaken מקור <WH4726> the fountain מים <WH4325> waters. חיים <WH2416> of living את <WH853> יהוה׃ <WH3068> the LORD,"},{"number":14,"verse":"רפאני <WH7495> Heal יהוה <WH3068> me, O LORD, וארפא <WH7495> and I shall be healed; הושׁיעני <WH3467> save ואושׁעה <WH3467> me, and I shall be saved: כי <WH3588> for תהלתי <WH8416> my praise. אתה׃ <WH859> thou"},{"number":15,"verse":"הנה <WH2009> Behold, המה <WH1992> they אמרים <WH559> say אלי <WH413> unto איה <WH346> me, Where דבר <WH1697> the word יהוה <WH3068> of the LORD? יבוא <WH935> let it come נא׃ <WH4994> now."},{"number":16,"verse":"ואני <WH589> As for me, I לא <WH3808> have not אצתי <WH213> hastened מרעה <WH7462> from a pastor אחריך <WH310> to follow ויום <WH3117> day; אנושׁ <WH605> the woeful לא <WH3808> thee: neither התאויתי <WH183> have I desired אתה <WH859> thou ידעת <WH3045> knowest: מוצא <WH4161> that which came שׂפתי <WH8193> my lips נכח <WH5227> before פניך <WH6440> out of היה׃ <WH1961> was"},{"number":17,"verse":"אל <WH408> not תהיה <WH1961> Be לי למחתה <WH4288> a terror מחסי <WH4268> my hope אתה <WH859> unto me: thou ביום <WH3117> in the day רעה׃ <WH7451> of evil."},{"number":18,"verse":"יבשׁו <WH954> Let them be confounded רדפי <WH7291> that persecute ואל <WH408> me, but let not אבשׁה <WH954> be confounded: אני <WH589> me יחתו <WH2865> be dismayed, המה <WH1992> let them ואל <WH408> but let not אחתה <WH2865> be dismayed: אני <WH589> me הביא <WH935> bring עליהם <WH5921> upon יום <WH3117> them the day רעה <WH7451> of evil, ומשׁנה <WH4932> them with double שׁברון <WH7670> destruction. שׁברם׃ <WH7665> and destroy"},{"number":19,"verse":"כה <WH3541> Thus אמר <WH559> said יהוה <WH3068> the LORD אלי <WH413> unto הלך <WH1980> me; Go ועמדת <WH5975> and stand בשׁער <WH8179> in the gate בני <WH1121> of the children עם <WH5971> of the people, אשׁר <WH834> whereby יבאו <WH935> come in, בו מלכי <WH4428> the kings יהודה <WH3063> of Judah ואשׁר <WH834> and by the which יצאו <WH3318> they go out, בו ובכל <WH3605> and in all שׁערי <WH8179> the gates ירושׁלם׃ <WH3389> of Jerusalem;"},{"number":20,"verse":"ואמרת <WH559> And say אליהם <WH413> unto שׁמעו <WH8085> them, Hear דבר <WH1697> ye the word יהוה <WH3068> of the LORD, מלכי <WH4428> ye kings יהודה <WH3063> of Judah, וכל <WH3605> and all יהודה <WH3063> Judah, וכל <WH3605> and all ישׁבי <WH3427> the inhabitants ירושׁלם <WH3389> of Jerusalem, הבאים <WH935> that enter in בשׁערים <WH8179> gates: האלה׃ <WH428> by these"},{"number":21,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; השׁמרו <WH8104> Take heed בנפשׁותיכם <WH5315> to yourselves, ואל <WH408> no תשׂאו <WH5375> and bear משׂא <WH4853> burden ביום <WH3117> day, השׁבת <WH7676> on the sabbath והבאתם <WH935> nor bring in בשׁערי <WH8179> by the gates ירושׁלם׃ <WH3389> of Jerusalem;"},{"number":22,"verse":"ולא <WH3808> Neither תוציאו <WH3318> carry forth משׂא <WH4853> a burden מבתיכם <WH1004> out of your houses ביום <WH3117> day, השׁבת <WH7676> on the sabbath וכל <WH3605> ye any מלאכה <WH4399> work, לא <WH3808> neither תעשׂו <WH6213> do וקדשׁתם <WH6942> but hallow את <WH853> יום <WH3117> day, השׁבת <WH7676> ye the sabbath כאשׁר <WH834> as צויתי <WH6680> I commanded את <WH853> אבותיכם׃ <WH1> your fathers."},{"number":23,"verse":"ולא <WH3808> not, שׁמעו <WH8085> But they obeyed ולא <WH3808> neither הטו <WH5186> inclined את <WH853> אזנם <WH241> their ear, ויקשׁו <WH7185> stiff, את <WH853> ערפם <WH6203> but made their neck לבלתי <WH1115> that they might not שׁומע <WH8085> hear, ולבלתי <WH1115> nor קחת <WH3947> receive מוסר׃ <WH4148> instruction."},{"number":24,"verse":"והיה <WH1961> And it shall come to pass, אם <WH518> if שׁמע <WH8085> ye diligently hearken תשׁמעון <WH8085> ye diligently hearken אלי <WH413> unto נאם <WH5002> me, saith יהוה <WH3068> the LORD, לבלתי <WH1115> no הביא <WH935> to bring in משׂא <WH4853> burden בשׁערי <WH8179> through the gates העיר <WH5892> city הזאת <WH2063> of this ביום <WH3117> day, השׁבת <WH7676> on the sabbath ולקדשׁ <WH6942> but hallow את <WH853> יום <WH3117> day, השׁבת <WH7676> the sabbath לבלתי <WH1115> no עשׂות <WH6213> to do בה כל <WH3605> no מלאכה׃ <WH4399> work"},{"number":25,"verse":"ובאו <WH935> Then shall there enter בשׁערי <WH8179> into the gates העיר <WH5892> city הזאת <WH2063> of this מלכים <WH4428> kings ושׂרים <WH8269> and princes ישׁבים <WH3427> sitting על <WH5921> upon כסא <WH3678> the throne דוד <WH1732> of David, רכבים <WH7392> riding ברכב <WH7393> in chariots ובסוסים <WH5483> and on horses, המה <WH1992> they, ושׂריהם <WH8269> and their princes, אישׁ <WH376> the men יהודה <WH3063> of Judah, וישׁבי <WH3427> and the inhabitants ירושׁלם <WH3389> of Jerusalem: וישׁבה <WH3427> shall remain העיר <WH5892> city הזאת <WH2063> and this לעולם׃ <WH5769> forever."},{"number":26,"verse":"ובאו <WH935> And they shall come מערי <WH5892> from the cities יהודה <WH3063> of Judah, ומסביבות <WH5439> and from the places about ירושׁלם <WH3389> Jerusalem, ומארץ <WH776> and from the land בנימן <WH1144> of Benjamin, ומן <WH4480> from the cities השׁפלה <WH8219> the plain, ומן <WH4480> and from the places about ההר <WH2022> the mountains, ומן <WH4480> and from the land הנגב <WH5045> the south, מבאים <WH935> bringing עולה <WH5930> burnt offerings, וזבח <WH2077> and sacrifices, ומנחה <WH4503> and meat offerings, ולבונה <WH3828> and incense, ומבאי <WH935> and bringing תודה <WH8426> sacrifices of praise, בית <WH1004> unto the house יהוה׃ <WH3068> of the LORD."},{"number":27,"verse":"ואם <WH518> But if לא <WH3808> ye will not תשׁמעו <WH8085> hearken אלי <WH413> unto לקדשׁ <WH6942> me to hallow את <WH853> יום <WH3117> day, השׁבת <WH7676> the sabbath ולבלתי <WH1115> and not שׂאת <WH5375> to bear משׂא <WH4853> a burden, ובא <WH935> even entering בשׁערי <WH8179> in at the gates ירושׁלם <WH3389> of Jerusalem ביום <WH3117> day; השׁבת <WH7676> on the sabbath והצתי <WH3341> then will I kindle אשׁ <WH784> a fire בשׁעריה <WH8179> in the gates ואכלה <WH398> thereof, and it shall devour ארמנות <WH759> the palaces ירושׁלם <WH3389> of Jerusalem, ולא <WH3808> and it shall not תכבה׃ <WH3518> be quenched."}]}