{"bibleAbbr":"Orig2013+","bookName":"ירמיהו","bookEnglishName":"Jeremiah","chapterNumber":22,"verses":[{"number":1,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; רד <WH3381> Go down בית <WH1004> to the house מלך <WH4428> of the king יהודה <WH3063> of Judah, ודברת <WH1696> and speak שׁם <WH8033> there את <WH853> הדבר <WH1697> word, הזה׃ <WH2088> this"},{"number":2,"verse":"ואמרת <WH559> And say, שׁמע <WH8085> Hear דבר <WH1697> the word יהוה <WH3068> of the LORD, מלך <WH4428> O king יהודה <WH3063> of Judah, הישׁב <WH3427> that sittest על <WH5921> upon כסא <WH3678> the throne דוד <WH1732> of David, אתה <WH859> thou, ועבדיך <WH5650> and thy servants, ועמך <WH5971> and thy people הבאים <WH935> that enter בשׁערים <WH8179> gates: האלה׃ <WH428> in by these"},{"number":3,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; עשׂו <WH6213> Execute משׁפט <WH4941> ye judgment וצדקה <WH6666> and righteousness, והצילו <WH5337> and deliver גזול <WH1497> the spoiled מיד <WH3027> out of the hand עשׁוק <WH6216> of the oppressor: וגר <WH1616> to the stranger, יתום <WH3490> the fatherless, ואלמנה <WH490> nor the widow, אל <WH408> and do no תנו <WH3238> wrong, אל <WH408> do no תחמסו <WH2554> violence ודם <WH1818> blood נקי <WH5355> innocent אל <WH408> neither תשׁפכו <WH8210> shed במקום <WH4725> place. הזה׃ <WH2088> in this"},{"number":4,"verse":"כי <WH3588> For אם <WH518> if עשׂו <WH6213> ye do תעשׂו <WH6213> indeed, את <WH853> הדבר <WH1697> thing הזה <WH2088> this ובאו <WH935> then shall there enter in בשׁערי <WH8179> by the gates הבית <WH1004> house הזה <WH2088> of this מלכים <WH4428> kings ישׁבים <WH3427> sitting לדוד <WH1732> of David, על <WH5921> upon כסאו <WH3678> the throne רכבים <WH7392> riding ברכב <WH7393> in chariots ובסוסים <WH5483> and on horses, הוא <WH1931> he, ועבדו <WH5650> and his servants, ועמו׃ <WH5971> and his people."},{"number":5,"verse":"ואם <WH518> But if לא <WH3808> ye will not תשׁמעו <WH8085> hear את <WH853> הדברים <WH1697> words, האלה <WH428> these בי נשׁבעתי <WH7650> I swear נאם <WH5002> by myself, saith יהוה <WH3068> the LORD, כי <WH3588> that לחרבה <WH2723> a desolation. יהיה <WH1961> shall become הבית <WH1004> house הזה׃ <WH2088> this"},{"number":6,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD על <WH5921> unto בית <WH1004> house מלך <WH4428> the king's יהודה <WH3063> of Judah; גלעד <WH1568> Gilead אתה <WH859> Thou לי ראשׁ <WH7218> unto me, the head הלבנון <WH3844> of Lebanon: אם <WH518> surely לא <WH3808> surely אשׁיתך <WH7896> I will make מדבר <WH4057> thee a wilderness, ערים <WH5892> cities לא <WH3808> are not נושׁבה׃ <WH3427> inhabited."},{"number":7,"verse":"וקדשׁתי <WH6942> And I will prepare עליך <WH5921> against משׁחתים <WH7843> destroyers אישׁ <WH376> thee, every one וכליו <WH3627> with his weapons: וכרתו <WH3772> and they shall cut down מבחר <WH4005> thy choice ארזיך <WH730> cedars, והפילו <WH5307> and cast על <WH5921> into האשׁ׃ <WH784> the fire."},{"number":8,"verse":"ועברו <WH5674> shall pass גוים <WH1471> nations רבים <WH7227> And many על <WH5921> by העיר <WH5892> city, הזאת <WH2063> this ואמרו <WH559> and they shall say אישׁ <WH376> every man אל <WH413> to רעהו <WH7453> his neighbor, על <WH5921> מהשׂה <WH6213> done יהוה <WH3068> hath the LORD ככה <WH3602> thus לעיר <WH5892> city? הגדולה <WH1419> great הזאת׃ <WH2063> unto this"},{"number":9,"verse":"ואמרו <WH559> Then they shall answer, על <WH5921> אשׁרזבו <WH5800> they have forsaken את <WH853> ברית <WH1285> the covenant יהוה <WH3068> of the LORD אלהיהם <WH430> their God, וישׁתחוו <WH7812> and worshiped לאלהים <WH430> gods, אחרים <WH312> other ויעבדום׃ <WH5647> and served"},{"number":10,"verse":"אל <WH408> ye not תבכו <WH1058> Weep למת <WH4191> for the dead, ואל <WH408> neither תנדו <WH5110> bemoan לו בכו <WH1058> him: weep sore בכו <WH1058> him: weep sore להלך <WH1980> for him that goeth away: כי <WH3588> for לא <WH3808> no ישׁוב <WH7725> he shall return עוד <WH5750> more, וראה <WH7200> nor see את <WH853> ארץ <WH776> country. מולדתו׃ <WH4138> his native"},{"number":11,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD אל <WH413> touching שׁלם <WH7967> Shallum בן <WH1121> the son יאשׁיהו <WH2977> of Josiah מלך <WH4428> king יהודה <WH3063> of Judah, המלך <WH4427> which reigned תחת <WH8478> instead יאשׁיהו <WH2977> of Josiah אביו <WH1> his father, אשׁר <WH834> which יצא <WH3318> went forth מן <WH4480> out of המקום <WH4725> place; הזה <WH2088> this לא <WH3808> He shall not ישׁוב <WH7725> return שׁם <WH8033> thither עוד׃ <WH5750> any more:"},{"number":12,"verse":"כי <WH3588> But במקום <WH4725> in the place אשׁר <WH834> whither הגלו <WH1540> אתוׁם <WH8033> whither ימות <WH4191> he shall die ואת <WH853> הארץ <WH776> land הזאת <WH2063> this לא <WH3808> no יראה <WH7200> and shall see עוד׃ <WH5750> more."},{"number":13,"verse":"הוי <WH1945> Woe בנה <WH1129> unto him that buildeth ביתו <WH1004> his house בלא <WH3808> by unrighteousness, צדק <WH6664> by unrighteousness, ועליותיו <WH5944> and his chambers בלא <WH3808> by wrong; משׁפט <WH4941> by wrong; ברעהו <WH7453> useth his neighbor's יעבד <WH5647> service חנם <WH2600> without wages, ופעלו <WH6467> for his work; לא <WH3808> him not יתן׃ <WH5414> and giveth"},{"number":14,"verse":"האמר <WH559> That saith, אבנה <WH1129> I will build לי בית <WH1004> house מדות <WH4060> me a wide ועליות <WH5944> chambers, מרוחים <WH7304> and large וקרע <WH7167> and cutteth him out לו חלוני <WH2474> windows; וספון <WH5603> and ceiled בארז <WH730> with cedar, ומשׁוח <WH4886> and painted בשׁשׁר׃ <WH8350> with vermilion."},{"number":15,"verse":"התמלך <WH4427> Shalt thou reign, כי <WH3588> because אתה <WH859> thou מתחרה <WH8474> closest בארז <WH730> in cedar? אביך <WH1> thy father הלוא <WH3808> did not אכל <WH398> eat ושׁתה <WH8354> and drink, ועשׂה <WH6213> and do משׁפט <WH4941> judgment וצדקה <WH6666> and justice, אז <WH227> then טוב׃ <WH2896> well"},{"number":16,"verse":"דן <WH1777> He judged דין <WH1779> the cause עני <WH6041> of the poor ואביון <WH34> and needy; אז <WH227> then טוב <WH2896> well הלוא <WH3808> not היא <WH1931> this הדעת <WH1847> to know אתי <WH853> נאם <WH5002> me? saith יהוה׃ <WH3068> the LORD."},{"number":17,"verse":"כי <WH3588> But אין <WH369> not עיניך <WH5869> thine eyes ולבך <WH3820> and thine heart כי <WH3588> but for אם <WH518> על <WH5921> and for בצעך <WH1215> thy covetousness, ועל <WH5921> and for דם <WH1818> blood, הנקי <WH5355> innocent לשׁפוך <WH8210> to shed ועל <WH5921> and for העשׁק <WH6233> oppression, ועל <WH5921> המרוצה <WH4835> violence, לעשׂות׃ <WH6213> to do"},{"number":18,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD אל <WH413> concerning יהויקים <WH3079> Jehoiakim בן <WH1121> the son יאשׁיהו <WH2977> of Josiah מלך <WH4428> king יהודה <WH3063> of Judah; לא <WH3808> They shall not יספדו <WH5594> lament לו הוי <WH1945> for him, Ah אחי <WH251> my brother! והוי <WH1945> or, Ah אחות <WH269> sister! לא <WH3808> they shall not יספדו <WH5594> lament לו הוי <WH1945> for him, Ah אדון <WH113> lord! והוי <WH1945> or, Ah הדה׃ <WH1935> his glory!"},{"number":19,"verse":"קבורת <WH6900> with the burial חמור <WH2543> of an ass, יקבר <WH6912> He shall be buried סחוב <WH5498> drawn והשׁלך <WH7993> and cast forth מהלאה <WH1973> beyond לשׁערי <WH8179> the gates ירושׁלם׃ <WH3389> of Jerusalem."},{"number":20,"verse":"עלי <WH5927> Go up הלבנון <WH3844> to Lebanon, וצעקי <WH6817> and cry; ובבשׁן <WH1316> in Bashan, תני <WH5414> and lift up קולך <WH6963> thy voice וצעקי <WH6817> and cry מעברים <WH5682> כי <WH3588> for נשׁברו <WH7665> are destroyed. כל <WH3605> all מאהביך׃ <WH157> thy lovers"},{"number":21,"verse":"דברתי <WH1696> I spoke אליך <WH413> unto בשׁלותיך <WH7962> thee in thy prosperity; אמרת <WH559> thou saidst, לא <WH3808> I will not אשׁמע <WH8085> hear. זה <WH2088> This דרכך <WH1870> thy manner מנעוריך <WH5271> from thy youth, כי <WH3588> that לא <WH3808> not שׁמעת <WH8085> thou obeyedst בקולי׃ <WH6963> my voice."},{"number":22,"verse":"כל <WH3605> all רעיך <WH7462> shall eat up תרעה <WH7462> thy pastors, רוח <WH7307> The wind ומאהביך <WH157> and thy lovers בשׁבי <WH7628> into captivity: ילכו <WH1980> shall go כי <WH3588> surely אז <WH227> then תבשׁי <WH954> shalt thou be ashamed ונכלמת <WH3637> and confounded מכל <WH3605> for all רעתך׃ <WH7451> thy wickedness."},{"number":23,"verse":"ישׁבתי <WH3427> O inhabitant בלבנון <WH3844> of Lebanon, מקננתי <WH7077> that makest thy nest בארזים <WH730> in the cedars, מה <WH4100> how נחנת <WH2603> gracious בבא <WH935> come לך חבלים <WH2256> shalt thou be when pangs חיל <WH2427> upon thee, the pain כילדה׃ <WH3205> as of a woman in travail!"},{"number":24,"verse":"חי <WH2416> live, אני <WH589> I נאם <WH5002> saith יהוה <WH3068> the LORD, כי <WH3588> though אם <WH518> though יהיה <WH1961> were כניהו <WH3659> Coniah בן <WH1121> the son יהויקים <WH3079> of Jehoiakim מלך <WH4428> king יהודה <WH3063> of Judah חותם <WH2368> the signet על <WH5921> upon יד <WH3027> hand, ימיני <WH3225> my right כי <WH3588> yet משׁם <WH8033> thee thence; אתקנך׃ <WH5423> would I pluck"},{"number":25,"verse":"ונתתיך <WH5414> And I will give ביד <WH3027> thee into the hand מבקשׁי <WH1245> of them that seek נפשׁך <WH5315> thy life, וביד <WH3027> and into the hand אשׁר <WH834> whose אתה <WH859> thou יגור <WH3016> fearest, מפניהם <WH6440> face וביד <WH3027> even into the hand נבוכדראצר <WH5019> of Nebuchadnezzar מלך <WH4428> king בבל <WH894> of Babylon, וביד <WH3027> and into the hand הכשׂדים׃ <WH3778> of the Chaldeans."},{"number":26,"verse":"והטלתי <WH2904> אתךאת <WH853> אמך <WH517> and thy mother אשׁר <WH834> that ילדתך <WH3205> bore על <WH5921> thee, into הארץ <WH776> country, אחרת <WH312> another אשׁר <WH834> where לא <WH3808> ye were not ילדתם <WH3205> born; שׁם <WH8033> where ושׁם <WH8033> and there תמותו׃ <WH4191> shall ye die."},{"number":27,"verse":"ועל <WH5921> But to הארץ <WH776> the land אשׁר <WH834> whereunto הם <WH1992> they מנשׂאים <WH5375> אתפשׁם <WH5315> לשׁוב <WH7725> to return, שׁם <WH8033> whereunto שׁמה <WH8033> thither לא <WH3808> shall they not ישׁובו׃ <WH7725> return."},{"number":28,"verse":"העצב <WH6089> idol? נבזה <WH959> a despised נפוץ <WH5310> broken האישׁ <WH376> man הזה <WH2088> this כניהו <WH3659> Coniah אם <WH518> כלי <WH3627> a vessel אין <WH369> wherein no חפץ <WH2656> pleasure? בו מדוע <WH4069> wherefore הוטלו <WH2904> are they cast out, הוא <WH1931> he וזרעו <WH2233> and his seed, והשׁלכו <WH7993> and are cast על <WH5921> into הארץ <WH776> a land אשׁר <WH834> which לא <WH3808> not? ידעו׃ <WH3045> they know"},{"number":29,"verse":"ארץ <WH776> O earth, ארץ <WH776> earth, ארץ <WH776> earth, שׁמעי <WH8085> hear דבר <WH1697> the word יהוה׃ <WH3069>"},{"number":30,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, כתבו <WH3789> Write את <WH853> האישׁ <WH376> man הזה <WH2088> ye this ערירי <WH6185> childless, גבר <WH1397> a man לא <WH3808> shall not יצלח <WH6743> prosper בימיו <WH3117> in his days: כי <WH3588> for לא <WH3808> no יצלח <WH6743> shall prosper, מזרעו <WH2233> of his seed אישׁ <WH376> man ישׁב <WH3427> sitting על <WH5921> upon כסא <WH3678> the throne דוד <WH1732> of David, ומשׁל <WH4910> and ruling עוד <WH5750> any more ביהודה׃ <WH3063> in Judah."}]}