{"bibleAbbr":"Orig2013+","bookName":"ירמיהו","bookEnglishName":"Jeremiah","chapterNumber":24,"verses":[{"number":1,"verse":"הראני <WH7200> showed יהוה <WH3068> The LORD והנה <WH2009> me, and, behold, שׁני <WH8147> two דודאי <WH1736> baskets תאנים <WH8384> of figs מועדים <WH3259> set לפני <WH6440> before היכל <WH1964> the temple יהוה <WH3068> of the LORD, אחרי <WH310> after that הגלות <WH1540> had carried away captive נבוכדראצר <WH5019> Nebuchadnezzar מלך <WH4428> king בבל <WH894> of Babylon את <WH853> יכניהו <WH3204> Jeconiah בן <WH1121> the son יהויקים <WH3079> of Jehoiakim מלך <WH4428> king יהודה <WH3063> of Judah, ואת <WH853> שׂרי <WH8269> and the princes יהודה <WH3063> of Judah, ואת <WH854> with החרשׁ <WH2796> the carpenters ואת <WH854> המסגר <WH4525> and smiths, מירושׁלם <WH3389> ויבאם <WH935> and had brought בבל׃ <WH894> them to Babylon."},{"number":2,"verse":"הדוד <WH1731> basket אחד <WH259> One תאנים <WH8384> figs, טבות <WH2896> good מאד <WH3966> very כתאני <WH8384> like the figs הבכרות <WH1073> first ripe: והדוד <WH1731> basket אחד <WH259> and the other תאנים <WH8384> figs, רעות <WH7451> naughty מאד <WH3966> very אשׁר <WH834> which לא <WH3808> could not תאכלנה <WH398> be eaten, מרע׃ <WH7455> they were so bad."},{"number":3,"verse":"ויאמר <WH559> Then said יהוה <WH3068> the LORD אלי <WH413> unto מה <WH4100> me, What אתה <WH859> thou, ראה <WH7200> seest ירמיהו <WH3414> Jeremiah? ואמר <WH559> And I said, תאנים <WH8384> Figs; התאנים <WH8384> figs, הטבות <WH2896> the good טבות <WH2896> good; מאד <WH3966> very והרעות <WH7451> and the evil, רעות <WH7451> evil, מאד <WH3966> very אשׁר <WH834> that לא <WH3808> cannot תאכלנה <WH398> be eaten, מרע׃ <WH7455> they are so evil."},{"number":4,"verse":"ויהי <WH1961> came דבר <WH1697> Again the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":5,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, אלהי <WH430> the God ישׂראל <WH3478> of Israel; כתאנים <WH8384> figs, הטבות <WH2896> good האלה <WH428> Like these כן <WH3651> so אכיר <WH5234> will I acknowledge את <WH853> גלות <WH1546> them that are carried away captive יהודה <WH3063> of Judah, אשׁר <WH834> whom שׁלחתי <WH7971> I have sent מן <WH4480> out of המקום <WH4725> place הזה <WH2088> this ארץ <WH776> into the land כשׂדים <WH3778> of the Chaldeans לטובה׃ <WH2896> for good."},{"number":6,"verse":"ושׂמתי <WH7760> For I will set עיני <WH5869> mine eyes עליהם <WH5921> upon לטובה <WH2896> them for good, והשׁבתים <WH7725> and I will bring them again על <WH5921> to הארץ <WH776> land: הזאת <WH2063> this ובניתים <WH1129> and I will build ולא <WH3808> them, and not אהרס <WH2040> pull down; ונטעתים <WH5193> and I will plant ולא <WH3808> them, and not אתושׁ׃ <WH5428> pluck up."},{"number":7,"verse":"ונתתי <WH5414> And I will give להם לב <WH3820> them a heart לדעת <WH3045> to know אתי <WH853> כי <WH3588> me, that אני <WH589> I יהוה <WH3068> the LORD: והיו <WH1961> and they shall be לי לעם <WH5971> my people, ואנכי <WH595> and I אהיה <WH1961> will be להם לאלהים <WH430> their God: כי <WH3588> for ישׁבו <WH7725> they shall return אלי <WH413> unto בכל <WH3605> me with their whole לבם׃ <WH3820> heart."},{"number":8,"verse":"וכתאנים <WH8384> figs, הרעות <WH7451> And as the evil אשׁר <WH834> which לא <WH3808> cannot תאכלנה <WH398> be eaten, מרע <WH7455> they are so evil; כי <WH3588> surely כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD, כן <WH3651> So אתן <WH5414> will I give את <WH853> צדקיהו <WH6667> Zedekiah מלך <WH4428> the king יהודה <WH3063> of Judah, ואת <WH853> שׂריו <WH8269> and his princes, ואת <WH853> שׁארית <WH7611> and the residue ירושׁלם <WH3389> of Jerusalem, הנשׁארים <WH7604> that remain בארץ <WH776> land, הזאת <WH2063> in this והישׁבים <WH3427> and them that dwell בארץ <WH776> in the land מצרים׃ <WH4714> of Egypt:"},{"number":9,"verse":"ונתתים <WH5414> And I will deliver לזועה <WH2113> לרעה <WH7451> for hurt, לכל <WH3605> into all ממלכות <WH4467> the kingdoms הארץ <WH776> of the earth לחרפה <WH2781> a reproach ולמשׁל <WH4912> and a proverb, לשׁנינה <WH8148> a taunt ולקללה <WH7045> and a curse, בכל <WH3605> in all המקמות <WH4725> places אשׁר <WH834> whither אדיחם <WH5080> I shall drive שׁם׃ <WH8033> whither"},{"number":10,"verse":"ושׁלחתי <WH7971> And I will send בם את <WH853> החרב <WH2719> the sword, את <WH853> הרעב <WH7458> the famine, ואת <WH853> הדבר <WH1698> and the pestilence, עד <WH5704> among them, till תמם <WH8552> they be consumed מעל <WH5921> from off האדמה <WH127> the land אשׁר <WH834> that נתתי <WH5414> I gave להם <WH1992> ולאבותיהם׃ <WH1> unto them and to their fathers."}]}