{"bibleAbbr":"Orig2013+","bookName":"ירמיהו","bookEnglishName":"Jeremiah","chapterNumber":25,"verses":[{"number":1,"verse":"הדבר <WH1697> The word אשׁר <WH834> that היה <WH1961> came על <WH5921> to ירמיהו <WH3414> Jeremiah על <WH5921> concerning כל <WH3605> all עם <WH5971> the people יהודה <WH3063> of Judah בשׁנה <WH8141> year הרבעית <WH7243> in the fourth ליהויקים <WH3079> of Jehoiakim בן <WH1121> the son יאשׁיהו <WH2977> of Josiah מלך <WH4428> king יהודה <WH3063> of Judah, היא <WH1931> that השׁנה <WH8141> year הראשׁנית <WH7224> the first לנבוכדראצר <WH5019> of Nebuchadnezzar מלך <WH4428> king בבל׃ <WH894> of Babylon;"},{"number":2,"verse":"אשׁר <WH834> The which דבר <WH1696> spoke ירמיהו <WH3414> Jeremiah הנביא <WH5030> the prophet על <WH5921> unto כל <WH3605> all עם <WH5971> the people יהודה <WH3063> of Judah, ואל <WH413> and to כל <WH3605> all ישׁבי <WH3427> the inhabitants ירושׁלם <WH3389> of Jerusalem, לאמר׃ <WH559> saying,"},{"number":3,"verse":"מן <WH4480> From שׁלשׁ <WH7969> the thirteenth עשׂרה <WH6240> the thirteenth שׁנה <WH8141> year ליאשׁיהו <WH2977> of Josiah בן <WH1121> the son אמון <WH526> of Amon מלך <WH4428> king יהודה <WH3063> of Judah, ועד <WH5704> even unto היום <WH3117> day, הזה <WH2088> this זה <WH2088> that שׁלשׁ <WH7969> the three ועשׂרים <WH6242> and twentieth שׁנה <WH8141> year, היה <WH1961> hath come דבר <WH1697> the word יהוה <WH3068> of the LORD אלי <WH413> unto ואדבר <WH1696> me, and I have spoken אליכם <WH413> unto אשׁכים <WH7925> you, rising early ודבר <WH1696> and speaking; ולא <WH3808> but ye have not שׁמעתם׃ <WH8085> hearkened."},{"number":4,"verse":"ושׁלח <WH7971> hath sent יהוה <WH3068> And the LORD אליכם <WH413> unto את <WH853> כל <WH3605> you all עבדיו <WH5650> his servants הנבאים <WH5030> the prophets, השׁכם <WH7925> rising early ושׁלח <WH7971> and sending ולא <WH3808> but ye have not שׁמעתם <WH8085> hearkened, ולא <WH3808> nor הטיתם <WH5186> inclined את <WH853> אזנכם <WH241> your ear לשׁמע׃ <WH8085> to hear."},{"number":5,"verse":"לאמר <WH559> They said, שׁובו <WH7725> Turn ye again נא <WH4994> now אישׁ <WH376> every one מדרכו <WH1870> way, הרעה <WH7451> from his evil ומרע <WH7455> and from the evil מעלליכם <WH4611> of your doings, ושׁבו <WH3427> and dwell על <WH5921> in האדמה <WH127> the land אשׁר <WH834> that נתן <WH5414> hath given יהוה <WH3069> לכם ולאבותיכם <WH1> unto you and to your fathers למן <WH4480> way, עולם <WH5769> forever ועד <WH5704> and ever: עולם׃ <WH5769> and ever:"},{"number":6,"verse":"ואל <WH408> not תלכו <WH1980> And go אחרי <WH310> after אלהים <WH430> gods אחרים <WH312> other לעבדם <WH5647> to serve ולהשׁתחות <WH7812> them, and to worship להם ולא <WH3808> them, and provoke me not to anger תכעיסו <WH3707> אותימעשׂה <WH4639> with the works ידיכם <WH3027> of your hands; ולא <WH3808> ארע׃ <WH7489>"},{"number":7,"verse":"ולא <WH3808> Yet ye have not שׁמעתם <WH8085> hearkened אלי <WH413> unto נאם <WH5002> me, saith יהוה <WH3068> the LORD; למען <WH4616> that הכעסוני <WH3707> ye might provoke me to anger במעשׂה <WH4639> with the works ידיכם <WH3027> of your hands לרע׃ <WH7451> to your own hurt."},{"number":8,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts; יען <WH3282> אשׁרא <WH3808> ye have not שׁמעתם <WH8085> heard את <WH853> דברי׃ <WH1697> my words,"},{"number":9,"verse":"הנני <WH2005> שׁלח <WH7971> I will send ולקחתי <WH3947> and take את <WH853> כל <WH3605> all משׁפחות <WH4940> the families צפון <WH6828> of the north, נאם <WH5002> saith יהוה <WH3068> the LORD, ואל <WH413> נבוכדראצר <WH5019> and Nebuchadnezzar מלך <WH4428> the king בבל <WH894> of Babylon, עבדי <WH5650> my servant, והבאתים <WH935> and will bring על <WH5921> them against הארץ <WH776> land, הזאת <WH2063> this ועל <WH5921> and against ישׁביה <WH3427> the inhabitants ועל <WH5921> thereof, and against כל <WH3605> all הגוים <WH1471> nations האלה <WH428> these סביב <WH5439> round about, והחרמתים <WH2763> and will utterly destroy ושׂמתים <WH7760> them, and make לשׁמה <WH8047> them an astonishment, ולשׁרקה <WH8322> and a hissing, ולחרבות <WH2723> desolations. עולם׃ <WH5769> and perpetual"},{"number":10,"verse":"והאבדתי <WH6> Moreover I will take מהם <WH1992> קול <WH6963> them the voice שׂשׂון <WH8342> of mirth, וקול <WH6963> and the voice שׂמחה <WH8057> of gladness, קול <WH6963> the voice חתן <WH2860> of the bridegroom, וקול <WH6963> and the voice כלה <WH3618> of the bride, קול <WH6963> the sound רחים <WH7347> of the millstones, ואור <WH216> and the light נר׃ <WH5216> of the candle."},{"number":11,"verse":"והיתה <WH1961> shall be כל <WH3605> whole הארץ <WH776> land הזאת <WH2063> And this לחרבה <WH2723> a desolation, לשׁמה <WH8047> an astonishment; ועבדו <WH5647> shall serve הגוים <WH1471> nations האלה <WH428> and these את <WH853> מלך <WH4428> the king בבל <WH894> of Babylon שׁבעים <WH7657> seventy שׁנה׃ <WH8141> years."},{"number":12,"verse":"והיה <WH1961> And it shall come to pass, כמלאות <WH4390> are accomplished, שׁבעים <WH7657> when seventy שׁנה <WH8141> years אפקד <WH6485> עללך <WH4428> the king בבל <WH894> of Babylon, ועל <WH5921> הגוי <WH1471> nation, ההוא <WH1931> and that נאם <WH5002> saith יהוה <WH3068> the LORD, את <WH853> עונם <WH5771> their iniquity, ועל <WH5921> ארץ <WH776> and the land כשׂדים <WH3778> of the Chaldeans, ושׂמתי <WH7760> and will make אתו <WH853> לשׁממות <WH8077> desolations. עולם׃ <WH5769> it perpetual"},{"number":13,"verse":"והבאיתי <WH935> And I will bring על <WH5921> upon הארץ <WH776> land ההיא <WH1931> that את <WH853> כל <WH3605> all דברי <WH1697> my words אשׁר <WH834> which דברתי <WH1696> I have pronounced עליה <WH5921> against את <WH853> כל <WH3605> it, all הכתוב <WH3789> that is written בספר <WH5612> book, הזה <WH2088> in this אשׁר <WH834> which נבא <WH5012> hath prophesied ירמיהו <WH3414> Jeremiah על <WH5921> against כל <WH3605> all הגוים׃ <WH1471> the nations."},{"number":14,"verse":"כי <WH3588> For עבדו <WH5647> shall serve בם גם <WH1571> of them also: המה <WH1992> themselves גוים <WH1471> nations רבים <WH7227> many ומלכים <WH4428> kings גדולים <WH1419> and great ושׁלמתי <WH7999> and I will recompense להם כפעלם <WH6467> them according to their deeds, וכמעשׂה <WH4639> and according to the works ידיהם׃ <WH3027> of their own hands."},{"number":15,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel אלי <WH413> unto קח <WH3947> me; Take את <WH853> כוס <WH3563> cup היין <WH3196> the wine החמה <WH2534> fury הזאת <WH2063> of this מידי <WH3027> at my hand, והשׁקיתה <WH8248> thee, to drink אתו <WH853> אתל <WH3605> and cause all הגוים <WH1471> the nations, אשׁר <WH834> to whom אנכי <WH595> I שׁלח <WH7971> send אותך <WH853> אליהם׃ <WH413> to whom"},{"number":16,"verse":"ושׁתו <WH8354> And they shall drink, והתגעשׁו <WH1607> and be moved, והתהללו <WH1984> and be mad, מפני <WH6440> because החרב <WH2719> of the sword אשׁר <WH834> that אנכי <WH595> שׁלח <WH7971> I will send בינתם׃ <WH996> among"},{"number":17,"verse":"ואקח <WH3947> Then took את <WH853> הכוס <WH3563> I the cup מיד <WH3027> hand, יהוה <WH3068> at the LORD's ואשׁקה <WH8248> to drink, את <WH853> כל <WH3605> and made all הגוים <WH1471> the nations אשׁר <WH834> whom שׁלחני <WH7971> had sent יהוה <WH3068> the LORD אליהם׃ <WH413> unto"},{"number":18,"verse":"את <WH853> ירושׁלם <WH3389> Jerusalem, ואת <WH853> ערי <WH5892> and the cities יהודה <WH3063> of Judah, ואת <WH853> מלכיה <WH4428> and the kings את <WH853> שׂריה <WH8269> thereof, and the princes לתת <WH5414> thereof, to make אתם <WH853> לחרבה <WH2723> them a desolation, לשׁמה <WH8047> an astonishment, לשׁרקה <WH8322> a hissing, ולקללה <WH7045> and a curse; כיום <WH3117> day; הזה׃ <WH2088> as this"},{"number":19,"verse":"את <WH853> פרעה <WH6547> Pharaoh מלך <WH4428> king מצרים <WH4714> of Egypt, ואת <WH853> עבדיו <WH5650> and his servants, ואת <WH853> שׂריו <WH8269> and his princes, ואת <WH853> כל <WH3605> and all עמו׃ <WH5971> his people;"},{"number":20,"verse":"ואת <WH853> כל <WH3605> And all הערב <WH6154> the mingled people, ואת <WH853> כל <WH3605> andall מלכי <WH4428> the kings ארץ <WH776> of the land העוץ <WH5780> of Uz, ואת <WH853> כל <WH3605> and all מלכי <WH4428> the kings ארץ <WH776> of the land פלשׁתים <WH6430> of the Philistines, ואת <WH853> אשׁקלון <WH831> and Ashkelon, ואת <WH853> עזה <WH5804> and Azzah, ואת <WH853> עקרון <WH6138> and Ekron, ואת <WH853> שׁארית <WH7611> and the remnant אשׁדוד׃ <WH795> of Ashdod,"},{"number":21,"verse":"את <WH853> אדום <WH123> Edom, ואת <WH853> מואב <WH4124> and Moab, ואת <WH853> בני <WH1121> and the children עמון׃ <WH5983> of Ammon,"},{"number":22,"verse":"ואת <WH853> כל <WH3605> And all מלכי <WH4428> the kings צר <WH6865> of Tyrus, ואת <WH853> כל <WH3605> and all מלכי <WH4428> the kings צידון <WH6721> of Zidon, ואת <WH853> מלכי <WH4428> and the kings האי <WH339> of the isles אשׁר <WH834> which בעבר <WH5676> beyond הים׃ <WH3220> the sea,"},{"number":23,"verse":"ואת <WH853> דדן <WH1719> Dedan, ואת <WH853> תימא <WH8485> and Tema, ואת <WH853> בוז <WH938> and Buz, ואת <WH853> כל <WH3605> and all קצוצי <WH7112> in the utmost פאה׃ <WH6285> corners,"},{"number":24,"verse":"ואת <WH853> כל <WH3605> And all מלכי <WH4428> the kings ערב <WH6152> of Arabia, ואת <WH853> כל <WH3605> and all מלכי <WH4428> the kings הערב <WH6154> of the mingled people השׁכנים <WH7931> that dwell במדבר׃ <WH4057> in the desert,"},{"number":25,"verse":"ואת <WH853> כל <WH3605> And all מלכי <WH4428> the kings זמרי <WH2174> of Zimri, ואת <WH853> כל <WH3605> and all מלכי <WH4428> the kings עילם <WH5867> of Elam, ואת <WH853> כל <WH3605> and all מלכי <WH4428> the kings מדי׃ <WH4074> of the Medes,"},{"number":26,"verse":"ואת <WH853> כל <WH3605> And all מלכי <WH4428> the kings הצפון <WH6828> of the north, הקרבים <WH7138> and near, והרחקים <WH7350> far אישׁ <WH376> one אל <WH413> with אחיו <WH251> another, ואת <WH853> כל <WH3605> and all הממלכות <WH4467> the kingdoms הארץ <WH776> of the world, אשׁר <WH834> which על <WH5921> upon פני <WH6440> the face האדמה <WH127> of the earth: ומלך <WH4428> and the king שׁשׁך <WH8347> of Sheshach ישׁתה <WH8354> shall drink אחריהם׃ <WH310> after"},{"number":27,"verse":"ואמרת <WH559> Therefore thou shalt say אליהם <WH413> unto כה <WH3541> them, Thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts, אלהי <WH430> the God ישׂראל <WH3478> of Israel; שׁתו <WH8354> Drink ושׁכרו <WH7937> ye, and be drunken, וקיו <WH7006> and spew, ונפלו <WH5307> and fall, ולא <WH3808> no תקומו <WH6965> and rise מפני <WH6440> more, because החרב <WH2719> of the sword אשׁר <WH834> which אנכי <WH595> I שׁלח <WH7971> will send ביניכם׃ <WH996> among"},{"number":28,"verse":"והיה <WH1961> And it shall be, כי <WH3588> if ימאנו <WH3985> they refuse לקחת <WH3947> to take הכוס <WH3563> the cup מידך <WH3027> at thine hand לשׁתות <WH8354> to drink, ואמרת <WH559> then shalt thou say אליהם <WH413> unto כה <WH3541> them, Thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts; שׁתו <WH8354> תשׁתו׃ <WH8354>"},{"number":29,"verse":"כי <WH3588> For, הנה <WH2009> lo, בעיר <WH5892> on the city אשׁר <WH834> which נקרא <WH7121> is called שׁמי <WH8034> my name, עליה <WH5921> by אנכי <WH595> I מחל <WH2490> begin להרע <WH7489> to bring evil ואתם <WH859> and should ye הנקה <WH5352> be utterly unpunished? תנקו <WH5352> be utterly unpunished? לא <WH3808> Ye shall not תנקו <WH5352> be unpunished: כי <WH3588> for חרב <WH2719> a sword אני <WH589> I קרא <WH7121> will call for על <WH5921> upon כל <WH3605> all ישׁבי <WH3427> the inhabitants הארץ <WH776> of the earth, נאם <WH5002> saith יהוה <WH3068> the LORD צבאות׃ <WH6635> of hosts."},{"number":30,"verse":"ואתה <WH859> thou תנבא <WH5012> Therefore prophesy אליהם <WH413> against את <WH853> כל <WH3605> them all הדברים <WH1697> words, האלה <WH428> these ואמרת <WH559> and say אליהם <WH413> unto יהוה <WH3068> them, The LORD ממרום <WH4791> from on high, ישׁאג <WH7580> shall roar וממעון <WH4583> habitation; קדשׁו <WH6944> from his holy יתן <WH5414> and utter קולו <WH6963> his voice שׁאג <WH7580> he shall mightily roar ישׁאג <WH7580> he shall mightily roar על <WH5921> upon נוהו <WH5116> his habitation; הידד <WH1959> a shout, כדרכים <WH1869> as they that tread יענה <WH6030> he shall give אל <WH413> against כל <WH3605> all ישׁבי <WH3427> the inhabitants הארץ׃ <WH776> of the earth."},{"number":31,"verse":"בא <WH935> shall come שׁאון <WH7588> A noise עד <WH5704> to קצה <WH7097> the ends הארץ <WH776> of the earth; כי <WH3588> for ריב <WH7379> hath a controversy ליהוה <WH3068> the LORD בגוים <WH1471> with the nations, נשׁפט <WH8199> will plead הוא <WH1931> he לכל <WH3605> with all בשׂר <WH1320> flesh; הרשׁעים <WH7563> them wicked נתנם <WH5414> he will give לחרב <WH2719> to the sword, נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":32,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts, הנה <WH2009> Behold, רעה <WH7451> evil יצאת <WH3318> shall go forth מגוי <WH1471> from nation אל <WH413> to גוי <WH1471> nation, וסער <WH5591> whirlwind גדול <WH1419> and a great יעור <WH5782> shall be raised up מירכתי <WH3411> from the coasts ארץ׃ <WH776> of the earth."},{"number":33,"verse":"והיו <WH1961> shall be חללי <WH2491> And the slain יהוה <WH3068> of the LORD ביום <WH3117> day ההוא <WH1931> at that מקצה <WH7097> from end הארץ <WH776> of the earth ועד <WH5704> even unto קצה <WH7097> the end הארץ <WH776> of the earth: לא <WH3808> they shall not יספדו <WH5594> be lamented, ולא <WH3808> neither יאספו <WH622> gathered, ולא <WH3808> nor יקברו <WH6912> buried; לדמן <WH1828> dung על <WH5921> upon פני <WH6440> upon האדמה <WH127> the ground. יהיו׃ <WH1961> they shall be"},{"number":34,"verse":"הילילו <WH3213> Howl, הרעים <WH7462> ye shepherds, וזעקו <WH2199> and cry; והתפלשׁו <WH6428> and wallow yourselves אדירי <WH117> ye principal הצאן <WH6629> of the flock: כי <WH3588> for מלאו <WH4390> are accomplished; ימיכם <WH3117> the days לטבוח <WH2873> of your slaughter ותפוצותיכם <WH8600> and of your dispersions ונפלתם <WH5307> and ye shall fall ככלי <WH3627> vessel. חמדה׃ <WH2532> like a pleasant"},{"number":35,"verse":"ואבד <WH6> מנוסן <WH4480> shall have no way to flee, הרעים <WH7462> And the shepherds ופליטה <WH6413> to escape. מאדירי <WH117> nor the principal הצאן׃ <WH6629> of the flock"},{"number":36,"verse":"קול <WH6963> A voice צעקת <WH6818> of the cry הרעים <WH7462> of the shepherds, ויללת <WH3215> and a howling אדירי <WH117> of the principal הצאן <WH6629> of the flock, כי <WH3588> for שׁדד <WH7703> hath spoiled יהוה <WH3068> the LORD את <WH853> מרעיתם׃ <WH4830> their pasture."},{"number":37,"verse":"ונדמו <WH1826> are cut down נאות <WH4999> habitations השׁלום <WH7965> And the peaceable מפני <WH6440> because חרון <WH2740> of the fierce אף <WH639> anger יהוה׃ <WH3068> of the LORD."},{"number":38,"verse":"עזב <WH5800> He hath forsaken ככפיר <WH3715> as the lion: סכו <WH5520> his covert, כי <WH3588> for היתה <WH1961> is ארצם <WH776> their land לשׁמה <WH8047> desolate מפני <WH6440> because חרון <WH2740> of the fierceness היונה <WH3238> of the oppressor, ומפני <WH6440> and because חרון <WH2740> of his fierce אפו׃ <WH639> anger."}]}