{"bibleAbbr":"Orig2013+","bookName":"ירמיהו","bookEnglishName":"Jeremiah","chapterNumber":31,"verses":[{"number":1,"verse":"בעת <WH6256> time, ההיא <WH1931> At the same נאם <WH5002> saith יהוה <WH3068> the LORD, אהיה <WH1961> will I be לאלהים <WH430> the God לכל <WH3605> of all משׁפחות <WH4940> the families ישׂראל <WH3478> of Israel, והמה <WH1992> and they יהיו <WH1961> shall be לי לעם׃ <WH5971> my people."},{"number":2,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, מצא <WH4672> found חן <WH2580> grace במדבר <WH4057> in the wilderness; עם <WH5971> The people שׂרידי <WH8300> left חרב <WH2719> of the sword הלוך <WH1980> when I went להרגיעו <WH7280> to cause him to rest. ישׂראל׃ <WH3478> Israel,"},{"number":3,"verse":"מרחוק <WH7350> of old יהוה <WH3068> The LORD נראה <WH7200> hath appeared לי ואהבת <WH160> love: עולם <WH5769> thee with an everlasting אהבתיך <WH157> unto me, Yea, I have loved על <WH5921> therefore כן <WH3651> therefore משׁכתיך <WH4900> have I drawn חסד׃ <WH2617> with lovingkindness"},{"number":4,"verse":"עוד <WH5750> Again אבנך <WH1129> I will build ונבנית <WH1129> thee, and thou shalt be built, בתולת <WH1330> O virgin ישׂראל <WH3478> of Israel: עוד <WH5750> thou shalt again תעדי <WH5710> be adorned תפיך <WH8596> with thy tabrets, ויצאת <WH3318> and shalt go forth במחול <WH4234> in the dances משׂחקים׃ <WH7832> of them that make merry."},{"number":5,"verse":"עוד <WH5750> Thou shalt yet תטעי <WH5193> plant כרמים <WH3754> vines בהרי <WH2022> upon the mountains שׁמרון <WH8111> of Samaria: נטעו <WH5193> the planters נטעים <WH5193> shall plant, וחללו׃ <WH2490> and shall eat as common things."},{"number":6,"verse":"כי <WH3588> For ישׁ <WH3426> there shall be יום <WH3117> a day, קראו <WH7121> shall cry, נצרים <WH5341> the watchmen בהר <WH2022> upon the mount אפרים <WH669> Ephraim קומו <WH6965> Arise ונעלה <WH5927> ye, and let us go up ציון <WH6726> to Zion אל <WH413> unto יהוה <WH3068> the LORD אלהינו׃ <WH430> our God."},{"number":7,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD; רנו <WH7442> Sing ליעקב <WH3290> for Jacob, שׂמחה <WH8057> with gladness וצהלו <WH6670> and shout בראשׁ <WH7218> among the chief הגוים <WH1471> of the nations: השׁמיעו <WH8085> publish הללו <WH1984> ye, praise ואמרו <WH559> ye, and say, הושׁע <WH3467> save יהוה <WH3068> O LORD, את <WH853> עמך <WH5971> thy people, את <WH853> שׁארית <WH7611> the remnant ישׂראל׃ <WH3478> of Israel."},{"number":8,"verse":"הנני <WH2005> מביא <WH935> I will bring אותם <WH853> מארץ <WH776> country, צפון <WH6828> them from the north וקבצתים <WH6908> and gather מירכתי <WH3411> them from the coasts ארץ <WH776> of the earth, בם עור <WH5787> with them the blind ופסח <WH6455> and the lame, הרה <WH2030> וילדת <WH3205> and her that travaileth with child יחדו <WH3162> together: קהל <WH6951> company גדול <WH1419> a great ישׁובו <WH7725> shall return הנה׃ <WH2008> thither."},{"number":9,"verse":"בבכי <WH1065> with weeping, יבאו <WH935> They shall come ובתחנונים <WH8469> and with supplications אובילם <WH2986> will I lead אוליכם <WH1980> them: I will cause them to walk אל <WH413> by נחלי <WH5158> the rivers מים <WH4325> of waters בדרך <WH1870> way, ישׁר <WH3477> in a straight לא <WH3808> wherein they shall not יכשׁלו <WH3782> stumble: בה כי <WH3588> for הייתי <WH1961> I am לישׂראל <WH3478> to Israel, לאב <WH1> a father ואפרים <WH669> and Ephraim בכרי <WH1060> my firstborn. הוא׃ <WH1931>"},{"number":10,"verse":"שׁמעו <WH8085> Hear דבר <WH1697> the word יהוה <WH3068> of the LORD, גוים <WH1471> O ye nations, והגידו <WH5046> and declare באיים <WH339> in the isles ממרחק <WH4801> afar off, ואמרו <WH559> and say, מזרה <WH2219> He that scattered ישׂראל <WH3478> Israel יקבצנו <WH6908> will gather ושׁמרו <WH8104> him, and keep כרעה <WH7462> him, as a shepherd עדרו׃ <WH5739> his flock."},{"number":11,"verse":"כי <WH3588> For פדה <WH6299> hath redeemed יהוה <WH3068> the LORD את <WH853> יעקב <WH3290> Jacob, וגאלו <WH1350> and ransomed מיד <WH3027> him from the hand חזק <WH2389> of stronger ממנו׃ <WH4480> him from the hand"},{"number":12,"verse":"ובאו <WH935> Therefore they shall come ורננו <WH7442> and sing במרום <WH4791> in the height ציון <WH6726> of Zion, ונהרו <WH5102> and shall flow together אל <WH413> to טוב <WH2898> the goodness יהוה <WH3068> of the LORD, על <WH5921> for דגן <WH1715> wheat, ועל <WH5921> and for תירשׁ <WH8492> wine, ועל <WH5921> and for יצהר <WH3323> oil, ועל <WH5921> and for בני <WH1121> the young צאן <WH6629> of the flock ובקר <WH1241> and of the herd: והיתה <WH1961> shall be נפשׁם <WH5315> and their soul כגן <WH1588> garden; רוה <WH7302> as a watered ולא <WH3808> and they shall not יוסיפו <WH3254> any more לדאבה <WH1669> sorrow עוד׃ <WH5750>"},{"number":13,"verse":"אז <WH227> Then תשׂמח <WH8055> rejoice בתולה <WH1330> shall the virgin במחול <WH4234> in the dance, ובחרים <WH970> both young men וזקנים <WH2205> and old יחדו <WH3162> together: והפכתי <WH2015> for I will turn אבלם <WH60> their mourning לשׂשׂון <WH8342> into joy, ונחמתים <WH5162> and will comfort ושׂמחתים <WH8055> them, and make them rejoice מיגונם׃ <WH3015> from their sorrow."},{"number":14,"verse":"ורויתי <WH7301> And I will satiate נפשׁ <WH5315> the soul הכהנים <WH3548> of the priests דשׁן <WH1880> with fatness, ועמי <WH5971> and my people את <WH854> טובי <WH2898> my goodness, ישׂבעו <WH7646> shall be satisfied with נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":15,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; קול <WH6963> A voice ברמה <WH7414> in Ramah, נשׁמע <WH8085> was heard נהי <WH5092> lamentation, בכי <WH1065> weeping; תמרורים <WH8563> bitter רחל <WH7354> Rachel מבכה <WH1058> weeping על <WH5921> for בניה <WH1121> her children מאנה <WH3985> refused להנחם <WH5162> to be comforted על <WH5921> for בניה <WH1121> her children, כי <WH3588> because איננו׃ <WH369> they not."},{"number":16,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; מנעי <WH4513> Refrain קולך <WH6963> thy voice מבכי <WH1065> from weeping, ועיניך <WH5869> and thine eyes מדמעה <WH1832> from tears: כי <WH3588> for ישׁ <WH3426> shall be שׂכר <WH7939> rewarded, לפעלתך <WH6468> thy work נאם <WH5002> saith יהוה <WH3068> the LORD; ושׁבו <WH7725> and they shall come again מארץ <WH776> from the land אויב׃ <WH341> of the enemy."},{"number":17,"verse":"וישׁ <WH3426> And there is תקוה <WH8615> hope לאחריתך <WH319> in thine end, נאם <WH5002> saith יהוה <WH3068> the LORD, ושׁבו <WH7725> shall come again בנים <WH1121> that thy children לגבולם׃ <WH1366> to their own border."},{"number":18,"verse":"שׁמוע <WH8085> שׁמעתיפרים <WH669> Ephraim מתנודד <WH5110> bemoaning himself יסרתני <WH3256> Thou hast chastised ואוסר <WH3256> me, and I was chastised, כעגל <WH5695> as a bullock לא <WH3808> unaccustomed למד <WH3925> unaccustomed השׁיבני <WH7725> turn ואשׁובה <WH7725> thou me, and I shall be turned; כי <WH3588> for אתה <WH859> thou יהוה <WH3068> the LORD אלהי׃ <WH430> my God."},{"number":19,"verse":"כי <WH3588> Surely אחרי <WH310> after that שׁובי <WH7725> I was turned, נחמתי <WH5162> I repented; ואחרי <WH310> and after that הודעי <WH3045> I was instructed, ספקתי <WH5606> I smote על <WH5921> upon ירך <WH3409> thigh: בשׁתי <WH954> I was ashamed, וגם <WH1571> yea, even נכלמתי <WH3637> confounded, כי <WH3588> because נשׂאתי <WH5375> I did bear חרפת <WH2781> the reproach נעורי׃ <WH5271> of my youth."},{"number":20,"verse":"הבן <WH1121> son? יקיר <WH3357> my dear לי אפרים <WH669> Ephraim אם <WH518> ילד <WH3206> child? שׁעשׁעים <WH8191> a pleasant כי <WH3588> for מדי <WH1767> since דברי <WH1696> I spoke בו זכר <WH2142> אזכרנווד <WH5750> him still: על <WH5921> therefore כן <WH3651> therefore המו <WH1993> are troubled מעי <WH4578> my bowels לו רחם <WH7355> ארחמנואם <WH5002> upon him, saith יהוה׃ <WH3068> the LORD."},{"number":21,"verse":"הציבי <WH5324> Set thee up לך צינים <WH6725> waymarks, שׂמי <WH7760> make לך תמרורים <WH8564> thee high heaps: שׁתי <WH7896> set לבך <WH3820> thine heart למסלה <WH4546> toward the highway, דרך <WH1870> the way הלכתי <WH1980> thou wentest: שׁובי <WH7725> turn again, בתולת <WH1330> O virgin ישׂראל <WH3478> of Israel, שׁבי <WH7725> turn again אל <WH413> to עריך <WH5892> thy cities. אלה׃ <WH428> these"},{"number":22,"verse":"עד <WH5704> מתיתחמקין <WH2559> wilt thou go about, הבת <WH1323> daughter? השׁובבה <WH7728> O thou backsliding כי <WH3588> for ברא <WH1254> hath created יהוה <WH3068> the LORD חדשׁה <WH2319> a new thing בארץ <WH776> in the earth, נקבה <WH5347> A woman תסובב <WH5437> shall compass גבר׃ <WH1397> a man."},{"number":23,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts, אלהי <WH430> the God ישׂראל <WH3478> of Israel; עוד <WH5750> As yet יאמרו <WH559> they shall use את <WH853> הדבר <WH1697> speech הזה <WH2088> this בארץ <WH776> in the land יהודה <WH3063> of Judah ובעריו <WH5892> and in the cities בשׁובי <WH7725> thereof, when I shall bring again את <WH853> שׁבותם <WH7622> their captivity; יברכך <WH1288> bless יהוה <WH3068> The LORD נוה <WH5116> thee, O habitation צדק <WH6664> of justice, הר <WH2022> mountain הקדשׁ׃ <WH6944> of holiness."},{"number":24,"verse":"וישׁבו <WH3427> And there shall dwell בה יהודה <WH3063> in Judah וכל <WH3605> itself, and in all עריו <WH5892> the cities יחדו <WH3162> thereof together, אכרים <WH406> husbandmen, ונסעו <WH5265> and they go forth בעדר׃ <WH5739> with flocks."},{"number":25,"verse":"כי <WH3588> For הרויתי <WH7301> I have satiated נפשׁ <WH5315> soul, עיפה <WH5889> the weary וכל <WH3605> every נפשׁ <WH5315> soul. דאבה <WH1669> sorrowful מלאתי׃ <WH4390> and I have replenished"},{"number":26,"verse":"על <WH5921> Upon זאת <WH2063> this הקיצתי <WH6974> I awaked, ואראה <WH7200> and beheld; ושׁנתי <WH8142> and my sleep ערבה׃ <WH6149> was sweet"},{"number":27,"verse":"הנה <WH2009> Behold, ימים <WH3117> the days באים <WH935> come, נאם <WH5002> saith יהוה <WH3068> the LORD, וזרעתי <WH2232> that I will sow את <WH853> בית <WH1004> the house ישׂראל <WH3478> of Israel ואת <WH853> בית <WH1004> and the house יהודה <WH3063> of Judah זרע <WH2233> with the seed אדם <WH120> of man, וזרע <WH2233> and with the seed בהמה׃ <WH929> of beast."},{"number":28,"verse":"והיה <WH1961> And it shall come to pass, כאשׁר <WH834> like as שׁקדתי <WH8245> I have watched עליהם <WH5921> over לנתושׁ <WH5428> them, to pluck up, ולנתוץ <WH5422> and to break down, ולהרס <WH2040> and to throw down, ולהאביד <WH6> and to destroy, ולהרע <WH7489> and to afflict; כן <WH3651> so אשׁקד <WH8245> will I watch עליהם <WH5921> over לבנות <WH1129> them, to build, ולנטוע <WH5193> and to plant, נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":29,"verse":"בימים <WH3117> days ההם <WH1992> In those לא <WH3808> no יאמרו <WH559> they shall say עוד <WH5750> more, אבות <WH1> The fathers אכלו <WH398> have eaten בסר <WH1155> a sour grape, ושׁני <WH8127> teeth בנים <WH1121> and the children's תקהינה׃ <WH6949> are set on edge."},{"number":30,"verse":"כי <WH3588> אםישׁ <WH376> every one בעונו <WH5771> for his own iniquity: ימות <WH4191> shall die כל <WH3605> every האדם <WH120> man האכל <WH398> that eateth הבסר <WH1155> the sour grape, תקהינה <WH6949> shall be set on edge. שׁניו׃ <WH8127> his teeth"},{"number":31,"verse":"הנה <WH2009> Behold, ימים <WH3117> the days באים <WH935> come, נאם <WH5002> saith יהוה <WH3068> the LORD, וכרתי <WH3772> that I will make את <WH854> with בית <WH1004> the house ישׂראל <WH3478> of Israel, ואת <WH854> and with בית <WH1004> the house יהודה <WH3063> of Judah: ברית <WH1285> covenant חדשׁה׃ <WH2319> a new"},{"number":32,"verse":"לא <WH3808> Not כברית <WH1285> according to the covenant אשׁר <WH834> that כרתי <WH3772> I made את <WH854> with אבותם <WH1> their fathers ביום <WH3117> in the day החזיקי <WH2388> I took בידם <WH3027> them by the hand להוציאם <WH3318> to bring מארץ <WH776> them out of the land מצרים <WH4714> of Egypt; אשׁר <WH834> which המה <WH1992> they הפרו <WH6565> broke, את <WH853> בריתי <WH1285> my covenant ואנכי <WH595> although I בעלתי <WH1166> was a husband בם נאם <WH5002> unto them, saith יהוה׃ <WH3068> the LORD:"},{"number":33,"verse":"כי <WH3588> But זאת <WH2063> this הברית <WH1285> the covenant אשׁר <WH834> that אכרת <WH3772> I will make את <WH854> with בית <WH1004> the house ישׂראל <WH3478> of Israel; אחרי <WH310> After הימים <WH3117> days, ההם <WH1992> those נאם <WH5002> saith יהוה <WH3068> the LORD, נתתי <WH5414> I will put את <WH853> תורתי <WH8451> my law בקרבם <WH7130> in their inward parts, ועל <WH5921> it in לבם <WH3820> their hearts; אכתבנה <WH3789> and write והייתי <WH1961> and will be להם לאלהים <WH430> their God, והמה <WH1992> and they יהיו <WH1961> shall be לי לעם׃ <WH5971> my people."},{"number":34,"verse":"ולא <WH3808> no ילמדו <WH3925> And they shall teach עוד <WH5750> more אישׁ <WH376> every man את <WH853> רעהו <WH7453> his neighbor, ואישׁ <WH376> and every man את <WH853> אחיו <WH251> his brother, לאמר <WH559> saying, דעו <WH3045> Know את <WH853> יהוה <WH3068> the LORD: כי <WH3588> for כולם <WH3605> they shall all ידעו <WH3045> know אותי <WH853> למקטנם <WH6996> me, from the least ועד <WH5704> of them unto גדולם <WH1419> the greatest נאם <WH5002> of them, saith יהוה <WH3068> the LORD: כי <WH3588> for אסלח <WH5545> I will forgive לעונם <WH5771> their iniquity, ולחטאתם <WH2403> their sin לא <WH3808> no אזכר <WH2142> and I will remember עוד׃ <WH5750> more."},{"number":35,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, נתן <WH5414> which giveth שׁמשׁ <WH8121> the sun לאור <WH216> for a light יומם <WH3119> by day, חקת <WH2708> the ordinances ירח <WH3394> of the moon וכוכבים <WH3556> and of the stars לאור <WH216> for a light לילה <WH3915> by night, רגע <WH7280> which divideth הים <WH3220> the sea ויהמו <WH1993> thereof roar; גליו <WH1530> when the waves יהוה <WH3068> The LORD צבאות <WH6635> of hosts שׁמו׃ <WH8034> his name:"},{"number":36,"verse":"אם <WH518> If ימשׁו <WH4185> depart החקים <WH2706> ordinances האלה <WH428> those מלפני <WH6440> from before נאם <WH5002> me, saith יהוה <WH3068> the LORD, גם <WH1571> also זרע <WH2233> the seed ישׂראל <WH3478> of Israel ישׁבתו <WH7673> shall cease מהיות <WH1961> from being גוי <WH1471> a nation לפני <WH6440> before כל <WH3605> me forever. הימים׃ <WH3117> me forever."},{"number":37,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; אם <WH518> If ימדו <WH4058> can be measured, שׁמים <WH8064> heaven מלמעלה <WH4605> above ויחקרו <WH2713> searched out מוסדי <WH4146> and the foundations ארץ <WH776> of the earth למטה <WH4295> beneath, גם <WH1571> will also אני <WH589> I אמאס <WH3988> cast off בכל <WH3605> all זרע <WH2233> the seed ישׂראל <WH3478> of Israel על <WH5921> for כל <WH3605> all אשׁר <WH834> that עשׂו <WH6213> they have done, נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":38,"verse":"הנה <WH2009> Behold, ימים <WH3117> the days נאם <WH5002> saith יהוה <WH3068> the LORD, ונבנתה <WH1129> shall be built העיר <WH5892> that the city ליהוה <WH3068> to the LORD ממגדל <WH4026> from the tower חננאל <WH2606> of Hananeel שׁער <WH8179> unto the gate הפנה׃ <WH6438> of the corner."},{"number":39,"verse":"ויצא <WH3318> go forth עוד <WH5750> shall yet קוה <WH6961> המדה <WH4060> And the measuring נגדו <WH5048> over against על <WH5921> it upon גבעת <WH1389> the hill גרב <WH1619> Gareb, ונסב <WH5437> and shall compass about געתה׃ <WH1601> to Goath."},{"number":40,"verse":"וכל <WH3605> And the whole העמק <WH6010> valley הפגרים <WH6297> of the dead bodies, והדשׁן <WH1880> and of the ashes, וכל <WH3605> and all השׁרמות <WH8309> the fields עד <WH5704> unto נחל <WH5158> the brook קדרון <WH6939> of Kidron, עד <WH5704> unto פנת <WH6438> the corner שׁער <WH8179> gate הסוסים <WH5483> of the horse מזרחה <WH4217> toward the east, קדשׁ <WH6944> holy ליהוה <WH3068> unto the LORD; לא <WH3808> it shall not ינתשׁ <WH5428> be plucked up, ולא <WH3808> nor יהרס <WH2040> thrown down עוד <WH5750> any more לעולם׃ <WH5769> forever."}]}