{"bibleAbbr":"Orig2013+","bookName":"ירמיהו","bookEnglishName":"Jeremiah","chapterNumber":33,"verses":[{"number":1,"verse":"ויהי <WH1961> came דבר <WH1697> Moreover the word יהוה <WH3068> of the LORD אל <WH413> unto ירמיהו <WH3414> Jeremiah שׁנית <WH8145> the second והוא <WH1931> time, while he עודנו <WH5750> was yet עצור <WH6113> shut up בחצר <WH2691> in the court המטרה <WH4307> of the prison, לאמר׃ <WH559> saying,"},{"number":2,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD עשׂה <WH6213> the maker יהוה <WH3068> thereof, the LORD יוצר <WH3335> that formed אותה <WH853> להכינה <WH3559> it, to establish יהוה <WH3068> it; the LORD שׁמו׃ <WH8034> his name;"},{"number":3,"verse":"קרא <WH7121> Call אלי <WH413> unto ואענך <WH6030> me, and I will answer ואגידה <WH5046> thee, and show לך גדלות <WH1419> thee great ובצרות <WH1219> and mighty לא <WH3808> not. ידעתם׃ <WH3045> things, which thou knowest"},{"number":4,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD, אלהי <WH430> the God ישׂראל <WH3478> of Israel, על <WH5921> concerning בתי <WH1004> the houses העיר <WH5892> city, הזאת <WH2063> of this ועל <WH5921> and concerning בתי <WH1004> the houses מלכי <WH4428> of the kings יהודה <WH3063> of Judah, הנתצים <WH5422> which are thrown down אל <WH413> by הסללות <WH5550> the mounts, ואל <WH413> and by החרב׃ <WH2719> the sword;"},{"number":5,"verse":"באים <WH935> They come להלחם <WH3898> to fight את <WH854> with הכשׂדים <WH3778> the Chaldeans, ולמלאם <WH4390> but to fill את <WH854> them with פגרי <WH6297> the dead bodies האדם <WH120> of men, אשׁר <WH834> whom הכיתי <WH5221> I have slain באפי <WH639> in mine anger ובחמתי <WH2534> and in my fury, ואשׁר <WH834> whose הסתרתי <WH5641> I have hid פני <WH6440> my face מהעיר <WH5892> city. הזאת <WH2063> from this על <WH5921> and for כל <WH3605> all רעתם׃ <WH7451> wickedness"},{"number":6,"verse":"הנני <WH2005> מעלהה ארכה <WH724> it health ומרפא <WH4832> and cure, ורפאתים <WH7495> and I will cure וגליתי <WH1540> them, and will reveal להם <WH1992> עתרת <WH6283> unto them the abundance שׁלום <WH7965> of peace ואמת׃ <WH571> and truth."},{"number":7,"verse":"והשׁבתי <WH7725> to return, את <WH853> שׁבות <WH7622> And I will cause the captivity יהודה <WH3063> of Judah ואת <WH853> שׁבות <WH7622> and the captivity ישׂראל <WH3478> of Israel ובנתים <WH1129> and will build כבראשׁנה׃ <WH7223> them, as at the first."},{"number":8,"verse":"וטהרתים <WH2891> And I will cleanse מכל <WH3605> them from all עונם <WH5771> their iniquity, אשׁר <WH834> whereby חטאו <WH2398> they have sinned לי וסלחתי <WH5545> against me; and I will pardon לכול <WH3605> all עונותיהם <WH3605> אשׁר <WH834> whereby חטאו <WH2398> they have sinned, לי ואשׁר <WH834> and whereby פשׁעו׃ <WH6586> they have transgressed"},{"number":9,"verse":"והיתה <WH1961> And it shall be לי לשׁם <WH8034> to me a name שׂשׂון <WH8342> of joy, לתהלה <WH8416> a praise ולתפארת <WH8597> and an honor לכל <WH3605> before all גויי <WH1471> the nations הארץ <WH776> of the earth, אשׁר <WH834> which ישׁמעו <WH8085> shall hear את <WH853> כל <WH3605> all הטובה <WH2896> the good אשׁר <WH834> that אנכי <WH595> I עשׂה <WH6213> do unto אתם <WH853> ופחדו <WH6342> them: and they shall fear ורגזו <WH7264> and tremble על <WH5921> for כל <WH3605> all הטובה <WH2896> the goodness ועל <WH5921> and for כל <WH3605> all השׁלום <WH7965> the prosperity אשׁר <WH834> that אנכי <WH595> I עשׂה׃ <WH6213> procure"},{"number":10,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; עוד <WH5750> Again ישׁמע <WH8085> there shall be heard במקום <WH4725> place, הזה <WH2088> in this אשׁר <WH834> which אתם <WH859> ye אמרים <WH559> say חרב <WH2720> desolate הוא <WH1931> מאין <WH369> without אדם <WH120> man ומאין <WH369> and without בהמה <WH929> beast, בערי <WH5892> in the cities יהודה <WH3063> of Judah, ובחצות <WH2351> and in the streets ירושׁלם <WH3389> of Jerusalem, הנשׁמות <WH8074> that are desolate, מאין <WH369> without אדם <WH120> man, ומאין <WH369> and without יושׁב <WH3427> inhabitant, ומאין <WH369> and without בהמה׃ <WH929> beast,"},{"number":11,"verse":"קול <WH6963> The voice שׂשׂון <WH8342> of joy, וקול <WH6963> and the voice שׂמחה <WH8057> of gladness, קול <WH6963> the voice חתן <WH2860> of the bridegroom, וקול <WH6963> and the voice כלה <WH3618> of the bride, קול <WH6963> the voice אמרים <WH559> of them that shall say, הודו <WH3034> Praise את <WH853> יהוה <WH3068> the LORD צבאות <WH6635> of hosts: כי <WH3588> for טוב <WH2896> good; יהוה <WH3068> the LORD כי <WH3588> for לעולם <WH5769> forever: חסדו <WH2617> his mercy מבאים <WH935> of them that shall bring תודה <WH8426> the sacrifice of praise בית <WH1004> into the house יהוה <WH3068> of the LORD. כי <WH3588> For אשׁיב <WH7725> I will cause to return את <WH853> שׁבות <WH7622> the captivity הארץ <WH776> of the land, כבראשׁנה <WH7223> as at the first, אמר <WH559> saith יהוה׃ <WH3068> the LORD."},{"number":12,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts; עוד <WH5750> Again יהיה <WH1961> thereof, shall be במקום <WH4725> place, הזה <WH2088> in this החרב <WH2720> which is desolate מאין <WH369> without אדם <WH120> man ועד <WH5704> and without בהמה <WH929> beast, ובכל <WH3605> and in all עריו <WH5892> the cities נוה <WH5116> a habitation רעים <WH7462> of shepherds מרבצים <WH7257> to lie down. צאן׃ <WH6629> causing flocks"},{"number":13,"verse":"בערי <WH5892> In the cities ההר <WH2022> of the mountains, בערי <WH5892> in the cities השׁפלה <WH8219> of the vale, ובערי <WH5892> and in the cities הנגב <WH5045> of the south, ובארץ <WH776> and in the land בנימן <WH1144> of Benjamin, ובסביבי <WH5439> and in the places about ירושׁלם <WH3389> Jerusalem, ובערי <WH5892> and in the cities יהודה <WH3063> of Judah, עד <WH5750> again תעברנה <WH5674> pass הצאן <WH6629> shall the flocks על <WH5921> under ידי <WH3027> the hands מונה <WH4487> of him that telleth אמר <WH559> saith יהוה׃ <WH3068> the LORD."},{"number":14,"verse":"הנה <WH2009> Behold, ימים <WH3117> the days באים <WH935> come, נאם <WH5002> saith יהוה <WH3068> the LORD, והקמתי <WH6965> that I will perform את <WH853> הדבר <WH1697> thing הטוב <WH2896> that good אשׁר <WH834> which דברתי <WH1696> I have promised אל <WH413> unto בית <WH1004> the house ישׂראל <WH3478> of Israel ועל <WH5921> בית <WH1004> the house יהודה׃ <WH3063> of Judah."},{"number":15,"verse":"בימים <WH3117> days, ההם <WH1992> In those ובעת <WH6256> time, ההיא <WH1931> and at that אצמיח <WH6779> to grow up לדוד <WH1732> unto David; צמח <WH6780> will I cause the Branch צדקה <WH6666> of righteousness ועשׂה <WH6213> and he shall execute משׁפט <WH4941> judgment וצדקה <WH6666> and righteousness בארץ׃ <WH776> in the land."},{"number":16,"verse":"בימים <WH3117> days ההם <WH1992> In those תושׁע <WH3467> be saved, יהודה <WH3063> shall Judah וירושׁלם <WH3389> and Jerusalem תשׁכון <WH7931> shall dwell לבטח <WH983> safely: וזה <WH2088> and this אשׁר <WH834> wherewith יקרא <WH7121> she shall be called, לה יהוה <WH3068> The LORD צדקנו׃ <WH6664> our righteousness."},{"number":17,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD; לא <WH3808> shall never יכרת <WH3772> want לדוד <WH1732> David אישׁ <WH376> a man ישׁב <WH3427> to sit על <WH5921> upon כסא <WH3678> the throne בית <WH1004> of the house ישׂראל׃ <WH3478> of Israel;"},{"number":18,"verse":"ולכהנים <WH3548> shall the priests הלוים <WH3881> the Levites לא <WH3808> Neither יכרת <WH3772> want אישׁ <WH376> a man מלפני <WH6440> before מעלה <WH5927> me to offer עולה <WH5930> burnt offerings, ומקטיר <WH6999> and to kindle מנחה <WH4503> meat offerings, ועשׂה <WH6213> and to do זבח <WH2077> sacrifice כל <WH3605> continually. הימים׃ <WH3117> continually."},{"number":19,"verse":"ויהי <WH1961> came דבר <WH1697> And the word יהוה <WH3068> of the LORD אל <WH413> unto ירמיהו <WH3414> Jeremiah, לאמור׃ <WH559> saying,"},{"number":20,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; אם <WH518> If תפרו <WH6565> ye can break את <WH853> בריתי <WH1285> my covenant היום <WH3117> of the day, ואת <WH853> בריתי <WH1285> and my covenant הלילה <WH3915> of the night, ולבלתי <WH1115> and that there should not היות <WH1961> be יומם <WH3119> day ולילה <WH3915> and night בעתם׃ <WH6256> in their season;"},{"number":21,"verse":"גם <WH1571> may also בריתי <WH1285> my covenant תפר <WH6565> be broken את <WH854> with דוד <WH1732> David עבדי <WH5650> my servant, מהיות <WH1961> that he should not have לו בן <WH1121> a son מלך <WH4427> to reign על <WH5921> upon כסאו <WH3678> his throne; ואת <WH854> and with הלוים <WH3881> the Levites הכהנים <WH3548> the priests, משׁרתי׃ <WH8334> my ministers."},{"number":22,"verse":"אשׁר <WH834> As לא <WH3808> cannot יספר <WH5608> be numbered, צבא <WH6635> the host השׁמים <WH8064> of heaven ולא <WH3808> neither ימד <WH4058> measured: חול <WH2344> the sand הים <WH3220> of the sea כן <WH3651> so ארבה <WH7235> will I multiply את <WH853> זרע <WH2233> the seed דוד <WH1732> of David עבדי <WH5650> my servant, ואת <WH853> הלוים <WH3881> and the Levites משׁרתי <WH8334> that minister unto אתי׃ <WH853>"},{"number":23,"verse":"ויהי <WH1961> came דבר <WH1697> Moreover the word יהוה <WH3068> of the LORD אל <WH413> to ירמיהו <WH3414> Jeremiah, לאמר׃ <WH559> saying,"},{"number":24,"verse":"הלוא <WH3808> thou not ראית <WH7200> Considerest מה <WH4100> what העם <WH5971> people הזה <WH2088> this דברו <WH1696> have spoken, לאמר <WH559> saying, שׁתי <WH8147> The two המשׁפחות <WH4940> families אשׁר <WH834> which בחר <WH977> hath chosen, יהוה <WH3068> the LORD בהם וימאסם <WH3988> he hath even cast them off? ואת <WH853> עמי <WH5971> my people, ינאצון <WH5006> thus they have despised מהיות <WH1961> that they should be no עוד <WH5750> more גוי <WH1471> a nation לפניהם׃ <WH6440> before"},{"number":25,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; אם <WH518> If לא <WH3808> not בריתי <WH1285> my covenant יומם <WH3119> with day ולילה <WH3915> and night, חקות <WH2708> the ordinances שׁמים <WH8064> of heaven וארץ <WH776> and earth; לא <WH3808> I have not שׂמתי׃ <WH7760> appointed"},{"number":26,"verse":"גם <WH1571> Then זרע <WH2233> the seed יעקוב <WH3290> of Jacob, ודוד <WH1732> and David עבדי <WH5650> my servant, אמאס <WH3988> will I cast away מקחת <WH3947> מזרעו <WH2233> of his seed משׁלים <WH4910> rulers אל <WH413> over זרע <WH2233> the seed אברהם <WH85> of Abraham, ישׂחק <WH3446> Isaac, ויעקב <WH3290> and Jacob: כי <WH3588> for אשׁוב <WH7725> to return, את <WH853> שׁבותם <WH7622> I will cause their captivity ורחמתים׃ <WH7355> and have mercy"}]}