{"bibleAbbr":"Orig2013+","bookName":"ירמיהו","bookEnglishName":"Jeremiah","chapterNumber":39,"verses":[{"number":1,"verse":"בשׁנה <WH8141> year התשׁעית <WH8671> In the ninth לצדקיהו <WH6667> of Zedekiah מלך <WH4428> king יהודה <WH3063> of Judah, בחדשׁ <WH2320> month, העשׂרי <WH6224> in the tenth בא <WH935> came נבוכדראצר <WH5019> Nebuchadnezzar מלך <WH4428> king בבל <WH894> of Babylon וכל <WH3605> and all חילו <WH2428> his army אל <WH413> against ירושׁלם <WH3389> Jerusalem, ויצרו <WH6696> and they besieged עליה׃ <WH5921>"},{"number":2,"verse":"בעשׁתי <WH6249> עשׂרהׁנה <WH8141> year לצדקיהו <WH6667> of Zedekiah, בחדשׁ <WH2320> month, הרביעי <WH7243> in the fourth בתשׁעה <WH8672> the ninth לחדשׁ <WH2320> of the month, הבקעה <WH1234> was broken up. העיר׃ <WH5892> the city"},{"number":3,"verse":"ויבאו <WH935> came in, כל <WH3605> And all שׂרי <WH8269> the princes מלך <WH4428> of the king בבל <WH894> of Babylon וישׁבו <WH3427> and sat בשׁער <WH8179> gate, התוך <WH8432> in the middle נרגל שׂר אצר <WH5371> Nergal-sharezer, סמגר נבו <WH5562> Samgar-nebo, שׂר סכים <WH8310> Sarsechim, רב סריס <WH7249> Rabsaris, נרגל שׂר אצר <WH5371> Nergal-sharezer, רב מג <WH7248> Rab-mag, וכל <WH3605> with all שׁארית <WH7611> the residue שׂרי <WH8269> of the princes מלך <WH4428> of the king בבל׃ <WH894> of Babylon."},{"number":4,"verse":"ויהי <WH1961> And it came to pass, כאשׁר <WH834> when ראם <WH7200> saw צדקיהו <WH6667> Zedekiah מלך <WH4428> the king יהודה <WH3063> of Judah וכל <WH3605> them, and all אנשׁי <WH582> המלחמה <WH4421> of war, ויברחו <WH1272> then they fled, ויצאו <WH3318> and went forth לילה <WH3915> by night, מן <WH4480> out of העיר <WH5892> the city דרך <WH1870> by the way גן <WH1588> garden, המלך <WH4428> of the king's בשׁער <WH8179> by the gate בין <WH996> between החמתים <WH2346> the two walls: ויצא <WH3318> and he went out דרך <WH1870> the way הערבה׃ <WH6160> of the plain."},{"number":5,"verse":"וירדפו <WH7291> pursued חיל <WH2428> army כשׂדים <WH3778> But the Chaldeans' אחריהם <WH310> after וישׂגו <WH5381> them, and overtook את <WH853> צדקיהו <WH6667> Zedekiah בערבות <WH6160> in the plains ירחו <WH3405> of Jericho: ויקחו <WH3947> and when they had taken אתו <WH853> ויעלהו <WH5927> him, they brought him up אל <WH413> to נבוכדראצר <WH5019> Nebuchadnezzar מלך <WH4428> king בבל <WH894> of Babylon רבלתה <WH7247> to Riblah בארץ <WH776> in the land חמת <WH2574> of Hamath, וידבר <WH1696> where he gave אתו <WH853> משׁפטים׃ <WH4941> judgment"},{"number":6,"verse":"וישׁחט <WH7819> slew מלך <WH4428> Then the king בבל <WH894> of Babylon את <WH853> בני <WH1121> the sons צדקיהו <WH6667> of Zedekiah ברבלה <WH7247> in Riblah לעיניו <WH5869> before his eyes: ואת <WH853> כל <WH3605> all חרי <WH2715> the nobles יהודה <WH3063> of Judah. שׁחט <WH7819> slew מלך <WH4428> also the king בבל׃ <WH894> of Babylon"},{"number":7,"verse":"ואת <WH853> עיני <WH5869> eyes, צדקיהו <WH6667> עור <WH5786> Moreover he put out ויאסרהו <WH631> and bound בנחשׁתים <WH5178> him with chains, לביא <WH935> to carry אתו <WH853> בבלה׃ <WH894> him to Babylon."},{"number":8,"verse":"ואת <WH853> בית <WH1004> house, המלך <WH4428> the king's ואת <WH853> בית <WH1004> and the houses העם <WH5971> of the people, שׂרפו <WH8313> burned הכשׂדים <WH3778> And the Chaldeans באשׁ <WH784> with fire, ואת <WH853> חמות <WH2346> the walls ירושׁלם <WH3389> of Jerusalem. נתצו׃ <WH5422> and broke down"},{"number":9,"verse":"ואת <WH853> יתר <WH3499> the remnant העם <WH5971> of the people הנשׁארים <WH7604> that remained בעיר <WH5892> in the city, ואת <WH853> הנפלים <WH5307> and those that fell away, אשׁר <WH834> that נפלו <WH5307> fell עליו <WH5921> to ואת <WH853> יתר <WH3499> him, with the rest העם <WH5971> of the people הנשׁארים <WH7604> that remained. הגלה <WH1540> carried away captive נבוזר אדן <WH5018> Nebuzaradan רב <WH7227> the captain טבחים <WH2876> of the guard בבל׃ <WH894> into Babylon"},{"number":10,"verse":"ומן <WH4480> of העם <WH5971> the people, הדלים <WH1800> of the poor אשׁר <WH834> which אין <WH369> had nothing, להם מאומה <WH3972> had nothing, השׁאיר <WH7604> left נבוזראדן <WH5018> But Nebuzaradan רב <WH7227> the captain טבחים <WH2876> of the guard בארץ <WH776> in the land יהודה <WH3063> of Judah, ויתן <WH5414> and gave להם כרמים <WH3754> them vineyards ויגבים <WH3010> and fields ביום <WH3117> time. ההוא׃ <WH1931> at the same"},{"number":11,"verse":"ויצו <WH6680> gave charge נבוכדראצר <WH5019> Now Nebuchadnezzar מלך <WH4428> king בבל <WH894> of Babylon על <WH5921> concerning ירמיהו <WH3414> Jeremiah ביד <WH3027> to נבוזראדן <WH5018> Nebuzaradan רב <WH7227> the captain טבחים <WH2876> of the guard, לאמר׃ <WH559> saying,"},{"number":12,"verse":"קחנו <WH3947> Take ועיניך <WH5869> him, and look well שׂים <WH7760> him, and look well עליו <WH5921> to ואל <WH408> him no תעשׂ <WH6213> him, and do לו מאומה <WH3972> him no רע <WH7451> harm; כי <WH3588> but אם <WH518> but כאשׁר <WH834> as ידבר <WH1696> he shall say אליך <WH413> unto כן <WH3651> him even עשׂה <WH6213> do עמו׃ <WH5973> unto"},{"number":13,"verse":"וישׁלח <WH7971> sent, נבוזראדן <WH5018> So Nebuzaradan רב <WH7227> the captain טבחים <WH2876> of the guard ונבושׁזבן <WH5021> and Nebushasban, רב סריס <WH7249> Rabsaris, ונרגל שׂר אצר <WH5371> and Nergal-sharezer, רב מג <WH7248> Rab-mag, וכל <WH3605> and all רבי <WH7227> princes; מלך <WH4428> the king בבל׃ <WH894> of Babylon's"},{"number":14,"verse":"וישׁלחו <WH7971> Even they sent, ויקחו <WH3947> and took את <WH853> ירמיהו <WH3414> Jeremiah מחצר <WH2691> out of the court המטרה <WH4307> of the prison, ויתנו <WH5414> and committed אתו <WH853> אל <WH413> him unto גדליהו <WH1436> Gedaliah בן <WH1121> the son אחיקם <WH296> of Ahikam בן <WH1121> the son שׁפן <WH8227> of Shaphan, להוצאהו <WH3318> that he should carry אל <WH413> הבית <WH1004> him home: וישׁב <WH3427> so he dwelt בתוך <WH8432> among העם׃ <WH5971> the people."},{"number":15,"verse":"ואל <WH413> unto ירמיהו <WH3414> Jeremiah, היה <WH1961> came דבר <WH1697> Now the word יהוה <WH3068> of the LORD בהיתו <WH1961> while he was עצור <WH6113> shut up בחצר <WH2691> in the court המטרה <WH4307> of the prison, לאמר׃ <WH559> saying,"},{"number":16,"verse":"הלוך <WH1980> Go ואמרת <WH559> and speak לעבד מלך <WH5663> to Ebed-melech הכושׁי <WH3569> the Ethiopian, לאמר <WH559> saying, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts, אלהי <WH430> the God ישׂראל <WH3478> of Israel; הנני <WH2005> מבי <WH935> I will bring את <WH853> דברי <WH1697> my words אל <WH413> upon העיר <WH5892> city הזאת <WH2063> this לרעה <WH7451> for evil, ולא <WH3808> and not לטובה <WH2896> for good; והיו <WH1961> and they shall be לפניך <WH6440> before ביום <WH3117> day ההוא׃ <WH1931> in that"},{"number":17,"verse":"והצלתיך <WH5337> But I will deliver ביום <WH3117> day, ההוא <WH1931> thee in that נאם <WH5002> saith יהוה <WH3068> the LORD: ולא <WH3808> and thou shalt not תנתן <WH5414> be given ביד <WH3027> into the hand האנשׁים <WH376> of the men אשׁר <WH834> of whom אתה <WH859> thou יגור <WH3016> afraid. מפניהם׃ <WH6440>"},{"number":18,"verse":"כי <WH3588> For מלט <WH4422> אמלטךבחרב <WH2719> by the sword, לא <WH3808> thee, and thou shalt not תפל <WH5307> fall והיתה <WH1961> shall be לך נפשׁך <WH5315> but thy life לשׁלל <WH7998> for a prey כי <WH3588> unto thee: because בטחת <WH982> thou hast put thy trust בי נאם <WH5002> in me, saith יהוה׃ <WH3068> the LORD."}]}