{"bibleAbbr":"Orig2013+","bookName":"ירמיהו","bookEnglishName":"Jeremiah","chapterNumber":51,"verses":[{"number":1,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD; הנני <WH2005> מעיר <WH5782> I will raise up על <WH5921> against בבל <WH894> Babylon, ואל <WH413> and against ישׁבי <WH3427> them that dwell לב <WH3820> in the midst קמי <WH6965> of them that rise up רוח <WH7307> wind; משׁחית׃ <WH7843> against me, a destroying"},{"number":2,"verse":"ושׁלחתי <WH7971> And will send לבבל <WH894> unto Babylon זרים <WH2114> fanners, וזרוה <WH2219> that shall fan ויבקקו <WH1238> her, and shall empty את <WH853> ארצה <WH776> her land: כי <WH3588> for היו <WH1961> they shall be עליה <WH5921> against מסביב <WH5439> her round about. ביום <WH3117> in the day רעה׃ <WH7451> of trouble"},{"number":3,"verse":"אל <WH413> Against ידרך <WH1869> bendeth ידרך <WH1869> let the archer הדרך <WH1869> bend קשׁתו <WH7198> his bow, ואל <WH408> ye not יתעל <WH5927> lifteth himself up בסרינו <WH5630> in his brigandine: ואל <WH413> and against תחמלו <WH2550> and spare אל <WH413> בחריה <WH970> her young men; החרימו <WH2763> destroy ye utterly כל <WH3605> all צבאה׃ <WH6635> her host."},{"number":4,"verse":"ונפלו <WH5307> shall fall חללים <WH2491> Thus the slain בארץ <WH776> in the land כשׂדים <WH3778> of the Chaldeans, ומדקרים <WH1856> and thrust through בחוצותיה׃ <WH2351> in her streets."},{"number":5,"verse":"כי <WH3588> For לא <WH3808> not אלמן <WH488> forsaken, ישׂראל <WH3478> Israel ויהודה <WH3063> nor Judah מאלהיו <WH430> מיהוהבאות <WH6635> of hosts; כי <WH3588> though ארצם <WH776> their land מלאה <WH4390> was filled אשׁם <WH817> with sin מקדושׁ <WH6918> ישׂראל׃ <WH3478> of Israel."},{"number":6,"verse":"נסו <WH5127> Flee מתוך <WH8432> out of the midst בבל <WH894> of Babylon, ומלטו <WH4422> and deliver אישׁ <WH376> every man נפשׁו <WH5315> his soul: אל <WH408> be not תדמו <WH1826> cut off בעונה <WH5771> in her iniquity; כי <WH3588> for עת <WH6256> the time נקמה <WH5360> vengeance; היא <WH1931> this ליהוה <WH3068> of the LORD's גמול <WH1576> unto her a recompense. הוא <WH1931> משׁלם׃ <WH7999> he will render"},{"number":7,"verse":"כוס <WH3563> cup זהב <WH2091> a golden בבל <WH894> Babylon ביד <WH3027> hand, יהוה <WH3068> in the LORD's משׁכרת <WH7937> drunken: כל <WH3605> that made all הארץ <WH776> the earth מיינה <WH3196> of her wine; שׁתו <WH8354> have drunken גוים <WH1471> the nations על <WH5921> therefore כן <WH3651> therefore יתהללו <WH1984> are mad. גוים׃ <WH1471> the nations"},{"number":8,"verse":"פתאם <WH6597> is suddenly נפלה <WH5307> fallen בבל <WH894> Babylon ותשׁבר <WH7665> and destroyed: הילילו <WH3213> howl עליה <WH5921> for קחו <WH3947> her; take צרי <WH6875> balm למכאובה <WH4341> for her pain, אולי <WH194> if so be תרפא׃ <WH7495> she may be healed."},{"number":9,"verse":"רפאנו <WH7495> We would have healed את <WH853> בבל <WH894> Babylon, ולא <WH3808> but she is not נרפתה <WH7495> healed: עזבוה <WH5800> forsake ונלך <WH1980> her, and let us go אישׁ <WH376> every one לארצו <WH776> into his own country: כי <WH3588> for נגע <WH5060> reacheth אל <WH413> unto השׁמים <WH8064> heaven, משׁפטה <WH4941> her judgment ונשׂא <WH5375> and is lifted up עד <WH5704> to שׁחקים׃ <WH7834> the skies."},{"number":10,"verse":"הוציא <WH3318> hath brought forth יהוה <WH3069> אתדקתינו <WH6666> our righteousness: באו <WH935> come, ונספרה <WH5608> and let us declare בציון <WH6726> in Zion את <WH853> מעשׂה <WH4639> the work יהוה <WH3069> אלהינו׃ <WH430> our God."},{"number":11,"verse":"הברו <WH1305> Make bright החצים <WH2671> the arrows; מלאו <WH4390> gather השׁלטים <WH7982> the shields: העיר <WH5782> hath raised up יהוה <WH3068> the LORD את <WH853> רוח <WH7307> the spirit מלכי <WH4428> of the kings מדי <WH4074> of the Medes: כי <WH3588> for על <WH5921> against בבל <WH894> Babylon, מזמתו <WH4209> his device להשׁחיתה <WH7843> to destroy כי <WH3588> it; because נקמת <WH5360> the vengeance יהוה <WH3068> of the LORD, היא <WH1931> it נקמת <WH5360> the vengeance היכלו׃ <WH1964> of his temple."},{"number":12,"verse":"אל <WH413> upon חומת <WH2346> the walls בבל <WH894> of Babylon, שׂאו <WH5375> Set up נס <WH5251> the standard החזיקו <WH2388> strong, המשׁמר <WH4929> make the watch הקימו <WH6965> set up שׁמרים <WH8104> the watchmen, הכינו <WH3559> prepare הארבים <WH693> the ambushes: כי <WH3588> for גם <WH1571> hath both זמם <WH2161> devised יהוה <WH3068> the LORD גם <WH1571> and עשׂה <WH6213> done את <WH853> אשׁר <WH834> that which דבר <WH1696> he spoke אל <WH413> against ישׁבי <WH3427> the inhabitants בבל׃ <WH894> of Babylon."},{"number":13,"verse":"שׁכנתי <WH7931> O thou that dwellest על <WH5921> upon מים <WH4325> waters, רבים <WH7227> many רבת <WH7227> abundant אוצרת <WH214> in treasures, בא <WH935> is come, קצך <WH7093> thine end אמת <WH520> the measure בצעך׃ <WH1215> of thy covetousness."},{"number":14,"verse":"נשׁבע <WH7650> hath sworn יהוה <WH3068> The LORD צבאות <WH6635> of hosts בנפשׁו <WH5315> by himself, כי <WH3588> אםלאתיך <WH4390> I will fill אדם <WH120> thee with men, כילק <WH3218> as with caterpillars; וענו <WH6030> and they shall lift up עליך <WH5921> against הידד׃ <WH1959> a shout"},{"number":15,"verse":"עשׂה <WH6213> He hath made ארץ <WH776> the earth בכחו <WH3581> by his power, מכין <WH3559> he hath established תבל <WH8398> the world בחכמתו <WH2451> by his wisdom, ובתבונתו <WH8394> by his understanding. נטה <WH5186> and hath stretched out שׁמים׃ <WH8064> the heaven"},{"number":16,"verse":"לקול <WH6963> voice, תתו <WH5414> When he uttereth המון <WH1995> a multitude מים <WH4325> of waters בשׁמים <WH8064> in the heavens; ויעל <WH5927> to ascend נשׂאים <WH5387> and he causeth the vapors מקצה <WH7097> from the ends ארץ <WH776> of the earth: ברקים <WH1300> lightnings למטר <WH4306> with rain, עשׂה <WH6213> he maketh ויצא <WH3318> and bringeth forth רוח <WH7307> the wind מאצרתיו׃ <WH214> out of his treasures."},{"number":17,"verse":"נבער <WH1197> is brutish כל <WH3605> Every אדם <WH120> man מדעת <WH1847> by knowledge; הבישׁ <WH3001> is confounded כל <WH3605> every צרף <WH6884> founder מפסל <WH6459> by the graven image: כי <WH3588> for שׁקר <WH8267> falsehood, נסכו <WH5262> his molten image ולא <WH3808> and no רוח׃ <WH7307> breath"},{"number":18,"verse":"הבל <WH1892> vanity, המה <WH1992> They מעשׂה <WH4639> the work תעתעים <WH8595> of errors: בעת <WH6256> in the time פקדתם <WH6486> of their visitation יאבדו׃ <WH6> they shall perish."},{"number":19,"verse":"לא <WH3808> not כאלה <WH428> like them; חלק <WH2506> The portion יעקוב <WH3290> of Jacob כי <WH3588> for יוצר <WH3335> the former הכל <WH3605> of all things: הוא <WH1931> he ושׁבט <WH7626> and the rod נחלתו <WH5159> of his inheritance: יהוה <WH3068> the LORD צבאות <WH6635> of hosts שׁמו׃ <WH8034> his name."},{"number":20,"verse":"מפץ <WH4661> my battle axe אתה <WH859> Thou לי כלי <WH3627> weapons מלחמה <WH4421> of war: ונפצתי <WH5310> for with thee will I break in pieces בך גוים <WH1471> the nations, והשׁחתי <WH7843> and with thee will I destroy בך ממלכות׃ <WH4467> kingdoms;"},{"number":21,"verse":"ונפצתי <WH5310> And with thee will I break in pieces בך סוס <WH5483> the horse ורכבו <WH7392> and his rider; ונפצתי <WH5310> and with thee will I break in pieces בך רכב <WH7393> the chariot ורכבו׃ <WH7392> and his rider;"},{"number":22,"verse":"ונפצתי <WH5310> With thee also will I break in pieces בך אישׁ <WH376> man ואשׁה <WH802> and woman; ונפצתי <WH5310> and with thee will I break in pieces בך זקן <WH2205> old ונער <WH5288> and young; ונפצתי <WH5310> and with thee will I break in pieces בך בחור <WH970> the young man ובתולה׃ <WH1330> and the maid;"},{"number":23,"verse":"ונפצתי <WH5310> I will also break in pieces בך רעה <WH7462> with thee the shepherd ועדרו <WH5739> and his flock; ונפצתי <WH5310> and with thee will I break in pieces בך אכר <WH406> the husbandman וצמדו <WH6776> and his yoke of oxen; ונפצתי <WH5310> and with thee will I break in pieces בך פחות <WH6346> captains וסגנים׃ <WH5461> and rulers."},{"number":24,"verse":"ושׁלמתי <WH7999> And I will render לבבל <WH894> unto Babylon ולכל <WH3605> and to all יושׁבי <WH3427> the inhabitants כשׂדים <WH3778> of Chaldea את <WH853> כל <WH3605> all רעתם <WH7451> their evil אשׁר <WH834> that עשׂו <WH6213> they have done בציון <WH6726> in Zion לעיניכם <WH5869> in your sight, נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":25,"verse":"הנני <WH2005> אליך <WH413> I against הר <WH2022> mountain, המשׁחית <WH4889> thee, O destroying נאם <WH5002> saith יהוה <WH3068> the LORD, המשׁחית <WH7843> which destroyest את <WH853> כל <WH3605> all הארץ <WH776> the earth: ונטיתי <WH5186> and I will stretch out את <WH853> ידי <WH3027> mine hand עליך <WH5921> upon וגלגלתיך <WH1556> thee, and roll thee down מן <WH4480> from הסלעים <WH5553> the rocks, ונתתיך <WH5414> and will make להר <WH2022> mountain. שׂרפה׃ <WH8316> thee a burnt"},{"number":26,"verse":"ולא <WH3808> And they shall not יקחו <WH3947> take ממך <WH4480> of אבן <WH68> thee a stone לפנה <WH6438> for a corner, ואבן <WH68> nor a stone למוסדות <WH4146> for foundations; כי <WH3588> but שׁממות <WH8077> desolate עולם <WH5769> forever, תהיה <WH1961> thou shalt be נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":27,"verse":"שׂאו <WH5375> Set ye up נס <WH5251> a standard בארץ <WH776> in the land, תקעו <WH8628> blow שׁופר <WH7782> the trumpet בגוים <WH1471> among the nations, קדשׁו <WH6942> prepare עליה <WH5921> against גוים <WH1471> the nations השׁמיעו <WH8085> her, call together עליה <WH5921> against ממלכות <WH4467> her the kingdoms אררט <WH780> of Ararat, מני <WH4508> Minni, ואשׁכנז <WH813> and Ashchenaz; פקדו <WH6485> appoint עליה <WH5921> against טפסר <WH2951> a captain העלו <WH5927> to come up סוס <WH5483> her; cause the horses כילק <WH3218> caterpillars. סמר׃ <WH5569> as the rough"},{"number":28,"verse":"קדשׁו <WH6942> Prepare עליה <WH5921> against גוים <WH1471> her the nations את <WH854> מלכי <WH4428> with the kings מדי <WH4074> of the Medes, את <WH853> פחותיה <WH6346> the captains ואת <WH853> כל <WH3605> thereof, and all סגניה <WH5461> the rulers ואת <WH853> כל <WH3605> thereof, and all ארץ <WH776> the land ממשׁלתו׃ <WH4475> of his dominion."},{"number":29,"verse":"ותרעשׁ <WH7493> shall tremble הארץ <WH776> And the land ותחל <WH2342> and sorrow: כי <WH3588> for קמה <WH6965> shall be performed על <WH5921> against בבל <WH894> Babylon, מחשׁבות <WH4284> every purpose יהוה <WH3068> of the LORD לשׂום <WH7760> to make את <WH853> ארץ <WH776> the land בבל <WH894> of Babylon לשׁמה <WH8047> a desolation מאין <WH369> without יושׁב׃ <WH3427> an inhabitant."},{"number":30,"verse":"חדלו <WH2308> have forborne גבורי <WH1368> The mighty men בבל <WH894> of Babylon להלחם <WH3898> to fight, ישׁבו <WH3427> they have remained במצדות <WH4679> in holds: נשׁתה <WH5405> hath failed; גבורתם <WH1369> their might היו <WH1961> they became לנשׁים <WH802> as women: הציתו <WH3341> they have burned משׁכנתיה <WH4908> her dwelling places; נשׁברו <WH7665> are broken. בריחיה׃ <WH1280> her bars"},{"number":31,"verse":"רץ <WH7323> One post לקראת <WH7125> to meet רץ <WH7323> shall run ירוץ <WH7323> another, ומגיד <WH5046> and one messenger לקראת <WH7125> to meet מגיד <WH5046> another, להגיד <WH5046> to show למלך <WH4428> the king בבל <WH894> of Babylon כי <WH3588> that נלכדה <WH3920> is taken עירו <WH5892> his city מקצה׃ <WH7097> at end,"},{"number":32,"verse":"והמעברות <WH4569> And that the passages נתפשׂו <WH8610> are stopped, ואת <WH853> האגמים <WH98> and the reeds שׂרפו <WH8313> they have burned באשׁ <WH784> with fire, ואנשׁי <WH376> and the men המלחמה <WH4421> of war נבהלו׃ <WH926> are frightened."},{"number":33,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts, אלהי <WH430> the God ישׂראל <WH3478> of Israel; בת <WH1323> The daughter בבל <WH894> of Babylon כגרן <WH1637> like a threshingfloor, עת <WH6256> time הדריכה <WH1869> to thresh עוד <WH5750> her: yet מעט <WH4592> a little while, ובאה <WH935> shall come. עת <WH6256> and the time הקציר׃ <WH7105> of her harvest"},{"number":34,"verse":"אכלנו <WH398> hath devoured הממנו <WH2000> me, he hath crushed נבוכדראצר <WH5019> Nebuchadnezzar מלך <WH4428> the king בבל <WH894> of Babylon הציגנו <WH3322> me, he hath made כלי <WH3627> vessel, ריק <WH7385> me an empty בלענו <WH1104> he hath swallowed me up כתנין <WH8577> like a dragon, מלא <WH4390> he hath filled כרשׂו <WH3770> his belly מעדני <WH5730> with my delicacies, הדיחנו׃ <WH1740> he hath cast me out."},{"number":35,"verse":"חמסי <WH2555> The violence ושׁארי <WH7607> done to me and to my flesh על <WH5921> upon בבל <WH894> Babylon, תאמר <WH559> say; ישׁבת <WH3427> shall the inhabitant ציון <WH6726> of Zion ודמי <WH1818> and my blood אל <WH413> upon ישׁבי <WH3427> the inhabitants כשׂדים <WH3778> of Chaldea, תאמר <WH559> say. ירושׁלם׃ <WH3389> shall Jerusalem"},{"number":36,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD; הנני <WH2005> רב <WH7378> I will plead את <WH853> ריבך <WH7379> thy cause, ונקמתי <WH5358> אתקמתך <WH5360> והחרבתי <WH2717> and I will dry up את <WH853> ימה <WH3220> her sea, והבשׁתי <WH3001> dry. את <WH853> מקורה׃ <WH4726> and make her springs"},{"number":37,"verse":"והיתה <WH1961> shall become בבל <WH894> And Babylon לגלים <WH1530> heaps, מעון <WH4583> a dwelling place תנים <WH8577> for dragons, שׁמה <WH8047> an astonishment, ושׁרקה <WH8322> and a hissing, מאין <WH369> without יושׁב׃ <WH3427> an inhabitant."},{"number":38,"verse":"יחדו <WH3162> together ככפרים <WH3715> like lions: ישׁאגו <WH7580> They shall roar נערו <WH5286> they shall yell כגורי <WH1484> whelps. אריות׃ <WH738> as lions'"},{"number":39,"verse":"בחמם <WH2527> In their heat אשׁית <WH7896> I will make את <WH853> משׁתיהם <WH4960> their feasts, והשׁכרתים <WH7937> and I will make them drunken, למען <WH4616> that יעלזו <WH5937> they may rejoice, וישׁנו <WH3462> and sleep שׁנת <WH8142> sleep, עולם <WH5769> a perpetual ולא <WH3808> and not יקיצו <WH6974> wake, נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":40,"verse":"אורידם <WH3381> I will bring them down ככרים <WH3733> like lambs לטבוח <WH2873> to the slaughter, כאילים <WH352> like rams עם <WH5973> with עתודים׃ <WH6260> he goats."},{"number":41,"verse":"איך <WH349> How נלכדה <WH3920> taken! שׁשׁך <WH8347> is Sheshach ותתפשׂ <WH8610> surprised! תהלת <WH8416> and how is the praise כל <WH3605> of the whole הארץ <WH776> earth איך <WH349> how היתה <WH1961> become לשׁמה <WH8047> an astonishment בבל <WH894> is Babylon בגוים׃ <WH1471> among the nations!"},{"number":42,"verse":"עלה <WH5927> is come up על <WH5921> upon בבל <WH894> Babylon: הים <WH3220> The sea בהמון <WH1995> with the multitude גליו <WH1530> of the waves נכסתה׃ <WH3680> she is covered"},{"number":43,"verse":"היו <WH1961> are עריה <WH5892> Her cities לשׁמה <WH8047> a desolation, ארץ <WH776> land, ציה <WH6723> a dry וערבה <WH6160> and a wilderness, ארץ <WH776> a land לא <WH3808> no ישׁב <WH3427> dwelleth, בהן כל <WH3605> no אישׁ <WH376> man ולא <WH3808> neither יעבר <WH5674> pass בהן <WH2004> wherein בן <WH1121> doth son אדם׃ <WH120> of man"},{"number":44,"verse":"ופקדתי <WH6485> עלל <WH1078> Bel בבבל <WH894> in Babylon, והצאתי <WH3318> and I will bring forth את <WH853> בלעו <WH1105> that which he hath swallowed up: מפיו <WH6310> out of his mouth ולא <WH3808> shall not ינהרו <WH5102> flow together אליו <WH413> unto עוד <WH5750> any more גוים <WH1471> and the nations גם <WH1571> him: yea, חומת <WH2346> the wall בבל <WH894> of Babylon נפלה׃ <WH5307> shall fall."},{"number":45,"verse":"צאו <WH3318> go מתוכה <WH8432> ye out of the midst עמי <WH5971> My people, ומלטו <WH4422> of her, and deliver אישׁ <WH376> ye every man את <WH853> נפשׁו <WH5315> his soul מחרון <WH2740> from the fierce אף <WH639> anger יהוה׃ <WH3068> of the LORD."},{"number":46,"verse":"ופן <WH6435> And lest ירך <WH7401> faint, לבבכם <WH3824> your heart ותיראו <WH3372> and ye fear בשׁמועה <WH8052> for the rumor הנשׁמעת <WH8085> that shall be heard בארץ <WH776> in the land; ובא <WH935> shall both come בשׁנה <WH8141> year, השׁמועה <WH8052> a rumor ואחריו <WH310> and after בשׁנה <WH8141> that in year השׁמועה <WH8052> a rumor, וחמס <WH2555> and violence בארץ <WH776> in the land, ומשׁל <WH4910> ruler על <WH5921> against משׁל׃ <WH4910> ruler."},{"number":47,"verse":"לכן <WH3651> Therefore, הנה <WH2009> behold, ימים <WH3117> the days באים <WH935> come, ופקדתי <WH6485> that I will do judgment על <WH5921> upon פסילי <WH6456> the graven images בבל <WH894> of Babylon: וכל <WH3605> and her whole ארצה <WH776> land תבושׁ <WH954> shall be confounded, וכל <WH3605> and all חלליה <WH2491> her slain יפלו <WH5307> shall fall בתוכה׃ <WH8432> in the midst"},{"number":48,"verse":"ורננו <WH7442> therein, shall sing על <WH5921> for בבל <WH894> Babylon: שׁמים <WH8064> Then the heaven וארץ <WH776> and the earth, וכל <WH3605> and all אשׁר <WH834> that בהם כי <WH3588> for מצפון <WH6828> unto her from the north, יבוא <WH935> shall come לה השׁודדים <WH7703> the spoilers נאם <WH5002> saith יהוה׃ <WH3068> the LORD."},{"number":49,"verse":"גם <WH1571> As בבל <WH894> Babylon לנפל <WH5307> to fall, חללי <WH2491> the slain ישׂראל <WH3478> of Israel גם <WH1571> so לבבל <WH894> at Babylon נפלו <WH5307> shall fall חללי <WH2491> the slain כל <WH3605> of all הארץ׃ <WH776> the earth."},{"number":50,"verse":"פלטים <WH6412> Ye that have escaped מחרב <WH2719> the sword, הלכו <WH1980> go away, אל <WH408> stand not still: תעמדו <WH5975> stand not still: זכרו <WH2142> remember מרחוק <WH7350> afar off, את <WH853> יהוה <WH3068> the LORD וירושׁלם <WH3389> and let Jerusalem תעלה <WH5927> come על <WH5921> into לבבכם׃ <WH3824> your mind."},{"number":51,"verse":"בשׁנו <WH954> We are confounded, כי <WH3588> because שׁמענו <WH8085> we have heard חרפה <WH2781> reproach: כסתה <WH3680> hath covered כלמה <WH3639> shame פנינו <WH6440> our faces: כי <WH3588> for באו <WH935> are come זרים <WH2114> strangers על <WH5921> into מקדשׁי <WH4720> the sanctuaries בית <WH1004> house. יהוה׃ <WH3068> of the LORD's"},{"number":52,"verse":"לכן <WH3651> Wherefore, הנה <WH2009> behold, ימים <WH3117> the days באים <WH935> come, נאם <WH5002> saith יהוה <WH3068> the LORD, ופקדתי <WH6485> that I will do judgment על <WH5921> upon פסיליה <WH6456> her graven images: ובכל <WH3605> and through all ארצה <WH776> her land יאנק <WH602> shall groan. חלל׃ <WH2491> the wounded"},{"number":53,"verse":"כי <WH3588> Though תעלה <WH5927> should mount up בבל <WH894> Babylon השׁמים <WH8064> to heaven, וכי <WH3588> and though תבצר <WH1219> she should fortify מרום <WH4791> the height עזה <WH5797> of her strength, מאתי <WH854> from יבאו <WH935> come שׁדדים <WH7703> me shall spoilers לה נאם <WH5002> unto her, saith יהוה׃ <WH3068> the LORD."},{"number":54,"verse":"קול <WH6963> A sound זעקה <WH2201> of a cry מבבל <WH894> ושׁבר <WH7667> destruction גדול <WH1419> and great מארץ <WH776> from the land כשׂדים׃ <WH3778> of the Chaldeans:"},{"number":55,"verse":"כי <WH3588> Because שׁדד <WH7703> hath spoiled יהוה <WH3068> the LORD את <WH853> בבל <WH894> Babylon, ואבד <WH6> and destroyed ממנה <WH4480> out of קול <WH6963> voice; גדול <WH1419> her the great והמו <WH1993> do roar גליהם <WH1530> when her waves כמים <WH4325> waters, רבים <WH7227> like great נתן <WH5414> is uttered: שׁאון <WH7588> a noise קולם׃ <WH6963> of their voice"},{"number":56,"verse":"כי <WH3588> Because בא <WH935> is come עליה <WH5921> upon על <WH5921> her, upon בבל <WH894> Babylon, שׁודד <WH7703> the spoiler ונלכדו <WH3920> are taken, גבוריה <WH1368> and her mighty men חתתה <WH2865> is broken: קשׁתותם <WH7198> every one of their bows כי <WH3588> for אל <WH410> God גמלות <WH1578> of recompenses יהוה <WH3068> the LORD שׁלם <WH7999> shall surely requite. ישׁלם׃ <WH7999> shall surely requite."},{"number":57,"verse":"והשׁכרתי <WH7937> And I will make drunk שׂריה <WH8269> her princes, וחכמיה <WH2450> and her wise פחותיה <WH6346> her captains, וסגניה <WH5461> and her rulers, וגבוריה <WH1368> and her mighty men: וישׁנו <WH3462> and they shall sleep שׁנת <WH8142> sleep, עולם <WH5769> a perpetual ולא <WH3808> and not יקיצו <WH6974> wake, נאם <WH5002> saith המלך <WH4428> the King, יהוה <WH3068> the LORD צבאות <WH6635> of hosts. שׁמו׃ <WH8034> whose name"},{"number":58,"verse":"כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts; חמות <WH2346> walls בבל <WH894> of Babylon הרחבה <WH7342> The broad ערער <WH6209> shall be utterly broken, תתערער <WH6209> shall be utterly broken, ושׁעריה <WH8179> gates הגבהים <WH1364> and her high באשׁ <WH784> with fire; יצתו <WH3341> shall be burned ויגעו <WH3021> shall labor עמים <WH5971> and the people בדי <WH1767> ריק <WH7385> in vain, ולאמים <WH3816> and the folk בדי <WH1767> אשׁ <WH784> in the fire, ויעפו׃ <WH3286> and they shall be weary."},{"number":59,"verse":"הדבר <WH1697> The word אשׁר <WH834> which צוה <WH6680> commanded ירמיהו <WH3414> Jeremiah הנביא <WH5030> the prophet את <WH853> שׂריה <WH8304> Seraiah בן <WH1121> the son נריה <WH5374> of Neriah, בן <WH1121> the son מחסיה <WH4271> of Maaseiah, בלכתו <WH1980> when he went את <WH854> with צדקיהו <WH6667> Zedekiah מלך <WH4428> the king יהודה <WH3063> of Judah בבל <WH894> into Babylon בשׁנת <WH8141> year הרבעית <WH7243> in the fourth למלכו <WH4427> of his reign. ושׂריה <WH8304> And Seraiah שׂר <WH8269> prince. מנוחה׃ <WH4496> a quiet"},{"number":60,"verse":"ויכתב <WH3789> wrote ירמיהו <WH3414> So Jeremiah את <WH853> כל <WH3605> all הרעה <WH7451> the evil אשׁר <WH834> that תבוא <WH935> should come אל <WH413> in בבל <WH894> Babylon, אל <WH413> upon ספר <WH5612> book אחד <WH259> a את <WH853> כל <WH3605> all הדברים <WH1697> words האלה <WH428> these הכתבים <WH3789> that are written אל <WH413> against בבל׃ <WH894> Babylon."},{"number":61,"verse":"ויאמר <WH559> said ירמיהו <WH3414> And Jeremiah אל <WH413> to שׂריה <WH8304> Seraiah, כבאך <WH935> When thou comest בבל <WH894> to Babylon, וראית <WH7200> and shalt see, וקראת <WH7121> and shalt read את <WH853> כל <WH3605> all הדברים <WH1697> words; האלה׃ <WH428> these"},{"number":62,"verse":"ואמרת <WH559> Then shalt thou say, יהוה <WH3068> O LORD, אתה <WH859> thou דברת <WH1696> hast spoken אל <WH413> against המקום <WH4725> place, הזה <WH2088> this להכריתו <WH3772> to cut it off, לבלתי <WH1115> that none היות <WH1961> shall בו יושׁב <WH3427> remain למאדם <WH120> in it, neither man ועד <WH5704> nor בהמה <WH929> beast, כי <WH3588> but שׁממות <WH8077> desolate עולם <WH5769> forever. תהיה׃ <WH1961> that it shall be"},{"number":63,"verse":"והיה <WH1961> And it shall be, ככלתך <WH3615> when thou hast made an end לקרא <WH7121> of reading את <WH853> הספר <WH5612> book, הזה <WH2088> this תקשׁר <WH7194> thou shalt bind עליו <WH5921> to אבן <WH68> a stone והשׁלכתו <WH7993> it, and cast אל <WH413> it into תוך <WH8432> the midst פרת׃ <WH6578> of Euphrates:"},{"number":64,"verse":"ואמרת <WH559> And thou shalt say, ככה <WH3602> Thus תשׁקע <WH8257> sink, בבל <WH894> shall Babylon ולא <WH3808> and shall not תקום <WH6965> rise מפני <WH6440> from הרעה <WH7451> the evil אשׁר <WH834> that אנכי <WH595> I מביא <WH935> will bring עליה <WH5921> upon ויעפו <WH3286> her: and they shall be weary. עד <WH5704> Thus הנה <WH2008> far דברי <WH1697> the words ירמיהו׃ <WH3414> of Jeremiah."}]}