{"bibleAbbr":"Orig2013+","bookName":"ירמיהו","bookEnglishName":"Jeremiah","chapterNumber":8,"verses":[{"number":1,"verse":"בעת <WH6256> time, ההיא <WH1931> At that נאם <WH5002> saith יהוה <WH3068> the LORD, ויציאו <WH3318> they shall bring out את <WH853> עצמות <WH6106> the bones מלכי <WH4428> of the kings יהודה <WH3063> of Judah, ואת <WH853> עצמות <WH6106> and the bones שׂריו <WH8269> of his princes, ואת <WH853> עצמות <WH6106> and the bones הכהנים <WH3548> of the priests, ואת <WH853> עצמות <WH6106> and the bones הנביאים <WH5030> of the prophets, ואת <WH853> עצמות <WH6106> and the bones יושׁבי <WH3427> of the inhabitants ירושׁלם <WH3389> of Jerusalem, מקבריהם׃ <WH6913> out of their graves:"},{"number":2,"verse":"ושׁטחום <WH7849> And they shall spread לשׁמשׁ <WH8121> them before the sun, ולירח <WH3394> and the moon, ולכל <WH3605> and all צבא <WH6635> the host השׁמים <WH8064> of heaven, אשׁר <WH834> whom אהבום <WH157> they have loved, ואשׁר <WH834> and whom עבדום <WH5647> they have served, ואשׁר <WH834> whom הלכו <WH1980> they have walked, אחריהם <WH310> and after ואשׁר <WH834> and whom דרשׁום <WH1875> they have sought, ואשׁר <WH834> and whom השׁתחוו <WH7812> they have worshiped: להם לא <WH3808> they shall not יאספו <WH622> be gathered, ולא <WH3808> nor יקברו <WH6912> be buried; לדמן <WH1828> for dung על <WH5921> upon פני <WH6440> the face האדמה <WH127> of the earth. יהיו׃ <WH1961> they shall be"},{"number":3,"verse":"ונבחר <WH977> shall be chosen מות <WH4194> And death מחיים <WH2416> rather than life לכל <WH3605> by all השׁארית <WH7611> the residue הנשׁארים <WH7604> of them that remain מן <WH4480> rather than life המשׁפחה <WH4940> family, הרעה <WH7451> evil הזאת <WH2063> this בכל <WH3605> in all המקמות <WH4725> the places הנשׁארים <WH7604> which remain אשׁר <WH834> whither הדחתים <WH5080> I have driven שׁם <WH8033> whither נאם <WH5002> them, saith יהוה <WH3068> the LORD צבאות׃ <WH6635> of hosts."},{"number":4,"verse":"ואמרת <WH559> Moreover thou shalt say אליהם <WH413> unto כה <WH3541> them, Thus אמר <WH559> saith יהוה <WH3068> the LORD; היפלו <WH5307> Shall they fall, ולא <WH3808> and not יקומו <WH6965> arise? אם <WH518> ישׁוב <WH7725> shall he turn away, ולא <WH3808> and not ישׁוב׃ <WH7725> return?"},{"number":5,"verse":"מדוע <WH4069> Why שׁובבה <WH7725> slid back העם <WH5971> people הזה <WH2088> is this ירושׁלם <WH3389> of Jerusalem משׁבה <WH4878> backsliding? נצחת <WH5331> החזיקו <WH2388> they hold fast בתרמית <WH8649> deceit, מאנו <WH3985> they refuse לשׁוב׃ <WH7725> to return."},{"number":6,"verse":"הקשׁבתי <WH7181> I hearkened ואשׁמע <WH8085> and heard, לוא <WH3808> not כן <WH3651> aright: ידברו <WH1696> they spoke אין <WH369> no אישׁ <WH376> man נחם <WH5162> repented על <WH5921> him of רעתו <WH7451> his wickedness, לאמר <WH559> saying, מה <WH4100> What עשׂיתי <WH6213> have I done? כלה <WH3605> every one שׁב <WH7725> turned במרצותם <WH4794> to his course, כסוס <WH5483> as the horse שׁוטף <WH7857> rusheth במלחמה׃ <WH4421> into the battle."},{"number":7,"verse":"גם <WH1571> Yea, חסידה <WH2624> the stork בשׁמים <WH8064> in the heaven ידעה <WH3045> knoweth מועדיה <WH4150> her appointed times; ותר <WH8449> and the turtle וסוס <WH5483> and the crane ועגור <WH5693> and the swallow שׁמרו <WH8104> observe את <WH853> עת <WH6256> the time באנה <WH935> of their coming; ועמי <WH5971> but my people לא <WH3808> not ידעו <WH3045> know את <WH853> משׁפט <WH4941> the judgment יהוה׃ <WH3068> of the LORD."},{"number":8,"verse":"איכה <WH349> How תאמרו <WH559> do ye say, חכמים <WH2450> wise, אנחנו <WH587> We ותורת <WH8451> and the law יהוה <WH3068> of the LORD אתנו <WH854> with אכן <WH403> certainly הנה <WH2009> us? Lo, לשׁקר <WH8267> in vain עשׂה <WH6213> made עט <WH5842> he the pen שׁקר <WH8267> in vain. ספרים׃ <WH5608> of the scribes"},{"number":9,"verse":"הבישׁו <WH954> are ashamed, חכמים <WH2450> The wise חתו <WH2865> they are dismayed וילכדו <WH3920> and taken: הנה <WH2009> lo, בדבר <WH1697> the word יהוה <WH3068> of the LORD; מאסו <WH3988> they have rejected וחכמת <WH2451> wisdom מה׃ <WH4100> and what"},{"number":10,"verse":"לכן <WH3651> Therefore אתן <WH5414> will I give את <WH853> נשׁיהם <WH802> their wives לאחרים <WH312> unto others, שׂדותיהם <WH7704> their fields ליורשׁים <WH3423> to them that shall inherit כי <WH3588> for מקטן <WH6996> from the least ועד <WH5704> even unto גדול <WH1419> the greatest כלה <WH3605> every one בצע <WH1214> is given to covetousness, בצע <WH1215> is given to covetousness, מנביא <WH5030> from the prophet ועד <WH5704> even unto כהן <WH3548> the priest כלה <WH3605> every one עשׂה <WH6213> dealeth שׁקר׃ <WH8267> falsely."},{"number":11,"verse":"וירפו <WH7495> For they have healed את <WH853> שׁבר <WH7667> the hurt בת <WH1323> of the daughter עמי <WH5971> of my people על <WH5921> נקלה <WH7043> slightly, לאמר <WH559> saying, שׁלום <WH7965> Peace, שׁלום <WH7965> peace; ואין <WH369> when no שׁלום׃ <WH7965> peace."},{"number":12,"verse":"הבשׁו <WH3001> כי <WH3588> when תועבה <WH8441> abomination? עשׂו <WH6213> they had committed גם <WH1571> nay, בושׁ <WH954> Were they ashamed לא <WH3808> they were not יבשׁו <WH954> at all ashamed, והכלם <WH3637> they blush: לא <WH3808> neither ידעו <WH3045> could לכן <WH3651> therefore יפלו <WH5307> shall they fall בנפלים <WH5307> among them that fall: בעת <WH6256> in the time פקדתם <WH6486> of their visitation יכשׁלו <WH3782> they shall be cast down, אמר <WH559> saith יהוה׃ <WH3068> the LORD."},{"number":13,"verse":"אסף <WH622> אסיפםאם <WH5002> them, saith יהוה <WH3069> אין <WH369> no ענבים <WH6025> grapes בגפן <WH1612> on the vine, ואין <WH369> nor תאנים <WH8384> figs בתאנה <WH8384> on the fig tree, והעלה <WH5929> and the leaf נבל <WH5034> shall fade; ואתן <WH5414> and I have given להם <WH1992> יעברום׃ <WH5674> them shall pass away"},{"number":14,"verse":"על <WH5921> מהנחנו <WH587> do we ישׁבים <WH3427> sit האספו <WH622> still? assemble yourselves, ונבוא <WH935> and let us enter אל <WH413> into ערי <WH5892> cities, המבצר <WH4013> the defensed ונדמה <WH1826> and let us be silent שׁם <WH8033> there: כי <WH3588> for יהוה <WH3068> the LORD אלהינו <WH430> our God הדמנו <WH1826> hath put us to silence, וישׁקנו <WH8248> to drink, מי <WH4325> and given us water ראשׁ <WH7219> of gall כי <WH3588> because חטאנו <WH2398> we have sinned ליהוה׃ <WH3068> against the LORD."},{"number":15,"verse":"קוה <WH6960> We looked לשׁלום <WH7965> for peace, ואין <WH369> but no טוב <WH2896> good לעת <WH6256> for a time מרפה <WH4832> of health, והנה <WH2009> and behold בעתה׃ <WH1205> trouble!"},{"number":16,"verse":"מדן <WH1835> נשׁמע <WH8085> was heard נחרת <WH5170> The snorting סוסיו <WH5483> of his horses מקול <WH6963> at the sound מצהלות <WH4684> of the neighing אביריו <WH47> of his strong ones; רעשׁה <WH7493> trembled כל <WH3605> the whole הארץ <WH776> land ויבואו <WH935> for they are come, ויאכלו <WH398> and have devoured ארץ <WH776> the land, ומלואה <WH4393> and all עיר <WH5892> that is in it; the city, וישׁבי׃ <WH3427> and those that dwell"},{"number":17,"verse":"כי <WH3588> For, הנני <WH2005> משׁלח <WH7971> I will send בכם נחשׁים <WH5175> serpents, צפענים <WH6848> cockatrices, אשׁר <WH834> among you, which אין <WH369> not להם לחשׁ <WH3908> charmed, ונשׁכו <WH5391> and they shall bite אתכם <WH853> נאם <WH5002> you, saith יהוה׃ <WH3068> the LORD."},{"number":18,"verse":"מבליגיתי <WH4010> I would comfort עלי <WH5921> myself against יגון <WH3015> sorrow, עלי <WH5921> in לבי <WH3820> my heart דוי׃ <WH1742> faint"},{"number":19,"verse":"הנה <WH2009> Behold קול <WH6963> the voice שׁועת <WH7775> of the cry בת <WH1323> of the daughter עמי <WH5971> of my people מארץ <WH776> country: מרחקים <WH4801> because of them that dwell in a far היהוה <WH3068> the LORD אין <WH369> not בציון <WH6726> in Zion? אם <WH518> מלכה <WH4428> her king אין <WH369> not בה מדוע <WH4069> in her? Why הכעסוני <WH3707> have they provoked me to anger בפסליהם <WH6456> with their graven images, בהבלי <WH1892> vanities? נכר׃ <WH5236> with strange"},{"number":20,"verse":"עבר <WH5674> is past, קציר <WH7105> The harvest כלה <WH3615> is ended, קיץ <WH7019> the summer ואנחנו <WH587> and we לוא <WH3808> are not נושׁענו׃ <WH3467> saved."},{"number":21,"verse":"על <WH5921> For שׁבר <WH7667> the hurt בת <WH1323> of the daughter עמי <WH5971> of my people השׁברתי <WH7665> am I hurt; קדרתי <WH6937> I am black; שׁמה <WH8047> astonishment החזקתני׃ <WH2388> hath taken hold"},{"number":22,"verse":"הצרי <WH6875> balm אין <WH369> no בגלעד <WH1568> in Gilead; אם <WH518> רפא <WH7495> physician אין <WH369> no שׁם <WH8033> there? כי <WH3588> then מדוע <WH4069> why לא <WH3808> is not עלתה <WH5927> recovered? ארכת <WH724> the health בת <WH1323> of the daughter עמי׃ <WH5971> of my people"}]}