{"bibleAbbr":"CVB1535","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":12,"verses":[{"number":1,"verse":"And the LORDE sent Nathan vnto Dauid. Whan he came to him, he tolde him: There were two men in one cite, the one riche, the other poore."},{"number":2,"verse":"The riche man had very many shepe and oxen:"},{"number":3,"verse":"but the poore man had nothinge saue one litle shepe, which he had boughte, and norished it, so that it grewe vp with him and his children together. It ate of his bred, and dranke of his cuppe, and slepte in his lappe, and he helde it as a doughter."},{"number":4,"verse":"But whan there came a straunger vnto the riche man, he spared to take of his awne shepe & oxen (to prepare oughte for the straunger that was come vnto him) and toke the poore mans shepe, and prepared it for the man that was come vnto him."},{"number":5,"verse":"The was Dauid wroth with greate displeasure agaynst that man, and sayde vnto Nathan: As truly as the LORDE lyueth, the man that hath done this, is the childe of death."},{"number":6,"verse":"The shepe also shal he make good foure folde, because he hath done soch a thinge, and not spared it."},{"number":7,"verse":"Then sayde Nathan vnto Dauid: Thou art euen the man. Thus sayeth the LORDE the God of Israel: I haue anoynted the to be kynge ouer Israel, and delyuered the out of the hande of Saul,"},{"number":8,"verse":"and haue geuen the yi lordes house, and his wyues into thy lappe, and the house of Israel and Iuda haue I geuen the: and yf that be to litle, I wyl yet do this and that for the also."},{"number":9,"verse":"Wherfore hast thou then despysed the worde of the LORDE, to do soch euell in his sighte? Vrias the Hethite hast thou slayne with the swerde: His wife hast thou taken to be thy wyfe, but him hast thou slayne with ye swerde of the children of Ammon."},{"number":10,"verse":"Now therfore shal not ye swerde departe from thy house for ouer, because thou hast despysed me, and taken the wife of Vrias the Hithite, to be thy wife."},{"number":11,"verse":"Thus sayeth the LORDE: Beholde, I wyll rayse vp euell of thyne awne house, and wyll take thy wyues before thyne eyes, and wyl geue them vnto thy neghboure, so that he shall lye with thy wyues by Sonnelighte."},{"number":12,"verse":"For thou hast done it secretly, but I wyl do this in the sighte of all Israel, and by Sonne lighte."},{"number":13,"verse":"Then sayde Dauid vnto Nathan I haue synned vnto the LORDE. Nathan sayde vnto Dauid: So hath the LORDE also taken awaye thy synne, thou shalt not dye."},{"number":14,"verse":"But for so moch as thou thorow this dede hast caused the enemies of the LORDE to blaspheme, ye sonne that is borne vnto the, shall dye the death."},{"number":15,"verse":"And Nathan wente home. As for the childe which Vrias wife bare vnto Dauid, the LORDE smote it, so that it was deedsicke."},{"number":16,"verse":"And Dauid besoughte God for the childe, and fasted, and wente in, and laie all nighte vpon the earth."},{"number":17,"verse":"Then rose the Elders of his house, and wolde haue taken him vp fro the grounde: neuertheles he wolde not, nether ate he wt them."},{"number":18,"verse":"Vpon the seuenth daye ye childe dyed. And Dauids seruauntes durst not tell him that the childe was deed. For they thoughte: Beholde, whan the childe was yet alyue, we spake vnto him, and he herkened not vnto oure voyce, How moch more shall it greue him, yf we saye: The childe is deed?"},{"number":19,"verse":"And Dauid sawe that his seruauntes made a whisperinge together, and perceaued that the childe was deed, and sayde vnto his seruauntes: Is the childe deed? They sayde: Yee."},{"number":20,"verse":"Then rose Dauid vp from the earth, and wasshed him selfe, and anoynted him, and put on other garmentes, & wente in to the house of the LORDE, and worshipped. And whan he came agayne, he commaunded to set bred before him, and ate."},{"number":21,"verse":"Then sayde his seruauntes vnto him: What maner of thinge is this that thou doest? Whan the childe was alyue, thou fastedst and weptest: but now that it is deed, thou stodest up and eatest?"},{"number":22,"verse":"He sayde: I fasted and wepte for the childe whan it was yet a lyue, for I thoughte: Who knoweth, peraduenture the LORDE maye be gracious vnto me, that the childe maye lyue."},{"number":23,"verse":"But now that it is deed, wherfore shulde I fast? Can I fetch it agayne. I shal go vnto it, but it shall not come agayne vnto me."},{"number":24,"verse":"And whan Dauid had comforted Bethseba his wife, he wente in vnto her, and laye with her. And she bare a sonne, whom he called Salomon. And the LORDE loued him."},{"number":25,"verse":"And he put him vnder the hade of Nathan ye prophet, which called him Iedidia because of the LORDE."},{"number":26,"verse":"So Ioab foughte agaynst Rabba of ye children of Ammon, and wanne the kynges cite,"},{"number":27,"verse":"& sent messaugers vnto Dauid, & caused to saye vnto him: I haue foughte against Rabba, and haue wonne the water cite also."},{"number":28,"verse":"Gather thou therfore the residue of the people together, and laye sege to ye cite, and wynne it, that I wynne it not, and haue the name therof."},{"number":29,"verse":"So Dauid gathered all ye people together, and wente, & foughte agaynst Rabba, and wanne it,"},{"number":30,"verse":"and toke their kynges crowne fro his heade (which in weight had a talente of golde, and precious stones) and was set vpon Dauids heade, and very moch spoyle caried he out of the cite."},{"number":31,"verse":"As for the people that was therin, he broughte the forth, and layed them vnder yron sawes and hokes and wedges of yron, and burned the in tyle ouens. Thus dyd he vnto all the cities of the children of Ammon. Then returned Dauid and all the people vnto Ierusalem agayne."}]}