{"bibleAbbr":"CVB1535","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"These are the last wordes of Dauid: Dauid the sonne of Isai sayde. The man, that was set vp to be ye anoynted of the God of Iacob, & a pleasaunt dyter of songes of Israel, sayde:"},{"number":2,"verse":"The sprete of the LORDE hath spoken by me, and the vtteraunce therof is done thorow my tunge."},{"number":3,"verse":"He sayde: The God of Israel hath spoke vnto me, the strength of Israel, the gouernoure amonge men, the righteous gouernoure in the feare of God."},{"number":4,"verse":"As the lighte is in ye mornynge whan the Sonne aryseth, so that for the brightnesse therof no cloude remayneth: and as the grasse loketh vpon the earth thorow the rayne,"},{"number":5,"verse":"euen so shal my house be with God. For he hath made an euerlastinge couenaunt with me, well appoynted on euery syde and sure. For this is all my health & pleasure, that it shal growe."},{"number":6,"verse":"But the Belial shalbe vtterly & cleane roted out as the thornes, which me take not in their hades."},{"number":7,"verse":"And they yt touch them, shal destroye them wt yrons & speares: & in the fyre shal they be brent, that they maye be broughte to naught."},{"number":8,"verse":"These are the names of Dauids Worthies: Iasabeam ye sonne of Hachmoni, the chefest amonge thre, which lifte vp his speare, & slewe eight hundreth at one tyme."},{"number":9,"verse":"After him was Eleasar the sonne of Dodi the sonne of Ahohi amonge the thre Worthies with Dauid, whan they spake despytefully to the Philistynes, and were gathered together to the battayll, and the men of Israel wente vp."},{"number":10,"verse":"Then stode he vp and smote the Philistynes, tyll his hande was so weery that it crompled with the swerde. And the LORDE gaue a greate victory at the same tyme, so that the people turned after him to spoyle."},{"number":11,"verse":"After him was Samma the sonne of Age ye Hararite. Wha the Philistynes had gathered themselues in a company, and in the same place there was a pece of lode full of small corne, and the people fled before the Philistynes,"},{"number":12,"verse":"the stode he in the myddes of ye pece of londe, & delyuered it, & smote ye Philistynes. And God gaue a greate victory."},{"number":13,"verse":"And these thre pryncipall amonge thirtie, came downe in the haruest vnto Dauid, into the caue of Adullam, & the hoost of ye Philistynes laye in ye valley of Rephaim."},{"number":14,"verse":"But Dauid was at the same tyme in the castell, and ye Philistynes people laye at Bethleem."},{"number":15,"verse":"And Dauid was desyrous, and sayde: Wolde God yt some man wolde fetch me a drynke of water out of the well at Bethleem vnder the gate."},{"number":16,"verse":"The brake the thre Worthies into the hoost of the Philistynes, and drue of the water out of the well at Bethleem vnder ye gate, & caried it & broughte it vnto Dauid: neuertheles he wolde not drynke it, but offred it vnto the LORDE,"},{"number":17,"verse":"& sayde: The LORDE let this be farre fro me, that I shulde do it. Is it not the bloude of the men that ioperded their lyues, and wente thither? And he wolde not drynke it. This dyd the thre Worthies."},{"number":18,"verse":"Abisai ye brother of Ioab the sonne of Zeru Ia was one also chefe amoge thre. He lifte vp his speare & smote thre hundreth, & was an awncient man amoge thre,"},{"number":19,"verse":"& the noblest amonge thre, & was their ruler. But he came not vnto the thre."},{"number":20,"verse":"And Benaia the sonne of Ioiada, the sonne of Ishail (a man of greate actes of Cabzeell) smote two mightie giautes of ye Moabites, & wete downe, & slewe a lyon at a well in the snowe tyme."},{"number":21,"verse":"He smote also a fayre goodly man of Egipte, which had a speare in his hande. But he wete downe to him with a staffe, and toke the speare out of the Egipcians hande by violence, and slewe him with his owne speare."},{"number":22,"verse":"This dyd Benaia the sonne of Ioiada, and was a famous man amoge thre Worthies,"},{"number":23,"verse":"and more honorable then the thirtie, but he came not vnto the thre. And Dauid made him of his secrete coucell."},{"number":24,"verse":"Asahel the brother of Ioab is amonge ye thirtie: Elham his vncles sonne at Bethleem."},{"number":25,"verse":"Samma the Haradite, Elika the Haradite,"},{"number":26,"verse":"Helez the Paltite, Ira the sonne of Tekoite,"},{"number":27,"verse":"Abiser the Anthothite, Mebunai the Husathite,"},{"number":28,"verse":"Zalmon the Ahohite, Maherai the Netophatite,"},{"number":29,"verse":"Ithai the sonne of Ribai of Gibea of the childre of Ben Iamin,"},{"number":30,"verse":"Benaia the Pirgathonite, Hidai of the broke of Gaas,"},{"number":31,"verse":"Abialbon the Arbathite, Asmaueth the Bahumite,"},{"number":32,"verse":"Eliaheba the Baalbonite. The children of Iasen and Ionathas:"},{"number":33,"verse":"Samma the Hararite,"},{"number":34,"verse":"Eliphelet the sonne of Ahasbai ye sonne of Maechathi, Eliam the sonne of Achitophel ye Gilonite,"},{"number":35,"verse":"Hesrai of Carmel, Paerai the Arbite,"},{"number":36,"verse":"Iegael the sonne of Nathan of Soba, Bani the Gadite,"},{"number":37,"verse":"Zeleg the Ammonite, Naharai the Beerothite, the weapen bearer of Ioab the sonne of Zeru Ia,"},{"number":38,"verse":"Ira the Iethrite, Gareb the Iethrite,"},{"number":39,"verse":"Vrias the Hethite. These are alltogether seuen and thirtie."}]}