{"bibleAbbr":"CVB1535","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"And the LORDE was wrothfully displeased of ye new agaynst Israel, and moued Dauid amonge them, because he saide: Go, nombre Israel and Iuda."},{"number":2,"verse":"And the kynge sayde vnto Ioab ye chefe captayne of his hoost: Go aboute in all the trybes of Israel, from Dan vnto Berseba, and nombre the people, that I maye knowe how many they be."},{"number":3,"verse":"Ioab sayde vnto the kynge: The LORDE thy God adde vnto this people an hundreth tymes as moch as it is now, that my lorde the kynge maye se his eyes lust theron. But why hath my lorde the kynge a desyre to this thinge?"},{"number":4,"verse":"Neuertheles the kynges worde preuayled agaynst Ioab and the captaynes of the hoost. So Ioab and ye captaynes of the hoost wente forth from the kynge, to nombre the people of Israel,"},{"number":5,"verse":"and passed ouer Iordane, and pitched at Aroer, at the righte hande of the cite which lyeth in ye ryuer of Gad, and at Iaseer,"},{"number":6,"verse":"& came to Gilead, and in the lowe countre of Hadsi, and came vnto Dan Iaan, and aboute Sidon,"},{"number":7,"verse":"and came to the stronge cite of Tyrus, and all the cities of the Heuites and Cananites, and came forth to the south parte of Iuda vnto Berseba,"},{"number":8,"verse":"and wete rounde aboute that countre, and after nyne monethes and twenty daies they came to Ierusalem."},{"number":9,"verse":"And Ioab delyuered vnto ye kynge the summe of the people that was nombred. And in Israel there were eight C. thousande stronge men, that drue out the swerde: and in Iuda fyue hundreth thousande men."},{"number":10,"verse":"And after that the people was nombred, Dauids hert smote him selfe. And Dauid sayde vnto ye LORDE: I haue synned sore, that I haue done this. And now LORDE take awaie the trespace of thy seruaunt. For I haue done very vnwysely."},{"number":11,"verse":"And whan Dauid rose vp in the mornynge, the worde of the LORDE came vnto the prophet Gad, Dauids Seer, & sayde:"},{"number":12,"verse":"Go & speake vnto Dauid. Thus sayeth the LORDE: I brynge the thre thinges, chose the one of them, that I maye do it vnto the."},{"number":13,"verse":"Gad came vnto Dauid, and tolde him, and sayde vnto him: Wilt thou that seuen yeare derth shall come in to thy londe? Or that thou be fayne to flye before thine aduersaries thre monethes, and they to persecute the? Or that there be pestilence thre dayes in the londe? Take aduysement therfore and se, what answere I shal bringe agayne vnto him yt sent me."},{"number":14,"verse":"Dauid sayde vnto Gad: I am in extreme trouble. Neuertheles (yf it maye be) let me rather fall in to ye handes of the LORDE (for his mercy is greate) I wyll not fall in to the handes of men."},{"number":15,"verse":"So the LORDE sent pestilece in to Israel from the morow vnto the tyme appoynted, so that there dyed of the people from Dan vnto Berseba, thre score and ten thousande men."},{"number":16,"verse":"And whan the angel stretched his hande ouer Ierusalem to destroye it, the LORDE repented ouer the euell, and sayde vnto the angell: It is ynough, holde now thy hande. The angell of the LORDE was besyde the barne of Arafna the Iebusite."},{"number":17,"verse":"But whan Dauid sawe the angell that smote the people, he sayde vnto the LORDE: beholde, It is I that haue synned, I haue done the trespace: As for these shepe, what haue they done? Oh let thy hade be agaynst me and agaynst my fathers house."},{"number":18,"verse":"And Gad came to Dauid at the same tyme, and saide vnto him: Go vp, and set vp an altare vnto the LORDE in ye barne of Arafna the Iebusite."},{"number":19,"verse":"So Dauid wete vp as Gad sayde, and as the LORDE had commaunded."},{"number":20,"verse":"And wha Arafna loked aboute him, he sawe the kynge with his seruauntes goinge vnto him, and he worshipped vpon his face to the grounde,"},{"number":21,"verse":"and sayde: Wherfore commeth my lorde ye kynge vnto his seruaunt? Dauid sayde: To bye the barne of the, and to buylde an altare vnto the LORDE, that the plage maye ceasse from the people."},{"number":22,"verse":"But Arafna sayde vnto Dauid: Let my lorde the kynge take it, and offre what pleaseth him. Beholde, there is an oxe for a burntofferynge, and sleddes, and vessels of oxen to the wodd."},{"number":23,"verse":"All this gaue Arafna vnto the kynge. And Arafna sayde vnto ye kynge: The LORDE thy God make the accepted vnto him."},{"number":24,"verse":"Neuertheles ye kynge sayde vnto Arafna: Not so, but I wyll bye it of the for as moch as it is worth. For I wyl not offre burntofferynges vnto ye LORDE, of yt which I haue for naughte. So Dauid boughte the barne and the oxe for fiftye Sicles of syluer,"},{"number":25,"verse":"and buylded an altare there vnto the LORDE, and offred burntofferynges & deedofferynges. And the LORDE was mercifull vnto ye londe, and ye plage ceassed from the people of Israel."}]}