{"bibleAbbr":"CVB1535","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"And all the trybes of Israel came to Dauid vnto Hebron, and sayde: Beholde, we are thy bone and thy flesh."},{"number":2,"verse":"And afore tyme wha Saul was kynge ouer vs, thou leddest Israel out and in. So the LORDE hath sayde: Thou shalt kepe my people of Israel, and shalt be the duke ouer Israel."},{"number":3,"verse":"And all the Elders in Israel came to ye kynge vnto Hebron. And kynge Dauid made a couenaunt with them at Hebron before ye LORDE. And they anoynted Dauid to be kynge ouer Israel."},{"number":4,"verse":"Thyrtie yeare olde was Dauid whan he was made kynge, and reigned fortye yeares."},{"number":5,"verse":"At Hebron raigned he seue yeares and sixe monethes ouer Iuda: but at Ierusalem he reigned thre and thirtie yeares ouer all Israel and Iuda."},{"number":6,"verse":"And the kynge wente with his men to Ierusalem, agaynst the Iebusites, which dwelt in the londe. Neuertheles they sayde vnto Dauid: Thou shalt not come hither but the blynde and lame shal dryue ye awaie. (They thoughte planely, that Dauid shulde not come in.)"},{"number":7,"verse":"Howbeit Dauid wanne the castell of Sion, which is the cite of Dauid."},{"number":8,"verse":"Then sayde Dauid the same daye: Who so euer smyteth the Iebusites, and optayneth the perquellies, the lame & the blynde, which (Iebusites) Dauids soule hateth. Herof cometh the prouerbe: Let no blynde ner lame come in to the house."},{"number":9,"verse":"So Dauid dwelt in ye castell, and called it the cite of Dauid. And Dauid builded roude aboute fro Millo and within."},{"number":10,"verse":"And Dauid grewe, & the LORDE the God Zebaoth was with him."},{"number":11,"verse":"And Hiram the kynge of Tyre sent messaungers vnto Dauid, and Ceder trees for walles, and Carpenters, and Masons, to builde Dauid an house."},{"number":12,"verse":"And Dauid knewe, that the LORDE had confyrmed him kynge ouer Israel, and exalted his kingdome for his people of Israels sake."},{"number":13,"verse":"And Dauid toke yet mo wyues and concubynes at Ierusalem, after he was come from Hebron, and there were yet mo sonnes & doughters borne vnto him."},{"number":14,"verse":"And these are the names of them that were borne vnto him at Ierusalem: Samma Sobab, Nathan, Salomon,"},{"number":15,"verse":"Iebehar, Elisua, Nepheg, Iaphia,"},{"number":16,"verse":"Elisama, Eliada, Eliphalet."},{"number":17,"verse":"And whan the Philistines herde that Dauid was anoynted kinge ouer Israel, they wete vp all to seke Dauid. Whan Dauid perceaued that, he wete downe in to a castell."},{"number":18,"verse":"But the Philistynas came and scatered them selues beneth in the valley of Rephaim."},{"number":19,"verse":"And Dauid axed at the LORDE, and sayde: Shal I go vp agaynst the Philistynes? and wylt thou delyuer them in to my hande? The LORDE sayde vnto Dauid: Go vp, I wyll delyuer the Philistynes in to thy hande."},{"number":20,"verse":"And Dauid came vnto Baal Prazim, and smote the there, and sayde: The LORDE hath deuyded myne enemies, euen as the waters parte asunder: therfore is the same place called Baal Prazim."},{"number":21,"verse":"And they lefte their ymages there, but Dauid and his men caried the awaye."},{"number":22,"verse":"Neuerthelesse the Philistynes wente vp agayne, and scatered them selues beneth in the valley of Rephaim."},{"number":23,"verse":"And Dauid axed at the LORDE. The LORDE sayde: Thou shalt go vp, but compase them behinde, that thou mayest be vpon them ouer agaynst the Peertrees:"},{"number":24,"verse":"and whan thou hearest vpon the toppe of the Peertrees, the sounde of the goinge be bolde, for then is the LORDE gone forth before the, to smyte the hoost of the Philistines"},{"number":25,"verse":"Dauid dyd as the LORDE commaunded him and smote the Philistynes from Geba, tyll thou commest vnto Gaser."}]}