{"bibleAbbr":"CVB1535","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"Now whan the kynge sat in his house, and the LORDE had geuen him rest from all his enemies on euery syde,"},{"number":2,"verse":"he sayde vnto the prophet Nathan: Beholde, I dwell in a house of Cedre, and the Arke of God dwelleth amonge the curtaynes."},{"number":3,"verse":"Nathan sayde vnto the kynge: Go thy waye, what so euer thou hast in thine hert, yt do: for the LORDE is wt the."},{"number":4,"verse":"But the same nighte came ye worde of the LORDE vnto Nathan, & sayde:"},{"number":5,"verse":"Go & speake to my seruaut Dauid: Thus sayeth ye LORDE: Shalt thou buylde me an house to dwell in?"},{"number":6,"verse":"I haue dwelt in no house sence the daye that I broughte the children of Israel vnto this daye, but haue walked in the Tabernacle and Habitacion,"},{"number":7,"verse":"whither so euer I wente with the children of Israel. Dyd I euer speake to eny of the trybes of Israel (whom I commaunded to kepe my people of Israel) & sayde: Wherfore do ye not buylde me an house of Ceder wodd?"},{"number":8,"verse":"So shalt thou speake now vnto my seruaunt Dauid: Thus sayeth the LORDE Zebaoth: I toke the from the pasture whan thou wentest behynde the shepe, yt thou shuldest be ye prynce ouer my people of Israel,"},{"number":9,"verse":"& haue bene wt the whither so euer thou wentest, & haue roted out all thine enemies before the, & haue made the a greate name, acordinge to the name of the greate men vpon earth."},{"number":10,"verse":"And for my people of Israel I wyll appoynte a place, and wyll plante them, that they maye remayne there, nomore to be remoued, and yt the childre of wickednes oppresse them nomore, like as afore,"},{"number":11,"verse":"and sence the tyme that I ordeyned Iudges ouer my people of Israel. And I wyll geue the rest from all thine enemies. And the LORDE sheweth the, that the LORDE wyl make the a house."},{"number":12,"verse":"Now whan yi tyme is fulfylled yt thou shalt slepe wt thy fathers, I wil after ye rayse vp thy syde, which shal come of thy body: his kyngdome wyl I stablishe,"},{"number":13,"verse":"he shal buylde an house for my name, and I wyll stablyshe ye seate of his kyngdome for euer."},{"number":14,"verse":"I wyll be his father, and he shall be my sonne. Whan he doth a trespace, I wyll reproue him with the rodd of men and with the plages of ye childre of men:"},{"number":15,"verse":"But my mercy shal not be withdrawen fro him, as I haue withdrawe it fro Saul, who I haue take awaye before the."},{"number":16,"verse":"As for yi house & thy kyngdome, it shal be stablished for euer before the, & thy seate shal endure fast for euermore."},{"number":17,"verse":"Whan Nathan had tolde all these wordes & all this vision vnto Dauid,"},{"number":18,"verse":"kynge Dauid came and sat him downe before the LORDE, and sayde: O LORDE God, who am I? and what is my house, yt thou hast broughte me thus farre?"},{"number":19,"verse":"This O LORDE God hast thou thoughte to litle also, but hast spoken of the house of thy seruaunt yet loge for to come. O LORDE God, is that the lawe of men?"},{"number":20,"verse":"And what shall Dauid speake vnto the? thou knowest thy seruaunt O LORDE God,"},{"number":21,"verse":"for thy wordes sake and acordinge to yi hert hast thou done all these greate thinges, yt thou mightest shewe the vnto thy seruaunt."},{"number":22,"verse":"Therfore art thou greatly magnified O LORDE God: for there is none like the, & there is no God but thou, acordinge vnto all that we haue herde with or eares."},{"number":23,"verse":"For where is there a people vpon earth as thy people of Israel? For whose sake God wente to delyuer him a people, and to make him selfe a name, and to do them soch greate and terrible thinges in thy lode before yt people, whom thou hast delyuered vnto thy selfe fro Egipte, from the people, and from their goddes."},{"number":24,"verse":"And thy people of Israel hast thou prepared the to be a people vnto thyne owne selfe for euer, and thou O LORDE art become their God."},{"number":25,"verse":"Stablish now ye worde therfore for euer (O LORDE God) which thou hast spoke ouer thy seruaunt & ouer his house, & do acordinge as thou hast sayde."},{"number":26,"verse":"So shall thy name be greate for euer, so that it shal be sayde: The LORDE Zebaoth is the God ouer Israel, & the house of thy seruaunt Dauid shal be made sure before the."},{"number":27,"verse":"For thou LORDE Zebaoth, thou God of Israel hast opened the eare of thy seruaunt, and sayde: I wil buylde the an house. Therfore hath yi seruaunt founde his hert, to praye this prayer vnto the."},{"number":28,"verse":"Now LORDE God thou thy selfe art God, & thy wordes shal be the trueth. Thou hast spoken soch good ouer thy seruaunt."},{"number":29,"verse":"Begynne now therfore, and blesse yi seruauntes house, that it maye be before the for euer, for thou LORDE God thine awne selfe hast spoken it: and with thy blessynge shal thy seruauntes house be blessed for euer."}]}