{"bibleAbbr":"guOV2016","bookName":"ઉત્પત્તિ","bookEnglishName":"Genesis","chapterNumber":1,"verses":[{"number":1,"verse":"( સૃજનકાર્યનું વર્ણન) આદિએ ઈશ્વરે આકાશ તથા પૃથ્વી ઉત્પન્‍ન કર્યા."},{"number":2,"verse":"અને પૃથ્વી અસ્તવ્યસ્ત તથા ખાલી હતી; અને જળનિધિ પર અંધારું હતું; અને ઈશ્વરનો આત્મા પાણી પર હાલતો થયો."},{"number":3,"verse":"અને ઈશ્વરે કહ્યું, ( .) “અજવાળું થાઓ”, ને અજવાળું થયું."},{"number":4,"verse":"અને ઈશ્વરે તે અજવાળું જોયું કે તે સારું છે; અને ઈશ્વરે અજવાળું તથા અંધારું જુદાં પાડયાં."},{"number":5,"verse":"અને ઈશ્વરે અજવાળાને ‘દિવસ’ કહ્યો, ને અંધારાને ‘રાત’ કહી. અને સાંજ થઈ તથા સવાર થઈ, પહેલો દિવસ."},{"number":6,"verse":"અને ઈશ્વરે કહ્યું, ( .) “પાણીની વચ્ચે અંતરિક્ષ થાઓ, ને પાણીને પાણીથી જુદાં કરો.”"},{"number":7,"verse":"અને ઈશ્વરે અંતરિક્ષ બનાવ્યું, ને અંતરિક્ષની નીચેનાં પાણીને અંતરિક્ષની ઉપરનાં પાણથી જુદાં કર્યા; અને તેવું થયું."},{"number":8,"verse":"અને ઈશ્વરે તે અંતરિક્ષને ‘આકાશ’ કહ્યું, અને સાંજ થઈ તથા સવાર થઈ, બીજો દિવસ."},{"number":9,"verse":"અને ઈશ્વરે કહ્યું, “આકાશ નીચેનાં પાણી એક જગામાં એકત્ર થાઓ, ને કોરી ભૂમિ દેખાઓ, ” અને તેવું થયું."},{"number":10,"verse":"અને ઈશ્વરે તે કોરી ભૂમિને ‘પૃથ્વી’ કહી, ને એકત્ર થયેલાં પાણીને ‘સમુદ્રો’ કહ્યા; અને ઈશ્વરે જોયું કે તે સારું છે."},{"number":11,"verse":"અને ઈશ્વરે કહ્યું, “પૃથ્વી પર ઘાસ તથા બીજદાયક શાક તથા ફળવૃક્ષ પોતપોતાની જાત પ્રમાણે ફળદાયક, જેનાં બીજ પોતામાં છે, તેઓને પૃથ્વી ઉગાવે”; અને એમ થયું."},{"number":12,"verse":"અને ઘાસ તથા પોતપોતાની જાત પ્રમાણે બીજદાયક શાક, ને પોતપોતાની જાત પ્રમાણે ફળદાયક વૃક્ષ, જેનાં બીજ પોતમાં છે, તેઓને પૃથ્વીએ ઉગાવ્યાં; અને ઈશ્વરે જોયું કે તે સારું છે."},{"number":13,"verse":"અને સાંજ થઈ તથા સવાર થઈ, ત્રીજો દિવસ."},{"number":14,"verse":"અને ઈશ્વરે કહ્યું, “રાત ને દિવસ જુદાં કરવા માટે આકાશના અંતરિક્ષમાં જ્યોતિઓ થાઓ; અને તેઓ ચિહ્નો તથા ઋતુઓ તથા દિવસો તથા વર્ષો ને અર્થે થાઓ."},{"number":15,"verse":"અને તેઓ પૃથ્વી પર અજવાળું આપવા માટે આકશના અંતરિક્ષમાં જ્યોતિઓ થાઓ”; અને તેવું થયું."},{"number":16,"verse":"અને ઈશ્વરે દિવસ પર અમલ ચલાવનારી એક મોટી જ્યોતિ ને રાત પર અમલ ચલાવનારી એક તેનાથી નાની જ્યોતિ એવી બે મોટી જ્યોતિ બનાવી. અને તારાઓને પણ બનાવ્યા."},{"number":17,"verse":"અને ઈશ્વરે પૃથ્વી પર અજવાળું આપવાને,"},{"number":18,"verse":"તથા દિવસ પર તથા રાત પર અમલ ચલાવવાને, ને અજવાળું તથા અંધારું જુદાં કરવાને, આકાશના અંતરિક્ષમાં તેઓને મૂક્યાં. અને ઈશ્વરે જોયું કે તે સારું છે."},{"number":19,"verse":"અને સાંજ થઈ તથા સવાર થઈ, ચોથો દિવસ."},{"number":20,"verse":"અને ઈશ્વરે કહ્યું, “પાણી પુષ્કળ જીવજંતુઓને ઉપજાવો, તથા પૃથ્વી પરના આકાશના અંતરિક્ષમાં પક્ષીઓ ઊડો.”"},{"number":21,"verse":"અને ઈશ્વરે મોટાં માછલાંને તથા હરેક પેટે ચાલનારાં જીવજંતુઓને, જે પોતપોતાની જાત પ્રમાણે પાણીએ પુષ્કળ ઉપજાવ્યાં, તથા પોતપોતાની જાત પ્રમાણે હરેક જાતનાં પક્ષીને, ઉત્પન્‍ન કર્યાં. અને ઈશ્વરે જોયું કે તે સારું છે."},{"number":22,"verse":"અને ઈશ્વરે તેઓને આશીર્વાદ દઈને કહ્યું, “સફળ થાઓ, ને વધો, ને સમુદ્રમાંનાં પાણીને ભરપૂર કરો, ને પૃથ્વી પર પક્ષીઓ વધો.”"},{"number":23,"verse":"અને સાંજ થઈ તથા સવાર થઈ પાંચમો દિવસ."},{"number":24,"verse":"અને ઈશ્વરે કહ્યું, “પ્રાણીઓને પોતપોતાની જાત પ્રમાણે, એટલે ગ્રામ્યપશુઓ તથા પેટે ચાલનારાં તથા વનપશુઓ પોતપોતાની જાત પ્રમાણે, તેઓને પૃથ્વી ઉપજાવો”; અને તેવું થયું."},{"number":25,"verse":"અને પોતપોતાની જાત પ્રમાણે વનપશુઓને, તથા પોતપોતાની જાત પ્રમાણે ગ્રામ્યપશુઓને, તથા પોતપોતાની જાત પ્રમાણે પૃથ્વી પરનાં બધાં પેટે ચાલનારાંને ઈશ્વરે બનાવ્યાં; અને ઈશ્વરે જોયું કે, તે સારું છે."},{"number":26,"verse":"અને ઈશ્વરે કહ્યું, ( .) “આપણે પોતાના સ્વરૂપ તથા પ્રતિમા પ્રમાણે માણસને બનાવીએ; અને સમુદ્રનાં માછલાં પર, તથા આકાશનાં પક્ષીઓ પર, તથા ગ્રામ્યપશુઓ પર, તથા આખી પૃથ્વી પર, તથા પૃથ્વી પર પેટે ચાલનારાં સઘળાં પ્રાણીઓ પર તેઓ અમલ ચલાવે.”"},{"number":27,"verse":"એમ ઈશ્વરે પોતાના સ્વરૂપ પ્રમાણે માણસને ઉત્પન્‍ન કર્યું, ઈશ્વરના સ્વરૂપ પ્રમાણે તેણે તેને ઉત્પન્‍ન કર્યું; ( ; .) તેણે તેઓને નરનારી ઉત્પન્‍ન કર્યાં. ( .)"},{"number":28,"verse":"અને ઈશ્વરે તેઓને આશીર્વાદ આપ્યો. અને ઈશ્વરે તેઓને કહ્યું, “સફળ થાઓ, ને વધો, ને પૃથ્વીને ભરપૂર કરો, ને તેને વશ કરો, અને સમુદ્રોનાં માછલાં પર તથા આકાશનાં પક્ષીઓ પર, તથા પૃથ્વી પર ચાલનારા સર્વ પ્રાણીઓ પર અમલ ચલાવો.”"},{"number":29,"verse":"અને ઈશ્વરે કહ્યું, “જુઓ, હરેક બીજદાયક શાક જે આખી પૃથ્વી પર છે, ને હરેક વૃક્ષ જેમાં વૃક્ષનાં બીજદાયક ફળ છે, તેઓને મેં તમને આપ્યાં છે. તેઓ તમારો ખોરાક થશે."},{"number":30,"verse":"અને પૃથ્વીનું હરેક પશુ, તથા આકાશમાંનું હરેક પક્ષી તથા પૃથ્વી પર પેટે ચાલનારું હરેક પ્રાણી જેમાં જીવનનો શ્વાસ છે, તેઓના ખોરાકને માટે મેં સર્વ લીલોતરી આપી છે.” અને તેવું થયું."},{"number":31,"verse":"અને ઈશ્વરે જે સર્વ ઉત્પન્‍ન કર્યું તે તેમણે જોયું; અને, જુઓ, તે ઉત્તમોત્તમ. અને સાંજ થઈ તથા સવાર થઈ, છઠ્ઠો દિવસ."}]}