{"bibleAbbr":"guOV2016","bookName":"ઉત્પત્તિ","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"( નૂહના દિકરાઓના વંશજો) ( ( 130 ૧:૫-૨૩ )) અને નૂહના દિકરા શેમ, હામ અને યાફેથ તેઓની વંશાવળી આ છે: અને જળપ્રલય પછી તેઓને દિકરા થયા."},{"number":2,"verse":"યાફેથના દિકરા : ગોમેર તથા માગોગ તથા માદાય તથા યાવાન તથા તુબાલ તથા મેશેખ તથા તીરાસ."},{"number":3,"verse":"અને ગોમેરના દિકરા : આસ્કનાજ તથા રીફાથ તથા તોગાર્મા."},{"number":4,"verse":"અને યાવાનના દિકરા : એલિશા તથા તાર્શીશ, કિત્તીમ તથા દોદાનીમ."},{"number":5,"verse":"તેઓથી વિદેશીઓના ટાપુ, તેઓના દેશોમાં સૌ સૌની ભાષા પ્રમાણે, તેઓનાં કુટુંબો પ્રમાણે, તેઓના લોકો પ્રમાણે, વહેંચાયા હતા."},{"number":6,"verse":"અને હામના દિકરા : ક્રૂશ તથા મિસરાઇમ તથા પૂટ તથા કનાન."},{"number":7,"verse":"અને કૂશના દિકરા : સબા તથા હવિલા તથા સાબ્તા તથા રામા તથા સાબ્તેકા; અને રામાના દિકરા : શબા તથા દદાન."},{"number":8,"verse":"અને કૂશથી નિમ્રોદ થયો; તે પૃથ્વી પર બળવાન થવા લાગ્યો."},{"number":9,"verse":"તે યહોવાની આગળ બળવાન શિકારી થયો; એ માટે કહેવાય છે કે, ‘યહોવાની આગળ નિમ્રોદ સરખો બળવાન શિકારી.’"},{"number":10,"verse":"અને તેના રાજ્યનો આરંભ શિનઆર દેશનાં બાબિલ તથા એરેખ તથા આક્કાદ તથા કલ્નેહ હતાં."},{"number":11,"verse":"એ દેશમાંથી તે આશૂરમાં ગયો, ને નિનવે તથા રેહોબોથ-ઈર તથા કાલા,"},{"number":12,"verse":"ને નિનવે તથા કાલાની વચમાં રેસેન (આ તો મોટું નગર હતું), તે સર્વ તેણે બાંધ્યાં."},{"number":13,"verse":"અને લૂદીમ તથા અનામીમ તથા લહાબીમ તથા નોફતુહીમ,"},{"number":14,"verse":"તથા પાથરુસીમ તથા કોસ્લુહીમ, (જયાંથી પલિસ્તીઓ નીકળી ગયા) તથા કાફતોરીમ-એ બધાએ મિસરાઈમથી થયા."},{"number":15,"verse":"અને કનાનને પહેલો દીકરો સિદોન થયો, ને પછી હેથ."},{"number":16,"verse":"વળી યબૂસી તથા અમોરી તથા ગિર્ગાશી;"},{"number":17,"verse":"તથા હિવ્વી તથા આરકી તથા સીની;"},{"number":18,"verse":"તથા આરવાદી તથા સમારી તથા હમાથી. અને ત્યાર પછી કનાનીઓનાં કુટુંબોનો વિસ્તાર ફેલાયો."},{"number":19,"verse":"અને કનાનીઓની સીમ સિદોનથી ગેરાર જતાં ગાઝા સુધી, ને સદોમ તથા ગમોરા તથા આદમા તથા સબોઇમ જતાં લાશા સુધી હતી."},{"number":20,"verse":"આ પ્રમાણે, તથા પોતપોતાની ભાષા પ્રમાણે, પોતપોતાના દેશોમાં તથા પોતપોતાના લોકોમાં છે."},{"number":21,"verse":"અને શેમ હેબેરના બધા પુત્રોનો પૂર્વજ, અને જે યાફેથનો વડો ભાઈ હતો, તેને પણ સંતાન થયાં."},{"number":22,"verse":"શેમના દિકરા : એલામ તથા આશૂર તથા આર્પાકશાદ તથા લૂદ તથા અરામ."},{"number":23,"verse":"અને અરામના દિકરા : ઉસ તથા હૂલ તથા ગેથેર તથા માશ."},{"number":24,"verse":"અને આર્પાકશાદથી શેલા થયો; અને શેલાથી હેબેર થયો."},{"number":25,"verse":"નેઅ હેબેરને બે દિકરા થયા : એકનું નામ પેલેગ [એટલે વિભાગ] , કેમ કે તેના દિવસોમાં પૃથ્વીના વિભાગ થયા; અને તેના ભાઈનું નામ યોકટાન હતું."},{"number":26,"verse":"અને યોકટાનથી આલ્મોદાદ તથા શેલેફ તથા હસાર્માવેથ તથા યેરા,"},{"number":27,"verse":"તથા હદોરામ તથા ઉઝાલ તથા દિક્લા,"},{"number":28,"verse":"તથા ઓબાલ તથા અબિમાએલ તથા શબા,"},{"number":29,"verse":"તથા ઓફીર તથા હવીલા તથા યોબાબ થયા, એ સર્વ યોકટાનના દિકરા હતા."},{"number":30,"verse":"અને મેશાથી જતાં સફાર જે પૂર્વનો પહાડ છે, ત્યાં સુધી તેઓનું રહેઠાણ હતું."},{"number":31,"verse":"આ પ્રમાણે શેમના દિકરા પોતપોતાનાં કુટુંબો પ્રમાણે, તથા પોતપોતાની ભાષા પ્રમાણે, પોતપોતાના દેશોમાં તથા પોતપોતાના લોકો પ્રમાણે છે."},{"number":32,"verse":"પોતાની પેઢી પ્રમાણે, પોતપોતાના લોકોમાં એ નૂહના દિકરાઓનાં કુટુંબો છે; અને તેઓથી જળપ્રલય પછી, પૃથ્વી પરના લોકોના વિભાગ થયા."}]}