{"bibleAbbr":"guOV2016","bookName":"ઉત્પત્તિ","bookEnglishName":"Genesis","chapterNumber":12,"verses":[{"number":1,"verse":"( ઇબ્રામને ઈશ્વરનું તેડું) અને યહોવાએ ઇબ્રામને કહ્યું, ( ; .) “તું તારો દેશ, તથા તારાં સગાં, તથા તારા પિતાનું ઘર મૂકીને, જે દેશ હું તને દેખાડું તેમાં જા;"},{"number":2,"verse":"અને હું તારામાંથી એક મોટી કોમ ઉત્પન્‍ન કરીશ, ને તને આશીર્વાદ આપીશ, ને તારું નામ મોટું કરીશ; અને તું આશીર્વાદરૂપ થશે:"},{"number":3,"verse":"અને જેઓ તને આશીર્વાદ આપે તેઓને હું આશીર્વાદ આપીશ, ને જેઓ તને શાપ આપે તેઓને હું શાપ આપીશ; અને ( .) તારામાં પૃથ્વીનાં સર્વ કુટુંબ આશીર્વાદ પામશે."},{"number":4,"verse":"અને યહોવાના કહ્યા પ્રમાણે ઇબ્રામ નીકળ્યો; અને તેની સાથે લોત ગયો; અને ઇબ્રામ હારાનથી નીકળ્યો, ત્યારે તે પંચોતેર વર્ષનો હતો."},{"number":5,"verse":"અને ઇબ્રામે પોતાની પત્ની સારાયને તથા પોતાના ભત્રીજા લોતને, તથા જે સર્વ સંપત્તિ તેઓએ મેળવી હતી, તથા જે સર્વ સંપત્તિ તેઓએ મેળવી હતી, તથા જે માણસો તેમને હારાનમાં પ્રાપ્ત થયાં હતાં તેઓને સાથે લીધાં; અને તેઓ કનાન દેશમાં જવાને નીકળ્યાં, ને કનાન દેશમાં આવી પહોંચ્યાં."},{"number":6,"verse":"અને ઇબ્રામ તે દેશમાં થઈને શખેમની સીમમાં મોરેના એલોન ઝાડ સુધી ગયો. તે વખતે કનાનીઓ તે દેશમાં રહેતા હતા."},{"number":7,"verse":"અને યહોવાએ ઇબ્રામને દર્શન આપીને કહ્યું, ( ; .) “હું તારા વંશજોને આ દેશ આપીશ.” અને જે યહોવાએ તેને દર્શન આપ્યું હતું તેમને માટે તેણે ત્યાં વેદી બાંધી."},{"number":8,"verse":"અને ત્યાંથી નીકળીને બેથેલની પૂર્વબાજુએ જે પર્વત છે ત્યાં તે ગયો. અને તેણે ત્યાં તંબુ માર્યો, ત્યાંથી પશ્વિમે બેથેલ તથા પૂર્વે આય હતું. અને ત્યાં તેણે યહોવાને માટે વેદી બાંધી, ને યહોવાને નામે પ્રાર્થના કરી."},{"number":9,"verse":"ત્યાર પછી ઇબ્રામ જતાં જતાં નેગેબ તરફ ગયો."},{"number":10,"verse":"( ઇબ્રામ મિસરમાં) ત્યાર પછી તે દેશમાં દુકાળ પડ્યો; અને દેશમાં દુકાળ ભારે હોવાથી ઇબ્રામ મિસરમાં રહેવા ગયો."},{"number":11,"verse":"અને એમ થયું કે, તે જતાં જતાં લગભગ મિસર પહોંચ્યો ત્યારે તેણે પોતાની પત્ની સારાયને કહ્યું, “જો, હું જાણું છું કે તું દેખાવમાં સુંદર સ્‍ત્રી છે;"},{"number":12,"verse":"અને તેથી એમ થશે કે, મિસરીઓ તને જોઈને કહેશે કે, આ તેની પત્ની છે. અને તેઓ મને મારી નાખશે, પણ તને જીવતી રાખશે."},{"number":13,"verse":"તો ( ; .) ‘હું તેની બહેન છું, ’ એમ તું કહેજે; એ માટે કે તારે લીધે મારું ભલું થાય, ને તારાથી મારો જીવ બચે.”"},{"number":14,"verse":"અને એમ થયું કે, ઇબ્રામ મિસરમાં આવી પહોંચ્યો, ત્યારે મિસરીઓએ જોયું કે તે સ્‍ત્રી બહુ સુંદર છે."},{"number":15,"verse":"અને ફારુણા સરદારોએ તેને જોઈને ફારુનની આગળ તેનાં વખાણ કર્યાં. અને તે સ્‍ત્રીને ફારુનને ઘેર લઈ જવામાં આવી."},{"number":16,"verse":"અને તેણે સારાયને લીધે ઇબ્રામનું ભલું કર્યું; અને તેણે તેને ઘેટાં તથા બળદો તથા ગધેડા તથા દાસો તથા દાસીઓ તથા ગધેડીઓ તથા ઊંટો આપ્યાં."},{"number":17,"verse":"અને યહોવા ઇબ્રામની પત્ની સારાયને લીધે ફારુન તથા તેના પરિવાર પર મોટું દુ:ખ લાવ્યા."},{"number":18,"verse":"ત્યારે ફારુને ઇબ્રામને તેડાવીને કહ્યું, “આ તેં મને શું કર્યું? તેં મને એમ કેમ ના કહ્યું કે તે મારી પત્ની છે?"},{"number":19,"verse":"તેં શા માટે એમ કહ્યું કે તે મારી બહેન છે? કે જેથી મેં તેને મારી પત્ની કરવા માટે લીધી; હવે, જો, આ રહી તારી પત્ની, તેને લઈ જા.”"},{"number":20,"verse":"અને ફારુને પોતાનાં માણસોને તેનાં સંબંધી આજ્ઞા કરી. અને તેઓ તેને તથા તેની પત્નીને તથા તેની સર્વ સંપત્તિને માર્ગે વળાવી આવ્યા."}]}