{"bibleAbbr":"guOV2016","bookName":"ઉત્પત્તિ","bookEnglishName":"Genesis","chapterNumber":14,"verses":[{"number":1,"verse":"( ઇબ્રામ લોતને છોડાવે છે) અને શિનઆરનો રાજા આમ્રાફેલ, તથા એલ્લાસારનો રાજા આર્યોખ, તથા એલામનો રાજા કદોરલાઓમેર, તથા ગોઈમનો રાના તિદાલ તેઓના દિવસોમાં એમ થયું કે,"},{"number":2,"verse":"તેઓએ સદોમનો રાજા બેરા, તથા ગમોરાનો રાજા બિર્શા, તથા આદમનો રાજા શિનાબ, તથા સબોઈમનો રાજા શેમેબેર, તથા બેલા (એટલે સોઆર) તેનો રાજા, તેઓની સાથે લડાઈ કરી."},{"number":3,"verse":"એ સર્વ સિદ્દીમનું નીચાણ, જે [હાલ] ખારો સમુદ્ર છે, તેમાં એક્ત્ર થયા."},{"number":4,"verse":"તેઓએ બાર વર્ષ કદોરલાઓમેરને તાબે રહીને તેરમે વર્ષે દંગો કર્યો."},{"number":5,"verse":"અને ચૌદમે વર્ષે કદોરલાઓમેર તથા જે રાજાઓ તેની સાથે હતા, તેઓ આવીને આશ્તરોથ-કારનાઈમ દેશના રફીઓને તથા હામ દેશના ઝૂઝીઓને, તથા શાવેહકિર્યાથાઈમ દેશના એમીઓને,"},{"number":6,"verse":"ને હોરીઓ જે પોતાના સેઈર નામના પર્વતમાં રહેતા હતા તેઓને, અરણ્ય પાસેના એલપારાન સુધી મારતા ગયા."},{"number":7,"verse":"અને તેઓ પાછા ફર્યા, ને એન-મિશ્પાટ (એટલે કાદેશ) આવ્યા, ને અમાલેકીઓના આખા દેશને તથા હાસસ્ત્રોન-તામારમાં રહેનારા અમોરીઓને પણ તેઓએ હરાવ્યા."},{"number":8,"verse":"ત્યારે સદોમનો રાજા, તથા ગમોરાનો રાજા, તથા આદમાનો રાજા, તથા સબોઈમનો રાજા, તથા બેલા (એટલે સોઆર) તેનો રાજા, તેઓ નીકળીને સિદીમના નીચાણમાં તેમની સામા લડ્યા."},{"number":9,"verse":"એમ એલામનો રાજા કદોરલાઓમેર, તથા ગોઈમનો રાજા તિદાલ, તથા શિનઆરનો રાજા આર્યોખ, એ ચાર રાજા પેલા પાંચ રાજાની સામા થયા."},{"number":10,"verse":"અને સિદીમના નીચાણમાં ડામરના ખાડા બહુ હતા. અને સદોમ તથા ગમોરાના રાજા નાસીને તેમાં પડયાં, ને જે બાકી રહ્યા હતા તેઓ પહાડ તરફ નાસી ગયા."},{"number":11,"verse":"અને તેઓ સદોમ તથા ગમોરામાંની સર્વ સંપત્તિ તથા તેમની અંદરનો બધો ખોરાક લઈને ચાલ્યા ગયા."},{"number":12,"verse":"અને ઇબ્રામનો ભત્રીજો લોત સદોમમાં રહેતો હતો, તેને પકડીને તથા તેની સર્વ સંપત્તિને લઈને તેઓ ચાલ્યા ગયા."},{"number":13,"verse":"અને એક જણ નાઠો હતો, તેણે આવીને હિબ્રૂ ઇબ્રામને ખબર આપી; કેમ કે તે એશ્કોલ તથા આનેરના ભાઈ અમોરીના મામરેનઆં એલોન ઝાડ પાસે રહેતો હતો. અને તેઓ ઇબ્રામની સાથે સંપીલા હતા."},{"number":14,"verse":"અને ઇબ્રામે પોતાના ભાઈને પકડી લઈ ગયાનું સાંભળ્યું, ત્યારે પોતાના ઘરમાં જન્મેલા ત્રણસો અઢાર કવાયત શીખેલા નોકરો લઈને તે દાન સુધી તેઓની પાછળ લાગ્યો."},{"number":15,"verse":"અને રાત્રે તેઓની વિરુદ્ધ પોતાના ચાકરોની બે ટોળી કરીને તેણે તેઓને હરાવ્યા, ને દમસ્કની ડાબી બાજુના હોબા લગી તે તેઓની પાછળ લાગ્યો."},{"number":16,"verse":"અને તે સર્વ સંપત્તિ પાછી લાવ્યો, ને પોતાના ભાઈ લોતને, તથા તેની સંપત્તિ તથા સ્‍ત્રીઓને તથા લોકોને પણ પાછા લાવ્યો."},{"number":17,"verse":"( મલ્ખીસદેક ઇબ્રામને આશીર્વાદ આપે છે) અને કદોરલાઓમેર તથા તેની સાથે જે રાજાઓ હતા, તેઓને હરાવીને ઇબ્રામ પાછો આવતો હતો ત્યારે તેને મળવા માટે સદોમનો રાજા, શાવેના નીચાણમાં, એટલે રાજાના નીચાણમાં આવ્યો."},{"number":18,"verse":"અને ( .) શાલેમનો રાજા મલ્ખીસદેક રોટલી તથા દ્રાક્ષારસ લાવ્યો; અને તે પરાત્પર ઈશ્વરનો યાજક હતો."},{"number":19,"verse":"અને તેણે ઇબ્રામને આશીર્વાદ આપીને કહ્યું, “પરાત્પર ઈશ્વર, જે આકાશ તથા પૃથ્વીના ધણી, તેમનાથી ઇબ્રામ આશીર્વાદિત થાઓ;"},{"number":20,"verse":"અને પરાત્પર ઈશ્વર જેમણે તારા શત્રુઓને તારા હાથમાં સોંપ્યા છે, તેમને ધન્ય હો.” અને ઇબ્રામે સર્વમાંથી દશમો ભાગ આપ્યો."},{"number":21,"verse":"અને સદોમના રાજાએ ઇબ્રામને કહ્યું, “માણસો મને આપ, ને સંપત્તિ તું પોતે લે.”"},{"number":22,"verse":"અને ઇબ્રામે સદોમના રાજાને કહ્યું, “યહોવા પરાત્પર ઈશ્વર, જે આકાશ તથા પૃથ્વીના ધણી, તેમની તરફ મેં પોતાનો હાથ ઊંચો કરીને સમ ખાધા છે;"},{"number":23,"verse":"‘હું સૂતળી કે જોડાની વાધરી કે તારી કંઈપણ વસ્તુ નહિ લૂઉં, ’ રખેને તું કહે કે ઇબ્રામ મારાથી ધનવાન થયો છે."},{"number":24,"verse":"જુવાનોએ જે ખાધું છે તે વગર, ને જે માણસો મારી સાથે આવ્યા, તેઓના ભાગ વગર હું કંઈ લેવાનો નથી. તેઓ, એટલે આનેર તથા એશ્કોલ તથા મામરે, પોતપોતાનો ભાગ લે.”"}]}