{"bibleAbbr":"guOV2016","bookName":"ઉત્પત્તિ","bookEnglishName":"Genesis","chapterNumber":15,"verses":[{"number":1,"verse":"( ઇબ્રામ સાથે ઈશ્વરનો કરાર) એ વાતો પછી દર્શનમાં યહોવાનું વચન ઇબ્રામ પાસે આવ્યું, “ઇબ્રામ, તું બીશ નહિ. હું તારી ઢાલ તથા તારો મહા મોટો બદલો છું.”"},{"number":2,"verse":"અને ઇબ્રામ બોલ્યો, “હે પ્રભુ યહોવા, તમે મને શું આપશો? કેમ કે હું નિસંતાન ચાલ્યો જાઉં છું, ને આ દમસ્કનો એલિએઝેર મારા ઘરનો માલિક થનાર છે.”"},{"number":3,"verse":"અને ઇબ્રામ બોલ્યો:“જુઓ, તમે મને કંઈ સંતાન નથી આપ્યું; માટે, જુઓ, મારા ઘરમાં જન્મેલો એક [જણ] મારો વારસ છે.”"},{"number":4,"verse":"અને જુઓ, યહોવાનું વચન તેની પાસે આવ્યું:“એ તારો વારસ નહિ થશે. પણ તારા પોતાના પટેનો જે થશે તે જ તારો વારસ થશે.”"},{"number":5,"verse":"અને તેમણે ઇબ્રામને બહાર લઈ જઈને કહ્યું, “હવે તું આકાશ તરફ જો, ને તું તારાઓ ગણી શકે, તો ગણ.” અને યહોવાએ તેને કહ્યું, ( ; .) “તેટલા તારાં સંતાન થશે.”"},{"number":6,"verse":"અને ( ; ; .) તેણે યહોવા પર વિશ્વાસ કર્યો; અને તે યહોવાએ ન્યાયીપણાને અર્થે તેના લાભમાં ગણ્યું."},{"number":7,"verse":"અને તેમણે ઇબ્રામને કહ્યું, “આ દેશ વતન તરીકે તને આપવા માટે કાસ્દીઓના ઉરમાંથી તને કાઢી લાવનાર હું યહોવા છું”"},{"number":8,"verse":"અને તેણે કહ્યું, “હે પ્રભુ યહોવા, હું એનો વારસો પામીશ, એ હું શાથી જાણું?”"},{"number":9,"verse":"અને યહોવાએ કહ્યું, “ત્રણ વર્ષની વાછરડી, તથા ત્રણ વર્ષની બકરી, તથા ત્રણ વર્ષનો મેંઢો, તથા એક હોલું ને કબૂતરનું એક પીલું મારે માટે લે.”"},{"number":10,"verse":"અને ઇબ્રામે એ સર્વ લીધાં, ને તેઓને વચમાંથી ચીરીને કકડા સામસામા મૂકયા. પણ તેણે પક્ષીઓને ચીર્યાં નહિ."},{"number":11,"verse":"અને જયારે શિકારી પક્ષી તે મુડદાં ઉપર પડયાં ત્યારે ઇબ્રામે તેઓને ઉડાડી મૂક્યાં."},{"number":12,"verse":"અને સૂર્ય આથમતો હતો, ત્યારે ઇબ્રામ ભર ઊંઘમાં પડયો; અને જુઓ, મોટો ઘોર અંધકાર તેના પર પડયો; અને જુઓ, મોટો ઘોર અંધકાર તેના પર પડયો."},{"number":13,"verse":"અને યહોવાએ ઇબ્રામને કહ્યું, “તું ખચીત જાણ કે, ( ; .) તારો વંશ પરદેશમાં ભટકશે, ને ત્યાંના લોકોની સેવઅ કરશે; અને ચારસો વર્ષ સુધી તેઓને દુ:ખ આપવમાં આવશે;"},{"number":14,"verse":"અને ( ; .) જે લોકોની સેવા તેઓ કરશે તેઓનો ન્યાય પણ હું કરીશ; અને ત્યાર પછી તેઓ ઘણી સંપત્તિ લઈને નીકળશે."},{"number":15,"verse":"પણ તું પોતાના બાપદાદાઓની પાસે શાંતિએ જશે; અને તું ઘણો ઘરડો થયા પછી દટાશે."},{"number":16,"verse":"અને તેઓ ચોથી પેઢીમાં અહીં પાછા આવશે; કેમ કે અમોરીઓનાં પાપનો ઘડો હજી ભરાયો નથી.”"},{"number":17,"verse":"અને એમ થયું કે, સૂર્ય આથમતાં અંધારું થયું, ત્યારે જુઓ, એક ધુમાતી સગડી તથા બળતી મશાલ એ કકડાઓની વચમાં થઈને ગઈ."},{"number":18,"verse":"તે જ દિવસે યહોવાએ ઇબ્રામ સાથે કરાર કર્યો: ( .) “મિસરની નદીથી એ ફ્રાત નામની મહા નદી સુધી આ દેશ મેં તારા વંશજોને આપ્યો છે;"},{"number":19,"verse":"એટલે કેનીઓનો તથા કનિઝીઓનો તથા કાદમોનીઓનો,"},{"number":20,"verse":"તથા હિત્તીઓનો તથા પરિઝીઇઓનો, તથા રફાઈઓનો,"},{"number":21,"verse":"તથા અમોરીઓનો તથા કનાનીઓનો તથા ગિર્ગાશીઓનો તથા યબૂસીઓનો દેશ [આપ્યો છે].”"}]}