{"bibleAbbr":"guOV2016","bookName":"ઉત્પત્તિ","bookEnglishName":"Genesis","chapterNumber":19,"verses":[{"number":1,"verse":"( સદોમનું ભ્રષ્ટ જીવન) પછી સદોમમાં સાંજે એ બે દૂત આવ્યા; અને લોત સદોમના દરવાજામાં બેઠો હતો; અને લોત એઓને જોઈને મળેવા ઊઠયો, ને પ્રણામ કર્યા."},{"number":2,"verse":"અને તેણે કહ્યું, “મારા સ્વામીઓ, જુઓ, હવે કૃપા કરીને તમારા દાસને ઘેર પધારો, ને આખી રાત રહો, ને તમારા પગ ધૂઓ, ને મળસકે ઊઠીને તમારે રસ્તે પડજો.” અને તેઓએ કહ્યું, “ના; પણ અમે આખી રાત રસ્તામાં રહીશું.”"},{"number":3,"verse":"અને તેણે તેઓને બહુ આગ્રહ કર્યો; ત્યારે તેઓ વળીને તેને ત્યાં ગયા ને તેના ઘરમાં પેઠા. અને તેણે તેઓને માટે ભોજન તૈયાર કર્યું, ને બેખમીર રોટલી કરી, ને તેઓએ ખાધું."},{"number":4,"verse":"પરંતુ તેઓના સૂવા અગાઉ નગરના માણસોએ, એટલે સદોમના માણસોએ, નાના મોટાં, બધા લોકોએ બધેથી આવીને તે ઘરને ઘેરી લીધું;"},{"number":5,"verse":"અને તેઓએ લોતને હાંક મારીને કહ્યું, “જે માણસો આજે રાત્રે તારે ત્યાં આવ્યા છે તેઓ કયાં છે? તેઓને અમારી પાસે બહાર લાવ કે, અમે તેઓને જાણીએ.”"},{"number":6,"verse":"અને લોત બારણા આગળ તેઓની પાસે પહોંચી ગયો, ને પોતાની પાછળ બારણું બંધ કર્યું."},{"number":7,"verse":"અને તેણે કહ્યું, “મારા ભાઈઓ, કૃપા કરી તમે એવું દુષ્ટ કામ ન કરશો."},{"number":8,"verse":"હવે જુઓ, મારી બે દીકરીઓ છે, તેઓએ કોઈ પુરુષને જાણ્યો નથી. મરજી હોય તો હું તેઓને તમારી પાસે લાવું, ને જે તમને સારું લાગે તે તેઓને તમારી પાસે લાવું, ને જે તમને સારું લાગે તે તેઓને કરો; પણ એ માણસોને તમે કંઈ ન કરો; કેમ કે તેઓ મારા છાપરાના આશ્રય તળે આવ્યા છે.”"},{"number":9,"verse":"અને તેઓએ કહ્યું, “હઠી જાઓ.” પછી તેઓ બોલ્યા, “આ માણસ અમારામાં રહેવાને આવ્યો, ને હવે અમારો ન્યાયાધીશ થઈ બેઠો છે. હવે તેઓના કરતાં અમે તને વધારે દુ:ખ દઈશું.” અને તેઓએ તે માણસ પર, એટલે લોત પર, બહુ ધક્કાધક્કી કરી, અને કમાડ ભાંગી નાખવાને પાસે આવ્યા."},{"number":10,"verse":"પણ પેલા પુરુષોએ પોતાના હાથ લાંબા કરીને લોતને પોતાની પાસે ઘરમાં ખેંચી લીધો, ને બારણું બંધ કર્યું."},{"number":11,"verse":"અને ઘરના બારણા પાસે જે હતા, તે નાના મોટા સર્વને તેઓએ આંધળા કરી નાખ્યા; માટે તેઓ બારણું શોધતા શોધતાં થાકી ગયા."},{"number":12,"verse":"( 1 લોતે કુટુંબસહ સદોમ છોડયું) અને તે માણસોએ લોતને કહ્યું, “અહીં તારાં બીજાં કોઈ છે? તારા જમાઈને, તથા તારા દિકરાઓને, તથા નગરમાં જે સર્વ તારાં હોય તેઓને, આ જગમાંથી કાઢ;"},{"number":13,"verse":"કેમ કે અમે આ જગાનો નાશ કરીશું, કારણ કે તેઓનો બુમાટો યહોવાની આગળ મોટો થયો છે; અને તેનો નાશ કરવાને યહોવાએ અમને મોકલ્ટા છે.”"},{"number":14,"verse":"અને લોત નીકળ્યો, ને તેની દીકરીઓને પરણનારા તેના જમાઈઓને બોલાવીને તેણે કહ્યું, “ઊઠો, આ જગામાંથી નીકળી જાઓ, કેમ કે યહોવા આ નગરનો નાશ કરવાના છે.” પણ તે ઠઠ્ઠા કરતો હોય એમ તેના જમાઈઓને લાગ્યું."},{"number":15,"verse":"અને મળસકે દૂતોએ લોતને તાકીદ કરીને કહ્યું, “ઊઠ, તારી પત્નીને તથા તારી બે દીકરીઓ જે અહીં છે તેઓને સાથે લે; રખેને નગરની ભૂંડાઈથી તારો નાશ થાય.”"},{"number":16,"verse":"પણ તે વિલંબ કરતો હતો; ત્યારે યહોવા તેના પર કૃપાળુ હતા માટે, ( .) તે પુરુષોએ તેનો હાથ તથા તેની પત્નીનો હાથ તથા તેની બે દીકરીઓના હાથ પકડયા; અને તેઓએ તેને કાઢીને નગરની બહાર પહોંચાડયો."},{"number":17,"verse":"અને એમ થયું કે તેઓ તેમને બહાર લાવ્યા પછી [યહોવાએ] તેને કહ્યું, “તું પોતાનો જીવ લઈને નાસી જા. તારી પાછળ જોતો ના, ને નીચાણમાં કોઈ ઠેકાણે રહેતો ના; તારો નાશ ન થાય માટે પહાડ પર નાસી જજે.”"},{"number":18,"verse":"અને લોતે તેઓને કહ્યું, “ઓ મારા સ્વામી, એમ તો નહિ."},{"number":19,"verse":"હવે, જો, હું તમારી દષ્ટિમાં કૃપા પામ્યો છું, ને મારો જીવ બચાવવામાં જે કૃપા તમે મારા પર સંકટ આવી પડે, ને હું મરી જાઉં."},{"number":20,"verse":"હવે જો, આ નગર પાસે છે, માટે ત્યાં નાસી જવાનું સહેલું છે, ને તે નાનું છે; ત્યાં મને નાસી જવા દો, (શું તે નાનું નથી?) તો મારો જીવ બચશે.”"},{"number":21,"verse":"અને યહોવાએ કહયું, “જો, આ વાત વિષે પણ મેં તારું સાભંળ્યું છે, જે નગર વિષે પણ મેં તારું સાંભળ્યું છે, જે નગર વિષે તું બોલ્યો છે તેનો નાશ હું નહિ કરીશ."},{"number":22,"verse":"તું ઉતાવળે ત્યાં નાસી જા; કેમ કે તારા ત્યાં પહોચ્યા સુધી હું કંઇ કરી શકતો નથી” એ માટે તે નગરનું નામ સોઆર પડ્યું."},{"number":23,"verse":"( સદોમ અને ગમોરાનો વિનાશ) લોત સોઆરમાં પેઠો ત્યારે પૃથ્વી પર સૂર્ય ઊગ્યો હતો."},{"number":24,"verse":"ત્યારે ( ; ; ; ; ; .) યહોવાએ સદોમ તથા ગમોરા પર ગંધક તથા આગ આકાશમાંથી વરસાવ્યાં."},{"number":25,"verse":"અને તેમણે તે નગરનો તથા આખા નીચાણનો તથા નગરનો તથા આખા નીચાણનો તથા નગરમાં સર્વ રહેનારાંનો તથા ભૂમિ પર ઊગેલાંનો નાશ કર્યો."},{"number":26,"verse":"પણ ( .) લોતની પત્ની જે તેની પાછળ ચાલતી હતી તેણે પાછળ જોયું, ને તે ખારનો થાંભલો થઈ ગઈ."},{"number":27,"verse":"અને ઇબ્રાહિમ મોટી સવારે ઊઠયો ને જયાં યહોવાની આગળ તે ઊભો રહ્યો હતો ત્યાં ગયો."},{"number":28,"verse":"અને તેણે સદોમ તથા ગમોરાની તરફ તથા આખા નીચાણના પ્રદેશ તરફ નજર કરી, અને જુઓ, ભઠ્ઠીના ધુમાડાની જેમ તે દેશનો ધુમાડો ઉપર ચઢતો હતો."},{"number":29,"verse":"અને એમ થયું કે ઈશ્વરે નીચાણનાં નગરોનો નાશ કર્યો, ત્યારે ઈશ્વરે ઇબ્રાહિમનું સ્મરણ કર્યું, ને જયાં લોત રહેતો હતો તે નગરનો નાશ તેમણે કર્યો, તે વખતેએ નાશ મધ્યેથી તે લોતને બહાર કાઢી લાવ્યા."},{"number":30,"verse":"( મોઆબીઓ અને આમોનીઓનું મૂળ) પછી લોત સોઆરમાંથી નીકળીને પોતાની બે દીકરીઓ સહિત પહાડમાં જઈ રહ્યો; કેમ કે સોઆરમાં રહેતાં તે બીધો; અને પોતાની બે દીકરીઓ સહિત તે ગુફામાં રહ્યો."},{"number":31,"verse":"અને મોટી દીકરીએ નાનીને કહ્યું, “આપણો પિતા ઘરડો છે, ને આપણી પાસે આવવાને દુનિયાની રીત પ્રમાણે આપણી પાસે આવવાને દુનિયા ઉપર કોઈ પુરુષ નથી."},{"number":32,"verse":"ચાલો આપણે પિતાને દ્રાક્ષારસ પાઈએ, ને તેમની સાથે આપણે સૂઈએ કે, આપણાથી આપણા પિતાનું સંતાન રહે.”"},{"number":33,"verse":"અને તેઓએ પોતાના પિતાને તે જ રાત્રે દ્રાક્ષારસ પાયો; અને મોટી જઈને તેના પિતાની સાથે સૂતી; પણ તે કયારે સૂતી ને કયારે ઊઠી, એ તેણે જાણ્યું નહિ."},{"number":34,"verse":"અને સવારે એમ થયું કે, મોટીએ નાનીને કહ્યું, “જો, કાલે રાત્રે હું આપણા પિતાની સાથે સૂતી. આજે રાત્રે પણ આપણે તેને દ્રાક્ષારસ પાઇએ; અને તું પણ જઈને તેમની સાથે સૂ કે, આપણાથી આપણા પિતાનું સંતાન રહે.”"},{"number":35,"verse":"અને તેઓએ તે રાત્રે પણ તેઓના પિતાને દ્રાક્ષારસ પાયો; અને નાની જઈને તેની સાથે સૂતી; પણ તે કયારે સૂતી ને કયારે ઊઠી, એ તેણે જાણ્યું નહિ."},{"number":36,"verse":"એમ લોતની બન્‍ને દીકરીઓ પોતાના પિતાથી ગર્ભવતી થઈ."},{"number":37,"verse":"અને મોટીએ એક દિકરાને જન્મ આપ્યો, ને તેનું નામ તેણે ‘મોઆબ’ પાડયું; તે આજ સુધીના આબીઓનો આદિપિતા છે."},{"number":38,"verse":"અને નાનીએ પણ એક દિકરાને જન્મ આપ્યો, ને તેનું નામ તેણે ‘બેન-આમ્મી’ પાડયું; તે આજ સુધીના આમોન-પુત્રોનો આદિપિતા છે."}]}