{"bibleAbbr":"guOV2016","bookName":"ઉત્પત્તિ","bookEnglishName":"Genesis","chapterNumber":26,"verses":[{"number":1,"verse":"( ઇસહાક ગેરારમાં જઈ વસે છે) અને ઇબ્રાહિમના વખતમાં પહેલો દુકાળ પડયો હતો, તે સિવાય તે દેશમાં બીજો દુકાળ પડયો, ત્યારે ઇસહાક પલિસ્તીઓના રાજા અબીમેલેખની પાસે ગેરારમાં ગયો."},{"number":2,"verse":"અને યહોવાએ તેને દર્શન દઈને કહ્યું, “તું મિસરમાં ન જતો. જે દેશ વિષે હું તને કહીશ ત્યાં રહે."},{"number":3,"verse":"આ દેશમાં તું પ્રવાસી થઈ રહે, ને હું તારી સાથે રહીશ ને તને આશીર્વાદ આપીશ; કેમ કે તને તથા તારાં સંતાનને હું આ બધો દેશ આપીશ, ને ( .) તારા પિતા ઇબ્રાહિમની આગળ જે સમ મેં ખાધા છે તે હું પૂરા કરીશ;"},{"number":4,"verse":"અને હું તારા સંતાનને આકાશના તારાઓ જેટલાં વધારીશ, ને આ સર્વ દેશો હું તારાં સંતાનને આપીશ; અને પૃથ્વીનાં સર્વ કુળ તારાં સંતાનમાં આશીર્વાદ પામશે;"},{"number":5,"verse":"કેમ કે ઇબ્રાહિમે મારી વાણી માની, ને મારું ફરમાન, તથા મારી આ ઓ, તથા મારા વિધિ, તથા મારા નિયમ પાળ્યાં.”"},{"number":6,"verse":"અને ઇસહાક ગેરારમાં રહ્યો."},{"number":7,"verse":"અને ત્યાંના માણસોએ તેની પત્ની વિષે તેને પૂછયું, અને તેણે કહ્યું, ( ; .) “તે મારી બહેન છે;” કેમ કે તે મારી પત્ની છે, એમ કહેતાં તે બીધો, રખેને ત્યાંના માણસો રિબકાને લીધે તેને મારી નાખે; કારણ કે તે રૂપાળી હતી."},{"number":8,"verse":"અને એમ થયું કે ત્યાં તેને ઘણા દિવસ થયા, ત્યારે પલિલ્તીઓના રાજા અબીમેલેખે બારીએથી જોયું, ને જુઓ, ઇસહાક પોતાની પત્ની રિબકાને લાડ લડાવતો હતો."},{"number":9,"verse":"અને અબીમેલેખે ઇસહાકને બોલાવીને કહ્યું, “જો ખચીત તે તારી પત્ની છે; અને તું એમ કેમ બોલ્યો કે તે મારી બહેન છે?” અને ઇસહાકે તેને કહ્યું, “હું તેને લીધે કદાચિત માર્યો જાઉં એવી બીકથી હું એમ બોલ્યો.”"},{"number":10,"verse":"અને અબીમેલેખે કહ્યું, “તેં અમને આ શું કર્યું છે? લોકમાંનો કોઈ તારી પત્નીની સાથે સૂઈ જાત, અને એમ તું અમારા પર દોષ લાવત.”"},{"number":11,"verse":"અને અબીમેલેખે સર્વ લોકોને તાકીદ કરીને કહ્યું, “આ માણસને અથવા તેની પત્નીને જે કોઈ અડકશે તે નિશ્ચે માર્યો જશે.”"},{"number":12,"verse":"અને ઇસહાકે તે દેશમાં વાવણી કરી, તે જ વર્ષે સોગણું પામ્યો; અને યહોવાએ તેને આશીર્વાદ આપ્યો."},{"number":13,"verse":"અને તે મોટો માણસ થયો, ને એમ વધતાં વધતાં બહુ જ મોટો થયો."},{"number":14,"verse":"અને તેની પાસે ઘેટાં તથા ઢોર તથા ઘણા દાસો થયાં; અને પલિસ્તીઓએ તેની અદેખાઈ કરી."},{"number":15,"verse":"અને તેના પિતા ઇબ્રાહિમના દિવસોમાં જે સર્વ કૂવા તેના પિતાના દાસોએ ખોદ્યા હતા તે પલિસ્તીઓએ માટીથી પૂરી નાખ્યા હતા."},{"number":16,"verse":"અને અબીમેલેખે ઇસહાકને કહ્યું, “તું અમારી પાસેથી જા; કેમ કે તું અમારાં કરતાં બહુ સમર્થ થઈ ગયો છે.”"},{"number":17,"verse":"પછી ઇસહાકે ત્યાંથી નીકળીને ગેરારના નીચાણમાં તંબુ માર્યોમ ને તે ત્યાં રહ્યો."},{"number":18,"verse":"અને તેના પિતા ઇબ્રાહિમના વખતમાં તેઓએ પાણીના જે કૂવા ખોદ્યા હતા, તે ઇસહાકે ગાળી કાઢયા, કેમ કે ઇબ્રાહિમના મરણ પછી પલિસ્તીઓએ તે પૂરી નાખ્યા હતા. અને તેમનાં જે જે નામ તેના પિતાએ પાડયાં હતાં, તે જ નામ તેણે તેઓનાં પાડયાં."},{"number":19,"verse":"અને ઇસહાકના દાસોએ નીચાણમાં ખોદ્યું, ને ત્યાં તેમને પાણીનો એક ઝરો મળ્યો."},{"number":20,"verse":"અને એ પાણી અમારું છે એમ કહેતાં ગેરારના ભરવાડો ઇસહાકના ભરવાડો સાથે લડયા. અને તે કૂવાનું નામ તેણે એસેક પાડયું; કેમ કે તેઓ તેની સાથે લડયા હતા."},{"number":21,"verse":"અને તેઓએ બીજો કૂવો ખોદ્યો, ને તે વિષે પણ તેઓ લડયા અને તેણે તેનું નામ સિટના પાડયું."},{"number":22,"verse":"અને ત્યાંથી જઈને તેણે બીજો કૂવો ખોદ્યો; અને તેને માટે તેઓ લડયા નહિ અને તેણે તેનું નામ રહોબોથ પાડયું; અને કહ્યું હવે યહોવાએ અમને પુષ્કળ જુગા આપી છે, ને આ દેશમાં અમે સફળ થઈશું."},{"number":23,"verse":"અને તે ત્યાંથી બેર-શેબા ગયો."},{"number":24,"verse":"અને તે જ રાત્રે યહોવાએ તેને દર્શન આપીને કહ્યું, “હું તારા પિતા ઇબ્રાહિમનો ઈશ્વર છું; બીશ નહિ, કેમ કે હું તારી સાથે છું, ને મારા સેવક ઇબ્રાહિમને લીધે હું તને આશીર્વાદ આપીશ, ને તારાં સંતાન વધારીશ.”"},{"number":25,"verse":"અને તેણે ત્યાં વેદી બાંધી, ને યહોવાને નામે પ્રાર્થના કરી, ને ત્યાં પોતાનો તંબુ માર્યો; અને ત્યાં ઇસહાકના દાસોએ એક કૂવો ખોદ્યો."},{"number":26,"verse":"( ઇસહાક અને અબીમેલેખ વચ્ચે સંધિ) અને ( .) અબીમેલેખ પોતાના મિત્રોમાંના એક અહુઝાથ તથા પોતાના સેનાપતિ ફીકોલ સહિત ગેરારથી ઇસહાક પાસે આવ્યો."},{"number":27,"verse":"અને ઇસહાકે તેઓને કહ્યું, “તમે મારો‍ દ્વેષ કરો છો, ને તમારી પાસેથી મને કાઢી મૂક્યો છે, અને મારી પાસે તમે કેમ આવ્યા છો?”"},{"number":28,"verse":"અને તેઓએ કહ્યું, “અમે ખચીત જાણ્યું કે યહોવા તારી સાથે છે; અને અમે કહ્યુમ કે, “હવે આપણે એકબીજાની સાથે સમ ખાઈએ, ને આપણે કરાર કરીએ કે,"},{"number":29,"verse":"જેમ અમે તને છેડ્યો નથી, ને તારું માત્ર ભલું જ કર્યું, ને શાંતિથી તને વિદાય કર્યો, તેમ તું અમારું ભૂંડું નહિ કરે;’ હવે તું યહોવાથી આશીર્વાદિત છે.”"},{"number":30,"verse":"અને તેણે તેઓને માટે મિજબાની કરી, ને તેઓએ ખાધું ને પીધું."},{"number":31,"verse":"અને તેઓએ મોટી સવારે ઊઠીને અરસપરસ સમ ખાધા; અને ઇસહાકે તેઓને વિદાય કર્યા, ને તેઓ તેની પાસેથી શાંતિએ ગયા."},{"number":32,"verse":"અને તે જ દિવસે એમ થયું કે ઇસહાકના દાસોએ જે કૂવો ખોદ્યો હતો, તે વિષે તેઓએ આવીને કહ્યું, “અમને પાણી જડ્યું છે.”"},{"number":33,"verse":"અને તેણે તેને શિબા નામ આપ્યું; માટે આજ સુધી તે નગરનું નામ બેર-શેબા કહેવાય છે."},{"number":34,"verse":"( એસાવની પરદેશી પત્નીઓ) અને એસાવ ચાળીસ વર્ષનો થ ઈને હિત્તી બેરીની દીકરી યહૂદીથને તથા હિત્તી એલોનની દીકરી બાસમાથને પરણ્યો;"},{"number":35,"verse":"અને તેઓ ઇસહાક તથા રિબકાના જીવને સંતાપરૂપ હતી."}]}