{"bibleAbbr":"guOV2016","bookName":"ઉત્પત્તિ","bookEnglishName":"Genesis","chapterNumber":36,"verses":[{"number":1,"verse":"( એસાવના વંશજ) અને એસાવ (એટલે અદોમ)ની વંશાવાળી આ છે."},{"number":2,"verse":"( .) એસાવે તેની પત્ની કનાનીઓની દીકરીઓમાંથી લીધી:એટલે આદઅ જે એલોન હિત્તીની દીકરી તેને, તથા ઓહલિબામાં જે સિબોન હિવ્વીની દીકરી અનાની દીકરી હતી તેને;"},{"number":3,"verse":"અને ( .) બસમાથ જે ઇશ્માએલની દીકરી, નબાયોથની બહેન, તેને."},{"number":4,"verse":"અને આદાને પેટે એસાવને અલિફાઝ થયો; અને બાસમાથને પેટે રેઉએલ થયો."},{"number":5,"verse":"અને ઓહલિબઅમાને પેટે યેઉશ તથા યાલામ તથા કોરા થયા. એસાવને કનાન દેશમાં જે દિકરા થયા તે એ છે."},{"number":6,"verse":"અને એસાવ તેની પત્નીઓ, તથા તેના દિકરા, તથા તેની દીકરીઓ, તથા તેન ઘરના સર્વ લોકો, તથા તેના ટોળાં, તથા તેનાં સર્વ ઢોરઢાંક, તથા તેની સર્વ માલમિલકત જે તેણે કનાન દેશમાં મેળવી હતી, તે સર્વ લઈને તેના ભાઈ યાકૂબની પાસેથી બીજા દેશમાં ગયો."},{"number":7,"verse":"કેમ કે તેઓની સંપત્તિ એટલી બધી હતી કે તેઓ એકઠા રહી ન શક્યા. અને તેઓનઅ પ્રવાસનો દેશ તેઓનાં ઢોરઢાંકને લીધે તેઓનો નિભાવ કરી ન શક્યો."},{"number":8,"verse":"અને એસાવ સેઈર પહાડ પર રહ્યો. એસાવ તે જ અદોમ છે."},{"number":9,"verse":"અને સેઈર પહાડ પરના અદોમ લોકનો પૂર્વજ, જે એસાવ, તેનો વંશ એ છે."},{"number":10,"verse":"એસાવના દિકરાઓનાં નામ આ છે: એસાવની પત્ની બાસમાથનો દીકરો રેઉએલ."},{"number":11,"verse":"અને તેમાન, ઓમાર, સફો તથા ગાતામ તથા કનાઝ એ અલિફાઝના દિકરા હતા."},{"number":12,"verse":"અને એસાવના દિકરા અલિફાઝની ઉપપત્ની તિમ્ના હતી. અને તેને અલિફાઝથી અમાલેક થયો. એસાવની પત્ની આદાના દિકરા એ છે."},{"number":13,"verse":"અને રેઉએલના દિકરા નાહાથ, ઝેરા, શામ્મા તથા મિઝઝા; એ એસાવની પત્ની બાસમાથના દિકરા હતા."},{"number":14,"verse":"અને સિબોનની દીકરી અનાની દીકરી ઓહલિબામાં જે એસાવની પત્ની તેના દિકરા આ છે: તેને એસાવથી યેઉશ તથા યાલામ તથા કોરા થયા."},{"number":15,"verse":"એસાવના દિકરાઓમાંના આ સરદાર હતા; એસાવના જ્યેષ્ઠ દિકરા અલિફાઝના દિકરા : તેમાન સરદાર, ઓમાર સરદાર, સફો સરદાર, કનાઝ સરદાર,"},{"number":16,"verse":"કોરા સરદાર, ગાતામ સરદાર, અમાલેક સરદાર; જે સરદારો અલિફાઝથી અદોમ દેશમાં થયા તેઓ એ છે; એ આદાના દિકરા છે."},{"number":17,"verse":"અને એસાવના દિકરા રેઉએલના દિકરા આ છે: નાહાથ સરદાર, ઝેરા સરદાર, શામ્‍મા સરદાર, મિઝઝા સરદારલ; એ સરદારો રેઉએલથી અદોમ દેશમાં થયા. એ એસાવની પત્ની બાસમાથના દિકરા છે."},{"number":18,"verse":"અને એસાવની પત્ની ઓહલિબામાના દિકરા આ છે: યેઉશ સરદાર, યાલામ સરદાર, કોરા સરદાર; એ સરદારો એસાવની પત્ની ઓહલિબામાં જે અનાની દીકરી તેને થયા."},{"number":19,"verse":"એસાવના દિકરા ને તેઓના સરદારો એ છે; એસાવ એ જ અદોમ છે."},{"number":20,"verse":"( સેઈરના વંશજ) અને સેઈર હોરીના દિકરા, જે દેશના રહેવાસીઓ હતા, તેઓ આ છે: એટલે લોટાન તથા શોબાલ તથા સિબોન તા અના,"},{"number":21,"verse":"તથા દિશોન તથા એસેર તથા દિશાન; એ સરદારો સેઈરના દિકરા જે હોરીઓ હતા તેઓથી અદોમ દેશમાં થયા."},{"number":22,"verse":"અને લોટાનના દિકરા હોરી તથા હેમા હતા; અને લોટાનની બહેન તિમ્ના હતી."},{"number":23,"verse":"અને શોબાલના દિકરા આ છે: એટલે આલ્વાન તથા માનાહાથ તથા એબાલ તથા શેફો તથા ઓનામ."},{"number":24,"verse":"અને સિબોનના દિકરા આ છે: એટલે આયા તથા અના; જે અનાને પોતાના પિતા સિબોનનાં ગધેડાં ચરાવતાં‍રાનમાં ઊના ઝરા જડયા, તે જ એ છે."},{"number":25,"verse":"અને એનાનાં છોકરાં આ છે: એટલે દિશોન તથા અનાની દીકરી ઓહલિબામા."},{"number":26,"verse":"અને દિશોનના દિકરા આ છે: એટલે હેમ્દાન તથા એશ્બાન તથા યિથ્રાન તથા ખરાન."},{"number":27,"verse":"અને એસેરના દિકરા આ છે: એટલે બિલ્હાન તથા ઝાવાન તથા અકાન."},{"number":28,"verse":"અને દિશાનના દિકરા આ છે: એટલે ઉસ તથા અરાન."},{"number":29,"verse":"હોરીઓથી જે સરદારો થયા તે આ છે: એટલે લોટાન સરદાર, શોબાલ સરદાર, સિબોન સરદાર, અના સરદાર,"},{"number":30,"verse":"દિશોન સરદાર, એસેર સરદાર, દિશાન સરદાર; સેઈર દેશના સરદારો પ્રમાણે જે સરદારો હોરીઓથી થયા તે એ છે."},{"number":31,"verse":"( અદોમના રાજાઓ) ( ( 130 ૧:૪૩-૫૪ )) અને ઇઝરાયલપુત્રો પર કોઈ રાજાએ રાજ્ય કર્યા અગાઉ, અદોમ દેશમાં જે રાજાએ રાજ્ય કરતા હતા તેઓ આ છે."},{"number":32,"verse":"અને બેઓરનો દીકરો બેલા અદોમમાં રાજ્ય કરતો હતો, ને તેના શહેરનું નામ દિનહાબા હતું."},{"number":33,"verse":"અને બેલા મરણ પામ્યો, ને તેને ઠેકાણે બોસરામાંના ઝેરાનો દીકરો યોબાબ રાજા થયો."},{"number":34,"verse":"અને યોબાબ મરી ગયો, ને તેને ઠેકાણે તેમાન દેશના હુશામે રાજ્ય કર્યું."},{"number":35,"verse":"અને હુશામ મરી ગયો, ને તેને ઠેકાણે બદાદના દિકરા હદાદે રાજ્ય કર્યું; તેણે મોઆબના મેદાનમાં મિદ્યાનને માર્યો; અને તેના શહેરનું નામ અવીથ હતું."},{"number":36,"verse":"અને હદાદ મરી ગયો, ને તેને ઠેકાણે માસરેકામાં ના સામ્લાએ રાજ્ય કર્યું."},{"number":37,"verse":"અને સામ્લા મરી ગયો, ને તેને ઠેકાણે નદી પાસેના રહોબોથના શાઉલે રાજ્ય કર્યું."},{"number":38,"verse":"અને શાઉલ મરી ગયો, ને તેને ઠેકાણે આખ્બોરના દિકરા બાલ-હાનાને રાજ્ય કર્યું."},{"number":39,"verse":"અને આખ્બોરનો દીકરો બાલ-હાનાન મરી ગયો, ને તેને ઠેકાણે હદાર રાજ્ય કર્યું; અને તેના શહેરનું નામ પાઉ હતું; અને તેની પત્નીનું નામ મહેટાબેલ હતું, તે મેઝાહાબની દીકરી માટરેદની દીકરી હતી."},{"number":40,"verse":"અને એસાવથી જે સરદારો થયા તેઓનાં નામ, પોતપોતાનાં કુટુંબ તથા જગાઓ પ્રમાણે, તેઓનાં નામ આ છે: તિમ્ના સરદાર, આલ્વઅ સરદાર, યથેથ સરદાર;"},{"number":41,"verse":"ઓહલિબામા સરદાર, એલા સરદાર, પીનોન સરદાર;"},{"number":42,"verse":"કનાઝ સરદાર, તેમના સરદાર, મિસ્બાર સરદાર;"},{"number":43,"verse":"માગ્દીએલ સરદાર, ઇરામ સરદાર; એ પોતપોતાના વતનના દેશ પ્રમાણે અદોમના સરદારો છે. અદોમ લોકોનો પૂર્વજ તે જ એસાવ છે."}]}