{"bibleAbbr":"guOV2016","bookName":"ઉત્પત્તિ","bookEnglishName":"Genesis","chapterNumber":43,"verses":[{"number":1,"verse":"( યૂસફના ભાઈઓ બિન્યામીનને લઈને ફરી મિસર આવ્યા) અને દેશમાં ભારે દુકાળ હતો."},{"number":2,"verse":"અને એમ થયું કે, તેઓ મિસરમાંથી જે અનાજ લાવ્યા હતા તે ખાઈ રહ્યા, ત્યારે તેઓના પિતાએ તેઓને કહ્યું, “તમે ફરીથી જઈને આપણે માટે થોડું અનાજ વેચાતું લાવો.”"},{"number":3,"verse":"અને યહૂદાએ તેને કહ્યું, “તે માણસે અમને તાકીદ કરીને કહ્યું હતું, ‘જો તમારો ભાઈ તમારી સાથે નહિ હોય, તો તમે મારું મુખ જોવા નહિ પામશો.’"},{"number":4,"verse":"જો તમે અમારા ભાઈને અમારી સાથે મોકલો તો અમે જઈને તમારે માટે અનાજ વેચાતું લાવીએ;"},{"number":5,"verse":"પણ જો તમે તેને નહિ મોકલો તો અમે નહિ જઈએ; કેમ કે તે માણસે અમને કહ્યું છે, ‘તમારો ભાઈ તમારી સાથે નહિ આવે, તો તમે મારું મુખ નહિ જોશો.’”"},{"number":6,"verse":"અને ઇઝરાયલે કહ્યું, “અમારો બીજો ભાઈ છે, એમ તે માણસને કહીને તમે મારું ભૂંડું કેમ કર્યું?”"},{"number":7,"verse":"અને તેઓએ કહ્યું, “આપણ વિષે તથા આપણા કુટુંબ વિષે તે માણસે પૂછપરછ કરી, ‘શું તમારો પિતા હજુ જીવે છે? તમારે બીજો કોઈ ભાઈ છે?’ અને તે વાત પ્રમાણે અમે તેને ઉત્તર આપ્યો. અમે શું જાણીએ કે તે એમ કહેશે, ‘તમારા ભાઈને અહીં લેતા આવો?’”"},{"number":8,"verse":"અને યહૂદાએ તેના પિતા ઇઝરાયલને કહ્યું, “મારી સાથે છોકરાને મોકલો. અને અમે ચાલી નીકળીએ કે, અમે અને તમે અને આપણાં છોકરાં જીવતાં રહીએ ને મરી જઈએ નહિ."},{"number":9,"verse":"હું તેનો જામીન થાઉં છું. તમે તેને મારી પાસેથી માગી લેજો. જો હું તમારી પાસે તેને ન લાવું, ને તમારી આગળ રજૂ કરું, તો તેનો દોષ સદા મારા પર રહો;"},{"number":10,"verse":"કેમ કે જો અમે આટલા ખોટી થયા ન હોત, તો ખચીત અમે અત્યાર સુધીમાં બીજી વાર પાછા જઈ આવ્યા હોત.”"},{"number":11,"verse":"અને તેઓના પિતા ઇઝરાયલે તેઓને કહ્યું, “ત્યારે એમ હોય તો આમ કરો:આ દેશનાં કંઈ ઉત્તમ ફળ તમારાં વાસણમાં લેતા જાઓ, ને તે માણસને માટે ભેટ લઈ જાઓ એટલે થોડો ગૂગળ, થોડું મધ, થોડ તેજાના તથા બોળ તથા પિસ્તાં તથા બદામ."},{"number":12,"verse":"અને બમણું નાણું તમારી સાથે લેતા જાઓ; અને તમારી ગૂણોનાં મુખમાં જે નાણું પાછું આવ્યું છે તે ફરીથી તમારી સાથે લેતા જાઓ; કદાચ ભૂલ થઈ હશે."},{"number":13,"verse":"અને તમારા ભાઈને સાથે લઈને ઊઠો, ને તે માણસ પાસે પાછા જાઓ."},{"number":14,"verse":"અને સર્વસમર્થ ઈશ્વર તે માણસની દષ્ટિમાં તમને કૃપા પમાડો કે, તે તમારી સાથે તમારા બીજા ભાઈને તથા બિન્યામીનને મોકલી આપે. જો હું નિ:સંતાન થાઉં તો થાઉં.”"},{"number":15,"verse":"અને તે માણસોએ તે ભેટ લીધી, ને પોતાની સાથે બમણું નાણું લીધું, અને બિન્યામીનને સાથે લીધો; અને ઊઠીને મિસરમાં ગયા, ને યૂસફ આગળ આવી ઊભા રહ્યા."},{"number":16,"verse":"અને યૂસફે તેઓની સાથે બિન્યામીનને જોયો, ત્યારે તેણે પોતાના ઘરના કારભારીને કહ્યું, “આ માણસોને ઘર લઈ જા, ને કંઈ કાપીને તૈયાર કર, કેમ કે આ માણસો બપોરે મારી સાથે જમશે.”"},{"number":17,"verse":"અને યૂસફે જેમ કહ્યું તેમ તે માણસે કર્યું; એટલે તે માણસ યૂસફને ઘેર તે માણસોને લઈ ગયો."},{"number":18,"verse":"અને તે માણસોને તે યૂસફને ઘેર લાવ્યો, માટે તેઓ બીધા, ને બોલ્યા, “જે નાણું પહેલી વાર આપણી ગૂણોમાં મૂકેલું હતું તેને લીધે તે આપણને અંદર લાવ્યો છે કે, તેને આપણી વિરુદ્ધ બહાનું મળે, ને આપણા પર તે તૂટી પડે, ને આપણને ગુલામ કરી લે, તથા આપણાં ગધેડાં પણ લઈ લે.”"},{"number":19,"verse":"અને તેઓ યૂસફના ઘરના કારભારી પાસે આવ્યા, ને તેની સાથે ઘરના બારણા પાસે વાતચીત કરી,"},{"number":20,"verse":"અને કહ્યું, “ઓ અમારા ધણી, અમે ખરેખર અનાજ વેચાતું લેવાને પહેલવહેલા આવ્યા હતા;"},{"number":21,"verse":"અને એમ થયું કે, અમે ઉતારા આગળ આવ્યા ત્યારે અમે અમારી ગુણો ઉઘાડી, તો જુઓ, હરેક માણસનું નાણું તેની ગૂણના મુખમાં પૂરેપરું મૂકેલું હતું; અને તે અમે અમારી સાથે પાછું લાવ્યા છીએ."},{"number":22,"verse":"અને અનાજ વેચાતું લેવાને અમે અમારી સાથે બીજું નાણું લાવ્યા છીએ; અને અમારી ગૂણોમાં તે નાણું કોણે મૂક્યું, એ અમે નથી જાણતા.”"},{"number":23,"verse":"અને તેણે કહ્યું, “તમે કુશળ રહો, તમે બીહો મા; તમારા તથા તમારા પિતાના ઈશ્વરે તમારી ગુણોમાં તમને સંપત આપી છે. તમારાં નાણાં મને પહોંચ્યા છે.”"},{"number":24,"verse":"અને તે માણસે યૂસફના ઘરમાં તે માણસોને લાવીને તેમને પાણી આપ્યું, ને તેઓએ પગ ધોયા, અને તેણે તેઓનાં ગધેડાંને ચારો નીર્યો."},{"number":25,"verse":"અને યૂસફ બપોરે આવ્યો તે અગાઉ તેઓએ ભેટ તૈયાર કરી; કેમ કે [યૂસફને] ત્યાં અમારે જમવાનું છે એમ તેઓએ સાંભળ્યું હતું."},{"number":26,"verse":"અને યૂસફ ઘેર આવ્યો ત્યારે તેઓના હાથમાં જે ભેટ હતી તે તેઓ તેની પાસે ઘરમાં લાવ્યા, ને ભૂમિ સુધી નમીને તેઓએ દંડવત પ્રણામ કર્યાં."},{"number":27,"verse":"અને તેણે તેઓની ખબરઅંતર પૂછીને કહ્યું, “તમારો ઘરડો પિતા, એટલે જેના વિષે તમે મને કહ્યું હતું, તે શું સારી પેઠે છે? તે શું હજુ જીવે છે?"},{"number":28,"verse":"અને તેઓએ ઉત્તર આપ્યો, “તમારો દાસ અમારો પિતા કુશળ છે, તે હજુ જીવે છે.” અને તેઓએ નમીને દંડવત પ્રણામ કર્યા."},{"number":29,"verse":"અને તેણે નજર ઊંચી કરીને પોતાના ભાઈ બિન્યામીનને એટલે પોતાની માના દિકરાને જોઈને કહ્યું હતું તે શું આ છે?” અને તેણે કહ્યું, “મારા દિકરા, ઈશ્વર તારા પર કૃપા કરો.”"},{"number":30,"verse":"અને યૂસફે ઉતાવળ કરી; કેમ કે તેના ભાઈને લીધે તેનું હૈયું ભરાઈ આવ્યું; અને તેણે રડવાનું ઠેકાણું શોધ્યું; અને પોતાની ઓરડીમાં જઈને તે ત્યાં રડયો."},{"number":31,"verse":"અને તે પોતાનું મુખ ધોઈને બહાર આવ્યો; અને ડૂમો શમાવીને કહ્યું, “રોટલી પીરસો.”"},{"number":32,"verse":"અને દાસોએ તેને માટે તથા તેઓને માટે તથા જે મિસરીઓ તેની સાથે જમતા હતા તેઓને માટે જુદું જુદું પીરસ્યું. કેમ કે હિબ્રૂઓ સાથે મિસરીઓ જમતા નથી, કેમ કે મિસરીઓને તે ધિકકારપાત્ર લાગે છે."},{"number":33,"verse":"અને તેઓ તેની સામા, વડો તેના જ્યેષ્ઠપણા પ્રમાણે, તથા નાનો તેની વય પ્રમાણે, બેઠા. અને તેઓ અંદરઅંદર વિસ્મિત થયા."},{"number":34,"verse":"અને યૂસફે પોતાની આગળનાં વાનાંમાંથી લઈને તેઓની આગળ પિરસાવ્યાં; પણ હરેકના ભાણા કરતાં બિન્યામીનનું ભાણું પાંચગણું હતું. અને તેઓએ પીધું, ને તેની સાથે આનંદ કર્યો."}]}