{"bibleAbbr":"guOV2016","bookName":"ઉત્પત્તિ","bookEnglishName":"Genesis","chapterNumber":45,"verses":[{"number":1,"verse":"( યૂસફ પોતાના ભાઈઓની આગળ પોતાની ઓળખ આપે છે) અને યૂસફ પોતાની પાસે સર્વ ઊભા રહેનારાઓની આગળ ડૂમો શમાવી ન શકયો. અને તેણે મોટેથી કહ્યું, “મારી આગળથી પ્રત્યેક માણસને બહાર કાઢો.” અને ( .) યૂસફે તેના ભાઈઓને પોતાને ઓળખાવ્યો, ત્યારે તેની પાસે કોઈ નહોતું."},{"number":2,"verse":"અને તે પોક મૂકીને રડયો; તે મિસરીઓએ તથા ફારુનના ઘરનાંએ સાંભળ્યું."},{"number":3,"verse":"અને યૂસફે તેના ભાઈઓને કહ્યું, “હું યૂસફ છું. મારા પિતા શું હજી જીવે છે?” અને તેના ભાઈઓ તેને ઉત્તર આપી ન શકયા; કેમ કે તેઓ તેની આગળ ગભરાઈ ગયા હતા."},{"number":4,"verse":"અને યૂસફે તેના ભાઈઓને કહ્યું, “કૃપા કરી મારી પાસે આવો.” અને તેઓ પાસે આવ્યા. અને તેણે કહ્યું, “હું તમારો ભાઈ યૂસફ, જેને તમે મિસરમાં વેચી દીધો હતો, તે જ છું."},{"number":5,"verse":"હવે તમે મને અહીં વેચી દીધો, એને લીધે તમે દિલગીર ન થાઓ, ને તમારાં મનમાં બળાપો ન કરો; કેમ કે જાન બચાવવાને ઈશ્વરે તમારી આગળ મને મોકલ્યો."},{"number":6,"verse":"કેમ કે બે વર્ષ થયાં દેશમાં દુકાળ છે; અને હજી બીજા પાંચ વર્ષ સુધી ખેતી તથા કાપણી થશે નહિ."},{"number":7,"verse":"તે માટે પૃથ્વીમાં તમારં સંતાન રાખવાને તથા મોટ ઉદ્ધારથી તમારા જીવ બચાવવાને ઈશ્વરે તમારી આગળ મને મોકલ્યો."},{"number":8,"verse":"એ માટે તમે તો નહિ, પણ ઈશ્વરે મને અહીં મોકલ્યો; અને તેમણે મને ફારુનના પિતા સમાન, ને તેના આખા ઘરનો ધણી તથા આખા મિસરનો અધિપતિ કર્યો છે."},{"number":9,"verse":"( .) તમે ઉતાવળથી મારા પિતાની પાસે જાઓ, ને તેમને કહો કે, ‘તમારો દીકરો યૂસફ એમ કહે છે, ઈશ્વરે મને આખાઅ મિસરનો ઘણી કર્યો છે, મારી પાસે આવો, વિલંબ ન કરો.’"},{"number":10,"verse":"અને તમે ગોશેન દેશમાં રહેશો. તમે ને તમારાં છોકરાં ને તમારાં છોકરાંનાં છોકરાં તથા તમારાં મેઢાં તથા તમારાં ઢોર તથા તમારાં છોકરાંનાં છોકરાં તથા તમારાં મેઢાં તથા તમારાં ઢોર તથા તમારું સર્વસ્વ મારી નજદીક રહેશો."},{"number":11,"verse":"અને તમે તથા તમારું કુટુંબ તથા જે સર્વ તમારાં છે તે દરિદ્રી ન થાય માટે ત્યાં હું તમારું પાલનપોષણ કરીશ; કેમ કે હજી દુકાળનાં બીજાં પાંચ વર્ષ છે."},{"number":12,"verse":"અને જુઓ, તમારી આંખ તથા મારા ભાઈ બિન્યામીનની આંખ જુએ છે કે, મારું જ મુખ તમારી સાથે બોલે છે."},{"number":13,"verse":"અને મિસરમાં મારો સર્વ મહિમા તથા જે સર્વ તમે જોયું છે તે મારા પિતાને કહો; અને મારા પિતાને ઉતાવળથી અહીં લઈ આવો.”"},{"number":14,"verse":"અને તે પોતાના ભાઈ બિન્યામીન પણ તેની કોટે વળગીને રડયો."},{"number":15,"verse":"અને યૂસફે તેના સર્વ ભાઈઓને ચુંબન કર્યું, ને તે તેઓને ભેટીને રડયો; પછી તેના ભાઈઓએ તેની સાથે વાતચીત કરી."},{"number":16,"verse":"અને ફારુનના ઘરમાં એ વાત પહોંચી કે યૂસફના ભાઈઓ આવ્યા છે; તે વાત ફારુનને તથા તેના દાસોને સારી લાગી."},{"number":17,"verse":"અને ફારુને યૂસફને કહ્યું, “તું તારા ભાઈઓને કહે કે, ‘તમે આમ કરો:તમારાં જાનવરો લાદીને કનાન દેશમાં ચાલ્યા જાઓ."},{"number":18,"verse":"અને તમારા પિતાને તથા તમારાં કુટુંબોને મારી પાસે લઈ આવો; અને મિસર દેશનાં ઉત્તમ વાનાં હું તમને આપીશ, ને દેશની ઉત્કૃષ્ટ ચીજો તમે ખાશો.’"},{"number":19,"verse":"તે માટે હવે તને [આ પ્રમાણે તારા ભાઈઓને કહેવાની] આજ્ઞા છે. ‘તમે આમ કરો; તમારાં છોકરાંઓને માટે તથા તમારી પત્નીઓને માટે, મિસર દેશથી ગાડાં લેતા જાઓ, ને તમે તમારા પિતાને લઈ આવો."},{"number":20,"verse":"વળી તમારી મિલકતની ચિંતા ન કરો; કેમ કે આખા મિસર દેશમાં જે ઉત્તમ તે તમારું છે.’”"},{"number":21,"verse":"અને ઇઝરાયલપુત્રોએ એમ કર્યું; અને ફારુનની આ પ્રમાણે યૂસફે તેઓને ગાડાં આપ્યાં, ને માર્ગને માટે તેઓને સીધું પણ આપ્યું."},{"number":22,"verse":"અને તેણે દરેકને એક જોડ કપડાં આપ્યાં; પણ બિન્યામીનને રૂપાનાં ત્રણસો નાણાં તથા પાંચ જોડા કપડાં આપ્યાં."},{"number":23,"verse":"અને તેણે તેના પિતાને માટે આ પ્રમાણે મોકલ્યું:મિસર દેશની ઉત્તમ વસ્તુઓથી લાદેલા દશ ગધેડા, ને માર્ગને માટે તેના પિતાને માટે અનાજ તથા રોટલી તથા ખોરાકથી લાદેલી દશ ગધેડીઓ."},{"number":24,"verse":"અને તેણે તેના ભાઈઓને વિદાય કર્યા, ને તેઓ ગયા; અને તેણે તેઓને કહ્યું, “જોજો, માર્ગે લડી પડતા નહિ.”"},{"number":25,"verse":"અને તેઓ મિસરમાંથી નીકળીને કનાન દેશમાં તેમના પિતા યાકૂબની પાસે આવ્યા."},{"number":26,"verse":"અને તેઓએ તેને કહ્યું, “યૂસફ હજુ જીવે છે, ને આખા મિસર દેશનો તે અધિપતિ છે.” અને યાકૂબ સ્તબ્ધ થઈ ગયો, કેમ કે તેણે તેઓની વાત માની નહિ."},{"number":27,"verse":"અને યૂસફે તેઓને જે જે વાત કરી હતી તે સર્વ તેઓએ તેને કહી. અને તેને લઈ જવા માટે યૂસફે જે ગાડાં મોકલ્યાં હતાં તે જ્યારે તેના પિતા યાકૂબે જોયાં, ત્યારે તે શુદ્ધિમાં આવ્યો."},{"number":28,"verse":"અને ઇઝરાયલે કહ્યું, “બસ, મારો દીકરો હજુ જીવે છે; મારા મરવા પહેલાં હું જઈને તેને જોઈશ.”"}]}