{"bibleAbbr":"guOV2016","bookName":"ઉત્પત્તિ","bookEnglishName":"Genesis","chapterNumber":47,"verses":[{"number":1,"verse":"અને યૂસફે આવીને ફારુનને ખબર આપીને કહ્યું, “મારા પિતા તથા મારા ભાઈઓ, તેઓનાં બકરાં ને તેઓનાં ઢોર ને જે સર્વ તેઓનું છે તે સહિત કનાન દેશથી આવ્યા છે; અને જુઓ, તેઓ ગોશેન દેશમાં છે.”"},{"number":2,"verse":"અને યૂસફે તેના ભાઈઓમાંના પાંચ માણસને લઈને ફારુનની રૂબરૂ ઊભા કર્યા."},{"number":3,"verse":"અને ફારુને તેના ભાઈઓને પૂછયું, “તમારો ધંધો શો છે?” અને તેઓએ ફારુનને કહ્યું, “તમારા દાસ એટલે અમે તથા અમારા બાપદાદા ભરવાડ છીએ.”"},{"number":4,"verse":"વળી તેઓએ ફારુણે કહ્યું, “આ દેશમાં પ્રવાસ કરવાને અમે આવ્યા છીએ; કેમ કે કનાન દેશમાં દુકાળ ભારે હોવાને લીધે તમારા દાસોનાં ટોળાંને માટે ચારો નથી; માટે હવે આપના દાસોને ગોશેન દેશમાં કૃપા કરીને રહેવા દો.”"},{"number":5,"verse":"અને ફારુને યૂસફને કહ્યું, “તારા પિતા ને તારા ભાઈઓ તારી પાસે આવ્યા છે."},{"number":6,"verse":"મિસર દેશ તારી આગળ છે. દેશમાં ઉત્તમ સ્થળે તારા પિતાને તથા તારા ભાઈઓને રહેવા દે. ગોશેન દેશમાં તેઓ રહે. અને તેઓમાં કોઈ હોશિયાર છે, એવું તું જાણતો હોય તો મારાં ઢોર તેઓનાં હવાલામાં સોંપ.”"},{"number":7,"verse":"અને યૂસફે તેના પિતા યાકૂબને અંદર લાવીને ફારુણી સમક્ષ ઊભો કર્યો; અને યાકૂબે ફારુનને આશીર્વાદ આપ્યો."},{"number":8,"verse":"અને ફારુને યાકૂબને પૂછયું, “તમારી વયના દિવસ કેટલા?”"},{"number":9,"verse":"અને યાકૂબે ફારુનને કહ્યું, “મારા પ્રવાસના દિવસ એકસો ત્રીસ વર્ષ થયા છે. મારી વયના દિવસ જેટલા નથી થયા.”"},{"number":10,"verse":"અને યાકૂબ ફારુનને આશીર્વાદ આપીને ફારુનની હજૂરમાંથી નીકળ્યો."},{"number":11,"verse":"અને યૂસફે મિસર દેશની સહુથી સારી જગામાં, એટલે રામસેસમાં, ફારુનની આ પ્રમાણે તેના પિતાને તથા તેના ભાઈઓને વતન આપ્યું."},{"number":12,"verse":"અને યૂસફે તેના પિતાને તથા તેના ભાઈઓને તથા તેના પિતાના ઘરનાં સર્વને તેઓનાં છોકરાં પ્રમાણે અન્‍ન પૂરું પાડયું."},{"number":13,"verse":"( દુકાળ) અને તે આખા દેશમાં અન્‍ન નહોતું, કેમ કે દુકાળ બહુ ભારે હતો, ને મિસર દેશ તથા કનાન દેશ દુકાળથી હેરાન થયા."},{"number":14,"verse":"અને લોકોએ જે અન્‍ન વેચાતું લીધું હતું તેને બદલે જે નાણું મિસર દેશમાંથી તથા કનાન દેશમાંથી મળ્યું, તે સર્વ યૂસફે એકઠું કર્યું; અને યૂસફ તે નાણું ફારુનના ઘરમાં લાવ્યો."},{"number":15,"verse":"અને મિસર દેશમાં તથા કનાન દેશમાં પૈસા ખૂટયા, ત્યારે સર્વ મિસરીઓ યૂસફની પાસે આવીને બોલ્યા, “અમને ખાવાનું આપો. અમે તમારી સામે શા માટે મરી જઈએ? કેમ કે પૈસા થઈ રહ્યા છે.”"},{"number":16,"verse":"અને યૂસફે કહ્યું, “તમારાં ઢોર આપો; અને જો નાણું થઈ રહ્યું હોય તો, તમારાં ઢોરને બદલે હું તમને [અનાજ] આપીશ.”"},{"number":17,"verse":"અને તેઓ પોતાનાં ઢોર યૂસફ પાસે લાવ્યા; અને યૂસફે ઘોડા તથા બકરાં તથા ઢોર તથા ગધેડાંના બદલામાં તેઓને અનાજ આપ્યું. તેણે તેઓનાં સર્વ જાનવરોના બદલામાં તે વર્ષે તેઓનું ગુજરાન ચલાવ્યું."},{"number":18,"verse":"અને તે વર્ષ પૂરું થયું ત્યારે બીજે વર્ષે તેઓએ તેની પાસે આવીને તેને કહ્યું, “નાણું ખૂટયું છે એ અમે અમારા ધણીથી છાનું રાખતા નથી; અને અમારાં જનાવરો પણ અમારા ધણીની પાસે છે. અને અમારી જાત તથા અમારી જમીન વિના અમારા ધણીની આગળ અમારી પાસે કંઈ બાકી રહ્યું નથી."},{"number":19,"verse":"તમારા દેખતાં અમે અમારાં ખેતરો સુદ્ધાં શા માટે નાશ પામીએ? રોટલીને બદલે અમને તથા અમારી જમીનને વેચાતાં લો, ને અમે તથા અમારાં ખેતર ફારુનના દાસ થઈશું; અને અમને બી આપો કે, અમે જીવતા રહીએ ને મરીએ નહિ, ને જમીન પડતર રહે નહિ.”"},{"number":20,"verse":"અને યૂસફે મિસરીઓની બધી જમીન ફારુનને માટે વેચાતી લીધી; કેમ કે મિસરીઓએ દરેકે પોતાની જમીન વેચી દીધી, કેમ કે દુકાળ તેઓને માથે સખત હતો. એ માટે તે દેશની જમીન ફારુનના હાથમાં આવી."},{"number":21,"verse":"અને યૂસફે મિસરની સીમના એક છેડાથી તે બીજા છેડા સુધી લોકને નગરોમાં મોકલ્યા."},{"number":22,"verse":"ફકત યાજકોની જમીન તેણે વેચાતી લીધી નહિ; કેમ કે યાજકોને ફારુનની પાસેથી ભાગ મળતો હતો, ને તેઓનો જે ભાગ ફારુને તેઓએ આપ્યો હતો તે તેઓ ખાયા કરતા હતા; તે માટે તેઓએ પોતાની જમીન વેચી દીધી નહિ."},{"number":23,"verse":"અને યૂસફે લોકોને કહ્યું, “જુઓ, મેં તમને તથા તમારી જમીનને ફારુનને માટે આજે વેચાતાં લીધાં છે. જુઓ, તમારે માટે આ બી રહ્યાં, તમે જમીનમાં તે વાવો."},{"number":24,"verse":"અને એમ થશે કે જે ઊપજે તેમાંથી તમે પાંચમો ભાગ ફારુનને આપજો, ને ચાર ભાગ ખેતરના બીને માટે તથા તમારે ખાવાને માટે તથા તમારાં ઘરનાંને માટે તથા તમારાં છોકરાંના અન્‍નને માટે તમારા થશે.”"},{"number":25,"verse":"અને તેઓએ કહ્યું, “તમે અમારા જીવ બચાવ્યા છે. અમારા પત અમારા ધણીની કૃપાદષ્ટિ થાઓ, ને અમે ફારુનના દાસ થઈશું.”"},{"number":26,"verse":"અને મિસર દેશમાં યૂસફે એવો નિયમ બાંધ્યો કે બધી જમીનનો પાંચમો ભાગ ફારુનને મળે, અને એ નિયમ હજી ચાલે છે; માત્ર યાજકોની જમીન ફારુનના તાબામાં આવી નહિ."},{"number":27,"verse":"( યાકૂબની આખરી વિનંતી) અને ઇઝરાયલપુત્રો મિસર દેશના ગોશેન પ્રાંતમાં રહ્યા; અને ત્યાં તેઓએ માલમિલકત મેળવી, ને તેઓ સફળ થઈને બહુ વધ્યા."},{"number":28,"verse":"અને યાકૂબ મિસર દેશમાં સત્તર વર્ષ જીવ્યો; એમ યાકૂબની વયના દિવસો એકસો સુડતાળીસ વર્ષ થયાં."},{"number":29,"verse":"અને ( ; .) ઇઝરાયલનો મરણસમય પાસે આવ્યો; અને તેણે પોતાના દિકરા યૂસફને બોલાવીને તેને કહ્યું, “હવે જો, હું તારી દષ્ટિમાં કૃપા પામ્યો હોઉં તો કૃપા કરીને તારો હાથ મારી જાંઘ નીચે મૂક, ને કૃપાથી તથા ખરા દિલથી મારી સાથે વર્તજે. કૃપા કરી મને મિસરમાં દાટતો ના;"},{"number":30,"verse":"પણ જ્યારે હું મારા પિતૃઓ પાસે ઊંઘી જાઉં, ત્યારે તું મને મિસરમાંથી લઈ જજે, ને મારા પિતૃઓના કબરસ્તાનમાં મને દાટજે.” અને તેણે કહ્યું, “હું તારા કહ્યા પ્રમાણે કરીશ.”"},{"number":31,"verse":"અને તે બોલ્યો, “મારી આગળ સમ ખા.” અને યૂસફે તેની આગળ સમ ખાધા. અને ઇઝરાયલ પથારીના ઓસીકા પર નમ્યો."}]}