{"bibleAbbr":"guOV2016","bookName":"ઉત્પત્તિ","bookEnglishName":"Genesis","chapterNumber":8,"verses":[{"number":1,"verse":"( જળપ્રલયનો અંત) અને નૂહ તથા તેની સાથે જે સર્વ પ્રાણી તથા સર્વ પશુ વહાણમાં હતાં તેઓને ઈશ્વરે સંભાર્યાં; અને ઈશ્વરે પૃથ્વી પર પવન ચલાવ્યો, ને પાણી ઊતરી ગયાં."},{"number":2,"verse":"વળી જળનિધિના ઝરા, તથા આકાશનાં દ્વારો બંધ થયાં, ને આકાશમાંથી [પડતો] વરસાદ રહી ગયો."},{"number":3,"verse":"અને પૃથ્વી પરથી પાણી ઘટતાં જતાં હતાં, ને દોઢસો દિવસ પછી પાણી ઓસર્યા."},{"number":4,"verse":"અને સાતમા મહિનાને સત્તરમે દિવસે વહાણ અરારાટના પહાડો પર થંભ્યું."},{"number":5,"verse":"અને દશમા મહિના સુધી પાણી ઓસરતાં ગયાં; દશમા મહિનાને પહેલે દિવસે પહાડોનાં શિખર દેખાયાં."},{"number":6,"verse":"અને એમ થયું કે ચાળીસ દિવસ પછી નૂહે વહાણમાં જે બારી કરી હતી તે તેણે ઉઘાડી."},{"number":7,"verse":"અને તેણે એક કાગડાને બહાર મોકલ્યો, ને પૃથ્વી પરનાં પાણી સુકાયાં ત્યાં સુધી તે આમતેમ ઊડતો ફર્યો."},{"number":8,"verse":"પછી પૃથ્વી પર પાણી ઓસર્યા છે કે નહિ, એ જોવા માટે તેણે એક કબૂતરને પોતાની પાસેથી મોકલ્યું;"},{"number":9,"verse":"પણ કબૂતરને પોતાના પગનું તળીયું મૂકવાની જગા મળી નહિ, તે માટે તે તેની પાસે વહાણમાં પાછું આવ્યું, કેમ કે આખી પૃથ્વી પર પાણી હતું. ત્યારે તેણે પોતાનો હાથ લાંબો કરીને તેને પકડયું ને તેને પોતાની પાસે વહાણમાં લઈ લીધું."},{"number":10,"verse":"અને બીજા સાત દિવસ રાહ જોયા પછી તેણે ફરી કબૂતરને વહાણમાંથી મોકલ્યું;"},{"number":11,"verse":"અને સાંજે કબૂતર તેની પાસે આવ્યું. અને જુઓ, તેની ચાંચમાં જૈતવૃક્ષનું તોડેલું એક પાદડું હતું; તેથી નૂહે જાણ્યું કે પૃથ્વી પરથી પાણી ઓસર્યાં છે."},{"number":12,"verse":"અને તેણે બીજા સાત દિવસ રાહ જોઈ પછી તેણે કબૂતરને બહાર મોકલ્યું; અને તે તેની પાસે ફરી પાછું આવ્યું નહિ."},{"number":13,"verse":"અને એમ થયું કે છસો ને પહેલા વર્ષના પહેલા મહિનાને પહેલા દિવસે પૃથ્વી પરથી પાણી સુકાઈ ગયાં. તે દિવસે નૂહે વહાણનું છાપરું ઉઘાડીને જોયું, ને, જુઓ. પૃથ્વીની સપાટી સૂકી થઈ ગઈ હતી."},{"number":14,"verse":"અને બીજા મહિનાને સત્તાવીસમે દિવસે ભૂમિ કોરી થઈ હતી."},{"number":15,"verse":"અને ઈશ્વરે નૂહને કહ્યું,"},{"number":16,"verse":"“તું તથા તારી સાથે તારી પત્ની, તારા દિકરા તથા તઅરા દિકરાઓની પત્નીઓ વહાણમાંથી નીકળો."},{"number":17,"verse":"હરેક જાતના પ્રાણીને, એટલે પક્ષી તથા પશુ, તથા હરેક પેટે ચાલનાર જે પૃથ્વી પર ચાલે છે, તે સર્વને તારી સાથે બહાર લાવ કે, તેઓ પૃથ્વી પર પુષ્કળ વંશ વધારે તથા સફળ થાય તથા પૃથ્વી પર વધે.”"},{"number":18,"verse":"અને નૂહ તથા તેની સાથે તેના દિકરા તથા તેની પત્ની તથા તેના દિકરાઓની પત્નીઓ નીકળ્યાં."},{"number":19,"verse":"સર્વ પ્રાણીઓ, સર્વ પેટે ચાલનારાં, સર્વ પક્ષીઓ તથા જે જે પૃથ્વી પર ચાલે છે, તે સર્વ પોતપોતાની જાત પ્રમાણે વહાણમાંથી નીકળ્યાં."},{"number":20,"verse":"( નૂહ હોમ ચઢાવે છે) અને નૂહે યહોવાને માટે એક વેદી બાંધી, ને સર્વ શુદ્ધ પશુઓમાંથી તથા સર્વ શુદ્ધ પક્ષીઓમાંથી કેટલાંકને લઈને વેદી પર હોમ કર્યો."},{"number":21,"verse":"અને યહોવાને તેની સુગંધ આવી, અને યહોવાએ પોતાના મનમાં કહ્યું, “માણસને લીધે હું પૃથ્વીને ફરી શાપ નહિ દઈશ, કેમ કે માણસના મણીઇ કલ્પના તેના બાળપણથી ભૂંડી છે; પણ જેમ મેં સર્વ પ્રાણીઓનો સંહાર કર્યો છે તેમ હું ફરી કદી નહિ કરીશ."},{"number":22,"verse":"પૃથ્વી રહેશે ત્યાં સુધી વાવણી તથા કાપણી, ટાઢ તથા ગરમી, ઉનાળો તથા શિયાળો, ને દિવસ તથા રાત થયા વગર રહેશે નહિ.”"}]}