{"bibleAbbr":"LBP1933","bookName":"John","bookEnglishName":"John","chapterNumber":19,"verses":[{"number":1,"verse":"THEN Pilate had Jesus scourged."},{"number":2,"verse":"A nd the soldiers wove a crown of thorns, and placed it on his head, and they covered him with purple robes;"},{"number":3,"verse":"And they said, Peace be to you, O king of the Jews! and they struck him on his cheeks."},{"number":4,"verse":"Pilate again went outside and said to them, Behold, I bring him outside to you, so that you may know that I find not even one cause against him."},{"number":5,"verse":"So Jesus went outside, wearing the crown of thorns and the purple robes. And Pilate said to them, Behold the man!"},{"number":6,"verse":"When the high priests and the guards saw him, they cried out, saying, Crucify him, crucify him! Pilate said to them, You take him and crucify him; for I find no cause in him."},{"number":7,"verse":"The Jews said to him, We have a law, and according to our law he is guilty of death, because he made himself the Son of God."},{"number":8,"verse":"When Pilate heard this saying, he was the more afraid;"},{"number":9,"verse":"So he entered again into the praetorium, and said to Jesus, Where do you come from? But Jesus gave him no answer."},{"number":10,"verse":"Pilate said to him, Will you not speak even to me? Do you not know that I have the authority to release you, and I have the authority to crucify you?"},{"number":11,"verse":"Jesus said to him, You would have no authority whatever over me, if it had not been given to you from above; for this reason the sin of him who delivered me to you is greater than yours."},{"number":12,"verse":"And because of this, Pilate wanted to release him; but the Jews cried out, If you release this man you are not a friend of Caesar; for whoever makes himself a king is against Caesar."},{"number":13,"verse":"When Pilate heard this word, he brought Jesus outside; then he sat down on the judgment seat, at a place which is called the Stone Pavement but in Hebrew it is called, Gabbatha."},{"number":14,"verse":"It was Friday of the passover, and it was about six o'clock; and he said to the Jews, Behold your king!"},{"number":15,"verse":"But they cried out, Take him away, take him away, crucify him, crucify him. Pilate said to them, Shall I crucify your king? The high priests said to him, We have no king except Caesar."},{"number":16,"verse":"Then he delivered him to them to crucify him. So they took hold of Jesus and took him out,"},{"number":17,"verse":"Carrying his cross, to the place which is called The Skull, but in Hebrew it is called Golgotha;"},{"number":18,"verse":"Where they crucified him, and with him two others, one on either side, and Jesus between."},{"number":19,"verse":"Pilate also wrote on a stone tablet, and placed it on his cross. And the writing was, THIS IS JESUS THE NAZARENE, THE KING OF THE JEWS."},{"number":20,"verse":"And a great many Jews read this tablet, for the place where Jesus was crucified was near the city; and it was written in Hebrew* and in Greek and in Roman."},{"number":21,"verse":"The high priests then said to Pilate, Do not write that he is the king of the Jews; but that he said, I am the king of the Jews."},{"number":22,"verse":"Pilate said, What I have written, I have written."},{"number":23,"verse":"Now when the soldiers had crucified Jesus, they took his clothes and divided them into four parts, a part to each of the soldiers; but his robe was without seam, woven from the top throughout."},{"number":24,"verse":"So they said one to another, Let us not tear it, but cast lots for it, whose lot it shall be. And the scripture was fulfilled, which said, They divided my clothes among them, and for my robe they cast lots. These things the soldiers did."},{"number":25,"verse":"Now there were standing by the cross of Jesus his mother, and his mother's sister, and Mary of Cleopas, and Mary of Magdala."},{"number":26,"verse":"When Jesus saw his mother and the disciple whom he loved standing, he said to his mother, Woman, behold your son!"},{"number":27,"verse":"Then he said to the disciple, Behold your mother! And from that very hour the disciple took her with him."},{"number":28,"verse":"After these things Jesus knew that everything was now accomplished; and that the scripture might be fulfilled, he said, I thirst."},{"number":29,"verse":"Now there was a pitcher full of vinegar placed there; so they filled a sponge with vinegar and put it on the point of a reed, and placed it on his mouth."},{"number":30,"verse":"When Jesus drank the vinegar, he said, It is fulfilled; and he bowed his head and gave up his spirit."},{"number":31,"verse":"Now because it was Friday the Jews said, Let not these bodies remain on their crosses because the sabbath is dawning; for that sabbath was a great day. So they besought Pilate to have the legs of those who were crucified broken, and to have them lowered down."},{"number":32,"verse":"So the soldiers came and broke the legs of the first one, and of the other one who was crucified with him."},{"number":33,"verse":"But when they came to Jesus, they saw that he was dead already, so they did not break his legs."},{"number":34,"verse":"But one of the soldiers pierced his side with a spear, and immediately blood and water came out."},{"number":35,"verse":"And he who saw it testified, and his testimony is true; and he knows well that what he said is true, that you also may believe."},{"number":36,"verse":"For these things happened that the scripture might be fulfilled, which said, Not even a bone shall be broken in him;"},{"number":37,"verse":"And again another scripture which said, They shall look on him whom they pierced."},{"number":38,"verse":"After these things Joseph of Arimathea, who was a disciple of Jesus, but secretly because of fear of the Jews, besought Pilate that he might take away the body of Jesus. And Pilate granted him permission. So he came and took away the body of Jesus."},{"number":39,"verse":"And there came also Nicodemus, who at first had come to Jesus by night; and he brought with him a mixture of myrrh and aloes, about a hundred pints."},{"number":40,"verse":"So they took away the body of Jesus, and bound it in linen cloths with the spices, according to the custom of the Jews in burial."},{"number":41,"verse":"Now there was a garden in the place where Jesus was crucified; and in the garden a new tomb, in which no man was yet laid."},{"number":42,"verse":"So they laid Jesus there, because the sabbath was approaching and because the tomb was near."}]}