{"bibleAbbr":"LBP1933","bookName":"John","bookEnglishName":"John","chapterNumber":3,"verses":[{"number":1,"verse":"THERE was there a man of the Pharisees, named Nicodemus, a leader of the Jews;"},{"number":2,"verse":"He came at night to Jesus and said to him, Rabbi, we know that you are a teacher sent from God; for no man can do these miracles that you are doing, except God is with him."},{"number":3,"verse":"Jesus answered and said to him, Truly, truly, I say to you, If a man is not born again,* he cannot see the kingdom of God."},{"number":4,"verse":"Nicodemus said to him, How can an old man be born again? can he enter again a second time into his mother's womb, and be born?"},{"number":5,"verse":"Jesus answered and said to him, Truly, truly, I say to you, If a man is not born of water and the Spirit, he cannot enter into the kingdom of God."},{"number":6,"verse":"What is born of flesh is flesh; and what is born of the Spirit is spirit."},{"number":7,"verse":"Do not be surprised because I have told you that you all must be born again."},{"number":8,"verse":"The wind blows where it pleases, and you hear its sound; but you do not know whence it comes and whither it goes; such is every man who is born of the Spirit."},{"number":9,"verse":"Nicodemus answered and said to him, How can these things be?"},{"number":10,"verse":"Jesus answered and said to, You are a teacher of Israel, and yet you do not understand these things?"},{"number":11,"verse":"Truly, truly, I say to you, We speak only what we know, and we testify only to what we have seen; and yet you do not accept our testimony."},{"number":12,"verse":"If I have told you about earthly things and you do not believe, how then will you believe me, if I tell you about heavenly things?"},{"number":13,"verse":"No man has ascended to heaven, except he who came down from heaven, even the Son of man who is in heaven."},{"number":14,"verse":"Just as Moses lifted up the serpent in the wilderness, so the Son of man is ready to be lifted up;"},{"number":15,"verse":"So that every man who believes in him should not perish, but have eternal life."},{"number":16,"verse":"For God so loved the world, that he even gave his only begotten Son, so that whoever believes in him should not perish, but have eternal life."},{"number":17,"verse":"For God did not send his Son into the world, to condemn the world; but that the world should be saved by him."},{"number":18,"verse":"He who believes in him will not be condemned; and he who does not believe has already been condemned, for not believing in the name of the only begotten Son of God."},{"number":19,"verse":"And this is the judgment, that light has come into the world, and yet men have loved darkness more than light, because their works were evil."},{"number":20,"verse":"For every one who does detested things hates the light, and he does not come to the light, because his works cannot be covered."},{"number":21,"verse":"But he who does truthful things comes to the light, so that his works may be known, that they are done through God."},{"number":22,"verse":"After these things, Jesus and his disciples came to the land of Judaea, and he remained there with them, and baptized."},{"number":23,"verse":"John also was baptizing at the spring of Aenon near to Salim, because there was much water there; and they came, and were baptized."},{"number":24,"verse":"For John was not yet cast into prison."},{"number":25,"verse":"Now it happened that a dispute arose between one of John's disciples and a Jew about the ceremony of purifying."},{"number":26,"verse":"So they came to John and told him, Teacher, he who was with you at the Jordan crossing, concerning whom you testified, behold, he also is baptizing and a great many are coming to him."},{"number":27,"verse":"John answered and said to them, No man can receive anything of his own will, except it is given to him from heaven."},{"number":28,"verse":"You yourselves bear me witness that I said, I am not the Christ, but only a messenger to go before him."},{"number":29,"verse":"He who has a bride is the bridegroom; and the best man of the bridegroom is he who stands up and listens to him, and rejoices greatly because of the bridegroom's voice; this my joy therefore is fulfilled."},{"number":30,"verse":"He must become greater and I lesser."},{"number":31,"verse":"For he who has come from above is above all; and he who is of the earth is of the earth, and he speaks of earthly things; but he who has come from heaven is above all."},{"number":32,"verse":"And he testifies of what he has seen and heard, and yet no man accepts his testimony."},{"number":33,"verse":"He who accepts his testimony, has set his seal that God is true."},{"number":34,"verse":"For he whom God has sent, speaks the words of God; for God did not give the Spirit by measure."},{"number":35,"verse":"The Father loves the Son, and has placed everything under his hand."},{"number":36,"verse":"He who believes in the Son has eternal life; and he who does not obey the Son, shall not see life, but the wrath of God shall remain on him."}]}