{"bibleAbbr":"LBP1933","bookName":"John","bookEnglishName":"John","chapterNumber":4,"verses":[{"number":1,"verse":"WHEN Jesus knew that the Pharisees had heard he made many disciples, and was baptizing more people than John,"},{"number":2,"verse":"Though Jesus himself did not baptize, but his disciples;"},{"number":3,"verse":"He left Judaea and came again to Galilee."},{"number":4,"verse":"He had to go through Samaritan territory."},{"number":5,"verse":"Then he came to a Samaritan city, called Sychar, near the field which Jacob had given to his son Joseph."},{"number":6,"verse":"Now Jacob's well was there; and Jesus was tired by the fatigue of the journey, and sat down by the well. It was about the sixth hour."},{"number":7,"verse":"And there came a woman from Samaria to draw water; and Jesus said to her, Give me water to drink."},{"number":8,"verse":"His disciples had entered into the city to buy food for themselves."},{"number":9,"verse":"The Samaritan woman said to him, How is it? You are a Jew, and yet you ask me for a drink, who am a Samaritan woman? For Jews have no social intercourse with Samaritans."},{"number":10,"verse":"Jesus answered and said to her, If you only knew the gift of God, and who is the man who said to you, Give me a drink; you would have asked him, and he would have given you living water."},{"number":11,"verse":"The woman said to him, My lord, you have no leather bucket, and no deep well; where do you get the living water?"},{"number":12,"verse":"Why, are you greater than our father Jacob, who gave us this well, and he himself drank from it, and his sons and his sheep?"},{"number":13,"verse":"Jesus answered and said to her, Everyone who drinks of this water will thirst again;"},{"number":14,"verse":"But whoever drinks of the water which I give him, shall never thirst; but the same water which I give him shall become in him a well of water springing up to life everlasting."},{"number":15,"verse":"The woman said to him, My lord, give me of this water, so that I may not thirst again, and need not come and draw from here."},{"number":16,"verse":"Jesus said to her, Go and call your husband, and come here."},{"number":17,"verse":"She said to him, I have no husband; Jesus said to her, You said well, I have no husband;"},{"number":18,"verse":"For you have had five husbands; and the one you now have is not your husband; what you said is true."},{"number":19,"verse":"Then the woman said to him, My lord, I see that you are a prophet."},{"number":20,"verse":"Our forefathers worshipped on this mountain; and you say the place where men must worship is in Jerusalem."},{"number":21,"verse":"Jesus said to her, Woman, believe me, the time is coming, when neither on this mountain nor in Jerusalem they will worship the Father."},{"number":22,"verse":"You worship what you do not know; but we worship what we do know; for salvation is from the Jews."},{"number":23,"verse":"But the time is coming, and it is here, when the true worshippers shall worship the Father in spirit and in truth; for the Father also desires worshippers such as these."},{"number":24,"verse":"For God is Spirit; and those who worship him must worship him in spirit and in truth."},{"number":25,"verse":"The woman said to him, I know that the Messiah (Christ) is coming; when he is come, he will teach us everything."},{"number":26,"verse":"Jesus said to her, I am he, who is speaking to you."},{"number":27,"verse":"While he was talking, his disciples came, and they were surprised that he was talking with a married woman; but no one said to him, What do you want? or, What are you talking with her?"},{"number":28,"verse":"The woman then left her water jar, and went to the city and said to the men,"},{"number":29,"verse":"Come and see a man who told me everything which I have done; why, is he the Christ?"},{"number":30,"verse":"And the men went out of the city, and came to him."},{"number":31,"verse":"During the interval his disciples begged him, saying, Teacher, eat."},{"number":32,"verse":"But he said to them, I have food to eat, of which you do not know."},{"number":33,"verse":"The disciples said among themselves, Why, did any man bring him something to eat?"},{"number":34,"verse":"Jesus said to them, My food is to do the will of him who sent me, and to finish his work."},{"number":35,"verse":"Do you not say that after four months comes the harvest? behold, I say to you, Lift up your eyes, and look at the fields, which have turned white and have long been ready for the harvest."},{"number":36,"verse":"And he who reaps receives wages, and gathers fruits to life everlasting; so that the sower and the reaper may rejoice together."},{"number":37,"verse":"For in this case the saying is true, One sows and another reaps."},{"number":38,"verse":"I sent you to reap that for which you did not labor; for others labored, and you have entered into their labor."},{"number":39,"verse":"A great many Samaritans of that city believed in him, because of the word of that woman, who testified, He told me everything which I have done."},{"number":40,"verse":"So when the Samaritans came to him, they begged him to stay with them; and he stayed with them two days."},{"number":41,"verse":"And a great many believed in him because of his word;"},{"number":42,"verse":"And they were saying to the woman, Henceforth it is not because of your word that we believe him; for we ourselves have heard and know, that this is indeed the Christ, the Saviour of the world."},{"number":43,"verse":"Two days later, Jesus departed thence and went to Galilee."},{"number":44,"verse":"For Jesus himself testified, that a prophet is not honored in his own city."},{"number":45,"verse":"When he came to Galilee, the Galileans welcomed him, for they had seen all the wonders he did at Jerusalem during the feast; for they also had come to the feast."},{"number":46,"verse":"Then Jesus came again to Cana of Galilee, where he had made the water wine. And there was at Capernaum a servant of a king, whose son was sick."},{"number":47,"verse":"This man heard that Jesus had come from Judaea to Galilee; so he went to him and asked him to come down and heal his son; for he was near death."},{"number":48,"verse":"Jesus said to him, Unless you see miracles and wonders, you will not believe."},{"number":49,"verse":"The king's servant said to him, My Lord, come down before the boy is dead."},{"number":50,"verse":"Jesus said to him, Go, your son is healed. And the man believed the word that Jesus said to him and went away."},{"number":51,"verse":"And as he was going down, his servants met him and brought him good news, saying, Your son is healed."},{"number":52,"verse":"And he asked them, At what time was he healed? They said to him, Yesterday at the seventh hour, the fever left him."},{"number":53,"verse":"And his father knew that it was at that very hour when Jesus told him, Your son is healed; so he himself believed and his whole household."},{"number":54,"verse":"This is again the second miracle which Jesus did, after he came from Judaea to Galilee."}]}