{"bibleAbbr":"LBP1933","bookName":"John","bookEnglishName":"John","chapterNumber":6,"verses":[{"number":1,"verse":"AFTER these things, Jesus went to the port of the sea of Galilee, at Tiberias."},{"number":2,"verse":"And a great many people followed him, because they saw the miracles which he performed on sick people."},{"number":3,"verse":"So Jesus went up to the mountain, and he sat there with his disciples."},{"number":4,"verse":"And the feast of the passover of the Jews was at hand."},{"number":5,"verse":"And Jesus lifted up his eyes, and saw a large crowd coming to him, and he said to Philip, Where can we buy bread that all these may eat?"},{"number":6,"verse":"He said this merely to test him; for he knew what he would do."},{"number":7,"verse":"Philip said to him, Two hundred pennies worth of bread would not be sufficient for them, even if each one should take a little."},{"number":8,"verse":"One of his disciples, Andrew the brother of Simon Peter, said to him,"},{"number":9,"verse":"There is a boy here, who has with him five barley loaves and two fishes; but what are these for all of them?"},{"number":10,"verse":"Jesus said to them, Make all the men sit down. There was much grass in that place. So the males * sat down, five thousand in number."},{"number":11,"verse":"And Jesus took the bread, and blessed it, and distributed it to those who were sitting down; likewise the fish also, as much as they wanted."},{"number":12,"verse":"When they were filled, he said to his disciples, Gather up the broken pieces which are left over, so that nothing is lost."},{"number":13,"verse":"And they gathered them up, and filled twelve baskets with broken pieces, which were left over by those who ate from five barley loaves."},{"number":14,"verse":"Then the men who saw the miracle which Jesus performed said, Truly this is the prophet who is to come into the world."},{"number":15,"verse":"But Jesus knew that they were ready to come and seize him to make him a king, so he departed to the mountain alone."},{"number":16,"verse":"And when evening came, his disciples went down to the sea,"},{"number":17,"verse":"And entered into a boat, and were going to the port of Capernaum. And now it was dark, and Jesus had not yet come to them."},{"number":18,"verse":"And the sea became rough, because a strong wind was blowing."},{"number":19,"verse":"And they rowed about twenty-five or thirty furlongs, and they saw Jesus walking on # the sea; and as he drew towards their boat, they became afraid."},{"number":20,"verse":"But Jesus said to them, It is I, do not be afraid."},{"number":21,"verse":"So they wanted to receive him into the boat; but soon the boat reached the land to which they were going."},{"number":22,"verse":"The next day, the multitude which stood waiting at the seaport saw no other boat there, except the boat in which the disciples had entered, and that Jesus had not entered the boat with his disciples."},{"number":23,"verse":"But other boats had come from Tiberias, near the place where they had eaten bread, when Jesus blessed it."},{"number":24,"verse":"And when the people saw that Jesus was not there, nor his disciples, they entered the boats and came to Capernaum, looking for Jesus."},{"number":25,"verse":"And when they found him at the seaport, they said to him, Teacher, when did you come here?"},{"number":26,"verse":"Jesus answered and said to them, Truly, truly, I say to you, You seek me, not because you saw the miracles, but just because you ate bread and were filled."},{"number":27,"verse":"Do not work for the food which perishes, but for the food which endures unto life everlasting, which the Son of man will give you; for this one God the Father has sealed."},{"number":28,"verse":"They said to him, What shall we do to work the works of God?"},{"number":29,"verse":"Jesus answered and said to them, This is the work of God, that you should believe in him whom he has sent."},{"number":30,"verse":"They said to him, What miracle do you perform that we may see and believe in you? What have you performed?"},{"number":31,"verse":"Our forefathers ate manna in the wilderness; as it is written, He gave them bread from heaven to eat."},{"number":32,"verse":"Jesus said to them, Truly, truly, I say to you, It was not Moses who gave you bread from heaven; but my Father gives you the true bread from heaven."},{"number":33,"verse":"For the bread of God is he who has come down from heaven, and gives life to the"},{"number":34,"verse":"They said to him, Our Lord, give us this bread always."},{"number":35,"verse":"Jesus said to them, I am the bread of life; he who comes to me shall never hunger; and he who believes in me shall never thirst."},{"number":36,"verse":"But I have said to you, that you have seen me and yet you do not believe."},{"number":37,"verse":"Everyone whom my Father has given me shall come to me; and he who comes to me, I will not cast him out."},{"number":38,"verse":"For I came down from heaven, not merely to do my own will, but to do the will of him who sent me."},{"number":39,"verse":"This is the will of him who sent me, that I should lose nothing of all that he has given me, but should raise it up at the last day."},{"number":40,"verse":"For this is the will of my Father, that whoever sees the Son and believes in him, shall have life everlasting; and I will raise him up at the last day."},{"number":41,"verse":"Now the Jews murmured against him, for he said, I am the bread which came down from heaven."},{"number":42,"verse":"And they said, Is this not Jesus, the son of Joseph, whose father and mother we know? how can he say, I have come down from heaven?"},{"number":43,"verse":"Jesus answered and said to them, Do not murmur one with another."},{"number":44,"verse":"No man can come to me, except the Father who sent me draw him; and I will raise him up at the last day."},{"number":45,"verse":"For it is written in the prophet, They shall all be taught by God. Everyone therefore who hears from the Father and learns from him, will come to me."},{"number":46,"verse":"No man can see the Father, except he who is from God, he can see the Father."},{"number":47,"verse":"Truly, truly, I say to you, He who believes in me has eternal life."},{"number":48,"verse":"I am the bread of life."},{"number":49,"verse":"Your forefathers ate manna in the wilderness, and yet they died."},{"number":50,"verse":"This is the bread which came down from heaven, that a man may eat of it and not die."},{"number":51,"verse":"I am the living bread because I came down from heaven; if any man eats of this bread, he shall live forever; and the bread which I will give, is my body, which I am giving for the sake of the life of the world."},{"number":52,"verse":"The Jews argued one with another, saying, How can this man give us his body to eat?"},{"number":53,"verse":"Jesus said to them. Truly, truly I say to you, Unless you eat the body of the Son of man, and drink his blood, you have no life in yourselves,"},{"number":54,"verse":"He who eats of my body, and drinks of my blood, has eternal life; and I will raise him at the last day."},{"number":55,"verse":"For my body truly is the food, and my blood truly is the drink."},{"number":56,"verse":"He who eats my body and drinks my blood, will abide with me, and I with him."},{"number":57,"verse":"Just as the living Father sent me, and I am living because of the Father, so whoever eats me, will also live because of me."},{"number":58,"verse":"This is the bread which came down from heaven; it is not like that manna which your forefathers ate and died; he who eats of this bread shall live forever."},{"number":59,"verse":"These things he said in the synagogue, while he was teaching at Capernaum."},{"number":60,"verse":"Many of his disciples who heard it said, This is a hard saying; who can listen to it?"},{"number":61,"verse":"Jesus knew in himself that his disciples were murmuring about this; so he said to them, Does this cause you to stumble?"},{"number":62,"verse":"What then if you should see the Son of man ascending to the place where he was before?"},{"number":63,"verse":"It is the spirit that gives life; the body is of no account; the words which I have spoken to you are spirit and life."},{"number":64,"verse":"But there are some of you who do not believe. For Jesus knew for a long while who were those who did not believe, and who was to betray him."},{"number":65,"verse":"And he said to them, For this reason I have told you that no man can come to me, unless it is given to him by my Father."},{"number":66,"verse":"Just because of this saying, a great many of his disciples turned away, and did not walk with him."},{"number":67,"verse":"So Jesus said to his twelve, Why, do you also want to go away?"},{"number":68,"verse":"Simon Peter answered and said, My Lord, to whom shall we go? you have the words of eternal life."},{"number":69,"verse":"And we have believed and known that you are the Christ, the Son of the living God."},{"number":70,"verse":"Jesus said to them, Did not I choose you, the twelve, and yet one of you is Satan? *"},{"number":71,"verse":"He said it concerning Judas, the son of Simon Iscariot; for he was the one of the twelve who was going to betray him."}]}