{"bibleAbbr":"LBP1933","bookName":"John","bookEnglishName":"John","chapterNumber":7,"verses":[{"number":1,"verse":"AFTER these things Jesus travelled in Galilee; for he did not wish to travel in Judaea, because the Jews wanted to kill him."},{"number":2,"verse":"Now the Jewish feast of the tabernacles was at hand."},{"number":3,"verse":"And his brothers said to Jesus, Depart from here and go to Judaea, so that your disciples may see the works that you do."},{"number":4,"verse":"For there is no man, who does anything in secret and yet wants it to become known. If you are doing these things, show yourself to the people."},{"number":5,"verse":"For not even his own brothers believed in Jesus."},{"number":6,"verse":"Jesus said to them, My time has not yet come; but your time is always ready."},{"number":7,"verse":"The world cannot hate you; but it hates me, because I testify against it, that its works are evil."},{"number":8,"verse":"You go up to this feast; I am not going just now to this feast, for my time is not yet come."},{"number":9,"verse":"He said these things, and remained in Galilee."},{"number":10,"verse":"But when his brothers had gone up to the feast, then he also went up, not openly, but as it were in secret."},{"number":11,"verse":"The Jews were looking for him at the feast and said, Where is he?"},{"number":12,"verse":"And there was much murmuring among the people concerning him; for some said, He is good; and others said, No, but he just deceives the people."},{"number":13,"verse":"But no man spoke openly about him, because of the fear of the Jews."},{"number":14,"verse":"Now about the middle period of the feast, Jesus went up to the temple and taught."},{"number":15,"verse":"And the Jews marvelled, saying, How does this man know reading, when he has not been instructed?"},{"number":16,"verse":"Jesus answered and said, My teaching is not mine, but his who sent me."},{"number":17,"verse":"He who wills to do his will, he will understand if my teaching is from God, or if I am just speaking of my own accord."},{"number":18,"verse":"He who speaks of his own accord seeks glory for himself; but he who seeks the glory of him who sent him, he is true, and there is no deception in his heart."},{"number":19,"verse":"Did not Moses give you the law? and yet no one of you obeys the law. Why do you want to kill me?"},{"number":20,"verse":"The people answered, saying, You are crazy; who wants to kill you?"},{"number":21,"verse":"Jesus answered and said to them, I have done one work, and all of you marvel."},{"number":22,"verse":"Moses gave you circumcision, not because it is from Moses, but because it is from the forefathers; and yet you circumcise a man on the sabbath."},{"number":23,"verse":"So if a man is circumcised on the sabbath day, that the law of Moses may not be broken; yet you murmur at me, because I healed a whole man * on the sabbath day?"},{"number":24,"verse":"Do not judge by partiality, but judge a just judgment."},{"number":25,"verse":"Then some of the men of Jerusalem were saying, Is not this the man whom they want to kill?"},{"number":26,"verse":"And yet he speaks openly, but they say nothing to him. Perhaps our elders have found out that he is the Christ?"},{"number":27,"verse":"Howbeit we know whence he comes; but when the Christ comes, no man will know whence he comes."},{"number":28,"verse":"Jesus then lifted up his voice as he taught in the temple, and said, You know me, and you know whence I come; and yet I have not come of my own accord, but he who sent me is true, whom you do not know."},{"number":29,"verse":"But I know him; because I am from him, and he sent me."},{"number":30,"verse":"So they wanted to seize him; and no man laid hands on him, because his time had not yet come."},{"number":31,"verse":"But a great many of the people believed in him and said, When the Christ comes, why, will he do greater wonders than this man does?"},{"number":32,"verse":"The Pharisees heard the people talking about him; so they and the high priests sent soldiers to arrest him."},{"number":33,"verse":"And Jesus said, I am with you just a short while, and I am going to him who sent me."},{"number":34,"verse":"You will seek me, but you will not find me; and where I am you cannot come."},{"number":35,"verse":"Then the Jews said among themselves, Where is he going, that we cannot find him? why, is he planning to go to the countries of the Gentiles, to teach the pagans?"},{"number":36,"verse":"What does this word mean which he said, You will seek me and you will not find me; and where I am you cannot come?"},{"number":37,"verse":"Now on the greatest day, which is the last day of the feast, Jesus stood and cried out and said, If any man is thirsty, let him come to me and drink."},{"number":38,"verse":"Whoever believes in me, just as the scriptures have said, the rivers of living water shall flow from within him."},{"number":39,"verse":"He said this concerning the Spirit, which they who believe in him were to receive; for the Spirit was not yet given, because Jesus was not yet glorified."},{"number":40,"verse":"Many of the people who heard his words were saying, This man truly is a prophet."},{"number":41,"verse":"Others were saying, He is the Christ; but others said, Is it possible that Christ should come from Galilee?"},{"number":42,"verse":"Does not the scripture say that Christ will come from the seed of David, and from Bethlehem, the town of David?"},{"number":43,"verse":"So the people were divided because of him."},{"number":44,"verse":"And there were some men among them, who wanted to seize him; but no man laid hands on him."},{"number":45,"verse":"And the soldiers returned to the high priests and the Pharisees; and the priests said to them, Why did you not bring him?"},{"number":46,"verse":"The soldiers said to them, Never a man has spoken as this man speaks."},{"number":47,"verse":"The Pharisees said to them, Why, have you also been deceived?"},{"number":48,"verse":"Why, have any of the leaders or of the Pharisees believed in him,"},{"number":49,"verse":"Except this cursed people, who do not know the law?"},{"number":50,"verse":"Nicodemus, one of them, who had come to Jesus at night, said to them,"},{"number":51,"verse":"Does our law convict a man, unless it first hears from him, and knows what he has done?"},{"number":52,"verse":"They answered and said to him, Why, are you also from Galilee? * Search and see that no prophet will rise up from Galilee."},{"number":53,"verse":"So everyone went to his own house."}]}