{"bibleAbbr":"AKJV1999+","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":8,"verses":[{"number":1,"verse":"There is therefore<WG686> now<WG3568> no<WG3762> condemnation<WG2631> to them which are in Christ<WG5547> Jesus,<WG2424> who walk<WG4043> not after<WG2596> the flesh,<WG4561> but after<WG2596> the Spirit.<WG4151>"},{"number":2,"verse":"For the law<WG3551> of the Spirit<WG4151> of life<WG2222> in Christ<WG5547> Jesus<WG2424> has made<WG1659> me free<WG1659> from the law<WG3551> of sin<WG266> and death.<WG2288>"},{"number":3,"verse":"For what<WG3588> the law<WG3551> could<WG102> not do, in that it was weak<WG770> through<WG1223> the flesh,<WG4561> God<WG2316> sending<WG3992> his own<WG1438> Son<WG5207> in the likeness<WG3667> of sinful<WG266> flesh,<WG4561> and for sin,<WG266> condemned<WG2632> sin<WG266> in the flesh:<WG4561>"},{"number":4,"verse":"That the righteousness<WG1345> of the law<WG3551> might be fulfilled<WG4137> in us, who walk<WG4043> not after<WG2596> the flesh,<WG4561> but after<WG2596> the Spirit.<WG4151>"},{"number":5,"verse":"For they that are after<WG2596> the flesh<WG4561> do mind<WG5426> the things of the flesh;<WG4561> but they that are after<WG2596> the Spirit<WG4151> the things of the Spirit.<WG4151>"},{"number":6,"verse":"For to be carnally<WG4561> minded<WG5427> is death;<WG2288> but to be spiritually<WG3588> <WG4151> minded<WG5427> is life<WG2222> and peace.<WG1515>"},{"number":7,"verse":"Because<WG1360> the carnal<WG4561> mind<WG5427> is enmity<WG2189> against<WG1519> God:<WG2316> for it is not subject<WG5293> to the law<WG3551> of God,<WG2316> neither<WG3761> indeed<WG1063> can<WG1410> be."},{"number":8,"verse":"So then<WG1161> they that are in the flesh<WG4561> cannot<WG3756> <WG1410> please<WG700> God.<WG2316>"},{"number":9,"verse":"But you are not in the flesh,<WG4561> but in the Spirit,<WG4151> if<WG1512> so be that the Spirit<WG4151> of God<WG2316> dwell<WG3611> in you. Now<WG1161> if<WG1487> any<WG5100> man have<WG2192> not the Spirit<WG4151> of Christ,<WG5547> he is none<WG3756> of his."},{"number":10,"verse":"And if<WG1487> Christ<WG5547> be in you, the body<WG4983> is dead<WG3498> because<WG1223> of sin;<WG266> but the Spirit<WG4151> is life<WG2222> because<WG1223> of righteousness.<WG1343>"},{"number":11,"verse":"But if<WG1437> the Spirit<WG4151> of him that raised<WG1453> up Jesus<WG2424> from the dead<WG3498> dwell<WG3611> in you, he that raised<WG1453> up Christ<WG5547> from the dead<WG3498> shall also<WG2532> quicken<WG2227> your<WG5216> mortal<WG2349> bodies<WG4983> by his Spirit<WG4151> that dwells<WG1774> in you."},{"number":12,"verse":"Therefore,<WG686> <WG3767> brothers,<WG80> we are debtors,<WG3781> not to the flesh,<WG4561> to live<WG2198> after<WG2596> the flesh.<WG4561>"},{"number":13,"verse":"For if<WG1437> you live<WG2198> after<WG2596> the flesh,<WG4561> you shall die:<WG599> but if<WG1487> you through the Spirit<WG4151> do mortify<WG2289> the deeds<WG4234> of the body,<WG4983> you shall live.<WG2198>"},{"number":14,"verse":"For as many<WG3745> as are led<WG71> by the Spirit<WG4151> of God,<WG2316> they are the sons<WG5207> of God.<WG2316>"},{"number":15,"verse":"For you have<WG2192> not received<WG2983> the spirit<WG4151> of bondage<WG1397> again<WG3825> to fear;<WG5401> but you have received<WG2983> the Spirit<WG4151> of adoption,<WG5206> whereby<WG1722> <WG3739> we cry,<WG2896> Abba,<WG5> Father.<WG3962>"},{"number":16,"verse":"The Spirit<WG4151> itself<WG846> bears<WG4828> witness<WG4828> with our spirit,<WG4151> that we are the children<WG5043> of God:<WG2316>"},{"number":17,"verse":"And if<WG1487> children,<WG5043> then<WG2532> heirs;<WG2818> heirs<WG2818> of God,<WG2316> and joint-heirs<WG4789> with Christ;<WG5547> if<WG1512> so be that we suffer<WG4841> with him, that we may be also<WG2532> glorified<WG4888> together.<WG4888>"},{"number":18,"verse":"For I reckon<WG3049> that the sufferings<WG3804> of this<WG3588> present<WG3568> time<WG2540> are not worthy<WG514> to be compared with the glory<WG1391> which shall be revealed<WG601> in us."},{"number":19,"verse":"For the earnest<WG603> expectation<WG603> of the creature<WG2937> waits<WG553> for the manifestation<WG602> of the sons<WG5207> of God.<WG2316>"},{"number":20,"verse":"For the creature<WG2937> was made<WG5293> subject<WG5293> to vanity,<WG3153> not willingly,<WG1635> but by reason<WG1223> of him who has subjected<WG5293> the same in hope,<WG1680>"},{"number":21,"verse":"Because<WG3754> the creature<WG2937> itself<WG846> also<WG2532> shall be delivered<WG1659> from the bondage<WG1397> of corruption<WG5356> into<WG1519> the glorious<WG1391> liberty<WG1657> of the children<WG5043> of God.<WG2316>"},{"number":22,"verse":"For we know<WG1492> that the whole<WG3956> creation<WG2937> groans<WG4959> and travails<WG4944> in pain together<WG4944> until<WG891> now.<WG3568>"},{"number":23,"verse":"And not only<WG3440> they, but ourselves also,<WG2532> which have<WG2192> the first fruits<WG536> of the Spirit,<WG4151> even<WG2532> we ourselves groan<WG4727> within<WG1722> ourselves,<WG1438> waiting<WG553> for the adoption,<WG5206> to wit, the redemption<WG629> of our body.<WG4983>"},{"number":24,"verse":"For we are saved<WG4982> by hope:<WG1680> but hope<WG1680> that is seen<WG991> is not hope:<WG1680> for what a man<WG5100> sees,<WG991> why<WG5101> does he yet hope<WG1679> for?"},{"number":25,"verse":"But if<WG1487> we hope<WG1679> for that we see<WG991> not, then do we with patience<WG5281> wait<WG553> for it."},{"number":26,"verse":"Likewise<WG5615> the Spirit<WG4151> also<WG2532> helps<WG4878> our infirmities:<WG769> for we know<WG1492> not what<WG5101> we should pray<WG4336> for as we ought:<WG1163> but the Spirit<WG4151> itself<WG846> makes<WG5241> intercession<WG5241> for us with groanings<WG4726> which cannot<WG215> be uttered.<WG215>"},{"number":27,"verse":"And he that searches<WG2045> the hearts<WG2588> knows<WG1492> what<WG5101> is the mind<WG5427> of the Spirit,<WG4151> because<WG3754> he makes<WG1793> intercession<WG1793> for the saints<WG40> according<WG2596> to the will of God.<WG2316>"},{"number":28,"verse":"And we know<WG1492> that all<WG3956> things work<WG4903> together<WG4903> for good<WG18> to them that love<WG25> God,<WG2316> to them who are the called<WG2822> according<WG2596> to his purpose.<WG4286>"},{"number":29,"verse":"For whom<WG3739> he did foreknow,<WG4267> he also<WG2532> did predestinate<WG4309> to be conformed<WG4832> to the image<WG1504> of his Son,<WG5207> that he might be the firstborn<WG4416> among<WG1722> many<WG4183> brothers.<WG80>"},{"number":30,"verse":"Moreover<WG1161> whom<WG3739> he did predestinate,<WG4309> them he also<WG2532> called:<WG2564> and whom<WG3739> he called,<WG2564> them he also<WG2532> justified:<WG1344> and whom<WG3739> he justified,<WG1344> them he also<WG2532> glorified.<WG1392>"},{"number":31,"verse":"What<WG5101> shall we then<WG3767> say<WG2046> to these<WG5023> things? If<WG1487> God<WG2316> be for us, who<WG5101> can be against<WG2596> us?"},{"number":32,"verse":"He that spared<WG5339> not his own<WG2398> Son,<WG5207> but delivered<WG3860> him up for us all,<WG3956> how<WG4459> shall he not with him also<WG2532> freely give<WG5483> us all<WG3956> things?"},{"number":33,"verse":"Who<WG5101> shall lay<WG1458> any thing to the charge<WG1458> <WG2596> of God's<WG2316> elect?<WG1588> It is God<WG2316> that justifies.<WG1344>"},{"number":34,"verse":"Who<WG5101> is he that comdemns?<WG2632> It is Christ<WG5547> that died,<WG599> yes<WG1161> rather,<WG3123> that is risen<WG1453> again,<WG1453> who<WG3739> is even<WG2532> at<WG1722> the right<WG1188> hand of God,<WG2316> who<WG3739> also<WG2532> makes<WG1793> intercession<WG1793> for us."},{"number":35,"verse":"Who<WG5101> shall separate<WG5562> us from the love<WG26> of Christ?<WG5547> shall tribulation,<WG2347> or<WG2228> distress,<WG4730> or<WG2228> persecution,<WG1375> or<WG2228> famine,<WG3042> or<WG2228> nakedness,<WG1132> or<WG2228> peril,<WG2794> or<WG2228> sword?<WG3162>"},{"number":36,"verse":"As it is written,<WG1125> For your sake<WG1752> we are killed<WG2289> all<WG3650> the day<WG2250> long; we are accounted<WG3049> as sheep<WG4263> for the slaughter.<WG4967>"},{"number":37,"verse":"No,<WG235> in all<WG3956> these<WG5125> things we are more<WG5245> than<WG5245> conquerors<WG5245> through<WG1223> him that loved<WG25> us."},{"number":38,"verse":"For I am persuaded,<WG3982> that neither<WG3777> death,<WG2288> nor<WG3777> life,<WG2222> nor<WG3777> angels,<WG32> nor<WG3777> principalities,<WG746> nor<WG3777> powers,<WG1411> nor<WG3777> things present,<WG1764> nor<WG3777> things to come,<WG3195>"},{"number":39,"verse":"Nor<WG3777> height,<WG5313> nor<WG3777> depth,<WG899> nor<WG3777> any<WG5100> other<WG2087> creature,<WG2937> shall be able<WG1410> to separate<WG5562> us from the love<WG26> of God,<WG2316> which<WG3588> is in Christ<WG5547> Jesus<WG2424> our Lord.<WG2962>"}]}