{"bibleAbbr":"mrRV2015","bookName":"२ राजे","bookEnglishName":"2 Kings","chapterNumber":11,"verses":[{"number":1,"verse":"( अथल्या राजासन हिरावून घेते) ( ( 140 22:10-23:21 )) अहज्याची आई अथल्या हिने आपला पुत्र मेला आहे असे पाहिले तेव्हा तिने उठून सर्व राजवंशाचा संहार केला."},{"number":2,"verse":"तरी योराम राजाची कन्या व अहज्याची बहीण यहोशेबा हिने अहज्याचा पुत्र योवाश ह्याला त्या वधायच्या राजपुत्रांतून चोरून नेले आणि त्याला व त्याच्या दाईला बिछाने ठेवण्याच्या कोठडीत लपवून ठेवले; त्याला अथल्येच्या दृष्टिआड केल्यामुळे त्याचा वध झाला नाही."},{"number":3,"verse":"आणि परमेश्वराच्या मंदिरात त्याला सहा वर्षे तिच्याजवळ लपवून ठेवले होते. इकडे अथल्येने देशावर राज्य केले."},{"number":4,"verse":"सातव्या वर्षी यहोयादाने हुजरे आणि गारदी ह्यांच्यातल्या शतपतींना बोलावणे पाठवले; त्यांना परमेश्वराच्या मंदिरात आणून त्यांच्याशी करार केला आणि त्यांच्याकडून आणभाक करवून त्यांना तो राजपुत्र दाखवला."},{"number":5,"verse":"त्याने त्यांना सांगितले, तुम्हांला करायचे ते हे : “जे तुम्ही शब्बाथ दिवशी येत असता, त्या तुमच्यातल्या एक तृतीयांश लोकांनी राजमंदिरावर पहारा ठेवावा;”"},{"number":6,"verse":"एक तृतीयांश लोकांनी सूर वेशीवर पहारा ठेवावा आणि बाकीच्या एक तृतीयांश लोकांनी पहारेवाल्यांच्या मागे वेशीत राहावे; ह्या प्रकारे तुम्ही मंदिराचा बंदोबस्त ठेवून नाकेबंदी करा."},{"number":7,"verse":"शब्बाथ दिवशी तुमच्या ज्या दोन तुकड्या कामावरून जात असतात त्यांनी राजाभोवती राहून परमेश्वराच्या मंदिराचे रक्षण करावे."},{"number":8,"verse":"तुम्ही सर्वांनी हत्यारबंद होऊन राजाभोवती जमावे; कोणी पहार्‍याच्या आत आला की त्याला मारून टाकावे; राजा आतबाहेर जाईल तेव्हा तुम्ही त्याच्याबरोबर असावे.”"},{"number":9,"verse":"यहोयादा याजकाने केलेल्या हुकुमाप्रमाणे त्या शतपतींनी केले; शब्बाथ दिवशी जे लोक कामावर यायचे होते व जे कामावरून घरी जायचे होते ते सर्व घेऊन ते यहोयादा याजकाकडे आले."},{"number":10,"verse":"तेव्हा दावीद राजाच्या बरच्या व ढाली परमेश्वराच्या मंदिरात होत्या त्या याजकाने शतपतींना दिल्या."},{"number":11,"verse":"ते पहारेवाले हातात हत्यारे घेऊन मंदिराच्या दक्षिण कोपर्‍यापासून उत्तर कोपर्‍यापर्यंत वेदीच्या व मंदिराच्या जवळ राजाच्या सभोवार उभे राहिले."},{"number":12,"verse":"मग त्याने राजकुमाराला बाहेर आणले, त्याच्या शिरावर मुकुट ठेवून त्याच्या हातात आज्ञापट दिला; मग त्यांनी त्याला अभिषेक करून राजा केले व टाळ्यांचा गजर करून म्हटले, “राजा चिरायू होवो.”"},{"number":13,"verse":"पहारेकर्‍यांचा व लोकांचा गलबला ऐकून अथल्या परमेश्वराच्या मंदिरात त्यांच्याकडे आली."},{"number":14,"verse":"ती पाहते तर वहिवाटीप्रमाणे राजा उच्च स्थानी उभा आहे; त्याच्याजवळ सरदार व कर्णे वाजवणारे उभे आहेत व सर्व लोक आनंद करून कर्णे वाजवत आहेत असे तिच्या दृष्टीस पडले. तेव्हा अथल्या आपली वस्त्रे फाडून, “फितुरी रे फितुरी!” असे ओरडली."},{"number":15,"verse":"मग यहोयादा याजकाने सेनेवर असलेल्या शतपतींना आज्ञा केली की, “तिला सेनेच्या रांगेतून बाहेर काढा, तिच्यामागून जो जाईल त्याचा वध करा.” कारण याजकाने असे सांगितले आहे की, ”परमेश्वराच्या मंदिरात तिचा वध होऊ नये.”"},{"number":16,"verse":"तेव्हा त्यांनी तिला जाण्यासाठी वाट केली व राजमंदिराकडे घोडे ज्या वाटेने येत असत त्या वाटेने ती बाहेर गेली; मग तिथे तिला जिवे मारले."},{"number":17,"verse":"ह्यानंतर राजा व प्रजा ह्यांनी परमेश्वराचे लोक व्हावे म्हणून यहोयादाने त्यांच्याकडून परमेश्वराशी करार करवला; तसाच त्याने राजा व प्रजा ह्यांच्यामध्येही करार करवला."},{"number":18,"verse":"तेव्हा देशातील सर्व लोकांनी बआलदैवताच्या देवळात जाऊन ते मोडून टाकले व त्याच्या वेद्या व मूर्ती ह्यांचा भुगाभुगा केला आणि बआलाचा याजक मत्तान ह्याचा वेद्यांसमोर वध केला. मग याजकाने परमेश्वराच्या मंदिराचे कामदार नेमले,"},{"number":19,"verse":"आणि शतपती, हुजरे, गारदी व देशातले सर्व लोक ह्यांना बरोबर घेऊन राजाला परमेश्वराच्या मंदिरातून उतरवून खाली नेले आणि गारद्यांच्या वेशीच्या द्वाराने त्याला राजमंदिरात पोचवले. तेव्हा राजा राजासनावर विराजमान झाला."},{"number":20,"verse":"अथल्येस राजमंदिराजवळ तलवारीने वधले, तेव्हा सर्व लोक आनंदित झाले व नगर शांत झाले."},{"number":21,"verse":"यहोआश राज्य करू लागला तेव्हा तो सात वर्षांचा होता."}]}