{"bibleAbbr":"mrRV2015","bookName":"२ राजे","bookEnglishName":"2 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"( यहूदाचा राजा यहोआश ह्याची कारकीर्द) ( ( 140 24:1-27 )) येहूच्या कारकिर्दीच्या सातव्या वर्षी यहोआश राज्य करू लागला; त्याने चाळीस वर्षे यरुशलेमेत राज्य केले; त्याच्या आईचे नाव सिब्या; ही बैर-शेबा येथली."},{"number":2,"verse":"यहोआशाला यहोयादा याजकाची सल्लामसलत मिळत होती तोवर परमेश्वराच्या दृष्टीने जे नीट ते तो करत होता."},{"number":3,"verse":"तरी त्याने उच्च स्थाने काढून टाकली नव्हती; आणि लोक अजून उच्च स्थानी बली अर्पण करत व धूप जाळत."},{"number":4,"verse":"यहोआशाने याजकाला सांगितले की, ‘समर्पण केलेला जेवढा पैसा परमेश्वराच्या मंदिरी येतो, म्हणजे गणती करताना प्रत्येक माणसाकडून घेतलेला पैसा, प्रत्येक मनुष्याचे नवसाच्या संबंधाने याजक मोल ठरवील तो पैसा आणि लोक परमेश्वराच्या मंदिरात खुशीने आणत तो सर्व पैसा,"},{"number":5,"verse":"याजकांनी आपल्या ओळखीच्या लोकांपासून घ्यावा आणि मंदिरात जी काय मोडतोड झाली असेल तिची दुरुस्ती करावी.”"},{"number":6,"verse":"असे असूनही यहोआश राजाच्या कारकिर्दीच्या तेविसाव्या वर्षापर्यंत मंदिराच्या मोडतोडीची दुरुस्ती झाली नाही."},{"number":7,"verse":"तेव्हा यहोआश राजाने यहोयादा याजक व इतर याजक ह्यांना बोलावून विचारले की, “मंदिराची मोडतोड झाली आहे तिची तुम्ही दुरुस्ती का करत नाही? ह्यापुढे आपल्या ओळखीच्या लोकांपासून पैसे घेऊन ठेवू नका, तर ते मंदिराच्या दुरुस्तीसाठी देऊन टाका.”"},{"number":8,"verse":"तेव्हा याजकांनी लोकांपासून पैसे घ्यायचे नाहीत आणि त्यांनी मंदिराची दुरुस्तीही करायची नाही, ह्याला ते मान्य झाले."},{"number":9,"verse":"पण यहोयादा याजकाने एक पेटी घेऊन तिच्या झाकणाला एक भोक पाडले आणि ती परमेश्वराच्या मंदिरात येणार्‍यांच्या उजव्या हाताकडे वेदीजवळ ठेवली. परमेश्वराच्या मंदिरात जेवढा पैसा येत असे तेवढा द्वाररक्षक याजक त्या पेटीत टाकत."},{"number":10,"verse":"नंतर पेटीत पुष्कळ पैसा झाला आहे असे पाहून राजाचा चिटणीस व मुख्य याजक ह्यांनी येऊन तो परमेश्वराच्या मंदिरात मिळालेला पैसा थैल्यांत बांधून तोलला."},{"number":11,"verse":"तो पैसा तोलून जे परमेश्वराच्या मंदिराच्या दुरुस्तीचे काम पाहण्यासाठी नेमलेले होते, त्यांच्या हवाली तो केला; त्यांनी तो परमेश्वराच्या मंदिराचे काम करणारे सुतार व बांधकाम करणारे,"},{"number":12,"verse":"गवंडी व पाथरवट ह्यांना दिला, तसेच इमारती लाकूड व घडलेले चिरे विकत घेण्यास व मंदिरात मोडतोड झाली होती तिची दुरुस्ती करण्यास खर्च केला."},{"number":13,"verse":"जे पैसे परमेश्वराच्या मंदिरात येत ते रुप्याचे पेले, चिमटे, कटोरे, कर्णे अथवा सोन्यारुप्याची पात्रे करण्यात खर्च केले नाहीत;"},{"number":14,"verse":"तर ते सगळे पैसे कामगारांना दिले व त्यांनी ते घेऊन परमेश्वराच्या मंदिराची दुरुस्ती केली."},{"number":15,"verse":"कामकर्‍यांना देण्यासाठी ज्यांच्या हाती हा पैसा देत असत त्यांचा काही हिशोब ठेवला नाही; कारण ते आपले काम सचोटीने करत असत."},{"number":16,"verse":"दोषार्पणे व पापार्पणे ह्यांचा पैसा येत असे तो मंदिरात जमा करत नसत; तो पैसा याजकांचा असे."},{"number":17,"verse":"पुढे अरामाचा राजा हजाएल ह्याने स्वारी करून गथ घेतले आणि नंतर यरुशलेमेकडे आपला मोर्चा फिरवला."},{"number":18,"verse":"तेव्हा यहूदाचा राजा यहोआश ह्याने असे केले : त्याचे वाडवडील, यहोशाफाट, यहोराम व अहज्या ह्या यहूदाच्या राजांनी व त्याने स्वतः ज्या वस्तू परमेश्वराला वाहिल्या होत्या त्या, आणि परमेश्वराच्या मंदिराच्या व राजभवनाच्या भांडारात जेवढे सोने सापडले ते सर्व घेऊन त्याने अरामाचा राजा हजाएल ह्याच्याकडे पाठवले; तेव्हा तो यरुशलेमेजवळून निघून गेला."},{"number":19,"verse":"यहोआशाची बाकीची कृत्ये व त्याने जे काही केले त्या सर्वांचे वर्णन यहूदाच्या राजांच्या बखरीत केले आहे, नाही काय?"},{"number":20,"verse":"यहोआश राजाच्या चाकरांनी फितुरी केली आणि त्याला सिल्लाकडे जाणार्‍या रस्त्यावर मिल्लो नावाच्या वाड्यात जिवे मारले."},{"number":21,"verse":"योजाखार बिन शिमाथ व यहोजाबाद बिन शोमर ह्या त्याच्या चाकरांनी त्याला जिवे मारले; तो मेल्यावर त्यांनी त्याला दावीदपुरात त्याच्या वाडवडिलांच्या थडग्यात मूठमाती दिली; त्याचा पुत्र अमस्या त्याच्या जागी राजा झाला."}]}