{"bibleAbbr":"mrRV2015","bookName":"२ राजे","bookEnglishName":"2 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"( यहोआहाजाची कारकीर्द) यहूदाचा राजा अहज्याचा पुत्र योवाश ह्याच्या कारकिर्दीच्या तेविसाव्या वर्षी येहूचा पुत्र यहोआहाज शोमरोनात इस्राएलावर राज्य करू लागला; त्याने सतरा वर्षे राज्य केले."},{"number":2,"verse":"परमेश्वराच्या दृष्टीने जे वाईट ते त्याने केले; नबाटाचा पुत्र यराबाम ह्याने इस्राएलाच्या हातून जी पापकर्मे करवली त्यांचे अवलंबन त्याने केले; व ती त्याने सोडून दिली नाहीत."},{"number":3,"verse":"ह्यास्तव इस्राएलावर परमेश्वराचा कोप भडकला व त्याने त्यांना यहोआहाज हयात होता तोपर्यंत अरामाचा राजा हजाएल व त्याचा पुत्र बेन-हदाद ह्यांच्या स्वाधीन केले."},{"number":4,"verse":"यहोआहाजाने परमेश्वराला विनवणी केली ती त्याने ऐकली; अरामाचा राजा इस्राएलास कसा गांजत होता हे परमेश्वराने पाहिले होते."},{"number":5,"verse":"परमेश्वराने इस्राएलास सोडवणारा दिला तेव्हा इस्राएल लोक अरामाच्या ताब्यातून सुटून आपापल्या डेर्‍यांत पूर्वीप्रमाणे राहू लागले."},{"number":6,"verse":"तरी यराबामाच्या घराण्याने जी पापकर्मे केली व जी त्याने इस्राएल लोकांकडून करवली त्या पापकर्मांप्रमाणे ते चालले; शोमरोनात अशेरामूर्तीही राहिल्या होत्या."},{"number":7,"verse":"अरामाच्या राजाने यहोआहाजाच्या सेनेत केवळ पन्नास स्वार, दहा रथ व दहा हजार पायदळ एवढेच राहू दिले होते व बाकीच्यांचा नाश करून त्यांना तुडवून धुळीस मिळवले होते."},{"number":8,"verse":"यहोआहाज ह्याची बाकीची कृत्ये, त्याने जे काही केले ते व त्याचा पराक्रम ह्या सर्वांचे वर्णन इस्राएलाच्या राजांच्या बखरीत केले आहे, नाही काय?"},{"number":9,"verse":"यहोआहाज आपल्या पितरांजवळ जाऊन निजला व त्यांनी त्याला शोमरोनात मूठमाती दिली; त्याचा पुत्र योवाश हा त्याच्या जागी राजा झाला. इस्राएलाचा राजा यहोआश ह्याची कारकीर्द"},{"number":10,"verse":"यहूदाचा राजा योवाश ह्याच्या कारकिर्दीच्या सदतिसाव्या वर्षी यहोआहाजाचा पुत्र यहोआश शोमरोनात इस्राएलावर राज्य करू लागला; त्याने सोळा वर्षे राज्य केले."},{"number":11,"verse":"परमेश्वराच्या दृष्टीने जे वाईट ते त्याने केले. नबाटाचा पुत्र यराबाम ह्याने इस्राएलाकडून जी पापकर्मे करवली होती ती त्याने सोडली नाहीत; त्यांप्रमाणे तो चालला."},{"number":12,"verse":"योवाशाची बाकीची कृत्ये, त्याने जे काही केले ते आणि यहूदाचा राजा अमस्या ह्याच्याशी तो कसा शौर्याने लढला त्या सर्वांचे वर्णन इस्राएलाच्या राजांच्या बखरीत केले आहे, नाही काय?"},{"number":13,"verse":"योवाश आपल्या पितरांजवळ जाऊन निजला आणि यराबाम त्याच्या गादीवर बसला; योवाशाला शोमरोनात इस्राएलाच्या राजांबरोबर मूठमाती दिली."},{"number":14,"verse":"( अलीशाचा अखेरचा संदेश व मृत्यू) ज्या दुखण्याने अलीशा मरणार होता ते त्याला आता लागले; तेव्हा इस्राएलाचा राजा योवाश त्याच्याकडे गेला. तो ओणवून त्याचे मुख पाहून रडू लागला व म्हणाला, “बाबा! अहो बाबा! इस्राएलाच्या रथांनो! इस्राएलाच्या राउतांनो!”"},{"number":15,"verse":"अलीशाने त्याला सांगितले, “धनुष्यबाण घेऊन ये.” तेव्हा तो धनुष्यबाण घेऊन त्याच्याकडे आला."},{"number":16,"verse":"त्याने इस्राएलाच्या राजाला सांगितले, “धनुष्याला आपला हात लाव.” त्याने आपला हात धनुष्याला लावला; तेव्हा अलीशाने आपले हात राजाच्या हातांवर ठेवले."},{"number":17,"verse":"मग त्याने सांगितले, “पूर्वेकडील खिडकी उघड.” त्याने ती उघडली. मग अलीशा त्याला म्हणाला, “बाण सोड.” तेव्हा त्याने तो सोडला. तो म्हणाला, “हा बाण परमेश्वराकडून होणार्‍या सोडवणुकीचे म्हणजे अरामापासून सुटण्याचे चिन्ह होय; तू अफेक येथे अराम्यांना असा मार देशील की त्यांचा धुव्वा उडेल.”"},{"number":18,"verse":"त्याने त्याला म्हटले, “बाण उचलून घे.” त्याने ते उचलून घेतले. मग तो इस्राएलाच्या राजाला म्हणाला, “जमिनीवर बाण मार.” तो तीनदा मारून थांबला."},{"number":19,"verse":"देवाचा माणूस त्याच्यावर रागावून म्हणाला, “तू पाचसहा वेळा बाण मारायचे असते, म्हणजे अरामाचा क्षय होईपर्यंत तू त्याला मार दिला असतास; आता तू त्याला तीन वेळा मात्र मार देशील.”"},{"number":20,"verse":"ह्यानंतर अलीशा मृत्यू पावला, व लोकांनी त्याला मूठमाती दिली. मग नव्या वर्षाच्या आरंभी मवाबी टोळ्यांनी देशावर स्वारी केली."},{"number":21,"verse":"तेव्हा लोक एका मनुष्याला मूठमाती देत असताना त्यांच्या नजरेला एक टोळी पडली; आणि त्यांनी ते प्रेत अलीशाच्या कबरेत टाकले, तेव्हा अलीशाच्या अस्थींना स्पर्श झाल्याबरोबर तो मनुष्य जिवंत होऊन आपल्या पायांवर उभा राहिला."},{"number":22,"verse":"यहोआहाज ह्याच्या सर्व हयातीत अरामाचा राजा हजाएल ह्याने इस्राएलास त्रस्त केले."},{"number":23,"verse":"तरी परमेश्वराची त्यांच्यावर कृपा होती; देवाने अब्राहाम, इसहाक व याकोब ह्यांच्याशी केलेल्या करारामुळे त्याची इस्राएलावर कृपा होती; त्यांचा त्याला कळवळा होता व त्यांच्यावर त्याची मेहेरनजर होती, म्हणून त्याने त्यांचा अद्यापि नाश केला नाही व आपल्यासमोरून त्यांना दूर केले नाही."},{"number":24,"verse":"अरामाचा राजा हजाएल हा मृत्यू पावला आणि त्याचा पुत्र बेन-हदाद त्याच्या जागी राजा झाला."},{"number":25,"verse":"बेन-हदाद बिन हजाएल ह्याने यहोआहाज ह्याच्याशी युद्ध करून जी नगरे घेतली होती ती त्याचा पुत्र यहोआश ह्याने परत घेतली. योवाशाने त्याला तीनदा मार देऊन इस्राएली नगरे परत घेतली."}]}