{"bibleAbbr":"mrRV2015","bookName":"२ राजे","bookEnglishName":"2 Kings","chapterNumber":16,"verses":[{"number":1,"verse":"( आहाजाची कारकीर्द) ( ( 140 28:1-27 )) पेकह बिन रमाल्या ह्याच्या कारकिर्दीच्या सतराव्या वर्षी यहूदाचा राजा आहाज बिन योथाम राज्य करू लागला."},{"number":2,"verse":"आहाज राज्य करू लागला तेव्हा तो वीस वर्षांचा होता; त्याने यरुशलेमेत सोळा वर्षे राज्य केले; त्याचा पूर्वज दावीद ह्याने आपला देव परमेश्वर ह्याच्या दृष्टीने जे योग्य केले होते त्याप्रमाणे त्याने केले नाही."},{"number":3,"verse":"तो इस्राएलाच्या राजांच्या मार्गाने चालला; ज्या राष्ट्रांना परमेश्वराने इस्राएल लोकांपुढून घालवले होते त्यांच्या अमंगळ आचारांना अनुसरून त्याने आपल्या पुत्राचा अग्नीत होम करून त्याला अर्पण केले."},{"number":4,"verse":"तो उच्च स्थानी, पहाडांवर व प्रत्येक हिरव्या वृक्षाखाली यज्ञ करत असे व धूप जाळत असे."},{"number":5,"verse":"मग अरामाचा राजा रसीन आणि इस्राएलाचा राजा पेकह बिन रमाल्या हे यरुशलेमेवर चढाई करून युद्धास आले; त्यांनी आहाजाला वेढा दिला पण त्यांना त्याला जिंकता आले नाही."},{"number":6,"verse":"त्या वेळी अरामाचा राजा रसीन ह्याने एलाथ नावाचे नगर सर करून पुन्हा अरामात सामील केले व तेथल्या यहूदी लोकांना हाकून दिले; अरामी लोक तेथे जाऊन राहिले, ते आजपर्यंत तेथेच राहत आहेत."},{"number":7,"verse":"मग आहाजाने अश्शूराचा राजा तिग्लथ-पिलेसर ह्याला जासुदांच्या हाती सांगून पाठवले की, “मी आपला सेवक, आपला मुलगा आहे, तर आता अरामाचा राजा व इस्राएलाचा राजा हे माझ्यावर चढाई करून आले आहेत. आपण येऊन त्यांच्या हातून माझा बचाव करा.”"},{"number":8,"verse":"परमेश्वराच्या मंदिरात व राजवाड्याच्या भांडारात जेवढे सोनेरुपे आहाजास सापडले तेवढे त्याने अश्शूराच्या राजाकडे नजराणा म्हणून पाठवले."},{"number":9,"verse":"त्याचे मागणे मान्य करून अश्शूराच्या राजाने दिमिष्कावर चढाई करून ते घेतले व तेथील लोकांना पाडाव करून कीर येथे नेले; आणि रसीन ह्याचा वध केला."},{"number":10,"verse":"तेव्हा अश्शूराचा राजा तिग्लथ-पिलेसर ह्याच्या भेटीसाठी आहाज राजा दिमिष्क येथे गेला; त्याने तेथील वेदी पाहून तिचा आकार व तिची घडण ह्यांचा नमुना उरीया याजकाकडे पाठवून दिला."},{"number":11,"verse":"आहाज राजाने दिमिष्काहून पाठवलेल्या त्या नमुन्याप्रमाणे उरीया याजकाने एक वेदी आहाज राजा दिमिष्काहून येण्यापूर्वी तयार केली."},{"number":12,"verse":"राजा दिमिष्काहून परत आला तेव्हा त्याने ती वेदी पाहिली; त्याने त्या वेदीजवळ जाऊन तिच्यावर बली अर्पण केले."},{"number":13,"verse":"त्या वेदीवर त्याने आपले होमबली व अन्नबली ह्यांचे होम केले, आपली पेयार्पणे तिच्यावर ओतली व आपल्या शांत्यर्पणांच्या बलींचे रक्त त्या वेदीवर शिंपडले."},{"number":14,"verse":"परमेश्वरापुढे असलेली पितळेची वेदी जी मंदिरापुढे म्हणजे वेदी व परमेश्वराचे मंदिर ह्यांच्या दरम्यान होती ती तेथून काढून त्याने तयार केलेल्या ह्या वेदीच्या उत्तरेकडे ठेवली."},{"number":15,"verse":"आहाज राजाने उरीया याजकाला आज्ञा केली की, “नित्य सकाळचा होमबली, संध्याकाळचा अन्नबली, राजाचे होमबली व अन्नबली, आणि देशातील सगळ्या लोकांचे होमबली व पेयार्पणे ही मोठ्या वेदीवर अर्पावीत; होमबली व इतर यज्ञपशू ह्यांचे रक्त त्या वेदीवर शिंपडावे; पितळेची वेदी माझ्यासाठी शकुन पाहण्यासाठी असावी.”"},{"number":16,"verse":"आहाज राजाच्या आज्ञेप्रमाणे उरीया याजकाने केले."},{"number":17,"verse":"मग आहाज राजाने बैठकीवरले नक्षीकाम काढून टाकले आणि त्यावर असलेले गंगाळ काढले, आणि गंगाळसागर पितळी बैलांवरून काढून खाली फरसबंदीवर ठेवला."},{"number":18,"verse":"शब्बाथ दिवसासाठी जी चांदणी मंदिरात बांधली होती ती व राजाला बाहेरून प्रवेश करण्यासाठी जे दार केले होते ते, ही दोन्ही मंदिरापासून वेगळी करण्यात आली."},{"number":19,"verse":"आहाजाने केलेल्या बाकीच्या गोष्टी यहूदाच्या राजांच्या बखरीत वर्णन केल्या आहेत, नाहीत काय?"},{"number":20,"verse":"आहाज आपल्या पितरांजवळ जाऊन निजला; त्याला दावीदपुरात त्याच्या पितरांमध्ये मूठमाती दिली; त्याचा पुत्र हिज्किया हा त्याच्या जागी राजा झाला."}]}