{"bibleAbbr":"mrRV2015","bookName":"२ राजे","bookEnglishName":"2 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"( शोमरोनाचा पाडाव आणि इस्राएलाचा बंदिवास) यहूदाचा राजा आहाज ह्याच्या कारकिर्दीच्या बाराव्या वर्षी होशे बिन एला हा शोमरोनात इस्राएलावर राज्य करू लागला; त्याने नऊ वर्षे राज्य केले."},{"number":2,"verse":"परमेश्वराच्या दृष्टीने वाईट ते त्याने केले, तरी ते त्याच्यापूर्वी होऊन गेलेल्या इस्राएलाच्या राजांएवढे नव्हते."},{"number":3,"verse":"अश्शूरचा राजा शल्मनेसर हा त्याच्यावर चढाई करून आला; होशे त्याचा अंकित झाला व त्याने त्याला खंडणी दिली."},{"number":4,"verse":"अश्शूराच्या राजाला होशेची फितुरी दिसून आली; त्याने मिसर देशाचा राजा सो ह्याच्याकडे जासूद पाठवले आणि दरवर्षी जी खंडणी तो अश्शूराच्या राजाला देत असे ती देण्याचे त्याने बंद केले, म्हणून अश्शूराच्या राजाने त्याला पकडून बेड्या घालून कारागृहात ठेवले."},{"number":5,"verse":"मग अश्शूराच्या राजाने सर्व देशावर स्वारी केली आणि शोमरोनास जाऊन तो तीन वर्षे वेढा घालून राहिला."},{"number":6,"verse":"होशेच्या कारकिर्दीच्या नवव्या वर्षी अश्शूराच्या राजाने शोमरोन सर केले व इस्राएल लोकांना अश्शूर देशात नेऊन हलह व हाबोर येथे व गोजान नदीतीरी व मेद्यांच्या नगरांतून वसवले."},{"number":7,"verse":"ह्याचे कारण असे की इस्राएलाचा देव परमेश्वर ह्याने त्यांना मिसर देशाचा राजा फारो ह्याच्या हातातून सोडवून मिसर देशातून बाहेर आणले होते तरी त्याच्याविरुद्ध त्यांनी पाप केले व अन्य देवांची पूजा केली,"},{"number":8,"verse":"आणि ज्या राष्ट्रांना परमेश्वराने इस्राएल लोकांपुढून घालवले होते त्यांचे नियम व इस्राएलाच्या राजांनी आचरणात आणलेले नियम ह्यांचे त्यांनी अवलंबन केले होते."},{"number":9,"verse":"तसेच इस्राएल लोकांनी आपला देव परमेश्वर ह्याच्याविरुद्ध अनुचित गोष्टी गुप्तपणे केल्या; पहारेकर्‍यांचे बुरूज असोत की तटबंदीची नगरे असोत, अशा आपल्या सर्व नगरांत त्यांनी उच्च स्थाने स्थापन केली."},{"number":10,"verse":"त्यांनी सर्व उंच पहाडांवर व प्रत्येक हिरव्या झाडाखाली मूर्तिस्तंभ व अशेरामूर्ती स्थापन केल्या;"},{"number":11,"verse":"आणि परमेश्वराने जी राष्ट्रे त्यांच्यापुढून घालवली होती त्यांच्याप्रमाणे त्यांनी सगळ्या उच्च स्थानी धूप जाळला आणि परमेश्वराला संताप येईल अशा प्रकारची वाईट कर्मे केली."},{"number":12,"verse":"परमेश्वराने त्यांना “मूर्तीची उपासना करू नका” असे सांगितले असूनही त्यांनी त्यांची उपासना केली."},{"number":13,"verse":"तरी परमेश्वराने सर्व संदेष्टे व द्रष्टे ह्यांच्या द्वारे इस्राएल व यहूदा ह्यांना बजावून सांगितले होते की, “तुम्ही आपले वाईट मार्ग सोडून तुमच्या पूर्वजांना जे सगळे नियमशास्त्र मी विहित करून माझे सेवक संदेष्टे ह्यांच्या द्वारे तुमच्याकडे पाठवले होते त्याला अनुसरून माझ्या आज्ञा व नियम पाळावेत.”"},{"number":14,"verse":"इतके असूनही ते ऐकेनात; तर त्यांच्या पूर्वजांनी आपला देव परमेश्वर ह्याच्यावर विश्वास न ठेवता मान ताठ केली त्याप्रमाणे त्यांनी केले."},{"number":15,"verse":"आणि त्यांनी त्याचे नियम, त्यांच्या वाडवडिलांशी केलेला त्याचा करार व त्यांना पढवलेले त्याचे निर्बंध ह्यांचा त्यांनी अव्हेर केला. ते भ्रामक गोष्टींच्या मागे लागून भ्रांत झाले आणि ज्या आसपासच्या परराष्ट्रांप्रमाणे करू नका असे परमेश्वराने त्यांना बजावले होते त्यांचे त्यांनी अनुकरण केले."},{"number":16,"verse":"त्यांनी आपला देव परमेश्वर ह्याच्या सर्व आज्ञा सोडून देऊन वासरांच्या दोन ओतीव मूर्ती तयार केल्या; त्यांनी अशेरामूर्ती केली, सर्व नक्षत्रगणांची पूजा केली, आणि बआलमूर्तीची उपासना केली."},{"number":17,"verse":"त्यांनी आपले पुत्र व कन्या ह्यांचे अग्नीत होम करून त्यांचे अर्पण केले; ते शकुनमुहूर्त पाहू लागले व जादूटोणा करू लागले आणि जे परमेश्वराच्या दृष्टीने वाईट व ज्यामुळे त्याला संताप येतो ते करण्यासाठी त्यांनी आपल्याला वाहून घेतले."},{"number":18,"verse":"त्यामुळे परमेश्वर इस्राएलावर अति कोपायमान झाला; त्याने त्यांना आपल्या दृष्टिआड केले; यहूदाच्या वंशाखेरीज कोणी उरला नाही."},{"number":19,"verse":"यहूदानेही आपला देव परमेश्वर ह्याच्या आज्ञा पाळल्या नाहीत; इस्राएलाने जे नियम केले होते त्यांचे त्याने अवलंबन केले."},{"number":20,"verse":"म्हणून परमेश्वराने इस्राएलाच्या सर्व वंशजांचा त्याग करून त्यांना पिडले, त्यांना लुटणार्‍यांच्या हाती दिले व शेवटी त्यांना आपल्या दृष्टीसमोरून घालवून दिले."},{"number":21,"verse":"त्याने इस्राएलास दाविदाच्या घराण्यापासून निराळे केले; तेव्हा लोकांनी नबाटपुत्र यराबाम ह्याला आपला राजा केले; त्या यराबामाने इस्राएलास परमेश्वराच्या मार्गापासून परावृत्त करून त्यांच्याकडून महापातक करवले."},{"number":22,"verse":"यराबामाने जी पातके केली त्यांचे अनुकरण इस्राएल लोकांनी केले; त्यांनी ती पातके सोडून दिली नाहीत."},{"number":23,"verse":"शेवटी परमेश्वराने आपले सर्व सेवक जे संदेष्टे त्यांच्या द्वारे सांगितल्याप्रमाणे इस्राएलास आपल्या दृष्टिआड केले. त्यांना स्वदेशातून काढून अश्शूरास नेण्यात आले; तेथेच ते आजवर राहत आहेत."},{"number":24,"verse":"( शोमरोनात नवी वसाहत) अश्शूराच्या राजाने बाबेल, कूथा, अव्वा, हमाथ व सफरवाईम ह्या ठिकाणचे लोक आणून इस्राएल लोकांच्या जागी शोमरोनातील नगरांतून वसवले; शोमरोन ताब्यात घेऊन त्यातील नगरांत ते राहू लागले."},{"number":25,"verse":"ते तेथे वस्ती करून राहू लागले तेव्हा ते आरंभी परमेश्वराचे भय बाळगत नसत म्हणून परमेश्वराने त्यांच्यामध्ये सिंह पाठवले; त्यांनी त्यांच्यातल्या कित्येकांना मारून टाकले."},{"number":26,"verse":"ह्यामुळे त्यांनी अश्शूराच्या राजाकडे सांगून पाठवले की, “आपण ज्या लोकांना त्यांच्या देशातून काढून शोमरोनातील नगरांत वसवले त्यांना ह्या देशाच्या देवाची वहिवाट अवगत नाही; म्हणून त्याने त्यांच्यामध्ये सिंह पाठवले आहेत, त्यांनी त्यांच्यातले कित्येक लोक मारून टाकले आहेत, कारण त्यांना ह्या देशाच्या देवाची वहिवाट ठाऊक नाही.”"},{"number":27,"verse":"मग अश्शूराच्या राजाने आज्ञा केली की, “जे याजक तुम्ही त्या देशातून धरून आणले आहेत त्यांच्यातला एक तिकडे पाठवून द्या; त्याने तेथे जाऊन राहावे आणि त्या देशाच्या देवाची वहिवाट काय आहे ती त्याने लोकांना शिकवावी.”"},{"number":28,"verse":"जे याजक शोमरोनातून धरून नेले होते त्यांच्यातला एक याजक येऊन बेथेल येथे राहिला; परमेश्वराची भीती कशी धरावी हे तो लोकांना शिकवू लागला."},{"number":29,"verse":"तथापि निरनिराळ्या राष्ट्रांच्या लोकांनी आपापल्या मूर्ती बनवल्या, आणि ज्या नगरांत ते वसले होते त्यांत शोमरोनी लोकांनी उच्च स्थाने केली होती तेथील मंदिरांतून त्या ठेवल्या."},{"number":30,"verse":"बाबेलच्या लोकांनी सुक्कोथ-बनोथ, कूथ येथील लोकांनी नेरगल, हमाथ येथील लोकांनी अशीमा,"},{"number":31,"verse":"आणि अव्वी येथील लोकांनी निभज व तर्ताक अशी दैवते बनवली; आणि सफरवी लोकांनी आपल्या मुलांचा, सफरव्यांची दैवते अद्रम्मेलेक व अनम्मेलेक ह्यांच्यापुढे अग्नीत होम करून ती अर्पण केली."},{"number":32,"verse":"ते परमेश्वराचे भय बाळगत तरी त्यांनी आपल्या सगळ्या लोकांतून माणसे निवडून त्यांना उच्च स्थानांचे याजक केले; ते उच्च स्थानांच्या मंदिरांत त्यांच्याप्रीत्यर्थ होमहवन करत होते."},{"number":33,"verse":"ते परमेश्वराचे भय धरत खरे, तरी ज्या राष्ट्रांतून त्यांना आणले होते त्यांच्या रीतीप्रमाणे ते आपल्या दैवतांची उपासना करत."},{"number":34,"verse":"ते आपल्या पूर्वीच्या वहिवाटीप्रमाणे आजवर चालत आहेत; ते परमेश्वराचे भय बाळगत नाहीत; ते आपले स्वतःचे नियम व निर्णय पाळत नाहीत किंवा परमेश्वराने ज्यांना इस्राएल हे नाव दिले त्या याकोबाच्या वंशजांना परमेश्वराने विहित केलेले नियमशास्त्र व आज्ञा ह्यांप्रमाणेही चालत नाहीत."},{"number":35,"verse":"परमेश्वराने याकोबाच्या वंशजांशी करार करून त्यांना आज्ञा केली होती की, “तुम्ही अन्य देवांचे भय धरू नका, त्यांना नमन करू नका, त्यांची उपासना करू नका व त्यांना बली अर्पू नका;”"},{"number":36,"verse":"तर परमेश्वराने महासामर्थ्याने व हात लांब करून तुम्हांला मिसर देशातून बाहेर आणले त्याचे भय धरा, त्याची आराधना करा आणि त्यालाच बली अर्पा."},{"number":37,"verse":"आणि जे नियम, निर्णय, नियमशास्त्र व आज्ञा त्याने तुमच्यासाठी लिहून ठेवल्या आहेत त्या निरंतर पाळा; व अन्य देवांचे भय धरू नका."},{"number":38,"verse":"मी तुमच्याशी जो करार केला आहे तो विसरू नका व अन्य देवांचे भय धरू नका."},{"number":39,"verse":"तुमचा देव परमेश्वर ह्याचे भय धरा; तोच तुम्हांला तुमच्या शत्रूंच्या हातून सोडवील.”"},{"number":40,"verse":"तरी ते ऐकेनात; ते आपल्या पूर्वीच्या वहिवाटीप्रमाणे करत राहिले."},{"number":41,"verse":"ह्या प्रकारे ही राष्ट्रे इकडे परमेश्वराचे भय धरत व तिकडे कोरीव मूर्तींचीही पूजा करत; त्यांचे पूर्वज करत त्याप्रमाणेच त्यांचे पुत्रपौत्र आजवर करत आहेत."}]}