{"bibleAbbr":"ULT2024","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":5,"verses":[{"number":1,"verse":"Now come together in battle ranks, daughter of soldiers! A siege has been set up against us! With a rod they strike the judge of Israel on the cheek. [ Instead of come together in battle ranks, some interpreters translate cut yourselves, referring to the pagan practice of cutting oneself while praying to idols. Also, some modern versions follow an ancient version that reads build up your fortifications. ]"},{"number":2,"verse":"But you, Bethlehem Ephrathah, even though you are small among the clans of Judah, out of you one will come to me to rule in Israel, whose beginning is from ancient times, from everlasting."},{"number":3,"verse":"Therefore God will give them up, until the time when she who is in labor bears a child, and the rest of his brothers return to the people of Israel."},{"number":4,"verse":"He will stand and shepherd his flock in the strength of Yahweh, in the majesty of the name of Yahweh his God. They will remain, for then he will be great to the ends of the earth."},{"number":5,"verse":"For this shall be the peace— when the Assyrians come into our land, and when they march against our fortresses, then we will raise against them seven shepherds and eight leaders over men."},{"number":6,"verse":"They will shepherd the land of Assyria with the sword, and the land of Nimrod in its entrances. [ The Hebrew text has in its entrances, that is, in their gates. However, some modern versions suppose that a different Hebrew word was intended: with a drawn sword. ] He will rescue us from the Assyrians, when they come into our land, when they march inside our borders."},{"number":7,"verse":"The remnant of Jacob will be in the midst of many peoples, like dew from Yahweh, like showers on the grass, that do not wait for a man, and they do not wait for the children of mankind."},{"number":8,"verse":"The remnant of Jacob will be among the nations, among many peoples, like a lion among the animals of the forest, like a young lion among the flocks of sheep. When he goes through them, he will trample over them and tear them to pieces, and there will be no one to save them."},{"number":9,"verse":"Your hand will be lifted against your enemies, and it will destroy them."},{"number":10,"verse":"\"It will happen in that day\"—this is Yahweh's declaration— \"that I will destroy your horses from among you and will demolish your chariots."},{"number":11,"verse":"I will destroy the cities in your land and throw down all your strongholds."},{"number":12,"verse":"I will destroy the witchcraft in your hand, and you will no longer have any diviners."},{"number":13,"verse":"I will destroy your carved figures and your stone pillars from among you. You will no longer worship the workmanship of your hands."},{"number":14,"verse":"I will uproot your Asherah poles from among you, and I will destroy your cities."},{"number":15,"verse":"I will execute vengeance in anger and wrath on the nations that have not listened.\""}]}