{"bibleAbbr":"urDGV2010","bookName":"रोमियों","bookEnglishName":"Romans","chapterNumber":1,"verses":[{"number":1,"verse":"( सलाम) यह ख़त मसीह ईसा के ग़ुलाम पौलुस की तरफ़ से है जिसे रसूल होने के लिए बुलाया और अल्लाह की ख़ुशख़बरी की मुनादी करने के लिए अलग किया गया है।"},{"number":2,"verse":"पाक नविश्तों में दर्ज इस ख़ुशख़बरी का वादा अल्लाह ने पहले ही अपने नबियों से कर रखा था।"},{"number":3,"verse":"और यह पैग़ाम उस के फ़र्ज़न्द ईसा के बारे में है। इन्सानी लिहाज़ से वह दाऊद की नस्ल से पैदा हुआ,"},{"number":4,"verse":"जबकि रूह-उल-क़ुद्स के लिहाज़ से वह क़ुदरत के साथ अल्लाह का फ़र्ज़न्द ठहरा जब वह मुर्दों में से जी उठा। यह है हमारे ख़ुदावन्द ईसा मसीह के बारे में अल्लाह की ख़ुशख़बरी।"},{"number":5,"verse":"मसीह से हमें रसूली इख़तियार का यह फ़ज़्ल हासिल हुआ है कि हम तमाम ग़ैरयहूदियों में मुनादी करें ताकि वह ईमान ला कर उस के ताबे हो जाएँ और यूँ मसीह के नाम को जलाल मिले।"},{"number":6,"verse":"आप भी उन ग़ैरयहूदियों में से हैं, जो ईसा मसीह के बुलाए हुए हैं।"},{"number":7,"verse":"मैं आप सब को लिख रहा हूँ जो रोम में अल्लाह के प्यारे हैं और मख़्सूस-ओ-मुक़द्दस होने के लिए बुलाए गए हैं। ख़ुदा हमारा बाप और ख़ुदावन्द ईसा मसीह आप को फ़ज़्ल और सलामती अता करें।"},{"number":8,"verse":"( रोम जाने की आर्ज़ू) अव्वल, मैं आप सब के लिए ईसा मसीह के वसीले से अपने ख़ुदा का शुक्र करता हूँ, क्यूँकि पूरी दुनिया में आप के ईमान का चर्चा हो रहा है।"},{"number":9,"verse":"ख़ुदा ही मेरा गवाह है जिस की ख़िदमत मैं अपनी रूह में करता हूँ जब मैं उस के फ़र्ज़न्द के बारे में ख़ुशख़बरी फैलाता हूँ, मैं लगातार आप को याद करता रहता हूँ"},{"number":10,"verse":"और हर वक़्त अपनी दुआओं में मिन्नत करता हूँ कि अल्लाह मुझे आख़िरकार आप के पास आने की कामयाबी अता करे।"},{"number":11,"verse":"क्यूँकि मैं आप से मिलने का आरज़ूमन्द हूँ। मैं चाहता हूँ कि मेरे ज़रीए आप को कुछ रूहानी बरकत मिल जाए और यूँ आप मज़बूत हो जाएँ।"},{"number":12,"verse":"यानी आने का मक़्सद यह है कि मेरे ईमान से आप की हौसलाअफ़्ज़ाई की जाए और इसी तरह आप के ईमान से मेरा हौसला भी बढ़ जाए।"},{"number":13,"verse":"भाइयो, आप के इल्म में हो कि मैं ने बहुत दफ़ा आप के पास आने का इरादा किया। क्यूँकि जिस तरह दीगर ग़ैरयहूदी अक़्वाम में मेरी ख़िदमत से फल पैदा हुआ है उसी तरह आप में भी फल देखना चाहता हूँ। लेकिन आज तक मुझे रोका गया है।"},{"number":14,"verse":"बात यह है कि यह ख़िदमत सरअन्जाम देना मेरा फ़र्ज़ है, ख़्वाह यूनानियों में हो या ग़ैरयूनानियों में, ख़्वाह दानाओं में हो या नादानों में।"},{"number":15,"verse":"यही वजह है कि मैं आप को भी जो रोम में रहते हैं अल्लाह की ख़ुशख़बरी सुनाने का मुश्ताक़ हूँ।"},{"number":16,"verse":"( अल्लाह की ख़ुशख़बरी की क़ुदरत) मैं तो ख़ुशख़बरी के सबब से शर्माता नहीं, क्यूँकि यह अल्लाह की क़ुदरत है जो हर एक को जो ईमान लाता है नजात देती है, पहले यहूदियों को, फिर ग़ैरयहूदियों को।"},{"number":17,"verse":"क्यूँकि इस ख़ुशख़बरी में अल्लाह की ही रास्तबाज़ी ज़ाहिर होती है, वह रास्तबाज़ी जो शुरू से आख़िर तक ईमान पर मब्नी है। यही बात कलाम-ए-मुक़द्दस में दर्ज है जब लिखा है, “रास्तबाज़ ईमान ही से जीता रहेगा।”"},{"number":18,"verse":"( इन्सान पर अल्लाह का ग़ज़ब) लेकिन अल्लाह का ग़ज़ब आसमान पर से उन तमाम बेदीन और नारास्त लोगों पर नाज़िल होता है जो सच्चाई को अपनी नारास्ती से दबाए रखते हैं।"},{"number":19,"verse":"जो कुछ अल्लाह के बारे में मालूम हो सकता है वह तो उन पर ज़ाहिर है, हाँ अल्लाह ने ख़ुद यह उन पर ज़ाहिर किया है।"},{"number":20,"verse":"क्यूँकि दुनिया की तख़्लीक़ से ले कर आज तक इन्सान अल्लाह की अनदेखी फ़ितरत यानी उस की अज़ली क़ुदरत और उलूहियत मख़्लूक़ात का मुशाहदा करने से पहचान सकता है। इस लिए उन के पास कोई उज़्र नहीं।"},{"number":21,"verse":"अल्लाह को जानने के बावुजूद उन्हों ने उसे वह जलाल न दिया जो उस का हक़ है, न उस का शुक्र अदा किया बल्कि वह बातिल ख़यालात में पड़ गए और उन के बेसमझ दिलों पर तारीकी छा गई।"},{"number":22,"verse":"वह दावा तो करते थे कि हम दाना हैं, लेकिन अहमक़ साबित हुए।"},{"number":23,"verse":"यूँ उन्हों ने ग़ैरफ़ानी ख़ुदा को जलाल देने के बजाए ऐसे बुतों की पूजा की जो फ़ानी इन्सान, परिन्दों, चौपाइयों और रेंगने वाले जानवरों की सूरत में बनाए गए थे।"},{"number":24,"verse":"इस लिए अल्लाह ने उन्हें उन नजिस कामों में छोड़ दिया जो उन के दिल करना चाहते थे। नतीजे में उन के जिस्म एक दूसरे से बेहुर्मत होते रहे।"},{"number":25,"verse":"हाँ, उन्हों ने अल्लाह के बारे में सच्चाई को रद्द करके झूट को अपना लिया और मख़्लूक़ात की परस्तिश और ख़िदमत की, न कि ख़ालिक़ की, जिस की तारीफ़ अबद तक होती रहे, आमीन।"},{"number":26,"verse":"यही वजह है कि अल्लाह ने उन्हें उन की शर्मनाक शहवतों में छोड़ दिया। उन की ख़वातीन ने फ़ितरती जिन्सी ताल्लुक़ात के बजाए ग़ैरफ़ितरती ताल्लुक़ात रखे।"},{"number":27,"verse":"इसी तरह मर्द ख़वातीन के साथ फ़ितरती ताल्लुक़ात छोड़ कर एक दूसरे की शहवत में मस्त हो गए। मर्दों ने मर्दों के साथ बेहया हरकतें करके अपने बदनों में अपनी इस गुमराही का मुनासिब बदला पाया।"},{"number":28,"verse":"और चूँकि उन्हों ने अल्लाह को जानने से इन्कार कर दिया इस लिए उस ने उन्हें उन की मकरूह सोच में छोड़ दिया। और इस लिए वह ऐसी हरकतें करते रहते हैं जो कभी नहीं करनी चाहिएँ।"},{"number":29,"verse":"वह हर तरह की नारास्ती, शर, लालच और बुराई से भरे हुए हैं। वह हसद, ख़ूँरेज़ी, झगड़े, फ़रेब और कीनावरी से लबरेज़ हैं। वह चुग़ली खाने वाले,"},{"number":30,"verse":"तोहमत लगाने वाले, अल्लाह से नफ़रत करने वाले, सरकश, मग़रूर, शेख़ीबाज़, बदी को ईजाद करने वाले, माँ-बाप के नाफ़रमान,"},{"number":31,"verse":"बेसमझ, बेवफ़ा, संगदिल और बेरहम हैं।"},{"number":32,"verse":"अगरचे वह अल्लाह का फ़रमान जानते हैं कि ऐसा करने वाले सज़ा-ए-मौत के मुस्तहिक़ हैं तो भी वह ऐसा करते हैं। न सिर्फ़ यह बल्कि वह ऐसा करने वाले दीगर लोगों को शाबाश भी देते हैं।"}]}