{"bibleAbbr":"urDGV2010","bookName":"रोमियों","bookEnglishName":"Romans","chapterNumber":3,"verses":[{"number":1,"verse":"तो क्या यहूदी होने का या ख़तना का कोई फ़ाइदा है?"},{"number":2,"verse":"जी हाँ, हर तरह का! अव्वल तो यह कि अल्लाह का कलाम उन के सपुर्द किया गया है।"},{"number":3,"verse":"अगर उन में से बाज़ बेवफ़ा निकले तो क्या हुआ? क्या इस से अल्लाह की वफ़ादारी भी ख़त्म हो जाएगी?"},{"number":4,"verse":"कभी नहीं! लाज़िम है कि अल्लाह सच्चा ठहरे गो हर इन्सान झूटा है। यूँ कलाम-ए-मुक़द्दस में लिखा है, “लाज़िम है कि तू बोलते वक़्त रास्त ठहरे और अदालत करते वक़्त ग़ालिब आए।”"},{"number":5,"verse":"कोई कह सकता है, “हमारी नारास्ती का एक अच्छा मक़्सद होता है, क्यूँकि इस से लोगों पर अल्लाह की रास्ती ज़ाहिर होती है। तो क्या अल्लाह बेइन्साफ़ नहीं होगा अगर वह अपना ग़ज़ब हम पर नाज़िल करे?” (मैं इन्सानी ख़याल पेश कर रहा हूँ)।"},{"number":6,"verse":"हरगिज़ नहीं! अगर अल्लाह रास्त न होता तो फिर वह दुनिया की अदालत किस तरह कर सकता?"},{"number":7,"verse":"शायद कोई और एतिराज़ करे, “अगर मेरा झूट अल्लाह की सच्चाई को कस्रत से नुमायाँ करता है और यूँ उस का जलाल बढ़ता है तो वह मुझे क्यूँकर गुनाहगार क़रार दे सकता है?”"},{"number":8,"verse":"कुछ लोग हम पर यह कुफ़्र भी बकते हैं कि हम कहते हैं, “आओ, हम बुराई करें ताकि भलाई निकले।” इन्साफ़ का तक़ाज़ा है कि ऐसे लोगों को मुजरिम ठहराया जाए।"},{"number":9,"verse":"( कोई रास्तबाज़ नहीं) अब हम क्या कहें? क्या हम यहूदी दूसरों से बरतर हैं? बिलकुल नहीं। हम तो पहले ही यह इल्ज़ाम लगा चुके हैं कि यहूदी और यूनानी सब ही गुनाह के क़ब्ज़े में हैं।"},{"number":10,"verse":"कलाम-ए-मुक़द्दस में यूँ लिखा है, “कोई नहीं जो रास्तबाज़ है, एक भी नहीं।"},{"number":11,"verse":"कोई नहीं जो समझदार है, कोई नहीं जो अल्लाह का तालिब है।"},{"number":12,"verse":"अफ़्सोस, सब सहीह राह से भटक गए, सब के सब बिगड़ गए हैं। कोई नहीं जो भलाई करता हो, एक भी नहीं।"},{"number":13,"verse":"उन का गला खुली क़ब्र है, उन की ज़बान फ़रेब देती है। उन के होंटों में साँप का ज़हर है।"},{"number":14,"verse":"उन का मुँह लानत और कड़वाहट से भरा है।"},{"number":15,"verse":"उन के पाँओ ख़ून बहाने के लिए जल्दी करते हैं।"},{"number":16,"verse":"अपने पीछे वह तबाही-ओ-बर्बादी छोड़ जाते हैं,"},{"number":17,"verse":"और वह सलामती की राह नहीं जानते।"},{"number":18,"verse":"उन की आँखों के सामने ख़ुदा का ख़ौफ़ नहीं होता।”"},{"number":19,"verse":"अब हम जानते हैं कि शरीअत जो कुछ फ़रमाती है उन्हें फ़रमाती है जिन के सपुर्द वह की गई है। मक़्सद यह है कि हर इन्सान के बहाने ख़त्म किए जाएँ और तमाम दुनिया अल्लाह के सामने मुजरिम ठहरे।"},{"number":20,"verse":"क्यूँकि शरीअत के तक़ाज़े पूरे करने से कोई भी उस के सामने रास्तबाज़ नहीं ठहर सकता, बल्कि शरीअत का काम यह है कि हमारे अन्दर गुनाहगार होने का एहसास पैदा करे।"},{"number":21,"verse":"( रास्तबाज़ होने के लिए ईमान ज़रूरी है) लेकिन अब अल्लाह ने हम पर एक राह का इन्किशाफ़ किया है जिस से हम शरीअत के बग़ैर ही उस के सामने रास्तबाज़ ठहर सकते हैं। तौरेत और नबियों के सहीफ़े भी इस की तस्दीक़ करते हैं।"},{"number":22,"verse":"राह यह है कि जब हम ईसा मसीह पर ईमान लाते हैं तो अल्लाह हमें रास्तबाज़ क़रार देता है। और यह राह सब के लिए है। क्यूँकि कोई भी फ़र्क़ नहीं,"},{"number":23,"verse":"सब ने गुनाह किया, सब अल्लाह के उस जलाल से महरूम हैं जिस का वह तक़ाज़ा करता है,"},{"number":24,"verse":"और सब मुफ़्त में अल्लाह के फ़ज़्ल ही से रास्तबाज़ ठहराए जाते हैं, उस फ़िदिए के वसीले से जो मसीह ईसा ने दिया।"},{"number":25,"verse":"क्यूँकि अल्लाह ने ईसा को उस के ख़ून के बाइस कफ़्फ़ारा का वसीला बना कर पेश किया, ऐसा कफ़्फ़ारा जिस से ईमान लाने वालों को गुनाहों की मुआफ़ी मिलती है। यूँ अल्लाह ने अपनी रास्ती ज़ाहिर की, पहले माज़ी में जब वह अपने सब्र-ओ-तहम्मुल में गुनाहों की सज़ा देने से बाज़ रहा"},{"number":26,"verse":"और अब मौजूदा ज़माने में भी। इस से वह ज़ाहिर करता है कि वह रास्त है और हर एक को रास्तबाज़ ठहराता है जो ईसा पर ईमान लाया है।"},{"number":27,"verse":"अब हमारा फ़ख़र कहाँ रहा? उसे तो ख़त्म कर दिया गया है। किस शरीअत से? क्या आमाल की शरीअत से? नहीं, बल्कि ईमान की शरीअत से।"},{"number":28,"verse":"क्यूँकि हम कहते हैं कि इन्सान को ईमान से रास्तबाज़ ठहराया जाता है, न कि आमाल से।"},{"number":29,"verse":"क्या अल्लाह सिर्फ़ यहूदियों का ख़ुदा है? ग़ैरयहूदियों का नहीं? हाँ, ग़ैरयहूदियों का भी है।"},{"number":30,"verse":"क्यूँकि अल्लाह एक ही है जो मख़्तून और नामख़्तून दोनों को ईमान ही से रास्तबाज़ ठहराएगा।"},{"number":31,"verse":"फिर क्या हम शरीअत को ईमान से मन्सूख़ करते हैं? हरगिज़ नहीं, बल्कि हम शरीअत को क़ाइम रखते हैं।"}]}