{"bibleAbbr":"RcV2003","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":1,"verses":[{"number":1,"verse":"The proverbs of Solomon the son of David, the king of Israel:"},{"number":2,"verse":"For knowing wisdom and instruction; / For discerning words of understanding;"},{"number":3,"verse":"For receiving instruction in wise conduct, / Righteousness, justice, and equity;"},{"number":4,"verse":"For giving prudence to the simple, / Knowledge and discretion to the young man;"},{"number":5,"verse":"That the wise man may hear and increase in learning, / And he who has understanding may acquire sound counsel;"},{"number":6,"verse":"For understanding proverb and figure, / The words of the wise and their difficult sayings."},{"number":7,"verse":"The fear of Jehovah is the beginning of knowledge; / Fools despise wisdom and instruction."},{"number":8,"verse":"Hear, my son, the instruction of your father, / And do not reject the teaching of your mother;"},{"number":9,"verse":"For they will be a wreath of grace for your head / And ornaments for your neck."},{"number":10,"verse":"My son, if sinners entice you, / Do not consent."},{"number":11,"verse":"If they say, Come with us; let us lie in wait for blood; / Let us ambush the innocent without cause;"},{"number":12,"verse":"Let us swallow them alive like Sheol, / And whole, like those who go down into the pit."},{"number":13,"verse":"We will find all manner of precious goods; / We will fill our houses with booty;"},{"number":14,"verse":"Throw in your lot with us; / We will all have one purse —"},{"number":15,"verse":"My son, do not walk with them on this way; / Keep your foot from their path."},{"number":16,"verse":"For their feet run toward evil, / And they hasten to shed blood."},{"number":17,"verse":"For in vain is the net spread / In the eyes of any bird;"},{"number":18,"verse":"Yet they lie in wait for their own blood; / They ambush their own lives!"},{"number":19,"verse":"Such are the ways of everyone greedy for gain; / It takes away the life of its owners."},{"number":20,"verse":"Wisdom cries out in the street; / She utters her voice in the open squares."},{"number":21,"verse":"At the head of the tumultuous street she cries; / At the entrance of the gates in the city she utters her sayings:"},{"number":22,"verse":"How long, O simple ones, will you love simpleness, / And will scoffers delight themselves in scoffing, / And will fools hate knowledge?"},{"number":23,"verse":"Turn yourselves at my reproof — / Immediately I will pour out my spirit on you; / I will make my words known to you."},{"number":24,"verse":"Because I called and you refused; / I stretched out my hand and no one heeded,"},{"number":25,"verse":"And you neglected all my counsel / And would have none of my reproof;"},{"number":26,"verse":"I also will laugh at your calamity; / I will mock when what you dread comes,"},{"number":27,"verse":"When what you dread comes like a storm, / And your calamity comes like a whirlwind, / When distress and anguish come upon you."},{"number":28,"verse":"Then they will call on me, but I will not answer; / They will seek me diligently, but they will not find me."},{"number":29,"verse":"Because they hated knowledge / And did not choose the fear of Jehovah,"},{"number":30,"verse":"And would have none of my counsel / And despised all my reproof;"},{"number":31,"verse":"They shall eat of the fruit of their own way / And be filled with their own devices."},{"number":32,"verse":"For the turning away of the simple will kill them, / And the prosperity of the foolish will cause them to perish;"},{"number":33,"verse":"But he who listens to me will dwell securely / And will live at ease, without the dread of evil."}]}