{"bibleAbbr":"RcV2003","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"The proverbs of Solomon. A wise son makes a father glad, / But a foolish son is a grief to his mother."},{"number":2,"verse":"Treasures of wickedness profit nothing, / But righteousness delivers from death."},{"number":3,"verse":"Jehovah will not allow the soul of the righteous man to go hungry, / But He thrusts away the desire of the wicked."},{"number":4,"verse":"A slack hand causes poverty, / But the hand of the diligent makes rich."},{"number":5,"verse":"He who gathers in summer is a prudent son, / But he who sleeps at harvest time is a son who brings shame."},{"number":6,"verse":"Blessings are upon the head of the righteous man, / But the mouth of the wicked conceals violence."},{"number":7,"verse":"The memory of the righteous man is blessed, / But the name of the wicked will rot."},{"number":8,"verse":"The wise in heart will receive commandments, / But the foolish in speech will be cast down."},{"number":9,"verse":"He who walks in integrity walks securely, / But he who perverts his ways will be known."},{"number":10,"verse":"He who winks with the eye causes grief, / And the foolish in speech will be cast down."},{"number":11,"verse":"The mouth of the righteous man is a fountain of life, / But the mouth of the wicked conceals violence."},{"number":12,"verse":"Hatred stirs up strife, / But love covers all transgressions."},{"number":13,"verse":"In the lips of one who has understanding wisdom is found, / But a rod is for the back of him who lacks sense."},{"number":14,"verse":"Wise men treasure up knowledge, / But the mouth of a fool is imminent destruction."},{"number":15,"verse":"The rich man’s substance is his strong city; / The ruin of the poor is their poverty."},{"number":16,"verse":"The wages of the righteous man lead to life; / The income of the wicked man, to sin."},{"number":17,"verse":"He who heeds instruction is on the path of life, / But he who forsakes reproof goes astray."},{"number":18,"verse":"He who conceals hatred has lying lips, / And he who utters slander is a fool."},{"number":19,"verse":"When there are many words transgression does not cease, / But he who restrains his lips is prudent."},{"number":20,"verse":"The tongue of the righteous man is like choice silver; / The heart of the wicked is worth little."},{"number":21,"verse":"The lips of the righteous man feed many, / But fools die for lack of sense."},{"number":22,"verse":"It is the blessing of Jehovah that makes rich, / And He adds no sorrow with it."},{"number":23,"verse":"Carrying out a wicked scheme is like sport to a fool, / But so is wisdom to a man of understanding."},{"number":24,"verse":"The fear of the wicked man will come upon him, / And the desire of the righteous will be granted."},{"number":25,"verse":"When the whirlwind passes, the wicked man is no more; / But the righteous man is an everlasting foundation."},{"number":26,"verse":"Like vinegar to the teeth and like smoke to the eyes, / So is the sluggard to those who send him."},{"number":27,"verse":"The fear of Jehovah prolongs days, / But the years of the wicked will be shortened."},{"number":28,"verse":"The hope of the righteous is joy, / But the expectation of the wicked will perish."},{"number":29,"verse":"The way of Jehovah is a stronghold to the upright, / But it is ruin to the workers of iniquity."},{"number":30,"verse":"The righteous man will never be moved, / But the wicked will not dwell in the land."},{"number":31,"verse":"The mouth of the righteous man brings forth wisdom, / But the perverse tongue will be cut off."},{"number":32,"verse":"The lips of the righteous man know what is acceptable, / But the mouth of the wicked is perverse."}]}