{"bibleAbbr":"RcV2003","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":11,"verses":[{"number":1,"verse":"A false balance is an abomination to Jehovah, / But a full weight is His delight."},{"number":2,"verse":"When pride comes, then comes dishonor; / But wisdom is with the humble."},{"number":3,"verse":"The integrity of the upright will guide them, / But the perverseness of the treacherous will destroy them."},{"number":4,"verse":"Riches do not profit in the day of wrath, / But righteousness delivers from death."},{"number":5,"verse":"The righteousness of the perfect man will make his way straight, / But the wicked man will fall by his own wickedness."},{"number":6,"verse":"The righteousness of the upright will deliver them, / But the treacherous will be taken in their own craving."},{"number":7,"verse":"When a wicked man dies, his expectation will perish; / And the hope of the strong perishes."},{"number":8,"verse":"The righteous man is delivered out of trouble, / And the wicked man comes into it instead of him."},{"number":9,"verse":"With his mouth the profane man destroys his neighbor, / But through knowledge the righteous will be delivered."},{"number":10,"verse":"When it goes well with the righteous, the city exults; / And when the wicked perish, there is a ringing shout."},{"number":11,"verse":"By the blessing of the upright the city is exalted, / But it is torn down by the mouth of the wicked."},{"number":12,"verse":"He who despises his neighbor lacks sense, / But a man of understanding keeps silent."},{"number":13,"verse":"He who goes about as a gossip reveals secrets, / But he who is of a faithful spirit conceals a matter."},{"number":14,"verse":"Where no sound counsel is, the people fall; / But in the multitude of counselors there is safety."},{"number":15,"verse":"He who is surety for a stranger will surely be troubled, / But he who hates giving pledges is secure."},{"number":16,"verse":"A gracious woman lays hold of honor, / And violent men lay hold of riches."},{"number":17,"verse":"The merciful man rewards his own soul, / But the cruel troubles his own flesh."},{"number":18,"verse":"The wicked man earns deceitful wages, / But he who sows righteousness gets a true reward."},{"number":19,"verse":"He who is steadfast in righteousness shall attain to life, / And he who pursues evil advances to his own death."},{"number":20,"verse":"Those who are perverse in heart are an abomination to Jehovah, / But those who are perfect in their way are His delight."},{"number":21,"verse":"Be assured: The evil man will not go unpunished; / But the seed of the righteous will be delivered."},{"number":22,"verse":"Like a nose-ring of gold in a pig’s snout, / So is a beautiful woman who is without discretion."},{"number":23,"verse":"The desire of the righteous is only good, / But the expectation of the wicked is wrath."},{"number":24,"verse":"There is one who scatters and increases yet more, / And there is one who withholds what is appropriate but ends up only in want."},{"number":25,"verse":"The blessing soul will prosper, / And he who waters will also be watered himself."},{"number":26,"verse":"As for him who withholds grain, the people will curse him; / But blessing will be upon the head of him who sells it."},{"number":27,"verse":"He who diligently seeks good seeks favor; / But as for him who searches after evil, it will come to him."},{"number":28,"verse":"He who trusts in his riches will fall, / But the righteous will flourish like the green leaf."},{"number":29,"verse":"He who troubles his own house will inherit the wind, / And a fool will be servant to the wise in heart."},{"number":30,"verse":"The fruit of the righteous man is a tree of life, / And he who is wise wins souls."},{"number":31,"verse":"If the righteous man will be recompensed on the earth, / How much more the wicked man and the sinner!"}]}