{"bibleAbbr":"RcV2003","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":20,"verses":[{"number":1,"verse":"Wine is a mocker, strong drink a brawler; / And whoever errs by it does not become wise."},{"number":2,"verse":"The terror of a king is like the roaring of a lion; / He who provokes him to anger sins against his own life."},{"number":3,"verse":"It is an honor for a man to keep away from strife, / But every fool rushes headlong into it."},{"number":4,"verse":"The sluggard will not plow because of winter; / Therefore he will beg in harvest and have nothing."},{"number":5,"verse":"Counsel in the heart of man is like deep water, / But a man of understanding will draw it out."},{"number":6,"verse":"Many a man will proclaim his own kindness, / But who can find a faithful man?"},{"number":7,"verse":"A righteous man who walks in his integrity, / Blessed are his children after him."},{"number":8,"verse":"A king who sits on the throne of judgment / Scatters away all evil with his eyes."},{"number":9,"verse":"Who can say, I have made my heart clean; / I am pure from my sin?"},{"number":10,"verse":"Differing weights and differing measures, / Both of them are an abomination to Jehovah."},{"number":11,"verse":"Even a child makes himself known by his deeds, / Whether his work is pure and whether it is upright."},{"number":12,"verse":"The hearing ear and the seeing eye — / Jehovah has made both of them."},{"number":13,"verse":"Do not love sleep, or else you will come to poverty; / Open your eyes, and be satisfied with bread."},{"number":14,"verse":"It is bad, it is bad, says the buyer; / But when he has gone away, then he boasts in his purchase."},{"number":15,"verse":"There is gold and an abundance of corals, / But the lips of knowledge are a precious jewel."},{"number":16,"verse":"Take his garment when he becomes surety for a stranger, / And hold the pledge when he becomes surety for foreigners."},{"number":17,"verse":"The bread of falsehood is sweet to a man, / But afterward his mouth will be filled with gravel."},{"number":18,"verse":"Every plan is established by counsel, / And by sound counsel make war."},{"number":19,"verse":"He who goes about as a gossip reveals secrets; / Therefore do not associate with one who opens his lips wide."},{"number":20,"verse":"Whoever curses his father or his mother, / His lamp will go out in deep darkness."},{"number":21,"verse":"An inheritance gained hurriedly at the beginning / Will not be blessed in the end."},{"number":22,"verse":"Do not say, I will recompense evil; / Wait for Jehovah, and He will save you."},{"number":23,"verse":"Differing weights are an abomination to Jehovah, / And false scales are not good."},{"number":24,"verse":"A man’s steps are ordered by Jehovah; / How then can man understand his own way?"},{"number":25,"verse":"It is a snare to a man to rashly say, It is holy, / And after making the vows to begin to consider."},{"number":26,"verse":"A wise king winnows the wicked / And drives the threshing wheel over them."},{"number":27,"verse":"The spirit of man is the lamp of Jehovah, / Searching all the innermost parts of the inner being."},{"number":28,"verse":"Lovingkindness and truth preserve the king, / And his throne is upheld by kindness."},{"number":29,"verse":"The glory of young men is their strength, / And the honor of old men is gray hair."},{"number":30,"verse":"Stripes that wound purge away evil, / And strokes reach the innermost parts of the inner being."}]}