{"bibleAbbr":"RcV2003","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":25,"verses":[{"number":1,"verse":"These also are proverbs of Solomon, which the men of Hezekiah the king of Judah copied."},{"number":2,"verse":"It is the glory of God to conceal a matter, / But the glory of kings is to search a matter out."},{"number":3,"verse":"As the heavens for height, and the earth for depth, / So the heart of kings is unsearchable."},{"number":4,"verse":"Take away the dross from the silver, / And a vessel comes out for the smith;"},{"number":5,"verse":"Take away the wicked man from before the king, / And his throne will be established in righteousness."},{"number":6,"verse":"Do not claim honor for yourself in the presence of the king, / And do not stand in the place of great men;"},{"number":7,"verse":"For it is better that it is said to you, Come up here, / Than that you should be put lower in the presence of the noble, / Whom your eyes have seen."},{"number":8,"verse":"Do not go out hastily to strive; / Otherwise what will you do in the end, / When your neighbor puts you to shame?"},{"number":9,"verse":"Argue your case with your neighbor himself, / And do not reveal the secret of another;"},{"number":10,"verse":"Lest he who hears it revile you, / And the evil report of you does not go away."},{"number":11,"verse":"A word fitly spoken / Is like apples of gold in settings of silver."},{"number":12,"verse":"Like an earring of gold and an ornament of fine gold / Is a wise reprover to a listening ear."},{"number":13,"verse":"Like the cold of snow in the time of harvest / Is a faithful messenger to those who send him, / For he refreshes the soul of his masters."},{"number":14,"verse":"Like clouds and wind without rain / Is one who boasts of his gifts falsely."},{"number":15,"verse":"By forbearance a ruler may be persuaded, / And a soft tongue can break the bone."},{"number":16,"verse":"Have you found honey? Eat only what you need, / Lest you become filled up with it and vomit it."},{"number":17,"verse":"Let your foot be seldom in your neighbor’s house, / Otherwise he will become weary of you and hate you."},{"number":18,"verse":"A man who bears false witness against his neighbor / Is like a club and a sword and a sharp arrow."},{"number":19,"verse":"Confidence in a treacherous man in time of trouble / Is like a bad tooth and a foot out of joint."},{"number":20,"verse":"He who sings songs to a troubled heart / Is like one who takes off a garment on a cold day, / Or like vinegar on soda."},{"number":21,"verse":"If your enemy is hungry, give him bread to eat; / And if he is thirsty, give him water to drink;"},{"number":22,"verse":"For you will heap coals of fire upon his head, / And Jehovah will reward you."},{"number":23,"verse":"The north wind brings forth rain; / And a backbiting tongue, an angry countenance."},{"number":24,"verse":"It is better to dwell in a corner of the housetop / Than in a house shared with a contentious woman."},{"number":25,"verse":"Like cold water to a thirsty soul, / So is good news from a far country."},{"number":26,"verse":"Like a muddied fountain and a polluted spring / Is a righteous man who gives way before the wicked man."},{"number":27,"verse":"It is not good to eat much honey, / Nor is it glory for men to search out their own glory."},{"number":28,"verse":"Like a city that is broken down, without walls, / Is a man whose spirit is without restraint."}]}