{"bibleAbbr":"RcV2003","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":27,"verses":[{"number":1,"verse":"Do not boast about tomorrow, / For you do not know what a day may bring forth."},{"number":2,"verse":"Let another praise you, and not your own mouth; / A foreigner, and not your own lips."},{"number":3,"verse":"A stone is heavy, and the sand weighty, / But a fool’s vexation is heavier than both of them."},{"number":4,"verse":"Wrath is cruel, and anger is overwhelming, / But who can stand before jealousy?"},{"number":5,"verse":"Open rebuke is better / Than love that is hidden."},{"number":6,"verse":"Faithful are the wounds of a friend, / But the kisses of an enemy are profuse."},{"number":7,"verse":"The full soul loathes a honeycomb, / But to the hungry soul every bitter thing is sweet."},{"number":8,"verse":"Like a bird that wanders from her nest, / So is a man who wanders from his place."},{"number":9,"verse":"Oil and perfume rejoice the heart; / So a man’s counsel is sweet to his friend."},{"number":10,"verse":"Do not forsake your own friend or your father’s friend / To go to your brother’s house in the day of your calamity: / Better is a neighbor who is near than a brother far away."},{"number":11,"verse":"My son, be wise, and make my heart glad, / That I may answer him who reproaches me."},{"number":12,"verse":"A prudent man sees evil and hides himself; / But the simple pass on and suffer punishment for it."},{"number":13,"verse":"Take the garment of him who is surety for a stranger, / And hold one in pledge who is surety for a foreign woman."},{"number":14,"verse":"He who blesses his friend with a loud voice, / Arousing him early in the morning, / It will be reckoned as a curse to him."},{"number":15,"verse":"A continual dripping on a very rainy day / And a contentious woman are alike;"},{"number":16,"verse":"He who would restrain her restrains the wind, / And grasps oil with his right hand."},{"number":17,"verse":"Iron sharpens iron; / So a man sharpens the countenance of his friend."},{"number":18,"verse":"Whoever tends a fig tree will eat its fruit, / And he who takes care of his master will be honored."},{"number":19,"verse":"As in water face reflects face, / So the heart of man reflects man."},{"number":20,"verse":"Sheol and Abaddon are never satisfied, / And the eyes of man are never satisfied."},{"number":21,"verse":"The refining pot is for silver and the furnace for gold, / And a man is tried by the praise given him."},{"number":22,"verse":"Though you pound a fool in a mortar with a pestle along with crushed grain, / His folly will not depart from him."},{"number":23,"verse":"Know well the condition of your flocks, / And pay attention to your herds —"},{"number":24,"verse":"For riches are not forever, / Nor does a crown endure from generation to generation —"},{"number":25,"verse":"Then when the grass has disappeared, and the tender grass is seen, / And the herbs of the mountains have been gathered in,"},{"number":26,"verse":"The lambs will be for your clothing, / And the goats will bring the price of a field;"},{"number":27,"verse":"And there will be goats’ milk enough for your food, / For the food of your household, / And for the sustenance for your maidens."}]}