{"bibleAbbr":"RcV2003","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":28,"verses":[{"number":1,"verse":"The wicked flee when no man pursues, / But the righteous are as bold as a lion."},{"number":2,"verse":"When a land revolts, it has many rulers; / But by him who has understanding and knowledge it endures."},{"number":3,"verse":"A destitute man who oppresses the poor / Is like a driving rain which leaves no food."},{"number":4,"verse":"Those who forsake the law praise the wicked, / But those who keep the law contend with them."},{"number":5,"verse":"Evil men do not understand justice, / But those who seek Jehovah understand all things."},{"number":6,"verse":"Better is a poor man who walks in his integrity / Than he who is perverse in his ways though he is rich."},{"number":7,"verse":"Whoever keeps the law is an understanding son, / But he who is a companion of gluttons shames his father."},{"number":8,"verse":"He who increases his substance by interest and usury / Gathers it for him who is gracious to the poor."},{"number":9,"verse":"He who turns away his ear from hearing the law, / Even his prayer is an abomination."},{"number":10,"verse":"Whoever causes the upright to go astray in an evil way / Will himself fall into his own pit, / But the perfect will inherit good."},{"number":11,"verse":"The rich man is wise in his own conceit, / But the poor man who has understanding searches him out."},{"number":12,"verse":"When the righteous triumph, there is great glory; / But when the wicked rise, men hide themselves."},{"number":13,"verse":"He who covers his transgressions will not prosper, / But whoever confesses and forsakes them will obtain mercy."},{"number":14,"verse":"Blessed is the man who always fears, / But he who hardens his heart will fall into calamity."},{"number":15,"verse":"Like a roaring lion and a roving bear / Is a wicked ruler over a poor people."},{"number":16,"verse":"The ruler who lacks understanding is also a great oppressor, / But he who hates unjust gain will prolong his days."},{"number":17,"verse":"A man who is burdened with a person’s blood / Will be a fugitive until death; / Let no man support him."},{"number":18,"verse":"Whoever walks uprightly will be delivered, / But he who is perverse in his ways will fall all at once."},{"number":19,"verse":"He who tills his land will have plenty of bread, / But he who pursues worthless things will have plenty of poverty."},{"number":20,"verse":"A faithful man will abound with blessings, / But he who makes haste to be rich will not go unpunished."},{"number":21,"verse":"To have respect of persons is not good, / Because for a piece of bread a man will transgress."},{"number":22,"verse":"A man who is envious hastens after wealth, / And does not know that want will come upon him."},{"number":23,"verse":"He who rebukes a man will afterward find more favor / Than he who flatters with the tongue."},{"number":24,"verse":"Whoever robs his father or his mother and says, / It is no transgression, / Is the companion of a man who destroys."},{"number":25,"verse":"A greedy person stirs up contention, / But he who trusts in Jehovah will prosper."},{"number":26,"verse":"He who trusts in his own heart is a fool, / But he who walks wisely will be delivered."},{"number":27,"verse":"He who gives to the poor man will not lack, / But he who shuts his eyes will have many curses."},{"number":28,"verse":"When the wicked rise, men hide themselves; / But when they perish, the righteous increase."}]}