{"bibleAbbr":"WYC1395","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"Britheren, Y nyle, that ye vnknowe, that alle oure fadris weren vndur cloude, and alle passiden the see;"},{"number":2,"verse":"and alle weren baptisid in Moises, in the cloude and in the see;"},{"number":3,"verse":"and alle eeten the same spiritual mete,"},{"number":4,"verse":"and alle drunken the same spiritual drynke; thei drunken of the spiritual stoon folewynge hem; and the stoon was Crist."},{"number":5,"verse":"But not in ful manye of hem it was wel pleasaunt to God; for whi thei weren cast doun in desert."},{"number":6,"verse":"But these thingis ben don in figure of vs, that we be not coueyteris of yuele thingis, as thei coueitiden."},{"number":7,"verse":"Nether be ye maad idolatreris, as summe of hem; as it is writun, The puple sat to ete and drynke, and thei risen vp to pleie."},{"number":8,"verse":"Nether do we fornycacioun, as summe of hem diden fornicacioun, and thre and twenti thousyndis weren deed in o dai."},{"number":9,"verse":"Nethir tempte we Crist, as summe of hem temptiden, and perischiden of serpentis."},{"number":10,"verse":"Nether grutche ye, as summe of hem grutchiden, and thei perischiden of a distrier."},{"number":11,"verse":"And alle these thingis felliden to hem in figure; but thei ben writun to oure amendyng, in to whiche the endis of the worldis ben comun."},{"number":12,"verse":"Therfor he that gessith hym, `that he stondith, se he, that he falle not."},{"number":13,"verse":"Temptacioun take `not you, but mannus temptacioun; for God is trewe, which schal not suffre you to be temptid aboue that that ye moun; but he schal make with temptacioun also purueyaunce, that ye moun suffre."},{"number":14,"verse":"Wherfor, ye most dereworthe to me, fle ye fro worschiping of maumetis."},{"number":15,"verse":"As to prudent men Y speke, deme ye you silf that thing that Y seie."},{"number":16,"verse":"Whether the cuppe of blessyng which we blessen, is not the comynyng of Cristis blood? and whether the breed which we breken, is not the takyng of the bodi of the Lord?"},{"number":17,"verse":"For we manye ben o breed and o bodi, alle we that taken part of o breed and of o cuppe."},{"number":18,"verse":"Se ye Israel aftir the fleisch, whethir thei that eeten sacrifices, ben not partyneris of the auter?"},{"number":19,"verse":"What therfor seie Y, that a thing that is offrid to idols is ony thing, or that the idol is ony thing?"},{"number":20,"verse":"But tho thingis that hethene men offren, thei offren to deuelis, and not to God. But Y nyle, that ye ben maad felowis of feendis; for ye moun not drynke the cuppe of the Lord, and the cuppe of fendis;"},{"number":21,"verse":"ye moun not be parteneris of the boord of the Lord, and of the bord of feendis."},{"number":22,"verse":"Whether we han enuye to the Lord? whether we ben strengere then he? Alle thingis ben leeueful to me, but not alle thingis ben spedeful."},{"number":23,"verse":"Alle thingis ben leeueful to me, but not alle thingis edifien."},{"number":24,"verse":"No man seke that thing that is his owne, but that thing that is of an othere."},{"number":25,"verse":"Al thing that is seld in the bocherie, ete ye, axynge no thing for conscience."},{"number":26,"verse":"The erthe and the plente of it is, the Lordis."},{"number":27,"verse":"If ony of hethene men clepith you to soper, and ye wole go, al thing that is set to you, ete ye, axynge no thing for conscience."},{"number":28,"verse":"But if ony man seith, This thing is offrid to idols, nyle ye ete, for hym that schewide, and for conscience; and Y seie not,"},{"number":29,"verse":"thi conscience, but of an othere. But wherto is my fredom demed of an othere mannus conscience?"},{"number":30,"verse":"Therfor if Y take part with grace, what am Y blasfemed, for that that Y do thankyngis?"},{"number":31,"verse":"Therfor whether ye eten, or drynken, or don ony other thing, do ye alle thingis `in to the glorie of God."},{"number":32,"verse":"Be ye with outen sclaundre to Jewis, and to hethene men, and to the chirche of God;"},{"number":33,"verse":"as Y bi alle thingis plese to alle men, not sekynge that that is profitable to me, but that that is profitable to manye men, that thei be maad saaf."}]}