{"bibleAbbr":"WYC1395","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":14,"verses":[{"number":1,"verse":"Sue ye charite, loue ye spiritual thingis, but more that ye prophecien."},{"number":2,"verse":"And he that spekith in tunge, spekith not to men, but to God; for no man herith. But the spirit spekith mysteries."},{"number":3,"verse":"For he that prophecieth, spekith to men to edificacioun, and monestyng, and coumfortyng."},{"number":4,"verse":"He that spekith in tunge, edifieth hym silf; but he that prophecieth, edifieth the chirche of God."},{"number":5,"verse":"And Y wole, that alle ye speke in tungis, but more that ye prophecie. For he that prophecieth, is more than he that spekith in langagis; but perauenture he expoune, that the chirche take edificacioun."},{"number":6,"verse":"But now, britheren, if Y come to you, and speke in langagis, what schal Y profite to you, but if Y speke to you ethir in reuelacioun, ethir in science, ethir in prophecie, ether in techyng?"},{"number":7,"verse":"For tho thingis that ben withouten soule, and yyueth voices, ethir pipe, ether harpe, but tho yyuen distinccioun of sownyngis, hou schal it be knowun that is sungun, ether that that is trumpid?"},{"number":8,"verse":"For if a trumpe yyue an vncerteyn soune, who schal make hym silf redi to batel?"},{"number":9,"verse":"So but ye yyuen an opyn word bi tunge, hou schal that that is seid be knowun? For ye schulen be spekynge in veyn."},{"number":10,"verse":"There ben many kyndis of langagis in this world, and no thing is with outen vois."},{"number":11,"verse":"But if Y knowe not the vertu of a vois, Y schal be to hym, to whom Y schal speke, a barbarik; and he that spekith to me, schal be a barbarik."},{"number":12,"verse":"So ye, for ye ben loueris of spiritis, seke ye that ye be plenteuouse to edificacioun of the chirche."},{"number":13,"verse":"And therfor he that spekith in langage, preie, that he expowne."},{"number":14,"verse":"For if Y preye in tunge, my spirit preieth; myn vndurstondyng is with outen fruyt."},{"number":15,"verse":"What thanne? Y schal preye in spirit, Y schal preye in mynde; Y schal seie salm, in spirit, Y schal seie salm also in mynde."},{"number":16,"verse":"For if thou blessist in spirit, who fillith the place of an ydiot, hou schal he seie Amen on thi blessyng, for he woot not, what thou seist?"},{"number":17,"verse":"For thou doist wel thankyngis, but an othir man is not edefied."},{"number":18,"verse":"Y thanke my God, for Y speke in the langage of alle you;"},{"number":19,"verse":"but in the chirche Y wole speke fyue wordis in my wit, that also Y teche othere men, than ten thousynde of wordis in tunge."},{"number":20,"verse":"Britheren, nyle ye be maad children in wittis, but in malice be ye children; but in wittis be ye parfit."},{"number":21,"verse":"For in the lawe it is writun, That in othere tungis and othere lippis Y schal speke to this puple, and nether so thei schulen here me, seith the Lord."},{"number":22,"verse":"Therfor langagis ben in to tokene, not to feithful men, but to men out of the feith; but prophecies ben not to men out of the feith, but to feithful men."},{"number":23,"verse":"Therfor if alle the chirche come togidere in to oon, and alle men speken in tungis, if idiotis, ether men out of the feith, entren, whether thei schulen not seie, What ben ye woode?"},{"number":24,"verse":"But if alle men prophecien, if ony vnfeithful man or idiot entre, he is conuyct of alle, he is wiseli demyd of alle."},{"number":25,"verse":"For the hid thingis of his herte ben knowun, and so he schal falle doun on the face, and schal worschipe God, and schewe verili that God is in you."},{"number":26,"verse":"What thanne, britheren? Whanne ye comen togidere, ech of you hath a salm, he hath techyng, he hath apocalips, he hath tunge, he hath expownyng; alle thingis be thei don to edificacioun."},{"number":27,"verse":"Whether a man spekith in tunge, bi twei men, ethir thre at the moste, and bi partis, that oon interprete."},{"number":28,"verse":"But if there be not an interpretour, be he stille in the chirche, and speke he to hym silf and to God."},{"number":29,"verse":"Prophetis tweine or thre seie, and othere wiseli deme."},{"number":30,"verse":"But if ony thing be schewid to a sittere, the formere be stille."},{"number":31,"verse":"For ye moun `prophecie alle, ech bi hym silf, that alle men lerne, and alle moneste."},{"number":32,"verse":"And the spiritis of prophetis ben suget to prophetis;"},{"number":33,"verse":"for whi God is not of discencioun, but of pees; as in alle chirchis of hooli men `Y teche."},{"number":34,"verse":"Wymmen in chirchis be stille; for it is not suffrid to hem to speke, but to be suget, as the lawe seith."},{"number":35,"verse":"But if thei wolen ony thing lerne, `at home axe thei her hosebondis; for it is foule thing to a womman to speke in chirche."},{"number":36,"verse":"Whether `of you the word of God cam forth, or to you aloone it cam?"},{"number":37,"verse":"If ony man is seyn to be a prophete, or spiritual, knowe he tho thingis that Y write to you, for tho ben the comaundementis of the Lord."},{"number":38,"verse":"And if ony man vnknowith, he schal be vnknowun."},{"number":39,"verse":"`Therfor, britheren, loue ye to prophecie, and nyle ye forbede to speke in tungis."},{"number":40,"verse":"But be alle thingis don onestli, and bi due ordre in you."}]}