{"bibleAbbr":"WYC1395","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":15,"verses":[{"number":1,"verse":"`Sotheli, britheren, Y make the gospel knowun to you, which Y haue prechid to you, the which also ye han takun, in which ye stonden,"},{"number":2,"verse":"also bi which ye schulen be sauyd; `bi which resoun Y haue prechid to you, if ye holden, `if ye han not bileuyd ideli."},{"number":3,"verse":"For Y bitook to you at the bigynnyng that thing which also Y haue resseyued; that Crist was deed for oure synnes, bi the scripturis;"},{"number":4,"verse":"and that he was biried, and that he roos ayen in the thridde dai, after scripturis;"},{"number":5,"verse":"and that he was seyn to Cephas, and aftir these thingis to enleuene;"},{"number":6,"verse":"aftirward he was seyn to mo than fyue hundrid britheren togidere, of whiche manye lyuen yit, but summe ben deed; aftirward he was seyn to James,"},{"number":7,"verse":"and aftirward to alle the apostlis."},{"number":8,"verse":"And last of alle he was seyn also to me, as to a deed borun child."},{"number":9,"verse":"For Y am the leste of apostlis, that am not worthi to be clepid apostle, for Y pursuede the chirche of God."},{"number":10,"verse":"But bi the grace of God Y am that thing that Y am; and his grace was not voide in me. For Y trauelide more plenteuously than alle thei; but not Y, but the grace of God with me."},{"number":11,"verse":"But whether Y, or thei, so we han prechid, and so ye han bileuyd."},{"number":12,"verse":"And if Crist is prechid, that he roos ayen fro deeth, hou seien summen among you, that the ayenrisyng of deed men is not?"},{"number":13,"verse":"And if the ayenrisyng of deed men is not, nethir Crist roos ayen fro deeth."},{"number":14,"verse":"And if Crist roos not, oure preching is veyn, oure feith is veyn."},{"number":15,"verse":"And we ben foundun false witnessis of God, for we han seid witnessyng ayens God, that he reiside Crist, whom he reiside not, if deed men risen not ayen."},{"number":16,"verse":"Forwhi if deed men risen not ayen, nether Crist roos ayen;"},{"number":17,"verse":"and if Crist roos not ayen, oure feith is veyn; and yit ye ben in youre synnes."},{"number":18,"verse":"And thanne thei that han diede in Crist, han perischid."},{"number":19,"verse":"If in this life oneli we ben hoping in Crist, we ben more wretchis than alle men."},{"number":20,"verse":"But now Crist roos ayen fro deth, the firste fruit of deed men;"},{"number":21,"verse":"for deeth was bi a man, and bi a man is ayenrisyng fro deth."},{"number":22,"verse":"And as in Adam alle men dien, so in Crist alle men schulen be quykenyd."},{"number":23,"verse":"But ech man in his ordre; the firste fruit, Crist, afterward thei that ben of Crist, that bileueden in the comyng of Crist;"},{"number":24,"verse":"aftirward an ende, whanne he schal bitake the kyngdom to God and to the fadir, whanne he schal auoide al princehod, and power, and vertu."},{"number":25,"verse":"But it bihoueth hym to regne, til he putte alle hise enemyes vndur hise feet."},{"number":26,"verse":"And at the laste, deth the enemye schal be distried; for he hath maad suget alle thingis vndur hise feet."},{"number":27,"verse":"And whanne he seith, alle thingis ben suget to hym, with outen doubt outakun hym that sugetide alle thingis to hym."},{"number":28,"verse":"And whanne alle thingis ben suget to hym, thanne the sone hym silf schal be suget to hym, that made `alle thingis suget to hym, that God be alle thingis in alle thingis."},{"number":29,"verse":"Ellis what schulen thei do, that ben baptisid for deed men, if in no wise deed men risen ayen? wherto ben thei baptisid for hem?"},{"number":30,"verse":"And wherto ben we in perel euery our?"},{"number":31,"verse":"Ech dai Y die for youre glorie, britheren, which glorie Y haue in Crist Jhesu oure Lord."},{"number":32,"verse":"If aftir man Y haue fouyten to beestis at Efesi, what profitith it to me, if deed men risen not ayen? Ete we, and drynke we, for we schulen die to morewe."},{"number":33,"verse":"Nyle ye be disseyued; for yuel spechis distrien good thewis."},{"number":34,"verse":"Awake ye, iuste men, and nyle ye do synne; for summen han ignoraunce of God, but to reuerence Y speke to you."},{"number":35,"verse":"But summan seith, Hou schulen deed men rise ayen, or in what maner bodi schulen thei come?"},{"number":36,"verse":"Vnwise man, that thing that thou sowist, is not quykened, but it die first;"},{"number":37,"verse":"and that thing that thou sowist, `thou sowist not the bodi that is to come, but a nakid corn, as of whete, or of summe othere seedis;"},{"number":38,"verse":"and God yyueth to it a bodi, as he wole, and to ech of seedis a propir bodi."},{"number":39,"verse":"Not ech fleisch is the same fleisch, but oon is of men, another is of beestis, another is of briddis, an othere of fischis."},{"number":40,"verse":"And `heuenli bodies ben, and `ertheli bodies ben; but oon glorie is of heuenely bodies, and anothir is of ertheli."},{"number":41,"verse":"An othere clerenesse is of the sunne, anothere clerenesse is of the moone, and anothere clerenesse is of sterris; and a sterre dyuersith fro a sterre in clerenesse."},{"number":42,"verse":"And so the ayenrisyng of deed men. It is sowun in corrupcioun, it schal rise in vncorrupcioun;"},{"number":43,"verse":"it is sowun in vnnoblei, it schal rise in glorie; it is sowun in infirmyte, it schal rise in vertu;"},{"number":44,"verse":"it is sowun a beestly bodi, it schal rise a spiritual bodi. If ther is a beestli bodi, ther is also a spiritual bodi;"},{"number":45,"verse":"as it is writun, The firste man Adam was maad in to a soule lyuynge, the laste Adam in to a spirit quykenynge."},{"number":46,"verse":"But the firste is not that that is spiritual, but that that is beestlich, aftirward that that is spiritual."},{"number":47,"verse":"The firste man of erthe is ertheli; the secounde man of heuene is heuenelich."},{"number":48,"verse":"Such as the ertheli man is, such ben the ertheli men; and such as the heueneli man is, suche ben also the heueneli men."},{"number":49,"verse":"Therfor as we han bore the ymage of the ertheli man, bere we also the ymage of the heuenli."},{"number":50,"verse":"Britheren, Y seie this thing, that fleisch and bloud moun not welde the kyngdom of God, nethir corrupcioun schal welde vncorrupcioun."},{"number":51,"verse":"Lo! Y seie to you priuyte of hooli thingis. And alle we schulen rise ayen, but not alle we schulen be chaungid;"},{"number":52,"verse":"in a moment, in the twynklyng of an iye, in the laste trumpe; for the trumpe schal sowne, and deed men schulen rise ayen, with oute corrupcioun, and we schulen be chaungid."},{"number":53,"verse":"For it byhoueth this corruptible thing to clothe vncorrupcioun, and this deedli thing to putte awei vndeedlinesse."},{"number":54,"verse":"But whanne this deedli thing schal clothe vndeedlynesse, thanne schal the word be doon, that is writun, Deth is sopun vp in victorie."},{"number":55,"verse":"Deth, where is thi victorie? Deth, where is thi pricke?"},{"number":56,"verse":"But the pricke of deth is synne; and the vertu of synne is the lawe."},{"number":57,"verse":"But do we thankyngis to God, that yaf to vs victorie bi oure Lord Jhesu Crist."},{"number":58,"verse":"Therfore, my dereworthe britheren, be ye stidefast, and vnmouable, beynge plenteuouse in werk of the Lord, euere more witynge that youre trauel is not idel in the Lord."}]}