{"bibleAbbr":"KNCL","bookName":"Philemon","bookEnglishName":"Philemon","chapterNumber":1,"verses":[{"number":1,"verse":"ಪೀಠಿಕೆ ನಮ್ಮ ಅತಿಪ್ರಿಯನೂ ಸಹೋದ್ಯೋಗಿಯೂ ಆದ ಫಿಲೆಮೋನನಿಗೂ ನಿನ್ನ ಮನೆಯಲ್ಲಿ ಸಭೆಸೇರುವ ಸಹೋದರರಿಗೂ ಹಾಗು ನಮ್ಮ ಸಹೋದರಿ ಅಪ್ಪಿಯ ಮತ್ತು ಸಹಸೈನಿಕ ಅರ್ಖಿಪ್ಪನಿಗೂ - ಕ್ರಿಸ್ತಯೇಸುವಿಗೋಸ್ಕರ ಸೆರೆಯಾಳಾಗಿರುವ ಪೌಲನೂ ಮತ್ತು ನಮ್ಮ ಸಹೋದರ ತಿಮೊಥೇಯನೂ ಬರೆಯುವ ಪತ್ರ: ನಮ್ಮ ತಂದೆಯಾದ ದೇವರು ಮತ್ತು ಒಡೆಯರಾದ ಯೇಸುಕ್ರಿಸ್ತರು ಕೃಪಾಶೀರ್ವಾದವನ್ನೂ ಶಾಂತಿಸಮಾಧಾನವನ್ನೂ ಅನುಗ್ರಹಿಸಲಿ!"},{"number":4,"verse":"ಫಿಲೆಮೋನನ ಪ್ರೀತಿ ಮತ್ತು ವಿಶ್ವಾಸ ಪ್ರಿಯ ಫಿಲೆಮೋನನೇ, ನಾನು ನಿನಗಾಗಿ ಪ್ರಾರ್ಥಿಸುವಾಗಲೆಲ್ಲಾ ದೇವರಿಗೆ ಕೃತಜ್ಞತೆ ಸಲ್ಲಿಸುತ್ತೇನೆ."},{"number":5,"verse":"ಏಕೆಂದರೆ, ಪ್ರಭು ಯೇಸುವಿನಲ್ಲೂ ದೇವಜನರೆಲ್ಲರಲ್ಲೂ ನಿನಗಿರುವ ಪ್ರೀತಿವಿಶ್ವಾಸದ ಬಗ್ಗೆ ನಾನು ಕೇಳುತ್ತಿದ್ದೇನೆ."},{"number":6,"verse":"ನಿನ್ನ ವಿಶ್ವಾಸವನ್ನು ಬೇರೆಯವರಿಗೂ ನೀಡಿ ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ನಮ್ಮದಾಗಿರುವ ಎಲ್ಲಾ ಒಳಿತಿನ ಅರಿವನ್ನು ಹೆಚ್ಚಿಸಿಕೊಳ್ಳಬೇಕೆಂಬುದೇ ನನ್ನ ಪ್ರಾರ್ಥನೆ."},{"number":7,"verse":"ಸಹೋದರನೇ, ನಿನ್ನ ಪ್ರೀತಿಯನ್ನು ನೆನೆದು ನಾನು ಆನಂದವನ್ನೂ ಆದರಣೆಯನ್ನೂ ಪಡೆಯುತ್ತಿದ್ದೇನೆ. ದೇವಜನರೆಲ್ಲರ ಹೃದಯಗಳನ್ನು ನೀನು ಉಲ್ಲಾಸಪಡಿಸುತ್ತಿರುವೆ."},{"number":8,"verse":"ಒನೇಸಿಮನಿಗಾಗಿ ವಿಜ್ಞಾಪನೆ ಆದಕಾರಣ, ನೀನು ಮಾಡಬೇಕಾದುದನ್ನು ಮಾಡು ಎಂದು ಆಜ್ಞಾಪಿಸಲು ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ನನಗೆ ಧೈರ್ಯ ಮತ್ತು ಅಧಿಕಾರಗಳಿವೆ."},{"number":9,"verse":"ಆದರೂ ನಿನ್ನ ಮೇಲಿರುವ ಪ್ರೀತಿಯ ನಿಮಿತ್ತ ನಾನು ನಿನ್ನಲ್ಲಿ ವಿನಂತಿಸುತ್ತೇನೆ: ವೃದ್ಧಪ್ರಾಯನೂ (ರಾಯಭಾರಿ ಎಂಬ ಅರ್ಥವೂ ಇದೆ.) ಮತ್ತು ಕ್ರಿಸ್ತಯೇಸುವಿಗೋಸ್ಕರ ಈಗ ಸೆರೆಯಾಳೂ ಆಗಿರುವ ಪೌಲನೆಂಬ ನಾನು ಒನೇಸಿಮನ ಪರವಾಗಿ ನಿನ್ನಲ್ಲಿ ವಿಜ್ಞಾಪಿಸುತ್ತೇನೆ."},{"number":10,"verse":"ಇವನು ಯೇಸುವಿನಲ್ಲಿ ನನ್ನ ಸ್ವಂತ ಮಗನಂತಿದ್ದಾನೆ. ಸೆರೆಮನೆಯಲ್ಲೇ ನಾನು ಅವನನ್ನು ಆಧ್ಯಾತ್ಮಿಕವಾಗಿ ಪಡೆದೆನು."},{"number":11,"verse":"ಹಿಂದೆ ಅವನು ನಿನಗೆ ಪ್ರಯೋಜಕನಾಗಿರಲಿಲ್ಲ. ಈಗಲಾದರೋ ನಿನಗೂ ನನಗೂ ಪ್ರಯೋಜಕನಾಗಿದ್ದಾನೆ."},{"number":12,"verse":"ನನಗಂತೂ ಇವನು ಪ್ರಾಣದಂತಿದ್ದರೂ ಈಗ ನಿನ್ನ ಬಳಿಗೆ ಕಳುಹಿಸುತ್ತಿದ್ದೇನೆ."},{"number":13,"verse":"ಶುಭಸಂದೇಶಕ್ಕೋಸ್ಕರ ನಾನು ಸೆರೆಮನೆಯಲ್ಲಿರುವಾಗ ನಿನ್ನ ಬದಲಾಗಿ ನನಗೆ ಸಹಾಯಮಾಡಲು ಇವನನ್ನು ಇಲ್ಲಿಯೇ ಉಳಿಸಿಕೊಳ್ಳಲು ಇಷ್ಟವಿತ್ತು."},{"number":14,"verse":"ಆದರೆ ನನಗೆ ಸಹಾಯವಾಗಲೆಂದು ನಿನ್ನನ್ನು ಖಡ್ಡಾಯಪಡಿಸಲು ನನಗಂತೂ ಇಷ್ಟವಿಲ್ಲ. ನೀನಾಗಿಯೇ ನಿನ್ನ ಸ್ವಂತ ಇಚ್ಛೆಯಿಂದ ಹಾಗೆ ಮಾಡಬೇಕೆಂಬುದು ನನ್ನ ಅಪೇಕ್ಷೆ. ಆದ್ದರಿಂದ ನಿನ್ನ ಒಪ್ಪಿಗೆಯಿಲ್ಲದೆ ನಾನು ಏನನ್ನೂ ಮಾಡುತ್ತಿಲ್ಲ."},{"number":15,"verse":"ಸ್ವಲ್ಪಕಾಲ ಒನೇಸಿಮನು ನಿನ್ನಿಂದ ದೂರವಿದ್ದುದಕ್ಕೆ ಕಾರಣ ಆತನು ಸದಾಕಾಲ ನಿನ್ನವನಾಗುವುದಕ್ಕೋ ಏನೋ."},{"number":16,"verse":"ಈಗ ಅವನು ನಿನ್ನ ಬಳಿಗೆ ಬರುತ್ತಿರುವುದು ಕೇವಲ ಗುಲಾಮನಂತೆ ಅಲ್ಲ. ಅದಕ್ಕಿಂತಲೂ ಬಹಳ ಮೇಲಾದವನಂತೆ, ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ಪ್ರಿಯ ಸಹೋದರನಂತೆ, ಅವನೆಂದರೆ ನನಗೆಷ್ಟೋ ಪ್ರೀತಿ. ಹಾಗಾದರೆ ನಿನ್ನ ಸೇವಕನೂ ನಮ್ಮ ಪ್ರಭುವಿನಲ್ಲಿ ನಿನ್ನ ಪ್ರಿಯ ಸಹೋದರನೂ ಆಗಿರುವ ಅವನ ಬಗ್ಗೆ ನಿನಗೆ ಮತ್ತಷ್ಟು ಪ್ರೀತಿ ಇರಬೇಕಲ್ಲವೇ?"},{"number":17,"verse":"ಆದ್ದರಿಂದ ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ನಿನಗೂ ನನಗೂ ಅನ್ಯೋನ್ಯತೆ ಇದೆಯೆಂದು ನೀನು ಪರಿಗಣಿಸುವುದಾದರೆ ನನ್ನನ್ನು ಹೇಗೆ ಸ್ವಾಗತಿಸುತ್ತಿದ್ದೆಯೋ ಹಾಗೆಯೇ ಇವನನ್ನು ಸ್ವಾಗತಿಸು."},{"number":18,"verse":"ಇವನು ನಿನಗೇನಾದರೂ ಅನ್ಯಾಯ ಮಾಡಿದ್ದಾದರೆ, ಅಥವಾ ಇವನಿಂದ ನಿನಗೇನಾದರೂ ಸಲ್ಲಬೇಕಾದ ಬಾಕಿಯಿದ್ದರೆ, ಅದೆಲ್ಲವನ್ನೂ ನನ್ನ ಲೆಕ್ಕಕ್ಕೆ ಹಾಕು."},{"number":19,"verse":"ಅದನ್ನು ಪೌಲನೆಂಬ ನಾನೇ ಕೊಟ್ಟು ತೀರಿಸುತ್ತೇನೆ ಎಂದು ನನ್ನ ಹಸ್ತಾಕ್ಷರದಲ್ಲೇ ಬರೆದುಕೊಡುತ್ತಿದ್ದೇನೆ. ಆದರೆ ಈಗ ನೀನು ಏನಾಗಿದ್ದೀಯೋ ಅದು ನನ್ನಿಂದಲೇ. ಹೀಗೆ ನೀನೇ ನನಗೆ ಸಾಲಗಾರನಾಗಿದ್ದೀ ಎಂದು ನಾನು ಹೇಳಬೇಕಾಗಿಲ್ಲ."},{"number":20,"verse":"ಹೌದು, ಪ್ರಿಯ ಸಹೋದರನೇ, ಪ್ರಭುವಿನ ಹೆಸರಿನಲ್ಲಿ ಇದೊಂದು ಉಪಕಾರವನ್ನು ನನಗೆ ಮಾಡಿಕೊಡು; ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ನನ್ನ ಹೃದಯ ಆನಂದಿಸುವಂತೆ ಮಾಡು."},{"number":21,"verse":"ನನ್ನ ಕೋರಿಕೆಯನ್ನು ನೆರವೇರಿಸುವೆ ಎಂಬ ಭರವಸೆಯಿಂದ ಈ ಪತ್ರವನ್ನು ಬರೆಯುತ್ತಿದ್ದೇನೆ. ನಾನು ಕೇಳಿದ್ದಕ್ಕಿಂತಲೂ ಹೆಚ್ಚಾಗಿಯೇ ಮಾಡುವೆಯೆಂದು ನನಗೆ ಗೊತ್ತಿದೆ."},{"number":22,"verse":"ಇದಲ್ಲದೆ, ನಿಮ್ಮೆಲ್ಲರ ಪ್ರಾರ್ಥನೆಗಳ ಫಲವಾಗಿ ದೇವರು ನನ್ನನ್ನು ಇಲ್ಲಿಂದ ಬಿಡುಗಡೆ ಮಾಡಿ ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸುವರು ಎಂಬ ನಂಬಿಕೆ ನನಗಿದೆ. ಆದ್ದರಿಂದ ನನಗಾಗಿ ಒಂದು ಅತಿಥಿ ಕೊಠಡಿಯನ್ನು ಸಿದ್ಧಪಡಿಸಿಟ್ಟುಕೊಂಡಿರು."},{"number":23,"verse":"ಅಂತಿಮ ಶುಭಾಶಯಗಳು “ಕ್ರಿಸ್ತಯೇಸುವಿಗೋಸ್ಕರ ನನ್ನ ಜೊತೆಯಲ್ಲಿ ಸೆರೆಮನೆಯಲ್ಲಿರುವ ಎಪಫ್ರನೂ ನನ್ನ ಸಹೋದ್ಯೋಗಿಗಳಾದ ಮಾರ್ಕ, ಅರಿಸ್ತಾರ್ಕ, ದೇಮ ಮತ್ತು ಲೂಕನು ನಿಮಗೆ ಶುಭಾಶಯಗಳನ್ನು ಕಳುಹಿಸುತ್ತಾರೆ."},{"number":25,"verse":"ನಮ್ಮ ಪ್ರಭು ಯೇಸುಕ್ರಿಸ್ತರ ಅನುಗ್ರಹ ನಿಮ್ಮೆಲ್ಲರಲ್ಲೂ ಇರಲಿ!"}]}