{"bibleAbbr":"LBP1933","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":1,"verses":[{"number":1,"verse":"PAUL, an apostle of Jesus Christ by the will of God and by the promise of life which is in Jesus Christ,"},{"number":2,"verse":"To Ti-mo'the-us, a dearly beloved son: Grace, mercy, and peace, from God the Father and Jesus Christ our LORD."},{"number":3,"verse":"I thank God, whom I have served from boyhood with a pure conscience, that I have always remembered you in my prayers night and day."},{"number":4,"verse":"I am anxious to see you; I still remember your tears; I am filled with joy,"},{"number":5,"verse":"Especially when I am reminded of your true faith, which dwelt first in your grandmother Lois, and your mother Eunice; and I am sure now in you also."},{"number":6,"verse":"For this reason, I remind you to stir up the gift of God, which is in you by the laying on of my hand."},{"number":7,"verse":"For God has not given us the spirit of fear but of power and of love and of good discipline."},{"number":8,"verse":"Be not, therefore, ashamed of the testimony of our LORD, nor of me his prisoner; but bear the hardships that go along with the preaching of the gospel through the power of God;"},{"number":9,"verse":"Who has saved us, and called us with a holy calling, not according to our works, but according to his own will and his grace, which was given us in Jesus Christ before the world began,"},{"number":10,"verse":"And is now made manifest by the appearing of our Saviour Jesus Christ, who has abolished death, and has revealed life and immortality through the gospel;"},{"number":11,"verse":"To which I am appointed a preacher, and an apostle, and a teacher of the Gentiles."},{"number":12,"verse":"For this cause I suffer these things: nevertheless I am not ashamed; for I know whom I have trusted, and I am sure he will take care of me until that day."},{"number":13,"verse":"Let these bright and sound words which you have heard from me abide with you in the faith and love which is in Jesus Christ."},{"number":14,"verse":"That good thing which was committed to you keep by the help of the Holy Spirit which dwells in us."},{"number":15,"verse":"This you know: that all those in Asia Minor have turned away from me; of whom are Phy-gel'lus and Her-mog'e-nes."},{"number":16,"verse":"Let our LORD grant mercy to the house of On-e-siph'o-rus; for he has often refreshed me, and he was not ashamed of the chains of my imprisonment:"},{"number":17,"verse":"But when he was in Rome, he searched for me diligently, and found me."},{"number":18,"verse":"Let our LORD grant to him, that he may find mercy in heaven, where our LORD is, in that day: and of how he ministered to me at Eph'e-sus, you know very well."}]}