{"bibleAbbr":"LBP1933","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"KNOW this: that in the last days disas trous times will come."},{"number":2,"verse":"And men shall be lovers of themselves, and lovers of money, proud, conceited, blasphemers, disobedient to their own people, ungrateful, wicked,"},{"number":3,"verse":"False accusers, addicts to lust, brutal, haters of good things,"},{"number":4,"verse":"Traitors, hasty, boasters, lovers of pleasures more than lovers of God;"},{"number":5,"verse":"Having a form of godliness, but are far from the power of God: from such turn away."},{"number":6,"verse":"For of this sort are those who creep into houses and captivate women sunken in sin, led away with divers lusts,"},{"number":7,"verse":"Ever striving to learn, and never able to come to the knowledge of the truth,"},{"number":8,"verse":"Now just as Jan'nes and Jam'bres stood up against Moses, so do these also resist the truth, men of corrupt minds and far off from the faith."},{"number":9,"verse":"But they shall not progress, for their folly is well known to every man, as theirs also was."},{"number":10,"verse":"But you have been a follower of my teaching, manner of life, purpose, faith, patience, charity, love, steadfastness,"},{"number":11,"verse":"Persecution and sorrows: you know the things which I endured at Antioch, and at Ico'ni- um, and at Lys'tra; how I was persecuted; and yet from all these my LORD delivered me."},{"number":12,"verse":"Likewise, all those who wish to live a godly life in Jesus Christ shall suffer persecution."},{"number":13,"verse":"But bad and deceptive men shall grow worse and worse, deceiving and being deceived."},{"number":14,"verse":"But hold fast to the things which you have learned and have been assured of, knowing from whom you have learned them;"},{"number":15,"verse":"And knowing that you have learned from your childhood the holy scriptures which are able to make you wise unto salvation through faith in Jesus Christ."},{"number":16,"verse":"All scripture, written by the inspiration of the Holy Spirit, is profitable for doctrine, for reproof, for correction and for instruction in righteousness:"},{"number":17,"verse":"So that God's people may become perfect, thoroughly perfected for every good work."}]}