{"bibleAbbr":"KJV1611","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":15,"verses":[{"number":1,"verse":"And the Lord spake vnto Moses, and to Aaron, saying,"},{"number":2,"verse":"Speake vnto the children of Israel, and say vnto them, when any man hath a running issue out of his flesh, because of his issue he is vncleane."},{"number":3,"verse":"And this shall be his vncleannesse in his issue: whether his flesh run with his issue, or his flesh be stopped from his issue, it is his vncleannesse."},{"number":4,"verse":"Euery bed whereon he lieth, that hath the issue, is vncleane: and euery thing whereon he sitteth, shall bee vncleane."},{"number":5,"verse":"And whosoeuer toucheth his bed, shall wash his clothes, and bath himselfe in water, and bee vncleane vntill the Euen."},{"number":6,"verse":"And hee that sitteth on any thing whereon hee sate that hath the issue, shall wash his clothes, and bath himselfe in water, and bee vncleane vntill the Euen."},{"number":7,"verse":"And he that toucheth the flesh of him that hath the issue, shall wash his clothes, and bathe himselfe in water, and be vncleane vntill the Euen."},{"number":8,"verse":"And if he that hath the issue, spit vpon him that is cleane, then hee shall wash his clothes, and bathe himselfe in water, and bee vncleane vntill the Euen."},{"number":9,"verse":"And what saddle soeuer he rideth vpon, that hath the issue, shall bee vncleane."},{"number":10,"verse":"And whosoeuer toucheth any thing that was vnder him, shall be vncleane vntil the Euen: And he that beareth any of those things, shall wash his clothes, and bathe himselfe in water, and be vncleane vntill the Euen."},{"number":11,"verse":"And whomsoeuer hee toucheth that hath the issue (and hath not rinsed his hands in water) he shall wash his clothes, and bathe himselfe in water, and be vncleane vntill the Euen."},{"number":12,"verse":"And the vessell of earth that hee toucheth which hath the issue, shall bee broken: and euery vessell of wood shall be rinsed in water."},{"number":13,"verse":"And when hee that hath an issue, is cleansed of his issue, then hee shall number to himselfe seuen dayes for his cleansing, and wash his clothes, and bathe his flesh in running water, and shall be cleane."},{"number":14,"verse":"And on the eight day hee shall take to him two turtle doues, or two yong pigeons, and come before the Lord, vnto the doore of the Tabernacle of the Congregation, and giue them vnto the Priest."},{"number":15,"verse":"And the Priest shall offer them, the one for a sinne offering, and the other for a burnt offering, and the Priest shall make an atonement for him before the Lord for his issue."},{"number":16,"verse":"And if any mans seede of copulation goe out from him, then hee shall wash all his flesh in water, and bee vncleane vntill the Euen."},{"number":17,"verse":"And euery garment and euery skinne whereon is the seede of copulation, shall be washed with water, and be vncleane vntill the Euen."},{"number":18,"verse":"The woman also with whom man shall lie with seed of copulation, they shall both bath themselues in water, and be vncleane vntill the Euen."},{"number":19,"verse":"And if a woman haue an issue, and her issue in her flesh be blood, shee shall bee put apart seuen dayes: and whosoeuer toucheth her, shall bee vncleane vntil the Euen."},{"number":20,"verse":"And euery thing that she lieth vpon in her separation, shall be vncleane: euery thing also that she sitteth vpon, shalbe vncleane."},{"number":21,"verse":"And whosoeuer toucheth her bed, shall wash his clothes, and bathe himselfe in water, and be vncleane vntill the Euen."},{"number":22,"verse":"And whosoeuer toucheth any thing that she sate vpon, shall wash his clothes, and bathe himselfe in water, and be vncleane vntill the Euen."},{"number":23,"verse":"And if it be on her bed, or on any thing whereon she sitteth, when hee toucheth it, he shall be vncleane vntill the Euen."},{"number":24,"verse":"And if any man lye with her at all, and her flowers be vpon him, hee shall be vncleane seuen dayes: and all the bed whereon he lyeth, shall be vncleane."},{"number":25,"verse":"And if a woman haue an issue of her blood many dayes out of the time of her separation, or if it runne beyond the time of her separation, all the dayes of the issue of her vncleannesse, shall be as the dayes of her separation: she shalbe vncleane."},{"number":26,"verse":"Euery bed whereon she lyeth all the dayes of her issue, shall be vnto her as the bed of her separation: and whatsoeuer shee sitteth vpon, shall bee vncleane, as the vncleannesse of her separation."},{"number":27,"verse":"And whosoeuer toucheth those things, shalbe vncleane, and shall wash his clothes, and bathe himselfe in water, and be vncleane vntill the Euen."},{"number":28,"verse":"But if she be cleansed of her issue, then she shall number to her selfe seuen dayes: and after that, she shalbe cleane."},{"number":29,"verse":"And on the eight day she shall take vnto her two turtles or two yong pigeons, & bring them vnto the Priest, to the doore of the Tabernacle of the Congregation."},{"number":30,"verse":"And the Priest shall offer the one for a sinne offering, and the other for a burnt offering, and the Priest shall make an atonement for her before the Lord, for the issue of her vncleannesse."},{"number":31,"verse":"Thus shall yee separate the children of Israel from their vncleannesse, that they die not in their vncleannesse, when they defile my Tabernacle that is among them."},{"number":32,"verse":"This is the law of him that hath an issue, and of him whose seed goeth from him, and is defiled therewith;"},{"number":33,"verse":"And of her that is sicke of her flowers, and of him that hath an issue, of the man, and of the woman, & of him that lyeth with her which is vncleane."}]}