{"bibleAbbr":"KJV1611","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":27,"verses":[{"number":1,"verse":"And the Lord spake vnto Moses, saying,"},{"number":2,"verse":"Speake vnto the children of Israel, and say vnto them, When a man shal make a singular vow, the persons shall be for the Lord, by thy estimation."},{"number":3,"verse":"And thy estimation shall be: Of the male from twentie yeeres old, euen vnto sixtie yeeres old: euen thy estimation shall be fiftie shekels of siluer, after the shekel of the Sanctuary."},{"number":4,"verse":"And if it be a female, then thy estimation shall be thirtie shekels."},{"number":5,"verse":"And if it be from fiue yeeres olde, euen vnto twentie yeeres old, then thy estimation shall be of the male twentie shekels, and for the female ten shekels."},{"number":6,"verse":"And if it be from a moneth old, euen vnto fiue yeeres old, then thy estimation shall be of the male, fiue shekels of siluer, and for the female, thy estimation shall be three shekels of siluer."},{"number":7,"verse":"And if it be from sixtie yeeres old, and aboue, if it be a male, then thy estimation shall be fifteene shekels, and for the female ten shekels."},{"number":8,"verse":"But if he bee poorer then thy estimation, then he shall present himselfe before the Priest, and the Priest shall value him: according to his abilitie that vowed, shall the Priest value him."},{"number":9,"verse":"And if it be a beast whereof men bring an offering vnto the Lord, all that any man giueth of such vnto the Lord, shall be holy."},{"number":10,"verse":"He shall not alter it, nor change it, a good for a bad, or a bad for a good: And if hee shall at all change beast for beast, then it, and the exchange thereof shall be holy."},{"number":11,"verse":"And if it be any vncleane beast, of which they doe not offer a sacrifice vnto the Lord, then he shall present the beast before the Priest:"},{"number":12,"verse":"And the Priest shall value it, whether it be good or bad: as thou valuest it who art the Priest: so shall it be."},{"number":13,"verse":"But if hee will at all redeeme it, then he shall adde a fift part thereof vnto thy estimation."},{"number":14,"verse":"And when a man shall sanctifie his house to be holy vnto the Lord, then the Priest shal estimate it, whether it be good or bad: as the Priest shall estimate it, so shall it stand."},{"number":15,"verse":"And if he that sanctified it, will redeeme his house, then he shall adde the fift part of the money of thy estimation vnto it, and it shall be his."},{"number":16,"verse":"And if a man shall sanctifie vnto the Lord some part of a field of his possession, then thy estimation shall be according to the seed thereof: An Homer of barley seed shall be valued at fiftie shekels of siluer."},{"number":17,"verse":"If hee sanctifie his field from the yeere of Iubile, according to thy estimation it shall stand."},{"number":18,"verse":"But if hee sanctifie his field after the Iubile, then the Priest shall reckon vnto him the money, according to the yeeres that remaine, euen vnto the yeere of the Iubile, and it shall be abated from thy estimation."},{"number":19,"verse":"And if he that sanctified the field, will in any wise redeeme it, then he shal adde the fift part of the money of thy estimation vnto it, and it shall be assured to him."},{"number":20,"verse":"And if hee will not redeeme the field, or if he haue sold the field to another man, it shall not be redeemed any more."},{"number":21,"verse":"But the field, when it goeth out in the Iubile, shall be holy vnto the Lord, as a field deuoted: the possession thereof shalbe the Priests."},{"number":22,"verse":"And if a man sanctifie vnto the Lord a field which he hath bought, which is not of the fieldes of his possession:"},{"number":23,"verse":"Then the Priest shall reckon vnto him the worth of thy estimation, euen vnto the yeere of the Iubile, and hee shall giue thine estimation in that day, as a holy thing vnto the Lord."},{"number":24,"verse":"In the yeere of the Iubile, the field shall returne vnto him of whom it was bought, euen to him to whom the possession of the land did belong."},{"number":25,"verse":"And all thy estimations shall be according to the shekel of the Sanctuarie: twentie Gerahs shall bee the shekel."},{"number":26,"verse":"Onely the firstling of the beasts which should be the Lords firstling, no man shall sanctifie it, whether it bee oxe, or sheepe: It is the Lords."},{"number":27,"verse":"And if it be of an vncleane beast, then hee shall redeeme it according to thine estimation, and shall adde a fifth part of it thereto: Or if it be not redeemed, then it shalbe sold according to thy estimation."},{"number":28,"verse":"Notwithstanding, no deuoted thing that a man shall deuote vnto the Lord, of all that he hath, both of man and beast, and of the field of his possession, shall be sold or redeemed: euery deuoted thing is most holy vnto the Lord."},{"number":29,"verse":"None deuoted, which shalbe deuoted of men, shall be redeemed: but shall surely be put to death."},{"number":30,"verse":"And all the tithe of the land, whether of the seed of the land, or of the fruit of the tree, is the Lords: it is holy vnto the Lord."},{"number":31,"verse":"And if a man will at all redeeme ought of his tithes, he shall adde thereto the fifth part thereof."},{"number":32,"verse":"And concerning the tithe of the herde, or of the flocke, euen of whatsoeuer passeth vnder the rod, the tenth shalbe holy vnto the Lord."},{"number":33,"verse":"He shall not search whether it be good or bad, neither shall he change it: and if he change it at all, then both it, and the change thereof, shall be holy; it shall not be redeemed."},{"number":34,"verse":"These are the Commandements which the Lord commanded Moses, for the children of Israel in mount Sinai."}]}