{"bibleAbbr":"KJV1611","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":3,"verses":[{"number":1,"verse":"And if his oblation be a sacrifice of peace offering, if hee offer it of the herd, whether it be a male or female, he shal offer it without blemish before the Lord."},{"number":2,"verse":"And he shall lay his hand vpon the head of his offering, and kil it at the doore of the Tabernacle of the Congregation: and Aarons sonnes the Priests shall sprinckle the blood vpon the Altar round about."},{"number":3,"verse":"And he shall offer of the sacrifice of the peace offering, an offering made by fire vnto the Lord; the fat that couereth the inwards, and all the fat that is vpon the inwards."},{"number":4,"verse":"And the two kidneys, and the fat that is on them, which is by the flanks: and the caule aboue the liuer with the kidneys, it shall he take away."},{"number":5,"verse":"And Aarons sonnes shall burne it on the Altar vpon the burnt sacrifice, which is vpon the wood that is on the fire: it is an offering made by fire of a sweet sauour vnto the Lord."},{"number":6,"verse":"And if his offering for a sacrifice of peace offering vnto the Lord, be of the flocke, male or female, he shall offer it without blemish."},{"number":7,"verse":"If hee offer a lambe for his offering, then shall he offer it before the Lord."},{"number":8,"verse":"And he shall lay his hand vpon the head of his offering, and kill it before the Tabernacle of the Congregation: And Aarons sonnes shall sprinkle the blood thereof, round about vpon the Altar."},{"number":9,"verse":"And he shall offer of the sacrifice of the peace offering, an offering made by fire vnto the Lord: the fat thereof and the whole rumpe, it shall he take off hard by the backe bone: and the fat that couereth the inwards, and all the fat that is vpon the inwards."},{"number":10,"verse":"And the two kidneys, and the fat that is vpon them, which is by the flankes, and the caule aboue the liuer, with the kidneys, it shall he take away."},{"number":11,"verse":"And the Priest shall burne it vpon the Altar: it is the food of the offering made by fire vnto the Lord."},{"number":12,"verse":"And if his offering be a goat, then he shall offer it before the Lord."},{"number":13,"verse":"And he shall lay his hand vpon the head of it, and kill it before the Tabernacle of the Congregation: and the sonnes of Aaron shall sprinckle the blood thereof vpon the Altar, round about."},{"number":14,"verse":"And he shall offer thereof his offering, euen an offering made by fire vnto the Lord; the fat that couereth the inwards, and al the fat that is vpon the inwards."},{"number":15,"verse":"And the two kidneys, and the fat that is vpon them, which is by the flancks, and the caule aboue the liuer with the kidneys, it shall he take away."},{"number":16,"verse":"And the Priest shall burne them vpon the Altar: it is the food of the offering made by fire, for a sweet sauour: All the fat is the Lords."},{"number":17,"verse":"It shall be a perpetuall statute for your generations, throughout all your dwellings, that ye eat neither fat, nor blood."}]}