{"bibleAbbr":"KJV1611","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":6,"verses":[{"number":1,"verse":"And the Lord spake vnto Moses, saying,"},{"number":2,"verse":"If a soule sinne, and commit a trespasse against the Lord, and lie vnto his neighbour in that which was deliuered him to keepe, or in fellowship, or in a thing taken away by violence, or hath deceiued his neighbour:"},{"number":3,"verse":"Or haue found that which was lost, and lieth concerning it, and sweareth falsly: in any of all these that a man doth, sinning therein:"},{"number":4,"verse":"Then it shall be, because he hath sinned, and is guiltie, that hee shall restore that which he tooke violently away, or the thing which he hath deceitfully gotten, or that which was deliuered him to keepe, or the lost thing which he found:"},{"number":5,"verse":"Or all that about which hee hath sworne falsly: hee shall euen restore it in the principall, and shall adde the fift part more thereto, and giue it vnto him to whom it apperteineth, in the day of his trespasse offering."},{"number":6,"verse":"And hee shall bring his trespasse offering vnto the Lord, a ramme without blemish out of the flocke, with thy estimation, for a trespasse offering vnto the Priest."},{"number":7,"verse":"And the Priest shall make an atonement for him, before the Lord: and it shall bee forgiuen him, for any thing of all that he hath done, in trespassing therein."},{"number":8,"verse":"And the Lord spake vnto Moses, saying,"},{"number":9,"verse":"Command Aaron and his sonnes, saying, This is the law of the burnt offring: (It is the burnt offring, because of the burning vpon the Altar all night vnto the morning, and the fire of the altar shall be burning in it.)"},{"number":10,"verse":"And the Priest shal put on his linnen garment, & his linnen breeches shal he put vpon his flesh, and take vp the ashes which the fire hath consumed with the burnt offering on the Altar, and he shall put them besides the Altar."},{"number":11,"verse":"And he shal put off his garments, and put on other garments, and carry foorth the ashes without the Campe, vnto a cleane place."},{"number":12,"verse":"And the fire vpon the Altar shall be burning in it: it shall not be put out; And the Priest shall burne wood on it euery morning, and lay the burnt offering in order vpon it, and he shall burne thereon the fatte of the peace offerings."},{"number":13,"verse":"The fire shall euer be burning vpon the Altar: it shall neuer goe out."},{"number":14,"verse":"And this is the law of the meat offering: the sonnes of Aaron shall offer it before the Lord, before the Altar."},{"number":15,"verse":"And he shall take of it his handfull, of the flowre of the meat offering, and of the oyle therof, and all the frankincense which is vpon the meat offring, and shall burne it vpon the Altar, for a sweet sauour, euen the memoriall of it vnto the Lord."},{"number":16,"verse":"And the remainder thereof shall Aaron and his sonnes eat: with vnleauened bread shall it be eaten in the holy place: in the court of the Tabernacle of the Congregation they shall eat it."},{"number":17,"verse":"It shall not be baken with leauen: I haue giuen it vnto them for their portion of my offerings made by fire: it is most holy, as is the sin offering, and as the trespasse offering."},{"number":18,"verse":"All the males among the children of Aaron shall eat of it: It shalbe a statute for euer in your generations concerning the offerings of the Lord made by fire: euery one that toucheth them shalbe holy."},{"number":19,"verse":"And the Lord spake vnto Moses, saying,"},{"number":20,"verse":"This is the offering of Aaron, and of his sonnes which they shall offer vnto the Lord, in the day when he is anoynted: The tenth part of an Ephah of fine flowre for a meat offering perpetuall, halfe of it in the morning, and halfe thereof at night."},{"number":21,"verse":"In a panne it shalbe made with oyle, and when it is baken, thou shalt bring it in: and the baken pieces of the meat offering shalt thou offer for a sweet sauour vnto the Lord."},{"number":22,"verse":"And the Priest of his sonnes that is anoynted in his stead, shal offer it: It is a statute for euer vnto the Lord, it shalbe wholly burnt."},{"number":23,"verse":"For euery meat offering for the Priest shal be wholly burnt: it shall not be eaten."},{"number":24,"verse":"And the Lord spake vnto Moses, saying,"},{"number":25,"verse":"Speake vnto Aaron and to his sonnes, saying, This is the law of the sinne offering: In the place where the burnt offering is killed, shall the sinne offering be killed before the Lord: it is most holy."},{"number":26,"verse":"The Priest that offereth it for sinne, shall eat it: In the holy place shal it be eaten, in the court of the Tabernacle of the Congregation."},{"number":27,"verse":"Whatsoeuer shall touch the flesh thereof, shalbe holy: and when there is sprinckled of the blood thereof vpon any garment, thou shalt wash that whereon it was sprinckled, in the holy place."},{"number":28,"verse":"But the earthen vessell wherein it is sodden, shall be broken: And if it be sodden in a brasen pot, it shall be both scowred, and rinsed in water."},{"number":29,"verse":"All the males among the Priests shall eate thereof: it is most holy."},{"number":30,"verse":"And no sinne offering whereof any of the blood is brought into the Tabernacle of the Congregation to reconcile withall in the holy place, shall be eaten: it shall be burnt in the fire."}]}