{
  "bibleAbbr" : "TERV1998",
  "bookName" : "மாற்கு",
  "bookEnglishName" : "Mark",
  "chapterNumber" : 12,
  "verses" : [ {
    "number" : 1,
    "verse" : "திராட்சைத் தோட்ட உவமை(470 21:33-46; 490 20:9-19)மக்களுக்குப் போதிக்க இயேசு உவமைகளைப் பயன்படுத்தினார். “ஒருவன் தன் தோட்டத்தில் திராட்சை பயிரிட்டான். அவன் வயலைச் சுற்றி மதில்சுவர் எழுப்பினான். திராட்சை இரசம் உருவாக்க ஒரு குழியைத் தோண்டினான். பிறகு அவன் ஒரு கோபுரத்தையும் கட்டினான். அவன் அத்தோட்டத்தைச் சில விவசாயிகளுக்குக் குத்தகைக்கு விட்டான். பிறகு அவன் வேறு தேசத்திற்குப் போய்விட்டான்."
  }, {
    "number" : 2,
    "verse" : "“பின்னர், திராட்சைப் பழம் பறிப்பதற்கான காலம் வந்தது. திராட்சைத் தோட்டத்திலுள்ள பழத்தின் குத்தகைப் பங்கை வாங்கி வருமாறு தோட்டக்காரன் ஒரு வேலையாளை அனுப்பி வைத்தான்."
  }, {
    "number" : 3,
    "verse" : "ஆனால் விவசாயிகள் அவனைப் பிடித்துக் கட்டிவைத்து அடித்து வெறுங்கையோடு அனுப்பினர்."
  }, {
    "number" : 4,
    "verse" : "பின்பு வேறொரு வேலையாளைத் தோட்டக்காரன் அனுப்பினான். அந்த விவசாயிகள் அவனைத் தலையில் அடித்தனர். அவர்கள் அவனுக்கு அவமரியாதை செய்தனர்."
  }, {
    "number" : 5,
    "verse" : "அதனால் தோட்டக்காரன் மேலும் ஒரு வேலைக்காரனை அனுப்பிவைத்தான். அந்த விவசாயிகள் அவனைக் கொன்று போட்டார்கள். அந்தத் தோட்டக்காரன் மேலும் பல வேலைக்காரர்களை விவசாயிகளிடம் அனுப்பி வைத்தான். விவசாயிகளோ அவர்களில் சிலரை அடித்தும் சிலரைக் கொன்றும் போட்டார்கள்."
  }, {
    "number" : 6,
    "verse" : "“அந்தத் தோட்டக்காரனிடம் மேலும் ஒரே ஒரு ஆளே இருந்தான். அவன்தான் அவனது குமாரன். அவன் தன் குமாரனைப் பெரிதும் நேசித்தான். எனினும் அவன் குமாரனை விவசாயிகளிடம் அனுப்ப முடிவு செய்தான். கடைசி ஆளாகத் தன் குமாரனை மட்டுமே அனுப்ப முடியும் என்று எண்ணினான். ‘என் குமாரனையாவது விவாசாயிகள் மதிப்பார்கள்’ என்று நம்பினான்."
  }, {
    "number" : 7,
    "verse" : "“ஆனால் விவசாயிகள் தங்களுக்குள், ‘இவன்தான் தோட்டத்துச் சொந்தக்காரனின் குமாரன். இந்தத் தோட்டம் இவனுக்கு உரியதாகும். இவனை நாம் கொன்றுவிட்டால் இத்தோட்டம் நம்முடையதாகிவிடும்’ என்று பேசிக்கொண்டனர்."
  }, {
    "number" : 8,
    "verse" : "ஆகையால் அந்த விவசாயிகள் அவனது குமாரனைப் பிடித்து, கொன்று, தோட்டத்துக்கு வெளியே தூக்கி எறிந்துவிட்டனர்."
  }, {
    "number" : 9,
    "verse" : "“ஆகையால் தோட்டத்துச் சொந்தக்காரன் வேறு என்ன செய்வான்? அவன் தோட்டத்துக்குப் போய் அந்த விவசாயிகளை எல்லாம் கொல்வான். பிறகு அத்தோட்டத்தை வேறு விவசாயிகளுக்குக் கொடுப்பான்."
  }, {
    "number" : 10,
    "verse" : "உறுதியாகவே நீங்கள் இந்த வாக்கியத்தை வாசித்துள்ளீர்கள். “‘வீடு கட்டுகிறவர்கள் வேண்டாமென ஒதுக்கிய கல்லே வீட்டின் மூலைக்கல்லாயிற்று."
  }, {
    "number" : 11,
    "verse" : "கர்த்தர் ஒருவரே இதனைச் செய்தவர். இது நமக்கு ஆச்சரியமாயிருக்கிறது’”சங்கீ. 118:22-23"
  }, {
    "number" : 12,
    "verse" : "இயேசு சொன்ன இந்த உவமையை யூதத் தலைவர்களும் கேட்டனர். இந்த உவமை தங்களைப் பற்றியது என்பதை அவர்கள் அறிந்துகொண்டனர். எனவே, அவர்கள் இயேசுவைக் கைது செய்ய ஒரு காரணத்தைத் தேடினர். எனினும் அவர்களுக்கு மக்களைப்பற்றிய பயம் இருந்தது. எனவே, அவர்கள் இயேசுவை விட்டுப் போய்விட்டார்கள்."
  }, {
    "number" : 13,
    "verse" : "யூதத் தலைவர்களின் தந்திரம்(470 22:15-22; 490 20:20-26)பிறகு யூதத்தலைவர்கள், சில பரிசேயர்களையும், ஏரோதியர்கள் என்னும் குழுவில் இருந்து சிலரையும் இயேசுவிடம் அனுப்பி வைத்தார்கள். ஏதாவது இயேசு தவறாகப் பேசினால் அவரைப் பிடிக்க வேண்டும் என்று விரும்பினர்."
  }, {
    "number" : 14,
    "verse" : "பரிசேயர்களும், ஏரோதியர்களும் இயேசுவிடம் சென்றனர். “போதகரே! நீங்கள் ஒரு நேர்மையான மனிதர் என்று எங்களுக்குத் தெரியும். மற்றவர்கள் என்ன நினைக்கிறார்கள் என்பது பற்றி உங்களுக்கு எவ்வித அச்சமும் கிடையாது. அவர்கள் அனைவரும் உங்களுக்கு ஒரே மாதிரிதான். தேவனின் வழியைப் பற்றிய உண்மையையே நீங்கள் சொல்லிக்கொண்டு வருகிறீர்கள். இராயனுக்கு வரி கொடுப்பது சரியா இல்லையா என்பது பற்றிக் கூறுங்கள். நாங்கள் வரி கொடுக்கலாமா, வேண்டாமா?” என்று கேட்டனர்."
  }, {
    "number" : 15,
    "verse" : "அவர்களின் தந்திரத்தை இயேசு அறிந்துகொண்டார். அவர், “எதை எதையோ சொல்லி என்னை ஏன் பிடிக்க முயற்சி செய்கிறீர்கள்? ஒரு வெள்ளிக்காசைக் கொண்டு வாருங்கள். நான் பார்க்கவேண்டும்” என்றார். அவர்கள் ஒரு காசைக் கொடுத்தார்கள். அவர்களிடம் இயேசு,"
  }, {
    "number" : 16,
    "verse" : "“யாருடைய உருவப்படம் இந்தக் காசில் உள்ளது? யாருடைய பெயர் இதில் எழுதப்பட்டுள்ளது?” என்று கேட்டார். அவர்களோ அதற்கு, “இது இராயனுடைய படம், இதில் இராயனின் பெயருள்ளது” என்றனர்."
  }, {
    "number" : 17,
    "verse" : "இயேசு அவர்களைப் பார்த்து, “இராயனுக்குரியதை இராயனுக்குக் கொடுங்கள், தேவனுக்குரியதை தேவனிடம் கொடுங்கள்” என்றார். அந்த மக்கள் அதைக் கேட்டு ஆச்சரியப்பட்டார்கள்."
  }, {
    "number" : 18,
    "verse" : "சதுசேயர்களின் தந்திரம்(470 22:23-33; 490 20:27-40)பிறகு சில சதுசேயர்கள் இயேசுவிடம் வந்தனர். (சதுசேயர்கள் என்பவர்கள் எவரும் இறப்பில் இருந்து உயிர்த்தெழ இயலாது என்று நம்புகிறார்கள்.) அவர்கள் இயேசுவிடம் ஒரு வினாவைக் கேட்டார்கள்."
  }, {
    "number" : 19,
    "verse" : "“போதகரே! ஒருவன் திருமணம் ஆகிக் குழந்தை இல்லாமல் இறந்துபோனால் அவனது சகோதரன் அவனது மனைவியை மணந்துகொள்ளலாம் என்று மோசே எழுதி இருக்கிறார். அவர்களுக்குக் குழந்தை பிறந்தால் அது இறந்த சகோதரனுக்கு உரியதாகும் என்கிறார்."
  }, {
    "number" : 20,
    "verse" : "ஏழு சகோதரர்கள் இருந்தார்கள். முதல் சகோதரன் மணந்துகொண்டபின் இறந்து போனான். அவனுக்குப் பிள்ளைகள் இல்லை."
  }, {
    "number" : 21,
    "verse" : "ஆகவே, இரண்டாவது சகோதரன் அவளை மணந்துகொண்டான். அவனுக்கும் குழந்தைகள் இல்லை. அவனும் இறந்துவிட்டான். இது போலவே மூன்றாவது சகோதரனுக்கும் ஏற்பட்டது."
  }, {
    "number" : 22,
    "verse" : "இவ்வாறே ஏழு சகோதரர்களும் அப்பெண்ணை மணந்து இறந்து விட்டனர். யாருக்குமே அந்தப் பெண்ணோடு குழந்தை பிறக்கவில்லை. இறுதியில் அந்தப் பெண்ணும் இறந்து விட்டாள்."
  }, {
    "number" : 23,
    "verse" : "ஆனால் ஏழு சகோதரர்களும் அவளை மணந்திருக்கின்றனர். ஆகவே, மரணத்திலிருந்து மக்கள் எழும் காலத்திலே அந்தப் பெண் யாருடைய மனைவியாகக் கருதப்படுவாள்?” என்று கேட்டனர்."
  }, {
    "number" : 24,
    "verse" : "இதற்கு இயேசு, “ஏன் இந்தத் தவறைச் செய்கிறீர்கள்? இதற்குக் காரணம் வேதவாக்கியங்களில் எழுதப்பட்டுள்ளதை நீங்கள் அறிகிறதில்லை. அல்லது நீங்கள் தேவனின் வல்லமையைத் தெரிந்து கொள்ளவில்லை."
  }, {
    "number" : 25,
    "verse" : "மரணத்தில் இருந்து எழும் மக்கள் மத்தியில் திருமண உறவுகள் ஏதும் இராது. மக்கள் ஒருவரையொருவர் மணந்துகொள்ளமாட்டார்கள். அனைத்து மக்களும் பரலோகத்தில் உள்ள தேவதூதர்களைப்போல இருப்பார்கள்."
  }, {
    "number" : 26,
    "verse" : "மக்கள் மரணத்தில் இருந்து எழுவது பற்றி தேவன் சொன்னதை நீங்கள் நிச்சயம் வாசித்திருக்கிறீர்கள். மோசே தனது நூலில் முட்செடி எரிந்ததைப்பற்றிச் சொல்லும்போது தேவன் மோசேயிடம் இவ்வாறு சொல்கிறார். ‘நான் ஆபிரகாமின் தேவன், ஈசாக்கின் தேவன், யாக்கோபின் தேவனுமாகிய உங்கள் தேவனுமாயிருக்கிறேன்’யாத். 3:6 இவர்கள் உண்மையிலேயே மரித்தவர்கள் அல்லர்."
  }, {
    "number" : 27,
    "verse" : "அவர் உயிரோடு இருப்பவர்களுக்கே தேவனாய் இருக்கிறார். சதுசேயர்களாகிய நீங்கள் தவறானவர்கள்” என்றார்."
  }, {
    "number" : 28,
    "verse" : "மிக முக்கியமான கட்டளை எது?(470 22:34-40; 490 10:25-28)வேதபாரகர்களில் ஒருவன் இயேசுவிடம் வந்தான். அவன் இயேசுவும் சதுசேயர்களும், விவாதிப்பதைக் கேட்டான். இயேசு அவர்களுக்கு நல்ல பதில் கொடுப்பதைப் பார்த்தான். எனவே அவன் இயேசுவிடம், “கட்டளைகளுள் எது மிக முக்கியமானது?” என்று கேட்டான்."
  }, {
    "number" : 29,
    "verse" : "அதற்கு இயேசு, “‘இஸ்ரவேலின் மக்களே! கவனியுங்கள். நமது தேவனாகிய கர்த்தரே உண்மையான ஒரே கர்த்தர்."
  }, {
    "number" : 30,
    "verse" : "நீங்கள் அவரிடம் அன்பாய் இருக்க வேண்டும். அவரிடம் நீங்கள் முழு மனதோடும், முழு ஆத்துமாவோடும், முழு இதயத்தோடும் முழு பலத்தோடும், அன்பாய் இருக்க வேண்டும்.’உபா. 6:4-5 இது முதல் கட்டளை."
  }, {
    "number" : 31,
    "verse" : "‘உங்களை நீங்கள் எந்த அளவு நேசிக்கிறீர்களோ, அந்த அளவுக்கு அடுத்தவர்களையும் நேசிக்க வேண்டும்’லேவி. 19:18 என்பது இரண்டாம் கட்டளை. இவற்றைவிட மிக முக்கியமான வேறு கட்டளைகள் எதுவும் இல்லை” என்றார்."
  }, {
    "number" : 32,
    "verse" : "அதற்கு அந்த மனிதன், “போதகரே! இது ஒரு நல்ல பதில். நீங்கள் சரியான பதிலையே சொல்லி இருக்கிறீர்கள். கர்த்தர் ஒருவரே நம் தேவன். அவரைத் தவிர வேறு தேவன் இல்லை."
  }, {
    "number" : 33,
    "verse" : "ஒருவன் தேவனைத் தன் முழு மனதோடும், முழு ஆத்துமாவோடும், முழு பலத்தோடும் நேசிக்க வேண்டும். ஒருவன் தன்னை நேசிப்பது போலவே மற்றவர்களையும் நேசிக்க வேண்டும். இந்தக் கட்டளைகளே, ஏனைய கட்டளைகளைக் காட்டிலும் முக்கியமானவை. இவை தகனபலிகள் போன்றவற்றைவிட மிக முக்கியமானவை” என்றான்."
  }, {
    "number" : 34,
    "verse" : "அந்த மனிதன் புத்திசாலித்தனமாகப் பதில் கூறுவதை இயேசு அறிந்து கொண்டார். எனவே அவனிடம், “நீ தேவனின் இராஜ்யத்தை நெருங்கிவிட்டாய்” என்றார். அதற்குப் பிறகு ஒருவருக்கும் இயேசுவிடம் எந்தக் கேள்வியும் கேட்கும் தைரியம் வரவில்லை."
  }, {
    "number" : 35,
    "verse" : "கிறிஸ்து தாவீதின் குமாரனா?(470 22:41-46; 490 20:41-44)பின்னர், இயேசு தேவாலயத்தில் போதித்துக்கொண்டிருந்தார். “கிறிஸ்து தாவீதின் குமாரன் என்று வேதபாரகர்கள் ஏன் சொல்கிறார்கள்?"
  }, {
    "number" : 36,
    "verse" : "பரிசுத்த ஆவியின் உதவியுடன் தானாக தாவீது கூறுகிறார்: “‘கர்த்தர் என் ஆண்டவரிடம் சொன்னார், நீங்கள் எனது வலது பக்கத்தில் உட்காருங்கள். நான் உங்களுடைய பகைவர்களை உங்கள் ஆளுகைக்கு உட்படுத்துவேன்’சங்கீ. 110:1"
  }, {
    "number" : 37,
    "verse" : "தாவீது தானாக அவரை ‘ஆண்டவர்’ என்று அழைக்கிறார். அப்படி இருக்கக் கிறிஸ்து எவ்வாறு தாவீதின் குமாரனாக இருக்க முடியும்?” என்று இயேசு கேட்டார். ஏராளமான மக்கள் இயேசு சொல்வதைக் கேட்டு மனம் மகிழ்ந்தனர்."
  }, {
    "number" : 38,
    "verse" : "இயேசு யூத ஆசாரியர்களை விமர்சித்தல்(470 23:1-36; 490 20:45-47)தொடர்ந்து இயேசு உபதேசித்துக்கொண்டிருந்தார். “வேதபாரகர்களிடம் கவனமாக இருங்கள். அவர்கள் மதிப்பைத் தரும் நீண்ட ஆடைகளை அணிந்துகொண்டு அங்குமிங்கும் அலைய விரும்புகிறார்கள். சந்தைப் பகுதிகளில் மக்களிடமிருந்து மரியாதை பெற்றுக்கொள்ள விரும்புகின்றனர்."
  }, {
    "number" : 39,
    "verse" : "ஜெப ஆலயங்களில் முக்கியமான இருக்கைகளைப் பெற விரும்புகின்றனர். விருந்துகளில் மிக முக்கியான இடங்களில் இருக்க விரும்புகின்றனர்."
  }, {
    "number" : 40,
    "verse" : "விதவைகளை இழிவாக நடத்தி அவர்களது வீடுகளைத் திருடுகிறார்கள். நீண்ட பிரார்த்தனை செய்து நல்லவர்கள்போல் தோற்றம் தருகிறார்கள். இவர்களை தேவன் மிகுதியாகத் தண்டிப்பார்” என்றார்."
  }, {
    "number" : 41,
    "verse" : "கொடுப்பதின் மேன்மை(490 21:1-4)மக்கள் தம் காணிக்கையைச் செலுத்துகிற ஆலய காணிக்கைப் பெட்டியின் அருகில் இயேசு உட்கார்ந்திருந்தார். மக்கள் அதில் காசுகள் போடுவதைக் கவனித்தார். நிறைய பணக்காரர்கள் ஏராளமாகப் பணத்தைப் போட்டார்கள்."
  }, {
    "number" : 42,
    "verse" : "பிறகு ஓர் ஏழை விதவை வந்து இரண்டு சிறியகாசுகளைப் போட்டாள்."
  }, {
    "number" : 43,
    "verse" : "இயேசு தனது சீஷர்களை அழைத்தார். அவர்களிடம், “நான் உங்களுக்கு உண்மையைச் சொல்கிறேன், அந்த ஏழை விதவை இரண்டு சிறிய காசுகளைத்தான் போட்டாள். உண்மையில் அவள் செல்வந்தர் எவரையும்விட அதிகம் போட்டிருக்கிறாள்."
  }, {
    "number" : 44,
    "verse" : "அவர்களிடம் நிறைய பணம் இருக்கிறது. ஆனால் அவர்களுக்குத் தேவையில்லாததையே அவர்கள் கொடுத்தார்கள். இவளோ மிகவும் ஏழை. அவள் தன்னிடம் உள்ள அனைத்தையும் கொடுத்துவிட்டாள். அவள் கொடுத்தது அவளது வாழ்க்கைக்கு மிகவும் தேவையான ஒன்றாகும்” என்றார்."
  } ]
}