{"bibleAbbr":"RKJNT2000","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":15,"verses":[{"number":1,"verse":"We then who are strong ought to bear with the infirmities of the weak, and not to please ourselves."},{"number":2,"verse":"Let every one of us please his neighbour for his good, to edify him."},{"number":3,"verse":"For even Christ did not please himself; but, as it is written, The reproaches of those who reproached you fell upon me."},{"number":4,"verse":"For whatever things were written in the past were written for our instruction, that through endurance and the encouragement of the scriptures, we might have hope."},{"number":5,"verse":"Now may the God of endurance and encouragement grant you to live in harmony with one another, according to Christ Jesus:"},{"number":6,"verse":"That you may with one heart and one mouth glorify the God and Father of our Lord Jesus Christ."},{"number":7,"verse":"Therefore welcome one another, as Christ welcomed us to the glory of God."},{"number":8,"verse":"Now I say that Christ became a minister to the circumcised for the truth of God, to confirm the promises made to the fathers:"},{"number":9,"verse":"And that the Gentiles might glorify God for his mercy; as it is written, For this cause I will praise you among the Gentiles, and sing to your name."},{"number":10,"verse":"And again he says, Rejoice, you Gentiles, with his people."},{"number":11,"verse":"And again, Praise the Lord, all you Gentiles; and praise him, all you people."},{"number":12,"verse":"And again, Isaiah says, The root of Jesse shall come, and he shall rise to reign over the Gentiles; in him shall the Gentiles hope."},{"number":13,"verse":"Now may the God of hope fill you with all joy and peace in believing, that you may abound in hope, through the power of the Holy Spirit."},{"number":14,"verse":"And I myself am also convinced about you, my brethren, that you are full of goodness, filled with all knowledge, and able also to admonish one another."},{"number":15,"verse":"Nevertheless, brethren, I have written more boldly to you on some points, as a reminder, because of the grace given to me by God,"},{"number":16,"verse":"That I should be a minister of Christ Jesus to the Gentiles, in the priestly service of the gospel of God, that the offering of the Gentiles might be acceptable, being sanctified by the Holy Spirit."},{"number":17,"verse":"Therefore, through Jesus Christ I have reason to glory in my work for God."},{"number":18,"verse":"For I will not dare to speak of any work except what Christ has done through me, to make the Gentiles obedient, by word and deed,"},{"number":19,"verse":"Through the power of signs and wonders, by the power of the Spirit of God; so that from Jerusalem, and all the way around to Illyricum, I have fully preached the gospel of Christ."},{"number":20,"verse":"So I aspired to preach the gospel, not where Christ was named, lest I should build upon another man's foundation:"},{"number":21,"verse":"But as it is written, Those who were not told of him shall see: and those who have not heard shall understand."},{"number":22,"verse":"This is why I have been often hindered from coming to you."},{"number":23,"verse":"But now, having no more opportunity for work in these parts, and having a great desire these many years to come to you;"},{"number":24,"verse":"I hope to see you on my way to Spain, and to be helped on my journey there by you, after I have enjoyed your company for a while."},{"number":25,"verse":"But now I go to Jerusalem to minister to the saints."},{"number":26,"verse":"For it has pleased those of Macedonia and Achaia to make a contribution for the poor among the saints who are at Jerusalem."},{"number":27,"verse":"It has truly pleased them to do this; and indeed they are indebted to them. For if the Gentiles have been made partakers of their spiritual things, their duty is to minister to them in material things."},{"number":28,"verse":"Therefore, when I have completed this, and have made certain they have received this fruit, I will come visit you on my way to Spain."},{"number":29,"verse":"And I am sure that, when I come to you, I shall come in the fulness of the blessing of Christ."},{"number":30,"verse":"Now I urge you, brethren, for the sake of our Lord Jesus Christ, and by the love of the Spirit, that you strive together with me in your prayers to God for me;"},{"number":31,"verse":"That I may be delivered from those who do not believe in Judaea; and that my service for Jerusalem may be accepted by the saints;"},{"number":32,"verse":"That I may come to you with joy by the will of God, and may together with you be refreshed."},{"number":33,"verse":"The God of peace be with you all. Amen."}]}