{"bibleAbbr":"RKJNT2000","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":16,"verses":[{"number":1,"verse":"I commend to you Phoebe our sister, who is a servant of the church which is at Cenchreae:"},{"number":2,"verse":"That you receive her in the Lord, in a manner befitting the saints, and that you assist her in whatever matter she may have need of you: for she has been a help to many, and to myself as well."},{"number":3,"verse":"Greet Prisca and Aquila, my fellow workers in Christ Jesus:"},{"number":4,"verse":"Who have for my life risked their own necks: to whom not only do I give thanks, but also all the churches of the Gentiles."},{"number":5,"verse":"Also greet the church that is in their house. Greet my well-beloved Epaenetus, who was the first convert in Asia for Christ."},{"number":6,"verse":"Greet Mary, who bestowed much labour upon you."},{"number":7,"verse":"Greet Andronicus and Junias, my kinsmen, and my fellow prisoners, who are of note among the apostles, who also were in Christ before me."},{"number":8,"verse":"Greet Ampliatus, my beloved in the Lord."},{"number":9,"verse":"Greet Urban, our fellow worker in Christ, and Stachys, my beloved."},{"number":10,"verse":"Greet Apelles, tested and approved in Christ. Greet those who are of Aristobulus' household."},{"number":11,"verse":"Greet Herodion, my kinsman. Greet those of the household of Narcissus, who are in the Lord."},{"number":12,"verse":"Greet Tryphaena and Tryphosa, who labour in the Lord. Greet the beloved Persis, who laboured much in the Lord."},{"number":13,"verse":"Greet Rufus, chosen in the Lord, and his mother and mine."},{"number":14,"verse":"Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brethren who are with them."},{"number":15,"verse":"Greet Philologus, and Julia, Nereus, and his sister, and Olympas, and all the saints who are with them."},{"number":16,"verse":"Greet one another with a holy kiss. All the churches of Christ greet you."},{"number":17,"verse":"Now I urge you, brethren, take note of those who cause divisions and difficulties, contrary to the doctrine which you have learned; and avoid them."},{"number":18,"verse":"For they do not serve our Lord Christ, but their own bellies; and by smooth words and flattering speech they deceive the hearts of the simple."},{"number":19,"verse":"For your obedience is known to all, and therefore I am glad on your behalf: yet I would have you be wise regarding that which is good, and simple concerning evil."},{"number":20,"verse":"And the God of peace shall soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you."},{"number":21,"verse":"Timothy, my fellow worker, and Lucius, and Jason, and Sosipater, my kinsmen, greet you."},{"number":22,"verse":"I Tertius, who wrote this letter, greet you in the Lord."},{"number":23,"verse":"Gaius, host to me and the whole church, greets you. Erastus, the treasurer of the city, and our brother Quartus, greet you."},{"number":24,"verse":"[The grace of our Lord Jesus Christ be with you all. Amen.]"},{"number":25,"verse":"Now to him who is able to establish you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery which was kept secret for long ages past,"},{"number":26,"verse":"But now has been made manifest, and through the scriptures of the prophets, according to the commandment of the eternal God, has been made known to all nations to bring about the obedience of faith:"},{"number":27,"verse":"To the only wise God, be glory through Jesus Christ forever. Amen."}]}