{"bibleAbbr":"RKJNT2000","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"I speak the truth in Christ, I am not lying, my conscience also bearing me witness in the Holy Spirit,"},{"number":2,"verse":"That I have great heaviness and continual sorrow in my heart."},{"number":3,"verse":"For I could wish that I myself were accursed, cut off from Christ, for the sake of my brethren, my kinsmen according to the flesh:"},{"number":4,"verse":"They are the Israelites; to whom belongs the adoption as sons, and the glory, and the covenants, and the giving of the law, and the temple worship, and the promises;"},{"number":5,"verse":"To them belong the fathers, and from them, according to the flesh, came Christ, who is over all, God blessed forever. Amen."},{"number":6,"verse":"But it is not as though the word of God has had no effect. For they are not all Israel, who are descended from Israel:"},{"number":7,"verse":"Nor are they all the children of Abraham because they are descended from him: but, Through Isaac shall your descendants be named."},{"number":8,"verse":"That is, It is not those who are the children of the flesh who are the children of God: but the children of the promise are counted as descendants."},{"number":9,"verse":"For this is the word of the promise, At this time I will come, and Sarah shall have a son."},{"number":10,"verse":"And not only this; but also when Rebekah had conceived children by one man, our father Isaac;"},{"number":11,"verse":"(Though they were not yet born, and had done nothing good or evil, in order that the purpose of God according to his choice might stand, not because of works, but because of him who calls;)"},{"number":12,"verse":"It was said to her, The elder shall serve the younger."},{"number":13,"verse":"As it is written, Jacob I have loved, but Esau I have hated."},{"number":14,"verse":"What shall we say then? Is there unrighteousness with God? Not at all."},{"number":15,"verse":"For he says to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion."},{"number":16,"verse":"So then it does not depend on him who wills or runs, but on God who shows mercy."},{"number":17,"verse":"For the scripture says to Pharaoh, For this very purpose I have raised you up, that I might show my power in you, and that my name might be declared throughout all the earth."},{"number":18,"verse":"Therefore, he has mercy on whom he will have mercy, and he hardens whomever he wills."},{"number":19,"verse":"You will say to me, Why then does he still find fault? For who can resist his will?"},{"number":20,"verse":"But who are you, O man, to answer back to God? Shall the thing formed say to the one who formed it, Why have you made me this way?"},{"number":21,"verse":"Does not the potter have the right to make from the same lump of clay one vessel for noble use, and another for common use?"},{"number":22,"verse":"What if God, desiring to show his wrath, and to make his power known, endured with great patience the vessels of wrath made for destruction:"},{"number":23,"verse":"That he might make known the riches of his glory to the vessels of mercy, which he had prepared beforehand for glory,"},{"number":24,"verse":"Even us, whom he has called, not only from among the Jews, but also from among the Gentiles?"},{"number":25,"verse":"As he says also in Hosea, I will call them my people, who were not my people; and call her beloved, who was not beloved."},{"number":26,"verse":"And it shall come to pass, that in the place where it was said to them, You are not my people; there they shall be called the sons of the living God."},{"number":27,"verse":"Isaiah also cries out concerning Israel, Though the number of the sons of Israel be as the sand of the sea, only a remnant shall be saved:"},{"number":28,"verse":"For the Lord will execute his sentence upon the earth with speed and finality."},{"number":29,"verse":"And as Isaiah said beforehand, Unless the Lord of hosts had left us descendants, we would have become as Sodom, and been made like Gomorrah."},{"number":30,"verse":"What shall we say then? That the Gentiles, who did not follow after righteousness, have attained righteousness, the righteousness which is by faith;"},{"number":31,"verse":"But Israel, which followed after the law of righteousness, has not fulfilled that law."},{"number":32,"verse":"Why? Because they did not seek it by faith, but as if it were based on works. They have stumbled over the stumbling stone;"},{"number":33,"verse":"As it is written, Behold, I lay in Zion a stumbling stone, a rock that will make them fall: but whoever believes in him shall never be put to shame."}]}