{"bibleAbbr":"AMP2015","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":16,"verses":[{"number":1,"verse":"(The Unjust Steward (Manager)) Now Jesus was also saying to the disciples, \"There was a certain rich man who had a manager [of his estate], and accusations [against this man] were brought to him, that this man was squandering his [master's] possessions."},{"number":2,"verse":"So he called him and said to him, 'What is this I hear about you? Give an accounting of your management [of my affairs], for you can no longer be [my] manager.'"},{"number":3,"verse":"The manager [of the estate] said to himself, 'What will I do, since my master is taking the management away from me? I am not strong enough to dig [for a living], and I am ashamed to beg."},{"number":4,"verse":"I know what I will do, so that when I am removed from the management, people [who are my master's debtors] will welcome me into their homes.'"},{"number":5,"verse":"So he summoned his master's debtors one by one, and he said to the first, 'How much do you owe my master?'"},{"number":6,"verse":"He said, 'A hundred measures of [olive] oil.' And he said to him, 'Take your bill, and sit down quickly and write fifty.'"},{"number":7,"verse":"Then he said to another, 'And how much do you owe?' He said, 'A hundred measures of wheat.' He said to him, 'Take your bill, and write eighty.'"},{"number":8,"verse":"And his master commended the unjust manager [not for his misdeeds, but] because he had acted shrewdly [by preparing for his future unemployment]; for the sons of this age [the non-believers] are shrewder in relation to their own kind [that is, to the ways of the secular world] than are the sons of light [the believers]."},{"number":9,"verse":"And I tell you [learn from this], make friends for yourselves [for eternity] by means of the wealth of unrighteousness [that is, use material resources as a way to further the work of God], so that when it runs out, they will welcome you into the eternal dwellings."},{"number":10,"verse":"\"He who is faithful in a very little thing is also faithful in much; and he who is dishonest in a very little thing is also dishonest in much."},{"number":11,"verse":"Therefore if you have not been faithful in the use of earthly wealth, who will entrust the true riches to you?"},{"number":12,"verse":"And if you have not been faithful in the use of that [earthly wealth] which belongs to another [whether God or man, and of which you are a trustee], who will give you that which is your own?"},{"number":13,"verse":"No servant can serve two masters; for either he will hate the one and love the other, or he will stand devotedly by the one and despise the other. You cannot serve both God and mammon [that is, your earthly possessions or anything else you trust in and rely on instead of God].\""},{"number":14,"verse":"Now the Pharisees, who were lovers of money, were listening to all these things and were sneering and ridiculing Him."},{"number":15,"verse":"So He said to them, \"You are the ones who declare yourselves just and upright in the sight of men, but God knows your hearts [your thoughts, your desires, your secrets]; for that which is highly esteemed among men is detestable in the sight of God."},{"number":16,"verse":"\"The Law and the [writings of the] Prophets were proclaimed until John; since then the gospel of the kingdom of God has been and continues to be preached, and everyone tries forcefully to go into it."},{"number":17,"verse":"Yet it is easier for heaven and earth to pass away than for a single stroke of a letter of the Law to fail and become void."},{"number":18,"verse":"\"Whoever divorces his wife and marries another commits adultery, and he who marries one who is divorced from her husband commits adultery."},{"number":19,"verse":"(The Rich Man and Lazarus) \"Now there was a certain rich man who was habitually dressed in expensive purple and fine linen, and celebrated and lived joyously in splendor every day."},{"number":20,"verse":"And a poor man named Lazarus, was laid at his gate, covered with sores."},{"number":21,"verse":"He [eagerly] longed to eat the crumbs which fell from the rich man's table. Besides, even the dogs were coming and licking his sores."},{"number":22,"verse":"Now it happened that the poor man died and his spirit was carried away by the angels to Abraham's bosom (paradise); and the rich man also died and was buried."},{"number":23,"verse":"In Hades (the realm of the dead), being in torment, he looked up and saw Abraham far away and Lazarus in his bosom (paradise)."},{"number":24,"verse":"And he cried out, 'Father Abraham, have mercy on me, and send Lazarus so that he may dip the tip of his finger in water and cool my tongue, because I am in severe agony in this flame.'"},{"number":25,"verse":"But Abraham said, 'Son, remember that in your lifetime you received your good things [all the comforts and delights], and Lazarus likewise bad things [all the discomforts and distresses]; but now he is comforted here [in paradise], while you are in severe agony."},{"number":26,"verse":"And besides all this, between us and you [people] a great chasm has been fixed, so that those who want to come over from here to you will not be able, and none may cross over from there to us.'"},{"number":27,"verse":"So the rich man said, 'Then, father [Abraham], I beg you to send Lazarus to my father's house-"},{"number":28,"verse":"for I have five brothers-in order that he may solemnly warn them and witness to them, so that they too will not come to this place of torment.'"},{"number":29,"verse":"But Abraham said, 'They have [the Scriptures given by] Moses and the [writings of the] Prophets; let them listen to them.'"},{"number":30,"verse":"He replied, 'No, father Abraham, but if someone from the dead goes to them, they will repent [they will change their old way of thinking and seek God and His righteousness].'"},{"number":31,"verse":"And he said to him, 'If they do not listen to [the messages of] Moses and the Prophets, they will not be persuaded even if someone rises from the dead.'\""}]}