{"bibleAbbr":"AMP2015","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"Jesus' Authority Questioned On one of the days, as Jesus was instructing the people in the temple [area] and preaching the good news (gospel), the chief priests and the scribes along with the elders confronted Him,"},{"number":2,"verse":"and said to Him, \"Tell us by what kind of authority You are doing these things? Or who is the one who gave You this authority?\""},{"number":3,"verse":"Jesus replied, \"I will also ask you a question. You tell Me:"},{"number":4,"verse":"The baptism of John [the Baptist] - was it from heaven [that is, ordained by God] or from men?\""},{"number":5,"verse":"They discussed and debated it among themselves, saying, \"If we say, 'From heaven,' He will say, 'Why did you not believe him?'"},{"number":6,"verse":"But if we say, 'From men,' all the people will stone us to death, for they are firmly convinced that John was a prophet.\""},{"number":7,"verse":"So they replied that they did not know from where it came."},{"number":8,"verse":"Then Jesus said to them, \"Nor am I telling you by what [kind of] authority I do these things.\""},{"number":9,"verse":"Parable of the Vineyard OwnerThen He began to tell the people this parable: \"A man planted a vineyard and leased it to tenant farmers, and went on a journey for a long time [to another country]."},{"number":10,"verse":"At harvest time he sent a servant [as his representative] to the tenants, so that they would give him his share of the fruit of the vineyard; but the tenants beat the servant and sent him away empty-handed."},{"number":11,"verse":"So he again sent another servant; they also beat him and dishonored and treated him disgracefully and sent him away empty-handed."},{"number":12,"verse":"And he sent yet a third; and this one too they wounded and threw out [of the vineyard]."},{"number":13,"verse":"Then the owner of the vineyard said, 'What shall I do? I will send my beloved son; perhaps they will have respect for him.'"},{"number":14,"verse":"But when the tenants saw him, they discussed it among themselves, saying, 'This [man] is the heir; let us kill him so that the inheritance will be ours.'"},{"number":15,"verse":"So they threw the son out of the vineyard and killed him. What, then, will the owner of the vineyard do to them?"},{"number":16,"verse":"He will come and put these tenants to death and will give the vineyard to others.\" When the chief priests, the scribes, and the elders heard this, they said, \"May it never be!\""},{"number":17,"verse":"But Jesus looked at them and said, \"What then is [the meaning of] this that is written: 'The [very] Stone which the builders rejected, this became the chief Cornerstone'?"},{"number":18,"verse":"Everyone who falls on that stone will be broken and shattered in pieces; and on whomever it falls, it will crush him.\""},{"number":19,"verse":"Tribute to CaesarThe scribes and the chief priests tried to [find a way to] arrest Him at that very hour, but they were afraid of the people; because they understood that He spoke this parable against them."},{"number":20,"verse":"So they watched [for a chance to trap] Him. They sent spies who pretended to be upright and sincere, in order that they might catch Him in some statement [that they could distort and use against Him], so that they could turn Him over to the control and authority of [Pilate] the governor."},{"number":21,"verse":"They asked Him, \"Teacher, we know that You speak and teach correctly, and that You show no partiality to anyone, but teach the way of God truthfully."},{"number":22,"verse":"Is it lawful [according to Jewish law and tradition] for us to pay taxes (tribute money) to Caesar or not?\""},{"number":23,"verse":"But He saw through their trickery and said to them,"},{"number":24,"verse":"\"Show Me a [Roman] denarius. Whose image and inscription does the coin have?\" They answered, \"[the Emperor Tiberius] Caesar's.\""},{"number":25,"verse":"He said to them, \"Then pay to Caesar the things that are Caesar's, and to God the things that are God's.\""},{"number":26,"verse":"They were not able to seize on anything He said in the presence of the people; and being unnerved at His reply, they were silent."},{"number":27,"verse":"Is There a Resurrection?Now some of the Sadducees (who say that there is no resurrection) came to Him"},{"number":28,"verse":"and they questioned Him, saying, \"Teacher, Moses wrote for us [a law that] if a man's brother dies, leaving a wife and no children, his brother shouldmarry the wife and raise children for his brother."},{"number":29,"verse":"Now there were seven brothers; and the first took a wife and died childless."},{"number":30,"verse":"And the second,"},{"number":31,"verse":"and the third married her, and in the same way all seven died, leaving no children."},{"number":32,"verse":"Finally the woman also died."},{"number":33,"verse":"So in the [life after] resurrection, whose wife does she become? For all seven had married her.\""},{"number":34,"verse":"Jesus said to them, \"The sons of this [world and present] age marry and [the women] are given in marriage;"},{"number":35,"verse":"but those who are considered worthy to gain that [other world and that future] age and the resurrection from the dead, neither marry nor are given in marriage;"},{"number":36,"verse":"and they cannot die again, because they are [immortal] like the angels (equal to, angel-like). And they are children of God, being participants in the resurrection."},{"number":37,"verse":"But [as for the fact] that the dead are raised [from death], even Moses showed, in the passage about the burning bush, when he calls the Lord the God of Abraham, the God of Isaac, and the God of Jacob."},{"number":38,"verse":"Now He is not the God of the dead, but of the living [so these forefathers will be among the resurrected]; for all live [in a definite relationship] to Him.\""},{"number":39,"verse":"Some of the scribes replied, \"Teacher, you have spoken well [so that there is no room for blame].\""},{"number":40,"verse":"And they did not dare to question Him further about anything [because of the wisdom He displayed in His answers]."},{"number":41,"verse":"Then He said to them, \"How is it that people say that the Christ (the Messiah, the Anointed) is David's son?"},{"number":42,"verse":"For David himself says in the book of Psalms, 'The Lord (the Father) said to my Lord (the Son, the Messiah), \"Sit at My right hand,"},{"number":43,"verse":"Until I make Your enemies a footstool for Your feet.\"'"},{"number":44,"verse":"So David calls Him (the Son) 'Lord,' and how then is He David's son?\""},{"number":45,"verse":"And with all the people listening, He said to His disciples,"},{"number":46,"verse":"\"Beware of the scribes, who like to walk around in long robes [displaying their prominence], and love respectful greetings in the [crowded] market places, and chief seats in the synagogues and places of honor at banquets."},{"number":47,"verse":"These [men] who confiscate and devour widows' houses, and for a pretense [to appear devout] offer long prayers. These [men] will receive the greater [sentence of] condemnation.\""}]}