{"bibleAbbr":"AMP2015","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":22,"verses":[{"number":1,"verse":"(Preparing the Passover) Now the Festival of Unleavened Bread, which is called the Passover, was approaching."},{"number":2,"verse":"The chief priests and the scribes were looking for a way to put Him to death; for they were afraid of the people [who listened devotedly to His teaching, and who respected His spiritual wisdom]."},{"number":3,"verse":"Then Satan entered Judas, the one called Iscariot, who was one of the twelve [disciples]."},{"number":4,"verse":"And he went away and discussed with the chief priests and officers how he might betray Him and hand Him over to them."},{"number":5,"verse":"They were delighted and agreed with him to give him money."},{"number":6,"verse":"So he consented, and began looking for a good opportunity to betray Jesus to them [at a time when He was] separated from the crowd [because the people might riot or stop them from seizing Him]."},{"number":7,"verse":"Then came the preparation day of Unleavened Bread on which the Passover lamb had to be sacrificed."},{"number":8,"verse":"So Jesus sent Peter and John, saying, \"Go and prepare the Passover meal for us, so that we may eat it.\""},{"number":9,"verse":"They asked Him, \"Where do You want us to prepare it?\""},{"number":10,"verse":"He replied, \"When you have entered the city, a man carrying an earthen jar of water will meet you; follow him into the house that he enters."},{"number":11,"verse":"And say to the owner of the house, 'The Teacher asks, \"Where is the guest room in which I may eat the Passover with My disciples?\"'"},{"number":12,"verse":"Then he will show you a large upstairs room, furnished [with carpets and dining couches]; prepare the meal there.\""},{"number":13,"verse":"They left and found it just as He had told them; and they prepared the Passover."},{"number":14,"verse":"(The Lord's Supper) When the hour [for the meal] had come, Jesus reclined at the table, and the apostles with Him."},{"number":15,"verse":"He said to them, \"I have earnestly wanted to eat this Passover with you before I suffer;"},{"number":16,"verse":"for I say to you, I will not eat it again until it is fulfilled in the kingdom of God.\""},{"number":17,"verse":"And when He had taken a cup and given thanks, He said, \"Take this and share it among yourselves;"},{"number":18,"verse":"for I say to you, I will not drink of the fruit of the vine from now on until the kingdom of God comes.\""},{"number":19,"verse":"And when He had taken bread and given thanks, He broke it and gave it to them, saying, \"This is My body which is given for you; do this in remembrance of Me.\""},{"number":20,"verse":"And in the same way He took the cup after they had eaten, saying, \"This cup, which is poured out for you, is the new covenant [ratified] in My blood."},{"number":21,"verse":"But listen, the hand of the one betraying Me is with Mine on the table."},{"number":22,"verse":"For indeed, the Son of Man is going as it has been determined; but woe (judgment is coming) to that man by whom He is betrayed and handed over!\""},{"number":23,"verse":"And they began to discuss among themselves which one of them it might be who was going to do this."},{"number":24,"verse":"(Who Is Greatest?) Now a dispute also arose among them as to which of them was regarded to be the greatest."},{"number":25,"verse":"Jesus said to them, \"The kings of the Gentiles have absolute power and lord it over them; and those in authority over them are called 'Benefactors.'"},{"number":26,"verse":"But it is not to be this way with you; on the contrary, the one who is the greatest among you must become like the youngest [and least privileged], and the [one who is the] leader, like the servant."},{"number":27,"verse":"For who is the greater, the one who reclines at the table or the one who serves? Is it not the one who reclines at the table? But I am among you as the one who serves."},{"number":28,"verse":"\"You are those who have remained and have stood by Me in My trials;"},{"number":29,"verse":"and just as My Father has granted Me a kingdom, I grant you [the privilege]"},{"number":30,"verse":"that you may eat and drink at My table in My kingdom, and you will sit on thrones judging the twelve tribes of Israel."},{"number":31,"verse":"\"Simon, Simon (Peter), listen! Satan has demanded permission to sift [all of] you like grain;"},{"number":32,"verse":"but I have prayed [especially] for you [Peter], that your faith [and confidence in Me] may not fail; and you, once you have turned back again [to Me], strengthen and support your brothers [in the faith].\""},{"number":33,"verse":"And Peter said to Him, \"Lord, I am ready to go with You both to prison and to death!\""},{"number":34,"verse":"Jesus said, \"I say to you, Peter, before the rooster crows today, you will [utterly] deny three times that you know Me.\""},{"number":35,"verse":"And He said to them, \"When I sent you out without a money belt and [provision] bag and [extra] sandals, did you lack anything?\" They answered, \"Nothing.\""},{"number":36,"verse":"Then He said to them, \"But now, he who has a money belt is to take it along, and also his [provision] bag, and he who has no sword is to sell his coat and buy one."},{"number":37,"verse":"For I tell you that this [Scripture] which is written must be completed and fulfilled in Me: 'And He was counted with the criminals'; for that which refers to Me has its fulfillment [and is settled].\""},{"number":38,"verse":"They said, \"Lord, look, here are two swords.\" And He said to them, \"It is enough.\""},{"number":39,"verse":"(The Garden of Gethsemane) And He came out and went, as was His habit, to the Mount of Olives; and the disciples followed Him."},{"number":40,"verse":"When He arrived at the place [called Gethsemane], He said to them, \"Pray continually that you may not fall into temptation.\""},{"number":41,"verse":"And He withdrew from them about a stone's throw, and knelt down and prayed,"},{"number":42,"verse":"saying, \"Father, if You are willing, remove this cup [of divine wrath] from Me; yet not My will, but [always] Yours be done.\""},{"number":43,"verse":"Now an angel appeared to Him from heaven, strengthening Him."},{"number":44,"verse":"And being in agony [deeply distressed and anguished; almost to the point of death], He prayed more intently; and His sweat became like drops of blood, falling down on the ground."},{"number":45,"verse":"When He rose from prayer, He came to the disciples and found them sleeping from sorrow,"},{"number":46,"verse":"and He said to them, \"Why are you sleeping? Get up and pray that you may not fall into temptation.\""},{"number":47,"verse":"(Judas Betrays Jesus) While He was still speaking, a crowd came, and the man called Judas, one of the twelve [disciples], was leading the way for them. He approached Jesus to kiss Him."},{"number":48,"verse":"And Jesus said to him, \"Judas, are you betraying the Son of Man with a kiss?\""},{"number":49,"verse":"When those who were around Him saw what was about to happen, they said, \"Lord, should we strike with the sword?\""},{"number":50,"verse":"And one of them struck the slave of the high priest and cut off his right ear."},{"number":51,"verse":"But Jesus replied, \"Stop! No more of this.\" And He touched the ear and healed him."},{"number":52,"verse":"Then Jesus said to the chief priests and officers of the temple and elders [of the Sanhedrin] who had come out against Him, \"Have you come out with swords and clubs as you would against a robber?"},{"number":53,"verse":"Day after day when I was with you in the temple, you did not lay hands on Me; but this hour and the power and authority of darkness are yours.\""},{"number":54,"verse":"(Peter's Denials) Then they seized Him, and led Him away and brought Him to the [elegant] house of the [Jewish] high priest. And Peter was following at a [safe] distance."},{"number":55,"verse":"After they had kindled a fire in the middle of the courtyard and had sat down together, Peter sat among them."},{"number":56,"verse":"And a servant-girl, seeing him as he sat in the firelight and looking intently at him, said, \"This man was with Him too.\""},{"number":57,"verse":"But Peter denied it, saying, \"Woman, I do not know Him!\""},{"number":58,"verse":"A little later someone else saw him and said, \"You are one of them too.\" But Peter said, \"Man, I am not!\""},{"number":59,"verse":"After about an hour had passed, another man began to insist, \"This man was with Him, for he is a Galilean too.\""},{"number":60,"verse":"But Peter said, \"Man, I do not know what you are talking about.\" Immediately, while he was still speaking, a rooster crowed."},{"number":61,"verse":"The Lord turned and looked at Peter. And Peter remembered the word of the Lord, how He had told him, \"Before a rooster crows today, you will deny Me three times.\""},{"number":62,"verse":"And he went out and wept bitterly [deeply grieved and distressed]."},{"number":63,"verse":"Now the men who were holding Jesus in custody were mocking and ridiculing Him [and treating Him with contempt] and beating Him."},{"number":64,"verse":"They blindfolded Him and asked, \"Prophesy, who is it that struck You?\""},{"number":65,"verse":"And they were saying many other [evil and slanderous] things against Him, blaspheming [speaking sacrilegiously and abusively about] Him."},{"number":66,"verse":"(Jesus before the Sanhedrin) When day came, the Council of the elders of the people (Sanhedrin, Jewish High Court) assembled, both chief priests and scribes; and they led Jesus away to the council chamber, saying,"},{"number":67,"verse":"\"If You are the Christ (the Messiah, the Anointed), tell us.\" But He said to them, \"If I tell you, you will not believe [what I say],"},{"number":68,"verse":"and if I ask a question, you will not answer."},{"number":69,"verse":"But from now on, the Son of Man will be seated at the right hand of the power of God.\""},{"number":70,"verse":"And they all said, \"Are You the Son of God, then?\" He replied, \"It is just as you say.\""},{"number":71,"verse":"Then they asked, \"What further need of testimony do we have? For we ourselves have heard it from His own mouth.\""}]}