{
  "bibleAbbr" : "TERV1998",
  "bookName" : "லூக்கா",
  "bookEnglishName" : "Luke",
  "chapterNumber" : 4,
  "verses" : [ {
    "number" : 1,
    "verse" : "இயேசு சோதிக்கப்படுதல்(470 4:1-11; 480 1:12-13)யோர்தான் நதியில் இருந்து இயேசு திரும்பினார். அவர் பரிசுத்த ஆவியால் நிரப்பப்பட்டிருந்தார். ஆவியானவர் இயேசுவை வனாந்தரத்திற்குச் செல்ல ஏவினார்."
  }, {
    "number" : 2,
    "verse" : "அங்கு பிசாசு இயேசுவை நாற்பது நாட்கள் சோதனைக்கு உட்படுத்தினான். அந்நாட்களில் இயேசு எதையும் உண்ணவில்லை. சோதனைக் காலமான அந்த நாட்கள் கழிந்த பின்னர், இயேசுவுக்கு மிகுந்த பசி உண்டாயிற்று."
  }, {
    "number" : 3,
    "verse" : "பிசாசு இயேசுவை நோக்கி, “நீர் தேவனுடைய குமாரனானால், இந்தக் கல்லுகளை அப்பங்களாகும்படி சொல்லும்” என்றான்."
  }, {
    "number" : 4,
    "verse" : "அதற்கு இயேசு, “வேதவாக்கியங்களில் இவ்வாறு எழுதப்பட்டுள்ளது: “‘மக்களை உயிரோடு பாதுகாப்பது அப்பம் மட்டுமல்ல,’” என்றார்.உபா. 8:3"
  }, {
    "number" : 5,
    "verse" : "அப்போது பிசாசு அவரை உயரமான ஓர் இடத்துக்கு அழைத்துக்கொண்டு போய் ஒரு நொடிக்குள் உலகின் எல்லா இராஜ்யங்களையும் காண்பித்தான்."
  }, {
    "number" : 6,
    "verse" : "பிசாசு இயேசுவை நோக்கி, “உனக்கு இந்த எல்லா இராஜ்யங்களையும், அதிகாரங்களையும், அவற்றின் மகிமையையும் கொடுப்பேன். அவை எல்லாம் எனக்குக் கொடுக்கப்பட்டுள்ளன. நான் கொடுக்க விரும்புகிறவனுக்கு அவற்றைக் கொடுக்கமுடியும்."
  }, {
    "number" : 7,
    "verse" : "நீர் என்னை வணங்கினால் இவை அனைத்தையும் உமக்குக் கொடுப்பேன்” என்று கூறினான்."
  }, {
    "number" : 8,
    "verse" : "பதிலாக இயேசு, “வேதவாக்கியங்களில் இவ்வாறு எழுதப்பட்டுள்ளது, “‘உங்கள் தேவனாகிய கர்த்தரை மட்டும் வழிபடுங்கள்; அவருக்கு மட்டுமே சேவை செய்யுங்கள்.’”உபா. 6:13 என்றார்."
  }, {
    "number" : 9,
    "verse" : "பின் பிசாசு இயேசுவை எருசலேமுக்கு அழைத்துச் சென்றான். தேவாலயத்தின் உயர்ந்த இடத்தில் இயேசுவை நிற்க வைத்தான். அவன் இயேசுவிடம், “நீர் தேவனுடைய குமாரனானால் கீழே குதியும்,"
  }, {
    "number" : 10,
    "verse" : "“‘தேவன் தம் தூதர்களுக்கு உம்மைக் காக்கும்படியாகக் கட்டளையிடுவார்.’சங்கீ. 91:11"
  }, {
    "number" : 11,
    "verse" : "“‘உமது பாதங்கள் பாறையில் இடித்துவிடாதபடிக்கு அவர்கள் தம் கைகளில் உம்மைத் தாங்கிக்கொள்வார்கள்’சங்கீ. 91:12 என்று வேதவாக்கியங்களில் இவ்வாறு எழுதப்பட்டுள்ளது” என்றான்."
  }, {
    "number" : 12,
    "verse" : "அவனுக்கு இயேசு, “‘உன் தேவனாகிய கர்த்தரைச் சோதிக்காதே’உபா. 6:16 என்றும் கூட வேதவாக்கியங்கள் சொல்கிறதே” என்று பதில் சொன்னார்."
  }, {
    "number" : 13,
    "verse" : "பிசாசு இயேசுவை எல்லா வகையிலும் சோதித்து முடித்தான். இன்னும் தகுந்த காலம் வரும் வரைக்கும் காத்திருக்க முடிவு செய்து அவரிடமிருந்து விலகிச் சென்றுவிட்டான்."
  }, {
    "number" : 14,
    "verse" : "இயேசுவின் போதனை(470 4:12-17; 480 1:14-15)பரிசுத்த ஆவியானவரின் வல்லமையோடு இயேசு கலிலேயாவுக்குத் திரும்பினார். இயேசுவைப் பற்றிய செய்திகள் கலிலேயா தேசத்தைச் சுற்றியுள்ள எல்லா பகுதிகளிலும் பரவின."
  }, {
    "number" : 15,
    "verse" : "இயேசு யூதர்களின் ஜெப ஆலயங்களில் போதிக்க ஆரம்பித்தார். எல்லா மக்களும் அவரைப் புகழ்ந்தனர்."
  }, {
    "number" : 16,
    "verse" : "தன் சொந்த ஊரில் இயேசு(470 13:53-58; 480 6:1-6)தான் வளர்ந்த இடமாகிய நாசரேத்திற்கு இயேசு பயணம் செய்தார். யூதர்களின் ஓய்வு நாளில் அவர் வழக்கம் போல் ஜெப ஆலயத்திற்குச் சென்று வாசிப்பதற்காக எழுந்து நின்றார்."
  }, {
    "number" : 17,
    "verse" : "ஏசாயா தீர்க்கதரிசியின் புத்தகம் அவருக்குக் கொடுக்கப்பட்டது. இயேசு புத்தகத்தைத் திறந்து கீழ்வரும் பகுதி எழுதப்பட்டிருப்பதைக் கண்டார்:"
  }, {
    "number" : 18,
    "verse" : "“தேவனுடைய ஆவி என்னிலுள்ளது. ஏதுமற்ற மக்களுக்கு நற்செய்தியைப் போதிப்பதற்கு தேவன் என்னைத் தேர்ந்தார். கைதிகள் விடுதலை பெறவும் குருடர்கள் மீண்டும் பார்வை பெறவும் அம்மக்களுக்குப் போதிக்கும்படியாக தேவன் என்னை அனுப்பினார். தங்கள் துன்பத்தினின்று பலவீனர்கள் விடுதலை பெறும்பொருட்டு தேவன் என்னை அனுப்பினார்."
  }, {
    "number" : 19,
    "verse" : "மக்களுக்கு தேவன் இரக்கம் காட்டும் காலத்தை அறிவிக்கும்படியாக தேவன் என்னை அனுப்பினார்”ஏசா. 61:1-2 என்பதை இயேசு வாசித்துவிட்டு புத்தகத்தை மூடினார்."
  }, {
    "number" : 20,
    "verse" : "அவர் புத்தகத்தை திருப்பித் தந்துவிட்டு உட்கார்ந்தார். ஜெப ஆலயத்திலிருந்த ஒவ்வொருவரும் இயேசுவைக் கூர்ந்து நோக்கினர்."
  }, {
    "number" : 21,
    "verse" : "அவர்களிடம் இயேசு பேச ஆரம்பித்தார். அவர், “நான் வாசித்த இச்சொற்களை இப்போது நீங்கள் கேட்கையில், அச்சொற்கள் உண்மையாயின!” என்றார்."
  }, {
    "number" : 22,
    "verse" : "எல்லா மக்களும் இயேசுவைக் குறித்து நல்லபடியாகக் கூறினர். இயேசு பேசிய அழகான வார்த்தைகளைக் கேட்டு அவர்கள் வியந்தனர். மக்கள், “அவர் எவ்வாறு இப்படிப் பேச முடியும்? அவர் யோசேப்பின் குமாரன் அல்லவா?” என்றனர்."
  }, {
    "number" : 23,
    "verse" : "அவர்களை நோக்கி, இயேசு, “‘மருத்துவரே, முதலில் உன்னை நீயே குணப்படுத்திக்கொள்’ என்னும் பழமொழியை நீங்கள் எனக்குக் கூறப் போகிறீர்கள் என்பது எனக்குத் தெரியும். ‘நீங்கள் கப்பர்நகூமில் நிகழ்த்திய காரியங்களைக் குறித்துக் கேள்விப்பட்டு இருக்கிறோம். உங்கள் சொந்த நகரமாகிய இவ்விடத்திலும் அதையே செய்யுங்கள்’ என்று சொல்ல விரும்புகிறீர்கள்” என்றார்."
  }, {
    "number" : 24,
    "verse" : "மேலும் இயேசு, “நான் உங்களுக்கு உண்மையைக் கூறுகிறேன். ஒரு தீர்க்கதரிசியை அவனது சொந்த நகரத்தார் ஏற்றுக்கொள்வதில்லை."
  }, {
    "number" : 25,
    "verse" : "“நான் சொல்வது உண்மை. எலியாவின் காலத்தில் மூன்றரை ஆண்டுகளாக இஸ்ரவேலில் மழை பொழியவில்லை. நாடு முழுவதிலும் உணவு எங்கும் கிடைக்கவில்லை. அக்காலத்தில் இஸ்ரவேலில் விதவைகள் பலர் வாழ்ந்தனர்."
  }, {
    "number" : 26,
    "verse" : "ஆனால் இஸ்ரவேலில் உள்ள எந்த விதவையிடத்திலும் எலியா அனுப்பப்படவில்லை. சீதோனில் உள்ள நகரமாகிய சாரிபாத்தில் உள்ள விதவையிடத்துக்கே அவன் அனுப்பப்பட்டான்."
  }, {
    "number" : 27,
    "verse" : "“எலிசா என்னும் தீர்க்கதரிசியின் காலத்தில் குஷ்டரோகிகள் பலர் இருந்தனர். அவர்களில் ஒருவரும் குணமாக்கப்படவில்லை. நாகமான் மட்டுமே குணமடைந்தான். அவன் சீரியா தேசத்தைச் சேர்ந்தவன். இஸ்ரவேல் தேசத்தைச் சேர்ந்தவன் அல்லன்” என்றார்."
  }, {
    "number" : 28,
    "verse" : "ஜெப ஆலயத்தில் உள்ள அனைவரும் இவ்வார்த்தைகளைக் கேட்டனர். அவர்கள் மிகமிகக் கோபம் அடைந்தனர்."
  }, {
    "number" : 29,
    "verse" : "அம்மக்கள் எழுந்து இயேசுவை நகரத்தில் இருந்து வெளியேறும்படியாகக் கட்டாயப்படுத்தினர். அவர்கள் நகரம் ஒரு மலையின்மேல் நிர்மாணிக்கப்பட்டு இருந்தது. அவர்கள் இயேசுவை மலையின் விளிம்புக்குக் கொண்டு வந்தனர். விளிம்பிலிருந்து அவரைத் தள்ளிவிட அவர்கள் முனைந்தார்கள்."
  }, {
    "number" : 30,
    "verse" : "ஆனால் இயேசு அவர்களுக்கு நடுவே நடந்து, அங்கிருந்து சென்றுவிட்டார்."
  }, {
    "number" : 31,
    "verse" : "அசுத்த ஆவியிலிருந்து விடுதலை(480 1:21-28)கலிலேயாவில் உள்ள பட்டணமாகிய கப்பர்நகூமுக்கு இயேசு சென்றார். ஓய்வு நாளில் இயேசு மக்களுக்குப் போதித்தார்."
  }, {
    "number" : 32,
    "verse" : "அவரது போதனைகளைக் கேட்டு மக்கள் வியந்தார்கள். ஏனெனில் அவர் மிகுந்த அதிகாரத்துடன் பேசினார்."
  }, {
    "number" : 33,
    "verse" : "பிசாசினால் அசுத்த ஆவி பிடித்த ஒரு மனிதன் ஜெப ஆலயத்தில் இருந்தான். அந்த மனிதன் உரத்த குரலில்,"
  }, {
    "number" : 34,
    "verse" : "“நசரேயனாகிய இயேசுவே! எங்களிடம் என்ன விரும்புகிறீர்? நீர் யார் என்பதை நான் அறிவேன். நீர் தேவனுடைய பரிசுத்தமானவர்” என்றான்."
  }, {
    "number" : 35,
    "verse" : "அசுத்த ஆவியைப் பேசாமல் இருக்கும்படி எச்சரித்தார் இயேசு. “அமைதியாக இருப்பாயாக! இம்மனிதனிலிருந்து வெளியே வா!” என்றார் இயேசு. எல்லாருக்கும் முன்பாக அசுத்த ஆவி அம்மனிதனைத் தரையில் தூக்கி எறிந்தது. பின்பு அசுத்த ஆவி காயப்படுத்தாமல் அம்மனிதனை விட்டு விலகியது."
  }, {
    "number" : 36,
    "verse" : "மக்கள் அதைக் கண்டு அதிசயப்பட்டனர். அவர்கள் ஒருவருக்கொருவர், “இதன் பொருள் என்ன? அதிகாரத்தோடும் வல்லமையோடும் அவர் அசுத்த ஆவிகளுக்குக் கட்டளை இடுகிறார். அவை வெளியேறுகின்றன” என்று சொல்லிக் கொண்டனர்."
  }, {
    "number" : 37,
    "verse" : "அந்தப் பகுதியில் உள்ள எல்லா இடங்களிலும் இயேசுவைப்பற்றிய செய்தி பரவியது."
  }, {
    "number" : 38,
    "verse" : "சீமோனின் மாமி குணமடைதல்(470 8:14-17; 480 1:29-34)இயேசு ஜெப ஆலயத்தில் இருந்து சென்றார். அவர் சீமோனின்சீமோன் சீமோனின் இன்னொரு பெயர் பேதுரு. வீட்டிற்குச் சென்றார். சீமோனின் மாமியார் மிகவும் உடல் நலமின்றி இருந்தாள். அவளுக்கு கடும் காய்ச்சலாய் இருந்தது. அவளுக்கு உதவி செய்யும் பொருட்டு எதையேனும் செய்யும்படியாக மக்கள் இயேசுவை வேண்டினர்."
  }, {
    "number" : 39,
    "verse" : "இயேசு அவளருகே சென்று நின்று, அவள் நோயைக் குணமாகும்படியாய் கட்டளையிட்டார். நோய் அவளை விட்டு நீங்கியது. அவள் எழுந்து அவர்களுக்குப் பணிவிடை புரிய ஆரம்பித்தாள்."
  }, {
    "number" : 40,
    "verse" : "பலரையும் குணமாக்குதல்கதிரவன் மறையும் சமயத்தில் மக்கள் தம் நோயுற்ற நண்பர்களை இயேசுவிடம் அழைத்து வந்தனர். அவர்கள் வெவ்வேறு வகை நோய்களால் துன்புற்றனர். ஒவ்வொரு நோயுற்ற மனிதனையும் அவரது கைகளால் தொட்டு இயேசு குணமாக்கினார்."
  }, {
    "number" : 41,
    "verse" : "பிசாசின் அசுத்த ஆவிகள் பலரிடமிருந்து வெளியேறின. அவை “நீர் தேவனுடைய குமாரன்” எனக் கூக்குரலிட்டன. ஆனால் அவை பேசாமல் இருக்கும்படியாக அந்த ஆவிகளை இயேசு வன்மையாகக் கண்டித்தார். இயேசுவே கிறிஸ்து என்று அவை அறிந்திருந்தன."
  }, {
    "number" : 42,
    "verse" : "பிற நகரங்களுக்கு இயேசு செல்லுதல்(480 1:35-39)தான் தனித்திருக்கும் பொருட்டு மறு நாள் இயேசு ஓர் இடத்திற்குச் சென்றார். மக்கள் இயேசுவின் வருகைக்காகப் பார்த்திருந்தார்கள். கடைசியில் அவர் இருந்த இடத்தைக் கண்டார்கள். மக்கள் இயேசுவைக் கண்டபோது அவர் போகாமல் இருக்கும்படியாகத் தடுக்க முற்பட்டனர்."
  }, {
    "number" : 43,
    "verse" : "ஆனால் இயேசு அவர்களை நோக்கி, “தேவனுடைய இராஜ்யத்தைப்பற்றிய நற்செய்தியை நான் வேறு நகரங்களிலும் சொல்ல வேண்டும். அதற்காகவே நான் அனுப்பப்பட்டுள்ளேன்” என்றார்."
  }, {
    "number" : 44,
    "verse" : "பின்னர் யூதேயாவில் உள்ள ஜெப ஆலயங்களில் இயேசு போதித்தார்."
  } ]
}