{"bibleAbbr":"msAB1996","bookName":"2 SAMUEL","bookEnglishName":"2 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"( Daud Diberitahu bahawa Raja Saul telah Mangkat) Selepas Raja Saul mangkat, Daud balik setelah mengalahkan orang Amalek. Daud tinggal di Ziklag selama dua hari."},{"number":2,"verse":"Keesokan harinya, seorang pemuda tiba dari perkhemahan Raja Saul. Sebagai tanda berkabung, pemuda itu telah mengoyakkan pakaiannya dan menaruh tanah di atas kepalanya. Dia datang kepada Daud dan bersujud untuk menghormatinya."},{"number":3,"verse":"Daud bertanya kepadanya, “Dari mana engkau datang?” Pemuda itu menjawab, “Saya baru lari dari perkhemahan orang Israel.”"},{"number":4,"verse":"Daud berkata, “Ceritakanlah apa yang telah berlaku.” Pemuda itu menjawab, “Tentera kami lari dari pertempuran dan banyak askar yang gugur, termasuk Raja Saul dan puteranya Yonatan.”"},{"number":5,"verse":"Daud berkata, “Bagaimana engkau tahu bahawa Raja Saul dan Yonatan sudah gugur?”"},{"number":6,"verse":"Pemuda itu menjawab, “Kebetulan saya berada di Gunung Gilboa, dan saya nampak Raja Saul bersandar pada tombaknya. Pada masa itu banyak kereta kuda dan pasukan berkuda musuh yang sudah mendekat untuk mengepung baginda."},{"number":7,"verse":"Raja Saul menoleh dan melihat saya, lalu baginda memanggil saya. Saya menjawab, ‘Ya tuanku.’"},{"number":8,"verse":"Baginda bertanya siapa saya, lalu saya memberitahu baginda bahawa saya orang Amalek."},{"number":9,"verse":"Kemudian baginda bertitah, ‘Mari, bunuhlah beta! Beta luka parah dan hampir mati.’"},{"number":10,"verse":"( ; ) Maka saya mendekati baginda lalu membunuhnya, kerana saya tahu bahawa secepat baginda jatuh, baginda tentu mati juga. Saya menanggalkan mahkota dari kepalanya dan gelang dari lengannya, lalu membawa semuanya kepada tuan.”"},{"number":11,"verse":"Setelah mendengar hal itu, Daud mengoyakkan pakaiannya kerana dukacita. Semua anak buahnya juga berbuat demikian."},{"number":12,"verse":"Mereka meratap, berkabung, dan berpuasa sepanjang hari bagi Raja Saul dan Yonatan, dan bagi Israel umat TUHAN, kerana sangat banyak orang yang terbunuh dalam pertempuran."},{"number":13,"verse":"Kemudian Daud bertanya kepada pemuda yang membawa berita itu, “Dari manakah asalmu?” Pemuda itu menjawab, “Saya orang Amalek, tetapi menetap di negeri tuan.”"},{"number":14,"verse":"Daud bertanya kepadanya, “Mengapa engkau berani membunuh raja pilihan TUHAN?”"},{"number":15,"verse":"Kemudian Daud memanggil salah seorang daripada anak buahnya dan memberikan perintah, “Bunuhlah dia!” Orang itu menikam pemuda Amalek itu sampai mati."},{"number":16,"verse":"Daud berkata kepada orang Amalek itu, “Ini kesalahanmu sendiri. Engkau telah menjatuhkan hukuman mati atas dirimu sendiri kerana mengaku bahawa engkaulah yang membunuh raja pilihan TUHAN.”"},{"number":17,"verse":"( Daud Meratapi Raja Saul dan Yonatan) Kemudian Daud meratapi Raja Saul dan puteranya, Yonatan."},{"number":18,"verse":"( ) Daud memerintahkan supaya lagu ( Sebuah terjemahan kuno: lagu. Naskhah Ibrani: busur.) ratapan ini diajarkan kepada suku Yehuda. (Lagu ratapan ini ditulis di dalam Kitab Yasar )."},{"number":19,"verse":"“Para pemimpin kita dibunuh di bukit-bukit Israel! Pahlawan-pahlawan kita sudah gugur!"},{"number":20,"verse":"Jangan sebarkan berita itu di Gat, ataupun di lorong-lorong Askelon, jangan sampai wanita Filistin bersukacita, atau wanita yang tidak mengenal Allah bergembira."},{"number":21,"verse":"Biarlah hujan dan embun tidak turun di perbukitan Gilboa, biarlah ladang-ladangnya menjadi tandus, kerana perisai pahlawan terlantar di sana, perisai Raja Saul tidak lagi diminyaki."},{"number":22,"verse":"Panah Yonatan ampuh, mematikan; pedang Raja Saul tidak mengenal kasihan, menikam askar yang gagah, dan membunuh musuh."},{"number":23,"verse":"Raja Saul dan Yonatan, disukai dan dikasihi, tidak berpisah dalam hidup dan mati; mereka lebih tangkas daripada burung rajawali, dan lebih kuat daripada singa."},{"number":24,"verse":"Hai wanita Israel, berkabunglah bagi Raja Saul. Baginda mendandani kamu dengan pakaian merah yang mewah, baginda menghiasi kamu dengan emas dan permata."},{"number":25,"verse":"Para pahlawan sudah gugur, terbunuh di medan pertempuran. Yonatan terbunuh di perbukitan."},{"number":26,"verse":"Aku bersedih keranamu, hai Yonatan, saudaraku. Alangkah baiknya engkau terhadapku! Alangkah mulianya kasihmu terhadapku, bahkan lebih mulia daripada kasih wanita."},{"number":27,"verse":"Para pahlawan kita sudah gugur, senjata mereka terlantar dan sia-sia.”"}]}