{"bibleAbbr":"msAB1996","bookName":"2 SAMUEL","bookEnglishName":"2 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"( Raja Daud Mengalahkan Orang Amon dan Orang Siria) ( ( 130 19:1-19 )) Beberapa waktu kemudian Raja Nahas dari Amon, mangkat. Lalu baginda digantikan oleh Hanun, puteranya."},{"number":2,"verse":"Raja Daud bertitah, “Raja Nahas ialah sahabat beta yang setia. Oleh itu beta juga harus bersahabat dengan Raja Hanun puteranya.” Maka Raja Daud mengirim beberapa orang utusan untuk menyampaikan takziah kepada Raja Hanun. Apabila utusan-utusan itu tiba di Amon,"},{"number":3,"verse":"para pemimpin Amon berkata kepada raja mereka, “Janganlah tuanku berfikir bahawa Raja Daud mengirim para utusan itu untuk menyampaikan takziah kerana baginda mahu menghormati ayahanda tuanku! Raja Daud mengirim semua orang itu ke sini sebagai pengintip untuk menyelidiki kota ini, supaya baginda dapat menakluki kita.”"},{"number":4,"verse":"Kemudian Raja Hanun menangkap para utusan Raja Daud, mencukur sebahagian daripada janggut mereka, memotong pakaian mereka pada pangkal paha, lalu menyuruh mereka pergi."},{"number":5,"verse":"Para utusan itu sangat malu untuk pulang. Apabila hal itu diberitahukan kepada Raja Daud, baginda mengirim pesan supaya utusan-utusan itu tinggal di Yerikho sampai janggut mereka tumbuh semula."},{"number":6,"verse":"Kemudian orang Amon sedar bahawa mereka sudah menjadikan Raja Daud musuh mereka. Oleh itu mereka mengupah askar-askar orang Siria: 20000 orang yang tinggal di Bet-Rehob dan Zoba, dan 12000 orang dari Tob, serta raja negeri Maakha bersama dengan 1000 orang anak buahnya."},{"number":7,"verse":"Ketika Raja Daud mendengar hal itu, baginda menyuruh Yoab dengan seluruh angkatan perang supaya maju melawan musuh."},{"number":8,"verse":"Orang Amon pergi ke luar lalu mengatur tentera mereka di hadapan pintu gerbang Raba, ibu kota mereka; sedangkan orang Siria, orang Tob, dan orang Maakha pula mengatur barisan mereka di padang."},{"number":9,"verse":"Yoab sedar bahawa dia terjepit oleh pasukan musuh di hadapan dan di belakang. Oleh itu dia memilih tentera Israel yang terbaik dan menempatkan mereka berhadapan dengan tentera Siria."},{"number":10,"verse":"Yoab menyerahkan pasukan yang selebihnya kepada Abisai, adiknya. Abisai mengatur barisan itu berhadapan dengan pasukan orang Amon."},{"number":11,"verse":"Yoab berkata kepada adiknya, “Jika aku tidak sanggup bertahan menghadapi tentera Siria, cepatlah tolong aku; sebaliknya, jika engkau tidak sanggup bertahan menghadapi tentera Amon, aku akan datang menolongmu."},{"number":12,"verse":"Tabahkanlah hatimu, dan berjuanglah dengan berani untuk bangsa kita dan untuk kota-kota Allah kita. Semoga TUHAN melakukan apa yang baik bagi-Nya.”"},{"number":13,"verse":"Yoab dan pasukannya maju berperang, sehingga tentera Siria lari."},{"number":14,"verse":"Apabila tentera Amon nampak tentera Siria lari, mereka meninggalkan Abisai lalu masuk ke dalam kota. Setelah memerangi orang Amon, Yoab pulang ke Yerusalem."},{"number":15,"verse":"Orang Siria sedar bahawa mereka telah dikalahkan oleh orang Israel, maka mereka mengumpulkan semua tentera mereka."},{"number":16,"verse":"Raja Hadadezer memanggil tentera Siria yang berada di sebelah timur Sungai Efrat. Mereka datang ke Helam di bawah pimpinan Sobakh, panglima tentera Raja Hadadezer dari Zoba."},{"number":17,"verse":"Apabila Raja Daud mendengar hal itu, baginda mengumpulkan tentera Israel. Kemudian mereka menyeberangi Sungai Yordan, dan menuju ke Helam. Di situ orang Siria mengatur tentera mereka lalu maju menyerang tentera Raja Daud."},{"number":18,"verse":"Tetapi tentera Israel memukul mundur tentera Siria. Raja Daud dan tenteranya membunuh 700 orang pemandu kereta kuda dan 40000 orang daripada pasukan berkuda. Mereka juga mencederakan Sobakh, panglima tentera musuh, lalu dia mati di medan pertempuran."},{"number":19,"verse":"Apabila raja-raja yang di bawah kuasa Raja Hadadezer sedar bahawa mereka sudah dikalahkan oleh orang Israel, raja-raja itu berdamai dengan orang Israel dan takluk ke bawah kuasa mereka. Sejak itu orang Siria tidak lagi berani membantu orang Amon."}]}