{"bibleAbbr":"msAB1996","bookName":"2 SAMUEL","bookEnglishName":"2 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"( Yoab Mengusahakan Kepulangan Absalom) Yoab tahu bahawa Raja Daud sangat merindukan Absalom,"},{"number":2,"verse":"oleh itu dia menyuruh orang menjemput seorang wanita cerdik yang tinggal di Tekoa. Ketika wanita itu tiba, Yoab berkata kepadanya, “Berpura-puralah berkabung; pakailah pakaian perkabungan dan jangan sikat rambut. Berlakonlah sebagai wanita yang sudah lama berkabung."},{"number":3,"verse":"Kemudian pergilah menghadap raja, dan katakan kepada baginda apa yang saya katakan kepadamu.” Yoab memberitahu wanita itu apa yang harus dikatakannya."},{"number":4,"verse":"Wanita itu pergi menghadap raja, lalu sujud dan berkata, “Tuanku, tolonglah hamba!”"},{"number":5,"verse":"“Apa permintaanmu?” tanya raja kepadanya. Wanita itu menjawab, “Hamba seorang balu yang miskin. Suami hamba sudah meninggal."},{"number":6,"verse":"Hamba mempunyai dua orang anak lelaki, dan pada suatu hari mereka bertengkar di ladang. Oleh sebab tiada orang yang memisahkan mereka, yang seorang membunuh yang satu."},{"number":7,"verse":"Sekarang, segenap kaum keluarga hamba memusuhi hamba, dan menuntut supaya hamba menyerahkan anak hamba yang membunuh itu kepada mereka. Mereka hendak menghukumnya dengan hukuman mati kerana dia sudah membunuh saudaranya. Jika hamba menyerahkan anak itu, hamba tidak akan mempunyai anak lagi. Mereka akan menghancurkan harapan hamba satu-satunya dan tidak meninggalkan seorang anak lelaki bagi suami hamba untuk meneruskan keturunannya.”"},{"number":8,"verse":"“Pulanglah,” jawab raja. “Beta akan mengurus perkara itu.”"},{"number":9,"verse":"“Tuanku,” kata wanita itu, “apa saja yang tuanku lakukan, hamba dan keluarga hamba akan menanggung akibatnya; tuanku dan keluarga tuanku tidak bersalah.”"},{"number":10,"verse":"Raja menjawab, “Jika ada orang yang mengancam kamu, bawalah dia kepada beta, maka dia tidak akan mengganggumu lagi.”"},{"number":11,"verse":"Kata wanita itu, “Sudilah tuanku berdoa kepada TUHAN, Allah tuanku, supaya orang yang hendak membalas kematian anak hamba itu tidak melakukan kejahatan yang lebih besar lagi dengan membunuh anak hamba yang seorang lagi.” Raja Daud menjawab, “Demi TUHAN yang hidup, anakmu itu tidak akan diapa-apakan walau sedikit pun.”"},{"number":12,"verse":"Kemudian wanita itu berkata, “Tuanku, izinkanlah hamba berkata-kata sedikit lagi.” “Baiklah,” jawab raja."},{"number":13,"verse":"Wanita itu bercakap, “Dengan ucapan tuanku itu, tuanku sudah mengaku bahawa tuanku sendiri bersalah kerana tidak mengizinkan putera tuanku pulang dari pengasingan. Mengapakah tuanku melakukan kesalahan seperti itu terhadap umat Allah?"},{"number":14,"verse":"Kita semua akan mati; kita ini umpama air yang tumpah ke tanah dan tidak dapat dikumpulkan lagi. Allah pun tidak akan menghidupkan semula orang yang sudah mati, tetapi sekurang-kurangnya tuanku dapat mengusahakan supaya orang buangan itu boleh pulang lagi."},{"number":15,"verse":"Hamba menghadap tuanku kerana hamba diancam orang. Oleh itu hamba berfikir sebaiknya hamba berkata-kata kepada tuanku dengan harapan permintaan hamba ini akan dikabulkan."},{"number":16,"verse":"Hamba berfikir tuanku akan mendengarkan dan menyelamatkan hamba daripada orang yang berusaha untuk membunuh hamba dan anak hamba. Mereka bermaksud menyingkirkan kami dari tanah yang diberikan Allah kepada umat-Nya."},{"number":17,"verse":"Hamba yakin bahawa janji tuanku itu akan menjamin keselamatan hamba kerana tuanku seperti malaikat Allah, yang dapat membezakan apa yang baik dan apa yang jahat. ( dapat membezakan apa yang baik dan apa yang jahat; atau tahu segala-galanya.) Semoga TUHAN, Allah tuanku menyertai tuanku!”"},{"number":18,"verse":"Raja menjawab, “Beta mahu menanyakan sesuatu kepadamu, dan jawablah dengan jujur.” “Silakan tuanku,” wanita itu menjawab."},{"number":19,"verse":"Raja bertitah, “Adakah Yoab yang menyuruh kamu?” Jawab wanita itu, “Hamba bersumpah demi tuanku bahawa hamba tidak mungkin mengelak diri daripada pertanyaan tuanku. Memang benar tuanku, Yoab sudah memberitahukan apa yang harus hamba lakukan dan katakan."},{"number":20,"verse":"Tetapi dia berbuat begitu untuk menyelesaikan perkara itu dengan baik. Tuanku bijaksana seperti malaikat Allah sehingga mengetahui segala sesuatu yang berlaku.”"},{"number":21,"verse":"Setelah itu raja memanggil Yoab dan bertitah kepadanya, “Keinginanmu itu akan beta penuhi. Pergilah berjumpa dengan Absalom dan bawalah dia kembali.”"},{"number":22,"verse":"Yoab sujud di hadapan Raja Daud, lalu berkata, “Kiranya Allah memberkati tuanku! Sekarang hamba tahu bahawa tuanku berkenan kepada hamba kerana tuanku sudah mengabulkan permohonan hamba.”"},{"number":23,"verse":"Yoab berangkat ke Gesur untuk mengajak Absalom kembali ke Yerusalem."},{"number":24,"verse":"Tetapi raja tidak mengizinkan Absalom tinggal di istana. Raja bertitah, “Beta tidak mahu melihat dia.” Oleh itu Absalom langsung pulang ke rumahnya sendiri dan tidak menghadap raja."},{"number":25,"verse":"( Absalom Didamaikan dengan Raja Daud) Absalom dipuji sebagai orang yang paling kacak di seluruh Israel. Tiada sesiapa pun yang lebih kacak daripada dia. Dari telapak kaki sampai ke hujung rambutnya, dia tidak ada cacat."},{"number":26,"verse":"Rambutnya sangat tebal, dan dia harus memotongnya sekali setahun kerana dirasanya terlalu berat. Rambut yang dipotong itu beratnya lebih daripada dua kilogram menurut timbangan diraja."},{"number":27,"verse":"Absalom mempunyai tiga orang putera dan seorang puteri yang sangat cantik, bernama Tamar."},{"number":28,"verse":"Absalom telah tinggal di Yerusalem selama dua tahun, tetapi belum juga bertemu dengan raja."},{"number":29,"verse":"Oleh itu pada suatu hari Absalom memanggil Yoab untuk menyuruhnya menghadap raja, tetapi Yoab tidak mahu datang. Absalom memanggilnya sekali lagi, tetapi Yoab tidak mahu datang juga."},{"number":30,"verse":"Kemudian Absalom berkata kepada hamba-hambanya, “Lihatlah, ladang Yoab yang ditanami barli bersebelahan ladangku. Bakarlah ladang itu.” Maka mereka pergi membakarnya."},{"number":31,"verse":"Yoab datang ke rumah Absalom dan bertanya, “Mengapa hamba-hambamu membakar ladangku?”"},{"number":32,"verse":"Absalom menjawab, “Oleh sebab kamu tidak mahu datang ketika aku memanggilmu. Aku hendak mengutusmu menghadap raja dan menyampaikan pertanyaanku ini, ‘Apa gunanya saya meninggalkan Gesur dan kembali ke sini? Lebih baik saya tinggal di sana saja.’ ” Absalom berkata lagi, “Usahakanlah supaya aku dapat menghadap raja, dan jika aku masih dianggap bersalah, aku bersedia dihukum mati.”"},{"number":33,"verse":"Kemudian Yoab pergi menghadap Raja Daud dan menyampaikan kata-kata Absalom. Selepas itu raja memanggil Absalom, lalu Absalom datang bersujud di hadapan raja. Raja menyambut dia dengan ciuman."}]}