{"bibleAbbr":"msAB1996","bookName":"2 SAMUEL","bookEnglishName":"2 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"Pertempuran antara penyokong keluarga Raja Saul dan penyokong Raja Daud terus berlangsung untuk masa yang lama. Raja Daud semakin kuat, sedangkan lawannya semakin lemah."},{"number":2,"verse":"( Putera-Putera Raja Daud) Inilah enam orang putera Raja Daud yang dilahirkan di Hebron menurut urutan kelahiran mereka: Amnon, ibunya ialah Ahinoam dari Yizreel;"},{"number":3,"verse":"Kileab, ibunya ialah Abigail, balu Nabal dari Karmel; Absalom, ibunya ialah Maakha, puteri Raja Talmai dari Gesur;"},{"number":4,"verse":"Adonia, ibunya ialah Hagit; Sefaca, ibunya ialah Abital;"},{"number":5,"verse":"dan Yitream, ibunya ialah Egla. Keenam-enam orang putera itu dilahirkan di Hebron."},{"number":6,"verse":"( Abner Bergabung dengan Raja Daud) Sementara pertempuran terus berlangsung antara penyokong Raja Daud dan penyokong keluarga Raja Saul, Abner berusaha supaya pengaruhnya semakin besar di kalangan penyokong Raja Saul."},{"number":7,"verse":"Pada suatu hari, Raja Isyboset putera Raja Saul menuduh Abner meniduri seorang gundik Raja Saul yang bernama Rizpa anak Aya."},{"number":8,"verse":"Tuduhan itu membuat Abner naik marah. Katanya, “Adakah tuanku berfikir bahawa hamba mengkhianati Raja Saul dan memihak kepada Yehuda? Sejak dahulu hamba telah setia kepada Raja Saul ayahanda tuanku, dan saudara-saudara baginda, dan juga sahabat-sahabat baginda. Hamba sudah menyelamatkan tuanku daripada dikalahkan oleh Raja Daud. Meskipun begitu tuanku menyalahkan hamba hanya kerana persoalan perempuan!"},{"number":9,"verse":"( ) Lebih baik hamba menolong Raja Daud, kerana TUHAN telah berjanji kepada baginda untuk mengambil kerajaan ini daripada Raja Saul dan keturunannya, lalu melantik Raja Daud menjadi raja seluruh Israel dan Yehuda. Biarlah Allah membunuh hamba jika hamba tidak melaksanakan janji Allah kepada Raja Daud.”"},{"number":11,"verse":"Raja Isyboset begitu takut terhadap Abner sehingga baginda tidak berani berkata apa-apa."},{"number":12,"verse":"Kemudian Abner mengirim utusan kepada Raja Daud yang ketika itu berada di Hebron, ( Sebuah terjemahan kuno: di Hebron. Naskhah Ibrani: di tempatnya (Abner).) dengan membawa pesan, “Siapakah yang akan memerintah negeri ini? Buatlah perjanjian dengan hamba, maka hamba akan menolong tuanku menguasai seluruh Israel.”"},{"number":13,"verse":"Raja Daud menjawab, “Baiklah! Beta akan membuat perjanjian dengan kamu dengan satu syarat: Kamu mesti membawa Mikhal, puteri Raja Saul, kepada beta apabila kamu menghadap beta.”"},{"number":14,"verse":"( ) Raja Daud juga mengirim utusan kepada Raja Isyboset, dengan membawa pesan, “Kembalikanlah isteri beta, Mikhal, kepada beta. Beta membayar seratus kulit khatan orang Filistin untuk mengahwininya.”"},{"number":15,"verse":"Oleh itu Raja Isyboset menyuruh utusan baginda mengambil Mikhal daripada suaminya, Paltiel anak Lais."},{"number":16,"verse":"Tetapi Paltiel mengikuti Mikhal sambil menangis. Ketika mereka sampai di kota Bahurim, Abner berkata kepada Paltiel, “Sudahlah, pulang saja!” Kemudian Paltiel pulang."},{"number":17,"verse":"Abner menghadap para pemimpin Israel dan berkata kepada mereka, “Sudah lama kamu ingin supaya Raja Daud menjadi raja kamu."},{"number":18,"verse":"Inilah peluang kamu. Ingatlah bahawa TUHAN sudah berjanji demikian, ‘Aku akan menggunakan hamba-Ku Daud untuk menyelamatkan umat-Ku Israel daripada orang Filistin dan daripada semua musuh yang lain.’ ”"},{"number":19,"verse":"Abner juga berunding dengan suku Benyamin, kemudian dia pergi ke Hebron untuk memberitahu Raja Daud apa yang sudah disetujui oleh orang Israel dan suku Benyamin."},{"number":20,"verse":"Apabila Abner bersama dengan dua puluh orang anak buahnya menghadap Raja Daud di Hebron, Raja Daud mengadakan jamuan untuk mereka."},{"number":21,"verse":"Selepas itu Abner berkata kepada Raja Daud, “Izinkanlah hamba pergi untuk mengajak seluruh Israel supaya bergabung dengan tuanku. Mereka akan menerima tuanku sebagai raja, dan dengan demikian tuanku akan memerintah seluruh negeri, sesuai dengan kehendak tuanku.” Kemudian Raja Daud membenarkan Abner pergi dan menjamin keselamatannya."},{"number":22,"verse":"( Abner Dibunuh) Kemudian Yoab bersama dengan anak buah Raja Daud yang lain, kembali dari penyerbuan dan membawa pulang banyak barang jarahan, tetapi Abner sudah pergi dari Hebron. Raja Daud sudah membenarkan Abner pergi dan menjamin keselamatannya."},{"number":23,"verse":"Apabila Yoab dan pasukannya tiba, dia diberitahu bahawa Abner telah menghadap Raja Daud, dan baginda membenarkan dia pergi serta menjamin keselamatannya."},{"number":24,"verse":"Oleh itu Yoab menghadap raja dan berkata, “Mengapa tuanku berbuat demikian? Abner telah datang menghadap tuanku. Mengapa tuanku membenarkan dia pergi begitu saja?"},{"number":25,"verse":"Tentu tuanku tahu bahawa kedatangan Abner itu hanya untuk menipu tuanku, dan untuk mengetahui tempat-tempat yang tuanku pergi, serta segala perbuatan tuanku.”"},{"number":26,"verse":"Setelah meninggalkan Raja Daud, Yoab mengirim utusan untuk memanggil Abner. Mereka menyusul Abner dekat perigi Sira, lalu mereka membawanya kembali. Semua hal itu terjadi tanpa diketahui oleh Raja Daud."},{"number":27,"verse":"Sebaik sahaja Abner tiba di Hebron, Yoab mengajak dia ke pinggir pintu gerbang, seolah-olah dia hendak bercakap bersendirian dengannya. Tiba-tiba Yoab menikam perut Abner sampai dia mati. Demikianlah Abner mati dibunuh oleh Yoab untuk membalas dendam terhadap pembunuhan Asael, adiknya."},{"number":28,"verse":"Apabila Raja Daud mendengar hal itu, baginda bertitah, “TUHAN tahu bahawa rakyat dan beta tidak bersalah terhadap pembunuhan Abner."},{"number":29,"verse":"Biarlah Yoab dan keluarganya dihukum kerana perbuatannya itu. Biarlah dalam keluarga Yoab turun-temurun selalu ada orang yang menghidap penyakit kelamin, atau yang menderita penyakit kulit yang mengerikan, atau lelaki yang tidak bertenaga, atau yang terbunuh dalam pertempuran atau yang kekurangan makanan!”"},{"number":30,"verse":"Demikianlah Yoab dan Abisai membalas dendam terhadap Abner kerana dia telah membunuh Asael, adik mereka dalam pertempuran di Gibeon."},{"number":31,"verse":"( Abner Dikebumikan) Kemudian Raja Daud menyuruh Yoab dan anak buahnya mengoyak pakaian mereka, dan memakai kain guni serta meratapi Abner. Pada masa pengebumian, Raja Daud sendiri berjalan di belakang peti jenazah."},{"number":32,"verse":"Abner dikebumikan di Hebron, dan raja serta segenap rakyat menangis dengan kuat di depan kubur itu."},{"number":33,"verse":"Raja Daud meratapi Abner dengan lagu ratapan ini,"},{"number":34,"verse":"“Mengapakah Abner harus mati seperti orang dungu? Tangannya tidak diikat, kakinya tidak dirantai. Dia mati ditikam oleh orang yang jahat dan kejam.” Sekali lagi segenap rakyat meratapi Abner."},{"number":35,"verse":"Sepanjang hari orang cuba memujuk Raja Daud supaya makan sedikit, tetapi baginda bersumpah, “Biarlah Allah membunuh beta, jika beta makan apa-apa sebelum matahari terbenam!”"},{"number":36,"verse":"Mendengar hal itu rakyat berasa senang hati. Apa sahaja yang dilakukan oleh raja, menyenangkan hati mereka."},{"number":37,"verse":"Pada hari itu segenap rakyat Raja Daud dan segenap umat Israel faham bahawa raja tidak terlibat dalam pembunuhan Abner."},{"number":38,"verse":"Raja bertitah kepada para pegawainya, “Ketahuilah oleh kamu semua bahawa pada hari ini kita telah kehilangan seorang pemimpin besar di Israel."},{"number":39,"verse":"Walaupun beta raja pilihan Allah, namun pada hari ini beta berasa lemah. Anak-anak Zeruya itu terlalu kejam. Beta tidak sanggup menguasai mereka. Biarlah TUHAN menghukum penjahat-penjahat itu setimpal dengan perbuatan mereka!”"}]}