{"bibleAbbr":"msAB1996","bookName":"2 SAMUEL","bookEnglishName":"2 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"( Raja Isyboset Dibunuh) Apabila Raja Isyboset putera Raja Saul, mendengar bahawa Abner telah dibunuh di Hebron, baginda menjadi takut, dan segenap penduduk Israel pun gentar."},{"number":2,"verse":"Raja Isyboset mempunyai dua orang pegawai yang menjadi ketua pasukan penyerbu, iaitu Baana dan Rekhab, anak-anak Rimon dari Beerot, daripada suku Benyamin. (Beerot adalah sebahagian daripada wilayah Benyamin."},{"number":3,"verse":"Penduduk asli tempat itu telah lari ke Gitaim, dan sejak masa itu mereka menetap di sana.)"},{"number":4,"verse":"( ) Seorang lagi keturunan Raja Saul ialah Mefiboset anak Yonatan. Ketika Raja Saul dan Yonatan dibunuh, Mefiboset baru berusia lima tahun. Apabila pengasuhnya mendengar berita kematian itu dari kota Yizreel, dia melarikan anak itu, tetapi kerana terburu-buru, anak itu terjatuh lalu menjadi tempang."},{"number":5,"verse":"Kemudian Rekhab dan Baana pergi ke rumah Raja Isyboset. Mereka tiba di sana pada waktu tengah hari ketika Raja Isyboset sedang berehat."},{"number":6,"verse":"Kebetulan perempuan yang menjaga pintu rumah tertidur kerana mengantuk ketika membersihkan gandum. Oleh itu Rekhab dan Baana dapat menyelinap masuk. ( Ayat ini mengikut sebuah naskhah terjemahan kuno. Naskhah Ibrani: Mereka masuk ke dalam rumah itu dengan membawa gandum, lalu mereka menikam perutnya. Kemudian Rekhab dan Baana melarikan diri.)"},{"number":7,"verse":"Mereka terus masuk ke dalam bilik Raja Isyboset sementara baginda sedang tidur nyenyak. Lalu mereka menikam baginda sampai mati. Mereka memenggal kepala Raja Isyboset lalu membawa kepala itu pergi. Mereka berjalan sepanjang malam melalui Lembah Yordan."},{"number":8,"verse":"Kemudian mereka memberikan kepala itu kepada Raja Daud di Hebron. Mereka berkata, “Inilah kepala Raja Isyboset putera Raja Saul, musuh tuanku yang cuba membunuh tuanku. Pada hari ini TUHAN telah membalas perbuatan Raja Saul dan keturunannya bagi tuanku.”"},{"number":9,"verse":"Tetapi Raja Daud menjawab, “TUHAN yang hidup, yang telah menyelamatkan beta daripada segala bahaya, tahu bahawa yang akan beta katakan ini benar."},{"number":10,"verse":"( ) Pada masa beta di Ziklag, ada orang yang memberitahu beta tentang kemangkatan Raja Saul. Orang itu berfikir bahawa dia membawa berita baik, tetapi beta telah menangkap dan membunuh dia. Itulah upah yang beta berikan kepadanya sebagai imbalan kepada berita yang dibawanya itu."},{"number":11,"verse":"Apalagi kamu, alangkah kejinya perbuatan kamu itu! Kamu sudah membunuh seorang yang tidak berdosa, dan yang sedang tidur di rumahnya sendiri! Sekarang beta akan membalas kejahatan kamu itu. Beta akan menghapuskan kamu dari muka bumi!”"},{"number":12,"verse":"Raja Daud memberikan perintah, lalu askar-askar baginda membunuh Rekhab dan Baana. Setelah dibunuh, tangan dan kaki mereka dipotong lalu digantung dekat kolam di Hebron. Kemudian kepala Raja Isyboset diambil dan dimakamkan di dalam kubur Abner di Hebron."}]}