{"bibleAbbr":"t4t2014","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":8,"verses":[{"number":1,"verse":"Moses urged them to remember and obey“You must faithfully obey all the commandments that I am giving you today. If you do that, you will live a long time, you will become very numerous, and you will occupy the land that Yahweh solemnly promised your ancestors that he would give to you."},{"number":2,"verse":"And do not forget how Yahweh our God led us as we traveled through the desert during these past forty years. He caused you to have many problems/difficulties, because he wanted to cause you to realize that you needed to trust him and not yourselves. And he wanted to test you, to find out what you intended to do [IDI], whether you would obey his commandments or not."},{"number":3,"verse":"So he caused you to have/experience difficulties. He allowed you to become hungry. Then he gave you manna food from heaven, food that you and your ancestors had never eaten before. He did that to teach you that people need food for their bodies; but they also need food for their spirits, which comes from paying attention to everything that Yahweh says [MTY]."},{"number":4,"verse":"During those forty years, our clothes did not wear out and our feet did not swell from walking very much through the desert."},{"number":5,"verse":"Do not forget that Yahweh our God disciplines us, like parents discipline their children."},{"number":6,"verse":"So, obey the commandments of Yahweh our God, and conduct your lives as he wants you to do, and have an awesome respect for him."},{"number":7,"verse":"He is about to bring you into a good/fertile land, which has streams which flow down from the hills and pour/flow out of springs in the valleys."},{"number":8,"verse":"It is a land on which wheat and barley grow, a land where there are fig trees and pomegranates, and a land where there are olive trees and honey."},{"number":9,"verse":"It is a land where there will be plenty of food for you, where you will ◄not lack anything/have everything that you need► [LIT], a land which has iron ore in its rocks and from which you can dig copper ore from its hills."},{"number":10,"verse":"Every day you will eat until your stomachs are full, and you will thank Yahweh our God for the fertile/good land that he has given you."},{"number":11,"verse":"But, when that happens, be sure not to forget Yahweh our God by disobeying his commandments and rules and regulations that I am giving to you today."},{"number":12,"verse":"When your stomachs are full every day, and when you have built good houses and are living in them,"},{"number":13,"verse":"and when the number of your cattle and sheep has greatly increased, and when you have accumulated a large amount of silver and gold, and the amount of all your other possessions has greatly increased,"},{"number":14,"verse":"be sure that you do not become proud [IDI] and forget Yahweh our God, who rescued your ancestors from being slaves in Egypt and brought them out from there."},{"number":15,"verse":"Do not forget that he led them while they traveled through that huge and terrible desert, where there were poisonous snakes and scorpions. And do not forget that where the ground was very dry and there was no water, he caused water to flow for them out of ◄solid/very hard► rock."},{"number":16,"verse":"Do not forget that in that desert he gave your ancestors manna to eat, food that they had never eaten. He caused them to have/experience many problems/difficulties, because he wanted to cause them to realize that they needed to trust him and not themselves. And he wanted to test them, to find out what they intended to do, in order that when those difficulties ended, he would do many good things for them."},{"number":17,"verse":"Be sure that you do not think to yourselves, ‘I have acquired all these things by my own power [MTY] and ability.’"},{"number":18,"verse":"Do not forget that it is Yahweh our God who has enabled you to become rich. He does this because he faithfully does what he solemnly promised our ancestors that he would do."},{"number":19,"verse":"I solemnly warn you that if you forget Yahweh our God and turn to other gods and start to serve them and worship them, you will certainly be destroyed."},{"number":20,"verse":"If you do not obey Yahweh our God, he will certainly destroy you just like he will destroy the people-groups that you will fight against.”"}]}