{"bibleAbbr":"NASB2020","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"(God’s Anger over Israel) How the Lord has (Or scorned... Zion in His anger) covered the daughter of Zion With a cloud in His anger! He has hurled The glory of Israel from heaven to earth, And has not remembered His footstool In the day of His anger."},{"number":2,"verse":"The Lord has (Lit engulfed) destroyed; He has not spared All the settlements of Jacob. In His wrath He has overthrown The strongholds of the daughter of Judah, He has hurled them down to the ground; He has profaned the kingdom and its leaders."},{"number":3,"verse":"In fierce anger He has cut off (Lit Every horn) All the strength of Israel; He has pulled back His right hand From the enemy. And He has burned in Jacob like a flaming fire Consuming on all sides."},{"number":4,"verse":"He has bent His bow like an enemy; His right hand is positioned like an adversary, And He has killed everything that was pleasant to the eye. In the tent of the daughter of Zion He has poured out His wrath like fire."},{"number":5,"verse":"The Lord has become like an enemy. He has engulfed Israel; He has engulfed all its palaces, He has destroyed its strongholds And caused great mourning and grieving in the daughter of Judah."},{"number":6,"verse":"And He has treated His (Or booth) tabernacle violently, like a despised garden; He has destroyed His appointed (Or feast) meeting place. The LORD has caused The appointed feast and Sabbath in Zion to be forgotten, And He has despised king and priest In the indignation of His anger."},{"number":7,"verse":"The Lord has rejected His altar, He has (I. e., scornfully rejected) repudiated His sanctuary; He has handed over The walls of her palaces to the enemy. They have made a noise in the house of the LORD As on the day of an appointed feast."},{"number":8,"verse":"The LORD determined to destroy The wall of the daughter of Zion. He has stretched out a line, He has not restrained His hand from (Lit engulfing) destroying, And He has caused rampart and wall to mourn; They have languished together."},{"number":9,"verse":"Her gates have sunk into the ground, He has destroyed and broken her bars. Her king and her leaders are among the nations; The Law is gone. Her prophets, too, find No vision from the LORD."},{"number":10,"verse":"The elders of the daughter of Zion Sit on the ground and (Another reading is wail) are silent. They have thrown dust on their heads; They have put on sackcloth. The virgins of Jerusalem Have bowed their heads to the ground."},{"number":11,"verse":"My eyes fail because of tears, My (Lit inward parts are in ferment) spirit is greatly troubled; My (Lit liver) heart is poured out on the earth Because of the (Lit breaking) destruction of the daughter of my people, When little ones and infants languish In the streets of the city."},{"number":12,"verse":"They say to their mothers, “Where is grain and wine?” As they faint like a wounded person In the streets of the city, As their lives are poured out (Lit on... breast) In their mothers’ arms."},{"number":13,"verse":"How shall I admonish you? What shall I compare to you, Daughter of Jerusalem? What shall I liken to you as I comfort you, Virgin daughter of Zion? For your collapse is as vast as the sea; Who can heal you?"},{"number":14,"verse":"Your prophets have seen for you Worthless and deceptive visions; And they have not exposed your wrongdoing So as to restore you from captivity, But they have seen for you worthless and misleading pronouncements."},{"number":15,"verse":"All who pass along the way Clap their hands in ridicule at you; They (Or whistle) hiss and shake their heads At the daughter of Jerusalem: “Is this the city of which they said, ‘Perfect in beauty, A joy to all the earth’?”"},{"number":16,"verse":"All your enemies Have opened their mouths wide against you; They (Or whistle) hiss and gnash their teeth. They say, “We have engulfed her! This certainly is the day which we awaited; We have reached it, we have seen it!”"},{"number":17,"verse":"The LORD has done what He determined; He has accomplished His word Which He commanded from days of old. He has torn down without sparing, And He has helped the enemy to rejoice over you; He has exalted the (Lit horn) might of your adversaries."},{"number":18,"verse":"Their heart cried out to the Lord: “You wall of the daughter of Zion, Let your tears stream down like a river day and night; Give yourself no relief, Let (Lit the daughter of your eye) your eyes have no rest."},{"number":19,"verse":"Arise, whimper in the night At the beginning of the night watches; Pour out your heart like water Before the presence of the Lord; Raise your hands to Him For the life of your little ones Who languish because of hunger At the head of every street."},{"number":20,"verse":"See, LORD, and look! With whom have You dealt this way? Should women really eat their (Lit fruit) children, The little ones who were (Or tenderly cared for) born healthy? Should priest and prophet really be killed In the sanctuary of the Lord?"},{"number":21,"verse":"On the ground in the streets Lie young and old; My virgins and my young men Have fallen by the sword. You have put them to death on the day of Your anger, You have slaughtered, without sparing."},{"number":22,"verse":"You called as on the day of an appointed feast My terrors on every side; And there was no one who survived or escaped On the day of the LORD’S anger. As for those whom I brought forth healthy and whom I raised, My enemy annihilated them.”"}]}