{"bibleAbbr":"NASB2020","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":3,"verses":[{"number":1,"verse":"Jeremiah Shares Israel’s Misery I am the man who has seen misery Because of the rod of His wrath."},{"number":2,"verse":"He has driven me and made me walk In darkness and not in light."},{"number":3,"verse":"Indeed, He has turned His hand against me Repeatedly all the day."},{"number":4,"verse":"He has consumed my flesh and my skin, He has broken my bones."},{"number":5,"verse":"He has (Lit built against) besieged and surrounded me with (Lit poison) bitterness and hardship."},{"number":6,"verse":"He has made me live in dark places, Like those who have long been dead."},{"number":7,"verse":"He has walled me in so that I cannot go out; He has made my (Lit bronze piece) chain heavy."},{"number":8,"verse":"Even when I cry out and call for help, He shuts out my prayer."},{"number":9,"verse":"He has blocked my ways with cut stone; He has twisted my paths."},{"number":10,"verse":"He is to me like a bear lying in wait, Like a lion in secret places."},{"number":11,"verse":"He has made my ways deviate, and torn me to pieces; He has made me desolate."},{"number":12,"verse":"He bent His bow And took aim at me as a target for the arrow."},{"number":13,"verse":"He made the (Lit sons) arrows of His quiver Enter my (Lit kidneys) inward parts."},{"number":14,"verse":"I have become a laughingstock to all my people, Their song of ridicule all the day."},{"number":15,"verse":"He has filled me with bitterness, He has made me drink plenty of wormwood."},{"number":16,"verse":"He has also made my teeth grind with gravel; He has made me cower in the dust."},{"number":17,"verse":"My soul has been excluded from peace; I have forgotten (Lit good) happiness."},{"number":18,"verse":"So I say, “My (Or splendor) strength has failed, And so has my hope from the LORD.”"},{"number":19,"verse":"Hope of Relief in God’s MercyRemember my misery and my homelessness, the wormwood and (Lit poison) bitterness."},{"number":20,"verse":"My soul certainly remembers, And (Or bows down) is bent over within me."},{"number":21,"verse":"I recall this to my mind, Therefore I (Lit have hope) wait."},{"number":22,"verse":"(As in ancient versions; MT It is... mercy that we do not end) The LORD’S acts of mercy indeed do not end, For His compassions do not fail."},{"number":23,"verse":"They are new every morning; Great is Your faithfulness."},{"number":24,"verse":"“The LORD is my portion,” says my soul, “Therefore I (Or hope in) wait for Him.”"},{"number":25,"verse":"The LORD is good to those who (Or hope in) await Him, To the (Lit soul) person who seeks Him."},{"number":26,"verse":"It is good that he waits silently For the salvation of the LORD."},{"number":27,"verse":"It is good for a man to bear The yoke in his youth."},{"number":28,"verse":"Let him sit alone and keep quiet, Since He has laid it on him."},{"number":29,"verse":"Let him (Lit give) put his mouth in the dust; Perhaps there is hope."},{"number":30,"verse":"Let him give his cheek to the one who is going to strike him; Let him be filled with shame."},{"number":31,"verse":"For the Lord will not reject forever,"},{"number":32,"verse":"For if He causes grief, Then He will have compassion In proportion to His abundant mercy."},{"number":33,"verse":"For He does not (Or oppress) afflict (Lit from His heart) willingly Or (Or torment) grieve the sons of mankind."},{"number":34,"verse":"To crush under (Lit his) one’s feet All the prisoners of the (Or earth) land,"},{"number":35,"verse":"To (Or turn aside a man’s case) deprive a man of justice In the presence of the Most High,"},{"number":36,"verse":"To (Lit bend) defraud someone in his lawsuit— Of these things the Lord does not (Lit see) approve."},{"number":37,"verse":"Who is (Lit this) there who speaks and it comes to pass, Unless the Lord has commanded it?"},{"number":38,"verse":"Is it not from the mouth of the Most High That (Lit the evil things and the good) both adversity and good proceed?"},{"number":39,"verse":"Of what can any living (Or human being) mortal, or any man, Complain (Or on the basis of) in view of his sins?"},{"number":40,"verse":"Let’s examine and search out our ways, And let’s return to the LORD."},{"number":41,"verse":"We raise our heart (Lit toward our) and hands Toward God in heaven;"},{"number":42,"verse":"We have done wrong and rebelled; You have not pardoned."},{"number":43,"verse":"You have covered Yourself with anger And pursued us; You have slain and have not spared."},{"number":44,"verse":"You have veiled Yourself with a cloud So that no prayer can pass through."},{"number":45,"verse":"You have made us mere refuse and rubbish In the midst of the peoples."},{"number":46,"verse":"All our enemies have opened their mouths against us."},{"number":47,"verse":"Panic and pitfall have come upon us, Devastation and destruction;"},{"number":48,"verse":"My (Lit eye goes down) eyes run down with streams of water Because of the destruction of the daughter of my people."},{"number":49,"verse":"My eyes flow unceasingly, Without stopping,"},{"number":50,"verse":"Until the LORD looks down And sees from heaven."},{"number":51,"verse":"My eyes bring pain to my soul Because of all the daughters of my city."},{"number":52,"verse":"My enemies without reason Hunted me down like a bird;"},{"number":53,"verse":"They have silenced (Lit my life) me in the pit And have (Or thrown a stone) thrown stones on me."},{"number":54,"verse":"Waters flowed over my head; I said, “I am (Or destroyed) cut off!”"},{"number":55,"verse":"I called on Your name, LORD, Out of the lowest pit."},{"number":56,"verse":"You have heard my voice, “Do not cover Your ear from my plea for relief, From my cry for help.”"},{"number":57,"verse":"You came near on the day I called to You; You said, “Do not fear!”"},{"number":58,"verse":"Lord, You have pleaded my soul’s cause; You have redeemed my life."},{"number":59,"verse":"LORD, You have seen my oppression; Judge my case."},{"number":60,"verse":"You have seen all their vengeance, All their schemes against me."},{"number":61,"verse":"You have heard their reproach, LORD, All their schemes against me."},{"number":62,"verse":"The lips of my assailants and their talk Are against me all day long."},{"number":63,"verse":"Look at their (I. e., daily activities) sitting and their rising; I am their mocking song."},{"number":64,"verse":"You will repay them, LORD, In accordance with the work of their hands."},{"number":65,"verse":"You will give them (Or insanity) shamelessness of heart, Your curse will be on them."},{"number":66,"verse":"You will pursue them in anger and eliminate them From under the heavens of the LORD!"}]}