{"bibleAbbr":"AKJV1999+","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":1,"verses":[{"number":1,"verse":"The words<WH1697> of Nehemiah<WH5166> the son<WH1121> of Hachaliah.<WH2446> And it came<WH1961> to pass in the month<WH2320> Chisleu,<WH3691> in the twentieth<WH6242> year,<WH8141> as I was in Shushan<WH7800> the palace,<WH1002>"},{"number":2,"verse":"That Hanani,<WH2607> one<WH259> of my brothers,<WH251> came,<WH935> he and certain men<WH582> of Judah;<WH3063> and I asked<WH7592> them concerning<WH5921> the Jews<WH3064> that had escaped,<WH6413> which<WH834> were left<WH7604> of the captivity,<WH7628> and concerning<WH5921> Jerusalem.<WH3389>"},{"number":3,"verse":"And they said<WH559> to me, The remnant<WH7604> that are left<WH7604> of the captivity<WH7628> there<WH8033> in the province<WH4082> are in great<WH1419> affliction<WH7451> and reproach:<WH2781> the wall<WH2346> of Jerusalem<WH3389> also is broken<WH6555> down, and the gates<WH8179> thereof are burned<WH3341> with fire.<WH784>"},{"number":4,"verse":"And it came<WH1961> to pass, when I heard<WH8085> these<WH428> words,<WH1697> that I sat<WH3427> down and wept,<WH1058> and mourned<WH56> certain days,<WH3117> and fasted,<WH6684> and prayed<WH6419> before<WH6440> the God<WH430> of heaven,<WH8064>"},{"number":5,"verse":"And said,<WH559> I beseech<WH577> you, O LORD<WH3068> God<WH430> of heaven,<WH8064> the great<WH1419> and terrible<WH3372> God,<WH410> that keeps<WH8104> covenant<WH1285> and mercy<WH2617> for them that love<WH157> him and observe<WH8104> his commandments:<WH4687>"},{"number":6,"verse":"Let your ear<WH241> now<WH4994> be attentive,<WH7183> and your eyes<WH5869> open,<WH6605> that you may hear<WH8085> the prayer<WH8605> of your servant,<WH5650> which<WH834> I pray<WH6419> before<WH6440> you now,<WH3117> day<WH3119> and night,<WH3915> for the children<WH1121> of Israel<WH3478> your servants,<WH5650> and confess<WH3034> the sins<WH2403> of the children<WH1121> of Israel,<WH3478> which<WH834> we have sinned<WH2398> against you: both I and my father's<WH1> house<WH1004> have sinned.<WH2398>"},{"number":7,"verse":"We have dealt very corruptly<WH2254> against you, and have not kept<WH8104> the commandments,<WH4687> nor the statutes,<WH2706> nor the judgments,<WH4941> which<WH834> you commanded<WH6680> your servant<WH5650> Moses.<WH4872>"},{"number":8,"verse":"Remember,<WH2142> I beseech<WH4994> you, the word<WH1697> that you commanded<WH6680> your servant<WH5650> Moses,<WH4872> saying,<WH559> If you transgress,<WH4603> I will scatter<WH6327> you abroad<WH6327> among the nations:<WH5971>"},{"number":9,"verse":"But if you turn<WH7725> to me, and keep<WH8104> my commandments,<WH4687> and do<WH6213> them; though<WH518> there were of you cast<WH5080> out to the uttermost<WH7097> part of the heaven,<WH8064> yet will I gather<WH6908> them from there,<WH8033> and will bring<WH935> them to the place<WH4725> that I have chosen<WH970> to set<WH7931> my name<WH8034> there.<WH8033>"},{"number":10,"verse":"Now these<WH1992> are your servants<WH5650> and your people,<WH5971> whom<WH834> you have redeemed<WH6299> by your great<WH1419> power,<WH3581> and by your strong<WH2389> hand.<WH3027>"},{"number":11,"verse":"O LORD,<WH136> I beseech<WH577> you, let now<WH4994> your ear<WH241> be attentive<WH7183> to the prayer<WH8605> of your servant,<WH5650> and to the prayer<WH8605> of your servants,<WH5650> who desire<WH2655> to fear<WH3372> your name:<WH8034> and prosper,<WH6743> I pray<WH4994> you, your servant<WH5650> this day,<WH3117> and grant<WH5414> him mercy<WH7356> in the sight<WH6440> of this<WH2088> man.<WH376> For I was the king's<WH4428> cupbearer.<WH4945>"}]}