{"bibleAbbr":"Thomson1808","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"And king Roboam went to Sikima because all Israel had come there, to make him king."},{"number":3,"verse":"And the people spoke to king Roboam, saying,"},{"number":4,"verse":"Thy father made our yoke heavy, now therefore lighten thou the hard service of thy father and his grievous yoke which he imposed on us and we will serve thee."},{"number":5,"verse":"Whereupon he said to them, Go away for three days and come to me again. So they went away."},{"number":6,"verse":"And the king laid the matter before the elders who stood before Solomon his father while he was alive, and said, How do you advise me to answer this people?"},{"number":7,"verse":"And they spoke to him saying, If thou wilt this day be a servant to the people and serve them and speak good words to them, they will then be thy servants, all thy days."},{"number":8,"verse":"But he slighted the counsel of the old men, which they gave him, and consulted with the young men who had been brought up with him, and who waited on him,"},{"number":9,"verse":"and said to them, What do you advise? And what answer should I make to them who speak to me saying, Lighten the yoke which thy father laid on us?"},{"number":10,"verse":"And the young men who had been brought up with him, and waited on him spoke to him and said, Thus shalt thou say to this people, who have spoken to thee saying, Thy father made our yoke heavy, now therefore, lighten it for us, thus thou shalt say to them, My little finger shall be heavier than my father's loins. My father indeed loaded you with a heavy yoke; but I will add to your yoke."},{"number":11,"verse":"My father chastised you with whips; but I will chastise you with scorpions."},{"number":12,"verse":"So when all the people came to the king on the third day as he had appointed, saying, Come to me again on the third day,"},{"number":13,"verse":"the king answered the people roughly. He slighted the counsel of the old men, which they had given him,"},{"number":14,"verse":"and spoke to them, in the manner the young men advised, saying, My father made your yoke heavy but I will add to your yoke. My father chastised you with whips, but I will chastise you with scorpions."},{"number":15,"verse":"So the king hearkened not to the people. Because the revolution was from the Lord, that he might perform the word which he spoke, by the ministry of Achia the Selonite, concerning Jeroboam, son of Nabat,"},{"number":16,"verse":"therefore when all Israel saw that the king hearkened not to them, they answered the king and said, What portion have we in David? We indeed have no inheritance in the son of Jessai. To thy tents, Israel! Now David, feed thy own house. So Israel departed to their habitations."},{"number":18,"verse":"And when the king sent out Adoniram, who was over the tribute, they stoned him with stones, so that he died. Upon which Roboam hasted to mount his chariot and flee to Jerusalem."},{"number":19,"verse":"So Israel renounced all allegiance to the house of David to this day."},{"number":20,"verse":"Now when all Israel heard that Jeroboam was returned from Egypt they had sent and invited him to the assembly, and they made him king over Israel, so that there was none who followed the house of David but only the tribes of Juda and Benjamin."},{"number":21,"verse":"And when Roboam came to Jerusalem and assembled the congregation of Juda and the tribe of Benjamin, a hundred and twenty thousand of the young men who were warriors, to fight against the house of Israel and to bring the kingdom again to Roboam son of Solomon,"},{"number":22,"verse":"a word of the Lord came to Samaias a man of God, saying,"},{"number":23,"verse":"Speak to Roboam son of Solomon king of Juda, and to all the house of Juda and Benjamin, and to the residue of the people, saying,"},{"number":24,"verse":"Thus saith the Lord, You shall not go up, nor fight with your brethren the children of Israel. Return every one to his house. For this thing is from me. So they hearkened to the word of the Lord and desisted from going, as the Lord commanded them. When king Solomon slept with his fathers and was buried with his fathers in the city of David, Roboam his son reigned in his stead. He was sixteen years old when he began to reign and he reigned twelve years in Jerusalem, and his mother's name was Naama a daughter of Ana son of Naas king of the Ammonites. And he did evil in the sight of the Lord and did not walk in the way of his grand father David. Now there was a man of Mount Ephraim, a servant of Solomon, whose name was Jeroboam and his mother's name was Sarira. She was a harlot. And Solomon had made him overseer of the burdens of the house of Joseph, and he had built Sarira on Mount Ephraim. And he had three hundred chariots of horses. He had built the citadel with the burdens of the house of Ephraim, and enclosed the city of David, and was aspiring to the kingdom. Upon which Solomon sought to put him to death, and he was terrified and fled to Sousakim king of Egypt, and was with him till Solomon died. And when Jeroboam heard in Egypt that Solomon was dead, he addressed Sousakim king of Egypt and said, Send me away, that I may go to my own land. Whereupon Sousakim said, Ask what thou wilt and I will give it thee. For Sousakim had given Jeroboam for a wife Ano an elder sister of his own wife Thekamina. She was great among the king's daughters and had born to Jeroboam his son Abia. And Jeroboam said to Sousakim, Only send me away and let me go. So Jeroboam left Egypt and came to the land of Sarira which is on Mount Ephraim. And thither all the tribe of Ephraim assembled and there Jeroboam built a fortress."},{"number":25,"verse":"Then Jeroboam rebuilt Sikima on mount Ephraim and dwelt there and he went out thence and built Phanuel."},{"number":26,"verse":"And Jeroboam said in his heart, Behold now the kingdom will revert to the house of David,"},{"number":27,"verse":"if the people go up to Jerusalem to offer sacrifice in the house of the Lord; for the heart of the people will turn to the Lord and to their lord Roboam king of Juda and they will kill me."},{"number":28,"verse":"Therefore the king took counsel and went and made two calves of gold, and said to the people, Rest satisfied in respect to your going up to Jerusalem. Behold these are thy gods, Israel, which brought thee up out of the land of Egypt."},{"number":29,"verse":"And he placed one of them in Baithel and the other he sent to Dan."},{"number":30,"verse":"And this became an occasion of sinning. For the people went before the one even to Dan, and they forsook the house of the Lord,"},{"number":31,"verse":"and he built houses on high places, and made priests of any part of the people who were not of the children of Levi."},{"number":32,"verse":"And Jeroboam instituted a festival in the eighth month, on the fifteenth clay of the month, answering to the festival in the land of Juda, and he went up to the altar which he made at Baithel to burn incense to the calves which he had made, and presented at Baithel the priests of the high places whom he had made."},{"number":33,"verse":"But when he ascended the altar, which he had made, on the fifteenth day of the eight month, at the festival which he had devised out of his own heart and made a festival for the children of Israel; when he ascended the altar to offer incense,"}]}