{"bibleAbbr":"Thomson1808","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"behold a man of God from Juda came by a word of the Lord to Baithel while Jeroboam was standing on the altar to burn incense;"},{"number":2,"verse":"and by a word of the Lord cried to the altar and said, Altar! altar! Thus saith the Lord, Behold a son shall be born to the house of David; his name shall be Josias, and he will burn upon thee the priests of the high places, who burn incense on thee: and upon thee he will burn the bones of men."},{"number":3,"verse":"And on this very day he will give a sign, for this, said he, is the word which the Lord hath spoken, saying, Behold the altar is rent, and the fat which is on it shall be poured out."},{"number":4,"verse":"And when king Jeroboam heard the words of the man of God, who cried against the altar, he stretched forth his hand from the altar, saying, Seize him: and behold his hand, which he stretched forth against him withered so that he could not draw it back to him."},{"number":5,"verse":"And the altar was rent, and the fat was poured out from the altar, according to the sign which the man of God gave by the word of the Lord."},{"number":6,"verse":"Then king Jeroboam said to the man of God, Entreat the favour of the Lord thy God and let my hand be restored to me. So the man of God entreated the favour of the Lord, and he restored the king's hand to him; and it was as it had been before."},{"number":7,"verse":"Then the king said to the man of God, Come home with me and dine, and I will give thee a reward."},{"number":8,"verse":"But the man of God said to the king, If thou wouldst give me the half of thy kingdom, I cannot go with thee to eat bread, nor drink water in this place;"},{"number":9,"verse":"for thus hath the Lord commanded me by his word, saying, Thou must not eat bread nor drink water, nor return the way that thou goest."},{"number":10,"verse":"So he went away by another road, and did not return by the way he came to Baithel."},{"number":11,"verse":"Now there dwelt at Baithel a certain old prophet, and his sons came, and told him all that the man of God had done that day at Baithel, and the words which he spoke to the king, and excited the attention of their father."},{"number":12,"verse":"Whereupon their father said to them, Which way went he? And when his sons had pointed out to him, the way which the man of God who came from Juda was gone,"},{"number":13,"verse":"he said to his sons, Saddle me the ass. And when they had saddled the ass, he mounted it,"},{"number":14,"verse":"and went after the man of God and found him sitting under an oak, and said to him, Art thou the man of God who came from Juda? And he said, I am."},{"number":15,"verse":"Then he said to him, Come with me and eat bread."},{"number":16,"verse":"And he replied I cannot go back with thee, nor can I eat bread, or drink water in this place;"},{"number":17,"verse":"for so the Lord hath expressly commanded me saying, Thou must not eat bread nor drink water, nor turn back there the way thou hast gone."},{"number":18,"verse":"And he said to him, I also am a prophet as thou art, and an angel hath spoken to me by the word of the Lord, saying, Bring him back with thee to thy house and let him eat bread, and drink water. But he lied to him."},{"number":19,"verse":"And when he had brought him back; and he had eaten bread and drank water at his house,"},{"number":20,"verse":"a word of the Lord came to the prophet, who had brought him back, while they were sitting at the table;"},{"number":21,"verse":"and he said to the man of God who had come from Juda, Thus saith the Lord, Because thou hast disobeyed the command of the Lord, and hast not kept the commandment, which the Lord thy God commanded thee,"},{"number":22,"verse":"but hast turned back and eaten bread and drunk water, in the place which he spoke to thee saying, Thou must not eat bread nor drink water, thy body shall not enter the sepulchre of thy fathers."},{"number":23,"verse":"So after he had eaten and drunk, he saddled for him an ass, and he turned and went away."},{"number":24,"verse":"And a lion met him on the road and killed him, and his body was cast in the highway and the ass stood by it. The lion also stood by the body."},{"number":25,"verse":"And behold men who were passing by saw the corpse lying in the high way, and the lion standing near the corpse, and they came and spoke of it in the city where the old prophet dwelt."},{"number":26,"verse":"And when he who had brought him back heard, he said, This is the man of God, who disobeyed the word of the Lord."},{"number":28,"verse":"So he went and found the body cast in the highway, and the ass and the lion were standing by it. The lion had not eaten the body of the man, nor hurt the ass."},{"number":29,"verse":"So the prophet took up the body of the man of God, and having laid it on the ass he brought him back to the city to bury him in his own sepulchre,"},{"number":30,"verse":"and they bewailed him with the lamentation, Alas brother!"},{"number":31,"verse":"And after bewailing him he spoke to his sons, saying, When I die, bury me in this grave, where the man of God is buried. Place me close by his bones, that my bones may be preserved with his bones."},{"number":32,"verse":"For what he hath spoken by the word of the Lord against the altar at Baithel, and against the high places of Samaria will surely come to pass."},{"number":33,"verse":"But after this affair Jeroboam did not turn from his wickedness, but again made from any part of the people, priests of the high places. Whoever pleased, consecrated himself and became a priest of the high places."},{"number":34,"verse":"And this became a sin to the house of Jeroboam, and occasioned its destruction and utter removal from the face of the earth."}]}