{"bibleAbbr":"Thomson1808","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"And when his son fell sick of a grievous sickness Jeroboam went to inquire about his son,"},{"number":2,"verse":"and he said to his wife Ano, Arise, go and inquire of God concerning the child whether he will recover of his sickness. Now there was a man at Selom whose name was Achia. He was sixty years of age and the word of the Lord was with him. So when Jeroboam said to his wife, Arise"},{"number":3,"verse":"and take in thy hand for the man of God some loaves and some cakes for his children, and grapes and a pot of honey,"},{"number":4,"verse":"the woman arose and took in her hand loaves and two sweet cakes and grapes and a pot of honey for Achia. Now the man was old and his eyes were dim so that he could not see."},{"number":5,"verse":"So she departed from Sarira and proceeded on in her journey. And when she came to the city, to Achia the Selonite, Achia said to his servant, Go and meet Ano the wife of Jeroboam and say to her, Come in and make no stop; for thus saith the Lord, I am sending bitter things against thee."},{"number":6,"verse":"And when Ano came in to the man of God, Achia said to her, Why hast thou brought me bread and grapes and sweet cakes and a pot of honey?"},{"number":10,"verse":"Behold I will cut off from Jeroboam every male."},{"number":11,"verse":"And them of Jeroboam who die in the city, the dogs shall devour; and him who dieth in the field, the birds of the air shall devour."},{"number":12,"verse":"Thus saith the Lord, Behold thou shalt depart from me and when thou shalt enter the city Sarira, thy maids will come out to meet and tell thee, The child is dead, For thus saith the Lord,"},{"number":13,"verse":"But this child shall be bewailed with the lamentation, Alas! Lord: because in him there hath been found something good respecting the Lord."},{"number":17,"verse":"Upon hearing this the woman departed and just as she arrived at Sarira the child died, and the shout went forth to meet her. Now when Jeroboam went to Sikima on Mount Ephraim and had assembled there the tribes of Israel, and Roboam son of Solomon went up there, a word of the Lord came to Samaias the Enlamite, saying, Take thee a new mantle which hath never been dipt in water and rend it into twelve pieces and give them to Jeroboam and say to him, Thus saith the Lord, Take for thyself ten pieces that thou mayst put them; (and when Jeroboam took them, Samaias said, Thus saith the Lord); on the ten tribes of Israel. Then the people said to Roboam son of Solomon, Thy father made his yoke heavy on us, and loaded us with the meats for his table. Now therefore make them lighter on us and we will serve thee. And Roboam said to the people, Three days hence I will give you an answer. Then Roboam said, Bring to me the elders and I will consult with them what answer I shall give to the people on the third day. And when Roboam had stated to them the message which the people had sent to him, the elders of the people said, Do as the people have spoken to thee. But Roboam slighted their counsel. It was not pleasing in his sight. So he sent and convened them who were brought up with him and said to them, Such and such a message the people have sent to me. Thereupon these courtiers of his, said, In this manner thou shalt speak to the people saying, My little finger shall be thicker than my father's thigh. My father chastised you with whips, but I will chastise you with scorpions. And this pleased Roboam, so he answered the people as these young courtiers of his advised him. Upon which all the people like one man said, every one to his neighbour; nay, they all shouted and said, We have no portion in David, nor inheritance in the son of Jessai. To your tents, Israel! for this man is not fit to be chief or leader. So all the people dispersed from Sikima, and went away every man to his habitation. But Roboam persisted and went and mounted his chariot and returned to Jerusalem, and all the tribe of Juda and all the tribe of Benjamin followed him. And the same year when Roboam had assembled all the men of Juda and Benjamin, and was going up to war against Jeroboam at Sikima, a word of the Lord came to Samaias the man of God, saying, Speak to Roboam king of Juda, and to all the house of Juda and Benjamin, and to all the remnant of the people and say, Thus saith the Lord, You shall not go up, nor fight with your brethren the children of Israel. Return every one to his house. For this thing is from me. So they hearkened to the word of the Lord, and desisted from going up, as the Lord commanded them."},{"number":21,"verse":"Now Roboam son of Solomon reigned over Juda. He was forty one years old at the commencement of this reign, and he reigned seventeen years in Jerusalem, the city which the Lord had chosen out of all the tribes of Israel to put his name there, and his mother's name was Naama, the Ammonitess."},{"number":22,"verse":"Roboam did what was evil in the sight of the Lord, and provoked him with all those things which their fathers had done, with all the sins which they had committed."},{"number":23,"verse":"They built for themselves high places, and pillars, and arbours, on every high hill and under every shady tree,"},{"number":24,"verse":"and sodomy was committed in the land. And they practised all the abominable acts of the nations which the Lord had removed from before the children of Israel."},{"number":25,"verse":"Wherefore in the fifth year of Roboam's reign, Sousakim king of Egypt came out against Jerusalem,"},{"number":26,"verse":"and took all the treasures of the house of the Lord, and the treasures of the king's house, and the golden lances which David had taken out of the hand of the servants of Adraazar king of Suba, and brought to Jerusalem. All these he took,, together with the golden armour which Solomon had made, and carried them away to Egypt."},{"number":27,"verse":"And in their stead king Roboam made brasen armour which were committed to the charge of the officers of the guards who kept the door of the king's house."},{"number":28,"verse":"And because, when the king went to the house of the Lord, the guard carried them, therefore they were fixed up against the wall of the guard room."},{"number":29,"verse":"Now the rest of the acts of Roboam and all that he did, behold, are they not written in the journal of the kings of Juda?"},{"number":30,"verse":"Now there was a war between Roboam and Jeroboam all their days."},{"number":31,"verse":"And when Roboam went to rest with his fathers, and was buried with his fathers in the city of David, Abiou his son reigned in his stead."}]}