{"bibleAbbr":"Thomson1808","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"And the prophet Elias the Thesbite, who was of Thesbon in Galaad, said to Achab, As the Lord God of hosts, the God of Israel liveth, before whom I stand, there shall not be dew nor rain for years but by the word of my mouth."},{"number":2,"verse":"Then a word of the Lord came to Elias,"},{"number":3,"verse":"Go hence eastward and hide thyself by the brook Chorrath which is before the Jordan;"},{"number":4,"verse":"and thou shalt have water from the brook to drink and I will command the ravens to feed thee there."},{"number":5,"verse":"So Elias did according to the word of the Lord, and took up his abode by the brook Chorrath, fronting the Jordan."},{"number":6,"verse":"And the ravens brought him bread in the morning and flesh in the evening, and he drank water from the brook."},{"number":7,"verse":"And when he had been there a year, the brook dried up; for there was no rain in the land."},{"number":8,"verse":"Thereupon a word of the Lord came to Elias,"},{"number":9,"verse":"Arise and go to Sarepta of Sidonia. Behold I have ordered a widow woman there to sustain thee."},{"number":10,"verse":"So he arose and went to Sarepta, and when he came to the gate of the city, behold there was there a widow woman gathering sticks. And Elias cried after her, and said to her, Fetch me, I pray thee, a little water that I may drink."},{"number":11,"verse":"And as she was going to fetch it, Elias called after her and said, Bring me I pray thee a morsel of bread in thy hand."},{"number":12,"verse":"Whereupon the woman said, as the Lord thy God liveth, I have not a cake baked and only about a handful of barley meal in the jar and a little oil in the vessel; and behold I was picking up a few sticks, that I may go in and prepare it for myself and my children, that we may eat and die."},{"number":13,"verse":"And Elias said to her, Take courage, go in and do as thou hast said, but make for me a little cake of it, and bring it out first to me, and afterwards thou shalt make for thyself and thy children."},{"number":14,"verse":"For thus saith the Lord, The jar of meal shall not fail, nor shall the vessel of oil diminish, until the Lord shall send rain on the land."},{"number":15,"verse":"So the woman went and did so. And though she and her children ate"},{"number":16,"verse":"yet the jar of meal did not fail, nor was two oil in the vessel diminished, according to the word of the Lord which he spoke by Elias."},{"number":17,"verse":"And it happened that the son of the woman, the mistress of the house, fell sick; and the disorder increased till there was no breath left in him."},{"number":18,"verse":"Upon which she said to Elias, What hast thou to do with me, man of God? Art thou come to me to bring my sins into remembrance and cause my son to die?"},{"number":19,"verse":"And Elias said to the woman, Give me thy son. So he took him out of her bosom and carried him up into the upper chamber where he lodged, and laid him on his bed."},{"number":20,"verse":"Then Elias cried and said, Woe is me! Lord! Here is the witness of the widow with whom I dwell. Thou hast afflicted her in causing her son to die."},{"number":21,"verse":"And when he had breathed on the child three times and called on the Lord, he said, Lord, my God, I beseech thee let this child's life be restored to him."},{"number":22,"verse":"And so it came to pass and the child cried."},{"number":23,"verse":"Then Elias brought it down from the upper chamber, and delivering him to his mother, said, See, thy son liveth."},{"number":24,"verse":"Whereupon the woman said, Now I know that thou art a man of God, and that the word of the Lord in thy mouth is true."}]}