{"bibleAbbr":"Thomson1808","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"Now when David's days drew near that he should die, he spoke to his son Solomon, and said,"},{"number":2,"verse":"I am going the way of all the earth, be thou therefore strong, and shew thyself a man,"},{"number":3,"verse":"and keep the watch of the Lord thy God, to walk in his ways, and keep his commandments, and his statutes, and his judgments, which are written in the law of Moses; that thou mayest know what thou art to do, according to all that I command thee;"},{"number":4,"verse":"that the Lord may establish his word which he hath spoken, saying, If thy children take heed to their ways, to walk before me in truth, with their whole heart, thou shalt not, said he, have a man cut off from the throne of Israel."},{"number":5,"verse":"Now thou thyself knowest what Joab son of Saruia hath done to me; what he did to the two chiefs of the armies of Israel, to Abenner son of Ner, and to Amessai son of Jether. He indeed slew them, and shed the blood of war in peace, and stained, with guiltless blood, the girdle on his loins, and the shoes on his feet."},{"number":6,"verse":"Do thou therefore according to thy wisdom, so as not to let his grey hairs go down to the grave in peace."},{"number":7,"verse":"But shew kindness to the sons of Berzelli, the Galaadite, and let them eat at thy table; for so they were near me, when I fled from the face of thy brother Abessalom."},{"number":8,"verse":"Behold also thou hast with thee Semei, son I of Gera, the Jeminite of Baurim. Though he cursed me with a bitter curse on the day when I was marching to Camps, yet he came down to the Jordan to meet me, and I sword to him by the Lord, saying, I will not put thee to death with the sword."},{"number":9,"verse":"Now thou art not to hold him guiltless. As thou art a wise man, thou thyself therefore wilt know what to do to him, and wilt bring down his grey hairs to the grave with blood."},{"number":10,"verse":"Then David slept with his fathers, and was buried in the city of David."},{"number":11,"verse":"Now all the days which David reigned over Israel were forty years. He reigned seven years at Chebron, and thirty three years at Jerusalem."},{"number":12,"verse":"When Solomon sat on the throne of his father David, and his kingdom was well established;"},{"number":13,"verse":"Adonias, son of Aggith, went to Bersabe, the mother of Solomon, and bowed to her. Whereupon she said to him, Is thy coming peaceable? And he said, It is peaceable."},{"number":14,"verse":"I have something to say to thee. And she said to him, Say on."},{"number":15,"verse":"Then he said to her, Thou knowest that the kingdom belonged to me, and that all Israel looked on me as king. But the kingdom is transferred, and become my brother's, because it was his from the Lord."},{"number":16,"verse":"Now therefore I have a favour to ask of thee, do not refuse it. And Bersabe said to him, Proceed."},{"number":17,"verse":"Then he said to her, Speak, I pray thee to Solomon, for he will not refuse thee, that he may give me Abisag, the Somanite, for a wife."},{"number":18,"verse":"Thereupon Bersabe said, Well, I will speak to the king for thee."},{"number":19,"verse":"So Bersabe went to king Solomon, to speak to him concerning Adonias. And the king arose to meet her, and saluted her, and when he sat down on the throne, there was a throne set for the king's mother, and she sat on his right hand,"},{"number":20,"verse":"and said to him, I have a small favour to ask of thee, do not refuse me. And the king said to her, Ask it, my mother, I will not reject thee"},{"number":21,"verse":"Then she said, I pray thee, let Abisag, the Somanite, be given to thy brother Adonias for a wife."},{"number":22,"verse":"Whereupon king Solomon in reply to his mother, said, But why hast thou asked Abisag for Adonias? Ask for him the kingdom also; for he is my elder brother, and Abiathar is his priest, and Joab, son of Saruia, his captain general, and his friend."},{"number":23,"verse":"Then king Solomon sword by the Lord, saying, God do so to me and more also, if Adonias hath not spoken this against his own life."},{"number":24,"verse":"Now therefore as the Lord liveth, who hath prepared me, and set me on the throne of my father David, and hath made for me a house, as he hath spoken, Adonias shall this day be put to death."},{"number":25,"verse":"So king Solomon sent by the hand of Banaias, son of Jodae, and he slew him."},{"number":26,"verse":"And when Adonias was dead, on the very same day, the king said to Abiathar, Begone speedily to thy fields at Anathoth, for thou art this day a condemned man, but I will not put thee to death, because thou didst carry the ark of the covenant of the Lord before my father, and hast shared in all the afflictions with which my father was afflicted."},{"number":27,"verse":"So Solomon expelled Abiathar from being the priest of the Lord, so that the word of the Lord was fulfilled, which he spoke against the house of Eli at Selom."},{"number":28,"verse":"Now when the news came to Joab, son of Saruia, because he had been of Adonias' party, and not a follower of Solomon, therefore Joab fled to the tabernacle of the Lord, and took hold of the horns of the altar."},{"number":29,"verse":"And when they told Solomon, saying, Joab hath fled to the tabernacle of the Lord, and behold he hath hold of the horns of the altar, king Solomon sent to Joab, saying, What is the matter with thee, that thou hast fled to the altar. Thereupon Joab said, Because I was afraid of thee, therefore I fled to the Lord. Then Solomon sent Banaias, son of Jodae, saying, Go, and kill him, and bury him."},{"number":30,"verse":"So Banaias, son of Jodae, went to Joab, to the tabernacle of the Lord, and said to him, Thus saith the king, Come out. And Joab said, I will not go out, for I will die here. Upon which Banaias, son of Jodae, returned and told the king, saying, Thus did Joab say, and thus he answered me;"},{"number":31,"verse":"and the king said to him, Go and do to him as he hath spoken. Kill him, and bury him, and take away this day, the blood which he shed without cause, from me and my father's house."},{"number":32,"verse":"The Lord indeed hath turned the blood of his iniquity on his head. Because he fell upon two men more righteous, and better than himself, and slew them with the sword, and my father David knew not of their blood, namely Abenner, son of Ner, the captain general of Israel, and Amessai, son of Jether, the captain general of Juda;"},{"number":33,"verse":"therefore their blood is returned on his own head, and on the head of his seed forever. But on David, and his seed, and on his house, and his throne, let there be peace from the Lord forever."},{"number":34,"verse":"So Banaias, son of Jodae, went up, and fell upon Joab; and when he had slain him, he buried him, at his house in the wilderness;"},{"number":35,"verse":"and the king set Banaias, son of Jodae, over the army in his stead."},{"number":36,"verse":"Therefore the king sent for Semei, and said to him, Build thyself a house in Jerusalem and dwell there, and thou shalt not go out thence any where."},{"number":37,"verse":"For be assured that on the day thou goest out, and crossest the brook Kedron, thou shalt be put to death. Thy blood shall be on thy own head."},{"number":38,"verse":"And the king caused him to take an oath that day. And Semei said to the king, Good is the word which thou my lord the king hast spoken. Thy servant will do so. Accordingly Semei dwelt in Jerusalem three years."},{"number":39,"verse":"But it happened, that after the three years, two slaves of Semei ran away to Angchus son of Maacha king of Geth. And when Semei was told that his slaves were at Geth,"},{"number":40,"verse":"he arose, and saddled his ass, and went to Geth to Angchus to seek them. And when he had gone, and brought them back from Geth,"},{"number":41,"verse":"Solomon was informed that Semei had gone from Jerusalem to Geth, and brought back his slaves."},{"number":42,"verse":"Upon which the king sent for Semei, and said to him, Did I not adjure thee by the Lord, and protest to thee saying, Be assured that on the day thou goest out of Jerusalem to any place whatever thou shalt surely die?"},{"number":43,"verse":"Why then hast thou not kept the oath of the Lord, and the command which I enjoined thee?"},{"number":44,"verse":"Moreover the king said to Semei, Thou knowest all thy wickedness, and thy heart is privy to all that thou didst to my father David, therefore the Lord hath turned thy wickedness on thy own head;"},{"number":45,"verse":"and king Solomon shall be blessed, and the throne of David shall be established before the Lord forever."},{"number":46,"verse":"Then king Solomon gave orders to Banaias, son of Jodae, and he went and slew him. Now king Solomon was very prudent and wise; and Juda and Israel were exceedingly numerous, like the sand on the sea shore for multitude, eating, and drinking, and rejoicing. And Solomon was chief among all the kingdoms, and they brought him gifts, and served him all the days of his life. And Solomon began opening the fastnesses of Libanus, and he built Thermai in the wilderness. And this was Solomon's allowance for dinner, thirty cores of fine flour, and sixty cores of barley meal; ten beeves stall fed, and twenty beeves from the pasture, and one hundred sheep, besides hinds, fallow deer, and choice fatted fowls; for he was supreme over all the country on this side the river, from Raphi to Gaza, over all the kings bordering on the river, and he was at peace with all around him; so that Juda and Israel dwelt securely, every one under his own vine and under his own fig tree, eating and drinking, and feasting, from Dan to Bersabee, all the days of Solomon. And these were Solomon's principal officers, Azarias son of Sadok was priest, and Ornias son of Nathan was chief over the overseers; and Edramen was steward; and Suba scribe, and Basa son of Achithalam, recorder, and Abi son of Joab, captain general of the army; and Achire son of Edrai was at the head of the board of works; and Banaias son of Jodae was captain of the guards; and Kashur son of Nathan, counsellor. And Solomon had four thousand breeding mares for carriages, and twelve thousand horses. And he was supreme over all the kings from the river to the land of the Philistines, and even to the borders of Egypt."}]}