{"bibleAbbr":"KNCL","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":1,"verses":[{"number":1,"verse":"(ಯೇಸುಸ್ವಾಮಿಯ ವಂಶಾವಳಿ) ( ಅಬ್ರಹಾಮನ ಮನೆತನಕ್ಕೆ ಸೇರಿದ ದಾವೀದ ಕುಲದ ಯೇಸುಕ್ರಿಸ್ತರ ವಂಶಾವಳಿ:"},{"number":2,"verse":"ಅಬ್ರಹಾಮನಿಗೆ ಇಸಾಕನು, ಇಸಾಕನಿಗೆ ಯಕೋಬನು, ಯಕೋಬನಿಗೆ ಯೂದ ಹಾಗೂ ಆತನ ಸಹೋದರರು ಹುಟ್ಟಿದರು."},{"number":3,"verse":"ಯೂದನಿಗೆ ತಾಮರ ಎಂಬವಳಿಂದ, ಪೆರಸ್ ಹಾಗೂ ಜೆರಹನ್ ಹುಟ್ಟಿದರು."},{"number":4,"verse":"ಪೆರಸನಿಗೆ ಹೆಸ್ರೋನ್, ಹೆಸ್ರೋನನಿಗೆ ರಾಮ್, ರಾಮನಿಗೆ ಅಮ್ಮಿನದಾಬ್, ಅಮ್ಮಿನದಾಬನಿಗೆ ನಹಸ್ಸೋನ್, ನಹಸ್ಸೋನನಿಗೆ ಸಲ್ಮೋನ್,"},{"number":5,"verse":"ಸಲ್ಮೋನನಿಗೆ ರಹಾಬ್ ಎಂಬವಳಿಂದ ಬೋವಜ್, ಬೋವಜನಿಗೆ ರೂತ್ ಎಂಬವಳಿಂದ ಓಬೇದ್, ಓಬೇದನಿಗೆ ಜೆಸ್ಸೆಯ,"},{"number":6,"verse":"ಜೆಸ್ಸೆಯನಿಗೆ ದಾವೀದರಸನು ಹುಟ್ಟಿದರು. ದಾವೀದನಿಗೆ ಊರಿಯನ ಹೆಂಡತಿಯಿಂದ ಸೊಲೊಮೋನ್,"},{"number":7,"verse":"ಸೊಲೊಮೋನನಿಗೆ ರೆಹಬ್ಬಾಮ, ರೆಹಬ್ಬಾಮನಿಗೆ ಅಬೀಯ, ಅಬೀಯನಿಗೆ ಆಸನ್ ಹುಟ್ಟಿದರು."},{"number":8,"verse":"ಆಸನನಿಗೆ ಯೋಸೆಫಾತ್, ಯೋಸೆಫಾತನಿಗೆ ಯೆಹೋರಾಮ್, ಯೆಹೋರಾಮನಿಗೆ ಉಜ್ಜೀಯ ಹುಟ್ಟಿದರು."},{"number":9,"verse":"ಉಜ್ಜೀಯನಿಗೆ ಯೋತಾಮ್, ಯೋತಾಮನಿಗೆ ಅಹಾಜ್, ಅಹಾಜನಿಗೆ ಹಿಜ್ಕೀಯನು ಹುಟ್ಟಿದರು."},{"number":10,"verse":"ಹಿಜ್ಕೀಯನಿಗೆ ಮನಸ್ಸೆ, ಮನಸ್ಸೆಗೆ ಆಮೋನ್,"},{"number":11,"verse":"ಆಮೋನನಿಗೆ ಯೋಷೀಯ ಹುಟ್ಟಿದರು. ಯೋಷೀಯನಿಗೆ ಯೆಕೊನ್ಯ ಮತ್ತು ಅವನ ಸಹೋದರರು ಹುಟ್ಟಿದರು. ಈ ಸಮಯದಲ್ಲೇ ಇಸ್ರಯೇಲರನ್ನು ಬಾಬಿಲೋನಿಗೆ ಸೆರೆ ಒಯ್ದದ್ದು."},{"number":12,"verse":"ಬಾಬಿಲೋನಿಗೆ ಸೆರೆಹೋದ ದಾಸ್ಯದಿನಗಳು ಮುಗಿದ ಮೇಲೆ ಯೆಕೊನ್ಯನಿಗೆ ಸಲಥಿಯೇಲ್, ಸಲಥಿಯೇಲನಿಗೆ ಜೆರುಬಾಬೆಲ್,"},{"number":13,"verse":"ಜೆರುಬಾಬೆಲನಿಗೆ ಅಬೀಹೂದ್, ಅಬೀಹೂದನಿಗೆ ಎಲ್ಯಕೀಮ್. ಎಲ್ಯಕೀಮನಿಗೆ ಅಜೋರ್ ಹುಟ್ಟಿದರು."},{"number":14,"verse":"ಅಜೋರನಿಗೆ ಸದೋಕ್, ಸದೋಕನಿಗೆ ಅಖೀಮ್, ಅಖೀಮನಿಗೆ ಎಲಿಹೂದ್,"},{"number":15,"verse":"ಎಲಿಹೂದನಿಗೆ ಎಲಿಯಾಜರ್, ಎಲಿಯಾಜರನಿಗೆ ಮತ್ತಾನ್, ಮತ್ತಾನನಿಗೆ ಯಕೋಬ್ ಹುಟ್ಟಿದರು. ಯಕೋಬನಿಗೆ ಮರಿಯಳ ಪತಿಯಾದ ಜೋಸೆಫನು ಹುಟ್ಟಿದನು."},{"number":16,"verse":"ಈ ಮರಿಯಳಿಂದಲೇ “ಕ್ರಿಸ್ತ” ಎಂದು ಕರೆಯಲಾಗುವ ಯೇಸುಸ್ವಾಮಿ (ಗೌರವಾರ್ಥ, ಅಧ್ಯಾಯಗಳ ಆದಿಯಲ್ಲಿ ಹಾಗೂ ಶಿರೋನಾಮಗಳ ಅಡಿಯಲ್ಲಿ ಮೊಟ್ಟಮೊದಲಬಾರಿಗೆ ಬರುವ ‘ಯೇಸು’ ಎಂಬ ಪದಕ್ಕೆ; ‘ಸ್ವಾಮಿ’ ಎಂಬ ಪ್ರತ್ಯಯವನ್ನು ಹಚ್ಚಲಾಗಿದೆ.) ಹುಟ್ಟಿದ್ದು;"},{"number":17,"verse":"ಹೀಗೆ ಒಟ್ಟು, ಅಬ್ರಹಾಮನಿಂದ ದಾವೀದನವರೆಗೆ ಹದಿನಾಲ್ಕು, ದಾವೀದನಿಂದ ಬಾಬಿಲೋನಿನ ದಾಸ್ಯದಿನಗಳವರೆಗೆ ಹದಿನಾಲ್ಕು, ಬಾಬಿಲೋನಿನ ದಾಸ್ಯದಿನಗಳಿಂದ ಕ್ರಿಸ್ತರವರೆಗೆ ಹದಿನಾಲ್ಕು ತಲೆಮಾರುಗಳು."},{"number":18,"verse":"(ಪ್ರಭುಯೇಸುವಿನ ಜನನ) ( ಕ್ರಿಸ್ತಯೇಸುವಿನ ಜನನದ ಪ್ರಕರಣ: ಯೇಸುವಿನ ತಾಯಿ ಮರಿಯಳಿಗೂ ಜೋಸೆಫನಿಗೂ ನಿಶ್ಚಿತಾರ್ಥವಾಗಿತ್ತು. ಅವರಿಬ್ಬರೂ ಕೂಡಿ ಬಾಳುವುದಕ್ಕೆ ಮುಂಚೆಯೇ ಮರಿಯಳು ಗರ್ಭವತಿಯಾಗಿರುವುದು ತಿಳಿದುಬಂತು. ಆಕೆ ಗರ್ಭ ಧರಿಸಿದ್ದು ಪವಿತ್ರಾತ್ಮ ಪ್ರಭಾವದಿಂದ."},{"number":19,"verse":"ಆಕೆಯ ಪತಿ ಜೋಸೆಫನು ನೀತಿವಂತನು. ಮರಿಯಳನ್ನು ಅವಮಾನಕ್ಕೆ ಗುರಿಮಾಡುವ ಉದ್ದೇಶ ಅವನದಲ್ಲವಾದ್ದರಿಂದ ಯಾರಿಗೂ ತಿಳಿಯದ ಹಾಗೆ ನಿಶ್ಚಿತಾರ್ಥವನ್ನು ಮುರಿದುಬಿಡಬೇಕೆಂದಿದ್ದನು."},{"number":20,"verse":"ಆತನು ಈ ಕುರಿತು ಆಲೋಚಿಸುತ್ತಿದ್ದಂತೆ, ದೇವದೂತನು ಕನಸಿನಲ್ಲಿ ಕಾಣಿಸಿಕೊಂಡು, “ದಾವೀದ ವಂಶದ ಜೋಸೆಫನೇ, ಮರಿಯಳನ್ನು ನಿನ್ನ ಪತ್ನಿಯನ್ನಾಗಿ ಸ್ವೀಕರಿಸಲು ಅಂಜಬೇಡ. ಆಕೆ ಗರ್ಭಧರಿಸಿರುವುದು ಪವಿತ್ರಾತ್ಮ ಪ್ರಭಾವದಿಂದಲೇ."},{"number":21,"verse":"ಆಕೆ ಒಬ್ಬ ಮಗನನ್ನು ಹೆರುವಳು. ಆತನಿಗೆ ನೀನು ‘ಯೇಸು’ ಎಂಬ ಹೆಸರಿಡಬೇಕು. ಏಕೆಂದರೆ ತನ್ನ ಜನರನ್ನು ಅವರ ಪಾಪಗಳಿಂದ ರಕ್ಷಿಸಿ ಉದ್ಧಾರಮಾಡುವವನು ಆತನೇ,” ಎಂದನು."},{"number":22,"verse":"“ಇಗೋ, ಕನ್ಯೆಯೊಬ್ಬಳು ಗರ್ಭತಳೆದು ಪುತ್ರನೊಬ್ಬನನ್ನು ಪ್ರಸವಿಸುವಳು ‘ಇಮ್ಮಾನುವೇಲ್’ ಎಂದು ಆತನಿಗೆ ಹೆಸರಿಡುವರು” ಎಂಬುದಾಗಿ ಪ್ರವಾದಿಯ ಮುಖಾಂತರ ಸರ್ವೇಶ್ವರ ಹೇಳಿದ ಪ್ರವಚನ ನೆರವೇರುವಂತೆ ಇದೆಲ್ಲಾ ಸಂಭವಿಸಿತು."},{"number":23,"verse":"“ಇಮ್ಮಾನುವೇಲ್” ಎಂದರೆ, “ದೇವರು ನಮ್ಮೊಡನೆ ಇದ್ದಾರೆ” ಎಂದು ಅರ್ಥ."},{"number":24,"verse":"ಆಗ ಜೋಸೆಫನು ಎಚ್ಚೆತ್ತು ದೇವದೂತನ ಆಜ್ಞೆಯ ಪ್ರಕಾರ ಮರಿಯಳನ್ನು ವಿವಾಹಮಾಡಿಕೊಂಡನು."},{"number":25,"verse":"ಆದರೆ ಆಕೆಯೊಡನೆ ಲೈಂಗಿಕ ಸಂಬಂಧವಿಲ್ಲದೆ ಇದ್ದನು. ಆಕೆ ಗಂಡುಮಗುವಿಗೆ ಜನ್ಮವಿತ್ತಳು. ಜೋಸೆಫನು ಆ ಮಗುವಿಗೆ ‘ಯೇಸು’ ಎಂದು ನಾಮಕರಣ ಮಾಡಿದನು."}]}