{"bibleAbbr":"KNCL","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":10,"verses":[{"number":1,"verse":"(ಪ್ರೇಷಿತರ ಪಟ್ಟಿ) ( ಯೇಸುಸ್ವಾಮಿ ತಮ್ಮ ಹನ್ನೆರಡುಮಂದಿ ಶಿಷ್ಯರನ್ನು ಒಟ್ಟಿಗೆ ಕರೆದು, ಎಲ್ಲ ರೋಗರುಜಿನಗಳನ್ನು ಗುಣಪಡಿಸುವುದಕ್ಕೂ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುವುದಕ್ಕೂ ಅವರಿಗೆ ಅಧಿಕಾರವನ್ನು ಕೊಟ್ಟರು."},{"number":2,"verse":"ಆ ಹನ್ನೆರಡುಮಂದಿ ಪ್ರೇಷಿತರ ಹೆಸರುಗಳು ಇವು; ಮೊದಲನೆಯವನು ಪೇತ್ರ ಎನಿಸಿಕೊಂಡ ಸಿಮೋನ ಮತ್ತು ಅವನ ಸಹೋದರ ಅಂದ್ರೆಯ; ಜೆಬೆದಾಯನ ಮಗ ಯಕೋಬ ಮತ್ತು ಅವನ ಸಹೋದರ ಯೊವಾನ್ನ;"},{"number":3,"verse":"ಫಿಲಿಪ್ಪ ಮತ್ತು ಬಾರ್ತೊಲೊಮಾಯ; ತೋಮ ಮತ್ತು ಸುಂಕ ವಸೂಲಿಗಾರ ಮತ್ತಾಯ; ಅಲ್ಫಾಯನ ಮಗ ಯಕೋಬ ಮತ್ತು ತದ್ದಾಯ;"},{"number":4,"verse":"ದೇಶಾಭಿಮಾನಿ ಎಂದು ಕರೆಯಲಾದ ಸಿಮೋನ ಮತ್ತು ಗುರುದ್ರೋಹಿ ಆಗಲಿದ್ದ ಯೂದ ಇಸ್ಕರಿಯೋತ."},{"number":5,"verse":"(ಶಿಷ್ಯರಿಗಿತ್ತ ಆದೇಶ) ( ಆ ಹನ್ನೆರಡುಮಂದಿಯ ನಿಯೋಗವನ್ನು ಕಳುಹಿಸುವಾಗ ಯೇಸುಸ್ವಾಮಿ ಅವರಿಗೆ ಕೊಟ್ಟ ಆದೇಶ ಇದು: “ಪರಕೀಯರತ್ತ ಹೋಗಲೇಬೇಡಿ; ಸಮಾರಿಯದವರ ಯಾವ ಊರಿಗೂ ಕಾಲಿಡಬೇಡಿ."},{"number":6,"verse":"ಅದಕ್ಕೆ ಬದಲು ತಪ್ಪಿಹೋದ ಕುರಿಗಳಂತೆ ಇರುವ ಇಸ್ರಯೇಲ್ ಜನರ ಬಳಿಗೆ ಹೋಗಿರಿ;"},{"number":7,"verse":"ಹೋಗುತ್ತಾ, ‘ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯವು ಸಮೀಪಿಸಿದೆ’ ಎಂದು ಬೋಧನೆಮಾಡಿರಿ."},{"number":8,"verse":"ರೋಗಿಗಳನ್ನು ಗುಣಪಡಿಸಿರಿ, ಸತ್ತವರನ್ನು ಮತ್ತೆ ಬದುಕಿಸಿರಿ, ಕುಷ್ಠರೋಗಿಗಳನ್ನು ಸ್ವಸ್ಥಮಾಡಿರಿ. ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸಿರಿ, ಉಚಿತವಾಗಿ ಪಡೆದಿರುವಿರಿ, ಉಚಿತವಾಗಿ ಕೊಡಿ."},{"number":9,"verse":"ಜೇಬಿನಲ್ಲಿ ಚಿನ್ನ, ಬೆಳ್ಳಿ, ತಾಮ್ರವನ್ನಾಗಲಿ, ಪ್ರಯಾಣಕ್ಕೆಂದು ಜೋಳಿಗೆಯನ್ನಾಗಲಿ,"},{"number":10,"verse":"ಎರಡು ಅಂಗಿಗಳನ್ನಾಗಲಿ, ಕಾಲಿಗೆ ಕೆರವನ್ನಾಗಲಿ, ಕೈಗೆ ದಂಡವನ್ನಾಗಲಿ ತೆಗೆದುಕೊಳ್ಳಬೇಡಿ. ಏಕೆಂದರೆ, ದುಡಿಮೆಗಾರನು ಜೀವನಾಧಾರಕ್ಕೆ ಬಾಧ್ಯನು."},{"number":11,"verse":"“ನೀವು ಒಂದು ಪಟ್ಟಣಕ್ಕಾಗಲಿ, ಹಳ್ಳಿಗಾಗಲಿ ಹೋದಾಗ, ಅಲ್ಲಿ ನಿಮ್ಮನ್ನು ಬರಮಾಡಿಕೊಳ್ಳಲು ಯೋಗ್ಯನು ಯಾರೆಂದು ಕಂಡುಹಿಡಿಯಿರಿ. ಅಲ್ಲಿಂದ ಮುಂದಕ್ಕೆ ಸಾಗುವವರೆಗೂ ಅವನಲ್ಲೇ ತಂಗಿರಿ."},{"number":12,"verse":"ನೀವು ಒಂದು ಮನೆಗೆ ಹೋದಾಗ, “ಈ ಮನೆಗೆ ಶುಭವಾಗಲಿ!” ಎಂದು ಹರಸಿರಿ."},{"number":13,"verse":"ಆ ಮನೆಯವರು ನಿಮ್ಮನ್ನು ಸ್ವಾಗತಿಸಿದರೆ, ನಿಮ್ಮ ಆಶೀರ್ವಾದ ಅವರ ಮೇಲೆ ನೆಲಸಲಿ. ನಿಮ್ಮನ್ನು ಸ್ವಾಗತಿಸದೆಹೋದರೆ, ನಿಮ್ಮ ಆಶೀರ್ವಾದ ನಿಮಗೇ ಹಿಂದಿರುಗಲಿ."},{"number":14,"verse":"ಒಂದು ಮನೆಯೇ ಆಗಲಿ, ಊರೇ ಆಗಲಿ, ನಿಮ್ಮನ್ನು ಸ್ವಾಗತಿಸದೆ ಅಥವಾ ನಿಮಗೆ ಕಿವಿಗೊಡದೆಹೋದರೆ, ಆ ಮನೆಯನ್ನು ಅಥವಾ ಊರನ್ನು ಬಿಟ್ಟು ಮುಂದಕ್ಕೆ ಹೋಗಿರಿ. ಹೋಗುವಾಗ ನಿಮ್ಮ ಪಾದಗಳಿಗೆ ಅಂಟಿರುವ ದೂಳನ್ನೂ ಝಾಡಿಸಿಬಿಡಿ."},{"number":15,"verse":"ತೀರ್ಪಿನ ದಿನ ಆ ಊರಿನ ಗತಿ ಸೊದೋಮ್ ಮತ್ತು ಗೊಮೋರ ಊರುಗಳ ಗತಿಗಿಂತ ಕಠಿಣವಾಗಿರುವುದೆಂದು ನಾನು ನಿಮಗೆ ಒತ್ತಿ ಹೇಳುತ್ತೇನೆ."},{"number":16,"verse":"(ಶಿಷ್ಯರು ಸಹಿಸಬೇಕಾದ ಸಂಕಷ್ಟಗಳು) ( “ಗಮನಿಸಿರಿ, ತೋಳಗಳ ನಡುವೆ ಕುರಿಗಳನ್ನು ಬಿಟ್ಟಂತೆ ನಾನು ನಿಮ್ಮನ್ನು ಕಳುಹಿಸುತ್ತಿದ್ದೇನೆ. ಆದುದರಿಂದ ಸರ್ಪಗಳಂತೆ ಸೂಕ್ಷ್ಮಬುದ್ಧಿಯುಳ್ಳವರೂ ಪಾರಿವಾಳಗಳಂತೆ ಸರಳಜೀವಿಗಳೂ ಆಗಿರಿ."},{"number":17,"verse":"ಜನರ ಬಗ್ಗೆ ಜಾಗರೂಕರಾಗಿರಿ! ಅವರು ನಿಮ್ಮನ್ನು ನ್ಯಾಯಸ್ಥಾನಗಳಿಗೆ ಹಿಡಿದೊಪ್ಪಿಸುವರು. ಪ್ರಾರ್ಥನಾಮಂದಿರಗಳಲ್ಲಿ ಕೊರಡೆಗಳಿಂದ ಹೊಡೆಯುವರು."},{"number":18,"verse":"ನನ್ನ ನಿಮಿತ್ತ ನಿಮ್ಮನ್ನು ಅಧಿಕಾರಿಗಳ ಮತ್ತು ಅರಸರುಗಳ ಮುಂದೆ ಎಳೆದೊಯ್ಯುವರು. ಅವರ ಹಾಗೂ ಪರಕೀಯರ ಮುಂದೆ ನೀವು ನನಗೆ ಸಾಕ್ಷಿಗಳಾಗುವಿರಿ."},{"number":19,"verse":"ನಿಮ್ಮನ್ನು ಹಿಡಿದೊಪ್ಪಿಸುವಾಗ ಹೇಗೆ ವಾದಿಸುವುದು, ಏನು ಹೇಳುವುದು ಎಂದು ಚಿಂತಾಕ್ರಾಂತರಾಗಬೇಡಿ. ಏಕೆಂದರೆ ನೀವು ಹೇಳಬೇಕಾದುದ್ದನ್ನು ಅದೇ ಗಳಿಗೆಯಲ್ಲಿ ನಿಮಗೆ ಕಲಿಸಿಕೊಡಲಾಗುವುದು."},{"number":20,"verse":"ಆಗ ಮಾತನಾಡುವವರು ನೀವಲ್ಲ, ನಿಮ್ಮ ತಂದೆಯ ಆತ್ಮವೇ ನಿಮ್ಮ ಮುಖಾಂತರ ಮಾತನಾಡುವುದು."},{"number":21,"verse":"ಸಹೋದರನು ಸಹೋದರನನ್ನೇ ತಂದೆಯು ಮಗನನ್ನೇ ಮರಣಕ್ಕೆ ಗುರಿಮಾಡುವರು. ಮಕ್ಕಳು ಹೆತ್ತವರ ಮೇಲೆ ತಿರುಗಿಬಿದ್ದು ಅವರನ್ನು ಕೊಲ್ಲಿಸುವರು."},{"number":22,"verse":"ನೀವು ನನ್ನವರು; ಆದುದರಿಂದಲೇ ನಿಮ್ಮನ್ನು ಎಲ್ಲರೂ ದ್ವೇಷಿಸುವರು. ಆದರೆ ಕೊನೆಯವರೆಗೂ ಸೈರಣೆಯಿಂದಿರುವವನು ಜೀವೋದ್ಧಾರವನ್ನು ಹೊಂದುವನು."},{"number":23,"verse":"ಒಂದು ಊರಿನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹಿಂಸೆಪಡಿಸಿದರೆ, ಮತ್ತೊಂದು ಊರಿನಲ್ಲಿ ಆಶ್ರಯ ಪಡೆಯಿರಿ. ನರಪುತ್ರನು ಬರುವಷ್ಟರಲ್ಲಿ ನೀವು ಇಸ್ರಯೇಲ್ ಜನರ ಊರುಗಳನ್ನೆಲ್ಲಾ ಸುತ್ತಿ ಮುಗಿಸಿರಲಾರಿರಿ; ಇದು ನಿಶ್ಚಯ."},{"number":24,"verse":"ಗುರುವಿಗಿಂತ ಶಿಷ್ಯನು ಶ್ರೇಷ್ಠನಲ್ಲ; ದಾಸನು ದಣಿಗಿಂತ ದೊಡ್ಡವನಲ್ಲ."},{"number":25,"verse":"ಗುರುವಿನಂತೆ ಶಿಷ್ಯನೂ ದಣಿಯಂತೆ ದಾಸನೂ ಆದರೆ ಸಾಕು. ಮನೆಯ ಯಜಮಾನನನ್ನೇ ‘ಬೆಲ್ಜಬೂಲ್’ (‘ಬೆಲ್ಜೆಬೂಲ್’ ಎಂದರೆ ‘ಪಿಶಾಚಿಗಳ ಒಡೆಯ’.) ಎಂದು ಕರೆದಿರುವಾಗ ಅವನ ಮನೆಯವರನ್ನು ಇನ್ನೆಷ್ಟು ಅವಹೇಳನ ಮಾಡಲಾರರು?”"},{"number":26,"verse":"(ಶಿಷ್ಯರು ನಿರ್ಭೀತರಾಗಿರಬೇಕು) ( “ಜನರಿಗೆ ಭಯಪಡಬೇಡಿ. ಮುಚ್ಚುಮರೆ ಆಗಿರುವುದೆಲ್ಲ ಬಟ್ಟಬಯಲಾಗುವುದು. ಗುಟ್ಟಾಗಿ ಇರುವುದೆಲ್ಲ ರಟ್ಟಾಗುವುದು."},{"number":27,"verse":"ನಾನು ಕತ್ತಲಲ್ಲಿ ಹೇಳುವುದನ್ನು ನೀವು ಬೆಳಕಿನಲ್ಲಿ ಪ್ರಚುರಪಡಿಸಿರಿ, ಕಿವಿಮಾತಾಗಿ ಕೇಳಿದ್ದನ್ನು ಮನೆಮಾಳಿಗೆಯ ಮೇಲೆ ನಿಂತು ಸಾರಿರಿ."},{"number":28,"verse":"ದೇಹವನ್ನು ಕೊಂದು ಹಾಕುವವರಿಗೆ ಭಯಪಡಬೇಡಿ; ಏಕೆಂದರೆ, ಅವರಿಂದ ಆತ್ಮವನ್ನು ಕೊಲ್ಲಲು ಆಗದು. ಆದರೆ ದೇಹಾತ್ಮಗಳೆರಡನ್ನೂ ನರಕದಲ್ಲಿ ನಾಶಮಾಡಬಲ್ಲ ದೇವರಿಗೆ ಭಯಪಡಿ."},{"number":29,"verse":"ಒಂದು ಕಾಸಿಗೆ ಎರಡು ಗುಬ್ಬಚ್ಚಿಗಳನ್ನು ಮಾರುವುದಿಲ್ಲವೆ? ಆದರೂ ಅವುಗಳಲ್ಲಿ ಒಂದಾದರೂ ನಿಮ್ಮ ತಂದೆಯ ಅನುಮತಿಯಿಲ್ಲದೆ ನೆಲಕ್ಕೆ ಬೀಳುವುದಿಲ್ಲ."},{"number":30,"verse":"ಅಲ್ಲದೆ ನಿಮ್ಮ ತಲೆಗೂದಲುಗಳು ಸಹ ಎಲ್ಲವೂ ಎಣಿಕೆಯಾಗಿವೆ."},{"number":31,"verse":"ಆದುದರಿಂದ ಭಯಪಡಬೇಡಿ; ಅನೇಕ ಗುಬ್ಬಚ್ಚಿಗಳಿಗಿಂತ ನೀವು ಎಷ್ಟೋ ಮೌಲ್ಯವುಳ್ಳವರು."},{"number":32,"verse":"(ಬಹಿರಂಗ ಸಾಕ್ಷ್ಯ) ( “ಜನರ ಮುಂದೆ, ತಾನು ನನ್ನವನೆಂದು ಬಹಿರಂಗವಾಗಿ ಒಪ್ಪಿಕೊಳ್ಳುವ ಪ್ರತಿಯೊಬ್ಬನನ್ನು ನಾನು ಸಹ ಸ್ವರ್ಗದಲ್ಲಿರುವ ನನ್ನ ಪಿತನ ಮುಂದೆ ನನ್ನವನೆಂದು ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೇನೆ."},{"number":33,"verse":"ಆದರೆ ಯಾವನಾದರೂ ತಾನು ನನ್ನವನಲ್ಲ ಎಂದು ಜನರ ಮುಂದೆ ಬಹಿರಂಗವಾಗಿ ನಿರಾಕರಿಸಿದರೆ, ಅಂಥವನನ್ನು ನಾನು ಸಹ ಸ್ವರ್ಗದಲ್ಲಿರುವ ನನ್ನ ಪಿತನ ಮುಂದೆ ನನ್ನವನಲ್ಲವೆಂದು ನಿರಾಕರಿಸುತ್ತೇನೆ."},{"number":34,"verse":"(ಬಂಧು ಭೇದ) ( “ನಾನು ಲೋಕಕ್ಕೆ ಸಮಾಧಾನವನ್ನು ತರಲು ಬಂದೆನೆಂದು ಭಾವಿಸಬೇಡಿ; ಸಮಾಧಾನವನ್ನಲ್ಲ, ಛೇದಿಸುವ ಖಡ್ಗವನ್ನು ತರಲು ಬಂದೆನು."},{"number":35,"verse":"ತಂದೆಗೆ ವಿರುದ್ಧ ಮಗನಿಗೂ, ತಾಯಿಗೆ ವಿರುದ್ಧ ಮಗಳಿಗೂ, ಅತ್ತೆಗೆ ವಿರುದ್ಧ ಸೊಸೆಗೂ ಭೇದಹುಟ್ಟಿಸಲು ಬಂದೆನು;"},{"number":36,"verse":"ಒಡಹುಟ್ಟಿದವರೇ ಒಬ್ಬನ ಕಡುವೈರಿಗಳಾಗುವರು."},{"number":37,"verse":"“ನನ್ನನ್ನು ಪ್ರೀತಿಸುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿ ತನ್ನ ತಂದೆಯನ್ನು ಅಥವಾ ತಾಯಿಯನ್ನು ಪ್ರೀತಿಸುವವನು ನನ್ನವನಾಗಲು ಯೋಗ್ಯನಲ್ಲ. ನನ್ನನ್ನು ಪ್ರೀತಿಸುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿ ತನ್ನ ಮಗನನ್ನು ಅಥವಾ ಮಗಳನ್ನು ಪ್ರೀತಿಸುವವನು ನನ್ನವನಾಗಲು ಯೋಗ್ಯನಲ್ಲ."},{"number":38,"verse":"ತನ್ನ ಶಿಲುಬೆಯನ್ನು ಹೊತ್ತು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸದವನು ನನ್ನವನಾಗಲು ಯೋಗ್ಯನಲ್ಲ."},{"number":39,"verse":"ತನ್ನ ಪ್ರಾಣವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವವನು ಅದನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತಾನೆ. ನನಗೋಸ್ಕರವಾಗಿ ತನ್ನ ಪ್ರಾಣವನ್ನು ಕಳೆದುಕೊಳ್ಳುವವನು ಅದನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುತ್ತಾನೆ."},{"number":40,"verse":"(ಸತ್ಕಾರಕ್ಕೆ ತಕ್ಕ ಸಂಭಾವನೆ) ( “ನಿಮ್ಮನ್ನು ಸ್ವಾಗತಿಸುವವನು ನನ್ನನ್ನು ಸ್ವಾಗತಿಸುತ್ತಾನೆ; ನನ್ನನ್ನು ಸ್ವಾಗತಿಸುವವನು ನನ್ನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟಾತನನ್ನೇ ಸ್ವಾಗತಿಸುತ್ತಾನೆ."},{"number":41,"verse":"ಪ್ರವಾದಿಯನ್ನು ಪ್ರವಾದಿಯೆಂದು ಸ್ವಾಗತಿಸುವವನು ಪ್ರವಾದಿಗೆ ಸಿಗುವ ಪ್ರತಿಫಲವನ್ನು ಪಡೆಯುತ್ತಾನೆ. ಸತ್ಪುರುಷನನ್ನು ಸತ್ಪುರುಷನೆಂದು ಸ್ವಾಗತಿಸುವವನು ಸತ್ಪುರುಷನಿಗೆ ಸಿಗುವ ಪ್ರತಿಫಲವನ್ನು ಪಡೆಯುತ್ತಾನೆ."},{"number":42,"verse":"ಯಾರಾದರೂ ಈ ಚಿಕ್ಕವರಲ್ಲಿ ಒಬ್ಬನಿಗೆ ಅವನು ನನ್ನ ಶಿಷ್ಯನೆಂದು ಕುಡಿಯಲು ಒಂದು ಲೋಟ ತಣ್ಣೀರನ್ನು ಕೊಟ್ಟರೂ ಅದಕ್ಕೆ ತಕ್ಕ ಪ್ರತಿಫಲವನ್ನು ಪಡೆಯದೆಹೋಗನೆಂದು ನಿಮಗೆ ನಿಶ್ಚಯವಾಗಿ ಹೇಳುತ್ತೇನೆ.”"}]}