{"bibleAbbr":"KNCL","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":12,"verses":[{"number":1,"verse":"(ದಯೆಯೇ ಧರ್ಮದ ಮೂಲ) ( ಒಂದು ಸಬ್ಬತ್ ದಿನ ಯೇಸುಸ್ವಾಮಿ ಗೋದಿಯ ಹೊಲಗಳನ್ನು ಹಾದುಹೋಗುತ್ತಿದ್ದರು. ಅವರ ಸಂಗಡವಿದ್ದ ಶಿಷ್ಯರಿಗೆ ಹಸಿವಾಯಿತು. ಅವರು ಗೋದಿಯ ತೆನೆಗಳನ್ನು ಕಿತ್ತು ತಿನ್ನಲಾರಂಭಿಸಿದರು."},{"number":2,"verse":"ಇದನ್ನು ಕಂಡ ಫರಿಸಾಯರು, “ನೋಡು, ನೋಡು, ನಿನ್ನ ಶಿಷ್ಯರು ಸಬ್ಬತ್ ದಿನದಲ್ಲಿ ನಿಷಿದ್ಧವಾದುದನ್ನು ಮಾಡುತ್ತಿದ್ದಾರೆ,” ಎಂದರು."},{"number":3,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ಹಿಂದೆ ಅರಸ ದಾವೀದನು ಮತ್ತು ಅವನ ಸಂಗಡಿಗರು ಹಸಿದಿದ್ದಾಗ ಏನು ಮಾಡಿದರೆಂದು ನೀವು ಓದಿರಬೇಕಲ್ಲವೆ?"},{"number":4,"verse":"ಅವನು ದೇವಮಂದಿರದೊಳಕ್ಕೆ ಹೋಗಿ ಯಾಜಕರ ಹೊರತು ತಾನೇ ಆಗಲಿ, ಸಂಗಡಿಗರೇ ಆಗಲಿ, ತಿನ್ನಬಾರದಾಗಿದ್ದ ನೈವೇದ್ಯದ ರೊಟ್ಟಿಗಳನ್ನೇ ತಿನ್ನಲಿಲ್ಲವೆ?"},{"number":5,"verse":"ಇದಲ್ಲದೆ, ಪ್ರತಿಯೊಂದು ಸಬ್ಬತ್ ದಿನವೂ ಯಾಜಕರು ದೇವಾಲಯದಲ್ಲಿ ಸಬ್ಬತ್ ದಿನದ ನಿಯಮಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿಯೂ ನಿರ್ದೋಷಿಗಳಾಗಿದ್ದಾರೆ. ಇದನ್ನು ನೀವು ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಓದಿಲ್ಲವೆ?"},{"number":6,"verse":"ದೇವಾಲಯಕ್ಕಿಂತಲೂ ಶ್ರೇಷ್ಠವಾದವನು ಇಲ್ಲಿದ್ದಾನೆಂಬುದು ನಿಮಗೆ ತಿಳಿದಿರಲಿ."},{"number":7,"verse":"‘ನನಗೆ ಬೇಕಾದುದು ದಯೆ, ಯಜ್ಞಬಲಿಯಲ್ಲ’ ಎಂಬ ವಾಕ್ಯದ ಅರ್ಥ ನಿಮಗೆ ತಿಳಿದಿದ್ದರೆ, ನಿರ್ದೋಷಿಗಳನ್ನು ನೀವು ಖಂಡಿಸುತ್ತಿರಲಿಲ್ಲ."},{"number":8,"verse":"ಏಕೆಂದರೆ ನರಪುತ್ರನು ಸಬ್ಬತ್ತಿಗೆ ಒಡೆಯ,” ಎಂದರು."},{"number":9,"verse":"(ಸುಕ್ರಿಯೆಗಳಿಗೆ ಸಮಯ ಸಂದರ್ಭಗಳ ತಡೆಯಿಲ್ಲ) ( ಯೇಸುಸ್ವಾಮಿ ಅಲ್ಲಿಂದ ಹೊರಟು ಪ್ರಾರ್ಥನಾಮಂದಿರಕ್ಕೆ ಬಂದರು."},{"number":10,"verse":"ಬತ್ತಿದ ಕೈಯುಳ್ಳ ಒಬ್ಬ ವ್ಯಕ್ತಿ ಅಲ್ಲಿದ್ದನು. ಯೇಸುವಿನ ಮೇಲೆ ತಪ್ಪುಹೊರಿಸುವ ಉದ್ದೇಶದಿಂದ ಕೆಲವರು, “ಸಬ್ಬತ್ ದಿನ ಸ್ವಸ್ಥಗೊಳಿಸುವುದು ಶಾಸ್ತ್ರಬದ್ಧವೇ?\" ಎಂದು ಯೇಸುವನ್ನು ಕೇಳಿದರು."},{"number":11,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬನಿಗೆ ಒಂದೇ ಒಂದು ಕುರಿಯಿದೆ ಎನ್ನೋಣ. ಸಬ್ಬತ್ ದಿನ ಅದು ಗುಣಿಯಲ್ಲಿ ಬಿದ್ದುಹೋಯಿತು ಎನ್ನೋಣ; ಆ ದಿನ ಅವನು ಅದನ್ನು ಮೇಲಕ್ಕೆ ಎತ್ತದೆ ಇರುವನೇ?"},{"number":12,"verse":"ಕುರಿಗಿಂತ ನರಮಾನವ ಎಷ್ಟೋ ಮೌಲ್ಯವುಳ್ಳವನಲ್ಲವೇ? ಆದುದರಿಂದ ಸಬ್ಬತ್ ದಿನ ಸತ್ಕಾರ್ಯಮಾಡುವುದು ಶಾಸ್ತ್ರಬದ್ಧವಾದುದು,” ಎಂದರು."},{"number":13,"verse":"ಅನಂತರ ಬತ್ತಿದ ಕೈಯುಳ್ಳವನನ್ನು ನೋಡಿ, “ಕೈಚಾಚು” ಎಂದರು. ಅವನು ಚಾಚಿದನು. ಅದು ಪುನಶ್ಚೇತನಗೊಂಡು ಇನ್ನೊಂದು ಕೈಯ ಹಾಗೆ ಸಂಪೂರ್ಣ ಸ್ವಸ್ಥವಾಯಿತು."},{"number":14,"verse":"ಫರಿಸಾಯರಾದರೋ ಅಲ್ಲಿಂದ ಹೊರಗೆ ಹೋಗಿ ಯೇಸುವನ್ನು ಕೊಲೆಮಾಡಲು ಒಳಸಂಚು ಹೂಡಿದರು."},{"number":15,"verse":"(ಪ್ರವಾದನೆ ಪೂರೈಸಿತು) ತಮಗೆ ವಿರುದ್ಧ ಒಳಸಂಚು ನಡೆಯುತ್ತಿದೆ ಎಂದು ಯೇಸುಸ್ವಾಮಿ ಅರಿತುಕೊಂಡು ಅಲ್ಲಿಂದ ಹೊರಟುಹೋದರು."},{"number":16,"verse":"ಅನೇಕ ಜನರು ಅವರ ಹಿಂದೆಯೇ ಹೋದರು. ಯೇಸು ಅಸ್ವಸ್ಥರಾಗಿದ್ದ ಎಲ್ಲರನ್ನು ಗುಣಪಡಿಸಿದರು ಮತ್ತು ತಮ್ಮ ವಿಷಯವನ್ನು ಯಾರಿಗೂ ತಿಳಿಸಬಾರದೆಂದು ಆಜ್ಞೆಮಾಡಿದರು."},{"number":17,"verse":"ಹೀಗೆ ದೇವರು ಪ್ರವಾದಿ ಯೆಶಾಯನ ಮುಖಾಂತರ ಹೇಳಿದ ಈ ವಚನ ನೆರವೇರಿತು:"},{"number":18,"verse":"“ಇದಿಗೋ, ನನ್ನ ದಾಸನು, ನನ್ನಿಂದಾಯ್ಕೆಯಾದವನು, ನನಗೆ ಪರಮಪ್ರಿಯನು, ನನ್ನ ಅಪಾರ ಮೆಚ್ಚುಗೆಗೆ ಪಾತ್ರನು. ನೆಲೆಗೊಳಿಸುವೆ ಇವನಲಿ ಎನ್ನಾತ್ಮವನು; ಸಾರುವನಿವನು ಜಗದಲಿ ನನ್ನ ಧರ್ಮವನು."},{"number":19,"verse":"ವಾದಿಸುವವನಲ್ಲ, ದನಿಯೆತ್ತಿ ಕೂಗುವವನಲ್ಲ, ಹಾದಿ ಬೀದಿಯಲ್ಲಿವನ ಕಂಠ ಮೊರೆಯುವುದಿಲ್ಲ."},{"number":20,"verse":"ಮುರಿದ ಜೊಂಡಿನಂತಹ ದುರ್ಬಲರಿಗೀತ ದೀನಬಂಧು ನಂದಿಹೋಗುತಿಹ ದೀನದಲಿತರಿಗೆ ಕೃಪಾಸಿಂಧು ನ್ಯಾಯನೀತಿಗೆ ಜಯ ದೊರಕಿಸದೆ ಬಿಡನಿವನು."},{"number":21,"verse":"ನೆಮ್ಮುವರು ಅನ್ಯಜನರೆಲ್ಲರು ಇವನ ನಾಮವನು.”"},{"number":22,"verse":"(ದೆವ್ವಗಳ ಉಚ್ಚಾಟನೆ - ದೈವೀರಾಜ್ಯದ ಉದ್ಘಾಟನೆ) ( ಬಳಿಕ, ದೆವ್ವಹಿಡಿದು ಕುರುಡನೂ ಮೂಕನೂ ಆಗಿದ್ದ ಒಬ್ಬನನ್ನು ಕೆಲವರು ಯೇಸುಸ್ವಾಮಿಯ ಬಳಿಗೆ ಕರೆತಂದರು. ಯೇಸು ಅವನನ್ನು ಗುಣಪಡಿಸಿದರು. ಅವನಿಗೆ ದೃಷ್ಟಿ ಹಾಗೂ ಮಾತು ಎರಡೂ ಬಂದಿತು. ಅಲ್ಲಿದ್ದ ಜನರೆಲ್ಲರೂ ಬೆರಗಾದರು."},{"number":23,"verse":"“ಇವರು ದಾವೀದನ ಕುಲಪುತ್ರರಾಗಿರಬಹುದೇ!’ ಎಂದುಕೊಂಡರು."},{"number":24,"verse":"ಆದರೆ ಫರಿಸಾಯರು ಇದನ್ನು ಕೇಳಿದಾಗ, “ಇವನು ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುತ್ತಿರುವುದು ದೆವ್ವಗಳ ಒಡೆಯನಾದ ಬೆಲ್ಜೆಬೂಲನ (‘ಬೆಲ್ಜೆಬೂಲ್’ ಎಂದರೆ ‘ಪಿಶಾಚಿಗಳ ಒಡೆಯ’.) ಶಕ್ತಿಯಿಂದಲೇ,” ಎಂದರು."},{"number":25,"verse":"ಅವರ ಆಲೋಚನೆಗಳನ್ನು ಅರಿತುಕೊಂಡ ಯೇಸು ಇಂತೆಂದರು: “ಅಂತಃಕಲಹದಿಂದ ಒಡೆದುಹೋಗಿರುವ ಪ್ರತಿಯೊಂದು ರಾಜ್ಯವೂ ನಾಶವಾಗುವುದು; ಅದರಂತೆಯೇ ತಮ್ಮತಮ್ಮೊಳಗೆ ಕಾದಾಡುವ ಊರುಗಳೂ ಕುಟುಂಬಗಳೂ ಹಾಳಾಗುವುವು."},{"number":26,"verse":"ಸೈತಾನನು ಸೈತಾನನನ್ನು ಹೊಡೆದೋಡಿಸುವುದಾದರೆ, ಸೈತಾನನ ಪಕ್ಷದವರೇ ಪರಸ್ಪರ ವಿರೋಧಿಗಳಾಗುತ್ತಾರೆ."},{"number":27,"verse":"ಆಗ ಅವನ ರಾಜ್ಯ ಹೇಗೆ ತಾನೇ ಉಳಿದೀತು? ನಾನು ಬೆಲ್ಜೆಬೂಲನ ಶಕ್ತಿಯಿಂದ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುವುದಾದರೆ ನಿಮ್ಮವರು ಯಾರ ಶಕ್ತಿಯಿಂದ ಬಿಡಿಸುತ್ತಾರೆ? ಆದ್ದರಿಂದ ನೀವು ಹೇಳುವುದು ತಪ್ಪೆಂದು ನಿಮ್ಮವರೇ ತೀರ್ಪುಕೊಡುವರು."},{"number":28,"verse":"ನಾನು ದೇವರ ಆತ್ಮದಿಂದ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸುವುದಾದರೆ, ದೇವರ ಸಾಮ್ರಾಜ್ಯ ನಿಮ್ಮಲ್ಲಿಗೆ ಈಗಾಗಲೇ ಬಂದಿದೆ."},{"number":29,"verse":"“ಒಬ್ಬ ಬಲಿಷ್ಠನ ಮನೆಯನ್ನು ನುಗ್ಗಿ ಅವನನ್ನು ಕಟ್ಟಿಹಾಕದೆ ಅವನ ಸೊತ್ತನ್ನು ಸೂರೆಮಾಡಲಾದೀತೇ? ಮೊದಲು ಅವನನ್ನು ಕಟ್ಟಬೇಕು. ಬಳಿಕ ಅವನ ಮನೆಯನ್ನು ಕೊಳ್ಳೆಹೊಡೆಯಬೇಕು."},{"number":30,"verse":"ನನ್ನ ಪರವಾಗಿ ಇಲ್ಲದವನು ನನಗೆ ವಿರೋಧಿಯೇ ಸರಿ. ನನ್ನೊಡನೆ ಶೇಖರಿಸದವನು ಚದರಿಸುತ್ತಾನೆ."},{"number":31,"verse":"(ಅಕ್ಷಮ್ಯ ಅಪರಾಧ) “ಮಾನವರು ಮಾಡುವ ಪ್ರತಿಯೊಂದು ಪಾಪಕ್ಕೂ ಆಡುವ ದೇವದೂಷಣೆಗೂ ಕ್ಷಮೆ ಉಂಟು. ಆದರೆ ಪವಿತ್ರಾತ್ಮನ ವಿರುದ್ಧ ಆಡುವ ದೂಷಣೆಗೆ ಕ್ಷಮೆಯೇ ಇಲ್ಲ."},{"number":32,"verse":"ಯಾರಾದರೂ ನರಪುತ್ರನ ವಿರುದ್ಧ ಮಾತಾಡಿದರೆ ಕ್ಷಮೆ ದೊರಕಬಹುದು. ಆದರೆ ಪವಿತ್ರಾತ್ಮನನ್ನು ದೂಷಿಸುವವನಿಗೆ ಇಹದಲ್ಲೇ ಆಗಲಿ, ಪರದಲ್ಲೇ ಆಗಲಿ ಕ್ಷಮೆ ದೊರಕದು."},{"number":33,"verse":"(ಹೃದಯದಲ್ಲಿ ತುಂಬಿರುವುದು ಬಾಯಲ್ಲಿ ತುಳುಕುವುದು) ( “ಒಳ್ಳೆಯ ಹಣ್ಣು ಬೇಕಾದರೆ ಮರ ಒಳ್ಳೆಯದಿರಬೇಕು. ಹುಳುಕು ಮರವಾದರೆ ಸಿಗುವುದು ಹುಳುಕು ಹಣ್ಣೇ. ಹಣ್ಣಿನ ರುಚಿಯಿಂದ ಮರವನ್ನು ಗುರುತಿಸಬಹುದು."},{"number":34,"verse":"ಎಲೈ ವಿಷಸರ್ಪಗಳ ಪೀಳಿಗೆಯೇ, ಕೆಟ್ಟವರಾಗಿರುವ ನಿಮ್ಮ ಬಾಯಿಂದ ಒಳ್ಳೆಯ ಮಾತು ಬರಲು ಸಾಧ್ಯವೇ? ಹೃದಯದಲ್ಲಿ ತುಂಬಿತುಳುಕುವುದನ್ನೇ ನಾಲಿಗೆ ನುಡಿಯುತ್ತದೆ."},{"number":35,"verse":"ಒಳ್ಳೆಯವನು ತನ್ನ ಒಳ್ಳೆಯ ಬೊಕ್ಕಸದಿಂದ ಒಳ್ಳೆಯದನ್ನೇ ಹೊರತರುತ್ತಾನೆ; ಕೆಟ್ಟವನು ತನ್ನ ಕೆಟ್ಟ ಬೊಕ್ಕಸದಿಂದ ಕೆಟ್ಟದ್ದನ್ನೇ ಹೊರತರುತ್ತಾನೆ."},{"number":36,"verse":"ಜನರು ತಾವಾಡುವ ಪ್ರತಿಯೊಂದು ಜೊಳ್ಳುಮಾತಿಗೂ ತೀರ್ಪಿನ ದಿನ ಲೆಕ್ಕಕೊಡಬೇಕಾಗುವುದು ಎಂಬುದು ನಿಮಗೆ ತಿಳಿದಿರಲಿ."},{"number":37,"verse":"ನಿನ್ನ ಮಾತುಗಳಿಂದಲೇ ನೀನು ನಿರಪರಾಧಿಯೆಂದು ನಿರ್ಧರಿಸಲಾಗುವುದು; ಅಥವಾ ಅಪರಾಧಿಯೆಂದು ಆಪಾದಿಸಲಾಗುವುದು,” ಎಂದರು."},{"number":38,"verse":"(ಪವಾಡ ಕೋರಿದ ಫರಿಸಾಯರು) ( ಬಳಿಕ ಕೆಲವುಮಂದಿ ಧರ್ಮಶಾಸ್ತ್ರಿಗಳೂ ಫರಿಸಾಯರೂ ಯೇಸುಸ್ವಾಮಿಯನ್ನು ಉದ್ದೇಶಿಸಿ, “ಬೋಧಕರೇ, ನೀವು ಒಂದು ಸೂಚಕಕಾರ್ಯ ಮಾಡುವುದನ್ನು ನೋಡಬೇಕೆಂದಿದ್ದೇವೆ,” ಎಂದರು."},{"number":39,"verse":"ಅದಕ್ಕೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ ಯೇಸು ಇಂತೆಂದರು: “ಈ ಕೆಟ್ಟ ಹಾಗೂ ದೈವಭ್ರಷ್ಟ ಪೀಳಿಗೆ ಸೂಚಕಕಾರ್ಯವನ್ನು ಸಂಕೇತವಾಗಿ ಕೋರುತ್ತದೆ. ಪ್ರವಾದಿ ಯೋನನ ಸಂಕೇತವೇ ಹೊರತು ಬೇರೆ ಯಾವ ಸಂಕೇತವೂ ಇದಕ್ಕೆ ದೊರಕದು."},{"number":40,"verse":"ಯೋನನು ಮೂರುದಿನ ಹಗಲು ರಾತ್ರಿ ದೊಡ್ಡ ಮೀನಿನ ಉದರದಲ್ಲಿದ್ದನು. ಅದರಂತೆಯೇ ನರಪುತ್ರನು ಮೂರುದಿನ ಹಗಲು ರಾತ್ರಿ ಭೂಗರ್ಭದಲ್ಲಿರುವನು."},{"number":41,"verse":"ತೀರ್ಪಿನ ದಿನ ನಿನೆವೆ ನಗರದವರು ಈ ಪೀಳಿಗೆಗೆ ಎದುರಾಗಿ ನಿಂತು ಇದನ್ನು ಅಪರಾಧಿಯೆಂದು ಖಂಡಿಸುವರು. ಏಕೆಂದರೆ, ಪ್ರವಾದಿ ಯೋನನ ಬೋಧನೆಯನ್ನು ಕೇಳಿ ಅವರು ಪಾಪಕ್ಕೆ ವಿಮುಖರಾದರು. ಆದರೆ ಪ್ರವಾದಿ ಯೋನನಿಗಿಂತಲೂ ಮೇಲಾದವನು ಇಗೋ, ಇಲ್ಲಿದ್ದಾನೆ."},{"number":42,"verse":"ಅದೇ ತೀರ್ಪಿನ ದಿನ ದಕ್ಷಿಣ ದೇಶದ ರಾಣಿ ಈ ಪೀಳಿಗೆಗೆ ಎದುರಾಗಿ ನಿಂತು ಇದನ್ನು ಅಪರಾಧಿಯೆಂದು ಖಂಡಿಸುವಳು. ಆಕೆ ಸೊಲೊಮೋನನ ಜ್ಞಾನೋಕ್ತಿಗಳನ್ನು ಕೇಳುವುದಕ್ಕಾಗಿ ದೂರ ದೇಶದಿಂದ ಬಂದಳು. ಆದರೆ ಸೊಲೊಮೋನನಿಗಿಂತಲೂ ಮೇಲಾದವನು ಇಗೋ, ಇಲ್ಲಿದ್ದಾನೆ."},{"number":43,"verse":"(ಶೂನ್ಯಮನ ದೆವ್ವದ ತಾಣ) ( “ದೆವ್ವವು ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಬಿಟ್ಟು ತೊಲಗಿದ ಮೇಲೆ ನೆಲೆಯನ್ನು ಹುಡುಕುತ್ತಾ ಒಣಗಾಡಿನಲ್ಲಿ ಅಲೆದಾಡುತ್ತದೆ. ಅದಕ್ಕೆ ನೆಲೆ ಸಿಗದಾಗ, ಅದು, ‘ನಾನು ಬಿಟ್ಟುಬಂದ ಮನೆಗೆ ಹಿಂದಿರುಗುತ್ತೇನೆ’ ಎಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತದೆ."},{"number":44,"verse":"ಅದು ಮರಳಿ ಬಂದಾಗ, ಮನೆ ಬರಿದಾಗಿರುವುದನ್ನೂ ಗುಡಿಸಿರುವುದನ್ನೂ ಎಲ್ಲವೂ ಚೊಕ್ಕಟ ಆಗಿರುವುದನ್ನೂ ಕಾಣುತ್ತದೆ."},{"number":45,"verse":"ಪುನಃ ಹೊರಟುಹೋಗಿ ತನಗಿಂತಲೂ ಕೆಟ್ಟವುಗಳಾದ ಬೇರೆ ಏಳು ದೆವ್ವಗಳನ್ನು ತನ್ನೊಡನೆ ಕರೆದುಕೊಂಡು ಬರುತ್ತದೆ. ಅವು ಆ ಮನುಷ್ಯನ ಒಳಹೊಕ್ಕು ನೆಲಸುತ್ತವೆ. ಆಗ ಅವನ ಪರಿಸ್ಥಿತಿ ಪೂರ್ವಸ್ಥಿತಿಗಿಂತಲೂ ಅಧೋಗತಿಗಿಳಿಯುತ್ತದೆ. ಈ ದುಷ್ಟ ಪೀಳಿಗೆಗೆ ಸಂಭವಿಸುವ ಗತಿಯೂ ಅದೇ,” ಎಂದರು."},{"number":46,"verse":"(ವಿಶ್ವಕುಟುಂಬಿ ಯೇಸು) ( ಯೇಸುಸ್ವಾಮಿ ತಮ್ಮನ್ನು ಸುತ್ತುವರಿದಿದ್ದ ಜನರಿಗೆ ಇನ್ನೂ ಬೋಧನೆ ಮಾಡುತ್ತಿದ್ದರು. ಆಗ ಅವರ ತಾಯಿ ಮತ್ತು ಸಹೋದರರು ಬಂದು ಅವರೊಡನೆ ಮಾತನಾಡಬಯಸಿ ಹೊರಗೆ ನಿಂತಿದ್ದರು."},{"number":47,"verse":"“ನಿಮ್ಮ ತಾಯಿ ಮತ್ತು ಸಹೋದರರು ಹೊರಗೆ ನಿಂತಿದ್ದಾರೆ; ನಿಮ್ಮೊಡನೆ ಮಾತನಾಡಬೇಕೆಂದಿದ್ದಾರೆ,” ಎಂದು ಒಬ್ಬನು ತಿಳಿಸಿದನು."},{"number":48,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ನನ್ನ ತಾಯಿ ಯಾರು? ನನ್ನ ಸಹೋದರರು ಯಾರು?” ಎನ್ನುತ್ತಾ, ತಮ್ಮ ಶಿಷ್ಯರ ಕಡೆಗೆ ಕೈತೋರಿಸಿ,"},{"number":49,"verse":"ಇಗೋ ನೋಡು, ನನ್ನ ತಾಯಿ; ನನ್ನ ಸಹೋದರರು;"},{"number":50,"verse":"ಸ್ವರ್ಗದಲ್ಲಿರುವ ನನ್ನ ತಂದೆಯ‍ ಚಿತ್ತವನ್ನು ಯಾರು ನೆರವೇರಿಸುತ್ತಾರೋ ಅವರೇ ನನಗೆ ಸಹೋದರ, ಸಹೋದರಿ ಮತ್ತು ತಾಯಿ,” ಎಂದರು."}]}