{"bibleAbbr":"KNCL","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":15,"verses":[{"number":1,"verse":"ಫರಿಸಾಯರ ಸಂಪ್ರದಾಯ(480 7:1-13) ಬಳಿಕ ಜೆರುಸಲೇಮಿನಿಂದ ಫರಿಸಾಯರೂ ಧರ್ಮಶಾಸ್ತ್ರಿಗಳೂ ಯೇಸುಸ್ವಾಮಿಯ ಬಳಿಗೆ ಬಂದು,"},{"number":2,"verse":"“ನಿನ್ನ ಶಿಷ್ಯರು ಪೂರ್ವಜರಿಂದ ಬಂದ ಸಂಪ್ರದಾಯಗಳನ್ನು ಮೀರುವುದೇಕೆ? ಅವರು ಊಟಕ್ಕೆ ಮುಂಚೆ ಶುದ್ಧಾಚಾರಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಕೈತೊಳೆದುಕೊಳ್ಳದೆ ಊಟಮಾಡುವುದೇಕೆ?” ಎಂದು ಕೇಳಿದರು."},{"number":3,"verse":"ಅದಕ್ಕೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ ಯೇಸು ಹೀಗೆಂದರು: “ನಿಮ್ಮ ಸಂಪ್ರದಾಯದ ಸಲುವಾಗಿ ನೀವು ದೇವರ ಆಜ್ಞೆಯನ್ನು ಮೀರುತ್ತೀರಲ್ಲ, ಅದೇಕೆ?”"},{"number":4,"verse":"‘ನಿಮ್ಮ ತಂದೆತಾಯಿಗಳನ್ನು ಗೌರವಿಸಬೇಕು; ತಂದೆಗಾಗಲೀ, ತಾಯಿಗಾಗಲೀ, ಶಾಪಹಾಕುವವನಿಗೆ ಮರಣದಂಡನೆ ಆಗಲೇಬೇಕು’ ಎಂದು ದೇವರ ಕಟ್ಟಳೆ ಇದೆ."},{"number":5,"verse":"ನೀವೋ, ಯಾರಾದರೂ ತನ್ನ ತಂದೆಗೆ ಅಥವಾ ತಾಯಿಗೆ, ‘ನನ್ನಿಂದ ನಿಮಗೆ ಸಲ್ಲತಕ್ಕದ್ದು ದೇವರಿಗೆ ಮುಡಿಪು’ ಎಂದು ಹೇಳಿಬಿಟ್ಟರೆ ಮುಗಿಯಿತು;"},{"number":6,"verse":"ಇನ್ನು ಅವನು ತನ್ನ ತಂದೆ ತಾಯಿಗಳನ್ನು ಗೌರವಿಸಬೇಕಾಗಿಲ್ಲ, ಎಂದು ಬೋಧಿಸುತ್ತೀರಿ. ಹೀಗೆ ನಿಮ್ಮ ಸಂಪ್ರದಾಯದ ಸಲುವಾಗಿ ದೇವರ ವಾಕ್ಯವನ್ನೇ ನಿರರ್ಥಕಮಾಡಿಬಿಟ್ಟಿದ್ದೀರಿ."},{"number":7,"verse":"ಕಪಟಿಗಳೇ, ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ಯೆಶಾಯನು ಎಷ್ಟೊಂದು ಚೆನ್ನಾಗಿ ಪ್ರವಾದಿಸಿದ್ದಾನೆ! -"},{"number":8,"verse":"‘ಬರಿಯ ಮಾತಿನ ಮನ್ನಣೆಯನ್ನೀಯುತ ಹೃದಯವನು ದೂರವಿರಿಸುತ ನರಕಲ್ಪಿತ ಕಟ್ಟಳೆಗಳನೆ ದೇವವಾಕ್ಯವೆಂದು ಉಪದೇಶಿಸುತ"},{"number":9,"verse":"ಈ ಜನರೆನಗೆ ಮಾಡುವ ಆರಾಧನೆ ವ್ಯರ್ಥ!’ ಎಂದರು.”"},{"number":10,"verse":"ಕರಶುದ್ಧಿಯಿಂದ ಮನಃಶುದ್ಧಿಯಾಗದು(480 7:14-23) ಅನಂತರ ಯೇಸುಸ್ವಾಮಿ ಜನರನ್ನು ತಮ್ಮ ಬಳಿಗೆ ಕರೆದು, “ನಾನು ಹೇಳುವುದನ್ನು ಕೇಳಿ ಚೆನ್ನಾಗಿ ತಿಳಿದುಕೊಳ್ಳಿರಿ:"},{"number":11,"verse":"ಬಾಯೊಳಕ್ಕೆ ಹೋಗುವಂಥದ್ದು ಮನುಷ್ಯನನ್ನು ಕಲುಷಿತಗೊಳಿಸುವುದಿಲ್ಲ; ಬಾಯೊಳಗಿಂದ ಹೊರಕ್ಕೆ ಬರುವಂಥದ್ದೇ ಮನುಷ್ಯನನ್ನು ಕಲುಷಿತಗೊಳಿಸುತ್ತದೆ,” ಎಂದು ಹೇಳಿದರು."},{"number":12,"verse":"ಆಗ ಶಿಷ್ಯರು ಹತ್ತಿರಕ್ಕೆ ಬಂದು, “ನಿಮ್ಮ ಮಾತನ್ನು ಕೇಳಿ ಫರಿಸಾಯರು ಬಹಳ ಬೇಸರಗೊಂಡಿದ್ದಾರೆಂದು ನಿಮಗೆ ತಿಳಿಯಿತೇ?’ ಎಂದರು."},{"number":13,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ನನ್ನ ಪರಮಪಿತನು ನೆಡದ ಗಿಡಗಳನ್ನೆಲ್ಲಾ ಬೇರುಸಹಿತ ಕಿತ್ತುಹಾಕಲಾಗುವುದು."},{"number":14,"verse":"ಅವರನ್ನು ಅವರಷ್ಟಕ್ಕೇ ಬಿಡಿ; ಅವರೊ ಕುರುಡರು, ಮತ್ತೊಬ್ಬರಿಗೆ ದಾರಿ ತೋರಿಸಲು ಹೋಗುತ್ತಾರೆ. ಕುರುಡನು ಕುರುಡನಿಗೆ ದಾರಿ ತೋರಿಸಿದರೆ ಇಬ್ಬರೂ ಹಳ್ಳದಲ್ಲಿ ಬೀಳುತ್ತಾರಷ್ಟೆ,” ಎಂದರು."},{"number":15,"verse":"ಅದಕ್ಕೆ ಪೇತ್ರನು, “ನಮಗೆ ಈ ಸಾಮತಿಯ ಅರ್ಥವನ್ನು ತಿಳಿಸಿ,” ಎಂದು ಕೇಳಿಕೊಂಡನು."},{"number":16,"verse":"ಯೇಸು ಇಂತೆಂದರು: “ನೀವು ಕೂಡ ಮಂದಮತಿಗಳೇನು? ಇದರ ಅರ್ಥ ನಿಮಗೂ ಆಗದೇನು?"},{"number":17,"verse":"ಬಾಯೊಳಕ್ಕೆ ಹೋಗುವುದೆಲ್ಲಾ ಹೊಟ್ಟೆಯನ್ನು ಸೇರಿ ಅಲ್ಲಿಂದ ವಿಸರ್ಜಿತವಾಗುತ್ತದೆ."},{"number":18,"verse":"ಆದರೆ ಬಾಯಿಂದ ಹೊರಡುವಂಥವು ಅವನ ಹೃದಯದಿಂದ ಹೊರಹೊಮ್ಮುತ್ತವೆ; ಇವು ಮನುಷ್ಯನನ್ನು ಕಲುಷಿತಗೊಳಿಸುತ್ತವೆ."},{"number":19,"verse":"ಹೃದಯದಿಂದ ದುರಾಲೋಚನೆ, ಕೊಲೆ, ವ್ಯಭಿಚಾರ, ಅನೈತಿಕತೆ, ಕಳ್ಳತನ, ಸುಳ್ಳುಸಾಕ್ಷಿ, ಅಪದೂರು, ಇವು ಹೊರಬರುತ್ತವೆ."},{"number":20,"verse":"ಮನುಷ್ಯನನ್ನು ಕಲುಷಿತಗೊಳಿಸುವಂಥವು ಇವೇ. ಕೈ ತೊಳೆಯದೆ ಊಟಮಾಡುವುದು ಮನುಷ್ಯನನ್ನು ಕಲುಷಿತಗೊಳಿಸುವುದಿಲ್ಲ,” ಎಂದರು."},{"number":21,"verse":"ಅನ್ಯಧರ್ಮೀಯಳ ಅಚಲ ವಿಶ್ವಾಸ(480 7:24-30) ಯೇಸುಸ್ವಾಮಿ ಅಲ್ಲಿಂದ ಹೊರಟು ಟೈರ್ ಹಾಗೂ ಸಿದೋನ್ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಹೋದರು."},{"number":22,"verse":"ಅಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಕಾನಾನ್ ನಾಡಿನ ಮಹಿಳೆ ಒಬ್ಬಳು ಅವರ ಬಳಿಗೆ ಬಂದಳು. “ಸ್ವಾಮೀ, ದಾವೀದ ಕುಲಪುತ್ರರೇ, ನನಗೆ ದಯೆತೋರಿ, ನನ್ನ ಮಗಳಿಗೆ ದೆವ್ವಹಿಡಿದು ಬಹಳ ಸಂಕಟಪಡುತ್ತಿದ್ದಾಳೆ,” ಎಂದು ಕೂಗಿಕೊಂಡಳು."},{"number":23,"verse":"ಯೇಸು ಆಕೆಗೆ ಒಂದು ಮಾತನ್ನೂ ಹೇಳಲಿಲ್ಲ. ಶಿಷ್ಯರು ಹತ್ತಿರಕ್ಕೆ ಬಂದು, “ಇವಳನ್ನು ಕಳಿಸಿಬಿಡಿ, ಒಂದೇ ಸಮನೆ ಗೋಳಿಡುತ್ತಾ, ನಮ್ಮನ್ನು ಬೆಂಬತ್ತಿ ಬರುತ್ತಿದ್ದಾಳೆ,” ಎಂದು ಕೇಳಿಕೊಂಡರು."},{"number":24,"verse":"ಆಗ ಯೇಸು, “ನನ್ನನ್ನು ಕಳಿಸಿರುವುದು ತಪ್ಪಿಹೋದ ಕುರಿಗಳಂತಿರುವ ಇಸ್ರಯೇಲ್ ಜನಾಂಗದವರ ಬಳಿಗೆ ಮಾತ್ರ,” ಎಂದರು."},{"number":25,"verse":"ಆದರೂ ಆಕೆ ಯೇಸುವಿಗೆ ಅಡ್ಡಬಿದ್ದು, “ಸ್ವಾಮೀ, ಸಹಾಯ ಮಾಡಿ,” ಎಂದು ಯಾಚಿಸಿದಳು."},{"number":26,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ಮಕ್ಕಳ ಆಹಾರವನ್ನು ತೆಗೆದು ನಾಯಿಗಳಿಗೆ ಎಸೆಯುವುದು ಸರಿಯಲ್ಲ,” ಎಂದರು."},{"number":27,"verse":"ಆಗ ಆಕೆ, “ಅದು ನಿಜ ಸ್ವಾಮೀ, ನಾಯಿಗಳಾದರೂ ತಮ್ಮ ಯಜಮಾನನ ಮೇಜಿನಿಂದ ಕೆಳಕ್ಕೆ ಬೀಳುವ ಚೂರುಪಾರನ್ನು ತಿನ್ನುತ್ತವೆ, ಅಲ್ಲವೇ?’ ಎಂದು ಮರುತ್ತರ ಕೊಟ್ಟಳು."},{"number":28,"verse":"ಆಗ ಯೇಸು, “ತಾಯಿ, ನಿನ್ನ ವಿಶ್ವಾಸ ಅಚಲವಾದುದು. ನಿನ್ನ ಕೋರಿಕೆ ನೆರವೇರಲಿ,” ಎಂದರು. ಅದೇ ಕ್ಷಣದಲ್ಲಿ ಆಕೆಯ ಮಗಳು ಗುಣಹೊಂದಿದಳು."},{"number":29,"verse":"ಅಂಗವಿಕಲರಿಗೆ ಆರೋಗ್ಯದಾತ ಯೇಸುಸ್ವಾಮಿ ಆ ಸ್ಥಳವನ್ನು ಬಿಟ್ಟು, ಗಲಿಲೇಯ ಸರೋವರದ ತೀರದಲ್ಲೇ ನಡೆದು, ಒಂದು ಗುಡ್ಡವನ್ನು ಹತ್ತಿ ಅಲ್ಲಿ ಕುಳಿತುಕೊಂಡರು."},{"number":30,"verse":"ಜನರು ಗುಂಪುಗುಂಪಾಗಿ ಅಲ್ಲಿಗೆ ಬಂದರು. ಕುಂಟರು, ಕುರುಡರು, ಮೂಕರು, ಅಂಗವಿಕಲರು ಮುಂತಾದ ಅನೇಕರನ್ನು ತಮ್ಮೊಡನೆ ಕರೆತಂದು ಯೇಸುವಿನ ಪಾದಸನ್ನಿಧಿಯಲ್ಲಿ ಬಿಟ್ಟರು. ಯೇಸು ಅವರನ್ನು ಗುಣಪಡಿಸಿದರು."},{"number":31,"verse":"ಮೂಕರು ಮಾತನಾಡುವುದನ್ನೂ ಅಂಗವಿಕಲರು ಸ್ವಸ್ಥರಾಗುವುದನ್ನೂ ಕುಂಟರು ನಡೆಯುವುದನ್ನೂ ಕುರುಡರು ನೋಡುವುದನ್ನೂ ಈ ಜನರು ಕಂಡು ಆಶ್ಚರ್ಯಚಕಿತರಾಗಿ ಇಸ್ರಯೇಲಿನ ದೇವರನ್ನು ಕೊಂಡಾಡಿದರು."},{"number":32,"verse":"ಹಸಿದವರಿಗೆ ಅನ್ನದಾತ(480 8:1-10) ಯೇಸುಸ್ವಾಮಿ ತಮ್ಮ ಶಿಷ್ಯರನ್ನು ಹತ್ತಿರಕ್ಕೆ ಕರೆದು, “ಈ ಜನಸ್ತೋಮ ಕಳೆದ ಮೂರು ದಿನಗಳಿಂದಲೂ ನನ್ನ ಬಳಿ ಇದೆ. ಊಟಕ್ಕೆ ಇವರಲ್ಲಿ ಏನೂ ಇಲ್ಲ. ಇವರನ್ನು ಕಂಡು ನನ್ನ ಹೃದಯ ಕರಗುತ್ತದೆ. ಇವರನ್ನು ಹಸಿದ ಹೊಟ್ಟೆಯಲ್ಲಿ ಕಳಿಸಿಬಿಡಲು ನನಗೆ ಇಷ್ಟವಿಲ್ಲ, ದಾರಿಯಲ್ಲಿ ಬಳಲಿ ಬಿದ್ದಾರು,” ಎಂದರು."},{"number":33,"verse":"ಅದಕ್ಕೆ ಶಿಷ್ಯರು, “ಇಷ್ಟು ದೊಡ್ಡ ಗುಂಪಿಗೆ ಆಗುವಷ್ಟು ರೊಟ್ಟಿಯನ್ನು ಈ ಅಡವಿಯಲ್ಲಿ ನಾವು ತರುವುದಾದರೂ ಎಲ್ಲಿಂದ?” ಎಂದು ಕೇಳಿದರು."},{"number":34,"verse":"“ನಿಮ್ಮಲ್ಲಿ ಎಷ್ಟು ರೊಟ್ಟಿಗಳಿವೆ?” ಎಂದು ಯೇಸು ಕೇಳಿದರು. “ಏಳು ರೊಟ್ಟಿಗಳು ಮತ್ತು ಕೆಲವು ಸಣ್ಣ ಮೀನುಗಳಿವೆ,” ಎಂದು ಶಿಷ್ಯರು ಉತ್ತರಕೊಟ್ಟರು."},{"number":35,"verse":"ಆಗ ಜನಸಮೂಹಕ್ಕೆ ನೆಲದ ಮೇಲೆ ಕುಳಿತುಕೊಳ್ಳುವಂತೆ ಯೇಸು ಆಜ್ಞಾಪಿಸಿದರು."},{"number":36,"verse":"ಅನಂತರ ಆ ಏಳು ರೊಟ್ಟಿಗಳನ್ನೂ ಮೀನುಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ದೇವರಿಗೆ ಸ್ತೋತ್ರ ಸಲ್ಲಿಸಿ, ಅವುಗಳನ್ನು ಮುರಿದು ತಮ್ಮ ಶಿಷ್ಯರಿಗೆ ಕೊಟ್ಟರು; ಶಿಷ್ಯರು ಜನರಿಗೆ ಬಡಿಸಿದರು."},{"number":37,"verse":"ಜನರೆಲ್ಲರೂ ಉಂಡು ತೃಪ್ತರಾದರು. ಉಳಿದ ತುಂಡುಗಳನ್ನು ಶಿಷ್ಯರು ಏಳು ಕುಕ್ಕೆಗಳ ತುಂಬ ತುಂಬಿಸಿಕೊಂಡರು."},{"number":38,"verse":"ಊಟಮಾಡಿದವರಲ್ಲಿ ಹೆಂಗಸರು, ಮಕ್ಕಳಲ್ಲದೆ ಗಂಡಸರೇ ನಾಲ್ಕು ಸಾವಿರಮಂದಿ ಇದ್ದರು."},{"number":39,"verse":"ತರುವಾಯ ಯೇಸು ಜನರ ಗುಂಪನ್ನು ಕಳುಹಿಸಿಬಿಟ್ಟು, ದೋಣಿಯನ್ನು ಹತ್ತಿ, ಮಗದಾನ್ ಎಂಬ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಹೊರಟುಹೋದರು."}]}