{"bibleAbbr":"KNCL","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":16,"verses":[{"number":1,"verse":"ಅದ್ಭುತಕೋರಿದ ಅಧರ್ಮಿಗಳು(480 8:1-13; 490 12:54-56) ತರುವಾಯ ಫರಿಸಾಯರು ಮತ್ತು ಸದ್ದುಕಾಯರು ಯೇಸುಸ್ವಾಮಿಯ ಬಳಿಗೆ ಬಂದರು. ಸ್ವಾಮಿಯನ್ನು ಪರೀಕ್ಷಿಸುವ ದುರದ್ದೇಶದಿಂದ, “ನೀನು ದೇವರಿಂದ ಬಂದವನೆಂದು ಸೂಚಿಸಲು ಅದ್ಭುತವೊಂದನ್ನು ನಮಗೆ ಮಾಡಿತೋರಿಸು,” ಎಂದರು."},{"number":2,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ಸಂಜೆಯಾದಾಗ ನೀವು ‘ಹವಾಮಾನವು ಹಿತಕರವಾಗಿರುತ್ತದೆ, ಏಕೆಂದರೆ ಆಕಾಶ ಕೆಂಪಗಿದೆ ಎನ್ನುತ್ತೀರಿ.’ ಬೆಳಗ್ಗೆ, ‘ಈ ದಿನ ಗಾಳಿಮಳೆ ಇರುತ್ತದೆ. ಏಕೆಂದರೆ ಕೆಂಪಾದ ಆಕಾಶದಲ್ಲಿ ಮೋಡ ಮುಚ್ಚಿದೆ’ ಎನ್ನುತ್ತೀರಿ."},{"number":3,"verse":"ಆಕಾಶದಲ್ಲಿ ಕಾಣುವ ಲಕ್ಷಣಗಳನ್ನು ನೀವು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಬಲ್ಲಿರಿ; ಆದರೆ ಈಗಿನ ಕಾಲದ ಲಕ್ಷಣಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ನಿಮ್ಮಿಂದಾಗದು."},{"number":4,"verse":"ಈ ದುಷ್ಟ ಹಾಗೂ ಅಧರ್ಮ ಪೀಳಿಗೆ ಅದ್ಭುತಗಳನ್ನು ಸಂಕೇತವಾಗಿ ಕೋರುತ್ತದೆ. ಪ್ರವಾದಿ ಯೋನನ ಸಂಕೇತವಲ್ಲದೆ ಬೇರೆ ಯಾವ ಸಂಕೇತವೂ ಇದಕ್ಕೆ ದೊರಕದು,” ಎಂದು ಹೇಳಿ ಅವರನ್ನು ಬಿಟ್ಟು ಹೋದರು."},{"number":5,"verse":"ಹುದುಗೆಬ್ಬಿಸುವ ಹುಸಿ ಬೋಧನೆ(480 8:14-21) ಶಿಷ್ಯರು ಬುತ್ತಿಯನ್ನು ಕಟ್ಟಿಕೊಳ್ಳುವುದನ್ನು ಮರೆತು ಸರೋವರದ ಆಚೆ ದಡಕ್ಕೆ ಬಂದರು."},{"number":6,"verse":"ಯೇಸುಸ್ವಾಮಿ ಅವರಿಗೆ, “ಎಚ್ಚರಿಕೆ, ಫರಿಸಾಯರ ಹಾಗೂ ಸದ್ದುಕಾಯರ ಹುಳಿಹಿಟ್ಟಿನ ವಿಷಯದಲ್ಲಿ ಜಾಗರೂಕರಾಗಿರಿ!” ಎಂದರು."},{"number":7,"verse":"ತಾವು ರೊಟ್ಟಿ ತಂದಿಲ್ಲವಾದ ಕಾರಣ ಯೇಸು ಹೀಗೆ ಹೇಳುತ್ತಿದ್ದಾರೆಂದು ಶಿಷ್ಯರು ತಮ್ಮತಮ್ಮಲ್ಲೇ ಮಾತನಾಡಿಕೊಳ್ಳಲಾರಂಭಿಸಿದರು."},{"number":8,"verse":"ಇದನ್ನು ಗಮನಿಸಿದ ಯೇಸು, “ಅಲ್ಪವಿಶ್ವಾಸಿಗಳೇ, ರೊಟ್ಟಿಯನ್ನು ತಂದಿಲ್ಲವೆಂದು ನಿಮ್ಮನಿಮ್ಮಲ್ಲೇ ಚರ್ಚೆ ಏಕೆ?"},{"number":9,"verse":"ಏನು, ನಿಮಗಿನ್ನೂ ಅರಿವಿಲ್ಲವೆ? ಐದು ರೊಟ್ಟಿಗಳಿಂದ ನಾನು ಐದು ಸಾವಿರ ಜನರನ್ನು ತೃಪ್ತಿಪಡಿಸಿದ್ದು ನಿಮಗೆ ಜ್ಞಾಪಕವಿಲ್ಲವೆ? ಆಗ ಉಳಿದುದ್ದನ್ನು ಎಷ್ಟು ಬುಟ್ಟಿಗಳಲ್ಲಿ ತುಂಬಿಸಿಕೊಂಡಿರಿ?"},{"number":10,"verse":"ಅಲ್ಲದೆ ಏಳು ರೊಟ್ಟಿಗಳಿಂದ ನಾಲ್ಕು ಸಾವಿರ ಜನರನ್ನು ತೃಪ್ತಿಪಡಿಸಿದಾಗ, ಉಳಿದುದನ್ನು ಎಷ್ಟು ಕುಕ್ಕೆಗಳಲ್ಲಿ ತುಂಬಿಸಿಕೊಂಡಿರಿ?"},{"number":11,"verse":"ಹೀಗಿದ್ದೂ ನಾನು ಈಗ ರೊಟ್ಟಿಯನ್ನು ಕುರಿತು ಎಚ್ಚರಿಸಲಿಲ್ಲವೆಂದು ನೀವು ತಿಳಿಯದೆಹೋದಿರಲ್ಲಾ,” ಎಂದರು."},{"number":12,"verse":"ರೊಟ್ಟಿಯ ಹಿಟ್ಟನ್ನು ಹುದುಗೆಬ್ಬಿಸುವ ಹುಳಿಯನ್ನು ಕುರಿತು ಅಲ್ಲ, ಫರಿಸಾಯರ ಮತ್ತು ಸದ್ದುಕಾಯರ ಬೋಧನೆಯ ವಿಷಯವಾಗಿ ಜಾಗರೂಕರಾಗಿರಬೇಕೆಂದು ಯೇಸು ಎಚ್ಚರಿಸಿದರೆಂದು ಆಗ ಶಿಷ್ಯರು ಅರ್ಥಮಾಡಿಕೊಂಡರು."},{"number":13,"verse":"ಪೇತ್ರನ ವಿಶ್ವಾಸ ಪ್ರಕಟನೆ(480 8:27-30; 490 9:18-21) ಯೇಸುಸ್ವಾಮಿ ‘ಫಿಲಿಪ್ಪನ ಸೆಜರೇಯ’ ಎಂಬ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಬಂದರು. ಅಲ್ಲಿ ತಮ್ಮ ಶಿಷ್ಯರನ್ನು ಉದ್ದೇಶಿಸಿ, “ನರಪುತ್ರನನ್ನು ಜನರು ಯಾರೆಂದು ಹೇಳುತ್ತಾರೆ?” ಎಂದು ಕೇಳಿದರು."},{"number":14,"verse":"ಅದಕ್ಕೆ ಶಿಷ್ಯರು, “ ‘ಸ್ನಾನಿಕ ಯೊವಾನ್ನ’, ಎಂದು ಕೆಲವರು ಹೇಳುತ್ತಾರೆ; ಮತ್ತೆ ಕೆಲವರು ' ಎಲೀಯನು' ಎನ್ನುತ್ತಾರೆ. ‘ಯೆರೆಮೀಯನು ಅಥವಾ ಪ್ರವಾದಿಗಳಲ್ಲಿ ತಾವೂ ಒಬ್ಬರು,’ ಎಂಬುದು ಇನ್ನೂ ಕೆಲವರ ಅಭಿಪ್ರಾಯ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":15,"verse":"ಆಗ ಯೇಸು, “ಆದರೆ ನೀವು ನನ್ನನ್ನು ಯಾರೆನ್ನುತ್ತೀರಿ?” ಎಂದು ಪ್ರಶ್ನಿಸಿದರು."},{"number":16,"verse":"ಅದಕ್ಕೆ ಪೇತ್ರನು, “ಅಭಿಷಿಕ್ತರಾದ ಲೋಕೋದ್ಧಾರಕ ತಾವೇ, ಜೀವಸ್ವರೂಪರಾದ ದೇವರ ಪುತ್ರ ತಾವೇ,” ಎಂದನು."},{"number":17,"verse":"ಅದಕ್ಕೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ ಯೇಸು ಹೀಗೆಂದರು: “ಯೋನ್ನನ ಮಗ ಸಿಮೋನನೇ, ನೀನು ಧನ್ಯ! ಈ ವಿಷಯವನ್ನು ನಿನಗೆ ಶ್ರುತಪಡಿಸಿದ್ದು ನರಮಾನವ ಶಕ್ತಿ ಅಲ್ಲ. ಸ್ವರ್ಗದಲ್ಲಿರುವ ನನ್ನ ಪಿತನೇ."},{"number":18,"verse":"ನಾನು ನಿನಗೆ ಹೇಳುತ್ತೇನೆ, ಕೇಳು: “ನಿನ್ನ ಹೆಸರು ಪೇತ್ರ! (ಮೂಲ - ‘ಪೇತ್ರೊಸ್’, ‘ಪೇತ್ರ’ ಎಂಬ ಗ್ರೀಕ್ ಪದಕ್ಕೆ ಬಂಡೆ ಎಂದು ಅರ್ಥ.) ಈ ಬಂಡೆಯ ಮೇಲೆ ನನ್ನ ಧರ್ಮಸಭೆಯನ್ನು ಕಟ್ಟುವೆನು, ಪಾತಾಳಲೋಕದ ಶಕ್ತಿಯು ಅದನ್ನು ಎಂದಿಗೂ ಜಯಿಸಲಾರದು."},{"number":19,"verse":"ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯದ ಬೀಗದ ಕೈಗಳನ್ನು ನಿನಗೆ ಕೊಡುವೆನು. ಇಹದಲ್ಲಿ ನೀನು ಏನನ್ನು ಬಂಧಿಸುತ್ತಿಯೋ ಅದನ್ನು ಪರದಲ್ಲಿಯೂ ಬಂಧಿಸಲಾಗುವುದು. ಇಹದಲ್ಲಿ ನೀನು ಏನನ್ನು ಬಿಚ್ಚುತ್ತೀಯೋ ಅದನ್ನು ಪರದಲ್ಲಿಯೂ ಬಿಚ್ಚಲಾಗುವುದು,”"},{"number":20,"verse":"ಅನಂತರ ಯೇಸು ತಮ್ಮ ಶಿಷ್ಯರಿಗೆ ತಾವು ‘ಅಭಿಷಿಕ್ತರಾದ ಲೋಕೋದ್ಧಾರಕ’ (ಅಕ್ಷರಶಃ ‘ಕ್ರಿಸ್ತ’ ಅಥವಾ ‘ಮೆಸ್ಸೀಯ’.) ಎಂಬುದನ್ನು ಯಾರಿಗೂ ಹೇಳಕೂಡದೆಂದು ಕಟ್ಟಪ್ಪಣೆ ಮಾಡಿದರು."},{"number":21,"verse":"ಮರಣ-ಪುನರುತ್ಥಾನ ಕುರಿತು ಮೊದಲನೆಯ ಪ್ರಕಟನೆ(480 8:31-9:1; 490 9:22-27) ಯೇಸುಸ್ವಾಮಿ ತಮ್ಮ ಶಿಷ್ಯರಿಗೆ, “ನಾನು ಜೆರುಸಲೇಮಿಗೆ ಹೋಗಬೇಕಾಗಿದೆ; ಅಲ್ಲಿ ಸಭಾಪ್ರಮುಖರಿಂದಲೂ ಕಠಿಣವಾದ ಯಾತನೆಯನ್ನು ಅನುಭವಿಸಿ, ಮರಣಕ್ಕೆ ತುತ್ತಾಗಿ, ಮೂರನೆಯ ದಿನ ಪುನರುತ್ಥಾನ ಹೊಂದಬೇಕಾಗಿದೆ\" (‘ಜೀವಂತನಾಗಿ ಏಳಬೇಕಾಗಿದೆ’ ಎಂದೂ ಕೆಲವರು ಭಾಷಾಂತರಿಸಿದ್ದಾರೆ.) ಎಂದು ಅಂದಿನಿಂದಲೂ ಒತ್ತಿ ಹೇಳಲಾರಂಭಿಸಿದರು."},{"number":22,"verse":"ಇದನ್ನು ಕೇಳಲಾಗದೆ ಪೇತ್ರನು ಯೇಸುವನ್ನು ಪಕ್ಕಕ್ಕೆ ಕರೆದು, “ಪ್ರಭೂ, ಹಾಗೆನ್ನಲೇಬೇಡಿ, ನಿಮಗೆಂದಿಗೂ ಹಾಗೆ ಸಂಭವಿಸದಿರಲಿ,” ಎಂದು ಪ್ರತಿಭಟಿಸಿದನು."},{"number":23,"verse":"ಆದರೆ ಯೇಸು ಪೇತ್ರನತ್ತ ತಿರುಗಿ, “ಸೈತಾನನೇ, ತೊಲಗಿಲ್ಲಿಂದ; ನೀನು ನನಗೆ ಅಡೆತಡೆ; ನಿನ್ನ ಈ ಆಲೋಚನೆ ಮನುಷ್ಯರದ್ದೇ ಹೊರತು, ದೇವರದಲ್ಲ,” ಎಂದರು."},{"number":24,"verse":"ಅನಂತರ ತಮ್ಮ ಶಿಷ್ಯರಿಗೆ ಹೀಗೆಂದರು: “ಯಾರಿಗಾದರೂ ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸಲು ಮನಸ್ಸಿದ್ದರೆ, ಅವನು ತನ್ನನ್ನು ತಾನೇ ಪರಿತ್ಯಜಿಸಿ ತನ್ನ ಶಿಲುಬೆಯನ್ನು ತಾನೇ ಹೊತ್ತುಕೊಂಡು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸಲಿ."},{"number":25,"verse":"ತನ್ನ ಪ್ರಾಣವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಹಾತೊರೆಯುವವನು ಅದನ್ನು ಕಳೆದುಕೊಳ್ಳುವನು. ಆದರೆ ನನ್ನ ನಿಮಿತ್ತ ತನ್ನ ಪ್ರಾಣವನ್ನು ಕಳೆದುಕೊಳ್ಳುವವನು ಅದನ್ನು ಕಂಡುಕೊಳ್ಳುವನು."},{"number":26,"verse":"ಪ್ರಪಂಚವನ್ನೆಲ್ಲಾ ಗೆದ್ದುಕೊಂಡರೂ ಒಬ್ಬನು ತನ್ನ ಪ್ರಾಣವನ್ನೇ ಕಳೆದುಕೊಂಡರೆ ಅದರಿಂದ ಅವನಿಗೆ ದೊರಕುವ ಲಾಭವೇನು? ಅಥವಾ ಮನುಷ್ಯರು ತನ್ನ ಪ್ರಾಣಕ್ಕೆ ಈಡಾಗಿ ಏನನ್ನು ತಾನೇ ಕೊಡಬಲ್ಲನು?"},{"number":27,"verse":"ನರಪುತ್ರನು ತನ್ನ ಪಿತನ ಪ್ರಭಾವದೊಡನೆ ತನ್ನ ದೂತರ ಸಮೇತ ಬರಲಿದ್ದಾನೆ. ಆಗ ಪ್ರತಿಯೊಬ್ಬ ಮಾನವನಿಗೆ ಅವನವನ ಕೃತ್ಯಕ್ಕೆ ತಕ್ಕ ಪ್ರತಿಫಲ ಕೊಡುವನು."},{"number":28,"verse":"ಇಲ್ಲಿರುವವರಲ್ಲಿ ಕೆಲವರು ನರಪುತ್ರನು ತನ್ನ ಸಾಮ್ರಾಜ್ಯದಲ್ಲಿ ಪ್ರತ್ಯಕ್ಷನಾಗುವುದನ್ನು ಕಾಣುವುದಕ್ಕೆ ಮುನ್ನ ಸಾವನ್ನು ಸವಿಯುವುದಿಲ್ಲ ಎಂದು ನಿಮಗೆ ನಿಶ್ಚಯವಾಗಿ ಹೇಳುತ್ತೇನೆ,” ಎಂದರು."}]}