{"bibleAbbr":"KNCL","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":18,"verses":[{"number":1,"verse":"(ಮುಗ್ಧಮಗುವಾಗಬಲ್ಲವನು ಮಹಾತ್ಮನಾಗಬಲ್ಲನು) ( ಆ ಸಮಯದಲ್ಲಿ ಶಿಷ್ಯರು ಯೇಸುಸ್ವಾಮಿಯ ಬಳಿಗೆ ಬಂದು, “ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯದಲ್ಲಿ ಎಲ್ಲರಿಗಿಂತಲೂ ದೊಡ್ಡವನು ಯಾರು?” ಎಂದು ಕೇಳಿದರು."},{"number":2,"verse":"ಯೇಸು ಒಂದು ಚಿಕ್ಕ ಮಗುವನ್ನು ತಮ್ಮ ಹತ್ತಿರಕ್ಕೆ ಕರೆದು, ಅದನ್ನು ಶಿಷ್ಯರ ನಡುವೆ ನಿಲ್ಲಿಸಿ ಹೀಗೆಂದರು:"},{"number":3,"verse":"“ನೀವು ಪರಿವರ್ತನೆ ಹೊಂದಿ ಮಕ್ಕಳಂತೆ ಆಗದಿದ್ದರೆ ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯವನ್ನು ಸೇರಲಾರಿರಿ, ಎಂದು ನಿಶ್ಚಯವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":4,"verse":"ಈ ಮಗುವಿನಂತೆ ನಮ್ರಭಾವವುಳ್ಳವನೇ ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯದಲ್ಲಿ ಎಲ್ಲರಿಗಿಂತ ದೊಡ್ಡವನು."},{"number":5,"verse":"ನನ್ನ ಹೆಸರಿನಲ್ಲಿ ಇಂತಹ ಮಗುವೊಂದನ್ನು ಸ್ವೀಕರಿಸುವವನು ನನ್ನನ್ನೇ ಸ್ವೀಕರಿಸುತ್ತಾನೆ.”"},{"number":6,"verse":"(ಪಾಪ ಪ್ರಚೋದಕರಿಗೆ ಶಾಪ) ( “ನನ್ನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿರುವ ಈ ಚಿಕ್ಕವರಲ್ಲಿ ಒಬ್ಬನಿಗೆ ಯಾವನಾದರೂ ಪಾಪಕ್ಕೆ ಕಾರಣನಾದರೆ ಅಂಥವನು ದೊಡ್ಡ ಬೀಸುವ ಕಲ್ಲನ್ನು ಕುತ್ತಿಗೆಗೆ ಬಿಗಿಸಿಕೊಂಡು, ಆಳವಾದ ಸಮುದ್ರದಲ್ಲಿ ದಬ್ಬಿಸಿಕೊಳ್ಳುವುದೇ ಲೇಸು."},{"number":7,"verse":"ಪಾಪಕ್ಕೆ ಪ್ರಚೋದಿಸುವ ಲೋಕಕ್ಕೆ ಧಿಕ್ಕಾರ!"},{"number":8,"verse":"ನಿನ್ನ ಕೈಯೇ ಆಗಲಿ, ಕಾಲೇ ಆಗಲಿ, ನಿನಗೆ ಪಾಪಕ್ಕೆ ಕಾರಣವಾದರೆ ಅದನ್ನು ಕತ್ತರಿಸಿ ಬಿಸಾಡಿಬಿಡು. ಎರಡು ಕೈಗಳಿದ್ದೋ ಎರಡು ಕಾಲುಗಳಿದ್ದೋ ನಿರಂತರ ಅಗ್ನಿಯಲ್ಲಿ ದಬ್ಬಿಸಿಕೊಳ್ಳುವುದಕ್ಕಿಂತ ಅಂಗಹೀನನಾಗಿ, ಕುಂಟನಾಗಿ ಅಮರಜೀವವನ್ನು ಪಡೆಯುವುದೇ ನಿನಗೆ ಲೇಸು."},{"number":9,"verse":"ನಿನ್ನ ಕಣ್ಣು ನಿನಗೆ ಪಾಪಕ್ಕೆ ಕಾರಣವಾದರೆ ಅದನ್ನು ಕಿತ್ತು ಬಿಸಾಡಿಬಿಡು. ಎರಡು ಕಣ್ಣುಳ್ಳವನಾಗಿ ನರಕಾಗ್ನಿಗೆ ದಬ್ಬಿಸಿಕೊಳ್ಳುವುದಕ್ಕಿಂತ ಒಕ್ಕಣ್ಣನಾಗಿ ಅಮರಜೀವವನ್ನು ಪಡೆ. ಅದೇ ನಿನಗೆ ಲೇಸು."},{"number":10,"verse":"“ಎಚ್ಚರಿಕೆ! ಈ ಚಿಕ್ಕವರಲ್ಲಿ ಯಾರನ್ನೂ ತೃಣೀಕರಿಸಬೇಡಿ."},{"number":11,"verse":"ಸ್ವರ್ಗದಲ್ಲಿನ ಇವರ ದೂತರು ಸದಾಕಾಲ ನನ್ನ ಸ್ವರ್ಗೀಯ ಪಿತನ ಸಮ್ಮುಖದಲ್ಲಿ ಇದ್ದಾರೆ; ಇದು ನಿಮಗೆ ತಿಳಿದಿರಲಿ. (ಕೆಲವು ಪ್ರತಿಗಳಲ್ಲಿ : ವಚನ 11: “ನರಪುತ್ರನು ಪತಿತರನ್ನು ಉದ್ಧಾರಮಾಡಲು ಬಂದನು.\")"},{"number":12,"verse":"(ಕಾಣದೆಹೋದ ಕುರಿಮರಿ) ( “ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬನಿಗೆ ನೂರು ಕುರಿಗಳು ಇವೆಯೆನ್ನೋಣ. ಅವುಗಳಲ್ಲಿ ಒಂದು ಕುರಿ ತಪ್ಪಿಸಿಕೊಂಡು ಹೋಯಿತೆಂದು ಇಟ್ಟುಕೊಳ್ಳಿ. ಆಗ ನಿಮಗೇನು ಅನ್ನಿಸುತ್ತದೆ? ಅವನು ಉಳಿದ ತೊಂಬತ್ತೊಂಬತ್ತು ಕುರಿಗಳನ್ನು ಗುಡ್ಡದಲ್ಲೇ ಬಿಟ್ಟು, ತಪ್ಪಿಸಿಕೊಂಡುಹೋದ ಆ ಒಂದು ಕುರಿಯನ್ನು ಹುಡುಕಿಕೊಂಡು ಹೋಗುವುದಿಲ್ಲವೇ?"},{"number":13,"verse":"ಅದು ಸಿಕ್ಕಿತು ಅನ್ನಿ; ತಪ್ಪಿಸಿಕೊಳ್ಳದ ಆ ತೊಂಬತ್ತೊಂಬತ್ತು ಕುರಿಗಳಿಗಿಂತ ಸಿಕ್ಕಿದ ಆ ಒಂದು ಕುರಿಗಾಗಿ ಅವನು ಹೆಚ್ಚು ಆನಂದಪಡುತ್ತಾನೆ ಎಂದು ನಿಮಗೆ ನಿಶ್ಚಯವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":14,"verse":"ಅಂತೆಯೇ, ಈ ಚಿಕ್ಕವರಲ್ಲಿ ಒಬ್ಬನು ಕೂಡ ಕಳೆದುಹೋಗಬಾರದು; ಇದೇ ಸ್ವರ್ಗದಲ್ಲಿರುವ ನನ್ನ ತಂದೆಯ ಚಿತ್ತ."},{"number":15,"verse":"(ಸೋದರನ ಸುಧಾರಣೆ) “ನಿನ್ನ ಸೋದರನು ನಿನಗೆ ಅಪರಾಧಮಾಡಿದರೆ, ನೀನು ಹೋಗಿ ನೀವಿಬ್ಬರೇ ಇರುವಾಗ, ಅವನ ತಪ್ಪನ್ನು ಮನಗಾಣಿಸು. ಅವನು ನಿನಗೆ ಕಿವಿಗೊಟ್ಟರೆ ಅವನ ಸೋದರತ್ವವನ್ನು ನೀನು ಮತ್ತೆ ಗಳಿಸಿಕೊಂಡಂತಾಗುವುದು."},{"number":16,"verse":"ಒಂದು ವೇಳೆ, ಅವನು ನಿನಗೆ ಕಿವಿಗೊಡದೆಹೋದರೆ ಒಬ್ಬಿಬ್ಬರನ್ನು ನಿನ್ನ ಸಂಗಡ ಕರೆದುಕೊಂಡು ಹೋಗು; ಹೀಗೆ ಇಬ್ಬರು ಅಥವಾ ಮೂವರು ಸಾಕ್ಷಿಗಳ ಸಮ್ಮುಖದಲ್ಲಿ ಪ್ರತಿಯೊಂದು ಮಾತೂ ಇತ್ಯರ್ಥವಾಗಲಿ."},{"number":17,"verse":"ಅವರಿಗೂ ಅವನು ಕಿವಿಗೊಡದೆಹೋದಲ್ಲಿ ಧರ್ಮಸಭೆಗೆ ತಿಳಿಸು. ಧರ್ಮಸಭೆಗೂ ಅವನು ಕಿವಿಗೊಡದೆಹೋದರೆ ಅವನನ್ನು ಧರ್ಮಭ್ರಷ್ಟನೆಂದು ಹಾಗೂ ಬಹಿಷ್ಕೃತನೆಂದು ಪರಿಗಣಿಸು."},{"number":18,"verse":"“ನೀವು ಇಹದಲ್ಲಿ ಏನನ್ನು ಬಂಧಿಸುತ್ತೀರೋ ಅದು ಪರದಲ್ಲೂ ಬಂಧಿಸಲಾಗುವುದು; ನೀವು ಇಹದಲ್ಲಿ ಏನನ್ನು ಬಿಚ್ಚುತ್ತೀರೋ ಅದು ಪರದಲ್ಲೂ ಬಿಚ್ಚಲಾಗುವುದು ಎಂದು ನಿಮಗೆ ಖಚಿತವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":19,"verse":"(ಸಭಾಪ್ರಾರ್ಥನೆಯ ಪ್ರಭಾವ) “ಇನ್ನೂ ನಾನು ನಿಮಗೆ ಹೇಳುವುದು ಏನೆಂದರೆ: ನಿಮ್ಮಲ್ಲಿ ಇಬ್ಬರು ತಾವು ಬೇಡಿಕೊಳ್ಳುವ ಯಾವುದಾದರೊಂದು ವಿಷಯವಾಗಿ ಇಹಲೋಕದಲ್ಲಿ ಒಮ್ಮನಸ್ಸುಳ್ಳವರಾಗಿದ್ದರೆ, ಅದು ಸ್ವರ್ಗದಲ್ಲಿರುವ ನನ್ನ ತಂದೆಯಿಂದ ಅವರಿಗೆ ಕೈಗೂಡುತ್ತದೆ."},{"number":20,"verse":"ಎಲ್ಲಿ ಇಬ್ಬರು, ಮೂವರು ನನ್ನ ನಾಮದಲ್ಲಿ ಸೇರಿರುತ್ತಾರೋ, ಅಲ್ಲಿ ನಾನು ಅವರ ಮಧ್ಯೆ ಇರುತ್ತೇನೆ.”"},{"number":21,"verse":"(ಕ್ಷಮೆಗೆ ಎಲ್ಲೆ ಇಲ್ಲ) ಅನಂತರ ಪೇತ್ರನು ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದು, “ಸ್ವಾಮೀ, ನನಗೆ ವಿರುದ್ಧ ದ್ರೋಹಮಾಡುತ್ತಾ ಇರುವ ನನ್ನ ಸಹೋದರನನ್ನು ಎಷ್ಟು ಸಲ ಕ್ಷಮಿಸಬೇಕು? ಏಳುಸಲವೇ?” ಎಂದು ಕೇಳಿದನು."},{"number":22,"verse":"“ಏಳುಸಲವಲ್ಲ, ಏಳೆಪ್ಪತ್ತುಸಲ ಕ್ಷಮಿಸಬೇಕು ಎಂದು ನಾನು ನಿನಗೆ ಒತ್ತಿ ಹೇಳುತ್ತೇನೆ,” ಎಂದು ಯೇಸು ಉತ್ತರವಿತ್ತರು."},{"number":23,"verse":"ಯೇಸು ತಮ್ಮ ಮಾತನ್ನು ಮುಂದುವರಿಸುತ್ತಾ, “ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯಕ್ಕೆ ಈ ಹೋಲಿಕೆ ಅನ್ವಯಿಸುತ್ತದೆ: ಒಬ್ಬ ರಾಜನಿದ್ದ. ಅವನು ತನ್ನ ಸೇವಕರಿಂದ ಲೆಕ್ಕ ಕೇಳಲು ನಿರ್ಧರಿಸಿದ."},{"number":24,"verse":"ಲೆಕ್ಕ ತೆಗೆದುಕೊಳ್ಳಲು ಆರಂಭಿಸಿದಾಗ ಹತ್ತು ಸಾವಿರ ‘ಚಿನ್ನದ ನಾಣ್ಯ’ (ಮೂಲ - ತಲೆಂತು’; ನಾಣ್ಯಗಳ ಪಟ್ಟಿ ನೋಡಿ.) ಗಳನ್ನು ಸಾಲವಾಗಿ ತೆರಬೇಕಾಗಿದ್ದ ಒಬ್ಬನನ್ನು ಅವನ ಸಮ್ಮುಖಕ್ಕೆ ಕರೆತರಲಾಯಿತು."},{"number":25,"verse":"ಆದರೆ ಸಾಲ ತೀರಿಸಲು ಅವನ ಕೈಯಲ್ಲಿ ಹಣವಿರಲಿಲ್ಲ. ಆದುದರಿಂದ ಅವನಿಗಿದ್ದುದೆಲ್ಲವನ್ನು ಮಾತ್ರವಲ್ಲ, ಅವನನ್ನೂ ಅವನ ಮಡದಿ ಮಕ್ಕಳನ್ನೂ ಗುಲಾಮಗಿರಿಗೆ ಮಾರಿ, ಸಾಲ ತೀರಿಸುವಂತೆ ರಾಜ ಆಜ್ಞಾಪಿಸಿದ."},{"number":26,"verse":"ಆಗ ಆ ಸೇವಕ ರಾಜನ ಕಾಲಿಗೆ ಬಿದ್ದು ಬೇಡಿಕೊಂಡ: ‘ಸ್ವಲ್ಪ ಸೈರಿಸಿಕೊಳ್ಳಿ ಸ್ವಾಮೀ, ನಿಮ್ಮ ಸಾಲವನ್ನೆಲ್ಲಾ ತೀರಿಸಿಬಿಡುತ್ತೇನೆ,’ ಎಂದು ಅಂಗಲಾಚಿದ."},{"number":27,"verse":"ರಾಜನಿಗೆ ಕನಿಕರ ಉಂಟಾಯಿತು. ಆ ಸೇವಕನನ್ನು ಬಿಡುಗಡೆಮಾಡಿ ಅವನ ಸಾಲವನ್ನು ಮನ್ನಿಸಿಬಿಟ್ಟ."},{"number":28,"verse":"“ಆದರೆ ಅದೇ ಸೇವಕ ಹೊರಗೆಬಂದದ್ದೇ ತನಗೆ ಕೇವಲ ನೂರು ‘ಬೆಳ್ಳಿಕಾಸು’ (ಮೂಲ - ‘ದಿನಾರಿ’ ನಾಣ್ಯಗಳ ಪಟ್ಟಿ ನೋಡಿ.) ಸಾಲ ತೆರಬೇಕಾಗಿದ್ದ ಒಬ್ಬ ಜೊತೆ ಸೇವಕನನ್ನು ಎದುರುಗೊಂಡ."},{"number":29,"verse":"ಅವನನ್ನು ಹಿಡಿದು, ‘ನನಗೆ ಕೊಡಬೇಕಾದ ಸಾಲವನ್ನು ಈಗಲೇ ಕೊಟ್ಟು ತೀರಿಸು,’ ಎಂದು ಕುತ್ತಿಗೆ ಹಿಸುಕಿದ. ಆಗ ಆ ಜೊತೆಗಾರ, ‘ಸ್ವಲ್ಪ ಸೈರಿಸಿಕೊ, ಕೊಟ್ಟುಬಿಡುತ್ತೇನೆ,’ ಎಂದು ಕಾಲಿಗೆ ಬಿದ್ದು ಕೇಳಿಕೊಂಡ."},{"number":30,"verse":"ಆದರೂ ಅವನು ಒಪ್ಪಲಿಲ್ಲ. ಅಷ್ಟುಮಾತ್ರವಲ್ಲ, ಸಾಲ ತೀರಿಸುವ ತನಕ ಆ ಜೊತೆಗಾರನನ್ನು ಸೆರೆಗೆ ಹಾಕಿಸಿದ."},{"number":31,"verse":"ಇದೆಲ್ಲವನ್ನು ಕಂಡ ಇತರ ಸೇವಕರು ಬಹಳವಾಗಿ ನೊಂದುಕೊಂಡರು. ರಾಜನ ಬಳಿಗೆ ಹೋಗಿ ನಡೆದುದೆಲ್ಲವನ್ನೂ ವರದಿಮಾಡಿದರು."},{"number":32,"verse":"ರಾಜನು ಅವನನ್ನು ಕರೆಯಿಸಿ, ‘ಎಲೋ ನೀಚ, ನೀನು ಬೇಡಿಕೊಂಡಿದ್ದರಿಂದ ಪೂರ್ತಿ ಸಾಲವನ್ನು ನಾನು ಮನ್ನಾಮಾಡಿದೆ."},{"number":33,"verse":"ನಾನು ನಿನಗೆ ದಯೆತೋರಿಸಿದಂತೆ ನೀನೂ ನಿನ್ನ ಜೊತೆಗಾರನಿಗೆ ದಯೆತೋರಿಸಬೇಕಿತ್ತು ಅಲ್ಲವೇ?’ ಎಂದು ಸಿಟ್ಟುಗೊಂಡ."},{"number":34,"verse":"ಬಳಿಕ ತನಗೆ ಬರಬೇಕಾಗಿದ್ದ ಸಾಲವನ್ನು ತೀರಿಸುವವರೆಗೂ ಅವನನ್ನು ಕಠಿಣ ಶಿಕ್ಷೆಗೆ ಗುರಿಪಡಿಸಿದ."},{"number":35,"verse":"“ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನೂ ತನ್ನ ಸೋದರನನ್ನು ಮನಃಪೂರ್ವಕವಾಗಿ ಕ್ಷಮಿಸಬೇಕು. ಇಲ್ಲದಿದ್ದರೆ ಸ್ವರ್ಗದಲ್ಲಿರುವ ನನ್ನ ತಂದೆ ನಿಮಗೆ ಇದರಂತೆಯೇ ಮಾಡುವರು,” ಎಂದರು."}]}