{"bibleAbbr":"KNCL","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":19,"verses":[{"number":1,"verse":"(ವಿವಾಹ ವಿಚ್ಛೇದನೆ ಕೂಡದು) ( ಈ ವಿಷಯಗಳನ್ನು ಹೇಳಿಯಾದ ಮೇಲೆ, ಯೇಸುಸ್ವಾಮಿ ಗಲಿಲೇಯವನ್ನು ಬಿಟ್ಟು ಜೋರ್ಡನ್ ನದಿಯ ಆಚೆಕಡೆ ಇದ್ದ ಜುದೇಯ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಬಂದರು."},{"number":2,"verse":"ದೊಡ್ಡ ಜನಸ್ತೋಮ ಅವರನ್ನು ಹಿಂಬಾಲಿಸಿತು. ಅಲ್ಲಿ ಯೇಸು ಅವರಿಗೆ ಆರೋಗ್ಯದಾನ ಮಾಡಿದರು."},{"number":3,"verse":"ಫರಿಸಾಯರಲ್ಲಿ ಕೆಲವರು ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದು ಅವರನ್ನು ಮಾತಿನಲ್ಲಿ ಸಿಕ್ಕಿಸುವ ಉದ್ದೇಶದಿಂದ, “ಯಾವುದಾದರೂ ಕಾರಣದಿಂದ ಗಂಡನು ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಬಿಟ್ಟುಬಿಡುವುದು ಧರ್ಮಸಮ್ಮತವೋ?” ಎಂದು ಕೇಳಿದರು."},{"number":4,"verse":"ಅದಕ್ಕೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ ಯೇಸು, “ಸೃಷ್ಟಿಕರ್ತ ಆದಿಯಿಂದಲೇ ಅವರನ್ನು ಗಂಡುಹೆಣ್ಣಾಗಿ ಉಂಟುಮಾಡಿದರು ಎಂದೂ,"},{"number":5,"verse":"‘ಈ ಕಾರಣದಿಂದಲೇ ಗಂಡನು ತಂದೆತಾಯಿಗಳನ್ನು ಬಿಟ್ಟು ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಕೂಡಿಕೊಂಡು ಅವರಿಬ್ಬರೂ ಒಂದಾಗಿ ಬಾಳುವರು’ ಎಂದೂ ಹೇಳಿದ್ದಾರೆಂಬುದಾಗಿ ನೀವು ಪವಿತ್ರ‍ ಗ್ರಂಥದಲ್ಲಿ ಓದಿಲ್ಲವೇ?"},{"number":6,"verse":"ಹೀಗಿರುವಲ್ಲಿ, ಇನ್ನು ಮುಂದೆ ಅವರು ಇಬ್ಬರಲ್ಲ, ಒಂದೇ ಶರೀರವಾಗಿರುವರು. ಈ ನಿಮಿತ್ತ ದೇವರು ಒಂದುಗೂಡಿಸಿದ್ದನ್ನು ಮನುಷ್ಯನು ಬೇರ್ಪಡಿಸದೆ ಇರಲಿ,” ಎಂದರು."},{"number":7,"verse":"\"ಹಾಗಾದರೆ ವಿವಾಹ ವಿಚ್ಛೇದನ ಪತ್ರವನ್ನು ಕೊಟ್ಟು ಹೆಂಡತಿಯನ್ನು ಬಿಟ್ಟುಬಿಡಬಹುದೆಂದು ಮೋಶೆಯು ನಿಯಮಿಸಿದ್ದು ಏಕೆ?” ಎಂದು ಫರಿಸಾಯರು ಮರುಪ್ರಶ್ನೆ ಹಾಕಿದರು."},{"number":8,"verse":"“ನಿಮ್ಮ ಹೆಂಡತಿಯನ್ನು ನೀವು ಬಿಟ್ಟುಬಿಡಬಹುದೆಂದು ಮೋಶೆ ಅನುಮತಿ ಇತ್ತದ್ದು ನಿಮ್ಮ ಹೃದಯ ಕಾಠಿಣ್ಯದ ನಿಮಿತ್ತದಿಂದಲೇ. ಆದರೆ ಅದು ಆದಿಯಿಂದಲೇ ಹಾಗಿರಲಿಲ್ಲ."},{"number":9,"verse":"ನಾನು ನಿಮಗೆ ಹೇಳುವುದನ್ನು ಕೇಳಿ; ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಅವಳ ದುರ್ನಡತೆಯ (ಅಥವಾ : ವ್ಯಭಿಚಾರ.) ಕಾರಣದಿಂದಲ್ಲದೆ ಬಿಟ್ಟುಬಿಟ್ಟು ಮತ್ತೊಬ್ಬಳನ್ನು ಮದುವೆಮಾಡಿಕೊಳ್ಳುವ ಪ್ರತಿಯೊಬ್ಬನೂ ವ್ಯಭಿಚಾರಿಯಾಗುತ್ತಾನೆ.” (ಕೆಲವು ಪ್ರತಿಗಳಲ್ಲಿ : “ಅಂತೆಯೇ ಗಂಡ ಬಿಟ್ಟವಳನ್ನು ಮದುವೆಯಾಗುವವನು ವ್ಯಭಿಚಾರ ಮಾಡುತ್ತಾನೆ” ಎಂದೂ ಇದೆ.)"},{"number":10,"verse":"(ಬ್ರಹ್ಮಚರ್ಯೆಗೆ ಕರೆ) ಶಿಷ್ಯರು ಆಗ, “ಸತಿಪತಿಯರ ಸಂಬಂಧ ಈ ರೀತಿ ಇರುವುದಾದರೆ, ಮದುವೆಮಾಡಿಕೊಳ್ಳದಿರುವುದೇ ಲೇಸು,” ಎಂದರು."},{"number":11,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ಇದನ್ನು ಅಂಗೀಕರಿಸಲು ಎಲ್ಲರಿಂದಲೂ ಸಾಧ್ಯವಿಲ್ಲ; ಯಾರಿಗೆ ಅನುಗ್ರಹಿಸಲಾಗಿದೆಯೋ ಅವರಿಂದ ಮಾತ್ರ ಸಾಧ್ಯ."},{"number":12,"verse":"ತಾಯಿಯ ಉದರದಿಂದಲೇ ನಪುಂಸಕರಾಗಿ ಹುಟ್ಟಿದವರಿದ್ದಾರೆ; ಜನರಿಂದ ನಪುಂಸಕರಾದವರು ಕೂಡ ಇದ್ದಾರೆ; ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯದ ನಿಮಿತ್ತ ಅವಿವಾಹಿತರಾಗಿ ಇರುವವರೂ ಇದ್ದಾರೆ; ಇದನ್ನು ಅಂಗೀಕರಿಸಬಲ್ಲವನು ಅಂಗೀಕರಿಸಲಿ,” ಎಂದರು."},{"number":13,"verse":"(ಪುಟಾಣಿಗಳಿಗೆ ಪುರಸ್ಕಾರ) ( ಅನಂತರ ಕೆಲವರು ಚಿಕ್ಕಮಕ್ಕಳನ್ನು ಯೇಸುಸ್ವಾಮಿಯ ಬಳಿಗೆ ತಂದರು. ಅವುಗಳ ಮೇಲೆ ಕೈಯಿಟ್ಟು ಪ್ರಾರ್ಥನೆ ಮಾಡಬೇಕೆಂದು ಕೇಳಿಕೊಂಡರು. ಶಿಷ್ಯರು ಅವರನ್ನು ಗದರಿಸಿದರು."},{"number":14,"verse":"ಆಗ ಯೇಸು, “ಚಿಕ್ಕಮಕ್ಕಳನ್ನು ನನ್ನ ಬಳಿಗೆ ಬರಲು ಬಿಡಿ; ಅವುಗಳನ್ನು ತಡೆಯಬೇಡಿ, ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯ ಇಂಥವರದೇ,” ಎಂದರು."},{"number":15,"verse":"ತರುವಾಯ ಆ ಮಕ್ಕಳ ಮೇಲೆ ಕೈಯಿಟ್ಟು ಆಶೀರ್ವದಿಸಿದರು. ಬಳಿಕ ಅಲ್ಲಿಂದ ಹೊರಟುಹೋದರು."},{"number":16,"verse":"(ಧನಿಕ ಯುವಕನ ಸಮಸ್ಯೆ) ( ಒಮ್ಮೆ ಯೇಸುಸ್ವಾಮಿಯ ಬಳಿಗೆ ಒಬ್ಬ ಯುವಕನು ಬಂದು, “ಗುರುದೇವಾ, ಅಮರ ಜೀವವನ್ನು ಪಡೆಯಲು ನಾನು ಒಳ್ಳೆಯದೇನನ್ನು ಮಾಡಬೇಕು?” ಎಂದು ಕೇಳಿದನು."},{"number":17,"verse":"ಅದಕ್ಕೆ ಅವರು, “ಒಳ್ಳೆಯದನ್ನು ಕುರಿತು ನೀನು ನನ್ನನ್ನು ವಿಚಾರಿಸುವುದು ಏಕೆ? ಒಳ್ಳೆಯವರು ಒಬ್ಚರೇ. ನೀನು ಆ ಜೀವಕ್ಕೆ ಪ್ರವೇಶಿಸಬೇಕಾದರೆ ದೈವಾಜ್ಞೆಗಳನ್ನು ಅನುಸರಿಸು,” ಎಂದರು."},{"number":18,"verse":"“ಅವು ಯಾವುವು?” ಎಂದು ಮರುಪ್ರಶ್ನೆ ಹಾಕಿದ. ಅವನಿಗೆ ಯೇಸು, “ನರಹತ್ಯೆ ಮಾಡಬಾರದು, ವ್ಯಭಿಚಾರ ಮಾಡಬಾರದು, ಕದಿಯಬಾರದು, ಸುಳ್ಳುಸಾಕ್ಷಿ ಹೇಳಬಾರದು, ನಿನ್ನ ತಂದೆತಾಯಿಗಳನ್ನು ಗೌರವಿಸಬೇಕು ಮತ್ತು"},{"number":19,"verse":"ನಿನ್ನನ್ನು ನೀನೇ ಪ್ರೀತಿಸಿಕೊಳ್ಳುವಂತೆ ನಿನ್ನ ನೆರೆಯವನನ್ನೂ ಪ್ರೀತಿಸಬೇಕು,” ಎಂದರು."},{"number":20,"verse":"ಅದಕ್ಕೆ ಆ ಯುವಕ, “ಇವೆಲ್ಲವನ್ನೂ ಅನುಸರಿಸಿಕೊಂಡು ಬಂದಿದ್ದೇನೆ. ನನ್ನಲ್ಲಿ ಇನ್ನೇನು ಕೊರತೆ ಇದೆ?” ಎಂದು ಮತ್ತೆ ಕೇಳಿದ."},{"number":21,"verse":"ಆಗ ಯೇಸು, “ನೀನು ಸಂಪೂರ್ಣನಾಗಬೇಕು ಎಂದಿದ್ದರೆ ಹೋಗು, ನಿನ್ನ ಆಸ್ತಿಯನ್ನೆಲ್ಲಾ ಮಾರಿ, ಬಡಬಗ್ಗರಿಗೆ ದಾನಮಾಡು; ಸ್ವರ್ಗದಲ್ಲಿ ನಿನಗೆ ಸಂಪತ್ತು ಇರುತ್ತದೆ. ನೀನು ಬಂದು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು,” ಎಂದರು."},{"number":22,"verse":"ಇದನ್ನು ಕೇಳಿದ್ದೇ ಆ ಯುವಕ ಖಿನ್ನಮನಸ್ಕನಾಗಿ ಅಲ್ಲಿಂದ ಹೊರಟೇಹೋದ. ಏಕೆಂದರೆ ಅವನಿಗೆ ಅಪಾರ ಆಸ್ತಿಪಾಸ್ತಿಯಿತ್ತು."},{"number":23,"verse":"ಆಗ ಯೇಸುಸ್ವಾಮಿ ತಮ್ಮ ಶಿಷ್ಯರನ್ನು ಉದ್ದೇಶಿಸಿ, “ಐಶ್ವರ್ಯವಂತನು ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯವನ್ನು ಪ್ರವೇಶಿಸುವುದು ಕಷ್ಟವೆಂದು ನಿಮಗೆ ಒತ್ತಿ ಹೇಳುತ್ತೇನೆ."},{"number":24,"verse":"ಐಶ್ವರ್ಯವಂತನು ದೇವರ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಪ್ರವೇಶಿಸುವುದಕ್ಕಿಂತಲೂ ಒಂಟೆಯು ಸೂಜಿಯ ಕಣ್ಣಿನಲ್ಲಿ ನುಸುಳುವುದು ಸುಲಭ ಎಂಬುದು ನಿಜ,” ಎಂದರು."},{"number":25,"verse":"ಇದನ್ನು ಕೇಳಿದ ಮೇಲಂತೂ ಶಿಷ್ಯರು ಬೆಬ್ಬೆರಗಾದರು. “ಹಾಗಾದರೆ, ಯಾರು ತಾನೆ ಜೀವೋದ್ಧಾರ ಹೊಂದಲು ಸಾಧ್ಯ?” ಎಂದುಕೊಂಡರು."},{"number":26,"verse":"ಯೇಸು ಅವರನ್ನು ನಿಟ್ಟಿಸಿ ನೋಡುತ್ತಾ, “ಮನುಷ್ಯರಿಗಿದು ಅಸಾಧ್ಯ; ಆದರೆ ದೇವರಿಗೆ ಎಲ್ಲವೂ ಸಾಧ್ಯ,” ಎಂದರು."},{"number":27,"verse":"(ಪರಿತ್ಯಾಗದ ನೂರ್ಮಡಿ ಪ್ರತಿಫಲ) ಪೇತ್ರನು ಆಗ ಮುಂದೆ ಬಂದು, “ನೋಡಿ, ನಾವು ಎಲ್ಲವನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟು ತಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಿದ್ದೇವೆ. ನಮಗೇನು ದೊರಕುತ್ತದೆ?” ಎಂದು ಕೇಳಿದನು."},{"number":28,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ: ಹೊಸ ಸೃಷ್ಟಿಯಲ್ಲಿ ನರಪುತ್ರನು ತನ್ನ ಮಹಿಮಾನ್ವಿತ ಸಿಂಹಾಸನದ ಮೇಲೆ ಆಸೀನನಾಗುವಾಗ, ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸಿರುವ ನೀವು ಕೂಡ, ಇಸ್ರಯೇಲಿನ ಹನ್ನೆರಡು ಗೋತ್ರಗಳಿಗೆ ನ್ಯಾಯಾಧಿಪತಿಗಳಾಗಿ ಹನ್ನೆರಡು ಸಿಂಹಾಸನಗಳ ಮೇಲೆ ಆಸೀನರಾಗುವಿರಿ."},{"number":29,"verse":"ನನ್ನ ನಾಮದ ನಿಮಿತ್ತ ಮನೆಮಠವನ್ನಾಗಲಿ, ಅಣ್ಣತಮ್ಮಂದಿರನ್ನಾಗಲಿ, ಅಕ್ಕತಂಗಿಯರನ್ನಾಗಲಿ, ತಂದೆತಾಯಿಯರನ್ನಾಗಲಿ, ಮಕ್ಕಳುಮರಿಗಳನ್ನಾಗಲಿ, ಹೊಲಗದ್ದೆಗಳನ್ನಾಗಲಿ ತ್ಯಜಿಸುವ ಪ್ರತಿಯೊಬ್ಬನೂ ನೂರ್ಮಡಿಯಷ್ಟು ಪಡೆಯುವನು; ಮಾತ್ರವಲ್ಲ, ಅಮರಜೀವಕ್ಕೆ ಬಾಧ್ಯಸ್ಥನಾಗುವನು."},{"number":30,"verse":"ಆದರೆ ಮೊದಲಿನವರಲ್ಲಿ ಅನೇಕರು ಕಡೆಯವರಾಗುವರು; ಕಡೆಯವರಲ್ಲಿ ಅನೇಕರು ಮೊದಲಿನವರಾಗುವರು."}]}