{"bibleAbbr":"KNCL","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":20,"verses":[{"number":1,"verse":"(ಉದಾರ ಮನದ ಮಾಲಿಕ) “ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯವು ಹೀಗಿದೆ: ಒಬ್ಬ ಯಜಮಾನನಿಗೆ ಒಂದು ದ್ರಾಕ್ಷಿತೋಟವಿತ್ತು. ಅದರಲ್ಲಿ ಕೆಲಸ ಮಾಡುವುದಕ್ಕೆ ಕೂಲಿಗಾರರನ್ನು ಗೊತ್ತುಮಾಡಲು ಅವನು ಬೆಳಗಿನ ಜಾವದಲ್ಲೇ ಹೊರಟ."},{"number":2,"verse":"ಆಳಿಗೆ ಒಂದು ಬೆಳ್ಳಿ ನಾಣ್ಯದಂತೆ ದಿನಕೂಲಿಯನ್ನು ಮಾತಾಡಿ ತೋಟಕ್ಕೆ ಕಳುಹಿಸಿದ."},{"number":3,"verse":"ಸುಮಾರು ಬೆಳಿಗ್ಗೆ ಒಂಭತ್ತು ಗಂಟೆಗೆ ಅವನು ಪುನಃ ಸಂತೆಬೀದಿಯ ಕಡೆ ಹೋದ. ಕೆಲಸವಿಲ್ಲದೆ ಸುಮ್ಮನೆ ನಿಂತುಕೊಂಡಿದ್ದ ಕೆಲವು ಕೂಲಿಗಾರರನ್ನು ಅಲ್ಲಿ ಕಂಡ."},{"number":4,"verse":"ನೀವೂ ನನ್ನ ದ್ರಾಕ್ಷಿತೋಟಕ್ಕೆ ಹೋಗಿರಿ; ನ್ಯಾಯವಾದ ಕೂಲಿಯನ್ನು ನಿಮಗೆ ಕೊಡುತ್ತೇನೆ,’ ಎಂದ. ಅವರೂ ಹೋದರು."},{"number":5,"verse":"ಬಳಿಕ ಸುಮಾರು ಹನ್ನೆರಡು ಗಂಟೆಗೊಮ್ಮೆ, ಮತ್ತೆ ಮೂರು ಗಂಟೆಗೊಮ್ಮೆ ಹೋಗಿ ಇನ್ನೂ ಕೆಲವರನ್ನು ಕೆಲಸಕ್ಕೆ ಕಳುಹಿಸಿದ."},{"number":6,"verse":"ಐದು ಗಂಟೆಗೆ ಹೋದಾಗಲೂ ಬೇರೆ ಕೆಲವರು ಅಲ್ಲಿ ನಿಂತಿರುವುದನ್ನು ಕಂಡು, ‘ದಿನವಿಡೀ ಕೆಲಸಮಾಡದೆ ಸುಮ್ಮನೆ ಇಲ್ಲಿ ನಿಂತಿದ್ದೀರಲ್ಲಾ, ಏಕೆ?’ ಎಂದು ಕೇಳಿದ."},{"number":7,"verse":"ಅದಕ್ಕೆ ಅವರು, ‘ನಮ್ಮನ್ನು ಯಾರೂ ಕೂಲಿಗೆ ಕರೆಯಲಿಲ್ಲ,’ ಎಂದರು. ‘ಹಾಗಾದರೆ ನೀವೂ ಕೂಡ ನನ್ನ ದ್ರಾಕ್ಷಿತೋಟಕ್ಕೆ ಹೋಗಿ ಕೆಲಸಮಾಡಿ,’ ಎಂದು ಹೇಳಿ ಅವರನ್ನೂ ಕಳುಹಿಸಿದ."},{"number":8,"verse":"“ಸಂಜೆಯಾಯಿತು, ತೋಟದ ಯಜಮಾನ ತನ್ನ ಮೇಸ್ತ್ರಿಗೆ, ‘ಕೂಲಿಯಾಳುಗಳನ್ನು ಕರೆದು, ಕೊನೆಗೆ ಬಂದವರಿಂದ ಆರಂಭಿಸಿ ಮೊದಲು ಬಂದವರ ತನಕ ಕೂಲಿಕೊಡು,’ ಎಂದ."},{"number":9,"verse":"ಅದರಂತೆ ಐದು ಗಂಟೆಗೆ ಗೊತ್ತುಮಾಡಿದವರು ಬಂದಾಗ ಒಬ್ಬೊಬ್ಬನಿಗೆ ಒಂದೊಂದು ಬೆಳ್ಳಿನಾಣ್ಯ ಸಿಕ್ಕಿತು."},{"number":10,"verse":"ಮೊತ್ತಮೊದಲು ಗೊತ್ತುಮಾಡಿದವರು ತಮ್ಮ ಸರದಿ ಬಂದಾಗ, ತಮಗೆ ಹೆಚ್ಚು ಸಿಗುವುದೆಂದು ಭಾವಿಸಿದರು. ಆದರೆ ಅವರಿಗೂ ಒಂದೊಂದೇ ಬೆಳ್ಳಿನಾಣ್ಯ ದೊರಕಿತು."},{"number":11,"verse":"ಅದನ್ನು ತೆಗೆದುಕೊಂಡಾಗ ಅವರು ದಣಿಯ ವಿರುದ್ಧ ಗೊಣಗಲಾರಂಭಿಸಿದರು."},{"number":12,"verse":"‘ಕಡೇಹೊತ್ತಿನಲ್ಲಿ ಬಂದ ಇವರು ಒಂದೇ ಒಂದು ಗಂಟೆ ಕೆಲಸಮಾಡಿದ್ದಾರೆ, ಬಿಸಿಲಲ್ಲಿ ಬೆಂದು, ದಿನವೆಲ್ಲಾ ದುಡಿದ ನಮ್ಮನ್ನು ಇವರಿಗೆ ಸರಿಸಮಮಾಡಿದ್ದೀರಲ್ಲಾ!’ ಎಂದರು."},{"number":13,"verse":"ಅದಕ್ಕೆ ಯಜಮಾನ ಅವರಲ್ಲಿ ಒಬ್ಬನಿಗೆ, ‘ಅಯ್ಯಾ, ನಿನಗೆ ನಾನು ಅನ್ಯಾಯಮಾಡಿಲ್ಲ. ದಿನಕ್ಕೊಂದು ಬೆಳ್ಳಿನಾಣ್ಯದಂತೆ ನೀನು ನನ್ನೊಡನೆ ಒಪ್ಪಂದಮಾಡಿಕೊಳ್ಳಲಿಲ್ಲವೆ?"},{"number":14,"verse":"ನಿನ್ನ ಕೂಲಿ ಏನೋ ಅದನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗು. ನಿನಗೆ ಕೊಟ್ಟಷ್ಟನ್ನು ಈ ಕಟ್ಟಕಡೆಯವನಿಗೂ ಕೊಡುವುದು ನನ್ನ ಇಷ್ಟ."},{"number":15,"verse":"ನನ್ನದನ್ನು ನನ್ನಿಷ್ಟಾನುಸಾರ ಕೊಡುವ ಹಕ್ಕು ನನಗಿಲ್ಲವೆ? ನನ್ನ ಔದಾರ್ಯವನ್ನು ಕಂಡು ನಿನಗೇಕೆ ಹೊಟ್ಟೆಯುರಿ?’ ಎಂದ."},{"number":16,"verse":"ಹೀಗೆ, ಕಡೆಯವರು ಮೊದಲಿನವರಾಗುವರು; ಮೊದಲಿನವರು ಕಡೆಯವರಾಗುವರು,” ಎಂದು ಯೇಸು ಬೋಧಿಸಿದರು."},{"number":17,"verse":"(ಮರಣ - ಪುನರುತ್ಥಾನ ಕುರಿತು ಮೂರನೆಯ ಪ್ರಕಟಣೆ) ( ಯೇಸುಸ್ವಾಮಿ ಜೆರುಸಲೇಮಿನತ್ತ ಹೋಗುವಾಗ ದಾರಿಯಲ್ಲಿ, ತಮ್ಮ ಹನ್ನೆರಡುಮಂದಿ ಶಿಷ್ಯರನ್ನು ಪ್ರತ್ಯೇಕವಾಗಿ ಕರೆದು,"},{"number":18,"verse":"“ನೋಡಿ, ನಾವು ಜೆರುಸಲೇಮಿಗೆ ಹೋಗುತ್ತಿದ್ದೇವೆ. ಅಲ್ಲಿ ನರಪುತ್ರನನ್ನು ಮುಖ್ಯಯಾಜಕರ ಮತ್ತು ಧರ್ಮಶಾಸ್ತ್ರಿಗಳ ವಶಕ್ಕೆ ಒಪ್ಪಿಸುವರು."},{"number":19,"verse":"ಆತನು ಮರಣದಂಡನೆಗೆ ಅರ್ಹನೆಂದು ಅವರು ತೀರ್ಮಾನಿಸಿ ಪರಕೀಯರ ಕೈಗೊಪ್ಪಿಸುವರು. ಇವರು ಆತನನ್ನು ಪರಿಹಾಸ್ಯಮಾಡುವರು, ಕೊರಡೆಗಳಿಂದ ಹೊಡೆಯುವರು, ಮತ್ತು ಶಿಲುಬೆಗೇರಿಸುವರು. ಆತನಾದರೋ ಮೂರನೇ ದಿನ ಪುನರುತ್ಥಾನ ಹೊಂದುವನು,” ಎಂದರು."},{"number":20,"verse":"(ಆಳಾಗಬಲ್ಲವ ಅರಸಾಗಬಲ್ಲ) ( ಆಗ ಜೆಬೆದಾಯನ ಮಕ್ಕಳ ತಾಯಿ ಪುತ್ರರ ಸಮೇತ ಯೇಸುಸ್ವಾಮಿಯ ಬಳಿಗೆ ಬಂದಳು. “ತಮ್ಮಿಂದ ನನಗೊಂದು ಉಪಕಾರ ಆಗಬೇಕು,” ಎಂದು ಸ್ವಾಮಿಯ ಪಾದಕ್ಕೆರಗಿದಳು."},{"number":21,"verse":"“ನಿನ್ನ ಕೋರಿಕೆ ಏನು?” ಎಂದರು ಯೇಸು. ಅದಕ್ಕೆ ಅವಳು, “ತಮ್ಮ ಸಾಮ್ರಾಜ್ಯದಲ್ಲಿ, ನನ್ನ ಈ ಇಬ್ಬರು ಮಕ್ಕಳಲ್ಲಿ ಒಬ್ಬನು ತಮ್ಮ ಬಲಗಡೆಯಲ್ಲೂ ಇನ್ನೊಬ್ಬನು ತಮ್ಮ ಎಡಗಡೆಯಲ್ಲೂ ಆಸೀನರಾಗುವಂತೆ ಅಪ್ಪಣೆಯಾಗಬೇಕು,” ಎಂದು ಕೋರಿದಳು."},{"number":22,"verse":"ಅದಕ್ಕೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ ಯೇಸು, “ನೀವು ಕೋರಿಕೊಂಡದ್ದು ಏನೆಂದು ನಿಮಗೇ ತಿಳಿಯದು. ನಾನು ಕುಡಿಯಬೇಕಾದ ಪಾತ್ರೆಯಿಂದ ಕುಡಿಯಲು ನಿಮ್ಮಿಂದ ಆದೀತೆ?” ಎಂದು ಪ್ರಶ್ನಿಸಿದರು. “ಹೌದು, ಆಗುತ್ತದೆ,” ಎಂದು ಅವರು ಮರುನುಡಿದರು."},{"number":23,"verse":"ಆಗ ಯೇಸು, “ನನ್ನ ಪಾತ್ರೆಯಿಂದ ನೀವೇನೋ ಕುಡಿಯುವಿರಿ. ಆದರೆ ನನ್ನ ಬಲಗಡೆಯಲ್ಲಾಗಲೀ ಎಡಗಡೆಯಲ್ಲಾಗಲೀ ಆಸೀನರಾಗುವಂತೆ ಅನುಗ್ರಹಿಸುವುದು ನನ್ನದಲ್ಲ. ಅದು ಯಾರಿಗಾಗಿ ನನ್ನ ಪಿತನಿಂದ ಸಿದ್ಧಮಾಡಲಾಗಿದೆಯೋ ಅವರಿಗೇ ಸಿಗುವುದು,\" ಎಂದು ನುಡಿದರು."},{"number":24,"verse":"ಉಳಿದ ಹತ್ತುಮಂದಿ ಶಿಷ್ಯರು ಇದನ್ನು ಕೇಳಿದಾಗ ಆ ಇಬ್ಬರು ಸಹೋದರರ ಮೇಲೆ ಸಿಟ್ಟುಗೊಂಡರು."},{"number":25,"verse":"ಯೇಸುವಾದರೋ, ಶಿಷ್ಯರೆಲ್ಲರನ್ನೂ ತಮ್ಮ ಬಳಿಗೆ ಕರೆದು, “ಲೋಕದ ಪ್ರಜಾಧಿಪತಿಗಳು ತಮ್ಮ ಪ್ರಜೆಗಳ ಮೇಲೆ ದರ್ಪದಿಂದ ದೊರೆತನಮಾಡುತ್ತಾರೆ; ಜನನಾಯಕರು ಎನ್ನಿಸಿಕೊಳ್ಳುವವರು ಜನರ ಮೇಲೆ ಅಧಿಕಾರ ಪ್ರದರ್ಶನಮಾಡುತ್ತಾರೆ."},{"number":26,"verse":"ಇದು ನಿಮಗೆ ಗೊತ್ತು. ನೀವು ಹಾಗಿರಬಾರದು."},{"number":27,"verse":"ನಿಮ್ಮಲ್ಲಿ ಶ್ರೇಷ್ಠನಾಗಿರಲು ಇಚ್ಛಿಸುವವನು ನಿಮಗೆ ಸೇವಕನಾಗಿರಲಿ. ಪ್ರಥಮನಾಗಿರಲು ಆಶಿಸುವವನು ನಿಮ್ಮ ದಾಸನಾಗಿರಲಿ."},{"number":28,"verse":"ಹಾಗೆಯೇ ನರಪುತ್ರನು ಸೇವೆಮಾಡಿಸಿಕೊಳ್ಳುವುದಕ್ಕೆ ಅಲ್ಲ, ಇತರರ ಸೇವೆಮಾಡುವುದಕ್ಕೂ ಸರ್ವರ ಉದ್ಧಾರಕ್ಕಾಗಿ ತನ್ನ ಪ್ರಾಣವನ್ನು ಈಡಾಗಿ ಕೊಡುವುದಕ್ಕೂ ಬಂದಿದ್ದಾನೆ,” ಎಂದು ಹೇಳಿದರು."},{"number":29,"verse":"(ಕುರುಡರಿಬ್ಬರ ಮೇಲೆ ಕನಿಕರ) ( ಅವರೆಲ್ಲರೂ ಜೆರಿಕೊ ಪಟ್ಟಣವನ್ನು ಬಿಟ್ಟು ಹೊರಟರು. ಜನರ ದೊಡ್ಡ ಗುಂಪು ಯೇಸುಸ್ವಾಮಿಯನ್ನು ಹಿಂಬಾಲಿಸಿತು."},{"number":30,"verse":"ದಾರಿಯ ಪಕ್ಕದಲ್ಲಿ ಇಬ್ಬರು ಕುರುಡರು ಕುಳಿತಿದ್ದರು. ಯೇಸು ಈ ಮಾರ್ಗವಾಗಿ ಹೋಗುತ್ತಿದ್ದಾರೆಂದು ಕೇಳಿದೊಡನೆಯೇ, “ಸ್ವಾಮೀ, ದಾವೀದ ಕುಲಪುತ್ರರೇ, ನಮಗೆ ದಯೆತೋರಿ,” ಎಂದು ಆ ಕುರುಡರು ಕೂಗಿಕೊಂಡರು."},{"number":31,"verse":"ಸುಮ್ಮನಿರಬೇಕೆಂದು ಜನರು ಅವರನ್ನು ಗದರಿಸಿದರು. ಅವರಾದರೋ, “ಸ್ವಾಮೀ, ದಾವೀದ ಕುಲಪುತ್ರರೇ, ನಮಗೆ ದಯೆತೋರಿ,” ಎಂದು ಇನ್ನೂ ಗಟ್ಟಿಯಾಗಿ ಕೂಗಿಕೊಂಡರು."},{"number":32,"verse":"ಯೇಸು ಅಲ್ಲೇ ನಿಂತು, ಅವರನ್ನು ಕರೆದರು. “ನನ್ನಿಂದ ನಿಮಗೇನಾಗಬೇಕು?” ಎಂದು ಕೇಳಿದರು."},{"number":33,"verse":"ಅದಕ್ಕೆ ಅವರು, “ಸ್ವಾಮೀ, ನಮಗೆ ಕಣ್ಣು ಕಾಣುವಂತೆ ಮಾಡಿ,” ಎಂದು ಪ್ರಾರ್ಥಿಸಿದರು."},{"number":34,"verse":"ಯೇಸುವಿಗೆ ಅವರ ಮೇಲೆ ಕನಿಕರವುಂಟಾಯಿತು. ಅವರ ಕಣ್ಣುಗಳನ್ನು ಮುಟ್ಟಿದರು. ಅದೇ ಕ್ಷಣದಲ್ಲಿ ಅವರಿಗೆ ದೃಷ್ಟಿಬಂದಿತು. ಅವರೂ ಯೇಸುವನ್ನು ಹಿಂಬಾಲಿಸಿದರು."}]}