{"bibleAbbr":"KNCL","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":5,"verses":[{"number":1,"verse":"ಬೆಟ್ಟದ ಮೇಲೆ ಬೋಧೆ ಜನರ ದೊಡ್ಡ ಗುಂಪನ್ನು ಕಂಡು ಯೇಸುಸ್ವಾಮಿ ಒಂದು ಬೆಟ್ಟವನ್ನು ಹತ್ತಿ ಕುಳಿತುಕೊಂಡರು. ಅವರ ಶಿಷ್ಯರು ಸುತ್ತಲೂ ನೆರೆದರು."},{"number":2,"verse":"ಆಗ ಯೇಸು ಇಂತೆಂದು ಪ್ರಬೋಧಿಸಿದರು."},{"number":3,"verse":"ಅಷ್ಟ ಭಾಗ್ಯಗಳು(490 6:20-23) “ಪಾರಮಾರ್ಥಿಕವಾಗಿ ಬಡವರು ಭಾಗ್ಯವಂತರು; ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯ ಅವರದು."},{"number":4,"verse":"ದುಃಖಿಗಳು ಭಾಗ್ಯವಂತರು; ದೇವರು ಅವರನ್ನು ಸಂತೈಸುವರು."},{"number":5,"verse":"ವಿನಯಶೀಲರು ಭಾಗ್ಯವಂತರು; ದೇವರ ವಾಗ್ದತ್ತ ನಾಡಿಗೆ ಬಾಧ್ಯಸ್ಥರು ಅವರು."},{"number":6,"verse":"ನ್ಯಾಯನೀತಿಗಾಗಿ ಹಸಿದು ಹಾತೊರೆಯುವವರು ಭಾಗ್ಯವಂತರು; ದೇವರು ಅವರಿಗೆ ತೃಪ್ತಿಯನ್ನೀಯುವರು."},{"number":7,"verse":"ದಯಾವಂತರು ಭಾಗ್ಯವಂತರು; ದೇವರ ದಯೆ ಅವರಿಗೆ ದೊರಕುವುದು."},{"number":8,"verse":"ನಿರ್ಮಲ ಹೃದಯಿಗಳು ಭಾಗ್ಯವಂತರು; ಅವರು ದೇವರನ್ನು ಕಾಣುವರು."},{"number":9,"verse":"ಶಾಂತಿಗಾಗಿ ಶ್ರಮಿಸುವವರು ಭಾಗ್ಯವಂತರು; ಅವರು ದೇವರ ಮಕ್ಕಳೆನಿಸಿಕೊಳ್ಳುವರು."},{"number":10,"verse":"ನ್ಯಾಯನೀತಿಯ ನಿಮಿತ್ತ ಹಿಂಸೆಯನ್ನು ತಾಳುವವರು ಭಾಗ್ಯವಂತರು; ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯ ಅವರದು.”"},{"number":11,"verse":"“ನನ್ನ ಶಿಷ್ಯರು ನೀವಾದ್ದರಿಂದ ಜನರು ನಿಮ್ಮನ್ನು ಧಿಕ್ಕರಿಸುವರು, ಹಿಂಸಿಸುವರು, ಅನ್ಯಾಯವಾಗಿ ಇಲ್ಲಸಲ್ಲದ್ದನ್ನು ನಿಮ್ಮ ಮೇಲೆ ಹೊರಿಸುವರು; ಆಗ ನೀವು ಭಾಗ್ಯವಂತರು."},{"number":12,"verse":"ಅದಕ್ಕಾಗಿ ಹರ್ಷಿಸಿ ಆನಂದಪಡಿ; ಏಕೆಂದರೆ ಸ್ವರ್ಗದಲ್ಲಿ ನಿಮಗೆ ಸಿಗುವ ಪ್ರತಿಫಲ ಹಿರಿದು, ನಿಮಗಿಂತ ಮೊದಲಿದ್ದ ಪ್ರವಾದಿಗಳನ್ನೂ ಜನರು ಹೀಗೆಯೇ ಚಿತ್ರಹಿಂಸೆಗೆ ಒಳಪಡಿಸಿದರು.”"},{"number":13,"verse":"ಧರೆಗೆ ಉಪ್ಪು - ಜಗಕ್ಕೆ ಬೆಳಕು(480 9:50; 490 14:34-35) “ಈ ಧರೆಗೆ ನೀವೇ ಉಪ್ಪು; ಉಪ್ಪೇ ಸಪ್ಪೆಯಾಗಿಬಿಟ್ಟರೆ ಅದಕ್ಕೆ ಇನ್ನಾವುದರಿಂದ ಪುನಃ ರುಚಿಬಂದೀತು? ಇನ್ನು ಅದು ಕೆಲಸಕ್ಕೆ ಬಾರದ ವಸ್ತು. ಜನರು ಅದನ್ನು ಆಚೆ ಬಿಸಾಡುತ್ತಾರೆ. ದಾರಿಗರು ಅದನ್ನು ತುಳಿದುಬಿಡುತ್ತಾರಷ್ಟೆ.”"},{"number":14,"verse":"“ಜಗತ್ತಿಗೆ ನೀವೇ ಜ್ಯೋತಿ. ಬೆಟ್ಟದ ಮೇಲಿನ ಪಟ್ಟಣವನ್ನು ಮುಚ್ಚಿಡಲಾಗದು."},{"number":15,"verse":"ಅಂತೆಯೇ ಯಾರೂ ದೀಪವನ್ನು ಹಚ್ಚಿ ಬಟ್ಟಲ ಕೆಳಗೆ ಬಚ್ಚಿಡುವುದಿಲ್ಲ; ದೀಪಸ್ತಂಭದ ಮೇಲೆ ಇಡುತ್ತಾರೆ. ಆಗ ಅದು ಮನೆಯಲ್ಲಿರುವ ಎಲ್ಲರಿಗೆ ಬೆಳಕನ್ನು ಕೊಡುತ್ತದೆ."},{"number":16,"verse":"ಅದೇ ರೀತಿ ನಿಮ್ಮ ಜ್ಯೋತಿ ಜನರ ಮುಂದೆ ಬೆಳಗಲಿ; ಹೀಗೆ ಅವರು ನಿಮ್ಮ ಸತ್ಕಾರ್ಯಗಳನ್ನು ಕಂಡು ಸ್ವರ್ಗದಲ್ಲಿರುವ ನಿಮ್ಮ ತಂದೆಯನ್ನು ಕೊಂಡಾಡಲಿ.”"},{"number":17,"verse":"ನಿಮ್ಮ ಸನಾತನಧರ್ಮ ರದ್ದಾಗದು “ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನಾಗಲಿ, ಪ್ರವಾದಿಗಳ ಪ್ರವಚನಗಳನ್ನಾಗಲಿ ರದ್ದುಮಾಡಲು ನಾನು ಬಂದೆನೆಂದು ತಿಳಿಯಬೇಡಿ. ರದ್ದುಮಾಡಲು ಅಲ್ಲ, ಅವುಗಳನ್ನು ಸಿದ್ಧಿಗೆ ತರಲು ಬಂದಿದ್ದೇನೆ."},{"number":18,"verse":"ಭೂಮ್ಯಾಕಾಶಗಳು ಉಳಿದಿರುವ ತನಕ ಧರ್ಮಶಾಸ್ತ್ರವೆಲ್ಲ ನೆರವೇರುವುದೇ ಹೊರತು ಅದರಲ್ಲಿ ಒಂದು ಚಿಕ್ಕ ಅಕ್ಷರವಾಗಲಿ, ಚುಕ್ಕೆಯಾಗಲಿ ನಿರರ್ಥಕವಾಗದೆಂದು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":19,"verse":"ಹೀಗಿರುವಲ್ಲಿ, ಅದರ ಆಜ್ಞೆಗಳಲ್ಲಿ ಅತಿ ಚಿಕ್ಕದೊಂದನ್ನು ಮೀರುವವನು, ಮೀರುವಂತೆ ಜನರಿಗೆ ಬೋಧಿಸುವವನು, ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯದಲ್ಲಿ ಅತ್ಯಲ್ಪನೆಂದು ಪರಿಗಣಿತನಾಗುವನು; ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಪಾಲಿಸುವವನು, ಪಾಲಿಸುವಂತೆ ಜನರಿಗೆ ಬೋಧಿಸುವವನು, ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯದಲ್ಲಿ ಮಹಾತ್ಮನೆಂದು ಪರಿಗಣಿತನಾಗುವನು."},{"number":20,"verse":"ಧರ್ಮಶಾಸ್ತ್ರಿಗಳ ಹಾಗೂ ಫರಿಸಾಯರ ಧರ್ಮನಿಷ್ಠೆಗಿಂತ ನಿಮ್ಮ ಧರ್ಮನಿಷ್ಠೆ ಉತ್ತಮವಾಗದ ಹೊರತು ನೀವು ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯವನ್ನು ಪ್ರವೇಶಿಸಲಾರಿರಿ ಎಂಬುದು ನಿಶ್ಚಯ.”"},{"number":21,"verse":"ಕೋಪ ಕೊಲೆಗೆ ಮೂಲ “ ‘ನರಹತ್ಯೆ ಮಾಡಬೇಡ; ನರಹತ್ಯೆ ಮಾಡುವವನು ನ್ಯಾಯತೀರ್ಪಿಗೆ ಗುರಿಯಾಗುವನು’ ಎಂದು ಪೂರ್ವಿಕರಿಗೆ ಹೇಳಿದ್ದನ್ನು ನೀವು ಕೇಳಿದ್ದೀರಿ."},{"number":22,"verse":"ಆದರೆ ನಾನೀಗ ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ, ಕೇಳಿ; ತನ್ನ ಸೋದರನ ಮೇಲೆ (ನಿಷ್ಕಾರಣವಾಗಿ) (ಕೆಲವು ಪ್ರತಿಗಳಲ್ಲಿ ಈ ಪದವಿದೆ.) ಕೋಪಗೊಳ್ಳುವ ಪ್ರತಿಯೊಬ್ಬನೂ ನ್ಯಾಯತೀರ್ಪಿಗೆ ಈಡಾಗುವನು; ತನ್ನ ಸೋದರನನ್ನು ತುಚ್ಛೀಕರಿಸುವವನು ನ್ಯಾಯಸಭೆಯ ವಿಚಾರಣೆಗೆ ಒಳಗಾಗುವನು; ‘ಮೂರ್ಖ’ ಎಂದು ಮೂದಲಿಸುವವನು ನರಕಾಗ್ನಿಗೆ ಗುರಿಯಾಗುವನು."},{"number":23,"verse":"ಆದಕಾರಣ, ಬಲಿಪೀಠದ ಮುಂದೆ ದೇವರಿಗೆ ಕಾಣಿಕೆಯನ್ನು ಅರ್ಪಿಸಲಿರುವಾಗ, ನಿನ್ನ ಸೋದರನಿಗೆ ನಿನ್ನ ಮೇಲೆ ಏನೋ ಮನಸ್ತಾಪವಿದೆ ಎಂಬುದು ನಿನ್ನ ನೆನಪಿಗೆ ಬಂದರೆ,"},{"number":24,"verse":"ನಿನ್ನ ಕಾಣಿಕೆಯನ್ನು ಆ ಬಲಿಪೀಠದ ಮುಂದೆಯೇ ಇಟ್ಟುಬಿಡು. ಮೊದಲು ಹೋಗಿ ನಿನ್ನ ಸೋದರನೊಡನೆ ಸಮಾಧಾನಮಾಡಿಕೊ’ ಅನಂತರ ಬಂದು ನಿನ್ನ ಕಾಣಿಕೆಯನ್ನು ಒಪ್ಪಿಸು.”"},{"number":25,"verse":"“ನಿನ್ನ ಎದುರಾಳಿ ನಿನ್ನನ್ನು ನ್ಯಾಯಸ್ಥಾನಕ್ಕೆ ಎಳೆಯುವಾಗ ಮಾರ್ಗಮಧ್ಯದಲ್ಲೇ ಅವನೊಡನೆ ಬೇಗ ಸಮಾಧಾನಮಾಡಿಕೊ. ಇಲ್ಲದಿದ್ದರೆ, ಅವನು ನಿನ್ನನ್ನು ನ್ಯಾಯಾಧಿಪತಿಗೆ ಒಪ್ಪಿಸಬಹುದು. ನ್ಯಾಯಾಧಿಪತಿ ನಿನ್ನನ್ನು ಪೊಲೀಸರ ವಶಕ್ಕೆ ಬಿಡಬಹುದು. ಅನಂತರ ನಿನಗೆ ಸೆರೆವಾಸ ಪ್ರಾಪ್ತವಾದೀತು!"},{"number":26,"verse":"ಅಲ್ಲಿಂದ ನೀನು ಹೊರಗೆ ಬರಬೇಕಾದರೆ ಬಿಡಿಕಾಸನ್ನೂ ಬಿಡದೆ ಎಲ್ಲವನ್ನೂ ತೆರಬೇಕಾಗುವುದು. ಇದನ್ನು ನೆನಪಿನಲ್ಲಿಡು.”"},{"number":27,"verse":"ಕಾಮುಕತನಕ್ಕೆ ಕೊಡಲಿಪೆಟ್ಟು “ವ್ಯಭಿಚಾರ ಮಾಡಕೂಡದು ಎಂಬ ನಿಯಮವನ್ನು ನೀವು ಕೇಳಿದ್ದೀರಿ;"},{"number":28,"verse":"ಆದರೆ ನಾನು ಹೇಳುತ್ತೇನೆ, ಕೇಳಿ; ಪರಸ್ತ್ರೀಯನ್ನು ಕಾಮದೃಷ್ಟಿಯಿಂದ ನೋಡುವ ಪ್ರತಿಯೊಬ್ಬನೂ ತನ್ನ ಹೃದಯದಲ್ಲಿ ಆಕೆಯೊಡನೆ ಆಗಲೇ ವ್ಯಭಿಚಾರ ಮಾಡಿದವನೇ ಆಗುತ್ತಾನೆ."},{"number":29,"verse":"ನಿನ್ನ ಬಲಗಣ್ಣು ನಿನಗೆ ಪಾಪಕ್ಕೆ ಕಾರಣವಾದರೆ ಅದನ್ನು ಕಿತ್ತೆಸೆದುಬಿಡು; ನಿನ್ನ ಇಡೀ ದೇಹ ನರಕಕ್ಕೆ ತುತ್ತಾಗುವುದಕ್ಕಿಂತ ನಿನ್ನ ಒಂದು ಅಂಗ ನಾಶವಾಗುವುದೇ ಲೇಸು."},{"number":30,"verse":"ನಿನ್ನ ಬಲಗೈ ನಿನಗೆ ಪಾಪಕ್ಕೆ ಕಾರಣವಾದರೆ ಅದನ್ನು ಕತ್ತರಿಸಿ ಬಿಸಾಡಿಬಿಡು; ನಿನ್ನ ಇಡೀ ದೇಹ ನರಕದ ಪಾಲಾಗುವುದಕ್ಕಿಂತ ಒಂದು ಅವಯವ ನಾಶವಾಗುವುದು ಎಷ್ಟೋ ಮೇಲು.”"},{"number":31,"verse":"ವಿವಾಹ ವಿಚ್ಛೇದನದ ಬಗ್ಗೆ ಎಚ್ಚರಿಕೆ!(470 19:9; 480 10:11-12; 490 16:18) “ಇದಲ್ಲದೆ, ‘ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಬಿಟ್ಟುಬಿಡುವವನು ವಿವಾಹ ವಿಚ್ಛೇದನ ಪತ್ರವನ್ನು ಅವಳಿಗೆ ಕೊಡಲಿ,’ ಎಂದು ವಿಧಿಸಲಾಗಿದೆ."},{"number":32,"verse":"ಆದರೆ ನಾನೀಗ ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ ಕೇಳಿ; ತನ್ನ ಹೆಂಡತಿಯ ದುರ್ನಡತೆಯ (ಅಥವಾ ವ್ಯಭಿಚಾರದ.) ಕಾರಣದಿಂದಲ್ಲದೆ, ಅವಳನ್ನು ಬಿಟ್ಟುಬಿಡುವವನು ಅವಳು ವ್ಯಭಿಚಾರಿಣಿಯಾಗುವುದಕ್ಕೆ ಕಾರಣನಾಗುತ್ತಾನೆ; ಅಲ್ಲದೆ ಗಂಡಬಿಟ್ಟವಳನ್ನು ಮದುವೆಯಾಗುವವನು ಕೂಡ ವ್ಯಭಿಚಾರಿಯಾಗುತ್ತಾನೆ.”"},{"number":33,"verse":"ಆಣೆಯಿಡುವುದು ಬೇಡ “ಸುಳ್ಳಾಣೆಯಿಡಬೇಡ; ದೇವರಿಗೆ ಆಣೆಯಿಟ್ಟು ವಾಗ್ದಾನಮಾಡಿದಂತೆ ನಡೆದುಕೊಳ್ಳಲೇಬೇಕು’ ಎಂದು ಪೂರ್ವಿಕರಿಗೆ ಹೇಳಿದ್ದು ನಿಮಗೆ ತಿಳಿದೇ ಇದೆ."},{"number":34,"verse":"ಈಗ ನಾನು ಹೇಳುವುದನ್ನು ಕೇಳಿ: ನೀವು ಆಣೆಯಿಡಲೇ ಬೇಡಿ. ಆಕಾಶದ ಮೇಲೆ ಆಣೆಯಿಡಬೇಡಿ, ಅದು ದೇವರ ಸಿಂಹಾಸನ;"},{"number":35,"verse":"ಭೂಮಿಯ ಮೇಲೆ ಆಣೆಯಿಡಬೇಡಿ, ಅದು ದೇವರ ಪಾದಪೀಠ; ಜೆರುಸಲೇಮಿನ ಮೇಲೆ ಆಣೆಯಿಡಬೇಡಿ, ಅದು ರಾಜಾಧಿರಾಜನ ಪಟ್ಟಣ;"},{"number":36,"verse":"ನಿಮ್ಮ ತಲೆಯ ಮೇಲೂ ಆಣೆಯಿಡಬೇಡಿ; ಹಾಗೆ ಆಣೆಯನ್ನಿಟ್ಟು ಅದರ ಒಂದು ಕೂದಲನ್ನಾದರೂ ಬೆಳ್ಳಗೆ ಅಥವಾ ಕಪ್ಪಗೆ ಮಾಡಲು ನಿಮ್ಮಿಂದಾಗದು."},{"number":37,"verse":"ಹೌದಾದರೆ ಹೌದೆನ್ನಿ, ಅಲ್ಲವಾದರೆ ಅಲ್ಲವೆನ್ನಿ; ಇದಕ್ಕಿಂತ ಮಿಗಿಲಾದುದು ಪಿಶಾಚಿಯಿಂದ ಪ್ರೇರಿತವಾದುದು.”"},{"number":38,"verse":"ಅಪಕಾರಕ್ಕೆ ಉಪಕಾರ(490 6:29-30) “ ‘ಕಣ್ಣಿಗೆ ಪ್ರತಿಯಾಗಿ ಕಣ್ಣು, ಹಲ್ಲಿಗೆ ಬದಲಾಗಿ ಹಲ್ಲು’ ಎಂಬುದನ್ನು ನೀವು ಕೇಳಿದ್ದೀರಿ."},{"number":39,"verse":"ಆದರೆ ನನ್ನ ಬೋಧೆ ಇದು; ನಿನಗೆ ಅಪಕಾರ ಮಾಡಿದವನಿಗೆ ಪ್ರತೀಕಾರ ಮಾಡಬೇಡ. ನಿನ್ನ ಬಲಗೆನ್ನೆಗೆ ಒಬ್ಬನು ಹೊಡೆದರೆ ಇನ್ನೊಂದು ಕೆನ್ನೆಯನ್ನೂ ಒಡ್ಡು."},{"number":40,"verse":"ನಿನ್ನೊಡನೆ ವ್ಯಾಜ್ಯಮಾಡಿ ನಿನ್ನ ಒಳ ಅಂಗಿಯನ್ನು ಕಿತ್ತುಕೊಳ್ಳುವವನಿಗೆ ಹೊರ ಅಂಗಿಯನ್ನೂ ಕೊಟ್ಟುಬಿಡು."},{"number":41,"verse":"ಯಾರಾದರೂ ಒಂದು ಕಿಲೊಮೀಟರ್ ದೂರ ಬಾ ಎಂದು ನಿನ್ನನ್ನು ಒತ್ತಾಯಪಡಿಸಿದರೆ ಅವನೊಡನೆ ಎರಡು ಕಿಲೊಮೀಟರ್ ಹೋಗು;"},{"number":42,"verse":"ಬೇಡಿಕೊಳ್ಳುವವನಿಗೆ ಕೊಡು. ಸಾಲ ಕೇಳಬಂದವನಿಂದ ಮುಖ ತಿರುಗಿಸಿಕೊಳ್ಳಬೇಡ.”"},{"number":43,"verse":"ಶತ್ರು ಪ್ರೇಮ(490 6:27-28, 490 32-36) “ ‘ಮಿತ್ರರನ್ನು ಪ್ರೀತಿಸು, ಶತ್ರುವನ್ನು ದ್ವೇಷಿಸು’ ಎಂದು ಹೇಳಿರುವುದು ನಿಮಗೆ ತಿಳಿದೇ ಇದೆ."},{"number":44,"verse":"ನಾನು ಹೇಳುವುದನ್ನು ಗಮನಿಸಿರಿ; ನಿಮ್ಮ ಶತ್ರುಗಳನ್ನು ಪ್ರೀತಿಸಿರಿ; ನಿಮ್ಮನ್ನು ಪೀಡಿಸುವವರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿರಿ."},{"number":45,"verse":"ಇದರಿಂದ ಸ್ವರ್ಗದಲ್ಲಿರುವ ನಿಮ್ಮ ತಂದೆಗೆ ನೀವು ಮಕ್ಕಳಾಗುವಿರಿ. ಅವರು ಸಜ್ಜನರ ಮೇಲೂ ದುರ್ಜನರ ಮೇಲೂ ತಮ್ಮ ಸೂರ್ಯನು ಉದಯಿಸುವಂತೆ ಮಾಡುತ್ತಾರೆ; ನೀತಿವಂತರ ಮೇಲೂ ಅನೀತಿವಂತರ ಮೇಲೂ ಮಳೆಗರೆಯುತ್ತಾರೆ."},{"number":46,"verse":"ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸುವವರನ್ನು ಮಾತ್ರ ನೀವು ಪ್ರೀತಿಸಿದರೆ ಅದರಿಂದೇನು ಫಲ? ಸುಂಕ ವಸೂಲಿಮಾಡುವವರೂ (ಯೆಹೂದ್ಯರ ದೃಷ್ಟಿಯಲ್ಲಿ ಬಹಿಷ್ಕೃತರು.) ಹಾಗೆ ಮಾಡುವುದಿಲ್ಲವೇ?"},{"number":47,"verse":"ನಿಮ್ಮ ಮಿತ್ರರನ್ನು ಮಾತ್ರ ನೀವು ಗೌರವಿಸಿದರೆ ಅದರಲ್ಲೇನು ವಿಶೇಷ? ಅನ್ಯಜನರೂ ಹಾಗೆ ಮಾಡುತ್ತಾರಲ್ಲವೇ?"},{"number":48,"verse":"ಆದುದರಿಂದ ಸ್ವರ್ಗದಲ್ಲಿರುವ ನಿಮ್ಮ ತಂದೆ ಪರಿಪೂರ್ಣರಾಗಿರುವಂತೆ ನೀವೂ ಪರಿಪೂರ್ಣರಾಗಿರಿ.”"}]}