{"bibleAbbr":"KNCL","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":6,"verses":[{"number":1,"verse":"ದಾನಧರ್ಮದ ನವ್ಯವಿಧಾನ “ಜನರಿಗೆ ತೋರಿಸಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ ನಿಮ್ಮ ಧಾರ್ಮಿಕ ಕಾರ್ಯಗಳನ್ನು ಅವರ ಎದುರಿಗೆ ಪ್ರದರ್ಶಿಸದಂತೆ ಎಚ್ಚರಿಕೆಯಿಂದಿರಿ. ಹಾಗೆ ಮಾಡಿದರೆ, ಸ್ವರ್ಗದಲ್ಲಿರುವ ನಿಮ್ಮ ತಂದೆಯಿಂದ ನಿಮಗೆ ಪ್ರತಿಫಲ ದೊರಕದು."},{"number":2,"verse":"ಅಂತೆಯೇ, ನೀನು ದಾನಧರ್ಮ ಮಾಡುವಾಗ ತುತೂರಿಯನ್ನು ಊದಿಸಬೇಡ. ಜನರ ಹೊಗಳಿಕೆಗಾಗಿ ಕಪಟಿಗಳು ಪ್ರಾರ್ಥನಾಮಂದಿರಗಳಲ್ಲೂ ಹಾದಿಬೀದಿಗಳಲ್ಲೂ ಹೀಗೆ ಪ್ರದರ್ಶನ ಮಾಡುತ್ತಾರೆ. ಅವರಿಗೆ ಬರಬೇಕಾದ ಫಲ ಪೂರ್ತಿಯಾಗಿ ದೊರಕಿದ್ದಾಯಿತೆಂದು ನಿಮಗೆ ಖಚಿತವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":3,"verse":"ಆದರೆ ನೀನು ದಾನಧರ್ಮಮಾಡುವಾಗ ನಿನ್ನ ಬಲಗೈ ಕೊಡುವುದು ನಿನ್ನ ಎಡಗೈಗೂ ತಿಳಿಯದ ಹಾಗೆ ಗೋಪ್ಯವಾಗಿರಲಿ."},{"number":4,"verse":"ಅಂತರಂಗದಲ್ಲಿ ನಡೆಯುವುದನ್ನು ನೋಡುವ ನಿನ್ನ ತಂದೆ ನಿನಗೆ ಪ್ರತಿಫಲವನ್ನು ಕೊಡುವರು."},{"number":5,"verse":"ಜಪತಪದ ಹೊಸ ವಿಧಾನ(490 11:2-4) “ಪ್ರಾರ್ಥನೆ ಮಾಡುವಾಗ ಕಪಟಿಗಳಂತೆ ಮಾಡಬೇಡಿ. ಜನರು ತಮ್ಮನ್ನು ನೋಡಲೆಂದು ಪ್ರಾರ್ಥನಾ ಮಂದಿರಗಳಲ್ಲೂ ಬೀದಿಯ ಚೌಕಗಳಲ್ಲೂ ನಿಂತು ಪ್ರಾರ್ಥನೆ ಮಾಡಲು ಇಚ್ಛಿಸುತ್ತಾರೆ. ಅವರಿಗೆ ಬರಬೇಕಾದ ಪೂರ್ತಿ ಫಲ ಆಗಲೇ ಬಂದಾಯಿತೆಂಬುದು ನಿಮಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿದಿರಲಿ."},{"number":6,"verse":"ನೀನು ಪ್ರಾರ್ಥನೆ ಮಾಡುವಾಗ ನಿನ್ನ ಕೊಠಡಿಗೆ ಹೋಗು; ಬಾಗಿಲನ್ನು ಮುಚ್ಚು; ಅಂತರಂಗದಲ್ಲಿರುವ ನಿನ್ನ ತಂದೆಗೆ ಪ್ರಾರ್ಥನೆಮಾಡು. ಅಂತರಂಗದಲ್ಲಿ ನಡೆಯುವುದನ್ನು ನೋಡುವ ನಿನ್ನ ತಂದೆ ನಿನಗೆ ಪ್ರತಿಫಲವನ್ನು ಕೊಡುವರು.”"},{"number":7,"verse":"“ಪ್ರಾರ್ಥನೆ ಮಾಡುವಾಗ ಪರಕೀಯರಂತೆ ನಿರರ್ಥಕ ಪದಗಳನ್ನು ಪಿಸುಗುಟ್ಟಬೇಡ. ತಮ್ಮ ಪ್ರಾರ್ಥನೆ ದೀರ್ಘವಾದಷ್ಟೂ ದೇವರು ಆಲಿಸುತ್ತಾರೆಂದು ಅವರು ಭಾವಿಸುತ್ತಾರೆ."},{"number":8,"verse":"ನೀವು ಅವರಂತೆ ಆಗಬೇಡಿ. ನಿಮ್ಮ ಅಗತ್ಯಗಳೇನೆಂದು ನೀವು ಕೇಳುವುದಕ್ಕೆ ಮೊದಲೇ ನಿಮ್ಮ ತಂದೆಗೆ ಗೊತ್ತಿದೆ."},{"number":9,"verse":"ಆದುದರಿಂದ ಹೀಗೆಂದು ಪ್ರಾರ್ಥನೆಮಾಡಿ:"},{"number":10,"verse":"‘ಸ್ವರ್ಗ (ಅಥವಾ : ಪರಲೋಕ.) ದಲ್ಲಿರುವ ಓ ನಮ್ಮ ತಂದೆಯೇ, ನಿಮ್ಮ ಪವಿತ್ರ ನಾಮ ಪೂಜಿತವಾಗಲಿ; ನಿಮ್ಮ ಸಾಮ್ರಾಜ್ಯ ಬರಲಿ; ನಿಮ್ಮ ಚಿತ್ತ ಸ್ವರ್ಗದಲ್ಲಿ ನೆರವೇರುವ ಪ್ರಕಾರ ಜಗತ್ತಿನಲ್ಲಿಯೂ ನೆರವೇರಲಿ."},{"number":11,"verse":"ನಮ್ಮ ಅನುದಿನದ ಆಹಾರವನ್ನು ನಮಗಿಂದು ಕೊಡಿ."},{"number":12,"verse":"ನಮಗೆ ತಪ್ಪುಮಾಡಿದವರನ್ನು (ಮೂಲ : ಸಾಲಗಾರರನ್ನು) ನಾವು ಕ್ಷಮಿಸುವ ಪ್ರಕಾರ ನಾವು ಮಾಡಿದ ತಪ್ಪುಗಳನ್ನು ಕ್ಷಮಿಸಿ."},{"number":13,"verse":"ನಮ್ಮನ್ನು ಶೋಧನೆಗೆ ಒಳಪಡಿಸಬೇಡಿ; ಕೇಡಿನಿಂದ ನಮ್ಮನ್ನು ರಕ್ಷಿಸಿರಿ.’ (ಕೆಲವು ಪ್ರತಿಗಳಲ್ಲಿ, “ರಾಜ್ಯವು, ಶಕ್ತಿಯು ಹಾಗು ಮಹಿಮೆಯು ಯುಗಯುಗಾಂತರಕ್ಕೂ ನಿಮ್ಮದೇ, ಆಮೆನ್.” ಎಂಬ ವಾಕ್ಯವೂ ಇದೆ.)"},{"number":14,"verse":"“ಜನರ ತಪ್ಪುಗಳನ್ನು ನೀವು ಕ್ಷಮಿಸಿದರೆ ಸ್ವರ್ಗದಲ್ಲಿರುವ ನಿಮ್ಮ ತಂದೆ ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸುವರು."},{"number":15,"verse":"ಜನರನ್ನು ನೀವು ಕ್ಷಮಿಸದಿದ್ದರೆ, ನಿಮ್ಮ ತಂದೆಯೂ ನಿಮ್ಮ ತಪ್ಪುಗಳನ್ನು ಕ್ಷಮಿಸರು.”"},{"number":16,"verse":"“ಉಪವಾಸ ಮಾಡುವಾಗ ಕಪಟಿಗಳಂತೆ ಮುಖ ಸಪ್ಪೆಮಾಡಬೇಡಿ. ಜನರ ಕಣ್ಣಿಗೆ ತಾವು ಉಪವಾಸಿಗಳೆಂದು ತೋರ್ಪಡಿಸಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ ಅವರು ಮುಖವನ್ನು ಬಾಡಿಸಿಕೊಳ್ಳುತ್ತಾರೆ. ಅವರಿಗೆ ಬರಬೇಕಾದ ಫಲ ಪೂರ್ತಿಯಾಗಿ ದೊರಕಿಯಾಯಿತೆಂದು ನಿಮಗೆ ಖಚಿತವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":17,"verse":"ಆದರೆ ನೀನು ಉಪವಾಸ ಕೈಗೊಂಡಾಗ ಮುಖ ತೊಳೆದುಕೊ, ತಲೆಬಾಚಿಕೊ."},{"number":18,"verse":"ಆಗ ಉಪವಾಸ ಮಾಡುವವನಂತೆ ನೀನು ಜನರಿಗೆ ಕಾಣಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ; ಅಂತರಂಗದಲ್ಲಿ ಇರುವ ನಿನ್ನ ತಂದೆಗೆ ಮಾತ್ರ ಕಾಣಿಸಿಕೊಳ್ಳುವೆ. ಅಂತರಂಗದಲ್ಲಿ ನಡೆಯುವುದನ್ನು ನೋಡುವ ನಿನ್ನ ತಂದೆ ಅದಕ್ಕೆಲ್ಲ ಪ್ರತಿಫಲ ಕೊಡುವರು.”"},{"number":19,"verse":"ಅಳಿಯದ ಆಸ್ತಿ(490 12:33-34) “ಇಹಲೋಕದಲ್ಲಿ ಆಸ್ತಿಪಾಸ್ತಿಯನ್ನು ಶೇಖರಿಸಿಡಬೇಡಿ. ಇಲ್ಲಿ ತುಕ್ಕು ಹಿಡಿದೀತು; ನುಸಿ ಹೊಡೆದೀತು; ಕಳ್ಳರು ಕನ್ನ ಕೊರೆದು ಕದ್ದಾರು."},{"number":20,"verse":"ನಿಮ್ಮ ಆಸ್ತಿಯನ್ನು ಸ್ವರ್ಗದಲ್ಲಿ ಕೂಡಿಸಿಡಿ. ಅಲ್ಲಿ ತುಕ್ಕು ಹಿಡಿಯದು. ನುಸಿ ಹೊಡೆಯದು, ಕಳ್ಳರು ಕನ್ನ ಕೊರೆದು ಕದಿಯರು."},{"number":21,"verse":"ನಿನ್ನ ನಿಧಿ ಎಲ್ಲಿದೆಯೋ ಅಲ್ಲೇ ಇರುವುದು ನಿನ್ನ ಹೃದಯ.”"},{"number":22,"verse":"ಮಂಕಾಗದ ಮನಸ್ಸಾಕ್ಷಿ(490 11:34-36) “ಕಣ್ಣೇ ದೇಹಕ್ಕೆ ದೀಪ. ನಿನ್ನ ಕಣ್ಣು ಸರಿಯಿದ್ದರೆ ದೇಹವೆಲ್ಲ ಕಾಂತಿಮಯವಾಗುವುದು. ಅದು ಕೆಟ್ಟಿದ್ದರೆ ನಿನ್ನ ದೇಹವೆಲ್ಲ ಕತ್ತಲೆಮಯವಾಗುವುದು."},{"number":23,"verse":"ನಿನ್ನೊಳಗಿರುವ ಬೆಳಕೇ ಕತ್ತಲೆಯಾದಲ್ಲಿ ಅದೆಂತಹ ಕರಾಳ ಕತ್ತಲೆಯಾಗಿರಬಹುದು!”"},{"number":24,"verse":"ದೇವರಿಗೂ ಧನಪಿಶಾಚಿಗೂ ಸೇವೆಮಾಡಲಾಗದು(490 16:13; 490 12:22-31) “ಯಾರೂ ಇಬ್ಬರು ಯಜಮಾನರಿಗೆ ಜೀತಮಾಡಲಾಗದು. ಅವನು ಒಬ್ಬನನ್ನು ದ್ವೇಷಿಸಿ, ಇನ್ನೊಬ್ಬನನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ; ಅಥವಾ, ಒಬ್ಬನೊಡನೆ ಹೊಂದಿಕೊಂಡು ಇನ್ನೊಬ್ಬನನ್ನು ತಾತ್ಸಾರ ಮಾಡುತ್ತಾನೆ. ದೇವರಿಗೂ ದ್ರವ್ಯಕ್ಕೂ (ಮೂಲ : ಮಾಮೋನನಿಗೂ.) ಒಟ್ಟಿಗೆ ಸೇವೆಮಾಡಲು ನಿಮ್ಮಿಂದಾಗದು.”"},{"number":25,"verse":"ಗೇಣು ಹೊಟ್ಟೆಗಾಗಿ ಮಾರು ಬಟ್ಟೆಗಾಗಿ ಚಿಂತೆ ಏಕೆ? “ನಾನು ಹೇಳುವುದನ್ನು ಕೇಳಿ: ‘ಪ್ರಾಣಧಾರಣೆಗೆ ಏನು ಉಣ್ಣುವುದು, ಏನು ಕುಡಿಯುವುದು; ದೇಹರಕ್ಷಣೆಗೆ ಏನು ಹೊದೆಯುವುದು’ ಎಂದು ಚಿಂತೆಮಾಡಬೇಡಿ. ಊಟಕ್ಕಿಂತ ಪ್ರಾಣ ಉಡುಪಿಗಿಂತ ದೇಹ ಮೇಲಾದುದಲ್ಲವೆ?"},{"number":26,"verse":"ಆಕಾಶದಲ್ಲಿ ಹಾರಾಡುವ ಹಕ್ಕಿಗಳನ್ನು ಗಮನಿಸಿ: ಅವು ಬಿತ್ತುವುದಿಲ್ಲ, ಕೊಯ್ಯುವುದಿಲ್ಲ, ಕಣಜಗಳಲ್ಲಿ ಕೂಡಿಡುವುದೂ ಇಲ್ಲ. ಆದರೂ ಸ್ವರ್ಗದಲ್ಲಿರುವ ನಿಮ್ಮ ತಂದೆ ಅವುಗಳನ್ನು ಪೋಷಿಸುತ್ತಾರೆ. ಹಕ್ಕಿಗಳಿಗಿಂತ ನೀವು ಎಷ್ಟೋ ಮೇಲಾದವರಲ್ಲವೆ?"},{"number":27,"verse":"ಚಿಂತಿಸಿ, ಚಿಂತಿಸಿ ನಿಮ್ಮ ಜೀವನಾವಧಿಯನ್ನು ಕೊಂಚಕಾಲವಾದರೂ ದೀರ್ಘಮಾಡಲು ನಿಮ್ಮಲ್ಲಿ ಯಾರಿಂದಾದೀತು?"},{"number":28,"verse":"ಉಡುಗೆತೊಡುಗೆಗಳ ಚಿಂತೆ ನಿಮಗೇಕೆ? ವನಕುಸುಮಗಳು ಬೆಳೆಯುವ ರೀತಿಯನ್ನು ಗಮನಿಸಿ ನೋಡಿ; ಅವು ದುಡಿಯುವುದಿಲ್ಲ, ನೂಲುವುದಿಲ್ಲ."},{"number":29,"verse":"ಆದರೂ ಅರಸ ಸೊಲೊಮೋನನು ತನ್ನ ಸರ್ವವೈಭವದಲ್ಲಿ ಇದ್ದಾಗಲೂ ಈ ಕುಸುಮಗಳಲ್ಲಿ ಒಂದರಷ್ಟೂ ಸುಂದರವಾದ ಉಡುಪನ್ನು ಧರಿಸಿರಲಿಲ್ಲ."},{"number":30,"verse":"ಅಲ್ಪವಿಶ್ವಾಸಿಗಳೇ, ಇಂದಿದ್ದು ನಾಳೆ ಒಲೆಪಾಲಾಗುವ ಬಯಲಿನ ಹುಲ್ಲಿಗೆ ದೇವರು ಹೀಗೆ ಉಡಿಸಿದರೆ, ನಿಮಗೆ ಮತ್ತಷ್ಟೂ ಮಾಡಲಾರರೇ?"},{"number":31,"verse":"ಆದುದರಿಂದ ತಿನ್ನಲು ಏನು? ಕುಡಿಯಲು ಏನು? ಉಡಲು ಏನು? ಎಂದು ಪೇಚಾಡಬೇಡಿ."},{"number":32,"verse":"ಇವೆಲ್ಲವುಗಳಿಗಾಗಿ ಪರಕೀಯರೂ ಪರದಾಡುತ್ತಾರೆ; ಇವೆಲ್ಲಾ ನಿಮಗೆ ಅವಶ್ಯ ಎಂದು ಸ್ವರ್ಗದಲ್ಲಿರುವ ನಿಮ್ಮ ತಂದೆಗೆ ತಿಳಿದಿದೆ."},{"number":33,"verse":"ನೀವಾದರೋ ಮೊದಲು ದೇವರ ಸಾಮ್ರಾಜ್ಯಕ್ಕಾಗಿ, ಅವರ ಸತ್ಸಂಬಂಧಕ್ಕಾಗಿ ತವಕಪಡಿ. ಇದರೊಂದಿಗೆ ಅವೆಲ್ಲವೂ ನಿಮಗೆ ನೀಡಲಾಗುವುದು."},{"number":34,"verse":"ಆದುದರಿಂದ ನಾಳೆಯ ಚಿಂತೆ ನಿಮಗೆ ಬೇಡ. ನಾಳೆಯ ಚಿಂತೆ ನಾಳೆಗೇ ಇರಲಿ. ಇಂದಿನ ಪಾಡೇ ಇಂದಿಗೆ ಸಾಕು.”"}]}