{"bibleAbbr":"KNCL","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":8,"verses":[{"number":1,"verse":"(ಕುಷ್ಠರೋಗಿಯ ಮೇಲೆ ಕೃಪೆ) ( ಯೇಸುಸ್ವಾಮಿ ಬೆಟ್ಟದಿಂದ ಇಳಿದುಬಂದಾಗ ಜನರು ಗುಂಪುಗುಂಪಾಗಿ ಅವರನ್ನು ಹಿಂಬಾಲಿಸಿದರು."},{"number":2,"verse":"ಆಗ ಒಬ್ಬ ಕುಷ್ಠರೋಗಿ ಯೇಸುವಿನ ಮುಂದೆ ಬಂದು, ತಲೆಬಾಗಿ, “ಸ್ವಾಮೀ, ತಾವು ಮನಸ್ಸುಮಾಡಿದರೆ ನನ್ನನ್ನು ಗುಣಮಾಡಬಲ್ಲಿರಿ,” ಎಂದು ಬೇಡಿದನು."},{"number":3,"verse":"ಯೇಸು ಕೈಚಾಚಿ ಅವನನ್ನು ಮುಟ್ಟಿ, “ಖಂಡಿತವಾಗಿಯೂ ನನಗೆ ಮನಸ್ಸಿದೆ, ಗುಣಹೊಂದು,” ಎಂದರು. ತಕ್ಷಣವೇ ಅವನ ಕುಷ್ಠವು ಮಾಯವಾಯಿತು."},{"number":4,"verse":"ಯೇಸು ಅವನಿಗೆ, “ಎಚ್ಚರಿಕೆ, ನೀನು ಗುಣಹೊಂದಿರುವುದನ್ನು ಯಾರಿಗೂ ಹೇಳಕೂಡದು. ಆದರೆ ನೆಟ್ಟಗೆ ಯಾಜಕನ ಬಳಿಗೆ ಹೋಗು; ಅವನು ನಿನ್ನನ್ನು ಪರೀಕ್ಷಿಸಿನೋಡಲಿ. ಅನಂತರ ಮೋಶೆ ನಿಯಮಿಸಿರುವ ಪ್ರಕಾರ ಶುದ್ಧೀಕರಣವಿಧಿಯನ್ನು ಅನುಸರಿಸು. ಇದು ಜನರಿಗೆ ಸಾಕ್ಷಿಯಾಗಿರಲಿ,” ಎಂದರು."},{"number":5,"verse":"(ಅನ್ಯಧರ್ಮೀಯನಲ್ಲೂ ಅತಿಶಯ ವಿಶ್ವಾಸ) ( ಯೇಸುಸ್ವಾಮಿ ಕಫೆರ್ನವುಮ್ ಊರಿಗೆ ಬಂದಾಗ ಶತಾಧಿಪತಿಯೊಬ್ಬನು ಅವರನ್ನು ಎದುರುಗೊಂಡನು."},{"number":6,"verse":"“ಪ್ರಭೂ, ನನ್ನ ಸೇವಕ ಮನೆಯಲ್ಲಿ ಪಾರ್ಶ್ವವಾಯು ರೋಗದಿಂದ ಹಾಸಿಗೆ ಹಿಡಿದಿದ್ದಾನೆ. ಬಹಳವಾಗಿ ನರಳುತ್ತಿದ್ದಾನೆ,” ಎಂದು ವಿನಂತಿಸಿದನು."},{"number":7,"verse":"ಯೇಸು, “ನಾನೇ ಬಂದು ಅವನನ್ನು ಗುಣಪಡಿಸುತ್ತೇನೆ,” ಎಂದರು."},{"number":8,"verse":"ಅದಕ್ಕೆ ಆ ಶತಾಧಿಪತಿ, “ಪ್ರಭುವೇ, ತಾವು ನನ್ನ ಮನೆಗೆ ಬರುವಷ್ಟು ಯೋಗ್ಯತೆ ನನಗಿಲ್ಲ. ತಾವು ಒಂದೇ ಒಂದು ಮಾತು ಹೇಳಿದರೆ ಸಾಕು, ನನ್ನ ಸೇವಕ ಸ್ವಸ್ಥನಾಗುವನು."},{"number":9,"verse":"ಏಕೆಂದರೆ, ನಾನೂ ಮತ್ತೊಬ್ಬರ ಕೈಕೆಳಗಿರುವವನು. ನನ್ನ ಅಧೀನದಲ್ಲೂ ಸೈನಿಕರಿದ್ದಾರೆ. ಅವರಲ್ಲಿ ಒಬ್ಬನಿಗೆ ನಾನು, ‘ಬಾ’ ಎಂದರೆ ಬರುತ್ತಾನೆ. ಇನ್ನೊಬ್ಬನಿಗೆ, ‘ಹೋಗು’ ಎಂದರೆ ಹೋಗುತ್ತಾನೆ. ಸೇವಕನಿಗೆ, ‘ಇಂಥದ್ದನ್ನು ಮಾಡು’ ಎಂದರೆ ಮಾಡುತ್ತಾನೆ,” ಎಂದನು."},{"number":10,"verse":"ಈ ಮಾತನ್ನು ಕೇಳಿದ್ದೇ ಯೇಸುವಿಗೆ ಅತ್ಯಾಶ್ಚರ್ಯವಾಯಿತು. ತಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಿ ಬರುತ್ತಿದ್ದ ಜನರನ್ನು ನೋಡಿ ಹೀಗೆಂದರು: “ಇಂಥ ಗಾಢ ವಿಶ್ವಾಸವನ್ನು ನಾನು ಇಸ್ರಯೇಲ್ ಜನರಲ್ಲಿ ಕೂಡ ಕಾಣಲಿಲ್ಲವೆಂದು ನಿಮಗೆ ನಿಶ್ಚಯವಾಗಿ ಹೇಳುತ್ತೇನೆ."},{"number":11,"verse":"ಪೂರ್ವ. ಪಶ್ಚಿಮ ದಿಕ್ಕುಗಳಿಂದ ಅನೇಕ ಜನರು ಬಂದು ಅಬ್ರಹಾಮ, ಇಸಾಕ, ಯಕೋಬರ ಸಮೇತ ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯದ ಹಬ್ಬದೂಟದಲ್ಲಿ ಭಾಗಿಗಳಾಗುವರು."},{"number":12,"verse":"ಆದರೆ ಯಾರು ಈ ಸಾಮ್ರಾಜ್ಯಕ್ಕೆ ಬಾಧ್ಯಸ್ಥರೋ ಅವರನ್ನೇ ಹೊರಗೆ ದಬ್ಬಲಾಗುವುದು; ಅಲ್ಲಿ, ಆ ಕಾರ್ಗತ್ತಲಲ್ಲಿ, ಅವರ ಗೋಳಾಟವೇನು! ಹಲ್ಲು ಕಡಿತವೇನು!”"},{"number":13,"verse":"ಅನಂತರ ಯೇಸು ಆ ಶತಾಧಿಪತಿಗೆ, “ಇನ್ನು ಮನೆಗೆ ಹೋಗು, ನೀನು ವಿಶ್ವಾಸಿಸಿದಂತೆಯೇ ಆಗುವುದು,” ಎಂದರು. ಅದೇ ಕ್ಷಣದಲ್ಲಿ ಅವನ ಸೇವಕನು ಸ್ವಸ್ಥನಾದನು."},{"number":14,"verse":"(ಕಾಯಿಲೆ ಕಷ್ಟಗಳ ನಿವಾರಣೆ) ( ತರುವಾಯ ಯೇಸುಸ್ವಾಮಿ ಪೇತ್ರನ ಮನೆಗೆ ಬಂದರು. ಅಲ್ಲಿ ಪೇತ್ರನ ಅತ್ತೆ ಜ್ವರದಿಂದ ಮಲಗಿರುವುದನ್ನು ಕಂಡರು."},{"number":15,"verse":"ಯೇಸು ಆಕೆಯ ಕೈಮುಟ್ಟಿದುದೇ ಜ್ವರ ಬಿಟ್ಟುಹೋಯಿತು, ಆಕೆ ಎದ್ದು ಅವರನ್ನು ಸತ್ಕರಿಸಿದಳು."},{"number":16,"verse":"ಸಂಜೆಯಾಯಿತು, ದೆವ್ವ ಹಿಡಿದ ಅನೇಕರನ್ನು ಯೇಸುವಿನ ಬಳಿಗೆ ಕರೆತರಲಾಯಿತು. ಯೇಸು ತಮ್ಮ ಒಂದು ಮಾತಿನಿಂದಲೇ ದೆವ್ವಗಳನ್ನು ಬಿಡಿಸಿದರು. ಮಾತ್ರವಲ್ಲ, ರೋಗಪೀಡಿತರೆಲ್ಲರನ್ನೂ ಗುಣಪಡಿಸಿದರು."},{"number":17,"verse":"ಹೀಗೆ, “ನಮ್ಮ ದುರ್ಬಲತೆಗಳನ್ನು ವಹಿಸಿಕೊಂಡನು; ನಮ್ಮ ರೋಗರುಜಿನಗಳನ್ನು ಆತನೇ ಪರಿಹರಿಸಿದನು,” ಎಂಬ ಯೆಶಾಯನ ಪ್ರವಾದನೆ ಈಡೇರಿತು."},{"number":18,"verse":"(ಶಿಷ್ಯರಲ್ಲಿರಬೇಕಾದ ವೈರಾಗ್ಯ) ( ದೊಡ್ಡ ಜನಸಮೂಹ ತಮ್ಮ ಸುತ್ತಲೂ ನಿಂತಿರುವುದನ್ನು ಯೇಸುಸ್ವಾಮಿ ನೋಡಿದರು. ಸರೋವರದ ಆಚೆಯ ದಡಕ್ಕೆ ಹೋಗಲು ತಮ್ಮ ಶಿಷ್ಯರಿಗೆ ಅಪ್ಪಣೆಮಾಡಿದರು."},{"number":19,"verse":"ಆಗ ಒಬ್ಬ ಧರ್ಮಶಾಸ್ತ್ರಿ ಬಂದು, “ಗುರುವೇ, ನೀವು ಎಲ್ಲಿಗೆಹೋದರೂ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಿ ಬರುತ್ತೇನೆ,” ಎಂದನು."},{"number":20,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ನರಿಗಳಿಗೆ ಗುಹೆಗಳುಂಟು; ಆಕಾಶದ ಪಕ್ಷಿಗಳಿಗೆ ಗೂಡುಗಳುಂಟು; ಆದರೆ ನರಪುತ್ರನಿಗೆ ತಲೆಯಿಟ್ಟು ಮಲಗಲೂ ಸ್ಥಳ ಇಲ್ಲ,” ಎಂದರು."},{"number":21,"verse":"ಶಿಷ್ಯರಲ್ಲಿ ಮತ್ತೊಬ್ಬನು ಮುಂದೆ ಬಂದು, “ಸ್ವಾಮೀ, ಮೊದಲು ನನ್ನ ತಂದೆಯ ಉತ್ತರಕ್ರಿಯೆಗಳನ್ನು ಮುಗಿಸಲು ಸಮಯ ಕೊಡಿ,” ಎಂದು ಕೇಳಿದನು."},{"number":22,"verse":"ಅವನಿಗೆ ಯೇಸು, “ಸತ್ತವರೇ ತಮ್ಮ ಸತ್ತವರನ್ನು ಸಮಾಧಿ ಮಾಡಿಕೊಳ್ಳಲಿ; ನೀನು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸು,” ಎಂದರು."},{"number":23,"verse":"(ಯೇಸು ಕಡಲಿಗೂ ಒಡೆಯ) ( ಆಮೇಲೆ ಯೇಸುಸ್ವಾಮಿ ದೋಣಿಯನ್ನು ಹತ್ತಿದರು. ಶಿಷ್ಯರೂ ಹತ್ತಿ ಅವರ ಸಂಗಡಹೋದರು."},{"number":24,"verse":"ಇದ್ದಕ್ಕಿದ್ದ ಹಾಗೆ ಸರೋವರದಲ್ಲಿ ರಭಸವಾದ ಬಿರುಗಾಳಿ ಎದ್ದಿತು. ದೋಣಿ ಅಲೆಗಳಿಂದ ಮುಳುಗಿಹೋಗುವುದರಲ್ಲಿತ್ತು. ಯೇಸುವಾದರೋ ನಿದ್ರಾವಶರಾಗಿದ್ದರು."},{"number":25,"verse":"ಶಿಷ್ಯರು ಹತ್ತಿರಕ್ಕೆ ಬಂದು ಅವರನ್ನು ಎಬ್ಬಿಸಿ, “ಸ್ವಾಮೀ, ಕಾಪಾಡಿ. ನಾವು ನೀರುಪಾಲಾಗುತ್ತಿದ್ದೇವೆ,” ಎಂದರು."},{"number":26,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ಅಲ್ಪವಿಶ್ವಾಸಿಗಳೇ, ನಿಮಗೇಕೆ ಇಷ್ಟು ಭಯ?” ಎಂದರು. ಅನಂತರ ಎದ್ದು ನಿಂತು ಸುಂಟರಗಾಳಿಯನ್ನೂ ಸರೋವರವನ್ನೂ ಗದರಿಸಿದರು."},{"number":27,"verse":"ಆಗ ವಾತಾವರಣ ಪ್ರಶಾಂತವಾಯಿತು. ಶಿಷ್ಯರು ನಿಬ್ಬೆರಗಾದರು. “ಗಾಳಿಯೂ ಸರೋವರವೂ ಇವರು ಹೇಳಿದ್ದಂತೆ ಕೇಳಬೇಕಾದರೆ ಇವರೆಂತಹ ವ್ಯಕ್ತಿಯಾಗಿರಬೇಕು!” ಎಂದುಕೊಂಡರು."},{"number":28,"verse":"(ದೆವ್ವ ಹಿಡಿದಿದ್ದ ಮತ್ತಿಬ್ಬರಿಗೆ ವಿಮೋಚನೆ) ( ಯೇಸುಸ್ವಾಮಿ ಗಲಿಲೇಯ ಸರೋವರವನ್ನು ದಾಟಿ, ಆಚೆಯ ಕಡೆಯಿದ್ದ ಗದರೇನ ಎಂಬ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಬಂದರು. ದೆವ್ವ ಹಿಡಿದಿದ್ದ ಇಬ್ಬರು ಸಮಾಧಿಯ ಗುಹೆಗಳಿಂದ ಹೊರಬಂದು ಅವರಿಗೆ ಎದುರಾದರು. ಅವರಿಬ್ಬರೂ ಮಹಾಕ್ರೂರಿಗಳು. ಈ ಕಾರಣ ಯಾರೂ ಆ ಮಾರ್ಗವಾಗಿ ಹೋಗಲಾಗುತ್ತಿರಲಿಲ್ಲ."},{"number":29,"verse":"ಅವರು ಯೇಸುವನ್ನು ನೋಡಿದೊಡನೆಯೇ, “ಓ ದೇವರ ಪುತ್ರನೇ, ನಿಮಗೇಕೆ ನಮ್ಮ ಗೊಡವೆ? ನಿಯಮಿತಕಾಲಕ್ಕೆ ಮುಂಚೆಯೇ ನಮ್ಮನ್ನು ಪೀಡಿಸಲು ಬಂದಿರಾ?” ಎಂದು ಕೂಗಿಕೊಂಡರು."},{"number":30,"verse":"ಹಂದಿಗಳ ದೊಡ್ಡ ಹಿಂಡೊಂದು ಅಲ್ಲಿಂದ ಸ್ವಲ್ಪದೂರದಲ್ಲೇ ಮೇಯುತ್ತಿತ್ತು."},{"number":31,"verse":"“ನೀವು ನಮ್ಮನ್ನು ಹೊರದೂಡಿದ್ದೇ ಆದರೆ ಆ ಹಂದಿಗಳ ಹಿಂಡಿಗೆ ನಮ್ಮನ್ನು ಕಳುಹಿಸಿಕೊಡಿ,” ಎಂದು ಆ ದೆವ್ವಗಳು ಯೇಸುವನ್ನು ಬೇಡಿಕೊಂಡವು."},{"number":32,"verse":"ಯೇಸು, “ಹೋಗಿ” ಎಂದು ಅಪ್ಪಣೆಯಿತ್ತರು. ದೆವ್ವಗಳು ಹೊರಗೆ ಬಂದು ಹಂದಿಗಳ ಹಿಂಡನ್ನು ಹೊಕ್ಕವು. ಆ ಕ್ಷಣವೇ ಆ ಹಿಂಡೆಲ್ಲಾ ಬೆಟ್ಟದ ಕಡಿದಾದ ಬದಿಯಿಂದ ಧಾವಿಸಿ, ಸರೋವರಕ್ಕೆ ಬಿದ್ದು, ನೀರುಪಾಲಾಗಿಹೋಯಿತು."},{"number":33,"verse":"ಹಂದಿ ಮೇಯಿಸುತ್ತಿದ್ದವರು ಅಲ್ಲಿಂದ ಪಲಾಯನಮಾಡಿ ಊರಿಗೆ ಓಡಿಹೋಗಿ ನಡೆದದ್ದೆಲ್ಲವನ್ನೂ ಮತ್ತು ದೆವ್ವ ಮೆಟ್ಟಿದ್ದವರಿಗೆ ಸಂಭವಿಸಿದ್ದನ್ನೂ ವರದಿಮಾಡಿದರು."},{"number":34,"verse":"ಆಗ ಊರಿಗೆ ಊರೇ ಯೇಸುವನ್ನು ನೋಡಲು ಬಂದಿತು. ಅವರನ್ನು ಕಂಡು ತಮ್ಮ ಆಸುಪಾಸನ್ನು ಬಿಟ್ಟುಹೋಗಬೇಕೆಂದು ಮನವಿಮಾಡಿಕೊಂಡಿತು."}]}