{"bibleAbbr":"t4t2014","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":46,"verses":[{"number":1,"verse":"Jacob and his family moved to EgyptSo Jacob left Canaan, taking with him all his family and possessions. When they arrived at Beersheba, he offered sacrifices to God, the one whom his father Isaac worshiped."},{"number":2,"verse":"That night, God called to Jacob in a vision, saying, “Jacob! Jacob!” He replied, “I am here!”"},{"number":3,"verse":"God said, “I am God, the one your father worshiped. Do not be afraid to go down to Egypt, because I will give you many descendants, and they will become a great nation there."},{"number":4,"verse":"I will go down to Egypt with you, and later I will bring your descendants back to Canaan again. And Joseph will be with you [MTY] when you die.” [IDI]"},{"number":5,"verse":"Jacob left Beersheba, and his sons took their father, their wives, and their children, in the carts that the king had sent for them to travel in."},{"number":6,"verse":"So Jacob and all his family went to Egypt. They took with them the livestock and all the other possessions that they had acquired in Canaan."},{"number":7,"verse":"Jacob went to Egypt with all his sons and his daughters and grandsons and granddaughters—his whole family."},{"number":8,"verse":"◄This is/I will now give you► a list of the names of the members of Jacob's family who went with him to Egypt: Reuben, Jacob's oldest son; Reuben's sons Hanoch, Pallu, Hezron, and Carmi; Simeon and his sons Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul, who was the son of a Canaan people-group woman; Levi and his sons Gershon, Kohath, and Merari; Judah and his sons, Shelah, Perez, and Zerah (his other sons, Er, and Onan, had died in Canaan land); Perez and his two sons Hezron and Hamul; Issachar and his sons Tola, Puah, Jashub, and Shimron; Zebulon and his sons Sered, Elon, and Jahleel; (Those were the sons of Jacob and Leah, and their daughter Dinah, who were born in Paddan-Aram/Mesopotamia: They were thirty-three sons and daughters, altogether.) Gad and his sons Zephon, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli; Asher and his sons Imnah, Ishvah, Ishvi, and Beriah; and their sister Serah; Beriah's sons Heber and Malkiel; (Those were the children and grandchildren of Jacob and Zilpah, the slave girl whom Laban gave to his daughter Leah: They were sixteen people, altogether.) Joseph and Benjamin, the sons of Jacob's wife Rachel; (Ephraim and Manasseh were Joseph's two sons. They did not go down to Egypt because they were already in Egypt. They were sons of Asenath, the daughter of On, who was the priest in the temple in On city.) Benjamin and his sons Bela, Beker, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard; (Those were the sons and grandsons of Rachel and Jacob: They were fourteen people altogether.) Dan and his son Hushim; Naphtali and his sons Jahziel, Guni, Jezer, and Shillem. (Those were the sons and grandsons of Jacob and Bilhah, the slave girl whom Laban gave to his daughter Rachel: They were seven people altogether.)"},{"number":26,"verse":"Altogether there were sixty-six people who were Jacob's descendants who went to Egypt with him. That number does not include his sons' wives."},{"number":27,"verse":"Including Jacob and Joseph and Joseph's two sons who were born in Egypt, there were seventy members of Jacob's family when they were all there in Egypt."},{"number":28,"verse":"Jacob sent Judah to go ahead of the rest of them to talk with Joseph and ask for directions on how to travel to Goshen. Then Judah returned to the rest of his family and they all traveled to the Goshen region. When they arrived there,"},{"number":29,"verse":"Joseph got his chariot ready and went to Goshen to meet his father. When Joseph arrived, he threw his arms around his father's neck and cried a long time."},{"number":30,"verse":"Jacob said to Joseph, “I have seen you and I know that you are still alive! So now I am ready to die.”"},{"number":31,"verse":"Joseph arranged for his family to settle in GoshenThen Joseph said to his older brothers and younger brother and to the rest of his father's family, “I will go to the king and say to him, ‘My older brothers and younger brother and my father and the rest of his family, who were living in Canaan land, have all come to me."},{"number":32,"verse":"The men are all shepherds. They take care of their livestock, and they have brought with them their sheep and goats and cattle, and everything else that they own.’"},{"number":33,"verse":"When the king summons you and asks, ‘What work do you do?’"},{"number":34,"verse":"answer by saying, ‘From the time when we were young, we have taken care of livestock, just as our ancestors did.’ If you tell him that, he will let you live in the Goshen region.” Joseph told them to say that because the people of Egypt despised shepherds who came from other countries."}]}