{"bibleAbbr":"LBP1933","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":1,"verses":[{"number":1,"verse":"NOW in the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah the prophet might be fulfilled, the LORD stirred up the spirit of Cyrus king of Persia, and he made a proclamation throughout all his kingdom, and also put it in writing, saying,"},{"number":2,"verse":"Thus says Cyrus king of Persia: The LORD God of heaven has given me all the kingdoms of the earth, and he has commanded me to build him a house in Jerusalem, which city is in Judah."},{"number":3,"verse":"Who is there among you of all his people? His God be with him, let him go up to Jerusalem, which is in Judah, and build the house to the LORD the God of Israel, he is the God who is in Jerusalem."},{"number":4,"verse":"And whosoever remains in any place where he sojourns, let the men of his place help him with silver and with gold and with goods and with beasts, together with the freewill offering for the house of God which is in Jerusalem."},{"number":5,"verse":"Then rose up the chiefs of the fathers of Judah and Benjamin, and the priests and the Levites, with every one whose spirit God had stirred, to go up to build the house of the LORD which is in Jerusalem."},{"number":6,"verse":"And all they that were round about gave them help with vessels of silver, with gold, with goods, with beasts, and with precious gifts, which they willingly offered."},{"number":7,"verse":"Also Cyrus the king brought out the vessels of the house of the LORD, which Nebuchadnezzar king of Babylon had brought forth out of Jerusalem and had given to the house of his gods;"},{"number":8,"verse":"Then Cyrus king of Persia brought them out by the hand of Mahderath, the treasurer, and he delivered them to Sheshmazzar, the prince of Judah."},{"number":9,"verse":"And this is the number of them: thirty basins of gold, a thousand basins of silver, twenty-nine vestments,"},{"number":10,"verse":"Four hundred and ten bowls of thin silver, and again thirty bowls of gold, and of other vessels a thousand."},{"number":11,"verse":"All the vessels of gold and of silver were five thousand and four hundred. All these did Sheshmazzar bring up with the men of the captivity that were returned from Babylon to Jerusalem."}]}