{"bibleAbbr":"LBP1933","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":5,"verses":[{"number":1,"verse":"THEN the prophets, Haggai and Zechariah the son of Iddo prophesied to the Jews who were in Jerusalem and Judah in the name of the God of Israel, even concerning them."},{"number":2,"verse":"Then rose up Zerubbabel the son of Shelathiel and Joshua the son of Jozadak and began to build the house of God which is in Jerusalem; and with them were the prophets of God helping them."},{"number":3,"verse":"At that very time came against them Tatnai, the governor on this side the River, and Ashtanbozan and their companions, and said thus to them and to the rest of the people: Who has commanded you to build this house and to erect this wall?"},{"number":4,"verse":"Then they spoke to them according to the law, saying, What are the names of the men who are doing this building?"},{"number":5,"verse":"But the eye of God was upon the exiles of Judah, and they did not cease till the matter went to Darius; and then they returned an answer concerning this matter."},{"number":6,"verse":"The copy of the letter that Tatnai, the governor on this side of the River, and Ashtanbozan and his companions on this side of the River, sent to Darius the king;"},{"number":7,"verse":"They sent a letter to him wherein was written thus: To Darius the king, all peace."},{"number":8,"verse":"Be it known to the king that we went to Judea, to the city of the great God, which is being built with large stones, and much timber is laid in the walls; great works are wrought there, and a great enterprise is prospering in their hands."},{"number":9,"verse":"Then we asked those elders and said to them thus: Who commanded you to build this house and to erect these walls?"},{"number":10,"verse":"We also asked them their names, that we might inform you and that we might write the names of the men who were their leaders."},{"number":11,"verse":"And this was the reply they gave us, saying, We are the servants of the God of heaven and earth, and this house that we are rebuilding was built many years ago, and was completed by a king of Israel and his princes."},{"number":12,"verse":"But because our fathers had provoked the God of heaven to wrath, he gave them into the hand of Nebuchadnezzar the king of the Chaldeans, who destroyed this house and carried the people away into Babylon."},{"number":13,"verse":"But in the first year of Cyrus the king of Persia. Cyrus the king made a decree that this house of God should be rebuilt."},{"number":14,"verse":"And the vessels also of gold and silver of the house of God. which Nebuchadnezzar the king took out of the temple that was in Jerusalem and brought into his temple of Babylon, those vessels Cyrus the king took out of the temple of Babylon and delivered to one whose name was Sheshmazzar, whom he had made governor;"},{"number":15,"verse":"And he said to him. Take these vessels, go carry them, and put them into the temple that is in Jerusalem, and let the temple be rebuilt in its place."},{"number":16,"verse":"Then the same Sheshmazzar came and laid the foundation of this temple which is in Jerusalem; and since that time even until now it has been in building, and yet it is not finished."},{"number":17,"verse":"Now therefore, if it please the king, let search be made in the scrolls which are in the king's treasure house, which is there in Babylon, to see whether it be so that a decree was made by Cyrus the king to build this house of God at Jerusalem, and let the king send his pleasure to us concerning this matter."}]}