{"bibleAbbr":"LBP1933","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":9,"verses":[{"number":1,"verse":"NOW when these things were completed, the elders came to me, saying, The people of Israel and the priests and the Levites have not separated themselves from the peoples of the lands, doing according to their abominations, even of the Canaanites, the Hittites, the Ammonites, the Perizzites, the Jebusites, the Moabites, the Egyptians, and the Amorites."},{"number":2,"verse":"For they have taken of their daughters for themselves and for their sons, so that the holy seed have mixed themselves with the people of the lands; and the hand of the elders and the Levites have been first in this iniquity."},{"number":3,"verse":"And when I heard this thing, I tore my garments and my mantle and pulled the hair of my head and of my beard and sat down speechless."},{"number":4,"verse":"Then all those who were diligent concerning the word of the God of Israel, because of the transgression of the exiles, assembled before me; and I sat speechless until the ninth hour."},{"number":5,"verse":"And at the ninth hour I rose up from my sorrow; and having torn my garments, I fell upon my knees and spread out my hands in prayer before the LORD God,"},{"number":6,"verse":"And said, O my God, we are ashamed to lift up our faces to thee, our God; for our iniquities are increased over our head and our great sins have reached to the very heavens."},{"number":7,"verse":"Since the days of our fathers we have been found in great trespass to this day; because we have committed more sins, both we and our fathers and our kings and our priests; therefore we have been delivered to the sword, to the spoil, to captivity, and to confusion of face, and into the hand of the kings of the lands and into the hand of our enemies, as it is this very day."},{"number":8,"verse":"And now for a little while grace has been shown from the LORD our God, to leave us a remnant and to give us a place in his holy land, that our God may lighten our eyes and grant us a little reviving in our bondage."},{"number":9,"verse":"For we are bondmen; yet our God has not forsaken us in our bondage, but our God has granted mercy in the sight of the kings of Persia, and has cared for us today, to set up the house of our God and to repair its ruins and to give us a secure place in Judah and in Jerusalem."},{"number":10,"verse":"And now, O our God, what shall we say after all these things? For we have forsaken thy commandments"},{"number":11,"verse":"Which thou hast commanded us by thy servants the prophets, saying, The land which you go to possess is an unclean land with the filthiness of the peoples of the lands, with their abominations which have filled it from one end to another, and with their detestable works."},{"number":12,"verse":"Now therefore give not your daughters to their sons, neither take their daughters to your sons, nor seek their peace or their prosperity for ever, that you may be strong, and eat the good of the land and leave it for an inheritance to your children for ever."},{"number":13,"verse":"And after all these things that have come upon us for our evil deeds and for our great sins, seeing that thou our God hast purposed to forgive our sins and to give us a remnant in the world,"},{"number":14,"verse":"And yet we have been perverse and have broken thy commandments and have gone and joined ourselves with these filthy peoples and have done according to their works, but thou art merciful; be not thou angry with us, but forgive our sins in thy sight; for thou art compassionate. Leave us a remnant in the world, for there is no one like thee, that we may not perish."},{"number":15,"verse":"O LORD God of Israel, thou art righteous; for thou hast spared a remnant of us, as it is today; behold, we are standing and confessing before thee our sins; for we have no word to speak before thee because of this."}]}