{"bibleAbbr":"NLT2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"O LORD, why do you stand so far away? Why do you hide when I am in trouble?"},{"number":2,"verse":"The wicked arrogantly hunt down the poor. Let them be caught in the evil they plan for others."},{"number":3,"verse":"For they brag about their evil desires; they praise the greedy and curse the LORD."},{"number":4,"verse":"The wicked are too proud to seek God. They seem to think that God is dead."},{"number":5,"verse":"Yet they succeed in everything they do. They do not see your punishment awaiting them. They sneer at all their enemies."},{"number":6,"verse":"They think, “Nothing bad will ever happen to us! We will be free of trouble forever!”"},{"number":7,"verse":"Their mouths are full of cursing, lies, and threats. (Greek version reads cursing and bitterness. Compare Rom 3:14.) Trouble and evil are on the tips of their tongues."},{"number":8,"verse":"They lurk in ambush in the villages, waiting to murder innocent people. They are always searching for helpless victims."},{"number":9,"verse":"Like lions crouched in hiding, they wait to pounce on the helpless. Like hunters they capture the helpless and drag them away in nets."},{"number":10,"verse":"Their helpless victims are crushed; they fall beneath the strength of the wicked."},{"number":11,"verse":"The wicked think, “God isn’t watching us! He has closed his eyes and won’t even see what we do!”"},{"number":12,"verse":"Arise, O LORD! Punish the wicked, O God! Do not ignore the helpless!"},{"number":13,"verse":"Why do the wicked get away with despising God? They think, “God will never call us to account.”"},{"number":14,"verse":"But you see the trouble and grief they cause. You take note of it and punish them. The helpless put their trust in you. You defend the orphans."},{"number":15,"verse":"Break the arms of these wicked, evil people! Go after them until the last one is destroyed."},{"number":16,"verse":"The LORD is king forever and ever! The godless nations will vanish from the land."},{"number":17,"verse":"LORD, you know the hopes of the helpless. Surely you will hear their cries and comfort them."},{"number":18,"verse":"You will bring justice to the orphans and the oppressed, so mere people can no longer terrify them."}]}