{"bibleAbbr":"NLT2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":103,"verses":[{"number":1,"verse":"A psalm of David. Let all that I am praise the LORD; with my whole heart, I will praise his holy name."},{"number":2,"verse":"Let all that I am praise the LORD; may I never forget the good things he does for me."},{"number":3,"verse":"He forgives all my sins and heals all my diseases."},{"number":4,"verse":"He redeems me from death and crowns me with love and tender mercies."},{"number":5,"verse":"He fills my life with good things. My youth is renewed like the eagle’s!"},{"number":6,"verse":"The LORD gives righteousness and justice to all who are treated unfairly."},{"number":7,"verse":"He revealed his character to Moses and his deeds to the people of Israel."},{"number":8,"verse":"The LORD is compassionate and merciful, slow to get angry and filled with unfailing love."},{"number":9,"verse":"He will not constantly accuse us, nor remain angry forever."},{"number":10,"verse":"He does not punish us for all our sins; he does not deal harshly with us, as we deserve."},{"number":11,"verse":"For his unfailing love toward those who fear him is as great as the height of the heavens above the earth."},{"number":12,"verse":"He has removed our sins as far from us as the east is from the west."},{"number":13,"verse":"The LORD is like a father to his children, tender and compassionate to those who fear him."},{"number":14,"verse":"For he knows how weak we are; he remembers we are only dust."},{"number":15,"verse":"Our days on earth are like grass; like wildflowers, we bloom and die."},{"number":16,"verse":"The wind blows, and we are gone— as though we had never been here."},{"number":17,"verse":"But the love of the LORD remains forever with those who fear him. His salvation extends to the children’s children"},{"number":18,"verse":"of those who are faithful to his covenant, of those who obey his commandments!"},{"number":19,"verse":"The LORD has made the heavens his throne; from there he rules over everything."},{"number":20,"verse":"Praise the LORD, you angels, you mighty ones who carry out his plans, listening for each of his commands."},{"number":21,"verse":"Yes, praise the LORD, you armies of angels who serve him and do his will!"},{"number":22,"verse":"Praise the LORD, everything he has created, everything in all his kingdom. Let all that I am praise the LORD."}]}