{"bibleAbbr":"NLT2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":33,"verses":[{"number":1,"verse":"Let the godly sing for joy to the LORD; it is fitting for the pure to praise him."},{"number":2,"verse":"Praise the LORD with melodies on the lyre; make music for him on the ten-stringed harp."},{"number":3,"verse":"Sing a new song of praise to him; play skillfully on the harp, and sing with joy."},{"number":4,"verse":"For the word of the LORD holds true, and we can trust everything he does."},{"number":5,"verse":"He loves whatever is just and good; the unfailing love of the LORD fills the earth."},{"number":6,"verse":"The LORD merely spoke, and the heavens were created. He breathed the word, and all the stars were born."},{"number":7,"verse":"He assigned the sea its boundaries and locked the oceans in vast reservoirs."},{"number":8,"verse":"Let the whole world fear the LORD, and let everyone stand in awe of him."},{"number":9,"verse":"For when he spoke, the world began! It appeared at his command."},{"number":10,"verse":"The LORD frustrates the plans of the nations and thwarts all their schemes."},{"number":11,"verse":"But the LORD’s plans stand firm forever; his intentions can never be shaken."},{"number":12,"verse":"What joy for the nation whose God is the LORD, whose people he has chosen as his inheritance."},{"number":13,"verse":"The LORD looks down from heaven and sees the whole human race."},{"number":14,"verse":"From his throne he observes all who live on the earth."},{"number":15,"verse":"He made their hearts, so he understands everything they do."},{"number":16,"verse":"The best-equipped army cannot save a king, nor is great strength enough to save a warrior."},{"number":17,"verse":"Don’t count on your warhorse to give you victory— for all its strength, it cannot save you."},{"number":18,"verse":"But the LORD watches over those who fear him, those who rely on his unfailing love."},{"number":19,"verse":"He rescues them from death and keeps them alive in times of famine."},{"number":20,"verse":"We put our hope in the LORD. He is our help and our shield."},{"number":21,"verse":"In him our hearts rejoice, for we trust in his holy name."},{"number":22,"verse":"Let your unfailing love surround us, LORD, for our hope is in you alone."}]}