{"bibleAbbr":"NLT2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"For the choir director: A song. A psalm. Shout joyful praises to God, all the earth!"},{"number":2,"verse":"Sing about the glory of his name! Tell the world how glorious he is."},{"number":3,"verse":"Say to God, “How awesome are your deeds! Your enemies cringe before your mighty power."},{"number":4,"verse":"Everything on earth will worship you; they will sing your praises, shouting your name in glorious songs.” Interlude"},{"number":5,"verse":"Come and see what our God has done, what awesome miracles he performs for people!"},{"number":6,"verse":"He made a dry path through the Red Sea, (Hebrew the sea.) and his people went across on foot. There we rejoiced in him."},{"number":7,"verse":"For by his great power he rules forever. He watches every movement of the nations; let no rebel rise in defiance. Interlude"},{"number":8,"verse":"Let the whole world bless our God and loudly sing his praises."},{"number":9,"verse":"Our lives are in his hands, and he keeps our feet from stumbling."},{"number":10,"verse":"You have tested us, O God; you have purified us like silver."},{"number":11,"verse":"You captured us in your net and laid the burden of slavery on our backs."},{"number":12,"verse":"Then you put a leader over us. (Or You made people ride over our heads.) We went through fire and flood, but you brought us to a place of great abundance."},{"number":13,"verse":"Now I come to your Temple with burnt offerings to fulfill the vows I made to you—"},{"number":14,"verse":"yes, the sacred vows that I made when I was in deep trouble."},{"number":15,"verse":"That is why I am sacrificing burnt offerings to you— the best of my rams as a pleasing aroma, and a sacrifice of bulls and male goats. Interlude"},{"number":16,"verse":"Come and listen, all you who fear God, and I will tell you what he did for me."},{"number":17,"verse":"For I cried out to him for help, praising him as I spoke."},{"number":18,"verse":"If I had not confessed the sin in my heart, the Lord would not have listened."},{"number":19,"verse":"But God did listen! He paid attention to my prayer."},{"number":20,"verse":"Praise God, who did not ignore my prayer or withdraw his unfailing love from me."}]}