{"bibleAbbr":"NLT2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":72,"verses":[{"number":1,"verse":"A psalm of Solomon. Give your love of justice to the king, O God, and righteousness to the king’s son."},{"number":2,"verse":"Help him judge your people in the right way; let the poor always be treated fairly."},{"number":3,"verse":"May the mountains yield prosperity for all, and may the hills be fruitful."},{"number":4,"verse":"Help him to defend the poor, to rescue the children of the needy, and to crush their oppressors."},{"number":5,"verse":"May they fear you (Greek version reads May they endure.) as long as the sun shines, as long as the moon remains in the sky. Yes, forever!"},{"number":6,"verse":"May the king’s rule be refreshing like spring rain on freshly cut grass, like the showers that water the earth."},{"number":7,"verse":"May all the godly flourish during his reign. May there be abundant prosperity until the moon is no more."},{"number":8,"verse":"May he reign from sea to sea, and from the Euphrates River (Hebrew the river.) to the ends of the earth."},{"number":9,"verse":"Desert nomads will bow before him; his enemies will fall before him in the dust."},{"number":10,"verse":"The western kings of Tarshish and other distant lands will bring him tribute. The eastern kings of Sheba and Seba will bring him gifts."},{"number":11,"verse":"All kings will bow before him, and all nations will serve him."},{"number":12,"verse":"He will rescue the poor when they cry to him; he will help the oppressed, who have no one to defend them."},{"number":13,"verse":"He feels pity for the weak and the needy, and he will rescue them."},{"number":14,"verse":"He will redeem them from oppression and violence, for their lives are precious to him."},{"number":15,"verse":"Long live the king! May the gold of Sheba be given to him. May the people always pray for him and bless him all day long."},{"number":16,"verse":"May there be abundant grain throughout the land, flourishing even on the hilltops. May the fruit trees flourish like the trees of Lebanon, and may the people thrive like grass in a field."},{"number":17,"verse":"May the king’s name endure forever; may it continue as long as the sun shines. May all nations be blessed through him and bring him praise."},{"number":18,"verse":"Praise the LORD God, the God of Israel, who alone does such wonderful things."},{"number":19,"verse":"Praise his glorious name forever! Let the whole earth be filled with his glory. Amen and amen!"},{"number":20,"verse":"(This ends the prayers of David son of Jesse.)"}]}