{"bibleAbbr":"NLT2015","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":73,"verses":[{"number":1,"verse":"(BOOK THREE (230 73-89)) A psalm of Asaph. Truly God is good to Israel, to those whose hearts are pure."},{"number":2,"verse":"But as for me, I almost lost my footing. My feet were slipping, and I was almost gone."},{"number":3,"verse":"For I envied the proud when I saw them prosper despite their wickedness."},{"number":4,"verse":"They seem to live such painless lives; their bodies are so healthy and strong."},{"number":5,"verse":"They don’t have troubles like other people; they’re not plagued with problems like everyone else."},{"number":6,"verse":"They wear pride like a jeweled necklace and clothe themselves with cruelty."},{"number":7,"verse":"These fat cats have everything their hearts could ever wish for!"},{"number":8,"verse":"They scoff and speak only evil; in their pride they seek to crush others."},{"number":9,"verse":"They boast against the very heavens, and their words strut throughout the earth."},{"number":10,"verse":"And so the people are dismayed and confused, drinking in all their words."},{"number":11,"verse":"“What does God know?” they ask. “Does the Most High even know what’s happening?”"},{"number":12,"verse":"Look at these wicked people— enjoying a life of ease while their riches multiply."},{"number":13,"verse":"Did I keep my heart pure for nothing? Did I keep myself innocent for no reason?"},{"number":14,"verse":"I get nothing but trouble all day long; every morning brings me pain."},{"number":15,"verse":"If I had really spoken this way to others, I would have been a traitor to your people."},{"number":16,"verse":"So I tried to understand why the wicked prosper. But what a difficult task it is!"},{"number":17,"verse":"Then I went into your sanctuary, O God, and I finally understood the destiny of the wicked."},{"number":18,"verse":"Truly, you put them on a slippery path and send them sliding over the cliff to destruction."},{"number":19,"verse":"In an instant they are destroyed, completely swept away by terrors."},{"number":20,"verse":"When you arise, O Lord, you will laugh at their silly ideas as a person laughs at dreams in the morning."},{"number":21,"verse":"Then I realized that my heart was bitter, and I was all torn up inside."},{"number":22,"verse":"I was so foolish and ignorant— I must have seemed like a senseless animal to you."},{"number":23,"verse":"Yet I still belong to you; you hold my right hand."},{"number":24,"verse":"You guide me with your counsel, leading me to a glorious destiny."},{"number":25,"verse":"Whom have I in heaven but you? I desire you more than anything on earth."},{"number":26,"verse":"My health may fail, and my spirit may grow weak, but God remains the strength of my heart; he is mine forever."},{"number":27,"verse":"Those who desert him will perish, for you destroy those who abandon you."},{"number":28,"verse":"But as for me, how good it is to be near God! I have made the Sovereign LORD my shelter, and I will tell everyone about the wonderful things you do."}]}