{"bibleAbbr":"LEB2012","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":2,"verses":[{"number":1,"verse":"Dialogue between Maiden and Her Beloved I am a rose of Sharon, a lily of the valleys."},{"number":2,"verse":"Like a lily among the thorns, so is my love among the maidens."},{"number":3,"verse":"As an apple tree among the trees of the forest, so is my beloved among the young men. In his shade I sat down with delight, and his fruit was sweet to my palate."},{"number":4,"verse":"Banquet Hall of Love He brought me to the house of the wine, and his intention was love toward me."},{"number":5,"verse":"Sustain me with the raisins, refresh me with the apples, for I am lovesick."},{"number":6,"verse":"Double Refrain: Embrace and Adjuration His left hand is under my head, and his right hand embraces me."},{"number":7,"verse":"I adjure you, O maidens of Jerusalem, by the gazelles or by the does of the field, do not arouse or awaken love until it pleases!"},{"number":8,"verse":"Rendezvous in the Countryside The voice of my beloved! Look! Here he comes leaping upon the mountains, bounding over the hills!"},{"number":9,"verse":"My beloved is like a gazelle or a young stag. Look! He is standing behind our wall, gazing through the window, looking through the lattice."},{"number":10,"verse":"My beloved answered and said to me, “Arise, my beloved! Come, my beauty!"},{"number":11,"verse":"For look! The winter is over; the rainy season has turned and gone away."},{"number":12,"verse":"The blossoms appear in the land; the time of singing has arrived; the voice of the turtledove is heard in our land."},{"number":13,"verse":"The fig tree puts forth her figs, and the vines are in blossom; they give fragrance. Arise, my beloved! Come, my beauty!”"},{"number":14,"verse":"My dove, in the clefts of the rock, in the secluded place in the mountain, Let me see your face, let me hear your voice; for your voice is sweet and your face is lovely."},{"number":15,"verse":"Catch for us the foxes, the little foxes destroying vineyards, for our vineyards are in blossom!"},{"number":16,"verse":"Poetic Refrain(s) My beloved belongs to me and I belong to him; he pastures his flock among the lilies."},{"number":17,"verse":"Until the day breathes and the shadows flee, turn, my beloved! Be like a gazelle or young stag on the cleft mountains."}]}