{"bibleAbbr":"LEB2012","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":5,"verses":[{"number":1,"verse":"I have come to my garden, my sister bride, I have gathered my myrrh with my spice, I have eaten my honeycomb with my honey, I have drunk my wine with my milk! Eat, O friends! Drink and become drunk with love!"},{"number":2,"verse":"(Maiden’s Dream: Seeking and Not Finding) I was asleep but my heart was awake. A sound! My beloved knocking! “Open to me, my sister, my beloved, my dove, my perfect one! For my head is full of dew, my hair drenched from the moist night air.”"},{"number":3,"verse":"I have taken off my tunic, must I put it on? I have bathed my feet, must I soil them?"},{"number":4,"verse":"My beloved thrust his hand into the opening, and my inmost yearned for him."},{"number":5,"verse":"I myself arose to open to my beloved; my hands dripped with myrrh, my fingers with liquid myrrh upon the handles of the bolt."},{"number":6,"verse":"I opened myself to my beloved, but my beloved had turned and gone; my heart sank when he turned away. I sought him, but I did not find him; I called him, but he did not answer me."},{"number":7,"verse":"The sentinels making rounds in the city found me; they beat me, they wounded me; they took my cloak away from me — those sentinels on the walls!"},{"number":8,"verse":"(Adjuration Refrain) I adjure you, O maidens of Jerusalem, if you find my beloved, what will you tell him? Tell him that I am lovesick!"},{"number":9,"verse":"(Maiden’s Praise of Her Beloved) How is your beloved better than another lover, O most beautiful among women? How is your beloved better than another lover, that you adjure us thus?"},{"number":10,"verse":"My beloved is radiant and ruddy, distinguished among ten thousand."},{"number":11,"verse":"His head is gold, refined gold; his locks are wavy, black as a raven."},{"number":12,"verse":"His eyes are like doves beside springs of water, bathed in milk, set like mounted jewels."},{"number":13,"verse":"His cheeks are like beds of spice, a tower of fragrances; his lips are lilies dripping liquid myrrh."},{"number":14,"verse":"His arms are rods of gold engraved with jewels; his belly is polished ivory covered with sapphires."},{"number":15,"verse":"His legs are columns of alabaster, set on bases of gold; his appearance is like Lebanon, choice as its cedars."},{"number":16,"verse":"His mouth is sweet, and he is altogether desirable. This is my beloved; this is my friend, O young women of Jerusalem."}]}