{"bibleAbbr":"AMP2015","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":9,"verses":[{"number":1,"verse":"Egyptian Cattle Die Then the LORD said to Moses, \"Go to Pharaoh and tell him, 'Thus says the LORD, the God of the Hebrews: \"Let My people go, so that they may serve Me."},{"number":2,"verse":"But if you refuse to let them go and continue to hold them,"},{"number":3,"verse":"now hear this: the hand of the LORD will fall on your livestock which are out in the field, on the horses, the donkeys, the camels, the herds, and the flocks-a horrible plague shall come."},{"number":4,"verse":"But the LORD will make a distinction between the livestock of Israel and the livestock of Egypt, so that nothing that belongs to the Israelites will die.\"'\""},{"number":5,"verse":"The LORD set a [definite] time, saying, \"Tomorrow the LORD will do this thing in the land.\""},{"number":6,"verse":"And the LORD did this thing the next day, and all [kinds of] the livestock of Egypt died; but of the livestock of the Israelites, not one died."},{"number":7,"verse":"Then Pharaoh sent [men to investigate], and not even one of the livestock of the Israelites had died. But the heart of Pharaoh was hardened [and his mind was firmly set], and he did not let the people go."},{"number":8,"verse":"The Plague of BoilsThen the LORD said to Moses and Aaron, \"Take handfuls of soot from the brick kiln, and let Moses throw it toward the sky in the sight of Pharaoh."},{"number":9,"verse":"It will become fine dust over the entire land of Egypt, and it will become boils breaking out in sores on man and animal in all the land [occupied by the Egyptians].\""},{"number":10,"verse":"So they took soot from the kiln, and stood before Pharaoh; and Moses threw it toward the sky, and it became boils erupting in sores on man and animal."},{"number":11,"verse":"The magicians (soothsayer-priests) could not stand before Moses because of the boils, for the boils were on the magicians as well as on all the Egyptians."},{"number":12,"verse":"But the LORD hardened the heart of Pharaoh, and he did not listen or pay attention to them, just as the LORD had told Moses."},{"number":13,"verse":"Then the LORD said to Moses, \"Get up early in the morning and stand before Pharaoh and say to him, 'Thus says the LORD, the God of the Hebrews, \"Let My people go, so that they may serve Me."},{"number":14,"verse":"For this time I will send all My plagues on you [in full force,] and on your servants and on your people, so that you may know [without any doubt] and acknowledge that there is no one like Me in all the earth."},{"number":15,"verse":"For by now I could have put out My hand and struck you and your people with a pestilence, and you would then have been cut off (obliterated) from the earth."},{"number":16,"verse":"But indeed for this very reason I have allowed you to live, in order to show you My power and in order that My name may be proclaimed throughout all the earth."},{"number":17,"verse":"The Plague of HailSince you are still [arrogantly] exalting yourself [in defiance] against My people by not letting them go,"},{"number":18,"verse":"hear this: tomorrow about this time I will send a very heavy and dreadful hail, such as has not been seen in Egypt from the day it was founded until now."},{"number":19,"verse":"Now therefore send [a message], bring your livestock and whatever you have in the field to safety. Every man and animal that is in the field and is not brought home shall be struck by the hail and shall die.\"'\""},{"number":20,"verse":"Then everyone among the servants of Pharaoh who feared the word of the LORD made his servants and his livestock flee into the houses and shelters;"},{"number":21,"verse":"but everyone who ignored and did not take seriously the word of the LORD left his servants and his livestock in the field."},{"number":22,"verse":"Now the LORD said to Moses, \"Stretch out your hand [with your staff] toward the sky, so that there may be hail in all the land of Egypt, on man and on animal and on all the vegetation of the field, throughout the land of Egypt.\""},{"number":23,"verse":"Moses stretched out his staff toward the sky, and the LORD sent thunder and hail, and lightning (fireballs) ran down to the earth and along the ground. And the LORD rained hail on the land of Egypt."},{"number":24,"verse":"So there was hail, and lightning (fireballs) flashing intermittently in the midst of the extremely heavy hail, such as had not been in all the land of Egypt since it became a nation."},{"number":25,"verse":"The hail struck down everything that was in the field throughout all the land of Egypt, both man and animal; the hail struck and beat down all the plants in the field and shattered every tree in the field."},{"number":26,"verse":"Only in the land of Goshen, where the children of Israel lived, was there no hail."},{"number":27,"verse":"Then Pharaoh sent for Moses and Aaron, and said to them, \"I have sinned this time; the LORD is righteous, and I and my people are wicked."},{"number":28,"verse":"Pray and entreat the LORD, for there has been enough of God's thunder and hail; I will let you go, and you shall stay here no longer.\""},{"number":29,"verse":"Moses said to him, \"As soon as I leave the city, I will stretch out my hands to the LORD; the thunder will cease and there will be no more hail, so that you may know [without any doubt] and acknowledge that the earth is the Lord's."},{"number":30,"verse":"But as for you and your servants, I know that you do not yet fear the LORD God.\""},{"number":31,"verse":"(Now the flax and the barley were battered and ruined [by the hail], because the barley was in the ear (ripe, but soft) and the flax was in bud,"},{"number":32,"verse":"but the wheat and spelt (coarse wheat) were not battered and ruined, because they ripen late in the season.)"},{"number":33,"verse":"So Moses left the city and Pharaoh, and stretched out his hands to the LORD; then the thunder and hail ceased, and rain no longer poured on the earth."},{"number":34,"verse":"But when Pharaoh saw that the rain and the hail and the thunder had ceased, he sinned again and hardened his heart, both he and his servants."},{"number":35,"verse":"Pharaoh's heart was hardened, and he did not let the Israelites go, just as the LORD had said through Moses."}]}