{"bibleAbbr":"t4t2014","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"(A prayer sung by Habakkuk) Yahweh, I have heard about you; I revere you because of all the amazing things that you have done. In our time, do again some of those things that you did long ago! Even when you are angry with us, act mercifully toward us!"},{"number":3,"verse":"In the vision, I saw God, the Holy One, coming from the Teman district in Edom; and I also saw him coming from the Paran hills in the Sinai area. His glory filled the sky, and the earth was full of people who were praising him."},{"number":4,"verse":"His glory was like [SIM] a sunrise; rays flashed from his hands where he hides his power."},{"number":5,"verse":"He sent plagues in front of him, and other plagues came behind him."},{"number":6,"verse":"When he stopped, the earth shook. When he looked at the nations, all the people trembled. The hills and mountains that have existed for a very long time [HYP] collapsed and crumbled. He is the one who exists eternally/forever!"},{"number":7,"verse":"In the vision I saw the people who live in tents in the Cushan region being afflicted, and the people in the Midian region trembling."},{"number":8,"verse":"Yahweh, was it because you were angry with the rivers and streams that you struck them? Did the seas cause you to be furious, with the result that you rode through them with horses that were pulling chariots that enabled you to defeat them?"},{"number":9,"verse":"It was as though you uncovered your bow, took arrows from your quiver, and prepared to shoot them. Then with lightning you split open the earth, and streams burst forth."},{"number":10,"verse":"It is as though the mountains saw you doing that, and they trembled. The water rushed by in floods; it was as though the deep ocean roared and caused its waves to rise up high."},{"number":11,"verse":"The sun and moon stopped moving in the sky while your lightning flashed past like a swift arrow, and your glittering spear flashed."},{"number":12,"verse":"Being very angry [DOU], you walked across the earth and trampled the armies of many nations."},{"number":13,"verse":"But you also went to rescue us, your people, and to save the king (Or, people) whom you had chosen [MTY]. You crushed the leader [MTY] of those wicked people and stripped off his clothes, from his head to his foot."},{"number":14,"verse":"With his own spear you destroyed the leader of those soldiers who rushed like [SIM] a whirlwind to attack and scatter us, thinking that they could conquer us Israelis easily."},{"number":15,"verse":"You walked through the sea with your horses to destroy our enemies, and caused the waves to surge."},{"number":16,"verse":"When I saw that vision, my heart pounded and my lips quivered because I became afraid. My legs became weak and I shook, because I was terrified. But I will wait quietly for the people of Babylonia, those who invaded our country, to experience disasters!"},{"number":17,"verse":"Therefore, even if there are no blossoms on the fig trees, and there are no grapes on the grapevines, and even if there are no olives growing on the olive trees, and there are no crops in the fields, and even if the flocks of sheep and goats die in the fields, and there are no cattle in the stalls/barns,"},{"number":18,"verse":"I will rejoice because I know Yahweh. I will be joyful because Yahweh my God is the one who saves me!"},{"number":19,"verse":"Yahweh the Lord is the one who causes me to be strong; he enables me to climb ◄safely/without falling► in the rocky mountains, like [SIM] a deer does. (This message is for the choir director: When this prayer is sung, it is to be accompanied by people playing stringed instruments.)"}]}