{"bibleAbbr":"LXX2012","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"The Song of songs, which is Solomon's."},{"number":2,"verse":"Let him kiss me with the kisses of his mouth: for your breasts are better than wine."},{"number":3,"verse":"And the smell of your ointments is better than all spices: your name is ointment poured forth; therefore do the young maidens love you."},{"number":4,"verse":"They have drawn you: we will run after you, for the smell of your ointments: the king has brought me into closet: let us rejoice and be glad in you; we will love your breasts more than wine: righteousness loves you."},{"number":5,"verse":"I am black, but beautiful, you daughters of Jerusalem, as the tents of Kedar, as the curtains of Solomon."},{"number":6,"verse":"Look not upon me, because I am dark, because the sun has looked unfavourably upon me: my mother's sons strove with me; they made me keeper in the vineyards; I have not kept my own vineyard."},{"number":7,"verse":"Tell me, you whom my soul loves, where you tend your flock, where you cause them to rest at noon, lest I become as one that is veiled by the flocks of your companions."},{"number":8,"verse":"If you know not yourself, you fair one among women, go you forth by the footsteps of the flocks, and feed your kids by the shepherd's tents."},{"number":9,"verse":"I have likened you, my companion, to my horses in the chariots of Pharao."},{"number":10,"verse":"How are your cheeks beautiful as those of a dove, your neck as chains!"},{"number":11,"verse":"We will make you figures of gold with studs of silver."},{"number":12,"verse":"So long as the king was at table, my spikenard gave forth its smell."},{"number":13,"verse":"My kinsman is to me a bundle of myrrh; he shall lie between my breasts."},{"number":14,"verse":"My kinsman is to me a cluster of camphor in the vineyards of Engaddi."},{"number":15,"verse":"Behold, you are fair, my companion; behold, you are fair; your eyes are doves."},{"number":16,"verse":"Behold, you are fair, my kinsman, yes, beautiful, overshadowing our bed."},{"number":17,"verse":"The beams of our house are cedars, our ceilings are of cypress."}]}