{"bibleAbbr":"HSB+","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":20,"verses":[{"number":1,"verse":"וַיְדַבֵּ֥ר <WH1696> vay-dab-Ber spake יְהוָ֖ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to מֹשֶׁ֥ה <WH4872> mo-Sheh unto Moses לֵּאמֹֽר׃ <WH559> le-Mor. saying"},{"number":2,"verse":"וְאֶל־ <WH413> ve-'el- to בְּנֵ֣י <WH1121> be-Nei to the children יִשְׂרָאֵל֮ <WH3478> Yis-ra-'El of Israel תֹּאמַר֒ <WH559> to-Mar Again thou shalt say אִ֣ישׁ <WH376> 'ish Whosoever אִישׁ֩ <WH376> 'ish man מִבְּנֵ֨י <WH1121> mib-be-Nei [he be] of the children יִשְׂרָאֵ֜ל <WH3478> Yis-ra-'El of Israel וּמִן־ <WH4480> u-min- any הַגֵּ֣ר׀ <WH1616> hag-Ger or of the strangers הַגָּ֣ר <WH1481> hag-Gar that sojourn בְּיִשְׂרָאֵ֗ל <WH3478> be-Yis-ra-'El, in Israel אֲשֶׁ֨ר <WH834> 'a-Sher who יִתֵּ֧ן <WH5414> yit-Ten that giveth מִזַּרְע֛וֹ <WH2233> miz-zar-'O [any] of his seed לַמֹּ֖לֶךְ <WH4432> lam-Mo-lech unto Molech מ֣וֹת <WH4191> Mot he shall surely יוּמָ֑ת <WH4191> yu-Mat; be put to death עַ֥ם <WH5971> 'am the people הָאָ֖רֶץ <WH776> ha-'A-retz of the land יִרְגְּמֻ֥הוּ <WH7275> yir-ge-Mu-hu shall stone בָאָֽבֶן׃ <WH68> va-'A-ven. him with stones"},{"number":3,"verse":"וַאֲנִ֞י <WH589> va-'a-Ni I אֶתֵּ֤ן <WH5414> 'et-Ten And I will set אֶת־ <WH853> 'et- פָּנַי֙ <WH6440> pa-Nai my face בָּאִ֣ישׁ <WH376> ba-'Ish against that man הַה֔וּא <WH1931> ha-Hu, he וְהִכְרַתִּ֥י <WH3772> ve-hich-rat-Ti and will cut him off אֹת֖וֹ <WH853> o-To מִקֶּ֣רֶב <WH7130> mik-Ke-rev from among עַמּ֑וֹ <WH5971> am-Mo; his people כִּ֤י <WH3588> ki because מִזַּרְעוֹ֙ <WH2233> miz-zar-'O of his seed נָתַ֣ן <WH5414> na-Tan because he hath given לַמֹּ֔לֶךְ <WH4432> lam-Mo-lech, unto Molech לְמַ֗עַן <WH4616> le-Ma-'an, so טַמֵּא֙ <WH2930> tam-Me to defile אֶת־ <WH853> 'et- מִקְדָּשִׁ֔י <WH4720> mik-da-Shi, my sanctuary וּלְחַלֵּ֖ל <WH2490> u-le-chal-Lel and to profane אֶת־ <WH853> 'et- שֵׁ֥ם <WH8034> shem name קָדְשִֽׁי׃ <WH6944> kod-shi my holy"},{"number":4,"verse":"וְאִ֡ם <WH518> ve-'Im If הַעְלֵ֣ם <WH5956> ha'-Lem do any ways יַעְלִימֽוּ֩ <WH5956> ya'-li-Mu hide עַ֨ם <WH5971> 'am And if the people הָאָ֜רֶץ <WH776> ha-'A-retz of the land אֶת־ <WH853> 'et- עֵֽינֵיהֶם֙ <WH5869> 'ei-nei-Hem their eyes מִן־ <WH4480> min- any הָאִ֣ישׁ <WH376> ha-'Ish from the man הַה֔וּא <WH1931> ha-Hu, he בְּתִתּ֥וֹ <WH5414> be-tit-To when he giveth מִזַּרְע֖וֹ <WH2233> miz-zar-'O of his seed לַמֹּ֑לֶךְ <WH4432> lam-Mo-lech; unto Molech לְבִלְתִּ֖י <WH1115> le-vil-Ti him not הָמִ֥ית <WH4191> ha-Mit and kill אֹתֽוֹ׃ <WH853> o-To."},{"number":5,"verse":"וְשַׂמְתִּ֨י <WH7760> ve-sam-Ti Then I will set אֲנִ֧י <WH589> 'a-Ni Myself אֶת־ <WH853> 'et- פָּנַ֛י <WH6440> pa-Nai my face בָּאִ֥ישׁ <WH376> ba-'Ish against that man הַה֖וּא <WH1931> ha-Hu he וּבְמִשְׁפַּחְתּ֑וֹ <WH4940> u-ve-mish-pach-To; and against his family וְהִכְרַתִּ֨י <WH3772> ve-hich-rat-Ti and will cut him off אֹת֜וֹ <WH853> o-To וְאֵ֣ת׀ <WH853> ve-'Et כָּל־ <WH3605> kol- and all הַזֹּנִ֣ים <WH2181> haz-zo-Nim and all that go a whoring אַחֲרָ֗יו <WH310> 'a-cha-Rav, after לִזְנ֛וֹת <WH2181> liz-Not him to commit whoredom אַחֲרֵ֥י <WH310> 'a-cha-Rei after הַמֹּ֖לֶךְ <WH4432> ham-Mo-lech with Molech מִקֶּ֥רֶב <WH7130> mik-Ke-rev from among עַמָּֽם׃ <WH5971> 'am-Mam. their people"},{"number":6,"verse":"וְהַנֶּ֗פֶשׁ <WH5315> ve-han-Ne-fesh, And the soul אֲשֶׁ֨ר <WH834> 'a-Sher who תִּפְנֶ֤ה <WH6437> tif-Neh that turneth אֶל־ <WH413> 'el- after הָֽאֹבֹת֙ <WH178> ha-'o-Vot such as have familiar spirits וְאֶל־ <WH413> ve-'el- and to הַיִּדְּעֹנִ֔ים <WH3049> hai-yid-de-'o-Nim, wizards לִזְנ֖וֹת <WH2181> liz-Not to go a whoring אַחֲרֵיהֶ֑ם <WH310> 'a-cha-rei-Hem; and after וְנָתַתִּ֤י <WH5414> ve-na-tat-Ti them I will even set אֶת־ <WH853> 'et- פָּנַי֙ <WH6440> pa-Nai my face בַּנֶּ֣פֶשׁ <WH5315> ban-Ne-fesh against that soul הַהִ֔וא <WH1931> ha-Hiv, he וְהִכְרַתִּ֥י <WH3772> ve-hich-rat-Ti and will cut him off אֹת֖וֹ <WH853> o-To מִקֶּ֥רֶב <WH7130> mik-Ke-rev from among עַמּֽוֹ׃ <WH5971> am-Mo. his people"},{"number":7,"verse":"וְהִ֨תְקַדִּשְׁתֶּ֔ם <WH6942> ve-Hit-kad-dish-Tem, Sanctify וִהְיִיתֶ֖ם <WH1961> vih-yi-Tem and be ye קְדֹשִׁ֑ים <WH6918> ke-do-Shim; yourselves therefore and be ye holy כִּ֛י <WH3588> ki for אֲנִ֥י <WH589> 'a-Ni I יְהוָ֖ה <WH3069> Yah-weh God אֱלֹהֵיכֶֽם׃ <WH430> 'e-lo-hei-Chem. your God"},{"number":8,"verse":"וּשְׁמַרְתֶּם֙ <WH8104> u-she-mar-Tem And ye shall keep אֶת־ <WH853> 'et- חֻקֹּתַ֔י <WH2708> chuk-ko-Tai, my statutes וַעֲשִׂיתֶ֖ם <WH6213> va-'a-si-Tem and do אֹתָ֑ם <WH853> 'o-Tam; אֲנִ֥י <WH589> 'a-Ni I am יְהוָ֖ה <WH3068> Yah-weh them I [am] the LORD מְקַדִּשְׁכֶֽם׃ <WH6942> me-kad-dish-Chem. which sanctify"},{"number":9,"verse":"כִּֽי־ <WH3588> ki- If אִ֣ישׁ <WH376> 'ish For every אִ֗ישׁ <WH376> 'Ish, one אֲשֶׁ֨ר <WH834> 'a-Sher who יְקַלֵּ֧ל <WH7043> ye-kal-Lel that curseth אֶת־ <WH853> 'et- אָבִ֛יו <WH1> 'a-Viv his father וְאֶת־ <WH853> ve-'Et אִמּ֖וֹ <WH517> im-Mo or his mother מ֣וֹת <WH4191> Mot shall be surely יוּמָ֑ת <WH4191> yu-Mat; put to death אָבִ֧יו <WH1> 'a-Viv his father וְאִמּ֛וֹ <WH517> ve-'im-Mo or his mother קִלֵּ֖ל <WH7043> kil-Lel he hath cursed דָּמָ֥יו <WH1818> da-Mav his blood בּֽוֹ׃ bo."},{"number":10,"verse":"וְאִ֗ישׁ <WH376> ve-'Ish, And the man אֲשֶׁ֤ר <WH834> 'a-Sher who יִנְאַף֙ <WH5003> yin-'Af that committeth adultery אֶת־ <WH854> 'et- for אֵ֣שֶׁת <WH802> 'E-shet wife אִ֔ישׁ <WH376> 'Ish, with [another] man's אֲשֶׁ֥ר <WH834> 'a-Sher who יִנְאַ֖ף <WH5003> yin-'Af [even he] that committeth adultery אֶת־ <WH854> 'et- for אֵ֣שֶׁת <WH802> 'E-shet wife רֵעֵ֑הוּ <WH7453> re-'E-hu; with his neighbour's מֽוֹת־ <WH4191> mot- shall surely יוּמַ֥ת <WH4191> yu-Mat be put to death הַנֹּאֵ֖ף <WH5003> han-no-'Ef the adulterer וְהַנֹּאָֽפֶת׃ <WH5003> ve-han-no-'A-fet. and the adulteress"},{"number":11,"verse":"וְאִ֗ישׁ <WH376> ve-'Ish, And the man אֲשֶׁ֤ר <WH834> 'a-Sher who יִשְׁכַּב֙ <WH7901> yish-Kav that lieth אֶת־ <WH854> 'et- for אֵ֣שֶׁת <WH802> 'E-shet wife אָבִ֔יו <WH1> 'a-Viv, with his father's עֶרְוַ֥ת <WH6172> 'er-Vat nakedness אָבִ֖יו <WH1> 'a-Viv his father's גִּלָּ֑ה <WH1540> gil-Lah; hath uncovered מֽוֹת־ <WH4191> mot- of them shall surely יוּמְת֥וּ <WH4191> yu-me-Tu be put to death שְׁנֵיהֶ֖ם <WH8147> she-nei-Hem both דְּמֵיהֶ֥ם <WH1818> de-mei-Hem their blood בָּֽם׃ Bam."},{"number":12,"verse":"וְאִ֗ישׁ <WH376> ve-'Ish, And if a man אֲשֶׁ֤ר <WH834> 'a-Sher who יִשְׁכַּב֙ <WH7901> yish-Kav lie אֶת־ <WH854> 'et- with כַּלָּת֔וֹ <WH3618> kal-la-To, with his daughter in law מ֥וֹת <WH4191> Mot of them shall surely יוּמְת֖וּ <WH4191> yu-me-Tu be put to death שְׁנֵיהֶ֑ם <WH8147> she-nei-Hem; both תֶּ֥בֶל <WH8397> Te-vel confusion עָשׂ֖וּ <WH6213> 'a-Su they have wrought דְּמֵיהֶ֥ם <WH1818> de-mei-Hem their blood בָּֽם׃ Bam."},{"number":13,"verse":"וְאִ֗ישׁ <WH376> ve-'Ish, If a man אֲשֶׁ֨ר <WH834> 'a-Sher who יִשְׁכַּ֤ב <WH7901> yish-Kav also lie אֶת־ <WH854> 'et- with זָכָר֙ <WH2145> za-Char with mankind מִשְׁכְּבֵ֣י <WH4904> mish-ke-Vei as he lieth אִשָּׁ֔ה <WH802> 'ish-Shah, with a woman תּוֹעֵבָ֥ה <WH8441> to-'e-Vah an abomination עָשׂ֖וּ <WH6213> 'a-Su of them have committed שְׁנֵיהֶ֑ם <WH8147> she-nei-Hem; both מ֥וֹת <WH4191> Mot they shall surely יוּמָ֖תוּ <WH4191> yu-Ma-tu be put to death דְּמֵיהֶ֥ם <WH1818> de-mei-Hem their blood בָּֽם׃ Bam."},{"number":14,"verse":"וְאִ֗ישׁ <WH376> ve-'Ish, And if a man אֲשֶׁ֨ר <WH834> 'a-Sher who יִקַּ֧ח <WH3947> yik-Kach take אֶת־ <WH853> 'et- אִשָּׁ֛ה <WH802> 'ish-Shah a wife וְאֶת־ <WH853> ve-'Et אִמָּ֖הּ <WH517> 'im-Mah and her mother זִמָּ֣ה <WH2154> zim-Mah it [is] wickedness הִ֑וא <WH1931> hi he בָּאֵ֞שׁ <WH784> ba-'Esh with fire יִשְׂרְפ֤וּ <WH8313> yis-re-Fu they shall be burnt אֹתוֹ֙ <WH853> o-To וְאֶתְהֶ֔ן <WH853> ve-'et-Hen, וְלֹא־ <WH3808> ve-lo- will be no תִהְיֶ֥ה <WH1961> tih-Yeh become זִמָּ֖ה <WH2154> zim-Mah both he and they that there be no wickedness בְּתוֹכְכֶֽם׃ <WH8432> be-toch-Chem. among"},{"number":15,"verse":"וְאִ֗ישׁ <WH376> ve-'Ish, And if a man אֲשֶׁ֨ר <WH834> 'a-Sher who יִתֵּ֧ן <WH5414> yit-Ten add שְׁכָבְתּ֛וֹ <WH7903> she-cha-ve-To lie בִּבְהֵמָ֖ה <WH929> biv-he-Mah with a beast מ֣וֹת <WH4191> Mot he shall surely יוּמָ֑ת <WH4191> yu-Mat; be put to death וְאֶת־ <WH853> ve-'Et הַבְּהֵמָ֖ה <WH929> hab-be-he-Mah the beast תַּהֲרֹֽגוּ׃ <WH2026> ta-ha-Ro-gu. and ye shall slay"},{"number":16,"verse":"וְאִשָּׁ֗ה <WH802> ve-'ish-Shah, And if a woman אֲשֶׁ֨ר <WH834> 'a-Sher who תִּקְרַ֤ב <WH7126> tik-Rav approach אֶל־ <WH413> 'el- about כָּל־ <WH3605> kol- any בְּהֵמָה֙ <WH929> be-he-Mah unto any beast לְרִבְעָ֣ה <WH7250> le-riv-'Ah and lie down אֹתָ֔הּ <WH854> 'o-Tah, for וְהָרַגְתָּ֥ <WH2026> ve-ha-rag-Ta thereto thou shalt kill אֶת־ <WH853> 'et- הָאִשָּׁ֖ה <WH802> ha-'ish-Shah the woman וְאֶת־ <WH853> ve-'Et הַבְּהֵמָ֑ה <WH929> hab-be-he-Mah; and the beast מ֥וֹת <WH4191> Mot they shall surely יוּמָ֖תוּ <WH4191> yu-Ma-tu be put to death דְּמֵיהֶ֥ם <WH1818> de-mei-Hem their blood בָּֽם׃ Bam."},{"number":17,"verse":"וְאִ֣ישׁ <WH376> ve-'Ish And if a man אֲשֶׁר־ <WH834> 'a-Sher- who יִקַּ֣ח <WH3947> yik-Kach shall take אֶת־ <WH853> 'et- אֲחֹת֡וֹ <WH269> a-cho-To his sister בַּת־ <WH1323> bat- daughter אָבִ֣יו <WH1> 'a-Viv his father's א֣וֹ <WH176> o or בַת־ <WH1323> vat- daughter אִ֠מּוֹ <WH517> im-mo his mother's וְרָאָ֨ה <WH7200> ve-ra-'Ah and see אֶת־ <WH853> 'et- עֶרְוָתָ֜הּ <WH6172> 'er-va-Tah her nakedness וְהִֽיא־ <WH1931> ve-hi- and she תִרְאֶ֤ה <WH7200> tir-'Eh and she see אֶת־ <WH853> 'et- עֶרְוָתוֹ֙ <WH6172> er-va-To his nakedness חֶ֣סֶד <WH2617> Che-sed it [is] a wicked thing ה֔וּא <WH1931> Hu, and they וְנִ֨כְרְת֔וּ <WH3772> ve-Nich-re-Tu, and they shall be cut off לְעֵינֵ֖י <WH5869> le-'ei-Nei in the sight בְּנֵ֣י <WH1121> be-Nei of the sons עַמָּ֑ם <WH5971> 'am-Mam; of their people עֶרְוַ֧ת <WH6172> 'er-Vat nakedness אֲחֹת֛וֹ <WH269> a-cho-To his sister's גִּלָּ֖ה <WH1540> gil-Lah he hath uncovered עֲוֹנ֥וֹ <WH5771> a-vo-No his iniquity יִשָּֽׂא׃ <WH5375> yis-Sa. he shall bear"},{"number":18,"verse":"וְ֠אִישׁ <WH376> Ve-'ish And if a man אֲשֶׁר־ <WH834> 'a-Sher- who יִשְׁכַּ֨ב <WH7901> yish-Kav shall lie אֶת־ <WH854> 'et- for אִשָּׁ֜ה <WH802> 'ish-Shah with a woman דָּוָ֗ה <WH1739> da-Vah, having her sickness וְגִלָּ֤ה <WH1540> ve-gil-Lah and shall uncover אֶת־ <WH853> 'et- עֶרְוָתָהּ֙ <WH6172> 'er-va-Tah her nakedness אֶת־ <WH853> 'et- מְקֹרָ֣הּ <WH4726> me-ko-Rah her fountain הֶֽעֱרָ֔ה <WH6168> he-'e-Rah, he hath discovered וְהִ֕יא <WH1931> ve-Hi and she גִּלְּתָ֖ה <WH1540> gil-le-Tah and she hath uncovered אֶת־ <WH853> 'et- מְק֣וֹר <WH4726> me-Kor the fountain דָּמֶ֑יהָ <WH1818> da-Mei-ha; of her blood וְנִכְרְת֥וּ <WH3772> ve-nich-re-Tu of them shall be cut off שְׁנֵיהֶ֖ם <WH8147> she-nei-Hem and both מִקֶּ֥רֶב <WH7130> mik-Ke-rev from among עַמָּֽם׃ <WH5971> 'am-Mam. their people"},{"number":19,"verse":"וְעֶרְוַ֨ת <WH6172> ve-'er-Vat the nakedness אֲח֧וֹת <WH269> a-Chot sister אִמְּךָ֛ <WH517> 'im-me-Cha of thy mother's וַאֲח֥וֹת <WH269> va-'a-Chot sister אָבִ֖יךָ <WH1> 'a-Vi-cha nor of thy father's לֹ֣א <WH3808> lo not תְגַלֵּ֑ה <WH1540> te-gal-Leh; And thou shalt not uncover כִּ֧י <WH3588> ki for אֶת־ <WH853> 'et- שְׁאֵר֛וֹ <WH7607> she-'e-Ro his near kin הֶעֱרָ֖ה <WH6168> he-'e-Rah for he uncovereth עֲוֹנָ֥ם <WH5771> 'a-vo-Nam their iniquity יִשָּֽׂאוּ׃ <WH5375> yis-Sa-'u. they shall bear"},{"number":20,"verse":"וְאִ֗ישׁ <WH376> ve-'Ish, And if a man אֲשֶׁ֤ר <WH834> 'a-Sher who יִשְׁכַּב֙ <WH7901> yish-Kav shall lie אֶת־ <WH854> 'et- with דֹּ֣דָת֔וֹ <WH1733> do-da-To, with his uncle's wife עֶרְוַ֥ת <WH6172> 'er-Vat nakedness דֹּד֖וֹ <WH1730> do-Do his uncle's גִּלָּ֑ה <WH1540> gil-Lah; he hath uncovered חֶטְאָ֥ם <WH2399> chet-'Am their sin יִשָּׂ֖אוּ <WH5375> yis-Sa-'u they shall bear עֲרִירִ֥ים <WH6185> 'a-ri-Rim childless יָמֻֽתוּ׃ <WH4191> ya-Mu-tu. they shall die"},{"number":21,"verse":"וְאִ֗ישׁ <WH376> ve-'Ish, And if a man אֲשֶׁ֥ר <WH834> 'a-Sher who יִקַּ֛ח <WH3947> yik-Kach shall take אֶת־ <WH853> 'et- אֵ֥שֶׁת <WH802> 'E-shet wife אָחִ֖יו <WH251> 'a-Chiv his brother's נִדָּ֣ה <WH5079> nid-Dah it [is] an unclean thing הִ֑וא <WH1931> hi he עֶרְוַ֥ת <WH6172> 'er-Vat nakedness אָחִ֛יו <WH251> 'a-Chiv his brother's גִּלָּ֖ה <WH1540> gil-Lah he hath uncovered עֲרִירִ֥ים <WH6185> 'a-ri-Rim they shall be childless יִהְיֽוּ׃ <WH1961> yih-Yu. are therefore"},{"number":22,"verse":"וּשְׁמַרְתֶּ֤ם <WH8104> u-she-mar-Tem Ye shall therefore keep אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all חֻקֹּתַי֙ <WH2708> chuk-ko-Tai all my statutes וְאֶת־ <WH853> ve-'Et כָּל־ <WH3605> kol- and all מִשְׁפָּטַ֔י <WH4941> mish-pa-Tai, and all my judgments וַעֲשִׂיתֶ֖ם <WH6213> va-'a-si-Tem and do אֹתָ֑ם <WH853> 'o-Tam; וְלֹא־ <WH3808> ve-lo- not תָקִ֤יא <WH6958> ta-Ki therein spue you not out אֶתְכֶם֙ <WH853> 'et-Chem הָאָ֔רֶץ <WH776> ha-'A-retz, them that the land אֲשֶׁ֨ר <WH834> 'a-Sher to which אֲנִ֜י <WH589> 'a-Ni I am מֵבִ֥יא <WH935> me-Vi whither I bring אֶתְכֶ֛ם <WH853> 'et-Chem שָׁ֖מָּה <WH8033> Sham-mah in it לָשֶׁ֥בֶת <WH3427> la-She-vet you to dwell בָּֽהּ׃ Bah."},{"number":23,"verse":"וְלֹ֤א <WH3808> ve-Lo shall not תֵֽלְכוּ֙ <WH1980> te-le-Chu follow בְּחֻקֹּ֣ת <WH2708> be-chuk-Kot in the manners הַגּ֔וֹי <WH1471> hag-Goy, of the nation אֲשֶׁר־ <WH834> 'a-Sher- which אֲנִ֥י <WH589> 'a-Ni I מְשַׁלֵּ֖חַ <WH7971> me-shal-Le-ach which I cast out מִפְּנֵיכֶ֑ם <WH6440> mip-pe-nei-Chem; before כִּ֤י <WH3588> ki for אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all אֵ֙לֶּה֙ <WH428> 'el-leh these עָשׂ֔וּ <WH6213> 'a-Su, you for they committed וָאָקֻ֖ץ <WH6973> va-'a-Kutz all these things and therefore I abhorred בָּֽם׃ Bam."},{"number":24,"verse":"וָאֹמַ֣ר <WH559> va-'o-Mar But I have said לָכֶ֗ם la-Chem, אַתֶּם֮ <WH859> 'at-Tem you תִּֽירְשׁ֣וּ <WH3423> ti-re-Shu unto you Ye shall inherit אֶת־ <WH853> 'et- אַדְמָתָם֒ <WH127> 'ad-ma-Tam their land וַאֲנִ֞י <WH589> va-'a-Ni Myself אֶתְּנֶ֤נָּה <WH5414> 'et-te-Nen-nah and I will give לָכֶם֙ la-Chem לָרֶ֣שֶׁת <WH3423> la-Re-shet it unto you to possess אֹתָ֔הּ <WH853> 'o-Tah, אֶ֛רֶץ <WH776> 'E-retz it a land זָבַ֥ת <WH2100> za-Vat that floweth חָלָ֖ב <WH2461> cha-Lav with milk וּדְבָ֑שׁ <WH1706> u-de-Vash; and honey אֲנִי֙ <WH589> 'a-Ni Myself יְהוָ֣ה <WH3068> Yah-weh I [am] the LORD אֱלֹֽהֵיכֶ֔ם <WH430> 'e-lo-hei-Chem, your God אֲשֶׁר־ <WH834> 'a-Sher- who הִבְדַּ֥לְתִּי <WH914> hiv-Dal-ti which have separated אֶתְכֶ֖ם <WH853> 'et-Chem מִן־ <WH4480> min- from הָֽעַמִּֽים׃ <WH5971> Ha-'am-Mim. you from [other] people"},{"number":25,"verse":"וְהִבְדַּלְתֶּ֞ם <WH914> ve-hiv-dal-Tem Ye shall therefore put difference בֵּֽין־ <WH996> bein- between הַבְּהֵמָ֤ה <WH929> hab-be-he-Mah beasts הַטְּהֹרָה֙ <WH2889> hat-te-ho-Rah between clean לַטְּמֵאָ֔ה <WH2931> lat-te-me-'Ah, and unclean וּבֵין־ <WH996> u-vein- and between הָע֥וֹף <WH5775> ha-'of fowls הַטָּמֵ֖א <WH2931> hat-ta-Me and between unclean לַטָּהֹ֑ר <WH2889> lat-ta-Hor; and clean וְלֹֽא־ <WH3808> ve-lo- shall not תְשַׁקְּצ֨וּ <WH8262> te-shak-ke-Tzu abominable אֶת־ <WH853> 'et- נַפְשֹֽׁתֵיכֶ֜ם <WH5315> naf-sho-tei-Chem and ye shall not make your souls בַּבְּהֵמָ֣ה <WH929> bab-be-he-Mah by beast וּבָע֗וֹף <WH5775> u-va-'of, or by fowl וּבְכֹל֙ <WH3605> u-ve-Chol anything אֲשֶׁ֣ר <WH834> 'a-Sher which תִּרְמֹ֣שׂ <WH7430> tir-Mos or by any manner of living thing that creepeth הָֽאֲדָמָ֔ה <WH127> ha-'a-da-Mah, on the ground אֲשֶׁר־ <WH834> 'a-Sher- which הִבְדַּ֥לְתִּי <WH914> hiv-Dal-ti which I have separated לָכֶ֖ם la-Chem לְטַמֵּֽא׃ <WH2930> le-tam-Me. from you as unclean"},{"number":26,"verse":"וִהְיִ֤יתֶם <WH1961> vih-Yi-tem become לִי֙ li קְדֹשִׁ֔ים <WH6918> ke-do-Shim, And ye shall be holy כִּ֥י <WH3588> ki for קָד֖וֹשׁ <WH6918> ka-Doosh [am] holy אֲנִ֣י <WH589> 'a-Ni I יְהוָ֑ה <WH3068> Yah-weh; unto me for I the LORD וָאַבְדִּ֥ל <WH914> va-'av-Dil and have severed אֶתְכֶ֛ם <WH853> 'et-Chem מִן־ <WH4480> min- from הָֽעַמִּ֖ים <WH5971> ha-'am-Mim you from [other] people לִהְי֥וֹת <WH1961> lih-Yot become לִֽי׃ Li."},{"number":27,"verse":"וְאִ֣ישׁ <WH376> ve-'Ish A man אֽוֹ־ <WH176> 'ov- or אִשָּׁ֗ה <WH802> 'ish-Shah, also or woman כִּי־ <WH3588> ki- that hath יִהְיֶ֨ה <WH1961> yih-Yeh become בָהֶ֥ם va-Hem א֛וֹב <WH178> ov a familiar spirit א֥וֹ <WH176> o or יִדְּעֹנִ֖י <WH3049> yid-de-'o-Ni or that is a wizard מ֣וֹת <WH4191> Mot shall surely יוּמָ֑תוּ <WH4191> yu-Ma-tu; be put to death בָּאֶ֛בֶן <WH68> ba-'E-ven them with stones יִרְגְּמ֥וּ <WH7275> yir-ge-Mu they shall stone אֹתָ֖ם <WH853> 'o-Tam דְּמֵיהֶ֥ם <WH1818> de-mei-Hem their blood בָּֽם׃ Bam. פ Peh"}]}