{"bibleAbbr":"HSB+","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":26,"verses":[{"number":1,"verse":"לֹֽא־ <WH3808> lo- nor תַעֲשׂ֨וּ <WH6213> ta-'a-Su Ye shall make לָכֶ֜ם la-Chem אֱלִילִ֗ם <WH457> 'e-li-Lim, you no idols וּפֶ֤סֶל <WH6459> u-Fe-sel nor graven image וּמַצֵּבָה֙ <WH4676> u-matz-tze-Vah a standing image לֹֽא־ <WH3808> lo- nor תָקִ֣ימוּ <WH6965> ta-Ki-mu neither rear you up לָכֶ֔ם la-Chem, וְאֶ֣בֶן <WH68> ve-'E-ven of stone מַשְׂכִּ֗ית <WH4906> mas-Kit, [any] image לֹ֤א <WH3808> lo nor תִתְּנוּ֙ <WH5414> tit-te-Nu neither shall ye set up בְּאַרְצְכֶ֔ם <WH776> be-'ar-tze-Chem, in your land לְהִֽשְׁתַּחֲוֹ֖ת <WH7812> le-hish-ta-cha-Vot to bow down עָלֶ֑יהָ <WH5921> 'a-Lei-ha; and כִּ֛י <WH3588> ki for אֲנִ֥י <WH589> 'a-Ni I am יְהוָ֖ה <WH3068> Yah-weh unto it for I [am] the LORD אֱלֹהֵיכֶֽם׃ <WH430> 'e-lo-hei-Chem. your God"},{"number":2,"verse":"אֶת־ <WH853> 'et- שַׁבְּתֹתַ֣י <WH7676> shab-be-to-Tai my sabbaths תִּשְׁמֹ֔רוּ <WH8104> tish-Mo-ru, Ye shall keep וּמִקְדָּשִׁ֖י <WH4720> u-mik-da-Shi my sanctuary תִּירָ֑אוּ <WH3372> ti-Ra-'u; and reverence אֲנִ֖י <WH589> 'a-Ni I am יְהוָֽה׃ <WH3068> Yah-weh. I [am] the LORD ס sa-Mek"},{"number":3,"verse":"אִם־ <WH518> 'im- If בְּחֻקֹּתַ֖י <WH2708> be-chuk-ko-Tai in my statutes תֵּלֵ֑כוּ <WH1980> te-Le-chu; walk וְאֶת־ <WH853> ve-'Et מִצְוֹתַ֣י <WH4687> mitz-vo-Tai my commandments תִּשְׁמְר֔וּ <WH8104> tish-me-Ru, and keep וַעֲשִׂיתֶ֖ם <WH6213> va-'a-si-Tem and do אֹתָֽם׃ <WH853> 'o-Tam."},{"number":4,"verse":"וְנָתַתִּ֥י <WH5414> ve-na-tat-Ti Then I will give גִשְׁמֵיכֶ֖ם <WH1653> gish-mei-Chem you rain בְּעִתָּ֑ם <WH6256> be-'it-Tam; in due season וְנָתְנָ֤ה <WH5414> ve-nat-Nah shall yield הָאָ֙רֶץ֙ <WH776> ha-'A-retz and the land יְבוּלָ֔הּ <WH2981> ye-vu-Lah, her increase וְעֵ֥ץ <WH6086> ve-'Etz and the trees הַשָּׂדֶ֖ה <WH7704> has-sa-Deh of the field יִתֵּ֥ן <WH5414> yit-Ten shall yield פִּרְיֽוֹ׃ <WH6529> pir-Yo. their fruit"},{"number":5,"verse":"וְהִשִּׂ֨יג <WH5381> ve-his-Sig shall reach לָכֶ֥ם la-Chem דַּ֙יִשׁ֙ <WH1786> da-yish And your threshing אֶת־ <WH853> 'et- בָּצִ֔יר <WH1210> ba-Tzir, unto the vintage וּבָצִ֖יר <WH1210> u-va-Tzir and the vintage יַשִּׂ֣יג <WH5381> yas-Sig shall reach אֶת־ <WH853> 'et- זָ֑רַע <WH2233> Za-ra'; unto the sowing time וַאֲכַלְתֶּ֤ם <WH398> va-'a-chal-Tem and ye shall eat לַחְמְכֶם֙ <WH3899> lach-me-Chem your bread לָשֹׂ֔בַע <WH7648> la-Soa', to the full וִֽישַׁבְתֶּ֥ם <WH3427> vi-shav-Tem and dwell לָבֶ֖טַח <WH983> la-Ve-tach safely בְּאַרְצְכֶֽם׃ <WH776> be-'ar-tze-Chem. in your land"},{"number":6,"verse":"וְנָתַתִּ֤י <WH5414> ve-na-tat-Ti And I will give שָׁלוֹם֙ <WH7965> sha-lOm peace בָּאָ֔רֶץ <WH776> ba-'A-retz, in the land וּשְׁכַבְתֶּ֖ם <WH7901> u-she-chav-Tem and ye shall lie down וְאֵ֣ין <WH369> ve-'Ein no מַחֲרִ֑יד <WH2729> ma-cha-Rid; and none shall make [you] afraid וְהִשְׁבַּתִּ֞י <WH7673> ve-hish-bat-Ti and I will rid חַיָּ֤ה <WH2416> chai-Yah beasts רָעָה֙ <WH7451> ra-'Ah evil מִן־ <WH4480> min- from הָאָ֔רֶץ <WH776> ha-'A-retz, out of the land וְחֶ֖רֶב <WH2719> ve-Che-rev neither shall the sword לֹא־ <WH3808> lo- and no תַעֲבֹ֥ר <WH5674> ta-'a-Vor go בְּאַרְצְכֶֽם׃ <WH776> be-'ar-tze-Chem. through your land"},{"number":7,"verse":"וּרְדַפְתֶּ֖ם <WH7291> u-re-daf-Tem And ye shall chase אֶת־ <WH853> 'et- אֹיְבֵיכֶ֑ם <WH341> 'o-ye-vei-Chem; your enemies וְנָפְל֥וּ <WH5307> ve-na-fe-Lu and they shall fall לִפְנֵיכֶ֖ם <WH6440> lif-nei-Chem before לֶחָֽרֶב <WH2719> le-Cha-rev you by the sword"},{"number":8,"verse":"וְרָדְפוּ֨ <WH7291> ve-rad-Fu of you shall chase מִכֶּ֤ם <WH4480> mik-Kem at חֲמִשָּׁה֙ <WH2568> cha-mish-Shah And five מֵאָ֔ה <WH3967> me-'Ah, an hundred וּמֵאָ֥ה <WH3967> u-me-'Ah and an hundred מִכֶּ֖ם <WH4480> mik-Kem at רְבָבָ֣ה <WH7233> re-va-Vah of you shall put ten thousand יִרְדֹּ֑פוּ <WH7291> yir-Do-fu; to flight וְנָפְל֧וּ <WH5307> ve-naf-Lu shall fall אֹיְבֵיכֶ֛ם <WH341> 'o-ye-vei-Chem and your enemies לִפְנֵיכֶ֖ם <WH6440> lif-nei-Chem before לֶחָֽרֶב׃ <WH2719> le-Cha-rev. you by the sword"},{"number":9,"verse":"וּפָנִ֣יתִי <WH6437> u-fa-Ni-ti For I will have respect אֲלֵיכֶ֔ם <WH413> 'a-lei-Chem, toward וְהִפְרֵיתִ֣י <WH6509> ve-hif-rei-Ti unto you and make you fruitful אֶתְכֶ֔ם <WH853> 'et-Chem, וְהִרְבֵּיתִ֖י <WH7235> ve-hir-bei-Ti and multiply אֶתְכֶ֑ם <WH853> 'et-Chem; וַהֲקִימֹתִ֥י <WH6965> va-ha-ki-mo-Ti you and establish אֶת־ <WH853> 'et- בְּרִיתִ֖י <WH1285> be-ri-Ti my covenant אִתְּכֶֽם׃ <WH854> 'it-te-Chem. for"},{"number":10,"verse":"וַאֲכַלְתֶּ֥ם <WH398> va-'a-chal-Tem And ye shall eat יָשָׁ֖ן <WH3465> ya-Shan the old נוֹשָׁ֑ן <WH3462> no-Shan; old store וְיָשָׁ֕ן <WH3462> ve-ya-Shan supply מִפְּנֵ֥י <WH6440> mip-pe-Nei because חָדָ֖שׁ <WH2319> cha-Dash of the new תּוֹצִֽיאוּ׃ <WH3318> to-Tzi-'u. and bring forth"},{"number":11,"verse":"וְנָתַתִּ֥י <WH5414> ve-na-tat-Ti And I will set מִשְׁכָּנִ֖י <WH4908> mish-ka-Ni my tabernacle בְּתוֹכְכֶ֑ם <WH8432> be-toch-Chem; among וְלֹֽא־ <WH3808> ve-lo- will not תִגְעַ֥ל <WH1602> tig-'Al shall not abhor נַפְשִׁ֖י <WH5315> naf-Shi you and my soul אֶתְכֶֽם׃ <WH853> 'et-Chem."},{"number":12,"verse":"וְהִתְהַלַּכְתִּי֙ <WH1980> ve-hit-hal-lach-Ti And I will walk בְּת֣וֹכְכֶ֔ם <WH8432> be-Toch-Chem, among וְהָיִ֥יתִי <WH1961> ve-ha-Yi-ti you and will be לָכֶ֖ם la-Chem לֵֽאלֹהִ֑ים <WH430> le-lo-Him; your God וְאַתֶּ֖ם <WH859> ve-'at-Tem and ye תִּהְיוּ־ <WH1961> tih-yu- and ye shall be לִ֥י li לְעָֽם׃ <WH5971> le-'Am. my people"},{"number":13,"verse":"אֲנִ֞י <WH589> 'a-Ni I am יְהוָ֣ה <WH3068> Yah-weh I [am] the LORD אֱלֹֽהֵיכֶ֗ם <WH430> 'e-lo-hei-Chem, your God אֲשֶׁ֨ר <WH834> 'a-Sher who הוֹצֵ֤אתִי <WH3318> ho-Tze-ti which brought you forth אֶתְכֶם֙ <WH853> 'et-Chem מֵאֶ֣רֶץ <WH776> me-'E-retz out of the land מִצְרַ֔יִם <WH4714> mitz-Ra-yim, of Egypt מִֽהְיֹ֥ת <WH1961> mih-Yot become לָהֶ֖ם la-Hem עֲבָדִ֑ים <WH5650> 'a-va-Dim; that ye should not be their bondmen וָאֶשְׁבֹּר֙ <WH7665> va-'esh-Bor and I have broken מֹטֹ֣ת <WH4133> mo-Tot the bands עֻלְּכֶ֔ם <WH5923> 'ul-le-Chem, of your yoke וָאוֹלֵ֥ךְ <WH1980> va-'o-Lech walk אֶתְכֶ֖ם <WH853> 'et-Chem קֽוֹמְמִיּֽוּת׃ <WH6968> Kom-mi-Yut. upright פ Peh"},{"number":14,"verse":"וְאִם־ <WH518> ve-'im- if לֹ֥א <WH3808> lo not תִשְׁמְע֖וּ <WH8085> tish-me-'U But if ye will not hearken לִ֑י Li; וְלֹ֣א <WH3808> ve-Lo not תַעֲשׂ֔וּ <WH6213> ta-'a-Su, unto me and will not do אֵ֥ת <WH853> 'et כָּל־ <WH3605> kol- all הַמִּצְוֹ֖ת <WH4687> ham-mitz-Vot all these commandments הָאֵֽלֶּה׃ <WH428> ha-'El-leh. these"},{"number":15,"verse":"וְאִם־ <WH518> ve-'im- if בְּחֻקֹּתַ֣י <WH2708> be-chuk-ko-Tai my statutes תִּמְאָ֔סוּ <WH3988> tim-'A-su, And if ye shall despise וְאִ֥ם <WH518> ve-'Im and if אֶת־ <WH853> 'et- מִשְׁפָּטַ֖י <WH4941> mish-pa-Tai my judgments תִּגְעַ֣ל <WH1602> tig-'Al abhor נַפְשְׁכֶ֑ם <WH5315> naf-she-Chem; or if your soul לְבִלְתִּ֤י <WH1115> le-vil-Ti not עֲשׂוֹת֙ <WH6213> 'a-sOt so that ye will not do אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all מִצְוֹתַ֔י <WH4687> mitz-vo-Tai, all my commandments לְהַפְרְכֶ֖ם <WH6565> le-haf-re-Chem [but] that ye break אֶת־ <WH853> 'et- בְּרִיתִֽי׃ <WH1285> be-ri-Ti. my covenant"},{"number":16,"verse":"אַף־ <WH637> 'af- turn אֲנִ֞י <WH589> 'a-Ni I אֶֽעֱשֶׂה־ <WH6213> 'e-'e-seh- I also will do זֹּ֣את <WH2063> zot likewise לָכֶ֗ם la-Chem, וְהִפְקַדְתִּ֨י <WH6485> ve-hif-kad-Ti this unto you I will even appoint עֲלֵיכֶ֤ם <WH5921> 'a-lei-Chem over בֶּֽהָלָה֙ <WH928> be-ha-Lah over you terror אֶת־ <WH853> 'et- הַשַּׁחֶ֣פֶת <WH7829> hash-sha-Che-fet consumption וְאֶת־ <WH853> ve-'Et הַקַּדַּ֔חַת <WH6920> hak-kad-Da-chat, and the burning ague מְכַלּ֥וֹת <WH3615> me-chal-Lot that shall consume עֵינַ֖יִם <WH5869> 'ei-Na-yim the eyes וּמְדִיבֹ֣ת <WH1727> u-me-di-Vot and cause sorrow נָ֑פֶשׁ <WH5315> Na-fesh; of heart וּזְרַעְתֶּ֤ם <WH2232> u-ze-ra'-Tem and ye shall sow לָרִיק֙ <WH7385> la-Rik in vain זַרְעֲכֶ֔ם <WH2233> zar-'a-Chem, your seed וַאֲכָלֻ֖הוּ <WH398> va-'a-cha-Lu-hu shall eat אֹיְבֵיכֶֽם׃ <WH341> 'o-ye-vei-Chem. for your enemies"},{"number":17,"verse":"וְנָתַתִּ֤י <WH5414> ve-na-tat-Ti And I will set פָנַי֙ <WH6440> fa-Nai my face בָּכֶ֔ם ba-Chem, וְנִגַּפְתֶּ֖ם <WH5062> ve-nig-gaf-Tem against you and ye shall be slain לִפְנֵ֣י <WH6440> lif-Nei before אֹיְבֵיכֶ֑ם <WH341> 'o-ye-vei-Chem; your enemies וְרָד֤וּ <WH7287> ve-ra-Du you shall reign בָכֶם֙ va-Chem שֹֽׂנְאֵיכֶ֔ם <WH8130> so-ne-'ei-Chem, they that hate וְנַסְתֶּ֖ם <WH5127> ve-nas-Tem over you and ye shall flee וְאֵין־ <WH369> ve-'ein- no רֹדֵ֥ף <WH7291> ro-Def when none pursueth אֶתְכֶֽם׃ <WH853> 'et-Chem. ס sa-Mek"},{"number":18,"verse":"וְאִ֨ם־ <WH518> ve-'Im- If עַד־ <WH5704> 'ad- And if ye will not yet אֵ֔לֶּה <WH428> 'El-leh, these לֹ֥א <WH3808> lo not תִשְׁמְע֖וּ <WH8085> tish-me-'U for all this hearken לִ֑י Li; וְיָסַפְתִּי֙ <WH3254> ve-ya-saf-Ti more לְיַסְּרָ֣ה <WH3256> le-yas-se-Rah unto me then I will punish אֶתְכֶ֔ם <WH853> 'et-Chem, שֶׁ֖בַע <WH7651> She-va' you seven times עַל־ <WH5921> 'al- for חַטֹּאתֵיכֶֽם׃ <WH2403> chat-to-tei-Chem. for your sins"},{"number":19,"verse":"וְשָׁבַרְתִּ֖י <WH7665> ve-sha-var-Ti And I will break אֶת־ <WH853> 'et- גְּא֣וֹן <WH1347> ge-'on the pride עֻזְּכֶ֑ם <WH5797> 'uz-ze-Chem; of your power וְנָתַתִּ֤י <WH5414> ve-na-tat-Ti and I will make אֶת־ <WH853> 'et- שְׁמֵיכֶם֙ <WH8064> she-mei-Chem your heaven כַּבַּרְזֶ֔ל <WH1270> kab-bar-Zel, as iron וְאֶֽת־ <WH853> ve-'Et אַרְצְכֶ֖ם <WH776> 'ar-tze-Chem and your earth כַּנְּחֻשָֽׁה׃ <WH5154> kan-ne-chu-Shah. as brass"},{"number":20,"verse":"וְתַ֥ם <WH8552> ve-Tam shall be spent לָרִ֖יק <WH7385> la-Rik in vain כֹּחֲכֶ֑ם <WH3581> ko-cha-Chem; And your strength וְלֹֽא־ <WH3808> ve-lo- will not תִתֵּ֤ן <WH5414> tit-Ten shall not yield אַרְצְכֶם֙ <WH776> 'ar-tze-Chem for your land אֶת־ <WH853> 'et- יְבוּלָ֔הּ <WH2981> ye-vu-Lah, her increase וְעֵ֣ץ <WH6086> ve-'Etz neither shall the trees הָאָ֔רֶץ <WH776> ha-'A-retz, of the land לֹ֥א <WH3808> lo will not יִתֵּ֖ן <WH5414> yit-Ten yield פִּרְיֽוֹ׃ <WH6529> pir-Yo. their fruits"},{"number":21,"verse":"וְאִם־ <WH518> ve-'im- If תֵּֽלְכ֤וּ <WH1980> te-le-Chu act עִמִּי֙ <WH5973> 'im-Mi against קֶ֔רִי <WH7147> Ke-ri, contrary וְלֹ֥א <WH3808> ve-Lo not תֹאב֖וּ <WH14> to-Vu unto me and will לִשְׁמֹ֣עַֽ <WH8085> lish-Mo-a' not hearken לִ֑י Li; וְיָסַפְתִּ֤י <WH3254> ve-ya-saf-Ti more עֲלֵיכֶם֙ <WH5921> 'a-lei-Chem and מַכָּ֔ה <WH4347> mak-Kah, plagues שֶׁ֖בַע <WH7651> She-va' seven times כְּחַטֹּאתֵיכֶֽם׃ <WH2403> ke-chat-to-tei-Chem. upon you according to your sins"},{"number":22,"verse":"וְהִשְׁלַחְתִּ֨י <WH7971> ve-hish-lach-Ti I will also send בָכֶ֜ם va-Chem אֶת־ <WH853> 'et- חַיַּ֤ת <WH2416> chai-Yat beasts הַשָּׂדֶה֙ <WH7704> has-sa-Deh wild וְשִׁכְּלָ֣ה <WH7921> ve-shik-ke-Lah among you which shall rob you of your children אֶתְכֶ֔ם <WH853> 'et-Chem, וְהִכְרִ֙יתָה֙ <WH3772> ve-hich-Ri-tah and destroy אֶת־ <WH853> 'et- בְּהֶמְתְּכֶ֔ם <WH929> be-hem-te-Chem, your cattle וְהִמְעִ֖יטָה <WH4591> ve-him-'I-tah and make you few in number אֶתְכֶ֑ם <WH853> 'et-Chem; וְנָשַׁ֖מּוּ <WH8074> ve-na-Sham-mu shall be desolate דַּרְכֵיכֶֽם׃ <WH1870> dar-chei-Chem. and your [high] ways"},{"number":23,"verse":"וְאִ֨ם־ <WH518> ve-'Im- and if בְּאֵ֔לֶּה <WH428> be-'El-leh, these לֹ֥א <WH3808> lo are not תִוָּסְר֖וּ <WH3256> tiv-vas-Ru And if ye will not be reformed לִ֑י Li; וַהֲלַכְתֶּ֥ם <WH1980> va-ha-lach-Tem by me by these things but will walk עִמִּ֖י <WH5973> 'im-Mi against קֶֽרִי׃ <WH7147> Ke-ri. contrary"},{"number":24,"verse":"וְהָלַכְתִּ֧י <WH1980> ve-ha-lach-Ti Then will I also walk אַף־ <WH637> 'af- yet אֲנִ֛י <WH589> 'a-Ni I עִמָּכֶ֖ם <WH5973> 'im-ma-Chem against בְּקֶ֑רִי <WH7147> be-Ke-ri; contrary וְהִכֵּיתִ֤י <WH5221> ve-hik-kei-Ti unto you and will punish אֶתְכֶם֙ <WH853> 'et-Chem גַּם־ <WH1571> gam- you yet אָ֔נִי <WH589> 'A-ni, you שֶׁ֖בַע <WH7651> She-va' seven times עַל־ <WH5921> 'al- for חַטֹּאתֵיכֶֽם׃ <WH2403> chat-to-tei-Chem. for your sins"},{"number":25,"verse":"וְהֵבֵאתִ֨י <WH935> ve-he-ve-Ti And I will bring עֲלֵיכֶ֜ם <WH5921> 'a-lei-Chem upon חֶ֗רֶב <WH2719> Che-rev, a sword נֹקֶ֙מֶת֙ <WH5358> no-Ke-met upon you that shall avenge נְקַם־ <WH5359> ne-kam- the quarrel בְּרִ֔ית <WH1285> be-Rit, of [my] covenant וְנֶאֱסַפְתֶּ֖ם <WH622> ve-ne-'e-saf-Tem and when ye are gathered together אֶל־ <WH413> 'el- within עָרֵיכֶ֑ם <WH5892> 'a-rei-Chem; your cities וְשִׁלַּ֤חְתִּי <WH7971> ve-shil-Lach-ti I will send דֶ֙בֶר֙ <WH1698> de-ver the pestilence בְּת֣וֹכְכֶ֔ם <WH8432> be-Toch-Chem, among וְנִתַּתֶּ֖ם <WH5414> ve-nit-tat-Tem you and ye shall be delivered בְּיַד־ <WH3027> be-yad- into the hand אוֹיֵֽב׃ <WH341> o-Yev. of the enemy"},{"number":26,"verse":"בְּשִׁבְרִ֣י <WH7665> be-shiv-Ri [And] when I have broken לָכֶם֮ la-Chem מַטֵּה־ <WH4294> mat-teh- the staff לֶחֶם֒ <WH3899> le-Chem of your bread וְ֠אָפוּ <WH644> Ve-'a-fu shall bake עֶ֣שֶׂר <WH6235> 'E-ser ten נָשִׁ֤ים <WH802> na-Shim women לַחְמְכֶם֙ <WH3899> lach-me-Chem your bread בְּתַנּ֣וּר <WH8574> be-tan-Nur oven אֶחָ֔ד <WH259> 'e-Chad, in one וְהֵשִׁ֥יבוּ <WH7725> ve-he-Shi-vu again לַחְמְכֶ֖ם <WH3899> lach-me-Chem [you] your bread בַּמִּשְׁקָ֑ל <WH4948> bam-mish-Kal; by weight וַאֲכַלְתֶּ֖ם <WH398> va-'a-chal-Tem and ye shall eat וְלֹ֥א <WH3808> ve-Lo not תִשְׂבָּֽעוּ׃ <WH7646> tis-Ba-'u. and not be satisfied ס sa-Mek"},{"number":27,"verse":"וְאִ֨ם־ <WH518> ve-'Im- if בְּזֹ֔את <WH2063> be-Zot, And if ye will not for all this לֹ֥א <WH3808> lo not תִשְׁמְע֖וּ <WH8085> tish-me-'U hearken לִ֑י Li; וַהֲלַכְתֶּ֥ם <WH1980> va-ha-lach-Tem unto me but walk עִמִּ֖י <WH5973> 'im-Mi against בְּקֶֽרִי׃ <WH7147> be-Ke-ri. contrary"},{"number":28,"verse":"וְהָלַכְתִּ֥י <WH1980> ve-ha-lach-Ti Then I will walk עִמָּכֶ֖ם <WH5973> 'im-ma-Chem against בַּחֲמַת־ <WH2534> ba-cha-mat- unto you also in fury קֶ֑רִי <WH7147> Ke-ri; contrary וְיִסַּרְתִּ֤י <WH3256> ve-yis-sar-Ti I will chastise אֶתְכֶם֙ <WH853> 'et-Chem אַף־ <WH637> 'af- and I even אָ֔נִי <WH589> 'A-ni, you שֶׁ֖בַע <WH7651> She-va' you seven times עַל־ <WH5921> 'al- for חַטֹּאתֵיכֶם׃ <WH2403> chat-to-tei-chem for your sins"},{"number":29,"verse":"וַאֲכַלְתֶּ֖ם <WH398> va-'a-chal-Tem And ye shall eat בְּשַׂ֣ר <WH1320> be-Sar the flesh בְּנֵיכֶ֑ם <WH1121> be-nei-Chem; of your sons וּבְשַׂ֥ר <WH1320> u-ve-Sar and the flesh בְּנֹתֵיכֶ֖ם <WH1323> be-no-tei-Chem of your daughters תֹּאכֵֽלוּ׃ <WH398> to-Che-lu. shall ye eat"},{"number":30,"verse":"וְהִשְׁמַדְתִּ֞י <WH8045> ve-hish-mad-Ti And I will destroy אֶת־ <WH853> 'et- בָּמֹֽתֵיכֶ֗ם <WH1116> ba-mo-tei-Chem, your high places וְהִכְרַתִּי֙ <WH3772> ve-hich-rat-Ti and cut down אֶת־ <WH853> 'et- חַמָּ֣נֵיכֶ֔ם <WH2553> cham-Ma-nei-Chem, your images וְנָֽתַתִּי֙ <WH5414> ve-na-tat-Ti and cast אֶת־ <WH853> 'et- פִּגְרֵיכֶ֔ם <WH6297> pig-rei-Chem, your carcases עַל־ <WH5921> 'al- on פִּגְרֵ֖י <WH6297> pig-Rei upon the carcases גִּלּוּלֵיכֶ֑ם <WH1544> gil-lu-lei-Chem; of your idols וְגָעֲלָ֥ה <WH1602> ve-ga-'a-Lah shall abhor נַפְשִׁ֖י <WH5315> naf-Shi and my soul אֶתְכֶֽם׃ <WH853> 'et-Chem."},{"number":31,"verse":"וְנָתַתִּ֤י <WH5414> ve-na-tat-Ti And I will make אֶת־ <WH853> 'et- עָֽרֵיכֶם֙ <WH5892> 'a-rei-Chem your cities חָרְבָּ֔ה <WH2723> char-Bah, waste וַהֲשִׁמּוֹתִ֖י <WH8074> va-ha-shim-mo-Ti unto desolation אֶת־ <WH853> 'et- מִקְדְּשֵׁיכֶ֑ם <WH4720> mik-de-shei-Chem; your sanctuaries וְלֹ֣א <WH3808> ve-Lo and I will not אָרִ֔יחַ <WH7306> 'a-Ri-ach, and I will not smell בְּרֵ֖יחַ <WH7381> be-Rei-ach the savour נִיחֹֽחֲכֶֽם׃ <WH5207> ni-Cho-cha-Chem. of your sweet odours"},{"number":32,"verse":"וַהֲשִׁמֹּתִ֥י <WH8074> va-ha-shim-mo-Ti into desolation אֲנִ֖י <WH589> 'a-Ni I אֶת־ <WH853> 'et- הָאָ֑רֶץ <WH776> ha-'A-retz; the land וְשָֽׁמְמ֤וּ <WH8074> ve-sham-Mu therein shall be astonished עָלֶ֙יהָ֙ <WH5921> 'a-Lei-ha over אֹֽיְבֵיכֶ֔ם <WH341> 'o-ye-vei-Chem, and your enemies הַיֹּשְׁבִ֖ים <WH3427> hai-yo-she-Vim which dwell בָּֽהּ׃ Bah."},{"number":33,"verse":"וְאֶתְכֶם֙ <WH853> ve-'et-Chem אֱזָרֶ֣ה <WH2219> 'e-za-Reh And I will scatter בַגּוֹיִ֔ם <WH1471> vag-go-Yim, you among the heathen וַהֲרִיקֹתִ֥י <WH7324> va-ha-ri-ko-Ti and will draw out אַחֲרֵיכֶ֖ם <WH310> 'a-cha-rei-Chem after חָ֑רֶב <WH2719> Cha-rev; a sword וְהָיְתָ֤ה <WH1961> ve-hay-Tah becomes אַרְצְכֶם֙ <WH776> 'ar-tze-Chem you and your land שְׁמָמָ֔ה <WH8077> she-ma-Mah, shall be desolate וְעָרֵיכֶ֖ם <WH5892> ve-'a-rei-Chem and your cities יִהְי֥וּ <WH1961> yih-Yu become חָרְבָּֽה׃ <WH2723> char-Bah. waste"},{"number":34,"verse":"אָז֩ <WH227> 'az Then תִּרְצֶ֨ה <WH7521> tir-Tzeh enjoy הָאָ֜רֶץ <WH776> ha-'A-retz Then shall the land אֶת־ <WH853> 'et- שַׁבְּתֹתֶ֗יהָ <WH7676> shab-be-to-Tei-ha, her sabbaths כֹּ֚ל <WH3605> kol all יְמֵ֣י <WH3117> ye-Mei as long הֳשַׁמָּ֔ה <WH8074> hosh-sham-Mah, as it lieth desolate וְאַתֶּ֖ם <WH859> ve-'at-Tem you בְּאֶ֣רֶץ <WH776> be-'E-retz land אֹיְבֵיכֶ֑ם <WH341> 'o-ye-vei-Chem; and ye [be] in your enemies' אָ֚ז <WH227> 'az then תִּשְׁבַּ֣ת <WH7673> tish-Bat rest הָאָ֔רֶץ <WH776> ha-'A-retz, [even] then shall the land וְהִרְצָ֖ת <WH7521> ve-hir-Tzat and enjoy אֶת־ <WH853> 'et- שַׁבְּתֹתֶֽיהָ׃ <WH7676> shab-be-to-Tei-ha. her sabbaths"},{"number":35,"verse":"כָּל־ <WH3605> kol- All יְמֵ֥י <WH3117> ye-Mei As long as הָשַּׁמָּ֖ה <WH8074> hash-sham-Mah it lieth desolate תִּשְׁבֹּ֑ת <WH7673> tish-Bot; it shall rest אֵ֣ת <WH853> 'et אֲשֶׁ֧ר <WH834> 'a-Sher which לֹֽא־ <WH3808> lo- not שָׁבְתָ֛ה <WH7673> shav-Tah because it did not rest בְּשַׁבְּתֹתֵיכֶ֖ם <WH7676> be-shab-be-to-tei-Chem in your sabbaths בְּשִׁבְתְּכֶ֥ם <WH3427> be-shiv-te-Chem when ye dwelt עָלֶֽיהָ׃ <WH5921> 'a-Lei-ha. and"},{"number":36,"verse":"וְהַנִּשְׁאָרִ֣ים <WH7604> ve-han-nish-'a-Rim And upon them that are left בָּכֶ֔ם ba-Chem, וְהֵבֵ֤אתִי <WH935> ve-he-Ve-ti [alive] of you I will send מֹ֙רֶךְ֙ <WH4816> mo-rech a faintness בִּלְבָבָ֔ם <WH3824> bil-va-Vam, into their hearts בְּאַרְצֹ֖ת <WH776> be-'ar-Tzot in the lands אֹיְבֵיהֶ֑ם <WH341> 'o-ye-vei-Hem; of their enemies וְרָדַ֣ף <WH7291> ve-ra-Daf shall chase אֹתָ֗ם <WH853> 'o-Tam, ק֚וֹל <WH6963> Kol and the sound עָלֶ֣ה <WH5929> 'a-Leh leaf נִדָּ֔ף <WH5086> nid-Daf, of a shaken וְנָס֧וּ <WH5127> ve-na-Su them and they shall flee מְנֻֽסַת־ <WH4499> me-nu-sat- as fleeing חֶ֛רֶב <WH2719> Che-rev from a sword וְנָפְל֖וּ <WH5307> ve-naf-Lu and they shall fall וְאֵ֥ין <WH369> ve-'Ein no רֹדֵֽף׃ <WH7291> ro-Def. when none pursueth"},{"number":37,"verse":"וְכָשְׁל֧וּ <WH3782> ve-cha-she-Lu And they shall fall אִישׁ־ <WH376> 'ish- one בְּאָחִ֛יו <WH251> be-'a-Chiv upon another כְּמִפְּנֵי־ <WH6440> ke-mip-pe-nei- as it were before חֶ֖רֶב <WH2719> Che-rev a sword וְרֹדֵ֣ף <WH7291> ve-ro-Def when none pursueth אָ֑יִן <WH369> 'A-yin; no וְלֹא־ <WH3808> ve-lo- and you תִֽהְיֶ֤ה <WH1961> tih-Yeh will have לָכֶם֙ la-Chem תְּקוּמָ֔ה <WH8617> te-ku-Mah, and ye shall have no power to stand לִפְנֵ֖י <WH6440> lif-Nei before אֹֽיְבֵיכֶֽם׃ <WH341> 'O-ye-vei-Chem. your enemies"},{"number":38,"verse":"וַאֲבַדְתֶּ֖ם <WH6> va-'a-vad-Tem And ye shall perish בַּגּוֹיִ֑ם <WH1471> bag-go-Yim; among the heathen וְאָכְלָ֣ה <WH398> ve-'a-che-Lah shall eat you up אֶתְכֶ֔ם <WH853> 'et-Chem, אֶ֖רֶץ <WH776> 'E-retz and the land אֹיְבֵיכֶֽם׃ <WH341> 'o-ye-vei-Chem. of your enemies"},{"number":39,"verse":"וְהַנִּשְׁאָרִ֣ים <WH7604> ve-han-nish-'a-Rim And they that are left בָּכֶ֗ם ba-Chem, יִמַּ֙קּוּ֙ <WH4743> yim-Mak-ku of you shall pine away בַּֽעֲוֹנָ֔ם <WH5771> ba-'a-vo-Nam, in their iniquity בְּאַרְצֹ֖ת <WH776> be-'ar-Tzot lands אֹיְבֵיכֶ֑ם <WH341> 'o-ye-vei-Chem; in your enemies' וְאַ֛ף <WH637> ve-'Af and also בַּעֲוֹנֹ֥ת <WH5771> ba-'a-vo-Not and also in the iniquities אֲבֹתָ֖ם <WH1> 'a-vo-Tam of their fathers אִתָּ֥ם <WH854> 'it-Tam for יִמָּֽקּוּ׃ <WH4743> yim-Mak-ku. shall they pine away"},{"number":40,"verse":"וְהִתְוַדּ֤וּ <WH3034> ve-hit-vad-Du If they shall confess אֶת־ <WH853> 'et- עֲוֹנָם֙ <WH5771> 'a-vo-Nam their iniquity וְאֶת־ <WH853> ve-'Et עֲוֹ֣ן <WH5771> 'a-Von and the iniquity אֲבֹתָ֔ם <WH1> 'a-vo-Tam, of their fathers בְּמַעֲלָ֖ם <WH4604> be-ma-'a-Lam with their trespass אֲשֶׁ֣ר <WH834> 'a-Sher which מָֽעֲלוּ־ <WH4604> ma-'a-lu- falsehood בִ֑י Vi; וְאַ֕ף <WH637> ve-'Af and also אֲשֶׁר־ <WH834> 'a-Sher- which הָֽלְכ֥וּ <WH1980> ha-le-Chu against me and that also they have walked עִמִּ֖י <WH5973> 'im-Mi against בְּקֶֽרִי׃ <WH7147> be-Ke-ri. contrary"},{"number":41,"verse":"אַף־ <WH637> 'af- also אֲנִ֗י <WH589> 'a-Ni, I אֵלֵ֤ךְ <WH1980> 'e-Lech was acting עִמָּם֙ <WH5973> 'im-Mam against בְּקֶ֔רִי <WH7147> be-Ke-ri, contrary וְהֵבֵאתִ֣י <WH935> ve-he-ve-Ti unto them and have brought אֹתָ֔ם <WH853> 'o-Tam, בְּאֶ֖רֶץ <WH776> be-'E-retz them into the land אֹיְבֵיהֶ֑ם <WH341> 'o-ye-vei-Hem; of their enemies אוֹ־ <WH176> 'ov- if then אָ֣ז <WH227> 'az if יִכָּנַ֗ע <WH3665> yik-ka-Na', be humbled לְבָבָם֙ <WH3824> le-va-Vam hearts הֶֽעָרֵ֔ל <WH6189> he-'a-Rel, their uncircumcised וְאָ֖ז <WH227> ve-'Az then יִרְצ֥וּ <WH7521> yir-Tzu and they then accept אֶת־ <WH853> 'et- עֲוֹנָֽם׃ <WH5771> 'a-vo-Nam. of the punishment of their iniquity"},{"number":42,"verse":"וְזָכַרְתִּ֖י <WH2142> ve-za-char-Ti Then will I remember אֶת־ <WH853> 'et- בְּרִיתִ֣י <WH1285> be-ri-Ti my covenant יַעֲק֑וֹב <WH3290> ya-'a-Kov; with Jacob וְאַף֩ <WH637> ve-'Af also אֶת־ <WH853> 'et- בְּרִיתִ֨י <WH1285> be-ri-Ti and also my covenant יִצְחָ֜ק <WH3327> yitz-Chak with Isaac וְאַ֨ף <WH637> ve-'Af well אֶת־ <WH853> 'et- בְּרִיתִ֧י <WH1285> be-ri-Ti and also my covenant אַבְרָהָ֛ם <WH85> 'av-ra-Ham with Abraham אֶזְכֹּ֖ר <WH2142> 'ez-Kor will I remember וְהָאָ֥רֶץ <WH776> ve-ha-'A-retz the land אֶזְכֹּֽר׃ <WH2142> 'ez-Kor. and I will remember"},{"number":43,"verse":"וְהָאָרֶץ֩ <WH776> ve-ha-'a-Retz The land תֵּעָזֵ֨ב <WH5800> te-'a-Zev also shall be left מֵהֶ֜ם <WH1992> me-Hem them וְתִ֣רֶץ <WH7521> ve-Ti-retz of them and shall enjoy אֶת־ <WH853> 'et- שַׁבְּתֹתֶ֗יהָ <WH7676> shab-be-to-Tei-ha, her sabbaths בָּהְשַׁמָּה֙ <WH8074> bah-sham-Mah while she lieth desolate מֵהֶ֔ם <WH1992> me-Hem, like וְהֵ֖ם <WH1992> ve-Hem like יִרְצ֣וּ <WH7521> yir-Tzu without them and they shall accept אֶת־ <WH853> 'et- עֲוֹנָ֑ם <WH5771> 'a-vo-Nam; of the punishment of their iniquity יַ֣עַן <WH3282> Ya-'an because וּבְיַ֔עַן <WH3282> u-ve-Ya-'an, even because בְּמִשְׁפָּטַ֣י <WH4941> be-mish-pa-Tai my judgments מָאָ֔סוּ <WH3988> ma-'A-su, they despised וְאֶת־ <WH853> ve-'Et חֻקֹּתַ֖י <WH2708> chuk-ko-Tai my statutes גָּעֲלָ֥ה <WH1602> ga-'a-Lah abhorred נַפְשָֽׁם׃ <WH5315> naf-Sham. and because their soul"},{"number":44,"verse":"וְאַף־ <WH637> ve-'af- And yet גַּם־ <WH1571> gam- when they be זֹ֠את <WH2063> zot for all that בִּֽהְיוֹתָ֞ם <WH1961> bih-yo-Tam are in בְּאֶ֣רֶץ <WH776> be-'E-retz in the land אֹֽיְבֵיהֶ֗ם <WH341> 'o-ye-vei-Hem, of their enemies לֹֽא־ <WH3808> lo- nor מְאַסְתִּ֤ים <WH3988> me-'as-Tim I will not cast them away וְלֹֽא־ <WH3808> ve-lo- nor גְעַלְתִּים֙ <WH1602> ge-'al-Tim neither will I abhor לְכַלֹּתָ֔ם <WH3615> le-chal-lo-Tam, them to destroy them utterly לְהָפֵ֥ר <WH6565> le-ha-Fer and to break בְּרִיתִ֖י <WH1285> be-ri-Ti my covenant אִתָּ֑ם <WH854> 'it-Tam; for כִּ֛י <WH3588> ki for אֲנִ֥י <WH589> 'a-Ni I am יְהוָ֖ה <WH3068> Yah-weh with them for I [am] the LORD אֱלֹהֵיהֶֽם׃ <WH430> 'e-lo-hei-Hem. their God"},{"number":45,"verse":"וְזָכַרְתִּ֥י <WH2142> ve-za-char-Ti But I will for their sakes remember לָהֶ֖ם la-Hem בְּרִ֣ית <WH1285> be-Rit the covenant רִאשֹׁנִ֑ים <WH7223> ri-sho-Nim; of their ancestors אֲשֶׁ֣ר <WH834> 'a-Sher whom הוֹצֵֽאתִי־ <WH3318> ho-tze-ti- whom I brought forth אֹתָם֩ <WH853> 'o-Tam מֵאֶ֨רֶץ <WH776> me-'E-retz out of the land מִצְרַ֜יִם <WH4714> mitz-Ra-yim of Egypt לְעֵינֵ֣י <WH5869> le-'ei-Nei in the sight הַגּוֹיִ֗ם <WH1471> hag-go-Yim, of the heathen לִהְיֹ֥ת <WH1961> lih-Yot become לָהֶ֛ם la-Hem לֵאלֹהִ֖ים <WH430> le-lo-Him that I might be their God אֲנִ֥י <WH589> 'a-Ni I יְהוָֽה׃ <WH3068> Yah-weh. I [am] the LORD"},{"number":46,"verse":"אֵ֠לֶּה <WH428> 'El-leh These הַֽחֻקִּ֣ים <WH2706> ha-chuk-Kim These [are] the statutes וְהַמִּשְׁפָּטִים֮ <WH4941> ve-ham-mish-pa-Tim and judgments וְהַתּוֹרֹת֒ <WH8451> ve-hat-to-Rot and laws אֲשֶׁר֙ <WH834> 'a-Sher which נָתַ֣ן <WH5414> na-Tan made יְהוָ֔ה <WH3068> Yah-weh, which the LORD בֵּינ֕וֹ <WH996> bei-No between וּבֵ֖ין <WH996> u-Vein between בְּנֵ֣י <WH1121> be-Nei between him and the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel בְּהַ֥ר <WH2022> be-Har in mount סִינַ֖י <WH5514> si-Nai Sinai בְּיַד־ <WH3027> be-yad- by the hand מֹשֶֽׁה׃ <WH4872> mo-Sheh. of Moses פ Peh"}]}