{"bibleAbbr":"Thomson1808","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":13,"verses":[{"number":1,"verse":"Now there were some present who, on that occasion told him of the Galileans, whose blood Pilate had mingled with their sacrifices:"},{"number":2,"verse":"whereupon Jesus, in reply, said to them, Do you imagine that those Galileans were the greatest sinners in all Galilee, because they suffered these things?"},{"number":3,"verse":"I tell you, No. But, unless you reform, you shall all perish in like manner."},{"number":4,"verse":"Or those eighteen men, upon whom the tower of Silo- am fell, and killed them, do you think that they were the greatest offenders of all the men who dwelt in Jerusalem?"},{"number":5,"verse":"I tell you, No; but unless you reform, you shall all perish in like manner."},{"number":6,"verse":"Then he spake this parable. A certain man had a fig tree planted in his vineyard, and he went seeking fruit on it, but found none."},{"number":7,"verse":"Whereupon he said to the vine dresser, Behold this is the third year that I have come, seeking fruit on this fig tree, without finding any. Cut it down. Why doth it cumber the ground?"},{"number":8,"verse":"To which he replied, Master, let it alone one year longer, until I dig about it and dung it."},{"number":9,"verse":"Perhaps it may bear fruit: if not; then cut it down."},{"number":10,"verse":"When he was teaching in one of the synagogues on the sabbath day,"},{"number":11,"verse":"behold there was a woman there, who for eighteen years had a spirit of infirmity, and was so bowed down that she could in no wise look up."},{"number":12,"verse":"And when Jesus saw her he called her to him, and said to her, Woman, thou art loosed from this thine infirmity,"},{"number":13,"verse":"and laid his hands on her. And instantly she stood upright and glorified God."},{"number":14,"verse":"Upon which the ruler of the synagogue, to express his indignation because Jesus cured on the sabbath day, addressed the people and said, There are six days on which work should be done: come therefore on those days and be cured, and not on the sabbath day."},{"number":15,"verse":"Thereupon the Lord answered him, and said, Hypocrite! Doth not every one of you, on the sabbath day, loose his ox or his ass from the stall, and lead it to water?"},{"number":16,"verse":"And ought not this woman, a daughter of Abraham, whom Satan hath bound, lo! these eighteen years, to be loosed from this bond on the sabbath day?"},{"number":17,"verse":"And upon his saying this, all his opposers were ashamed, and the whole multitude expressed joy for all the glorious things which were done by him."},{"number":18,"verse":"Then he said, To what is the kingdom of God like? and to what shall I compare it?"},{"number":19,"verse":"It is like a grain of mustard seed, which a man took and threw in his garden, and it grew and became a great tree, and the birds of the air lodged among its branches."},{"number":20,"verse":"Again he said, To what shall I compare the reign of God?"},{"number":21,"verse":"It is like leaven, which a woman took and mixed up with three measures of meal till the whole was leavened."},{"number":22,"verse":"When he was passing through cities and towns, teaching, and continuing his journey to Jerusalem,"},{"number":23,"verse":"and one said to him, Master, are there few who are saved? He said to them;"},{"number":24,"verse":"Strive with all your might to enter in through the narrow gate; for many, I assure you, will seek to enter, who will not be able."},{"number":25,"verse":"When the master of the house is raised up, and shall have shut the door and you begin to stand without and knock at the door, saying, Lord, Lord, open to us, he will Answer and say to you, I do not know you, whence you are."},{"number":26,"verse":"Then you will begin to say, We have eaten and drunk in thy presence, and thou hast taught in our streets."},{"number":27,"verse":"But he will say, I tell you I do not know you whence you are. Depart from me all you workers of iniquity."},{"number":28,"verse":"Weeping and gnashing of teeth will be there, when you shall see Abraham, and Isaak, and Jacob, and all the prophets, in the kingdom of God, and you yourselves cast out."},{"number":29,"verse":"People indeed will come from the east and west, and from the north and south, and be entertained in the kingdom of God."},{"number":30,"verse":"And behold there are last, who shall be first; and there are first, who shall be last."},{"number":31,"verse":"On that same day, some Pharisees came and said to him, Get away and depart hence; for Herod intendeth to kill thee."},{"number":32,"verse":"Whereupon he said to them, Go and tell that fox, Behold I cast out demons, and perform cures to day and to morrow, and on the third day I am perfected."},{"number":33,"verse":"But I must continue my course to day and to morrow, and the day following; for it is not to be supposed that a prophet will be destroyed any where but in Jerusalem."},{"number":34,"verse":"O Jerusalem! Jerusalem! thou that killest the prophets and stonest them who are sent to thee! How often would I have gathered thy children, as a hen doth her brood under her wings; and ye would not."},{"number":35,"verse":"Behold your house is left for you a desolation. And verily I say to you, You shall not see me until the time come when you will say, Blessed he, who is coming in the name of the Lord!"}]}