{"bibleAbbr":"Thomson1808","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":14,"verses":[{"number":1,"verse":"It happened also on a sabbath day, when he went to eat at the house of one of the chiefs who were Pharisees, and they were watching him,"},{"number":2,"verse":"behold there was before him a man, who had a dropsy;"},{"number":3,"verse":"thereupon Jesus, addressing the teachers of the law, and the Pharisees, said, Is it lawful to heal on the sabbath day?"},{"number":4,"verse":"But they were silent. Then taking the man by the hand, he healed him. And having dismissed him,"},{"number":5,"verse":"he continued his discourse to them, and said, Who amongst you, if his ass or his ox fall into a pit, will not instantly pull it out on the sabbath day?"},{"number":6,"verse":"And to this they could not make reply."},{"number":7,"verse":"Then observing how eager the guests were for the first places at table, he addressed them in a parable, and said,"},{"number":8,"verse":"When thou art invited by any one to a wedding, do not take the uppermost place, lest a person of greater distinction than thou be invited by him."},{"number":9,"verse":"In which case he who invited thee and him will come and say to thee, Give place to this man. Then thou, with confusion, must take the lower place."},{"number":10,"verse":"But when thou art invited, go and take the lowest place, that when he who invited thee cometh, he may say to thee, Friend, go up higher. Then thou wilt have honour in the sight of them who are at table with thee."},{"number":11,"verse":"For whoever exalteth himself, shall be humbled, and he who humbleth. himself, shall be exalted."},{"number":12,"verse":"Then he said to him who had invited him; When thou makest a dinner or a supper, invite not thy friends, nor thy brethren, nor thy relations, nor thy rich neighbours, lest they also invite thee in their turn, and a recompense be made thee."},{"number":13,"verse":"But when thou makest an entertainment, invite the poor, the maimed, the lame and the blind,"},{"number":14,"verse":"and thou shall be happy. For as they are not of ability to requite thee, a requital will be made to thee at the resurrection of the righteous."},{"number":15,"verse":"Upon hearing this, one of the guests said to him, Happy is he who eateth bread in the kingdom of God."},{"number":16,"verse":"Whereupon he said to him, A certain man made a great supper, and invited many."},{"number":17,"verse":"But when he sent out his servants at supper time, to say to them who were invited; Come, for all things are now ready;"},{"number":18,"verse":"they all, from one [motive] began to make excuses. The first said to him, I have bought a field, and I must go and see it. I pray thee make my excuse."},{"number":19,"verse":"And another said, I have bought five yoke of oxen, and I am going to try them: I pray thee make my excuse."},{"number":20,"verse":"And another said, I have married a wife, and therefore I cannot go."},{"number":21,"verse":"So the servant came and told his master these things. And the master of the family, being incensed, said to his servant, Go out quickly to the streets and lanes of the city, and bring in hither the poor and the maimed, and the lame, and the blind."},{"number":22,"verse":"And when the servant said, Master, I have done as thou didst command, and still there is room;"},{"number":23,"verse":"the master said to the servant, Go out to the highways and hedges, and press people to come that my house may be full."},{"number":24,"verse":"For I say to you, None of the men who have been invited shall taste of my supper."},{"number":25,"verse":"As great multitudes were travelling with him, he turned to them and said,"},{"number":26,"verse":"If any one cometh to me, and slighteth not his father, and mother, and wife, and children, and brothers, and sisters, nay, and even his own life, he cannot be my disciple."},{"number":27,"verse":"And whosoever doth not take up his cross and follow me, he cannot be my disciple."},{"number":28,"verse":"Which of you, intending to build a tower, doth not first sit down and calculate the cost, to know whether he hath sufficient to finish it?"},{"number":29,"verse":"Lest, having laid the foundation, and not being able to complete the work; he become the scoff of all who see it,"},{"number":30,"verse":"who will say, This man began to build, but was not able to finish."},{"number":31,"verse":"Or, what king marching out to encounter another in battle, doth not first sit down and consult, whether he with ten thousand men, is able to meet him who is coming against him with twenty thousand?"},{"number":32,"verse":"And if not: doth he not, while the other is yet at a great distance, send an embassy, and sue for peace?"},{"number":33,"verse":"In like manner, therefore, let every one of you do. He who doth not give up all his possessions, cannot be my disciple."},{"number":34,"verse":"Salt is good; but if the salt become insipid, with what can it be recovered?"},{"number":35,"verse":"It is neither fit for the land, nor the dunghill. It is thrown away. Whoever hath ears to hear, let him hear."}]}