{"bibleAbbr":"Thomson1808","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":17,"verses":[{"number":1,"verse":"Then he said to his disciples, It is not to be supposed that offences will not come; but alas for him, by whom they come."},{"number":2,"verse":"It would be better for him to have a millstone hanged about his neck and to be thrown into the sea, than to cause one of these little ones to stumble."},{"number":3,"verse":"Take heed to yourselves. And if thy brother trespass against thee, rebuke him: and if he repent, forgive him."},{"number":4,"verse":"And if he trespass against thee seven times a day, and seven times a day return to thee, saying, I repent; thou shall forgive him."},{"number":5,"verse":"Upon this the disciples said to the Lord, Increase our faith."},{"number":6,"verse":"Whereupon the Lord said to them, If you had faith like a grain of mustard seed, you might say to that sycamine tree, Be thou rooted up and planted in the sea. And it would obey you."},{"number":7,"verse":"Now would any of you, having a servant ploughing, or feeding cattle, say to him immediately on his coming from the field, Come in and sit down to table:"},{"number":8,"verse":"would he not rather say to him, Get ready my supper, and gird thyself and wait upon me, until I have done eating and drinking; and afterwards thou mayst eat and drink?"},{"number":9,"verse":"Doth he think himself obliged to that servant for obeying his orders? I think not."},{"number":10,"verse":"So when you have done all that you are commanded to do, say, We are servants who have conferred no favour; for we have only done what we were bound to do."},{"number":11,"verse":"Now as he was going to Jerusalem, he passed along the confines of Samaria and Galilee."},{"number":12,"verse":"And as he was entering a certain village, he was met by ten lepers, who stood at a distance"},{"number":13,"verse":"and cried with a loud voice, saying, Jesus, master, have pity , on us."},{"number":14,"verse":"And upon seeing them, he said to them, Go and show yourselves to the priests. And it came to pass that as they were going they were cleansed."},{"number":15,"verse":"Whereupon one of them perceiving that he was healed, returned glorifying God with a loud voice;"},{"number":16,"verse":"and prostrating himself at the feet of Jesus, gave him thanks. Now he was a Samaritan."},{"number":17,"verse":"Upon this, Jesus addressing him, said, Were not the ten cleansed? Where then are the nine?"},{"number":18,"verse":"Have none returned to give glory to God, but only this alien?"},{"number":19,"verse":"Then he said to him, Rise and go thy way. Thy faith hath cured thee."},{"number":20,"verse":"Being asked by the Pharisees when the reign of God would commence, he answered and said to them, The reign of God doth not commence with parade;"},{"number":21,"verse":"nor shall they say, Lo, here! or Lo, there! For behold the reign of God is within you."},{"number":22,"verse":"Then he said to his disciples, The days will come, when you will earnestly desire to see one of the days of the son of man, and will not see it."},{"number":23,"verse":"When they say to you, Lo, here! or Lo, yonder! Go not out, nor follow them."},{"number":24,"verse":"For as the lightning flasheth from one part of the sky to another, so will the son of man be in his day."},{"number":25,"verse":"But he must first suffer many things and be rejected by this generation."},{"number":26,"verse":"And as it was in the days of Noe, so will it be in the days of the son of man."},{"number":27,"verse":"They ate; they drank; they married, and were given in marriage, until the day that Noe entered the ark; and the flood came and destroyed them all."},{"number":28,"verse":"Just so it was also in the days of Lot. They ate; they drank; they bought; they sold; they planted; they built:"},{"number":29,"verse":"but on the day that Lot went out of Sodom, it rained fire and brimstone from heaven and destroyed them all."},{"number":30,"verse":"Even so will it be on the day when the son of man will be revealed."},{"number":31,"verse":"On that day, whoever shall be on the house top, and his goods in the house, let him not come down to carry them away. And in like manner let not him who shall be in the field turn back to what is behind him."},{"number":32,"verse":"Remember Lot's wife."},{"number":33,"verse":"One, though he may seek to save his life, shall lose it. And another, though he may expose his life, shall save it."},{"number":34,"verse":"On that night, I assure you, there will be two on one couch, the one will be taken and the other left."},{"number":35,"verse":"Two women will be grinding together; the one will be taken and the other left."},{"number":36,"verse":"Two men will be in the field, the one will be taken and the other left."},{"number":37,"verse":"Then some addressing him, said, Where, Master! And he said to them, Wherever the carcass is, there will the eagles assemble."}]}