{"bibleAbbr":"Thomson1808","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"Soon one of those days when he was teaching the people in the temple, and proclaiming the glad tidings, the chief priests, and the Scribes, and the elders, came up to him and accosted him,"},{"number":2,"verse":"saying, Tell us, by what authority thou dost these things? Or who hath given thee this authority?"},{"number":3,"verse":"In answer to which, he said to them, Let me also ask you one question, and do you tell me."},{"number":4,"verse":"Was the baptism of John from heaven, or of men?"},{"number":5,"verse":"Upon this they reasoned among themselves, saying, If we say from heaven, he will say, Why then did you not believe him?"},{"number":6,"verse":"And if we say, Of men; all the people will stone us; for they are all firmly persuaded that John was a prophet."},{"number":7,"verse":"So they answered that they did not know whence it was."},{"number":8,"verse":"Thereupon Jesus said to them, Neither do I tell you by what authority I do these things."},{"number":9,"verse":"Then he addressed to the people this parable. A certain man planted a vineyard and let it to husbandmen, and went abroad for many seasons."},{"number":10,"verse":"And at one season he sent a servant to the husbandmen that they might give him some of the product of the vineyard. But the husbandmen beat him and sent him away empty."},{"number":11,"verse":"Again he sent another servant; and him also they beat, and abused shamefully, and sent away empty."},{"number":12,"verse":"Again he sent a third, and this one they wounded and cast out."},{"number":13,"verse":"Then the owner of the vineyard said, What shall I do? I will send my son, the Beloved. Perhaps they will reverence him, when they see him."},{"number":14,"verse":"But when the husbandmen saw him, they reasoned among themselves, saying, This is the heir. Come, let us kill him, that the inheritance may be our own."},{"number":15,"verse":"So having, cast him out of the vineyard they slew him. What then will the owner of the vineyard do to them?"},{"number":16,"verse":"He will come and destroy those husbandmen and give the vineyard to others. Upon hearing this, they said, God forbid."},{"number":17,"verse":"But he looking earnestly at them, said, \"What then is the meaning of this passage of scripture, The stone which the builders rejected was the very one for the head of the corner!"},{"number":18,"verse":"Whosoever falleth on this stone will be bruised; but on whomsoever it shall fall, it will grind him to powder."},{"number":19,"verse":"Upon this the chief priests and the Scribes sought to lay hands on him that very hour, (but they were afraid of the people,) for they knew that he had spoken this parable with a view to them."},{"number":20,"verse":"Therefore, having watched him diligently, they sent to him spies who should feign themselves to be righteous men, that they might lay hold of some word of his, in order to deliver him up to the jurisdiction and authority of the governor."},{"number":21,"verse":"So they asked him, saying, Teacher, we know that thou speakest and teachest uprightly, and that thou art not a respecter of persons, but teachest the way of God with truth."},{"number":22,"verse":"Is it lawful for us to pay tribute to Caesar, or is it not?"},{"number":23,"verse":"But he, knowing their craftiness, said to them, Why are you trying me?"},{"number":24,"verse":"Shew me a deniar. Whose image and inscription hath it? When they in reply, said, Caesar's;"},{"number":25,"verse":"then he said to them, Render then to Caesar the things which are Caesar's; and to God, the things which are God's."},{"number":26,"verse":"So they were not able to take advantage of his decision before the people. Therefore, having expressed admiration at his answer, they held their peace."},{"number":27,"verse":"Then some of the Sadducees, who deny a future state, came and asked him,"},{"number":28,"verse":"saying, Teacher, Moses hath written for us, If a man's brother, having a wife, die; when he dieth childless, his brother must take his wife and raise up a seed for his brother,"},{"number":29,"verse":"Now there were seven brothers. And the first, having taken a wife, died childless."},{"number":30,"verse":"Then the second took the wife, and he died childless:"},{"number":31,"verse":"then the third took her, and so all the seven, and died without issue."},{"number":32,"verse":"And last of all the woman also died."},{"number":33,"verse":"In the future state, therefore, whose wife of them is she, as she hath been married to all the seven?"},{"number":34,"verse":"In reply to this, Jesus said to them, The children of this world marry and are given in marriage;"},{"number":35,"verse":"but they who shall be accounted worthy to obtain that state, and the resurrection from the dead, neither marry nor are given in marriage,"},{"number":36,"verse":"For they can die no more. For angel-like they are indeed children of God, being children of the resurrection."},{"number":37,"verse":"Now that the dead are raised up, even Moses hath plainly shewn; as at the bush he stileth the Lord, the God of Abraham, and the God of Isaak, and the God of Jacob."},{"number":38,"verse":"For he is not the God of the dead, but of the living. For to him they are all alive."},{"number":39,"verse":"Upon this, some of the scribes addressing him, said, Teacher, thou hast spoken well."},{"number":40,"verse":"And after that they did not presume to ask him another question."},{"number":41,"verse":"Then he said to them, How do they say that the Christ is the son of David,"},{"number":42,"verse":"when David himself saith in the book of Psalms, The Lord said to my Lord, Sit at my right hand"},{"number":43,"verse":"until I make thine enemies thy footstool,"},{"number":44,"verse":"David therefore calleth him Lord, how then is he his son?"},{"number":45,"verse":"Then in the hearing of all the people he said to his discipies,"},{"number":46,"verse":"Beware of the Scribes, who are fond of walking in robes, and love salutations in places of public resort, and the first seats in the synagogues, and the uppermost places at entertainments;"},{"number":47,"verse":"who devour the families of widows, and for a disguise make long prayers. They shall receive a severer sentence of judgment."}]}