{"bibleAbbr":"Thomson1808","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":22,"verses":[{"number":1,"verse":"But when the festival of unleavened bread, which is called the Passover, drew near,"},{"number":2,"verse":"while the chief priests and the Scribes were contriving how they might kill him, (for they were afraid of the people)"},{"number":3,"verse":"Satan entered into Judas, surnamed Iscariot, who was one of the twelve;"},{"number":4,"verse":"and he went and conferred with the chief priests, and the chief officers of the temple guard, how he might deliver him up to them."},{"number":5,"verse":"And they were glad and covenanted with him to give him money."},{"number":6,"verse":"So he agreed, and sought an opportunity to deliver him up without tumult."},{"number":7,"verse":"Now when the day of unleavened bread was come, on which the paschal lamb was to be killed,"},{"number":8,"verse":"Jesus sent Peter and John, saying, Go and prepare the paschal lamb for us, that we may eat it."},{"number":9,"verse":"Upon which they said to him, Where dost thou wish us to prepare it?"},{"number":10,"verse":"And he said to them, Behold as you enter the city you will meet a man carrying a pitcher of water. Follow him to the house where he goeth in,"},{"number":11,"verse":"and say to the master of that house, The teacher saith to thee, Where is the guest chamber in which I may eat the passover with my disciples?"},{"number":12,"verse":"And he will shew you a large upper room, furnished. There make ready."},{"number":13,"verse":"So they went and found as he told them, and made ready the passover."},{"number":14,"verse":"And when the hour was come, he placed himself at table with the twelve apostles,"},{"number":15,"verse":"and said to them, Much have I longed to eat this passover with you before I suffer."},{"number":16,"verse":"For I say to you, I will not eat of it any more, until it be accomplished in the reign of God."},{"number":17,"verse":"Then having taken a cup, he gave thanks and said, Take this and share it among yourselves."},{"number":18,"verse":"For I say to you, I will not drink of the product of the vine until the reign of God come."},{"number":19,"verse":"Then having taken a loaf, he gave thanks, and brake and gave to them, saying, This is my body, which is given for you. Do this for a remembrance of me."},{"number":20,"verse":"And in like manner also the cup after supper, saying, This cup is the new covenant by my blood, which is shed for you."},{"number":21,"verse":"But lo! the hand of him who delivereth me up, is with me on the table!"},{"number":22,"verse":"The son of man goeth indeed as it hath been determined. But alas for that man by whom, he is delivered up."},{"number":23,"verse":"Thereupon they began to inquire among themselves, which of them it could be who would do this."},{"number":24,"verse":"Now there had been a contest among them in respect to this, which of them should be the greatest."},{"number":25,"verse":"Therefore he said to them, The kings of the nations exercise dominion over them. And they who tyrannise over them are stiled benefactors."},{"number":26,"verse":"But with you it must not be so. But let the elder among you be as the younger; and the leader as he who waiteth at table."},{"number":27,"verse":"For which is greater; he who is at table; or he who waiteth? Is not he, who is at table? But I am among you as he who waiteth."},{"number":28,"verse":"Now you are they, who have continued steadily with me in my trials."},{"number":29,"verse":"Therefore I covenant with you as my Father covenanted with me for a kingdom,"},{"number":30,"verse":"that you may eat and drink at my table in my kingdom, and sit on thrones judging the twelve tribes of Israel."},{"number":31,"verse":"Then the Lord said to Simon, Simon! behold Satan hath earnestly requested to have you in his power, that he may sift you as wheat:"},{"number":32,"verse":"and I have prayed for thee that thy faith may not quite fail. When thou therefore hast recovered thyself, strengthen thou thy brethren."},{"number":33,"verse":"Upon this Peter said to him, ”Master, I am ready to go with thee to prison and to death.”"},{"number":34,"verse":"Whereupon he said, I tell thee, Peter, a cock will not crow this day before thou wilt thrice deny that thou knowest me."},{"number":35,"verse":"Then he said to them, When I sent you without purse and scrip and sandals, did you want any thing? And when they said No;"},{"number":36,"verse":"then he said to them, But now let him who hath a purse take it, and likewise a scrip. And let him who hath not a sword sell his mantle and buy one."},{"number":37,"verse":"For I say to you, this portion of scripture” And he was ranked with malefactors,\" must yet be accomplished in me. For the things concerning me are coming to a close."},{"number":38,"verse":"Then they said, Master, here are two swords. And he said, it is enough."},{"number":39,"verse":"Then he went out and retired as usual to the mount of olives; and his disciples followed him."},{"number":40,"verse":"And when he came to the place, he said to them, Pray, that you may not come to trial."},{"number":41,"verse":"Then having withdrawn about a stone's throw from them, he kneeled down and prayed,"},{"number":42,"verse":"saying, O Father, if thou wilt remove this cup from me; but not my will, but thine be done."},{"number":43,"verse":"Then an angel from heaven appeared to him, strengthening him."},{"number":44,"verse":"And being in an agony, he prayed more earnestly. And his sweat was like great drops of blood falling on the ground."},{"number":45,"verse":"Then he arose from prayer, and went to his disciples, and found them asleep, oppressed with grief."},{"number":46,"verse":"And he said to them, What! Are you asleep! Rise and pray that you may not come to trial."},{"number":47,"verse":"And while he was yet speaking, Lo! a crowd! And he who is called Judas, one of the twelve, came on before them and went up to Jesus to kiss him."},{"number":48,"verse":"Whereupon Jesus said to him, Judas, dost thou deliver up the son of man with a kiss?"},{"number":49,"verse":"Then they who were about him seeing what would happen, said to him, Master, shall we smite with the sword?"},{"number":50,"verse":"And one of them smote the servant of the high priest, and cut off his right ear."},{"number":51,"verse":"Thereupon Jesus interposing, said, Permit thus long; and having touched his ear, healed him."},{"number":52,"verse":"Then Jesus said to the chief priests, and the officers of the temple guard, and the elders who were come against him, Are you come out as against a robber with swords and clubs?"},{"number":53,"verse":"When I was daily with you in the temple, you did not stretch forth your hands against me. But this is your hour, and the power of darkness."},{"number":54,"verse":"Then they who had seized him led him away. And when they were bringing him to the house of the chief priest, Peter followed at a distance."},{"number":55,"verse":"And as they had kindled a fire in the middle of the court, and were sitting around it, Peter sat down in the midst of them."},{"number":56,"verse":"And a maid servant having seen him sitting opposite to the light, and viewed him attentively, said, That man was also with him."},{"number":57,"verse":"Upon which Peter denied him, saying, Woman, I do not know him."},{"number":58,"verse":"And a little while after, another seeing him, said, Thou also art one of them. whereupon Peter said, Man, I am not."},{"number":59,"verse":"And about the space of an hour after, another confidently affirmed, saying, This man was certainly with him; for he is a Galilean."},{"number":60,"verse":"Thereupon Peter said, Man, I do not know what thou sayest. And instantly, while he was yet speaking, the cock crowed."},{"number":61,"verse":"Upon which the Lord, turning about, looked upon Peter. And Peter recollected the word of the Lord, how he said to him, Before cock crowing thou wilt three times deny me."},{"number":62,"verse":"And Peter went out and wept bitterly."},{"number":63,"verse":"Now the men, who had Jesus in custody, insulted him while they smote him."},{"number":64,"verse":"Having covered his eyes they struck him on the face, and asked him, saying, Prophesy. Who is he who smote thee?"},{"number":65,"verse":"And uttered many other invectives against him."},{"number":66,"verse":"And soon as it was day, the national senate, with the chief priests, and the Scribes, convened. And having caused him to be brought up before their Sanhedrim, they said,"},{"number":67,"verse":"Art thou the Christ? Tell us. Whereupon he said to them, If I tell you, you will not believe me."},{"number":68,"verse":"And if I ask you a question, you will not answer me, nor dismiss me."},{"number":69,"verse":"From this time the son of man will be seated on the right hand of the power of God."},{"number":70,"verse":"Thereupon they all said, Thou then art the son of God? And he said to them, It is as you say."},{"number":71,"verse":"Then they said, what farther need have we of testimony? For we ourselves have heard from his own mouth."}]}