{
  "bibleAbbr" : "TERV1998",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 104,
  "verses" : [ {
    "number" : 1,
    "verse" : "என் ஆத்துமாவே, கர்த்தரைத் துதி! என் தேவனாகிய கர்த்தாவே, நீர் மிக மேன்மையானவர்! நீர் மகிமையையும், கனத்தையும் அணிந்திருக்கிறீர்."
  }, {
    "number" : 2,
    "verse" : "ஒருவன் அங்கியைத் தரித்திருப்பதைப் போல நீர் ஒளியை அணிந்துகொண்டிருக்கிறீர். நீர் வானங்களைத் திரைச் சீலையைப்போல விரிக்கிறீர்."
  }, {
    "number" : 3,
    "verse" : "தேவனே நீர் அவற்றிற்கு மேலாக உமது வீட்டைக் கட்டியிருக்கிறீர். அடர்த்தியான மேகங்களை இரதமாக நீர் பயன்படுத்திக் காற்றின் சிறகுகளின் மீது அமர்ந்து வானத்தின் குறுக்காகச் செல்கிறீர்."
  }, {
    "number" : 4,
    "verse" : "தேவனே, உமது தூதர்களைக் காற்றைப் போல் உண்டாக்கினீர். (தேவனே … உண்டாக்கினீர் அல்லது “உமது தூதர்களை ஆவியாக உருவாக்கினீர்” எனப்படும்.) உமது ஊழியக்காரரை அக்கினிப்போல் உருவாக்கினீர்."
  }, {
    "number" : 5,
    "verse" : "தேவனே, நீர் பூமியை அதன் அஸ்திபாரங்களின் மீது ஸ்தாபித்தீர். எனவே அது ஒருபோதும் அழிக்கப்படுவதில்லை."
  }, {
    "number" : 6,
    "verse" : "நீர் அதனைத் தண்ணீரால் போர்வையைப் போன்று மூடினீர். தண்ணீர் மலைகளை மூடிற்று."
  }, {
    "number" : 7,
    "verse" : "நீர் கட்டளையிட்டபோது, தண்ணீர் விலகியோடிற்று. தேவனே, நீர் தண்ணீரைப் பார்த்துச் சத்தமிட்டீர், அது விலகியோடிற்று."
  }, {
    "number" : 8,
    "verse" : "தண்ணீர் பர்வதங்களிலிருந்து கீழே பாய்ந்து பள்ளத்தாக்குகளில் சென்று, பின்பு நீர் அவற்றிற்கென வைத்த இடங்களுக்கெல்லாம் சென்றது."
  }, {
    "number" : 9,
    "verse" : "நீர் கடல்களுக்கு எல்லையை வைத்தீர். தண்ணீர் மீண்டும் ஒருபோதும் பூமியை மூடுவதற்கென எழும்பாது."
  }, {
    "number" : 10,
    "verse" : "தேவனே, நீரூற்றுகளிலிருந்து நீரோடைகளாக நீர் ஓடும்படி செய்தீர். பர்வதங்களின் நீரோடைகளினூடே அது கீழே பாய்கிறது."
  }, {
    "number" : 11,
    "verse" : "நீரோடைகள் எல்லா காட்டு மிருகங்களுக்கும் தண்ணீரைத் தருகின்றன. காட்டுக் கழுதைகளும் அங்கு வந்து தண்ணீரைப் பருகுகின்றன."
  }, {
    "number" : 12,
    "verse" : "வனத்தின் பறவைகள் குளங்களின் அருகே வாழவரும். அருகேயுள்ள மரங்களின் கிளைகளில் அவை பாடும்."
  }, {
    "number" : 13,
    "verse" : "மலைகளின்மேல் தேவன் மழையைப் பெய்யப்பண்ணுகிறார். தேவன் செய்த பொருட்கள் பூமிக்குத் தேவையான எல்லாவற்றையும் கொடுக்கின்றன."
  }, {
    "number" : 14,
    "verse" : "மிருகங்கள் உண்ணும்படியாக தேவன் புல்லை முளைத்தெழச் செய்கிறார். அவர் நமக்குத் தாவரங்களைத் தருகிறார். நம் உழைப்பில் அவற்றை வளர்க்கிறோம். அத்தாவரங்கள் பூமியிலிருந்து நமக்கு உணவைத் தருகின்றன."
  }, {
    "number" : 15,
    "verse" : "நம்மை மகிழ்விக்கும் திராட்சைரசத்தையும் நமது தோலை மிருதுவாக்கும் எண்ணெயையும், நம்மை வலுவாக்கும் உணவையும் தேவன் நமக்குத் தருகிறார்."
  }, {
    "number" : 16,
    "verse" : "லீபனோனின் பெரிய கேதுரு மரங்கள் கர்த்தருக்குரியவை. கர்த்தர் அம்மரங்களை நாட்டி, அவற்றிற்குத் தேவையான தண்ணீரைக் கொடுக்கிறார்."
  }, {
    "number" : 17,
    "verse" : "அம்மரங்களில் பறவைகள் தங்கள் கூடுகளைக் கட்டும். பெரிய கொக்குகள் தேவதாரு மரங்களில் வாழும்."
  }, {
    "number" : 18,
    "verse" : "காட்டு ஆடுகளுக்கு உயர்ந்த பர்வதங்கள் இருப்பிடமாகும். குழிமுயல்களுக்குக் கன்மலைகள் மறைவிடமாகும்."
  }, {
    "number" : 19,
    "verse" : "தேவனே, விடுமுறை காலம் தொடங்குவதை அறிவிக்கும்படி எங்களுக்கு சந்திரனைத் தந்தீர். எப்போது மறைய வேண்டுமென்பதை சூரியன் எப்போதும் அறியும்."
  }, {
    "number" : 20,
    "verse" : "எல்லா காட்டு மிருகங்களும் வெளியே வந்து சுற்றித்திரிகிற காலமாகிய இரவாகும்படி இருளை நீர் உண்டாக்கினீர்."
  }, {
    "number" : 21,
    "verse" : "தேவன் கொடுக்கிற உணவிற்காக வேண்டுகிறது போல தாக்கும் சிங்கங்கள் கெர்ச்சிக்கும்."
  }, {
    "number" : 22,
    "verse" : "அப்போது சூரியன் எழும்பும், மிருகங்கள் தங்கள் இருப்பிடங்களுக்குப் போய் ஓய்வெடுக்கும்."
  }, {
    "number" : 23,
    "verse" : "அப்போது ஜனங்கள் தங்கள் வேலைகளுக்காகச் செல்வார்கள், அவர்கள் மாலைவரை பணிபுரிவார்கள்."
  }, {
    "number" : 24,
    "verse" : "கர்த்தாவே, நீர் பல அற்புதமான காரியங்களைச் செய்திருக்கிறீர். பூமி, நீர் உண்டாக்கின பல பொருள்களால் நிரம்பியிருக்கிறது. நீர் செய்யும் ஒவ்வொன்றிலும் உமது ஞானத்தைக் காண்கிறோம்."
  }, {
    "number" : 25,
    "verse" : "சமுத்திரத்தைப் பாருங்கள், அது எவ்வளவு பெரியது! பல உயிர்கள் அங்கு வாழ்கின்றன! எண்ணமுடியாத சிறியதும் பெரியதுமான உயிரினங்கள் அங்கு வாழ்கின்றன."
  }, {
    "number" : 26,
    "verse" : "நீர் உண்டாக்கின கடல் விலங்கான லிவியாதான் கடலில் விளையாடும்போது கப்பல்கள் சமுத்திரத்தின் மேல் பயணம் செய்கின்றன."
  }, {
    "number" : 27,
    "verse" : "தேவனே, எல்லாக்காரியங்களும் உம்மைச் சார்ந்திருக்கின்றன. தக்கநேரத்தில் நீர் அவற்றிற்கு உணவைக் கொடுக்கிறீர்."
  }, {
    "number" : 28,
    "verse" : "தேவனே, எல்லா உயிரினங்களுக்கும் அவை உண்ணும் உணவை நீர் கொடுக்கிறீர். நல்ல உணவால் நிரம்பிய உமது கைகளை நீர் திறக்கிறீர், அவை வயிறு நிரம்பும்வரை அவற்றை உண்ணும்."
  }, {
    "number" : 29,
    "verse" : "நீர் அவற்றை விட்டு விலகும்போது அவை அஞ்சும். அவற்றின் சுவாசம் அவற்றைவிட்டு நீங்கும். அவை சோர்ந்து மரிக்கும். அவற்றின் உடல்கள் மீண்டும் புழுதியாகிவிடும்."
  }, {
    "number" : 30,
    "verse" : "ஆனால் கர்த்தாவே, நீர் உமது ஆவியை அனுப்பும்போது அவை ஆரோக்கியம் பெறும்! நீர் மீண்டும் நிலத்தைப் புதிதாகமாற்றுவீர்."
  }, {
    "number" : 31,
    "verse" : "கர்த்தருடைய மகிமை என்றென்றும் தொடரட்டும்! கர்த்தர் தாம் உண்டாக்கின பொருள்களைக் கண்டு களிப்படையட்டும்."
  }, {
    "number" : 32,
    "verse" : "கர்த்தர் பூமியைச்சற்றே பார்த்தால் அது அதிரும். அவர் மலைகளைத் தொட நேர்ந்தால் அவற்றிலிருந்து புகையெழத் தொடங்கும்."
  }, {
    "number" : 33,
    "verse" : "என் ஆயுள் முழுவதும் நான் கர்த்தரைப் பாடுவேன். நான் வாழும்வரை கர்த்தரைத் துதித்துப் பாடுவேன்."
  }, {
    "number" : 34,
    "verse" : "நான் கூறுபவை அவரை மகிழ்ச்சியாக்கும் என நம்புகிறேன். நான் கர்த்தருக்குள் மகிழ்ச்சியாயிருக்கிறேன்."
  }, {
    "number" : 35,
    "verse" : "பூமியிலிருந்து பாவம் மறைந்து போகட்டும். தீயோர் என்றென்றும் அழிந்து போவார்களாக. என் ஆத்துமாவே, கர்த்தரைத் துதி! கர்த்தரை துதியுங்கள்!"
  } ]
}