{
  "bibleAbbr" : "TERV1998",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 106,
  "verses" : [ {
    "number" : 1,
    "verse" : "கர்த்தரைத் துதியுங்கள்! கர்த்தர் நல்லவர், எனவே அவருக்கு நன்றி கூறுங்கள்! தேவனுடைய அன்பு என்றென்றைக்குமுள்ளது!"
  }, {
    "number" : 2,
    "verse" : "உண்மையாகவே கர்த்தர் எவ்வளவு பெரியவர் என்பதை ஒருவரும் விவரிக்க முடியாது. ஒருவரும் போதுமான அளவு தேவனை துதித்துவிட இயலாது."
  }, {
    "number" : 3,
    "verse" : "தேவனுடைய கட்டளைகளுக்குக் கீழ்படிகிற ஜனங்கள் மகிழ்ச்சியானவர்கள். எப்போதும் அந்த ஜனங்கள் நல்ல காரியங்களையே செய்கிறார்கள்."
  }, {
    "number" : 4,
    "verse" : "கர்த்தாவே, உம்முடைய ஜனங்களிடம் இரக்கமாயிருக்கும்போது என்னை நினைவுகூர்ந்து இரட்சியும்."
  }, {
    "number" : 5,
    "verse" : "கர்த்தாவே, நீர் தேர்ந்தெடுத்த உமது ஜனங்களுக்கு நீர் செய்யும் நன்மைகளை நானும் பகிர்ந்துக்கொள்ளச் செய்யும். என்னையும் உம் ஜனங்களோடு மகிழ்ச்சியாய் இருக்கும்படி செய்யும். உம்மைப் புகழ்வதில் என்னையும் உம் ஜனங்களோடு இணையச் செய்யும்."
  }, {
    "number" : 6,
    "verse" : "எங்கள் முற்பிதாக்கள் பாவம் செய்ததுப்போல் நாங்களும் பாவம் செய்தோம். நாங்கள் தவறு செய்தோம், நாங்கள் தீயவற்றைச் செய்தோம்."
  }, {
    "number" : 7,
    "verse" : "கர்த்தாவே எகிப்திலுள்ள எங்கள் முற்பிதாக்கள் நீர் செய்த அதிசயங்களிலிருந்து எதையும் கற்கவில்லை. செங்கடலின் அருகே எங்கள் முற்பிதாக்கள் உமக்கெதிராகத் திரும்பினார்கள்."
  }, {
    "number" : 8,
    "verse" : "ஆனால் தேவன் நம் முற்பிதாக்களை அவரது சொந்த நாமத்தின் காரணமாகக் காப்பாற்றினார். அவரது மிகுந்த வல்லமையைக் காட்டும் பொருட்டு தேவன் அவர்களைக் காப்பாற்றினார்."
  }, {
    "number" : 9,
    "verse" : "தேவன் கட்டளையிட்டார், செங்கடல் வறண்டு போனது. ஆழமான கடலினூடே, பாலைவனத்தைப் போன்ற உலர்ந்த தரையின்மேல் தேவன் நம் முற்பிதாக்களை வழிநடத்தினார்."
  }, {
    "number" : 10,
    "verse" : "தேவன் நமது முற்பிதாக்களை அவர்கள் பகைவர்களிடமிருந்து காப்பாற்றினார். அவர்கள் பகைவரிடமிருந்து தேவன் அவர்களைப் பாதுகாத்தார்."
  }, {
    "number" : 11,
    "verse" : "தேவன் அவர்கள் பகைவர்களைக் கடலால் மூடினார். அவர்கள் பகைவர்களில் ஒருவன் கூட தப்பவில்லை."
  }, {
    "number" : 12,
    "verse" : "அப்போது நம் முற்பிதாக்கள் தேவனை நம்பினார்கள். அவர்கள் அவருக்குத் துதிகளைப் பாடினார்கள்."
  }, {
    "number" : 13,
    "verse" : "ஆனால் நம் முற்பிதாக்கள் தேவன் செய்த காரியங்களை விரைவில் மறந்துபோனார்கள். அவர்கள் தேவனுடைய அறிவுரைக்குச் செவிசாய்க்கவில்லை."
  }, {
    "number" : 14,
    "verse" : "பாலைவனத்தில் நம் முற்பிதாக்களுக்குப் பசியுண்டாயிற்று. மனிதர்களில்லாத இடத்தில் அவர்கள் தேவனைப் பரிசோதித்தார்கள்."
  }, {
    "number" : 15,
    "verse" : "ஆனால் தேவனோ நம் முற்பிதாக்களுக்கு அவர்கள் கேட்ட பொருள்களைக் கொடுத்தார். கொடிய நோயையும் தேவன் அவர்களுக்குக் கொடுத்தார்."
  }, {
    "number" : 16,
    "verse" : "ஜனங்கள் மோசேயிடம் பொறாமை கொண்டார்கள். அவர்கள் கர்த்தருடைய பரிசுத்த ஆசாரியனாகிய ஆரோனிடம் பொறாமை கொண்டார்கள்."
  }, {
    "number" : 17,
    "verse" : "எனவே தேவன் பொறாமையுள்ள அந்த ஜனங்களைத் தண்டித்தார். தரை பிளந்து தாத்தானை விழுங்கியது. தரை ஒன்று சேர்ந்தபோது அபிராமின் கூட்டத்தாரை மூடிக்கொண்டது."
  }, {
    "number" : 18,
    "verse" : "பின்பு ஜனங்கள் கூட்டத்தை நெருப்பு எரித்தது. அத்தீயோரை நெருப்பு எரித்தது."
  }, {
    "number" : 19,
    "verse" : "ஓரேப் மலையில் அந்த ஜனங்கள் பொன்னினால் ஒரு கன்றுக்குட்டியைச் செய்தார்கள். அவர்கள் ஒரு சிலையைத் தொழுதுகொண்டார்கள்."
  }, {
    "number" : 20,
    "verse" : "அந்த ஜனங்கள் புல் தின்னும் காளையின் சிலைக்காக மகிமைபொருந்திய தங்கள் தேவனை விட்டுவிட்டார்கள்."
  }, {
    "number" : 21,
    "verse" : "தேவன் நமது முற்பிதாக்களைக் காப்பாற்றினார். ஆனால் அவர்கள் அவரை முற்றிலும் மறந்துபோனார்கள். எகிப்தில் அதிசயங்கள் செய்த தேவனை அவர்கள் மறந்துபோனார்கள்."
  }, {
    "number" : 22,
    "verse" : "காமின் தேசத்தில் தேவன் வியக்கத்தக்கக் காரியங்களைச் செய்தார். செங்கடலின் அருகே ஆச்சரியமான காரியங்களை தேவன் செய்தார்."
  }, {
    "number" : 23,
    "verse" : "தேவன் அந்த ஜனங்களை அழிக்க விரும்பினார். ஆனால் அவர் தேர்ந்தெடுத்த மோசே அவரைத் தடுத்தான். மோசே தேவன் தேர்ந்தெடுத்த பணியாள். தேவன் மிகுந்த கோபங்கொண்டார், ஆனால் மோசே தடுத்து, தேவன் ஜனங்களை அழிக்காதபடி செய்தான்."
  }, {
    "number" : 24,
    "verse" : "ஆனால் பின்பு அந்த ஜனங்கள் அற்புதமான கானான் தேசத்திற்குள் நுழைய மறுத்தார்கள். தேவன் அத்தேசத்தில் வாழும் ஜனங்களை முறியடிப்பதில் அவர்களுக்கு உதவுவார் என்பதை அவர்கள் நம்பவில்லை."
  }, {
    "number" : 25,
    "verse" : "அவர்களின் கூடாரங்களிலிருந்து ஆண்டவருக்கு எதிராகக் குறைகூறி தேவனுக்குக் கீழ்ப்படிய மறுத்தனர்."
  }, {
    "number" : 26,
    "verse" : "எனவே அவர்கள் பாலைவனத்தில் மடிவார்கள் என்று தேவன் சபதமிட்டார்."
  }, {
    "number" : 27,
    "verse" : "அவர்கள் சந்ததியினரை அந்நியர் தோற்கடிக்க அனுமதிப்பதாக தேவன் கூறினார். தேசங்களிலெல்லாம் நம் முற்பிதாக்களைச் சிதறடிப்பதாக தேவன் ஆணையிட்டார்."
  }, {
    "number" : 28,
    "verse" : "பின்பு பாகால்பேயோரில், தேவனுடைய ஜனங்கள் பாகாலைத் தொழுதுகொள்ள கூடினார்கள். தேவனுடைய ஜனங்கள் தீய விருந்துகளில் கலந்து மரித்தோரைப் பெருமைப்படுத்தும் பலிகளை உண்டார்கள்."
  }, {
    "number" : 29,
    "verse" : "தமது ஜனங்களிடம் தேவன் மிகுந்த கோபமடைந்தார். தேவன் அவர்களை மிகவும் நோயுறச் செய்தார்."
  }, {
    "number" : 30,
    "verse" : "ஆனால் பினெகாஸ் தேவனிடம் ஜெபம் செய்தான். தேவன் அந்நோயைத் தடுத்தார்."
  }, {
    "number" : 31,
    "verse" : "பினெகாஸ் செய்தது மிக நல்ல காரியம் என்பதை தேவன் அறிந்தார். தேவன் நோயைத் தடுத்தார். தேவன் இதை என்றென்றைக்கும் நினைவுக்கூருவார்."
  }, {
    "number" : 32,
    "verse" : "மேரிபாவில் ஜனங்கள் கோபமடைந்தனர். மோசே தவறு செய்வதற்கு ஜனங்கள் காரணமாயினர்."
  }, {
    "number" : 33,
    "verse" : "மோசே மிகவும் குழப்பமடையும்படி அந்த ஜனங்கள் செய்தனர். எனவே சரியாக சிந்திக்காமல் மோசே பேசினான்."
  }, {
    "number" : 34,
    "verse" : "கானானில் வாழும் பிற தேசத்தினரைத் தோற்கடிக்குமாறு கர்த்தர் ஜனங்களுக்குக் கூறினார். ஆனால் இஸ்ரவேல் ஜனங்களோ தேவனுக்குக் கீழ்ப்படியவில்லை."
  }, {
    "number" : 35,
    "verse" : "அவர்கள் பிற ஜனங்களோடு கலந்தார்கள். அந்த ஜனங்கள் செய்தவற்றையெல்லாம் செய்தார்கள்."
  }, {
    "number" : 36,
    "verse" : "தேவனுடைய ஜனங்களுக்கு அவர்கள் கண்ணியாக அமைந்தார்கள். பிறஜனங்கள் தொழுதுகொண்ட தெய்வங்களை அவர்களும் தொழுதுகொள்ளத் தொடங்கினார்கள்."
  }, {
    "number" : 37,
    "verse" : "தேவனுடைய ஜனங்கள் தங்கள் சொந்த பிள்ளைகளையே கொன்று பிசாசிற்குக் காணிக்கையாக்கினார்கள்."
  }, {
    "number" : 38,
    "verse" : "தேவனுடைய ஜனங்கள் களங்கமற்றோரைக் கொன்றார்கள். அவர்கள் தங்கள் சொந்த பிள்ளைகளையேக் கொன்று அவர்களைப் பொய் தெய்வங்களுக்குக் காணிக்கையாக்கினார்கள்."
  }, {
    "number" : 39,
    "verse" : "எனவே தேவனுடைய ஜனங்கள் பிற ஜனங்களின் பாவங்களால் அழுக்கடைந்தார்கள். தேவனுடைய ஜனங்கள் தங்கள் தேவனிடம் அவநம்பிக்கை கொண்டு, பிறர் செய்த காரியங்களையேச் செய்தார்கள்."
  }, {
    "number" : 40,
    "verse" : "தேவன் அவரது ஜனங்களிடம் கோபங்கொண்டார். தேவன் அவர்களிடம் வெறுப்படைந்தார்."
  }, {
    "number" : 41,
    "verse" : "தேவன் அவரது ஜனங்களைப் பிற தேசத்தாரிடம் கொடுத்தார். தேவன் அவர்களது பகைவர்கள் அவர்களை ஆளுமாறு செய்தார்."
  }, {
    "number" : 42,
    "verse" : "தேவனுடைய ஜனங்களின் பகைவர்கள் அவர்களை அடக்கியாண்டு அவர்களின் வாழ்க்கை கடினமாகும்படி செய்தார்கள்."
  }, {
    "number" : 43,
    "verse" : "தேவன் அவரது ஜனங்களைப் பலமுறை காப்பாற்றினார். ஆனால் அவர்கள் தேவனுக்கெதிராகத் திரும்பி, தாங்கள் விரும்பியவற்றையெல்லாம் செய்தார்கள். தேவனுடைய ஜனங்கள் பற்பல தீயகாரியங்களைச் செய்தார்கள்."
  }, {
    "number" : 44,
    "verse" : "ஆனால் தேவனுடைய ஜனங்கள் துன்பத்திலிருந்தபோதெல்லாம் தேவனிடம் உதவிக்காக ஜெபித்தனர். ஒவ்வொரு முறையும் தேவன் அவர்கள் ஜெபங்களுக்குச் செவிகொடுத்தார்."
  }, {
    "number" : 45,
    "verse" : "தேவன் எப்போதும் அவரது உடன்படிக்கையை நினைவுக்கூர்ந்து தமது மிகுந்த அன்பினால் அவர்களுக்கு ஆறுதல் அளித்தார்."
  }, {
    "number" : 46,
    "verse" : "பிற தேசத்தார் அவர்களைச் சிறைவாசிகளாக்கினார்கள். ஆனால் தம் ஜனங்களிடம் அவர்கள் இரக்கம் காட்டும்படி தேவன் செய்தார்."
  }, {
    "number" : 47,
    "verse" : "நம் தேவனாகிய கர்த்தர் நம்மைக் காப்பாற்றினார்! தேவன் அத்தேசங்களிலிருந்து மீண்டும் நம்மை அழைத்து வந்தார். எனவே நாம் அவரது பரிசுத்த நாமத்தைத் துதிப்போம், எனவே நாம் அவருக்குத் துதிகளைப் பாடுவோம்."
  }, {
    "number" : 48,
    "verse" : "இஸ்ரவேலின் தேவனாகிய கர்த்தர் ஆசீர்வதிக்கப்படட்டும், தேவன் எப்போதும் வாழ்கிறவர். அவர் என்றென்றும் வாழ்வார். எல்லா ஜனங்களும், “ஆமென்!” கர்த்தரைத் துதியுங்கள் என்று சொல்லக்கடவர்கள்."
  } ]
}