{
  "bibleAbbr" : "TERV1998",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 118,
  "verses" : [ {
    "number" : 1,
    "verse" : "கர்த்தரே தேவன் என்பதால் அவரை மகிமைப்படுத்துங்கள். அவரது உண்மை அன்பு என்றென்றைக்கும் தொடரும்!"
  }, {
    "number" : 2,
    "verse" : "இஸ்ரவேலே, இதைக்கூறு, “அவரது உண்மை அன்பு என்றென்றும் தொடரும்!”"
  }, {
    "number" : 3,
    "verse" : "ஆசாரியர்களே, இதைக் கூறுங்கள்: “அவரது உண்மை அன்பு என்றென்றும் தொடரும்!”"
  }, {
    "number" : 4,
    "verse" : "கர்த்தரைத் தொழுதுகொள்கிற ஜனங்களே, இதைக் கூறுங்கள்: “அவரது உண்மை அன்பு என்றென்றும் தொடரும்!”"
  }, {
    "number" : 5,
    "verse" : "நான் தொல்லையில் உழன்றேன். எனவே உதவிக்காக கர்த்தரைக் கூப்பிட்டேன். கர்த்தர் எனக்குப் பதிலளித்து என்னை விடுவித்தார்."
  }, {
    "number" : 6,
    "verse" : "கர்த்தர் என்னோடிருப்பதால் நான் பயப்படமாட்டேன். என்னைத் துன்புறுத்த ஜனங்கள் எதையும் செய்யமுடியாது."
  }, {
    "number" : 7,
    "verse" : "கர்த்தர் எனக்கு உதவி செய்கிறவர். என் பகைவர்கள் தோல்வியுறுவதை நான் காண்பேன்."
  }, {
    "number" : 8,
    "verse" : "ஜனங்களை நம்புவதைக் காட்டிலும் கர்த்தரை நம்புவது நல்லது."
  }, {
    "number" : 9,
    "verse" : "உங்கள் தலைவர்களை நம்புவதைக் காட்டிலும் கர்த்தரை நம்புவது நல்லது."
  }, {
    "number" : 10,
    "verse" : "பல பகைவர்கள் என்னைச் சூழ்ந்திருக்கிறார்கள், ஆனால் கர்த்தருடைய வல்லமையால் நான் அவர்களைத் தோற்கடிப்பேன்."
  }, {
    "number" : 11,
    "verse" : "பகைவர்கள் பலர் என்னை மீண்டும், மீண்டும் சூழ்ந்துகொண்டார்கள். கர்த்தருடைய வல்லமையால் நான் அவர்களைத் தோற்கடித்தேன்."
  }, {
    "number" : 12,
    "verse" : "தேனீக்களின் கூட்டத்தைப்போல பகைவர்கள் என்னைச் சூழ்ந்துகொண்டார்கள். ஆனால் வேகமாக எரியும் பதரைப்போல் அவர்கள் சீக்கிரமாக அழிந்துபோனார்கள். கர்த்தருடைய வல்லமையால் நான் அவர்களைத் தோற்கடித்தேன்."
  }, {
    "number" : 13,
    "verse" : "என் பகைவர்கள் என்னைத் தாக்கி அழிக்க முயன்றனர். ஆனால் கர்த்தர் எனக்கு உதவினார்."
  }, {
    "number" : 14,
    "verse" : "கர்த்தர் எனக்குப் பெலனும் வெற்றியின் பாடலுமாயிருக்கிறார். கர்த்தர் என்னைக் காப்பாற்றுகிறார்!"
  }, {
    "number" : 15,
    "verse" : "நல்லோரின் வீடுகளில் வெற்றியின் கொண்டாட்டத்தை நீங்கள் கேட்கமுடியும். கர்த்தர் தமது மிகுந்த வல்லமையை மீண்டும் காட்டினார்."
  }, {
    "number" : 16,
    "verse" : "கர்த்தருடைய கரங்கள் வெற்றியால் உயர்த்தப்பட்டன. கர்த்தர் தமது மிகுந்த வல்லமையை மீண்டும் காட்டினார்."
  }, {
    "number" : 17,
    "verse" : "நான் வாழ்வேன், மரிக்கமாட்டேன். கர்த்தர் செய்தவற்றை நான் கூறுவேன்."
  }, {
    "number" : 18,
    "verse" : "கர்த்தர் என்னைத் தண்டித்தார், ஆனால் அவர் என்னை மரிக்கவிடமாட்டார்."
  }, {
    "number" : 19,
    "verse" : "நல்ல வாயிற்கதவுகளே, எனக்காகத் திறவுங்கள், நான் உள்ளே வந்து கர்த்தரைத் தொழுதுகொள்வேன்."
  }, {
    "number" : 20,
    "verse" : "அவை கர்த்தருடைய கதவுகள், நல்லோர் மட்டுமே அவற்றின் வழியாகச் செல்ல முடியும்."
  }, {
    "number" : 21,
    "verse" : "கர்த்தாவே, என் ஜெபத்திற்குப் பதிலளித்ததற்காக நான் உமக்கு நன்றிக் கூறுவேன். நீர் என்னைக் காப்பாற்றியதற்காக நான் உமக்கு நன்றிக் கூறுவேன்."
  }, {
    "number" : 22,
    "verse" : "கட்டிடம் கட்டுவோர் வேண்டாமெனத் தள்ளிய கல்லே மூலைக்கு தலைக்கல்லாயிற்று."
  }, {
    "number" : 23,
    "verse" : "கர்த்தரே இதைச் செய்தார், அது அற்புதமானதென நாங்கள் நினைக்கிறோம்."
  }, {
    "number" : 24,
    "verse" : "இந்நாள் கர்த்தர் செய்த நாள். இன்று நாம் களிப்போடு மகிழ்ச்சியாயிருப்போம்!"
  }, {
    "number" : 25,
    "verse" : "ஜனங்கள், “கர்த்தரைத் துதிப்போம்! கர்த்தர் நம்மைக் காப்பாற்றினார்!"
  }, {
    "number" : 26,
    "verse" : "கர்த்தருடைய நாமத்தால் வருகிற மனிதனை வரவேற்றுக்கொள்ளுங்கள்” என்றார்கள். ஆசாரியர்கள், “நாங்கள் உங்களைக் கர்த்தருடைய வீட்டிற்கு வரவேற்கிறோம்!"
  }, {
    "number" : 27,
    "verse" : "கர்த்தரே தேவன், அவர் எங்களை ஏற்றுக்கொள்கிறார். பலிக்காக ஆட்டுக்குட்டியைக் கட்டி, பலிபீடத்தின் கொம்புகளுக்கு சுமந்து செல்லுங்கள்” என்றார்கள்."
  }, {
    "number" : 28,
    "verse" : "கர்த்தாவே, நீரே என் தேவன், நான் உமக்கு நன்றிக் கூறுகிறேன். நான் உம்மைத் துதிக்கிறேன்."
  }, {
    "number" : 29,
    "verse" : "கர்த்தர் நல்லவர், எனவே அவரைத் துதியுங்கள். அவரது உண்மை அன்பு என்றென்றைக்கும் நிலைக்கும்."
  } ]
}