{
  "bibleAbbr" : "TERV1998",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 135,
  "verses" : [ {
    "number" : 1,
    "verse" : "கர்த்தரைத் துதிப்போம்! கர்த்தருடைய நாமத்தைத் துதிப்போம்! கர்த்தருடைய ஊழியர்களே, அவரைத் துதியுங்கள்!"
  }, {
    "number" : 2,
    "verse" : "தேவனுடைய ஆலய முற்றத்தில், கர்த்தருடைய ஆலயத்தில் நிற்கும் ஜனங்களே, அவரைத் துதியுங்கள்."
  }, {
    "number" : 3,
    "verse" : "கர்த்தர் நல்லவர், எனவே அவரைத் துதியுங்கள். அவரது நாமத்தைத் துதியுங்கள், ஏனெனில் அது இன்பமானது."
  }, {
    "number" : 4,
    "verse" : "கர்த்தர் யாக்கோபைத் தேர்ந்தெடுத்தார். இஸ்ரவேல் தேவனுக்கு உரியது."
  }, {
    "number" : 5,
    "verse" : "கர்த்தர் உயர்ந்தவர் என நான் அறிகிறேன்! நமது ஆண்டவர் எல்லா தெய்வங்களிலும் மேன்மையானவர்!"
  }, {
    "number" : 6,
    "verse" : "பரலோகத்திலும், பூமியிலும், கடல்களிலும் ஆழமான. சமுத்திரங்களிலும், கர்த்தர் அவருக்கு வேண்டியவற்றையெல்லாம் செய்கிறார்."
  }, {
    "number" : 7,
    "verse" : "பூமியின்மேல் மேகங்களை தேவன் உண்டாக்குகிறார். தேவன் மின்னலையும் மழையையும் உண்டாக்குகிறார். தேவன் காற்றையும் உண்டாக்குகிறார்."
  }, {
    "number" : 8,
    "verse" : "எகிப்தின் எல்லா முதற்பேறான ஆண்களையும், எல்லா முதற்பேறான மிருகங்களையும் தேவன் அழித்தார்."
  }, {
    "number" : 9,
    "verse" : "எகிப்தில் தேவன் பல அற்புதங்களையும் அதிசயங்களையும் நிகழ்த்தினார். பார்வோனுக்கும் அவனது அதிகாரிகளுக்கும் தேவன் அக்காரியங்களை நிகழப்பண்ணினார்."
  }, {
    "number" : 10,
    "verse" : "தேவன் பல தேசங்களை முறியடித்தார். தேவன் வல்லமையுடைய ராஜாக்களைக் கொன்றார்."
  }, {
    "number" : 11,
    "verse" : "எமோரியரின் ராஜாவாகிய சீகோனை தேவன் தோற்கடித்தார். பாஷானின் ராஜாவாகிய ஓகையும் தேவன் தோற்கடித்தார். கானானின் எல்லா தேசங்களையும் தேவன் தோற்கடித்தார்."
  }, {
    "number" : 12,
    "verse" : "தேவன் இஸ்ரவேலருக்கு அவர்களின் தேசத்தைக் கொடுத்தார். அவரது ஜனங்களுக்கு தேவன் அத்தேசத்தைக் கொடுத்தார்."
  }, {
    "number" : 13,
    "verse" : "கர்த்தாவே, உமது நாமம் என்றென்றும் புகழ்வாய்ந்ததாயிருக்கும். கர்த்தாவே, ஜனங்கள் உம்மை என்றென்றைக்கும் எப்போதும் நினைவுக்கூருவார்கள்."
  }, {
    "number" : 14,
    "verse" : "கர்த்தர் தேசங்களைத் தண்டித்தார். ஆனால் கர்த்தர் அவரது ஊழியரிடம் தயவுடையவராயிருந்தார்."
  }, {
    "number" : 15,
    "verse" : "பிற ஜனங்களின் தெய்வங்கள் வெறும் பொன்னாலும் வெள்ளியாலுமாகிய சிலைகள் மட்டுமே. அவர்களின் தெய்வங்கள் ஜனங்கள் செய்த வெறும் சிலைகள் மட்டுமே."
  }, {
    "number" : 16,
    "verse" : "சிலைகளுக்கு வாய்கள் இருந்தன, ஆனால் பேச முடியவில்லை. சிலைகளுக்குக் கண்கள் இருந்தன, ஆனால் பார்க்க முடியவில்லை."
  }, {
    "number" : 17,
    "verse" : "சிலைகளுக்குக் காதுகள் இருந்தன, ஆனால் கேட்க முடியவில்லை. சிலைகளுக்கு மூக்குகள் இருந்தன, ஆனால் முகர்ந்துபார்க்க முடியவில்லை."
  }, {
    "number" : 18,
    "verse" : "அச்சிலைகளைச் செய்த ஜனங்களும் அவற்றைப் போலாவார்கள். ஏனெனில் அச்சிலைகள் அவர்களுக்கு உதவ வேண்டுமென்று அவர்கள் நம்பினார்கள்."
  }, {
    "number" : 19,
    "verse" : "இஸ்ரவேலின் குடும்பமே, கர்த்தரை ஸ்தோத்திரியுங்கள்! ஆரோனின் குடும்பமே, கர்த்தரை ஸ்தோத்திரியுங்கள்!"
  }, {
    "number" : 20,
    "verse" : "லேவியின் குடும்பமே, கர்த்தரை ஸ்தோத்திரியுங்கள்! கர்த்தரைப் பின்பற்றுவோரே, கர்த்தரை ஸ்தோத்திரியுங்கள்!"
  }, {
    "number" : 21,
    "verse" : "கர்த்தர் சீயோனிலிருந்தும், அவரது வீடாகிய எருசலேமிலிருந்தும் போற்றப்படுகிறார். கர்த்தரைத் துதியுங்கள்!"
  } ]
}