{
  "bibleAbbr" : "TERV1998",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 32,
  "verses" : [ {
    "number" : 1,
    "verse" : "மஸ்கீல், என்னும் தாவீதின் பாடல். பாவங்கள் மன்னிக்கப்பட்ட மனிதன் ஆசீர்வதிக்கப்பட்டவன். பாவங்கள் மூடப்பட்ட மனிதன் ஆசீர்வதிக்கப்பட்டவன்."
  }, {
    "number" : 2,
    "verse" : "குற்றமற்றவன் என கர்த்தர் கூறும் மனிதன் ஆசீர்வதிக்கப்பட்டவன். இரகசியமான பாவங்களை மறைக்க முயலாதிருக்கிறவன் ஆசீர்வதிக்கப்பட்டவன்."
  }, {
    "number" : 3,
    "verse" : "தேவனே, நான் மீண்டும், மீண்டும் உம்மிடம் ஜெபித்தேன். ஆனால் என் இரகசியமான பாவங்களைக் குறித்து நான் பேசவில்லை. நான் ஜெபித்த ஒவ்வொரு முறையும் என் வலிமை குன்றிப்போயிற்று."
  }, {
    "number" : 4,
    "verse" : "தேவனே, இரவும் பகலும் என் வாழ்க்கையைமென்மேலும் கடினமாக்கினீர். கோடைக் காலத்தில் உலர்ந்து காய்ந்துபோன நிலத்தைப் போலானேன்."
  }, {
    "number" : 5,
    "verse" : "என் பாவங்களையெல்லாம் கர்த்தரிடம் அறிக்கையிடத் தீர்மானித்தேன். கர்த்தாவே, உம்மிடம் என் பாவங்களைப் பற்றிக் கூறினேன். என் குற்றங்கள் எதையும் நான் மறைக்கவில்லை. என் பாவங்களை எல்லாம் நீர் எனக்கு மன்னித்தீர்."
  }, {
    "number" : 6,
    "verse" : "இதற்காக, தேவனே, உம்மைப் பின்பற்றுவோர் உம்மிடம் ஜெபம் செய்யவேண்டும். வெள்ளப் பெருக்கைப்போல் தொல்லைகள் வந்தாலும் உம்மைப் பின்பற்றுவோர் ஜெபிக்கவேண்டும்."
  }, {
    "number" : 7,
    "verse" : "தேவனே, நீர் எனக்கு மறைவிடமாயிருக்கிறீர். என் தொல்லைகளிலிருந்து நீர் என்னைக் காக்கிறீர். நீர் என்னைச் சூழ்ந்து என்னைக் காக்கிறீர். எனவே நீர் என்னைப் பாதுகாத்த வகையை நான் பாடுகிறேன்."
  }, {
    "number" : 8,
    "verse" : "கர்த்தர், “நீ வாழவேண்டிய வழியை உனக்கு போதித்து வழிநடத்துவேன். உன்னைக் காத்து உனக்கு வழிகாட்டியாயிருப்பேன் என்று கூறுகிறார்."
  }, {
    "number" : 9,
    "verse" : "எனவே குதிரையை அல்லது கழுதையைப் போல் மூடனாகாதே. அம்மிருகங்களை வழி நடத்துவோர் கடிவாளங்களையும் பயன்படுத்தாமல் அவற்றை கட்டுப்படுத்த இயலாது” என்கிறார்."
  }, {
    "number" : 10,
    "verse" : "தீயோருக்கு வேதனைகள் பெருகும். கர்த்தரை நம்புவோரை தேவனுடைய உண்மையான அன்பு சூழ்ந்துகொள்ளும்."
  }, {
    "number" : 11,
    "verse" : "நல்லோரே, கர்த்தருக்குள் மகிழ்ந்து களிகூருங்கள். பரிசுத்த இருதயமுள்ள ஜனங்களே! களிப்படையுங்கள்."
  } ]
}