{
  "bibleAbbr" : "TERV1998",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 48,
  "verses" : [ {
    "number" : 1,
    "verse" : "கோராகின் புத்திரருக்கு அளிக்கப்பட்ட ஒரு துதியின் பாடல். கர்த்தர் மேன்மையானவர். தேவன் தமது பரிசுத்த நகரில் துதிக்குரியவர்."
  }, {
    "number" : 2,
    "verse" : "தேவனுடைய பரிசுத்த நகரம் அழகானது. அது உலகை சுற்றியுள்ள அனைத்து ஜனங்களையும் மகிழ்ச்சியடைச் செய்யும். சீயோன் மலை உயர்ந்த, பரிசுத்த மலை. அதுவே பேரரசரின் நகரமாகும்."
  }, {
    "number" : 3,
    "verse" : "அந்நகரத்து அரண்மனைகளில் தேவனே கோட்டை என்று எண்ணப்படுவார்."
  }, {
    "number" : 4,
    "verse" : "ஒருமுறை, சில ராஜாக்கள் சந்தித்து, இந்நகரைத் தாக்கத் திட்டமிட்டார்கள். அவர்கள் ஒருமித்து நகரை நோக்கி அணிவகுத்தார்கள்."
  }, {
    "number" : 5,
    "verse" : "அவ்வரசர்கள் அந்நகரைக் கண்டதும், ஆச்சரியமடைந்து, பயந்து, திரும்பி ஓடினார்கள்."
  }, {
    "number" : 6,
    "verse" : "அச்சம் அவர்களை ஆட்கொண்டது. அவர்கள் பயத்தால் நடுங்கினார்கள்."
  }, {
    "number" : 7,
    "verse" : "தேவனே, நீர் வலிய கிழக்குக் காற்றால் பெருங்கப்பல்களை உடைத்தீர்."
  }, {
    "number" : 8,
    "verse" : "ஆம், உமது வல்லமையான காரியங்களை நாங்கள் கேள்விப்பட்டோம். ஆனால், சர்வ வல்லமையுள்ள கர்த்தருடைய நகரில், எங்கள் தேவனுடைய நகரில் அது நிகழக்கண்டோம். தேவன் அந்நகரை என்றும் வலிமையுள்ள நகராக்கினார்."
  }, {
    "number" : 9,
    "verse" : "தேவனே, உமது ஆலயத்தில் உமது அன்பான தயவைக் கவனமாக நினைத்துப் பார்த்தோம்."
  }, {
    "number" : 10,
    "verse" : "தேவனே, நீர் புகழ் வாய்ந்தவர், பூமியெங்கும் ஜனங்கள் உம்மைத் துதிக்கின்றனர். நீர் மிக நல்லவர் என்பதை அனைவரும் அறிவோம்."
  }, {
    "number" : 11,
    "verse" : "தேவனே, உமது நல்ல முடிவுகளால் சீயோன் மலை மகிழ்கிறது. யூதாவின் ஊர்கள் களிகூருகின்றன."
  }, {
    "number" : 12,
    "verse" : "சீயோனைச் சுற்றி நட. நகரைப் பார். கோபுரங்களை எண்ணிப்பார்."
  }, {
    "number" : 13,
    "verse" : "அந்த உயர்ந்த சுவர்களைப் பார். சீயோனின் அரண்மனைகளை வியப்புடன் பார். வரும் தலைமுறைக்கு அதைப்பற்றி நீ கூறலாம்."
  }, {
    "number" : 14,
    "verse" : "இந்த தேவன் என்றென்றும் உண்மையாகவே நமது தேவன். அவர் என்றென்றும் நம்மை வழி நடத்துவார்."
  } ]
}