{
  "bibleAbbr" : "TERV1998",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 50,
  "verses" : [ {
    "number" : 1,
    "verse" : "ஆசாபின் பாடல்களில் ஒன்று. தெய்வங்களுக்கெல்லாம் தேவனாகிய கர்த்தர் பேசுகிறார். சூரியன் உதிக்குமிடத்திலிருந்து அது மறைகிற இடம் வரைக்குமுள்ள பூமியின் எல்லா ஜனங்களையும் அழைக்கிறார்."
  }, {
    "number" : 2,
    "verse" : "சீயோனிலிருந்து பிரகாசிக்கும் தேவன் அழகானவர்."
  }, {
    "number" : 3,
    "verse" : "நம் தேவன் வருகிறார், அவர் அமைதியாக இரார். அவருக்கு முன்னே நெருப்பு எரியும். அவரைச் சூழ்ந்து புயல் வீசும்."
  }, {
    "number" : 4,
    "verse" : "தமது ஜனங்களை நியாயந்தீர்ப்பதற்கு நமது தேவன் பூமியையும் வானத்தையும் அழைக்கிறார்."
  }, {
    "number" : 5,
    "verse" : "தேவன் கூறுகிறதாவது, “என்னைப் பின்பற்றுகிறவர்களே, என்னைச் சூழ்ந்து நில்லுங்கள், என்னைச் சூழ்ந்து நில்லுங்கள். என்னை வணங்குகிறவர்களே, வாருங்கள். நாம் ஒருவருக்கொருவர் ஒரு உடன்படிக்கை செய்துள்ளோம்.”"
  }, {
    "number" : 6,
    "verse" : "தேவனே நியாயாதிபதி, வானங்கள் அவரது நன்மைகளைக் கூறும்."
  }, {
    "number" : 7,
    "verse" : "“எனது ஜனங்களே, நான் கூறுவதைக் கேளுங்கள்! இஸ்ரவேலின் ஜனங்களே, உங்களுக்கு எதிரான எனது சாட்சியைக் காட்டுவேன். நானே உங்கள் தேவன்."
  }, {
    "number" : 8,
    "verse" : "உங்கள் பலிகளைக் குறித்து நான் குறை கூறமாட்டேன். எப்போதும் இஸ்ரவேலராகிய நீங்கள் உங்கள் தகனபலிகளை என்னிடம் கொண்டுவந்தீர்கள். ஒவ்வொரு நாளும் அவற்றை எனக்கு கொடுக்கிறீர்கள்."
  }, {
    "number" : 9,
    "verse" : "உங்கள் வீட்டின் எருதுகளையோ உங்கள் மந்தையின் ஆடுகளையோ நான் எடுத்துக்கொள்வதில்லை."
  }, {
    "number" : 10,
    "verse" : "எனக்கு அம்மிருகங்கள் தேவையில்லை. காட்டின் மிருகங்கள் எனக்குச் சொந்தமானவை. மலைகளிலுள்ள பல்லாயிரம் மிருகங்கள் எல்லாம் எனக்குச் சொந்தமானவை."
  }, {
    "number" : 11,
    "verse" : "உயர்ந்த மலையின் ஒவ்வொரு பறவையையும் நான் அறிவேன். மலையின்மேல் அசையும் பொருட்களெல்லாம் என்னுடையவை."
  }, {
    "number" : 12,
    "verse" : "எனக்குப் பசியில்லை! எனக்குப் பசித்தாலும் உணவுக்காக உன்னைக் கேட்கமாட்டேன். உலகமும் அதன் அனைத்துப் பொருள்களும் எனக்குச் சொந்தமானவை."
  }, {
    "number" : 13,
    "verse" : "எருதுகளின் மாமிசத்தை நான் புசிப்பதில்லை. ஆடுகளின் இரத்தத்தை நான் குடிக்கமாட்டேன்” என்று தேவன் கூறுகிறார்."
  }, {
    "number" : 14,
    "verse" : "எனவே ஸ்தோத்திர பலிகளை தேவனுக்குக் கொண்டுவந்து அவரோடு இருக்கும்படி வாருங்கள். நீங்கள் மிக உன்னதமான தேவனுக்கு வாக்குறுதி பண்ணினீர்கள். எனவே வாக்களித்த பொருள்களை அவருக்குக் கொடுங்கள்."
  }, {
    "number" : 15,
    "verse" : "தேவன், “இஸ்ரவேலரே, துன்பம் நேர்கையில் என்னிடம் விண்ணப்பம் செய்யுங்கள்! நான் உங்களுக்கு உதவுவேன். நீங்கள் அப்போது என்னை மகிமைப்படுத்த முடியும்” என்று கூறுகிறார்."
  }, {
    "number" : 16,
    "verse" : "தேவன் தீயோரைப் பார்த்து, “நீங்கள் எனது சட்டங்களைக் குறித்துப் பேசுகிறீர்கள். எனது உடன்படிக்கையைக் குறித்துப் பேசுகிறீர்கள்."
  }, {
    "number" : 17,
    "verse" : "ஆனால் நான் உங்களைத் திருத்தும்போது அதை ஏன் வெறுக்கிறீர்கள்? நான் கூறும் காரியங்களை ஏன் புறக்கணிக்கிறீர்கள்?"
  }, {
    "number" : 18,
    "verse" : "நீங்கள் ஒரு திருடனைப் பார்க்கிறீர்கள், அவனோடு சேர்வதற்காக ஓடுகிறீர்கள். விபச்சாரமாகிய பாவத்தைச் செய்கிறவர்களோடு நீங்களும் படுக்கையில் குதிக்கிறீர்கள்."
  }, {
    "number" : 19,
    "verse" : "நீங்கள் தீயவற்றைப் பேசிப் பொய்களைச் சொல்கிறீர்கள்."
  }, {
    "number" : 20,
    "verse" : "உங்கள் சொந்த சகோதரரையும் பிறரையும் குறித்து எப்போதும் தீயவற்றையே சொல்கிறீர்கள்."
  }, {
    "number" : 21,
    "verse" : "நீங்கள் இத்தீய செயல்களைச் செய்கிறீர்கள், நான் அமைதியாக இருப்பேன் என்று நினைக்கிறீர்கள். நீங்கள் எதையும் சொல்லாதிருக்கிறீர்கள், நானும் அமைதியாக இருப்பேன் என்று நினைக்கிறீர்கள். ஆனால் நான் அமைதியாக இரேன்! நீங்கள் அதைத் தெளிவாக உணரும்படி நான் செய்வேன். உங்கள் முகத்திற்கெதிராக உங்களை விமர்சிப்பேன்!"
  }, {
    "number" : 22,
    "verse" : "நீங்கள் தேவனை மறந்திருக்கிறீர்கள். உங்களைக் கிழித்தெறியும் முன்னர் நீங்கள் அதை நன்கு புரிந்து கொள்ளுங்கள்! அது நிகழ்ந்தால் உங்களை மீட்பவர் எவருமில்லை!"
  }, {
    "number" : 23,
    "verse" : "எனவே ஒருவன் ஸ்தோத்திர காணிக்கை செலுத்தினால் அவன் என்னை உண்மையிலேயே மகிமைப்படுத்துகிறான். ஒருவன் அவனது வாழ்க்கையை மாற்றியமைத்தால் அப்போது நான் அவனுக்கு தேவனுடைய காக்கும் வல்லமையைக் காட்டுவேன்” என்கிறார்."
  } ]
}