{
  "bibleAbbr" : "TERV1998",
  "bookName" : "சங்கீதம்",
  "bookEnglishName" : "Psalms",
  "chapterNumber" : 90,
  "verses" : [ {
    "number" : 1,
    "verse" : "(புத்தகம் 4)((சங்கீதம் 90–106)) தேவனுடைய மனிதனாகிய மோசேயின் ஜெபம். ஆண்டவரே, என்றென்றும் எப்போதும் நீரே எங்கள் புகலிடம்."
  }, {
    "number" : 2,
    "verse" : "தேவனே, பர்வதங்கள் பிறக்கும்முன்பும், பூமியும் உலகமும் உருவாக்கப்படும் முன்பும் நீரே தேவன். தேவனே, நீர் எப்போதும் இருந்தவர், நீர் எப்போதும் இருக்கும் தேவன்!"
  }, {
    "number" : 3,
    "verse" : "நீர் உலகில் ஜனங்களைக் கொண்டுவந்தீர், நீர் அவர்களை மீண்டும் தூளாக மாற்றுகிறீர்."
  }, {
    "number" : 4,
    "verse" : "ஓராயிரம் ஆண்டுகள் உமக்கு முந்திய நாளைப் போலவும் கடந்த இரவைப் போலவும் இருக்கும்."
  }, {
    "number" : 5,
    "verse" : "நீர் எங்களைப் பெருக்கித் தள்ளுகிறீர். எங்கள் வாழ்க்கை ஒரு கனவைப் போன்றது, காலையில் நாங்கள் மறைந்து போகிறோம். நாங்கள் புல்லைப் போன்றவர்கள்."
  }, {
    "number" : 6,
    "verse" : "காலையில் புல் வளரும், மாலையில் அது காய்ந்து, வாடிப்போகும்."
  }, {
    "number" : 7,
    "verse" : "தேவனே, நீர் கோபமாயிருக்கும்போது நாங்கள் அழிக்கப்படுவோம். உமது கோபம் எங்களை அச்சுறுத்துகிறது!"
  }, {
    "number" : 8,
    "verse" : "எங்கள் பாவங்கள் அனைத்தையும் நீர் அறிகிறீர். தேவனே, எங்கள் இரகசிய பாவங்கள் ஒவ்வொன்றையும் நீர் காண்கிறீர்."
  }, {
    "number" : 9,
    "verse" : "உமது கோபம் எங்கள் வாழ்க்கையை முடிவுறச் செய்யும். காதில் இரகசியமாகச் சொல்லும் சொல்லைப்போன்று எங்கள் உயிர்கள் மறைந்துபோகும்."
  }, {
    "number" : 10,
    "verse" : "நாங்கள் எழுபது ஆண்டுகள் வாழக்கூடும். பலமுடையவர்களாயின் எண்பது ஆண்டுகள் வாழலாம். எங்கள் வாழ்க்கை கடும் உழைப்பினாலும், நோயினாலும் நிரம்பியவை. திடீரென, எங்கள் வாழ்க்கை முடிவுறும்! நாங்கள் பறந்து மறைவோம்."
  }, {
    "number" : 11,
    "verse" : "தேவனே, உமது கோபத்தின் முழு வல்லமையையும் ஒருவரும் அறியார். ஆனால் தேவனே, எங்கள் பயமும், உம்மிடம் நாங்கள் கொண்டுள்ள மதிப்பும் உமது கோபத்தைப்போன்று பெரியவை."
  }, {
    "number" : 12,
    "verse" : "நாங்கள் உண்மையிலேயே ஞானமுடையவர்களாகும்படி எங்கள் வாழ்க்கை எத்தனை குறுகியது என்பதை எங்களுக்குக் கற்பியும்."
  }, {
    "number" : 13,
    "verse" : "கர்த்தாவே, எங்களிடம் எப்போதும் திரும்பி வாரும். உமது பணியாட்களிடம் இரக்கமாயிரும்."
  }, {
    "number" : 14,
    "verse" : "ஒவ்வொரு காலையிலும் உமது அன்பால் எங்களை நிரப்பும். நாங்கள் மகிழ்ந்து எங்கள் வாழ்க்கையில் களிகூரச் செய்யும்."
  }, {
    "number" : 15,
    "verse" : "எங்கள் வாழ்க்கையில் மிகுந்த துன்பத்தையும் குழப்பங்களையும் தந்தீர். இப்போது எங்களை சந்தோஷப்படுத்தும்."
  }, {
    "number" : 16,
    "verse" : "நீர் செய்யும் அற்புதச் செய்லகளை உமது ஊழியர்கள் காணச்செய்யும் உம்முடைய மகிமையை அவர்களின் பிள்ளைகள் காணச்செய்யும்."
  }, {
    "number" : 17,
    "verse" : "எங்கள் தேவனாகிய ஆண்டவரே, எங்களிடம் தயவாயிரும். நாங்கள் செய்யும் ஒவ்வொன்றையும் செம்மைப்படுத்தும். தேவனே நாங்கள் செய்யும் எல்லாவற்றிலும் நன்மையை வழங்குவீராக."
  } ]
}