{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"ದುಃಖಿತನ ದೀನ ಪ್ರಾರ್ಥನೆ ಕಿವಿಗೊಡು ಪ್ರಭು, ನನ್ನ ಪ್ರಾರ್ಥನೆಗೆ I ನನ್ನ ಕೂಗು ಸೇರಲಿ ನಿನ್ನ ಬಳಿಗೆ II"},{"number":2,"verse":"ಕಷ್ಟಕಾಲದೊಳು ವಿಮುಖನಾಗಬೇಡ ನೀನೆನಗೆ I ಕಿವಿಗೊಡು, ಮೊರೆಯಿಡುವಾಗಲೆ, ಸದುತ್ತರಿಸು ಬೇಗನೆ II"},{"number":3,"verse":"ಮಾಯವಾಗುತ್ತಿದೆ ನನ್ನೀ ಜೀವಮಾನ ಹೊಗೆಯಂತೆ I ಉರಿಯುತ್ತಿವೆ ಎನ್ನೆಲುಬುಗಳು ಒಲೆಯಲ್ಲಿಟ್ಟ ಕೊರಡಿನಂತೆ II"},{"number":4,"verse":"ಬಿಸಿಲಿಗೆ ಬಾಡಿದ ಹುಲ್ಲಿನಂತಿದೆ ಎನ್ನೆದೆ I ತಿಂಡಿತೀರ್ಥವನುಣ್ಣಲೂ ನಾ ಮರೆತುಹೋದೆ II"},{"number":5,"verse":"ಕೂಗಿ ನಾ ನಿಟ್ಟುಸಿರಿಟ್ಟೆ I ಎಲುಬು ತೊಗಲು ಆಗಿಬಿಟ್ಟೆ II"},{"number":6,"verse":"ಅಡವಿಯ ರಣಹದ್ದಿಗೆ ಸಮನಾದೆ I ಹಾಳುರಿನ ಗೂಗೆಯ ಹಾಗಾದೆ II"},{"number":7,"verse":"ಮನೆಮೇಲಿನ ಒಂಟಿ ಪಕ್ಷಿಯಾದೆ I ಬಳಲುತ್ತಿರುವೆನು ನಿದ್ರೆಯಿಲ್ಲದೆ II"},{"number":8,"verse":"ವೈರಿಗಳು ದಿನವಿಡೀ ನನ್ನ ನಿಂದಿಸುತ್ತಿಹರು I ದ್ವೇಷಿಗಳು ನನ್ನ ಹೆಸರೆತ್ತಿ ಶಪಿಸುತ್ತಿಹರು II"},{"number":9,"verse":"ಬೂದಿಯೇ ನನಗೆ ಆಹಾರವಾಯಿತು I ಪಾನದಲಿ ಕಣ್ಣೀರು ಮಿಶ್ರವಾಯಿತು II"},{"number":10,"verse":"ನಿನ್ನ ಕೋಪತಾಪಗಳೆ ಕಾರಣ ಇದಕ್ಕೆಲ್ಲಾ I ನನ್ನನು ಮೇಲಕ್ಕೆತ್ತಿ ಬಿಸಾಡಿಬಿಟ್ಟಿರುವೆಯಲ್ಲಾ II"},{"number":11,"verse":"ನನ್ನ ಬಾಳು ಬೈಗಿನ ನೆರಳಂತೆ I ನಾನಿರುವೆ ಬಾಡಿದ ಹುಲ್ಲಿನಂತೆ II"},{"number":12,"verse":"ನೀನಾದರೋ ಪ್ರಭು, ಸದಾ ಸಿಂಹಾಸನಾರೂಢ I ಮಾಳ್ಪರು ತಲತಲಾಂತರಕು ನಿನ್ನ ನಾಮಸ್ಮರಣ II"},{"number":13,"verse":"ಎದ್ದು ಸಿಯೋನಿಗೆ ತೋರು ಸೌಜನ್ಯತೆ I ಅದಕ್ಕೆ ದಯೆತೋರಿಸುವ ಸಮಯವಿದೇ I ನಿಯಮಿತ ಕಾಲವಿದೋ ಬಂದುಬಿಟ್ಟಿದೆ II"},{"number":14,"verse":"ಕಲ್ಲುಕುಪ್ಪೆಯಾಗಿದ್ದರೂ ನಿನ್ನ ಭಕ್ತರಿಗದು ಪ್ರಿಯ I ಅದರ ವಿನಾಶವನು ಕಂಡು ಕರಗಿಹೋಗಿದೆ ಹೃದಯ II"},{"number":15,"verse":"ಹೆದರುವುವು ಪ್ರಭುವೆಂಬ ನಿನ್ನ ನಾಮಕೆ ಜನಾಂಗಗಳು I ಭಯಪಡುವರು ನಿನ್ನ ಪ್ರತಾಪಕೆ ಭೂರಾಜರುಗಳು II"},{"number":16,"verse":"ಏಕೆನೆ ಪುನರುದ್ಧರಿಸುವನು ಸಿಯೋನನು I ಪ್ರತ್ಯಕ್ಷಮಾಡುವನಾತ ತನ್ನ ಮಹಿಮೆಯನು II"},{"number":17,"verse":"ತಿರಸ್ಕರಿಸನಾತ ನಿರ್ಗತಿಕರ ಮೊರೆಯನು I ನೆರವೇರಿಸದೆ ಬಿಡನು ಅವರ ಕೋರಿಕೆಯನು II"},{"number":18,"verse":"ಮುಂದಣ ಸಂತತಿಗಿದು ಶಾಸನವಾಗಿರಲಿ I ಮುಂದೆ ಹುಟ್ಟುವ ಪ್ರಜೆ ಪ್ರಭುವನು ಹೊಗಳಲಿ II"},{"number":19,"verse":"ಭೂಲೋಕವನು ವೀಕ್ಷಿಸಿದನು ಪ್ರಭು ಪರಲೋಕದಿಂದ I ದೃಷ್ಟಿಸಿದನು ತನ್ನ ಉನ್ನತ ಪವಿತ್ರಸ್ಥಾನದಿಂದ II"},{"number":20,"verse":"ಆಲಿಸಿದಾತನು ಬಂಧಿತರ ಗೋಳಾಟವನು I ಬಿಡಿಸಿಹನು ಮರಣತೀರ್ಪಿಗೆ ಗುರಿಯಾದವರನು II"},{"number":21,"verse":"ಹೀಗೆ ಪ್ರಭುವಿಗಾರಾಧನೆ ಸಲ್ಲಿಸಲು I ಜನಾಂಗಗಳೂ ರಾಜ್ಯಗಳೂ ಕೂಡಿರಲು"},{"number":22,"verse":"ಹೊಗಳಲಾಗುವುದು ಪ್ರಭುವಿನ ನಾಮ ಸಿಯೋನಿನಲಿ I ಆತನ ಗುಣಗಾನವಿರುವುದು ಆ ಜೆರುಸಲೇಮಿನಲಿ II"},{"number":23,"verse":"ನಡುಹಾದಿಯಲೆ ಕುಂದಿಸಿಹನು ಪ್ರಭು ನನ್ನ ಬಲವನು I ಕಡಿಮೆಮಾಡಿಬಿಟ್ಟಿಹನು ಆತ ನನ್ನ ಆಯುಷ್ಯವನು II"},{"number":24,"verse":"ಎಂತಲೆ ನಾನು : “ಅರ್ಧಾಯುಷ್ಯದಲೆ ನನ್ನೊಯ್ಯಬೇಡ ದೇವಾ I ತಲತಲಾಂತರದವರೆಗೂ ನಿನ್ನ ವರುಷಗಳು ಉಳಿದಿವೆಯಲ್ಲಾ II"},{"number":25,"verse":"ಆದಿಯಲೆ ನೀ ಭುವಿಗೆ ಅಸ್ತಿವಾರ ಹಾಕಿದೆ I ಗಗನಮಂಡಲವು ಸಹ ನಿನ್ನ ಸೃಷ್ಟಿಯಾಗಿದೆ II"},{"number":26,"verse":"ನೀನಾದರೋ ಉಳಿದಿರುವೆ, ಅವೋ ಅಳಿದುಹೋಗುವುವು I ಹಳೆಯದಾಗುತ್ತವೆ ಬಟ್ಟೆಯಂತೆ ಅವೆಲ್ಲವು I ಉಡುಪಿನಂತೆ ಬದಲಿಸುತ್ತ, ಮಾರ್ಪಡುತ್ತವೆ ಅವು II"},{"number":27,"verse":"ನೀನಂತೂ ಬದಲಾಗದೆ ಇರುವೆಯಯ್ಯಾ I ನಿನ್ನ ವರುಷಗಳಿಗೆ ಮುಗಿವೇ ಇಲ್ಲವಯ್ಯಾ II"},{"number":28,"verse":"ಬಾಳುವರು ನಿನ್ನ ದಾಸರ ಮಕ್ಕಳು ಸುರಕ್ಷಿತವಾಗಿ I ಇರುವುದವರ ಸಂತತಿ ನಿನ್ನ ಸಮ್ಮುಖದಲಿ ಸ್ಥಿರವಾಗಿ II 7"}]}