{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":106,"verses":[{"number":1,"verse":"ಪ್ರಭುವಿಗೆ ವಂದನೆ, ಆತನಿಂದ ಕ್ಷಮಾಯಾಚನೆ ಪ್ರಭು ದಯಾಪೂರಿತ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ I ತೋರಿ ಆತನಿಗೆ ನಿಮ್ಮ ಸ್ತೋತ್ರ ಕೃತಜ್ಞತಾ II"},{"number":2,"verse":"ವರ್ಣಿಸಬಲ್ಲವನಾರು ಆತನ ಮಹತ್ಕಾರ್ಯಗಳನು? I ಯೋಗ್ಯರೀತಿಯಲಿ ಹೊಗಳಬಲ್ಲವರಾರು ಆತನನು? II"},{"number":3,"verse":"ನ್ಯಾಯದಂತೆ ನಡೆಯುವವರು ಧನ್ಯರು I ಅವಿರತವಾಗಿ ನೀತಿವಂತರು ಧನ್ಯರು II"},{"number":4,"verse":"ಮರೆಯಬೇಡೆನ್ನನು ಪ್ರಭು, ನಿನ್ನ ಪ್ರಜೆಗೆ ದಯೆತೋರುವಾಗ I ನೆರವು ನೀಡೆನಗೆ ಸ್ವಾಮಿ, ನೀನಾ ಜನರನು ಉದ್ಧರಿಸುವಾಗ II"},{"number":5,"verse":"ನೀನಾರಿಸಿಕೊಂಡಿರುವ ಪ್ರಗತಿಯನು ನಾ ಕಾಣಮಾಡು I ನಿನ್ನ ಜನಾಂಗದವರ ಸಂತಸವನು ನಾ ಸವಿಯಮಾಡು I ನಿನ್ನ ಸ್ವಕೀಯರ ಮಹಿಮೆಯಲ್ಲೆನಗೆ ಪಾಲನ್ನು ನೀಡು II"},{"number":6,"verse":"ನಮ್ಮ ಪಿತೃಗಳಂತೆಯೆ ಪಾಪಿಗಳು ನಾವು I ಅಕ್ರಮಗೈದೆವು, ಅಪರಾಧಿಗಳಾದೆವು II"},{"number":7,"verse":"ಗ್ರಹಿಸಲಿಲ್ಲಾ ಪಿತೃಗಳು ನಿನ್ನದ್ಭುತಗಳನು ಈಜಿಪ್ಟಿನಲಿ I ಸ್ಮರಿಸಲಿಲ್ಲವರು ನಿನ್ನಚಲ ಪ್ರೇಮಾತಿಶಯಗಳನು ಅಲ್ಲಿ I ಬದಲಿಗೆ ಮಹೋನ್ನತನನೆ ಪ್ರತಿಭಟಿಸಿದರು ಕೆಂಗಡಲಬಳಿ II"},{"number":8,"verse":"ಆದರೂ ತನ್ನ ನಾಮಪ್ರಯುಕ್ತ ರಕ್ಷಿಸಿದನವರನು I ಪ್ರಕಟಿಸಿದನಾತ ಹೀಗೆ ತನ್ನ ಶಕ್ತಿಸಾಮರ್ಥ್ಯವನು II"},{"number":9,"verse":"ಒಣಗಿಹೋಯಿತಾ ಕೆಂಗಡಲು ಆತನ ಗದರಿಕೆಗೆ I ದಾಟಿಸಿದನಾ ಸಾಗರವನು ಅಡವಿಯೋ ಎಂಬ ಹಾಗೆ II"},{"number":10,"verse":"ತಪ್ಪಿಸಿದನವರನು ವೈರಿಗಳ ಕೈಯಿಂದ I ರಕ್ಷಿಸಿದನು ಆ ಶತ್ರುಗಳ ಹಿಡಿತದಿಂದ II"},{"number":11,"verse":"ಮುಳುಗಿಸಿತು ಜಲರಾಶಿ ಆ ಶತ್ರುಗಳನು I ಉಳಿಯಗೊಡಿಸಲಿಲ್ಲ ಅವರಲ್ಲೊಬ್ಬನನು II"},{"number":12,"verse":"ಆಗ ನಂಬಿದರು ಪ್ರಭುವಿನಾ ಮಾತನು I ಮಾಡಿದರಾಗ ಆತನ ಗುಣಗಾನವನು II"},{"number":13,"verse":"ಆದರೆ ಮರೆತರು ಬೇಗನೆ ಆತನ ಸತ್ಕಾರ್ಯಗಳನು I ಕಾಯದೆ ಹೋದರು ಆತನಾ ಸಂಕಲ್ಪ ಸಾದನೆಯನು II"},{"number":14,"verse":"ಆಶಾಪಾಶಗಳಿಗೆ ಈಡಾದರು ಅಡವಿಯೊಳು I ದೇವನನೇ ಪರಿಶೋಧಿಸಿದರು ಅರಣ್ಯದೊಳು II"},{"number":15,"verse":"ಪೂರೈಸಿದನಾತ ಅವರ ಕೋರಿಕೆಯನು I ಕಳುಹಿಸಿದನಾದರೆ ಭೀಕರ ರೋಗವನು II"},{"number":16,"verse":"ಅಸೂಯೆಗೊಂಡರು ಪಾಳೆಯದೊಳು ಮೋಶೆಯ ಮೇಲೆ I ಪ್ರಭುವಿಗೆ ಪ್ರತಿಷ್ಠಿತನಾದ ಆ ಆರೋನನ ಮೇಲೆ II"},{"number":17,"verse":"ಭೂಮಿ ಬಾಯ್ದೆರೆದು ನುಂಗಿತು ದಾತಾನನನು I ಮುಚ್ಚಿಬಿಟ್ಟಿತು ಅಭಿರಾಮನ ಕಡೆಯವರನು II"},{"number":18,"verse":"ಆ ಜನರ ಮಧ್ಯದಲಿ ಬೆಂಕಿ ಹಬ್ಬಿತು I ಅಗ್ನಿಜ್ವಾಲೆ ದಹಿಸಿಬಿಟ್ಟಿತು ಆ ದುಷ್ಟರನು II"},{"number":19,"verse":"ಹೋರೇಬಿನಲಿ ಮಾಡಿದರು ಬಸವನನು I ಆರಾಧಿಸಿದರು ಆ ಎರಕದ ಶಿಲೆಯನು II"},{"number":20,"verse":"ಈಪರಿ ತೊರೆದುಬಿಟ್ಟರು ತಮ್ಮ ಮಹಿಮಾ ದೇವರನು I ಆರಿಸಕೊಂಡರು ಹುಲ್ಲು ತಿನ್ನುವ ಬಸವನ ವಿಗ್ರಹವನು II"},{"number":21,"verse":"ಮರೆತುಬಿಟ್ಟರವರು ತಮ್ಮ ಮುಕ್ತಿದಾತ ದೇವನನು I ಈಜಿಪ್ಟಿನಲ್ಲಾತ ಎಸಗಿದ ಮಹತ್ಕಾರ್ಯಗಳನು II"},{"number":22,"verse":"ಹಾಮನಾಡಿನಲಿ ಮಾಡಿದ ಅದ್ಭುತಗಳನು I ಕೆಂಗಡಲಬಳಿ ನಡೆದ ಘೋರ ಕೃತ್ಯಗಳನು II"},{"number":23,"verse":"ಎಂತಲೇ ‘ಸಂಹರಿಸುವೆ’ ಎನ್ನಲು ಪ್ರಭು ಅವರನು I ಆಪ್ತ ಮೋಶೆಯು ಮಧ್ಯಸ್ಥನಾಗಿ ಬಂದನು I ಸಂಹರಿಸದಂತೆ ಶಮನಗೊಳಿಸಿದನಾ ಕೋಪವನು II"},{"number":24,"verse":"ಅವರೊ ಬೇಡವೆಂದರು ಆ ಚೆಲುವಿನ ನಾಡನು I ನಂಬದೆ ಹೋದರು ಅವನಿತ್ತಾ ವಾಗ್ದಾನವನು II"},{"number":25,"verse":"ಗೊಣಗುಟ್ಟಿದರು ತಮ್ಮ ಗುಡಾರಗಳಲಿ I ನಂಬಿಕೆಯಿಡಲಿಲ್ಲ ಆತನ ಮಾತಿನಲಿ II"},{"number":26,"verse":"ಈ ಕಾರಣ ಆಣೆಯಿಟ್ಟನು ಕೈಯೆತ್ತಿ : I “ಬೀಳಮಾಡುವೆನು ನಿಮ್ಮನು ಅಡವಿಯಲಿ, II"},{"number":27,"verse":"ಚದರಿಸುವೆನು ನಿಮ್ಮ ಸಂತಾನವನು ಹೊರನಾಡುಗಳಲಿ I ಅಳಿದು ಹೋಗುವರವರು ಅನ್ಯಜನಾಂಗಗಳ ಮಧ್ಯೆಯಲಿ” I"},{"number":28,"verse":"ಬಾಳ್‍ಪೆಗೋರ ದೇವತೆಯ ಊಳಿಗದವರಾದರು I ಸತ್ತವರಿಗರ್ಪಿಸಿದ ಬಲಿಯನು ಉಣ್ಣುವವರಾದರು II"},{"number":29,"verse":"ಅವರಕ್ರಮ ನಡತೆ ಪ್ರಭುವನು ಕೆಣಕಿತು I ಭೀಕರ ವ್ಯಾಧಿ ಅವರ ಮಧ್ಯೆ ಹಬ್ಬಿತು II"},{"number":30,"verse":"ಫಿನೆಹಾಸನೆದ್ದು ದಂಡಿಸಿದೊಡನೆ I ನಿಂತುಹೋಯಿತು ಆ ಘೋರ ಬೇನೆ II"},{"number":31,"verse":"ಆತ ಮಾಡಿದಾ ನೈಪುಣ್ಯ I ಆಯಿತು ತಲಾಂತರಕು ಗಣ್ಯ II"},{"number":32,"verse":"ಮೆರಿಬಾ ನದಿಯ ಬಳಿ ರೇಗಿಸಿದರಾತನನು I ಹೀಗೆ ಬರಮಾಡಿದರು ಮೋಶೆಗೂ ಹಾನಿಯನು II"},{"number":33,"verse":"ನಿಂತರಾಗ ದೇವರಾತ್ಮನಿಗೆ ವಿರೋಧವಾಗಿ I ನುಡಿಯಬೇಕಾಯಿತು ಮೋಶೆಯು ಅವಿವೇಕವಾಗಿ II"},{"number":34,"verse":"ಅನುಸರಿಸಲಿಲ್ಲ ಅವರು ಪ್ರಭುವಿನಾಜ್ಞೆಯನು I ಆತ ಸಂಹರಿಸಲಿಲ್ಲ ಶೋಧಿಸಿದಾ ಜನರನು II"},{"number":35,"verse":"ಅನ್ಯಜನರೊಡನವರು ಕಲೆತು ಬೆರೆತುಹೋದರು I ಅವರ ದುರಾಚಾರಗಳನ್ನೂ ಕಲಿತುಕೊಂಡರು II"},{"number":36,"verse":"ಪೂಜೆಮಾಡಿದರು ಆ ಜನರ ವಿಗ್ರಹಗಳಿಗೆ I ಉರುಲಾದವು ಆ ವಿಗ್ರಹಗಳೆ ಅವರಿಗೆ II"},{"number":37,"verse":"ತಮ್ಮ ಪುತ್ರ ಪುತ್ರಿಯರನೇ ಅರ್ಪಿಸಿದರು I ದೆವ್ವಭೂತಗಳಿಗೆ ಅವರನು ಬಲಿಕೊಟ್ಟರು II"},{"number":38,"verse":"ಸುರಿಸಿದರು ತಮ್ಮ ಮಕ್ಕಳ ನಿರ್ದೋಷ ರಕ್ತವನು I ಬಲಿಕೊಟ್ಟರು ಕಾನಾನ್ಯರ ವಿಗ್ರಹಗಳಿಗೆ ಅವರನು I ಹೊಲೆಮಾಡಿದರಂಥ ಕೊಲೆಗಳಿಂದ ದೇಶವನು II"},{"number":39,"verse":"ಅಶುದ್ಧರಾದರವರು ತಮ್ಮ ದುಷ್ಕೃತ್ಯಗಳಿಂದ I ದೇವದ್ರೋಹಿಗಳಾದರು ದುರಾಚಾರಗಳಿಂದ II"},{"number":40,"verse":"ಕೆರಳಿತು ಕೋಪ ಆ ಜನರ ಮೇಲೆ ಪ್ರಭುವಿಗೆ I ತನ್ನವರಾ ನಡತೆ ಅಸಹ್ಯವಾಯಿತು ಆತನಿಗೆ II"},{"number":41,"verse":"ಎಂತಲೆ ಒಪ್ಪಿಸಿದನವರನು ಅನ್ಯರಾಷ್ಟ್ರಗಳ ಕೈಗೆ I ಹಗೆಮಾಡುತ್ತಿದ್ದವರೇ ಅಧಿಕಾರಿಗಳಾದರವರಿಗೆ II"},{"number":42,"verse":"ಗುರಿಯಾದರು ಶತ್ರುಶೋಷಣೆಗೆ I ಕುಗ್ಗಿಹೋದವರು ಅವರ ಕೈಕೆಳಗೆ II"},{"number":43,"verse":"ಪ್ರಭು ಪದೇಪದೇ ವಿಮುಕ್ತಗೊಳಿಸಿದನಾದರೂ I ಪರ್ಯಾಲೋಚಿಸದೆ ಪ್ರತಿಭಟನೆ ಮಾಡಿದರವರು I ಈ ಪರಿಯ ಅಕ್ರಮದ ನಿಮಿತ್ತ ಅವನತಿಗಿಳಿದರು II"},{"number":44,"verse":"ನೋಡಿದನಾತ ಅವರ ಕಷ್ಟಕಾರ್ಪಣ್ಯವನು I ಗಮನಿಸಿದನು ಅವರ ಆರ್ತನಾದವನು II"},{"number":45,"verse":"ನೆನಪಿಗೆ ತಂದುಕೊಂಡನು ತನ್ನೊಡಂಬಡಿಕೆಯನು I ದಯಾಳುತನದಿಂದ ತೋರಿದನವರಿಗೆ ಕರುಣೆಯನು I ಬಂಧಿಸಿದವರಿಂದಲೂ ದಯೆಯನು ದೊರಕಿಸಿದನು II"},{"number":47,"verse":"ಹೇ ಪ್ರಭು, ನಮ್ಮ ದೇವಾ, ನಮ್ಮನ್ನುದ್ಧರಿಸು I ನಾಡುನಾಡುಗಳಿಂದ ನಮ್ಮನೊಂದುಗೂಡಿಸು I ನಿನ್ನ ಪವಿತ್ರ ನಾಮವನು ನಾವು ಭಜಿಸುವೆವು I ನಿನ್ನ ಸ್ತುತಿ ಸ್ತೋತ್ರಗಳಲಿ ಹೆಚ್ಚಳ ಪಡುವೆವು II"},{"number":48,"verse":"ಇಸ್ರಯೇಲಿನ ದೇವನಾದ ಪ್ರಭುವಿಗೆ ಸ್ತೋತ್ರ I ಅನಾದಿಯಿಂದ ಯುಗಯುಗಾಂತರಕು ಸ್ತೋತ್ರ I ಜನರೆಲ್ಲರು ಹೇಳಲಿ ‘ಆಮೆನ್’, ಪ್ರಭುವಿಗೆ ಸ್ತೋತ್ರ II"}]}