{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":136,"verses":[{"number":1,"verse":"(ಪ್ರಭುವಿಗೆ ಸ್ತುತಿಮಾಲೆ) ಒಳ್ಳೆಯವನಾದ ಪ್ರಭುವಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":2,"verse":"ದೇವಾದಿ ದೇವನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":3,"verse":"ಮಹೋನ್ನತ ಪ್ರಭುವಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":4,"verse":"ಮಹತ್ಕಾರ್ಯವೆಸಗಬಲ್ಲ ಆ ಏಕೈಕನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":5,"verse":"ಜ್ಞಾನದಿಂದ ಜಗವನು ನಿರ್ಮಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":6,"verse":"ಜಲರಾಶಿಯ ಮೇಲೆ ಭೂಮಿಯನು ಹಾಸಿದವನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":7,"verse":"ಮಹಾ ಜ್ಯೋತಿರ್ಮಂಡಲವನು ಸೃಷ್ಟಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":8,"verse":"ಹಗಲನ್ನಾಳಲು ಸೂರ್ಯನನ್ನು ಸೃಜಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":9,"verse":"ರಾತ್ರಿಯನ್ನಾಳಲು ಚಂದ್ರ ನಕ್ಷತ್ರಗಳನ್ನು ಸೃಷ್ಟಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":10,"verse":"ಈಜಿಪ್ಟಿನ ಚೊಚ್ಚಲುಗಳನು ಸಂಹರಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":11,"verse":"ಇಸ್ರಯೇಲರನು ಅಲ್ಲಿಂದ ಹೊರತಂದವನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":12,"verse":"ಭುಜಬಲದಿಂದ ಕೈಚಾಚಿ ಅವರನು ಬಿಡಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":13,"verse":"ಕೆಂಪು ಕಡಲನು ಇಬ್ಭಾಗಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":14,"verse":"ಇಸ್ರಯೇಲರನು ಅದರ ನಡುವೆ ದಾಟಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":15,"verse":"ಫರೋಹನನ್ನೂ ಅವನ ಸೈನ್ಯವನ್ನೂ ಆ ಕಡಲಲ್ಲಿ ಮುಳುಗಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":16,"verse":"ತನ್ನ ಪ್ರಜೆಯನು ಅರಣ್ಯಮಾರ್ಗವಾಗಿ ಕರೆತಂದವನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":17,"verse":"ಬಲವಂತ ರಾಜರನು ಉರುಳಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":18,"verse":"ಪ್ರಖ್ಯಾತ ರಾಜರನ್ನು ಸಂಹರಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":19,"verse":"ಅಮೋರಿಯರ ರಾಜನಾದ ಸೀಹೋನನ್ನು ಕೊಂದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":20,"verse":"ಬಾಷಾನಿನ ಅರಸನಾದ ಓಗನನ್ನು ಸಂಹರಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":21,"verse":"ಅವರ ನಾಡನ್ನು ಇಸ್ರಯೇಲರಿಗೆ ಕೊಟ್ಟಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":22,"verse":"ಅದನ್ನು ದಾಸರಾದ ನಮಗೆ ಸೊತ್ತಾಗಿ ನೀಡಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":23,"verse":"ಹೀನ ಸ್ಥಿತಿಯಲ್ಲಿದ್ದ ನಮ್ಮನ್ನು ಜ್ಞಾಪಿಸಿಕೊಂಡಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":24,"verse":"ಶತ್ರುಹಗೆಗಳಿಂದ ನಮ್ಮನ್ನು ಬಿಡಿಸಿದಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":25,"verse":"ಸಕಲ ಜೀವಿಗಳಿಗೆ ಆಹಾರ ನೀಡುವಾತನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."},{"number":26,"verse":"ಪರಲೋಕದಲ್ಲಿರುವ ದೇವನಿಗೆ ಧನ್ಯವಾದ, ಆತನ ಪ್ರೀತಿ ಶಾಶ್ವತ."}]}