{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":139,"verses":[{"number":1,"verse":"ಸರ್ವೇಶ್ವರನೇ ಸರ್ವಜ್ಞನು ಪ್ರಭು, ಪರಿಶೋಧಿಸಿರುವೆ ನೀ ನನ್ನನು I ಅರಿತುಕೊಂಡಿರುವೆ ಅಂತರಂಗವನು II"},{"number":2,"verse":"ನಾ ಕೂರುವುದೂ ಏಳುವುದೂ ನಿನಗೆ ಗೊತ್ತಿದೆ I ನನ್ನಾಲೋಚನೆ ದೂರದಿಂದಲೇ ನಿನಗೆ ತಿಳಿದಿದೆ II"},{"number":3,"verse":"ನನ್ನ ನಡೆಯನು, ನಿದ್ರೆಯನು ನೀ ಬಲ್ಲಾತ I ನನ್ನ ನಡತೆಯೆಲ್ಲವು ನಿನಗೆ ಸುಪರಿಚಿತ II"},{"number":4,"verse":"ಪ್ರಭು, ನಾ ಮಾತೆತ್ತುವುದಕ್ಕೆ ಮುಂಚಿತವಾಗಿ I ತಿಳಿದುಹೋಗಿದೆ ಎಲ್ಲ ನಿನಗೆ ಪೂರ್ತಿಯಾಗಿ II"},{"number":5,"verse":"ನನ್ನ ಹಿಂದೆಯೂ ಮುಂದೆಯೂ ನೀನಿರುವೆ I ಅಭಯ ಹಸ್ತವನು ನನ್ನ ಮೇಲಿರಿಸಿರುವೆ II"},{"number":6,"verse":"ನನ್ನ ಕುರಿತು ನಿನಗಿರುವ ಅರಿವು ಅಗಾಧ I ನನ್ನ ಬುದ್ಧಿಗದು ಸಿಲುಕದಷ್ಟು ಉನ್ನತ II"},{"number":7,"verse":"ನಾನೆಲ್ಲಿಗೆ ಹೋಗಲು ಸಾಧ್ಯ, ನಿನ್ನಾತ್ಮನಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು? I ನಾನೆಲ್ಲಿಗೆ ಓಡಲು ಸಾಧ್ಯ, ನಿನ್ನ ಸನ್ನಿಧಿಯಿಂದ ಮರೆಯಾಗಲು? II"},{"number":8,"verse":"ಆಕಾಶಕೆ ನಾನೇರಿದರೂ ನೀನಿರುವೆ ಅಲ್ಲಿ I ಪಾತಾಳದಲಿ ನಾ ನಿದ್ರಿಸಿದರೂ ನೀನಿರುವೆ ಅಲ್ಲಿ II"},{"number":9,"verse":"ನಾನರುಣನ ರೆಕ್ಕೆಗಳನೇರಿ ಹಾರಿದರೂ I ಸಮುದ್ರ ಕಟ್ಟಕಡೆಗಳಲಿ ನಾ ಸೇರಿದರೂ II"},{"number":10,"verse":"ಅಲ್ಲೂ ನನ್ನ ನಡೆಸುವುದು ನಿನ್ನ ಕೈ I ನನ್ನ ಹಿಡಿದಿರುವುದು ನಿನ್ನ ಬಲಗೈ II"},{"number":11,"verse":"“ಕಾರ್ಗತ್ತಲೆನ್ನ ಕವಿಯಲಿ” ಎಂದರೂ I “ಸುತ್ತಲ ಬೆಳಕು ಇರುಳಾಗಲಿ” ಎಂದರೂ II"},{"number":12,"verse":"ಕತ್ತಲು ಕತ್ತಲಲ್ಲ ನಿನಗೆ I ಇರುಳೂ ಹಗಲಾಗಿದೆ ನಿನಗೆ I ಕತ್ತಲು, ಬೆಳಕು - ಒಂದೇ ನಿನಗೆ II"},{"number":13,"verse":"ನನ್ನ ಅಂತರಂಗವನು ಉಂಟುಮಾಡಿದಾತ ನೀನು I ತಾಯಗರ್ಭದಲೆ ನನ್ನ ರೂಪಿಸಿದಾತ ನೀನು II"},{"number":14,"verse":"ನಿನಗೆ ವಂದನೆ, ನೀ ನನ್ನ ಭಯಭಕ್ತಿಗೆ ಪಾತ್ರ I ನಿನ್ನ ಕೃತ್ಯಗಳು ಅದ್ಭುತಕರ ಹಾಗೂ ವಿಚಿತ್ರ I ನನ್ನ ಬಗ್ಗೆ ನಿನಗಿರುವ ಪೂರ್ಣ ಅರಿವು ಸಮರ್ಥ II"},{"number":15,"verse":"ನನ್ನ ಅಸ್ಥಿಪಂಜರವನು ರೂಪಿಸುವಾಗ I ತಾಯಗರ್ಭದೊಳು ಅಚ್ಚರದಿ ರಚಿಸುವಾಗ I ಗುಟ್ಟಾಗಿ ನಾನಲ್ಲಿ ಬೆಳೆಯುತ್ತಿದ್ದಾಗ I ಮರೆಯಾಗಿರಲಿಲ್ಲ ನಾನು ನಿನಗಾಗ II"},{"number":16,"verse":"ನಾನಿನ್ನೂ ಭ್ರೂಣವಾಗಿದ್ದಾಗ ನೋಡಿದವು ನಿನ್ನ ಕಣ್ಣುಗಳು I ಪ್ರಾರಂಭವಾಗುವುದಕ್ಕೆ ಮುನ್ನ ನನ್ನ ಆಯುಷ್ಕಾಲದ ದಿನಗಳು I ಲಿಖಿತವಾದವು ಅವುಗಳಲೊಂದೂ ತಪ್ಪದೆ ನಿನ್ನ ಪುಸ್ತಕದೊಳು II"},{"number":17,"verse":"ದೇವಾ, ನಿನ್ನ ಯೋಚನೆಗಳೆಷ್ಟು ಅಮೂಲ್ಯ I ಅವುಗಳೆಷ್ಟು ಅಸಂಖ್ಯ, ನನಗದೆಷ್ಟು ಅಗಣ್ಯ II"},{"number":18,"verse":"ಎಣಿಕೆಗೆ ಅವುಗಳ ಸಂಖ್ಯೆ ಸಮುದ್ರತೀರದ ಮರಳಿನಂತೆ I ಎಚ್ಚತ್ತು ಎಣಿಸಲೆತ್ನಿಸೆ ನಿನ್ನ ಮುಂದಿರುವೆ ಮುಂಚಿನಂತೆ II"},{"number":19,"verse":"ದೇವಾ, ದುಷ್ಟರನು ಸಂಹರಿಸಿಬಿಟ್ಟರೆ ಎಷ್ಟೋ ಉಚಿತ I ಕೊಲೆಪಾತಕರು ನನ್ನಿಂದ ತೊಲಗಿಹೋದರೆ ಎಷ್ಟೋ ಹಿತ II"},{"number":20,"verse":"ಅವರಾಡುವ ಮಾತುಗಳು ನಿನಗೆ ವಿರೋಧ I ಹಗೆಗಳನು ಎತ್ತಿಕ್ಕುವರು ನಿನಗೆ ವಿರುದ್ಧ II"},{"number":21,"verse":"ಪ್ರಭು, ನಿನ್ನ ದ್ವೇಷಿಗಳನು ನಾ ದ್ವೇಷಿಸದಿರುವೆನೆ? I ನಿನ್ನ ವಿರೋಧಿಗಳನ್ನು ನಾ ತಿರಸ್ಕಾರ ಮಾಡದಿರುವೆನೆ? II"},{"number":22,"verse":"ಹಗೆಮಾಡುವೆನವರನು ಸಂಪೂರ್ಣವಾಗಿ I ಭಾವಿಸುವೆನವರನು ನನ್ನ ವೈರಿಗಳನ್ನಾಗಿ II"},{"number":23,"verse":"ತಿಳಿದುಕೋ ದೇವಾ, ನನ್ನ ಹೃದಯವನು ಪರೀಕ್ಷಿಸಿ I ಅರಿತುಕೋ ನನ್ನ ಆಲೋಚನೆಗಳನು ಪರಿಶೋಧಿಸಿ II"},{"number":24,"verse":"ಕೇಡಿದೆಯೇ ನೋಡು ನನ್ನ ಮಾರ್ಗದಲಿ I ನಡೆಸೆನ್ನನು ಆ ಸನಾತನ ಪಥದಲಿ II"}]}