{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":145,"verses":[{"number":1,"verse":"ಪ್ರಭುವಿನ ಗುಣಗಾನ ದೇವಾ, ನನ್ನೊಡೆಯಾ, ಮಾಡುವೆ ನಿನ್ನ ಗುಣಗಾನ I ಯುಗಯುಗಾಂತರಕ್ಕೂ ನಿನ್ನ ನಾಮಕ್ಕೆ ನಮನ II"},{"number":2,"verse":"ಹೊಗಳುವೆನು ನಾ ದಿನದಿನವೂ ನಿನ್ನನು I ಭಜಿಸುವೆನೆಂದೆಂದಿಗೂ ನಿನ್ನ ಹೆಸರನು II"},{"number":3,"verse":"ಪ್ರಭು ಮಹಾತ್ಮನು, ಸ್ತುತ್ಯರ್ಹನು I ಆತನ ಮಹಿಮೆ ಅಗಮ್ಯವಾದದು II"},{"number":4,"verse":"ತಲೆಮಾರು ತಲೆಮಾರಿಗೆ ನುತಿಸುವುದು ನಿನ್ನ ಕಾರ್ಯಗಳನು I ತಿಳಸುವುದು ಪ್ರಭು, ನೀ ಮಾಡಿದೆಲ್ಲಾ ಮಹತ್ಕಾರ್ಯಗಳನು II"},{"number":5,"verse":"ಧ್ಯಾನಿಸುವೆನು ನಿನ್ನ ಅದ್ಭುತಕಾರ್ಯಗಳನು I ನಿನ್ನ ಮಹೋನ್ನತ ಮಹಿಮಾಪ್ರಭಾವವನು II"},{"number":6,"verse":"ಜನರು ಸಾರುವರು ನಿನ್ನ ಅದ್ಭುತ ಶಕ್ತಿಯನು I ನಾ ಪ್ರಸಿದ್ಧಪಡಿಸುವೆನು ನಿನ್ನ ಮಹಿಮೆಯನು II"},{"number":7,"verse":"ಪ್ರಕಟಿಸುವರವರು ನಿನ್ನ ಮಹೋಪಕಾರವನು I ಹಾಡಿ ಹೊಗಳುವರು ನಿನ್ನ ನ್ಯಾಯನೀತಿಯನು II"},{"number":8,"verse":"ಪ್ರಭು ದಯಾನಿಧಿ, ಕೃಪಾಸಾಗರನು I ಸಹನಶೀಲನು, ಪ್ರೀತಿಪೂರ್ಣನು II"},{"number":9,"verse":"ಪ್ರಭುವಿನ ಕರುಣೆ ಎಲ್ಲರ ಮೇಲೆ I ಆತನ ಕೃಪೆಯು ಸೃಷ್ಟಿಯ ಮೇಲೆ II"},{"number":10,"verse":"ಪ್ರಭು, ನಿನ್ನನು ಸ್ತುತಿಪುದು ಸೃಷ್ಟಿಯೆಲ್ಲವು I ಕೊಂಡಾಡುವುದು ನಿನ್ನನು ಭಕ್ತ ಸಮೂಹವು II"},{"number":11,"verse":"ಪ್ರಸಿದ್ಧಪಡಿಸುವರು ನಿನ್ನ ರಾಜ್ಯದ ಮಹತ್ವವನು I ವರ್ಣಿಸುವರವರು ನಿನ್ನ ಶಕ್ತಿ ಸಾಮರ್ಥ್ಯವನು II"},{"number":12,"verse":"ಅರಿವರಿಂತು ಜನರು ನಿನ್ನ ಶೂರ ಕಾರ್ಯಗಳನು I ಗ್ರಹಿಸುವರು ನಿನ್ನ ರಾಜ್ಯದ ಮಹಿಮೆ ಪ್ರಭಾವವನು II"},{"number":13,"verse":"ಶಾಶ್ವತವಾದುದು ನಿನ್ನ ರಾಜ್ಯವು I ಇರುವುದೆಂದಿಗು ನಿನ್ನ ಆಳ್ವಿಕೆಯು II"},{"number":14,"verse":"ನುಡಿಯಲಿ ಪ್ರಭು ಸದಾ ಪ್ರಾಮಾಣಿಕನು I ನಡೆಯಲಿ ಆತನು ಸದಾ ಪ್ರೀತಿಮಯನು II"},{"number":15,"verse":"ಎತ್ತುವನಾತ ಬಿದ್ದವರನೆಲ್ಲ I ಉದ್ಧರಿಪನು ಕುಗ್ಗಿದವರನೆಲ್ಲ II"},{"number":16,"verse":"ಎಲ್ಲ ಜೀವಿಗಳ ಕಣ್ಣು ಪ್ರಭು, ನಾಟಿವೆ ನಿನ್ನ ಕಡೆಗೆ I ಕಾಲಕಾಲಕೆ ಕೊಡುವೆ ಆಹಾರವನು ಅವುಗಳಿಗೆ II"},{"number":17,"verse":"ಎಲ್ಲ ಜೀವಿಗಳಿಗೆ ನೀ ಕೈ ನೀಡುವವನು I ಎಲ್ಲರ ಕೋರಿಕೆಗಳನು ಈಡೇರಿಸುವವನು II"},{"number":18,"verse":"ಪ್ರಭುವಿನ ಮಾರ್ಗ ಧರ್ಮಸಮ್ಮತ I ಆತನ ಕಾರ್ಯವೆಲ್ಲ ಪುನೀತ II"},{"number":19,"verse":"ಹತ್ತಿರ ಇಹನು ಪ್ರಭು ಕರೆಯುವವರೆಲ್ಲರಿಗೆ I ಯಥಾರ್ಥವಾಗಿ ಆತನನು ಅರಸುವವರಿಗೆ II"},{"number":20,"verse":"ಹೆದರಿ ನಡೆಯುವವರ ಇಷ್ಟವನು ಈಡೇರಿಸುವನು I ಅವರ ಮೊರೆಯನು ಕೇಳಿ ಅವರನು ರಕ್ಷಿಸುವನು II"},{"number":21,"verse":"ಸಲಹುವನು ತನ್ನನು ಪ್ರೀತಿಸುವವರೆಲ್ಲರನು I ನಾಶಮಾಡುವನು ದುರ್ಮಾರ್ಗಿಗಳೆಲ್ಲರನು II (22)ಉಸುರುತಿದೆ ನನ್ನ ನಾಲಿಗೆ ಪ್ರಭುವಿನ ಸ್ತೋತ್ರವನು I ನರರೆಲ್ಲರು ಸ್ತುತಿಸಲಿ ಸತತ ಆತನ ಶ್ರೀನಾಮವನು II"}]}