{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"(ಭಕ್ತನೋರ್ವನ ಆರ್ತನಾದ ದೇವರಿಗೆ ಧನ್ಯವಾದ) ದೇವಾ, ಓ ಎನ್ನ ದೇವಾ, ಏಕೆನ್ನ ಕೈಬಿಟ್ಟೆ? I ಕಿವಿಗೊಡದೆ ಏಕೆ ದೂರವಾಗಿಬಿಟ್ಟೆ? II"},{"number":2,"verse":"ಹಗಲೆಲ್ಲ ಕೂಗಿಕೊಂಡರೂ ನೀ ಬರಲಿಲ್ಲವಲ್ಲಾ I ಇರುಳೆಲ್ಲಾ ಮೊರೆಯಿಟ್ಟರೂ ನೆಮ್ಮದಿಯಿಲ್ಲವಲ್ಲಾ II"},{"number":3,"verse":"ಆದರೂ ದೇವಾ, ನೀನಂತು ಪರಮಪೂಜ್ಯನು I ಇಸ್ರಯೇಲರ ಸ್ತುತ್ಯ ಸಿಂಹಾಸನದಲಿ ಆಸೀನನು II"},{"number":4,"verse":"ನಿನ್ನಲಿ ಭರವಸೆಯಿತ್ತರು ನಮ್ಮ ಪೂರ್ವಜರು I ಉದ್ಧಾರವಾದರು ನಿನ್ನ ನಂಬಿದವರೆಲ್ಲರು II"},{"number":5,"verse":"ನಿನಗೆ ಮೊರೆಯಿಟ್ಟವರು ವಿಮುಕ್ತರಾದರಯ್ಯಾ I ವಿಶ್ವಾಸವಿಟ್ಟು ಹತಾಶರಾಗಲಿಲ್ಲವಯ್ಯಾ II"},{"number":6,"verse":"ಮನುಜ ನಾನು, ಕ್ರಿಮಿಕೀಟಕೆ ಸಮಾನನು I ಅಲಕ್ಷಿತನು, ಪರರಿಂದ ತಿರಸ್ಕೃತನು II"},{"number":7,"verse":"ನೋಡುವವರೆಲ್ಲಾ ಎನ್ನನಣಕಿಸುತಿಹರು I ತುಟಿಯೋರೆ ಮಾಡಿ ತಲೆಯಾಡಿಸುತಿಹರು II"},{"number":8,"verse":"“ಇತ್ತನಿವನು ಭರವಸೆ, ಪ್ರಭುವೆ ತನ್ನುದ್ಧಾರಕನೆಂದು I ಆತನಿಗಿವನು ಮೆಚ್ಚುಗೆಯಾದರೆ ರಕ್ಷಿಸಲಿ” - ಇಂತೆಂದು II"},{"number":9,"verse":"ಮಾತೆಯುದರದಿಂದ ಎನ್ನನು ಹೊರಬರಿಸಿದವನು ನೀನು I ನಿಶ್ಚಿಂತೆಯಾ ಕೂಸನು ಆಕೆಯ ಮಡಿಲಲಿ ಇರಿಸಿದವನು ನೀನು II"},{"number":10,"verse":"ಆಗರ್ಭದಿಂದಲೆ ನೀನೆನಗಧಾರ I ತಾಯಿ ಹೆತ್ತಂದಿನಿಂದಲೇ ಕರ್ತಾರ II"},{"number":11,"verse":"ದುರುಳರು ಅರುಗಲೇ ಇರೆ, ನೆರವಿಗಾರೂ ಇಲ್ಲ I ನನ್ನಿಂದ ನೀ ದೂರಸರಿವುದು ಸರಿಯಲ್ಲ II"},{"number":12,"verse":"ಸುತ್ತಿಕೊಂಡಿವೆಯೆನ್ನನು ಬಲವಂತ ಹೋರಿಗಳು I ಮುತ್ತಿಕೊಂಡಿವೆ ಬಾಷಾನಿನ ಹಲವು ಗೂಳಿಗಳು II"},{"number":13,"verse":"ಗರ್ಜಿಸುವ ಉಗ್ರಸಿಂಹಗಳಂತೆ ವೈರಿಗಳು I ಕಾದಿಹರು ಬಾಯಿ ತೆರೆದು ನನ್ನ ಕಬಳಿಸಲು II"},{"number":14,"verse":"ಕ್ಷಯಿಸುತ್ತಿರುವೆ ನಾ ಚೆಲ್ಲಿದ ನೀರಿನಂತೆ I ಎಲುಬುಗಳು ಅಲುಗಿವೆ, ಎದೆ ಕರಗಿದೆ ಮೇಣದಂತೆ II"},{"number":15,"verse":"ಎನ್ನ ಗೋಣು ಒಣಗಿಹೋಗಿದೆ ಒಡೆದ ಮಡಕೆಯಂತೆ I ಅಂಗುಳಕೆ ಜಿಹ್ವೆ ಅಂಟಿದೆ; ಮಣ್ಣಿಗೆನ್ನ ಸೇರಿಸಿದೆ II"},{"number":16,"verse":"ಮುತ್ತಿದೆ ದುರುಳರ ಹಿಂಡು; ಸುತ್ತಿವೆ ಕುನ್ನಿಗಳು I ಕುತ್ತಿವೆ ನನ್ನ ಕೈಗಳು ಮೇಣ್ ಕಾಲುಗಳು II"},{"number":17,"verse":"ಎಣಿಸಬಹುದಿದೆ ನನ್ನೆಲುಬುಗಳೆಲ್ಲವನು I ಹಿಗ್ಗುತಿಹರು ದುರುಗುಟ್ಟಿ ನೋಡೆನ್ನನು II"},{"number":18,"verse":"ನನ್ನ ಉಡುಗೆಗಳನ್ನು ಹಂಚಿಕೊಂಡರು I ನನ್ನ ಅಂಗಿಗೋಸ್ಕರ ಚೀಟುಹಾಕಿದರು II"},{"number":19,"verse":"ನನ್ನಿಂದ ದೂರ ಸರಿಯಲುಬೇಡ, ಪ್ರಭು I ನೀನೆನ್ನ ಶಕ್ತಿ, ನೆರವಾಗಲು ತ್ವರೆಮಾಡು II"},{"number":20,"verse":"ಕತ್ತಿಗೆ ತುತ್ತಾಗದಂತೆ ತಪ್ಪಿಸು I ಕುಕ್ಕುರಗಳಿಂದ ಪ್ರಾಣವನುಳಿಸು II"},{"number":21,"verse":"ರಕ್ಷಿಸೆನ್ನನು ಸಿಂಹದ ಬಾಯಿಂದ I ಬಿಡಿಸು ಕಾಡುಕೋಣದ ಕೊಂಬಿನಿಂದ II"},{"number":22,"verse":"ಸೋದರರಿಗೆ, ಸಾರುವೆ ನಿನ್ನ ನಾಮ ಮಹಿಮೆಯನ್ನು I ತುಂಬಿದ ಸಭೆಯಲಿ ಮಾಡುವೆ, ನಿನ್ನ ಸ್ತುತಿಯನ್ನು II"},{"number":23,"verse":"ಮಣಿಯಿರಿ, ಪ್ರಭುವಿನಲಿ ಭಯಭಕುತಿಯುಳ್ಳವರೇ I ಭಜಿಸಿರಿ ಇಸ್ರಯೇಲರೇ, ಯಾಕೋಬ ಕುಲಜರೇ II"},{"number":24,"verse":"ತೃಣೀಕರಿಸನು, ತಿರಸ್ಕರಿಸನು ದಲಿತನನು I ವಿಮುಖನಾಗನು, ಪ್ರಾರ್ಥನೆಗೆ ಕಿವಿಗೊಡುವನು II"},{"number":25,"verse":"ಪ್ರಭು, ನೀನೆ ಸ್ಪೂರ್ತಿ, ತುಂಬುಸಭೆಯಲಿ ನಾ ಮಾಳ್ಪ ಸ್ತುತಿಗೆ I ಭಕ್ತಜನರ ಮುಂದೆ ನಾ ಸಲ್ಲಿಸುವೆ, ನಿನಗೆ ಹೊತ್ತ ಹರಕೆ II"},{"number":26,"verse":"ಹರಿವುದು ಸ್ತುತಿ ಭಕ್ತರ ಬಾಯಿಂದ; ತುಂಬುವುದು ದಲಿತರುದರ I ಇರಲಿ ಚೈತನ್ಯಭರಿತ ನಿಮ್ಮಂತರಂಗವು ನಿರಂತರ II"},{"number":27,"verse":"ಎಚ್ಚೆತ್ತು ಅಭಿಮುಖವಾಗುವುದು ಜಗದಾದ್ಯಂತ ಪ್ರಭುಗೆ I ಸಾಷ್ಟಾಂಗವೆರಗುವುವು ಧರೆಯ ಸರ್ವಜನಾಂಗಗಳು ಆತನಿಗೆ II"},{"number":28,"verse":"ಪ್ರಭುವಿಗೆ ಸೇರಿದುದು ರಾಜ್ಯಭಾರವೆಲ್ಲವು I ಆತನದೆ ರಾಷ್ಟ್ರಗಳ ಒಡೆತನವೆಲ್ಲವು II"},{"number":29,"verse":"ತಲೆಬಾಗುವರಾತನಿಗೆ ಧರೆಯ ಗರ್ವಿಗಳೆಲ್ಲರು I ಅಡ್ಡಬೀಳುವರವನಿಗೆ ಮರ್ತ್ಯಮಾನವರೆಲ್ಲರು II"},{"number":30,"verse":"ವಂದಿಪುದು ಪ್ರಭುವನು ಮುಂದಿನ ಪೀಳಿಗೆ I ಸಾರುವುದಾತನ ವದಂತಿಯನು ಜನರಿಗೆ II"},{"number":31,"verse":"ಸಾರುವರು ಮುಂದಿನ ಜನತೆಗುದ್ಧಾರವನು I ಅರುಹುವರು ಆತನೆಸಗಿದ ಮಹತ್ಕಾರ್ಯವನು II"}]}