{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":25,"verses":[{"number":1,"verse":"(ನಿನ್ನ ಮಾರ್ಗವನು ಪ್ರಭು ನನಗೆ ತೋರು) ಎತ್ತಿರುವೆ ಪ್ರಭೂ, ಹೃನ್ಮನಗಳನು ನಿನ್ನತ್ತ I ಇಟ್ಟಿರುವೆ ಭರವಸೆ ನಿನ್ನಲೆ ದೇವಾ ಸನ್ನುತ II"},{"number":2,"verse":"ಶತ್ರುಗಾಗದಿರಲಿ ಸಡಗರ I ನನಗೊದಗದಿರಲಿ ಮುಜುಗರ II"},{"number":3,"verse":"ಆಗಲಿ ಆಶಾಭಂಗ ನಿನ್ನೆದುರಾಳಿಗಳಿಗೆ I ಹಾಗಾಗದಿರಲಿ ನಿನ್ನ ನಿರೀಕ್ಷಿಸುವವರಿಗೆ II"},{"number":4,"verse":"ನಿನ್ನ ಮಾರ್ಗವನು ಪ್ರಭು ನನಗೆ ತೋರಿಸು I ನೀನೊಪ್ಪುವ ಪಥದಲಿ ನಾ ನಡೆಯ ಕಲಿಸು II"},{"number":5,"verse":"ಸನ್ಮಾರ್ಗದಲಿ ಮುನ್ನಡೆಸೆನ್ನ ದೇವಾ, ಮುಕ್ತಿದಾತ I ಕಲಿಸೆನಗೆ, ನಿನಗಾಗಿ ಕಾದಿರುವೆ ಸತತ II"},{"number":6,"verse":"ನೆನೆಸಿಕೋ ಪ್ರಭು, ನಿನ್ನ ನಿರಂತರ ಕರುಣೆಯನು I ಆದಿಯಿಂದ ನೀ ತೋರಿದಚಲ ಪ್ರೀತಿಯನು II"},{"number":7,"verse":"ಯೌವನದೆನ್ನ ಪಾಪಪ್ರವೃತ್ತಿಗಳ ಮನದಲ್ಲಿಟ್ಟುಕೊಳ್ಳಬೇಡ I ನಿನ್ನೊಲುಮೆ ನಲ್ಮೆಗಳ ನಿಮಿತ್ತ ಪ್ರಭು, ನನ್ನ ನೆನೆಯದಿರಬೇಡ II"},{"number":8,"verse":"ಸತ್ಯಸ್ವರೂಪನು, ದಯಾವಂತನು ಪ್ರಭು I ದಾರಿತಪ್ಪಿದವರಿಗೆ ಬೋಧಕನು ವಿಭು II"},{"number":9,"verse":"ದೀನರನು ನಡೆಸುವನು ತನ್ನ ವಿಧಿಗನುಸಾರ I ದಲಿತರಿಗೆ ಕಲಿಸುವನು ತನ್ನ ಧರ್ಮಾಚಾರ II"},{"number":10,"verse":"ಪ್ರಭುವಿನೊಪ್ಪಂದಗಳ ಪಾಲಕರಿಗೆ ಆತನ ಮಾರ್ಗಗಳು ಸನ್ನುತ I ಆತನ ವಿಧಿ ನಿಬಂಧನೆಗಳ ಪರಿಪಾಲಕರಿಗೆ ಅವುಗಳು ಸುಪ್ರೀತ II"},{"number":11,"verse":"ನಿನ್ನ ನಾಮದ ನಿಮಿತ್ತ ನನ್ನನು ಈಕ್ಷಿಸು I ಎನ್ನ ಘೋರ ಪಾಪವನು ಪ್ರಭು ಕ್ಷಮಿಸು II"},{"number":12,"verse":"ಪ್ರಭುವಿನ ಭಯಭಕುತಿಯುಳ್ಳವನಿಗೆ I ಲಭಿಪುದು ಖಚಿತ ಋಜುಮಾರ್ಗದ ಕಲಿಕೆ II"},{"number":13,"verse":"ಬಾಳುವನಂಥವನು ಸುಖಸೌಭಾಗ್ಯದಿಂದ I ಬದುಕುವುದವನ ಸಂತತಿ ನಾಡಿನೊಡೆತನದಿಂದ II"},{"number":14,"verse":"ಪ್ರಭುವಿನ ಮೈತ್ರಿ, ಭಯಭಕುತಿಯುಳ್ಳವರಿಗೆ I ಅಂಥವರಿಗೆ ವ್ಯಕ್ತ, ಆತನ ಒಡಂಬಡಿಕೆ II"},{"number":15,"verse":"ತಿರುಗಿದೆ ಎನ್ನ ನಯನ ಪ್ರಭುವಿನತ್ತ I ಉರುಲಿಂದ ಕಾಲನು ಕಳಚಿದನಾತ II"},{"number":16,"verse":"ಒಬ್ಬೊಂಟಿಗನಾದೆ, ಸಿಕ್ಕಿಕೊಂಡೆ ಸಂಕಟಕೆ I ಕಟಾಕ್ಷಿಸೋ ಪ್ರಭು, ಕರುಣೆತೋರೋ ತಬ್ಬಲಿಗೆ II"},{"number":17,"verse":"ನಿವಾರಿಸೆನ್ನ ಮನಕ್ಲೇಶವನು I ಪರಿಹರಿಸೆನ್ನ ದುಃಖದುಗುಡವನು II"},{"number":18,"verse":"ನೋಡೆನ್ನ ಬಾಧೆ ಬವಣೆಗಳನು I ತೊಡೆದು ಹಾಕೆನ್ನ ಪಾಪಗಳನು II"},{"number":19,"verse":"ಶತ್ರುಗಳಿಹರು ನೋಡು ಸಹಸ್ರಾರು I ಕ್ರೋಧದಿಂದೆನ್ನ ಹಗೆ ಮಾಡುತಿಹರು II"},{"number":20,"verse":"ಕಾಪಾಡು ಪ್ರಭು, ರಕ್ಷಿಸೆನ್ನ ಪ್ರಾಣವನು I ನಿರಾಶೆಗೊಳಿಸಬೇಡ, ಶರಣಾಗತನು ನಾನು II"},{"number":21,"verse":"ನಿರ್ದೋಷ, ನಿಷ್ಕಪಟ ನಡತೆ ನನಗೆ ರಕ್ಷೆ I ನೀನೆ ಪ್ರಭು ನನಗಿರುವ ದೃಢ ನಿರೀಕ್ಷೆ II"},{"number":22,"verse":"ಉದ್ಧರಿಸು ದೇವಾ, ಇಸ್ರಯೇಲರನು I ಸಮಸ್ತ ಬೇನೆ ಬವಣೆಗಳಿಂದವರನು II"}]}