{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":34,"verses":[{"number":1,"verse":"(ಪ್ರಭುವಿನಭಿಮಾನ) ಪ್ರಭುವನು ನಾ ಕೊಂಡಾಡುವೆ ಎಲ್ಲ ಕಾಲದೊಳು I ಆತನ ಸ್ತುತಿ ಸದಾ ಇಹುದು ನನ್ನ ಬಾಯೊಳು II"},{"number":2,"verse":"ಪ್ರಭುವಿನಲ್ಲಿದೆ ನನ್ನ ಮನದಭಿಮಾನ I ದೀನರಿದನು ಕೇಳಿ, ಪಡೆಯಲಿ ಸುಮ್ಮಾನ I"},{"number":3,"verse":"ಬನ್ನಿ, ಕೊಂಡಾಡುವ ಪ್ರಭು ದೇವನನು II ಘನಪಡಿಸೋಣ ಅವನ ಶ್ರೀನಾಮವನು II"},{"number":4,"verse":"ಬೇಡಿಕೊಳ್ಳಲು ಕೊಟ್ಟನಾತ ಸದುತ್ತರವನು I ಭಯಭೀತಿಯಿಂದೆನ್ನನು ಮುಕ್ತನಾಗಿಸಿಹನು II"},{"number":5,"verse":"ಆತನತ್ತ ತಿರುಗಿದ ಮುಖ ಅರಳುವುದು I ಲಜ್ಜೆಯಿಂದೆಂದಿಗು ಕುಂದಿಹೋಗದು II"},{"number":6,"verse":"ನಿರ್ಗತಿಕನು ಮೊರೆಯಿಡಲು ಪ್ರಭು ಕಿವಿಗೊಟ್ಟನು I ಸರ್ವಾಪತ್ತಿನಿಂದವನು ಮುಕ್ತಗೊಂಡನು II"},{"number":7,"verse":"ಭಯಭಕುತಿಯುಳ್ಳವರ ಸುತ್ತಲು ಕಾವಲಿದ್ದು I ಕಾಯುವನು ಪ್ರಭುವಿನ ದೂತನೆ ಬಂದಿಳಿದು II"},{"number":8,"verse":"ಸವಿದು ನೋಡು ಪ್ರಭುವಿನ ಮಾಧುರ್ಯವನು I ಆತನನು ಆಶ್ರಯಿಸಿಕೊಂಡವನು ಧನ್ಯನು II"},{"number":9,"verse":"ದೇವಜನರೆ, ನಿಮಗಿರಲಿ ಪ್ರಭುವಿನ ಭಯಭಕುತಿ I ಅಂಥವರಿಗಿರದು ಯಾವ ಕುಂದುಕೊರತೆಯ ಭೀತಿ II"},{"number":10,"verse":"ಯುವ ಕೇಸರಿಗೆ ಇರಬಹುದು ಹಸಿವು, ದಾಹ I ಪ್ರಭುವನು ಅರಸುವವರಿಗಿರದು ಒಳಿತಿನ ಅಭಾವ II"},{"number":11,"verse":"ಬನ್ನಿ ಮಿತ್ರರೇ, ಆಲಿಸಿರೀ ಮಾತನು I ಕಲಿಸುವೆನು ನಾ ನಿಮಗೆ ದೇವ ಭಯವನು II"},{"number":12,"verse":"ಎಲೆ ಮಾನವ, ಬಲುದಿನ ಬಾಳಲು ಬಯಸುವೆಯಾ? I ಆಯುರಾರೋಗ್ಯ ಭಾಗ್ಯವನು ಆಶಿಸುವೆಯಾ? II"},{"number":13,"verse":"ಕಾದಿಡು ನಾಲಿಗೆಯನು ಕೇಡನು ಆಡದಂತೆ I ಬಿಗಿಯಿಡು ತುಟಿಯನ್ನು ಕುಟಿಲವನು ನುಡಿಯದಂತೆ II"},{"number":14,"verse":"ಬಿಡು ಕೆಟ್ಟದನು, ಮಾಡು ಒಳ್ಳಿತನು I ಹುಡುಕು ಶಾಂತಿಯನು, ಬೆನ್ನಟ್ಟು ಅದನು II"},{"number":15,"verse":"ಸಜ್ಜನರನು ಪ್ರಭು ಕಟಾಕ್ಷಿಸುವನು I ಅವರ ಮೊರೆಗಾತ ಕಿವಿಗೊಡುವನು II"},{"number":16,"verse":"ದುರ್ಜನರಿಗಾದರೋ ಪ್ರಭು ವಿಮುಖನು I ಅವರ ಹೆಸರನು ಧರೆಯಿಂದ ಅಳಿಸುವನು II"},{"number":17,"verse":"ಕಿವಿಗೊಡುವನು ಪ್ರಭು ಸಜ್ಜನರ ಮೊರೆಗೆ I ನೆರವೀವನವರ ಕಷ್ಟನಿವಾರಣೆಗೆ II"},{"number":18,"verse":"ಸನಿಹದಲ್ಲಿಹನು ಪ್ರಭು ಭಗ್ನ ಹೃದಯಿಗಳಿಗೆ I ಉದ್ಧಾರಕನಾತನು ಮನಸ್ಸು ಕುಗ್ಗಿದವರಿಗೆ II"},{"number":19,"verse":"ಸಜ್ಜನನಿಗೊದಗುವ ಸಂಕಟಗಳು ವಿಪರೀತ I ಪ್ರಭುವೆಲ್ಲವನು ನಿವಾರಿಸುವುದು ನಿಶ್ಚಿತ II"},{"number":20,"verse":"ಕಾಪಾಡುವನು ಅವನೆಲಬುಗಳೆಲ್ಲವನ್ನೂ I ಮುರಿಯಬಿಡನು ಪ್ರಭು ಅವುಗಳಲ್ಲೊಂದನ್ನೂ II"},{"number":21,"verse":"ದುರ್ಜನರೆಲ್ಲರೂ ತುತ್ತಾಗುವರು ತಮ್ಮ ಕೇಡಿಗೆ I ಸಜ್ಜನರ ಶತ್ರುಗಳು ಗುರಿಯಾಗುವರು ದಂಡನೆಗೆ II"},{"number":22,"verse":"ತನ್ನ ದಾಸರನು ಉದ್ಧಾರಮಾಡದಿರನು ಪ್ರಭು I ತನ್ನ ಶರಣರೊಳೊಬ್ಬರನು ದಂಡಿಸನಾ ವಿಭು II"}]}