{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":37,"verses":[{"number":1,"verse":"(ಸಜ್ಜನ ದುರ್ಜನರ ಬಲಾಬಲ) ಕೇಡು ಮಾಡುವವರ ನೋಡಿ ಸಿಡಿಮಿಡಿಯಾಗಬೇಡ I ದುರಾಚಾರಿಗಳ ಕಂಡು ಮಚ್ಚರಗೊಳ್ಳಬೇಡ II"},{"number":2,"verse":"ಅವರು ಒಣಗಿಹೋಗುವರು ಕಾಡುಗರಿಕೆಯಂತೆ I ಬೇಗ ಬಾಡಿಹೋಗುವರು ಕಾಯಿಪಲ್ಯದಂತೆ II"},{"number":3,"verse":"ಒಳಿತನು ಮಾಡು ಪ್ರಭುವಿನಲಿ ಭರವಸೆ ಇಟ್ಟು I ಸುರಕ್ಷಿತನಾಗಿ ಬಾಳು ಸಿರಿನಾಡಿನಲ್ಲಿದ್ದು II"},{"number":4,"verse":"ಪ್ರಭುವಿನಿಂದಲೆ ಬಯಸು ನಿನ್ನಾನಂದವನು I ನೆರವೇರಿಸುವನಾತ ನಿನ್ನ ಮನದಾಸೆಯನು II"},{"number":5,"verse":"ಪ್ರಭುವಿಗೆ ಬಿಡು ಜೀವನಯಾತ್ರಾ ಚಿಂತೆಯನು I ಭರವಸೆಯಿಂದಿರು, ಆತನದನು ಸಾಗಿಸುವನು II"},{"number":6,"verse":"ಬೆಳಗಿಸುವನು ನಿನ್ನ ಸತ್ಯಸಂಧತೆಯನು ಸೂರ್ಯೋದಯದಂತೆ I ಪ್ರಕಟಿಸುವನು ನಿನ್ನಾ ನ್ಯಾಯನಿಷ್ಠೆಯನು ನಡುಹಗಲಿನಂತೆ II"},{"number":7,"verse":"ಪ್ರಭುವಿನ ಮುಂದೆ ಪ್ರಶಾಂತನಾಗಿರು, ಆತನಿಗೋಸ್ಕರ ಕಾದಿರು I ಸ್ವಾರ್ಥಿಗಳ, ಕುತಂತ್ರಿಗಳ ಏಳಿಗೆಯ ಕಂಡು ಉರಿಗೊಳ್ಳದಿರು II"},{"number":8,"verse":"ಅಡಗಿಸು ಕೋಪವನು; ವರ್ಜಿಸು ಕ್ರೋಧವನು I ಕಿಡಿಕಿಡಿಯಾಗಬೇಡ, ತರುವುದದು ಕೇಡನು II"},{"number":9,"verse":"ವಧಿತರಾಗಿ ನಾಶವಾಗುವರು, ಕೇಡು ಮಾಡುವವರು I ಪ್ರಭುವಿಗಾಗಿ ಕಾಯುವವರು ನಾಡಿಗೊಡೆಯರಾಗುವರು II"},{"number":10,"verse":"ದುರುಳನು ಕಾಣದೆ ಹೋಗುವನು ಕೊಂಚಕಾಲದೊಳು I ಹುಡುಕಿದರು ಕಾಣಸಿಗನಾಗ ಊರು ಕೇರಿಗಳೊಳು II"},{"number":11,"verse":"ದೀನದಲಿತರು ಬಾಧ್ಯಸ್ಥರಾಗುವರು ನಾಡಿಗೆ I ಆನಂದಿಸುವರು ಅಲ್ಲಿ ದೊರಕುವ ಸುಖಶಾಂತಿಗೆ II"},{"number":12,"verse":"ದುರ್ಜನನು ಹೂಡಿಹನು ಒಳಸಂಚು ಸಜ್ಜನನ ವಿರುದ್ಧ I ಕಟಕಟನೆ ಹಲ್ಲು ಕಡಿಯುತಿಹನಿದೋ ಆತನ ವಿರೋಧ II"},{"number":13,"verse":"ಅಂಥವನ ಕಂಡು ಪ್ರಭು ನಸುನಗುತಿಹನು I ಅವನಿಗೊದಗಲಿಹ ಗತಿಯನು ಕಾಣುತಿಹನು II"},{"number":14,"verse":"ಹಿಡಿದಿಹರು ದುರುಳರು ಕತ್ತಿಯನು, ಎತ್ತಿಹರು ಬಿಲ್ಲನು I ಕೆಡಹಲು ದೀನದಲಿತರನು, ಕೊಲ್ಲಲು ಸಜ್ಜನರನು II"},{"number":15,"verse":"ಹಿಡಿದ ಕತ್ತಿ ಹಿಡಿದವರೆದೆಯನೆ ಇರಿವುದು I ಎತ್ತಿದ ಬಿಲ್ಲುಬಾಣ ಸಿಡಿದು ಮುರಿವುದು II"},{"number":16,"verse":"ದುರುಳರ ವಿಪುಲ ಆಸ್ತಿಪಾಸ್ತಿಗಿಂತಲು I ಸತ್ಯವಂತರ ಬಡತನವೆನಿತೊ ಮಿಗಿಲು II"},{"number":17,"verse":"ಬತ್ತಿಹೋಗುವುದು ದುರ್ಜನರ ಭುಜಬಲ I ಸತ್ಯವಂತರಿಗೆ ಪ್ರಭುವೇ ಉನ್ನತಬಲ II"},{"number":18,"verse":"ಸಜ್ಜನರಿಗೆ ಸಿಗುವ ಸೊತ್ತು ಶಾಶ್ವತ I ಪ್ರಭುವಿಗೆ ಗೊತ್ತು ಅವರ ಬಾಳಿನಂತ್ಯ II"},{"number":19,"verse":"ಮಾನನಷ್ಟವಿರದು ಕಷ್ಟಕಾಲದಲಿ I ಕುಂದುಕೊರತೆಯಿರದು ಬರಗಾಲದಲಿ II"},{"number":20,"verse":"ದುರುಳರ ಬೆಡಗೋ ಬಾಡಿಹೋಗುವುದು ಹುಲ್ಲಿನಂತೆ I ಪ್ರಭುವಿನ ಶತ್ರುಗಳು ತೇಲಿಹೋಗುವರು ಹೊಗೆಯಂತೆ II"},{"number":21,"verse":"ಕೊಂಡ ಸಾಲವನು ತೀರಿಸಲಾರನಾ ದುರ್ಜನನು I ಉದಾರವಾಗಿ ದಾನ ಧರ್ಮಮಾಳ್ಪನಾ ಸಜ್ಜನನು II"},{"number":22,"verse":"ಪ್ರಭುವಿನಿಂದ ಆಶೀರ್ವದಿತರು ನಾಡಿಗೆ ಬಾಧ್ಯಸ್ಥರು I ಆತನಿಂದ ಶಾಪಗ್ರಸ್ಥರು ಬಹಿಷ್ಕೃತರು II"},{"number":23,"verse":"ಪ್ರಭುವಿಗೆ ಪ್ರಿಯವು ಮಾನವನ ಪ್ರವರ್ತನ I ಅವನ ನಡತೆಗೆ ಆತನೆ ಮಾರ್ಗದರ್ಶನ II"},{"number":24,"verse":"ಬಿದ್ದರೂ ಅವನೆದ್ದೇ ತೀರುವನು I ಪ್ರಭು ಅವನಿಗೆ ಊರುಗೋಲಾಗಿಹನು II"},{"number":25,"verse":"ಸಜ್ಜನ ದಿಕ್ಕಿಲ್ಲದಿರುವುದನು, ಅವನ ಸಂತತಿ ಭಿಕ್ಷೆ ಬೇಡುವುದನು I ನಾ ಕಾಣೆನು, ವೃದ್ಧ ನಾನೆಂದೂ ಕಾಣೆನು, ಬಾಲ್ಯದಿಂದ ಕಾಣೆನು II"},{"number":26,"verse":"ದಾನ ನೀಡುವನು, ಸಾಲ ನಿರಾಕರಿಸನು ಸಜ್ಜನನು I ಆತನ ಸಂತಾನ ಹೊಂದುವುದು ಆಶೀರ್ವಾದವನು II"},{"number":27,"verse":"ಕೆಟ್ಟದನು ಬಿಡು, ಒಳ್ಳೆಯದನು ಮಾಡು I ಸಿರಿನಾಡಿನಲಿ ಚಿರಕಾಲ ಬಾಳು II"},{"number":28,"verse":"ಪ್ರಭುವು ನ್ಯಾಯಪ್ರಿಯನು, ಭಕ್ತಜನರ ಪರಿಪಾಲಕನು I ಚಿರವುಳಿಸುವನು ಇವರನು, ಅಳಿಸುವನು ದುರುಳರ ಪೀಳಿಗೆಯನು II"},{"number":29,"verse":"ಸಜ್ಜನರು ಸಿರಿನಾಡಿಗೆ ಬಾಧ್ಯಸ್ಥರು I ಅಲ್ಲವರು ಶಾಶ್ವತವಾಗಿ ಬಾಳುವರು II"},{"number":30,"verse":"ಸಜ್ಜನರ ಬಾಯಿ ಆಡುವುದು ಸುಜ್ಞಾನವನು I ಅವನ ನಾಲಿಗೆ ನುಡಿಯುವುದು ನ್ಯಾಯನೀತಿಯನು II"},{"number":31,"verse":"ಅವನ ಎದೆಯಲ್ಲಿದೆ ದೇವರ ನಿಯಮ I ನೆಲೆತಪ್ಪದು ಅವನ ನಡತೆಯ ಕ್ರಮ II"},{"number":32,"verse":"ದುಷ್ಟನಿಟ್ಟಿರುವನು ಕಣ್ಣನು ಸಜ್ಜನರ ಮೇಲೆ I ಹೊಂಚುಹಾಕಿ ನೋಡುತಿಹನು ಮಾಡಲವರ ಕೊಲೆ II"},{"number":33,"verse":"ಪ್ರಭು ಬಿಡನವನನು ದುಷ್ಟ ಶಕ್ತಿಯ ವಶಕ್ಕೆ I ಗುರಿಪಡಿಸನು ನ್ಯಾಯಸ್ಥಾನದ ಶಿಕ್ಷೆಗೆ II"},{"number":34,"verse":"ಪ್ರಭುವನು ನಂಬಿ ನಡೆ ಆತನ ಪಥದಲೇ I ಉದ್ಧಾರವಾಗುವೆ, ನಾಡಿಗೊಡೆಯನಾಗುವೆ I ದುಷ್ಟರ ವಿನಾಶವನು ಕಣ್ಣಾರೆ ಕಾಣುವೆ II"},{"number":35,"verse":"ದುರುಳನೋರ್ವ ಮಹಾಗರ್ವದಿಂದ ಬಾಳುತ್ತಿದ್ದ I ಹುಲುಸಾಗಿ ಬೆಳೆದ ದೇವದಾರು ಮರದಂತಿದ್ದ II"},{"number":36,"verse":"ಕ್ರಮೇಣ ನಾನು ಆ ಮಾರ್ಗವಾಗಿ ನಡೆಯಲು I ಕಾಣಲಿಲ್ಲ, ಗುರುತೂ ಇರಲಿಲ್ಲ ಹುಡುಕಲು II"},{"number":37,"verse":"ನಿರಪರಾಧಿಯನ್ನು ಲಕ್ಷಿಸು, ಸತ್ಪುರುಷನನು ವೀಕ್ಷಿಸು I ಶಾಂತಿಪ್ರಿಯನಿಗಿದೆ ಸಂತಾನವೃದ್ಧಿ, ಇದ ಗಮನಿಸು II"},{"number":38,"verse":"ನಾಶವಾಗುವುದು ನಿಜ, ದೋಷಿಗಳ ಮನೆತನ I ನಿರ್ಮೂಲವಾಗುವುದು ದುರುಳರ ಸಂತಾನ II"},{"number":39,"verse":"ಸಜ್ಜನರ ಜೀವೋದ್ಧಾರ ಪ್ರಭುವಿನಿಂದ I ಆಪತ್ಕಾಲದಲಿ ಆಶ್ರಯ ಆತನಿಂದ II"},{"number":40,"verse":"ತನ್ನಾಶ್ರಿತರನು ಪ್ರಭು ಕೈ ನೀಡಿ ಕಾಪಾಡುವನು I ದುಷ್ಟರ ವಶದಿಂದವರನು ತಪ್ಪಿಸಿ ಉದ್ಧರಿಸುವನು II"}]}