{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":45,"verses":[{"number":1,"verse":"(ರಾಜವಿವಾಹೋತ್ಸವ ಗೀತೆ) ಉಜ್ವಲಾಲೋಚನೆಯೊಂದು ತುಡುಕುತಿದೆ ಮನದಲಿ I ರಚಿಸಲಿರುವೆ ಮಹಾರಾಜನಿಗೊಂದು ಗೀತಾಂಜಲಿ I ನನ್ನ ಜಿಹ್ವೆ, ಸಜ್ಜಾದ ಬರಹಗಾರನ ಲೇಖನಿ II"},{"number":2,"verse":"ನರಮಾನವರೊಳು ನೀ ಸುರಸುಂದರ I ನಿನ್ನ ಮುಖವಾಣಿ ಅತ್ಯಂತ ಮಧುರ I ದೇವಾನುಗ್ರಹ ನಿನಗಿದೆ ನಿರಂತರ II"},{"number":3,"verse":"ಕಟ್ಟಿಕೋ ಶೂರನೇ, ಪಟ್ಟಗತ್ತಿಯನು ಸೊಂಟಕೆ I ಸಂಭ್ರಮ,‍ ಶೋಭೆ, ಸಡಗರ ಸಲ್ಲತಕ್ಕವು ನಿನಗೆ II"},{"number":4,"verse":"ಹೊರಡು ಒಡ್ಡೋಲಗದಿಂದ ವಾಹನಾರೂಢನಾಗಿ I ತೆರಳು ಭುಜಬಲದಿ ಮಹತ್ಕಾರ್ಯವೆಸಗುವವನಾಗಿ I ಹೆಣಗು ಸತ್ಯಕ್ಕಾಗಿ, ನ್ಯಾಯನೀತಿಪರನಾಗಿ II"},{"number":5,"verse":"ನಿನ್ನಂಬು ಬಾಣಗಳು ಹರಿತವಾದುವು I ರಾಜದ್ರೋಹಿಗಳನು ಅವು ಇರಿಯುವುವು I ಜನಾಂಗಗಳು ನಿನ್ನ ಪಾದಕ್ಕೆರಗುವುವು II"},{"number":6,"verse":"ಅಮರವಾದುದು ಹೇ ದೇವಾ, ನಿನ್ನ ಸಿಂಹಾಸನ I ನ್ಯಾಯಸ್ಥಾಪಕವಾದುದು ನಿನ್ನ ರಾಜದಂಡ II"},{"number":7,"verse":"ಪ್ರೀತಿಸಿದೆ ನೀನು ಧರ್ಮವನು ದ್ವೇಷಿಸಿದೆ ಅಧರ್ಮವನು I ಆನಂದ ತೈಲದಿಂದಭಿಷೇಕಿಸಿಹನು ನಿನ್ನ, ದೇವನು I ಮಿತ್ರರಿಗಿಂತ ಮಿಗಿಲಾಗಿ ಅಭಿಷೇಕಿಸಿಹನು ಆತನು ನಿನ್ನನು II"},{"number":8,"verse":"ಘಮಘಮಿಸುತಿದೆ ನಿನ್ನುಡಿಗೆ ರಸಗಂಧ, ಅಗರು, ಚಂದನಗಳಿಂದ I ಮನರಂಜನೆಗೊಳ್ಳುತಿರುವೆ ದಂತ ಮಂದಿರದುನ್ನತ ವಾದ್ಯಗಳಿಂದ II"},{"number":9,"verse":"ರಾಜಕುವರಿಯರಿಹರು ನಿನ್ನ ಸ್ತ್ರೀ ಪರಿವಾರದಲಿ I ಪಟ್ಟದ ರಾಣಿಯು ನಿಂತಿಹಳು ನಿನ್ನ ಬಲಪಾರ್ಶ್ವದಲಿ I ಓಫಿರ್ ನಾಡಿನ ಚಿನ್ನಾಭರಣಗಳಿಂದ ಭೂಷಿತಳಾಗಿ II"},{"number":10,"verse":"ಎಲೌ ಕುವರಿಯೇ, ಕೇಳು, ಎನ್ನ ಮಾತಿಗೆ ಕಿವಿಗೊಡು I ನಿನ್ನ ಜನರನು, ತೌರು ಮನೆಯನು ಮರೆತುಬಿಡು II"},{"number":11,"verse":"ಆಗ ಬಯಸುವನು ರಾಜ ನಿನ್ನ ಲಾವಣ್ಯವನು I ಆತನ ಪಾದಕ್ಕೆರಗು, ಆತನೇ ನಿನಗೊಡೆಯನು II"},{"number":12,"verse":"ಟೈರ್ ನಾಡಿಗರು ನಿನಗೆ ಕಾಣಿಕೆಯಿತ್ತು ಸನ್ಮಾನಿಸುವರು I ಸಿರಿವಂತ ಪ್ರಜೆಗಳು ನಿನ್ನುಪಕಾರವನು ಕೋರಿಬರುವರು II"},{"number":13,"verse":"ರಾಜಕುವರಿ ವಿರಾಜಿಸುತಿಹಳು ಅಂತಃಪುರದಲಿ I ಮೆರೆಯುತಿಹಳು ಜರತಾರಿ ವಸ್ತ್ರಾಭರಣಗಳಲಿ II"},{"number":14,"verse":"ಭೂಷಿತಳಾಗಿಹಳಾಕೆ ಕಸೂತಿಕೆಲಸದ ವಸ್ತ್ರಗಳಿಂದ I ಬರುತಿಹಳು ರಾಜನ ಬಳಿಗೆ ಸಖಿಯರ ಪರಿವಾರ ಸಮೇತ II"},{"number":15,"verse":"ಆಗಮಿಸುತಿಹರಿದೋ ಸಂಭ್ರಮ ಸಡಗರದಿಂದ I ಪ್ರವೇಶಿಸುತಿಹರು ಅರಮನೆಯನು ಉತ್ಸಾಹದಿಂದ II"},{"number":16,"verse":"ನಿನ್ನ ಪುತ್ರರು ಅಲಂಕರಿಸುವರು ಪೂರ್ವಜರ ಸ್ಥಾನವನು I ನೇಮಕಗೊಳ್ಳುವರು ಉತ್ತರಾಧಿಕಾರಿಗಳಾಗಿ ಜಗದೊಳು II"},{"number":17,"verse":"ನಿನ್ನ ನಾಮಸ್ಮರಣೆಯನುಳಿಸುವೆನು ಚಿರಕಾಲ I ಹೊಗಳುವರು ಸಕಲ ಜನರು ನಿನ್ನನು ಅನುಗಾಲ II"}]}