{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"(ಕೃತಜ್ಞತೆಯೆ ಸ್ತುತ್ಯವಾದ ಬಲಿಯರ್ಪಣೆ) ದೇವಾಧಿದೇವನಾದ ಪ್ರಭುವಿನ ನುಡಿ ಇಡೀ ಜಗಕೆ I ಆತನ ಸನ್ನಿಧಿಗೆ ಕರೆ, ಪೂರ್ವದಿಂದ ಪಶ್ಚಿಮದವರೆಗೆ II"},{"number":2,"verse":"ಸುರಸುಂದರವಾದ ಸಿಯೋನಿನಿಂದ I ಉದಯಸಿಹನು ದೇವನು ಶೋಭೆಯಿಂದ II"},{"number":3,"verse":"ಬರುತಿಹನು ನಮ್ಮ ದೇವನು, ಇನ್ನು ಸುಮ್ಮನಿರನಾತ I ಆತನ ಮುಂದೆ ಬೆಂಕಿಮಳೆ, ಸುತ್ತಲು ಚಂಡಮಾರುತ II"},{"number":4,"verse":"ಭೂಮ್ಯಾಕಾಶಗಳನು ಕರೆಯುತಿಹನು I ಪ್ರಜೆಗೆ ವಿಧಿಪಾ ತೀರ್ಪನು ನೋಡಲೆಂದು II"},{"number":5,"verse":"“ಬಲಿ ಮೂಲಕ ಒಡಂಬಡಿಕೆ ಗೈದ ಭಕ್ತರನು I ಸಭೆ ಸೇರಿಸಿ ಇಲ್ಲೆನ್ನ ಮುಂದೆ,” ಎನ್ನುತಿಹನು II"},{"number":6,"verse":"ದೇವನೇ ಸತ್ಯಸ್ವರೂಪಿ, ನ್ಯಾಯಾಧಿಪತಿ I ಇದನು ಸಾರಿ ಹೇಳಲಿ ಆಕಾಶ ಪ್ರಕೃತಿ II"},{"number":7,"verse":"“ಎಲೈ ಪ್ರಜೆ ಇಸ್ರಯೆಲ್, ನಾನು ನಿನ್ನ ದೇವರು I ಕಿವಿಗೊಟ್ಟು ಆಲಿಸು ನಾನು ನಿನ್ನ ವಿರುದ್ಧ ವಾದಿಸುವುದನು II"},{"number":8,"verse":"ನಿನ್ನ ಬಲಿಯರ್ಪಣೆಯನು ನಾ ತಪ್ಪೆಣಿಸುತಿಲ್ಲ I ನನ್ನ ಮುಂದಿವೆ ಸತತ ನಿನ್ನ ದಹನಬಲಿಗಳೆಲ್ಲ II"},{"number":9,"verse":"ನಾ ಕೋರುವುದು ನಿನ್ನ ಮನೆಯ ಹೋರಿಗಳನಲ್ಲ I ನಾ ಬಯಸುವುದು ನಿನ್ನ ಮಂದೆಯ ಹೋತಗಳನಲ್ಲ II"},{"number":10,"verse":"ಕಾಡಿನಲ್ಲಿರುವ ಮೃಗಜಂತುಗಳೆಲ್ಲ ನನ್ನವೆ I ಗುಡ್ಡದಲ್ಲಿರುವ ಸಹಸ್ರಾರು ಪಶುಗಳು ನನ್ನವೆ II"},{"number":11,"verse":"ನಾ ಬಲ್ಲೆ ಆಕಾಶದಲ್ಲಿ ಹಾರಾಡುವ ಪಕ್ಷಿಗಳನ್ನೆಲ್ಲ I ನನಗೆ ಸೇರಿವೆ ಅಡವಿಯಲಿ ಓಡಾಡುವ ಜೀವಜಂತುಗಳೆಲ್ಲ II"},{"number":12,"verse":"ನನಗೆ ಹಸಿವಾದರೆ, ನಿಮಗೆ ತಿಳಿಸಬೇಕಿಲ್ಲ I ಜಗವು, ಅದರದೆಲ್ಲವು ನನ್ನವಾಗಿವೆಯಲ್ಲಾ II"},{"number":13,"verse":"ಹೋರಿಗಳ ಮಾಂಸವನು ನಾ ಭುಜಿಸುವುದುಂಟೆ? I ಹೋತಗಳ ರಕ್ತವನು ನಾ ಕುಡಿಯುವುದುಂಟೇ? II"},{"number":14,"verse":"ದೇವರಿಗೆ ಧನ್ಯವಾದವೆ ನಿನ್ನ ಬಲಿಯರ್ಪಣೆಯಾಗಿರಲಿ I ಪರಾತ್ಪರನಿಗೆ ಮಾಡಿದ ಹರಕೆಗಳು ಸಮರ್ಪಿತವಾಗಲಿ II"},{"number":15,"verse":"ಕಷ್ಟದಲಿ ಮೊರೆಯಿಡೆ, ನೆರವಾಗುವೆ I ಆಗ ನೀ ನನ್ನನು ಕೊಂಡಾಡುವೆ II"},{"number":16,"verse":"ದುರ್ಜನರಿಗೆ ದೇವ ಹೇಳುವನು ಇಂತೆಂದು I “ನನ್ನ ವಿಧಿಗಳ ಪಠಿಸುವ ಹಕ್ಕು ನಿಮಗೆಂತು? I ನನ್ನ ನಿಬಂಧನೆಗಳ ನೀವು ಜಪಿಸುವುದೆಂತು?” II"},{"number":17,"verse":"ನನ್ನ ಮಾತುಗಳನು ನೀವು ತಾತ್ಸಾರ ಮಾಡುತ್ತೀರಿ I ನನ್ನ ತಿದ್ದುಪಾಟುಗಳನು ನೀವು ಧಿಕ್ಕರಿಸುತ್ತೀರಿ II"},{"number":18,"verse":"ಕಂಡೊಡನೆ ಬೇಕು ನಿಮಗೆ ಚೋರರ ಕೂಟ I ಸಾಕಾಗಿಲ್ಲ ನಿಮಗೆ ಜಾರರ ಒಡನಾಟ II"},{"number":19,"verse":"ನಿಮ್ಮ ಬಾಯನ್ನಾಳುತ್ತದೆ ಕೆಡುಕುತನ I ನಿಮ್ಮ ನಾಲಿಗೆ ನೇಯುತ್ತದೆ ಕಪಟತನ II"},{"number":20,"verse":"ಸೋದರನಿಗೆ ವಿರುದ್ಧ ಸುಳ್ಳಾಡಲು ಕೂರುತ್ತೀರಿ I ಒಡಹುಟ್ಟಿದವರಿಗೆ ಎದುರಾಗಿ ಚಾಡಿಹೇಳುತ್ತೀರಿ II"},{"number":21,"verse":"ನೀವಿದನ್ನೆಲ್ಲ ಮಾಡಿದರೂ ನಾ ಮೌನಿಯೆನ್ನುವಿರಾ? I ನಾ ಕೂಡ ನಿಮ್ಮಂಥವನು ಎಂದುಕೊಂಡಿರಾ? II ನಿಮ್ಮ ದುಷ್ಟತನವನು ಕಣ್ಮುಂದೆಯಿಡುವೆನು I ನೀವು ಅಪರಾಧಿಗಳೆಂದು ಸ್ಥಾಪಿಸದೆಬಿಡೆನು II"},{"number":22,"verse":"ದೇವನ ನೆನೆಯದವರೇ, ನೀಡಿರಿ ಗಮನವನು I ಇಲ್ಲವಾದರೆ ಛಿನ್ನಛಿನ್ನವಾಗಿಸಿಬಿಟ್ಟೇನು I ನನ್ನ ಕೈಯಿಂದ ತಪ್ಪಿಸುವವರಾರು ನಿಮ್ಮನು? II"},{"number":23,"verse":"ಧನ್ಯವಾದದ ಬಲಿಯನರ್ಪಿಸುವವನೇ ನನಗೆ ಸನ್ಮಾನಿತನು I ಸನ್ಮಾರ್ಗ ಹಿಡಿದವನಿಗೆ ತೋರುವೆ ಪರಮ ಜೀವೋದ್ಧಾರವನು II"}]}