{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":78,"verses":[{"number":1,"verse":"(ಇಸ್ರಯೇಲರ ಪೂರ್ವಚರಿತ್ರೆ) ನನ್ನ ಜನರೇ, ಕಿವಿಗೊಡಿ ನನ್ನ ಬೋಧನೆಗೆ I ಗಮನಕೊಡಿ ನಾ ಹೇಳುವ ಮಾತುಗಳಿಗೆ II"},{"number":2,"verse":"ಸಾಮತಿಯೊಂದಿಗೆ ಬೋಧನೆಯನಾರಂಭಿಸುವೆನು I ಹೊರಪಡಿಸುವೆನು ಪೂರ್ವಕಾಲದ ಗೂಡಾರ್ಥಗಳನು II"},{"number":3,"verse":"ಪೇಳ್ವೆವು ನಾವು ಕೇಳಿ ತಿಳಿದುಕೊಂಡವುಗಳನೆ I ಪೂರ್ವಜರೆಮಗೆ ತಿಳಿಸಿದ ಸಂಗತಿಗಳನೆ I ಪ್ರಭುವಿನ ಮಹಿಮೆ ಪರಾಕ್ರಮದ ಪವಾಡಗಳನೆ II"},{"number":4,"verse":"ಮರೆಮಾಡೆವು ಅವರ ಸಂತತಿಯಾದ ನಿಮಗೆ I ವಿವರಿಸುವೆವು ಮುಂಬರಲಿರುವ ಪೀಳಿಗೆಗೆ II"},{"number":5,"verse":"ನೇಮವಿತ್ತನು ಯಕೋಬವಂಶಕೆ I ಶಾಸನಕೊಟ್ಟನು ಇಸ್ರಯೇಲರಿಗೆ II ವಿಧಿಸಿದ ನಿಂತು ನಮ್ಮ ಪೂರ್ವಜನರಿಗೆ I “ಕಲಿಸಿರಿ ಇವನ್ನು ನಿಮ್ಮ ಮಕ್ಕಳಿಗೆ” II"},{"number":6,"verse":"“ಗೊತ್ತಾಗಲಿ ಇವೆಲ್ಲ ಮುಂದಿನ ತಲೆಮಾರಿಗೆ I ತಿಳಿಸುತ್ತ ಹೋಗಲಿ ಮಕ್ಕಳು ಮೊಮ್ಮಕ್ಕಳಿಗೆ” II"},{"number":7,"verse":"ಆಗ ತಮ್ಮ ಪ್ರಾಚೀನ ಪೂರ್ವಿಕರಂತೆ ಅವರಾಗರು I ಮೊಂಡರು, ಅವಿಧೇಯರು, ದೈವದ್ರೋಹಿಗಳು, ಚಪಲಚಿತ್ತರು II"},{"number":8,"verse":"ಮರೆಯರು ನನ್ನ ಮಹತ್ಕಾರ್ಯಗಳನು I ಇಡುವರು ನನ್ನಲ್ಲೇ ಭರವಸೆಯನು I ಕೈಗೊಳ್ಳುವರು ನನ್ನ ಆಜ್ಞೆಗಳನು II"},{"number":9,"verse":"ಎಫ್ರಯಿಮರು ಹೋದರು ಧನುರ್ಧಾರಿಗಳಾಗಿ I ಯುದ್ಧವೇಳೆಯಲಿ ಓಡೋಡಿದರು ಹಿಂದಿರುಗಿ II"},{"number":10,"verse":"ಪಾಲಿಸಲಿಲ್ಲ ಅವರು ದೇವರ ನಿಬಂಧನೆಯನು I ಅನುಸರಿಸಲಿಲ್ಲ ಆತನ ಧರ್ಮಶಾಸ್ತ್ರವನು II"},{"number":11,"verse":"ಮರೆತುಬಿಟ್ಟರವರು ಆತನ ಮಹತ್ಕಾರ್ಯಗಳನು I ತಮ್ಮೆದುರಿನಲ್ಲೇ ಸಾಧಿಸಿದ ಅದ್ಭುತಗಳನು : II"},{"number":12,"verse":"ಆ ಈಜಿಪ್ಟ್ ದೇಶದೊಳು, ಸೋನ್ ಬಯಲು ಸೀಮೆಯೊಳು I ಆತನೆಸಗಿದ ಪವಾಡಗಳು ಪೂರ್ವಜರ ಇದಿರೊಳು II"},{"number":13,"verse":"ದಾಟಿಸಿದನವರನು ಸಮುದ್ರವನೆ ಭೇದಿಸಿ I ಅದರತುಳ ನೀರನು ರಾಶಿಯಾಗಿ ನಿಲ್ಲಿಸಿ II"},{"number":14,"verse":"ಹಗಲಲಿ ಕರೆದೊಯ್ದನು ಮೇಘದ ನೆರಳಲಿ I ಇರುಳೊಳು ನಡೆಸಿದನು ಜ್ವಾಲೆಯ ಬೆಳಕಲಿ II"},{"number":15,"verse":"ಕಾಡಿನಾ ಕಗ್ಗಲ್ಲನು ಸೀಳಿ ಹೊರಡಿಸಿದನು ನೀರನು I ಆಳದ ಸರಸಿಯಿಂದೊ ಎಂಬಂತೆ ಅದನು ಕುಡಿಯಲಿತ್ತನು II"},{"number":16,"verse":"ಬಂಡೆಗಳಿಂದಲೆ ಹೊರಡಿಸಿದನು ನೀರನು I ನದಿಗಳಂತೆಯೆ ಹರಿಯಮಾಡಿದನು ಅದನು II"},{"number":17,"verse":"ಆದರೂ ಪಾಪಮಾಡುತ್ತಲೆ ಬಂದರು ದೇವರಿಗೆದುರಾಗಿ I ಪ್ರತಿಭಟಿಸಿದರು ಅಡವಿಯಲಿ ಪರಾತ್ಪರನಿಗೆ ವಿರುದ್ಧವಾಗಿ II"},{"number":18,"verse":"ಕೋರಿದರು ತಮಗಿಷ್ಟವಾದ ಆಹಾರವನೇ I ಪರೀಕ್ಷಿಸಿದರು ಮನದಲಿ ಆ ದೇವರನೇ II"},{"number":19,"verse":"ಜರೆವ ಮಾತಿನಲಿ ಆಡಿಕೊಂಡರಿಂತು : I “ಅಡವಿಯಲ್ಲಿ ದೇವನೂಟ ಬಡಿಸುವನೆಂತು?” II"},{"number":20,"verse":"“ಹೊಡೆದನು ಆಸರೆಯನು, ಚಿಮ್ಮಿತು ನೀರು, ಹರಿಯಿತು ನೆರೆಯು I ಆದರೆ ಕೊಡಬಲ್ಲನೆ ರೊಟ್ಟಿ, ಒದಗಿಸುವನೆ ಮಾಂಸವನು?” II"},{"number":21,"verse":"ಇದನ್ನು ಕೇಳಿ ಸಿಡಿದೆದ್ದನು ಪ್ರಭು ರೋಷದಿಂದಲೆ I ಉಕ್ಕೇರಿತಾತನ ಕೋಪ ಇಸ್ರಯೇಲರ ಮೇಲೆ I ಕಾರಿದನು ಕೋಪಾಗ್ನಿಯನು ಯಕೋಬಕುಲದ ಮೇಲೆ II"},{"number":22,"verse":"ಏಕೆನೆ, ಅವರಿಗಿರಲಿಲ್ಲ ವಿಶ್ವಾಸ ದೇವರಲಿ I ಇರಲಿಲ್ಲ ನಂಬಿಕೆ ಆತನಾ ಸಲಹುವ ಶಕ್ತಿಯಲಿ II"},{"number":23,"verse":"ಆದರು ಮೇಘಮಂಡಲಕೆ ಆಜ್ಞೆಯಿತ್ತನಾತ I ಅಂತರಿಕ್ಷದಾ ದ್ವಾರಗಳನು ತೆರೆದನಾತ II"},{"number":24,"verse":"ಸುರಿಸಿದನು ಅವರ ಮೇಲೆ ಉಣಲು ಅನ್ನವನು I ಅನುಗ್ರಹಿಸಿದನು ಸ್ವರ್ಗದ ದವಸಧಾನ್ಯವನು II"},{"number":25,"verse":"ನರರಿಗುಣಲುಕೊಟ್ಟನು ದೇವದೂತರ ಆಹಾರವನು I ಇತ್ತನವರಿಗೆ ತೃಪ್ತಿಕರವಾದ ಭೂರಿ ಔತಣವನು II"},{"number":26,"verse":"ಆಕಾಶದಲೆಬ್ಬಿಸಿದನು ಮೂಡಣ ಗಾಳಿಯನು I ಒಲುಮೆಯಿಂದ ಹೊರಡಿಸಿದನು ತೆಂಕಣ ಗಾಳಿಯನು II"},{"number":27,"verse":"ಧೂಳಿನಷ್ಟು ಸುರಿಸಿದನು ಮಾಂಸವೃಷ್ಟಿಯನು I ಸಮುದ್ರದ ಮರಳಿನಷ್ಟು ರೆಕ್ಕೆ ಹಕ್ಕಿಗಳನು II"},{"number":28,"verse":"ಬೀಳ್ವಂತೆ ಮಾಡಿದನು ಪಾಳೆಯದ ಮಧ್ಯದಲೂ I ಉದುರಿದವು ಅವರಿದ್ದ ಗುಡಾರಗಳ ಸುತ್ತಲೂ II"},{"number":29,"verse":"ಸಿಕ್ಕಿತು ಅವರಿಗೆ ತಾವು ಬಯಸಿದ್ದು I ತೃಪ್ತರಾದರು ಹೊಟ್ಟೆತುಂಬ ತಿಂದು II"},{"number":30,"verse":"ಆದರೆ ಆ ಜನಕೆ ಆಶೆ ಕೈಗೂಡುವುದಕೆ ಮುನ್ನ I ಬಾಯಿಗೆ ಬಂದ ತುತ್ತು ಹೊಟ್ಟೆಗಿಳಿಯುವುದಕ್ಕೆ ಮುನ್ನ II"},{"number":31,"verse":"ದೈವಕೋಪವೆದ್ದಿತು ಅವರಿಗೆ ವಿರುದ್ಧ I ಮಾಡಿತವರಲಿ ಕೊಬ್ಬಿದವರ ವಧ I ನೆಲಕುರುಳಿತು ಇಸ್ರಯೇಲ ಸಿರಿಜನ II"},{"number":32,"verse":"ಇಷ್ಟಾದರೂ ಪಾಪಮಾಡುತ ಬಂದವರು ಪದೇ ಪದೇ I ದೇವರ ಅದ್ಭುತಕಾರ್ಯಗಳನು ತೊರೆದರು ನಂಬದೆ II"},{"number":33,"verse":"ಆರಿಸಿದನು ಊದಿ ಅವರ ಬಾಳ ಹಣತೆಯನು I ಬರಮಾಡಿದನು ಅವರಿಗೆ ಭೀಕರ ಮರಣವನು II"},{"number":34,"verse":"ಆತನನು ನೆನಸಿಕೊಂಡರವರು ವಧೆಯಾಗುವಾಗ I ಪರಿತಾಪಗೊಂಡು ದೇವರಿಗೆ ಅಭಿಮುಖರಾದಾಗ II"},{"number":35,"verse":"ನೆನೆದರಾಗ ದೇವರೇ ತಮಗಾಶ್ರಯ ದುರ್ಗವೆಂದು I ಆ ಪರಾತ್ಪರ ದೇವರೇ ತಮಗೆ ಉದ್ಧಾರಕನೆಂದು II"},{"number":36,"verse":"ಆದರೆ ಅವರ ನಾಲಿಗೆಯಾಡಿತು ಅಸತ್ಯ I ಅವರ ಬಾಯಿ ಮಾಡಿತು ಕೇವಲ ಮುಖಸ್ತುತಿಯ II"},{"number":37,"verse":"ನೆಲೆಯಾಗಿರಲಿಲ್ಲ ಅವರ ಹೃದಯ ಆತನಲಿ I ಬದ್ಧರಾಗಿರಲಿಲ್ಲ ಆತನ ನಿಬಂಧನೆಗಳಲಿ II"},{"number":38,"verse":"ಆದರೂ ಕ್ಷಮಿಸಿದನವರನು ಆ ದಯಾಳು, ನಾಶಮಾಡದೆ I ಕೋಪವ ತಾಳಿಕೊಂಡನು ಹಲವು ವೇಳೆ, ಉದ್ರೇಕಗೊಳ್ಳದೆ II"},{"number":39,"verse":"ನೆನೆದುಕೊಂಡನಾತ ಅವರು ಕೇವಲ ನರರೆಂದು I ತಿಳಿದುಕೊಂಡನು ಮರಳಿಬಾರದ ಉಸಿರವರೆಂದು II"},{"number":40,"verse":"ಎಷ್ಟೋ ಸಾರಿ ಅವಿಧೇಯರಾಗಿ ನಡೆದುಕೊಂಡರು ಅರಣ್ಯದಲಿ I ಎಷ್ಟೋ ಸಾರಿ ಆತನ ಮನನೋಯಿಸಿದರು ಮರುಭೂಮಿಯಲಿ II"},{"number":41,"verse":"ಪದೇಪದೇ ಪರೀಕ್ಷಿಸಿದರು ದೇವರನು I ಕೆಣಕಿದರು ಇಸ್ರಯೇಲರ ಸದಮಲನನು II"},{"number":42,"verse":"ಮರೆತೇಬಿಟ್ಟರು ಆತನ ಭುಜಬಲವನು I ವೈರಿಗಳಿಂದ ಬಿಡುಗಡೆಯಾದಾ ಸಮಯವನು II"},{"number":43,"verse":"ಕಡೆಗಣಿಸಿದರು ಈಜಿಪ್ಟಿನಲಿ ಮಾಡಿದ ಪವಾಡಗಳನು I ಸೋನ್ ಬಯಲು ಸೀಮೆಯಲಾತ ಮಾಡಿದ ಮಹತ್ಕಾರ್ಯಗಳನು II"},{"number":44,"verse":"ಅಲ್ಲಿ ಆತ ರಕ್ತವಾಗಿಸಿದನು ನದಿನೀರನು I ಕುಡಿಯಲಾಗದಂತೆ ಮಾಡಿದನಾ ತೊರೆನೀರನು II"},{"number":45,"verse":"ಕಳುಹಿಸಿದನು ವಿನಾಶಕರ ಹುಳುಗಳನು I ಹಾಳುಮಾಡುವ ವಿಷಮಂಡೂಕಗಳನು II"},{"number":46,"verse":"ಬಿಟ್ಟನು ಬೆಳೆಗಳನು ಚಿಟ್ಟೆಗಳಿಗೆ I ಕಷ್ಟದ ಫಲಗಳನು ಮಿಡತೆಗಳಿಗೆ II"},{"number":47,"verse":"ದ್ರಾಕ್ಷಾಲತೆಗಳನು ಹಾಳುಮಾಡಿದನು ಆಲಿಕಲ್ಲಿನಿಂದ I ಅವರ ಅತ್ತಿಮರಗಳನು ನಾಶಮಾಡಿದನು ಕಲ್ಮಳೆಯಿಂದ II"},{"number":48,"verse":"ಅವರ ದನಕರುಗಳನೊಪ್ಪಿಸಿದ ಕಲ್ಮಳೆಗೆ I ಅವರ ಕುರಿಮಂದೆಗಳನೊಪ್ಪಿಸಿದ ಸಿಡಿಲಿಗೆ II"},{"number":49,"verse":"ಸುರಿಸಿದನು ಕೋಪರೌದ್ರಗಳನು, ಉಗ್ರಹಿಂಸೆಗಳನು I ಕಳಿಸಿದನವರ ಮೇಲೆ ಸಂಹಾರಕ ದೂತಗಣಗಳನು II"},{"number":50,"verse":"ತೂಬೆತ್ತಿಬಿಟ್ಟನು ತನ್ನ ಕ್ರೋಧಕೆ I ತುತ್ತಾಗಿಸಿದನು ದೇಹಗಳನು ಜಾಡ್ಯಕೆ I ಅಡ್ಡಿತರಲಿಲ್ಲ ಆತನು ಅವರ ಮರಣಕೆ II"},{"number":51,"verse":"ಸಂಹರಿಸಿದನು ಈಜಿಪ್ಟಿನ ಚೊಚ್ಚಲ ಮಕ್ಕಳನು I ಹಾಮನ ಮನೆತನದ ಮೊತ್ತಮೊದಲ ಸಂತಾನವನು II"},{"number":52,"verse":"ತನ್ನ ಜನರನ್ನೋ ಹೊರತಂದನು ಕುರಿಮಂದೆಯಂತೆ I ಅಡವಿಯೊಳು ಪರಿಪಾಲಿಸಿದನು ಕುರಿಗಾಹಿಯಂತೆ II"},{"number":53,"verse":"ಅವರು ಅಂಜದಂತೆ ನಡೆಸಿದನು ಸುರಕ್ಷಿತವಾಗಿ I ಶತ್ರುಗಳನೋ ಆವರಿಸಿತು ಸಮುದ್ರವು ನುಂಗಿ II"},{"number":54,"verse":"ಕರೆತಂದನವರನು ತನ್ನ ಪವಿತ್ರನಾಡಿಗೆ I ಭುಜಬಲದಿಂದ ಗಳಿಸಿದಾಪರ್ವತ ಸೀಮೆಗೆ II"},{"number":55,"verse":"ಓಡಿಸಿದನು ಅವರಿಗೆದುರಾಗಿದ್ದ ಜನಾಂಗಗಳನು I ಸೊತ್ತಾಗಿ ಹಂಚಿದನು ಇಸ್ರಯೇಲರಿಗಾ ನಾಡನು I ನೆಲೆಗೊಳಿಸಿದನಾ ಜನಾಂಗದ ಬಿಡಾರದಲಿ ಇವರನು II"},{"number":56,"verse":"ಆದರೂ ಬಂಡೆದ್ದು ಪರೀಕ್ಷಿಸಿದರು ಪರಾತ್ಪರ ದೇವರನು I ಕೈಗೊಂಡು ನಡೆಯದೆ ಹೋದರು ಆತನ ವಿಧಿನಿಯಮಗಳನು II"},{"number":57,"verse":"ನಂಬಿಕೆಗೆಟ್ಟ ದ್ರೋಹಿಗಳಾದರು ತಮ್ಮ ಹಿರಿಯರಂತೆ I ಆತನಿಗೆ ಎದುರುಬಿದ್ದರು ಹಿಮ್ಮುಖವಾದ ಬಿಲ್ಲಿನಂತೆ II"},{"number":58,"verse":"ಬೇಸರಗೊಳಿಸಿದರು ತಮ್ಮ ಪೂಜಾಸ್ಥಾನಗಳಿಂದ I ರೇಗಿಸಿದರಾತನನು ಕೆತ್ತನೆಯ ವಿಗ್ರಹಗಳಿಂದ II"},{"number":59,"verse":"ರಣರೌದ್ರನಾದನು ಇದನರಿತ ದೇವನು I ತೊರೆದನು ಅಸಹ್ಯದಿಂದ ಇಸ್ರಯೇಲರನು II"},{"number":60,"verse":"ತ್ಯಜಿಸಿದನು ಸಿಲೋವಿನಲಿ ತನಗಿದ್ದ ಆಲಯವನು I ಜನರ ಮಧ್ಯೆ ವಾಸಿಸಲು ತನಗಿದ್ದಾ ಗುಡಾರವನು II"},{"number":61,"verse":"ಒಪ್ಪಿಸಿದನು ತನ್ನ ಬಲುಮೆಯನು ಕೈಸೆರೆಗೆ I ತನ್ನ ಮಹಿಮೆಯನು ವಿರೋಧಿಗಳ ಕೈವಶಕೆ II"},{"number":62,"verse":"ಗುರಿಮಾಡಿದನು ತನ್ನ ಪ್ರಜೆಯನು ಖಡ್ಗಕೆ I ಉಗ್ರವಾದನು ತನ್ನ ವಾರಸುದಾರರಿಗೆ II"},{"number":63,"verse":"ಆಹುತಿಯಾದರವರ ಯುವಜನ ಅಗ್ನಿಗೆ I ವಿವಾಹವಾಗಲಿಲ್ಲ ಅವರ ಕನ್ಯೆಯರಿಗೆ II"},{"number":64,"verse":"ಬಲಿಯಾದರವರ ಯಾಜಕರು ಶತ್ರುಕತ್ತಿಗೆ I ವಿಧವೆಯರು ರೋದಿಸಲಿಲ್ಲ ಅವರ ಸಾವಿಗೆ II"},{"number":65,"verse":"ಪ್ರಭುವೆದ್ದನು ನಿದ್ರೆಯಿಂದಲೋ ಎಂಬಂತೆ I ಮಧುವಿನ ಅಮಲಿನಿಂದೆಚ್ಚೆತ್ತ ಬಲಿಷ್ಠನಂತೆ II"},{"number":66,"verse":"ಸದೆಬಡಿದನಾತ ತನ್ನ ಶತ್ರುಗಳನು I ನಿತ್ಯನಿಂದೆಗೆ ಈಡುಮಾಡಿದನವರನು II"},{"number":67,"verse":"ವರ್ಜಿಸಿದನು ಜೋಸೆಫ್ ಕುಲದ ಗುಡಾರವನು I ತ್ಯಜಿಸಿದನು ಎಫ್ರಯಿಮ್ ಕುಲದಾ ಗುಡಾರವನು II"},{"number":68,"verse":"ಆರಿಸಿಕೊಂಡನು ಯೆಹೂದರ ಗೋತ್ರವನು I ತನಗತಿಪ್ರಿಯವಾದ ಸಿಯೋನ್ ಗಿರಿಯನು II"},{"number":69,"verse":"ನಿರ್ಮಿಸಿದನು ತನ್ನ ಮಂದಿರವನು ಪರ್ವತದಂತೆ I ಶಾಶ್ವತವಾಗಿ ತಾನು ಸ್ಥಾಪಿಸಿದ ಭೂಮಿಯಂತೆ II"},{"number":70,"verse":"ಆರಿಸಿಕೊಂಡನು ದಾಸ ದಾವೀದನನು I ತೆಗೆದುಕೊಂಡನು ಕುರಿಹಟ್ಟಿಯಿಂದವನನು II"},{"number":71,"verse":"ಕುರಿಮೇಯಿಸುವಾ ಕಸಬಿನಿಂದವನನು ಬಿಡಿಸಿದನು I ಸ್ವಪ್ರಜೆ ಯಕೋಬ್ಯರನು, ಸ್ವಜನ ಇಸ್ರಯೇಲರನು I ಪರಿಪಾಲಿಸುವಂತೆ ನೇಮಕ ಮಾಡಿದನು ಆತನನು II"},{"number":72,"verse":"ದಾವೀದನು ಪೋಷಿಸಿದನವರನು ನೇರ ಮನದಿಂದ I ಪರಿಪಾಲಿಸಿದನವರನು ರಾಜ್ಯಾಧಿಕಾರ ಕುಶಲತೆಯಿಂದ II"}]}