{"bibleAbbr":"KNCL","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"(ಪ್ರತೀಕಾರಕ್ಕಾಗಿ ಪ್ರಾರ್ಥನೆ) ಹೇ ಪ್ರಭು, ಮುಯ್ಯಿತೀರಿಸುವ ದೇವಾ I ಮುಯ್ಯಿತೀರಿಸಲು ಎದ್ದುಬಾರಯ್ಯಾ II"},{"number":2,"verse":"ಪ್ರಭೂ, ಲೋಕದ ನ್ಯಾಯಾಧಿಪತಿ I ಏಳು, ಗರ್ವಿಗಳಿಗೆ ಮಾಡು ತಕ್ಕಶಾಸ್ತಿ II"},{"number":3,"verse":"ಎಲ್ಲಿಯವರೆಗೆ ಪ್ರಭು, ಎಲ್ಲಿಯವರೆಗೆ? I ದುರುಳರು ಹಿಗ್ಗುತ್ತಲೆ ಇರಬೇಕು ಹೀಗೆ? II"},{"number":4,"verse":"ಉಬ್ಬಿಹೋಗಿಹರು ಕೆಡುಕರೆಲ್ಲರು I ಜಂಬ ಕೊಚ್ಚಿಕೊಳ್ಳುತ್ತಿಹರು ಅವರು II"},{"number":5,"verse":"ನಸುಕಿ ಹಾಕುತಿಹರು ನಿನ್ನ ಪ್ರಜೆಯನು I ಹಿಂಸಿಸುತಿಹರು ನಿನ್ನ ಸ್ವಕೀಯರನು II"},{"number":6,"verse":"ವಧಿಸುತಿಹರು ವಿಧವೆಯರನು, ಪರದೇಶಿಯರನು I ಹತ್ಯಮಾಡುತಿಹರು ಗತಿಯಿಲ್ಲದ ಅನಾಥರನು II"},{"number":7,"verse":"ಅವರಾಡಿಕೊಳ್ಳುತಿಹರು ಪ್ರಭು ನೋಡನೆಂದು I ಯಕೋಬ್ಯರ ಸ್ವಾಮಿದೇವ ವಿಚಾರಿಸನೆಂದು II"},{"number":8,"verse":"ಮೂರ್ಖರೇ, ನಿಮಗೆ ಜ್ಞಾನೋದಯವಾಗುವುದಾವಾಗ? I ಪಶುಪ್ರಾಯರಾದ ಪ್ರಜೆಗಳು ಗಮನಿಸುವುದಾವಾಗ? II"},{"number":9,"verse":"ಕಿವಿಮಾಡಿದವನು ಕೇಳದಿರುವನೋ? I ಕಣ್ಣುಕೊಟ್ಟವನು ನೋಡದಿರುವನೋ? II"},{"number":10,"verse":"ರಾಷ್ಟ್ರಗಳನು ಖಂಡಿಸುವವನು ದಂಡಿಸದಿರುವನೋ? I ಮನುಜರಿಗೆ ಬುದ್ಧಿಕಲಿಸುವವನು ಬುದ್ಧಿಹೀನನೋ? II"},{"number":11,"verse":"ಮನುಜರಾಲೋಚನೆಗಳು ತಿಳಿದೇ ಇವೆ ಪ್ರಭುವಿಗೆ I ಉಸಿರಿನಷ್ಟೇ ವ್ಯರ್ಥವೆಂದು ಗೊತ್ತಿದೆ ಆತನಿಗೆ II"},{"number":12,"verse":"ಪ್ರಭು, ನಿನ್ನಿಂದ ಶಿಕ್ಷಿತನಾದ ಮಾನವ ಧನ್ಯ I ನಿನ್ನಿಂದ ಧರ್ಮೋಪದೇಶ ಪಡೆದವನು ಧನ್ಯ II"},{"number":13,"verse":"ನೆಮ್ಮದಿ ನೀಡುವೆ ಅವನು ಸಂಕಟದಲಿರುವಾಗ I ದುರುಳರಿಗೆ ನೀನು ಗುಂಡಿಯನು ತೋಡುವಾಗ II"},{"number":14,"verse":"ತಳ್ಳಿಬಿಡಲು ಪ್ರಭು ತನ್ನ ಜನರನು I ಕೈಬಿಡನವನು ತನ್ನ ಸ್ವಕೀಯರನು II"},{"number":15,"verse":"ನ್ಯಾಯತೀರ್ಪು ಮರಳಿ ತಿರುಗುವುದು ನೀತಿಯತ್ತ I ನೇರಮನಸ್ಕರೆಲ್ಲ ಮಾಡುವರು ಅದನು ಸಮರ್ಥ II"},{"number":16,"verse":"ದುರುಳರಿಗೆದುರಾಗಿ ನನ್ನ ಪಕ್ಷ ವಹಿಸುವರಾರು? I ಕೆಡುಕರಿಗೆ ವಿರುದ್ಧ ನನ್ನ ಪರ ನಿಲ್ಲುವವರಾರು? II"},{"number":17,"verse":"ನನಗಿಲ್ಲದಿದ್ದರೆ ಪ್ರಭುವಿನ ಮರುಕ I ಮನೆಯಾಗುತ್ತಿತ್ತೆನಗೆ ಅಧೋಲೋಕ II"},{"number":18,"verse":"ನನ್ನ ಕಾಲು ಜಾರಿಹೋಯಿತು ಎನ್ನುವುದರೊಳಗೆ I ನಿನ್ನ ಅಚಲ ಪ್ರೀತಿ, ಪ್ರಭು ನೆರವಾಯಿತೆನಗೆ II"},{"number":19,"verse":"ನನ್ನ ಅಂತರಂಗದಲಿ ಏಳಲು ಆಂದೋಲನ I ತಂದಿತೆನ್ನ ಮನಕೆ ಆನಂದ ನಿನ್ನ ಸಾಂತ್ವನ II"},{"number":20,"verse":"ಅನ್ಯಾಯಸ್ಥಾಪಕರಿಗೂ ನಿನಗೂ ಸಂಬಂಧವೆಲ್ಲಿ I ಕೇಡನು ಕಲ್ಪಿಸುತ್ತಾರವರು ಶಾಸನದ ಹೆಸರಿನಲ್ಲಿ II"},{"number":21,"verse":"ಹೊಂಚುಹಾಕುವರವರು ನೀತಿವಂತರ ಪ್ರಾಣಕೆ I ಮರಣಶಿಕ್ಷೆ ವಿಧಿಸುವರವರು ನಿರಪರಾಧಿಗಳಿಗೆ II"},{"number":22,"verse":"ನನಗೋ ಪ್ರಭುವೇ ಕಲ್ಲು ಕೋಟೆ I ನನಗಾಶ್ರಯ ನೀಡುವ ಪೊರೆಬಂಡೆ II"},{"number":23,"verse":"ದಂಡಿಸುವನಾ ಕೆಡುಕರನು ಅವರ ಕೆಟ್ಟತನಕ್ಕಾಗಿ I ನಿರ್ಮೂಲ ಮಾಡುವನಾ ಜನರ ದುಷ್ಟತನಕ್ಕಾಗಿ I ನಮ್ಮೊಡೆಯ ದೇವನು ಸಂಹರಿಸಿಬಿಡುವನು ಈ ಕಾರಣಕ್ಕಾಗಿ II"}]}