{"bibleAbbr":"awaERV2005","bookName":"रूत","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"( रूत क बोअज़ स मिलन) बेतलेहेम मँ एक ठु धनी मनई रहत रहा। ओकर नाउँ बोअज़ रहा। बोअज़ एलीमेलेक परिवार स नाओमी क निअरे रिस्तेदारन मँ स एक रहा।"},{"number":2,"verse":"एक दिना रूत (मोआबी मेहरारू) नाओमी स कहेस, “मइँ सोचत हउँ कल्ह मइँ खेतन मँ जाउँ। होइ सकत ह कि कउनो अइसा मनई मोसे मिलइ जउन मोह पइ दाया कइके, मोरे बरे उ अन्न क बटोरइ देइ जेका उ आपन खेत मँ तजत होइ।” नाओमी कहेस, “बिटिया, ठीक अहइ जा।”"},{"number":3,"verse":"एह बरे रूत खेतन मँ गइ। उ फसल काटइ वाले मजदूरन क पाछे चलत रही अउर उ अन्न बटोरेस जउन तज दीन्ह गवा रहा। अइसा भवा की उ खेते क एक हींसा एलीमेलेक परिवार क एक मनई बोअज क रहा।"},{"number":4,"verse":"पाछे, बेतलेहेम स बोअज़ खेत मँ आवा। उ आपन मजदूरन क हालचाल पूछेस। उ कहेस, “यहोवा तोहरे संग होइ।” मजदूरन जबाब दिहन, “यहोवा आप क आसीर्बाद देइ।”"},{"number":5,"verse":"तब बोअज़ आपन उ सेवक स बातन किहेस, जउन मजदूरन क निरीच्छक रहा। उ पूछेस, “बिटिया केकर अहइ?”"},{"number":6,"verse":"सेवक जबाब दिहस, “इ उहइ मोआबी मेहरारू अहइ जउन मोआब क पहाड़ी पहँटा स नओमी क संग आई अहइ।"},{"number":7,"verse":"उ बहोत भिन्सारे आइ अउ मोहसे उ पूछेस कि का मइँ मजदूरन क पाछे चल सकत हउँ अउ भुइयाँ पइ छिटके अन्न क बटोरा सकत हउँ। उ तउ तलक स काम करत रहत हीं, किन्तु उ तनिक देरी बरे आस्रय स्थान मँ रही।”"},{"number":8,"verse":"तब बोअज़ रूत स कहेस, “हे मोर बिटिया, सुना! तू अपने बरे अन्न बटोरइ बरे मोरे खेते मँ रहा। तोहका कउनो दूसर मनई क खेत मँ जाइ क जरूरत नाहीं अहइ। मोर मेहररू नउकरन क पाछे चलत रहा।"},{"number":9,"verse":"इ धियान मँ रखा की उ पचे कउने खेते मँ जात अहइँ अउर ओनकर अनुसरण करा। मइँ नउजवानन क चितउनी दइ दिहे अहउँ कि उ पचे तोहका परेसान न करइँ। जब तोहका पियास लगइ, तउ उहइ गगरी स पानी पिआ जेहसे मोर मनई पानी पिअत हीं।”"},{"number":10,"verse":"तब रूत प्रणाम करइ आने धरती तलक निहुरी। उ बोअज़ स कहेस, “मोका अचरज अहइ कि आप मोह पइ धियान दिहेन। मइँ एक अजनबी अहउँ, किन्तु आप मोह पइ बड़ी दाया किहेन ह।”"},{"number":11,"verse":"बोअज़ ओका जबाब दिहेस, “मइँ ओन सारी मदद क जानत हउँ जउन तू आपन सास नाओमी क दिहे ह। मइँ जानत हउँ कि तू ओकर मदद तब भी किहे रह्या जब तोहार भतार मर गवा रहा अउर मइँ जानत हउँ कि तू आपन महतारी-बाप अउ आपन देस तजिके इदेस मँ हिआँ आइ अहा। तू इ देस क कउनो भी मनई क नाहीं जानतिउ, फिन भी तू हिआँ नाओमी क संग आइउ।"},{"number":12,"verse":"यहोवा तोहका ओन सबहि नीक कामे बरे इनाम देई जउन तू किहा ह। यहोवा इस्राएल क परमेस्सर तोहका भरपूर इनाम देइ। तू ओकरे सुरच्छा क ओढ़ना मँ आसरा बरे आइ अहा।”"},{"number":13,"verse":"तब रूत कहेस, “आप मोह पइ बड़े दयालु अहइँ, महोदय। मइँ तउ सिरिफ एक दासी अहउँ। मइँ आप क सेवकन मँ स भी कउनो क बराबर नाहीं अहउँ। किन्तु आप मोका दाया स भरी बातन किहा ह। अउर मोका सान्त्वना दिहा ह।”"},{"number":14,"verse":"दुपहरिया क भोजन क समइ, बोअज़ रूत स कहेस, “हिआँ आया। हमरी रोटियन मँ स कछू खा। एह कइँती हमरे सिरकें मँ आपन रोटी बोड़ा।” तब रूत मजदूरन क संग बठइ गइ। बोअज़ ओनका कछू भूँजा भवा अनाज दिहन। रूत जेतना चाहत रहा ओतना खाएस अउर कछू भोजन बचि गवा।"},{"number":15,"verse":"तब रूत उठी अउर काम करइ लउटी। तब बोअज़ आपन सेवकन स कहेस, “रूत क आन्त क ढेरी क लगे भी अन्न बटोरइ द्या। ओका जिन रोका।"},{"number":16,"verse":"ओकरे काम क, ओकरे बरे कछू दाना स भरी बालन गिराइके, हलका करा। ओका उ अन्न क बटोरइ द्या। ओका रोकइ बरे जिन कहा।”"},{"number":17,"verse":"( नाओमी बोअज़ क बारे मँ सुनत ह) रूत साँझ तलक खेत मँ अनाज एकट्ठा किहस। तब उ भूसा स अन्न क अलग किहस। उ लगभग आधा बुसल जौ जमा किहेस।"},{"number":18,"verse":"रूत उ अन्न क आपन सास क इ देखावइ बरे लइ गइ कि उ केतना अन्न बटोरेस ह। उ ओका उ भोजन भी दिहस जउन दुपहर क भोजन मँ स बन गवा रहा। रूत उ अन्न क अपनी सास क देखावइ बरे लइ गइ कि उ केतना अन्न बटोरेस ह। उ मोका भोजन भी दिहेस जउन दुपहरिया क भोजन मँ स बच गवा रहा।"},{"number":19,"verse":"ओकर सास ओहसे पूछेस, “इ अन्न तू कहाँ स बटोर्या ह? तू कहाँ काम किहा? जउन मनई तोहका सूचना दिहेस आसीर्बाद पाइ।” तब रूत ओका बताएन कि उ केकरे संग काम किहे रही। उ कहेस, “जउने मनई क संग मइँ आजु काम किहे रहेउँ, ओकर नाउँ बोअज़ अहइ।”"},{"number":20,"verse":"नाओमी अपनी पतोहू स कहेस, “यहोवा ओका आसीर्बाद देइ। यहोवा सबहि पइ निरन्तर दाया करत रहत ह चाहे उ पचे जिअत होइँ या मरा होउँ।” तब नाओमी आपन पतोहू स कहेस, “बोअज़ हमारे संबन्धियन मँ स एक अहइ। बोअज़ हमार संरच्छक मँ स एक अहइ।”"},{"number":21,"verse":"तब रूत कहेस, “बोअज़ मोका वापस आवइ अउर काम करइ क भी कहेस ह। बोअज़ कहेस ह कि मइँ सेवकन क संग तब तलक काम करत रहउँ जब तलक फसल क कटाई पूरी नाहीं होइ जात।”"},{"number":22,"verse":"तब नाओमी अपनी पतोहू रूत स कहेस, “इ नीक अहइ कि तू ओकरी दासियन क संग काम करत रहा। जदि तू कउनो दूसर क खेत मँ काम करबिउ तउ कउनो मनई तोहका कउनो नोस्कान पहोंचाइ सकत ह।”"},{"number":23,"verse":"एह बरे रूत बोअज़ क मेहररू नउकरन क संग काम करत रही। उ तब तलक अन्न बटोरेस जब तलक फसल क कटाई पूरी नाहीं भई। उ हुवाँ गोहूँ क कटनी क आखिर तलक भी काम किहस। रूत आपन सास क संग रहत रही।"}]}