{"bibleAbbr":"BBE1965","bookName":"James","bookEnglishName":"James","chapterNumber":1,"verses":[{"number":1,"verse":"James, a servant of God and of the Lord Jesus Christ, sends words of love to the twelve tribes of the Jews living in all parts of the earth."},{"number":2,"verse":"Let it be all joy to you, my brothers, when you undergo tests of every sort;"},{"number":3,"verse":"Because you have the knowledge that the testing of your faith gives you the power of going on in hope;"},{"number":4,"verse":"But let this power have its full effect, so that you may be made complete, needing nothing."},{"number":5,"verse":"But if any man among you is without wisdom, let him make his request to God, who gives freely to all without an unkind word, and it will be given to him."},{"number":6,"verse":"Let him make his request in faith, doubting nothing; for he who has doubt in his heart is like the waves of the sea, which are troubled by the driving of the wind."},{"number":7,"verse":"Let it not seem to such a man that he will get anything from the Lord;"},{"number":8,"verse":"For there is a division in his mind, and he is uncertain in all his ways."},{"number":9,"verse":"But let the brother of low position be glad that he is lifted up;"},{"number":10,"verse":"But the man of wealth, that he is made low; because like the flower of the grass he will come to his end."},{"number":11,"verse":"For when the sun comes up with its burning heat, the grass gets dry and the grace of its form is gone with the falling flower; so the man of wealth comes to nothing in his ways."},{"number":12,"verse":"There is a blessing on the man who undergoes testing; because, if he has God's approval, he will be given the crown of life, which the Lord has said he will give to those who have love for him."},{"number":13,"verse":"Let no man say when he is tested, I am tested by God; for it is not possible for God to be tested by evil, and he himself puts no man to such a test:"},{"number":14,"verse":"But every man is tested when he is turned out of the right way by the attraction of his desire."},{"number":15,"verse":"Then when its time comes, desire gives birth to sin; and sin, when it is of full growth, gives birth to death."},{"number":16,"verse":"Do not be turned from the right way, dear brothers."},{"number":17,"verse":"Every good and true thing is given to us from heaven, coming from the Father of lights, with whom there is no change or any shade made by turning."},{"number":18,"verse":"Of his purpose he gave us being, by his true word, so that we might be, in a sense, the first-fruits of all the things which he had made."},{"number":19,"verse":"You have knowledge of this, dear brothers. But let every man be quick in hearing, slow in words, slow to get angry;"},{"number":20,"verse":"For the righteousness of God does not come about by the wrath of man."},{"number":21,"verse":"For this reason, putting away all dirty behaviour and the overweight of evil, take into your souls without pride the word which, being planted there, is able to give you salvation."},{"number":22,"verse":"But be doers of the word, and not only hearers of it, blinding yourselves with false ideas."},{"number":23,"verse":"Because if any man is a hearer of the word and not a doer, he is like a man looking at his natural face in a glass;"},{"number":24,"verse":"For after looking at himself he goes away, and in a short time he has no memory of what he was like."},{"number":25,"verse":"But he who goes on looking into the true law which makes him free, being not a hearer without memory but a doer putting it into effect, this man will have a blessing on his acts."},{"number":26,"verse":"If a man seems to have religion and has no control over his tongue but lets himself be tricked by what is false, this man's religion is of no value."},{"number":27,"verse":"The religion which is holy and free from evil in the eyes of our God and Father is this: to take care of children who have no fathers and of widows who are in trouble, and to keep oneself untouched by the world."}]}