{"bibleAbbr":"BBE1965","bookName":"James","bookEnglishName":"James","chapterNumber":5,"verses":[{"number":1,"verse":"Come now, you men of wealth, give yourselves to weeping and crying because of the bitter troubles which are coming to you."},{"number":2,"verse":"Your wealth is unclean and insects have made holes in your clothing."},{"number":3,"verse":"Your gold and your silver are wasted and their waste will be a witness against you, burning into your flesh. You have put by your store in the last days."},{"number":4,"verse":"See, the money which you falsely kept back from the workers cutting the grass in your field, is crying out against you; and the cries of those who took in your grain have come to the ears of the Lord of armies."},{"number":5,"verse":"You have been living delicately on earth and have taken your pleasure; you have made your hearts fat for a day of destruction."},{"number":6,"verse":"You have given your decision against the upright man and have put him to death. He puts up no fight against you."},{"number":7,"verse":"Go on waiting calmly, my brothers, till the coming of the Lord, like the farmer waiting for the good fruit of the earth till the early and late rains have come."},{"number":8,"verse":"Be as calm in your waiting; let your hearts be strong: because the coming of the Lord is near."},{"number":9,"verse":"Say no hard things against one another, brothers, so that you will not be judged; see, the judge is waiting at the doors."},{"number":10,"verse":"Take as an example of pain nobly undergone and of strength in trouble, the prophets who gave to men the words of the Lord."},{"number":11,"verse":"We say that those men who have gone through pain are happy: you have the story of Job and the troubles through which he went and have seen that the Lord was full of pity and mercy in the end."},{"number":12,"verse":"But most of all, my brothers, do not take oaths, not by the heaven, or by the earth, or by any other thing: but let your Yes be Yes, and your No be No: so that you may not be judged."},{"number":13,"verse":"Is anyone among you in trouble? let him say prayers. Is anyone glad? let him make a song of praise."},{"number":14,"verse":"Is anyone among you ill? let him send for the rulers of the church; and let them say prayers over him, putting oil on him in the name of the Lord."},{"number":15,"verse":"And by the prayer of faith the man who is ill will be made well, and he will be lifted up by the Lord, and for any sin which he has done he will have forgiveness."},{"number":16,"verse":"So then, make a statement of your sins to one another, and say prayers for one another so that you may be made well. The prayer of a good man is full of power in its working."},{"number":17,"verse":"Elijah was a man of flesh and blood as we are, and he made a strong prayer that there might be no rain; and there was no rain on the earth for three years and six months."},{"number":18,"verse":"And he made another prayer, and the heaven sent down rain and the earth gave her fruit."},{"number":19,"verse":"My brothers, if one of you has gone out of the way of the true faith and another has made him see his error,"},{"number":20,"verse":"Be certain that he through whom a sinner has been turned from the error of his way, keeps a soul from death and is the cause of forgiveness for sins without number."}]}