{"bibleAbbr":"neNRV2012","bookName":"२ राजाहरू","bookEnglishName":"2 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"( इस्राएलका राजा यहोआहाज) यहूदाका राजा अहज्‍याहका छोरा योआशको तेईस वर्षमा येहूका छोरा यहोआहाज सामरियामा इस्राएलका राजा भए, र तिनले सत्र वर्ष राज्‍य गरे।"},{"number":2,"verse":"इस्राएललाई गर्न लाएका नबातका छोरा यारोबामका पापहरूमा हिँड़ेर तिनले परमप्रभुको दृष्‍टिमा जे कुरा खराब थियो त्‍यही गरे, र तीबाट तिनी फर्केनन्।"},{"number":3,"verse":"यसैले परमप्रभुको रीस इस्राएलमाथि दन्‍क्‍यो, र उहाँले तिनीहरूलाई धेरै समयसम्‍म अरामका राजा हजाएल र उनका छोरा बेन-हददको अधीनमा राखिदिनुभयो।"},{"number":4,"verse":"तब यहोआहाजले परमप्रभुको निगाह प्राप्‍त गर्न खोजे, र परमप्रभुले तिनको बिन्‍ती सुन्‍नुभयो, किनकि अरामका राजाले इस्राएललाई कति साह्रो अत्‍याचार गरिरहेका उहाँले देख्‍नुभयो।"},{"number":5,"verse":"परमप्रभुले इस्राएलको निम्‍ति एउटा उद्धारक नियुक्त गर्नुभयो, र तिनीहरू अरामको शक्तिबाट मुक्त भए। अनि इस्राएलीहरू फेरि आफ्‍नै घरहरूमा अघि बसेजस्‍तै बसोबास गर्न लागे।"},{"number":6,"verse":"तर तिनीहरूले इस्राएललाई गर्न लाएका यारोबामको घरानाका पापहरूलाई त्‍यागेनन्, तर तिनीहरू तिनमा नै लागिरहे। अशेरा देवीको खम्‍बा पनि सामरियामा रहिरह्यो।"},{"number":7,"verse":"यहोआहाजको निम्‍ति पचास वटा घोड़चढ़ी, दश वटा रथ र दश हजार पैदल सिपाहीहरूबाहेक अरू केही सेना बाँकी रहेनन्, किनकि अरामका राजाले अरू सबैलाई सर्वनाश गरेर खलाको धूलोजस्‍तै पारेका थिए।"},{"number":8,"verse":"यहोआहाजको राजकालका अरू घटनाहरू र तिनले गरेका सबै कार्यहरू र तिनका उपलब्‍धिहरू के ती इस्राएलका राजाहरूका इतिहासको पुस्‍तकमा लेखिएका छैनन् र?"},{"number":9,"verse":"तब यहोआहाज आफ्‍ना पित्रहरूसित सुते र तिनी सामरियामा गाड़िए, अनि तिनीपछि तिनका छोरा येहोआश राजा भए।"},{"number":10,"verse":"( इस्राएलका राजा येहोआश) यहूदाका राजा योआशको सैँतीसौँ वर्षमा यहोआहाजका छोरा येहोआश सामरियामा इस्राएलका राजा भए, र तिनले सोह्र वर्ष राज्‍य गरे।"},{"number":11,"verse":"तिनले परमप्रभुको दृष्‍टिमा जे कुरो खराब थियो त्‍यही गरे, र इस्राएललाई गर्न लाएका नबातका छोरा यारोबामका कुनै पनि पापहरू तिनले त्‍यागेनन्। तिनी तिनमा नै लागिरहे।"},{"number":12,"verse":"येहोआशको राजकालका अरू घटनाहरू, तिनले गरेका सबै कार्यहरू र तिनका उपलब्‍धिहरू, यहूदाका राजा अमस्‍याहसँगको लड़ाइँसमेत के ती इस्राएलका राजाहरूका इतिहासको पुस्‍तकमा लेखिएका छैनन् र?"},{"number":13,"verse":"येहोआश आफ्‍ना पित्रहरूसित सुते, र यारोबाम तिनीपछि सिंहासनमा बसे। येहोआश इस्राएलका राजाहरूसित सामरियामा गाड़िए।"},{"number":14,"verse":"( एलीशाको आखिरी अगमवाणी र तिनको मृत्‍यु) अब एलीशा एक बिमारद्वारा पीडित थिए जुनबाट तिनी पछि मरे। इस्राएलका राजा येहोआश तिनलाई भेट गर्न गए, र तिनको सामुन्‍ने रोएर भने, “हे मेरा पिता! हे मेरा पिता! इस्राएलका रथहरू र घोड़चढ़ीहरू!” ( )"},{"number":15,"verse":"एलीशाले भने, “एउटा धनु र केही काँड़हरू लिनुहोस्।” अनि तिनले त्‍यसै गरे।"},{"number":16,"verse":"तिनले इस्राएलका राजालाई भने, “धनु तपाईंको हातमा लिनुहोस्।” तिनले त्‍यसै गरेपछि एलीशाले आफ्‍ना हात राजाका हातमाथि राखे।"},{"number":17,"verse":"तिनले भने, “पूर्वपट्टिको झ्‍याल खोल्‍नुहोस्।” राजाले त्‍यो खोले। एलीशाले “हान्‍नुहोस्” भने, र तिनले हाने। “परमप्रभुको विजयको काँड़, अराममाथि विजयको काँड़!” एलीशाले भने। “तपाईंले अपेकमा अरामीहरूलाई सम्‍पूर्ण रूपमा सर्वनाश गर्नुहुनेछ।”"},{"number":18,"verse":"त्‍यसपछि तिनले भने, “काँड़हरू लिनुहोस्।” अनि राजाले ती लिए। एलीशाले भने, “भूइँमा हान्‍नुहोस्।” तिनले तीन पल्‍ट हानेर थामे।"},{"number":19,"verse":"परमेश्‍वरका जनले तिनीसँग क्रोधित भएर तिनलाई भने, “तपाईंले त भूइँमा पाँच-छ पल्‍ट हान्‍नुपर्ने थियो। तब पो तपाईंले अरामलाई जित्‍नुहुनेथियो र त्‍यसलाई सम्‍पूर्ण रूपमा सर्वनाश गर्नुहुनेथियो। तर अब तपाईंले अरामलाई तीन पल्‍ट मात्र परास्‍त गर्नुहुनेछ।”"},{"number":20,"verse":"त्‍यसपछि एलीशाको मृत्‍यु भयो, र तिनी गाड़िए। वर्षैपिच्‍छे मोआबी लूटपीट गर्नेहरू बसन्‍त ऋतुमा देशभित्र पस्‍थे।"},{"number":21,"verse":"एक पल्‍ट कति जना इस्राएलीहरूले एउटा लाश गाड्दैगर्दा एक्‍कासि तिनीहरूले एक दल लूटपीट गर्नेहरूलाई देखे। यसैले तिनीहरूले त्‍यस लाशलाई एलीशाको चिहानमा त्‍यसै फ्‍याँकिराखेर भागे। जब त्‍यस लाशले एलीशाका हड्डीहरू छोयो, तब त्‍यो मानिस जीवित भएर आफ्‍नो खुट्टामा उभियो।"},{"number":22,"verse":"यहोआहाजको राजकालभरि नै अरामका राजा हजाएलले इस्राएललाई थिचोमिचो गरे।"},{"number":23,"verse":"तर अब्राहाम, इसहाक र याकूबसितको आफ्‍नो करारको कारण परमप्रभुले तिनीहरूमाथि अनुग्रह गर्नुभयो र तिनीहरूलाई टिठ्याउनुभयो। उहाँले तिनीहरूको वास्‍ता गर्नुभयो। आजको दिनसम्‍मै उहाँले तिनीहरूलाई नाश गर्न अथवा तिनीहरूलाई उहाँको उपस्‍थितिदेखि निकाल्‍न इच्‍छा गर्नुभएको छैन।"},{"number":24,"verse":"अरामका राजा हजाएल मरे, र तिनीपछि तिनका छोरा बेन-हदद राजा भए।"},{"number":25,"verse":"तब यहोआहाजका छोरा येहोआशले तिनका पिता यहोआहाजबाट हजाएलका छोरा बेन-हददले लड़ाइँ गरी लिएका सहरहरू फेरि फिर्ता लिए। येहोआशले तीन पल्‍ट उनलाई जिते, र यसरी इस्राएलका सहरहरू तिनले फिर्ता लिए।"}]}