{"bibleAbbr":"neNRV2012","bookName":"२ राजाहरू","bookEnglishName":"2 Kings","chapterNumber":20,"verses":[{"number":1,"verse":"( हिजकियाको बिरामी) ती दिनमा हिजकिया बिरामी भएर मर्नै लागेका थिए। आमोजका छोरा अगमवक्ता यशैया तिनीकहाँ आएर भने, “परमप्रभु यही भन्‍नुहुन्‍छ: तेरो घरलाई ठीकठाक पार्, किनभने तँ मर्नेछस्। तँ निको हुनेछैनस्।” ( ; )"},{"number":2,"verse":"तब हिजकियाले भित्तातिर फर्केर परमप्रभुलाई प्रार्थना चढ़ाए,"},{"number":3,"verse":"“हे परमप्रभु, सम्‍झना राख्‍नुहोस्, म तपाईंको सामुन्‍ने कस्‍तो विश्‍वास र सम्‍पूर्ण हृदयको भक्तिसाथ हिँड़ेको छु, र तपाईंको दृष्‍टिमा जे असल छ त्‍यो गरेको छु।” अनि हिजकिया धुरुधुरु रोए।"},{"number":4,"verse":"यशैया बीचको चोकबाट बाहिर जान अघि परमप्रभुको यो वचन तिनीकहाँ आयो:"},{"number":5,"verse":"“फर्केर मेरो प्रजाको अगुवालाई भन्, ‘तेरो पुर्खा दाऊदका परमप्रभु परमेश्‍वर यसो भन्‍नुहुन्‍छ: मैले तेरो प्रार्थना सुनें र तेरो आँसु देखें। म तँलाई निको पार्नेछु। आजको तेस्रो दिन तँ परमप्रभुको मन्‍दिरमा जानेछस्।"},{"number":6,"verse":"म तेरो आयु अरू पन्‍ध्र वर्ष बढ़ाइदिनेछु। अनि तँलाई र यस सहरलाई अश्‍शूरको राजाको हातबाट छुटाउनेछु। मेरो आफ्‍नै खातिर र मेरो दास दाऊदको खातिर म यस सहरको रक्षा गर्नेछु’।”"},{"number":7,"verse":"तब यशैयाले भने, “नेभाराको लेप बनाएर लगाउनू।” तिनीहरूले त्‍यसै गरे, र त्‍यो तिनको पिलोमा लगाइदिए र तिनी निको भए।"},{"number":8,"verse":"हिजकियाले यशैयालाई सोधेका थिए, “म निको हुनेछु र तेस्रो दिनमा परमप्रभुको भवनमा जानेछु भनी परमप्रभुले मलाई के चिन्‍ह दिनुहुनेछ?”"},{"number":9,"verse":"यशैयाले जवाफ दिए, “तपाईंलाई परमप्रभुको चिन्‍ह यही हुनेछ, कि परमप्रभुले जे प्रतिज्ञा गर्नुभएको छ त्‍यो काम हुनेछ। घामको छाया दश कदम अगि सरोस्, कि दश कदम पछि सरोस्?”"},{"number":10,"verse":"हिजकियाले भने, “घामको छाया दश कदम अगि सर्नु त सजिलो छ। त्‍यो दश कदम पछि सरोस्।”"},{"number":11,"verse":"तब यशैया अगमवक्ताले परमप्रभुमा पुकारा गरे, र परमप्रभुले आहाजको सिँढ़ीमा छाया दश कदम पछि सारिदिनुभयो।"},{"number":12,"verse":"( बेबिलोनका राजदूतहरू) त्‍यसै बेला बेबिलोनका राजा बलदानका छोरा मरोदक-बलदानले हिजकियाकहाँ पत्रहरू र एक कोसेली पठाए, किनभने हिजकिया बिरामी छन् भन्‍ने उनले सुनेका थिए। ( )"},{"number":13,"verse":"हिजकियाले समाचारवाहकहरूलाई स्‍वागत गरे र उनीहरूलाई आफ्‍ना भण्‍डारहरूमा भएका सबै थोकहरू— सुन, चाँदी, मसला, सुगन्‍धित तेल— आफ्‍ना हतियारहरू राख्‍ने घर र भण्‍डारमा भएका सारा थोक देखाइदिए। आफ्‍नो राजमहल र आफ्‍ना सबै राज्‍यमा हिजकियाले उनीहरूलाई नदेखाएको कुनै पनि थोक रहेन।"},{"number":14,"verse":"तब यशैया अगमवक्ताले हिजकिया राजाकहाँ आएर सोधे, “ती मानिसहरूले के भने, र उनीहरू कहाँबाट आएका रहेछन्?” हिजकियाले जवाफ दिए, “उनीहरू टाढ़ा देश बेबिलोनबाट आएका हुन्।”"},{"number":15,"verse":"तब अगमवक्ताले सोधे, “उनीहरूले तपाईंको राजमहलमा के-के देखे त?” हिजकियाले भने, “उनीहरूले मेरो राजमहलमा सबै कुरा देखे। मेरा भण्‍डारमा भएको मैले उनीहरूलाई नदेखाएको कुनै पनि थोक छैन।”"},{"number":16,"verse":"तब यशैयाले हिजकियालाई भने, “परमप्रभुको वचन सुन्‍नुहोस्:"},{"number":17,"verse":"समय निश्‍चय नै आउनेछ, जब तेरो घरमा भएका सबै थोक, र आजको दिनसम्‍म तेरा पिता-पुर्खाहरूले थुपारेका सबै कुरा बेबिलोनमा लगिनेछन्। एउटै कुरा पनि छोड़िनेछैन, परमप्रभु भन्‍नुहुन्‍छ। ( ; )"},{"number":18,"verse":"तेरा केही सन्‍तानहरू, तेरै हाड़ र मासु, जो तँबाट जन्‍मनेछन्, तिनीहरू लगिनेछन्। अनि बेबिलोनका राजाको राजमहलमा तिनीहरू नपुंसक बनाइनेछन्।” ( ; )"},{"number":19,"verse":"हिजकियाले भने, “तपाईंले भन्‍नुभएको परमप्रभुको वचन असलै छ।” किनभने तिनले विचार गरे, “के मेरो जीवनभरि त शान्‍ति र सुरक्षा हुनेछैन र?”"},{"number":20,"verse":"हिजकियाको राजकालका अरू घटनाहरू र तिनका सबै उपलब्‍धिहरू, र तिनले कसरी पोखरी र सुरुङ बनाएर सहरमा पानी ल्‍याए के ती यहूदाका राजाहरूका इतिहासको पुस्‍तकमा लेखिएका छैनन् र? ( )"},{"number":21,"verse":"हिजकिया आफ्‍ना पित्रहरूसित सुते, अनि तिनीपछि तिनका छोरा मनश्‍शे राजा भए।"}]}