{"bibleAbbr":"neNRV2012","bookName":"२ राजाहरू","bookEnglishName":"2 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"( मोआबको विद्रोह) यहूदाका राजा यहोशापातको अठारौँ वर्षमा आहाबका छोरा योराम सामरियामा इस्राएलका राजा भए, र तिनले बाह्र वर्षसम्‍म राज्‍य गरे।"},{"number":2,"verse":"तिनले परमप्रभुको दृष्‍टिमा जे कुरो खराब थियो त्‍यही गरे, तर तिनका पिता र माताले गरेझैँ त होइन। आफ्‍ना पिताले बनाएको बालको चोखा ढुङ्गालाई तिनले हटाए।"},{"number":3,"verse":"तापनि नबातका छोरा यारोबामले इस्राएललाई गर्न लाएका पापहरूमा तिनी लागिरहे, र तिनी तीबाट फर्केनन्।"},{"number":4,"verse":"मोआबका राजा मेशाले भेड़ाहरू पाल्‍थे, अनि तिनले इस्राएलका राजालाई एक लाख भेड़ाका पाठाहरू र एक लाख भेड़ाहरूको ऊन दिनुपर्थ्‍यो।"},{"number":5,"verse":"तर आहाब मरेपछि मोआबका राजा इस्राएलका राजाको विरुद्धमा बागी भए।"},{"number":6,"verse":"यसकारण त्‍यस बेला राजा योरामले सामरियाबाट आएर सबै इस्राएललाई भेला गराए।"},{"number":7,"verse":"तिनले यहूदाका राजा यहोशापातलाई पनि यो समाचार पठाए, “मोआबका राजा मेरो विरुद्धमा बागी भएका छन्। मोआबको विरुद्धमा लड़ाइँ गर्न के तपाईं मसित जानुहुन्‍छ?” तिनले जवाफ दिए, “म तपाईंसँग जानेछु। म तपाईंजस्‍तै हुँ, मेरा मानिसहरू तपाईंका मानिसहरूजस्‍तै र मेरा घोड़ाहरू तपाईंका घोड़ाहरूजस्‍तै हुन्।”"},{"number":8,"verse":"तब तिनले सोधे, “हामी कुन दिशाबाट आक्रमण गरौं?” योरामले जवाफ दिए, “एदोमको मरुभूमिबाट।”"},{"number":9,"verse":"यसैले इस्राएलका राजा यहूदाका राजासँग र एदोमका राजासँग गए। तिनीहरू सात दिनसम्‍म घुम्‍दै हिँड़ेपछि, सेनाको आफ्‍नै लागि र भारी बोक्‍ने पशुहरूका निम्‍ति पानी खतम भयो।"},{"number":10,"verse":"तब इस्राएलका राजाले भने, “के परमप्रभुले हामी तीनै राजाहरूलाई मोआबको हातमा सुम्‍पिदिनलाई ल्‍याउनुभएको हो र?”"},{"number":11,"verse":"तर यहोशापातले सोधे, “के यहाँ परमप्रभुका कुनै एक जना अगमवक्ता छैनन्, जसद्वारा हामी परमप्रभुलाई सोधपूछ गर्न सक्‍छौं?” इस्राएलका राजाका अधिकृतहरूमध्‍येका एक जनाले भने, “शाफातका छोरा एलीशा यहाँ छन्। तिनले एलियाका हातमा पानी हालिदिन्‍थे।”"},{"number":12,"verse":"यहोशापातले भने, “परमप्रभुको वचन तिनीसँग छ।” यसैकारण इस्राएलका राजा र यहोशापात र एदोमका राजा तिनीकहाँ गए।"},{"number":13,"verse":"एलीशाले इस्राएलका राजालाई भने, “हाम्रो एक-अर्कासँग के सरोकार? तपाईंका पिताका अगमवक्ताहरू र तपाईंकी माताका अगमवक्ताहरूकहाँ जानुहोस्।” इस्राएलका राजाले तिनलाई जवाफ दिए, “होइन, परमप्रभुले हामी तीनै राजालाई एकैसाथ मोआबीहरूका हातमा सुम्‍पिदिनलाई बोलाउनुभएको हो।”"},{"number":14,"verse":"एलीशाले भने, “सर्वशक्तिमान् परमप्रभु, जसको सेवा म गर्दछु, उहाँका नाउँको शपथ खाएर म भन्‍दछु, यदि मैले यहूदाका राजा यहोशापातको आदर नगर्ने भए म तपाईंलाई एक आँखाले पनि हेर्नेथिइनँ अथवा ख्‍यालै पनि गर्नेथिइनँ।"},{"number":15,"verse":"तर अब एक जना वीणा बजाउनेलाई मेरो निम्‍ति ल्‍याऊ।” जब वीणा बजाउनेले बजाइरहेको थियो, तब परमप्रभुको हात एलीशामाथि पर्‍यो,"},{"number":16,"verse":"र तिनले भने, “परमप्रभु यसो भन्‍नुहुन्‍छ: यो बेँसीमा खाल्‍डै-खाल्‍डा बनाओ।"},{"number":17,"verse":"किनकि परमप्रभुले यसो भन्‍नुहुन्‍छ: तिमीहरूले न बतास न त पानीको झरी देख्‍नेछौ, तापनि यो बेँसी पानीले भरिनेछ, र तिमीहरू, तिमीहरूका गाई-गोरु र अरू पशुहरूले पानी पिउनेछन्।"},{"number":18,"verse":"परमप्रभुको दृष्‍टिमा यो त एउटा सजिलो कुरा हो। उहाँले मोआबलाई तपाईंहरूका हातमा सुम्‍पिदिनुहुनेछ।"},{"number":19,"verse":"तपाईंहरूले किल्‍ला भएको हरेक सहर र हरेक ठूलो नगरलाई परास्‍त गर्नुहुनेछ। तपाईंहरूले हरेक असल रूखलाई काटेर ढाल्‍नुहुनेछ, र सबै पानीका मूलहरू बन्‍द गरिदिनुहुनेछ, र हरेक असल खेतलाई ढुङ्गाहरूले नष्‍ट पारिदिनुहुनेछ।”"},{"number":20,"verse":"भोलिपल्‍ट प्राय: बिहानको बलिदानको समयमा अचानक एदोमको दिशाबाट पानी बग्‍न थाल्‍यो! अनि जमिन पानीले भरियो।"},{"number":21,"verse":"यसै बीचमा राजाहरू उनीहरूका विरुद्धमा लड़ाइँ गर्न आएका छन् भनी सबै मोआबीहरूले सुने। यसैले हतियार चलाउन सक्‍ने हरेक जवान र वृद्ध मानिसलाई आह्वान भयो, र तिनीहरू युद्धको निम्‍ति सिमानामा तैनाथ गरिए।"},{"number":22,"verse":"जब उनीहरू भोलिपल्‍ट बिहान सबेरै उठे, तब पानीमा घाम लागिरहेको थियो। मोआबीहरूले उनीहरूका सामुको त्‍यो पानी रगतजस्‍तै रातो भएको देखे।"},{"number":23,"verse":"उनीहरूले भने, “यो त रगत हो। ती राजाहरूले झगड़ा गरेर एक-अर्कालाई मारे होलान्। अब हे मोआबी हो, लुट्नलाई जाओ!”"},{"number":24,"verse":"तर जब मोआबीहरू इस्राएलीहरूको छाउनीमा आए, तब इस्राएलीहरू उठेर मोआबीहरू नभागुञ्‍जेल उनीहरूसित लड़ाइँ गरे। अनि इस्राएलीहरूले उनीहरूको देशलाई आक्रमण गरेर परास्‍त गरे।"},{"number":25,"verse":"तिनीहरूले सहरहरूलाई सर्वनाश गरे, र सबै मानिसले हरेक असल खेतमा एउटा-एउटा ढुङ्गा फ्‍याँकेर जमिन जताततै ढुङ्गैढुङ्गाले भरिदिए। तिनीहरूले पानीका सबै मूललाई थुनिदिए, र हरेक असल रूख काटेर ढालिदिए। तिनीहरूले कीर-हरेशेतलाई मात्र त्‍यसका ढुङ्गाहरूसमेत त्‍यसकै ठाउँमा छोड़िदिए, तर घुयेँत्राले सुसज्‍जित भएका मानिसहरूले त्‍यसलाई पनि घेरा हालेर आक्रमण गरे।"},{"number":26,"verse":"जब मोआबका राजाले अब लड़ाइँ हार्ने रहेछु भनी देखे, तब हतियारले सुसज्‍जित भएका सात सय मानिसहरूलाई एदोमका राजाकहाँ छिरिजानलाई लगे, तर उनीहरू सफल भएनन्।"},{"number":27,"verse":"तब उनले आफ्‍नो जेठो छोरो, उनीपछि राजा हुनेलाई सहरको पर्खालमा लगेर बलिदान स्‍वरूप चढ़ाए। इस्राएलमाथि साह्रै क्रोध पर्‍यो, र तिनीहरू फर्केर आफ्‍नै देशमा गए।"}]}