{"bibleAbbr":"WYC1395","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"But wite thou this thing, that in the laste daies perelouse tymes schulen neiye, and men schulen be louynge hem silf,"},{"number":2,"verse":"coueitouse, hiy of bering, proude, blasfemeris, not obedient to fadir and modir, vnkynde,"},{"number":3,"verse":"cursid, with outen affeccioun, with out pees, false blameris, vncontynent, vnmylde,"},{"number":4,"verse":"with out benygnyte, traitouris, ouerthwert, bollun with proude thouytis, blynde, loueris of lustis more than of God,"},{"number":5,"verse":"hauynge the licknesse of pitee, but denyynge the vertu of it. And eschewe thou these men."},{"number":6,"verse":"Of these thei ben that persen housis, and leden wymmen caitifs chargid with synnes, whiche ben led with dyuerse desiris, euere more lernynge,"},{"number":7,"verse":"and neuere perfitli comynge to the science of treuthe."},{"number":8,"verse":"And as Jannes and Mambres ayenstoden Moises, so these ayenstonden treuthe, men corrupt in vndirstonding, repreuyd aboute the feith."},{"number":9,"verse":"But ferthere thei schulen not profite, for the vnwisdom of hem schal be knowun to alle men, as hern was."},{"number":10,"verse":"But thou hast getun my teching, ordinaunce, purposing, feith, long abiding, loue,"},{"number":11,"verse":"pacience, persecuciouns, passiouns, whiche weren maad to me at Antioche, at Ycony, at Listris, what maner persecucyouns Y suffride, and the Lord hath delyuered me of alle."},{"number":12,"verse":"And alle men that wolen lyue feithfuli in Crist Jhesu, schulen suffre persecucioun."},{"number":13,"verse":"But yuele men and disseyueris schulen encreese in to worse, errynge, and sendinge in to errour."},{"number":14,"verse":"But dwelle thou in these thingis that thou hast lerud, and that ben bitakun to thee, witinge of whom thou hast lerud;"},{"number":15,"verse":"for thou hast knowun hooli lettris fro thi youthe, whiche moun lerne thee to heelthe, bi feith that is in Crist Jhesu."},{"number":16,"verse":"For al scripture inspirid of God is profitable to teche, to repreue, to chastice, to lerne in riytwisnes, that the man of God be parfit, lerud to al good werk."}]}