{"bibleAbbr":"Thomson1808","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":12,"verses":[{"number":1,"verse":"About this time, as Jesus was walking through corn fields on the sabbath days, his disciples were hungry and began to pluck some ears, and eat them."},{"number":2,"verse":"When the Pharisees saw this they said to him, See Thy disciples are doing that which it is not lawful to do on a sabbath."},{"number":3,"verse":"Whereupon he said to them, Have you not read, what David did when he was hungry, and they who were with him?"},{"number":4,"verse":"How he went to the house of God and ate the presence loaves, which it was not lawful for him or his company to eat, but only for the priests?"},{"number":5,"verse":"Or have you not read in the law, that on the sabbath days the priests in the temple break the sabbath and are blameless?"},{"number":6,"verse":"Now I say to you, There is one here greater than the temple."},{"number":7,"verse":"And if you had known the meaning of this,. “I desire mercy rather than sacrifice,” you would not have condemned the innocent."},{"number":8,"verse":"For the son of man is lord even of the sabbath."},{"number":9,"verse":"Having departed thence, he went into their synagogue"},{"number":10,"verse":"and lo! there was a man there who had his hand withered. And they asked him with a design to accuse him; “Is it lawful to heal on the sabbath days?”"},{"number":11,"verse":"And he said to them, What man is there among you, who having one sheep, if it fall into a pit on the sabbath days, will not take hold of it and lift it up?"},{"number":12,"verse":"Of how much greater value then is a man than a sheep? Therefore it is lawful to do good on the sabbaths."},{"number":13,"verse":"Then he said to the man, Stretch forth thy hand. And he stretched it out. And his hand was restored sound as the other."},{"number":14,"verse":"Thereupon the Pharisees went out and conspired against him that they might destroy him."},{"number":15,"verse":"But Jesus, knowing this, withdrew from that place; and great multitudes followed him, and he healed them all;"},{"number":16,"verse":"and strictly charged them not to make him known;"},{"number":17,"verse":"so that there was a full confirmation of what was spoken by the prophet Esaias saying,"},{"number":18,"verse":"“Behold my servant whom I have chosen! My beloved in whom my soul is well pleased! I will put my spirit upon him; and he will publish judgment to the nations."},{"number":19,"verse":"He will not contend nor raise a clamour; nor shall any one hear his voice in the streets."},{"number":20,"verse":"A bruised reed he will not break, nor extinguish a dimly burning taper, until he render his judgment victorious."},{"number":21,"verse":"In his name therefore let the nations trust.”"},{"number":22,"verse":"Then there was brought to him a demoniac, blind and dumb, and he healed him, so that he who was blind and dumb both spake and saw."},{"number":23,"verse":"And all the people were astonished and said, Is this the son of David?"},{"number":24,"verse":"But the Pharisees, hearing them said, This man expelleth the demons, only by Beelzebub, the chief of the demons."},{"number":25,"verse":"Thereupon Jesus, knowing their thoughts, said to them, Every kingdom divided against itself is brought to desolation. And no city or family divided against itself can subsist."},{"number":26,"verse":"Now if Satan expelleth Satan, he is at variance with himself, how then can his kingdom subsist?"},{"number":27,"verse":"Besides if I expel demons by Beelzebub, by whom do your sons expel them? Let them therefore be your judges."},{"number":28,"verse":"But if I expel the demons by the Spirit of God, then indeed the reign of God over you is come."},{"number":29,"verse":"How can anyone enter the house of the strong and plunder his goods, unless he first bind the strong one, in which case he may then plunder his house."},{"number":30,"verse":"He who is not for me is against me; and he who gathereth not with me, scattereth."},{"number":31,"verse":"Therefore I say to you, all manner of sin and slander may be forgiven men; but this slanderous speaking against the spirit is not to be forgiven men"},{"number":32,"verse":"Even though one speak against the son of man, it may be forgiven him; but whoever shall speak against the holy Spirit is not to be forgiven, either in the present age, or in that to come."},{"number":33,"verse":"Either make the tree good and its fruit good, or make the tree bad, and its fruit bad. For the tree is known by its fruit"},{"number":34,"verse":"Brood of vipers! how can you who are evil speak good things? For out of the abundance of the heart the mouth speaketh."},{"number":35,"verse":"The good man out of the good treasure of his heart produceth good things; and the bad man, out of his bad treasure produceth bad things."},{"number":36,"verse":"Now I assure you in respect to every idle word which men shall utter, they shall give an account thereof in a day of judgment."},{"number":37,"verse":"For by thy words thou shalt be justified, and by thy words thou shall be condemned."},{"number":38,"verse":"Then some of the Scribes and Pharisees interposed, saying, Teacher, we desire to see a sign from thee."},{"number":39,"verse":"In reply to which he said to them, an evil, and an adulterous generation demand a sign, but no sign shall be given them, save the sign of the prophet Jonas."},{"number":40,"verse":"For as Jonas was three days and three nights in the belly of the great fish, so the son of man will be three days and three nights in the heart of the earth."},{"number":41,"verse":"The men of Ninive will be raised up at the judgment with this generation, and will condemn it; because they repented at the proclamation of Jonas; and behold something greater than Jonas is here."},{"number":42,"verse":"The queen of the south will be raised up at the judgment with this generation, and will condemn it, because she came from the extremities of the earth to hear the wisdom of Solomon. And behold something greater than Solomon is here,"},{"number":43,"verse":"When the unclean spirit hath gone out of the man, it walketh through dry places seeking rest, but doth not find it."},{"number":44,"verse":"Then it saith I will return to my habitation from which I came out. And when it is come, it findeth it unoccupied, swept and furnished."},{"number":45,"verse":"Then it goeth and bringeth with it seven other spirits worse than itself, and they enter and dwell there. So the last state of that man is worse than the first. Thus also will it be with this wicked generation."},{"number":46,"verse":"Now, while he was speaking to the people, lo! His mother and his brethren were standing without, desiring to speak with him."},{"number":47,"verse":"And one said to him, lo! thy mother and thy brethren are standing without, desiring to speak with thee."},{"number":48,"verse":"In reply to which he said to him who told him, who is my mother? And who are my brethren?"},{"number":49,"verse":"Then, stretching out his hand towards his disciples, he said, Behold my mother, and my brethren!"},{"number":50,"verse":"for whoever will do the will of my father who is in heaven, the same is my brother and sister and mother."}]}