{"bibleAbbr":"Thomson1808","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":14,"verses":[{"number":1,"verse":"At that time Herod the tetrarch hearing of the fame of Jesus,"},{"number":2,"verse":"said to his servants, This is John the Baptist. He is raised from the dead, and therefore miracles are performed by him."},{"number":3,"verse":"(For Herod had apprehended John and bound him, and put him in prison on account of Herodias, the wife of his brother Philip:"},{"number":4,"verse":"for John had said to him, It is not lawful for thee to have her."},{"number":5,"verse":"Upon which Herod would have put him to death, but he was afraid of the people, because they looked upon him as a prophet."},{"number":6,"verse":"But when Herod's birth day was kept, the daughter of Herodias danced before the company and pleased Herod."},{"number":7,"verse":"Whereupon he promised with an oath to give her whatever she would ask."},{"number":8,"verse":"And she at the instigation of her mother, said, Give me here in a basin the head of John the Baptist."},{"number":9,"verse":"Though the king was sorry, yet from a regard to the oath and the guests, he ordered it to be given her."},{"number":10,"verse":"So he sent and beheaded John in the prison."},{"number":11,"verse":"And his head was brought in a basin and given to the damsel, who carried it to her mother."},{"number":12,"verse":"And his disciples went and took up the body, and buried it, and came and told Jesus."},{"number":13,"verse":"When Jesus heard this he departed thence, in a vessel, privately, to a desert place; and the people, being informed, followed him by land out of the cities."},{"number":14,"verse":"And when Jesus landed he saw a great multitude, and had compassion on them, and healed their sick."},{"number":15,"verse":"And towards evening his disciples accosted him, saying, This is a desert place and the hour is now past, dismiss the multitude that they may go to the villages and buy themselves victuals."},{"number":16,"verse":"And Jesus said to them, They need not go. Give them, ye yourselves, something to eat."},{"number":17,"verse":"And they said, We have here only five loaves and two fishes."},{"number":18,"verse":"Whereupon he said, Bring them hither to me."},{"number":19,"verse":"Then he ordered the multitude to arrange themselves, as at table, on the grass. And having taken the five loaves and the two fishes, he looked up to heaven and pronounced a blessing. Then he brake and gave the loaves to the disciples and the disciples [distributed] them to the multitudes."},{"number":20,"verse":"And they all ate and were satisfied. And there were carried away twelve panniers full of the fragments which remained."},{"number":21,"verse":"Now they who had eaten were about five thousand men, besides women and children."},{"number":22,"verse":"Then Jesus immediately constrained his disciples to embark, and cross over to the other side before him, while he dismissed the multitudes."},{"number":23,"verse":"And when he had dismissed the multitudes he went up, by himself, to the mountain, to pray And in the course of the eve, he was there alone,"},{"number":24,"verse":"and the vessel was now in the midst of the sea tossed by the waves, for the wind was contrary."},{"number":25,"verse":"And in the fourth watch of the night, Jesus went to them, walking on the sea."},{"number":26,"verse":"When the disciples saw him walking on the sea, they were terrified, and said it is an apparition, and cried out for fear."},{"number":27,"verse":"Thereupon Jesus immediately spake to them, saying, Take courage: it is I; be not afraid."},{"number":28,"verse":"In reply to which Peter said, Master, if it be them, bid me come to thee on the water."},{"number":29,"verse":"And Jesus said, Come. So Peter having gone down from the vessel, walked on the waves to go to Jesus."},{"number":30,"verse":"But perceiving the wind strong, he was afraid, and, beginning to sink, he cried out, saying, Master, save me."},{"number":31,"verse":"And Jesus immediately stretched forth his hand and took hold of him, saying, Distrustful man, why didst thou doubt?"},{"number":32,"verse":"And when they were come into the vessel the wind ceased."},{"number":33,"verse":"And they who were in the vessel came and bowed down to him, saying, Thou art indeed Son of God."},{"number":34,"verse":"And when they had crossed over, they landed in the territory of Gennesaret."},{"number":35,"verse":"And the men of that place, knowing him, sent to all the country around, and they brought to him all that were sick,"},{"number":36,"verse":"and intreated him that they might only touch the tuft of his mantle. And as many as touched were perfectly cured."}]}