{"bibleAbbr":"Thomson1808","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":19,"verses":[{"number":1,"verse":"When Jesus had finished these discourses he departed from Galilee and came to the borders of Judea, on the bank of the Jordan."},{"number":2,"verse":"And great multitudes followed him, and he healed them there."},{"number":3,"verse":"And the Pharisees came to him, and trying him said, Is it lawful for a man to put away his wife for every fault?"},{"number":4,"verse":"In reply to which he said to them, “Have you not read that the Creator at the beginning made them a male and a female?”"},{"number":5,"verse":"Moreover he said, “For this cause a man is to leave his father and his mother, and cleave to his wife, and they two shall be one flesh;"},{"number":6,"verse":"so that they are no longer two but one flesh.” Therefore what God hath conjoined, let not man separate."},{"number":7,"verse":"They say to him, Why then did Moses command to give a bill of divorce and dismiss her?"},{"number":8,"verse":"He saith to them, Because of your intractable disposition Moses permitted you to put away your wives; but it was not so from the beginning."},{"number":9,"verse":"Now I say to you, Whosoever shall put away his wife, except it be for whoredom and shall marry another, committeth adultery: and he who marrieth her who was put away committeth adultery."},{"number":10,"verse":"His disciples say to him, If such be the case between the husband and wife, it is not expedient to marry."},{"number":11,"verse":"Whereupon he said to them, All men cannot admit this inference. But with respect to them to whom it is granted"},{"number":12,"verse":"(for there are some who have been eunuchs from their birth, and some have been made eunuchs by men, and there are some who have made themselves eunuchs for the kingdom of heaven) let him admit it, who can admit it."},{"number":13,"verse":"Then children were brought to him that he might lay his hands on them and pray for them; and his disciples rebuked them."},{"number":14,"verse":"Whereupon Jesus said, Let the children alone, and do not hinder them to come to me; for of such is the kingdom of the heavens."},{"number":15,"verse":"And when he had laid his hands on them he departed thence."},{"number":16,"verse":"And behold there came one who said to him, Good teacher, what good thing shall I do, that I may have an everlasting life?"},{"number":17,"verse":"In reply to which Jesus said to him, Why callest thou me good? There is none good but God only. But if thou desirest to enter into that life, keep the commandments."},{"number":18,"verse":"He saith to him, Which? And Jesus said, These: Thou shalt not commit murder; Thou shalt not commit adultery; Thou shalt not steal; Thou shall not bear false witness;"},{"number":19,"verse":"Honour thy father and thy mother; and, Thou shalt love thy neighbour as thyself."},{"number":20,"verse":"The youth said to him, All these I have kept from my childhood. What do I yet lack?"},{"number":21,"verse":"Jesus said to him, If thou wishest to be perfect, go, sell thy estate, and give to the poor; and thou shalt have treasure in heaven. Then come and follow me."},{"number":22,"verse":"Upon hearing this word, the youth went away sorrowful; for he had great possessions."},{"number":23,"verse":"Thereupon Jesus said to his disciples, Verily I say to you, With difficulty will a rich man enter the kingdom of heaven."},{"number":24,"verse":"Again I say to you, It is easier for a camel to pass through the eye of a needle than for a rich man to enter the kingdom of God."},{"number":25,"verse":"When his disciples heard this they were greatly astonished and said, Who then can be saved?"},{"number":26,"verse":"Thereupon Jesus looking earnestly at them said, With men this is impossible; but with God all things are possible."},{"number":27,"verse":"Then Peter addressing him said, Behold we have left all and followed thee, what then shall we have?"},{"number":28,"verse":"Thereupon Jesus said to him, Verily I say to you, With respect to you who have followed me, at the renovation, when the son of man shall sit on the throne of his glory, you also shall sit on twelve thrones judging the twelve tribes of Israel."},{"number":29,"verse":"And everyone who hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or fields for the sake of my name, shall receive an hundred fold compensation. He shall indeed inherit an everlasting life."},{"number":30,"verse":"But many will be first who are last; and last, who are first."}]}