{"bibleAbbr":"Thomson1808","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":22,"verses":[{"number":1,"verse":"So Jesus, continuing his discourse, addressed them again in parables, saying,"},{"number":2,"verse":"The reign of the heavens may be compared to a temporal king, who made a marriage feast for his son."},{"number":3,"verse":"And he sent his servants to call them who were invited to the wedding, but they would not come."},{"number":4,"verse":"Again he sent other servants, saying, Tell them who have been invited, Behold I have prepared my dinner. My bullocks and my fatlings are killed and all things are ready. Come to the wedding feast."},{"number":5,"verse":"But they turned away with indifference, one to his farm, and another to his merchandise"},{"number":6,"verse":"and the rest seized his servants, insulted, and slew them."},{"number":7,"verse":"When the king heard this he was incensed, and sent forth his armies, and destroyed the murderers, and burned their city."},{"number":8,"verse":"Then he saith to his servants, The wedding is indeed ready. but they who have been invited are unworthy;"},{"number":9,"verse":"Go ye therefor, to the highways, and invite to the wedding as many as you meet with."},{"number":10,"verse":"Accordingly the servants went out to the highway and assembled all that they met, bad and good. And the wedding was plentifully supplied with guests."},{"number":11,"verse":"And when the king came in to see the guests, he saw there a man who had not on a wedding garment, and saith to him,"},{"number":12,"verse":"Companion, how camest thou hither without having on a wedding garment. And he was struck speechless."},{"number":13,"verse":"Then the king said to the attendants, Bind his hands and feet and carry him out and cast him into the outer darkness. Weeping and gnashing of teeth will be there."},{"number":14,"verse":"For there are many called, but few chosen."},{"number":15,"verse":"Then the Pharisees went out and consulted how they might ensnare him by a discourse."},{"number":16,"verse":"So they send to him their disciples with the Herodians, saying, Teacher, We know that thou art true and teachest the way of God truly, and carest for no one. For thou respectest not the persons of men."},{"number":17,"verse":"Tell us therefore what thou thinkest. Is it lawful to pay tribute to Caesar, or not?"},{"number":18,"verse":"But Jesus, knowing their malice, said, Hypocrites! Why do ye try me?"},{"number":19,"verse":"Shew me the tribute money. So they brought him a deniar,"},{"number":20,"verse":"then he saith to them, Whose image and inscription is this?"},{"number":21,"verse":"They say to him, Caesar's. Then he saith to them, Render then to Caesar the things which are Caesar's; and to God, the things which are God's."},{"number":22,"verse":"Upon hearing this they were struck with surprise, and left him and went away."},{"number":23,"verse":"On the same day there came to him Sadducees, who say, There is no future state. And they asked him,"},{"number":24,"verse":"saying, Teacher, Moses said, If a man die, having no children, his brother shall marry his wife, and raise up seed for his brother."},{"number":25,"verse":"Now there were with us seven brothers. And the first married a wife and died; and having no children, he left his wife for his brother."},{"number":26,"verse":"In like manner also the second and the third, even to the seventh."},{"number":27,"verse":"And last of all, the woman also died:"},{"number":28,"verse":"in the future state therefore, whose wife shall she be of the seven? For they all married her."},{"number":29,"verse":"In reply to which, Jesus said to them, Ye err, not knowing the scriptures nor the power of God."},{"number":30,"verse":"For in the future state, they neither marry, nor are given in marriage, but are as the angels of God in heaven."},{"number":31,"verse":"But in respect to the revival of the dead. Have you not read what was spoken to you: by God, saying,"},{"number":32,"verse":"“I am the God of Abraham, and the God of Isaak, and the God of Jacob,” God is not the God of the dead; but of the living."},{"number":33,"verse":"When the people heard this they were astonished at his manner of teaching."},{"number":34,"verse":"Now when the Pharisees heard that he had silenced the Sadducees, they flocked about him for the same purpose."},{"number":35,"verse":"And one of them, an expounder of the law, with a view to 36 try him, asked him this question,"},{"number":36,"verse":"Teacher, which is the great commandment in the law?"},{"number":37,"verse":"Thereupon Jesus said to him, Thou shalt love the Lord thy God, with all thy heart, and with all thy soul, and with all thy mind."},{"number":38,"verse":"This is the first and great commandment."},{"number":39,"verse":"And the second is like it, Thou shalt love thy neighbour as thyself."},{"number":40,"verse":"On these two commandments hang the whole law and the prophets."},{"number":41,"verse":"Now while the Pharisees were together, Jesus asked them,"},{"number":42,"verse":"saying, What think ye concerning the Christ? Whose Son is he? They say to him, David's."},{"number":43,"verse":"He saith to them, How then doth David by the spirit call him Lord; saying,"},{"number":44,"verse":"“The Lord said to my Lord, Sit at my right hand, until I make thine enemies thy footstool.”"},{"number":45,"verse":"If then David calleth him Lord: how is he his son?"},{"number":46,"verse":"And none could answer him a word. Nor did any one presume from that day forward to ask him any more questions."}]}