{"bibleAbbr":"Thomson1808","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":26,"verses":[{"number":1,"verse":"When Jesus had finished all these discourses, he said to his disciples,"},{"number":2,"verse":"You know that two days hence is the passover, when the son of man is to be delivered up to be crucified."},{"number":3,"verse":"At that time the chief priests, and the Scribes, and the elders of the people, were convened to the court of the high priest, whose name was Caiaphas,"},{"number":4,"verse":"and were consulting how they might take Jesus by surprise and kill him."},{"number":5,"verse":"And they said, Not at the festival, that there may not be a tumult among the people."},{"number":6,"verse":"Now when Jesus was at Bethany, in the house of Simon the leper,"},{"number":7,"verse":"there came to him a woman, having an alabaster box of precious balsam, which she poured on his head while he was at table."},{"number":8,"verse":"At seeing this, his disciples expressed indignation, saying, Why this profusion!"},{"number":9,"verse":"For this balsam might have been sold for a great sum, and given to the poor."},{"number":10,"verse":"Jesus, knowing it, said to them, Why trouble ye the woman? For she hath done a good office for me."},{"number":11,"verse":"For you have the poor always with you; but me you have not always."},{"number":12,"verse":"For in pouring this balsam on my body, she hath done it to embalm me."},{"number":13,"verse":"Verily I say to you, In what part soever of the world these glad tidings shall be proclaimed, mention will also be made of what she hath done, for a memorial of her."},{"number":14,"verse":"Then one of the twelve, named Judas Iscariot, went to the chief priests,"},{"number":15,"verse":"and said, What will you give me, and I will deliver him up to you. And they weighed to him thirty shekels of silver:"},{"number":16,"verse":"And from that time he watched an opportunity to deliver him up."},{"number":17,"verse":"Now, on the first day of unleavened bread, his disciples came to Jesus, and said to him, Where wilt thou have us make preparation for thee to eat the passover?"},{"number":18,"verse":"And he said, Go to the city, to such a person, and say to him, The teacher saith, My time is near. At thy house I am about to celebrate the passover with my disciples."},{"number":19,"verse":"Accordingly the disciples did as Jesus commanded them, and prepared the passover."},{"number":20,"verse":"And when the evening was come he placed himself at the table, with the twelve."},{"number":21,"verse":"And while they were eating, he said, Verily I say to you, One of you is to deliver me up."},{"number":22,"verse":"And they being very sorrowful, began every one of them to say to him, Master, am I?"},{"number":23,"verse":"Whereupon he answering, said, One who hath dipped his hand in the dish with me is to deliver me up."},{"number":24,"verse":"The son of man goeth indeed as it is written of him. But alas for that man by whom the son of man is delivered up. Good were it for that man if he had never been born."},{"number":25,"verse":"Even Judas who was about to deliver him up, having taken occasion, said, Am I, Rabbi? He saith to him, As thou hast said."},{"number":26,"verse":"Now as they were eating, Jesus having taken the loaf and pronounced a blessing, broke and gave to the disciples, and said, Take, eat; This is my body."},{"number":27,"verse":"Then having taken the cup and given thanks, he gave it to them, saying, Drink ye all of it."},{"number":28,"verse":"For this is my blood; that of the new covenant; that shed for many, for the remission of sins."},{"number":29,"verse":"Now I say to you, “I will not henceforth drink of the product of the vine; until the day when I shall drink it new with you in my father's kingdom.”"},{"number":30,"verse":"And after the hymn they went out to the mount of olives."},{"number":31,"verse":"Then Jesus saith to them, You will all be stumbled at me this night; for it is written, I will smite the shepherd and the sheep of the flock will be dispersed!"},{"number":32,"verse":"But after I am risen, I will go before you to Galilee."},{"number":33,"verse":"Thereupon Peter addressing him, said, Though all should be stumbled at thee; as for me, I will never be stumbled."},{"number":34,"verse":"Jesus said to him, Verily I say to thee, This very night, before cock crowing, thou wilt three times deny me."},{"number":35,"verse":"Peter saith to him, Though I should die with thee, I will not deny thee. And so said all the disciples."},{"number":36,"verse":"Then Jesus goeth with them to a place called Gethsemane, and saith to the disciples, Stay here while I go yonder to pray."},{"number":37,"verse":"And having taken with him Peter, and the two sons of Zebedee, he began to be in an agony of grief and distress."},{"number":38,"verse":"Whereupon he saith to them, My soul is overwhelmed with anguish 9 even to death. Stay here and watch with me."},{"number":39,"verse":"Then, advancing a little further, he fell prostrate on his face, and prayed, saying, O my father, if it be possible, let this cup be removed from me. Nevertheless not as I would, but as thou wiliest."},{"number":40,"verse":"Then he cometh to the disciples, and finding them asleep, he saith to Peter, So, could you not watch one hour with me?"},{"number":41,"verse":"Watch and pray, that you may not come to a trial. The spirit indeed is willing; but the flesh is weak."},{"number":42,"verse":"Again he went away the second time, and prayed, saying, O my father! If this cup cannot be removed from me, without my drinking it; thy will be done."},{"number":43,"verse":"Then coming, he findeth them again sleeping; for their eyes were weighed down."},{"number":44,"verse":"So, leaving them he withdrew again, and prayed a third time, to the same purpose."},{"number":45,"verse":"Then he cometh to these disciples of his, and saith to them, Are you still sleeping and taking repose? Behold the hour is come, and the son of man is delivered up into the hands of sinners."},{"number":46,"verse":"Arise; let us go. Behold he who delivereth me up is at hand."},{"number":47,"verse":"And while he was yet speaking, lo! Judas, one of the twelve, came, and with him a great multitude with swords and clubs, from the chief priests, and the elders of the people."},{"number":48,"verse":"Now his betrayer had given them a sign, saying, The person I shall kiss is he; Secure him."},{"number":49,"verse":"So coming directly up to Jesus, he said, Hail, Rabbi! and kissed him."},{"number":50,"verse":"And Jesus said to him, Companion! for what purpose art thou come? Then others, advancing, laid hands on Jesus, and held him."},{"number":51,"verse":"Upon which one of them who were with Jesus, stretching forth his hand, drew his sword, and smote the servant of the high priest, and cut off his ear."},{"number":52,"verse":"Thereupon Jesus saith to him, Return thy sword to its place. For are all who have taken a sword to perish by a sword?"},{"number":53,"verse":"Or dost thou think that I cannot now address ray father, who can send to my assistance, more than twelve legions of angels?"},{"number":54,"verse":"How then would the scriptures be fulfilled, that thus it must be?"},{"number":55,"verse":"At that instant Jesus was saying to the multitudes, Are you come out as against a rubber with swords and clubs, to take me? Day after day I sat before you teaching in the temple, and you did not lay hold on me."},{"number":56,"verse":"But all this is done that the writings of the prophets may be confirmed. Then all the disciples forsook him and fled."},{"number":57,"verse":"And they who had hold of Jesus led him away to Caiaphas, the high priest, where the Scribes and the elders of the people were assembled."},{"number":58,"verse":"Now Peter followed him at a distance, even to the court of the high priest. And having gone in, he sat down with the attendants, to see the issue."},{"number":59,"verse":"And the chief priests and the elders, even the whole Sanhedrim, sought false testimony against Jesus that they might put him to death,"},{"number":60,"verse":"but found it not. Though many false witnesses came forward, they did not find it. At last two false witnesses came,"},{"number":61,"verse":"who said, This man said, I can destroy the temple of God and in three days rebuild it."},{"number":62,"verse":"Then the chief priest, standing up, said to him, \"Answerest thou nothing to what these testify against thee?\""},{"number":63,"verse":"But Jesus was silent. Then the chief priest addressing him, said, I adjure thee by the living God, that thou tell us whether thou art the Christ, the son of God."},{"number":64,"verse":"Jesus saith to him, It is as thou hast spoken. Moreover I say to you, Hereafter you shall see the son of man sitting at the right hand of that Power, and coming on the clouds of heaven."},{"number":65,"verse":"Upon this the high priest rent his clothes, saying, He hath blasphemed. What further need have we of witnesses? Behold you have now heard his blasphemy."},{"number":66,"verse":"What think ye? Thereupon they, answering, said, He is guilty of death."},{"number":67,"verse":"Then they spat in his face and struck him with their fists,68 and smote him with staves, saying,"},{"number":68,"verse":"Prophesy to us Christ. Who is he that smote thee?"},{"number":69,"verse":"Now when Peter was sitting without, in the court, a servant maid came up to him and said, Thou also wast with Jesus the Galilean."},{"number":70,"verse":"And he denied before them all, saying, I do not know what thou sayest"},{"number":71,"verse":"And as he was going out into the porch another maid saw him, and saith to them there, That man also was with Jesus the Nazarene."},{"number":72,"verse":"And he again denied, with an oath, I do not know the man."},{"number":73,"verse":"And a little after, some byestanders came up and said to Peter, Thou also art certainly one of them, for thy speech discovereth thee."},{"number":74,"verse":"Then he began to curse and to swear, I do not know the man. And immediately a cock crowed."},{"number":75,"verse":"Whereupon Peter recollected the word which Jesus said to him, “Before cockcrowing thou wilt three times deny me;” and going out, he wept bitterly."}]}