{"bibleAbbr":"Thomson1808","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":4,"verses":[{"number":1,"verse":"Then Jesus was led up by the spirit into the wilderness to be tempted by the devil."},{"number":2,"verse":"And having fasted forty days and forty nights, he was at last hungry."},{"number":3,"verse":"Whereupon the tempter coming to him, said, If thou art Son of God, command these stones to become loaves."},{"number":4,"verse":"In reply to which, Jesus said, It is written, “Man can live not by bread only, but by anything which God is pleased to appoint.\""},{"number":5,"verse":"Then the devil taketh him along to the holy city and placeth him on the battlement of the temple,"},{"number":6,"verse":"and saith to him, If thou art Son of God, cast thyself down; for it is written, “He will give his angels a charge concerning thee, and with their hands they will bear thee up shouldst thou perchance strike thy foot against a stone.”"},{"number":7,"verse":"Jesus said to him, It is also written, “Thou shall not try the Lord thy God.\""},{"number":8,"verse":"Again the devil taketh him along with him to a very high mountain and pointeth out to him all the kingdoms of the world and the glory of them,"},{"number":9,"verse":"and saith to him, All these I will give thee if thou wilt prostrate thyself and worship me."},{"number":10,"verse":"Whereupon Jesus said to him, “Be gone, Satan: for it is written, “Thou shalt worship the Lord thy God and serve him alone."},{"number":11,"verse":"Then the devil leaveth him, and lo! angels came and ministered to him."},{"number":12,"verse":"Now when Jesus heard that John was committed to prison he withdrew into Galilee;"},{"number":13,"verse":"and having left Nazareth he went and dwelt at Capernaum, a sea port at the confines of Zebulon and Nephthaleim;"},{"number":14,"verse":"so that there was an accomplishment of what was spoken by the prophet Esaias saying,"},{"number":15,"verse":"“The land of Zabulon and the land of Nephthaleim, the sea coast, the banks of the Jordan, Galilee of the nations;"},{"number":16,"verse":"the people who sat in darkness saw a great light; and to them who sat in the region and shadow of death, light is sprung up.”"},{"number":17,"verse":"From that time Jesus began to make proclamation and say, “Reform; for the reign of the heavens is at hand.”"},{"number":18,"verse":"Now as Jesus was walking along the sea of Galilee, he saw two brothers, Simon called Peter, and Andrew his brother, casting a drag net into the sea; for they were fishermen;"},{"number":19,"verse":"and he said to them, Follow me and I will make you fishers of men."},{"number":20,"verse":"Thereupon they immediately left their nets and followed him."},{"number":21,"verse":"And passing on he saw other two brothers, James the son of Zebedee, and John his brother, in the vessel with their father Zebedee, mending their nets, and he called them."},{"number":22,"verse":"Whereupon they immediately left the vessel and their father, and followed him."},{"number":23,"verse":"Then Jesus went through all Galilee teaching in their synagogues, and proclaiming the good news of the reign and curing every disease, and every malady among the people."},{"number":24,"verse":"And the fame of him spread through all Syria; and they brought to him all their sick, seized and tormented with various distempers—demoniacs, and lunatics and paralytics, and he cured them."},{"number":25,"verse":"And great multitudes followed him from Galilee, and Decapolis and Jerusalem and Judea, and from the banks of the Jordan."}]}