{"bibleAbbr":"Thomson1808","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":5,"verses":[{"number":1,"verse":"On seeing these multitudes he went up to the mount and sat down, and his disciples came to him,"},{"number":2,"verse":"and he opened his mouth and taught them, saying,"},{"number":3,"verse":"Happy the poor in spirit; for the kingdom of the heavens is theirs."},{"number":4,"verse":"Happy they who mourn; for they shall be comforted."},{"number":5,"verse":"Happy the meek; for they shall inherit the land."},{"number":6,"verse":"Happy they who hunger and thirst for righteousness; for they shall be satisfied."},{"number":7,"verse":"Happy the merciful; for they shall obtain mercy."},{"number":8,"verse":"Happy the pure in heart; for they shall see God."},{"number":9,"verse":"Happy the peace makers; for they shall be called children of God."},{"number":10,"verse":"Happy they who are persecuted for righteousness' sake; for the kingdom of the heavens is theirs."},{"number":11,"verse":"Happy are ye when men will revile and persecute you, and accuse you falsely of every evil thing on my account."},{"number":12,"verse":"Rejoice and exult triumphantly; for great will be your reward in heaven: for thus they persecuted the prophets who were before you."},{"number":13,"verse":"You are the salt of the earth. Now if the salt become insipid, with what can it be made salt? It is no longer fit for any thing, but to be thrown out of doors, and trampled under foot by men."},{"number":14,"verse":"You are the light of the world. A city situate on a mountain cannot be hid."},{"number":15,"verse":"A lamp is not lighted and put under the corn measure, but on the stand, that it may give light to all the family."},{"number":16,"verse":"Thus let your light shine before men, that they may see your good works and glorify your father who is in heaven."},{"number":17,"verse":"Do not imagine that I am come to annul the law and the prophets. I am not come to annul, but to confirm them."},{"number":18,"verse":"For verily I say to you, Until that heaven and this earth shall have passed away, not one jot nor a tittle of the law shall be annulled till all be accomplished."},{"number":19,"verse":"Therefore whosoever shall weaken the force of one of the commandments, were it even the least, and teach men accordingly, he shall be the least esteemed in the reign of the heavens; but whoever shall practise and teach them, he shall be highly esteemed in the reign of the heavens."},{"number":20,"verse":"For I say to you, Unless your righteousness exceed that of the Scribes and Pharisees, you can in no wise enter the kingdom of the heavens."},{"number":21,"verse":"You have heard that it was said to them of old, “Thou shalt not commit murder.\" And, “Whosoever shall commit murder shall be liable to the sentence of the judges.”"},{"number":22,"verse":"But I say to you, Whosoever is angry with his brother without cause, shall be liable to the sentence of the judges: and whoever shall say to his brother, Raca, [a contemptuous word] shall be liable to the sentence of the Sanhedrim; and whoever shall say, Moreh, [a reproachful word] shall be liable (to be sentenced) to the vale of fire."},{"number":23,"verse":"If therefore thou bring thy gift to the altar and recollect there that thy brother hath ground of complaint against thee;"},{"number":24,"verse":"leave there thy gift before the altar and go away. First of all be reconciled with thy brother, and then come and offer thy gift."},{"number":25,"verse":"Come speedily to a friendly agreement with thine adversary, whilst thou art on the road with him; lest the adversary deliver thee up to the judge; and the judge consign thee to the officer, and thou be thrown into prison."},{"number":26,"verse":"Verily I say to thee, thou shalt not be released until thou hast discharged the last farthing."},{"number":27,"verse":"You have heard that it hath been said to the ancients, “Thou shalt not commit adultery.”"},{"number":28,"verse":"But I say to you, whoever looketh on a married woman so as to lust after her, hath already committed adultery with her in his heart."},{"number":29,"verse":"Therefore if thy right eye cause thee to stumble, pluck it out and cast it from thee; for it is better for thee to lose one of thy members, than that thy whole body be cast into a vale of fire."},{"number":30,"verse":"And if thy right hand causeth thee to stumble, cut it off and cast it from thee; for it is better for thee to lose one of thy members, than that thy whole body be cast into a vale of fire."},{"number":31,"verse":"It hath also been said, Whosoever would put away his wife, let him give her a bill of divorce."},{"number":32,"verse":"But I say to you, Whosoever shall put away his wife, except for whoredom, causeth her to commit adultery: and whoever shall marry her who is put away, committeth adultery."},{"number":33,"verse":"Again you have heard that it hath been said to the ancients, Thou shalt not forswear thyself; but shalt perform thine oaths to the Lord."},{"number":34,"verse":"But I say to you, Swear not at all: neither by heaven, for it is God's throne:"},{"number":35,"verse":"nor by the earth, for it is his footstool; nor by Jerusalem; for it is the city of the great king,"},{"number":36,"verse":"neither shalt thou swear by thy head; for thou canst not make one hair white or black."},{"number":37,"verse":"But let your word yes, be yes; and your no, no; for whatever exceedeth these, proceedeth from that which is evil."},{"number":38,"verse":"You have heard that it was said, “An eye for an eye: and a tooth for a tooth.”"},{"number":39,"verse":"But I say to you, Contend not with the injurious: but if one smite thee on the right cheek, turn to him the other also."},{"number":40,"verse":"And if any determine to sue thee at law for thy vest, give it up to him, nay were it even thy mantle."},{"number":41,"verse":"And if one press thee to go one mile, go with him two."},{"number":42,"verse":"Give to him who asketh thee. And from him who would borrow of thee, turn not thou away."},{"number":43,"verse":"You have heard that it was said, “Thou shalt love thy neighbour and hate thine enemy.”"},{"number":44,"verse":"But I say to you, Love your enemies. Bless them who curse you. Do good to them who hate you: and pray for them who spitefully use you and persecute you;"},{"number":45,"verse":"that you may be the children of your Father in heaven: for he causeth the sun to rise on bad and good, and sendeth the rain on just and unjust."},{"number":46,"verse":"For if you love them who love you, what reward have you? Do not even the publicans the same?"},{"number":47,"verse":"And if you salute your brethren only, wherein do ye excel? Do not even the publicans do the same?"},{"number":48,"verse":"You therefore are to be perfect, as your Father, who is in heaven, is perfect."}]}