{"bibleAbbr":"Thomson1808","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":9,"verses":[{"number":1,"verse":"So having gone onboard the vessel, he crossed over, and came to his own city."},{"number":2,"verse":"And lo! they brought to him a paralytic laid on a bed: and Jesus, seeing their faith, said to the paralytic, Take courage, my son; thy sins are forgiven thee."},{"number":3,"verse":"Thereupon some of the Scribes said within themselves, This man blasphemeth."},{"number":4,"verse":"But Jesus knowing their thoughts, said, Why do ye harbour evil thoughts in your hearts?"},{"number":5,"verse":"For which is easier? To say, Thy sins are forgiven thee; or to say, Arise and walk?"},{"number":6,"verse":"But that you may know that the son of man hath power on earth to forgive sins, Arise (saith he then to the paralytic) take up thy bed and go home."},{"number":7,"verse":"Accordingly he arose and departed to his house."},{"number":8,"verse":"And when the multitude saw this they expressed their admiration and glorified God who had given such power to men."},{"number":9,"verse":"When Jesus was going thence he saw a man, named Matthew, sitting at the custom house; and he saith to him, Follow me. Whereupon he arose and followed him."},{"number":10,"verse":"And when he was at table in the house, behold many publicans and sinners came and placed themselves at the table with Jesus and his disciples."},{"number":11,"verse":"When the Pharisees saw this, they said to his disciples, Why doth your teacher eat with these publicans and sinners?"},{"number":12,"verse":"And Jesus hearing this, said to them, They who are well have no need of a physician, but they who are sick."},{"number":13,"verse":"Go then and learn what this meaneth, “I desire mercy rather than sacrifice;” for I did not come to call righteous men, but sinners to reformation."},{"number":14,"verse":"Then John's disciples, accosting him, said, Why do we and the Pharisees fast frequently, but thy disciples never fast?"},{"number":15,"verse":"And to them Jesus said, Can bridemen mourn, while the bridegroom is with them? The days indeed will come, when the bridegroom shall be taken away from them and then they will fast."},{"number":16,"verse":"No one mendeth an old garment with a patch of undressed cloth; for such a patch teareth the garment and maketh a greater rent."},{"number":17,"verse":"Neither do men put new wine into old leathern bottles, otherwise the bottles burst, and the wine is spilled, and the bottles are lost. But new wine is put into new bottles, so both are preserved."},{"number":18,"verse":"While he was thus speaking to them, behold a chief came and, making obeisance to him, said, My daughter is at the point of death, but come and lay thy hand on her and she will live."},{"number":19,"verse":"Thereupon Jesus arose and with his disciples followed him."},{"number":20,"verse":"And lo! a woman who had been twelve years afflicted with an efflux of blood, came behind and touched the tuft of his mantle."},{"number":21,"verse":"For she said within herself, If I can only touch his mantle, I shall be cured."},{"number":22,"verse":"And Jesus turned about and when he saw her, said, Daughter, take courage; thy faith hath cured3 thee. And from that instant the woman was cured."},{"number":23,"verse":"And when Jesus came to the house of the chief and saw the minstrels and the crowd in a bustle,"},{"number":24,"verse":"he saith to them, withdraw, for the damsel is not dead but asleep, Whereupon they derided him."},{"number":25,"verse":"But when the crowd was turned out, he went in and took her by the hand, and the damsel arose."},{"number":26,"verse":"And the fame of this spread over all that country."},{"number":27,"verse":"As Jesus was departing thence, two blind men followed him, with loud outcries, saying, Son of David, take pity on us."},{"number":28,"verse":"And when he went into the house, the blind men came to him. And Jesus saith to them, Do you believe that I can do this? They say to him, Yes, master."},{"number":29,"verse":"Then he touched their eyes, saying, According to your belief, be it to you."},{"number":30,"verse":"Whereupon their eyes were opened. Then Jesus restrained them, saying, See that none know this."},{"number":31,"verse":"But when they went out, they spread his fame through all that country."},{"number":32,"verse":"At their going out, behold a dumb man, a demoniac, was brought to him;"},{"number":33,"verse":"and the demon being expelled, the dumb man spake, and the crowds expressed their amazement, saying, Nothing like this was ever seen in Israel."},{"number":34,"verse":"But the Pharisees said, By the prince of the demons he expelleth the demons."},{"number":35,"verse":"Then Jesus took a circuit through all the cities and villages, teaching in their synagogues and proclaiming the good news of the reign, and healing every disease and every malady among the people."},{"number":36,"verse":"And seeing the multitudes, he had compassion on them because they were fainty and forlorn, like sheep without a shepherd."},{"number":37,"verse":"Then he saith to his disciples, The harvest indeed is plentiful, but the labourers are few."},{"number":38,"verse":"Supplicate therefore the Lord of the harvest to send forth labourers for his harvest."}]}