{"bibleAbbr":"urDGV2010","bookName":"गिनती","bookEnglishName":"Numbers","chapterNumber":22,"verses":[{"number":1,"verse":"( बलक़ बलआम को इस्राईल पर लानत भेजने के लिए बुलाता है) इस के बाद इस्राईली मोआब के मैदानों में पहुँच कर दरया-ए-यर्दन के मशरिक़ी किनारे पर यरीहू के आमने-सामने ख़ैमाज़न हुए।"},{"number":2,"verse":"मोआब के बादशाह बलक़ बिन सफ़ोर को मालूम हुआ कि इस्राईलियों ने अमोरियों के साथ क्या कुछ किया है।"},{"number":3,"verse":"मोआबियों ने यह भी देखा कि इस्राईली बहुत ज़्यादा हैं, इस लिए उन पर दह्शत छा गई।"},{"number":4,"verse":"उन्हों ने मिदियानियों के बुज़ुर्गों से बात की, “अब यह हुजूम उस तरह हमारे इर्दगिर्द का इलाक़ा चट कर जाएगा जिस तरह बैल मैदान की घास चट कर जाता है।”"},{"number":5,"verse":"तब बलक़ ने अपने क़ासिद फ़तोर शहर को भेजे जो दरया-ए-फ़ुरात पर वाक़े था और जहाँ बलआम बिन बओर अपने वतन में रहता था। क़ासिद उसे बुलाने के लिए उस के पास पहुँचे और उसे बलक़ का पैग़ाम सुनाया, “एक क़ौम मिस्र से निकल आई है जो रू-ए-ज़मीन पर छा कर मेरे क़रीब ही आबाद हुई है।"},{"number":6,"verse":"इस लिए आएँ और इन लोगों पर लानत भेजें, क्यूँकि वह मुझ से ज़्यादा ताक़तवर हैं। फिर शायद मैं उन्हें शिकस्त दे कर मुल्क से भगा सकूँ। क्यूँकि मैं जानता हूँ कि जिन्हें आप बरकत देते हैं उन्हें बरकत मिलती है और जिन पर आप लानत भेजते हैं उन पर लानत आती है।”"},{"number":7,"verse":"यह पैग़ाम ले कर मोआब और मिदियान के बुज़ुर्ग रवाना हुए। उन के पास इनआम के पैसे थे। बलआम के पास पहुँच कर उन्हों ने उसे बलक़ का पैग़ाम सुनाया।"},{"number":8,"verse":"बलआम ने कहा, “रात यहाँ गुज़ारें। कल मैं आप को बता दूँगा कि रब इस के बारे में क्या फ़रमाता है।” चुनाँचे मोआबी सरदार उस के पास ठहर गए।"},{"number":9,"verse":"रात के वक़्त अल्लाह बलआम पर ज़ाहिर हुआ। उस ने पूछा, “यह आदमी कौन हैं जो तेरे पास आए हैं?”"},{"number":10,"verse":"बलआम ने जवाब दिया, “मोआब के बादशाह बलक़ बिन सफ़ोर ने मुझे पैग़ाम भेजा है,"},{"number":11,"verse":"‘जो क़ौम मिस्र से निकल आई है वह रू-ए-ज़मीन पर छा गई है। इस लिए आएँ और मेरे लिए उन पर लानत भेजें। फिर शायद मैं उन से लड़ कर उन्हें भगा देने में कामयाब हो जाऊँ’।”"},{"number":12,"verse":"रब ने बलआम से कहा, “उन के साथ न जाना। तुझे उन पर लानत भेजने की इजाज़त नहीं है, क्यूँकि उन पर मेरी बरकत है।”"},{"number":13,"verse":"अगली सुब्ह बलआम जाग उठा तो उस ने बलक़ के सरदारों से कहा, “अपने वतन वापस चले जाएँ, क्यूँकि रब ने मुझे आप के साथ जाने की इजाज़त नहीं दी।”"},{"number":14,"verse":"चुनाँचे मोआबी सरदार ख़ाली हाथ बलक़ के पास वापस आए। उन्हों ने कहा, “बलआम हमारे साथ आने से इन्कार करता है।”"},{"number":15,"verse":"तब बलक़ ने और सरदार भेजे जो पहले वालों की निस्बत तादाद और उह्दे के लिहाज़ से ज़्यादा थे।"},{"number":16,"verse":"वह बलआम के पास जा कर कहने लगे, “बलक़ बिन सफ़ोर कहते हैं कि कोई भी बात आप को मेरे पास आने से न रोके,"},{"number":17,"verse":"क्यूँकि मैं आप को बड़ा इनआम दूँगा। आप जो भी कहेंगे मैं करने के लिए तय्यार हूँ। आएँ तो सही और मेरे लिए उन लोगों पर लानत भेजें।”"},{"number":18,"verse":"लेकिन बलआम ने जवाब दिया, “अगर बलक़ अपने महल को चाँदी और सोने से भर कर भी मुझे दे तो भी मैं रब अपने ख़ुदा के फ़रमान की ख़िलाफ़वरज़ी नहीं कर सकता, ख़्वाह बात छोटी हो या बड़ी।"},{"number":19,"verse":"आप दूसरे सरदारों की तरह रात यहाँ गुज़ारें। इतने में मैं मालूम करूँगा कि रब मुझे मज़ीद क्या कुछ बताता है।”"},{"number":20,"verse":"उस रात अल्लाह बलआम पर ज़ाहिर हुआ और कहा, “चूँकि यह आदमी तुझे बुलाने आए हैं इस लिए उन के साथ चला जा। लेकिन सिर्फ़ वही कुछ करना जो मैं तुझे बताऊँगा।”"},{"number":21,"verse":"( बलआम की गधी) सुब्ह को बलआम ने उठ कर अपनी गधी पर ज़ीन कसा और मोआबी सरदारों के साथ चल पड़ा।"},{"number":22,"verse":"लेकिन अल्लाह निहायत ग़ुस्से हुआ कि वह जा रहा है, इस लिए उस का फ़रिश्ता उस का मुक़ाबला करने के लिए रास्ते में खड़ा हो गया। बलआम अपनी गधी पर सवार था और उस के दो नौकर उस के साथ चल रहे थे।"},{"number":23,"verse":"जब गधी ने देखा कि रब का फ़रिश्ता अपने हाथ में तलवार थामे हुए रास्ते में खड़ा है तो वह रास्ते से हट कर खेत में चलने लगी। बलआम उसे मारते मारते रास्ते पर वापस ले आया।"},{"number":24,"verse":"फिर वह अंगूर के दो बाग़ों के दरमियान से गुज़रने लगे। रास्ता तंग था, क्यूँकि वह दोनों तरफ़ बाग़ों की चारदीवारी से बन्द था। अब रब का फ़रिश्ता वहाँ खड़ा हुआ।"},{"number":25,"verse":"गधी यह देख कर चारदीवारी के साथ साथ चलने लगी, और बलआम का पाँओ कुचला गया। उस ने उसे दुबारा मारा।"},{"number":26,"verse":"रब का फ़रिश्ता आगे निकला और तीसरी मर्तबा रास्ते में खड़ा हो गया। अब रास्ते से हट जाने की कोई गुन्जाइश नहीं थी, न दाईं तरफ़ और न बाईं तरफ़।"},{"number":27,"verse":"जब गधी ने रब का फ़रिश्ता देखा तो वह लेट गई। बलआम को ग़ुस्सा आ गया, और उस ने उसे अपनी लाठी से ख़ूब मारा।"},{"number":28,"verse":"तब रब ने गधी को बोलने दिया, और उस ने बलआम से कहा, “मैं ने आप से क्या ग़लत सुलूक किया है कि आप मुझे अब तीसरी दफ़ा पीट रहे हैं?”"},{"number":29,"verse":"बलआम ने जवाब दिया, “तू ने मुझे बेवुक़ूफ़ बनाया है! काश मेरे हाथ में तलवार होती तो मैं अभी तुझे ज़बह कर देता!”"},{"number":30,"verse":"गधी ने बलआम से कहा, “क्या मैं आप की गधी नहीं हूँ जिस पर आप आज तक सवार होते रहे हैं? क्या मुझे कभी ऐसा करने की आदत थी?” उस ने कहा, “नहीं।”"},{"number":31,"verse":"फिर रब ने बलआम की आँखें खोलीं और उस ने रब के फ़रिश्ते को देखा जो अब तक हाथ में तलवार थामे हुए रास्ते में खड़ा था। बलआम ने मुँह के बल गिर कर सिज्दा किया।"},{"number":32,"verse":"रब के फ़रिश्ते ने पूछा, “तू ने तीन बार अपनी गधी को क्यूँ पीटा? मैं तेरे मुक़ाबले में आया हूँ, क्यूँकि जिस तरफ़ तू बढ़ रहा है उस का अन्जाम बुरा है।"},{"number":33,"verse":"गधी तीन मर्तबा मुझे देख कर मेरी तरफ़ से हट गई। अगर वह न हटती तो तू उस वक़्त हलाक हो गया होता अगरचे मैं गधी को छोड़ देता।”"},{"number":34,"verse":"बलआम ने रब के फ़रिश्ते से कहा, “मैं ने गुनाह किया है। मुझे मालूम नहीं था कि तू मेरे मुक़ाबले में रास्ते में खड़ा है। लेकिन अगर मेरा सफ़र तुझे बुरा लगे तो मैं अब वापस चला जाऊँगा।”"},{"number":35,"verse":"रब के फ़रिश्ते ने कहा, “इन आदमियों के साथ अपना सफ़र जारी रख। लेकिन सिर्फ़ वही कुछ कहना जो मैं तुझे बताऊँगा।” चुनाँचे बलआम ने बलक़ के सरदारों के साथ अपना सफ़र जारी रखा।"},{"number":36,"verse":"जब बलक़ को ख़बर मिली कि बलआम आ रहा है तो वह उस से मिलने के लिए मोआब के उस शहर तक गया जो मोआब की सरहद दरया-ए-अर्नोन पर वाक़े है।"},{"number":37,"verse":"उस ने बलआम से कहा, “क्या मैं ने आप को इत्तिला नहीं भेजी थी कि आप ज़रूर आएँ? आप क्यूँ नहीं आए? क्या आप ने सोचा कि मैं आप को मुनासिब इनआम नहीं दे पाऊँगा?”"},{"number":38,"verse":"बलआम ने जवाब दिया, “बहरहाल अब मैं पहुँच गया हूँ। लेकिन मैं सिर्फ़ वही कुछ कह सकता हूँ जो अल्लाह ने पहले ही मेरे मुँह में डाल दिया है।”"},{"number":39,"verse":"फिर बलआम बलक़ के साथ क़िर्यत-हुसात गया।"},{"number":40,"verse":"वहाँ बलक़ ने गाय-बैल और भेड़-बकरियाँ क़ुर्बान करके उन के गोश्त में से बलआम और उस के साथ वाले सरदारों को दे दिया।"},{"number":41,"verse":"अगली सुब्ह बलक़ बलआम को साथ ले कर एक ऊँची जगह पर चढ़ गया जिस का नाम बामोत-बाल था। वहाँ से इस्राईली ख़ैमागाह का किनारा नज़र आता था।"}]}