{"bibleAbbr":"urDGV2010","bookName":"गिनती","bookEnglishName":"Numbers","chapterNumber":3,"verses":[{"number":1,"verse":"( हारून के बेटे) यह हारून और मूसा के ख़ानदान का बयान है। उस वक़्त का ज़िक्र है जब रब ने सीना पहाड़ पर मूसा से बात की।"},{"number":2,"verse":"हारून के चार बेटे थे। बड़ा बेटा नदब था, फिर अबीहू, इलीअज़र और इतमर।"},{"number":3,"verse":"यह इमाम थे जिन को मसह करके इस ख़िदमत का इख़तियार दिया गया था।"},{"number":4,"verse":"लेकिन नदब और अबीहू उस वक़्त मर गए जब उन्हों ने दश्त-ए-सीना में रब के हुज़ूर नाजाइज़ आग पेश की। चूँकि वह बेऔलाद थे इस लिए हारून के जीते जी सिर्फ़ इलीअज़र और इतमर इमाम की ख़िदमत सरअन्जाम देते थे।"},{"number":5,"verse":"( लावियों की मक़्दिस में ज़िम्मादारी) रब ने मूसा से कहा,"},{"number":6,"verse":"“लावी के क़बीले को ला कर हारून की ख़िदमत करने की ज़िम्मादारी दे।"},{"number":7,"verse":"उन्हें उस के लिए और पूरी जमाअत के लिए मुलाक़ात के ख़ैमे की ख़िदमात सँभालना है।"},{"number":8,"verse":"वह मुलाक़ात के ख़ैमे का सामान सँभालें और तमाम इस्राईलियों के लिए मक़्दिस के फ़राइज़ अदा करें।"},{"number":9,"verse":"तमाम इस्राईलियों में से सिर्फ़ लावियों को हारून और उस के बेटों की ख़िदमत के लिए मुक़र्रर कर।"},{"number":10,"verse":"लेकिन सिर्फ़ हारून और उस के बेटों को इमाम की हैसियत हासिल है। जो भी बाक़ियों में से उन की ज़िम्मादारियाँ उठाने की कोशिश करेगा उसे सज़ा-ए-मौत दी जाएगी।”"},{"number":11,"verse":"रब ने मूसा से यह भी कहा,"},{"number":12,"verse":"“मैं ने इस्राईलियों में से लावियों को चुन लिया है। वह तमाम इस्राईली पहलौठों के इवज़ मेरे लिए मख़्सूस हैं,"},{"number":13,"verse":"क्यूँकि तमाम पहलौठे मेरे ही हैं। जिस दिन मैं ने मिस्र में तमाम पहलौठों को मार दिया उस दिन मैं ने इस्राईल के पहलौठों को अपने लिए मख़्सूस किया, ख़्वाह वह इन्सान के थे या हैवान के। वह मेरे ही हैं। मैं रब हूँ।”"},{"number":14,"verse":"( लावियों की मर्दुमशुमारी) रब ने सीना के रेगिस्तान में मूसा से कहा,"},{"number":15,"verse":"“लावियों को गिन कर उन के आबाई घरानों और कुंबों के मुताबिक़ रजिस्टर में दर्ज करना। हर बेटे को गिनना है जो एक माह या इस से ज़ाइद का है।”"},{"number":16,"verse":"मूसा ने ऐसा ही किया।"},{"number":17,"verse":"लावी के तीन बेटे जैर्सोन, क़िहात और मिरारी थे।"},{"number":18,"verse":"जैर्सोन के दो कुंबे उस के बेटों लिब्नी और सिमई के नाम रखते थे।"},{"number":19,"verse":"क़िहात के चार कुंबे उस के बेटों अम्राम, इज़हार, हब्रून और उज़्ज़ीएल के नाम रखते थे।"},{"number":20,"verse":"मिरारी के दो कुंबे उस के बेटों महली और मूशी के नाम रखते थे। ग़रज़ लावी के क़बीले के कुंबे उस के पोतों के नाम रखते थे।"},{"number":21,"verse":"जैर्सोन के दो कुंबों बनाम लिब्नी और सिमई"},{"number":22,"verse":"के 7500 मर्द थे जो एक माह या इस से ज़ाइद के थे।"},{"number":23,"verse":"उन्हें अपने ख़ैमे मग़रिब में मक़्दिस के पीछे लगाने थे।"},{"number":24,"verse":"उन का राहनुमा इलियासफ़ बिन लाएल था,"},{"number":25,"verse":"और वह ख़ैमे को सँभालते थे यानी उस की पोशिशें, ख़ैमे के दरवाज़े का पर्दा,"},{"number":26,"verse":"ख़ैमे और क़ुर्बानगाह की चारदीवारी के पर्दे, चारदीवारी के दरवाज़े का पर्दा और तमाम रस्से। इन चीज़ों से मुताल्लिक़ सारी ख़िदमत उन की ज़िम्मादारी थी।"},{"number":27,"verse":"क़िहात के चार कुंबों बनाम अम्राम, इज़हार, हब्रून और उज़्ज़ीएल"},{"number":28,"verse":"के 8600 मर्द थे जो एक माह या इस से ज़ाइद के थे और जिन को मक़्दिस की ख़िदमत करनी थी।"},{"number":29,"verse":"उन्हें अपने डेरे मक़्दिस के जुनूब में डालने थे।"},{"number":30,"verse":"उन का राहनुमा इलीसफ़न बिन उज़्ज़ीएल था,"},{"number":31,"verse":"और वह यह चीज़ें सँभालते थे : अह्द का सन्दूक़, मेज़, शमादान, क़ुर्बानगाहें, वह बर्तन और साज़-ओ-सामान जो मक़्दिस में इस्तेमाल होता था और मुक़द्दसतरीन कमरे का पर्दा। इन चीज़ों से मुताल्लिक़ सारी ख़िदमत उन की ज़िम्मादारी थी।"},{"number":32,"verse":"हारून इमाम का बेटा इलीअज़र लावियों के तमाम राहनुमाओं पर मुक़र्रर था। वह उन तमाम लोगों का इंचार्ज था जो मक़्दिस की देख-भाल करते थे।"},{"number":33,"verse":"मिरारी के दो कुंबों बनाम महली और मूशी"},{"number":34,"verse":"के 6200 मर्द थे जो एक माह या इस से ज़ाइद के थे।"},{"number":35,"verse":"उन का राहनुमा सूरीएल बिन अबीख़ैल था। उन्हें अपने डेरे मक़्दिस के शिमाल में डालने थे,"},{"number":36,"verse":"और वह यह चीज़ें सँभालते थे : ख़ैमे के तख़्ते, उस के शहतीर, खम्बे, पाए और इस तरह का सारा सामान। इन चीज़ों से मुताल्लिक़ सारी ख़िदमत उन की ज़िम्मादारी थी।"},{"number":37,"verse":"वह चारदीवारी के खम्बे, पाए, मेख़ें और रस्से भी सँभालते थे।"},{"number":38,"verse":"मूसा, हारून और उन के बेटों को अपने डेरे मशरिक़ में मक़्दिस के सामने डालने थे। उन की ज़िम्मादारी मक़्दिस में बनी इस्राईल के लिए ख़िदमत करना थी। उन के इलावा जो भी मक़्दिस में दाख़िल होने की कोशिश करता उसे सज़ा-ए-मौत देनी थी।"},{"number":39,"verse":"उन लावी मर्दों की कुल तादाद जो एक माह या इस से ज़ाइद के थे 22000 थी। रब के कहने पर मूसा और हारून ने उन्हें कुंबों के मुताबिक़ गिन कर रजिस्टर में दर्ज किया।"},{"number":40,"verse":"( लावी के क़बीले के मर्द पहलौठों के इवज़ी हैं) रब ने मूसा से कहा, “तमाम इस्राईली पहलौठों को गिनना जो एक माह या इस से ज़ाइद के हैं और उन के नाम रजिस्टर में दर्ज करना।"},{"number":41,"verse":"उन तमाम पहलौठों की जगह लावियों को मेरे लिए मख़्सूस करना। इसी तरह इस्राईलियों के मवेशियों के पहलौठों की जगह लावियों के मवेशी मेरे लिए मख़्सूस करना। मैं रब हूँ।”"},{"number":42,"verse":"मूसा ने ऐसा ही किया जैसा रब ने उसे हुक्म दिया। उस ने तमाम इस्राईली पहलौठे"},{"number":43,"verse":"जो एक माह या इस से ज़ाइद के थे गिन लिए। उन की कुल तादाद 22273 थी।"},{"number":44,"verse":"रब ने मूसा से कहा,"},{"number":45,"verse":"“मुझे तमाम इस्राईली पहलौठों की जगह लावियों को पेश करना। इसी तरह मुझे इस्राईलियों के मवेशियों की जगह लावियों के मवेशी पेश करना। लावी मेरे ही हैं। मैं रब हूँ।"},{"number":46,"verse":"लावियों की निस्बत बाक़ी इस्राईलियों के 273 पहलौठे ज़्यादा हैं। उन में से"},{"number":47,"verse":"हर एक के इवज़ चाँदी के पाँच सिक्के ले जो मक़्दिस के वज़न के मुताबिक़ हों (फ़ी सिक्का तक़रीबन 11 ग्राम)।"},{"number":48,"verse":"यह पैसे हारून और उस के बेटों को देना।”"},{"number":49,"verse":"मूसा ने ऐसा ही किया।"},{"number":50,"verse":"यूँ उस ने चाँदी के 1365 सिक्के (तक़रीबन 16 किलोग्राम) जमा करके"},{"number":51,"verse":"हारून और उस के बेटों को दिए, जिस तरह रब ने उसे हुक्म दिया था।"}]}