{"bibleAbbr":"urDGV2010","bookName":"गिनती","bookEnglishName":"Numbers","chapterNumber":30,"verses":[{"number":1,"verse":"( मन्नत मानने के क़वाइद) फिर मूसा ने क़बीलों के सरदारों से कहा, “रब फ़रमाता है,"},{"number":2,"verse":"अगर कोई आदमी रब को कुछ देने की मन्नत माने या किसी चीज़ से पर्हेज़ करने की क़सम खाए तो वह अपनी बात पर क़ाइम रह कर उसे पूरा करे।"},{"number":3,"verse":"अगर कोई जवान औरत जो अब तक अपने बाप के घर में रहती है रब को कुछ देने की मन्नत माने या किसी चीज़ से पर्हेज़ करने की क़सम खाए"},{"number":4,"verse":"तो लाज़िम है कि वह अपनी मन्नत या क़सम की हर बात पूरी करे। शर्त यह है कि उस का बाप उस के बारे में सुन कर एतिराज़ न करे।"},{"number":5,"verse":"लेकिन अगर उस का बाप यह सुन कर उसे ऐसा करने से मना करे तो उस की मन्नत या क़सम मन्सूख़ है, और वह उसे पूरा करने से बरी है। रब उसे मुआफ़ करेगा, क्यूँकि उस के बाप ने उसे मना किया है।"},{"number":6,"verse":"हो सकता है कि किसी ग़ैरशादीशुदा औरत ने मन्नत मानी या किसी चीज़ से पर्हेज़ करने की क़सम खाई, चाहे उस ने दानिस्ता तौर पर या बेसोचे-समझे ऐसा किया। इस के बाद उस औरत ने शादी कर ली।"},{"number":7,"verse":"शादीशुदा हालत में भी लाज़िम है कि वह अपनी मन्नत या क़सम की हर बात पूरी करे। शर्त यह है कि उस का शौहर इस के बारे में सुन कर एतिराज़ न करे।"},{"number":8,"verse":"लेकिन अगर उस का शौहर यह सुन कर उसे ऐसा करने से मना करे तो उस की मन्नत या क़सम मन्सूख़ है, और वह उसे पूरा करने से बरी है। रब उसे मुआफ़ करेगा।"},{"number":9,"verse":"अगर किसी बेवा या तलाक़शुदा औरत ने मन्नत मानी या किसी चीज़ से पर्हेज़ करने की क़सम खाई तो लाज़िम है कि वह अपनी हर बात पूरी करे।"},{"number":10,"verse":"अगर किसी शादीशुदा औरत ने मन्नत मानी या किसी चीज़ से पर्हेज़ करने की क़सम खाई"},{"number":11,"verse":"तो लाज़िम है कि वह अपनी हर बात पूरी करे। शर्त यह है कि उस का शौहर उस के बारे में सुन कर एतिराज़ न करे।"},{"number":12,"verse":"लेकिन अगर उस का शौहर उसे ऐसा करने से मना करे तो उस की मन्नत या क़सम मन्सूख़ है। वह उसे पूरा करने से बरी है। रब उसे मुआफ़ करेगा, क्यूँकि उस के शौहर ने उसे मना किया है।"},{"number":13,"verse":"चाहे बीवी ने कुछ देने की मन्नत मानी हो या किसी चीज़ से पर्हेज़ करने की क़सम खाई हो, उस के शौहर को उस की तस्दीक़ या उसे मन्सूख़ करने का इख़तियार है।"},{"number":14,"verse":"अगर उस ने अपनी बीवी की मन्नत या क़सम के बारे में सुन लिया और अगले दिन तक एतिराज़ न किया तो लाज़िम है कि उस की बीवी अपनी हर बात पूरी करे। शौहर ने अगले दिन तक एतिराज़ न करने से अपनी बीवी की बात की तस्दीक़ की है।"},{"number":15,"verse":"अगर वह इस के बाद यह मन्नत या क़सम मन्सूख़ करे तो उसे इस क़ुसूर के नताइज भुगतने पड़ेंगे।”"},{"number":16,"verse":"रब ने मूसा को यह हिदायात दीं। यह ऐसी औरतों की मन्नतों या क़समों के उसूल हैं जो ग़ैरशादीशुदा हालत में अपने बाप के घर में रहती हैं या जो शादीशुदा हैं।"}]}