{"bibleAbbr":"urDGV2010","bookName":"गिनती","bookEnglishName":"Numbers","chapterNumber":5,"verses":[{"number":1,"verse":"( नापाक लोग ख़ैमागाह में नहीं रह सकते) रब ने मूसा से कहा,"},{"number":2,"verse":"“इस्राईलियों को हुक्म दे कि हर उस शख़्स को ख़ैमागाह से बाहर कर दो जिस को वबाई जिल्दी बीमारी है, जिस के ज़ख़्मों से माए निकलता रहता है या जो किसी लाश को छूने से नापाक है।"},{"number":3,"verse":"ख़्वाह मर्द हो या औरत, सब को ख़ैमागाह के बाहर भेज देना ताकि वह ख़ैमागाह को नापाक न करें जहाँ मैं तुम्हारे दरमियान सुकूनत करता हूँ।”"},{"number":4,"verse":"इस्राईलियों ने वैसा ही किया जैसा रब ने मूसा को कहा था। उन्हों ने रब के हुक्म के ऐन मुताबिक़ इस तरह के तमाम लोगों को ख़ैमागाह से बाहर कर दिया।"},{"number":5,"verse":"( ग़लत काम का मुआवज़ा) रब ने मूसा से कहा,"},{"number":6,"verse":"“इस्राईलियों को हिदायत देना कि जो भी किसी से ग़लत सुलूक करे वह मेरे साथ बेवफ़ाई करता है और क़ुसूरवार है, ख़्वाह मर्द हो या औरत।"},{"number":7,"verse":"लाज़िम है कि वह अपना गुनाह तस्लीम करे और उस का पूरा मुआवज़ा दे बल्कि मुतअस्सिरा शख़्स का नुक़्सान पूरा करने के इलावा 20 फ़ीसद ज़्यादा दे।"},{"number":8,"verse":"लेकिन अगर वह शख़्स जिस का क़ुसूर किया गया था मर चुका हो और उस का कोई वारिस न हो जो यह मुआवज़ा वसूल कर सके तो फिर उसे रब को देना है। इमाम को यह मुआवज़ा उस मेंढे के इलावा मिलेगा जो क़ुसूरवार अपने कफ़्फ़ारा के लिए देगा।"},{"number":9,"verse":"नीज़ इमाम को इस्राईलियों की क़ुर्बानियों में से वह कुछ मिलना है जो उठाने वाली क़ुर्बानी के तौर पर उसे दिया जाता है। यह हिस्सा सिर्फ़ इमामों को ही मिलना है।”"},{"number":11,"verse":"( ज़िना के शक पर अल्लाह का फ़ैसला) रब ने मूसा से कहा,"},{"number":12,"verse":"“इस्राईलियों को बताना, हो सकता है कि कोई शादीशुदा औरत भटक कर अपने शौहर से बेवफ़ा हो जाए और"},{"number":13,"verse":"किसी और से हमबिसतर हो कर नापाक हो जाए। उस के शौहर ने उसे नहीं देखा, क्यूँकि यह पोशीदगी में हुआ है और न किसी ने उसे पकड़ा, न इस का कोई गवाह है।"},{"number":14,"verse":"अगर शौहर को अपनी बीवी की वफ़ादारी पर शक हो और वह ग़ैरत खाने लगे, लेकिन यक़ीन से नहीं कह सकता कि मेरी बीवी क़ुसूरवार है कि नहीं"},{"number":15,"verse":"तो वह अपनी बीवी को इमाम के पास ले आए। साथ साथ वह अपनी बीवी के लिए क़ुर्बानी के तौर पर जौ का डेढ़ किलोग्राम बेहतरीन मैदा ले आए। इस पर न तेल उंडेला जाए, न बख़ूर डाला जाए, क्यूँकि ग़ल्ला की यह नज़र ग़ैरत की नज़र है जिस का मक़्सद है कि पोशीदा क़ुसूर ज़ाहिर हो जाए।"},{"number":16,"verse":"इमाम औरत को क़रीब आने दे और रब के सामने खड़ा करे।"},{"number":17,"verse":"वह मिट्टी का बर्तन मुक़द्दस पानी से भर कर उस में मक़्दिस के फ़र्श की कुछ ख़ाक डाले।"},{"number":18,"verse":"फिर वह औरत को रब को पेश करके उस के बाल खुलवाए और उस के हाथों पर मैदे की नज़र रखे। इमाम के अपने हाथ में कड़वे पानी का वह बर्तन हो जो लानत का बाइस है।"},{"number":19,"verse":"फिर वह औरत को क़सम खिला कर कहे, ‘अगर कोई और आदमी आप से हमबिसतर नहीं हुआ है और आप नापाक नहीं हुई हैं तो इस कड़वे पानी की लानत का आप पर कोई असर न हो।"},{"number":20,"verse":"लेकिन अगर आप भटक कर अपने शौहर से बेवफ़ा हो गई हैं और किसी और से हमबिसतर हो कर नापाक हो गई हैं"},{"number":21,"verse":"तो रब आप को आप की क़ौम के सामने लानती बनाए। आप बाँझ हो जाएँ और आप का पेट फूल जाए।"},{"number":22,"verse":"जब लानत का यह पानी आप के पेट में उतरे तो आप बाँझ हो जाएँ और आप का पेट फूल जाए।’ इस पर औरत कहे, ‘आमीन, ऐसा ही हो।’"},{"number":23,"verse":"फिर इमाम यह लानत लिख कर काग़ज़ को बर्तन के पानी में यूँ धो दे कि उस पर लिखी हुई बातें पानी में घुल जाएँ।"},{"number":24,"verse":"बाद में वह औरत को यह पानी पिलाए ताकि वह उस के जिस्म में जा कर उसे लानत पहुँचाए।"},{"number":25,"verse":"लेकिन पहले इमाम उस के हाथों में से ग़ैरत की क़ुर्बानी ले कर उसे ग़ल्ला की नज़र के तौर पर रब के सामने हिलाए और फिर क़ुर्बानगाह के पास ले आए।"},{"number":26,"verse":"उस पर वह मुट्ठी भर यादगारी की क़ुर्बानी के तौर पर जलाए। इस के बाद वह औरत को पानी पिलाए।"},{"number":27,"verse":"अगर वह अपने शौहर से बेवफ़ा थी और नापाक हो गई है तो वह बाँझ हो जाएगी, उस का पेट फूल जाएगा और वह अपनी क़ौम के सामने लानती ठहरेगी।"},{"number":28,"verse":"लेकिन अगर वह पाक-साफ़ है तो उसे सज़ा नहीं दी जाएगी और वह बच्चे जन्म देने के क़ाबिल रहेगी।"},{"number":29,"verse":"चुनाँचे ऐसा ही करना है जब शौहर ग़ैरत खाए और उसे अपनी बीवी पर ज़िना का शक हो। बीवी को क़ुर्बानगाह के सामने खड़ा किया जाए और इमाम यह सब कुछ करे।"},{"number":31,"verse":"इस सूरत में शौहर बेक़ुसूर ठहरेगा, लेकिन अगर उस की बीवी ने वाक़ई ज़िना किया हो तो उसे अपने गुनाह के नतीजे बर्दाश्त करने पड़ेंगे।”"}]}