{"bibleAbbr":"urRV2010","bookName":"احبار","bookEnglishName":"Leviticus","chapterNumber":14,"verses":[{"number":1,"verse":"( جِلدی بیماریوں کے بعد پاک ٹھہرایا جانا) پِھر خُداوند نے مُوسیٰ سے کہا۔"},{"number":2,"verse":"کہ کوڑھی کے لِئے جِس دِن وہ پاک قرار دِیا جائے یہ شرع ہے کہ اُسے کاہِن کے پاس لے جائیں۔"},{"number":3,"verse":"اور کاہِن لشکرگاہ کے باہر جائے اور کاہِن خُود کوڑھی کو مُلاحظہ کرے اور اگر دیکھے کہ اُس کا کوڑھ اچھّا ہو گیا ہے۔"},{"number":4,"verse":"تو کاہِن حُکم دے کہ وہ جو پاک قرار دِیا جانے کو ہے اُس کے لِئے دو زِندہ پاک پرِندے اور دیودار کی لکڑی اور سُرخ کپڑا اور زُوفا لیں۔"},{"number":5,"verse":"اور کاہِن حُکم دے کہ اُن میں سے ایک پرِندہ کِسی مِٹّی کے برتن میں بہتے ہُوئے پانی کے اُوپر ذبح کِیا جائے۔"},{"number":6,"verse":"پِھر وہ زِندہ پرِندہ کو اور دیودار کی لکڑی اور سُرخ کپڑے اور زُوفا کو لے اور اِن کو اور اُس زِندہ پرِندہ کو اُس پرِندہ کے خُون میں غوطہ دے جو بہتے پانی پر ذبح ہو چُکا ہے۔"},{"number":7,"verse":"اور اُس شخص پر جو کوڑھ سے پاک قرار دِیا جانے کو ہے سات بار چِھڑک کر اُسے پاک قرار دے اور زِندہ پرِندہ کو کُھلے مَیدان میں چھوڑ دے۔"},{"number":8,"verse":"اور وہ جو پاک قرار دِیا جائے گا اپنے کپڑے دھوئے اور سارے بال مُنڈائے اور پانی میں غُسل کرے ۔ تب وہ پاک ٹھہرے گا ۔ اِس کے بعد وہ لشکرگاہ میں آئے پر سات دِن تک اپنے خَیمہ کے باہر ہی رہے۔"},{"number":9,"verse":"اور ساتویں روز اپنے سر کے سب بال اور اپنی داڑھی اور اپنے ابرُو غرض اپنے سارے بال مُنڈائے اور اپنے کپڑے دھوئے اور پانی میں نہائے تب وہ پاک ٹھہرے گا۔"},{"number":10,"verse":"اور وہ آٹھویں دِن دو بے عَیب نر برّے اور ایک بے عَیب یکسالہ مادہ برّہ اور نذر کی قُربانی کے لِئے ایفہ کے تِین دہائی حِصّہ کے برابر تیل مِلا ہُؤا مَیدہ اور لوج بھر تیل لے۔"},{"number":11,"verse":"تب وہ کاہِن جو اُسے پاک قرار دے گا اُس شخص کو جو پاک قرار دِیا جائے گا اور اِن چِیزوں کو خُداوند کے حضُور خَیمۂِ اِجتماع کے دروازہ پر حاضِر کرے۔"},{"number":12,"verse":"اور کاہِن نر برّوں میں سے ایک کو لے کر جُرم کی قُربانی کے لِئے اُسے اور اُس لوج بھر تیل کو نزدِیک لائے اور اُن کو ہِلانے کی قُربانی کے طَور پر خُداوند کے حضُور ہِلائے۔"},{"number":13,"verse":"اور اُس برّہ کو مَقدِس میں اُس جگہ ذبح کرے جہاں خطا کی قُربانی اور سوختنی قُربانی کے جانور ذبح کِئے جاتے ہیں کیونکہ جُرم کی قُربانی خطا کی قُربانی کی طرح کاہِن کا حِصّہ ٹھہرے گی ۔ وہ نِہایت مُقدّس ہے۔"},{"number":14,"verse":"اور کاہِن جُرم کی قُربانی کا کُچھ خُون لے اور جو شخص پاک قرار دِیا جائے گا اُس کے دہنے کان کی لَو پر اور دہنے ہاتھ کے انگُوٹھے پر اور دہنے پاؤں کے انگُوٹھے پر اُسے لگائے۔"},{"number":15,"verse":"اور کاہِن اُس لوج بھر تیل میں سے کُچھ لے کر اپنے بائیں ہاتھ کی ہتھیلی میں ڈالے۔"},{"number":16,"verse":"اور کاہِن اپنی دہنی اُنگلی کو اپنے بائیں ہاتھ کے تیل میں ڈبوئے اور خُداوند کے حضُور کُچھ تیل سات بار اپنی اُنگلی سے چِھڑکے۔"},{"number":17,"verse":"اور کاہِن اپنے ہاتھ کے باقی تیل میں سے کُچھ لے اور جو شخص پاک قرار دِیا جائے گا اُس کے دہنے کان کی لَو پر اور اُس کے دہنے ہاتھ کے انگُوٹھے اور دہنے پاؤں کے انگُوٹھے پر جُرم کی قُربانی کے خُون کے اُوپر لگائے۔"},{"number":18,"verse":"اور جو تیل کاہِن کے ہاتھ میں باقی بچے اُسے وہ اُس شخص کے سر میں ڈال دے جو پاک قرار دِیا جائے گا ۔ یُوں کاہِن اُس کے لِئے خُداوند کے حضُور کفّارہ دے۔"},{"number":19,"verse":"اور کاہِن خطا کی قُربانی بھی گُذرانے اور اُس کے لِئے جو اپنی ناپاکی سے پاک قرار دِیا جائے گا کفّارہ دے ۔ اِس کے بعد وہ سوختنی قُربانی کے جانور کو ذبح کرے۔"},{"number":20,"verse":"پِھر کاہِن سوختنی قُربانی اور نذر کی قُربانی کو مذبح پر چڑھائے ۔ یُوں کاہِن اُس کے لِئے کفّارہ دے تو وہ پاک ٹھہرے گا۔"},{"number":21,"verse":"اور اگر وہ غریب ہو اور اِتنا اُسے مقدُور نہ ہو تو وہ ہِلانے کے واسطے جُرم کی قُربانی کے لِئے ایک نر برّہ لے تاکہ اُس کے لِئے کفّارہ دِیا جائے اور نذر کی قُربانی کے لِئے ایفہ کے دسویں حِصّہ کے برابر تیل مِلا ہُؤا مَیدہ اور لوج بھر تیل۔"},{"number":22,"verse":"اور اپنے مقدُور کے مُطابِق دو قُمریاں یا کبُوتر کے دو بچّے بھی لے جِن میں سے ایک تو خطا کی قُربانی کے لِئے اور دُوسرا سوختنی قُربانی کے لِئے ہو۔"},{"number":23,"verse":"اِنہیں وہ آٹھویں دِن اپنے پاک قرار دِئے جانے کے لِئے کاہِن کے پاس خَیمۂِ اِجتماع کے دروازہ پر خُداوند کے حضُور لائے۔"},{"number":24,"verse":"اور کاہِن جُرم کی قُربانی کے برّہ کو اور اُس لوج بھر تیل کو لے کر اُن کو خُداوند کے حضُور ہِلانے کی قُربانی کے طَور پر ہِلائے۔"},{"number":25,"verse":"پِھر کاہِن جُرم کی قُربانی کے برّہ کو ذبح کرے اور وہ جُرم کی قُربانی کا کُچھ خُون لے کر جو شخص پاک قرار دِیا جائے گا اُس کے دہنے کان کی لَو پر اور دہنے ہاتھ کے انگُوٹھے اور دہنے پاؤں کے انگُوٹھے پر اُسے لگائے۔"},{"number":26,"verse":"پِھر کاہِن اُس تیل میں سے کُچھ اپنے بائیں ہاتھ کی ہتھیلی میں ڈالے۔"},{"number":27,"verse":"اور وہ اپنے بائیں ہاتھ کے تیل میں سے کُچھ اپنی دہنی اُنگلی سے خُداوند کے حضُور سات بار چِھڑکے۔"},{"number":28,"verse":"پِھر کاہِن کُچھ اپنے ہاتھ کے تیل میں سے لے اور جو شخص پاک قرار دِیا جائے گا اُس کے دہنے کان کی لَو پر اور اُس کے دہنے ہاتھ کے انگُوٹھے اور دہنے پاؤں کے انگُوٹھے پر جُرم کی قُربانی کے خُون کی جگہ اُسے لگائے۔"},{"number":29,"verse":"اور جو تیل کاہِن کے ہاتھ میں باقی بچے وہ اُسے اُس شخص کے سر میں ڈال دے جو پاک قرار دِیا جائے گا تاکہ اُس کے لِئے خُداوند کے حضُور کفّارہ دِیا جائے۔"},{"number":30,"verse":"پِھر وہ قُمریوں یا کبُوتر کے بچّوں میں سے جِنہیں وہ لا سکا ہو ایک کو چڑھائے۔"},{"number":31,"verse":"یعنی جو کُچھ اُسے مُیسّر ہُؤا ہو اُس میں سے ایک کو خطا کی قُربانی کے طَور پر اور دُوسرے کو سوختنی قُربانی کے طَور پر نذر کی قُربانی کے ساتھ گُذرانے ۔ یُوں کاہِن اُس شخص کے لِئے جو پاک قرار دِیا جائے گا خُداوند کے حضُور کفّارہ دے۔"},{"number":32,"verse":"اُس کوڑھی کے لِئے جو اپنے پاک قرار دِئے جانے کے سامان کو لانے کا مقدُور نہ رکھتا ہو شرع یہ ہے۔"},{"number":33,"verse":"( مکانوں اور گھروں کے اندر پَھپھُوندی) پِھر خُداوند نے مُوسیٰ اور ہارُون سے کہا کہ۔"},{"number":34,"verse":"جب تُم مُلکِ کنعا ن میں جِسے مَیں تُمہاری مِلکِیّت کِئے دیتا ہُوں داخِل ہو اور مَیں تُمہارے مِیراثی مُلک کے کِسی گھر میں کوڑھ کی بلا بھیجُوں۔"},{"number":35,"verse":"تو اُس گھر کا مالِک جا کر کاہِن کو خبر دے کہ مُجھے اَیسا معلُوم ہوتا ہے کہ اُس گھر میں کُچھ بلا سی ہے۔"},{"number":36,"verse":"تب کاہِن حُکم کرے کہ اِس سے پیشتر کہ اُس بلا کو دیکھنے کے لِئے کاہِن وہاں جائے لوگ اُس گھر کو خالی کریں تاکہ جو کُچھ گھر میں ہو وہ ناپاک نہ ٹھہرایا جائے ۔ اِس کے بعد کاہِن گھر دیکھنے کو اندر جائے۔"},{"number":37,"verse":"اور اُس بلا کو مُلاحظہ کرے اور اگر دیکھے کہ وہ بلا اُس گھر کی دِیواروں میں سبزی یا سُرخی مائِل گہری لکیروں کی صُورت میں ہے اور دِیوار میں سطح کے اندر نظر آتی ہے۔"},{"number":38,"verse":"تو کاہِن گھر سے باہر نِکل کر گھر کے دروازہ پر جائے اور گھر کو سات دِن کے لِئے بند کر دے۔"},{"number":39,"verse":"اور وہ ساتویں دِن پِھر آکر اُسے دیکھے ۔ اگر وہ بلا گھر کی دِیواروں میں پَھیلی ہُوئی نظر آئے۔"},{"number":40,"verse":"تو کاہِن حُکم دے کہ اُن پتّھروں کو جِن میں وہ بلا ہے نِکال کر اُنہیں شہر کے باہر کِسی ناپاک جگہ میں پھینک دیں۔"},{"number":41,"verse":"پِھر وہ اُس گھر کو اندر ہی اندر چاروں طرف سے کُھرچوائے اور اُس کُھرچی ہُوئی مِٹّی کو شہر کے باہر کِسی ناپاک جگہ میں ڈالیں۔"},{"number":42,"verse":"اور وہ اُن پتّھروں کی جگہ اَور پتّھر لے کر لگائیں اور کاہِن تازہ گارے سے اُس گھر کی استرکاری کرائے۔"},{"number":43,"verse":"اور اگر پتّھروں کے نِکالے جانے اور اُس گھر کے کُھرچے اور استرکاری کرائے جانے کے بعد بھی وہ بلا پِھر آ جائے اور اُس گھر میں پُھوٹ نِکلے۔"},{"number":44,"verse":"تو کاہِن اندر جا کر مُلاحظہ کرے اور اگر دیکھے کہ وہ بلا گھر میں پَھیل گئی ہے تو اُس گھر میں کھا جانے والا کوڑھ ہے ۔ وہ ناپاک ہے۔"},{"number":45,"verse":"تب وہ اُس گھر کو اُس کے پتّھروں اور لکڑیوں اور اُس کی ساری مِٹّی کو گِرا دے اور وہ اُن کو شہر کے باہر نِکال کر کِسی ناپاک جگہ میں لے جائے۔"},{"number":46,"verse":"ماسِوا اِس کے اگر کوئی اُس گھر کے بند کر دِئے جانے کے دِنوں میں اُس کے اندر داخِل ہو تو وہ شام تک ناپاک رہے گا۔"},{"number":47,"verse":"اور جو کوئی اُس گھر میں سوئے وہ اپنے کپڑے دھو ڈالے اور جو کوئی اُس گھر میں کُچھ کھائے وہ بھی اپنے کپڑے دھوئے۔"},{"number":48,"verse":"اور اگر کاہِن اندر جا کر مُلاحظہ کرے اور دیکھے کہ گھر کی استرکاری کے بعد وہ بلا اُس گھر میں نہیں پَھیلی تو وہ اُس گھر کو پاک قرار دے کیونکہ وہ بلا دُور ہو گئی۔"},{"number":49,"verse":"اور وہ اُس گھر کو پاک قرار دینے کے لِئے دو پرِندے اور دیودار کی لکڑی اور سُرخ کپڑا اور زُوفا لے۔"},{"number":50,"verse":"اور وہ اُن پرِندوں میں سے ایک کو مِٹّی کے کِسی برتن میں بہتے ہُوئے پانی پر ذبح کرے۔"},{"number":51,"verse":"پِھر وہ دیودار کی لکڑی اور زُوفا اور سُرخ کپڑے اور اُس زِندہ پرِندہ کو لے کر اُن کو اُس ذبح کِئے ہُوئے پرِندہ کے خُون میں اور اُس بہتے ہُوئے پانی میں غوطہ دے اور سات بار اُس گھر پر چِھڑکے۔"},{"number":52,"verse":"اور وہ اُس پرِندے کے خُون سے اور بہتے ہُوئے پانی اور زِندہ پرِندہ اور دیودار کی لکڑی اور زُوفا اور سُرخ کپڑے سے اُس گھر کو پاک کرے۔"},{"number":53,"verse":"اور اُس زِندہ پرِندہ کو شہر کے باہر کُھلے مَیدان میں چھوڑ دے ۔ یُوں وہ گھر کے لِئے کفّارہ دے تو وہ پاک ٹھہرے گا۔"},{"number":54,"verse":"کوڑھ کی ہر قِسم کی بلا کے اور سعفہ کے لِئے۔"},{"number":55,"verse":"اور کپڑے اور گھر کے کوڑھ کے لِئے۔"},{"number":56,"verse":"اور ورم اور پپڑی اور چمکتے ہُوئے داغ کے لِئے شرع یہ ہے۔"},{"number":57,"verse":"تاکہ بتایا جائے کہ کب وہ ناپاک اور کب پاک قرار دِئے جائیں ۔ کوڑھ کے لِئے شرع یِہی ہے۔"}]}