{"bibleAbbr":"urRV2010","bookName":"احبار","bookEnglishName":"Leviticus","chapterNumber":15,"verses":[{"number":1,"verse":"( جِسم سے خارج ہونے والے ناپاک مواد) اور خُداوند نے مُوسیٰ اور ہارُون سے کہا کہ۔"},{"number":2,"verse":"بنی اِسرائیل سے کہو کہ اگر کِسی شخص کو جریان کامرض ہو تو وہ جریان کے سبب سے ناپاک ہے۔"},{"number":3,"verse":"اور جریان کے سبب سے اُس کی ناپاکی یُوں ہو گی کہ خواہ دھات بہتی ہو یا دھات کا بہنا مَوقُوف ہو گیا ہو وہ ناپاک ہے۔"},{"number":4,"verse":"جِس بِستر پر جریان کا مرِیض سوئے وہ بِستر ناپاک ہو گا اور جِس چِیز پر وہ بَیٹھے وہ چِیز ناپاک ہو گی۔"},{"number":5,"verse":"اور جو کوئی اُس کے بِستر کو چُھوئے وہ اپنے کپڑے دھوئے اور پانی سے غُسل کرے اور شام تک ناپاک رہے۔"},{"number":6,"verse":"اور جو کوئی اُس چِیز پر بَیٹھے جِس پرجریان کا مرِیض بَیٹھا ہو وہ اپنے کپڑے دھوئے اور پانی سے غُسل کرے اور شام تک ناپاک رہے۔"},{"number":7,"verse":"اور جو کوئی جریان کے مرِیض کے جِسم کو چُھوئے وہ بھی اپنے کپڑے دھوئے اور پانی سے غُسل کرے اور شام تک ناپاک رہے۔"},{"number":8,"verse":"اور اگر جریان کا مرِیض کِسی شخص پر جو پاک ہے تُھوک دے تو وہ شخص اپنے کپڑے دھوئے اور پانی سے غُسل کرے اور شام تک ناپاک رہے۔"},{"number":9,"verse":"اور جِس زِین پر جریان کا مرِیض سوار ہو وہ زِین ناپاک ہو گا۔"},{"number":10,"verse":"اور جو کوئی کِسی چِیز کو جو اُس مرِیض کے نِیچے رہی ہو چُھوئے وہ شام تک ناپاک رہے اور جو کوئی اُن چِیزوں کو اُٹھائے وہ اپنے کپڑے دھوئے اور پانی سے غُسل کرے اور شام تک ناپاک رہے۔"},{"number":11,"verse":"اور جِس شخص کو جریان کا مرِیض بغَیر ہاتھ دھوئے چُھوئے وہ اپنے کپڑے دھوئے اور پانی سے غُسل کرے اور شام تک ناپاک رہے۔"},{"number":12,"verse":"اور مِٹّی کے جِس برتن کو جریان کا مرِیض چُھوئے وہ توڑ ڈالا جائے پر چوبی برتن پانی سے دھویا جائے۔"},{"number":13,"verse":"اور جب جریان کے مرِیض کو شِفا ہو جائے تو وہ اپنے پاک ٹھہرنے کے لِئے سات دِن گِنے ۔ اِس کے بعد وہ اپنے کپڑے دھوئے اور بہتے ہُوئے پانی میں نہائے تب وہ پاک ہو گا۔"},{"number":14,"verse":"اور آٹھویں دِن دو قُمریاں یا کبُوتر کے دو بچّے لے کر وہ خُداوند کے حضُور خَیمۂِ اِجتماع کے دروازہ پر جائے اور اُن کو کاہِن کے حوالہ کرے۔"},{"number":15,"verse":"اور کاہِن ایک کو خطا کی قُربانی کے لِئے اور دُوسرے کو سوختنی قُربانی کے لِئے گُذرانے ۔ یُوں کاہِن اُس کے لِئے اُس کے جریان کے سبب سے خُداوند کے حضُور کفّارہ دے۔"},{"number":16,"verse":"اور اگر کِسی مَرد کی دھات بہتی ہو تو وہ پانی میں نہائے اور شام تک ناپاک رہے۔"},{"number":17,"verse":"اور جِس کپڑے یا چمڑے پر نُطفہ لگ جائے وہ کپڑا یا چمڑا پانی سے دھویا جائے اور شام تک ناپاک رہے۔"},{"number":18,"verse":"اور وہ عَورت بھی جِس کے ساتھ مَرد صُحبت کرے اور مُنزِل ہو تو وہ دونوں پانی سے غُسل کریں اور شام تک ناپاک رہیں۔"},{"number":19,"verse":"اور اگر کِسی عَورت کو اَیسا جریان ہو کہ اُسے حَیض کا خُون آئے تو وہ سات دِن تک ناپاک رہے گی اور جو کوئی اُسے چُھوئے وہ شام تک ناپاک رہے گا۔"},{"number":20,"verse":"اور جِس چِیز پر وہ اپنی ناپاکی کی حالت میں سوئے وہ چِیز ناپاک ہو گی اور جِس چِیز پر بَیٹھے وہ بھی ناپاک ہو جائے گی۔"},{"number":21,"verse":"اور جو کوئی اُس کے بِستر کو چُھوئے وہ اپنے کپڑے دھوئے اور پانی سے غُسل کرے اور شام تک ناپاک رہے۔"},{"number":22,"verse":"اور جو کوئی اُس چِیز کو جِس پر وہ بَیٹھی ہو چُھوئے وہ اپنے کپڑے دھوئے اور پانی سے نہائے اور شام تک ناپاک رہے۔"},{"number":23,"verse":"اور اگر اُس کا خُون اُس کے بِستر پر یا جِس چِیز پر وہ بَیٹھی ہو اُس پر لگا ہُؤا ہو اور اُس وقت کوئی اُس چِیز کو چُھوئے تو وہ شام تک ناپاک رہے۔"},{"number":24,"verse":"اور اگر مَرد اُس کے ساتھ صُحبت کرے اور اُس کے حَیض کا خُون اُسے لگ جائے تو وہ سات دِن تک ناپاک رہے گا اور ہر ایک بِستر جِس پر وہ مَرد سوئے گا ناپاک ہو گا۔"},{"number":25,"verse":"اور اگر کِسی عَورت کو ایّامِ حَیض کو چھوڑ کر یُوں بُہت دِنوں تک خُون آئے یا حَیض کی مُدّ ت گُذر جانے پر بھی خُون جاری رہے تو جب تک اُس کو یہ مَیلا خُون آتا رہے گا تب تک وہ اَیسی ہی رہے گی جَیسی حَیض کے دِنوں میں رہتی ہے ۔ وہ ناپاک ہے۔"},{"number":26,"verse":"اور اِس جریانِ خُون کے کُل ایّام میں جِس جِس بِستر پر وہ سوئے گی وہ حَیض کے بِستر کی طرح ناپاک ہو گا اور جِس جِس چِیزپر وہ بَیٹھے گی وہ چِیز حَیض کی نجاست کی طرح ناپاک ہو گی۔"},{"number":27,"verse":"اور جو کوئی اُن چِیزوں کو چُھوئے وہ ناپاک ہو گا ۔ وہ اپنے کپڑے دھوئے اور پانی سے غُسل کرے اور شام تک ناپاک رہے۔"},{"number":28,"verse":"اور جب وہ اپنے جریان سے شِفا پا جائے تو سات دِن گِنے ۔ تب اِس کے بعد وہ پاک ٹھہرے گی۔"},{"number":29,"verse":"اور آٹھویں دِن وہ دو قُمریاں یا کبُوتر کے دو بچّے لے کر اُن کو خَیمۂِ اِجتماع کے دروازہ پر کاہِن کے پاس لائے۔"},{"number":30,"verse":"اور کاہِن ایک کو خطا کی قُربانی کے لِئے اور دُوسرے کو سوختنی قُربانی کے لِئے گُذرانے ۔ یُوں کاہِن اُس کے ناپاک خُون کے جریان کے لِئے خُداوند کے حضُور اُس کی طرف سے کفّارہ دے۔"},{"number":31,"verse":"اِس طرِیق سے تُم بنی اِسرائیل کو اُن کی نجاست سے الگ رکھنا تاکہ وہ میرے مَقدِس کو جو اُن کے درمِیان ہے ناپاک کرنے کی وجہ سے اپنی نجاست میں ہلاک نہ ہوں۔"},{"number":32,"verse":"اُس کے لِئے جِسے جریان کا مرض ہو اور اُس کے لِئے جِس کی دھات بہتی ہو اور وہ اُس کے باعِث ناپاک ہو جائے۔"},{"number":33,"verse":"اور اُس کے لِئے جو حَیض سے ہو اور اُس مَرد اور عَورت کے لِئے جِن کو جریان کا مرض ہو اور اُس مَرد کے لِئے جو ناپاک عَورت کے ساتھ صُحبت کرے شرع یِہی ہے۔"}]}