{"bibleAbbr":"urRV2010","bookName":"احبار","bookEnglishName":"Leviticus","chapterNumber":18,"verses":[{"number":1,"verse":"( ممنُوعہ جِنسی افعال) پِھر خُداوند نے مُوسیٰ سے کہا۔"},{"number":2,"verse":"بنی اِسرائیل سے کہہ کہ مَیں خُداوند تُمہارا خُدا ہُوں۔"},{"number":3,"verse":"تُم مُلکِ مِصر کے سے کام جِس میں تُم رہتے تھے نہ کرنا اور مُلکِ کنعا ن کے سے کام بھی جہاں مَیں تُمہیں لِئے جاتا ہُوں نہ کرنا اور نہ اُن کی رسموں پر چلنا۔"},{"number":4,"verse":"تُم میرے حُکموں پر عمل کرنا اور میرے آئِین کو مان کر اُن پر چلنا ۔ مَیں خُداوند تُمہارا خُدا ہُوں۔"},{"number":5,"verse":"سو تُم میرے آئِین اور احکام ماننا جِن پر اگر کوئی عمل کرے تو وہ اُن ہی کی بدَولت جِیتا رہے گا ۔ مَیں خُداوند ہُوں۔"},{"number":6,"verse":"تُم میں سے کوئی اپنی کِسی قرِیبی رِشتہ دار کے پاس اُس کے بدن کو بے پردہ کرنے کے لِئے نہ جائے ۔ مَیں خُداوند ہُوں۔"},{"number":7,"verse":"تُو اپنی ماں کے بدن کو جو تیرے باپ کا بدن ہے بے پردہ نہ کرنا کیونکہ وہ تیری ماں ہے ۔ تُو اُس کے بدن کو بے پردہ نہ کرنا۔"},{"number":8,"verse":"تُو اپنے باپ کی بِیوی کے بدن کو بے پردہ نہ کرنا کیونکہ وہ تیرے باپ کا بدن ہے۔"},{"number":9,"verse":"تُو اپنی بہن کے بدن کو چاہے وہ تیرے باپ کی بیٹی ہو چاہے تیری ماں کی اور خواہ وہ گھر میں پَیدا ہُوئی ہو خواہ اَور کہِیں بے پردہ نہ کرنا۔"},{"number":10,"verse":"تُو اپنی پوتی یا نواسی کے بدن کو بے پردہ نہ کرنا کیونکہ اُن کا بدن تو تیرا ہی بدن ہے۔"},{"number":11,"verse":"تیرے باپ کی بِیوی کی بیٹی جو تیرے باپ سے پَیدا ہُوئی ہے تیری بہن ہے ۔ تو اُس کے بدن کو بے پردہ نہ کرنا۔"},{"number":12,"verse":"تُو اپنی پُھوپھی کے بدن کو بے پردہ نہ کرنا کیونکہ وہ تیرے باپ کی قریبی رِشتہ دار ہے۔"},{"number":13,"verse":"تُو اپنی خالہ کے بدن کو بے پردہ نہ کرنا کیونکہ وہ تیری ماں کی قریبی رِشتہ دار ہے۔"},{"number":14,"verse":"تُو اپنے باپ کے بھائی کے بدن کو بے پردہ نہ کرنا یعنی اُس کی بِیوی کے پاس نہ جانا ۔ وہ تیری چچی ہے۔"},{"number":15,"verse":"تُو اپنی بہُو کے بدن کو بے پردہ نہ کرنا کیونکہ وہ تیرے بیٹے کی بِیوی ہے ۔ سو تُو اُس کے بدن کو بے پردہ نہ کرنا۔"},{"number":16,"verse":"تُو اپنی بھاوج کے بدن کو بے پردہ نہ کرنا کیونکہ وہ تیرے بھائی کا بدن ہے۔"},{"number":17,"verse":"تُو کِسی عَورت اور اُس کی بیٹی دونوں کے بدن کو بے پردہ نہ کرنا اور نہ تو اُس عَورت کی پوتی یا نواسی سے بیاہ کر کے اُن میں سے کِسی کے بدن کو بے پردہ کرنا کیونکہ وہ دونوں اُس عَورت کی قرِیبی رِشتہ دار ہیں ۔ یہ بڑی خباثت ہے۔"},{"number":18,"verse":"تُو اپنی سالی سے بیاہ کر کے اُسے اپنی بِیوی کی سَوکن نہ بنانا کہ دُوسری کے جِیتے جی اِس کے بدن کو بھی بے پردہ کرے۔"},{"number":19,"verse":"اور تُو عَورت کے پاس جب تک وہ حَیض کے سبب سے ناپاک ہے اُس کے بدن کو بے پردہ کرنے کے لِئے نہ جانا۔"},{"number":20,"verse":"اور تُو اپنے کو نجِس کرنے کے لِئے اپنے ہمسایہ کی بِیوی سے صُحبت نہ کرنا۔"},{"number":21,"verse":"تُو اپنی اَولاد میں سے کِسی کو مو لک کی خاطِر آگ میں سے گُذارنے کے لِئے نہ دینا اور نہ اپنے خُدا کے نام کو ناپاک ٹھہرانا ۔ مَیں خُداوند ہُوں۔"},{"number":22,"verse":"تُو مَرد کے ساتھ صُحبت نہ کرنا جَیسے عَورت سے کرتا ہے ۔ یہ نِہایت مکُروہ کام ہے۔"},{"number":23,"verse":"تُو اپنے کو نجِس کرنے کے لِئے کِسی جانور سے صُحبت نہ کرنا اور نہ کوئی عَورت کِسی جانور سے ہم صُحبت ہونے کے لِئے اُس کے آگے کھڑی ہو کیونکہ یہ اَوندھی بات ہے۔"},{"number":24,"verse":"تُم اِن کاموں میں سے کِسی میں پھنس کر آلُودہ نہ ہو جانا کیونکہ جِن قَوموں کو مَیں تُمہارے آگے سے نِکالتا ہُوں وہ اِن سب کاموں کے سبب سے آلُودہ ہیں۔"},{"number":25,"verse":"اور اُن کا مُلک بھی آلُودہ ہو گیا ہے ۔ اِس لِئے میں اُس کی بدکاری کی سزا اُسے دیتا ہُوں اَیسا کہ وہ اپنے باشِندوں کو اُگلے دیتا ہے۔"},{"number":26,"verse":"لِہٰذا تُم میرے آئِین اور احکام کو ماننا اور تُم میں سے کوئی خواہ وہ دیسی ہو یا پردیسی جو تُم میں بُود و باش رکھتا ہو اِن مکرُوہات میں سے کِسی کام کو نہ کرے۔"},{"number":27,"verse":"کیونکہ اُس مُلک کے باشِندوں نے جو تُم سے پہلے تھے یہ سب مکرُوہ کام کِئے ہیں اور مُلک آلُودہ ہو گیا ہے۔"},{"number":28,"verse":"سو اَیسا نہ ہو کہ جِس طرح اُس مُلک نے اُس قَوم کو جو تُم سے پہلے وہاں تھی اُگل دِیا اُسی طرح تُم کو بھی جب تُم اُسے آلُودہ کرو تو اُگل دے۔"},{"number":29,"verse":"کیونکہ جو اِن مکرُوہ کاموں میں سے کِسی کو کرے گا وہ اپنے لوگوں میں سے کاٹ ڈالا جائے گا۔"},{"number":30,"verse":"اِس لِئے میری شرِیعت کو ماننا اور یہ مکرُوہ رسمیں جو تُم سے پہلے ادا کی جاتی تِھیں اِن میں سے کِسی کو عمل میں نہ لانا اور اِن میں پھنس کر آلُودہ نہ ہو جانا ۔ مَیں خُداوند تُمہارا خُدا ہُوں۔"}]}