{"bibleAbbr":"urRV2010","bookName":"احبار","bookEnglishName":"Leviticus","chapterNumber":21,"verses":[{"number":1,"verse":"( کاہِنوں کی پاکِیزگی) اور خُداوند نے مُوسیٰ سے کہا کہ ہارُون کے بیٹوں سے جو کاہِن ہیں کہہ کہ اپنے قبِیلہ کے مُردہ کے سبب سے کوئی اپنے آپ کو نجِس نہ کر لے۔"},{"number":2,"verse":"اپنے قرِیبی رِشتہ داروں کے سبب سے جَیسے اپنی ماں کے سبب سے اور اپنے باپ کے سبب سے اور اپنے بیٹے بیٹی کے سبب سے اور اپنے بھائی کے سبب سے۔"},{"number":3,"verse":"اور اپنی سگی کُنواری بہن کے سبب سے جِس نے شَوہر نہ کِیا ہو ۔ اِن کی خاطِر وہ اپنے کو نجِس کر سکتا ہے۔"},{"number":4,"verse":"چُونکہ وہ اپنے لوگوں میں سردار ہے اِس لِئے وہ اپنے آپ کو اَیسا آلُودہ نہ کرے کہ ناپاک ہو جائے۔"},{"number":5,"verse":"وہ نہ اپنے سر اُن کی خاطِر بیچ سے گُھٹوائیں اور نہ اپنی داڑھی کے کونے مُنڈوائیں اور نہ اپنے کو زخمی کریں۔"},{"number":6,"verse":"وہ اپنے خُدا کے لِئے پاک بنے رہیں اور اپنے خُدا کے نام کو بے حُرمت نہ کریں کیونکہ وہ خُداوند کی آتِشِین قُربانیاں جو اُن کے خُدا کی غِذا ہیں گُذرانتے ہیں ۔ اِس لِئے وہ پاک رہیں۔"},{"number":7,"verse":"وہ کِسی فاحِشہ یا ناپاک عَورت سے بیاہ نہ کریں اور نہ اُس عَورت سے بیاہ کریں جِسے اُس کے شَوہر نے طلاق دی ہو کیونکہ کاہِن اپنے خُدا کے لِئے مُقدّس ہے۔"},{"number":8,"verse":"پس تُو کاہِن کو مُقدّس جاننا کیونکہ وہ تیرے خُدا کی غِذا گُذرانتا ہے ۔ سو وہ تیری نظر میں مُقدّس ٹھہرے کیونکہ مَیں خُداوند جو تُم کو مُقدّس کرتا ہُوں قُدُّوس ہُوں۔"},{"number":9,"verse":"اور اگر کاہِن کی بیٹی فاحِشہ بن کر اپنے آپ کو ناپاک کرے تو وہ اپنے باپ کو ناپاک ٹھہراتی ہے ۔ وہ عَورت آگ میں جلائی جائے۔"},{"number":10,"verse":"اور وہ جو اپنے بھائیوں کے درمِیان سردار کاہِن ہو جِس کے سر پر مَسح کرنے کا تیل ڈالا گیا اور جو پاک لِباس پہننے کے لِئے مخصُوص کِیا گیا وہ اپنے سر کے بال بِکھرنے نہ دے اور اپنے کپڑے نہ پھاڑے۔"},{"number":11,"verse":"وہ کِسی مُردہ کے پاس نہ جائے اور نہ اپنے باپ یا ماں کی خاطِر اپنے آپ کو نجس کرے۔"},{"number":12,"verse":"اور وہ مَقدِس کے باہر بھی نہ نِکلے اور نہ اپنے خُدا کے مَقدِس کو بے حُرمت کرے کیونکہ اُس کے خُدا کے مَسح کرنے کے تیل کا تاج اُس پر ہے ۔ مَیں خُداوند ہُوں۔"},{"number":13,"verse":"اور وہ کُنواری عَورت سے بیاہ کرے۔"},{"number":14,"verse":"جو بیوہ یا مُطلّقہ یا ناپاک عَورت یا فاحِشہ ہو اُن سے وہ بیاہ نہ کرے بلکہ وہ اپنی ہی قَوم کی کُنواری کو بیاہ لے۔"},{"number":15,"verse":"اور وہ اپنے تُخم کو اپنی قَوم میں ناپاک نہ ٹھہرائے کیونکہ مَیں خُداوند ہُوں جو اُسے مُقدّس کرتا ہُوں۔"},{"number":16,"verse":"پِھر خُداوند نے مُوسیٰ سے کہا کہ۔"},{"number":17,"verse":"ہارُون سے کہہ دے کہ تیری نسل میں پُشت در پُشت اگر کوئی کِسی طرح کا عَیب رکھتا ہو تو وہ اپنے خُدا کی غِذا گُذراننے کو نزدِیک نہ آئے۔"},{"number":18,"verse":"خواہ کوئی ہو جِسں میں عَیب ہو وہ نزدِیک نہ آئے ۔ خواہ وہ اندھا ہو یا لنگڑا یا نکچپٹا ہو یا زائِدُالاعضا۔"},{"number":19,"verse":"یا اُس کا پاؤں ٹُوٹا ہو یا ہاتھ ٹُوٹا ہو۔"},{"number":20,"verse":"یا وہ کُبڑا یا بَونا ہو یا اُس کی آنکھ میں کُچھ نقص ہو یا کُھجلی بھرا ہو یا اُس کے پپڑِیاں ہوں یا اُس کے خُصئے پِچکے ہوں۔"},{"number":21,"verse":"ہارُون کاہِن کی نسل میں سے کوئی جو عَیب دار ہو خُداوند کی آتِشِین قُربانیاں گُذراننے کو نزدِیک نہ آئے ۔ وہ عَیب دار ہے ۔ وہ ہرگِز اپنے خُدا کی غِذا گُذراننے کو پاس نہ آئے۔"},{"number":22,"verse":"وہ اپنے خُدا کی نِہایت ہی مُقدّس اور پاک دونوں طرح کی روٹی کھائے۔"},{"number":23,"verse":"لیکن پردہ کے اندر داخِل نہ ہو نہ مذبح کے پاس آئے اِس لِئے کہ وہ عَیب دار ہے تا اَیسا نہ ہو کہ وہ میرے مُقدّس مقاموں کو بے حُرمت کرے کیونکہ مَیں خُداوند اُن کا مُقدّس کرنے والا ہُوں۔"},{"number":24,"verse":"سو مُوسیٰ نے ہارُون اور اُس کے بیٹوں اور سب بنی اِسرائیل سے یہ باتیں کہِیں۔"}]}