{"bibleAbbr":"urRV2010","bookName":"احبار","bookEnglishName":"Leviticus","chapterNumber":24,"verses":[{"number":1,"verse":"( چراغوں کی نِگہداشت) اور خُداوند نے مُوسیٰ سے کہا۔"},{"number":2,"verse":"بنی اِسرائیل کو حُکم کر کہ وہ تیرے پاس زَیتُون کا کُوٹ کر نِکالا ہُؤا خالِص تیل رَوشنی کے لِئے لائیں تاکہ چراغ ہمیشہ جلتا رہے۔"},{"number":3,"verse":"ہارُون اُسے شہادت کے پردہ کے باہر خَیمۂِ اِجتماع میں شام سے صُبح تک خُداوند کے حضُور قرِینہ سے رکھّا کرے ۔ تُمہاری نسل در نسل سدا یِہی آئِین رہے گا۔"},{"number":4,"verse":"وہ ہمیشہ اُن چراغوں کو ترتِیب سے پاک شمعدان پر خُداوند کے حضُور رکھّا کرے۔"},{"number":5,"verse":"اور تُو مَیدہ لے کر بارہ گِردے پکانا ۔ ہر ایک گِردہ میں اَیفہ کے دو دہائی حِصّہ کے برابر مَیدہ ہو۔"},{"number":6,"verse":"اور تُو اُن کو دو قطاریں کر کے ہر قطار میں چھ چھ روٹیاں پاک میز پر خُداوند کے حضُور رکھنا۔"},{"number":7,"verse":"اور تُو ہر ایک قطار پر خالِص لُبان رکھنا تاکہ وہ روٹی پر یادگاری یعنی خُداوند کے حضُور آتِشِین قُربانی کے طَور پر ہو۔"},{"number":8,"verse":"وہ سدا ہر سبت کے روز اُن کو خُداوند کے حضُور ترتِیب دِیا کرے کیونکہ یہ بنی اِسرائیل کی جانِب سے ایک دائِمی عہد ہے۔"},{"number":9,"verse":"اور یہ روٹیاں ہارُون اور اُس کے بیٹوں کی ہوں گی ۔ وہ اِن کو کِسی پاک جگہ میں کھائیں کیونکہ وہ ایک جاوِدانی آئِین کے مُطابِق خُداوند کی آتِشِین قُربانیوں میں سے ہارُون کے لِئے نِہایت پاک ہیں۔"},{"number":10,"verse":"( جائز اور راست سزا کی ایک مثال) اور ایک اِسرائیلی عَورت کا بیٹا جِس کا باپ مِصری تھا اِسرائیلِیوں کے بیچ چلا گیا اور وہ اِسرائیلی عَورت کا بیٹا اور ایک اِسرائیلی لشکرگاہ میں آپس میں مار پِیٹ کرنے لگے۔"},{"number":11,"verse":"اور اِسرائیلی عَورت کے بیٹے نے پاک نام پر کُفربکا اور لَعنت کی ۔ تب لوگ اُسے مُوسیٰ کے پاس لے گئے ۔ اُس کی ماں کا نام سلومِیت تھا جو د ِبری کی بیٹی تھی جو دان کے قبِیلہ کا تھا۔"},{"number":12,"verse":"اور اُنہوں نے اُسے حوالات میں ڈال دِیا تاکہ خُداوند کی جانب سے اِس بات کا فَیصلہ اُن پر ظاہِر کِیا جائے۔"},{"number":13,"verse":"تب خُداوند نے مُوسیٰ سے کہا کہ۔"},{"number":14,"verse":"اُس لَعنت کرنے والے کو لشکرگاہ کے باہر نِکال کر لے جا اور جِتنوں نے اُسے لَعنت کرتے سُنا وہ سب اپنے اپنے ہاتھ اُس کے سر پر رکھّیں اور ساری جماعت اُسے سنگسار کرے۔"},{"number":15,"verse":"اور تُو بنی اِسرائیل سے کہہ دے کہ جو کوئی اپنے خُدا پر لَعنت کرے اُس کا گُناہ اُسی کے سر لگے گا۔"},{"number":16,"verse":"اور وہ جو خُداوند کے نام پر کُفربکے ضرُور جان سے مارا جائے ۔ ساری جماعت اُسے قطعی سنگسار کرے ۔ خواہ وہ دیسی ہو یا پردیسی جب وہ پاک نام پر کُفر بکے تو وہ ضرُور جان سے مارا جائے۔"},{"number":17,"verse":"اور جو کوئی کِسی آدمی کو مار ڈالے وہ ضرُور جان سے مارا جائے۔"},{"number":18,"verse":"اور جو کوئی کِسی چَوپائے کو مار ڈالے وہ اُس کا مُعاوضہ جان کے بدلے جان دے۔"},{"number":19,"verse":"اور اگر کوئی شخص اپنے ہمسایہ کو عَیب دار بنا دے تو جَیسا اُس نے کِیا وَیسا ہی اُس سے کِیا جائے۔"},{"number":20,"verse":"یعنی عُضو توڑنے کے بدلے عُضو توڑنا ہو اور آنکھ کے بدلے آنکھ اور دانت کے بدلے دانت ۔ جَیسا عَیب اُس نے دُوسرے آدمی میں پَیدا کر دِیا ہے وَیسا ہی اُس میں بھی کر دِیا جائے۔"},{"number":21,"verse":"الغرض جو کوئی کِسی چَوپائے کو مار ڈالے وہ اُس کا مُعاوضہ دے پر اِنسان کا قاتِل جان سے مارا جائے۔"},{"number":22,"verse":"تُم ایک ہی طرح کا قانُون دیسی اور پردیسی دونوں کے لِئے رکھنا کیونکہ مَیں خُداوند تُمہارا خُدا ہُوں۔"},{"number":23,"verse":"اور مُوسیٰ نے یہ بنی اِسرائیل کو بتایا ۔ پس وہ اُس لَعنت کرنے والے کو نِکال کر لشکرگاہ کے باہر لے گئے اور اُسے سنگسار کر دِیا ۔ سو بنی اِسرائیل نے جَیسا خُداوند نے مُوسیٰ کو حُکم دِیا تھا وَیسا ہی کِیا۔"}]}