{"bibleAbbr":"urRV2010","bookName":"احبار","bookEnglishName":"Leviticus","chapterNumber":25,"verses":[{"number":1,"verse":"( ساتواں سال) اور خُداوند نے کوہِ سِینا پر مُوسیٰ سے کہا کہ۔"},{"number":2,"verse":"بنی اِسرائیل سے کہہ کہ جب تُم اُس مُلک میں جو مَیں تُم کو دیتا ہُوں داخِل ہو جاؤ تو اُس کی زمِین بھی خُداوند کے لِئے سبت کو مانے۔"},{"number":3,"verse":"تُو اپنے کھیت کو چھ برس بونا اور اپنے انگُورِستان کو چھ برس چھانٹنا اور اُس کا پَھل جمع کرنا۔"},{"number":4,"verse":"لیکن ساتویں سال زمِین کے لِئے خاص آرام کا سبت ہو ۔ یہ سبت خُداوند کے لِئے ہو ۔ اِس میں تُو نہ اپنے کھیت کو بونا اور نہ اپنے انگُورِستان کو چھانٹنا۔"},{"number":5,"verse":"اور نہ اپنی خودرَو فصل کو کاٹنا اور نہ اپنی بے چھٹی تاکوں کے انگُوروں کو توڑنا ۔ یہ زمِین کے لِئے خاص آرام کا سال ہو۔"},{"number":6,"verse":"اور زمِین کا یہ سبت تیرے اور تیرے غُلاموں اور تیری لَونڈِیوں اور مزدُوروں اور اُن پردیسِیوں کے لِئے جو تیرے ساتھ رہتے ہیں تُمہاری خُوراک کا باعِث ہو گا۔"},{"number":7,"verse":"اور اُس کی ساری پَیداوار تیرے چَوپایوں اور تیرے مُلک کے اَور جانوروں کے لِئے خُورِش ٹھہرے گی۔"},{"number":8,"verse":"( واگُزاری کا سال) اور تُو برسوں کے سات سبتوں کو یعنی سات گُنا سات سال گِن لینا اور تیرے حِساب سے برسوں کے سات سبتوں کی مُدّت کُل اُنچاس سال ہوں گے۔"},{"number":9,"verse":"تب تُو ساتویں مہِینے کی دسوِیں تارِیخ کو بڑا نرسِنگا زور سے پُھنکوانا ۔ تُم کفّارہ کے روز اپنے سارے مُلک میں یہ نرسِنگا پُھنکوانا۔"},{"number":10,"verse":"اور تُم پچاسویں برس کو مُقدّس جاننا اور تمام مُلک میں سب باشِندوں کے لِئے آزادی کی مُنادی کرانا ۔ یہ تُمہارے لِئے یوبلی ہو ۔ اِس میں تُم میں سے ہر ایک اپنی مِلکِیّت کا مالِک ہو اور ہر شخص اپنے خاندان میں پِھر شامِل ہوجائے۔"},{"number":11,"verse":"وہ پچاسواں برس تُمہارے لِئے یوبلی ہو ۔ تُم اُس میں کُچھ نہ بونا اور نہ اُسے جو اپنے آپ پَیدا ہو جائے کاٹنا اور نہ بے چھٹی تاکوں کا انگُور جمع کرنا۔"},{"number":12,"verse":"کیونکہ وہ سالِ یوبلی ہو گا ۔ سو وہ تُمہارے لِئے مُقدّس ٹھہرے ۔ تُم اُس کی پَیداوار کو کھیت سے لے لے کر کھانا۔"},{"number":13,"verse":"اُس سالِ یوبلی میں تُم میں سے ہر ایک اپنی مِلکِیّت کا پِھر مالِک ہو جائے۔"},{"number":14,"verse":"اور اگر تُو اپنے ہمسایہ کے ہاتھ کُچھ بیچے یا اپنے ہمسایہ سے کُچھ خریدے تو تُم ایک دُوسرے پر اندھیر نہ کرنا۔"},{"number":15,"verse":"یوبلی کے بعد جِتنے برس گُذرے ہوں اُن کے شُمار کے مُوافِق تُو اپنے ہمسایہ سے اُسے خریدنا اور وہ اُسے فصل کے برسوں کے شُمار کے مُطابِق تیرے ہاتھ بیچے۔"},{"number":16,"verse":"جِتنے زِیادہ برس ہوں اُتنا ہی دام زِیادہ کرنا اور جِتنے کم برس ہوں اُتنی ہی اُس کی قیمت گھٹانا کیونکہ برسوں کے شُمار کے مُوافِق وہ اُن کی فصل تیرے ہاتھ بیچتا ہے۔"},{"number":17,"verse":"اور تُم ایک دُوسرے پر اندھیر نہ کرنا بلکہ تُو اپنے خُدا سے ڈرتے رہنا کیونکہ مَیں خُداوند تُمہارا خُدا ہُوں۔"},{"number":18,"verse":"( ساتویں سال کا مسئلہ) سو تُم میری شرِیعت پر عمل کرنا اور میرے حُکموں کو ماننا اور اُن پر چلنا تو تُم اُس مُلک میں امن کے ساتھ بسے رہو گے۔"},{"number":19,"verse":"اور زمِین پھلے گی اور تُم پیٹ بھر کر کھاؤ گے اور وہاں امن کے ساتھ رہا کرو گے۔"},{"number":20,"verse":"اور اگر تُم کو خیال ہو کہ ہم ساتویں برس کیا کھائیں گے؟ کیونکہ دیکھو ہم کو نہ تو بونا ہے اور نہ اپنی پَیداوار کو جمع کرنا ہے۔"},{"number":21,"verse":"تو مَیں چھٹے ہی برس اَیسی برکت تُم پر نازِل کروں گا کہ تِینوں سال کے لِئے کافی غلّہ پَیدا ہو جائے گا۔"},{"number":22,"verse":"اور آٹھویں برس پِھر جوتنا بونا اورپِچھلا غلّہ کھاتے رہنا بلکہ جب تک نویں سال کے بوئے ہُوئے کی فصل نہ کاٹ لو اُس وقت تک وہی پِچھلا غلّہ کھاتے رہو گے۔"},{"number":23,"verse":"( املاک کی واگُزاری) اور زمِین ہمیشہ کے لِئے بیچی نہ جائے کیونکہ زمِین میری ہے اور تُم میرے مُسافِر اور مہمان ہو۔"},{"number":24,"verse":"بلکہ تُم اپنی مِلکِیّت کے مُلک میں ہر جگہ زمِین کو چُھڑا لینے دینا۔"},{"number":25,"verse":"اور اگر تُمہارا بھائی مُفلِس ہو جائے اور اپنی مِلکِیّت کا کُچھ حِصّہ بیچ ڈالے تو جو اُس کا سب سے قریبی رِشتہ دار ہے وہ آ کر اُس کو جِسے اُس کے بھائی نے بیچ ڈالا ہے چُھڑا لے۔"},{"number":26,"verse":"اور اگر اُس آدمی کا کوئی نہ ہو جو اُسے چُھڑائے اور وہ خُود مالدار ہو جائے اور اُس کے چُھڑانے کے لِئے اُس کے پاس کافی ہو۔"},{"number":27,"verse":"تو وہ فروخت کے بعد کے برسوں کو گِن کر باقی دام اُس کو جِس کے ہاتھ زمِین بیچی ہے پھیر دے ۔ تب وہ پِھر اپنی مِلکِیّت کا مالِک ہو جائے۔"},{"number":28,"verse":"لیکن اگر اُس میں اِتنا مقدُور نہ ہو کہ اپنی زمِین واپس کرا لے تو جو کُچھ اُس نے بیچ ڈالا ہے وہ سالِ یوبلی تک خریدار کے ہاتھ میں رہے اور سالِ یوبلی میں چُھوٹ جائے ۔ تب یہ آدمی اپنی مِلکِیّت کا پِھر مالِک ہو جائے۔"},{"number":29,"verse":"اور اگر کوئی شخص رہنے کے اَیسے مکان کو بیچے جو کِسی فصِیل دار شہر میں ہو تو وہ اُس کے بِک جانے کے بعد سال بھر کے اندر اندر اُسے چُھڑا سکے گا یعنی پُورے ایک سال تک وہ اُسے چُھڑانے کا حقدار رہے گا۔"},{"number":30,"verse":"اور اگر وہ پُورے ایک سال کی مِیعاد کے اندر چُھڑایا نہ جائے تو اُس فصِیل دار شہر کے مکان پر خرِیدار کا نسل در نسل دائِمی قبضہ ہو جائے اور وہ سالِ یوبلی میں بھی نہ چُھوٹے۔"},{"number":31,"verse":"لیکن جِن دیہات کے گِرد کوئی فصِیل نہیں اُن کے مکانوں کا حِساب مُلک کے کھیتوں کی طرح ہو گا ۔ وہ چُھڑائے بھی جا سکیں گے اور سالِ یوبلی میں وہ چُھوٹ بھی جائیں گے۔"},{"number":32,"verse":"تَو بھی لاوِیوں کے جو شہر ہیں لاوی اپنی مِلکِیّت کے شہروں کے مکانوں کو چاہے کِسی وقت چُھڑا لیں۔"},{"number":33,"verse":"اور اگر کوئی دُوسرا لاوی اُن کو چُھڑا لے تو وہ مکان جو بیچا گیا اور اُس کی مِلکِیّت کا شہر دونوں سالِ یوبلی میں چُھوٹ جائیں کیونکہ جو مکان لاوِیوں کے شہروں میں ہیں وُہی بنی اِسرائیل کے درمِیان لاوِیوں کی مِلکِیّت ہیں۔"},{"number":34,"verse":"پر اُن کے شہروں کی نواحی کے کھیت نہیں بِک سکتے کیونکہ وہ اُن کی دائِمی مِلکِیّت ہیں۔"},{"number":35,"verse":"( غرِیب اور مُحتاج کے قرضے) اور اگر تیرا کوئی بھائی مُفلِس ہو جائے اور وہ تیرے سامنے تنگ دست ہو تو تُو اُسے سنبھالنا ۔ وہ پردیسی اور مُسافِر کی طرح تیرے ساتھ رہے۔"},{"number":36,"verse":"تُو اُس سے سُود یا نفع مت لینا بلکہ اپنے خُدا کا خوف رکھنا تاکہ تیرا بھائی تیرے ساتھ زِندگی بسر کر سکے۔"},{"number":37,"verse":"تُو اپنا رُوپَیہ اُسے سُود پر مت دینا اور اپنا کھانا بھی اُسے نفع کے خیال سے نہ دینا۔"},{"number":38,"verse":"مَیں خُداوند تُمہارا خُدا ہُوں جو تُم کو اِسی لِئے مُلکِ مِصر سے نِکال کر لایا کہ مُلکِ کنعا ن تُم کو دُوں اور تُمہارا خُدا ٹھہروں۔"},{"number":39,"verse":"( غُلاموں کی آزادی) اور اگر تیرا کوئی بھائی تیرے سامنے اَیسا مُفلِس ہو جائے کہ اپنے کو تیرے ہاتھ بیچ ڈالے تو تُو اُس سے غُلام کی مانِند خِدمت نہ لینا۔"},{"number":40,"verse":"بلکہ وہ مزدُور اور مُسافِر کی مانِند تیرے ساتھ رہے اور سالِ یوبلی تک تیری خِدمت کرے۔"},{"number":41,"verse":"اُس کے بعد وہ بال بچّوں سمیت تیرے پاس سے چلا جائے اور اپنے گھرانے کے پاس اور اپنے باپ دادا کی مِلکِیّت کی جگہ کو لَوٹ جائے۔"},{"number":42,"verse":"اِس لِئے کہ وہ میرے خادِم ہیں جِن کو مَیں مُلکِ مِصر سے نِکال کر لایا ہُوں ۔ وہ غُلاموں کی طرح بیچے نہ جائیں۔"},{"number":43,"verse":"تُو اُن پر سختی سے حُکمرانی نہ کرنا بلکہ اپنے خُدا سے ڈرتے رہنا۔"},{"number":44,"verse":"اور تیرے جو غُلام اور تیری جو لَونڈیاں ہوں وہ اُن قَوموں میں سے ہوں جو تُمہارے چَوگِرد رہتی ہیں ۔ اُن ہی میں سے تُم غُلام اور لَونڈیاں خرِیدا کرنا۔"},{"number":45,"verse":"ماسِوا اِن کے اُن پردیسِیوں کے لڑکے بالوں میں سے بھی جو تُم میں بُود و باش کرتے ہیں اور اُن کے گھرانوں میں سے جو تُمہارے مُلک میں پَیدا ہُوئے اور تُمہارے ساتھ ہیں تُم خریدا کرنا اور وہ تُمہاری ہی مِلکِیّت ہوں گے۔"},{"number":46,"verse":"اور تُم اُن کو مِیراث کے طَور پر اپنی اَولاد کے نام کر دینا کہ وہ اُن کی مورُوثی مِلکِیّت ہوں ۔ اِن میں سے تُم ہمیشہ اپنے لِئے غُلام لِیا کرنا لیکن بنی اِسرائیل جو تُمہارے بھائی ہیں اُن میں سے کِسی پر تُم سختی سے حُکمرانی نہ کرنا۔"},{"number":47,"verse":"اور اگر کوئی پردیسی یا مُسافِرجو تیرے ساتھ ہو دَولت مند ہو جائے اور تیرا بھائی اُس کے سامنے مُفلِس ہو کر اپنے آپ کو اُس پردیسی یا مُسافِر یا پردیسی کے خاندان کے کِسی آدمی کے ہاتھ بیچ ڈالے۔"},{"number":48,"verse":"تو بِک جانے کے بعد وہ چُھڑایا جا سکتا ہے ۔ اُس کے بھائِیوں میں سے کوئی اُسے چُھڑا سکتا ہے۔"},{"number":49,"verse":"یا اُس کا چچا یا تاؤُ یا اُس کے چچا یا تاؤُ کا بیٹا یا اُس کے خاندان کا کوئی اَور آدمی جو اُس کا قریبی رِشتہ دار ہو وہ اُس کو چُھڑا سکتا ہے یا اگر وہ مال دار ہو جائے تو وہ اپنا فِدیہ دے کرچُھوٹ سکتا ہے۔"},{"number":50,"verse":"وہ اپنے خرِیدار کے ساتھ اپنے کو فروخت کر دینے کے سال سے لے کر سالِ یوبلی تک حِساب کرے اور اُس کے بِکنے کی قِیمت برسوں کی تعداد کے مُطابِق ہو یعنی اُس کا حِساب مزدُور کے ایّام کی طرح اُس کے ساتھ ہو گا۔"},{"number":51,"verse":"اگر یوبلی کے ابھی بُہت سے برس باقی ہوں تو جِتنے رُوپوں میں وہ خریدا گیا تھا اُن میں سے اپنے چُھوٹنے کی قِیمت اُتنے ہی برسوں کے حِساب کے مُطابِق پھیر دے۔"},{"number":52,"verse":"اور اگر سالِ یوبلی کے تھوڑے سے برس رہ گئے ہوں تو وہ اُس کے ساتھ حِساب کرے اور اپنے چُھوٹنے کی قِیمت اُتنے ہی برسوں کے مُطابِق اُسے پھیر دے۔"},{"number":53,"verse":"اور وہ اُس مزدُور کی طرح اپنے آقا کے ساتھ رہے جِس کی اُجرت سال بسال ٹھہرائی جاتی ہو اور اُس کا آقا اُس پر تُمہارے سامنے سختی سے حُکومت نہ کرنے پائے۔"},{"number":54,"verse":"اور اگر وہ اِن طرِیقوں سے چُھڑایا نہ جائے تو سالِ یوبلی میں بال بچّوں سمیت چُھوٹ جائے۔"},{"number":55,"verse":"کیونکہ بنی اِسرائیل میرے لِئے خادِم ہیں ۔ وہ میرے خادِم ہیں جِن کو مَیں مُلکِ مِصر سے نِکال کر لایا ہُوں ۔ مَیں خُداوند تُمہارا خُدا ہُوں۔"}]}