{"bibleAbbr":"urRV2010","bookName":"احبار","bookEnglishName":"Leviticus","chapterNumber":27,"verses":[{"number":1,"verse":"( خُداوند کے لِئے نذرانوں کے بارے میں قوانِین) پِھر خُداوند نے مُوسیٰ سے کہا کہ۔"},{"number":2,"verse":"بنی اِسرائیل سے کہہ کہ جب کوئی شخص اپنی مَنّت پُوری کرنے لگے تو مَنّت کے آدمی تیرے قِیمت ٹھہرانے کے مُوافِق خُداوند کے ہوں گے۔"},{"number":3,"verse":"سو بِیس برس کی عُمر سے لے کر ساٹھ برس کی عُمر تک کے مَرد کے لِئے تیری ٹھہرائی ہُوئی قِیمت مَقدِس کی مِثقال کے حِساب سے چاندی کی پچاس مِثقال ہوں۔"},{"number":4,"verse":"اور اگر وہ عَورت ہو تو تیری ٹھہرائی ہُوئی قِیمت تِیس مِثقال ہوں۔"},{"number":5,"verse":"اور اگر پانچ برس سے لے کر بِیس برس تک کی عُمر ہو تو تیری ٹھہرائی ہُوئی قِیمت مَرد کے لِئے بِیس مِثقال۔ اور عَورت کے لِئے دس مِثقال ہوں۔"},{"number":6,"verse":"پر اگر عُمر ایک مہِینے سے لے کر پانچ برس تک کی ہو تو لڑکے کے لِئے چاندی کی پانچ مِثقال۔ اور لڑکی کے لِئے چاندی کی تِین مِثقال ٹھہرائی جائیں۔"},{"number":7,"verse":"اور اگر ساٹھ برس سے لے کر اُوپر اُوپر کی عُمر ہو تو مَرد کے لِئے پندرہ مِثقال۔ اور عَورت کے لِئے دس مِثقال مُقرّر ہوں۔"},{"number":8,"verse":"پر اگر کوئی تیرے اندازہ کی نِسبت کم مقدُور رکھتا ہو تو وہ کاہِن کے سامنے حاضِر کِیا جائے اور کاہِن اُس کی قِیمت ٹھہرائے یعنی جِس شخص نے مَنّت مانی ہے اُس کی جَیسی حَیثِیّت ہو وَیسی ہی قِیمت کاہِن اُس کے لِئے ٹھہرائے۔"},{"number":9,"verse":"اور اگر وہ مَنّت کِسی اَیسے جانور کی ہے جِس کی قُربانی لوگ خُداوند کے حضُور چڑھایا کرتے ہیں تو جو جانور کوئی خُداوند کی نذر کرے وہ پاک ٹھہرے گا۔"},{"number":10,"verse":"وہ اُسے پِھر کِسی طرح نہ بدلے ۔ نہ تو اچھّے کے عِوض بُرا دے اور نہ بُرے کے عِوض اچھّا دے اور اگر وہ کِسی حال میں ایک جانور کے بدلے دُوسرا جانور دے تو وہ اور اُس کا بدل دونوں پاک ٹھہریں گے۔"},{"number":11,"verse":"اور اگر وہ کوئی ناپاک جانور ہو جِس کی قُربانی خُداوند کے حضُور نہیں گُذرانتے تو وہ اُسے کاہِن کے سامنے کھڑا کرے۔"},{"number":12,"verse":"اور خواہ وہ اچھّا ہو یا بُرا کاہِن اُس کی قِیمت ٹھہرائے ۔ اور اَے کاہِن! جو کُچھ تُو اُس کا دام ٹھہرائے گا وُہی رہے گا۔"},{"number":13,"verse":"اور اگر وہ چاہے کہ اُس کا فِدیہ دے کر اُسے چُھڑائے تو جو قِیمت تُو نے ٹھہرائی ہے اُس میں اُس کا پانچواں حِصّہ وہ اَور مِلا کر دے۔"},{"number":14,"verse":"اور اگر کوئی اپنے گھر کو مُقدّس قرار دے تاکہ وہ خُداوند کے لِئے پاک ہو تو خواہ وہ اچھّا ہو یا بُرا کاہِن اُس کی قِیمت ٹھہرائے اور جو کُچھ وہ ٹھہرائے وُہی اُس کی قِیمت رہے گی۔"},{"number":15,"verse":"اور جِس نے اُس گھر کو مُقدّس قرار دِیا ہے اگر وہ چاہے کہ گھر کا فِدیہ دے کر اُسے چُھڑائے تو تیری ٹھہرائی ہُوئی قِیمت میں اُس کا پانچواں حِصّہ اَور مِلا کر دے ۔ تب وہ گھر اُسی کا رہے گا۔"},{"number":16,"verse":"اور اگر کوئی شخص اپنے مورُوثی کھیت کا کوئی حِصّہ خُداوند کے لِئے مُقدّ س قرار دے تو تُو قِیمت کا اندازہ کرتے وقت یہ دیکھنا کہ اُس میں کِتنا بِیج بویا جائے گا ۔ جِتنی زمِین میں ایک خومر کے وزن کے برابر جَو بو سکیں اُس کی قِیمت چاندی کی پچاس مِثقال ہو۔"},{"number":17,"verse":"اگر کوئی سالِ یوبلی سے اپنا کھیت مُقدّس قرار دے تو اُس کی قِیمت جو تُو ٹھہرائے وُہی رہے گی۔"},{"number":18,"verse":"پر اگر وہ سالِ یوبلی کے بعد اپنے کھیت کو مُقدّس قرار دے تو جِتنے برس دُوسرے سالِ یوبلی کے باقی ہوں اُن ہی کے مُطابِق کاہِن اُس کے لِئے رُوپَے کا حِساب کرے اور جِتنا حِساب میں آئے اُتنا تیری ٹھہرائی ہُوئی قِیمت سے کم کِیا جائے۔"},{"number":19,"verse":"اور اگر وہ جِس نے اُس کھیت کو مُقدّس قرار دِیا ہے یہ چاہے کہ اُس کا فِدیہ دے کر اُسے چُھڑائے تو وہ تیری ٹھہرائی ہُوئی قِیمت کا پانچواں حِصّہ اُس کے ساتھ اَور مِلا کر دے تو وہ کھیت اُسی کا رہے گا۔"},{"number":20,"verse":"اور اگر وہ اُس کھیت کا فِدیہ دے کر اُسے نہ چُھڑائے یا کِسی دُوسرے شخص کے ہاتھ اُسے بیچ دے تو پِھر وہ کھیت کبھی نہ چُھڑایا جائے۔"},{"number":21,"verse":"بلکہ وہ کھیت جب سالِ یوبلی میں چُھوٹے تو وقف کِئے ہُوئے کھیت کی طرح وہ خُداوند کے لِئے مُقدّ س ہو گا اور کاہِن کی مِلکِیّت ٹھہرے گا۔"},{"number":22,"verse":"اور اگر کوئی شخص کِسی خرِیدے ہُوئے کھیت کو جو اُس کا مورُوثی نہیں خُداوند کے لِئے مُقدّس قرار دے۔"},{"number":23,"verse":"تو کاہِن جِتنے برس دُوسرے سالِ یوبلی کے باقی ہوں اُن کے مُطابِق تیری ٹھہرائی ہُوئی قِیمت کا حِساب اُس کے لِئے کرے اور وہ اُسی دِن تیری ٹھہرائی ہُوئی قِیمت کو خُداوند کے لِئے مُقدّس جان کر دے دے۔"},{"number":24,"verse":"اور سالِ یوبلی میں وہ کھیت اُسی کو واپس ہو جائے جِس سے وہ خرِیدا گیا تھا اور جِس کی وہ مِلکِیّت ہے۔"},{"number":25,"verse":"اور تیرے سارے قِیمت کے اندازے مَقدِس کی مِثقال کے حِساب سے ہوں اور ایک مِثقال بِیس جیراہ کا ہو۔"},{"number":26,"verse":"پر فقط چَوپایوں کے پہلوٹھوں کو جو پہلوٹھے ہونے کی وجہ سے خُداوند کے ٹھہر چُکے ہیں کوئی شخص مُقدّس قرار نہ دے خواہ وہ بَیل ہو یا بھیڑ بکری ۔ وہ تو خُداوند ہی کا ہے۔"},{"number":27,"verse":"پر اگر وہ کِسی ناپاک جانور کا پہلوٹھا ہو تو وہ شخص تیری ٹھہرائی ہُوئی قِیمت کا پانچواں حِصّہ قِیمت میں اَور مِلا کر اُس کا فِدیہ دے اور اُسے چُھڑائے اور اگر اُس کا فِدیہ نہ دِیا جائے تو وہ تیری ٹھہرائی ہُوئی قِیمت پر بیچا جائے۔"},{"number":28,"verse":"تَو بھی کوئی مخصُوص کی ہُوئی چِیز جِسے کوئی شخص اپنے سارے مال میں سے خُداوند کے لِئے مخصُوص کرے خواہ وہ اُس کا آدمی یا جانور یا مورُوثی زمِین ہو بیچی نہ جائے اور نہ اُس کا فِدیہ دِیا جائے ۔ ہر ایک مخصُوص کی ہُوئی چِیز خُداوند کے لِئے نِہایت پاک ہے۔"},{"number":29,"verse":"اگر آدمِیوں میں سے کوئی مخصُوص کِیا جائے تو اُس کا فِدیہ نہ دِیا جائے ۔ وہ ضرُور جان سے مارا جائے۔"},{"number":30,"verse":"اور زمِین کی پَیداوار کی ساری دَہ یکی خواہ وہ زمِین کے بِیج کی یا درخت کے پَھل کی ہو خُداوند کی ہے اور خُداوند کے لِئے پاک ہے۔"},{"number":31,"verse":"اور اگر کوئی اپنی دَہ یکی میں سے کُچھ چُھڑانا چاہے تو وہ اُس کا پانچواں حِصّہ اُس میں اَور مِلا کر اُسے چُھڑائے۔"},{"number":32,"verse":"اور گائے بَیل اور بھیڑ بکری یا جو جانور چرواہے کی لاٹھی کے نِیچے سے گُذرتا ہو اُن کی دَہ یکی یعنی دس پِیچھے ایک ایک جانور خُداوند کے لِئے پاک ٹھہرے۔"},{"number":33,"verse":"کوئی اُس کی دیکھ بھال نہ کرے کہ وہ اچھّا ہے یا بُرا ہے اور نہ اُسے بدلے اور اگر کہِیں کوئی اُسے بدلے تو وہ اصل اور بدل دونوں کے دونوں مُقدّس ٹھہریں اور اُس کا فِدیہ بھی نہ دِیا جائے۔"},{"number":34,"verse":"جو احکام خُداوند نے کوہِ سِینا پر بنی اِسرائیل کے لِئے مُوسیٰ کو دِئے وہ یِہی ہیں۔"}]}