{"bibleAbbr":"urRV2010","bookName":"احبار","bookEnglishName":"Leviticus","chapterNumber":6,"verses":[{"number":1,"verse":"پِھر خُداوند نے مُوسیٰ سے کہا۔"},{"number":2,"verse":"اگر کِسی سے یہ خطا ہو کہ وہ خُداوند کا قصُور کرے اور امانت یا لین دین یا لُوٹ کے مُعاملہ میں اپنے ہمسایہ کو فریب دے یا اپنے ہمسایہ پر ظُلم کرے۔"},{"number":3,"verse":"یا کِسی کھوئی ہُوئی چِیز کو پا کر فریب دے اور جُھوٹی قَسم بھی کھا لے پس اِن میں سے خواہ کوئی بات ہو جِس میں کِسی شخص سے خطا ہو گئی ہے۔"},{"number":4,"verse":"سو اگر اُس سے خطا ہُوئی ہے اور وہ مُجرِم ٹھہرا ہے تو جو چِیز اُس نے لُوٹی یا جو چِیز اُس نے ظُلم کر کے چِھینی یا جو چِیز اُس کے پاس امانت تھی یا جو کھوئی ہُوئی چِیز اُسے مِلی۔"},{"number":5,"verse":"یا جِس چِیز کے بارے میں اُس نے جُھوٹی قَسم کھائی اُس چِیز کو وہ ضرُور پُورا پُورا واپس کرے اور اصل کے ساتھ پانچواں حِصّہ بھی بڑھا کر دے ۔ جِس دِن یہ معلُوم ہو کہ وہ مُجرِم ہے اُسی دِن وہ اُسے اُس کے مالِک کو واپس دے۔"},{"number":6,"verse":"اور اپنےجُرِم کی قُربانی خُداوند کے حضُور چڑھائے اور جِتنا دام تُو مُقرّ ر کرے اُتنے دام کا ایک بے عَیب مینڈھا ریوڑ میں سے جُرِم کی قُربانی کے طَور پر کاہِن کے پاس لائے۔"},{"number":7,"verse":"یُوں کاہِن اُس کے لِئے خُداوند کے حضُور کفّارہ دے تو جِس کام کو کر کے وہ مُجرِم ٹھہرا ہے اُس کی اُسے مُعافی مِلے گی۔"},{"number":8,"verse":"( پُوری سوختنی قُربانیاں) پِھر خُداوند نے مُوسیٰ سے کہا۔"},{"number":9,"verse":"ہارُون اور اُس کے بیٹوں کو یُوں حُکم دے کہ سوختنی قُربانی کے بارے میں شرع یہ ہے کہ سوختنی قُربانی مذبح کے اُوپر آتِشدان پر تمام رات صُبح تک رہے اور مذبح کی آگ اُس پر جلتی رہے۔"},{"number":10,"verse":"اور کاہِن اپنا کتان کا لِباس پہنے اور کتان کے پاجامے کو اپنے تن پر ڈالے اور آگ نے جو سوختنی قُربانی کو مذبح پر بھسم کر کے راکھ کر دِیا ہے اُس راکھ کو اُٹھا کر اُسے مذبح کی ایک طرف رکھّے۔"},{"number":11,"verse":"پِھر وہ اپنے لِباس کو اُتار کر دُوسرے کپڑے پہنے اور اُس راکھ کو اُٹھا کر لشکرگاہ کے باہر کِسی صاف جگہ میں لے جائے۔"},{"number":12,"verse":"اور مذبح پر آگ جلتی رہے اور کبھی بُجھنے نہ پائے اور کاہِن ہر صُبح کو اُس پر لکڑیاں جلا کر سوختنی قُربانی کو اُس کے اُوپر چُن دے اور سلامتی کے ذبِیحوں کی چربی کو اُس کے اُوپر جلایا کرے۔"},{"number":13,"verse":"مذبح پر آگ ہمیشہ جلتی رکھّی جائے ۔ وہ کبھی بُجھنے نہ پائے۔"},{"number":14,"verse":"( اناج کے نذرانے) اور نذر کی قُربانی کے بارے میں شرع یہ ہے کہ ہارُون کے بیٹے اُسے مذبح کے آگے خُداوند کے حضُور گُذرانیں۔"},{"number":15,"verse":"اور وہ نذر کی قُربانی میں سے اپنی مُٹّھی بھر اِس طرح نِکالے کہ اُس میں تھوڑا سا مَیدہ اور کُچھ تیل جو اُس میں پڑا ہو گا اور نذر کی قُربانی کا سب لُبان آ جائے اور اِس یادگاری کے حِصّہ کو مذبح پر خُداوند کے حضُور راحت انگیز خُوشبُو کے طَور پر جلائے۔"},{"number":16,"verse":"اور جو باقی بچے اُسے ہارُون اور اُس کے بیٹے کھائیں ۔ وہ بغیر خمِیر کے پاک جگہ میں کھایا جائے یعنی وہ خَیمۂِ اِجتماع کے صحن میں اُسے کھائیں۔"},{"number":17,"verse":"وہ خمِیر کے ساتھ پکایا نہ جائے ۔ مَیں نے یہ اپنی آتِشِین قُربانیوں میں سے اُن کا حِصّہ دِیا ہے اور یہ خطا کی قُربانی اور جُرم کی قُربانی کی طرح نِہایت پاک ہے۔"},{"number":18,"verse":"ہارُون کی اَولاد کے سب مَرد اُس میں سے کھائیں ۔ تُمہاری پُشت در پُشت خُداوند کی آتِشِین قُربانیوں میں سے یہ اُن کا حق ہو گا ۔ جو کوئی اُنہیں چُھوئے وہ پاک ٹھہرے گا۔"},{"number":19,"verse":"اور خُداوند نے مُوسیٰ سے کہا کہ۔"},{"number":20,"verse":"جِس دِن ہارُون کو مَسح کِیا جائے اُس دِن وہ اور اُس کے بیٹے خُداوند کے حضُور یہ چڑھاوا چڑھائیں کہ ایفہ کے دسویں حِصّہ کے برابر مَیدہ آدھا صُبح کو اور آدھا شام کو ہمیشہ نذر کی قُربانی کے لِئے لائیں۔"},{"number":21,"verse":"وہ توے پر تیل میں پکایا جائے ۔ جب وہ تر ہو جائے تو تُو اُسے لے آنا ۔ اِس نذر کی قُربانی کو پکوان کے ٹُکڑوں کی صُورت میں گُذراننا تاکہ وہ خُداوند کے لِئے راحت انگیز خُوشبُو بھی ہو۔"},{"number":22,"verse":"اور جو اُس کے بیٹوں میں سے اُس کی جگہ کاہِن ممسُوح ہو وہ اُسے گُذرانے ۔ یہ دائمی قانُون ہو گا کہ وہ خُداوند کے حضُور بِالکُل جلایا جائے۔"},{"number":23,"verse":"کاہِن کی ہر ایک نذر کی قُربانی بِالکُل جلائی جائے ۔ وہ کبھی کھائی نہ جائے۔"},{"number":24,"verse":"( خطا کی قُربانیاں) اور خُداوند نے مُوسیٰ سے کہا۔"},{"number":25,"verse":"ہارُون اور اُس کے بیٹوں سے کہہ کہ خطا کی قُربانی کے بارے میں شرع یہ ہے کہ جِس جگہ سوختنی قُربانی کا جانور ذبح کِیا جاتا ہے وہِیں خطا کی قُربانی کا جانور بھی خُداوند کے آگے ذبح کِیا جائے ۔ وہ نِہایت پاک ہے۔"},{"number":26,"verse":"جو کاہِن اُسے خطا کے لِئے گُذرانے وہ اُسے کھائے ۔ وہ پاک جگہ میں یعنی خَیمۂِ اِجتماع کے صحن میں کھایا جائے۔"},{"number":27,"verse":"جو کُچھ اُس کے گوشت سے چُھوجائے وہ پاک ٹھہرے گا اور اگر کِسی کپڑے پر اُس کے خُون کی چِھینٹ پڑ جائے تو جِس کپڑے پر اُس کی چِھینٹ پڑی ہے تُو اُسے کِسی پاک جگہ میں دھونا۔"},{"number":28,"verse":"اور مِٹّی کا وہ برتن جِس میں وہ پکایا جائے توڑ دِیا جائے پر اگر وہ پِیتل کے برتن میں پکایا جائے تو اُس برتن کو مانج کر پانی سے دھو لِیا جائے۔"},{"number":29,"verse":"اور کاہِنوں میں سے ہر مَرد اُسے کھائے ۔ وہ نِہایت پاک ہے۔"},{"number":30,"verse":"پر جِس خطا کی قُربانی کا کُچھ خُون خُیمۂِ اِجتماع کے اندر پاک مقام میں کفّارہ کے لِئے پُہنچایا گیا ہے اُس کا گوشت کبھی نہ کھایا جائے بلکہ وہ آگ سے جلا دِیا جائے۔"}]}