{"bibleAbbr":"HOV2012","bookName":"2 कुरिन्थियों","bookEnglishName":"2 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"यदि तुम मेरी थोड़ी सी मूर्खता सह लेते तो क्या ही भला होता; हाँ, मेरी सह भी लो।"},{"number":2,"verse":"क्योंकि मैं तुम्हारे विषय में ईश्‍वरीय धुन लगाए रहता हूँ, इसलिये कि मैं ने एक ही पुरुष से तुम्हारी बात लगाई है कि तुम्हें पवित्र कुँवारी के समान मसीह को सौंप दूँ।"},{"number":3,"verse":"परन्तु मैं डरता हूँ कि जैसे साँप ने अपनी चतुराई से हव्वा को बहकाया, वैसे ही तुम्हारे मन उस सीधाई और पवित्रता से जो मसीह के साथ होनी चाहिए, कहीं भ्रष्‍ट न किए जाएँ।"},{"number":4,"verse":"यदि कोई तुम्हारे पास आकर किसी दूसरे यीशु का प्रचार करे, जिसका प्रचार हम ने नहीं किया; या कोई और आत्मा तुम्हें मिले, जो पहले न मिला था; या और कोई सुसमाचार सुनाए जिसे तुम ने पहले न माना था, तो तुम उसे सह लेते हो।"},{"number":5,"verse":"मैं तो समझता हूँ कि मैं किसी बात में बड़े से बड़े प्रेरितों से कम नहीं हूँ।"},{"number":6,"verse":"यदि मैं वक्‍तव्य में अनाड़ी हूँ, तौभी ज्ञान में नहीं। हम ने इसको हर बात में सब प्रकार से तुम्हारे लिये प्रगट किया है।"},{"number":7,"verse":"क्या इसमें मैं ने कुछ पाप किया कि मैं ने तुम्हें परमेश्‍वर का सुसमाचार सेंतमेंत सुनाया; और अपने आप को नीचा किया कि तुम ऊँचे हो जाओ?"},{"number":8,"verse":"मैं ने अन्य कलीसियाओं को लूटा, अर्थात् मैं ने उनसे मजदूरी ली ताकि तुम्हारी सेवा करूँ।"},{"number":9,"verse":"और जब मैं तुम्हारे साथ था और मुझे घटी हुई, तो मैं ने किसी पर भार नहीं डाला, क्योंकि भाइयों ने मकिदुनिया से आकर मेरी घटी को पूरा किया; और मैं ने हर बात में अपने आप को तुम पर भार बनने से रोका, और रोके रहूँगा।"},{"number":10,"verse":"यदि मसीह की सच्‍चाई मुझ में है तो अखया देश में कोई मुझे इस घमण्ड से न रोकेगा।"},{"number":11,"verse":"क्यों? क्या इसलिये कि मैं तुम से प्रेम नहीं रखता? परमेश्‍वर यह जानता है कि मैं प्रेम रखता हूँ।"},{"number":12,"verse":"परन्तु जो मैं करता हूँ, वही करता रहूँगा कि जो लोग दाँव ढूँढ़ते हैं उन्हें मैं दाँव पाने न दूँ, ताकि जिस बात में वे घमण्ड करते हैं, उसमें वे हमारे ही समान ठहरें।"},{"number":13,"verse":"क्योंकि ऐसे लोग झूठे प्रेरित, और छल से काम करनेवाले, और मसीह के प्रेरितों का रूप धरनेवाले हैं।"},{"number":14,"verse":"यह कुछ अचम्भे की बात नहीं क्योंकि शैतान आप भी ज्योतिर्मय स्वर्गदूत का रूप धारण करता है।"},{"number":15,"verse":"इसलिये यदि उसके सेवक भी धर्म के सेवकों का सा रूप धरें, तो कोई बड़ी बात नहीं, परन्तु उनका अन्त उनके कामों के अनुसार होगा।"},{"number":16,"verse":"मैं फिर कहता हूँ, कोई मुझे मूर्ख न समझे; नहीं तो मूर्ख ही समझकर मेरी सह लो, ताकि थोड़ा सा मैं भी घमण्ड कर सकूँ।"},{"number":17,"verse":"इस बेधड़क घमण्ड में जो कुछ मैं कहता हूँ, वह प्रभु की आज्ञा के अनुसार नहीं पर मानो मूर्खता से ही कहता हूँ।"},{"number":18,"verse":"जबकि बहुत से लोग शरीर के अनुसार घमण्ड करते हैं, तो मैं भी घमण्ड करूँगा।"},{"number":19,"verse":"तुम तो समझदार होकर आनन्द से मूर्खों की सह लेते हो।"},{"number":20,"verse":"क्योंकि जब तुम्हें कोई दास बना लेता है, या खा जाता है, या फँसा लेता है, या अपने आप को बड़ा बनाता है, या तुम्हारे मुँह पर थप्पड़ मारता है, तो तुम सह लेते हो।"},{"number":21,"verse":"मेरा कहना अनादर ही की रीति पर है, मानो हम इसके लिए निर्बल से थे। परन्तु जिस किसी बात में कोई साहस करता है–मैं मूर्खता से कहता हूँ–तो मैं भी साहस करता हूँ।"},{"number":22,"verse":"क्या वे ही इब्रानी हैं? मैं भी हूँ। क्या वे ही इस्राएली हैं? मैं भी हूँ। क्या वे ही अब्राहम के वंश हैं? मैं भी हूँ।"},{"number":23,"verse":"क्या वे ही मसीह के सेवक हैं–मैं पागल के समान कहता हूँ–मैं उनसे बढ़कर हूँ! अधिक परिश्रम करने में; बार बार कैद होने में; कोड़े खाने में; बार बार मृत्यु के जोखिमों में।"},{"number":24,"verse":"पाँच बार मैं ने यहूदियों के हाथ से उन्तालीस उन्तालीस कोड़े खाए।"},{"number":25,"verse":"तीन बार मैं ने बेंतें खाईं; एक बार मुझ पर पथराव किया गया; तीन बार जहाज, जिन पर मैं चढ़ा था, टूट गए; एक रात-दिन मैं ने समुद्र में काटा।"},{"number":26,"verse":"मैं बार बार यात्राओं में; नदियों के जोखिमों में; डाकुओं के जोखिमों में; अपने जातिवालों से जोखिमों में; अन्यजातियों से जोखिमों में; नगरों के जोखिमों में; जंगल के जोखिमों में; समुद्र के जोखिमों में; झूठे भाइयों के बीच जोखिमों में रहा।"},{"number":27,"verse":"परिश्रम और कष्‍ट में; बार बार जागते रहने में; भूख-प्यास में; बार बार उपवास करने में; जाड़े में; उघाड़े रहने में;"},{"number":28,"verse":"और अन्य बातों को छोड़कर जिनका वर्णन मैं नहीं करता, सब कलीसियाओं की चिन्ता प्रतिदिन मुझे दबाती है।"},{"number":29,"verse":"किसकी निर्बलता से मैं निर्बल नहीं होता? किसके ठोकर खाने से मेरा जी नहीं दुखता?"},{"number":30,"verse":"यदि घमण्ड करना अवश्य है, तो मैं अपनी निर्बलता की बातों पर घमण्ड करूँगा।"},{"number":31,"verse":"प्रभु यीशु का परमेश्‍वर और पिता जो सदा धन्य है, जानता है कि मैं झूठ नहीं बोलता।"},{"number":32,"verse":"दमिश्क में अरितास राजा की ओर से जो हाकिम था, उसने मुझे पकड़ने को दमिश्कियों के नगर पर पहरा बैठा रखा था,"},{"number":33,"verse":"और मैं टोकरे में खिड़की से होकर शहरपनाह पर से उतारा गया, और उसके हाथ से बच निकला।"}]}