{"bibleAbbr":"HOV2012","bookName":"2 कुरिन्थियों","bookEnglishName":"2 Corinthians","chapterNumber":2,"verses":[{"number":1,"verse":"मैं ने अपने मन में यही ठान लिया था कि फिर तुम्हारे पास उदास करने न आऊँ।"},{"number":2,"verse":"क्योंकि यदि मैं तुम्हें उदास करूँ, तो मुझे आनन्द देनेवाला कौन होगा, केवल वही जिसको मैं ने उदास किया?"},{"number":3,"verse":"और मैं ने यही बात तुम्हें इसलिये लिखी कि कहीं ऐसा न हो कि मेरे आने पर, जिनसे मुझे आनन्द मिलना चाहिए मैं उनसे उदास होऊँ; क्योंकि मुझे तुम सब पर इस बात का भरोसा है कि जो मेरा आनन्द है, वही तुम सब का भी है।"},{"number":4,"verse":"बड़े क्लेश और मन के कष्‍ट से मैं ने बहुत से आँसू बहा बहाकर तुम्हें लिखा था, इसलिये नहीं कि तुम उदास हो परन्तु इसलिये कि तुम उस बड़े प्रेम को जान लो, जो मुझे तुम से है।"},{"number":5,"verse":"यदि किसी ने उदास किया है, तो मुझे ही नहीं वरन् (कि उसके साथ बहुत कड़ाई न करूँ) कुछ कुछ तुम सब को भी उदास किया है।"},{"number":6,"verse":"ऐसे जन के लिये यह दण्ड जो भाइयों में से बहुतों ने दिया, बहुत है।"},{"number":7,"verse":"इसलिये इससे भला यह है कि उसका अपराध क्षमा करो और शान्ति दो, न हो कि ऐसा मनुष्य बहुत उदासी में डूब जाए।"},{"number":8,"verse":"इस कारण मैं तुम से विनती करता हूँ कि उसको अपने प्रेम का प्रमाण दो।"},{"number":9,"verse":"क्योंकि मैं ने इसलिये भी लिखा था कि तुम्हें परख लूँ कि तुम मेरी सब बातों के मानने के लिये तैयार हो कि नहीं।"},{"number":10,"verse":"जिसका तुम कुछ क्षमा करते हो उसे मैं भी क्षमा करता हूँ, क्योंकि मैं ने भी जो कुछ क्षमा किया है, यदि किया हो, तो तुम्हारे कारण मसीह की जगह में होकर क्षमा किया है"},{"number":11,"verse":"कि शैतान का हम पर दाँव न चले, क्योंकि हम उसकी युक्‍तियों से अनजान नहीं।"},{"number":12,"verse":"जब मैं मसीह का सुसमाचार सुनाने को त्रोआस आया, और प्रभु ने मेरे लिये एक द्वार खोल दिया,"},{"number":13,"verse":"तो मेरे मन में चैन न मिला, इसलिये कि मैं ने अपने भाई तीतुस को नहीं पाया; इसलिये उनसे विदा होकर मैं मकिदुनिया को चला गया।"},{"number":14,"verse":"परन्तु परमेश्‍वर का धन्यवाद हो जो मसीह में सदा हम को जय के उत्सव में लिये फिरता है, और अपने ज्ञान की सुगन्ध हमारे द्वारा हर जगह फैलाता है।"},{"number":15,"verse":"क्योंकि हम परमेश्‍वर के निकट उद्धार पानेवालों और नाश होनेवालों दोनों के लिये मसीह की सुगन्ध हैं।"},{"number":16,"verse":"कुछ के लिये तो मरने के निमित्त मृत्यु की गन्ध, और कितनों के लिये जीवन के निमित्त जीवन की सुगन्ध। भला इन बातों के योग्य कौन है?"},{"number":17,"verse":"क्योंकि हम उन बहुतों के समान नहीं जो परमेश्‍वर के वचन में मिलावट करते हैं; परन्तु मन की सच्‍चाई से और परमेश्‍वर की ओर से परमेश्‍वर को उपस्थित जानकर मसीह में बोलते हैं।"}]}