{"bibleAbbr":"mrRV2015","bookName":"अनुवाद","bookEnglishName":"Deuteronomy","chapterNumber":13,"verses":[{"number":1,"verse":"तुमच्यामध्ये एखादा संदेष्टा अथवा स्वप्न पाहणारा प्रकट झाला व त्याने तुम्हांला काही चिन्ह अथवा चमत्कार दाखवला,"},{"number":2,"verse":"आणि त्या चिन्हाचा किंवा त्या चमत्काराचा तुम्हांला प्रत्यय आला, आणि तुम्हांला अपरिचित अशा अन्य देवांना अनुसरून त्यांची सेवा करण्याचे त्याने तुम्हांला सुचवले,"},{"number":3,"verse":"तरी त्या संदेष्ट्याचे किंवा त्या स्वप्न पाहणार्‍याचे तुम्ही ऐकू नका; कारण तुम्ही आपला देव परमेश्वर ह्याच्यावर संपूर्ण मनाने व संपूर्ण जिवाने प्रीती करता की नाही हे पाहण्यासाठी तुमचा देव परमेश्वर तुमची ही अशी परीक्षा पाहत आहे."},{"number":4,"verse":"तुम्ही आपला देव परमेश्वर ह्याला अनुसरावे, त्याचे भय बाळगावे, त्याच्या आज्ञा पाळाव्यात, त्याची वाणी ऐकावी, त्याची सेवा करावी आणि त्यालाच चिकटून राहावे."},{"number":5,"verse":"त्या संदेष्ट्याला किंवा स्वप्न पाहणार्‍याला जिवे मारावे; कारण तुमचा देव परमेश्वर ज्याने तुम्हांला मिसर देशातून बाहेर आणले व दास्यगृहातून सोडवले, त्या तुमच्या परमेश्वर देवाने नेमून दिलेला मार्ग तुम्ही सोडावा म्हणून तो तुम्हांला फितवतो. अशा प्रकारे तुम्ही आपल्यामधून ह्या दुष्टाईचे निर्मूलन करावे."},{"number":6,"verse":"तुझा भाऊ म्हणजे तुझा सहोदर, तुझा मुलगा, तुझी मुलगी, तुझी प्राणप्रिय स्त्री, तुझा जिवलग मित्र ह्यांच्यापैकी कोणी तुला व तुझ्या पूर्वजांना अपरिचित अशा अन्य देवांना अनुसरून त्यांची सेवा करण्याची गुप्तपणे फूस लावू लागला म"},{"number":7,"verse":"मग ते देव पृथ्वीच्या ह्या टोकापासून त्या टोकापर्यंत पसरलेल्या, आसपासच्या किंवा दूरदूरच्या राष्ट्रांचे असोत म"},{"number":8,"verse":"तर तू त्याच्या म्हणण्यास होकार देऊ नयेस आणि त्याचे ऐकू नयेस; त्याच्यावर दयादृष्टी करू नयेस, त्याची गय करू नयेस अथवा त्याला लपवून ठेवू नयेस;"},{"number":9,"verse":"त्याला अवश्य ठार मारावेस; त्याला जिवे मारण्यासाठी त्याच्यावर तुझा हात प्रथम पडावा आणि मग इतर सर्व लोकांचे हात पडावेत."},{"number":10,"verse":"मरेपर्यंत त्याला दगडमार करावा; कारण तुझा देव परमेश्वर ह्याने तुला मिसर देशातून म्हणजे दास्यगृहातून काढून आणले त्याच्यापासून तुला बहकवण्याचा त्याने प्रयत्न केला आहे."},{"number":11,"verse":"हे ऐकून सर्व इस्राएल लोकांना भीती वाटेल आणि तुमच्यामध्ये असले दुष्कृत्य ते पुन्हा करणार नाहीत."},{"number":12,"verse":"तुझा देव परमेश्वर ह्याने तुला वस्ती करायला दिलेल्या नगरांपैकी एखाद्या नगराविषयी तुझ्या कानावर अशी बातमी आली की,"},{"number":13,"verse":"तुमच्यातून काही अधम पुरुष निघाले आणि त्यांनी तुम्हांला अपरिचित अशा ‘अन्य देवांची सेवा करायला या’ असे म्हणून आपल्या नगरातील लोकांना बहकवले,"},{"number":14,"verse":"तर तू विचारपूस करावीस, शोध करावास, व बारकाईने पत्ता काढावास; आणि ही गोष्ट खरी असली आणि तुमच्यामध्ये असले अमंगळ कृत्य घडले आहे ह्याविषयी खात्री झाली,"},{"number":15,"verse":"तर तू त्या नगराच्या रहिवाशांना तलवारीने अवश्य मारून टाकावेस, आणि त्या नगराचा व त्यातील सर्व वस्तूंचा समूळ नाश करावास आणि सर्व प्राणिमात्राचा तलवारीने संहार करावास."},{"number":16,"verse":"तू त्या नगरातील सर्व लूट चवाठ्यावर जमा करावीस, आणि ते नगर त्यातल्या लुटीसह आपला देव परमेश्वर ह्याच्याप्रीत्यर्थ सर्वस्वी जाळून नष्ट करावेस; त्याचा ढिगार कायमचा तसाच पडू द्यावास; ते पुन्हा वसवू नयेस."},{"number":17,"verse":"अशा शापित वस्तूंतले काहीएक तुझ्या हाताला लागून राहू नये; म्हणजे परमेश्वर आपल्या तीव्र कोपापासून परावृत्त होऊन तुझ्या पूर्वजांशी शपथ वाहिल्याप्रमाणे तुझ्यावर दया करील व तुझा कळवळा येऊन तो तुला बहुगुणित करील."},{"number":18,"verse":"ज्या आज्ञा आज मी तुला देत आहे त्या सर्व तू आपला देव परमेश्वर ह्याची वाणी ऐकून पाळशील आणि तुझा देव परमेश्वर ह्याच्या दृष्टीने जे योग्य ते करशील तरच असे होईल."}]}