{"bibleAbbr":"mrRV2015","bookName":"अनुवाद","bookEnglishName":"Deuteronomy","chapterNumber":17,"verses":[{"number":1,"verse":"दोष अथवा व्यंग असलेला गोर्‍हा किंवा मेंढरू तुझा देव परमेश्वर ह्याला अर्पू नकोस, कारण तुझा देव परमेश्वर ह्याला त्याचा वीट आहे."},{"number":2,"verse":"तुझा देव परमेश्वर ह्याने तुला दिलेल्या नगरात कोणी पुरुष अथवा स्त्री तुझा देव परमेश्वर ह्याचा करार मोडून त्याच्या दृष्टीने काही दुष्कृत्य करताना आढळून आले,"},{"number":3,"verse":"म्हणजे माझ्या आज्ञांचे उल्लंघन करून अन्य देवांची अथवा सूर्य, चंद्र किंवा आकाशातील तारांगण ह्यांची सेवा व पूजा करू लागले,"},{"number":4,"verse":"आणि हे तुला कोणी सांगितल्यावरून तुझ्या कानावर आले तर त्याची कसून चौकशी कर; आणि ते खरे ठरून इस्राएल लोकांत असले अमंगळ कृत्य घडल्याची तुझी खात्री झाली,"},{"number":5,"verse":"तर ज्या पुरुषाने अथवा ज्या स्त्रीने हे दुष्कृत्य केले असेल, त्या पुरुषाला अथवा त्या स्त्रीला वेशीत आण आणि त्या व्यक्तीला मरेपर्यंत दगडमार कर."},{"number":6,"verse":"ज्याला जिवे मारायचे असेल त्याला दोघा अथवा तिघा साक्षीदारांच्या साक्षीवरून जिवे मारावे; एकाच साक्षीदाराच्या साक्षीवरून त्याला जिवे मारू नये."},{"number":7,"verse":"ज्याला जिवे मारायचे त्याच्यावर प्रथम साक्षीदाराचे हात पडावेत आणि मग इतर लोकांचे हात पडावेत. अशा प्रकारे तू आपल्यामधून ह्या दुष्टाईचे निर्मूलन करावेस."},{"number":8,"verse":"तुझ्या गावात रक्तपात किंवा मारहाण ह्या बाबतीत वाद उपस्थित होऊन त्याचा निर्णय करणे तुझ्या आवाक्याबाहेर असले तर लगेच तुझा देव परमेश्वर ह्याने निवडलेल्या स्थानी जा,"},{"number":9,"verse":"आणि लेवीय याजक व त्या वेळचा शास्ता ह्यांचा सल्ला घे. ते त्या वादाचा निर्णय सांगतील."},{"number":10,"verse":"परमेश्वराने निवडलेल्या स्थानी तुला सांगितलेल्या निर्णयाप्रमाणे तू निकाल दे, आणि ते ज्या काही सूचना तुला देतील त्या काळजीपूर्वक अंमलात आण."},{"number":11,"verse":"तुला ज्या सूचना ते देतील आणि जो निर्णय तुला सांगतील तो अंमलात आण; त्यांनी तुला सांगितलेल्या निर्णयापासून उजवीडावीकडे वळू नकोस."},{"number":12,"verse":"जो मनुष्य उन्मत्त होऊन तुझा देव परमेश्वर ह्याच्या सेवेस तेथे उपस्थित असणार्‍या याजकाचे किंवा न्यायाधीशाचे ऐकणार नाही तो मनुष्य प्राणास मुकावा; अशा प्रकारे इस्राएलातून तू ही दुष्टाई नाहीशी करावीस."},{"number":13,"verse":"हे ऐकून सर्व लोकांना भीती वाटेल व तेथून पुढे ते उन्मत्तपणा करायचे नाहीत."},{"number":14,"verse":"( राजासंबंधी सूचना) तुझा देव परमेश्वर ह्याने तुला दिलेल्या देशात जाऊन तो वतन करून तेथे राहिल्यावर तुला असे वाटेल की, आसपासच्या राष्ट्रांप्रमाणे आपणही आपल्यावर राजा नेमावा;"},{"number":15,"verse":"तर तुझा देव परमेश्वर ज्याला निवडील त्यालाच तू आपल्यावर राजा नेमावेस; आपल्या भाऊबंदांतून आपल्यावर राजा नेमावास; तुझ्या भाऊबंदांपैकी नाही अशा कोणाही परदेशीयाला आपल्यावर नेमू नयेस."},{"number":16,"verse":"मात्र त्याने फार घोडे बाळगू नयेत; घोडदळ वाढवण्यासाठी लोकांना मिसर देशाकडे पुन्हा धाव घ्यायला लावू नये, कारण त्या मार्गाने जाऊ नये असे परमेश्वराने तुम्हांला सांगितलेच आहे."},{"number":17,"verse":"राजाने पुष्कळ बायका करू नयेत नाहीतर त्याचे मन बहकून जाईल, तसेच त्याने स्वतःसाठी सोन्यारुप्याचा फार मोठा साठा करू नये."},{"number":18,"verse":"तो आपल्या राजासनावर आरूढ होईल तेव्हा लेवीय याजकांजवळ असलेल्या नियमशास्त्राची एक नक्कल त्याने एका वहीत स्वत:साठी उतरून घ्यावी;"},{"number":19,"verse":"ती त्याच्याजवळ असावी, आणि त्याने तिचे जन्मभर अध्ययन करावे, म्हणजे त्या नियमशास्त्रातल्या सगळ्या आज्ञा व हे विधी पाळून व त्यांप्रमाणे आचरून तो आपला देव परमेश्वर ह्याचे भय बाळगायला शिकेल."},{"number":20,"verse":"असे केल्याने त्याचे हृदय आपल्या भाऊबंदांच्या बाबतीत उन्मत्त होणार नाही आणि तो ह्या आज्ञेपासून बहकून उजवीडावीकडे वळणार नाही; तसेच तो व त्याचे वंशज इस्राएल लोकांमध्ये चिरकाल राज्य करतील."}]}