{"bibleAbbr":"mrRV2015","bookName":"अनुवाद","bookEnglishName":"Deuteronomy","chapterNumber":21,"verses":[{"number":1,"verse":"( अज्ञात रक्तपातासंबंधी नियम) तुझा देव परमेश्वर जो देश तुला वतन करून घ्यायला देत आहे तेथे उघड्यावर कोणी मनुष्य मारून टाकलेला आढळला आणि त्याला कोणी मारले हे कळले नाही,"},{"number":2,"verse":"तर तुझ्यातील वडीलवर्ग व न्यायाधीश ह्यांनी तेथे जाऊन त्या प्रेताच्या सभोवार असलेल्या प्रत्येक गावाचे अंतर मोजावे;"},{"number":3,"verse":"मग जो गाव त्या प्रेताच्या सर्वांत जवळचा असेल त्यातल्या वडीलवर्गाने कामास कधी न लावलेली अथवा कधी न जुंपलेली अशी एक कालवड घ्यावी;"},{"number":4,"verse":"आणि ज्यात नांगरणी पेरणी होत नसते व ज्यात पाणी सतत वाहत असते अशा खोर्‍यात तिची मान मोडावी;"},{"number":5,"verse":"तेव्हा लेवी वंशातल्या याजकांनी पुढे व्हावे; कारण त्यांनी परमेश्वराची सेवा करावी, त्याच्या नावाने आशीर्वाद द्यावा, आणि त्यांच्या म्हणण्याप्रमाणे प्रत्येक वादाचा व मारामारीचा निर्णय व्हावा ह्यासाठी तुझा देव परमेश्वर ह्याने त्यांना निवडले आहे."},{"number":6,"verse":"मग त्या मारून टाकलेल्या मनुष्याच्या सर्वांत जवळच्या असलेल्या नगरातील वडीलवर्गाने त्या खोर्‍यात मान मोडून टाकलेल्या कालवडीवर आपले हात धुवावेत;"},{"number":7,"verse":"आणि स्पष्ट म्हणावे की, ‘आमच्या हातून हा रक्तपात झाला नाही आणि आम्ही डोळ्यांनी पाहिला नाही."},{"number":8,"verse":"हे परमेश्वरा, ज्या इस्राएल लोकांचा तू उद्धार केला आहेस त्यांना क्षमा कर; तुझ्या इस्राएल लोकांमध्ये निरपराध माणसाच्या हत्येचा दोष राहू देऊ नकोस. ह्या रक्तपाताच्या दोषाची त्यांना क्षमा केली जावो.’"},{"number":9,"verse":"ह्या प्रकारे परमेश्वराच्या दृष्टीने जे योग्य आहे ते करून निरपराध मनुष्याच्या हत्येचा दोष तू आपल्यातून काढून टाकावास."},{"number":10,"verse":"( युद्धकैदी स्त्रियांशी ठेवायची वर्तणूक) तू आपल्या शत्रूंशी युद्ध करायला गेलास आणि तुझा देव परमेश्वर ह्याने त्यांना तुझ्या हाती दिले आणि तू त्यांना बंदिवान केलेस,"},{"number":11,"verse":"आणि बंदिवानांत एखादी सुंदर स्त्री पाहून तिच्यावर तू मोहित झालास, तिला बायको करून घेण्याची तुला इच्छा झाली;"},{"number":12,"verse":"तर तू तिला आपल्या घरी घेऊन जावे आणि तिचे डोके मुंडावे आणि तिची नखे काढावीत."},{"number":13,"verse":"मग तिने आपल्या परस्वाधीन स्थितीतली वस्त्रे टाकून तुझ्या घरी एक महिनाभर आपल्या आईबापासाठी शोक करावा; ह्यानंतर तू तिच्यापाशी जावे म्हणजे तू तिचा पती होशील व ती तुझी पत्नी होईल."},{"number":14,"verse":"ती तुला आवडेनाशी झाली तर तिला वाटेल तिकडे जाऊ दे, पण तिच्याबद्दल पैसा घेऊन तिला मुळीच विकू नकोस, तिला दासीप्रमाणे वागवू नकोस, कारण तू तिला भ्रष्ट केले आहेस."},{"number":15,"verse":"( प्रथमजन्मलेल्या अपत्याविषयी नियम) एखाद्या पुरुषाला एक आवडती व एक नावडती अशा दोन बायका असल्या आणि त्या आवडत्या व नावडत्या अशा दोघींनाही त्याच्यापासून पुत्र झाले असले आणि नावडतीचा पुत्र ज्येष्ठ असला,"},{"number":16,"verse":"तर तो आपल्या पुत्रांना आपली संपत्ती त्यांचे वतन म्हणून वाटून देईल, तेव्हा नावडतीचा पुत्र ज्येष्ठ असताना त्याच्या ऐवजी आवडतीच्या पुत्राला ज्येष्ठत्वाचा हक्क त्याने देऊ नये."},{"number":17,"verse":"पण नावडतीच्या पुत्राचा ज्येष्ठत्वाचा हक्क मान्य करून त्याने त्याला आपल्या एकंदर मालमत्तेतून दुप्पट वाटा द्यावा; कारण तो त्याच्या पौरुषाचे प्रथमफळ आहे. ज्येष्ठत्वाचा हक्क त्याचाच आहे."},{"number":18,"verse":"( बंडखोर मुलगा) एखाद्या मनुष्याला हट्टी आणि अनावर मुलगा असला आणि आपल्या आईबापांची आज्ञा तो जुमानत नसला, आणि त्याला शासन केले तरी त्यांचे ऐकत नसला,"},{"number":19,"verse":"तर त्याच्या आईबापांनी त्याला धरून बाहेर काढून गावाच्या वेशीत चावडीवर गावच्या वडीलवर्गासमोर न्यावे."},{"number":20,"verse":"आणि त्यांनी गावच्या वडीलवर्गाला सांगावे, ‘हा आमचा मुलगा हट्टी व अनावर आहे; हा आमचे ऐकत नाही; हा खादाड व मद्यपी आहे.’"},{"number":21,"verse":"मग त्याच्या गावच्या सर्व पुरुषांनी त्याला दगडमार करून ठार मारावे; अशा प्रकारे तू आपल्यामधून ह्या दुष्टाईचे निर्मूलन करावे, म्हणजे सर्व इस्राएल लोक हे ऐकून भितील."},{"number":22,"verse":"( निरनिराळे नियम) एखाद्या मनुष्याने मरणदंडास पात्र असा काही गुन्हा केल्यामुळे त्याला मृत्यूची शिक्षा झाली व त्याला झाडावर टांगले,"},{"number":23,"verse":"तर त्याचे प्रेत रात्रभर झाडावर टांगलेले राहू देऊ नयेस, पण त्याच दिवशी तू त्याला अवश्य पुरावेस; कारण टांगलेल्या मनुष्यावर देवाचा शाप असतो; तुझा देव परमेश्वर तुला वतन म्हणून देत आहे तो देश विटाळवू नकोस."}]}