{"bibleAbbr":"mrRV2015","bookName":"अनुवाद","bookEnglishName":"Deuteronomy","chapterNumber":25,"verses":[{"number":1,"verse":"लोकांमध्ये काही वाद उपस्थित झाला आणि ते न्याय मागण्यासाठी आले तर न्यायाधीशांनी त्यांचा निवाडा करावा; निर्दोष्याला निर्दोषी ठरवावे आणि दोष्याला दोषी ठरवावे."},{"number":2,"verse":"दोषी मनुष्य फटक्यांच्या शिक्षेस पात्र ठरला तर न्यायाधीशाने त्याला पालथे पाडवून आपल्यासमक्ष त्याच्या दोषाच्या मानाने मोजून फटके मारवावेत."},{"number":3,"verse":"त्याला चाळीसपर्यंत फटके मारावेत, अधिक मारू नयेत; अधिक मारल्यास तुझ्या बांधवाची तुझ्यादेखत अप्रतिष्ठा होईल."},{"number":4,"verse":"मळणी करताना बैलाला मुसके घालू नकोस."},{"number":5,"verse":"( भावाचा वंश चालवण्यासंबंधी नियम) भाऊभाऊ एकत्र राहत असले आणि त्यांच्यापैकी एक निपुत्रिक मेला तर त्याच्या विधवेने बाहेरच्या कोणा परक्याशी लग्न करू नये; तिच्या दिराने तिच्यापाशी जाऊन तिला बायको करून घ्यावे, व तिच्याबाबत दिराचे कर्तव्य करावे."},{"number":6,"verse":"त्या स्त्रीला जो पहिला मुलगा होईल त्याने त्या मृत झालेल्या भावाचे नाव चालवावे म्हणजे इस्राएलातून तो नामशेष होणार नाही."},{"number":7,"verse":"आपल्या भावजयीला बायको करून घेण्याची त्या पुरुषाची इच्छा नसली तर तिने गावच्या वेशीत वडीलवर्गाकडे जाऊन म्हणावे की, ‘माझा दीर आपल्या भावाचे नाव इस्राएलात ठेवायला कबूल नाही आणि माझ्याशी दिराच्या कर्तव्याला अनुसरून वागायची त्याची इच्छा नाही.’"},{"number":8,"verse":"मग त्याच्या नगरातल्या वडीलवर्गाने त्याला बोलावून आणून त्याच्याशी बोलणे करावे; तो आपलाच हेका चालवून म्हणाला की, ‘हिला बायको करून घेण्याची माझी इच्छा नाही,’"},{"number":9,"verse":"तर त्याच्या भावजयीने वडीलवर्गादेखत त्याच्याजवळ येऊन त्याच्या पायातले पायतण काढावे आणि त्याच्या तोंडावर थुंकून म्हणावे, ‘जो कोणी आपल्या भावाचे घराणे चालवत नाही त्याचे असेच करावे.’"},{"number":10,"verse":"पायतण काढलेल्या पुरुषाचे घराणे असे त्याचे नाव इस्राएलात पडेल."},{"number":11,"verse":"( इतर काही नियम) दोन पुरुषांची मारामारी चालली असताना त्यांच्यापैकी एकाच्या बायकोने आपल्या नवर्‍याला मारणार्‍याच्या हातून सोडवण्यासाठी जवळ जाऊन आपला हात पुढे करून त्याचे जननेंद्रिय पकडले,"},{"number":12,"verse":"तर त्या स्त्रीचा हात कापून टाकावा; तिच्यावर दयादृष्टी करू नये."},{"number":13,"verse":"तुझ्या थैलीत जास्त व कमी अशी दोन प्रमाणांची वजने ठेवू नकोस."},{"number":14,"verse":"तुझ्या घरी जास्त व कमी अशी दोन प्रमाणांची मापे ठेवू नकोस."},{"number":15,"verse":"तुझी वजने यथायोग्य व बरोबर असावीत, म्हणजे जो देश तुझा देव परमेश्वर तुला देत आहे त्यात तू चिरकाल राहशील."},{"number":16,"verse":"जे खोटी कामे करून अनीतीने वागतात त्या सर्वांचा तुझा देव परमेश्वर ह्याला वीट आहे."},{"number":17,"verse":"( अमालेक्यांचा समूळ नाश करण्याची आज्ञा) तुम्ही मिसर देशातून बाहेर निघालात तेव्हा वाटेने अमालेक तुमच्याशी कसा वागला ह्याची आठवण ठेवा;"},{"number":18,"verse":"वाटेत तुला गाठून तू थकला भागलेला असताना त्याने देवाला न भिता दमून मागे पडलेल्या तुझ्या सगळ्या लोकांवर हल्ला चढवून त्यांना ठार मारले."},{"number":19,"verse":"म्हणून तुझा देव परमेश्वर जो देश तुला वतन म्हणून देत आहे त्यात चोहोकडल्या सर्व शत्रूंपासून तुझा देव परमेश्वर ह्याने तुला विश्राम दिल्यावर अमालेकाची आठवण पृथ्वीतलावरून बुजवून टाक; विसरू नकोस."}]}