{"bibleAbbr":"mrRV2015","bookName":"अनुवाद","bookEnglishName":"Deuteronomy","chapterNumber":30,"verses":[{"number":1,"verse":"( पुन्हा एकत्र केले जाऊन आशीर्वाद प्राप्त करण्यासाठी अटी) मी तुझ्यापुढे मांडलेल्या ह्या सर्व गोष्टी म्हणजे हे आशीर्वाद व शाप जेव्हा तुझ्यावर येतील, आणि तुझा देव परमेश्वर तुला ज्या ज्या राष्ट्रांमध्ये घालवून देईल तेथे तू ह्या गोष्टींचे स्मरण करशील,"},{"number":2,"verse":"आणि जेव्हा तू आपल्या मुलाबाळांसह संपूर्ण मनाने व संपूर्ण जिवाने आपला देव परमेश्वर ह्याच्याकडे वळशील आणि जे काही आज मी तुला सांगितले आहे त्याप्रमाणे त्याची वाणी ऐकशील,"},{"number":3,"verse":"तेव्हा तुझा देव परमेश्वर तुझे दास्य निवारील आणि तुझ्यावर दया करून ज्या ज्या राष्ट्रांमध्ये त्याने तुझी पांगापांग केली असेल तेथून तुला पुन्हा एकत्र आणील."},{"number":4,"verse":"तुझे परागंदा झालेले लोक दिगंतापर्यंत विखरले असले तरी तेथून तुझा देव परमेश्वर तुला एकत्र करून आणील;"},{"number":5,"verse":"तुझे पूर्वज ज्या देशाचे वतनदार होते त्यात तुझा देव परमेश्वर तुला आणील आणि तू त्या देशाचा वतनदार होशील; तो तुझ्या पूर्वजांपेक्षा तुझे अधिक कल्याण करील आणि तुला अधिक बहुगुणित करील."},{"number":6,"verse":"तुझा देव परमेश्वर तुझ्या हृदयाची व तुझ्या वंशजांच्या हृदयाची सुंता करील, आणि आपण जिवंत राहावे म्हणून तू आपला देव परमेश्वर ह्याच्यावर संपूर्ण मनाने व संपूर्ण जिवाने प्रेम करशील."},{"number":7,"verse":"पण हे सर्व शाप तुझा देव परमेश्वर तुझा छळ करणार्‍या शत्रूंवर व द्वेष्ट्यांवर आणील."},{"number":8,"verse":"तू तर पुन्हा परमेश्वराची वाणी ऐकशील आणि ज्या आज्ञा मी आज तुला देत आहे त्या सर्व पाळशील."},{"number":9,"verse":"तुझा देव परमेश्वर तुझ्या कल्याणासाठी तुझ्या हातचे सर्व काम, तुझ्या पोटचे फळ, तुझ्या गुराढोरांचे वत्स व तुझ्या भूमीचा उपज ह्यांबाबतीत तुझी समृद्धी करील; परमेश्वर जसा तुझ्या पूर्वजांवर प्रसन्न होता तसा तुझ्या कल्याणासाठी तुझ्यावरही पुन्हा प्रसन्न होईल;"},{"number":10,"verse":"तू आपला देव परमेश्वर ह्याची वाणी ऐकून ह्या नियमशास्त्राच्या ग्रंथात लिहिलेल्या त्याच्या आज्ञा व विधी पाळले आणि आपला देव परमेश्वर ह्याच्याकडे आपल्या संपूर्ण मनाने व संपूर्ण जिवाने वळलास तर असे होईल."},{"number":11,"verse":"ही जी आज्ञा मी तुला आज देत आहे ती तुला अवघड नाही व ती तुझ्या आवाक्याबाहेर नाही."},{"number":12,"verse":"ती स्वर्गात नाही; ‘आम्ही ती पाळावी म्हणून आमच्यासाठी स्वर्गात चढून जाऊन कोण ती आमच्याकडे आणील आणि ती आम्हांला ऐकवील’ असे तुला म्हणावे लागणार नाही."},{"number":13,"verse":"ती समुद्रापलीकडे नाही; ‘आम्ही ती पाळावी म्हणून समुद्रापलीकडे जाऊन आमच्यासाठी ती कोण आणील आणि आम्हांला ती ऐकवील’ असे तुला म्हणावे लागणार नाही."},{"number":14,"verse":"ते वचन तर तुझ्या अगदी जवळ, म्हणजे तुझ्या मुखात व तुझ्या अंतःकरणात आहे, म्हणून तुला त्याप्रमाणे वागता येईल."},{"number":15,"verse":"पाहा, जीवन व सुख, आणि मरण व दुःख हे आज मी तुझ्यापुढे ठेवले आहेत;"},{"number":16,"verse":"तू आपला देव परमेश्वर ह्याच्यावर प्रीती कर, त्याच्या मार्गांनी चाल आणि त्याच्या आज्ञा, विधी व नियम पाळ, ही आज्ञा आज मी तुला देत आहे; म्हणजे तू जिवंत राहून बहुगुणित होशील आणि जो देश वतन करून घेण्यास तू जात आहेस तेथे तुझा देव परमेश्वर तुला बरकत देईल;"},{"number":17,"verse":"पण तुझे मन फिरले व तू ऐकले नाहीस आणि बहकून जाऊन अन्य देवांना दंडवत घातलेस व त्यांची सेवा केलीस,"},{"number":18,"verse":"तर तुझा खात्रीने नाश होईल आणि यार्देन ओलांडून जो देश तू वतन करून घेण्यास जात आहेस तेथे तू फार दिवस राहणार नाहीस, हे मी आज तुला बजावून सांगतो."},{"number":19,"verse":"आकाश व पृथ्वी ह्यांना तुझ्याविरुद्ध साक्षीला ठेवून मी आज सांगतो की, जीवन व मरण आणि आशीर्वाद व शाप मी तुझ्यापुढे ठेवले आहेत; म्हणून तू जीवन निवडून घे म्हणजे तू व तुझी संतती जिवंत राहील."},{"number":20,"verse":"आपला देव परमेश्वर ह्याच्यावर प्रीती कर, त्याची वाणी ऐक व त्याला धरून राहा, कारण त्यातच तुझे जीवन आहे व त्यामुळेच तू दीर्घायू होशील; तसे केलेस तर तुझे पूर्वज अब्राहाम, इसहाक व याकोब ह्यांना जो देश देण्याची परमेश्वराने त्यांच्याशी शपथ वाहिली होती त्यात तुझी वस्ती होईल.”"}]}