{"bibleAbbr":"mrRV2015","bookName":"अनुवाद","bookEnglishName":"Deuteronomy","chapterNumber":33,"verses":[{"number":1,"verse":"( इस्राएल लोकांच्या घराण्यांना मोशे आशीर्वाद देतो) देवाचा भक्त मोशे ह्याने आपल्या मरणापूर्वी इस्राएल लोकांना आशीर्वाद दिला तो असा :"},{"number":2,"verse":"तो म्हणाला, “परमेश्वर सीनायहून आला, सेईरावरून आमच्यावर1 उदय पावला; पारान पर्वतावरून तो प्रकटला, लक्षावधी पवित्रांच्या मधून तो आला, त्याच्या उजव्या हातापासून अग्निज्वाला निघाली."},{"number":3,"verse":"तो आपल्या लोकांवर2 प्रीती करतो; त्याचे सर्व पवित्र जन तुझ्या हाती आहेत; ते तुझ्या पायाशी बसले आहेत; त्यांनी तुझी वचने ग्रहण केली आहेत."},{"number":4,"verse":"मोशेने आम्हांला नियमशास्त्र नेमून दिले, ते याकोबाच्या मंडळीचे वतन होय."},{"number":5,"verse":"लोकांचे प्रमुख एकत्र जमले, इस्राएलाचे वंश एकवटले, तेव्हा तो यशुरूनामध्ये राजा झाला."},{"number":6,"verse":"‘रऊबेनाचे लोक मोजके असले तरी तो जिवंत राहो, मृत्यू न पावो.’"},{"number":7,"verse":"यहूदाला हा आशीर्वाद : तो म्हणाला, ‘हे परमेश्वरा, यहूदाचे म्हणणे ऐक, त्याला त्याच्या लोकांमध्ये आण. तो आपल्या हातांनी झगडला; म्हणून त्याच्या शत्रूंविरुद्ध त्याला साहाय्य हो.’"},{"number":8,"verse":"मग लेवीविषयी तो म्हणाला, ‘तुझे थुम्मीम व उरीम तुझ्या भक्ताजवळ राहोत;’ त्याला तू मस्सा येथे पारखले, मरीबाच्या झर्‍याजवळ तू त्याच्याशी झुंजलास;"},{"number":9,"verse":"तो आपल्या मातापित्याविषयी म्हणाला, मी त्यांना ओळखत नाही; त्याने आपल्या भाऊबंदांना मानले नाही, व स्वत:च्या मुलांची ओळख ठेवली नाही. कारण त्यांनी तुझा शब्द पाळला आहे आणि ते तुझा करार राखतात."},{"number":10,"verse":"ते याकोबाला तुझे नियम व इस्राएलाला तुझे नियमशास्त्र शिकवतील; ते तुला धूपाचा सुवास अर्पण करतील, तुझ्या वेदीवर नि:शेष होमबली अर्पण करतील."},{"number":11,"verse":"हे परमेश्वरा, त्याच्या मालमत्तेला बरकत दे, त्याच्या हातचे काम मान्य करून घे; त्याचे विरोधक आणि द्वेष्टे ह्यांची कंबर अशी मोड की, ते पुन्हा उठणार नाहीत.’"},{"number":12,"verse":"बन्यामिनाविषयी तो म्हणाला, ‘परमेश्वराचा हा प्रियजन त्याच्याजवळ सुरक्षित राहील; तो दिवसभर त्याच्यावर छाया करील, तो त्याच्या पाठीशी राहील.’"},{"number":13,"verse":"योसेफाविषयी तो म्हणाला, ‘परमेश्वर त्याच्या देशाला आशीर्वाद देवो, आकाशातल्या अमूल्य वस्तू, दहिवर आणि खाली पसरलेले जलाशय,"},{"number":14,"verse":"सूर्यामुळे मिळणारे मोलवान पदार्थ, चंद्रकलांमुळे मिळणारे बहुमोल पदार्थ,"},{"number":15,"verse":"पुरातन पर्वतांतील उत्तम वस्तू, सनातन टेकड्यांवरील अमूल्य जिन्नस,"},{"number":16,"verse":"आणि पृथ्वी व तिच्या भांडारातील अमूल्य वस्तू ह्यांचा आशीर्वाद, आणि जो झुडपात राहत होता त्याची प्रसन्नता, योसेफाच्या मस्तकावर येवो; जो आपल्या भाऊबंदांत प्रमुख होता, त्याच्या मस्तकावर हे सर्व येवो."},{"number":17,"verse":"प्रथमजन्मलेल्या गोर्‍ह्यासारखा त्याचा प्रताप आहे; त्याची शिंगे रानबैलाच्या शिंगांप्रमाणे होत; त्यांनी तो सर्व राष्ट्रांना पृथ्वीच्या दिगंतापर्यंत हुंदडील; असे एफ्राइमाचे लाखो व मनश्शेचे हजारो आहेत."},{"number":18,"verse":"जबुलूनाविषयी तो म्हणाला, ‘हे जबुलूना, तू बाहेर जाताना आनंद कर; हे इस्साखारा, तू आपल्या डेर्‍यात आनंद कर."},{"number":19,"verse":"ते राष्ट्रांना डोंगरावर बोलावतील; तेथे ते योग्य यज्ञ करतील, कारण ते समुद्रांतले धन आणि वाळूतले गुप्तनिधी काढून घेतील.’"},{"number":20,"verse":"गादाविषयी तो म्हणाला, ‘गादाचा विस्तार करणारा तो धन्य; तो सिंहासारखा बसतो, तो बाहू व मस्तक फोडतो."},{"number":21,"verse":"त्याने आपल्यासाठी उत्तम भाग निवडून घेतला; सरदाराला योग्य असा वाटा तेथे राखून ठेवला होता; तो प्रमुखांबरोबर आला व इस्राएलासह परमेश्वराचे न्याय व त्याचे नियम त्याने अंमलात आणले.’"},{"number":22,"verse":"दानाविषयी तो म्हणाला, दान हा सिंहाचा छावा आहे; त्याने बाशानावरून उडी मारली आहे."},{"number":23,"verse":"नफतालीविषयी तो म्हणाला, ‘हे नफताली, तू परमेश्वराच्या प्रसादाने तृप्त आहेस, व त्याच्या आशीर्वादाने परिपूर्ण आहेस; तू पश्‍चिम व दक्षिण भाग ह्यांचे वतन करून घे.’"},{"number":24,"verse":"आशेराविषयी तो म्हणाला, ‘सर्व पुत्रांत आशेर आशीर्वादित होवो; तो आपल्या भावांना प्रिय होवो, तो आपला पाय तेलात बुडवो."},{"number":25,"verse":"तुझे अडसर लोखंडाचे व पितळेचे असोत; तुझे सामर्थ्य आयुष्यभर कायम राहो.’"},{"number":26,"verse":"हे यशुरूना, देवासमान कोणी नाही, तो तुझ्या साहाय्यासाठी मेघमंडळावर आरूढ होऊन आपल्या प्रतापाने आकाशमार्गाने धाव घेतो."},{"number":27,"verse":"अनादी देव तुझा आश्रय आहे, सनातन बाहूंचा तुला आधार आहे; त्याने शत्रूला तुझ्यापुढून हाकून दिले व म्हटले, त्याचा नाश कर."},{"number":28,"verse":"इस्राएल सुरक्षित राहतो; धान्य व द्राक्षारस ह्यांनी समृद्ध अशा प्रदेशी याकोबाचा झरा अलग उफाळत आहे, आणि त्याच्यावरचे आकाश दहिवर वर्षते."},{"number":29,"verse":"हे इस्राएला, तू धन्य आहेस! परमेश्वराने उद्धरलेल्या राष्ट्रा, तुझ्यासमान कोण आहे? तो तुझ्या साहाय्याची ढाल आहे, तुझ्या प्रतापाची तलवार आहे. ह्यामुळे तुझे शत्रू तुला शरण येतील, तू त्यांची उच्च स्थाने पादाक्रांत करशील.”"}]}