{"bibleAbbr":"maiNT","bookName":"कोरिन्‍थ नगरक मण्‍डली केँ पौलुसक दोसर पत्र","bookEnglishName":"2 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"( परमेश्‍वरक सामर्थ्‍यक पूर्णता मनुष्‍यक दुर्बलता मे) हमरा अपन बड़ाइ करहे पड़ि रहल अछि, ओना तँ एहि सँ कोनो लाभ नहि होइत अछि। आब हम प्रभु सँ देल गेल दर्शन सभ आ प्रभुक द्वारा प्रगट कयल रहस्‍य सभक चर्चा करब।"},{"number":2,"verse":"हम मसीह मेहक एक व्‍यक्‍ति केँ जनैत छी जे चौदह वर्ष पहिने आकाश केँ पार कऽ कऽ स्‍वर्ग मे ऊपर उठाओल गेल—देहक संग वा बिना देहक, हम नहि जनैत छी, परमेश्‍वर जनैत छथि।"},{"number":3,"verse":"हम ओहि व्‍यक्‍तिक विषय मे जनैत छी जे ओ स्‍वर्गधाम मे उठाओल गेल—देहक संग वा बिना देहक, ई हम नहि जनैत छी, परमेश्‍वर जनैत छथि। ओ एहन बात सभ सुनलक जकरा वर्णनो नहि कयल जा सकैत अछि, जकरा कहबाक अनुमति मनुष्‍य केँ नहि देल गेल अछि।"},{"number":5,"verse":"हम एहन मनुष्‍यक बड़ाइ करब मुदा हम अपन दुर्बलता सभ केँ छोड़ि कऽ आन कोनो बात लऽ कऽ अपन बड़ाइ नहि करब।"},{"number":6,"verse":"जँ हम अपन बड़ाइ करहो चाहितहुँ तँ तैयो हम मूर्ख नहि होइतहुँ, किएक तँ हम सत्‍ये बजितहुँ। मुदा हम से नहि करब जाहि सँ प्रत्‍येक व्‍यक्‍ति हमरा जे करैत देखैत अछि वा कहैत सुनैत अछि, ताहि अनुसारेँ मात्र हमर मूल्‍यांकन करय, नहि कि ताहि सँ बढ़ि कऽ।"},{"number":7,"verse":"हमरा पर प्रगट कयल एहि बहुत अद्भुत रहस्‍य सभक कारणेँ हम घमण्‍ड नहि करऽ लागी, ताहि लेल हमरा शरीर मे एकटा काँट गरा देल गेल। अर्थात्, शैतानक एक “दूत” हमरा कष्‍ट देबाक लेल राखि देल गेल जाहि सँ हम घमण्‍डी नहि भऽ जाइ।"},{"number":8,"verse":"हम एकरा विषय मे प्रभु सँ तीन बेर नेहोरा-विनती कयलहुँ जे ई हमरा सँ दूर भऽ जाय।"},{"number":9,"verse":"मुदा ओ हमरा कहलनि, “हमर कृपा तोरा लेल प्रशस्‍त छह, किएक तँ हमर सामर्थ्‍यक पूर्णता मनुष्यक दुर्बलता मे सिद्ध होइत अछि।” एहि लेल हम खुशी सँ अपन दुर्बलता सभ पर गर्व करब, जाहि सँ ओहि दुर्बलता सभक द्वारा हमरा मे मसीहक सामर्थ्‍य क्रियाशील रहय।"},{"number":10,"verse":"तेँ मसीहक लेल हम अपन दुर्बलता सभ मे, अपमान सभ मे, कष्‍ट सभ मे, सतावट सभ मे आ विपत्ति सभ मे प्रसन्‍न रहैत छी, किएक तँ जखन हम दुर्बल छी तखने बलगर होइत छी।"},{"number":11,"verse":"( कोरिन्‍थी सभक लेल पौलुसक चिन्‍ता) हम एना बात कऽ कऽ मूर्ख बनि गेल छी मुदा अहीं सभ हमरा ताहि लेल विवश कयने छी। उचित तँ ई छल जे अहीं सभ हमरा योग्‍य ठहरबितहुँ, कारण, हम किछु नहि होइतो ओहि “महा मसीह-दूत सभ” सँ कोनो तरहेँ कम नहि छी।"},{"number":12,"verse":"अहाँ सभक बीच मसीह-दूतक असली लक्षण अटल धैर्यक संग हमरा द्वारा प्रदर्शित भेल, अर्थात् आश्‍चर्यपूर्ण चिन्‍ह, सामर्थ्‍यक काज आ चमत्‍कार सभ।"},{"number":13,"verse":"अहाँ सभ केँ किएक होइत अछि जे हम अहाँ सभ केँ दोसर मण्‍डली सभ सँ कम मानैत छी? की एहि लेल जे हम अहाँ सभ पर अपन खर्चक लेल भार नहि बनलहुँ? एहि अन्‍यायक लेल अहाँ सभ हमरा क्षमा करू!"},{"number":14,"verse":"आब हम अहाँ सभक ओतऽ तेसर बेर अयबाक लेल तैयार छी। हम अहाँ सभक लेल भार नहि बनब, किएक तँ हम अहाँ सभक सम्‍पत्ति नहि, अहीं सभ केँ चाहैत छी। बच्‍चा सभ केँ तँ अपन माय-बाबूक लेल धन जमा करबाक भार नहि होयबाक चाही, बल्‍कि अपन बच्‍चा सभक लेल माय-बाबू केँ।"},{"number":15,"verse":"हम अहाँ सभक लेल खुशी सँ अपन सभ किछु—अपना केँ सेहो—खर्च कऽ देब। जखन हम अहाँ सभ सँ एतेक प्रेम करैत छी तँ की अहाँ सभ हमरा सँ कम प्रेम करब?"},{"number":16,"verse":"जे होअय, हम अहाँ सभ पर भार नहि बनलहुँ। तखन की, हम चलाक भऽ कऽ अहाँ सभ केँ छल-कपट सँ फँसा लेलहुँ?"},{"number":17,"verse":"हम जाहि व्‍यक्‍ति सभ केँ अहाँ सभक ओतऽ पठौलहुँ, की ओहि मे सँ किनको द्वारा अहाँ सभ सँ लाभ उठौलहुँ?"},{"number":18,"verse":"हम तीतुस सँ अहाँ सभक ओतऽ जयबाक लेल जोर दैत निवेदन कयलहुँ आ हुनका संग ओहि भाय केँ पठौलहुँ। की तीतुस अहाँ सभ सँ कोनो अनुचित लाभ उठौलनि? की हम दूनू गोटे एके आत्‍मा सँ प्रेरित भऽ एके बाट पर नहि चललहुँ?"},{"number":19,"verse":"अहाँ सभ सोचैत होयब जे एखन तक हम सभ अहाँ सभक समक्ष अपन सफाइ दऽ रहल छी। यौ प्रिय भाइ लोकनि, बात से नहि अछि। हम सभ परमेश्‍वरक सम्‍मुख मसीह मे रहि कऽ ई सभ बात बाजि रहल छी आ सभ अहाँ सभक आत्‍मिक उन्‍नतिक लेल अछि।"},{"number":20,"verse":"हमरा डर अछि जे अहाँ सभक ओतऽ अयला पर हम अहाँ सभ केँ ओहन नहि पाबी जेहन पाबऽ चाहैत छी आ अहाँ सभ सेहो हमरा तेहन नहि पाबी जेहन पाबऽ चाहैत छी। कतौ एहन नहि होअय जे अहाँ सभक बीच झगड़ा, ईर्ष्‍या, क्रोध, स्‍वार्थ, परनिन्‍दा, चुगलखोरी, अहंकार आ अव्‍यवस्‍था सभ पाबी।"},{"number":21,"verse":"हमरा डर अछि जे अहाँ सभक ओतऽ फेर अयला पर कतौ हमर परमेश्‍वर अहाँ सभ पर जे हमर गर्व अछि तकरा अहाँ सभक सम्‍मुख चूर-चूर ने करथि आ हम ओहन बहुतो लोक सभक कारणेँ दुखी भऽ जाइ जे सभ पहिने पाप कयने अछि आ अपन कयल अशुद्ध व्यवहार, अनैतिक शारीरिक सम्‍बन्‍ध आ भोग-विलासक लेल पश्‍चात्ताप नहि कयने अछि।"}]}