{"bibleAbbr":"maiNT","bookName":"कोरिन्‍थ नगरक मण्‍डली केँ पौलुसक दोसर पत्र","bookEnglishName":"2 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"परमेश्‍वरक सहकर्मी भऽ कऽ हम सभ अहाँ सभ सँ आग्रह करैत छी जे परमेश्‍वरक जे कृपा अहाँ सभ केँ भेटल अछि तकरा व्‍यर्थ नहि होमऽ दिअ।"},{"number":2,"verse":"किएक तँ परमेश्‍वर धर्मशास्‍त्र मे कहैत छथि जे, “हम अपन कृपादृष्‍टि रखबाक समय मे तोहर सुनलिअह, आ उद्धारक दिन मे हम तोहर सहायता कयलिअह।” देखू, एखने “कृपादृष्‍टिक समय” अछि। देखू, आइए “उद्धारक दिन” अछि।"},{"number":3,"verse":"( योग्‍य सेवकक आचरण) हम सभ कोनो बात द्वारा ककरो ठोकरक कारण नहि बनैत छी, जाहि सँ ककरो हमरा सभक सेवा-काज पर दोष लगयबाक कोनो अवसर नहि भेटैक,"},{"number":4,"verse":"बल्‍कि परमेश्‍वरक सेवक भऽ हम सभ प्रत्‍येक परिस्‍थिति मे अपन योग्‍यता प्रमाणित करैत छी—हम सभ कठिनाइ, विपत्ति आ संकट सभ केँ धैर्यक संग सहन करैत छी।"},{"number":5,"verse":"हम सभ मारि खाइत छी, जहल मे राखल जाइत छी, उपद्रव मे पड़ैत छी। परिश्रम करैत छी, राति-राति भरि पलक नहि झपका कऽ जागल रहैत छी, भूखल रहैत छी।"},{"number":6,"verse":"हम सभ एहि सभ बातक सामना शुद्ध मोन सँ, ज्ञान सँ, और धैर्य आ दयालुताक संग करैत छी। हम सभ ई काज परमेश्‍वरक पवित्र आत्‍माक शक्‍ति सँ और निष्‍कपट प्रेम द्वारा करैत छी।"},{"number":7,"verse":"दहिना आ बामा हाथ मे धार्मिकताक हथियार धारण कयने सत्‍यक प्रचार करैत छी; परमेश्‍वरक सामर्थ्‍य पर भरोसा रखैत छी।"},{"number":8,"verse":"ककरो सँ आदर पबैत छी, तँ ककरो सँ निरादर, ककरो सँ जस आ ककरो सँ अपजस। सही रहितो हम सभ कपटी बुझल जाइत छी,"},{"number":9,"verse":"चिन्‍हल-जानल होइतो अनचिन्‍हार बुझल जाइत छी। मरऽ-मरऽ पर होइतो जीवित रहैत छी। सजाय पबैत छी मुदा जान सँ मारल नहि जाइत छी।"},{"number":10,"verse":"शोकित होइतो सदत् आनन्‍द मग्‍न रहैत छी, गरीब होइतो बहुतो केँ सम्‍पन्‍न बनबैत छी। हमरा सभ लग अपन किछु नहि होइतो, सभ किछु हमरा सभक अछि।"},{"number":11,"verse":"( कोरिन्‍थी सभक लेल पौलुसक प्रेम आ चिन्‍ता) यौ कोरिन्‍थ निवासी सभ, हम सभ अहाँ सभ सँ खुलि कऽ बात कयने छी। हम सभ अहाँ सभक प्रति अपन हृदय खोलि कऽ राखि देने छी।"},{"number":12,"verse":"अहाँ सभक प्रति हमरा सभक हृदय मे कोनो संकीर्णता नहि अछि, बल्‍कि अहीं सभक हृदय मे संकीर्णता अछि।"},{"number":13,"verse":"हम अहाँ सभ केँ अपन बच्‍चा मानि कहैत छी जे हमरा सभक प्रेमक बदला मे अहूँ सभ हमरा सभक लेल अपन हृदय खोलि दिअ।"},{"number":14,"verse":"अहाँ सभ मसीह पर विश्‍वास नहि कयनिहार लोक सभक संग बेमेल जुआ मे नहि जोताउ। अधर्म सँ धार्मिकताक कोन मेल? अन्‍हार सँ इजोतक कोन मेल?"},{"number":15,"verse":"शैतान सँ मसीहक कोन संगति? अविश्‍वासीक संग विश्‍वासीक कोन सहभागिता?"},{"number":16,"verse":"मुरुत सभक संग परमेश्‍वरक मन्‍दिरक कोन समझौता? किएक तँ अपना सभ जीवित परमेश्‍वरक मन्‍दिर छी, जेना कि परमेश्‍वर कहने छथि जे, “हम ओकरा सभक संग वास करब आ ओकरा सभक बीच चलब-फिरब। हम ओकरा सभक परमेश्‍वर होयबैक आ ओ सभ हमर प्रजा होयत।”"},{"number":17,"verse":"एहि कारणेँ, “प्रभुक कथन इहो छनि जे, ‘अहाँ सभ ओकरा सभक बीच सँ बाहर आबि कऽ अलग भऽ जाउ। अशुद्ध वस्‍तु सभ सँ हटल रहू, तखन हम अहाँ सभ केँ ग्रहण करब।’ ”"},{"number":18,"verse":"“हम अहाँ सभक पिता होयब आ अहाँ सभ हमर बेटा-बेटी सभ होयब। ई सर्वशक्‍तिमान प्रभुक कथन अछि।”"}]}