{"bibleAbbr":"orOV2014","bookName":"ଏଷ୍ଟର ବିବରଣ","bookEnglishName":"Esther","chapterNumber":1,"verses":[{"number":1,"verse":"( ରାଜାଙ୍କ ଭୋଜ) ଅକ୍ଷଶ୍ଵେରଶ ହିନ୍ଦୁସ୍ଥାନଠାରୁ କୁଶ ଦେଶ ପର୍ଯ୍ୟନ୍ତ ଏକ ଶତ ସତାଇଶ ପ୍ରଦେଶ ଉପରେ ରାଜ୍ୟ କଲା ।"},{"number":2,"verse":"ଏହି ଅକ୍ଷଶ୍ଵେରଶ ରାଜା ଶୂଶନ୍ ରାଜଧାନୀରେ ଆପଣା ରାଜ-ସିଂହାସନରେ ଉପବିଷ୍ଟ ହେଲା ଉତ୍ତାରେ,"},{"number":3,"verse":"ଆପଣା ଅଧିକାରର ତୃତୀୟ ବର୍ଷରେ ଆପଣା ସକଳ ଅଧିପତି ଓ ଦାସମାନଙ୍କ ପାଇଁ ଭୋଜ ପ୍ରସ୍ତୁତ କଲା; ତହିଁରେ ପାରସ୍ୟ ଓ ମାଦୀୟା ଦେଶର ବିକ୍ରମୀ ଲୋକମାନେ ପୁଣି କୁଳୀନ ଓ ପ୍ରଦେଶାଧିପତିମାନେ ତାହାର ସାକ୍ଷାତରେ ଉପସ୍ଥିତ ହେଲେ ।"},{"number":4,"verse":"ସେ ଆପଣା ପ୍ରତାପାନ୍ଵିତ ରାଜ୍ୟର ଧନ ଓ ଆପଣା ମହତ୍ତ୍ଵର ଶୋଭାର ଉତ୍କୃଷ୍ଟତା ଅନେକ ଦିନ, ଅର୍ଥାତ୍, ଏକ ଶତ ଅଶୀ ଦିନ ପର୍ଯ୍ୟନ୍ତ ପ୍ରଦର୍ଶନ କଲା ।"},{"number":5,"verse":"ତହୁଁ ଏସବୁ ଦିନ ଗତ ହୁଅନ୍ତେ, ରାଜା ଶୂଶନ୍ ରାଜଧାନୀରେ ଉପସ୍ଥିତ ବଡ଼ ଓ ସାନ ସମସ୍ତ ଲୋକଙ୍କ ପାଇଁ ରାଜପୁରୀସ୍ଥ ଉଦ୍ୟାନର ପ୍ରାଙ୍ଗଣରେ ସାତ ଦିନ ପର୍ଯ୍ୟନ୍ତ ଭୋଜ କଲା ।"},{"number":6,"verse":"ସେଠାରେ କାର୍ପାସନିର୍ମିତ, ଶୁକ୍ଳ, ହରିତ ଓ ନୀଳ ବସ୍ତ୍ରର ଚନ୍ଦ୍ରାତପ ଥିଲା, ତାହା ଶୁକ୍ଳ ଓ ଧୂମ୍ରବର୍ଣ୍ଣ ରଜ୍ଜୁ ଦ୍ଵାରା ରୌପ୍ୟମୟ କଡ଼ାରେ ମର୍ମର ସ୍ତମ୍ଭରେ ବନ୍ଧା ଥିଲା, ପୁଣି ରକ୍ତ ଓ ଶୁକ୍ଳ ଓ ପୀତ ଓ କୃଷ୍ଣବର୍ଣ୍ଣ ମର୍ମରପ୍ରସ୍ତର ନିର୍ମିତ ଚଟାଣ ଉପରେ ସ୍ଵର୍ଣ୍ଣ ଓ ରୌପ୍ୟମୟ ଆସନ ଥିଲା ।"},{"number":7,"verse":"ଆଉ, ସେମାନେ ନାନା ପ୍ରକାର ସୁବର୍ଣ୍ଣ ପାତ୍ରରେ ପାନଦ୍ରବ୍ୟ ଓ ରାଜାର ବଦାନ୍ୟତାନୁସାରେ ପ୍ରଚୁର ରାଜକୀୟ ଦ୍ରାକ୍ଷାରସ ଦେଲେ ।"},{"number":8,"verse":"ତହିଁରେ ବିଧାନାନୁସାରେ ପାନ କରାଗଲା; କେହି ବଳାତ୍କାର କରି ନ ପାରିଲା; କାରଣ ପ୍ରତ୍ୟେକ ଜଣକୁ ଆପଣା ଆପଣା ଇଚ୍ଛାନୁସାରେ କରିବାର ଅନୁମତି ଦେବା ପାଇଁ ରାଜା ଆପଣାର ଗୃହାଧ୍ୟକ୍ଷ ସମସ୍ତଙ୍କୁ ଆଜ୍ଞା ଦେଇଥିଲା ।"},{"number":9,"verse":"ମଧ୍ୟ ବଷ୍ଟୀ ରାଣୀ ଅକ୍ଷଶ୍ଵେରଶର ରାଜଗୃହରେ ସ୍ତ୍ରୀମାନଙ୍କ ପାଇଁ ଭୋଜ ପ୍ରସ୍ତୁତ କଲା ।"},{"number":10,"verse":"( ବଷ୍ଟୀ ରାଣୀଙ୍କ ଅସମ୍ମତି) ସପ୍ତମ ଦିନରେ ରାଜା ଦ୍ରାକ୍ଷାରସରେ ହୃଷ୍ଟଚିତ୍ତ ହୋଇ ମହୂମନ୍, ବିସ୍ଥା, ହର୍ବୋଣା, ବିଗ୍ଥା ଓ ଅବଗଥ, ସେଥର ଓ କର୍କସ, ଅକ୍ଷଶ୍ଵେରଶ ରାଜାର ଛାମୁସ୍ଥ ଏହି ସାତ ସେବାକାରୀ ନପୁଂସକଙ୍କୁ ଆଜ୍ଞା ଦେଲା,"},{"number":11,"verse":"ତୁମ୍ଭେମାନେ ଲୋକମାନଙ୍କୁ ଓ ଅଧିପତିଗଣଙ୍କୁ ବଷ୍ଟୀ ରାଣୀର ସୌନ୍ଦର୍ଯ୍ୟ ଦେଖାଇବା ପାଇଁ ତାହାକୁ ରାଜମୁକୁଟରେ ଭୂଷିତା କରି ରାଜାଙ୍କ ଛାମୁକୁ ଆଣ; ଯେଣୁ ସେ ପରମ ସୁନ୍ଦରୀ ଥିଲା ।"},{"number":12,"verse":"ମାତ୍ର ବଷ୍ଟୀ ରାଣୀ ନପୁଂସକମାନଙ୍କ ଦ୍ଵାରା ରାଜାର କଥିତ ଆଜ୍ଞାରେ ଆସିବାକୁ ଅସମ୍ମତା ହେଲା; ଏଣୁ ରାଜା ଅତିଶୟ କ୍ରୋଧ କଲା ଓ ତାହାର ଅନ୍ତଃକରଣରେ କ୍ରୋଧାଗ୍ନି ପ୍ରଜ୍ଵଳିତ ହେଲା ।"},{"number":13,"verse":"ଅନନ୍ତର ରାଜା କାଳଜ୍ଞ ବିଦ୍ଵାନ୍ବର୍ଗଙ୍କୁ ପଚାରିଲା, (କାରଣ ବ୍ୟବସ୍ଥା ଓ ରାଜନୀତିଜ୍ଞମାନଙ୍କୁ ଏରୂପ ପଚାରିବାର ରାଜାର ରୀତି ଥିଲା;"},{"number":14,"verse":"ଆଉ, [ଏହି ସମୟରେିଁ କର୍ଶନା, ଶେଥର, ଅଦ୍ମାଥା, ତର୍ଶୀଶ, ମେରସ୍, ମେର୍ସନା ଓ ମମୁଖନ୍ ରାଜାର ନିକଟବର୍ତ୍ତୀ ଥିଲେ; ଏହି ସାତ ଜଣ ପାରସ୍ୟ ଓ ମାଦୀୟା ଦେଶର ଥିଲେ; ଏହି ସାତ ଜଣ ପାରସ୍ୟ ଓ ମାଦୀୟା ଦେଶର ଅଧିପତି, ରାଜାର ମୁଖଦର୍ଶନକାରୀ, ପୁଣି ରାଜ୍ୟର ଶ୍ରେଷ୍ଠ ସ୍ଥାନରେ ଉପବିଷ୍ଟ ଥିଲେନ୍ତ)"},{"number":15,"verse":"(ରାଜା ପଚାରିଲା) ବଷ୍ଟୀ ରାଣୀ ନପୁଂସକ-ମାନଙ୍କ ଦ୍ଵାରା ପ୍ରେରିତ ଅକ୍ଷଶ୍ଵେରଶ ରାଜାର ଆଜ୍ଞା ନ ମାନିବାରୁ ବ୍ୟବସ୍ଥାନୁସାରେ ଆମ୍ଭେମାନେ ତାକୁ କଅଣ କରିବା ?"},{"number":16,"verse":"ଏଥିରେ ମମୁଖନ୍ ରାଜାର ଓ ଅଧିପତିଗଣର ସାକ୍ଷାତରେ ଉତ୍ତର ଦେଲା, ବଷ୍ଟୀ ରାଣୀ କେବଳ ମହାରାଜଙ୍କ ପ୍ରତି ନୁହେଁ, ମାତ୍ର ଅକ୍ଷଶ୍ଵେରଶ ରାଜାଙ୍କ ଅଧୀନ ସମସ୍ତ ପ୍ରଦେଶର ଯାବତୀୟ ଅଧିପତି ଓ ଯାବତୀୟ ଲୋକଙ୍କ ପ୍ରତି ଅନୁଚିତ କର୍ମ କରିଅଛି ।"},{"number":17,"verse":"କାରଣ ରାଣୀର ଏହି କର୍ମର କଥା ସକଳ ସ୍ତ୍ରୀଲୋକଙ୍କ ମଧ୍ୟରେ ବ୍ୟାପିଯିବ, ଆଉ ଅକ୍ଷଶ୍ଵେରଶ ରାଜା ବଷ୍ଟୀ ରାଣୀକି ଆପଣା ନିକଟକୁ ଆଣିବାକୁ ଆଜ୍ଞା ଦେଲେ, ମାତ୍ର ସେ ଆସିଲା ନାହିଁ; ଏହି ସମ୍ଵାଦ ପାଇଲେ ସେମାନଙ୍କ ସାକ୍ଷାତରେ ସେମାନଙ୍କ ସ୍ଵାମୀମାନେ ତୁଚ୍ଛନୀୟ ହେବେ ।"},{"number":18,"verse":"ଆଉ, ପାରସ୍ୟ ଓ ମାଦୀୟାର ଯେଉଁ କୁଳୀନା ସ୍ତ୍ରୀଗଣ ରାଣୀର ଏହି କର୍ମର ସମାଚାର ଆଜି ଶୁଣିଅଛନ୍ତି, ସେମାନେ ରାଜାର ସମସ୍ତ ଅଧିପତିଙ୍କି ଏରୂପ କହିବେ, ତହିଁରୁ ଅତିଶୟ ନିନ୍ଦା ଓ କ୍ରୋଧ ଉତ୍ପନ୍ନ ହେବ ।"},{"number":19,"verse":"ଏନିମନ୍ତେ ଯେବେ ମହାରାଜ ସନ୍ତୁଷ୍ଟ ହୁଅନ୍ତି, ତେବେ ବଷ୍ଟୀ ଅକ୍ଷଶ୍ଵେରଶ ରାଜା ନିକଟକୁ ଆଉ ନ ଆସିବାକୁ ରାଜାଜ୍ଞା ଶ୍ରୀଛାମୁରୁ ପ୍ରକାଶିତ ହେଉ; ପୁଣି, ଏହା ଅନ୍ୟଥା ନୋହିବା ପାଇଁ ପାରସିକ ଓ ମାଦୀୟ ବ୍ୟବସ୍ଥା ମଧ୍ୟରେ ଲିଖିତ ହେଉ; ପୁଣି, ମହାରାଜ ତାହାର ରାଣୀପଦ ତାହାଠାରୁ ଉତ୍ତମା ଏକ ସ୍ତ୍ରୀକି ଦେଉନ୍ତୁ ।"},{"number":20,"verse":"ଆହୁରି, ରାଜ୍ୟ ବୃହତ, ଏଣୁ ରାଜ୍ୟର ସବୁ ସ୍ଥାନରେ ଏହି ରାଜାଜ୍ଞା ପ୍ରକାଶିତ ହେଲେ, ସ୍ଵାମୀ କ୍ଷୁଦ୍ର ହେଉ କି ମହାନ ହେଉ, ସମସ୍ତ ଭାର୍ଯ୍ୟାମାନେ ଆପଣା ଆପଣା ସ୍ଵାମୀମାନଙ୍କୁ ମର୍ଯ୍ୟାଦା କରିବେ ।"},{"number":21,"verse":"ଏହି କଥାରେ ରାଜା ଓ ଅଧିପତିଗଣ ସନ୍ତୁଷ୍ଟ ହୁଅନ୍ତେ, ରାଜା ମମୁଖନର ପରାମର୍ଶାନୁସାରେ କର୍ମ କଲା ।"},{"number":22,"verse":"ତହୁଁ ସେ ପ୍ରତ୍ୟେକ ପ୍ରଦେଶର ଅକ୍ଷରାନୁସାରେ ଓ ପ୍ରତ୍ୟେକ ଗୋଷ୍ଠୀର ଭାଷାନୁସାରେ ରାଜାର ଅଧୀନ ପ୍ରତ୍ୟେକ ପ୍ରଦେଶକୁ ଏହିରୂପେ ପତ୍ର ପଠାଇଲା, “ପ୍ରତ୍ୟେକ ପୁରୁଷ ଆପଣା ଆପଣା ଗୃହରେ କର୍ତ୍ତୃତ୍ଵ କରୁ ଓ ସ୍ଵଗୋଷ୍ଠୀୟ ଭାଷାନୁସାରେ ତାହା ପ୍ରଚାର କରୁ ।”"}]}