{"bibleAbbr":"bnOV2016","bookName":"বিচারকর্ত্তৃগণের বিবরণ।","bookEnglishName":"Judges","chapterNumber":12,"verses":[{"number":1,"verse":"পরে ইফ্রয়িমের লোকেরা সমাহূত হইয়া সাফোনে গমন করিল; তাহারা যিপ্তহকে কহিল, তোমার সহিত গমন করিতে আমাদিগকে না ডাকিয়া তুমি অম্মোন-সন্তানগণের সহিত যুদ্ধ করিতে কেন পার হইয়া গিয়াছিলে? আমরা তোমাকে শুদ্ধ তোমার বাটী আগুন দিয়া পোড়াইয়া দিব।"},{"number":2,"verse":"যিপ্তহ তাহাদিগকে কহিলেন, অম্মোন-সন্তানগণের সহিত আমার ও আমার লোকদের বড় বিরোধ ছিল, তাই আমি তোমাদিগকে ডাকিয়াছিলাম, কিন্তু তোমরা তাহাদের হস্ত হইতে আমাকে নিস্তার কর নাই।"},{"number":3,"verse":"তোমরা আমাকে নিস্তার করিলে না দেখিয়া আমি প্রাণ হাতে করিয়া অম্মোন-সন্তানগণের বিরুদ্ধে পার হইয়া গিয়াছিলাম, আর সদাপ্রভু আমার হস্তে তাহাদিগকে সমর্পণ করিলেন, অতএব তোমরা আমার সহিত যুদ্ধ করিতে অদ্য কেন আমার নিকটে আসিলে?"},{"number":4,"verse":"পরে যিপ্তহ গিলিয়দের সমস্ত লোককে একত্র করিয়া ইফ্রয়িমের সহিত যুদ্ধ করিলেন, তাহাতে গিলিয়দের লোকেরা ইফ্রয়িমের লোকদিগকে আঘাত করিল; কেননা তাহারা বলিয়াছিল, রে গিলিয়দীয়েরা, তোরা ইফ্রয়িমের মধ্যে ও মনঃশির মধ্যে ইফ্রয়িমের পলাতক।"},{"number":5,"verse":"পরে গিলিয়দীয়েরা ইফ্রয়িমীয়দের বিরুদ্ধে যর্দ্দনের পার ঘাট সকল হস্তগত করিল; তাহাতে ইফ্রয়িমের কোন পলাতক যখন বলিত, আমাকে পার হইতে দেও, তখন গিলিয়দের লোকেরা তাহাকে জিজ্ঞাসা করিত, তুমি কি ইফ্রয়িমীয়?"},{"number":6,"verse":"যে যদি বলিত, না, তবে তাহারা বলিত, “শিব্বোলেৎ” বল দেখি; সে বলিত, “ সিব্বোলেৎ” কারণ সে শুদ্ধরূপে তাহা উচ্চারণ করিতে পারিত না; তখন তাহারা তাহাকে ধরিয়া লইয়া যর্দ্দনের পার ঘাটে বধ করিত। সেই সময়ে ইফ্রয়িমের বিয়াল্লিশ সহস্র লোক হত হইল।"},{"number":7,"verse":"যিপ্তহ ছয় বৎসর পর্য্যন্ত ইস্রায়েলের বিচার করিলেন। পরে গিলিয়দীয় যিপ্তহ মরিয়া গেলেন, এবং গিলিয়দের এক নগরে তাঁহার কবর হইল।"},{"number":8,"verse":"তাঁহার পরে বৈৎলেহমীয় ইব্সন ইস্রায়েলের বিচারকর্ত্তা হইলেন।"},{"number":9,"verse":"তাঁহার ত্রিশটী পুত্র ছিল, এবং তিনি ত্রিশটী কন্যা বাহিরে দিলেন, ও নিজ পুত্রগণের জন্য বাহির হইতে ত্রিশটী কন্যা আনিলেন; তিনি সাত বৎসর ইস্রায়েলের বিচার করিলেন।"},{"number":10,"verse":"পরে ইব্সন মরিয়া গেলেন, এবং বৈৎলেহমে তাঁহার কবর হইল।"},{"number":11,"verse":"তাঁহার পরে সবূলূনীয় এলোন ইস্রায়েলের বিচারকর্ত্তা হইলেন; তিনি দশ বৎসর ইস্রায়েলের বিচার করিলেন।"},{"number":12,"verse":"পরে সবূলূনীয় এলোন মরিয়া গেলেন, এবং সবূলূন দেশস্থ অয়ালোনে তাঁহার কবর হইল।"},{"number":13,"verse":"তাঁহার পরে পিরিয়াথোনীয় হিল্লেলের পুত্র অব্দোন ইস্রায়েলের বিচারকর্ত্তা হইলেন।"},{"number":14,"verse":"তাঁহার চল্লিশটী পুত্র ও ত্রিশটী পৌত্র সত্তরটী গর্দ্দভে চড়িয়া বেড়াইত; তিনি আট বৎসর ইস্রায়েলের বিচার করিলেন।"},{"number":15,"verse":"পরে পিরিয়াথোনীয় হিল্লেলের পুত্র অব্দোন মরিয়া গেলেন, এবং ইফ্রয়িম দেশে অমালেকীয়দের পর্ব্বতময় প্রদেশে পিরিয়াথোনে তাঁহার কবর হইল।"}]}