{"bibleAbbr":"bnOV2016","bookName":"বিচারকর্ত্তৃগণের বিবরণ।","bookEnglishName":"Judges","chapterNumber":16,"verses":[{"number":1,"verse":"আর শিম্শোন ঘসাতে গিয়া সেখানে একটা বেশ্যাকে দেখিয়া তাহার কাছে গমন করিলেন।"},{"number":2,"verse":"তাহাতে, শিম্শোন এই স্থানে আসিয়াছে, এই কথা শুনিয়া ঘসাতীয়েরা তাঁহাকে বেষ্টন করিয়া সমস্ত রাত্রি তাঁহার জন্য নগর-দ্বারে লুকাইয়া থাকিল, সমস্ত রাত্রি চুপ করিয়া রহিল, বলিল, প্রাতঃকালে দিন হইলে আমরা তাহাকে বধ করিব।"},{"number":3,"verse":"কিন্তু শিম্শোন অর্দ্ধরাত্র পর্য্যন্ত শয়ন করিলেন, অর্দ্ধরাত্রে উঠিয়া তিনি নগর-দ্বারের অর্গলশুদ্ধ দুই কবাট ও দুই বাজু ধরিয়া উপড়াইলেন, এবং স্কন্ধে করিয়া হিব্রোণের সম্মুখস্থ পর্ব্বত-শৃঙ্গে লইয়া গেলেন।"},{"number":4,"verse":"তৎপরে তিনি সোরেক উপত্যকার একটা স্ত্রীলোককে ভালবাসিলেন, তাহার নাম দলীলা।"},{"number":5,"verse":"তাহাতে পলেষ্টীয়দের ভূপালেরা সেই স্ত্রীর নিকটে আসিয়া তাহাকে কহিলেন, তুমি তাহাকে ফুস্লাইয়া দেখ, কিসে তাহার এমন মহাবল হয়, ও কিসে আমরা তাহাকে জয় করিয়া ক্লেশ দিবার জন্য রাখিতে পারিব; তাহাতে আমরা প্রত্যেকে তোমাকে এগার শত রৌপ্য মুদ্রা দিব।"},{"number":6,"verse":"তখন দলীলা শিম্শোনকে কহিল, বিনয় করি, তোমার এমন মহাবল কিসে হয়, আর ক্লেশ দিবার জন্য কিসে তোমাকে বাঁধিতে পারা যায়, তাহা আমাকে বল।"},{"number":7,"verse":"শিম্শোন তাহাকে কহিলেন, শুষ্ক হয় নাই, এমন সাত গাছা কাঁচা তাঁইত দিয়া যদি তাহারা আমাকে বাঁধে, তবে আমি দুর্ব্বল হইয়া অন্য লোকের সমান হইব।"},{"number":8,"verse":"পলেষ্টীয়দের ভূপালেরা অশুষ্ক সাত গাছা কাঁচা তাঁইত আনিয়া সেই স্ত্রীকে দিলেন; আর সে তাহা দ্বারা তাঁহাকে বাঁধিল।"},{"number":9,"verse":"তখন তাহার অন্তরাগারে গুপ্তভাবে লোক বসিয়াছিল। পরে দলীলা তাঁহাকে কহিল, হে শিম্শোন, পলেষ্টীয়েরা তোমাকে ধরিল। তাহাতে অগ্নির গন্ধে শণসূত্র যেমন ছিন্ন হয়, তদ্রূপ তিনি ঐ তাঁইত সকল ছিঁড়িয়া ফেলিলেন; এইরূপে তাঁহার বল জানা গেল না।"},{"number":10,"verse":"পরে দলীলা শিম্শোনকে কহিল, দেখ, তুমি আমাকে উপহাস করিলে, আমাকে মিথ্যা কথা কহিলে; এক্ষণে বিনয় করি, কিসে তোমাকে বাঁধিতে পারা যায়, তাহা আমাকে বল।"},{"number":11,"verse":"তিনি তাহাকে কহিলেন, যে রজ্জু দিয়া কোন কর্ম্ম করা হয় নাই, এমন কয়েক গাছা নূতন রজ্জু দ্বারা যদি তাহারা আমাকে বাঁধে, তবে আমি দুর্ব্বল হইয়া অন্য লোকের সমান হইব।"},{"number":12,"verse":"তাহাতে দলীলা নূতন রজ্জু লইয়া তাহা দ্বারা তাঁহাকে বাঁধিল; পরে তাঁহাকে কহিল, হে শিম্শোন, পলেষ্টীয়েরা তোমাকে ধরিল। তখন অন্তরাগারে গুপ্তভাবে লোক বসিয়াছিল। কিন্তু তিনি আপন বাহু হইতে সূত্রের ন্যায় ঐ সকল ছিঁড়িয়া ফেলিলেন।"},{"number":13,"verse":"পরে দলীলা শিম্শোনকে কহিল, এ যাবৎ তুমি আমাকে উপহাস করিলে, আমাকে মিথ্যা কথা কহিলে; কিসে তোমাকে বাঁধিতে পারা যায়, আমাকে বল না। তিনি কহিলেন, তুমি যদি আমার মাথার সাত গুচ্ছ চুল তানার সহিত বুন, তবে হইতে পারে।"},{"number":14,"verse":"তাহাতে সে তাঁতের গোঁজের সহিত তাহা বদ্ধ করিয়া তাঁহাকে কহিল, হে শিম্শোন, পলেষ্টীয়েরা তোমাকে ধরিল। তখন তিনি নিদ্রা হইতে জাগরিত হইয়া তানা শুদ্ধ তাঁতের গোঁজ উপড়াইয়া ফেলিলেন।"},{"number":15,"verse":"পরে দলীলা তাঁহাকে কহিল, তুমি কি প্রকারে বলিতে পার যে, তুমি আমাকে ভালবাস? তোমার মন ত আমাতে নাই; এই তিন বার তুমি আমাকে উপহাস করিলে; কিসে তোমার এমন মহাবল হয়, তাহা আমাকে কহিলে না।"},{"number":16,"verse":"এইরূপে সে প্রতিদিন বাক্য দ্বারা তাঁহাকে পীড়াপীড়ি করিয়া এমন ব্যস্ত করিয়া তুলিল যে, প্রাণধারণে তাঁহার বিরক্তি বোধ হইল।"},{"number":17,"verse":"তাই তিনি মনের সমস্ত কথা ভাঙ্গিয়া বলিলেন, তাহাকে কহিলেন, আমার মস্তকে কখনও ক্ষুর উঠে নাই, কেননা মাতার গর্ভহইতে আমি ঈশ্বরের উদ্দেশে নাসরীয়; ক্ষৌরি হইলে আমার বল আমাকে ছাড়িয়া যাইবে, এবং আমি দুর্ব্বল হইয়া অন্য সকল লোকের সমান হইব।"},{"number":18,"verse":"তখন, এ আমাকে মনের সমস্ত কথা ভাঙ্গিয়া বলিয়াছে বুঝিয়া, দলীলা লোক পাঠাইয়া পলেষ্টীয়দের ভূপালদিগকে ডাকাইয়া কহিল, এই বার আইসুন, কেননা সে আমাকে মনের সমস্ত কথা ভাঙ্গিয়া বলিয়াছে। তাহাতে পলেষ্টীয়দের ভূপালেরা টাকা হাতে করিয়া তাহার নিকটে আসিলেন।"},{"number":19,"verse":"পরে সে আপনার জানুর উপরে তাঁহাকে নিদ্রিত করিল, এবং এক জনকে ডাকাইয়া তাঁহার মস্তকের সাত গুচ্ছ কেশ ক্ষৌরি করাইল; এইরূপে সে তাঁহাকে ক্লেশ দিতে আরম্ভ করিল, আর তাঁহার বল তাঁহাকে ছাড়িয়া গেল।"},{"number":20,"verse":"পরে সে কহিল, হে শিম্শোন, পলেষ্টীয়েরা তোমাকে ধরিল। তখন তিনি নিদ্রা হইতে জাগরিত হইয়া কহিলেন, অন্যান্য সময়ের ন্যায় বাহিরে গিয়া গা ঝাড়া দিব। কিন্তু সদাপ্রভু যে তাঁহাকে ত্যাগ করিয়াছেন, তাহা তিনি বুঝিলেন না।"},{"number":21,"verse":"তখন পলেষ্টীয়েরা তাঁহাকে ধরিয়া তাঁহার দুই চক্ষু উৎপাটন করিল; এবং তাঁহাকে ঘসাতে আনিয়া পিত্তলের দুই শৃঙ্খলে বদ্ধ করিল; তিনি কারাগারে যাঁতা পেষণ করিতে থাকিলেন।"},{"number":22,"verse":"তথাপি ক্ষৌরি হইবার পর তাঁহার মস্তকের কেশ পুনর্ব্বার বৃদ্ধি পাইতে লাগিল।"},{"number":23,"verse":"পরে পলেষ্টীয়দের ভূপালেরা আপনাদের দেবতা দাগোনের উদ্দেশে মহাযজ্ঞ ও আমোদ প্রমোদ করিতে একত্র হইলেন; কেননা তাঁহারা কহিলেন, আমাদের দেবতা আমাদের শত্রু শিম্শোনকে আমাদের হস্তে দিয়াছেন।"},{"number":24,"verse":"আর তাঁহাকে দেখিয়া লোকেরা আপনাদের দেবতার প্রশংসা করিতে লাগিল; কেননা তাহারা কহিল, এই যে ব্যক্তি আমাদের শত্রু ও আমাদের দেশনাশক, যে আমাদের অনেক লোক বধ করিয়াছে, ইহাকে আমাদের দেবতা আমাদের হস্তে দিয়াছেন।"},{"number":25,"verse":"তাহাদের অন্তঃকরণ প্রফুল্ল হইলে তাহারা কহিল, শিম্শোনকে ডাক, সে আমাদের কাছে কৌতুক করুক। তাহাতে লোকেরা কারাগৃহ হইতে শিম্শোনকে ডাকিয়া আনিল, আর তিনি তাহাদের সম্মুখে কৌতুক করিতে লাগিলেন। তাহারা স্তম্ভ সকলের মধ্যে তাঁহাকে দাঁড় করাইয়াছিল।"},{"number":26,"verse":"পরে যে বালক হস্ত দিয়া শিম্শোনকে ধরিয়াছিল, তিনি তাহাকে কহিলেন, আমাকে ছাড়িয়া দেও, যে দুই স্তম্ভের উপরে গৃহের ভার আছে, তাহা আমাকে স্পর্শ করিতে দেও; আমি উহাতে হেলান দিয়া দাঁড়াইব।"},{"number":27,"verse":"পুরুষে ও স্ত্রীলোকে সেই গৃহ পরিপূর্ণ ছিল, আর পলেষ্টীয়দের সমস্ত ভূপাল সেখানে ছিলেন, এবং ছাদের উপরে স্ত্রী পুরুষ প্রায় তিন সহস্র লোক শিম্শোনের কৌতুক দেখিতেছিল।"},{"number":28,"verse":"তখন শিম্শোন সদাপ্রভুকে ডাকিয়া কহিলেন, হে প্রভু সদাপ্রভু, অনুগ্রহ করিয়া আমাকে স্মরণ করুন; হে ঈশ্বর, অনুগ্রহ করিয়া কেবল এই একটী বার আমাকে বলবান করুন, যেন আমি পলেষ্টীয়দিগকে আমার দুই চক্ষুর নিমিত্ত একেবারেই প্রতিশোধ দিতে পারি।"},{"number":29,"verse":"পরে শিম্শোন, মধ্যস্থিত যে দুই স্তম্ভের উপরে গৃহের ভার ছিল, তাহা ধরিয়া তাহার একটীর উপরে দক্ষিণ বাহু দ্বারা, অন্যটীর উপরে বাম বাহু দ্বারা নির্ভর করিলেন।"},{"number":30,"verse":"আর পলেষ্টীয়দের সহিত আমার প্রাণ যাউক, ইহা বলিয়া শিম্শোন আপনার সমস্ত বলে নত হইয়া পড়িলেন; তাহাতে ঐ গৃহ ভূপালগণের ও যত লোক ভিতরে ছিল, সমস্ত লোকের উপরে পড়িল; এইরূপে তিনি জীবনকালে যত লোক বধ করিয়াছিলেন, মরণকালে তদপেক্ষা অধিক লোককে বধ করিলেন।"},{"number":31,"verse":"পরে তাঁহার ভ্রাতৃগণ ও তাঁহার সমস্ত পিতৃকুল নামিয়া আসিয়া তাঁহাকে লইয়া সরা ও ইষ্টায়োলের মধ্যস্থানে তাঁহার পিতা মানোহের কবরস্থানে তাঁহার কবর দিল। তিনি বিংশতি বৎসর ইস্রায়েলের বিচার করিয়াছিলেন।"}]}