{"bibleAbbr":"NASB2020","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":12,"verses":[{"number":1,"verse":"Kings Defeated by Israel Now these are the kings of the land whom the sons of Israel (Lit struck) defeated, and they took possession of their land beyond the Jordan toward the sunrise, from the Valley of the Arnon as far as Mount Hermon, and all the Arabah to the east:"},{"number":2,"verse":"Sihon king of the Amorites, who lived in Heshbon and ruled from Aroer, which is on the edge of the Valley of the Arnon, both the middle of the valley and half of Gilead, even as far as the brook Jabbok, the border of the sons of Ammon;"},{"number":3,"verse":"and the Arabah as far as the Sea of (I. e., Galilee) Chinneroth toward the east, and as far as the Sea of the Arabah, that is, the Salt Sea, eastward (Lit the way of) toward Beth-jeshimoth, and on the south, (Lit under) at the foot of the slopes of Pisgah;"},{"number":4,"verse":"and the territory of Og king of Bashan, one of the remnant of Rephaim, who lived at Ashtaroth and at Edrei,"},{"number":5,"verse":"and ruled over Mount Hermon, Salecah, and all Bashan, as far as the border of the Geshurites and the Maacathites, and half of Gilead, as far as the border of Sihon king of Heshbon."},{"number":6,"verse":"Moses the servant of the LORD and the sons of Israel (Lit struck) defeated them; and Moses the servant of the LORD gave it to the Reubenites, the Gadites, and the half-tribe of Manasseh as a possession."},{"number":7,"verse":"Now these are the kings of the land whom Joshua and the sons of Israel (Lit struck) defeated beyond the Jordan toward the west, from Baal-gad in the Valley of Lebanon even as far as Mount Halak, which rises toward Seir; and Joshua gave it to the tribes of Israel as a possession according to their divisions,"},{"number":8,"verse":"in the hill country, in the lowland, in the Arabah, on the slopes, in the wilderness, and in the (I. e., South country) Negev; the Hittite, the Amorite and the Canaanite, the Perizzite, the Hivite, and the Jebusite:"},{"number":9,"verse":"the king of Jericho, one; the king of Ai, which is beside Bethel, one;"},{"number":10,"verse":"the king of Jerusalem, one; the king of Hebron, one;"},{"number":11,"verse":"the king of Jarmuth, one; the king of Lachish, one;"},{"number":12,"verse":"the king of Eglon, one; the king of Gezer, one;"},{"number":13,"verse":"the king of Debir, one; the king of Geder, one;"},{"number":14,"verse":"the king of Hormah, one; the king of Arad, one;"},{"number":15,"verse":"the king of Libnah, one; the king of Adullam, one;"},{"number":16,"verse":"the king of Makkedah, one; the king of Bethel, one;"},{"number":17,"verse":"the king of Tappuah, one; the king of Hepher, one;"},{"number":18,"verse":"the king of Aphek, one; the king of Lasharon, one;"},{"number":19,"verse":"the king of Madon, one; the king of Hazor, one;"},{"number":20,"verse":"the king of Shimron-meron, one; the king of Achshaph, one;"},{"number":21,"verse":"the king of Taanach, one; the king of Megiddo, one;"},{"number":22,"verse":"the king of Kedesh, one; the king of Jokneam in Carmel, one;"},{"number":23,"verse":"the king of Dor in the (Or Naphath-dor) heights of Dor, one; the king of Goiim in Gilgal, one;"},{"number":24,"verse":"the king of Tirzah, one: in all, thirty-one kings."}]}