{"bibleAbbr":"ULT2024","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":1,"verses":[{"number":1,"verse":"Many have taken on the work of putting together an account of the things that have been fulfilled among us,"},{"number":2,"verse":"just as they were passed down to us by those who from the first were eyewitnesses and servants of the word."},{"number":3,"verse":"So it seemed good to me also, because I have accurately investigated everything from the beginning, to write an orderly account for you, most excellent Theophilus,"},{"number":4,"verse":"so that you might know the certainty of the things you have been taught."},{"number":5,"verse":"In the days of Herod, king of Judea, there was a certain priest named Zechariah, from the division of Abijah. His wife was from the daughters of Aaron, and her name was Elizabeth."},{"number":6,"verse":"They were both righteous before God, walking in all the commandments and statutes of the Lord."},{"number":7,"verse":"But they had no child, because Elizabeth was barren, and they were both very old by this time."},{"number":8,"verse":"Now it came about that Zechariah was in God's presence, carrying out the priestly duties in the order of his division."},{"number":9,"verse":"According to the customary way of choosing which priest would serve, he had been chosen by lot to enter into the temple of the Lord to burn incense."},{"number":10,"verse":"The whole crowd of people was praying outside at the hour when the incense was burned."},{"number":11,"verse":"Now an angel of the Lord appeared to him and stood at the right side of the incense altar."},{"number":12,"verse":"When Zechariah saw him, he was terrified and fear fell on him."},{"number":13,"verse":"But the angel said to him, \"Do not be afraid, Zechariah, because your prayer has been heard. Your wife Elizabeth will bear you a son. You will call his name John."},{"number":14,"verse":"You will have joy and gladness, and many will rejoice at his birth."},{"number":15,"verse":"For he will be great in the sight of the Lord. He must never drink wine or strong drink, and he will be filled with the Holy Spirit from his mother's womb."},{"number":16,"verse":"Many of the people of Israel will be turned to the Lord their God."},{"number":17,"verse":"He will go before the face of the Lord in the spirit and power of Elijah, to turn the hearts of the fathers to the children and the disobedient to the wisdom of the righteous— to make ready for the Lord a people prepared for him.\""},{"number":18,"verse":"Zechariah said to the angel, \"How can I know this? For I am an old man and my wife is very old.\""},{"number":19,"verse":"The angel answered and said to him, \"I am Gabriel, who stands in the presence of God. I was sent to speak to you, to bring you this gospel."},{"number":20,"verse":"Behold! You will be silent, unable to speak, until the day these things take place. This is because you did not believe my words, which will be fulfilled at the right time.\""},{"number":21,"verse":"Now the people were waiting for Zechariah. They were surprised that he was spending so much time in the temple."},{"number":22,"verse":"But when he came out, he could not speak to them. They realized that he had seen a vision while he was in the temple. He kept on making signs to them and remained silent."},{"number":23,"verse":"It came about that when the days of his service were over, he went to his house."},{"number":24,"verse":"After these days, his wife Elizabeth conceived and for five months she kept herself hidden. She said,"},{"number":25,"verse":"\"This is what the Lord has done for me when he looked at me with favor in order to take away my shame before people.\""},{"number":26,"verse":"In the sixth month, the angel Gabriel was sent from God to a city in Galilee named Nazareth,"},{"number":27,"verse":"to a virgin engaged to a man whose name was Joseph. He belonged to the house of David, and the virgin's name was Mary."},{"number":28,"verse":"He came to her and said, \"Greetings, you who are highly favored! The Lord is with you.\""},{"number":29,"verse":"But she was very confused by his words and she wondered what kind of greeting this could be."},{"number":30,"verse":"The angel said to her, \"Do not be afraid, Mary, for you have found favor with God."},{"number":31,"verse":"See, you will conceive in your womb and bear a son. You will call his name' Jesus.'"},{"number":32,"verse":"He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his ancestor David."},{"number":33,"verse":"He will reign over the house of Jacob forever, and there will be no end to his kingdom.\""},{"number":34,"verse":"Mary said to the angel, \"How will this happen, since I have not known any man?\""},{"number":35,"verse":"The angel answered and said to her, \"The Holy Spirit will come upon you, and the power of the Most High will come over you. So the holy one to be born will be called the Son of God."},{"number":36,"verse":"See, your relative Elizabeth has also conceived a son in her old age. This is the sixth month for her, she who was called barren."},{"number":37,"verse":"For nothing will be impossible for God.\""},{"number":38,"verse":"Mary said, \"See, I am the female servant of the Lord. Let it be for me according to your message.\" Then the angel left her."},{"number":39,"verse":"Then Mary arose in those days and quickly went into the hill country, to a city in Judea."},{"number":40,"verse":"She went into the house of Zechariah and greeted Elizabeth."},{"number":41,"verse":"Now it happened that when Elizabeth heard Mary's greeting, the baby in her womb jumped, and Elizabeth was filled with the Holy Spirit."},{"number":42,"verse":"She raised her voice and said loudly, \"Blessed are you among women, and blessed is the fruit of your womb."},{"number":43,"verse":"Why has it happened to me that the mother of my Lord should come to me?"},{"number":44,"verse":"For see, when the sound of your greeting came to my ears, the baby in my womb jumped for joy."},{"number":45,"verse":"Blessed is she who believed that there would be a fulfillment of the things that were told her from the Lord.\""},{"number":46,"verse":"Mary said, \" My soul praises the Lord,"},{"number":47,"verse":"and my spirit has rejoiced in God my Savior."},{"number":48,"verse":"For he has looked at the low condition of his female servant. For see, from now on all generations will call me blessed."},{"number":49,"verse":"For he who is mighty has done great things for me, and his name is holy."},{"number":50,"verse":"His mercy lasts from generation to generation for those who fear him."},{"number":51,"verse":"He has displayed strength with his arm; he has scattered those who were proud about the thoughts of their hearts."},{"number":52,"verse":"He has thrown down princes from their thrones and he has raised up those of low condition."},{"number":53,"verse":"He has filled the hungry with good things, but the rich he has sent away empty."},{"number":54,"verse":"He has given help to Israel his servant, so as to remember to show mercy"},{"number":55,"verse":"(as he said to our fathers) to Abraham and his descendants forever.\""},{"number":56,"verse":"Mary stayed with Elizabeth about three months and then returned to her house."},{"number":57,"verse":"Now the time had come for Elizabeth to deliver her baby and she gave birth to a son."},{"number":58,"verse":"Her neighbors and her relatives heard that the Lord had shown his great mercy to her, and they rejoiced with her."},{"number":59,"verse":"Now it happened on the eighth day that they came to circumcise the child. They would have called him\" Zechariah, \"after the name of his father."},{"number":60,"verse":"But his mother answered and said, \"No. He will be called John.\""},{"number":61,"verse":"They said to her, \"There is no one among your relatives who is called by this name.\""},{"number":62,"verse":"They made signs to his father as to how he wanted him to be named."},{"number":63,"verse":"His father asked for a writing tablet and wrote, \"His name is John.\" They all were astonished at this."},{"number":64,"verse":"Immediately his mouth was opened and his tongue was freed. He spoke and praised God."},{"number":65,"verse":"Fear came on all who lived around them. All these matters were spread throughout all the hill country of Judea."},{"number":66,"verse":"All who heard them stored them in their hearts, saying, \"What then will this child become?\" For the hand of the Lord was with him."},{"number":67,"verse":"His father Zechariah was filled with the Holy Spirit and prophesied, saying,"},{"number":68,"verse":"\"Praised be the Lord, the God of Israel, for he has come to help and he has accomplished redemption for his people."},{"number":69,"verse":"He has raised up a horn of salvation for us in the house of his servant David"},{"number":70,"verse":"(as he spoke by the mouth of his holy prophets from long ago),"},{"number":71,"verse":"salvation from our enemies and from the hand of all who hate us."},{"number":72,"verse":"He will do this to show mercy to our fathers and to remember his holy covenant,"},{"number":73,"verse":"the oath that he spoke to Abraham our father."},{"number":74,"verse":"He swore to grant to us that we, having been delivered out of the hand of our enemies, would serve him without fear,"},{"number":75,"verse":"in holiness and righteousness before him all our days."},{"number":76,"verse":"Yes, and you, child, will be called a prophet of the Most High, for you will go before the face of the Lord to prepare his paths, to prepare people for his coming,"},{"number":77,"verse":"to give knowledge of salvation to his people by the forgiveness of their sins."},{"number":78,"verse":"This will happen because of the tender mercy of our God, because of which the sunrise from on high will come to help us,"},{"number":79,"verse":"to shine on those who sit in darkness and in the shadow of death. He will do this to guide our feet into the path of peace.\""},{"number":80,"verse":"Now the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel."}]}