{"bibleAbbr":"Geneva1599","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":1,"verses":[{"number":1,"verse":"The Third Book of Moses, called Leviticus(1 Of burnt offerings for particular persons.3, 10, and 14 The manner to offer burnt offerings as well of bullocks, as of sheep and birds.) Now the (Hereby Moses declareth that he taught nothing to the people but that which he received of God.) Lord called Moses, and spake unto him out of the Tabernacle of the Congregation, saying,"},{"number":2,"verse":"Speak unto the children of Israel, and thou shalt say unto them, If any of you offer a sacrifice unto the Lord, ye shall offer your sacrifice of (So they could offer of none other sort, but of those which were commanded.) cattle, as of beeves and of the sheep."},{"number":3,"verse":"(Cross references: : Exod. 29:10) If his sacrifice be a burnt offering of the herd, he shall offer a male without blemish, presenting him of his own voluntary will at the door of the (Meaning, within the court of the Tabernacle.) Tabernacle of the Congregation before the Lord."},{"number":4,"verse":"And he shall put his hand upon the head of the burnt offering, and it shall be accepted (Hebrew, to him.) to the Lord, to be his atonement."},{"number":5,"verse":"And (The Priest or Levite.) he shall kill the bullock before the Lord, and the Priests Aaron’s sons shall offer the blood, and shall sprinkle it round about upon the (Of the burnt offering, Exod. 27:1.) altar, that is by the door of the Tabernacle of the Congregation."},{"number":6,"verse":"Then shall he slay the burnt offering, and cut it in pieces."},{"number":7,"verse":"So the sons of Aaron the Priest shall put fire upon the altar, and lay the wood in order upon the fire."},{"number":8,"verse":"Then the Priests Aaron’s sons shall lay the parts in order, the head and the (Or, the body of the . . ., or the fat.) caul upon the wood that is in the fire which is upon the altar."},{"number":9,"verse":"But the inwards thereof and the legs thereof he shall wash in water, and the Priest shall burn all on the altar: for it is a burnt offering, an oblation made by fire, for a sweet savor (Or a savor of rest, which pacifieth the anger of the Lord.) unto the Lord."},{"number":10,"verse":"¶ And if his sacrifice for the burnt offering be of the flocks (as of the sheep, or of the goats) he shall offer a male without blemish."},{"number":11,"verse":"(Read verse 5.) And he shall kill it on the North side of the altar (Before the altar of the Lord.) before the Lord, and the Priests Aaron’s sons shall sprinkle the blood thereof round about upon the altar."},{"number":12,"verse":"And he shall cut it in (Hebrew, into his pieces.) pieces, separating his head and his (Or, fat.) caul, and the Priest shall lay them in order upon the wood that lieth in the fire which is on the altar:"},{"number":13,"verse":"But he shall wash the inwards, and the legs with water, and the Priest shall offer the whole and burn it upon the altar: for it is a burnt offering, an oblation made by fire for a sweet savor unto the Lord."},{"number":14,"verse":"¶ And if his sacrifice be a burnt offering to the Lord of the fowls, then shall he offer his sacrifice of the turtledoves, or of the young pigeons."},{"number":15,"verse":"And the Priest shall bring it unto the altar, and (The Hebrew word signifieth to pinch off with the nail.) wring the neck of it asunder, and burn it on the altar: and the blood thereof shall be (Or, strained or pressed.) shed upon the side of the altar."},{"number":16,"verse":"And he shall pluck out his maw with his feathers, and cast them beside the altar on the (On the side of the court gate in the pans which stood with ashes, Exod. 17:3.) East part in the place of the ashes."},{"number":17,"verse":"And he shall cleave it with his wings, but not divide it asunder: and the Priest shall burn it upon the altar upon the wood that is in the fire: for it is a burnt offering, an oblation made by fire for a sweet savor unto the Lord."}]}