{"bibleAbbr":"Geneva1599","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":11,"verses":[{"number":1,"verse":"((1 Of beasts, fishes and birds, which be clean, and which be unclean.) ) After, the Lord spake to Moses and to Aaron, saying unto them,"},{"number":2,"verse":"Speak unto the children of Israel, and say, (Cross references: : Gen. 7:2; Deut. 14:1; Acts 10:14) These are the beasts which ye (Or, whereof ye may eat.) shall eat, among all the beasts that are on the earth."},{"number":3,"verse":"Whatsoever parteth the (He noteth four sorts of beasts, some chew the cud only, and some have only the foot cleft: others neither chew the cud, nor have the hoof cleft: the fourth both chew the cud and have the hoof divided, which may be eaten.) hoof, and is cloven footed, and cheweth the cud, among the beasts, that shall ye eat:"},{"number":4,"verse":"But of them that chew the cud, or divide the hoof only, of them ye shall not eat: as the camel, because he cheweth the cud, and divideth not the hoof, he shall be unclean unto you."},{"number":5,"verse":"Likewise the coney, because he cheweth the cud, and divideth not the hoof, he shall be unclean to you."},{"number":6,"verse":"Also the hare, because he cheweth the cud, and divideth not the hoof, he shall be unclean to you."},{"number":7,"verse":"And the swine, because he parteth the hoof, and is cloven footed, but cheweth not the cud, he shall be unclean to you."},{"number":8,"verse":"Of their (God would that hereby for a time they should be discerned as his people from the Gentiles.) flesh shall ye not eat, and their carcass shall ye not touch: for they shall be unclean to you."},{"number":9,"verse":"¶ These shall ye eat, of all that are in the waters: whatsoever hath fins and scales in the waters, in the seas, or in the rivers, them shall ye eat."},{"number":10,"verse":"But all that have not fins nor scales in the seas, or in the rivers, of all that (As little fish engendered of the slime.) moveth in the waters, and of all (As they which come of generation.) living things that are in the waters, they shall be an abomination unto you."},{"number":11,"verse":"They, I say, shall be an abomination to you: ye shall not eat of their flesh, but shall abhor their carcass."},{"number":12,"verse":"Whatsoever hath not fins nor scales in the waters, that shall be abomination unto you."},{"number":13,"verse":"¶ These shall ye have also in abomination among the fowls, they shall not be eaten, for they are an abomination, the eagle, and the (Or, gryphon, as it is in the Greek.) goshawk, and the osprey:"},{"number":14,"verse":"Also the vulture, and the kite after his kind,"},{"number":15,"verse":"Also the ravens after their kind:"},{"number":16,"verse":"The ostrich also, and the night-crow, and the (Or, cuckoo.) seamew, and the hawk after his kind."},{"number":17,"verse":"The little owl also, and the cormorant, and the great owl:"},{"number":18,"verse":"Also the (Or, porphyrio.) redshank, and the pelican, and the swan:"},{"number":19,"verse":"The stork also, the heron after his kind, and the lapwing and the [bat]:"},{"number":20,"verse":"Also every fowl that creepeth and goeth upon all four, such shall be an abomination unto you."},{"number":21,"verse":"Yet these shall ye eat: of every fowl that creepeth, and goeth upon all four which (Or, have no bowings on their feet.) have their feet and legs all of one to leap withal upon the earth."},{"number":22,"verse":"Of them ye shall eat these, the grasshopper after his kind, and the (These were certain kinds of grasshoppers, which are not now properly known.) solean after his kind, the hargol after his kind, and the hagab after his kind."},{"number":23,"verse":"But all other fowls that creep and have four feet, they shall be abomination unto you."},{"number":24,"verse":"For by such ye shall be polluted: whosoever toucheth the carcass, shall be unclean unto the evening."},{"number":25,"verse":"Whosoever also (Out of the camp.) beareth of their carcass, shall wash his clothes, and be unclean until even."},{"number":26,"verse":"Every beast that hath claws divided, and is (Or, hath not his foot cloven in two.) not cloven footed, nor cheweth the cud, such shall be unclean unto you: everyone that toucheth them, shall be unclean."},{"number":27,"verse":"And whatsoever goeth upon his paws among all manner beasts that goeth on all four, such shall be unclean unto you: who so doth touch their carcass, shall be unclean until the even."},{"number":28,"verse":"And he that beareth their carcass, shall wash his clothes, and be unclean until the even: for such shall be unclean unto you."},{"number":29,"verse":"¶ Also these shall be unclean to you among the things that creep and move upon the earth, the weasel, and the mouse, and the frog, after his kind: (The green frog that sitteth on the bushes.) (Or, crocodile.)"},{"number":30,"verse":"Also the rat, and the lizard, and the chameleon, and the stellio, and the mole."},{"number":31,"verse":"These shall be unclean to you among all that creep: whosoever doth touch them when they be dead, shall be unclean until the even."},{"number":32,"verse":"Also whatsoever any of the dead carcasses of them doth fall upon, shall be unclean, whether it be vessel of wood, or raiment, or (As a bottle or bag.) skin, or sack: whatsoever vessel it be that is occupied, it shall be put in the water as unclean until the even, and so be purified."},{"number":33,"verse":"But every earthen vessel, wherein any of them falleth, whatsoever is within it shall be unclean, and (Lev. 6:28) ye shall break it."},{"number":34,"verse":"All meat also that shall be eaten, if any such water come upon it, shall be unclean: and all drink that shall be drunk in all such vessels shall be unclean."},{"number":35,"verse":"And everything that their carcass fall upon, shall be unclean: the furnace or the pot shall be broken: for they are unclean, and shall be unclean unto you."},{"number":36,"verse":"Yet the fountains and wells where there is plenty of water shall be clean: but that which (So much of the water as toucheth it.) toucheth their carcasses, shall be unclean."},{"number":37,"verse":"And if there fall of the dead carcass upon any seed, which useth to be sown, it shall be unclean."},{"number":38,"verse":"But if any (He speaketh of seed that is laid to sleep before it be sown.) water be poured upon the seed, and there fall of the dead carcass thereon, it shall be unclean unto you."},{"number":39,"verse":"If also any beast, whereof ye may eat, die, he that toucheth the carcass thereof, shall be unclean until the even."},{"number":40,"verse":"And he that eateth of the carcass of it, shall wash his clothes, and be unclean until the even: he also that beareth the carcass of it, shall wash his clothes, and be unclean until the even."},{"number":41,"verse":"Every creeping thing therefore that creepeth upon the earth, shall be an abomination, and not be eaten."},{"number":42,"verse":"Whatsoever goeth upon the breast, and whatsoever goeth upon all four, or that hath many feet among all creeping things that creep upon the earth, ye shall not eat of them, for they shall be abomination."},{"number":43,"verse":"Ye shall not pollute yourselves with anything that creepeth, neither make yourselves unclean with them, neither defile yourselves thereby: ye shall not, I say, be defiled by them."},{"number":44,"verse":"For I am the Lord your God: be sanctified therefore, and be (He showeth why God did choose them to be his people, 1 Pet. 1:15.) holy, for I am holy, and defile not yourselves with any creeping thing that creepeth upon the earth."},{"number":45,"verse":"For I am the Lord that brought you out of the land of Egypt, to be your God, and that you should be holy, for I am holy."},{"number":46,"verse":"This is the law of beasts, and of fowls, and of every living thing that moveth in the waters, and of every thing that creepeth upon the earth:"},{"number":47,"verse":"That there may be a difference between the unclean and clean, and between the beast that may be eaten, and the beast that ought not to be eaten."}]}