{"bibleAbbr":"Geneva1599","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":19,"verses":[{"number":1,"verse":"(A repetition of sundry Laws and Ordinances.) And the Lord spake unto Moses, saying,"},{"number":2,"verse":"Speak unto all the Congregation of the children of Israel, and say unto them, (Cross references: : Lev. 11:44; Lev. 20:7; 1 Pet. 1:16) Ye shall be (That is, void of all pollution, idolatry, and superstition both of soul and body.) holy, for I the Lord your God am holy."},{"number":3,"verse":"¶ Ye shall fear every man his mother and his father, and shall keep my Sabbath: for I am the Lord your God."},{"number":4,"verse":"¶ Ye shall not turn unto idols, nor make you molten gods: I am the Lord your God."},{"number":5,"verse":"¶ And when ye shall offer a peace offering unto the Lord, ye shall offer it (Of your own accord.) freely."},{"number":6,"verse":"(Lev. 7:16) It shall be eaten the day ye offer it, or on the morrow: and that which remaineth until the third day, shall be burnt in the fire."},{"number":7,"verse":"For if it be eaten the third day, it shall be unclean, it shall not be (To wit, of God.) accepted."},{"number":8,"verse":"Therefore he that eateth it, shall bear his iniquity, because he hath defiled the hallowed thing of the Lord, and that person shall be cut off from his people."},{"number":9,"verse":"¶ (Lev. 23:22) When ye reap the harvest of your land, ye shall not reap every corner of your field, neither shalt thou gather the (Or, gatherings and leavings.) gleanings of thy harvest."},{"number":10,"verse":"Thou shalt not gather the grapes of thy vineyard clean, neither gather every grape of thy vineyard, but thou shalt leave them for the poor and for the stranger: I am the Lord your God."},{"number":11,"verse":"¶ Ye shall not steal, neither (In that which is committed to your credit.) deal falsely, neither lie one to another."},{"number":12,"verse":"¶ (Exod. 20:7; Deut. 5:11; Matt. 5:34) Also ye shall not swear by my Name falsely, neither shalt thou defile the Name of thy God: I am the Lord."},{"number":13,"verse":"¶ Thou shalt not do thy neighbor (Or, oppress him by violence.) wrong, neither rob him. (Deut. 24:1415; Deut. 4:14) The workman’s hire shall not abide with thee until the morning."},{"number":14,"verse":"¶ Thou shalt not curse the deaf, (Deut. 27:18) neither put a stumbling block before the blind, but shalt fear thy God: I am the Lord."},{"number":15,"verse":"¶ Ye shall not do unjustly in judgment: (Exod. 23:3; Deut. 1:17; Deut. 16:19; Prov. 24:23; James 2:2) Thou shalt not favor the person of the poor, nor honor the person of the mighty, but thou shalt judge thy neighbor justly."},{"number":16,"verse":"¶ Thou shalt not (As a slanderer, backbiter, or quarrel picker.) walk about with tales among thy people: Thou shalt not (By consenting to his death, or conspiring with the wicked.) stand against the blood of thy neighbor: I am the Lord."},{"number":17,"verse":"¶ Thou shalt not hate thy brother in thine heart, but thou shalt plainly rebuke thy neighbor, (Hebrew, suffer not sin upon him.) and suffer him not to sin."},{"number":18,"verse":"¶ Thou shalt not avenge, nor be mindful of wrong against the children of thy people, (Matt. 5:43; Rom. 13:9; Gal. 5:14; James 2:8) but shalt love thy neighbor as thyself: I am the Lord."},{"number":19,"verse":"¶ Ye shall keep mine ordinances. Thou shalt not let thy cattle gender with (As a horse to leap an ass, or a mule a mare.) others of divers kinds. Thou shalt not sow thy field with mingled seed, neither shall a garment of divers things, as of linen and woolen come upon thee."},{"number":20,"verse":"¶ Whosoever also lieth and meddleth with a woman that is a bondmaid, affianced to a husband, and not redeemed, nor freedom given her, (Hebrew, a beating shall be, some read, they shall be beaten.) she shall be scourged, but they shall not die, because she is not made free."},{"number":21,"verse":"And he shall bring for his trespass offering unto the Lord, at the door of the Tabernacle of the Congregation, a ram for a trespass offering."},{"number":22,"verse":"Then the Priest shall make an atonement for him with the ram of the trespass offering before the Lord, concerning his sin which he hath done, and pardon shall be given him for his sin which he hath committed."},{"number":23,"verse":"¶ Also when ye shall come into the land, and have planted every tree for meat, ye (It shall be unclean as that thing, which is not circumcised.) shall count the fruit thereof as uncircumcised: three years shall it be uncircumcised unto you: it shall not be eaten:"},{"number":24,"verse":"But in the fourth year all the fruit thereof shall be holy to the praise of the Lord."},{"number":25,"verse":"And the fifth year shall ye eat of the fruit of it, that it may (Or, that God may multiply.) yield to you the increase thereof: I am the Lord your God."},{"number":26,"verse":"¶ Ye shall not eat the flesh with the (Whether it be strangled, or otherwise.) blood: ye shall not use witchcraft, nor (To measure lucky or unlucky days.) observe times."},{"number":27,"verse":"(Lev. 21:5) Ye shall not (As did the Gentiles in sign of mourning.) cut round the corners of your heads, neither shalt thou (Or, cut, or tear.) mar the tufts of thy beard."},{"number":28,"verse":"(Deut. 14:1) Ye shall not cut your flesh for the (Hebrew, soul or person.) dead, nor make any print of a (By whipping your bodies or burning marks therein.) mark upon you: I am the Lord."},{"number":29,"verse":"¶ Thou shalt not make thy daughter common, to cause her to be a (As did the Cyprians, and Locrians.) whore, lest the land also fall to whoredom, and the land be full of wickedness."},{"number":30,"verse":"¶ Ye shall keep my Sabbaths, and reverence my Sanctuary: I am the Lord."},{"number":31,"verse":"¶ Ye shall not regard them that work with spirits, (1 Sam. 28:8) neither Soothsayers: ye shall not seek to them to be defiled by them, I am the Lord your God."},{"number":32,"verse":"¶ Thou shalt (In token of reverence.) rise up before the hoary head, and honor the person of the old man, and dread thy God: I am the Lord."},{"number":33,"verse":"¶ And if a stranger sojourn with thee in your land, ye shall not (Or, do him wrong.) vex him."},{"number":34,"verse":"(Exod. 22:21) But the stranger that dwelleth with you, shall be as one of yourselves, and thou shalt love him as thyself: for ye were strangers in the land of Egypt: I am the Lord your God."},{"number":35,"verse":"¶ Ye shall not do unjustly in judgment, in (As in measuring the ground.) line, in weight, or in measure."},{"number":36,"verse":"(Prov. 11:1; Prov. 16:11; Prov. 20:10) You shall have just balances, true weights, a true (By these two measures he meaneth all others. Of Ephah, read Exod. 16:36, and of Hin, Exod. 29:40.) Ephah, and a true Hin, I am the Lord your God, which have brought you out of the land of Egypt."},{"number":37,"verse":"Therefore shall ye observe all mine ordinances, and all my judgments, and do them: I am the Lord."}]}