{"bibleAbbr":"Geneva1599","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":2,"verses":[{"number":1,"verse":"((1 The meat offering is after three sorts of fine flour unbaked.4 Of bread baked.) ) And when any will offer a (Because the burnt offering could not be without the meat offering.) meat offering unto the Lord, his offering shall be of fine flour, and he shall pour oil upon it, and put incense thereon."},{"number":2,"verse":"And shall bring it unto Aaron’s sons the Priests, and (The Priest.) he shall take thence his handful of the flour, and of the oil with all the incense, and the Priest shall burn it for a (To signify that God remembereth him that offereth.) memorial upon the altar: for it is an offering made by fire for a sweet savor unto the Lord."},{"number":3,"verse":"But the remnant of the meat offering shall be Aaron’s and his sons’: for it is (Therefore none could eat of it but the Priest.) most holy of the Lord’s offerings made by fire."},{"number":4,"verse":"¶ If thou bring also a meat offering baked in the oven, it shall be an unleavened cake of fine flour mingled with oil, or an unleavened wafer anointed with oil."},{"number":5,"verse":"¶ But if thy (Which is a gift offered to God to pacify him.) meat offering be an oblation of the frying pan, it shall be of fine flour unleavened, mingled with oil."},{"number":6,"verse":"And thou shalt part it in pieces, and pour oil thereon: for it is a meat offering."},{"number":7,"verse":"¶ And if thy meat offering be an oblation made in the caldron, it shall be made of fine flour with oil."},{"number":8,"verse":"After, thou shalt bring the meat offering (that is made of these things) unto the Lord, and shalt present it unto the Priest, and he shall bring it to the altar,"},{"number":9,"verse":"And the Priest shall take from the meat offering a (Cross references: : Lev. 2:2) memorial of it, and shall burn it upon the altar: for it is an oblation (Exod. 29:18) made by fire for a sweet savor unto the Lord."},{"number":10,"verse":"But that which is left of the meat offering, shall be Aaron’s and his sons’: for it is most holy of the offerings of the Lord made by fire."},{"number":11,"verse":"All the meat offerings which ye shall offer unto the Lord, shall be made without leaven: for ye shall neither burn leaven nor honey in any offering of the Lord made by fire."},{"number":12,"verse":"¶ In the oblation of the firstfruits ye shall offer (That is, fruits, which were sweet as honey, ye may offer.) them unto the Lord, but they shall not be burnt (But reserved for the Priests.) upon the altar for a sweet savor,"},{"number":13,"verse":"(All the meat offerings also shalt thou season with (Mark 9:49) salt, neither shalt thou suffer the salt of the (Which they were bound (as by covenant) to use all sacrifices, Num. 18:19; 2 Chron. 13:5; Ezek. 43:24, or it meaneth a sure and pure covenant.) covenant of thy God to be lacking from thy meat offering, but upon all thine oblations thou shalt offer salt.)"},{"number":14,"verse":"If then thou offer a meat offering of thy firstfruits unto the Lord, thou shalt offer for thy meat offering of thy firstfruits (Lev. 23:14) ears of corn dried by the fire, and wheat beaten out of (Or, full ears: for the word signifieth a fruitful field. Read 2 Chron. 26:10 in the note 2.) the green ears."},{"number":15,"verse":"After, thou shalt put oil upon it, and lay incense thereon: for it is a meat offering."},{"number":16,"verse":"And the Priest shall burn the memorial of it, even of that, that is beaten, and of the oil of it with all the incense thereof: for it is an offering unto the Lord made by fire."}]}