{"bibleAbbr":"cKJV+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":143,"verses":[{"number":1,"verse":"Hear<WH8085> my prayer<WH8605>, O Lord<WH3068>, give ear<WH238> to my supplications<WH8469>: in your faithfulness<WH530> answer<WH6030> me<WH6666>, and in your righteousness."},{"number":2,"verse":"And enter<WH935> not into judgment<WH4941> with your servant<WH5650>: for in your sight<WH6440> shall no man living<WH2416> be justified<WH6663>."},{"number":3,"verse":"For the enemy<WH341> has persecuted<WH7291> my soul<WH5315>; he has struck<WH1792> my life<WH2416> down<WH1792> to the ground<WH776>; he has made me to live<WH3427> in darkness<WH4285>, as those that have been long<WH5769> dead<WH4191>."},{"number":4,"verse":"Therefore is my spirit<WH7307> overwhelmed<WH5848> inside me<WH3820>; my heart inside<WH8432> me is desolate<WH8074>."},{"number":5,"verse":"I remember<WH2142> the days<WH3117> of old<WH6924>; I meditate<WH1897> on all your works<WH6467>; I muse<WH7878> on the work<WH4639> of your hands<WH3027>."},{"number":6,"verse":"I stretch forth<WH6566> my hands<WH3027> unto you<WH5315>: my soul thirsts after you<WH5889>, as a thirsty land<WH776>. Selah<WH5542>."},{"number":7,"verse":"Hear<WH6030> me speedily<WH4118>, O Lord<WH3068>: my spirit<WH7307> fails<WH3615>: hide<WH5641> not your face<WH6440> from me<WH4911>, lest I be like unto them that go down<WH3381> into the pit<WH953>."},{"number":8,"verse":"Cause me to hear<WH8085> your lovingkindness<WH2617> in the morning<WH1242>; for in you do I trust<WH982>: cause me to know<WH3045> the way<WH1870> where<WH2098> I should walk<WH3212>; for I lift up<WH5375> my soul unto you<WH5315>."},{"number":9,"verse":"Deliver<WH5337> me<WH3068>, O Lord, from my enemies<WH341>: I flee unto you to hide me<WH3680>."},{"number":10,"verse":"Teach<WH3925> me to do<WH6213> your will<WH7522>; for you are my God<WH430>: your spirit<WH7307> is good<WH2896>; lead<WH5148> me into the land<WH776> of uprightness<WH4334>."},{"number":11,"verse":"Quicken<WH2421> me<WH3068>, O Lord, for your name<WH8034>'s sake<WH6666>: for your righteousness' sake bring<WH3318> my soul<WH5315> out of trouble<WH6869>."},{"number":12,"verse":"And of your mercy<WH2617> cut off<WH6789> my enemies<WH341>, and destroy<WH6> all them that afflict<WH6887> my soul<WH5315>: for I am your servant<WH5650>."}]}