{"bibleAbbr":"cKJV+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"The mighty<WH410> God<WH430>, even the Lord<WH3068>, has spoken<WH1696>, and called<WH7121> the earth<WH776> from the rising<WH4217> of the sun<WH8121> unto the going down there<WH3996>."},{"number":2,"verse":"Out of Zion<WH6726>, the perfection<WH4359> of beauty<WH3308>, God<WH430> has shined<WH3313>."},{"number":3,"verse":"Our God<WH430> shall come<WH935>, and shall not keep silence<WH2790>: a fire<WH784> shall devour<WH398> before<WH6440> him<WH3966>, and it shall be very stormy<WH8175> round about him<WH5439>."},{"number":4,"verse":"He shall call<WH7121> to the heavens<WH8064> from above<WH5920>, and to the earth<WH776>, that he may judge<WH1777> his people<WH5971>."},{"number":5,"verse":"Gather<WH622> my saints<WH2623> together unto me<WH3772>; those that have made a covenant<WH1285> with me by sacrifice<WH2077>."},{"number":6,"verse":"And the heavens<WH8064> shall declare<WH5046> his righteousness<WH6664>: for God<WH430> is judge<WH8199> himself<WH5542>. Selah."},{"number":7,"verse":"Hear<WH8085>, O my people<WH5971>, and I will speak<WH1696>; O Israel<WH3478>, and I will testify<WH5749> against you<WH430>: I am God, even your God<WH430>."},{"number":8,"verse":"I will not rebuke<WH3198> you for your sacrifices<WH2077> or your burnt offerings<WH5930>, that have been continually before me<WH8548>."},{"number":9,"verse":"I will take<WH3947> no bullock<WH6499> out of your house<WH1004>, nor he goats<WH6260> out of your folds<WH4356>."},{"number":10,"verse":"For every animal<WH2416> of the forest<WH3293> is mine<WH929>, and the cattle upon a thousand<WH505> hills<WH2042>."},{"number":11,"verse":"I know<WH3045> all the birds<WH5775> of the mountains<WH2022>: and the wild animals<WH2123> of the field<WH7704> are mine<WH5978>."},{"number":12,"verse":"If I were hungry<WH7456>, I would not tell<WH559> you<WH8398>: for the world is mine<WH4393>, and the fullness there."},{"number":13,"verse":"Will I eat<WH398> the flesh<WH1320> of bulls<WH47>, or drink<WH8354> the blood<WH1818> of goats<WH6260>?"},{"number":14,"verse":"Offer<WH2076> unto God<WH430> thanksgiving<WH8426>; and pay<WH7999> your vows<WH5088> unto the most High<WH5945>:"},{"number":15,"verse":"And call<WH7121> upon me in the day<WH3117> of trouble<WH6869>: I will deliver<WH2502> you<WH3513>, and you shall glorify me."},{"number":16,"verse":"But unto the wicked<WH7563> God<WH430> says<WH559>, What have you to do to declare<WH5608> my statutes<WH2706>, or that you should take<WH5375> my covenant<WH1285> in your mouth<WH6310>?"},{"number":17,"verse":"Seeing you hate<WH8130> instruction<WH4148>, and cast<WH7993> my words<WH1697> behind you<WH310>."},{"number":18,"verse":"When you saw<WH7200> a thief<WH1590>, then you consented<WH7521> with him<WH2506>, and have been partaker with adulterers<WH5003>."},{"number":19,"verse":"You give<WH7971> your mouth<WH6310> to evil<WH7451>, and your tongue<WH3956> frames<WH6775> deceit<WH4820>."},{"number":20,"verse":"You sit<WH3427> and speak<WH1696> against your brother<WH251>; you<WH5414> slander<WH1848> your own mother<WH517>'s son<WH1121>."},{"number":21,"verse":"These things have you done<WH6213>, and I kept silence<WH2790>; you thought<WH1819> that I was altogether<WH1961> such a one as yourself<WH3198>: but I will rebuke you<WH6186>, and set them in order before your eyes<WH5869>."},{"number":22,"verse":"Now consider<WH995> this<WH7911>, you that forget God<WH433>, lest I tear you in pieces<WH2963>, and there be none to deliver<WH5337>."},{"number":23,"verse":"Whoever offers<WH2076> praise<WH8426> glorifies<WH3513> me<WH7760>: and to him that orders his behavior<WH1870> rightly will I show<WH7200> the salvation<WH3468> of God<WH430>."}]}