{"bibleAbbr":"cKJV+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":74,"verses":[{"number":1,"verse":"O God<WH430>, why have you cast us off<WH2186> for ever<WH5331>? why does your anger<WH639> smoke<WH6225> against the sheep<WH6629> of your pasture<WH4830>?"},{"number":2,"verse":"Remember<WH2142> your congregation<WH5712>, which you have purchased<WH7069> of old<WH6924>; the rod<WH7626> of your inheritance<WH5159>, which you have redeemed<WH1350>; this mountain<WH2022> Zion<WH6726>, where you have lived<WH7931>."},{"number":3,"verse":"Lift up<WH7311> your feet<WH6471> unto the perpetual<WH5331> desolations<WH4876>; even all that the enemy<WH341> has done wickedly<WH7489> in the sanctuary<WH6944>."},{"number":4,"verse":"Your enemies<WH6887> roar<WH7580> in the middle<WH7130> of your congregations<WH4150>; they set up<WH7760> their ensigns<WH226> for signs<WH226>."},{"number":5,"verse":"A man was famous<WH3045> according as he had lifted up<WH935> axes<WH7134> upon the thick<WH5442> trees<WH6086>."},{"number":6,"verse":"But now they break down<WH1986> the carved work<WH6603> there at once<WH3162> with axes<WH3781> and hammers<WH3597>."},{"number":7,"verse":"They have cast<WH7971> fire<WH784> into your sanctuary<WH4720>, they have defiled<WH2490> by casting down the living place<WH4908> of your name<WH8034> to the ground<WH776>."},{"number":8,"verse":"They said<WH559> in their hearts<WH3820>, Let us destroy<WH3238> them together<WH3162>: they have burned up<WH8313> all the synagogues<WH4150> of God<WH410> in the land<WH776>."},{"number":9,"verse":"We see<WH7200> not our signs<WH226>: there is no more any prophet<WH5030>: neither is there among us any that knows<WH3045> how long<WH5704>."},{"number":10,"verse":"O God<WH430>, how long shall the adversary<WH6862> reproach<WH2778>? shall the enemy<WH341> blaspheme<WH5006> your name<WH8034> for ever<WH5331>?"},{"number":11,"verse":"Why withdraw<WH7725> you your hand<WH3027>, even your right hand<WH3225>? pluck<WH3615> it out of<WH7130> your bosom<WH2436>."},{"number":12,"verse":"For God<WH430> is my King<WH4428> of old<WH6924>, working<WH6466> salvation<WH3444> in the middle<WH7130> of the earth<WH776>."},{"number":13,"verse":"You did divide<WH6565> the sea<WH3220> by your strength<WH5797>: you broke<WH7665> the heads<WH7218> of the dragons<WH8577> in the waters<WH4325>."},{"number":14,"verse":"You broke<WH7533> the heads<WH7218> of leviathan<WH3882> in pieces<WH5414>, and gave him to be food<WH3978> to the people<WH5971> inhabiting the wilderness<WH6728>."},{"number":15,"verse":"You did cleave<WH1234> the fountain<WH4599> and the flood<WH5158>: you dried up<WH3001> mighty<WH386> rivers<WH5104>."},{"number":16,"verse":"The day<WH3117> is yours<WH3915>, the night also is yours<WH3559>: you have prepared the light<WH3974> and the sun<WH8121>."},{"number":17,"verse":"You have set<WH5324> all the borders<WH1367> of the earth<WH776>: you have made<WH3335> summer<WH7019> and winter<WH2779>."},{"number":18,"verse":"Remember<WH2142> this<WH341>, that the enemy has reproached<WH2778>, O Lord<WH3068>, and that the foolish<WH5036> people<WH5971> have blasphemed<WH5006> your name<WH8034>."},{"number":19,"verse":"O deliver<WH5414> not the soul<WH5315> of your turtledove<WH8449> unto the multitude<WH2416> of the wicked<WH7911>: forget not the congregation<WH2416> of your poor<WH6041> for ever<WH5331>."},{"number":20,"verse":"Have respect<WH5027> unto the covenant<WH1285>: for the dark<WH4285> places of the earth<WH776> are full<WH4390> of the habitations<WH4999> of cruelty<WH2555>."},{"number":21,"verse":"O let not the oppressed<WH1790> return<WH7725> ashamed<WH3637>: let the poor<WH6041> and needy<WH34> praise<WH1984> your name<WH8034>."},{"number":22,"verse":"Arise<WH6965>, O God<WH430>, plead<WH7378> your own cause<WH7379>: remember<WH2142> how the foolish man<WH5036> blasphemes<WH2781> you daily<WH3117>."},{"number":23,"verse":"Forget<WH7911> not the voice<WH6963> of your enemies<WH6887>: the tumult<WH7588> of those that rise up<WH6965> against you increases<WH5927> continually<WH8548>."}]}