{"bibleAbbr":"cKJV+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":86,"verses":[{"number":1,"verse":"Bow down<WH5186> your ear<WH241>, O Lord<WH3068>, hear<WH6030> me<WH6041>: for I am poor and needy<WH34>."},{"number":2,"verse":"Preserve<WH8104> my soul<WH5315>; for I am holy<WH2623>: O you my God<WH430>, save<WH3467> your servant<WH5650> that trusts in you<WH982>."},{"number":3,"verse":"Be merciful<WH2603> unto me<WH136>, O Lord: for I cry<WH7121> unto you daily<WH3117>."},{"number":4,"verse":"Rejoice<WH8055> the soul<WH5315> of your servant<WH5650>: for unto you<WH136>, O Lord, do I lift up<WH5375> my soul<WH5315>."},{"number":5,"verse":"For you<WH136>, Lord, are good<WH2896>, and ready to forgive<WH5546>; and plentiful<WH7227> in mercy<WH2617> unto all them that call upon you<WH7121>."},{"number":6,"verse":"Give ear<WH238>, O Lord<WH3068>, unto my prayer<WH8605>; and attend<WH7181> to the voice<WH6963> of my supplications<WH8469>."},{"number":7,"verse":"In the day<WH3117> of my trouble<WH6869> I will call<WH7121> upon you<WH6030>: for you will answer me."},{"number":8,"verse":"Among the gods<WH430> there is none like unto you<WH136>, O Lord; neither are there any works like unto your works<WH4639>."},{"number":9,"verse":"All nations<WH1471> whom you have made<WH6213> shall come<WH935> and worship<WH7812> before<WH6440> you<WH136>, O Lord; and shall glorify<WH3513> your name<WH8034>."},{"number":10,"verse":"For you are great<WH1419>, and do<WH6213> wondrous things<WH6381>: you are God alone<WH430>."},{"number":11,"verse":"Teach<WH3384> me your way<WH1870>, O Lord<WH3068>; I will walk<WH1980> in your truth<WH571>: unite<WH3161> my heart<WH3824> to fear<WH3372> your name<WH8034>."},{"number":12,"verse":"I will praise<WH3034> you<WH136>, O Lord my God<WH430>, with all my heart<WH3824>: and I will glorify<WH3513> your name<WH8034> for evermore<WH5769>."},{"number":13,"verse":"For great<WH1419> is your mercy<WH2617> toward me<WH5337>: and you have delivered my soul<WH5315> from the lowest<WH8482> hell<WH7585>."},{"number":14,"verse":"O God<WH430>, the proud<WH2086> are risen<WH6965> against me<WH5712>, and the assemblies of violent<WH6184> men have sought<WH1245> after my soul<WH5315>; and have not set you before them<WH7760>."},{"number":15,"verse":"But you<WH136>, O Lord, are a God<WH410> full of compassion<WH7349>, and gracious<WH2587>, longsuffering<WH750>, and plentiful<WH7227> in mercy<WH2617> and truth<WH571>."},{"number":16,"verse":"O turn<WH6437> unto me<WH2603>, and have mercy upon me<WH5414>; give your strength<WH5797> unto your servant<WH5650>, and save<WH3467> the son<WH1121> of your handmaid<WH519>."},{"number":17,"verse":"Show<WH6213> me a token<WH226> for good<WH2896>; that they which hate<WH8130> me may see<WH7200> it<WH954>, and be ashamed: because you<WH3068>, Lord, have helped<WH5826> me<WH5162>, and comforted me."}]}