{"bibleAbbr":"NASB1995+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":1,"verses":[{"number":1,"verse":"In the beginning <WH7225> God <WH430> created <WH1254> the heavens <WH8064> and the earth. <WH776>"},{"number":2,"verse":"And the earth <WH776> was formless <WH8414> and void, <WH922> and darkness <WH2822> was over <WH5921> the surface <WH6440> of the deep; <WH8415> and the Spirit <WH7307> of God <WH430> was moving <WH9550> over <WH5921> the surface <WH6440> of the waters. <WH4325>"},{"number":3,"verse":"Then God <WH430> said, <WH559> \"Let there be light <WH216>\"; and there was light. <WH216>"},{"number":4,"verse":"And God <WH430> saw <WH7200> that the light <WH216> was good; <WH2896> and God <WH430> separated <WH914> the light <WH216> from the darkness. <WH2822>"},{"number":5,"verse":"And God <WH430> called <WH7121> the light <WH216> day, <WH3117> and the darkness <WH2822> He called <WH7121> night. <WH3915> And there was evening <WH6153> and there was morning, <WH1242> one <WH259> day. <WH3117>"},{"number":6,"verse":"Then God <WH430> said, <WH559> \"Let there be an expanse <WH7549> in the midst <WH8432> of the waters, <WH4325> and let it separate <WH914> the waters <WH4325> from the waters. <WH4325>\""},{"number":7,"verse":"And God <WH430> made <WH6213> the expanse, <WH7549> and separated <WH914> the waters <WH4325> which <WH834> were below <WH4480> <WH8478> the expanse <WH7549> from the waters <WH4325> which <WH834> were above <WH4480> <WH5921> the expanse; <WH7549> and it was so. <WH3651>"},{"number":8,"verse":"And God <WH430> called <WH7121> the expanse <WH7549> heaven. <WH8064> And there was evening <WH6153> and there was morning, <WH1242> a second <WH8145> day. <WH3117>"},{"number":9,"verse":"Then God <WH430> said, <WH559> \"Let the waters <WH4325> below <WH4480> <WH8478> the heavens <WH8064> be gathered <WH9509> into one <WH259> place, <WH4725> and let the dry <WH3004> land <WH3004> appear <WH7200>\"; and it was so. <WH3651>"},{"number":10,"verse":"And God <WH430> called <WH7121> the dry <WH3004> land <WH3004> earth, <WH776> and the gathering <WH9288> of the waters <WH4325> He called <WH7121> seas; <WH3220> and God <WH430> saw <WH7200> that it was good. <WH2896>"},{"number":11,"verse":"Then God <WH430> said, <WH559> \"Let the earth <WH776> sprout <WH1876> vegetation, <WH1877> plants <WH6212> yielding <WH2232> seed, <WH2233> [and] fruit <WH6529> trees <WH6086> bearing <WH6213> fruit <WH6529> after their kind, <WH4327> with seed <WH2233> in them, on the earth <WH776>\"; and it was so. <WH3651>"},{"number":12,"verse":"And the earth <WH776> brought <WH3318> forth <WH3318> vegetation, <WH1877> plants <WH6212> yielding <WH2232> seed <WH2233> after their kind, <WH4327> and trees <WH6086> bearing <WH6213> fruit, <WH6529> with seed <WH2233> in them, after their kind; <WH4327> and God <WH430> saw <WH7200> that it was good. <WH2896>"},{"number":13,"verse":"And there was evening <WH6153> and there was morning, <WH1242> a third <WH7992> day. <WH3117>"},{"number":14,"verse":"Then God <WH430> said, <WH559> \"Let there be lights <WH3974> in the expanse <WH7549> of the heavens <WH8064> to separate <WH914> the day <WH3117> from the night, <WH3915> and let them be for signs, <WH226> and for seasons, <WH4150> and for days <WH3117> and years; <WH8141>"},{"number":15,"verse":"and let them be for lights <WH3974> in the expanse <WH7549> of the heavens <WH8064> to give <WH215> light <WH215> on the earth <WH776> \"; and it was so. <WH3651>"},{"number":16,"verse":"And God <WH430> made <WH6213> the two <WH8147> great <WH1419> lights, <WH3974> the greater <WH1419> light <WH3974> to govern <WH4475> the day, <WH3117> and the lesser <WH9512> light <WH3974> to govern <WH4475> the night; <WH3915> [He made] the stars <WH3556> also."},{"number":17,"verse":"And God <WH430> placed <WH5414> them in the expanse <WH7549> of the heavens <WH8064> to give <WH215> light <WH215> on the earth, <WH776>"},{"number":18,"verse":"and to govern <WH4910> the day <WH3117> and the night, <WH3915> and to separate <WH914> the light <WH216> from the darkness; <WH2822> and God <WH430> saw <WH7200> that it was good. <WH2896>"},{"number":19,"verse":"And there was evening <WH6153> and there was morning, <WH1242> a fourth <WH7243> day. <WH3117>"},{"number":20,"verse":"Then God <WH430> said, <WH559> \"Let the waters <WH4325> teem <WH8317> with swarms <WH8318> of living <WH2416> creatures, <WH5315> and let birds <WH5775> fly <WH5774> above <WH5921> the earth <WH776> in the open <WH6440> expanse <WH7549> of the heavens. <WH8064>\""},{"number":21,"verse":"And God <WH430> created <WH1254> the great <WH1419> sea <WH8577> monsters, <WH8577> and every <WH3605> living <WH2416> creature <WH5315> that moves, <WH7430> with which <WH834> the waters <WH4325> swarmed <WH8317> after their kind, <WH4327> and every <WH3605> winged <WH3671> bird <WH5775> after its kind; <WH4327> and God <WH430> saw <WH7200> that it was good. <WH2896>"},{"number":22,"verse":"And God <WH430> blessed <WH1288> them, saying, <WH559> \"Be fruitful <WH6509> and multiply, <WH7235> and fill <WH4390> the waters <WH4325> in the seas, <WH3220> and let birds <WH5775> multiply <WH7235> on the earth. <WH776>\""},{"number":23,"verse":"And there was evening <WH6153> and there was morning, <WH1242> a fifth <WH2549> day. <WH3117>"},{"number":24,"verse":"Then God <WH430> said, <WH559> \"Let the earth <WH776> bring <WH3318> forth <WH3318> living <WH2416> creatures <WH5315> after their kind: <WH4327> cattle <WH929> and creeping <WH7431> things <WH7431> and beasts <WH9130> of the earth <WH776> after their kind <WH4327>\"; and it was so. <WH3651>"},{"number":25,"verse":"And God <WH430> made <WH6213> the beasts <WH9130> of the earth <WH776> after their kind, <WH4327> and the cattle <WH929> after their kind, <WH4327> and everything <WH3605> that creeps <WH7431> on the ground <WH127> after its kind; <WH4327> and God <WH430> saw <WH7200> that it was good. <WH2896>"},{"number":26,"verse":"Then God <WH430> said, <WH559> \"Let Us make <WH6213> man <WH120> in Our image, <WH6754> according to Our likeness; <WH1823> and let them rule <WH7287> over the fish <WH1710> of the sea <WH3220> and over the birds <WH5775> of the sky <WH8064> and over the cattle <WH929> and over all <WH3605> the earth, <WH776> and over every <WH3605> creeping <WH7431> thing <WH7431> that creeps <WH7430> on the earth. <WH776>\""},{"number":27,"verse":"And God <WH430> created <WH1254> man <WH120> in His own image, <WH6754> in the image <WH6754> of God <WH430> He created <WH1254> him; male <WH2145> and female <WH5347> He created <WH1254> them."},{"number":28,"verse":"And God <WH430> blessed <WH1288> them; and God <WH430> said <WH559> to them, \"Be fruitful <WH6509> and multiply, <WH7235> and fill <WH4390> the earth, <WH776> and subdue <WH3533> it; and rule <WH7287> over the fish <WH1710> of the sea <WH3220> and over the birds <WH5775> of the sky, <WH8064> and over every <WH3605> living <WH2416> thing <WH2416> that moves <WH7430> on the earth. <WH776>\""},{"number":29,"verse":"Then God <WH430> said, <WH559> \"Behold, <WH2009> I have given <WH5414> you every <WH3605> plant <WH6212> yielding <WH2232> seed <WH2233> that is on the surface <WH6440> of all <WH3605> the earth, <WH776> and every <WH3605> tree <WH6086> which <WH834> has fruit <WH6529> yielding <WH2232> seed; <WH2233> it shall be food <WH402> for you;"},{"number":30,"verse":"and to every <WH3605> beast <WH9130> of the earth <WH776> and to every <WH3605> bird <WH5775> of the sky <WH8064> and to every <WH3605> thing <WH3605> that moves <WH7430> on the earth <WH776> which <WH834> has life, <WH5315> <WH9130> [I have given] every <WH3605> green <WH3418> plant <WH6212> for food <WH402> \"; and it was so. <WH3651>"},{"number":31,"verse":"And God <WH430> saw <WH7200> all <WH3605> that He had made, <WH6213> and behold, <WH2009> it was very <WH3966> good. <WH2896> And there was evening <WH6153> and there was morning, <WH1242> the sixth <WH8345> day. <WH3117>"}]}