{"bibleAbbr":"NASB1995+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":15,"verses":[{"number":1,"verse":"After <WH310> these <WH428> things <WH1697> the word <WH1697> of the Lord <WH3068> came <WH1961> to Abram <WH87> in a vision, <WH4236> saying, <WH559> \"Do not fear, <WH3372> Abram, <WH87> I am a shield <WH4043> to you; Your reward <WH7939> shall be very <WH3966> great. <WH7235>\""},{"number":2,"verse":"And Abram <WH87> said, <WH559> \"O Lord <WH136> God, <WH3068> what <WH4100> wilt Thou give <WH5414> me, since I am <WH1980> childless, <WH6185> and the heir <WH1121> <WH4943> of my house <WH1004> is Eliezer <WH461> of Damascus <WH1834>?\""},{"number":3,"verse":"And Abram <WH87> said, <WH559> \"Since <WH2005> Thou hast given <WH5414> no <WH3808> offspring <WH2233> to me, one <WH1121> born <WH1121> in my house <WH1004> is my heir. <WH3423>\""},{"number":4,"verse":"Then behold, <WH2009> the word <WH1697> of the Lord <WH3068> came to him, saying, <WH559> \"This <WH2088> man will not be your heir; <WH3423> but one who <WH834> shall come <WH3318> forth <WH3318> from your own body, <WH4578> he shall be your heir. <WH3423>\""},{"number":5,"verse":"And He took <WH3318> him outside <WH2351> and said, <WH559> \"Now <WH4994> look <WH5027> toward the heavens, <WH8064> and count <WH5608> the stars, <WH3556> if <WH518> you are able <WH3201> to count <WH5608> them.\" And He said <WH559> to him, \"So <WH3541> shall your descendants <WH2233> be.\""},{"number":6,"verse":"Then he believed <WH539> in the Lord; <WH3068> and He reckoned <WH2803> it to him as righteousness. <WH6666>"},{"number":7,"verse":"And He said <WH559> to him, \"I am the Lord <WH3068> who <WH834> brought <WH3318> you out of Ur <WH218> of the Chaldeans, <WH3778> to give <WH5414> you this <WH2088> land <WH776> to possess <WH3423> it.\""},{"number":8,"verse":"And he said, <WH559> \"O Lord <WH136> God, <WH3068> how <WH4100> may I know <WH3045> that I shall possess <WH3423> it?\""},{"number":9,"verse":"So He said <WH559> to him, \"Bring <WH3947> Me a three <WH8027> year <WH8027> old <WH8027> heifer, <WH5697> and a three <WH8027> year <WH8027> old <WH8027> female <WH5795> goat, <WH5795> and a three <WH8027> year <WH8027> old <WH8027> ram, <WH352> and a turtledove, <WH8449> and a young <WH1469> pigeon. <WH1469>\""},{"number":10,"verse":"Then he brought <WH3947> all <WH3605> these <WH428> to Him and cut <WH1334> them in two, <WH8432> and laid <WH5414> each <WH376> half <WH1335> opposite <WH7122> the other; <WH7453> but he did not cut <WH1334> the birds. <WH6833>"},{"number":11,"verse":"And the birds <WH5861> of prey <WH5861> came <WH3381> down <WH3381> upon the carcasses, <WH6297> and Abram <WH87> drove <WH5380> them away. <WH5380>"},{"number":12,"verse":"Now when the sun <WH8121> was going <WH935> down, a deep <WH8639> sleep <WH8639> fell <WH5307> upon Abram; <WH87> and behold, <WH2009> terror <WH367> [and] great <WH1419> darkness <WH2825> fell <WH5307> upon him."},{"number":13,"verse":"And [God] said <WH559> to Abram, <WH87> \"Know <WH3045> for certain <WH3045> that your descendants <WH2233> will be strangers <WH1616> in a land <WH776> that is not theirs, <WH1992> where they will be enslaved <WH5647> and oppressed <WH6031> four <WH702> hundred <WH3967> years. <WH8141>"},{"number":14,"verse":"\"But I will also <WH1571> judge <WH1777> the nation <WH1471> whom <WH834> they will serve; <WH5647> and afterward <WH310> <WH3651> they will come <WH3318> out with many <WH1419> possessions. <WH7399>"},{"number":15,"verse":"\"And as for you, you shall go <WH935> to your fathers in peace; <WH1> you shall be buried <WH7965> at a good <WH6912> old <WH2896> age. <WH7872>"},{"number":16,"verse":"\"Then in the fourth <WH7243> generation <WH1755> they shall return <WH7725> here, <WH2008> for the iniquity <WH5771> of the Amorite <WH567> is not yet <WH5704> <WH2008> complete. <WH8003>\""},{"number":17,"verse":"And it came <WH1961> about when the sun <WH8121> had set, <WH935> that it was very <WH5939> dark, <WH5939> and behold, <WH2009> [there appeared] a smoking <WH6227> oven <WH8574> and a flaming <WH784> torch <WH3940> which <WH834> passed <WH5674> between <WH996> these <WH428> pieces. <WH1506>"},{"number":18,"verse":"On that day <WH3117> the Lord <WH3068> made <WH3772> a covenant <WH1285> with Abram, <WH87> saying, <WH559> \"To your descendants <WH2233> I have given <WH5414> this <WH2088> land, <WH776> From the river <WH5104> of Egypt <WH4714> as far <WH5704> as the great <WH1419> river, <WH5104> the river <WH5104> Euphrates: <WH6578>"},{"number":19,"verse":"the Kenite <WH7017> and the Kenizzite <WH7074> and the Kadmonite <WH6935>"},{"number":20,"verse":"and the Hittite <WH2850> and the Perizzite <WH6522> and the Rephaim <WH7497>"},{"number":21,"verse":"and the Amorite <WH567> and the Canaanite <WH3669> and the Girgashite <WH1622> and the Jebusite. <WH2983> \""}]}