{"bibleAbbr":"NASB1995+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"Now Jacob <WH3290> saw <WH7200> that there <WH3426> was grain <WH7668> in Egypt, <WH4714> and Jacob <WH3290> said <WH559> to his sons, <WH1121> \"Why <WH4100> are you staring <WH7200> at one another?\""},{"number":2,"verse":"And he said, <WH559> \"Behold, <WH2009> I have heard <WH8085> that there <WH3426> is grain <WH7668> in Egypt; <WH4714> go <WH3381> down <WH3381> there <WH8033> and buy <WH7666> [some] for us from that place, <WH8033> so that we may live <WH2421> and not die. <WH4191>\""},{"number":3,"verse":"Then ten <WH6235> brothers <WH251> of Joseph <WH3130> went <WH3381> down <WH3381> to buy <WH7666> grain <WH1250> from Egypt. <WH4714>"},{"number":4,"verse":"But Jacob <WH3290> did not send <WH7971> Joseph's brother <WH251> Benjamin <WH1144> with his brothers, <WH251> for he said, <WH559> \"I am afraid that harm <WH611> may befall <WH7122> him.\""},{"number":5,"verse":"So the sons <WH1121> of Israel <WH3478> came <WH935> to buy <WH7666> grain <WH7666> among <WH8432> those who were coming, <WH935> for the famine <WH7458> was in the land <WH776> of Canaan <WH3667> [also.]"},{"number":6,"verse":"Now Joseph <WH3130> was the ruler <WH7989> over <WH5921> the land; <WH776> he was the one who sold <WH7666> to all <WH3605> the people <WH5971> of the land. <WH776> And Joseph's brothers <WH251> came <WH935> and bowed <WH7812> down <WH7812> to him with [their] faces <WH639> to the ground. <WH776>"},{"number":7,"verse":"When Joseph <WH3130> saw <WH7200> his brothers <WH251> he recognized <WH5234> them, but he disguised <WH9330> himself to them and spoke <WH1696> to them harshly. <WH7186> And he said <WH559> to them, \"Where <WH370> have you come <WH935> from?\" And they said, <WH559> \"From the land <WH776> of Canaan, <WH3667> to buy <WH7666> food. <WH400>\""},{"number":8,"verse":"But Joseph <WH3130> had recognized <WH5234> his brothers, <WH251> although they did not recognize <WH5234> him."},{"number":9,"verse":"And Joseph <WH3130> remembered <WH2142> the dreams <WH2472> which <WH834> he had <WH2492> about them, and said <WH559> to them, \"You are spies; <WH7270> you have come <WH935> to look <WH7200> at the undefended <WH6172> parts <WH6172> of our land. <WH776>\""},{"number":10,"verse":"Then they said <WH559> to him, \"No, <WH3808> my lord, <WH113> but your servants <WH5650> have come <WH935> to buy <WH7666> food. <WH400>"},{"number":11,"verse":"\"We are all <WH3605> sons <WH1121> of one <WH259> man; <WH376> we are honest <WH9210> men, <WH9210> your servants <WH5650> are not spies. <WH7270>\""},{"number":12,"verse":"Yet he said <WH559> to them, \"No, <WH3808> but you have come <WH935> to look <WH7200> at the undefended <WH6172> parts <WH6172> of our land! <WH776>\""},{"number":13,"verse":"But they said, <WH559> \"Your servants <WH5650> are twelve <WH8147> <WH6240> brothers <WH251> [in all,] the sons <WH1121> of one <WH259> man <WH376> in the land <WH776> of Canaan; <WH3667> and behold, <WH2009> the youngest <WH9512> is with our father today, <WH1> and one <WH3117> is no <WH259> more. <WH369>\""},{"number":14,"verse":"And Joseph <WH3130> said <WH559> to them, \"It is as I said <WH1696> to you, you are spies; <WH7270>"},{"number":15,"verse":"by this <WH2088> you will be tested: <WH974> by the life <WH2416> of Pharaoh, <WH6547> you shall not go <WH3318> from this <WH2088> place unless <WH3588> <WH518> your youngest <WH9512> brother <WH251> comes <WH935> here! <WH2008>"},{"number":16,"verse":"\"Send <WH7971> one <WH259> of you that he may get <WH3947> your brother, <WH251> while you remain confined, <WH631> that your words <WH1697> may be tested, <WH974> whether there is truth <WH571> in you. But if <WH518> not, by the life <WH2416> of Pharaoh, <WH6547> surely <WH3588> you are spies. <WH7270>\""},{"number":17,"verse":"So he put <WH622> them all <WH622> together <WH622> in prison <WH4929> for three <WH7969> days. <WH3117>"},{"number":18,"verse":"Now Joseph <WH3130> said <WH559> to them on the third <WH7992> day, <WH3117> \"Do <WH6213> this <WH2088> and live, <WH2421> for I fear <WH3372> God: <WH430>"},{"number":19,"verse":"if <WH518> you are honest <WH9210> men, <WH9210> let one <WH259> of your brothers <WH251> be confined <WH631> in your prison <WH1004>; <WH4929> but as for [the rest of] you, go, <WH1980> carry <WH935> grain <WH7668> for the famine <WH7459> of your households, <WH1004>"},{"number":20,"verse":"and bring <WH935> your youngest <WH9512> brother <WH251> to me, so your words <WH1697> may be verified, <WH539> and you will not die. <WH4191> \"And they did <WH6213> so. <WH3651>"},{"number":21,"verse":"Then they said <WH559> to one <WH376> another, <WH251> \"Truly <WH61> we are guilty <WH818> concerning <WH5921> our brother, <WH251> because <WH834> we saw <WH7200> the distress <WH6869> of his soul <WH5315> when he pleaded <WH2603> with us, yet we would not listen; <WH8085> therefore <WH5921> <WH3651> this <WH2088> distress <WH6869> has come <WH935> upon us.\""},{"number":22,"verse":"And Reuben <WH7205> answered <WH6030> them, saying, <WH559> \"Did I not tell <WH559> you, 'Do not sin <WH2398> against the boy <WH3206>'; and you would not listen <WH8085>? Now <WH1571> <WH2009> comes <WH1875> the reckoning <WH1875> for his blood. <WH1818>\""},{"number":23,"verse":"They did not know, <WH3045> however, that Joseph <WH3130> understood, <WH8085> for there was an interpreter <WH9238> between <WH996> them."},{"number":24,"verse":"And he turned <WH5437> away <WH5437> from them and wept. <WH1058> But when he returned <WH7725> to them and spoke <WH1696> to them, he took <WH3947> Simeon <WH8095> from them and bound <WH631> him before their eyes. <WH5869>"},{"number":25,"verse":"Then Joseph <WH3130> gave <WH6680> orders <WH6680> to fill <WH4390> their bags <WH3627> with grain <WH1250> and to restore <WH7725> every <WH376> man's money <WH3701> in his sack, <WH8242> and to give <WH5414> them provisions <WH6720> for the journey. <WH1870> And thus <WH3651> it was done <WH6213> for them."},{"number":26,"verse":"So they loaded <WH5375> their donkeys <WH2543> with their grain, <WH7668> and departed <WH1980> from there. <WH8033>"},{"number":27,"verse":"And as one <WH259> [of them] opened <WH6605> his sack <WH8242> to give <WH5414> his donkey <WH2543> fodder <WH4554> at the lodging <WH4411> place, <WH4411> he saw <WH7200> his money; <WH3701> and behold, <WH2009> it was in the mouth <WH6310> of his sack. <WH572>"},{"number":28,"verse":"Then he said <WH559> to his brothers, <WH251> \"My money <WH3701> has been returned, <WH7725> and behold, <WH2009> it is even <WH1571> in my sack. <WH572>\" And their hearts <WH3820> sank, <WH3318> and they [turned] trembling <WH2729> to one <WH376> another, <WH251> saying, <WH559> \"What <WH4100> is this <WH2088> that God <WH430> has done <WH6213> to us?\""},{"number":29,"verse":"When they came <WH935> to their father Jacob <WH1> in the land <WH3290> of Canaan, <WH776> they told <WH3667> him all <WH5046> that had happened <WH3605> to them, saying, <WH7136>"},{"number":30,"verse":"\"The man, <WH376> the lord <WH113> of the land, <WH776> spoke <WH1696> harshly <WH7186> with us, and took <WH5414> us for spies <WH7270> of the country. <WH776>"},{"number":31,"verse":"\"But we said <WH559> to him, 'We are honest <WH9210> men; <WH9210> we are not spies. <WH7270>"},{"number":32,"verse":"'We are twelve <WH8147> <WH6240> brothers, <WH251> sons <WH1121> of our father; one <WH1> is no <WH259> more, <WH369> and the youngest <WH369> is with our father today <WH9512> in the land <WH1> of Canaan. <WH3117>'"},{"number":33,"verse":"\"And the man, <WH376> the lord <WH113> of the land, <WH776> said <WH559> to us, 'By this <WH2088> I shall know <WH3045> that you are honest <WH9210> men: <WH9210> leave <WH5117> one <WH259> of your brothers <WH251> with me and take <WH3947> [grain for] the famine <WH7459> of your households, <WH1004> and go. <WH1980>"},{"number":34,"verse":"'But bring <WH935> your youngest <WH9512> brother <WH251> to me that I may know <WH3045> that you are not spies, <WH7270> but honest <WH9210> men. <WH9210> I will give <WH5414> your brother <WH251> to you, and you may trade <WH5503> in the land. <WH776>' \""},{"number":35,"verse":"Now it came <WH1961> about as they were emptying <WH9553> their sacks, <WH8242> that behold, <WH2009> every <WH376> man's bundle <WH6872> of money <WH3701> [was] in his sack; <WH8242> and when they and their father saw <WH1> their bundles <WH7200> of money, <WH6872> they were dismayed. <WH3701>"},{"number":36,"verse":"And their father Jacob <WH1> said <WH3290> to them, \"You have bereaved <WH559> me of my children: <WH7921> Joseph <WH7921> is no <WH3130> more, <WH369> and Simeon <WH369> is no <WH8095> more, <WH369> and you would take <WH369> Benjamin; <WH3947> all <WH1144> these things are against <WH3605> me.\""},{"number":37,"verse":"Then Reuben <WH7205> spoke <WH559> to his father, saying, <WH1> \"You may put <WH559> my two <WH4191> sons <WH8147> to death <WH1121> if <WH4191> I do not bring <WH518> him [back] to you; put <WH935> him in my care, <WH5414> and I will return <WH3027> him to you.\""},{"number":38,"verse":"But Jacob said, <WH559> \"My son <WH1121> shall not go <WH3381> down <WH3381> with you; for his brother <WH251> is dead, <WH4191> and he alone <WH905> is left. <WH7604> If harm <WH611> should befall <WH7122> him on the journey <WH1870> you are taking, <WH1980> then you will bring <WH3381> my gray <WH7872> hair <WH7872> down <WH3381> to Sheol <WH7585> in sorrow. <WH3015>\""}]}