{"bibleAbbr":"NASB1995+","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":9,"verses":[{"number":1,"verse":"And God <WH430> blessed <WH1288> Noah <WH5146> and his sons <WH1121> and said <WH559> to them, \"Be fruitful <WH6509> and multiply, <WH7235> and fill <WH4390> the earth. <WH776>"},{"number":2,"verse":"\"And the fear <WH4172> of you and the terror <WH2844> of you shall be on every <WH3605> beast <WH9130> of the earth <WH776> and on every <WH3605> bird <WH5775> of the sky; <WH8064> with everything <WH3605> that creeps <WH7430> on the ground, <WH127> and all <WH3605> the fish <WH1709> of the sea, <WH3220> into your hand <WH3027> they are given. <WH5414>"},{"number":3,"verse":"\"Every <WH3605> moving <WH7431> thing <WH7431> that is alive <WH2416> shall be food <WH402> for you; I give <WH5414> all <WH3605> to you, as [I gave] the green <WH3418> plant. <WH6212>"},{"number":4,"verse":"\"Only <WH389> you shall not eat <WH398> flesh <WH1320> with its life, <WH5315> [that is,] its blood. <WH1818>"},{"number":5,"verse":"\"And surely <WH389> I will require <WH1875> your lifeblood <WH1818>; <WH5315> from every <WH3605> beast <WH9130> I will require <WH1875> it. And from [every <WH376>] man, <WH120> from every man <WH120>'s brother <WH251> I will require <WH1875> the life <WH5315> of man."},{"number":6,"verse":"\"Whoever sheds <WH8210> man <WH120>'s blood, <WH1818> By man <WH120> his blood <WH1818> shall be shed, <WH8210> For in the image <WH6754> of God <WH430> He made <WH6213> man."},{"number":7,"verse":"\"And as for you, be fruitful <WH6509> and multiply; <WH7235> Populate <WH8317> the earth <WH776> abundantly <WH8317> and multiply <WH7235> in it.\""},{"number":8,"verse":"Then God <WH430> spoke <WH559> to Noah <WH5146> and to his sons <WH1121> with him, saying, <WH559>"},{"number":9,"verse":"\"Now behold, <WH2009> I Myself <WH589> do establish <WH6965> My covenant <WH1285> with you, and with your descendants <WH2233> after <WH310> you;"},{"number":10,"verse":"and with every <WH3605> living <WH2416> creature <WH5315> that is with you, the birds, <WH5775> the cattle, <WH929> and every <WH3605> beast <WH9130> of the earth <WH776> with you; of all <WH3605> that comes <WH3318> out of the ark, <WH8392> even every <WH3605> beast <WH9130> of the earth. <WH776>"},{"number":11,"verse":"\"And I establish <WH6965> My covenant <WH1285> with you; and all <WH3605> flesh <WH1320> shall never <WH3808> again <WH5750> be cut <WH3772> off <WH3772> by the water <WH4325> of the flood, <WH3999> neither <WH3808> shall there again <WH5750> be a flood <WH3999> to destroy <WH7843> the earth. <WH776>\""},{"number":12,"verse":"And God <WH430> said, <WH559> \"This <WH2088> is the sign <WH226> of the covenant <WH1285> which <WH834> I am making <WH5414> between <WH996> Me and you and every <WH3605> living <WH2416> creature <WH5315> that is with you, for all <WH5769> successive <WH5769> generations; <WH1755>"},{"number":13,"verse":"I set <WH5414> My bow <WH7198> in the cloud, <WH6051> and it shall be for a sign <WH226> of a covenant <WH1285> between <WH996> Me and the earth. <WH776>"},{"number":14,"verse":"\"And it shall come <WH1961> about, when I bring <WH9422> a cloud <WH6051> over <WH5921> the earth, <WH776> that the bow <WH7198> shall be seen <WH7200> in the cloud, <WH6051>"},{"number":15,"verse":"and I will remember <WH2142> My covenant, <WH1285> which <WH834> is between <WH996> Me and you and every <WH3605> living <WH2416> creature <WH5315> of all <WH3605> flesh; <WH1320> and never <WH3808> again <WH5750> shall the water <WH4325> become <WH1961> a flood <WH3999> to destroy <WH7843> all <WH3605> flesh. <WH1320>"},{"number":16,"verse":"\"When the bow <WH7198> is in the cloud, <WH6051> then I will look <WH7200> upon it, to remember <WH2142> the everlasting <WH5769> covenant <WH1285> between <WH996> God <WH430> and every <WH3605> living <WH2416> creature <WH5315> of all <WH3605> flesh <WH1320> that is on the earth. <WH776>\""},{"number":17,"verse":"And God <WH430> said <WH559> to Noah, <WH5146> \"This <WH2088> is the sign <WH226> of the covenant <WH1285> which <WH834> I have established <WH6965> between <WH996> Me and all <WH3605> flesh <WH1320> that is on the earth. <WH776>\""},{"number":18,"verse":"Now the sons <WH1121> of Noah <WH5146> who came <WH3318> out of the ark <WH8392> were Shem <WH8035> and Ham <WH2526> and Japheth; <WH3315> and Ham <WH2526> was the father of Canaan. <WH1>"},{"number":19,"verse":"These <WH428> three <WH7969> [were] the sons <WH1121> of Noah; <WH5146> and from these <WH428> the whole <WH3605> earth <WH776> was populated. <WH9339>"},{"number":20,"verse":"Then Noah <WH5146> began <WH2490> farming <WH376> <WH127> and planted <WH5193> a vineyard. <WH3754>"},{"number":21,"verse":"And he drank <WH8354> of the wine <WH3196> and became <WH7937> drunk, <WH7937> and uncovered <WH1540> himself inside <WH8432> his tent. <WH168>"},{"number":22,"verse":"And Ham, <WH2526> the father of Canaan, <WH1> saw <WH3667> the nakedness <WH7200> of his father, and told <WH6172> his two <WH1> brothers <WH5046> outside. <WH8147>"},{"number":23,"verse":"But Shem <WH8035> and Japheth <WH3315> took <WH3947> a garment <WH8071> and laid <WH7760> it upon both <WH8147> their shoulders <WH7926> and walked <WH1980> backward <WH322> and covered <WH3680> the nakedness <WH6172> of their father; and their faces <WH1> were turned <WH6440> away, <WH322> so that they did not see <WH322> their father's nakedness. <WH7200>"},{"number":24,"verse":"When Noah <WH5146> awoke <WH3364> from his wine, <WH3196> he knew <WH3045> what <WH834> his youngest <WH6996> son <WH1121> had done <WH6213> to him."},{"number":25,"verse":"So he said, <WH559> \"Cursed <WH779> be Canaan; <WH3667> A servant <WH5650> of servants <WH5650> He shall be to his brothers. <WH251>\""},{"number":26,"verse":"He also said, <WH559> \"Blessed <WH1288> be the Lord, <WH3068> The God <WH430> of Shem; <WH8035> And let Canaan <WH3667> be his servant. <WH5650>"},{"number":27,"verse":"\"May God <WH430> enlarge <WH9464> Japheth, <WH3315> And let him dwell <WH7931> in the tents <WH168> of Shem; <WH8035> And let Canaan <WH3667> be his servant. <WH5650>\""},{"number":28,"verse":"And Noah <WH5146> lived <WH2421> three <WH7969> hundred <WH3967> and fifty <WH2572> years <WH8141> after <WH310> the flood. <WH3999>"},{"number":29,"verse":"So all <WH3605> the days <WH3117> of Noah <WH5146> were nine <WH8672> hundred <WH3967> and fifty <WH2572> years, <WH8141> and he died. <WH4191>"}]}