{"bibleAbbr":"TOV1986","bookName":"சங்கீதம்","bookEnglishName":"Psalms","chapterNumber":145,"verses":[{"number":1,"verse":"(தாவீது பாடின ஸ்தோத்திர சங்கீதம்.) ராஜாவாகிய என் தேவனே, உம்மை உயர்த்தி, உம்முடைய நாமத்தை எப்பொழுதும் என்றென்றைக்கும் ஸ்தோத்திரிப்பேன்."},{"number":2,"verse":"நாடோறும் உம்மை ஸ்தோத்திரித்து, எப்பொழுதும் என்றென்றைக்கும் உம்முடைய நாமத்தைத் துதிப்பேன்."},{"number":3,"verse":"கர்த்தர் பெரியவரும் மிகவும் புகழப்படத்தக்கவருமாயிருக்கிறார்; அவருடைய மகத்துவம் ஆராய்ந்து முடியாது."},{"number":4,"verse":"தலைமுறை தலைமுறையாக உம்முடைய கிரியைகளின் புகழ்ச்சியைச்சொல்லி, உம்முடைய வல்லமையுள்ள செய்கைகளை அறிவிப்பார்கள்."},{"number":5,"verse":"உம்முடைய சிறந்த மகிமைப் பிரதாபத்தையும், உம்முடைய அதிசயமான கிரியைகளையுங்குறித்துப் பேசுவேன்."},{"number":6,"verse":"ஜனங்கள் உம்முடைய பயங்கரமான கிரியைகளின் வல்லமையைச் சொல்லுவார்கள்; உம்முடைய மகத்துவத்தை நான் விவரிப்பேன்."},{"number":7,"verse":"அவர்கள் உமது மிகுந்த தயவை நினைத்து வெளிப்படுத்தி, உமது நீதியைக் கெம்பீரித்துப் பாடுவார்கள்."},{"number":8,"verse":"கர்த்தர் இரக்கமும் மன உருக்கமும், நீடிய சாந்தமும் மிகுந்த கிருபையும் உள்ளவர்."},{"number":9,"verse":"கர்த்தர் எல்லார்மேலும் தயவுள்ளவர்; அவர் இரக்கங்கள் அவருடைய எல்லாக் கிரியைகளின்மேலுமுள்ளது."},{"number":10,"verse":"கர்த்தாவே, உம்முடைய கிரியைகளெல்லாம் உம்மைத் துதிக்கும்; உம்முடைய பரிசுத்தவான்கள் உம்மை ஸ்தோத்திரிப்பார்கள்."},{"number":11,"verse":"மனுபுத்திரருக்கு உமது வல்லமையுள்ள செய்கைகளையும், உமது ராஜ்யத்தின் சிறந்த மகிமைப்பிரதாபத்தையும் தெரிவிக்கும்படிக்கு;"},{"number":12,"verse":"உமது ராஜ்யத்தின் மகிமையை அறிவித்து, உமது வல்லமையைக் குறித்துப் பேசுவார்கள்."},{"number":13,"verse":"உம்முடைய ராஜ்யம் சதாகாலங்களிலுமுள்ள ராஜ்யம், உம்முடைய ஆளுகை தலைமுறை தலைமுறையாகவும் உள்ளது."},{"number":14,"verse":"கர்த்தர் விழுகிற யாவரையும் தாங்கி, மடங்கடிக்கப்பட்ட யாவரையும் தூக்கிவிடுகிறார்."},{"number":15,"verse":"எல்லா ஜீவன்களின் கண்களும் உம்மை நோக்கிக்கொண்டிருக்கிறது; ஏற்ற வேளையிலே நீர் அவைகளுக்கு ஆகாரங்கொடுக்கிறீர்."},{"number":16,"verse":"நீர் உமது கையைத் திறந்து, சகல பிராணிகளின் வாஞ்சையையும் திருப்தியாக்குகிறீர்."},{"number":17,"verse":"கர்த்தர் தமது வழிகளிலெல்லாம் நீதியுள்ளவரும், தமது கிரியைகளிலெல்லாம் கிருபையுள்ளவருமாயிருக்கிறார்."},{"number":18,"verse":"தம்மை நோக்கிக் கூப்பிடுகிற யாவருக்கும், உண்மையாய்த் தம்மை நோக்கிக் கூப்பிடுகிற யாவருக்கும், கர்த்தர் சமீபமாயிருக்கிறார்."},{"number":19,"verse":"அவர் தமக்குப் பயந்தவர்களுடைய விருப்பத்தின்படி செய்து, அவர்கள் கூப்பிடுதலைக் கேட்டு, அவர்களை இரட்சிக்கிறார்."},{"number":20,"verse":"கர்த்தர் தம்மில் அன்புகூருகிற யாவரையும் காப்பாற்றி, துன்மார்க்கர் யாவரையும் அழிப்பார்."},{"number":21,"verse":"என் வாய் கர்த்தரின் துதியைச் சொல்வதாக; மாம்சதேகமுள்ள யாவும் அவருடைய பரிசுத்த நாமத்தை எப்பொழுதும் என்றென்றைக்கும் ஸ்தோத்திரிக்கக்கடவது."}]}