{"bibleAbbr":"KJ3-2005","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":12,"verses":[{"number":1,"verse":"Righteous are You, O Jehovah, when I might contend with You, yet let me speak with You of Your judgments. Why does the way of the wicked ones prosper? Why are all at ease, those who act deceitfully, with deceit."},{"number":2,"verse":"You planted them; yea, they take root, they go on, they even make fruit. You are near in their mouth, and far from their kidneys."},{"number":3,"verse":"But You know me, O Jehovah. You have seen me and tried my heart toward You. Pull them out like sheep for the slaughter, and consecrate them to the day of slaughter."},{"number":4,"verse":"Until when shall the land mourn, and the plant of every field wither from the evil of those who dwell in it? The beasts and the birds are swept away, because they said, He will not see our last end."},{"number":5,"verse":"If you have run with footmen, and they wore you out, then how can you compete with horses? And if you trusted in the land of peace, then how will you do in the swelling of Jordan?"},{"number":6,"verse":"For even your brothers and the house of your father, even they have acted deceitfully with you; even they have fully called after you. Do not believe them, though they speak good things to you."},{"number":7,"verse":"I have forsaken My house; I have left My inheritance. I have given the beloved of My soul into the palm of her enemies."},{"number":8,"verse":"My inheritance has become as a lion in the forest to Me; she gave out her voice against Me; On account of this I hated her."},{"number":9,"verse":"My inheritance is like a speckled bird to Me; the birds round about are against her. Go gather all the beasts of the field, bring them for food."},{"number":10,"verse":"Many shepherds have destroyed My vineyard; they have trodden My portion under foot; they have made My pleasant portion a desolate wilderness."},{"number":11,"verse":"One has made it desolate; it mourns to Me. The whole land is a desolation, but no man sets it on his heart."},{"number":12,"verse":"These devastating have come on all barren heights through the wilderness, for the sword of Jehovah devours from one end of the land even to the other end of the land. There is no peace for any flesh."},{"number":13,"verse":"They have sown wheat, but they have reaped thorns. They are exhausted, but they do not profit. And they shall be ashamed of your harvests, because of the anger of the anger of the face of Jehovah."},{"number":14,"verse":"So says Jehovah against all My evil neighbors who touch the inheritance which I have caused My people Israel to inherit: Behold, I will pluck them up from their land, and I will pluck the house of Judah from their midst."},{"number":15,"verse":"And it shall be after I have plucked them up I will return and have pity on them, and I will bring them again, each man to Me, a statement of Jehovah, to be to his inheritance and each man to his land."}]}