{"bibleAbbr":"KJ3-2005","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":13,"verses":[{"number":1,"verse":"So says Jehovah to me: Go and buy for yourself a linen girdle and put it on your loins, and do not put it in water."},{"number":2,"verse":"And I bought the girdle according to the Word of Jehovah and put it on my loins."},{"number":3,"verse":"And the Word of Jehovah was to me a second time, saying,"},{"number":4,"verse":"Take the girdle that you bought, which is on your loins, and rise up. Go to Euphrates and hide it there in the cleft of the rock."},{"number":5,"verse":"And I went and hid it by Euphrates, as Jehovah commanded me."},{"number":6,"verse":"And it happened at the end of many days Jehovah said to me, Rise up, go to Euphrates and take the girdle from there, which I commanded you to hide there."},{"number":7,"verse":"And I went to Euphrates and dug, and I took the girdle from the place, there where I had hidden it. And behold, the girdle was rotted. It was not useful for anything."},{"number":8,"verse":"And was the Word of Jehovah to me, saying:"},{"number":9,"verse":"So says Jehovah, So I will spoil the pride of Judah, and the great pride of Jerusalem."},{"number":10,"verse":"This evil people who refuse to hear My words, who walk in the stubbornness of their heart, and walk after other gods, to serve them and to bow down to them, shall even be like this girdle which is not useful for anything."},{"number":11,"verse":"For as this girdle holds fast to the loins of a man, so I have caused the whole house of Israel and the whole house of Judah to cling to Me for a people, and for a name, and for praise, and for glory; but they would not hear."},{"number":12,"verse":"So you will speak to them this Word: So says Jehovah, God of Israel, Every skin shall be filled with wine. And they shall say to you, Knowing, do we not know that every skin shall be filled with wine?"},{"number":13,"verse":"Then you shall say to them, So says Jehovah, Behold, I will fill all those living in this land, even the kings that sit on David's throne, and the priests, and the prophets, and all those living in Jerusalem, with drunkenness."},{"number":14,"verse":"And I will dash them a man against his brother, even the fathers and the sons together, a statement of Jehovah. I will not pity and not spare and not have compassion to keep them from their destruction."},{"number":15,"verse":"Hear and give ear; do not be proud, for Jehovah has spoken."},{"number":16,"verse":"Give glory to Jehovah your God before He brings darkness, and before your feet stumble on the dark mountains. Yea, while you wait for light, He puts it into death shade, setting up deep gloom."},{"number":17,"verse":"But if you will not hear it, my soul shall weep in secret places for your pride. And my eye shall bitterly weep and run down with tears, because the flock of Jehovah was captured."},{"number":18,"verse":"Say to the king and to the queen mother, Humble yourselves, sit down. For the crown of your glory will come down from your head places."},{"number":19,"verse":"The cities of the south have been shut up, and none are opening. Judah has been exiled; all of it has been peacefully exiled."},{"number":20,"verse":"Lift up your eyes and see those who come from the north. Where is the flock that was given to you, your beautiful flock?"},{"number":21,"verse":"What will you say when He calls you to account? For you taught them to be chiefs over you for a head. Will not birth pangs seize you like a woman bearing?"},{"number":22,"verse":"And if you say in your heart, Why do these things meet me? It is because of the greatness of your iniquity. Your skirts are bared; your heels suffer violence."},{"number":23,"verse":"Can the Ethiopian change his skin or the leopard his spots? Then you also may do good who have learned to do evil."},{"number":24,"verse":"And I will scatter them as the stubble that passes away to the wilderness wind."},{"number":25,"verse":"This is your lot, the share of your measure from Me, a statement of Jehovah, because you have forgotten Me and have trusted in falsehood."},{"number":26,"verse":"And I also have made bare your skirts over your face, that your shame may be seen."},{"number":27,"verse":"I have seen your adulteries and your neighings, the plot of your adultery, your abominable idols on the hills, in the fields. Woe to you, O Jerusalem! Will you not be made clean? Until when will it be again?"}]}