{"bibleAbbr":"KJ3-2005","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"And Jehovah said to me, Though Moses and Samuel stood before Me, My soul is not toward this people. Send them from My face; yea, let them go out."},{"number":2,"verse":"And it will be, when they say to you, Where shall we go? Even you will tell them, So says Jehovah, who are for death, to death; and those who are for the sword, to the sword; and those who are for the famine, to the famine; and those who are for captivity, to captivity."},{"number":3,"verse":"And I will appoint over them four kinds, says Jehovah: the sword to kill, and the dogs to drag off, and the birds of the heaven and the beast of the earth to devour and destroy."},{"number":4,"verse":"And I will make them a horror to all the kingdoms of the earth, because of Manasseh, the son of Hezekiah, king of Judah; for what he did in Jerusalem."},{"number":5,"verse":"For who shall have pity on you, O Jerusalem? Or who shall grieve over you? Or who shall turn aside to ask your welfare?"},{"number":6,"verse":"You have forsaken Me, says Jehovah. You have gone backward, and I will stretch out My hand against you and ruin you; I am weary of repenting."},{"number":7,"verse":"And I will sift them with a fork in the gates of the land; I will bereave; I will make My people perish, for they do not turn back from their ways."},{"number":8,"verse":"Their widows are more numerous about Me than the sand of the seas. I have brought for them one devastating at noonday against the mother of a young man; I caused anguish and terror to fall on her suddenly."},{"number":9,"verse":"She who bore seven languishes; she has breathed out her life; her sun has gone while it was yet day. She has been ashamed and humiliated, and I will give the remnant of them to the sword before their enemies, says Jehovah."},{"number":10,"verse":"Woe to me, my mother, that you have borne me, a man of strife, and a man of contention to the whole earth! I have not loaned, and not have they loaned to me; yet everyone curses me."},{"number":11,"verse":"Jehovah said, Truly did I not free you for good? Did I not cause the enemy to entreat you in a time of evil and the enemy in a time of distress?"},{"number":12,"verse":"Can one break iron, iron and bronze from the north?"},{"number":13,"verse":"Your wealth and your treasures I will give for prey, not for price, but for all your sins, even in all your borders."},{"number":14,"verse":"And I will make you pass with your enemies into a land you do not know. For a fire has been kindled in My anger; it shall burn against you."},{"number":15,"verse":"O Jehovah, You know. Remember me and visit me, and take vengeance for me on those who persecute me. Do not take me away in the long of Your anger; know that I bear reproach for You."},{"number":16,"verse":"Your words were found and I ate them; and Your Word was to me the joy and gladness of my heart. For I am called by Your name, O Jehovah, God of Hosts."},{"number":17,"verse":"I did not sit in the circle of ones who laugh in derision, and did not exult. I sat alone because of Your hand; for You have filled me with indignation."},{"number":18,"verse":"Why has my pain been continual and my wound incurable, refusing to be healed? You surely are to me as a deceitful stream, its waters cannot be trusted."},{"number":19,"verse":"So Jehovah says this: If you turn back, even I will bring you back; you shall stand before Me. And if you take the precious from the worthless, you shall be as My mouth. They may turn back to you, but do not turn back to them."},{"number":20,"verse":"And I will make you a fortified wall of bronze to this people. And they shall fight against you, but they shall not overcome you; for I am with you to save you and to deliver you, says Jehovah."},{"number":21,"verse":"And I will deliver you out of the hand of the evil ones, and I will redeem you out of the palm of the terrifying ones."}]}