{"bibleAbbr":"KJ3-2005","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"And was the Word of Jehovah to me, saying,"},{"number":2,"verse":"Go and cry in the ears of Jerusalem, saying, So says Jehovah, I remember you, the kindness of your youth, the love of your betrothals, your going after Me in the wilderness, in a land not sown."},{"number":3,"verse":"Israel was holy to Jehovah, the firstfruits of His increase. All that devour him become guilty; evil shall come on them, a statement of Jehovah."},{"number":4,"verse":"Hear the Word of Jehovah, O house of Jacob and all the families of the house of Israel."},{"number":5,"verse":"So says Jehovah, What iniquity have your fathers found in Me, that they went far from Me and have walked after vanity, and have become vain?"},{"number":6,"verse":"And they did not say, Where is Jehovah who brought us up out of the land of Egypt, who led us in the wilderness, in a land of deserts and of pits, in a dry land and death shade, in a land that not a man has passed through, and not a man has lived there?"},{"number":7,"verse":"And I brought you into a garden land to eat its fruit and its goodness. But when you went in, you defiled My land and made My inheritance a disgusting thing."},{"number":8,"verse":"The priests did not say, Where is Jehovah? And they who handle the Law did not know Me. And the shepherds transgressed against Me; and the prophets prophesied by Baal, and went after things not being profitable."},{"number":9,"verse":"Therefore, I will contend with you, a statement of Jehovah, and I will contend with your sons' sons."},{"number":10,"verse":"For go to the isles of Kittim and see, and send to Kedar, and carefully consider and see if there is any like this."},{"number":11,"verse":"Has a nation changed its gods, and they were not gods? But My people have changed their Glory without it being profitable."},{"number":12,"verse":"Be amazed at this, O heavens, and be horrified; be completely desolated, a statement of Jehovah."},{"number":13,"verse":"For My people have done two evils: they have forsaken Me, the Fountain of living waters, to hew out cisterns for themselves, broken cisterns that can hold no water."},{"number":14,"verse":"Is Israel a servant? Or is he a servant of the house? Why has he become a prey?"},{"number":15,"verse":"The young lions roared against him; they gave their voice. And they laid waste his land; his cities are burned, without one living in it."},{"number":16,"verse":"Also the sons of Noph and Tahpanhes have fed on your crown."},{"number":17,"verse":"Have you not done this to yourself by your forsaking Jehovah your God when He led you by the way?"},{"number":18,"verse":"And now what is for you toward the way of Egypt, to drink the waters of Sihor? Or what for you toward Assyria, to drink the waters of the Euphrates River?"},{"number":19,"verse":"Your own evil shall instruct you, and your apostasies shall reprove you. Therefore know and see that your forsaking Jehovah your God is evil and bitter; and My fear is not in you, a statement of the Lord Jehovah of Hosts."},{"number":20,"verse":"For long ago you broke your yoke and tore up your bonds. And you said, I will not pass by, when on every high hill and under every green tree you lay down like one doing adultery."},{"number":21,"verse":"Yet I planted you a choice vine, wholly a true seed. And how have you turned into shoots of an alien vine to Me?"},{"number":22,"verse":"Though you wash yourself with potash, and multiply soap for yourself, your iniquity is marked before Me, a statement of the Lord Jehovah."},{"number":23,"verse":"How can you say, I am not defiled; I have not gone after Baals? See your way in the valley; know what you have done! You are a swift camel criss-crossing her ways;"},{"number":24,"verse":"a wild ass used to the wilderness. In the passion of her desire she snuffs up the wind in her time. Who can turn her away? All those who seek her will not tire themselves; in her month they will find her."},{"number":25,"verse":"Withhold your foot from being bare and your throat from thirst. But you said, It is hopeless! No! For I love strangers, and after them I will go."},{"number":26,"verse":"As the thief is ashamed when he is found, so is the house of Israel ashamed; they, their kings, their rulers, and their priests, and their prophets,"},{"number":27,"verse":"saying to a tree, You are my father; and to a stone, You gave us birth. For they turned their back to Me, and not the face. But in the time of their evil, they will say, Arise, and save us!"},{"number":28,"verse":"But where are your gods that you have made for yourselves? Let them arise, if they can save you in the time of your evil; for according to the number of your cities are your gods, O Judah."},{"number":29,"verse":"Why do you contend with Me? All of you, you have transgressed against Me, a statement of Jehovah."},{"number":30,"verse":"In vain I have stricken your sons; they took no correction. Your own sword has devoured your prophets, like a destroying lion."},{"number":31,"verse":"O generation, see the Word of Jehovah. Have I been a wilderness to Israel, or a land of darkness? Why do My people say, We roam; we will come no more to You."},{"number":32,"verse":"Can a virgin forget her ornaments, a bride her headband? Yet My people have forgotten Me days without number."},{"number":33,"verse":"What? Do you trim your ways to seek love? Therefore you have even taught the evil ones your ways."},{"number":34,"verse":"Also on your skirts is found the blood of the souls of the poor innocents; I have not found them breaking in, but on all these."},{"number":35,"verse":"Yet you say, Because I am free from guilt, surely His anger shall turn from me. Behold, I will judge with you, because you say, I have not sinned."},{"number":36,"verse":"Why do you go about so much to change your way? You also shall be ashamed of Egypt, as you were ashamed of Assyria."},{"number":37,"verse":"Yes, you shall go out from this place, and your hands on your head. For Jehovah has rejected those in whom you trust, and you will not prosper by them."}]}