{"bibleAbbr":"KJ3-2005","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":20,"verses":[{"number":1,"verse":"When Pashur the son of Immer, the priest, (he also was chief officer in the house of Jehovah), heard Jeremiah prophesying these things,"},{"number":2,"verse":"then Pashur struck Jeremiah the prophet and put him in the stocks in the upper Benjamin Gate, which was by the house of Jehovah."},{"number":3,"verse":"And it was on the next day that Pashur made Jeremiah go out from the stocks. And Jeremiah said to him, Jehovah has not called your name Pashur, but Terror From All Around."},{"number":4,"verse":"For so says Jehovah, Behold, I will make you a terror to yourself and to all your friends. And they shall fall by the sword of their enemies, and your eyes shall see. And I will give all Judah into the hand of the king of Babylon, and he shall exile them into Babylon and strike them with the sword."},{"number":5,"verse":"And I will give all the wealth of this city, and all its produce, and all its precious things, and all the treasures of the kings of Judah, even I will give them into the hand of their enemies who will plunder them and take them, and bring them to Babylon."},{"number":6,"verse":"And you, Pashur, and all who live in your house, shall go into captivity. And you shall enter Babylon; and you shall die there. And you shall be buried there, you and all loving you, to whom you have prophesied lies to them."},{"number":7,"verse":"O Jehovah, You have deceived me; yea, I was deceived. You are stronger than I, and You have prevailed. I am a derision all the day; everyone mocks me."},{"number":8,"verse":"For whenever I speak, I cry out, I proclaim violence and ruin; for the Word of Jehovah has been to me a reproach and being mocked all the day."},{"number":9,"verse":"And I said, I will not mention Him or speak any more in His name. But His Word was in my heart like a burning fire shut up in my bones, and I was weary of holding in, and I was not able."},{"number":10,"verse":"For I heard the slanders of many, Terror is all around! Expose! Yea, let us expose him! Every man of my peace watched for my fall, saying, Perhaps he will be lured away, and we shall prevail against him; and we shall take revenge on him."},{"number":11,"verse":"But Jehovah is with me like a mighty, awesome one. On account of this those persecuting me shall stumble and will not prevail. And they shall be greatly ashamed. For they have not acted wisely; they are an everlasting disgrace that will not be forgotten."},{"number":12,"verse":"But, O Jehovah of Hosts, who tries the righteous one, who sees the kidneys and the heart, let me see Your vengeance on them; for I have revealed my cause to You."},{"number":13,"verse":"Sing to Jehovah. Praise Jehovah. For He has delivered the soul of the poor one from the hand of evildoers."},{"number":14,"verse":"Cursed is the day in which I was born; let not the day in which my mother bore me be blessed."},{"number":15,"verse":"Cursed is the man who brought news to my father, saying, A son, a male, is born to you, making him very glad."},{"number":16,"verse":"And let that man be as the cities which Jehovah overthrew and did not repent. And let him hear a cry in the morning and the shouting at noontime;"},{"number":17,"verse":"because he did not cause me to die from the womb; and that my mother would have been my grave, and her womb always great with me."},{"number":18,"verse":"Why did I come forth from the womb to see toil and sorrow, and my days consumed in shame?"}]}