{"bibleAbbr":"KJ3-2005","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":24,"verses":[{"number":1,"verse":"Jehovah made me see, and, behold, two baskets of figs set before the temple of Jehovah, after Nebuchadnezzar king of Babylon had exiled Jeconiah the son of Jehoiakim, king of Judah, and the rulers of Judah, and the craftsmen, and the smiths from Jerusalem, and had brought them to Babylon."},{"number":2,"verse":"One basket had very good figs, like first ripe figs. And the other basket had very bad figs which could not be eaten from their badness."},{"number":3,"verse":"And Jehovah said to me, What do you see, Jeremiah? And I said, Figs. The good figs are very good, and the bad are very bad, so that they cannot be eaten from their badness."},{"number":4,"verse":"And the Word of Jehovah was to me, saying,"},{"number":5,"verse":"So says Jehovah, the God of Israel, Like these good figs, so I will recognize the exiles of Judah whom I have sent out of this place into the land of the Chaldeans for good."},{"number":6,"verse":"For I will set My eyes on them for good, and I will bring them back to this land. And I will build them and not tear them down; and I will plant them, and will not pluck them up."},{"number":7,"verse":"And I will give them a heart to know Me, that I am Jehovah. And they will be to Me for a people, and I will be to them for God. For they shall turn back to Me with their whole heart."},{"number":8,"verse":"And like the bad figs which cannot be eaten from badness, so says Jehovah: So I shall make Zedekiah the king of Judah, and his rulers, and the remnant of Jerusalem who remain in this land, and those who dwell in the land of Egypt;"},{"number":9,"verse":"I will even make them a horror to all the kingdoms of the earth for evil, for a reproach, and a proverb, a gibe, and a curse, there in all places where I will drive them."},{"number":10,"verse":"And I will send the sword, the famine, and the plague among them until they are consumed from being upon the land that I gave to them and to their fathers."}]}