{"bibleAbbr":"KJ3-2005","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":25,"verses":[{"number":1,"verse":"The Word that was to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim the son of Josiah, king of Judah. It was the first year of Nebuchadnezzar king of Babylon,"},{"number":2,"verse":"which Jeremiah the prophet spoke to all the people of Judah and to all those living in Jerusalem, saying,"},{"number":3,"verse":"From the thirteenth year of Josiah the son of Amon, king of Judah, even to this day, this twenty-three years, the Word of Jehovah was to me, and I have spoken to you, rising up early and speaking; but you have not listened."},{"number":4,"verse":"And Jehovah has sent to you all His servants the prophets, rising early and sending, but you have not listened and not stretched out your ear to hear,"},{"number":5,"verse":"saying, Now turn each man from his evil way and from the evil of your doings, and live on the land which Jehovah has given to you and to your fathers from forever even to forever."},{"number":6,"verse":"And do not go after other gods to serve them and to bow down to them, and do not provoke Me to anger with the works of your hands; and I will do you no harm."},{"number":7,"verse":"And you have not listened to Me, a statement of Jehovah, so that you might provoke Me to anger with the works of your hands, for evil to you."},{"number":8,"verse":"So Jehovah of Hosts says this: Because you have not obeyed My words,"},{"number":9,"verse":"behold, I will send and take all the families of the north, says Jehovah, and Nebuchadnezzar the king of Babylon, My servant; and I will bring them against this land, and against those living in it, and against all these nations round about. And I will completely destroy them, and make them a horror, and a hissing, and everlasting ruins."},{"number":10,"verse":"And I will cause to perish from them the voice of rejoicing, and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the sound of the millstones, and the light of the lamp."},{"number":11,"verse":"And this whole land shall be a waste and a horror; and these nations shall serve the king of Babylon seventy years."},{"number":12,"verse":"And it shall be, when seventy years are fulfilled, I will call to account the king of Babylon and that nation, and the land of the Chaldeans, for their iniquity, a statement of Jehovah; and I will make it everlasting ruins."},{"number":13,"verse":"And I will bring on that land all My words which I have spoken against it, all that is written in this book which Jeremiah has prophesied against all the nations."},{"number":14,"verse":"For many nations and great kings will lay service on them, even they. And I will repay them according to their deeds, and according to the work of their own hands."},{"number":15,"verse":"For so says Jehovah, the God of Israel, to me. Take the wine cup of this wrath from My hand and cause all the nations to whom I shall send you to drink it."},{"number":16,"verse":"And they shall drink, and reel to and fro, and act madly, because of the sword that I will send among them."},{"number":17,"verse":"And I took the cup from Jehovah's hand and made all the nations drink, those to whom Jehovah had sent me to them:"},{"number":18,"verse":"Jerusalem, and the cities of Judah, and their kings, and their rulers, to make them a ruin, a horror, a hissing, and a curse, as it is this day;"},{"number":19,"verse":"Pharaoh, king of Egypt, and his servants, and his rulers, and all his people;"},{"number":20,"verse":"and all the mixed people, and all the kings of the land of Uz, and all the kings of the land of the Philistines, and Ashkelon, and Gaza, and Ekron, and the remnant of Ashdod,"},{"number":21,"verse":"Edom, and Moab, and the sons of Ammon,"},{"number":22,"verse":"and all the kings of Tyre, and all the kings of Sidon, and the kings of the isles beyond the sea,"},{"number":23,"verse":"Dedan, and Tema, and Buz, and all who cut the corners of their beards,"},{"number":24,"verse":"and all the kings of Arabia, and all the kings of the mixed people who dwell in the desert,"},{"number":25,"verse":"and all the kings of Zimri, and all the kings of Elam, and all the kings of Media,"},{"number":26,"verse":"and all the kings of the north, far and near, each man to his brother, and all the kingdoms of the earth which are on the face of the earth; and the king of Sheshach shall drink after them."},{"number":27,"verse":"So you shall say to them, So says Jehovah of Hosts, the God of Israel: Drink, and be drunk, and vomit, and fall, and do not rise up, because of the sword which I will send among you."},{"number":28,"verse":"And it shall be, if they refuse to take the cup from your hand to drink, then you shall say to them, So says Jehovah of Hosts, Drinking you shall drink."},{"number":29,"verse":"For, behold, I begin to bring evil on the city on which is called My name, and shall you be found clearly free from guilt? You shall not be free from guilt. For I will call for a sword on all those living in the earth, a statement of Jehovah of Hosts."},{"number":30,"verse":"And now you prophesy against them all these words, and say to them, Jehovah shall roar from on high and give forth His voice from His holy habitation; He shall mightily roar over His dwelling place. He answers with a shout, like those who tread out the grapes, against all those living in the earth."},{"number":31,"verse":"A roaring will go to the ends of the earth, for Jehovah has a quarrel with the nations. He will enter into judgment with all flesh; He will give the wicked ones to the sword, a statement of Jehovah."},{"number":32,"verse":"So says Jehovah of Hosts, Behold, evil is going from nation to nation, and a great tempest shall be stirred up from the corners of the earth."},{"number":33,"verse":"And the slain of Jehovah shall be at that day from one end of the earth and to the other end of the earth. They shall not be mourned, and not gathered, and not buried; they shall be as dung on the face of the earth."},{"number":34,"verse":"Howl, shepherds, and cry, and roll yourselves in ashes, O leaders of the flock! For the days of your slaughter and of your dispersions are fulfilled, and you shall fall like a desirable vessel."},{"number":35,"verse":"And refuge has perished from those feeding and escape from the leaders of the shepherds of the flock."},{"number":36,"verse":"The sound of the cry of the shepherds, and the howling from the leaders of the flock will be heard. For Jehovah is devastating their pasture."},{"number":37,"verse":"And the peaceful pastures are devastated, because of the anger of the face of Jehovah."},{"number":38,"verse":"Like the young lion, He has left His den; for their land is a waste because of the anger of oppressing ones, and because of the anger of His face."}]}