{"bibleAbbr":"KJ3-2005","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":36,"verses":[{"number":1,"verse":"And it was in the fourth year of Jehoiakim the son of Josiah, king of Judah, this Word was to Jeremiah from Jehovah, saying,"},{"number":2,"verse":"Take to yourself a roll of a book and write in it all the words that I have spoken to you against Israel, and against Judah, and against all the nations, from the day I spoke to you, from the days of Josiah even to this day."},{"number":3,"verse":"Perhaps the house of Judah will hear all the evil which I plan to do to them, that they may each man turn from his evil way, and I will forgive their iniquity and their sin."},{"number":4,"verse":"And Jeremiah called Baruch, the son of Neriah. And Baruch wrote from the mouth of Jeremiah all the words of Jehovah that He had spoken to him, on a roll of a book."},{"number":5,"verse":"And Jeremiah commanded Baruch, saying, I am shut up; I cannot go to the house of Jehovah."},{"number":6,"verse":"And you go and read in the roll the words of Jehovah that you have written from my mouth, in the house of Jehovah, in the ears of the people on the fasting day. And also you shall read them in the ears of all Judah who come out from their cities."},{"number":7,"verse":"Perhaps their supplication will fall before Jehovah, and each man will turn from his evil way. For great is the anger and the wrath that Jehovah has spoken against this people."},{"number":8,"verse":"And Baruch, the son of Neriah, did according to all that Jeremiah the prophet commanded him, reading in the book the words of Jehovah in the house of Jehovah."},{"number":9,"verse":"And it happened in the fifth year of Jehoiakim, the son of Josiah, king of Judah, in the ninth month, they called a fast before Jehovah, to all the people of Jerusalem, and to all the people who came from the cities of Judah to Jerusalem."},{"number":10,"verse":"And Baruch read in the book the words of Jeremiah in the house of Jehovah, in the room of Gemariah, the son of Shaphan the scribe, in the upper court, at the entrance to the Gate of the house of Jehovah, in the ears of all the people."},{"number":11,"verse":"And Micaiah, the son of Gemariah, the son of Shaphan, heard all the words of Jehovah out of the book,"},{"number":12,"verse":"and he went down into the king's house over the scribe's room. And, behold, all the rulers were sitting there, Elishama the scribe, and Delaiah the son of Shemaiah, and Elnathan the son of Achbor, and Gemariah, the son of Shaphan, and Zedekiah, the son of Hananiah, and all the rulers."},{"number":13,"verse":"And Micaiah declared to them all the words that he had heard when Baruch read the book in the ears of the people."},{"number":14,"verse":"And all the rulers sent Jehudi, the son of Nethaniah, the son of Shelemiah, the son of Cushi, to Baruch, saying, Take the roll in your hand, in which you have read in the ears of the people, and come. And Baruch, the son of Neriah, took the roll in his hand and came to them."},{"number":15,"verse":"And they said to him, Sit down now and read it in our ears. And Baruch read in their ears."},{"number":16,"verse":"And it happened, when they had heard all the words, they turned each man to his companion in fear. And they said to Baruch, Reporting we will report all these words to the king."},{"number":17,"verse":"And they asked Baruch, saying, Tell us now, how did you write all these words? From his mouth?"},{"number":18,"verse":"And Baruch said to them, He spoke all these words to me from his mouth, and I wrote with ink on the book."},{"number":19,"verse":"And the rulers said to Baruch, Go hide, you and Jeremiah, and do not let any man know where you are."},{"number":20,"verse":"And they went in to the king, into the court. But they deposited the roll in the room of Elishama the scribe. And they declared all the words in the ear of the king."},{"number":21,"verse":"And the king sent Jehudi to take the roll. And he took it out of the room of Elishama the scribe. And Jehudi read it in the king's ears, and in the ears of all the rulers who stood beside the king."},{"number":22,"verse":"And the king was sitting in the winter house in the ninth month, and with the burning fire-pot before him."},{"number":23,"verse":"And it happened, when Jehudi had read three or four leaves, he cut it with the scribe's knife and threw it into the fire in the fire-pot, until all the roll was burned up in the fire that was in the fire-pot."},{"number":24,"verse":"And the king and all his servants who heard these words were not afraid, nor did they tear their garments."},{"number":25,"verse":"But Elnathan, and Delaiah, and Gemariah had entreated the king that he should not burn the roll, but he would not listen to them."},{"number":26,"verse":"And the king commanded Jerahmeel, the son of Hammelech, and Seraiah, the son of Azriel, and Shelemiah, the son of Abdeel, to seize Baruch the scribe and Jeremiah the prophet. But Jehovah hid them."},{"number":27,"verse":"And the Word of Jehovah was to Jeremiah, after the king had burned the roll and the words which Baruch wrote from the mouth of Jeremiah, saying,"},{"number":28,"verse":"Take for yourself another roll, and write on it all the former words that were in the former roll, which Jehoiakim the king of Judah has burned."},{"number":29,"verse":"And you shall say to Jehoiakim the king of Judah, So says Jehovah, You have burned this roll, saying, Why have you written on it, saying, Coming the king of Babylon shall come and destroy this land, and shall cause man and beast to cease from there?"},{"number":30,"verse":"Therefore, so says Jehovah of Jehoiakim, king of Judah: There shall not be one to him to sit on the throne of David, and his corpse shall be cast out in the day to the heat, and in the night to the frost."},{"number":31,"verse":"And I will call him to account, and his seed and his servants for their iniquity. And I will bring on them, and on the people of Jerusalem, and on the men of Judah, all the evil that I have spoken against them. But they did not listen."},{"number":32,"verse":"And Jeremiah took another roll and gave it to Baruch the scribe, the son of Neriah, who wrote in it from the mouth of Jeremiah, all the words of the book which Jehoiakim, king of Judah, had burned in the fire. And besides many words like them were added to them."}]}