{"bibleAbbr":"Orig2013+","bookName":"שמות","bookEnglishName":"Exodus","chapterNumber":20,"verses":[{"number":1,"verse":"וידבר <WH1696> spoke אלהים <WH430> And God את <WH853> כל <WH3605> all הדברים <WH1697> words, האלה <WH428> these לאמר׃ <WH559> saying,"},{"number":2,"verse":"אנכי <WH595> I יהוה <WH3068> the LORD אלהיך <WH430> thy God, אשׁר <WH834> which הוצאתיך <WH3318> have brought thee out מארץ <WH776> of the land מצרים <WH4714> of Egypt, מבית <WH1004> out of the house עבדים׃ <WH5650> of bondage."},{"number":3,"verse":"לא <WH3808> no יהיה <WH1961> Thou shalt have לך אלהים <WH430> gods אחרים <WH312> other על <WH5921> before פני׃ <WH6440> before"},{"number":4,"verse":"לא <WH3808> Thou shalt not תעשׂה <WH6213> make לך פסל <WH6459> unto thee any graven image, וכל <WH3605> or any תמונה <WH8544> likeness אשׁר <WH834> that בשׁמים <WH8064> in heaven ממעל <WH4605> above, ואשׁר <WH834> or that בארץ <WH776> in the earth מתחת <WH8478> beneath, ואשׁר <WH834> or that במים <WH4325> in the water מתחת <WH8478> under לארץ׃ <WH776> the earth:"},{"number":5,"verse":"לא <WH3808> Thou shalt not תשׁתחוה <WH7812> bow down thyself להם ולא <WH3808> to them, nor תעבדם <WH5647> serve כי <WH3588> them: for אנכי <WH595> I יהוה <WH3068> the LORD אלהיך <WH430> thy God אל <WH410> God, קנא <WH7067> a jealous פקד <WH6485> visiting עון <WH5771> the iniquity אבת <WH1> of the fathers על <WH5921> upon בנים <WH1121> the children על <WH5921> unto שׁלשׁים <WH8029> the third ועל <WH5921> רבעים <WH7256> and fourth לשׂנאי׃ <WH8130> of them that hate"},{"number":6,"verse":"ועשׂה <WH6213> And showing חסד <WH2617> mercy לאלפים <WH505> unto thousands לאהבי <WH157> of them that love ולשׁמרי <WH8104> me, and keep מצותי׃ <WH4687> my commandments."},{"number":7,"verse":"לא <WH3808> Thou shalt not תשׂא <WH5375> take את <WH853> שׁם <WH8034> the name יהוה <WH3068> of the LORD אלהיך <WH430> thy God לשׁוא <WH7723> in vain; כי <WH3588> for לא <WH3808> will not ינקה <WH5352> hold him guiltless יהוה <WH3068> the LORD את <WH853> אשׁר <WH834> that ישׂא <WH5375> taketh את <WH853> שׁמו <WH8034> his name לשׁוא׃ <WH7723> in vain."},{"number":8,"verse":"זכור <WH2142> Remember את <WH853> יום <WH3117> day, השׁבת <WH7676> the sabbath לקדשׁו׃ <WH6942> to keep it holy."},{"number":9,"verse":"שׁשׁת <WH8337> Six ימים <WH3117> days תעבד <WH5647> shalt thou labor, ועשׂית <WH6213> and do כל <WH3605> all מלאכתך׃ <WH4399> thy work:"},{"number":10,"verse":"ויום <WH3117> day השׁביעי <WH7637> But the seventh שׁבת <WH7676> the sabbath ליהוה <WH3068> of the LORD אלהיך <WH430> thy God: לא <WH3808> thou shalt not תעשׂה <WH6213> do כל <WH3605> any מלאכה <WH4399> work, אתה <WH859> thou, ובנך <WH1121> nor thy son, ובתך <WH1323> nor thy daughter, עבדך <WH5650> thy manservant, ואמתך <WH519> nor thy maidservant, ובהמתך <WH929> nor thy cattle, וגרך <WH1616> nor thy stranger אשׁר <WH834> that בשׁעריך׃ <WH8179> within thy gates:"},{"number":11,"verse":"כי <WH3588> For שׁשׁת <WH8337> six ימים <WH3117> days עשׂה <WH6213> made יהוה <WH3068> the LORD את <WH853> השׁמים <WH8064> heaven ואת <WH853> הארץ <WH776> and earth, את <WH853> הים <WH3220> the sea, ואת <WH853> כל <WH3605> and all אשׁר <WH834> that בם וינח <WH5117> in them and rested ביום <WH3117> day: השׁביעי <WH7637> the seventh על <WH5921> wherefore כן <WH3651> wherefore ברך <WH1288> blessed יהוה <WH3068> the LORD את <WH853> יום <WH3117> day, השׁבת <WH7676> the sabbath ויקדשׁהו׃ <WH6942> and hallowed"},{"number":12,"verse":"כבד <WH3513> Honor את <WH853> אביך <WH1> thy father ואת <WH853> אמך <WH517> and thy mother: למען <WH4616> that יארכון <WH748> may be long ימיך <WH3117> thy days על <WH5921> upon האדמה <WH127> the land אשׁר <WH834> which יהוה <WH3068> the LORD אלהיך <WH430> thy God נתן׃ <WH5414> giveth"},{"number":13,"verse":"לא <WH3808> Thou shalt not תרצח׃ <WH7523> kill."},{"number":14,"verse":"לא <WH3808> Thou shalt not תנאף׃ <WH5003> commit adultery."},{"number":15,"verse":"לא <WH3808> Thou shalt not תגנב׃ <WH1589> steal."},{"number":16,"verse":"לא <WH3808> Thou shalt not תענה <WH6030> bear ברעך <WH7453> against thy neighbor. עד <WH5707> witness שׁקר׃ <WH8267> false"},{"number":17,"verse":"לא <WH3808> Thou shalt not תחמד <WH2530> covet בית <WH1004> house, רעך <WH7453> thy neighbor's לא <WH3808> thou shalt not תחמד <WH2530> covet אשׁת <WH802> wife, רעך <WH7453> thy neighbor's ועבדו <WH5650> nor his manservant, ואמתו <WH519> nor his maidservant, ושׁורו <WH7794> nor his ox, וחמרו <WH2543> nor his ass, וכל <WH3605> nor any thing אשׁר <WH834> that לרעך׃ <WH7453> thy neighbor's."},{"number":18,"verse":"וכל <WH3605> And all העם <WH5971> the people ראים <WH7200> saw את <WH853> הקולת <WH6963> the thunderings, ואת <WH853> הלפידם <WH3940> and the lightnings, ואת <WH853> קול <WH6963> and the noise השׁפר <WH7782> of the trumpet, ואת <WH853> ההר <WH2022> and the mountain עשׁן <WH6226> smoking: וירא <WH7200> saw העם <WH5971> and when the people וינעו <WH5128> they removed, ויעמדו <WH5975> and stood מרחק׃ <WH7350> afar off."},{"number":19,"verse":"ויאמרו <WH559> And they said אל <WH413> unto משׁה <WH4872> Moses, דבר <WH1696> Speak אתה <WH859> thou עמנו <WH5973> with ונשׁמעה <WH8085> us, and we will hear: ואל <WH408> but let not ידבר <WH1696> speak עמנו <WH5973> with אלהים <WH430> God פן <WH6435> us, lest נמות׃ <WH4191> we die."},{"number":20,"verse":"ויאמר <WH559> said משׁה <WH4872> And Moses אל <WH413> unto העם <WH5971> the people, אל <WH408> not: תיראו <WH3372> Fear כי <WH3588> for לבעבור <WH5668> to נסות <WH5254> prove אתכם <WH853> בא <WH935> is come האלהים <WH430> God ובעבור <WH5668> you, and that תהיה <WH1961> may be יראתו <WH3374> his fear על <WH5921> before פניכם <WH6440> your faces, לבלתי <WH1115> not. תחטאו׃ <WH2398> that ye sin"},{"number":21,"verse":"ויעמד <WH5975> stood העם <WH5971> And the people מרחק <WH7350> afar off, ומשׁה <WH4872> and Moses נגשׁ <WH5066> drew near אל <WH413> unto הערפל <WH6205> the thick darkness אשׁר <WH834> where שׁם <WH8033> where האלהים׃ <WH430> God"},{"number":22,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, כה <WH3541> Thus תאמר <WH559> thou shalt say אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, אתם <WH859> Ye ראיתם <WH7200> have seen כי <WH3588> that מן <WH4480> you from השׁמים <WH8064> heaven. דברתי <WH1696> I have talked עמכם׃ <WH5973> with"},{"number":23,"verse":"לא <WH3808> Ye shall not תעשׂון <WH6213> make אתי <WH854> with אלהי <WH430> me gods כסף <WH3701> of silver, ואלהי <WH430> unto you gods זהב <WH2091> of gold. לא <WH3808> neither תעשׂו׃ <WH6213> shall ye make"},{"number":24,"verse":"מזבח <WH4196> An altar אדמה <WH127> of earth תעשׂה <WH6213> thou shalt make לי וזבחת <WH2076> unto me, and shalt sacrifice עליו <WH5921> thereon את <WH853> עלתיך <WH5930> thy burnt offerings, ואת <WH853> שׁלמיך <WH8002> and thy peace offerings, את <WH853> צאנך <WH6629> thy sheep, ואת <WH853> בקרך <WH1241> and thine oxen: בכל <WH3605> in all המקום <WH4725> places אשׁר <WH834> where אזכיר <WH2142> I record את <WH853> שׁמי <WH8034> my name אבוא <WH935> I will come אליך <WH413> unto וברכתיך׃ <WH1288> thee, and I will bless"},{"number":25,"verse":"ואם <WH518> And if מזבח <WH4196> me an altar אבנים <WH68> of stone, תעשׂה <WH6213> thou wilt make לי לא <WH3808> thou shalt not תבנה <WH1129> build אתהן <WH853> גזית <WH1496> it of hewn stone: כי <WH3588> for חרבך <WH2719> thy tool הנפת <WH5130> if thou lift up עליה <WH5921> upon ותחללה׃ <WH2490> it, thou hast polluted"},{"number":26,"verse":"ולא <WH3808> Neither תעלה <WH5927> shalt thou go up במעלת <WH4609> by steps על <WH5921> unto מזבחי <WH4196> mine altar, אשׁר <WH834> that לא <WH3808> be not תגלה <WH1540> discovered ערותך <WH6172> thy nakedness עליו׃ <WH5921> thereon."}]}