{"bibleAbbr":"Orig2013+","bookName":"שמות","bookEnglishName":"Exodus","chapterNumber":26,"verses":[{"number":1,"verse":"ואת <WH853> המשׁכן <WH4908> the tabernacle תעשׂה <WH6213> Moreover thou shalt make עשׂר <WH6235> ten יריעת <WH3407> curtains שׁשׁ <WH8336> fine twined linen, משׁזר <WH7806> fine twined linen, ותכלת <WH8504> and blue, וארגמן <WH713> and purple, ותלעת <WH8438> and scarlet: שׁני <WH8144> and scarlet: כרבים <WH3742> cherubims מעשׂה <WH4639> work חשׁב <WH2803> of cunning תעשׂה <WH6213> shalt thou make אתם׃ <WH853>"},{"number":2,"verse":"ארך <WH753> The length היריעה <WH3407> curtain האחת <WH259> of one שׁמנה <WH8083> eight ועשׂרים <WH6242> and twenty באמה <WH520> cubits, ורחב <WH7341> and the breadth ארבע <WH702> four באמה <WH520> cubits: היריעה <WH3407> curtain האחת <WH259> of one מדה <WH4060> measure. אחת <WH259> shall have one לכל <WH3605> and every one היריעת׃ <WH3407> of the curtains"},{"number":3,"verse":"חמשׁ <WH2568> The five היריעת <WH3407> curtains תהיין <WH1961> shall be חברת <WH2266> coupled together אשׁה <WH802> one אל <WH413> to אחתה <WH269> another; וחמשׁ <WH2568> and five יריעת <WH3407> curtains חברת <WH2266> coupled אשׁה <WH802> one אל <WH413> to אחתה׃ <WH269> another."},{"number":4,"verse":"ועשׂית <WH6213> And thou shalt make ללאת <WH3924> loops תכלת <WH8504> of blue על <WH5921> upon שׂפת <WH8193> the edge היריעה <WH3407> curtain האחת <WH259> of the one מקצה <WH7098> from the selvage בחברת <WH2279> in the coupling; וכן <WH3651> and likewise תעשׂה <WH6213> shalt thou make בשׂפת <WH8193> edge היריעה <WH3407> of curtain, הקיצונה <WH7020> in the uttermost במחברת <WH4225> in the coupling השׁנית׃ <WH8145> of the second."},{"number":5,"verse":"חמשׁים <WH2572> Fifty ללאת <WH3924> loops תעשׂה <WH6213> shalt thou make ביריעה <WH3407> curtain, האחת <WH259> in the one וחמשׁים <WH2572> and fifty ללאת <WH3924> loops תעשׂה <WH6213> shalt thou make בקצה <WH7097> in the edge היריעה <WH3407> of the curtain אשׁר <WH834> that במחברת <WH4225> in the coupling השׁנית <WH8145> of the second; מקבילת <WH6901> may take hold הללאת <WH3924> that the loops אשׁה <WH802> one אל <WH413> of אחתה׃ <WH269> another."},{"number":6,"verse":"ועשׂית <WH6213> And thou shalt make חמשׁים <WH2572> fifty קרסי <WH7165> tacks זהב <WH2091> of gold, וחברת <WH2266> and couple את <WH853> היריעת <WH3407> the curtains אשׁה <WH802> together אל <WH413> אחתהקרסים <WH7165> with the tacks: והיה <WH1961> and it shall be המשׁכן <WH4908> tabernacle. אחד׃ <WH259> one"},{"number":7,"verse":"ועשׂית <WH6213> And thou shalt make יריעת <WH3407> curtains עזים <WH5795> goats' לאהל <WH168> to be a covering על <WH5921> upon המשׁכן <WH4908> the tabernacle: עשׁתי <WH6249> eleven עשׂרה <WH6240> eleven יריעת <WH3407> curtains תעשׂה <WH6213> shalt thou make. אתם׃ <WH853>"},{"number":8,"verse":"ארך <WH753> The length היריעה <WH3407> curtain האחת <WH259> of one שׁלשׁים <WH7970> thirty באמה <WH520> cubits, ורחב <WH7341> and the breadth ארבע <WH702> four באמה <WH520> cubits: היריעה <WH3407> curtain האחת <WH259> of one מדה <WH4060> measure. אחת <WH259> of one לעשׁתי <WH6249> and the eleven עשׂרה <WH6240> and the eleven יריעת׃ <WH3407> curtains"},{"number":9,"verse":"וחברת <WH2266> And thou shalt couple את <WH853> חמשׁ <WH2568> five היריעת <WH3407> curtains לבד <WH905> by themselves, ואת <WH853> שׁשׁ <WH8337> and six היריעת <WH3407> curtains לבד <WH905> by themselves, וכפלת <WH3717> and shalt double את <WH853> היריעה <WH3407> curtain השׁשׁית <WH8345> the sixth אל <WH413> in the forefront מול <WH4136> פניאהל׃ <WH168> of the tabernacle."},{"number":10,"verse":"ועשׂית <WH6213> And thou shalt make חמשׁים <WH2572> fifty ללאת <WH3924> loops על <WH5921> on שׂפת <WH8193> the edge היריעה <WH3407> curtain האחת <WH259> of the one הקיצנה <WH7020> outermost בחברת <WH2279> in the coupling, וחמשׁים <WH2572> and fifty ללאת <WH3924> loops על <WH5921> in שׂפת <WH8193> the edge היריעה <WH3407> of the curtain החברת <WH2279> which coupleth השׁנית׃ <WH8145> the second."},{"number":11,"verse":"ועשׂית <WH6213> And thou shalt make קרסי <WH7165> tacks נחשׁת <WH5178> of brass, חמשׁים <WH2572> fifty והבאת <WH935> and put את <WH853> הקרסים <WH7165> the tacks בללאת <WH3924> into the loops, וחברת <WH2266> אתאהל <WH168> והיה <WH1961> that it may be אחד׃ <WH259> one."},{"number":12,"verse":"וסרח <WH5629> And the remnant העדף <WH5736> that remaineth ביריעת <WH3407> of the curtains האהל <WH168> of the tent, חצי <WH2677> the half היריעה <WH3407> curtain העדפת <WH5736> that remaineth, תסרח <WH5628> shall hang על <WH5921> over אחרי <WH268> the backside המשׁכן׃ <WH4908> of the tabernacle."},{"number":13,"verse":"והאמה <WH520> And a cubit מזה <WH2088> on the one side, והאמה <WH520> and a cubit מזה <WH2088> on the other side בעדף <WH5736> of that which remaineth בארך <WH753> in the length יריעת <WH3407> of the curtains האהל <WH168> of the tent, יהיה <WH1961> it shall סרוח <WH5628> hang על <WH5921> over צדי <WH6654> the sides המשׁכן <WH4908> of the tabernacle מזה <WH2088> on this side ומזה <WH2088> and on that side, לכסתו׃ <WH3680> to cover"},{"number":14,"verse":"ועשׂית <WH6213> And thou shalt make מכסה <WH4372> a covering לאהל <WH168> for the tent ערת <WH5785> skins אילם <WH352> rams' מאדמים <WH119> dyed red, ומכסה <WH4372> and a covering ערת <WH5785> skins. תחשׁים <WH8476> badgers' מלמעלה׃ <WH4605> above"},{"number":15,"verse":"ועשׂית <WH6213> And thou shalt make את <WH853> הקרשׁים <WH7175> boards למשׁכן <WH4908> for the tabernacle עצי <WH6086> wood שׁטים <WH7848> shittim עמדים׃ <WH5975> standing up."},{"number":16,"verse":"עשׂר <WH6235> Ten אמות <WH520> cubits ארך <WH753> the length הקרשׁ <WH7175> of a board, ואמה <WH520> and a cubit וחצי <WH2677> and a half האמה <WH520> רחב <WH7341> the breadth הקרשׁ <WH7175> board. האחד׃ <WH259> of one"},{"number":17,"verse":"שׁתי <WH8147> Two ידות <WH3027> tenons לקרשׁ <WH7175> board, האחד <WH259> in one משׁלבת <WH7947> set in order אשׁה <WH802> one אל <WH413> against אחתה <WH269> another: כן <WH3651> thus תעשׂה <WH6213> shalt thou make לכל <WH3605> for all קרשׁי <WH7175> the boards המשׁכן׃ <WH4908> of the tabernacle."},{"number":18,"verse":"ועשׂית <WH6213> And thou shalt make את <WH853> הקרשׁים <WH7175> the boards למשׁכן <WH4908> for the tabernacle, עשׂרים <WH6242> twenty קרשׁ <WH7175> boards לפאת <WH6285> side נגבה <WH5045> on the south תימנה׃ <WH8486> southward."},{"number":19,"verse":"וארבעים <WH705> forty אדני <WH134> sockets כסף <WH3701> of silver תעשׂה <WH6213> And thou shalt make תחת <WH8478> under עשׂרים <WH6242> the twenty הקרשׁ <WH7175> boards; שׁני <WH8147> two אדנים <WH134> sockets תחת <WH8478> under הקרשׁ <WH7175> board האחד <WH259> one לשׁתי <WH8147> for his two ידתיו <WH3027> tenons, ושׁני <WH8147> and two אדנים <WH134> sockets תחת <WH8478> under הקרשׁ <WH7175> board האחד <WH259> another לשׁתי <WH8147> for his two ידתיו׃ <WH3027> tenons."},{"number":20,"verse":"ולצלע <WH6763> side המשׁכן <WH4908> of the tabernacle השׁנית <WH8145> And for the second לפאת <WH6285> side צפון <WH6828> on the north עשׂרים <WH6242> twenty קרשׁ׃ <WH7175> boards:"},{"number":21,"verse":"וארבעים <WH705> And their forty אדניהם <WH134> sockets כסף <WH3701> silver; שׁני <WH8147> two אדנים <WH134> sockets תחת <WH8478> under הקרשׁ <WH7175> board, האחד <WH259> one ושׁני <WH8147> and two אדנים <WH134> sockets תחת <WH8478> under הקרשׁ <WH7175> board. האחד׃ <WH259> another"},{"number":22,"verse":"ולירכתי <WH3411> And for the sides המשׁכן <WH4908> of the tabernacle ימה <WH3220> westward תעשׂה <WH6213> thou shalt make שׁשׁה <WH8337> six קרשׁים׃ <WH7175> boards."},{"number":23,"verse":"ושׁני <WH8147> And two קרשׁים <WH7175> boards תעשׂה <WH6213> shalt thou make למקצעת <WH4742> for the corners המשׁכן <WH4908> of the tabernacle בירכתים׃ <WH3411> in the two sides."},{"number":24,"verse":"ויהיו <WH1961> And they shall be תאמם <WH8382> coupled together מלמטה <WH4295> beneath, ויחדו <WH3162> above יהיו <WH1961> and they shall be תמים <WH8535> על <WH5921> above ראשׁו <WH7218> the head אל <WH413> of it unto הטבעת <WH2885> ring: האחת <WH259> one כן <WH3651> thus יהיה <WH1961> shall it be לשׁניהם <WH8147> for them both; לשׁני <WH8147> for the two המקצעת <WH4740> corners. יהיו׃ <WH1961> they shall be"},{"number":25,"verse":"והיו <WH1961> And they shall be שׁמנה <WH8083> eight קרשׁים <WH7175> boards, ואדניהם <WH134> and their sockets כסף <WH3701> silver, שׁשׁה <WH8337> sixteen עשׂר <WH6240> sixteen אדנים <WH134> sockets; שׁני <WH8147> two אדנים <WH134> sockets תחת <WH8478> under הקרשׁ <WH7175> board, האחד <WH259> one ושׁני <WH8147> and two אדנים <WH134> sockets תחת <WH8478> under הקרשׁ <WH7175> board. האחד׃ <WH259> another"},{"number":26,"verse":"ועשׂית <WH6213> And thou shalt make בריחם <WH1280> bars עצי <WH6086> wood; שׁטים <WH7848> shittim חמשׁה <WH2568> five לקרשׁי <WH7175> for the boards צלע <WH6763> side המשׁכן <WH4908> of the tabernacle, האחד׃ <WH259> of the one"},{"number":27,"verse":"וחמשׁה <WH2568> And five בריחם <WH1280> bars לקרשׁי <WH7175> for the boards צלע <WH6763> side המשׁכן <WH4908> of the tabernacle, השׁנית <WH8145> of the other וחמשׁה <WH2568> and five בריחם <WH1280> bars לקרשׁי <WH7175> for the boards צלע <WH6763> of the side המשׁכן <WH4908> of the tabernacle, לירכתים <WH3411> for the two sides ימה׃ <WH3220> westward."},{"number":28,"verse":"והבריח <WH1280> bar התיכן <WH8484> And the middle בתוך <WH8432> in the midst הקרשׁים <WH7175> of the boards מברח <WH1272> shall reach מן <WH4480> from הקצה <WH7097> end אל <WH413> to הקצה׃ <WH7097> end."},{"number":29,"verse":"ואת <WH853> הקרשׁים <WH7175> the boards תצפה <WH6823> And thou shalt overlay זהב <WH2091> with gold, ואת <WH853> טבעתיהם <WH2885> their rings תעשׂה <WH6213> and make זהב <WH2091> gold בתים <WH1004> places לבריחם <WH1280> for the bars: וצפית <WH6823> and thou shalt overlay את <WH853> הבריחם <WH1280> the bars זהב׃ <WH2091> with gold."},{"number":30,"verse":"והקמת <WH6965> And thou shalt rear up את <WH853> המשׁכן <WH4908> the tabernacle כמשׁפטו <WH4941> according to the fashion אשׁר <WH834> thereof which הראית <WH7200> was showed בהר׃ <WH2022> thee in the mount."},{"number":31,"verse":"ועשׂית <WH6213> And thou shalt make פרכת <WH6532> a veil תכלת <WH8504> blue, וארגמן <WH713> and purple, ותולעת <WH8438> and scarlet, שׁני <WH8144> and scarlet, ושׁשׁ <WH8336> and fine twined linen משׁזר <WH7806> and fine twined linen מעשׂה <WH4639> work: חשׁב <WH2803> of cunning יעשׂה <WH6213> shall it be made: אתה <WH853> כרבים׃ <WH3742> with cherubims"},{"number":32,"verse":"ונתתה <WH5414> And thou shalt hang אתה <WH853> על <WH5921> it upon ארבעה <WH702> four עמודי <WH5982> pillars שׁטים <WH7848> of shittim מצפים <WH6823> overlaid זהב <WH2091> with gold: וויהם <WH2053> their hooks זהב <WH2091> gold, על <WH5921> upon ארבעה <WH702> the four אדני <WH134> sockets כסף׃ <WH3701> of silver."},{"number":33,"verse":"ונתתה <WH5414> And thou shalt hang up את <WH853> הפרכת <WH6532> the veil תחת <WH8478> under הקרסים <WH7165> the tacks, והבאת <WH935> that thou mayest bring in שׁמה <WH8033> thither מבית <WH1004> within לפרכת <WH6532> the veil את <WH853> ארון <WH727> the ark העדות <WH5715> of the testimony: והבדילה <WH914> shall divide הפרכת <WH6532> and the veil לכם בין <WH996> unto you between הקדשׁ <WH6944> the holy ובין <WH996> קדשׁ <WH6944> and the most holy. הקדשׁים׃ <WH6944> and the most holy."},{"number":34,"verse":"ונתת <WH5414> And thou shalt put את <WH853> הכפרת <WH3727> the mercy seat על <WH5921> upon ארון <WH727> the ark העדת <WH5715> of the testimony בקדשׁ <WH6944> in the most holy הקדשׁים׃ <WH6944> in the most holy"},{"number":35,"verse":"ושׂמת <WH7760> And thou shalt set את <WH853> השׁלחן <WH7979> the table מחוץ <WH2351> without לפרכת <WH6532> the veil, ואת <WH853> המנרה <WH4501> and the candlestick נכח <WH5227> over against השׁלחן <WH7979> the table על <WH5921> on צלע <WH6763> the side המשׁכן <WH4908> of the tabernacle תימנה <WH8486> toward the south: והשׁלחן <WH7979> the table תתן <WH5414> and thou shalt put על <WH5921> on צלע <WH6763> side. צפון׃ <WH6828> the north"},{"number":36,"verse":"ועשׂית <WH6213> And thou shalt make מסך <WH4539> a hanging לפתח <WH6607> for the door האהל <WH168> of the tent, תכלת <WH8504> blue, וארגמן <WH713> and purple, ותולעת <WH8438> and scarlet, שׁני <WH8144> and scarlet, ושׁשׁ <WH8336> and fine twined linen, משׁזר <WH7806> and fine twined linen, מעשׂה <WH4639> wrought with needlework. רקם׃ <WH7551> wrought with needlework."},{"number":37,"verse":"ועשׂית <WH6213> And thou shalt make למסך <WH4539> for the hanging חמשׁה <WH2568> five עמודי <WH5982> pillars שׁטים <WH7848> shittim וצפית <WH6823> and overlay אתם <WH853> זהב <WH2091> them with gold, וויהם <WH2053> their hooks זהב <WH2091> gold: ויצקת <WH3332> and thou shalt cast להם חמשׁה <WH2568> five אדני <WH134> sockets נחשׁת׃ <WH5178> of brass"}]}