{"bibleAbbr":"Orig2013+","bookName":"שמות","bookEnglishName":"Exodus","chapterNumber":35,"verses":[{"number":1,"verse":"ויקהל <WH6950> gathered משׁה <WH4872> And Moses את <WH853> כל <WH3605> all עדת <WH5712> the congregation בני <WH1121> of the children ישׂראל <WH3478> of Israel ויאמר <WH559> together, and said אלהם <WH413> unto אלה <WH428> them, These הדברים <WH1697> the words אשׁר <WH834> which צוה <WH6680> hath commanded, יהוה <WH3068> the LORD לעשׂת <WH6213> that should do אתם׃ <WH853>"},{"number":2,"verse":"שׁשׁת <WH8337> Six ימים <WH3117> days תעשׂה <WH6213> be done, מלאכה <WH4399> shall work וביום <WH3117> day השׁביעי <WH7637> but on the seventh יהיה <WH1961> there shall be לכם קדשׁ <WH6944> to you a holy שׁבת <WH7676> day, a sabbath שׁבתון <WH7677> of rest ליהוה <WH3068> to the LORD: כל <WH3605> whosoever העשׂה <WH6213> doeth בו מלאכה <WH4399> work יומת׃ <WH4191> therein shall be put to death."},{"number":3,"verse":"לא <WH3808> no תבערו <WH1197> Ye shall kindle אשׁ <WH784> fire בכל <WH3605> throughout משׁבתיכם <WH4186> your habitations ביום <WH3117> day. השׁבת׃ <WH7676> upon the sabbath"},{"number":4,"verse":"ויאמר <WH559> spoke משׁה <WH4872> And Moses אל <WH413> unto כל <WH3605> all עדת <WH5712> the congregation בני <WH1121> of the children ישׂראל <WH3478> of Israel, לאמר <WH559> saying, זה <WH2088> This הדבר <WH1697> the thing אשׁר <WH834> which צוה <WH6680> commanded, יהוה <WH3068> the LORD לאמר׃ <WH559> saying,"},{"number":5,"verse":"קחו <WH3947> Take מאתכם <WH853> תרומה <WH8641> you an offering ליהוה <WH3068> unto the LORD: כל <WH3605> whosoever נדיב <WH5081> of a willing לבו <WH3820> heart, יביאה <WH935> let him bring את <WH853> תרומת <WH8641> it, an offering יהוה <WH3068> of the LORD; זהב <WH2091> gold, וכסף <WH3701> and silver, ונחשׁת׃ <WH5178> and brass,"},{"number":6,"verse":"ותכלת <WH8504> And blue, וארגמן <WH713> and purple, ותולעת <WH8438> and scarlet, שׁני <WH8144> and scarlet, ושׁשׁ <WH8336> and fine linen, ועזים׃ <WH5795> and goats'"},{"number":7,"verse":"וערת <WH5785> skins אילם <WH352> And rams' מאדמים <WH119> dyed red, וערת <WH5785> skins, תחשׁים <WH8476> and badgers' ועצי <WH6086> wood, שׂטים׃ <WH7848> and shittim"},{"number":8,"verse":"ושׁמן <WH8081> And oil למאור <WH3974> for the light, ובשׂמים <WH1314> and spices לשׁמן <WH8081> oil, המשׁחה <WH4888> for anointing ולקטרת <WH7004> incense, הסמים׃ <WH5561> and for the sweet"},{"number":9,"verse":"ואבני <WH68> stones, שׁהם <WH7718> And onyx ואבני <WH68> and stones מלאים <WH4394> to be set לאפוד <WH646> for the ephod, ולחשׁן׃ <WH2833> and for the breastplate."},{"number":10,"verse":"וכל <WH3605> And every חכם <WH2450> wise לב <WH3820> hearted בכם יבאו <WH935> among you shall come, ויעשׂו <WH6213> and make את <WH853> כל <WH3605> all אשׁר <WH834> that צוה <WH6680> hath commanded; יהוה׃ <WH3068> the LORD"},{"number":11,"verse":"את <WH853> המשׁכן <WH4908> The tabernacle, את <WH853> אהלו <WH168> his tent, ואת <WH853> מכסהו <WH4372> and his covering, את <WH853> קרסיו <WH7165> his tacks, ואת <WH853> קרשׁיו <WH7175> and his boards, את <WH853> בריחו <WH1280> his bars, את <WH853> עמדיו <WH5982> his pillars, ואת <WH853> אדניו׃ <WH134> and his sockets,"},{"number":12,"verse":"את <WH853> הארן <WH727> The ark, ואת <WH853> בדיו <WH905> and the staves את <WH853> הכפרת <WH3727> thereof, the mercy seat, ואת <WH853> פרכת <WH6532> and the veil המסך׃ <WH4539> of the covering,"},{"number":13,"verse":"את <WH853> השׁלחן <WH7979> The table, ואת <WH853> בדיו <WH905> and his staves, ואת <WH853> כל <WH3605> and all כליו <WH3627> his vessels, ואת <WH853> לחם <WH3899> and the shewbread, הפנים׃ <WH6440> and the shewbread,"},{"number":14,"verse":"ואת <WH853> מנרת <WH4501> The candlestick המאור <WH3974> also for the light, ואת <WH853> כליה <WH3627> and his furniture, ואת <WH853> נרתיה <WH5216> and his lamps, ואת <WH853> שׁמן <WH8081> with the oil המאור׃ <WH3974> for the light,"},{"number":15,"verse":"ואת <WH853> מזבח <WH4196> altar, הקטרת <WH7004> And the incense ואת <WH853> בדיו <WH905> and his staves, ואת <WH853> שׁמן <WH8081> oil, המשׁחה <WH4888> and the anointing ואת <WH853> קטרת <WH7004> incense, הסמים <WH5561> and the sweet ואת <WH853> מסך <WH4539> and the hanging הפתח <WH6607> for the door לפתח <WH6607> at the entering in המשׁכן׃ <WH4908> of the tabernacle,"},{"number":16,"verse":"את <WH853> מזבח <WH4196> The altar העלה <WH5930> of burnt offering, ואת <WH854> מכבר <WH4345> grate, הנחשׁת <WH5178> brazen אשׁר <WH834> with his לו את <WH853> בדיו <WH905> his staves, ואת <WH853> כל <WH3605> and all כליו <WH3627> his vessels, את <WH853> הכיר <WH3595> the laver ואת <WH853> כנו׃ <WH3653> and his foot,"},{"number":17,"verse":"את <WH853> קלעי <WH7050> The hangings החצר <WH2691> of the court, את <WH853> עמדיו <WH5982> his pillars, ואת <WH853> אדניה <WH134> and their sockets, ואת <WH853> מסך <WH4539> and the hanging שׁער <WH8179> for the door החצר׃ <WH2691> of the court,"},{"number":18,"verse":"את <WH853> יתדת <WH3489> The pins המשׁכן <WH4908> of the tabernacle, ואת <WH853> יתדת <WH3489> and the pins החצר <WH2691> of the court, ואת <WH853> מיתריהם׃ <WH4340> and their cords,"},{"number":19,"verse":"את <WH853> בגדי <WH899> The cloths השׂרד <WH8278> of service, לשׁרת <WH8334> to do service בקדשׁ <WH6944> in the holy את <WH853> בגדי <WH899> garments הקדשׁ <WH6944> the holy לאהרן <WH175> for Aaron הכהן <WH3548> the priest, ואת <WH853> בגדי <WH899> and the garments בניו <WH1121> of his sons, לכהן׃ <WH3547> to minister in the priest's office."},{"number":20,"verse":"ויצאו <WH3318> departed כל <WH3605> And all עדת <WH5712> the congregation בני <WH1121> of the children ישׂראל <WH3478> of Israel מלפני <WH6440> from the presence משׁה׃ <WH4872> of Moses."},{"number":21,"verse":"ויבאו <WH935> And they came, כל <WH3605> every אישׁ <WH376> one אשׁר <WH834> whose נשׂאו <WH5375> stirred him up, לבו <WH3820> heart וכל <WH3605> and every one אשׁר <WH834> נדבה <WH5068> made willing, רוחו <WH7307> his spirit אתו <WH853> הביאו <WH935> they brought את <WH853> תרומת <WH8641> offering יהוה <WH3068> the LORD's למלאכת <WH4399> to the work אהל <WH168> of the tabernacle מועד <WH4150> of the congregation, ולכל <WH3605> and for all עבדתו <WH5656> his service, ולבגדי <WH899> garments. הקדשׁ׃ <WH6944> and for the holy"},{"number":22,"verse":"ויבאו <WH935> And they came, האנשׁים <WH582> עלנשׁים <WH802> and women, כל <WH3605> as many as נדיב <WH5081> were willing לב <WH3820> hearted, הביאו <WH935> brought חח <WH2397> bracelets, ונזם <WH5141> and earrings, וטבעת <WH2885> and rings, וכומז <WH3558> and tablets, כל <WH3605> all כלי <WH3627> jewels זהב <WH2091> of gold: וכל <WH3605> and every אישׁ <WH376> both men אשׁר <WH834> that הניף <WH5130> offered תנופת <WH8573> an offering זהב <WH2091> of gold ליהוה׃ <WH3068> unto the LORD."},{"number":23,"verse":"וכל <WH3605> And every אישׁ <WH376> man, אשׁר <WH834> whom נמצא <WH4672> was found אתו <WH854> with תכלת <WH8504> blue, וארגמן <WH713> and purple, ותולעת <WH8438> and scarlet, שׁני <WH8144> and scarlet, ושׁשׁ <WH8336> and fine linen, ועזים <WH5795> and goats' וערת <WH5785> skins אילם <WH352> of rams, מאדמים <WH119> and red וערת <WH5785> skins, תחשׁים <WH8476> and badgers' הביאו׃ <WH935> brought"},{"number":24,"verse":"כל <WH3605> Every one מרים <WH7311> that did offer תרומת <WH8641> an offering כסף <WH3701> of silver ונחשׁת <WH5178> and brass הביאו <WH935> brought את <WH853> תרומת <WH8641> offering: יהוה <WH3068> the LORD's וכל <WH3605> and every man, אשׁר <WH834> whom נמצא <WH4672> was found אתו <WH854> with עצי <WH6086> wood שׁטים <WH7848> shittim לכל <WH3605> for any מלאכת <WH4399> work העבדה <WH5656> of the service, הביאו׃ <WH935> brought"},{"number":25,"verse":"וכל <WH3605> And all אשׁה <WH802> the women חכמת <WH2450> that were wise לב <WH3820> hearted בידיה <WH3027> with their hands, טוו <WH2901> did spin ויביאו <WH935> and brought מטוה <WH4299> that which they had spun, את <WH853> התכלת <WH8504> of blue, ואת <WH853> הארגמן <WH713> and of purple, את <WH853> תולעת <WH8438> of scarlet, השׁני <WH8144> of scarlet, ואת <WH853> השׁשׁ׃ <WH8336> and of fine linen."},{"number":26,"verse":"וכל <WH3605> And all הנשׁים <WH802> the women אשׁר <WH834> whose נשׂא <WH5375> לבן <WH3820> heart אתנה <WH853> בחכמה <WH2451> in wisdom טוו <WH2901> spun את <WH853> העזים׃ <WH5795> goats'"},{"number":27,"verse":"והנשׂאם <WH5387> And the rulers הביאו <WH935> brought את <WH853> אבני <WH68> stones, השׁהם <WH7718> onyx ואת <WH853> אבני <WH68> and stones המלאים <WH4394> to be set, לאפוד <WH646> for the ephod, ולחשׁן׃ <WH2833> and for the breastplate;"},{"number":28,"verse":"ואת <WH853> הבשׂם <WH1314> And spice, ואת <WH853> השׁמן <WH8081> and oil למאור <WH3974> for the light, ולשׁמן <WH8081> oil, המשׁחה <WH4888> and for the anointing ולקטרת <WH7004> incense. הסמים׃ <WH5561> and for the sweet"},{"number":29,"verse":"כל <WH3605> every אישׁ <WH376> man ואשׁה <WH802> and woman, אשׁר <WH834> whose נדב <WH5068> לבם <WH3820> heart אתם <WH853> להביא <WH935> brought לכל <WH3605> for all manner המלאכה <WH4399> of work, אשׁר <WH834> which צוה <WH6680> had commanded יהוה <WH3068> unto the LORD, לעשׂות <WH6213> to be made ביד <WH3027> by the hand משׁה <WH4872> of Moses. הביאו <WH935> to bring בני <WH1121> The children ישׂראל <WH3478> of Israel נדבה <WH5071> a willing offering ליהוה׃ <WH3068> the LORD"},{"number":30,"verse":"ויאמר <WH559> said משׁה <WH4872> And Moses אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, ראו <WH7200> See, קרא <WH7121> hath called יהוה <WH3068> the LORD בשׁם <WH8034> by name בצלאל <WH1212> Bezaleel בן <WH1121> the son אורי <WH221> of Uri, בן <WH1121> the son חור <WH2354> of Hur, למטה <WH4294> of the tribe יהודה׃ <WH3063> of Judah;"},{"number":31,"verse":"וימלא <WH4390> And he hath filled אתו <WH853> רוח <WH7307> him with the spirit אלהים <WH430> of God, בחכמה <WH2451> in wisdom, בתבונה <WH8394> in understanding, ובדעת <WH1847> and in knowledge, ובכל <WH3605> and in all manner מלאכה׃ <WH4399> of workmanship;"},{"number":32,"verse":"ולחשׁב <WH2803> And to devise מחשׁבת <WH4284> curious works, לעשׂת <WH6213> to work בזהב <WH2091> in gold, ובכסף <WH3701> and in silver, ובנחשׁת׃ <WH5178> and in brass,"},{"number":33,"verse":"ובחרשׁת <WH2799> And in the cutting אבן <WH68> of stones, למלאת <WH4390> to set ובחרשׁת <WH2799> and in carving עץ <WH6086> of wood, לעשׂות <WH6213> to make בכל <WH3605> any manner מלאכת <WH4399> work. מחשׁבת׃ <WH4284> of cunning"},{"number":34,"verse":"ולהורת <WH3384> that he may teach, נתן <WH5414> And he hath put בלבו <WH3820> in his heart הוא <WH1931> he, ואהליאב <WH171> and Aholiab, בן <WH1121> the son אחיסמך <WH294> of Ahisamach, למטה <WH4294> of the tribe דן׃ <WH1835> of Dan."},{"number":35,"verse":"מלא <WH4390> Them hath he filled אתם <WH853> חכמת <WH2451> with wisdom לב <WH3820> of heart, לעשׂות <WH6213> to work כל <WH3605> all manner מלאכת <WH4399> of work, חרשׁ <WH2796> of the engraver, וחשׁב <WH2803> and of the cunning workman, ורקם <WH7551> and of the embroiderer, בתכלת <WH8504> in blue, ובארגמן <WH713> and in purple, בתולעת <WH8438> in scarlet, השׁני <WH8144> in scarlet, ובשׁשׁ <WH8336> and in fine linen, וארג <WH707> and of the weaver, עשׂי <WH6213> of them that do כל <WH3605> any מלאכה <WH4399> work, וחשׁבי <WH2803> and of those that devise מחשׁבת׃ <WH4284> cunning work."}]}