{"bibleAbbr":"Orig2013+","bookName":"שמות","bookEnglishName":"Exodus","chapterNumber":6,"verses":[{"number":1,"verse":"ויאמר <WH559> said יהוה <WH3068> Then the LORD אל <WH413> unto משׁה <WH4872> Moses, עתה <WH6258> Now תראה <WH7200> shalt thou see אשׁר <WH834> what אעשׂה <WH6213> I will do לפרעה <WH6547> to Pharaoh: כי <WH3588> for ביד <WH3027> hand חזקה <WH2389> with a strong ישׁלחם <WH7971> shall he let them go, וביד <WH3027> hand חזקה <WH2389> and with a strong יגרשׁם <WH1644> shall he drive them out מארצו׃ <WH776> of his land."},{"number":2,"verse":"וידבר <WH1696> spoke אלהים <WH430> And God אל <WH413> unto משׁה <WH4872> Moses, ויאמר <WH559> and said אליו <WH413> unto אני <WH589> him, I יהוה׃ <WH3068> the LORD:"},{"number":3,"verse":"וארא <WH7200> And I appeared אל <WH413> unto אברהם <WH85> Abraham, אל <WH413> unto יצחק <WH3327> Isaac, ואל <WH413> and unto יעקב <WH3290> Jacob, באל <WH410> by God שׁדי <WH7706> Almighty, ושׁמי <WH8034> but by my name יהוה <WH3068> JEHOVAH לא <WH3808> was I not נודעתי׃ <WH3045> known"},{"number":4,"verse":"וגם <WH1571> And I have also הקמתי <WH6965> established את <WH853> בריתי <WH1285> my covenant אתם <WH854> with לתת <WH5414> them, to give להם את <WH853> ארץ <WH776> them the land כנען <WH3667> of Canaan, את <WH853> ארץ <WH776> the land מגריהם <WH4033> of their pilgrimage, אשׁר <WH834> wherein גרו׃ <WH1481> they were strangers."},{"number":5,"verse":"וגם <WH1571> have also אני <WH589> And I שׁמעתי <WH8085> heard את <WH853> נאקת <WH5009> the groaning בני <WH1121> of the children ישׂראל <WH3478> of Israel, אשׁר <WH834> מצרים <WH4714> the Egyptians מעבדים <WH5647> keep in bondage; אתם <WH853> ואזכר <WH2142> and I have remembered את <WH853> בריתי׃ <WH1285> my covenant."},{"number":6,"verse":"לכן <WH3651> Wherefore אמר <WH559> say לבני <WH1121> unto the children ישׂראל <WH3478> of Israel, אני <WH589> I יהוה <WH3068> the LORD, והוצאתי <WH3318> אתכםתחת <WH8478> from under סבלת <WH5450> the burdens מצרים <WH4714> of the Egyptians, והצלתי <WH5337> and I will rid אתכם <WH853> מעבדתם <WH5656> you out of their bondage, וגאלתי <WH1350> and I will redeem אתכם <WH853> בזרוע <WH2220> arm, נטויה <WH5186> you with a stretched out ובשׁפטים <WH8201> judgments: גדלים׃ <WH1419> and with great"},{"number":7,"verse":"ולקחתי <WH3947> And I will take אתכם <WH853> לי לעם <WH5971> you to me for a people, והייתי <WH1961> and I will be לכם לאלהים <WH430> to you a God: וידעתם <WH3045> and ye shall know כי <WH3588> that אני <WH589> I יהוה <WH3068> the LORD אלהיכם <WH430> your God, המוציא <WH3318> אתכםתחת <WH8478> from under סבלות <WH5450> the burdens מצרים׃ <WH4714> of the Egyptians."},{"number":8,"verse":"והבאתי <WH935> אתכםל <WH413> unto הארץ <WH776> the land, אשׁר <WH834> concerning the which נשׂאתי <WH5375> אתדי <WH3027> לתת <WH5414> to give אתה <WH853> לאברהם <WH85> it to Abraham, ליצחק <WH3327> to Isaac, וליעקב <WH3290> and to Jacob; ונתתי <WH5414> and I will give אתה <WH853> לכם מורשׁה <WH4181> it you for a heritage: אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":9,"verse":"וידבר <WH1696> spoke משׁה <WH4872> And Moses כן <WH3651> so אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel: ולא <WH3808> not שׁמעו <WH8085> but they hearkened אל <WH413> unto משׁה <WH4872> Moses מקצר <WH7115> for anguish רוח <WH7307> of spirit, ומעבדה <WH5656> קשׁה׃ <WH7186>"},{"number":10,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":11,"verse":"בא <WH935> Go in, דבר <WH1696> speak אל <WH413> unto פרעה <WH6547> Pharaoh מלך <WH4428> king מצרים <WH4714> of Egypt, וישׁלח <WH7971> go את <WH853> בני <WH1121> that he let the children ישׂראל <WH3478> of Israel מארצו׃ <WH776> out of his land."},{"number":12,"verse":"וידבר <WH1696> spoke משׁה <WH4872> And Moses לפני <WH6440> before יהוה <WH3068> the LORD, לאמר <WH559> saying, הן <WH2005> Behold, בני <WH1121> the children ישׂראל <WH3478> of Israel לא <WH3808> have not שׁמעו <WH8085> hearkened אלי <WH413> unto ואיך <WH349> me; how ישׁמעני <WH8085> hear פרעה <WH6547> then shall Pharaoh ואני <WH589> me, who ערל <WH6189> of uncircumcised שׂפתים׃ <WH8193> lips?"},{"number":13,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses ואל <WH413> and unto אהרן <WH175> Aaron, ויצום <WH6680> and gave them a charge אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, ואל <WH413> and unto פרעה <WH6547> Pharaoh מלך <WH4428> king מצרים <WH4714> of Egypt, להוציא <WH3318> to bring את <WH853> בני <WH1121> the children ישׂראל <WH3478> of Israel מארץ <WH776> out of the land מצרים׃ <WH4714> of Egypt."},{"number":14,"verse":"אלה <WH428> These ראשׁי <WH7218> the heads בית <WH1004> houses: אבתם <WH1> of their fathers' בני <WH1121> The sons ראובן <WH7205> of Reuben בכר <WH1060> the firstborn ישׂראל <WH3478> of Israel; חנוך <WH2585> Hanoch, ופלוא <WH6396> and Pallu, חצרן <WH2696> Hezron, וכרמי <WH3756> and Carmi: אלה <WH428> these משׁפחת <WH4940> the families ראובן׃ <WH7205> of Reuben."},{"number":15,"verse":"ובני <WH1121> And the sons שׁמעון <WH8095> of Simeon; ימואל <WH3223> Jemuel, וימין <WH3226> and Jamin, ואהד <WH161> and Ohad, ויכין <WH3199> and Jachin, וצחר <WH6714> and Zohar, ושׁאול <WH7586> and Shaul בן <WH1121> the son הכנענית <WH3669> of a Canaanitish woman: אלה <WH428> these משׁפחת <WH4940> the families שׁמעון׃ <WH8095> of Simeon."},{"number":16,"verse":"ואלה <WH428> And these שׁמות <WH8034> the names בני <WH1121> of the sons לוי <WH3878> of Levi לתלדתם <WH8435> according to their generations; גרשׁון <WH1648> Gershon, וקהת <WH6955> and Kohath, ומררי <WH4847> and Merari: ושׁני <WH8141> and the years חיי <WH2416> of the life לוי <WH3878> of Levi שׁבע <WH7651> and seven ושׁלשׁים <WH7970> thirty ומאת <WH3967> a hundred שׁנה׃ <WH8141> years."},{"number":17,"verse":"בני <WH1121> The sons גרשׁון <WH1648> of Gershon; לבני <WH3845> Libni, ושׁמעי <WH8096> and Shimi, למשׁפחתם׃ <WH4940> according to their families."},{"number":18,"verse":"ובני <WH1121> And the sons קהת <WH6955> of Kohath; עמרם <WH6019> Amram, ויצהר <WH3324> and Izhar, וחברון <WH2275> and Hebron, ועזיאל <WH5816> and Uzziel: ושׁני <WH8141> and the years חיי <WH2416> of the life קהת <WH6955> of Kohath שׁלשׁ <WH7969> and three ושׁלשׁים <WH7970> thirty ומאת <WH3967> a hundred שׁנה׃ <WH8141> years."},{"number":19,"verse":"ובני <WH1121> And the sons מררי <WH4847> of Merari; מחלי <WH4249> Mahali ומושׁי <WH4187> and Mushi: אלה <WH428> these משׁפחת <WH4940> the families הלוי <WH3878> of Levi לתלדתם׃ <WH8435> according to their generations."},{"number":20,"verse":"ויקח <WH3947> took עמרם <WH6019> And Amram את <WH853> יוכבד <WH3115> him Jochebed דדתו <WH1733> his father's sister לו לאשׁה <WH802> to wife; ותלד <WH3205> and she bore לו את <WH853> אהרן <WH175> him Aaron ואת <WH853> משׁה <WH4872> and Moses: ושׁני <WH8141> and the years חיי <WH2416> of the life עמרם <WH6019> of Amram שׁבע <WH7651> and seven ושׁלשׁים <WH7970> and thirty ומאת <WH3967> a hundred שׁנה׃ <WH8141> years."},{"number":21,"verse":"ובני <WH1121> And the sons יצהר <WH3324> of Izhar; קרח <WH7141> Korah, ונפג <WH5298> and Nepheg, וזכרי׃ <WH2147> and Zichri."},{"number":22,"verse":"ובני <WH1121> And the sons עזיאל <WH5816> of Uzziel; מישׁאל <WH4332> Mishael, ואלצפן <WH469> and Elzaphan, וסתרי׃ <WH5644> and Zithri."},{"number":23,"verse":"ויקח <WH3947> took אהרן <WH175> And Aaron את <WH853> אלישׁבע <WH472> him Elisheba, בת <WH1323> daughter עמינדב <WH5992> of Amminadab, אחות <WH269> sister נחשׁון <WH5177> of Naashon, לו לאשׁה <WH802> to wife; ותלד <WH3205> and she bore לו את <WH853> נדב <WH5070> him Nadab, ואת <WH853> אביהוא <WH30> and Abihu, את <WH853> אלעזר <WH499> Eleazar, ואת <WH853> איתמר׃ <WH385> and Ithamar."},{"number":24,"verse":"ובני <WH1121> And the sons קרח <WH7141> of Korah; אסיר <WH617> Assir, ואלקנה <WH511> and Elkanah, ואביאסף <WH23> and Abiasaph: אלה <WH428> these משׁפחת <WH4940> the families הקרחי׃ <WH7145> of the Korhites."},{"number":25,"verse":"ואלעזר <WH499> And Eleazar בן <WH1121> son אהרן <WH175> Aaron's לקח <WH3947> took לו מבנות <WH1323> him of the daughters פוטיאל <WH6317> of Putiel לו לאשׁה <WH802> to wife; ותלד <WH3205> and she bore לו את <WH853> פינחס <WH6372> him Phinehas: אלה <WH428> these ראשׁי <WH7218> the heads אבות <WH1> of the fathers הלוים <WH3881> of the Levites למשׁפחתם׃ <WH4940> according to their families."},{"number":26,"verse":"הוא <WH1931> These אהרן <WH175> that Aaron ומשׁה <WH4872> and Moses, אשׁר <WH834> to whom אמר <WH559> said, יהוה <WH3068> the LORD להם הוציאו <WH3318> Bring out את <WH853> בני <WH1121> the children ישׂראל <WH3478> of Israel מארץ <WH776> from the land מצרים <WH4714> of Egypt על <WH5921> according to צבאתם׃ <WH6635> their armies."},{"number":27,"verse":"הם <WH1992> These המדברים <WH1696> they which spoke אל <WH413> to פרעה <WH6547> Pharaoh מלך <WH4428> king מצרים <WH4714> of Egypt, להוציא <WH3318> to bring out את <WH853> בני <WH1121> the children ישׂראל <WH3478> of Israel ממצרים <WH4714> הוא <WH1931> these that משׁה <WH4872> Moses ואהרן׃ <WH175> and Aaron."},{"number":28,"verse":"ויהי <WH1961> And it came to pass ביום <WH3117> on the day דבר <WH1696> spoke יהוה <WH3068> the LORD אל <WH413> unto משׁה <WH4872> Moses בארץ <WH776> in the land מצרים׃ <WH4714> of Egypt,"},{"number":29,"verse":"וידבר <WH1696> spoke יהוה <WH3068> That the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר <WH559> saying, אני <WH589> I יהוה <WH3068> the LORD: דבר <WH1696> speak אל <WH413> thou unto פרעה <WH6547> Pharaoh מלך <WH4428> king מצרים <WH4714> of Egypt את <WH853> כל <WH3605> all אשׁר <WH834> that אני <WH589> I דבר <WH1696> say אליך׃ <WH413> unto"},{"number":30,"verse":"ויאמר <WH559> said משׁה <WH4872> And Moses לפני <WH6440> before יהוה <WH3068> the LORD, הן <WH2005> Behold, אני <WH589> I ערל <WH6189> of uncircumcised שׂפתים <WH8193> lips, ואיך <WH349> and how ישׁמע <WH8085> hearken אלי <WH413> unto פרעה׃ <WH6547> shall Pharaoh"}]}