{"bibleAbbr":"Orig2013+","bookName":"שמות","bookEnglishName":"Exodus","chapterNumber":9,"verses":[{"number":1,"verse":"ויאמר <WH559> said יהוה <WH3068> Then the LORD אל <WH413> unto משׁה <WH4872> Moses, בא <WH935> Go in אל <WH413> unto פרעה <WH6547> Pharaoh, ודברת <WH1696> and tell אליו <WH413> and tell כה <WH3541> him, Thus אמר <WH559> saith יהוה <WH3068> the LORD אלהי <WH430> God העברים <WH5680> of the Hebrews, שׁלח <WH7971> go, את <WH853> עמי <WH5971> Let my people ויעבדני׃ <WH5647> that they may serve"},{"number":2,"verse":"כי <WH3588> For אם <WH518> if מאן <WH3986> refuse אתה <WH859> thou לשׁלח <WH7971> to let go, ועודך <WH5750> them still, מחזיק׃ <WH2388> and wilt hold"},{"number":3,"verse":"הנה <WH2009> Behold, יד <WH3027> the hand יהוה <WH3068> of the LORD הויה <WH1961> is במקנך <WH4735> upon thy cattle אשׁר <WH834> which בשׂדה <WH7704> in the field, בסוסים <WH5483> upon the horses, בחמרים <WH2543> upon the asses, בגמלים <WH1581> upon the camels, בבקר <WH1241> upon the oxen, ובצאן <WH6629> and upon the sheep: דבר <WH1698> murrain. כבד <WH3515> grievous מאד׃ <WH3966> a very"},{"number":4,"verse":"והפלה <WH6395> shall sever יהוה <WH3068> And the LORD בין <WH996> between מקנה <WH4735> the cattle ישׂראל <WH3478> of Israel ובין <WH996> מקנה <WH4735> and the cattle מצרים <WH4714> of Egypt: ולא <WH3808> and there shall nothing ימות <WH4191> die מכל <WH3605> of all לבני <WH1121> the children's ישׂראל <WH3478> of Israel. דבר׃ <WH1697> and there shall nothing"},{"number":5,"verse":"וישׂם <WH7760> appointed יהוה <WH3068> And the LORD מועד <WH4150> a set time, לאמר <WH559> saying, מחר <WH4279> Tomorrow יעשׂה <WH6213> shall do יהוה <WH3068> the LORD הדבר <WH1697> thing הזה <WH2088> this בארץ׃ <WH776> in the land."},{"number":6,"verse":"ויעשׂ <WH6213> did יהוה <WH3068> And the LORD את <WH853> הדבר <WH1697> thing הזה <WH2088> that ממחרת <WH4283> on the morrow, וימת <WH4191> died: כל <WH3605> and all מקנה <WH4735> the cattle מצרים <WH4713> וממקנה <WH4735> but of the cattle בני <WH1121> of the children ישׂראל <WH3478> of Israel לא <WH3808> not מת <WH4191> died אחד׃ <WH259> one."},{"number":7,"verse":"וישׁלח <WH7971> sent, פרעה <WH6547> And Pharaoh והנה <WH2009> and, behold, לא <WH3808> there was not מת <WH4191> dead. ממקנה <WH4735> of the cattle ישׂראל <WH3478> of the Israelites עד <WH5704> אחד <WH259> one ויכבד <WH3513> was hardened, לב <WH3820> And the heart פרעה <WH6547> of Pharaoh ולא <WH3808> and he did not שׁלח <WH7971> go. את <WH853> העם׃ <WH5971> let the people"},{"number":8,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses ואל <WH413> and unto אהרן <WH175> Aaron, קחו <WH3947> Take לכם מלא <WH4393> to you handfuls חפניכם <WH2651> to you handfuls פיח <WH6368> of ashes כבשׁן <WH3536> of the furnace, וזרקו <WH2236> sprinkle משׁה <WH4872> and let Moses השׁמימה <WH8064> it toward the heaven לעיני <WH5869> in the sight פרעה׃ <WH6547> of Pharaoh."},{"number":9,"verse":"והיה <WH1961> And it shall become לאבק <WH80> small dust על <WH5921> in כל <WH3605> all ארץ <WH776> the land מצרים <WH4714> of Egypt, והיה <WH1961> and shall be על <WH5921> upon האדם <WH120> man, ועל <WH5921> and upon הבהמה <WH929> beast, לשׁחין <WH7822> a boil פרח <WH6524> breaking forth אבעבעת <WH76> blains בכל <WH3605> throughout all ארץ <WH776> the land מצרים׃ <WH4714> of Egypt."},{"number":10,"verse":"ויקחו <WH3947> And they took את <WH853> פיח <WH6368> ashes הכבשׁן <WH3536> of the furnace, ויעמדו <WH5975> and stood לפני <WH6440> before פרעה <WH6547> Pharaoh; ויזרק <WH2236> sprinkled אתו <WH853> משׁה <WH4872> and Moses השׁמימה <WH8064> it up toward heaven; ויהי <WH1961> and it became שׁחין <WH7822> a boil אבעבעת <WH76> blains פרח <WH6524> breaking forth באדם <WH120> upon man, ובבהמה׃ <WH929> and upon beast."},{"number":11,"verse":"ולא <WH3808> not יכלו <WH3201> could החרטמים <WH2748> And the magicians לעמד <WH5975> stand לפני <WH6440> before משׁה <WH4872> Moses מפני <WH6440> because of השׁחין <WH7822> the boils; כי <WH3588> for היה <WH1961> was השׁחין <WH7822> the boil בחרטמם <WH2748> upon the magicians, ובכל <WH3605> and upon all מצרים׃ <WH4713>"},{"number":12,"verse":"ויחזק <WH2388> hardened יהוה <WH3068> And the LORD את <WH853> לב <WH3820> the heart פרעה <WH6547> of Pharaoh, ולא <WH3808> not שׁמע <WH8085> and he hearkened אלהם <WH413> unto כאשׁר <WH834> them; as דבר <WH1696> had spoken יהוה <WH3068> the LORD אל <WH413> unto משׁה׃ <WH4872> Moses."},{"number":13,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, השׁכם <WH7925> Rise up early בבקר <WH1242> in the morning, והתיצב <WH3320> and stand לפני <WH6440> before פרעה <WH6547> Pharaoh, ואמרת <WH559> and say אליו <WH413> unto כה <WH3541> him, Thus אמר <WH559> saith יהוה <WH3068> the LORD אלהי <WH430> God העברים <WH5680> of the Hebrews, שׁלח <WH7971> go, את <WH853> עמי <WH5971> Let my people ויעבדני׃ <WH5647> that they may serve"},{"number":14,"verse":"כי <WH3588> For בפעם <WH6471> time הזאת <WH2063> will at this אני <WH589> I שׁלח <WH7971> send את <WH853> כל <WH3605> all מגפתי <WH4046> my plagues אל <WH413> upon לבך <WH3820> thine heart, ובעבדיך <WH5650> and upon thy servants, ובעמך <WH5971> and upon thy people; בעבור <WH5668> that תדע <WH3045> thou mayest know כי <WH3588> that אין <WH369> none כמני <WH3644> like me בכל <WH3605> in all הארץ׃ <WH776> the earth."},{"number":15,"verse":"כי <WH3588> For עתה <WH6258> now שׁלחתי <WH7971> I will stretch out את <WH853> ידי <WH3027> my hand, ואך <WH5221> that I may smite אותך <WH853> ואתמך <WH5971> thee and thy people בדבר <WH1698> with pestilence; ותכחד <WH3582> and thou shalt be cut off מן <WH4480> from הארץ׃ <WH776> the earth."},{"number":16,"verse":"ואולם <WH199> And in very deed בעבור <WH5668> for זאת <WH2063> this העמדתיך <WH5975> have I raised thee up, בעבור <WH5668> for הראתך <WH7200> to show את <WH853> כחי <WH3581> thee my power; ולמען <WH4616> and that ספר <WH5608> may be declared שׁמי <WH8034> my name בכל <WH3605> throughout all הארץ׃ <WH776> the earth."},{"number":17,"verse":"עודך <WH5750> As yet מסתולל <WH5549> exaltest thou thyself בעמי <WH5971> against my people, לבלתי <WH1115> that thou wilt not שׁלחם׃ <WH7971> let them go?"},{"number":18,"verse":"הנני <WH2005> ממטיר <WH4305> I will cause it to rain כעת <WH6256> about this time מחר <WH4279> tomorrow ברד <WH1259> hail, כבד <WH3515> grievous מאד <WH3966> a very אשׁר <WH834> such לא <WH3808> hath not היה <WH1961> been כמהו <WH3644> as במצרים <WH4714> in Egypt למן <WH4480> since היום <WH3117> since הוסדה <WH3245> the foundation ועד <WH5704> thereof even until עתה׃ <WH6258> now."},{"number":19,"verse":"ועתה <WH6258> therefore now, שׁלח <WH7971> Send העז <WH5756> gather את <WH853> מקנך <WH4735> thy cattle, ואת <WH853> כל <WH3605> and all אשׁר <WH834> that לך בשׂדה <WH7704> thou hast in the field; כל <WH3605> every האדם <WH120> man והבהמה <WH929> and beast אשׁר <WH834> which ימצא <WH4672> shall be found בשׂדה <WH7704> in the field, ולא <WH3808> and shall not יאסף <WH622> be brought הביתה <WH1004> home, וירד <WH3381> shall come down עלהם <WH5921> upon הברד <WH1259> the hail ומתו׃ <WH4191> them, and they shall die."},{"number":20,"verse":"הירא <WH3372> He that feared את <WH853> דבר <WH1697> the word יהוה <WH3068> of the LORD מעבדי <WH5650> among the servants פרעה <WH6547> of Pharaoh הניס <WH5127> flee את <WH853> עבדיו <WH5650> made his servants ואת <WH853> מקנהו <WH4735> and his cattle אל <WH413> into הבתים׃ <WH1004> the houses:"},{"number":21,"verse":"ואשׁר <WH834> And he that לא <WH3808> not שׂם <WH7760> regarded לבו <WH3820> regarded אל <WH413> דבר <WH1697> the word יהוה <WH3068> of the LORD ויעזב <WH5800> left את <WH853> עבדיו <WH5650> his servants ואת <WH853> מקנהו <WH4735> and his cattle בשׂדה׃ <WH7704> in the field."},{"number":22,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, נטה <WH5186> Stretch forth את <WH853> ידך <WH3027> thine hand על <WH5921> toward השׁמים <WH8064> heaven, ויהי <WH1961> that there may be ברד <WH1259> hail בכל <WH3605> in all ארץ <WH776> the land מצרים <WH4714> of Egypt, על <WH5921> upon האדם <WH120> man, ועל <WH5921> and upon הבהמה <WH929> beast, ועל <WH5921> and upon כל <WH3605> every עשׂב <WH6212> herb השׂדה <WH7704> of the field, בארץ <WH776> throughout the land מצרים׃ <WH4714> of Egypt."},{"number":23,"verse":"ויט <WH5186> stretched forth משׁה <WH4872> And Moses את <WH853> מטהו <WH4294> his rod על <WH5921> toward השׁמים <WH8064> heaven: ויהוה <WH3068> and the LORD נתן <WH5414> sent קלת <WH6963> thunder וברד <WH1259> and hail, ותהלך <WH1980> ran along אשׁ <WH784> and the fire ארצה <WH776> upon the ground; וימטר <WH4305> rained יהוה <WH3068> and the LORD ברד <WH1259> hail על <WH5921> upon ארץ <WH776> the land מצרים׃ <WH4714> of Egypt."},{"number":24,"verse":"ויהי <WH1961> So there was ברד <WH1259> hail, ואשׁ <WH784> and fire מתלקחת <WH3947> mingled בתוך <WH8432> with הברד <WH1259> the hail, כבד <WH3515> grievous, מאד <WH3966> very אשׁר <WH834> such as לא <WH3808> none היה <WH1961> there was כמהו <WH3644> like it בכל <WH3605> in all ארץ <WH776> the land מצרים <WH4714> of Egypt מאז <WH227> since היתה <WH1961> it became לגוי׃ <WH1471> a nation."},{"number":25,"verse":"ויך <WH5221> smote הברד <WH1259> And the hail בכל <WH3605> throughout all ארץ <WH776> the land מצרים <WH4714> of Egypt את <WH853> כל <WH3605> all אשׁר <WH834> that בשׂדה <WH7704> in the field, מאדם <WH120> both man ועד <WH5704> בהמה <WH929> and beast; ואת <WH853> כל <WH3605> every עשׂב <WH6212> herb השׂדה <WH7704> of the field, הכה <WH5221> smote הברד <WH1259> and the hail ואת <WH853> כל <WH3605> every עץ <WH6086> tree השׂדה <WH7704> of the field. שׁבר׃ <WH7665> and broke"},{"number":26,"verse":"רק <WH7535> Only בארץ <WH776> in the land גשׁן <WH1657> of Goshen, אשׁר <WH834> where שׁם <WH8033> where בני <WH1121> the children ישׂראל <WH3478> of Israel לא <WH3808> there no היה <WH1961> was ברד׃ <WH1259> hail."},{"number":27,"verse":"וישׁלח <WH7971> sent, פרעה <WH6547> And Pharaoh ויקרא <WH7121> and called למשׁה <WH4872> for Moses ולאהרן <WH175> and Aaron, ויאמר <WH559> and said אלהם <WH413> unto חטאתי <WH2398> them, I have sinned הפעם <WH6471> this time: יהוה <WH3068> the LORD הצדיק <WH6662> righteous, ואני <WH589> and I ועמי <WH5971> and my people הרשׁעים׃ <WH7563> wicked."},{"number":28,"verse":"העתירו <WH6279> אלהוה <WH3068> the LORD ורב <WH7227> (for enough) מהית <WH1961> that there be no קלת <WH6963> thunderings אלהים <WH430> mighty וברד <WH1259> and hail; ואשׁלחה <WH7971> and I will let you go, אתכם <WH853> ולא <WH3808> no תספון <WH3254> longer. לעמד׃ <WH5975> and ye shall stay"},{"number":29,"verse":"ויאמר <WH559> said אליו <WH413> unto משׁה <WH4872> And Moses כצאתי <WH3318> him, As soon as I am gone out את <WH853> העיר <WH5892> of the city, אפרשׂ <WH6566> I will spread abroad את <WH853> כפי <WH3709> my hands אל <WH413> unto יהוה <WH3068> the LORD; הקלות <WH6963> the thunder יחדלון <WH2308> shall cease, והברד <WH1259> hail; לא <WH3808> neither יהיה <WH1961> shall there be עוד <WH5750> any more למען <WH4616> that תדע <WH3045> thou mayest know כי <WH3588> how that ליהוה <WH3068> the LORD's. הארץ׃ <WH776> the earth"},{"number":30,"verse":"ואתה <WH859> But as for thee ועבדיך <WH5650> and thy servants, ידעתי <WH3045> I know כי <WH3588> that טרם <WH2962> ye will not yet תיראון <WH3372> fear מפני <WH6440> יהוה <WH3068> the LORD אלהים׃ <WH430> God."},{"number":31,"verse":"והפשׁתה <WH6594> And the flax והשׂערה <WH8184> and the barley נכתה <WH5221> was smitten: כי <WH3588> for השׂערה <WH8184> the barley אביב <WH24> in the ear, והפשׁתה <WH6594> and the flax גבעל׃ <WH1392> bolled."},{"number":32,"verse":"והחטה <WH2406> But the wheat והכסמת <WH3698> and the rye לא <WH3808> were not נכו <WH5221> smitten: כי <WH3588> for אפילת <WH648> not grown up. הנה׃ <WH2007> they"},{"number":33,"verse":"ויצא <WH3318> went out משׁה <WH4872> And Moses מעם <WH5973> from פרעה <WH6547> Pharaoh, את <WH853> העיר <WH5892> of the city ויפרשׂ <WH6566> and spread abroad כפיו <WH3709> his hands אל <WH413> unto יהוה <WH3068> the LORD: ויחדלו <WH2308> ceased, הקלות <WH6963> and the thunders והברד <WH1259> and hail ומטר <WH4306> and the rain לא <WH3808> was not נתך <WH5413> poured ארצה׃ <WH776> upon the earth."},{"number":34,"verse":"וירא <WH7200> saw פרעה <WH6547> And when Pharaoh כי <WH3588> that חדל <WH2308> were ceased, המטר <WH4306> the rain והברד <WH1259> and the hail והקלת <WH6963> and the thunders ויסף <WH3254> yet more, לחטא <WH2398> he sinned ויכבד <WH3513> and hardened לבו <WH3820> his heart, הוא <WH1931> he ועבדיו׃ <WH5650> and his servants."},{"number":35,"verse":"ויחזק <WH2388> was hardened, לב <WH3820> And the heart פרעה <WH6547> of Pharaoh ולא <WH3808> neither שׁלח <WH7971> go; את <WH853> בני <WH1121> would he let the children ישׂראל <WH3478> of Israel כאשׁר <WH834> as דבר <WH1696> had spoken יהוה <WH3068> the LORD ביד <WH3027> by משׁה׃ <WH4872> Moses."}]}