{"bibleAbbr":"urGV2010","bookName":"احبار","bookEnglishName":"Leviticus","chapterNumber":14,"verses":[{"number":1,"verse":"( وبائی جِلدی بیماری کے مریض کی شفا پر قربانی) رب نے موسیٰ سے کہا،"},{"number":2,"verse":"”اگر کوئی شخص جِلدی بیماری سے شفا پائے اور اُسے پاک صاف کرانا ہے تو اُسے امام کے پاس لایا جائے"},{"number":3,"verse":"جو خیمہ گاہ کے باہر جا کر اُس کا معائنہ کرے۔ اگر وہ دیکھے کہ مریض کی صحت واقعی بحال ہو گئی ہے"},{"number":4,"verse":"تو امام اُس کے لئے دو زندہ اور پاک پرندے، دیودار کی لکڑی، قرمزی رنگ کا دھاگا اور زوفا منگوائے۔"},{"number":5,"verse":"امام کے حکم پر پرندوں میں سے ایک کو تازہ پانی سے بھرے ہوئے مٹی کے برتن کے اوپر ذبح کیا جائے۔"},{"number":6,"verse":"امام زندہ پرندے کو دیودار کی لکڑی، قرمزی رنگ کے دھاگے اور زوفا کے ساتھ ذبح کئے گئے پرندے کے اُس خون میں ڈبو دے جو مٹی کے برتن کے پانی میں آ گیا ہے۔"},{"number":7,"verse":"وہ پانی سے ملایا ہوا خون سات بار پاک ہونے والے شخص پر چھڑک کر اُسے پاک قرار دے، پھر زندہ پرندے کو کھلے میدان میں چھوڑ دے۔"},{"number":8,"verse":"جو اپنے آپ کو پاک صاف کرا رہا ہے وہ اپنے کپڑے دھوئے، اپنے تمام بال منڈوائے اور نہا لے۔ اِس کے بعد وہ پاک ہے۔ اب وہ خیمہ گاہ میں داخل ہو سکتا ہے اگرچہ وہ مزید سات دن اپنے ڈیرے میں نہیں جا سکتا۔"},{"number":9,"verse":"ساتویں دن وہ دوبارہ اپنے سر کے بال، اپنی داڑھی، اپنے ابرو اور باقی تمام بال منڈوائے۔ وہ اپنے کپڑے دھوئے اور نہا لے۔ تب وہ پاک ہے۔"},{"number":10,"verse":"آٹھویں دن وہ دو بھیڑ کے نر بچے اور ایک یک سالہ بھیڑ چن لے جو بےعیب ہوں۔ ساتھ ہی وہ غلہ کی نذر کے لئے تیل کے ساتھ ملایا گیا ساڑھے 4 کلو گرام بہترین میدہ اور 300 ملی لٹر تیل لے۔"},{"number":11,"verse":"پھر جس امام نے اُسے پاک قرار دیا وہ اُسے اِن قربانیوں سمیت ملاقات کے خیمے کے دروازے پر رب کو پیش کرے۔"},{"number":12,"verse":"بھیڑ کا ایک نر بچہ اور 300 ملی لٹر تیل قصور کی قربانی کے لئے ہے۔ امام اُنہیں ہلانے والی قربانی کے طور پر رب کے سامنے ہلائے۔"},{"number":13,"verse":"پھر وہ بھیڑ کے اِس بچے کو خیمے کے دروازے پر ذبح کرے جہاں گناہ کی قربانیاں اور بھسم ہونے والی قربانیاں ذبح کی جاتی ہیں۔ گناہ کی قربانیوں کی طرح قصور کی یہ قربانی امام کا حصہ ہے اور نہایت مُقدّس ہے۔"},{"number":14,"verse":"امام خون میں سے کچھ لے کر پاک ہونے والے کے دہنے کان کی لَو پر اور اُس کے دہنے ہاتھ اور دہنے پاؤں کے انگوٹھوں پر لگائے۔"},{"number":15,"verse":"اب وہ 300 ملی لٹر تیل میں سے کچھ لے کر اپنے بائیں ہاتھ کی ہتھیلی پر ڈالے۔"},{"number":16,"verse":"اپنے دہنے ہاتھ کے انگوٹھے کے ساتھ والی اُنگلی اِس تیل میں ڈبو کر وہ اُسے سات بار رب کے سامنے چھڑکے۔"},{"number":17,"verse":"وہ اپنی ہتھیلی پر کے تیل میں سے کچھ اَور لے کر پاک ہونے والے کے دہنے کان کی لَو پر اور اُس کے دہنے ہاتھ اور دہنے پاؤں کے انگوٹھوں پر لگا دے یعنی اُن جگہوں پر جہاں وہ قصور کی قربانی کا خون لگا چکا ہے۔"},{"number":18,"verse":"امام اپنی ہتھیلی پر کا باقی تیل پاک ہونے والے کے سر پر ڈال کر رب کے سامنے اُس کا کفارہ دے۔"},{"number":19,"verse":"اِس کے بعد امام گناہ کی قربانی چڑھا کر پاک ہونے والے کا کفارہ دے۔ آخر میں وہ بھسم ہونے والی قربانی کا جانور ذبح کرے۔"},{"number":20,"verse":"وہ اُسے غلہ کی نذر کے ساتھ قربان گاہ پر چڑھا کر اُس کا کفارہ دے۔ تب وہ پاک ہے۔"},{"number":21,"verse":"اگر شفایاب شخص غربت کے باعث یہ قربانیاں نہیں چڑھا سکتا تو پھر وہ قصور کی قربانی کے لئے بھیڑ کا صرف ایک نر بچہ لے آئے۔ کافی ہے کہ کفارہ دینے کے لئے یہی رب کے سامنے ہلایا جائے۔ ساتھ ساتھ غلہ کی نذر کے لئے ڈیڑھ کلو گرام بہترین میدہ تیل کے ساتھ ملا کر پیش کیا جائے اور 300 ملی لٹر تیل۔"},{"number":22,"verse":"اِس کے علاوہ وہ دو قمریاں یا دو جوان کبوتر پیش کرے، ایک کو گناہ کی قربانی کے لئے اور دوسرے کو بھسم ہونے والی قربانی کے لئے۔"},{"number":23,"verse":"آٹھویں دن وہ اُنہیں ملاقات کے خیمے کے دروازے پر امام کے پاس اور رب کے سامنے لے آئے تاکہ وہ پاک صاف ہو جائے۔"},{"number":24,"verse":"امام بھیڑ کے بچے کو 300 ملی لٹر تیل سمیت لے کر ہلانے والی قربانی کے طور پر رب کے سامنے ہلائے۔"},{"number":25,"verse":"وہ قصور کی قربانی کے لئے بھیڑ کے بچے کو ذبح کرے اور اُس کے خون میں سے کچھ لے کر پاک ہونے والے کے دہنے کان کی لَو پر اور اُس کے دہنے ہاتھ اور دہنے پاؤں کے انگوٹھوں پر لگائے۔"},{"number":26,"verse":"اب وہ 300 ملی لٹر تیل میں سے کچھ اپنے بائیں ہاتھ کی ہتھیلی پر ڈالے"},{"number":27,"verse":"اور اپنے دہنے ہاتھ کے انگوٹھے کے ساتھ والی اُنگلی اِس تیل میں ڈبو کر اُسے سات بار رب کے سامنے چھڑک دے۔"},{"number":28,"verse":"وہ اپنی ہتھیلی پر کے تیل میں سے کچھ اَور لے کر پاک ہونے والے کے دہنے کان کی لَو پر اور اُس کے دہنے ہاتھ اور دہنے پاؤں کے انگوٹھوں پر لگا دے یعنی اُن جگہوں پر جہاں وہ قصور کی قربانی کا خون لگا چکا ہے۔"},{"number":29,"verse":"اپنی ہتھیلی پر کا باقی تیل وہ پاک ہونے والے کے سر پر ڈال دے تاکہ رب کے سامنے اُس کا کفارہ دے۔"},{"number":30,"verse":"اِس کے بعد وہ شفایاب شخص کی گنجائش کے مطابق دو قمریاں یا دو جوان کبوتر چڑھائے،"},{"number":31,"verse":"ایک کو گناہ کی قربانی کے لئے اور دوسرے کو بھسم ہونے والی قربانی کے لئے۔ ساتھ ہی وہ غلہ کی نذر پیش کرے۔ یوں امام رب کے سامنے اُس کا کفارہ دیتا ہے۔"},{"number":32,"verse":"یہ اصول ایسے شخص کے لئے ہے جو وبائی جِلدی بیماری سے شفا پا گیا ہے لیکن اپنی غربت کے باعث پاک ہو جانے کے لئے پوری قربانی پیش نہیں کر سکتا۔“"},{"number":33,"verse":"( گھروں میں پھپھوندی) رب نے موسیٰ اور ہارون سے کہا،"},{"number":34,"verse":"”جب تم ملکِ کنعان میں داخل ہو گے جو مَیں تمہیں دوں گا تو وہاں ایسے مکان ہوں گے جن میں مَیں نے پھپھوندی پھیلنے دی ہے۔"},{"number":35,"verse":"ایسے گھر کا مالک جا کر امام کو بتائے کہ مَیں نے اپنے گھر میں پھپھوندی جیسی کوئی چیز دیکھی ہے۔"},{"number":36,"verse":"تب امام حکم دے کہ گھر کا معائنہ کرنے سے پہلے گھر کا پورا سامان نکالا جائے۔ ورنہ اگر گھر کو ناپاک قرار دیا جائے تو سامان کو بھی ناپاک قرار دیا جائے گا۔ اِس کے بعد امام اندر جا کر مکان کا معائنہ کرے۔"},{"number":37,"verse":"وہ دیواروں کے ساتھ لگی ہوئی پھپھوندی کا معائنہ کرے۔ اگر متاثرہ جگہیں ہری یا لال سی ہوں اور دیوار کے اندر دھنسی ہوئی نظر آئیں"},{"number":38,"verse":"تو پھر امام گھر سے نکل کر سات دن کے لئے تالا لگائے۔"},{"number":39,"verse":"ساتویں دن وہ واپس آ کر مکان کا معائنہ کرے۔ اگر پھپھوندی پھیلی ہوئی نظر آئے"},{"number":40,"verse":"تو وہ حکم دے کہ متاثرہ پتھروں کو نکال کر آبادی کے باہر کسی ناپاک جگہ پر پھینکا جائے۔"},{"number":41,"verse":"نیز وہ حکم دے کہ اندر کی دیواروں کو کُریدا جائے اور کُریدی ہوئی مٹی کو آبادی کے باہر کسی ناپاک جگہ پر پھینکا جائے۔"},{"number":42,"verse":"پھر لوگ نئے پتھر لگا کر گھر کونئے گارے سے پلستر کریں۔"},{"number":43,"verse":"لیکن اگر اِس کے باوجود پھپھوندی دوبارہ پیدا ہو جائے"},{"number":44,"verse":"تو امام آ کر دوبارہ اُس کا معائنہ کرے۔ اگر وہ دیکھے کہ پھپھوندی گھر میں پھیل گئی ہے تو اِس کا مطلب ہے کہ پھپھوندی نقصان دہ ہے، اِس لئے گھر ناپاک ہے۔"},{"number":45,"verse":"لازم ہے کہ اُسے پورے طور پر ڈھا دیا جائے اور سب کچھ یعنی اُس کے پتھر، لکڑی اور پلستر کو آبادی کے باہر کسی ناپاک جگہ پر پھینکا جائے۔"},{"number":46,"verse":"اگر امام نے کسی گھر کا معائنہ کر کے تالا لگا دیا ہے اور پھر بھی کوئی اُس گھر میں داخل ہو جائے تو وہ شام تک ناپاک رہے گا۔"},{"number":47,"verse":"جو ایسے گھر میں سوئے یا کھانا کھائے لازم ہے کہ وہ اپنے کپڑے دھو لے۔"},{"number":48,"verse":"لیکن اگر گھر کو نئے سرے سے پلستر کرنے کے بعد امام آ کر اُس کا دوبارہ معائنہ کرے اور دیکھے کہ پھپھوندی دوبارہ نہیں نکلی تو اِس کا مطلب ہے کہ پھپھوندی ختم ہو گئی ہے۔ وہ اُسے پاک قرار دے۔"},{"number":49,"verse":"اُسے گناہ سے پاک صاف کرانے کے لئے وہ دو پرندے، دیودار کی لکڑی، قرمزی رنگ کا دھاگا اور زوفا لے لے۔"},{"number":50,"verse":"وہ پرندوں میں سے ایک کو تازہ پانی سے بھرے ہوئے مٹی کے برتن کے اوپر ذبح کرے۔"},{"number":51,"verse":"اِس کے بعد وہ دیودار کی لکڑی، زوفا، قرمزی رنگ کا دھاگا اور زندہ پرندہ لے کر اُس تازہ پانی میں ڈبو دے جس کے ساتھ ذبح کئے ہوئے پرندے کا خون ملایا گیا ہے اور اِس پانی کو سات بار گھر پر چھڑک دے۔"},{"number":52,"verse":"اِن چیزوں سے وہ گھر کو گناہ سے پاک صاف کرتا ہے۔"},{"number":53,"verse":"آخر میں وہ زندہ پرندے کو آبادی کے باہر کھلے میدان میں چھوڑ دے۔ یوں وہ گھر کا کفارہ دے گا، اور وہ پاک صاف ہو جائے گا۔"},{"number":54,"verse":"لازم ہے کہ ہر قسم کی وبائی بیماری سے ایسے نپٹو جیسے بیان کیا گیا ہے، چاہے وہ وبائی جِلدی بیماریاں ہوں (مثلاً خارش، سوجن، پپڑی یا سفید داغ)، چاہے کپڑوں یا گھروں میں پھپھوندی ہو۔"},{"number":57,"verse":"اِن اصولوں کے تحت فیصلہ کرنا ہے کہ کوئی شخص یا چیز پاک ہے یا ناپاک۔“"}]}