{"bibleAbbr":"HOV2012","bookName":"1 इतिहास","bookEnglishName":"1 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"इस्राएल के ये पुत्र हुए : रूबेन, शिमोन लेवी, यहूदा, इस्साकार, जबूलून,"},{"number":2,"verse":"दान, यूसुफ, बिन्यामीन, नप्‍ताली, गाद और आशेर।"},{"number":3,"verse":"यहूदा के ये पुत्र हुए : एर, ओनान और शेला; उसके ये तीनों पुत्र, बतशू नामक एक कनानी स्त्री से उत्पन्न हुए। यहूदा का जेठा एर, यहोवा की दृष्‍टि में बुरा था, इस कारण उसने उसको मार डाला।"},{"number":4,"verse":"यहूदा की बहू तामार से उसके पेरेस और जेरह उत्पन्न हुए। यहूदा के सब पुत्र पाँच हुए।"},{"number":5,"verse":"पेरेस के पुत्र : हस्रोन और हामूल।"},{"number":6,"verse":"जेरह के पुत्र : जिम्री, एतान, हेमान, कलकोल और दारा, सब मिलकर पाँच।"},{"number":7,"verse":"फिर कर्मी का पुत्र : आकार, जो अर्पण की हुई वस्तु के विषय में विश्‍वासघात करके इस्राएलियों का कष्‍ट देनेवाला हुआ;"},{"number":8,"verse":"और एतान का पुत्र अजर्याह था।"},{"number":9,"verse":"हेस्रोन के जो पुत्र हुए वे थे यरह्मेल, राम और कलूबै।"},{"number":10,"verse":"राम से अम्मीनादाब, और अम्मीनादाब से नहशोन उत्पन्न हुआ जो यहूदा-वंशियों का प्रधान बना।"},{"number":11,"verse":"नहशोन से सल्मा और सल्मा से बोअज;"},{"number":12,"verse":"और बोअज से ओबेद, और ओबेद से यिशै उत्पन्न हुआ।"},{"number":13,"verse":"यिशै से उसका जेठा एलीआब, और दूसरा अबीनादाब, तीसरा शिमा,"},{"number":14,"verse":"चौथा नतनेल, और पाँचवाँ रद्दैं,"},{"number":15,"verse":"छठा ओसेम, और सातवाँ दाऊद उत्पन्न हुआ।"},{"number":16,"verse":"इनकी बहिनें सरूयाह और अबीगैल थीं। सरूयाह के पुत्र अबीशै, योआब और असाहेल ये तीन थे।"},{"number":17,"verse":"अबीगैल से अमासा उत्पन्न हुआ, और अमासा का पिता इश्माएली येतेर था।"},{"number":18,"verse":"हेस्रोन के पुत्र कालेब के अजूबा नामक स्त्री से, और यरीओत से बेटे उत्पन्न हुए; और इसके पुत्र ये हुए अर्थात् येशेर, शोबाब और अर्दोन।"},{"number":19,"verse":"जब अजूबा मर गई, तब कालेब ने एप्रात से विवाह कर लिया; और जिससे हूर उत्पन्न हुआ।"},{"number":20,"verse":"हूर से ऊरी और ऊरी से बसलेल उत्पन्न हुआ।"},{"number":21,"verse":"इसके बाद हेस्रोन गिलाद के पिता माकीर की बेटी के पास गया, जिसे उसने तब ब्याह लिया, जब वह साठ वर्ष का था, और उससे सगूब उत्पन्न हुआ;"},{"number":22,"verse":"और सगूब से याईर जन्मा, जिसके गिलाद देश में तेईस नगर थे।"},{"number":23,"verse":"पर गशूर और अराम ने याईर की बस्तियों को और गाँवों समेत कनत को, उनसे ले लिया; ये सब नगर साठ थे। ये सब गिलाद के पिता माकीर के पुत्र हुए।"},{"number":24,"verse":"जब हेस्रोन कालेब-एप्राता में मर गया, तब उसकी अबिय्याह नामक स्त्री से अशहूर उत्पन्न हुआ जो तको का पिता हुआ।"},{"number":25,"verse":"हेस्रोन के जेठे यरह्मेल के ये पुत्र हुए : अर्थात् राम जो उसका जेठा था; और बूना, ओरेन, ओसेम और अहिय्याह।"},{"number":26,"verse":"यरह्मेल की एक और पत्नी थी, जिसका नाम अतारा था; वह ओनाम की माता थी।"},{"number":27,"verse":"यरह्मेल के जेठे राम के ये पुत्र हुए : अर्थात् मास, यामीन और एकेर।"},{"number":28,"verse":"ओनाम के पुत्र शम्मै और यादा हुए। शम्मै के पुत्र नादाब और अबीशूर हुए।"},{"number":29,"verse":"अबीशूर की पत्नी का नाम अबीहैल था, और उससे अहबान और मोलीद उत्पन्न हुए।"},{"number":30,"verse":"नादाब के पुत्र सेलेद और अप्पैम हुए; सेलेद तो नि:सन्तान मर गया। अप्पैम का पुत्र यिशी।"},{"number":31,"verse":"यिशी का पुत्र : शेशान, और शेशान का पुत्र : अहलै।"},{"number":32,"verse":"फिर शम्मै के भाई यादा के पुत्र : येतेर और योनातान; येतेर तो नि:सन्तान मर गया।"},{"number":33,"verse":"योनातान के पुत्र : पेलेत और जाजा; यरह्मेल के वंशज ये ही हुए।"},{"number":34,"verse":"शेशान के तो बेटा न हुआ, केवल बेटियाँ हुईं। शेशान के पास यर्हा नामक एक मिस्री दास था।"},{"number":35,"verse":"शेशान ने उसको अपनी बेटी ब्याह दी, और उससे अत्तै उत्पन्न हुआ।"},{"number":36,"verse":"अत्तै से नातान, नातान से जाबाद,"},{"number":37,"verse":"जाबाद से एपलाल, एपलाल से ओबेद,"},{"number":38,"verse":"ओबेद से येहू, येहू से अजर्याह,"},{"number":39,"verse":"अजर्याह से हेलैस, हेलैस से एलासा,"},{"number":40,"verse":"एलासा से सिस्मै, सिस्मै से शल्‍लूम,"},{"number":41,"verse":"शल्‍लूम से यकम्याह, और यकम्याह से एलीशामा उत्पन्न हुए।"},{"number":42,"verse":"फिर यरह्मेल के भाई कालेब के ये पुत्र हुए : अर्थात् उसका जेठा मेशा जो जीप का पिता हुआ, और मारेशा का पुत्र हेब्रोन भी उसी के वंश में हुआ।"},{"number":43,"verse":"हेब्रोन के पुत्र : कोरह, तप्पूह, रेकेम और शेमा।"},{"number":44,"verse":"शेमा से योर्काम का पिता रहम, और रेकेम से शम्मै उत्पन्न हुआ था।"},{"number":45,"verse":"शम्मै का पुत्र माओन हुआ; और माओन बेत्सूर का पिता हुआ।"},{"number":46,"verse":"फिर एपा जो कालेब की रखेल थी, उससे हारान, मोसा, और गाजेज़ उत्पन्न हुए; और हारान से गाजेज़ उत्पन्न हुआ।"},{"number":47,"verse":"याहदै के पुत्र : रेगेम, योताम, गेशान, पेलेत, एपा और शाप।"},{"number":48,"verse":"माका जो कालेब की रखेल थी, उससे शेबेर और तिर्हाना उत्पन्न हुए।"},{"number":49,"verse":"फिर उससे मदमन्ना का पिता शाप और मकबेना और गिबा का पिता शबा उत्पन्न हुए; और कालेब की बेटी अकसा थी।"},{"number":50,"verse":"कालेब के वंशज ये हुए। एप्राता के जेठे हूर के पुत्र : किर्यत्यारीम का पिता शोबाल,"},{"number":51,"verse":"बैतलहम का पिता सल्मा, और बेतगादेर का पिता हारेप।"},{"number":52,"verse":"किर्यत्यारीम के पिता शोबाल के वंश में हारोए आधे मनुहोतवासी,"},{"number":53,"verse":"और किर्यत्यारीम के कुल अर्थात् यित्री, पूती, शूमाती और मिश्राई, और इनसे सोराई और एश्ताओली निकले।"},{"number":54,"verse":"फिर सल्मा के वंश में बैतलहम और नतोपाई, अत्रोतबेत्योआब और आधे मानहती, सोरी,"},{"number":55,"verse":"और याबेस में रहनेवाले लेखकों के कुल, अर्थात् तिराती, शिमाती और सूकाती हुए। ये रेकाब के घराने के मूलपुरुष हम्मत के वंशवाले केनी हैं।"}]}