{"bibleAbbr":"KNCL","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":1,"verses":[{"number":1,"verse":"(ಆದಾಮನಿಂದ ಅಬ್ರಹಾಮನವರೆಗೆ) ( ಆದಾಮನ ಮಗ ಶೇತ್, ಶೇತನ ಮಗ ಎನೋಷ್, ಎನೋಷನ ಮಗ ಕೇನಾನ್,"},{"number":2,"verse":"ಕೇನಾನನ ಮಗ ಮಹಲಲೀಲ್, ಮಹಲಲೀಲನ ಮಗ ಯೆರೆದ್,"},{"number":3,"verse":"ಯೆರೆದನ ಮಗ ಹನೋಕ್, ಹನೋಕನ ಮಗ ಮೆತೂಷೆಲಹ, ಮೆತೂಷೆಲಹನ ಮಗ ಲೆಮೆಕ್,"},{"number":4,"verse":"ಲೆಮೆಕನ ಮಗ ನೋಹ, ನೋಹನಿಗೆ ಶೇಮ್, ಹಾಮ್, ಯೆಫೆತ್ ಎಂಬ ಮೂರು ಜನ ಮಕ್ಕಳು ಇದ್ದರು."},{"number":5,"verse":"ಗೋಮೆರ್, ಮಾಗೋಗ್, ಮಾದಯ್, ಯಾವಾನ್, ತೂಬಲ್, ಮೆಷೆಕ್ ಮತ್ತು ತೀರಾಸ್ ಎಂಬವರು ಯೆಫೆತನ ಮಕ್ಕಳು. ಇವರ ಹೆಸರುಗಳಿರುವ ಜನಾಂಗಗಳಿಗೆ ಇವರೇ ಮೂಲಪುರುಷರು."},{"number":6,"verse":"ಅಷ್ಕೆನೆಜ್, ರೀಫತ್, ತೋಗರ್ಮ - ಇವರು ಗೋಮೆರನ ಮಕ್ಕಳು."},{"number":7,"verse":"ಎಲೀಷ, ಸ್ಪೇನ್, (ಅಥವಾ : ತಾರ್ಷಿಷ್.) ಸೈಪ್ರಸ್, (ಅಥವಾ : ಕಿತ್ತೀಮ್.) ದೋದಾನೀಮ್ ಎಂಬ ಸ್ಥಳಗಳವರು ಯಾವಾನನ ಮಕ್ಕಳು."},{"number":8,"verse":"ಕೂಷ್, ಈಜಿಪ್ಟ್ (ಮಿಚ್ರಯಿಮ್), ಲಿಬ್ಯ (ಪೂಟ್), ಕಾನಾನ್‍ಗಳಲ್ಲಿರುವವರು ಹಾಮನ ವಂಶಜರು. ಇವೇ ಈ ಜನಾಂಗಗಳ ಮೂಲಪಿತೃಗಳ ಹೆಸರುಗಳು."},{"number":9,"verse":"ಸೆಬ, ಹವೀಲ, ಸಬ್ತ, ರಮ್ಮಸಬ್ತೆಕಾಗಳ ಜನರು ಕೂಷನ ಸಂತತಿಯವರು. ಶೆಬ ಮತ್ತು ದೆದಾನಿನವರು ರಮ್ಮ ಸಂತಾನದವರು. ("},{"number":10,"verse":"ಕೂಷನ ಮಗ ನಿಮ್ರೋದ; ಇವನು ಪರಾಕ್ರಮದಿಂದ ಮೊದಲನೆಯ ಭೂರಾಜನಾದನು.)"},{"number":11,"verse":"ಈಜಿಪ್ಟಿನ ಜನಾಂಗದಿಂದ ಲೂದ್ಯರೂ, ಅನಾಮ್ಯರೂ ಲೆಹಾಬ್ಯರೂ ನಫ್ತುಹ್ಯರೂ"},{"number":12,"verse":"ಪತ್ರುಸ್ಯರೂ ಕಸ್ಲುಹ್ಯರೂ ಕಫ್ತೋರ್ಯರೂ ಜನಿಸಿದರು. (ಫಿಲಿಷ್ಟಿಯರು ಕಸ್ಲುಹ್ಯರಿಂದ ಬಂದವರು.)"},{"number":13,"verse":"ಕಾನಾನ್ ವಂಶದಲ್ಲಿ ಮೊದಲು ಹುಟ್ಟಿದವನು ಸೀದೋನ್; ಹೇತ್ ಎರಡನೆಯವನು. ಈ ಹೆಸರಿನ ಜನಾಂಗದವರಿಗೆ ಇವರೇ ಮೂಲಪುರುಷರು."},{"number":14,"verse":"ಯೆಬೂಸಿಯ, ಅಮೋರಿಯ, ಗಿರ್ಗಾಷಿಯ,"},{"number":15,"verse":"ಹಿವ್ವಿಯ, ಅರ್ಕಿಯ, ಸೀನಿಯ,"},{"number":16,"verse":"ಅರ್ವಾದಿಯ, ಚೆಮಾರಿಯ ಮತ್ತು ಹಮಾತಿನ ಜನರ ಮೂಲಪಿತೃ ಕಾನಾನನು."},{"number":17,"verse":"ಶೇಮನ ಮಕ್ಕಳು - ಏಲಾಮ್, ಅಶ್ಶೂರ್, ಅರ್ಪಕ್ಷದ್, ಲೂದ್, ಅರಾಮ್, ಊಚ್, ಹೂಲ್, ಗೆತೆರ್, ಮೆಷೆಕ್ ಎಂಬವರು. ಈ ಹೆಸರಿನ ಜನಾಂಗಗಳಿಗೆ ಇವರೇ ಮೂಲಪುರುಷರು."},{"number":18,"verse":"ಅರ್ಪಕ್ಷದ್, ಶೆಲಹನ ತಂದೆ, ಶೆಲಹ, ಏಬೆರನ ತಂದೆ."},{"number":19,"verse":"ಏಬೆರನಿಗೆ ಇಬ್ಬರು ಮಕ್ಕಳು - ಪೆಲೆಗ್ ಎಂಬವನು ಒಬ್ಬ. ಅವನ ಕಾಲದಲ್ಲಿ ಲೋಕದಲ್ಲಿಯ ಜನರು ವಿಭಾಗವಾದದ್ದರಿಂದ ಈ ಹೆಸರು ಅವನಿಗೆ ಬಂದಿತು. ಯೊಕ್ತಾನ ಎಂಬವನು ಇನ್ನೊಬ್ಬ."},{"number":20,"verse":"ಅಲ್ಮೋದಾದ್, ಶೆಲೆಫ್, ಹಚರ್ಮಾವೆತ್, ಯೆರಹ,"},{"number":21,"verse":"ಹದೋರಾಮ್, ಊಜಾಲ್, ದಿಕ್ಲ,"},{"number":22,"verse":"ಏಬಾಲ್, ಅಬೀಮಾಯೇಲ್, ಶೆಬಾ,"},{"number":23,"verse":"ಓಫೀರ್, ಹವೀಲಾ, ಯೋಬಾಬ್ ಎಂಬ ಸ್ಥಳಗಳವರು ಯೊಕ್ತಾನನ ಸಂತಾನದವರು."},{"number":24,"verse":"ಶೇಮನಿಂದ ಅಬ್ರಾಮನವರೆಗಿನ ಸಂತತಿಯವರು ಇವರು: ಅರ್ಪಕ್ಷದ್, ಶೆಲಹ,"},{"number":25,"verse":"ಏಬೆರ್, ಪೆಲೆಗ್, ರೆಯೂ,"},{"number":26,"verse":"ಸೆರೂಗ್, ನಾಹೋರ್, ತೆರಹ;"},{"number":27,"verse":"ಅಬ್ರಾಮ್ (ಇವನು ಅಬ್ರಹಾಮ ಎಂದೂ ಹೆಸರು ಹೊಂದಿದವನು)."},{"number":28,"verse":"(ಇಷ್ಮಾಯೇಲನ ವಂಶಜರು) ( ಅಬ್ರಹಾಮನಿಗೆ ಇಬ್ಬರು ಮಕ್ಕಳು - ಇಸಾಕ್ ಮತ್ತು ಇಷ್ಮಾಯೇಲ್."},{"number":29,"verse":"ಇಷ್ಮಾಯೇಲನ ಮಕ್ಕಳು ಹನ್ನೆರಡು ಗೋತ್ರಗಳ ಮುಖ್ಯಸ್ಥರಾದರು. ಅವರು - ನೆಬಾಯೋತ್, (ಇಷ್ಮಾಯೇಲನ ಹಿರೀಮಗನಿಂದ ಈ ಹೆಸರಿನ ಉತ್ಪತ್ತಿ), ಕೇದಾರ್, ಅದ್ಬೆಯೇಲ್, ಮಿಬ್ಸಾಮ್,"},{"number":30,"verse":"ಮಿಷ್ಮಾ, ದೂಮಾ, ಮಸ್ಸ, ಹದದ್, ತೇಮ,"},{"number":31,"verse":"ಯೆಟೂರ್, ನಾಫೀಷ್, ಕೇದೆಮ ಎಂಬವರು."},{"number":32,"verse":"ಅಬ್ರಹಾಮನಿಗೆ ಕೆಟೂರಳೆಂಬ ಉಪಪತ್ನಿ ಇದ್ದಳು. ಇವಳಿಂದ ಜಿಮ್ರಾನ್, ಯೊಕ್ಷಾನ್, ಮೆದಾನ್, ಮಿದ್ಯಾನ್, ಇಷ್ಬಾಕ್, ಶೂಹ ಎಂಬ ಆರು ಜನ ಮಕ್ಕಳು ಜನಿಸಿದರು. ಯೊಕ್ಷಾನ್‍ನಿಗೆ ಶೆಬಾ ಮತ್ತು ದೆದಾನ್ ಎಂಬಿಬ್ಬರು ಮಕ್ಕಳು ಹುಟ್ಟಿದರು."},{"number":33,"verse":"ಮಿದ್ಯಾನ್ ಗೆ ಏಫಾ, ಏಫೆರ್, ಹನೋಕ್, ಅಬೀದ, ಎಲ್ದಾಯ ಎಂಬ ಐದು ಜನ ಮಕ್ಕಳು ಹುಟ್ಟಿದರು."},{"number":34,"verse":"(ಏಸಾವನ ವಂಶಜರು) ( ಅಬ್ರಹಾಮನ ಮಗ ಇಸಾಕನಿಗೆ ಇಬ್ಬರು ಮಕ್ಕಳು - ಏಸಾವ ಮತ್ತು ಯಕೋಬ."},{"number":35,"verse":"ಏಸಾವನ ಮಕ್ಕಳು - ಎಲೀಫಜ್, ರೆಯೂವೇಲ್, ಯೆಯೂಷ್, ಯಳಾಮ್, ಹಾಗೂ ಕೋರಹ ಎಂಬವರು."},{"number":36,"verse":"ಎಲೀಫಜ್ ನ ಮಕ್ಕಳು ತೇಮಾನ್, ಓಮಾರ್, ಜೆಫೀ, ಗತಾಮ್, ಕೆನಜ್ ಹಾಗೂ ತಿಮ್ನ ಎಂಬುವಳಿಂದ ಜನಿಸಿದ ಅಮಾಲೇಕ್ ಎಂಬವರು."},{"number":37,"verse":"ರೆಯೂವೇಲನ ಮಕ್ಕಳು - ನಹತ್, ಜೆರಹ, ಶಮ್ಮ ಮತ್ತು ಮಿಜ್ಜ ಎಂಬವರು."},{"number":38,"verse":"(ಎದೋಮಿನ ಮೂಲನಿವಾಸಿಗಳು) ( ಈ ಕೆಳಗೆ ನಮೂದಿಸಿದ ಎದೋಮಿನ ಮೂಲನಿವಾಸಿಗಳು ಸೇಯೀರನಿಂದ ಹುಟ್ಟಿದವರು: ಲೋಟಾನ್, ಶೋಬಾಲ್, ಚಿಬ್ಬೋನ್, ಅನಾಹ, ದೀಶೋನ್, ಏಚೆರ್, ದೀಶಾನ್."},{"number":39,"verse":"ಹೋರೀ ಮತ್ತು ಹೋಮಾಮ್ ಕುಲಗಳ ಮೂಲಪುರುಷ ಲೋಟಾನ್. ಲೋಟಾನನಿಗೆ ತಿಮ್ನ ಎಂಬ ಒಬ್ಬ ತಂಗಿಯಿದ್ದಳು."},{"number":40,"verse":"ಶೋಬಾಲ್ - ಇವನು ಅಲ್ಯಾನ್, ಮಾನಹತ್, ಏಬಾಲ್, ಶೆಫೀ, ಓನಾಮ್ ಎಂಬವರ ಕುಲಗಳ ಪೂರ್ವಜ."},{"number":41,"verse":"ಅನಾಹನು ದೀಶೋನನ ತಂದೆ. ದೀಶೋನನು ಹಮ್ರಾನ್, ಎಷ್ಬಾನ್, ಇತ್ರಾನ್, ಕೆರಾನ್ ಗೋತ್ರಗಳ ಪೂರ್ವಜ."},{"number":42,"verse":"ಏಚೆರ್: ಇವನು ಬಿಲ್ಹಾನ್, ಜಾವಾನ್, ಯಾಕಾನ್ ಎಂಬ ಕುಲಗಳ ಮೂಲಪುರುಷ. ದೀಶಾನನು, ಉಚ್ ಹಾಗೂ ಅರಾನ್ ಕುಲಗಳ ಪೂರ್ವಜ."},{"number":43,"verse":"(ಎದೋಮಿನ ಅರಸರು) ( ಇಸ್ರಯೇಲರಲ್ಲಿ ಅರಸರೇ ಇರಲಿಲ್ಲದ ಕಾಲದಲ್ಲಿ ಎದೋಮ್ ದೇಶವನ್ನು ಆಳಿದ ಅರಸರು. ಬೆಯೋರನ ಮಗ ಬೆಳನು; ದಿನ್ಹಾಬಾ ಇವನ ರಾಜಧಾನಿ."},{"number":44,"verse":"ಬೆಳನು ಮರಣಹೊಂದಿದ ತರುವಾಯ ಬೊಚ್ರದ ಜೆರಹನ ಮಗ ಯೋಬಾಬ ಅವನ ಉತ್ತರಾಧಿಕಾರಿಯಾದನು."},{"number":45,"verse":"ಯೋಬಾಬ ಮೃತನಾದ ಮೇಲೆ ತೇಮಾನೀಯರ ನಾಡಿನ ಹುಷಾಮ ಅರಸನಾದ."},{"number":46,"verse":"ಹುಷಾಮ ಮೃತನಾದ ಮೇಲೆ ಅವೀತದ ಬೆದದನ ಮಗ ಹದದ ಅರಸನಾದ. ಇವನು ಮೋವಾಬ್ ದೇಶದಲ್ಲಿ ನಡೆದ ಯುದ್ಧದಲ್ಲಿ ಮಿದ್ಯಾನರನ್ನು ಸೋಲಿಸಿದ; ಅವನ ರಾಜಧಾನಿಯ ಹೆಸರು ಅವೀತ್."},{"number":47,"verse":"ಹದದ ಮೃತನಾದ ಮೇಲೆ ಮಸ್ರೇಕದ ಸಮ್ಲಾಹ ಅರಸನಾದ."},{"number":48,"verse":"ಸಮ್ಲಾಹ ಮೃತನಾದ ಮೇಲೆ ಯುಪ್ರಟಿಸ್ ನದೀತೀರದಲ್ಲಿರುವ ರೆಹೋಬೋತ್ ಊರಿನ ಸೌಲನು ಅರಸನಾದ."},{"number":49,"verse":"ಸೌಲನು ಮೃತನಾದ ಮೇಲೆ ಅಕ್ಬೋರನ ಮಗ ಬಾಳ್ಹಾನಾನ ಅರಸನಾದ."},{"number":50,"verse":"ಬಾಳ್ಹಾನಾನ್ ಮೃತನಾದ ಮೇಲೆ ಪಾಗೀಯ ಹದದನು ಅರಸನಾದ. ಇವನ ಹೆಂಡತಿ ಮೆಹೇಟಬೇಲ್; ಈಕೆ ಮಟ್ರೇದಳ ಮಗಳು, ಮೇಜಾಹಾಬನ ಮೊಮ್ಮಗಳು."},{"number":51,"verse":"ಹದದನು ಮೃತನಾದ ತರುವಾಯ ಆಳಿದ ಎದೋಮ್ಯರು: ತಿಮ್ನ, ಅಲ್ಯ, ಯೆತೇತ್, ಒಹೋಲಿಬಾಮ, ಏಲ, ಪೀನೋನ್, ಕೆನಜ್, ತೇಮಾನ್, ಮಿಬ್ಚಾರ್, ಮಗ್ದೀಯೇಲ್ ಮತ್ತು ಗೀರಾಮ್ ಎಂಬ ಕುಲನಾಯಕರು."}]}