{"bibleAbbr":"KNCL","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"ಕಿರ್ಯತ್ಯಾರೀಮಿನಿಂದ ಮಂಜೂಷದ ಸ್ಥಳಾಂತರ(100 6:1-11) ಅರಸ ದಾವೀದನು ಸರ್ವಸಹಸ್ರಾಧಿಪತಿಗಳೊಂದಿಗೂ ಶತಾಧಿಪತಿಗಳೊಂದಿಗೂ ಸಮಾಲೋಚನೆ ನಡೆಸಿದನು."},{"number":2,"verse":"“ನೀವು ಎಲ್ಲರು ಸಮ್ಮತಿಸಿದರೆ, ಇದು ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ಚಿತ್ತವಾಗಿದ್ದರೆ, ಇಲ್ಲಿ ನಮ್ಮೊಂದಿಗೆ ಶೀಘ್ರವಾಗಿ ಬಂದು ಸೇರಬೇಕೆಂದು ಉಳಿದ ಎಲ್ಲಾ ನಮ್ಮ ದೇಶಬಾಂಧವರಿಗೆ, ಯಾಜಕ-ಲೇವಿಯರಿಗೆ ಹಾಗು ಅವರ ಪಟ್ಟಣಗಳಿಗೆ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸೋಣ."},{"number":3,"verse":"ಅನಂತರ ನಾವು ಹೋಗಿ ಅರಸ ಸೌಲ ನಿರ್ಲಕ್ಷಿಸಿದ್ದ ದೇವಮಂಜೂಷವನ್ನು ತೆಗೆದುಕೊಂಡು ಬರೋಣ,” ಎಂದು ಜನರೆಲ್ಲರಿಗೆ ಸಲಹೆ ಮಾಡಿದನು."},{"number":4,"verse":"ಈ ಸಲಹೆಯನ್ನು ಸರ್ವರೂ ಮೆಚ್ಚಿ ಅನುಮೋದಿಸಿದರು."},{"number":5,"verse":"ಹೀಗೆ ಅರಸ ದಾವೀದನು ಕಿರ್ಯತ್ಯಾರೀಮಿನಿಂದ ಜೆರುಸಲೇಮಿಗೆ ದೇವಮಂಜೂಷವನ್ನು ತರಲು ದೇಶದ ಎಲ್ಲಾ ಕಡೆಗಳಿಂದಲೂ, ದಕ್ಷಿಣದ ಈಜಿಪ್ಟ್ ಗಡಿಯಿಂದ ಉತ್ತರದ ಹಾಮಾತ್ ಕಣಿವೆಯವರೆಗಿನ ಜನರನ್ನು ಒಂದುಗೂಡಿಸಿದನು."},{"number":6,"verse":"ದಾವೀದನೂ ಜನರೂ ಜುದೇಯದಲ್ಲಿ ‘ಬಾಳಾ’ ಎಂದು ಹೆಸರುಗೊಂಡಿದ್ದ ಕಿರ್ಯತ್ಯಾರೀಮ ಪಟ್ಟಣಕ್ಕೆ ಮಂಜೂಷವನ್ನು ತರಲು ಹೋದರು. ಆ ಮಂಜೂಷವು ಕೆರೂಬಿಯರ ನಡುವೆ ಆಸೀನರಾಗಿರುವ ಸರ್ವೇಶ ದೇವರ ನಾಮದಿಂದ ಸುಪ್ರಸಿದ್ಧವಾಗಿತ್ತು."},{"number":7,"verse":"ಅಬೀನಾದಾಬಿನ ಮನೆಯಿಂದ ಆ ದೇವಮಂಜೂಷವನ್ನು ಹೊರಗೆ ತಂದು, ಒಂದು ಹೊಸ ಎತ್ತಿನ ಬಂಡಿಯ ಮೇಲಿಟ್ಟರು. ಉಜ್ಜನೂ ಅಹಿಯೋವನೂ ಬಂಡಿಯನ್ನು ನಡೆಸುತ್ತಿದ್ದರು."},{"number":8,"verse":"ದಾವೀದನೂ ಎಲ್ಲಾ ಜನರೂ ಕಿನ್ನರಿ, ಸ್ವರಮಂಡಲ, ತಮಟೆ, ತಾಳ, ತುತೂರಿ ಮುಂತಾದ ವಾದ್ಯಗಳನ್ನು ಬಾರಿಸುತ್ತಾ ಪೂರ್ಣಶಕ್ತಿಯಿಂದ ಹಾಡುತ್ತಾ ದೇವರ ಮುಂದೆ ನರ್ತಿಸುತ್ತಾ ನಡೆದರು."},{"number":9,"verse":"ಕೀದೋನ್ ಎಂಬಲ್ಲಿ ಕಾಳುತೂರುವ ಕಣಕ್ಕೆ ಬಂದಾಗ ಎತ್ತುಗಳು ಎಡವಿದವು. ಆಗ ಉಜ್ಜನು ತನ್ನ ಕೈಗಳನ್ನು ಚಾಚಿ ದೇವಮಂಜೂಷವನ್ನು ಹಿಡಿದುಕೊಂಡನು."},{"number":10,"verse":"ಮಂಜೂಷವನ್ನು ಮುಟ್ಟಿದ್ದಕ್ಕಾಗಿ ಕೂಡಲೇ ಸರ್ವೇಶ್ವರ ಉಜ್ಜನ ಮೇಲೆ ಉಗ್ರಕೋಪ ತಾಳಿ ಅವನನ್ನು ಕೊಂದುಹಾಕಿದರು. ದೇವರ ಸನ್ನಿಧಿಯಲ್ಲಿಯೇ ಅವನು ಮರಣ ಹೊಂದಿದನು."},{"number":11,"verse":"ಆ ಸ್ಥಳಕ್ಕೆ ಅಂದಿನಿಂದ ‘ಪೆರೆಚ್ ಉಜ್ಜ’ (ಅಥವಾ : ಉಜ್ಜನಿಗಾದ ಶಿಕ್ಷೆ.) ಎಂಬ ಹೆಸರು ಬಂತು. ಸರ್ವೇಶ್ವರ ಕೋಪದಿಂದ ಉಜ್ಜನನ್ನು ಶಿಕ್ಷಿಸಿದ್ದಕ್ಕಾಗಿ ದಾವೀದನು ಭಯದಿಂದ ಕಂಗೆಟ್ಟನು."},{"number":12,"verse":"ಸರ್ವೇಶ್ವರನ ಭಯದಿಂದ ದಾವೀದನು, “ದೇವರ ಮಂಜೂಷವನ್ನು ನಾನಿರುವಲ್ಲಿಗೆ ಈಗ ಹೇಗೆ ತಾನೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಲಿ?” ಎಂದು ಕಳವಳಪಟ್ಟನು."},{"number":13,"verse":"ಅದನ್ನು ಜೆರುಸಲೇಮಿಗೆ ತನ್ನೊಂದಿಗೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಲಿಲ್ಲ. ಗತ್ ಊರಿನ ನಿವಾಸಿ ಓಬೇದೆದೋಮನ ಮನೆಯಲ್ಲಿ ಅದನ್ನು ಇರಿಸಿದನು."},{"number":14,"verse":"ಅದು ಅಲ್ಲಿ ಮೂರು ತಿಂಗಳು ಇತ್ತು. ಸರ್ವೇಶ್ವರ ಆ ಅವಧಿಯಲ್ಲಿ ಓಬೇದೆದೋಮನ ಕುಟುಂಬವನ್ನೂ ಅವನಿಗೆ ಇದ್ದುದೆಲ್ಲವನ್ನೂ ಆಶೀರ್ವದಿಸಿದರು."}]}