{"bibleAbbr":"KNCL","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":19,"verses":[{"number":1,"verse":"ಅಮ್ಮೋನಿಯರ ಮತ್ತು ಸಿರಿಯಾದವರ ವಿರುದ್ಧ ದಾವೀದನ ಯುದ್ಧ(100 10:1-19) ಇದಾದನಂತರ ಅಮ್ಮೋನಿಯರ ಅರಸ ನಾಹಾಷನು ಸತ್ತನು. ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗ ಅರಸನಾದನು."},{"number":2,"verse":"ದಾವೀದನು, “ನಾಹಾಷನು ನನಗೆ ಸ್ನೇಹ ತೋರಿಸಿದ್ದರಿಂದ ನಾನೂ ಅವನ ಮಗ ಹಾನೂನನಿಗೆ ಸ್ನೇಹ ತೋರಿಸುವೆನು,” ಎಂದುಕೊಂಡು ಪಿತೃಶೋಕದಲ್ಲಿದ್ದ ಹಾನೂನನನ್ನು ಸಂತೈಸುವುದಕ್ಕಾಗಿ ತನ್ನ ದೂತರನ್ನು ಕಳುಹಿಸಿದನು. ಅವರು ಹಾನೂನನನ್ನು ಸಂತೈಸುವುದಕ್ಕಾಗಿ ಅಮ್ಮೋನಿಯರ ದೇಶಕ್ಕೆ ಬಂದರು."},{"number":3,"verse":"ಅಲ್ಲಿನ ನಾಯಕರು ಹಾನೂನನಿಗೆ, “ದಾವೀದನು ನಿಮ್ಮ ಬಳಿಗೆ ಸಂತೈಸುವವರನ್ನು ಕಳುಹಿಸಿದ್ದಾನೆ. ಇದರಿಂದ ಅವನು ನಿಮ್ಮ ತಂದೆಯನ್ನು ಸನ್ಮಾನಿಸುತ್ತಾನೆ ಎಂದು ತಿಳಿಯುತ್ತೀರೋ? ಇಲ್ಲ, ಅವನ ಆಳುಗಳು ದೇಶವನ್ನು ಸಂಚರಿಸಿ ನೋಡಿ ಅದನ್ನು ಸ್ವಾಧೀನ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ಬಂದಿದ್ದಾರೆ,” ಎಂದು ದೂರಿತ್ತರು."},{"number":4,"verse":"ಆದುದರಿಂದ ಹಾನೂನನು ದಾವೀದನ ಸೈನಿಕರನ್ನು ಬಂಧಿಸಿದನು. ಗಡ್ಡದ ಅರ್ಧಭಾಗವನ್ನು ಬೋಳಿಸಿ ಅವರ ಸೊಂಟದ ಕೆಳಭಾಗದ ನಿಲುವಂಗಿಗಳನ್ನು ಕತ್ತರಿಸಿ ಕಳುಹಿಸಿಬಿಟ್ಟನು."},{"number":5,"verse":"ಅವರು ಹೋಗಿ ಈ ವರ್ತಮಾನವನ್ನು ದಾವೀದನಿಗೆ ಹೇಳಿಕಳುಹಿಸಿದರು. ಬಹಳವಾಗಿ ಅಪಮಾನಹೊಂದಿದ ಅವರಿಗೆ ಆಗ ದಾವೀದನು ಆಳುಗಳ ಮುಖಾಂತರ, “ನಿಮ್ಮ ಗಡ್ಡ ಬೆಳೆಯುವವರೆಗೆ ನೀವು ಜೆರಿಕೋವಿನಲ್ಲಿದ್ದು ಅನಂತರ ಬನ್ನಿ,” ಎಂದು ಹೇಳಿಸಿದನು."},{"number":6,"verse":"ತಾವು ದಾವೀದನಿಗೆ ವೈರಿಗಳಾದೆವು ಎಂದು ಹಾನೂನನಿಗೂ ಅಮ್ಮೋನಿಯರಿಗೂ ತಿಳಿಯಿತು. ಆದುದರಿಂದ ಅವರು ಎರಡು ನದಿಗಳ ಮಧ್ಯದಲ್ಲಿರುವ ಸಿರಿಯಾ ಸೀಮೆಯಿಂದಲೂ ಸಿರಿಯಾದ ಮಾಕದಿಂದಲೂ ಚೊಬಾ ರಾಜ್ಯದಿಂದಲೂ ರಥಗಳನ್ನೂ ರಾಹುತರನ್ನೂ ತರಿಸುವುದಕ್ಕಾಗಿ ಮೂವತ್ತನಾಲ್ಕು ಸಾವಿರ ಕಿಲೋಗ್ರಾಂ (ಅಥವಾ : 1000 ತಲೆಂತು - ನಾಣ್ಯಗಳ ಪಟ್ಟಿ ನೋಡಿ.) ಬೆಳ್ಳಿಯನ್ನು ಕಳುಹಿಸಿದರು."},{"number":7,"verse":"ಆಗ ಮೂವತ್ತೆರಡು ಸಾವಿರ ಮಂದಿ ರಥಬಲದವರೂ ಮಾಕದ ಅರಸನೂ ಅವನ ದಂಡಾಳುಗಳೂ ಅವರ ಸಹಾಯಕ್ಕಾಗಿ ಮೆದಬ ಊರಿನ ಮುಂದೆ ಪಾಳೆಯ ಮಾಡಿಕೊಂಡರು."},{"number":8,"verse":"ಈ ಸುದ್ದಿ ದಾವೀದನಿಗೆ ಮುಟ್ಟಿತು. ಅವನು ಯೋವಾಬನನ್ನೂ ಎಲ್ಲಾ ಶೂರಸೈನಿಕರನ್ನೂ ಕಳುಹಿಸಿದನು."},{"number":9,"verse":"ಕೂಡಲೆ ಅಮ್ಮೋನಿಯರು ಹೊರಗೆ ಬಂದು ಊರುಬಾಗಿಲಿನ ಬಳಿಯಲ್ಲಿ ವ್ಯೂಹಕಟ್ಟಿದರು. ಅವರ ಸಹಾಯಕ್ಕಾಗಿ ಬಂದ ಅರಸರು ಪ್ರತ್ಯೇಕವಾಗಿ ಮೈದಾನದಲ್ಲಿ ಇಳಿದುಕೊಂಡಿದ್ದರು."},{"number":10,"verse":"ಯೋವಾಬನು ತನ್ನ ಮುಂದೆಯೂ ಹಿಂದೆಯೂ ಯುದ್ಧ ಪ್ರಾರಂಭವಾದದ್ದನ್ನು ಕಂಡು ಇಸ್ರಯೇಲರಲ್ಲಿ ಶ್ರೇಷ್ಠರಾದ ಎಲ್ಲಾ ಸೈನಿಕರನ್ನು ಆರಿಸಿಕೊಂಡು ಅವರನ್ನು ಸಿರಿಯಾದವರಿಗೆ ಇದಿರಾಗಿ ನಿಲ್ಲಿಸಿದನು."},{"number":11,"verse":"ಉಳಿದ ಜನರನ್ನು ತನ್ನ ತಮ್ಮನಾದ ಅಬೀಷೈಯ ವಶಕ್ಕೆ ಕೊಟ್ಟು,"},{"number":12,"verse":"“ಸಿರಿಯಾದವರು ನನ್ನನ್ನು ಸೋಲಿಸುವಂತೆ ಕಂಡರೆ ನೀನು ನನ್ನ ಸಹಾಯಕ್ಕೆ ಬಾ; ಅಮ್ಮೋನಿಯರು ನಿನ್ನನ್ನು ಸೋಲಿಸುವಂತೆ ಕಂಡರೆ ನಾನು ನಿನ್ನ ಸಹಾಯಕ್ಕೆ ಬರುತ್ತೇನೆ."},{"number":13,"verse":"ಧೈರ್ಯದಿಂದಿರು, ನಮ್ಮ ಜನರಿಗಾಗಿ ಹಾಗು ನಮ್ಮ ದೇವರ ಪಟ್ಟಣಗಳಿಗಾಗಿ ನಮ್ಮ ಪೌರುಷವನ್ನು ತೋರಿಸೋಣ; ಸರ್ವೇಶ್ವರ ತಮಗೆ ಸರಿಕಾಣುವಂಥದನ್ನು ಮಾಡಲಿ,” ಎಂದು ಹೇಳಿ ಅವನನ್ನು ಅಮ್ಮೋನಿಯರಿಗೆ ವಿರೋಧವಾಗಿ ಕಳುಹಿಸಿದನು."},{"number":14,"verse":"ಯೋವಾಬನೂ ಅವನ ಜನರೂ ಸಿರಿಯಾದವರಿಗೆ ವಿರೋಧವಾಗಿ ಯುದ್ಧ ಪ್ರಾರಂಭಿಸಿದಾಗ ಸಿರಿಯಾದವರು ಓಡಿಹೋದರು."},{"number":15,"verse":"ಇವರು ಓಡಿಹೋಗುವುದನ್ನು ಅಮ್ಮೋನಿಯರು ಕಂಡು ಅವರೂ ಅವನ ತಮ್ಮ ಅಬೀಷೈಯ ಎದುರಿನಿಂದ ಓಡಿಹೋಗಿ ಪಟ್ಟಣವನ್ನು ಹೊಕ್ಕರು. ಯೋವಾಬನು ಜೆರುಸಲೇಮಿಗೆ ಹೋದನು."},{"number":16,"verse":"ಸಿರಿಯಾದವರಿಗೆ ತಮ್ಮ ಸೈನ್ಯ ಇಸ್ರಯೇಲರಿಂದ ಪರಾಭವಗೊಂಡಿತೆಂದು ಗೊತ್ತಾಯಿತು. ಎಂದೇ ಯೂಫ್ರೆಟಿಸ್ ನದಿಯ ಆಚೆಯಲ್ಲಿದ್ದ ಸಿರಿಯಾದವರನ್ನು ಕರೇ ಕಳುಹಿಸಿದರು. ಹದರೆಜೆರನ ಸೇನಾಪತಿಯಾದ ಶೋಫಕನು ಅವರ ನಾಯಕನಾದನು."},{"number":17,"verse":"ಈ ಸುದ್ದಿ ದಾವೀದನಿಗೆ ಮುಟ್ಟಿದಾಗ ಅವನು ಇಸ್ರಯೇಲರೆಲ್ಲರನ್ನೂ ಕೂಡಿಸಿಕೊಂಡು ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟಿ, ಸಿರಿಯಾದವರ ಸಮೀಪಕ್ಕೆ ಬಂದು, ಅವರೊಡನೆ ಕಾಳಗ ನಡೆಸಲು ವ್ಯೂಹಕಟ್ಟಿದನು."},{"number":18,"verse":"ಸಿರಿಯಾದವರು ಯುದ್ಧಕ್ಕೆ ನಿಂತಾಗ ಇಸ್ರಯೇಲರ ಮುಂದೆ ಸೋತು ಓಡಿಹೋದರು;ದಾವೀದನು ಸಿರಿಯಾದವರ ಏಳುಸಾವಿರ ರಥಗಳನ್ನು ಹಾಳುಮಾಡಿದನು. ನಲವತ್ತು ಸಾವಿರ ಮಂದಿ ಕಾಲಾಳುಗಳನ್ನು ಸದೆಬಡಿದನು. ಸೇನಾಪತಿಯಾದ ಶೋಫಕನನ್ನೂ ಕೊಂದುಬಿಟ್ಟನು."},{"number":19,"verse":"ಹದರೆಜೆರನಿಗೆ ದಾಸರಾಗಿ ಇದ್ದವರು ಇಸ್ರಯೇಲರ ಮುಂದೆ ತಮ್ಮ ಕೈಸಾಗದೆಂದು ತಿಳಿದು, ದಾವೀದನೊಡನೆ ಸಂಧಾನ ಮಾಡಿಕೊಂಡು ಅವನಿಗೆ ಅಧೀನರಾದರು. ಅಂದಿನಿಂದ ಸಿರಿಯಾದವರು ಅಮ್ಮೋನಿಯರಿಗೆ ಸಹಾಯಮಾಡಲು ಸಮ್ಮತಿಸಲಿಲ್ಲ."}]}