{"bibleAbbr":"KNCL","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"ದೇವಾಲಯದ ಸಂಗೀತ ಮಂಡಳಿ ದಾವೀದನು ಹಾಗೂ ಆರಾಧಕ ಮಂಡಲಿಯ ಮುಖ್ಯಸ್ಥರು ಕಿನ್ನರಿ, ಸ್ವರಮಂಡಲ, ತಾಳ ಇವುಗಳನ್ನು ಬಾರಿಸುತ್ತಾ, ಪರವಶರಾಗಿ ಗಾಯನ ಸೇವೆ ಮಾಡುವುದಕ್ಕಾಗಿ ಆಸಾಫ್ಯರನ್ನೂ ಹೇಮಾನ್ಯರನ್ನೂ ಯೆದುತೂನ್ಯರನ್ನೂ ಆರಿಸಿದರು. ಈ ಸೇವೆಯನ್ನು ಮಾಡಬೇಕಾಗಿದ್ದ ಪುರುಷರ ಪಟ್ಟಿ:"},{"number":2,"verse":"ಆಸಾಫ್ಯರಲ್ಲಿ ಜಕ್ಕೂರ್, ಜೋಸೆಫ್, ನೆತನ್ಯ, ಅಶರೇಲ ಎಂಬವರು. ಇವರು ಆಸ್ಥಾನದ ಗಾಯಕ ಆಸಾಫನ ಸಹಾಯಕರು."},{"number":3,"verse":"ಯೆದುತೂನ್ಯರಲ್ಲಿ ಗೆದಲ್ಯ, ಚೆರೀ, ಯೆಶಾಯ, ಶಿಮ್ಮೀ, ಹಷಬ್ಯ, ಮತ್ತಿತ್ಯ. ಇವರು ಕಿನ್ನರಿಯನ್ನು ಬಾರಿಸುತ್ತಾ ಪರವಶರಾಗಿ, ಸರ್ವೇಶ್ವರನ ಕೀರ್ತನೆ ಮಾಡುವ ತಮ್ಮ ತಂದೆಯಾದ ಯೆದುತೂನನಿಗೆ ಈ ಆರು ಮಂದಿ ಸಹಾಯಕರು."},{"number":4,"verse":"ಹೇಮಾನ್ಯರಲ್ಲಿ ಬುಕ್ಕೀಯ, ಮತ್ತನ್ಯ, ಉಜ್ಜೀಯೇಲ್, ಶೆಬೂವೇಲ್, ಯೆರೀಮೋತ್, ಹನನ್ಯ, ಹನಾನೀ, ಎಲೀಯಾತ, ಗಿದ್ದಲ್ತಿ, ರೋಮಮ್ತಿಯೆಜೆರ್, ಯೊಷ್ಬೆಕಾಷ, ಮಲ್ಲೋತೀ, ಹೋತೀರ್, ಮಹಜೀಯೋತ್,"},{"number":5,"verse":"ಇವರೆಲ್ಲರೂ ಅರಸನ ದರ್ಶಿಯಾದ ಹೇಮಾನನ ಮಕ್ಕಳು. ದೇವರು ಅವನಿಗೆ, “ನೀನು ಅಭಿವೃದ್ಧಿಯಾಗುವ ಹಾಗೆ ಮಾಡುವೆನು,” ಎಂಬುದಾಗಿ ವಾಗ್ದಾನ ಮಾಡಿದ್ದರು. ಅದರಂತೆಯೇ ಅವನಿಗೆ ಹದಿನಾಲ್ಕು ಮಂದಿ ಗಂಡುಮಕ್ಕಳನ್ನೂ ಮೂರು ಮಂದಿ ಹೆಣ್ಣುಮಕ್ಕಳನ್ನೂ ದಯಪಾಲಿಸಿದರು."},{"number":6,"verse":"ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಆಲಯದಲ್ಲಿ ಆರಾಧನೆ ನಡೆಯುತ್ತಿರುವಾಗ ಇವರೆಲ್ಲರೂ ತಮ್ಮ ತಂದೆಯ ನೇತೃತ್ವದಲ್ಲಿ ತಾಳ, ಸ್ವರಮಂಡಲ, ಕಿನ್ನರಿ ಇವುಗಳಿಂದ ಗಾಯನ ಮಾಡುತ್ತಿದ್ದರು. ಆಸಾಫ್, ಯೆದುತೂನ್, ಹೇಮಾನರು ಅರಸನ ಸೇವೆಯಲ್ಲಿದ್ದರು."},{"number":7,"verse":"ಇವರೂ ಸರ್ವೇಶ್ವರನ ಕೀರ್ತನೆಗಳನ್ನು ಕಲಿತ ಇವರ ಸಹೋದರರೂ ಒಟ್ಟು ಇನ್ನೂರ ಎಂಬತ್ತೆಂಟು ಮಂದಿ ಗಾಯನಪ್ರವೀಣರು ಇದ್ದರು."},{"number":8,"verse":"ಇವರಲ್ಲಿ ಹಿರಿಕಿರಿಯರೂ ಗುರುಶಿಷ್ಯರೂ ಕೂಡಿಕೊಂಡು ಚೀಟಿನಿಂದ ತಮ್ಮ ಸೇವಾಕ್ರಮವನ್ನು ಗೊತ್ತುಮಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು. ಈ ಚೀಟಿನ ಪ್ರಕಾರ ಇನ್ನೂರ ಎಂಬತ್ತೆಂಟು ಮಂದಿ ಸದಸ್ಯರು ಇಪ್ಪತ್ತನಾಲ್ಕು ಗುಂಪುಗಳಾಗಿ ವಿಂಗಡಿಸಲಾಗಿದ್ದರು. ಪ್ರತಿಯೊಂದು ಗುಂಪಿಗೆ ಒಬ್ಬ ನಾಯಕನು, ಅವನ ಸಹೋದರರು ಹಾಗೂ ಮಕ್ಕಳು ಕೂಡಿ ಹನ್ನೆರಡು ಮಂದಿ ಸದಸ್ಯರು ಇದ್ದರು. ಕ್ರಮಾನುಸಾರ ಇಪ್ಪತ್ತನಾಲ್ಕು ನಾಯಕರ ಹೆಸರುಗಳು ಇವು:"},{"number":9,"verse":"ಮೊದಲನೆಯವನು ಆಸಾಫ್ಯನಾದ ಜೋಸೆಫನು; ಎರಡನೆಯವನು ಗೆದಲ್ಯ"},{"number":10,"verse":"ಮೂರನೆಯವನು ಜಕ್ಕೂರ್"},{"number":11,"verse":"ನಾಲ್ಕನೆಯವನು ಇಚ್ರೀ"},{"number":12,"verse":"ಐದನೆಯವನು ನೆತನ್ಯ"},{"number":13,"verse":"ಆರನೆಯವನು ಬುಕ್ಕೀಯ"},{"number":14,"verse":"ಏಳನೆಯವನು ಯೆಸರೇಲ"},{"number":15,"verse":"ಎಂಟನೆಯವನು ಯೆಶಾಯ"},{"number":16,"verse":"ಒಂಬತ್ತನೆಯವನು ಮತ್ತನ್ಯ"},{"number":17,"verse":"ಹತ್ತನೆಯವನು ಶಿಮ್ಮೀ"},{"number":18,"verse":"ಹನ್ನೊಂದನೆಯವನು ಅಜರೇಲ್"},{"number":19,"verse":"ಹನ್ನೆರಡನೆಯವನು ಹಷಬ್ಯ"},{"number":20,"verse":"ಹದಿಮೂರನೆಯವನು ಶೂಬಾಯೇಲ್"},{"number":21,"verse":"ಹದಿನಾಲ್ಕನೆಯವನು ಮತ್ತಿತ್ಯ"},{"number":22,"verse":"ಹದಿನೈದನೆಯವನು ಯೆರೆಮೋತ್"},{"number":23,"verse":"ಹದಿನಾರನೆಯವನು ಹನನ್ಯ"},{"number":24,"verse":"ಹದಿನೇಳನೆಯವನು ಯೊಷ್ಬೆಕಾಷ"},{"number":25,"verse":"ಹದಿನೆಂಟನೆಯವನು ಹನಾನೀ"},{"number":26,"verse":"ಹತ್ತೊಂಬತ್ತನೆಯವನು ಮಲ್ಲೋತಿ"},{"number":27,"verse":"ಇಪ್ಪತ್ತನೆಯವನು ಎಲೀಯಾತ"},{"number":28,"verse":"ಇಪ್ಪತ್ತೊಂದನೆಯವನು ಹೋತೀರ್"},{"number":29,"verse":"ಇಪ್ಪತ್ತೆರಡನೆಯವನು ಗಿದ್ದಲ್ತಿ"},{"number":30,"verse":"ಇಪ್ಪತ್ತಮೂರನೆಯವನು ಮಹಜೀಯೋತ್"},{"number":31,"verse":"ಇಪ್ಪತ್ತನಾಲ್ಕನೆಯವನು ರೋಮಮ್ತಿಯೆಜೆರ್."}]}