{"bibleAbbr":"KNCL","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":4,"verses":[{"number":1,"verse":"ಯೆಹೂದನ ವಂಶಜರು ಯೆಹೂದನ ವಂಶಜರು: ಪೆರೆಚ್, ಹೆಚ್ರೋನ್, ಕರ್ಮೀ, ಹೂರ್ ಮತ್ತು ಶೋಬಾಲ್."},{"number":2,"verse":"ಶೋಬಾಲ್ ರೆವಾಯನ ತಂದೆ, ಇವನು ಯಹತನ ತಂದೆ. ಇವನು ಚೊರ್ರದಲ್ಲಿ ವಾಸಿಸಿದ ಜನಾಂಗದ ಮೂಲಪಿತೃಗಳಾದ ಅಹೂಮೈ ಹಾಗು ಲಹದ್ ಎಂಬವರ ತಂದೆ."},{"number":3,"verse":"ಕಾಲೇಬನಿಗೆ ಅವನ ಹೆಂಡತಿ ಎಫ್ರಾತಹಳಿಂದ ಜನಿಸಿದ ಚೊಚ್ಚಲು ಮಗ ಹೂರನು. ಅವನ ವಂಶಜರು ಬೆತ್ಲೆಹೇಮ್ ಪಟ್ಟಣವನ್ನು ಕಟ್ಟಿಸಿದರು. ಹೂರನಿಗೆ ಏತಾಮ, ಪೆನುವೇಲ, ಏಜಾರ್ ಎಂಬ ಮೂವರು ಮಕ್ಕಳಿದ್ದರು. ಏತಾಮನಿಗೆ ಇಜ್ರೆಯೇಲ್, ಇಷ್ಮ, ಇಬ್ಬಾಷ್ ಎಂಬ ಮೂರು ಜನ ಗಂಡುಮಕ್ಕಳೂ ಹಚೆಲೆಲ್ ಪೋನೀ ಎಂಬ ಮಗಳೂ ಇದ್ದರು. ಪೆನೂವೇಲ್, ಗೆದೋರ್ ಪಟ್ಟಣವನ್ನೂ ಏಜೆರ್, ಹುಷಾ ಪಟ್ಟಣವನ್ನೂ ಸ್ಥಾಪಿಸಿದರು."},{"number":5,"verse":"ತೆಕೋವ ಪಟ್ಟಣವನ್ನು ಸ್ಥಾಪಿಸಿದ ಅಷ್ಹೂರನಿಗೆ ಹೆಲಾಹ, ನಾರಾ ಎಂಬ ಪತ್ನಿಯರು ಇದ್ದರು."},{"number":6,"verse":"ನಾರಾಳಿಂದ ಅಹುಜ್ಜಾಮ್, ಹೇಫರ್, ತೇಮಾನಿ, ಅಹಷ್ಟಾರ್ಯ ಎಂಬ ನಾಲ್ವರು ಮಕ್ಕಳು ಜನಿಸಿದರು."},{"number":7,"verse":"ಅಷ್ಹೂರನಿಗೆ ಹೆಲಾಹ ಎಂಬವಳಿಂದ ಚೆರೆತ್, ಇಚ್ಹಾರ್, ಎತ್ನಾನ್ ಎಂಬ ಗಂಡುಮಕ್ಕಳು ಜನಿಸಿದರು."},{"number":8,"verse":"ಅನೂಬ್, ಚೊಬೇಬ ಎಂಬವರ ತಂದೆ ಕೋಚ. ಇವನು ಹಾರುಮನ ಮಗ ಅಹರ್ಹೇಲನ ವಂಶಜರ ಮೂಲಪುರುಷ."},{"number":9,"verse":"ಯಾಬೇಚ್ ಎಂಬವನು ಒಬ್ಬನಿದ್ದನು. ಅವನು ತನ್ನ ಕುಟುಂಬದಲ್ಲಿ ಬಹಳ ಗೌರವಾನ್ವಿತ ವ್ಯಕ್ತಿ. ಅವನು ಹುಟ್ಟುವಾಗ ಪ್ರಸವವೇದನೆ ಅಧಿಕವಾಗಿದ್ದರಿಂದ ಅವನ ತಾಯಿ, ಯಾಬೇಚ ಎಂಬ ಹೆಸರನ್ನು ಅವನಿಗೆ ಕೊಟ್ಟಳು."},{"number":10,"verse":"ಆದರೆ ಯಾಬೇಚ, “ಸರ್ವೇಶ್ವರಾ, ನನ್ನನ್ನು ಆಶೀರ್ವದಿಸಿರಿ, ನನ್ನ ಭೂಮಿಯನ್ನು ವಿಸ್ತರಿಸಿರಿ. ನನ್ನೊಡನೆ ಇದ್ದು ನನಗೆ ನೋವನ್ನುಂಟುಮಾಡುವ ಎಲ್ಲಾ ದುಷ್ಟಶಕ್ತಿಗಳಿಂದ ನನ್ನನ್ನು ಕಾಪಾಡಿ,” ಎಂದು ಸರ್ವೇಶ್ಚರನಿಗೆ ಪ್ರಾರ್ಥಿಸಿದನು. ಸರ್ವೇಶ್ವರ ಅವನ ಪ್ರಾರ್ಥನೆಯನ್ನು ಆಲಿಸಿ, ಕೇಳಿದ್ದನ್ನು ದಯಪಾಲಿಸಿದರು."},{"number":11,"verse":"ಇತರ ಕುಟುಂಬಗಳ ಪಟ್ಟಿಗಳು ಶೂಹನ ಸಹೋದರ ಕೆಲೂಬನಿಗೆ ಮೆಹೀರ ಎಂಬ ಮಗನಿದ್ದನು. ಮೆಹೀರನು ಎಷ್ಟೋನನ ತಂದೆ;"},{"number":12,"verse":"ಇವನಿಗೆ ಬೇತ್ರಾಫ, ಪಾಸೇಹ, ತೆಹಿನ್ನ ಎಂಬ ಮೂವರು ಮಕ್ಕಳು ಇದ್ದರು. ತೆಹಿನ್ನ ನಾಹಷ್ ಪಟ್ಟಣದ ಸ್ಥಾಪಕ. ಈ ಜನರ ವಂಶಜರು ರೇಕಾ ಎಂಬಲ್ಲಿ ವಾಸಿಸಿದ್ದರು."},{"number":13,"verse":"ಕೆನಜನ ಮಕ್ಕಳು - ಒತ್ನೀಯೇಲ್, ಸೆರಾಯ ಎಂಬವರು. ಒತ್ನೀಯೇಲನಿಗೆ ಹತತ್, ಮೆಯೋನೋತೈ ಎಂಬಿಬ್ಬರು ಮಕ್ಕಳಿದ್ದರು."},{"number":14,"verse":"ಮೆಯೋನೋತೈ, ಒಫ್ರಾಹನ ತಂದೆ. ಸೆರಾಯ, ಯೋವಾಬನ ತಂದೆ. ಎಲ್ಲಾ ಕುಶಲ ಕೆಲಸಗಾರರು ವಾಸಿಸಿದ ಶಿಲ್ಪಿಗಳ ಕಣಿವೆಯ ಸ್ಥಾಪಕನು ಇವನೇ."},{"number":15,"verse":"ಯೆಫುನ್ನೆಯ ಮಗ ಕಾಲೇಬನಿಗೆ ಈರು, ಏಲ, ನಾಮ್ ಎಂಬ ಮೂರು ಜನ ಮಕ್ಕಳಿದ್ದರು. ಏಲನು ಕೆನಜ್ ನ ತಂದೆ."},{"number":16,"verse":"ಯೆಬಲ್ಲೆಲೇಲನ ಮಕ್ಕಳು - ಜೀಫ್, ಜೀಫಾ, ತೀರ್ಯ, ಅಸರೇಲ್ ಎಂಬವರು."},{"number":17,"verse":"ಎಜ್ರನಿಗೆ ಯೆತೆರ್, ಮೆರೆದ್, ಏಫೇರ್, ಯಾಲೋನ್ ಎಂಬ ನಾಲ್ವರು ಮಕ್ಕಳಿದ್ದರು. ಮೆರೆದನು ಈಜಿಪ್ಟಿನ ಅರಸನ ಮಗಳು ಬಿತ್ಯ ಎಂಬವಳನ್ನು ಮದುವೆಯಾಗಿ ಮಿರ್ಯಾಮ್ ಎಂಬ ಮಗಳನ್ನೂ ಶಮ್ಮೈ, ಎಷ್ಟೆಮೋವ ಎಂಬ ಇಬ್ಬರು ಗಂಡುಮಕ್ಕಳನ್ನೂ ಪಡೆದನು. ಇಷ್ಟಹನು ಎಷ್ಟಮೋವ್ ಪಟ್ಟಣವನ್ನು ಕಟ್ಟಿಸಿದನು. ಮೆರೆದನು ಸಹ ಯಾದ್ ಕುಲದ ಸ್ತ್ರೀಯೊಬ್ಬಳನ್ನು ಮದುವೆಯಾಗಿ ಅವಳಿಂದ ಮೂರು ಜನ ಮಕ್ಕಳನ್ನು ಪಡೆದನು: ಗೆದೋರ್ಯ ಪಟ್ಟಣ ಕಟ್ಟಿಸಿದ ಯೆರೆದ್, ಸೋಕೋವಿ ಪಟ್ಟಣದ ಸ್ಥಾಪಕ ಹೆಬಿರ್ ಮತ್ತು ಜಾನೋಹ ಪಟ್ಟಣದ ಸ್ಥಾಪಕ ಯೆಕೂತೀಯೇಲ್ ಎಂಬವರೇ ಆ ಮೂರು ಮಂದಿ."},{"number":19,"verse":"ಹೋದೀಯನು ನಹಮನ ತಂಗಿಯನ್ನು ಮದುವೆಯಾದನು. ಇವರ ಸಂತತಿಯವರು ಕೆಯೀಲದಲ್ಲಿ ವಾಸಿಸಿದ ಗರ್ಮ್ಯ ಗೋತ್ರದ ಮತ್ತು ಎಷ್ಟೆಮೋವಾದಲ್ಲಿ ವಾಸಿಸಿದ ಮಾಕಾತ್ ಗೋತ್ರದ ಪೂರ್ವಜರು."},{"number":20,"verse":"ಶೀಮೋನನ ಮಕ್ಕಳು - ಅಮ್ನೋನ್, ರಿನ್ನ, ಬಿನ್ಹಾನಾನ್, ತೀಲೋನ್ ಎಂಬವರು. ಇಷ್ಷೀಯ ಮಕ್ಕಳು - ಜೋಹೇತ್, ಬೆನ್‍ಜೋಹೇತ್ ಎಂಬವರು."},{"number":21,"verse":"ಶೇಲನ ವಂಶಜರು ಶೇಲನು ಯೆಹೂದನ ಮಕ್ಕಳಲ್ಲಿ ಒಬ್ಬನು. ಅವನ ವಂಶೀಯರಲ್ಲಿ ಕೆಲವರ ಹೆಸರುಗಳು ಇಂತಿವೆ: ಲೇಕಾಹ್ಯರ ಪಟ್ಟಣದ ಸ್ಥಾಪಕ ಏರ್; ಮರೇಷತ್‍ನ ಸ್ಥಾಪಕ ಲದ್ದ; ಬೇತೆಷ್ಬೇಯ ಪಟ್ಟಣದಲ್ಲಿ ವಾಸಿಸಿದ ನೇಕಾರರ ಕುಟುಂಬಗಳು;"},{"number":22,"verse":"ಯೊಕೀಮನು ಹಾಗು ಕೋಜೇಬ ಪಟ್ಟಣಗಳ ನಿವಾಸಿಗಳು; ಮೋವಾಬ್ಯರ ಸ್ತ್ರೀಯರನ್ನು ಮದುವೆಯಾಗಿ ಬೆತ್ಲೆಹೇಮಿನಲ್ಲಿ ನೆಲೆಸಿದ ಯೋವಾಷ ಹಾಗು ಸಾರಾಫ. (ಈ ಸಂಪ್ರದಾಯಗಳು ಬಹಳ ಪುರಾತನವಾದವು)."},{"number":23,"verse":"ಅವರು ಅರಸನ ಸೇವೆಯಲ್ಲಿ ಕುಂಬಾರರಾಗಿದ್ದು ನೆಟಾಯಿಮ್ ಮತ್ತು ಗೆದೇರ ಪಟ್ಟಣಗಳಲ್ಲಿ ವಾಸಿಸಿದ್ದರು."},{"number":24,"verse":"ಸಿಮೆಯೋನನ ವಂಶಜರು ಸಿಮೆಯೋನನಿಗೆ ನೆಮೂವೇಲ್, ಯಾಮೀನ್, ಯಾರೀದ್, ಜೆರಹ, ಸೌಲ ಎಂಬ ಐವರು ಮಕ್ಕಳಿದ್ದರು."},{"number":25,"verse":"ಸೌಲನ ಮಗ ಶಲ್ಲುಮ್, ಮಿಬ್ಸಾಮ್ ಅವನ ಮೊಮ್ಮಗ, ಮಿಷ್ಮ ಅವನ ಮರಿಮಗ."},{"number":26,"verse":"ಅನಂತರ ಮಿಷ್ಮಾನನಿಂದ ಹಮ್ಮೂವೇಲ್, ಜಕ್ಕೂರ್, ಶಿಮ್ಮೀ ಎಂಬವರ ಮುಖಾಂತರ ಈ ವಂಶಾವಳಿ ಮುಂದುವರಿಯಿತು."},{"number":27,"verse":"ಶಿಮ್ಮಿಗೆ ಹದಿನಾರು ಜನ ಗಂಡುಮಕ್ಕಳೂ ಆರುಜನ ಹೆಣ್ಣುಮಕ್ಕಳೂ ಇದ್ದರು. ಆದರೆ ಅವನ ಸಹೋದರರಿಗೆ ಕಡಿಮೆ ಸಂಖ್ಯೆಯಲ್ಲಿ ಮಕ್ಕಳಿದ್ದುದರಿಂದ ಯೆಹೂದ ಕುಲದಷ್ಟು ಸಿಮೆಯೋನನ ಕುಲ ಬೆಳೆಯಲಿಲ್ಲ."},{"number":28,"verse":"ಅರಸ ದಾವೀದನ ಕಾಲದವರೆಗೆ ಸಿಮೆಯೋನನ ವಂಶಜರು ವಾಸಿಸಿದ ಪಟ್ಟಣಗಳು ಇವು: ಬೇರ್ಷೆಬ, ಮೋಲಾದ, ಹಚರ್ ಷೂವಾಲ್,"},{"number":29,"verse":"ಬಿಲ್ಹ, ಎಚೆಮ್, ತೋಲಾದ್,"},{"number":30,"verse":"ಬೆತೂವೇಲ್, ಹೊರ್ಮ, ಚಿಕ್ಲಗ್,"},{"number":31,"verse":"ಬೇತ್‍ಮರ್ಕಾಬೋತ್, ಹಚರ್ ಸೂಸೀಮ್, ಬೇತ್ ಬಿರೀ, ಶಾರಯಿಮ್."},{"number":32,"verse":"ಅವರು ಇನ್ನೂ ಬೇರೆ ಐದು ಸ್ಥಳಗಳಲ್ಲಿ ಅಂದರೆ ಏಟಾಮ್, ಅಯಿನ್, ರಿಮ್ಮೋನ್, ತೋಕೆನ್, ಆಷಾನ್ ಹಾಗು"},{"number":33,"verse":"ಅವುಗಳ ಸುತ್ತಲಿನ ಗ್ರಾಮಗಳಲ್ಲಿ ಬಾಲ್ ಪಟ್ಟಣದವರೆಗೆ ವಾಸಿಸಿದರು. ಇವು, ಅವರು ತಮ್ಮ ಕುಟುಂಬಗಳ ಮತ್ತು ತಾವು ವಾಸಿಸಿದ ಸ್ಥಳಗಳ ಬಗ್ಗೆ ಇಟ್ಟ ದಾಖಲೆಗಳಾಗಿವೆ."},{"number":34,"verse":"ತಮ್ಮ ತಮ್ಮ ಗೋತ್ರಗಳಲ್ಲಿ ಇವರು ಪ್ರಮುಖರಾಗಿದ್ದರು: ಮೆಷೋಬಾಬ್, ಯಮ್ಲೇಕ್, ಅಮಚ್ಯನ ಮಗ ಯೋಷ,"},{"number":35,"verse":"ಯೋವೇಲ್, ಯೋಷಿಬ್ಯನ ಮಗನೂ ಸೆರಾಯನ ಮೊಮ್ಮಗನೂ ಅಸಿಯೇಲನ ಮರಿಮಗನೂ ಆದ ಯೇಹೂ,"},{"number":36,"verse":"ಎಲ್ಯೋವೇನೈ, ಯಾಕೋಬ, ಯೆಷೋಹಾಯ, ಅಸಾಯ, ಅದೀಯೇಲ್, ಯೆಸೀಮಿಯೇಲ್, ಬೆನಾಯ,"},{"number":37,"verse":"ಶಮಾಯನ ಮಗ ಶಿಮ್ರಿಯಿಂದ ಹುಟ್ಟಿದ ಯೆದಾಯನ ಮರಿಮಗನೂ ಅಲ್ಲೋನನ ಮೊಮ್ಮಗನೂ ಶಿಪ್ಫಿಯ ಮಗನೂ ಆದ ಜೀಜ."},{"number":38,"verse":"ಅವರ ಕುಟುಂಬಗಳು ಬೆಳೆಯುತ್ತಾ ಹೋದವು."},{"number":39,"verse":"ಆದುದರಿಂದ ಅವರು ಪಶ್ಚಿಮದಿಕ್ಕಿನ ಕಡೆಗೆ ಗೆದೋರ್ ವರೆಗೆ ಪಸರಿಸಿದರು. ಆ ಪಟ್ಟಣದ ಪೂರ್ವದಿಕ್ಕಿನಲ್ಲಿರುವ ಸ್ಥಳಗಳಲ್ಲಿ ತಮ್ಮ ಕುರಿಗಳನ್ನು ಮೇಯಿಸುತ್ತಿದ್ದರು."},{"number":40,"verse":"ಅಲ್ಲಿಯ ವಿಶಾಲ ಪ್ರದೇಶದಲ್ಲಿ ಸುಖಸಮೃದ್ಧಿಯುಳ್ಳ ಫಲವತ್ತಾದ ಹಸಿರುಗಾವಲು ಭೂಮಿ ಅವರಿಗೆ ದೊರೆಯಿತು. ಇವರಿಗಿಂತ ಮೊದಲು ಅಲ್ಲಿ ಹಾಮ್ಯರ್ ಜನಾಂಗದವರು ನೆಲೆಸಿದ್ದರು."},{"number":41,"verse":"ಯೆಹೂದದ ಅರಸ ಹಿಜ್ಕೀಯನ ಕಾಲದಲ್ಲಿ ಮೇಲೆ ನಮೂದಿಸಿದ ಪುರುಷರು ಅಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದ ಹಾಮ್ಯರನ್ನೂ ಮೆಗೂನ್ಯರನ್ನೂ ಜಯಿಸಿ ಎಲ್ಲರನ್ನೂ ನಿರ್ನಾಮ ಮಾಡಿದರು. ತಮ್ಮ ಆಡುಕುರಿಗಳಿಗಾಗಿ ಧಾರಾಳವಾಗಿ ಹುಲ್ಲುಗಾವಲುಗಳಿದ್ದುದರಿಂದ ಅಲ್ಲಿಯೇ ಸ್ಥಿರವಾಗಿ ನೆಲೆಸಿದರು."},{"number":42,"verse":"ಸಿಮೆಯೋನನ ಕುಲದ ಇತರ ಐದುನೂರು ಜನ ಸದಸ್ಯರು ಸೇಯೀರ್ ಬೆಟ್ಟಪ್ರದೇಶದ ಮೇಲೆ ದಾಳಿಮಾಡಿದರು. ಇಷ್ಷೀಯ ಮಕ್ಕಳಾದ ಪೆಲಟ್ಯ, ನೆಗರ್ಯ, ರೆಫಾಯ, ಉಜ್ಜೀಯೇಲ್ ಎಂಬವರು ಅವರ ಮುಖ್ಯಸ್ಥರು."},{"number":43,"verse":"ಅಲ್ಲಿ ಅವರು, ಅಳಿದುಳಿದಿದ್ದ ಅಮಾಲೇಕ್ಯರನ್ನು ಸಂಹರಿಸಿ ತಾವೇ ಅಲ್ಲಿ ನೆಲೆಸಿದರು."}]}