{"bibleAbbr":"KNCL","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"(ರೂಬೇನನ ವಂಶಜರು) ಯಕೋಬನ ಮಕ್ಕಳಲ್ಲಿ ಹಿರಿಯವನಾದ ರೂಬೇನನ ವಂಶಜರು ಇವರು: (ರೂಬೇನ್ ತನ್ನ ತಂದೆಯ ಉಪಪತ್ನಿಯೊಂದಿಗೆ ಅಕ್ರಮ ಸಂಬಂಧ ಬೆಳೆಸಿದ್ದರಿಂದ ಚೊಚ್ಚಲು ಮಗನ ಹಕ್ಕುಬಾಧ್ಯತೆಗಳನ್ನು ಕಳೆದುಕೊಂಡನು. ಆ ಹಕ್ಕುಗಳು ಜೋಸೆಫನಿಗೆ ಕೊಡಲ್ಪಟ್ಟವು;"},{"number":2,"verse":"ಯೆಹೂದನ ಕುಲ ಅತಿ ಬಲಶಾಲಿಯಾಗಿ ಎಲ್ಲಾ ಕುಲಗಳಿಗೆ ನಾಯಕನೊಬ್ಬನನ್ನು ಒದಗಿಸಿಕೊಟ್ಟಿತು.)"},{"number":3,"verse":"ಯಕೋಬನ ಮಕ್ಕಳಲ್ಲಿ ಹಿರಿಯವನಾದ ರೂಬೇನನಿಗೆ ಹನೋಕ್, ಫಲ್ಲೂ, ಹೆಚ್ರೋನ್, ಕರ್ಮೀ ಎಂಬ ನಾಲ್ಕು ಜನ ಮಕ್ಕಳಿದ್ದರು."},{"number":4,"verse":"ಯೋವೇಲನ ವಂಶಜರು: ಶೆಮಾಯ, ಗೋಗ್, ಶಿಮ್ಮೀ, ಮೀಕ, ರೆವಾಯ, ಬಾಳ್ ಮತ್ತು ಬೇರ ಎಂಬವರು. ಕುಲನಾಯಕ ಬೇರನನ್ನು ಅಸ್ಸೀರಿಯದ ಅರಸ ತಿಲ್ಗತ್ಪಿಲ್ನೆಸರನು ಸೆರೆಹಿಡಿದು ಗಡೀಪಾರು ಮಾಡಿದನು."},{"number":7,"verse":"ಕುಟುಂಬ ದಾಖಲೆಗಳು ರೂಬೇನನ ಗೋತ್ರದಲ್ಲಿ ಪಟ್ಟಿಮಾಡಿದ ಕುಲನಾಯಕರ ಹೆಸರುಗಳು: ಯೇಗೀಯೇಲ್, ಜೆಕರ್ಯ,"},{"number":8,"verse":"ಅಜಾಜನ ಮಗನೂ ಶೆಮಾಯನ ಮೊಮ್ಮಗನೂ ಆದ ಬೆಳ. ಈ ಗೋತ್ರದವರು ಅರೋಯೇರದಲ್ಲಿಯೂ ಅಲ್ಲಿಂದ ನೆಬೋ ಹಾಗೂ ಬಾಳ್ಮೆಯೋನ್ ಸ್ಥಳಗಳವರೆಗಿನ ಪ್ರದೇಶಗಳಲ್ಲಿ ವಾಸಿಸಿದರು."},{"number":9,"verse":"ಅವರಿಗೆ ಗಿಲ್ಯಾದಿನ ಪ್ರದೇಶದಲ್ಲಿ ಅನೇಕ ಕುರಿಮಂದೆಗಳು ಇದ್ದವು. ಆದುದರಿಂದ ಯುಫ್ರೆಟಿಸ್ ನದಿಯವರೆಗೆ ಹಬ್ಬಿಕೊಂಡಿದ್ದ ಪರ್ವತದಲ್ಲಿನ ಕಾಡಿನವರೆಗೆ ಎಲ್ಲಾ ಪ್ರದೇಶವನ್ನು ವಶಪಡಿಸಿಕೊಂಡಿದ್ದರು."},{"number":10,"verse":"ಅರಸ ಸೌಲನ ಕಾಲದಲ್ಲಿ ರೂಬೇನ್ ಗೋತ್ರದವರು ಹಗ್ರೀಯರ ಮೇಲೆ ದಾಳಿಮಾಡಿ, ಯುದ್ಧದಲ್ಲಿ ಅವರೆಲ್ಲರನ್ನೂ ಸಂಹರಿಸಿ, ಗಿಲ್ಯಾದಿನ ಪೂರ್ವಭಾಗದ ಪ್ರದೇಶವನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡರು."},{"number":11,"verse":"(ಗಾದನ ವಂಶಜರು) ರೂಬೇನನ ಗೋತ್ರದವರು ವಾಸಿಸಿದ್ದ ಸ್ಥಳದ ಉತ್ತರಕ್ಕೆ ಬಾಷಾನಿನ ಪ್ರದೇಶದಲ್ಲಿ ಪೂರ್ವದಲ್ಲಿರುವ ಸಲ್ಕದವರೆಗೆ ಗಾದ್ ಕುಲದವರು ವಾಸಿಸಿದರು."},{"number":12,"verse":"ಈ ಗೋತ್ರದಲ್ಲಿ ಯೋವೇಲ ಪ್ರಮುಖನು. ಶಾಫಾಮ್‍ ದ್ವಿತೀಯನು. ಯನ್ನೈ ಮತ್ತು ಶಾಫಾಟ್ ಅವರು ಬಾಷಾನಿನಲ್ಲಿದ್ದ ಇವರ ಗೋತ್ರಗಳ ಸಂಸ್ಥಾಪಕರು."},{"number":13,"verse":"ಗೋತ್ರದ ಇತರ ಸದಸ್ಯರು ಸೇರಿದ ಏಳು ಕುಲಗಳವರು: ಮೀಕಾಯೇಲ್, ಮೆಷುಲ್ಲಾಮ್,‍ ಶೆಬ, ಯೋರೈ, ಯಕ್ಕಾನ್, ಜೀಯ ಮತ್ತು ಏಬೆರ್ ಎಂಬವರು."},{"number":14,"verse":"ಹೂರೀಯ ಮಗ ಅಬೀಹೈಲನ ವಂಶಜರು: ಅಬೀಹೈಲ, ಹೂರೀಯ, ಯಾರೋಹ, ಗಿಲ್ಯಾದ, ಮೀಕಾಯೇಲ, ಯೆಷೀಷೈಯ, ಯಹ್ದೋವಿ, ಅಹೀಬೂಜ ಎಂಬವರು."},{"number":15,"verse":"ಅಬ್ದೀಯೇಲನ ಮಗನೂ ಗೂನೀಯ ಮೊಮ್ಮಗನೂ ಆದ ಅಹೀಯು ಈ ಗೋತ್ರಗಳ ಮುಖ್ಯಸ್ಥನಾಗಿದ್ದನು."},{"number":16,"verse":"ಅವರು ಬಾಷಾನ್ ಮತ್ತು ಗಿಲ್ಯಾದ್ ಪ್ರದೇಶಗಳಲ್ಲಿಯ ಪಟ್ಟಣಗಳಲ್ಲಿಯೂ ಶಾರೋನಿನ ಹಸಿರುಗಾವಲುಗಳ ಪ್ರದೇಶಗಳಲ್ಲಿಯೂ ನೆಲೆಸಿದರು."},{"number":17,"verse":"ಈ ದಾಖಲೆಗಳನ್ನು ಯೆಹೂದ ಅರಸ ಯೋತಾಮನ ಹಾಗು ಇಸ್ರಯೇಲ ಅರಸ ಯಾರೊಬ್ಬಾಮನ ಆಳ್ವಿಕೆಯ ದಿನಗಳಲ್ಲಿ ಸಂಗ್ರಹಿಸಲಾಯಿತು."},{"number":18,"verse":"(ಪೂರ್ವದಲ್ಲಿಯ ಗೋತ್ರಗಳ ಸೈನಿಕ ದಳಗಳು) ರೂಬೇನ್, ಗಾದ್ ಮತ್ತು ಪೂರ್ವದಲ್ಲಿಯ ಮನಸ್ಸೆ ಕುಲಗಳಲ್ಲಿ ನಲವತ್ತನಾಲ್ಕು ಸಾವಿರದ ಏಳುನೂರ ಅರವತ್ತು ಮಂದಿ ಸೈನಿಕರು ಇದ್ದರು. ಅವರು ಗುರಾಣಿಗಳನ್ನೂ ಖಡ್ಗಗಳನ್ನೂ ಬಿಲ್ಲುಬಾಣಗಳನ್ನೂ ಉಪಯೋಗಿಸುವುದರಲ್ಲಿ ಉತ್ತಮ ತರಬೇತಿ ಹೊಂದಿದ್ದರು."},{"number":19,"verse":"ಅವರು ಯೆಟೂರ್, ನಾಫೀಷ್, ನೋದಾಬ್ ಗಳಲ್ಲಿಯ ಹಗ್ರೀಯರ ವಿರುದ್ಧ ಯುದ್ಧಮಾಡಿದರು."},{"number":20,"verse":"ಅವರು ದೇವರಲ್ಲಿ ನಂಬಿಕೆಯನ್ನಿಟ್ಟು ಸಹಾಯಕ್ಕಾಗಿ ಪ್ರಾರ್ಥಿಸಿದರು. ದೇವರು ಅವರ ಪ್ರಾರ್ಥನೆಯನ್ನು ಆಲಿಸಿ ಹಗ್ರೀಯರನ್ನೂ ಅವರೊಂದಿಗೆ ಒಪ್ಪಂದ ಮಾಡಿಕೊಂಡವರನ್ನೂ ಸೋಲಿಸಿ ಅವರ ಮೇಲೆ ಜಯಹೊಂದುವಂತೆ ಸಹಾಯ ಮಾಡಿದರು."},{"number":21,"verse":"ಅವರು ವೈರಿಗಳಿಂದ ಐವತ್ತು ಸಾವಿರ ಒಂಟೆಗಳನ್ನೂ ಎರಡು ಲಕ್ಷ ಐವತ್ತು ಸಾವಿರ ಕುರಿಗಳನ್ನೂ ಎರಡು ಸಾವಿರ ಕತ್ತೆಗಳನ್ನೂ ವಶಪಡಿಸಿಕೊಂಡರಲ್ಲದೆ, ಒಂದು ಲಕ್ಷ ಜನರನ್ನು ಯುದ್ಧಕೈದಿಗಳನ್ನಾಗಿ ಸೆರೆಹಿಡಿದರು."},{"number":22,"verse":"ಯುದ್ಧವು ದೇವರ ಚಿತ್ತಾನುಸಾರವಾದದ್ದರಿಂದ ಅವರು ಅನೇಕ ವೈರಿಗಳನ್ನು ಸಂಹರಿಸಿದರು ಮತ್ತು ತಾವು ಸೆರೆಯಾಗಿ ಹೋಗುವ ಕಾಲದವರೆಗೆ ಅಲ್ಲಿಯೇ ನೆಲೆಸಿದರು."},{"number":23,"verse":"(ಪೂರ್ವದ ಮನಸ್ಸೆಯ ಜನಾಂಗ) ಪೂರ್ವದಲ್ಲಿದ್ದ ಮನಸ್ಸೆ ಜನಾಂಗದವರು ಬಾಳ್ ಹೆರ್ಮೋನ್, ಸೆನೀರ್, ಹೆರ್ಮೋನ್ ಪರ್ವತದವರೆಗಿನ ಬಾಷಾನಿನ ಪ್ರದೇಶದಲ್ಲಿ ನೆಲೆಸಿದರು. ಅವರ ಜನಸಂಖ್ಯೆ ಹೆಚ್ಚು ವೃದ್ಧಿಗೊಂಡಿತು."},{"number":24,"verse":"ಅವರ ಗೋತ್ರಗಳ ಮುಖ್ಯಸ್ಥರು: ಏಫೆರ್, ಇಷೀ, ಎಲೀಯೆಲ್, ಅಜ್ರಿಯೇಲ್, ಯೆರೆಮೀಯ, ಹೋದವ್ಯ, ಯೆಹ್ತೀಯೇಲ್ ಎಂಬವರು. ಇವರೆಲ್ಲರೂ ಪ್ರಖ್ಯಾತ ಸೈನಿಕರೂ ತಮ್ಮ ಗೋತ್ರಗಳ ನಾಯಕರೂ ಆಗಿದ್ದರು."},{"number":25,"verse":"(ಪೂರ್ವದ ಗೋತ್ರಗಳ ಗಡೀಪಾರು) ಆದರೆ ಜನರು ತಮ್ಮ ಪಿತೃಗಳ ದೇವರಿಗೆ ಅವಿಧೇಯರಾದರು. ಆ ಪ್ರದೇಶದಿಂದ ದೇವರೇ ಹೊರದೂಡಿದ ಬೇರೆ ಜನಾಂಗಗಳ ದೇವತೆಗಳನ್ನು ಪೂಜಿಸಿದರು."},{"number":26,"verse":"ಆದುದರಿಂದ ಅಸ್ಸೀರಿಯದ ರಾಜಪೂಲ್ (ಇವನಿಗೆ ತಿಲ್ಗತ್ಪಿಲೆಸರ್ ಎಂಬ ಹೆಸರೂ ಇದೆ) ಅವರ ಮೇಲೆ ದಾಳಿಮಾಡುವಂತೆ ಇಸ್ರಯೇಲ್ ದೇವರು ಪ್ರೇರಿಸಿದರು. ಅವನು ರೂಬೇನ್, ಗಾದ್ ಮತ್ತು ಪೂರ್ವದಲ್ಲಿಯ ಮನಸ್ಸೆ ಗೋತ್ರ ಗೋತ್ರಗಳವರನ್ನು ಗಡೀಪಾರು ಮಾಡಿ ಅವರನ್ನು ಹಲಹ, ಹಾಬೋರ್, ಹಾರ ಎಂಬ ಪ್ರಾಂತ್ಯಗಳಿಗೂ ಗೋಜಾನ್ ನದಿಯ ಪ್ರದೇಶಗಳಿಗೂ ಸೆರೆ ಒಯ್ದನು. ಅವರು ಅಲ್ಲಿಯೇ ನೆಲೆಸುವಂತೆ ಮಾಡಿದನು."}]}