{"bibleAbbr":"KNCL","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"ಲೇವಿಯರ ಕುಟುಂಬಗಳು ಲೇವಿಯ ಮೂವರು ಮಕ್ಕಳು: ಗೇರ್ಷೋನ್, ಕೆಹಾತ್, ಮೆರಾರೀ."},{"number":2,"verse":"ಕೆಹಾತ್ ನಿಗೆ ನಾಲ್ವರು ಪುತ್ರರು ಇದ್ದರು. ಅವರು ಅಮ್ರಾಮ್, ಇಚ್ಹಾರ್, ಹೆಬ್ರೋನ್, ಉಜ್ಜೀಯೇಲ್ ಎಂಬವರು."},{"number":3,"verse":"ಅಮ್ರಾಮನಿಗೆ ಆರೋನ್, ಮೋಶೆ ಎಂಬ ಗಂಡುಮಕ್ಕಳೂ ಮಿರ್ಯಾಮ್ ಎಂಬ ಹೆಣ್ಣುಮಗಳೂ ಇದ್ದರು."},{"number":4,"verse":"ಆರೋನನಿಗೆ ನಾದಾಬ್, ಅಬೀಹೂ, ಎಲ್ಲಾಜಾರ್, ಈತಾಮಾರ್ ಎಂಬ ನಾಲ್ಕು ಜನ ಮಕ್ಕಳಿದ್ದರು."},{"number":5,"verse":"ಎಲ್ಲಾಜಾರ್ ನ ಸಂತತಿಯವರು ಇವರು: ಫೀನೆಹಾಸ, ಅಬೀಷೂವ, ಬುಕ್ಕೀಯ, ಉಜ್ಜೀಯ,"},{"number":6,"verse":"ಜೆರಹ್ಯ, ಮೆರಾಯೋತ,"},{"number":7,"verse":"ಅಮರ್ಯ, ಅಹೀಟೂಬ,"},{"number":8,"verse":"ಚಾದೋಕ, ಅಹೀಮಾಚ,"},{"number":9,"verse":"ಅಜರ್ಯ, ಯೋಹಾನಾನ."},{"number":10,"verse":"ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಅರಸ ಸೊಲೊಮೋನನು ಕಟ್ಟಿಸಿದ ದೇವಾಲಯದಲ್ಲಿ ಸೇವೆಮಾಡಿದವರು: ಅಜರ್ಯ,"},{"number":11,"verse":"ಅಮರ್ಯ, ಅಹೀಟೂಬ,"},{"number":12,"verse":"ಚಾದೋಕ, ಶಲ್ಲೂಮ,"},{"number":13,"verse":"ಹಿಲ್ಕೀಯ, ಅಜರ್ಯ,"},{"number":14,"verse":"ಸೆರಾಯ, ಯೆಹೋಚಾದಾಕ ಎಂಬವರು."},{"number":15,"verse":"ಸರ್ವೇಶ್ವರ ಸೆರೆಗೆ ಕಳುಹಿಸಿದ ಜುದೇಯದ ಮತ್ತು ಜೆರುಸಲೇಮಿನ ಇತರ ಜನರೊಂದಿಗೆ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನು ಯೆಹೋಚಾದಾಕನನ್ನು ಗಡೀಪಾರು ಮಾಡಿದನು."},{"number":16,"verse":"ಲೇವಿಯ ಇತರ ವಂಶಜರು ಲೇವಿಗೆ ಗೇರ್ಷೋಮ್, ಕೆಹಾತ್, ಮೆರಾರಿ ಎಂಬ ಮೂರು ಮಂದಿ ಮಕ್ಕಳಿದ್ದರು."},{"number":17,"verse":"ಅವರಿಗೂ ಮಕ್ಕಳಿದ್ದರು. ಗೇರ್ಷೋಮನು ಲಿಬ್ನೀ ಮತ್ತು ಶಿಮ್ಮೀ ಎಂಬವರ ತಂದೆ."},{"number":18,"verse":"ಕೆಹಾತನು ಅಮ್ರಾಮ್, ಇಚ್ಹಾರ್, ಹೆಬ್ರೋನ, ಉಜ್ಜೀಯೇಲ್ ಎಂಬವರ ತಂದೆ."},{"number":19,"verse":"ಮೆರಾರಿಯು ಮಹ್ಲೀ, ಮುಷೀ ಎಂಬವರ ತಂದೆ."},{"number":20,"verse":"ಗೇರ್ಷೋಮನ ಸಂತತಿಯವರು: ಲಿಬ್ನೀ, ಯಹತ್, ಚಿಮ್ಮ,"},{"number":21,"verse":"ಯೋವಾಹ, ಇದ್ದೋ, ಜೆರಹ ಮತ್ತು ಯೆವತ್ರೈ."},{"number":22,"verse":"ಕೆಹಾತನ ಸಂತತಿಯವರು: ಅಮ್ಮೀನಾದಾಬ್, ಕೋರಹ, ಅಸ್ಸೀರ್,"},{"number":23,"verse":"ಎಲ್ಕಾನಾ, ಎಬ್ಯಾಸಾಫ್, ಅಸ್ಸೀರ್,"},{"number":24,"verse":"ತಹತ್, ಉರೀಯೇಲ್, ಉಜ್ಜೀಯ ಮತ್ತು ಸೌಲ್."},{"number":25,"verse":"ಎಲ್ಕಾನನಿಗೆ ಇಬ್ಬರು ಮಕ್ಕಳಿದ್ದರು: ಅಮಾಸೈ, ಅಹೀಮೋತ್ ಎಂಬವರು."},{"number":26,"verse":"ಅಹೀಮೋತ್‍ನ ವಂಶಜರು: ಎಲ್ಕಾನ, ಚೋಫೈ, ನಹತ್, ಎಲೀಯಾಬ್, ಯೆರೋಹಾಮ್, ಎಲ್ಕಾನ ಹಾಗು ಸಮುವೇಲ."},{"number":28,"verse":"ಸಮುವೇಲನಿಗೆ ಇಬ್ಬರು ಮಕ್ಕಳಿದ್ದರು: ಯೋವೇಲ್ ಹಿರಿಯನು, ಅಬೀಯ ಕಿರಿಯವನು."},{"number":29,"verse":"ಮೆರಾರೀ ಸಂತತಿಯವರು: ಮಹ್ಲೀ, ಲಿಬ್ನೀ, ಶಿಮ್ಮೀ, ಉಜ್ಜಾ,"},{"number":30,"verse":"ಶಿಮ್ಮಾ, ಹಗ್ಗೀಯ ಮತ್ತು ಅಸಾಯ ಎಂಬವರು."},{"number":31,"verse":"ದೇವಾಲಯದ ಸಂಗೀತಮಂಡಲಿ ಮಂಜೂಷವನ್ನು ಜೆರುಸಲೇಮಿಗೆ ತಂದ ತರುವಾಯ ಆರಾಧನಾವಿಧಿಗಾಗಿ ಅರಸ ದಾವೀದನು ಸಂಗೀತಮಂಡಲಿಯನ್ನು ನೇಮಿಸಿದನು."},{"number":32,"verse":"ಅರಸ ಸೊಲೊಮೋನ ದೇವಾಲಯವನ್ನು ಕಟ್ಟಿಸುವುದಕ್ಕಿಂತ ಪೂರ್ವದಲ್ಲಿ ಅವರು ಸರ್ವೇಶ್ವರನ ದರ್ಶನದ ಡೇರೆಯ ಬಳಿಯಲ್ಲಿ ಕ್ರಮಪ್ರಕಾರ ಅನುದಿನವೂ ಕಾರ್ಯ ನಿರ್ವಹಿಸಿದರು."},{"number":33,"verse":"ಹೀಗೆ ಕಾರ್ಯ ನಿರ್ವಹಿಸಿದವರ ಕುಟುಂಬಗಳ ಸರಣಿಯು ಇಂತಿದೆ: ಕೇಹತನ ಗೋತ್ರದವರು: ಪ್ರಥಮ ಸಂಗೀತಮಂಡಲಿಯ ನಾಯಕ ಯೋವೇಲನ ಮಗ ಹೇಮಾನ, ಇವನ ಹಿಂದಿನ ವಂಶಾವಳಿ ಯಕೋಬನವರೆಗೆ ಹೀಗಿದೆ: ಹೇಮಾನ, ಯೋವೇಲ, ಸಮುವೇಲ,"},{"number":34,"verse":"ಎಲ್ಕಾನ, ಯೆರೋಹಾಮ, ಎಲೀಯೇಲ, ತೋಹ,"},{"number":35,"verse":"ಚೂಫ, ಎಲ್ಕಾನ, ಮಹತ, ಅಮಾಸೈ,"},{"number":36,"verse":"ಎಲ್ಕಾನ, ಯೋವೇಲ, ಅಜರ್ಯ, ಚೆಫನ್ಯ,"},{"number":37,"verse":"ತಹತ, ಅಸೀರ, ಎಬ್ಯಾಸಾಫ, ಕೋರಹ,"},{"number":38,"verse":"ಇಚ್ಹಾರ, ಕೆಹಾತ ಲೇವಿ, ಯಕೋಬ (ಇಸ್ರಯೇಲ)."},{"number":39,"verse":"ಆಸಾಫನು ದ್ವಿತೀಯ ಸಂಗೀತಮಂಡಳಿಯ ನಾಯಕ. ಅವನ ಪೂರ್ವಜರ ವಂಶಾವಳಿ ಲೇವಿಯವರೆಗೆ ಹೀಗಿದೆ: ಆಸಾಫ, ಬೆರಕ್ಯ, ಶಿಮ್ಮ,"},{"number":40,"verse":"ಮೀಕಾಯೇಲ, ಬಾಸೇಯ, ಮಲ್ಕೀಯ,"},{"number":41,"verse":"ಎತ್ನಿ, ಜೆರಹ, ಅದಾಯ,"},{"number":42,"verse":"ಏತಾನ, ಜಿಮ್ಮ, ಶಿಮ್ಮೀ,"},{"number":43,"verse":"ಯಹತ, ಗೇರ್ಷೋಮ, ಲೇವಿ."},{"number":44,"verse":"ಮೆರಾರೀ ಕುಟುಂಬದ ಏತಾನ ತೃತೀಯ ಸಂಗೀತಮಂಡಳಿಯ ನಾಯಕ. ಅವನ ಪೂರ್ವಜರ ವಂಶಾವಳಿ ಲೇವಿಯವರೆಗೆ ಹೀಗಿದೆ: ಏತಾನ, ಕೀಷೀ, ಅಬ್ದೀಯ, ಮಲ್ಲೂಕ,"},{"number":45,"verse":"ಹಷಬ್ಯ, ಅಮಚ್ಯ, ಹಿಲ್ಕೀಯ,"},{"number":46,"verse":"ಅಮ್ಜೀ, ಬಾನೀ, ಶೆಮೆರ,"},{"number":47,"verse":"ಮಹ್ಲೀ, ಮೂಷೀ, ಮೆರಾರಿ ಹಾಗು ಲೇವಿ."},{"number":48,"verse":"ಅವರ ಸಹೋದರರಾದ ಇತರ ಲೇವಿಯರು ಆರಾಧನೆಯ ಸ್ಥಳದಲ್ಲಿ ಬೇರೆ ಕೆಲಸಗಳಿಗೆ ನೇಮಕವಾಗಿದ್ದರು."},{"number":49,"verse":"ಆರೋನನ ವಂಶಜರು ಆರೋನನೂ ಅವನ ವಂಶಜರೂ ಸುಗಂಧ ಕಾಣಿಕೆಗಳನ್ನು ಅರ್ಪಿಸುತ್ತಿದ್ದರು. ಬಲಿಪೀಠದ ಮೇಲೆ ಸಮರ್ಪಿಸುವ ಬಲಿಗಳನ್ನು ಅರ್ಪಣೆಮಾಡುತ್ತಿದ್ದರು. ಅತೀ ಪರಿಶುದ್ಧ ಸ್ಥಳದ ಎಲ್ಲ ಆರಾಧನೆಗೂ ಇಸ್ರಯೇಲರ ಕ್ಷಮಾಪಣೆಗಾಗಿ ಸರ್ವೇಶ್ವರ ನೇಮಿಸಿದ ಬಲಿಯರ್ಪಣೆಗಳಿಗೂ ಧೂಪಾರತಿಗೂ ಅವರೇ ಜವಾಬ್ದಾರರು ಆಗಿದ್ದರು. ದೇವರ ಸೇವಕ ಮೋಶೆ ಕೊಟ್ಟ ನಿಯಮಗಳಿಗೆ ಅನುಸಾರವಾಗಿ ಇದೆಲ್ಲವನ್ನೂ ಅವರು ಮಾಡುತ್ತಿದ್ದರು."},{"number":50,"verse":"ಆರೋನನ ವಂಶಜರು: ಎಲ್ಲಾಜಾರ್, ಫೀನೆಹಾಸ್, ಅಬೀಷೂವ,"},{"number":51,"verse":"ಬುಕ್ಕೀ, ಉಜ್ಜೀ, ಜೆರಹ್ಯಾಹ,"},{"number":52,"verse":"ಮೆರಾಯೋತ್, ಅಮರ್ಯ, ಅಹೀಟೂಬ್,"},{"number":53,"verse":"ಚಾದೋಕ್ ಮತ್ತು ಅಹಿಮಾಚ್."},{"number":54,"verse":"ಲೇವಿಯರ ನಿವಾಸಗಳು ಕೆಹಾತನ ಗೋತ್ರದ ಆರೋನನ ವಂಶಜರಿಗೆ ನೇಮಕವಾದ ಪ್ರಾಂತ್ಯ ಇದು: ಲೇವಿಯರಿಗೆಂದು ಪ್ರತ್ಯೇಕಿಸಿದ ಪ್ರದೇಶದ ಪ್ರಥಮ ಪಾಲನ್ನು ಅವರು ಪಡೆದುಕೊಂಡರು."},{"number":55,"verse":"ಇದು ಯೆಹೂದ ಸೀಮೆಯ ಹೆಬ್ರೋನನ್ನೂ ಅದರ ಸುತ್ತಲಿನ ಪ್ರದೇಶಗಳನ್ನೂ ಒಳಗೊಂಡಿತ್ತು."},{"number":56,"verse":"ಪಟ್ಟಣಕ್ಕೆ ಒಳಪಟ್ಟ ಗದ್ದೆಗಳೂ ಗ್ರಾಮಗಳೂ ಯೆಫುನ್ನೆಯ ಮಗ ಕಾಲೇಬನಿಗೆ ಕೊಡಲಾಗಿದ್ದವು."},{"number":57,"verse":"ಆರೋನನ ಸಂತತಿಯವರಿಗೆ ಕೊಡಲಾದ ಪಟ್ಟಣಗಳು: ಆಶ್ರಯ ನಗರವಾದ ಹೆಬ್ರೋನ್, ಯತ್ತೀರ್ ಹಾಗು ಲಿಬ್ನದ ಪಟ್ಟಣಗಳು, ಎಷ್ಟೆಮೋವ, ಹೀಲೇನ್, ದೆಬೀರ್, ಆಷಾನ್, ಬೇತ್ಷೆಮೆಷ್ ಮತ್ತು ಅವುಗಳ ಫಲವತ್ತಾದ ಪ್ರದೇಶಗಳು."},{"number":60,"verse":"ಬೆನ್ಯಾಮೀನ್ಯರ ಪ್ರದೇಶದಲ್ಲಿ ಫಲವತ್ತಾದ ಪ್ರದೇಶಗಳನ್ನು ಒಳಗೊಂಡ ಪಟ್ಟಣಗಳು ಅಂದರೆ ಗೆಬ, ಅಲೆಮೆತ್, ಅನಾತೋತ್ ಈ ಪಟ್ಟಣಗಳನ್ನು ಅವರಿಗೆ ಕೊಡಲಾಗಿತ್ತು. ಅವರೆಲ್ಲರ ಕುಟುಂಬಗಳ ವಾಸಕ್ಕಾಗಿ ಒಟ್ಟು ಹದಿಮೂರು ಪಟ್ಟಣಗಳು ದೊರೆತವು."},{"number":61,"verse":"ಪಶ್ಚಿಮದಲ್ಲಿ ಮನಸ್ಸೆ ಪ್ರದೇಶದಲ್ಲಿದ್ದ ಹತ್ತು ಪಟ್ಟಣಗಳು ಕೇಹಾತನ ಗೋತ್ರದಲ್ಲಿದ್ದ ಉಳಿದವರಿಗೆ ಕುಟುಂಬ ಕುಟುಂಬವಾಗಿ ಚೀಟುಹಾಕಿ ಕೊಡಲಾಯಿತು."},{"number":62,"verse":"ಇಸ್ಸಾಕಾರ್, ಆಶೇರ್, ನಫ್ತಾಲಿ ಹಾಗು ಬಾಷಾನಿನ ಪೂರ್ವಮನಸ್ಸೆ ಈ ಪ್ರದೇಶಗಳಲ್ಲಿ ಇದ್ದ ಹದಿಮೂರು ನಗರಗಳನ್ನು ಕುಟುಂಬಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಗೇರ್ಷೋಮನ ಗೋತ್ರಕ್ಕೆ ಕೊಡಲಾಯಿತು."},{"number":63,"verse":"ಇದೇ ರೀತಿಯಲ್ಲಿ ರೂಬೇನ್, ಗಾದ್, ಜೆಬುಲೂನರ ಪ್ರದೇಶಗಳಲ್ಲಿದ್ದ ಹನ್ನೆರಡು ಪಟ್ಟಣಗಳನ್ನು ಕುಟುಂಬಗಳಿಗನುಸಾರವಾಗಿ ಮೆರಾರಿಯ ಗೋತ್ರಕ್ಕೆ ಮಂಜೂರು ಮಾಡಲಾಯಿತು."},{"number":64,"verse":"ಹೀಗೆಯೇ ಇಸ್ರಯೇಲರು ಲೇವಿಯರ ವಾಸಕ್ಕಾಗಿ ಪಟ್ಟಣಗಳನ್ನೂ ಅವುಗಳ ಸುತ್ತಮುತ್ತಲಿನ ಫಲವತ್ತಾದ ಭೂಮಿಗಳನ್ನೂ ಕೊಟ್ಟರು."},{"number":65,"verse":"ಮೇಲೆ ನಮೂದಿಸಿದ ಯೆಹೂದ, ಸಿಮೆಯೋನ್, ಬೆನ್ಯಾಮೀನ್ಯರ ಪ್ರದೇಶಗಳಲ್ಲಿದ್ದ ಪಟ್ಟಣಗಳನ್ನೂ ಸಹ ಚೀಟುಹಾಕುವುದರ ಮೂಲಕ ಹಂಚಲಾಯಿತು."},{"number":66,"verse":"ಕೇಹಾತನ ಗೋತ್ರದ ಕೆಲವು ಕುಟುಂಬಗಳಿಗೆ ಎಫ್ರಯಿಮ್ ಪ್ರದೇಶದಲ್ಲಿದ್ದ ಪಟ್ಟಣಗಳನ್ನು ಕೊಡಲಾಯಿತು."},{"number":67,"verse":"ಎಫ್ರಯಿಮ್ ಬೆಟ್ಟದಲ್ಲಿಯ ಆಶ್ರಯ ನಗರವಾದ ಶೆಕೆಮ್,"},{"number":68,"verse":"ಗೆಜೆರ್, ಯೊಕ್ಮೆಯಾಮ್,"},{"number":69,"verse":"ಬೇತ್ ಹೋರೋನ್, ಅಯ್ಯಾಲೋನ್, ಗತ್ರಿಮ್ಮೋನ್,"},{"number":70,"verse":"ಪೂರ್ವದ ಮನಸ್ಸೆ ಪ್ರದೇಶದ ಆನೇರ್, ಬಿಳ್ಳಾಮ್ ಪಟ್ಟಣಗಳು ಅವುಗಳ ಸುತ್ತಲಿನ ಫಲವತ್ತಾದ ಪ್ರದೇಶಗಳನ್ನು ಅವರಿಗಾಗಿ ಪ್ರತ್ಯೇಕಿಸಲಾಯಿತು."},{"number":71,"verse":"ಗೇರ್ಷೋಮ ಗೋತ್ರದ ಕುಟುಂಬಗಳಿಗೆ ಫಲವತ್ತಾದ ಪ್ರದೇಶಗಳೊಂದಿಗೆ ಕೊಡಲಾದ ಪಟ್ಟಣಗಳು: ಪಶ್ಚಿಮ ಮನಸ್ಸೆ ಪ್ರದೇಶದಲ್ಲಿದ್ದ ಬಾಷಾನಿನ ಗೋಲಾನ್ ಮತ್ತು ಅಷ್ಟಾರೋಟ್;"},{"number":72,"verse":"ಇಸ್ಸಾಕಾರನ ಪ್ರದೇಶದಲ್ಲಿದ್ದ ಕೆದೆಷ್, ದಾಬೆರತ್, ರಾಮೋತ್,"},{"number":73,"verse":"ಆನೇಮ್,"},{"number":74,"verse":"ಆಶೇರನ ಪ್ರದೇಶದಲ್ಲಿದ್ದ ಮಾಷಾಲ್, ಅಬ್ದೋನ್,"},{"number":75,"verse":"ಹುಕೋಕ್, ರೆಹೋಬ್,"},{"number":76,"verse":"ನಫ್ತಾಲಿ ಪ್ರದೇಶದಲ್ಲಿದ್ದ ಗಲಿಲಾಯದ ಕೆದೆಷ್, ಹಮ್ಮೋನ್ ಮತ್ತು ಕಿರ್ಯಾತಯಿಮ್."},{"number":77,"verse":"ಮೆರಾರಿ ಗೋತ್ರದ ಮಿಕ್ಕ ಕುಟುಂಬಗಳಿಗೆ ಫಲವತ್ತಾದ ಹೊಲಗದ್ದೆಗಳೊಂದಿಗೆ ಒದಗಿಸಲಾದ ನಗರಗಳು: ಜೆಬುಲೂನ್ ಪ್ರದೇಶದ ರಿಮ್ಮೋನೋ, ಹಾಗು ತಾಬೋರ್."},{"number":78,"verse":"ರೂಬೇನ್ ಪ್ರದೇಶದಲ್ಲಿದ್ದ ಜೋರ್ಡನ್ ನದಿಯ ಪೂರ್ವದಲ್ಲಿ ಜೆರಿಕೋವನ್ನು ದಾಟಿ, ತಪ್ಪಲು ಪ್ರದೇಶದಲ್ಲಿಯ ಬೆಚೆರ್, ಯಹಚ,"},{"number":79,"verse":"ಕೆದೇಮೋತ್ ಮತ್ತು ಮೇಫಾತ್."},{"number":80,"verse":"ಗಾದನ ಪ್ರದೇಶದಲ್ಲಿ ಗಿಲ್ಯಾದಿನ, ರಾಮೋತ್, ಮಹನಯಿಮ್,"},{"number":81,"verse":"ಹೆಷ್ಬೋನ್ ಹಾಗು ಯಗ್ಜೇರ್."}]}