{"bibleAbbr":"NIV2011","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"(The Table of Nations) This is the account of Shem, Ham and Japheth, Noah’s sons, who themselves had sons after the flood."},{"number":2,"verse":"(The Japhethites) The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshek and Tiras."},{"number":3,"verse":"The sons of Gomer: Ashkenaz, Riphath and Togarmah."},{"number":4,"verse":"The sons of Javan: Elishah, Tarshish, the Kittites and the Rodanites."},{"number":5,"verse":"(From these the maritime peoples spread out into their territories by their clans within their nations, each with its own language.)"},{"number":6,"verse":"(The HamitesThe sons of Ham: Cush, Egypt, Put and Canaan."},{"number":7,"verse":"The sons of Cush: Seba, Havilah, Sabtah, Raamah and Sabteka. The sons of Raamah: Sheba and Dedan."},{"number":8,"verse":"Cush was the father of Nimrod, who became a mighty warrior on the earth."},{"number":9,"verse":"He was a mighty hunter before the LORD; that is why it is said, “Like Nimrod, a mighty hunter before the LORD.”"},{"number":10,"verse":"The first centers of his kingdom were Babylon, Uruk, Akkad and Kalneh, in Shinar."},{"number":11,"verse":"From that land he went to Assyria, where he built Nineveh, Rehoboth Ir, Calah"},{"number":12,"verse":"and Resen, which is between Nineveh and Calah - which is the great city."},{"number":13,"verse":"Egypt was the father of the Ludites, Anamites, Lehabites, Naphtuhites,"},{"number":14,"verse":"Pathrusites, Kasluhites (from whom the Philistines came) and Caphtorites."},{"number":15,"verse":"Canaan was the father of Sidon his firstborn, and of the Hittites,"},{"number":16,"verse":"Jebusites, Amorites, Girgashites,"},{"number":17,"verse":"Hivites, Arkites, Sinites,"},{"number":18,"verse":"Arvadites, Zemarites and Hamathites. Later the Canaanite clans scattered"},{"number":19,"verse":"and the borders of Canaan reached from Sidon toward Gerar as far as Gaza, and then toward Sodom, Gomorrah, Admah and Zeboyim, as far as Lasha."},{"number":20,"verse":"These are the sons of Ham by their clans and languages, in their territories and nations."},{"number":21,"verse":"(The Semites) Sons were also born to Shem, whose older brother was Japheth; Shem was the ancestor of all the sons of Eber."},{"number":22,"verse":"The sons of Shem: Elam, Ashur, Arphaxad, Lud and Aram."},{"number":23,"verse":"The sons of Aram: Uz, Hul, Gether and Meshek."},{"number":24,"verse":"Arphaxad was the father of Shelah, and Shelah the father of Eber."},{"number":25,"verse":"Two sons were born to Eber: One was named Peleg, because in his time the earth was divided; his brother was named Joktan."},{"number":26,"verse":"Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,"},{"number":27,"verse":"Hadoram, Uzal, Diklah,"},{"number":28,"verse":"Obal, Abimael, Sheba,"},{"number":29,"verse":"Ophir, Havilah and Jobab. All these were sons of Joktan."},{"number":30,"verse":"The region where they lived stretched from Mesha toward Sephar, in the eastern hill country."},{"number":31,"verse":"These are the sons of Shem by their clans and languages, in their territories and nations."},{"number":32,"verse":"These are the clans of Noah’s sons, according to their lines of descent, within their nations. From these the nations spread out over the earth after the flood."}]}