{"bibleAbbr":"urGV2010","bookName":"اعمال","bookEnglishName":"Acts of the Apostles","chapterNumber":26,"verses":[{"number":1,"verse":"( پولس کا اگرپا کے سامنے دفاع) اگرپا نے پولس سے کہا، ”آپ کو اپنے دفاع میں بولنے کی اجازت ہے۔“ پولس نے ہاتھ سے اشارہ کر کے اپنے دفاع میں بولنے کا آغاز کیا،"},{"number":2,"verse":"”اگرپا بادشاہ، مَیں اپنے آپ کو خوش نصیب سمجھتا ہوں کہ آج آپ ہی میرا یہ دفاعی بیان سن رہے ہیں جو مجھے یہودیوں کے تمام الزامات کے جواب میں دینا پڑ رہا ہے۔"},{"number":3,"verse":"خاص کر اِس لئے کہ آپ یہودیوں کے رسم و رواج اور تنازعوں سے واقف ہیں۔ میری عرض ہے کہ آپ صبر سے میری بات سنیں۔"},{"number":4,"verse":"تمام یہودی جانتے ہیں کہ مَیں نے جوانی سے لے کر اب تک اپنی قوم بلکہ یروشلم میں کس طرح زندگی گزاری۔"},{"number":5,"verse":"وہ مجھے بڑی دیر سے جانتے ہیں اور اگر چاہیں تو اِس کی گواہی بھی دے سکتے ہیں کہ مَیں فریسی کی زندگی گزارتا تھا، ہمارے مذہب کے اُسی فرقے کی جو سب سے کٹر ہے۔"},{"number":6,"verse":"اور آج میری عدالت اِس وجہ سے کی جا رہی ہے کہ مَیں اُس وعدے پر اُمید رکھتا ہوں جو اللہ نے ہمارے باپ دادا سے کیا۔"},{"number":7,"verse":"حقیقت میں یہ وہی اُمید ہے جس کی وجہ سے ہمارے بارہ قبیلے دن رات اور بڑی لگن سے اللہ کی عبادت کرتے رہتے ہیں اور جس کی تکمیل کے لئے وہ تڑپتے ہیں۔ توبھی اے بادشاہ، یہ لوگ مجھ پر یہ اُمید رکھنے کا الزام لگا رہے ہیں۔"},{"number":8,"verse":"لیکن آپ سب کو یہ خیال کیوں ناقابلِ یقین لگتا ہے کہ اللہ مُردوں کو زندہ کر دیتا ہے؟"},{"number":9,"verse":"پہلے مَیں بھی سمجھتا تھا کہ ہر ممکن طریقے سے عیسیٰ ناصری کی مخالفت کرنا میرا فرض ہے۔"},{"number":10,"verse":"اور یہ مَیں نے یروشلم میں کیا بھی۔ راہنما اماموں سے اختیار لے کر مَیں نے وہاں کے بہت سے مُقدّسوں کو جیل میں ڈلوا دیا۔ اور جب کبھی اُنہیں سزائے موت دینے کا فیصلہ کرنا تھا تو مَیں نے بھی اِس حق میں ووٹ دیا۔"},{"number":11,"verse":"مَیں تمام عبادت خانوں میں گیا اور بہت دفعہ اُنہیں سزا دلا کر عیسیٰ کے بارے میں کفر بکنے پر مجبور کرنے کی کوشش کرتا رہا۔ مَیں اِتنے طیش میں آ گیا تھا کہ اُن کی ایذا رسانی کی غرض سے بیرونِ ملک بھی گیا۔"},{"number":12,"verse":"( پولس اپنی تبدیلی کا ذکر کرتا ہے) ایک دن مَیں راہنما اماموں سے اختیار اور اجازت نامہ لے کر دمشق جا رہا تھا۔"},{"number":13,"verse":"دوپہر تقریباً بارہ بجے مَیں سڑک پر چل رہا تھا کہ ایک روشنی دیکھی جو سورج سے زیادہ تیز تھی۔ وہ آسمان سے آ کر میرے اور میرے ہم سفروں کے گردا گرد چمکی۔"},{"number":14,"verse":"ہم سب زمین پر گر گئے اور مَیں نے اَرامی زبان میں ایک آواز سنی، ’ساؤل، ساؤل، تُو مجھے کیوں ستاتا ہے؟ یوں میرے آنکس کے خلاف پاؤں مارنا تیرے لئے ہی دشواری کا باعث ہے۔‘"},{"number":15,"verse":"مَیں نے پوچھا، ’خداوند، آپ کون ہیں؟‘ خداوند نے جواب دیا، ’مَیں عیسیٰ ہوں، وہی جسے تُو ستاتا ہے۔"},{"number":16,"verse":"لیکن اب اُٹھ کر کھڑا ہو جا، کیونکہ مَیں تجھے اپنا خادم اور گواہ مقرر کرنے کے لئے تجھ پر ظاہر ہوا ہوں۔ جو کچھ تُو نے دیکھا ہے اُس کی تجھے گواہی دینی ہے اور اُس کی بھی جو مَیں آئندہ تجھ پر ظاہر کروں گا۔"},{"number":17,"verse":"مَیں تجھے تیری اپنی قوم سے بچائے رکھوں گا اور اُن غیریہودی قوموں سے بھی جن کے پاس تجھے بھیجوں گا۔"},{"number":18,"verse":"تُو اُن کی آنکھوں کو کھول دے گا تاکہ وہ تاریکی اور ابلیس کے اختیار سے نور اور اللہ کی طرف رجوع کریں۔ پھر اُن کے گناہوں کو معاف کر دیا جائے گا اور وہ اُن کے ساتھ آسمانی میراث میں شریک ہوں گے جو مجھ پر ایمان لانے سے مُقدّس کئے گئے ہیں۔‘"},{"number":19,"verse":"( پولس اپنی خدمت کا بیان کرتا ہے) اے اگرپا بادشاہ، جب مَیں نے یہ سنا تو مَیں نے اِس آسمانی رویا کی نافرمانی نہ کی"},{"number":20,"verse":"بلکہ اِس بات کی منادی کی کہ لوگ توبہ کر کے اللہ کی طرف رجوع کریں اور اپنے عمل سے اپنی تبدیلی کا اظہار بھی کریں۔ مَیں نے اِس کی تبلیغ پہلے دمشق میں کی، پھر یروشلم اور پورے یہودیہ میں اور اِس کے بعد غیریہودی قوموں میں بھی۔"},{"number":21,"verse":"اِسی وجہ سے یہودیوں نے مجھے بیت المُقدّس میں پکڑ کر قتل کرنے کی کوشش کی۔"},{"number":22,"verse":"لیکن اللہ نے آج تک میری مدد کی ہے، اِس لئے مَیں یہاں کھڑا ہو کر چھوٹوں اور بڑوں کو اپنی گواہی دے سکتا ہوں۔ جو کچھ مَیں سناتا ہوں وہ وہی کچھ ہے جو موسیٰ اور نبیوں نے کہا ہے،"},{"number":23,"verse":"کہ مسیح دُکھ اُٹھا کر پہلا شخص ہو گا جو مُردوں میں سے جی اُٹھے گا اور کہ وہ یوں اپنی قوم اور غیریہودیوں کے سامنے اللہ کے نور کا پرچار کرے گا۔“"},{"number":24,"verse":"اچانک فیستس پولس کی بات کاٹ کر چلّا اُٹھا، ”پولس، ہوش میں آؤ! علم کی زیادتی نے تمہیں دیوانہ کر دیا ہے۔“"},{"number":25,"verse":"پولس نے جواب دیا، ”معزز فیستس، مَیں دیوانہ نہیں ہوں۔ میری یہ باتیں حقیقی اور معقول ہیں۔"},{"number":26,"verse":"بادشاہ سلامت اِن سے واقف ہیں، اِس لئے مَیں اُن سے کھل کر بات کر سکتا ہوں۔ مجھے یقین ہے کہ یہ سب کچھ اُن سے چھپا نہیں رہا، کیونکہ یہ پوشیدگی میں یا کسی کونے میں نہیں ہوا۔"},{"number":27,"verse":"اے اگرپا بادشاہ، کیا آپ نبیوں پر ایمان رکھتے ہیں؟ بلکہ مَیں جانتا ہوں کہ آپ اُن پر ایمان رکھتے ہیں۔“"},{"number":28,"verse":"اگرپا نے کہا، ”آپ تو بڑی جلدی سے مجھے قائل کر کے مسیحی بنانا چاہتے ہیں۔“"},{"number":29,"verse":"پولس نے جواب دیا، ”جلد یا بدیر مَیں اللہ سے دعا کرتا ہوں کہ نہ صرف آپ بلکہ تمام حاضرین میری مانند بن جائیں، سوائے میری زنجیروں کے۔“"},{"number":30,"verse":"پھر بادشاہ، گورنر، برنیکے اور باقی سب اُٹھ کر چلے گئے۔"},{"number":31,"verse":"وہاں سے نکل کر وہ ایک دوسرے سے بات کرنے لگے۔ سب اِس پر متفق تھے کہ ”اِس آدمی نے کچھ نہیں کیا جو سزائے موت یا قید کے لائق ہو۔“"},{"number":32,"verse":"اور اگرپا نے فیستس سے کہا، ”اگر اِس نے شہنشاہ سے اپیل نہ کی ہوتی تو اِسے رِہا کیا جا سکتا تھا۔“"}]}