{"bibleAbbr":"urGV2010","bookName":"اعمال","bookEnglishName":"Acts of the Apostles","chapterNumber":28,"verses":[{"number":1,"verse":"( جزیرۂ ملِتے میں) طوفان سے بچنے پر ہمیں معلوم ہوا کہ جزیرے کا نام ملِتے ہے۔"},{"number":2,"verse":"مقامی لوگوں نے ہمیں غیرمعمولی مہربانی دکھائی۔ اُنہوں نے آگ جلا کر ہمارا استقبال کیا، کیونکہ بارش شروع ہو چکی تھی اور ٹھنڈ تھی۔"},{"number":3,"verse":"پولس نے بھی لکڑی کا ڈھیر جمع کیا۔ لیکن جوں ہی اُس نے اُسے آگ میں پھینکا ایک زہریلا سانپ آگ کی تپش سے بھاگ کر نکل آیا اور پولس کے ہاتھ سے چمٹ کر اُسے ڈس لیا۔"},{"number":4,"verse":"مقامی لوگوں نے سانپ کو پولس کے ہاتھ سے لگے دیکھا تو ایک دوسرے سے کہنے لگے، ”یہ آدمی ضرور قاتل ہو گا۔ گو یہ سمندر سے بچ گیا، لیکن انصاف کی دیوی اِسے جینے نہیں دیتی۔“"},{"number":5,"verse":"لیکن پولس نے سانپ کو جھٹک کر آگ میں پھینک دیا، اور سانپ کا کوئی بُرا اثر اُس پر نہ ہوا۔"},{"number":6,"verse":"لوگ اِس انتظار میں رہے کہ وہ سوج جائے یا اچانک گر پڑے، لیکن کافی دیر کے بعد بھی کچھ نہ ہوا۔ اِس پر اُنہوں نے اپنا خیال بدل کر اُسے دیوتا قرار دیا۔"},{"number":7,"verse":"قریب ہی جزیرے کے سب سے بڑے آدمی کی زمینیں تھیں۔ اُس کا نام پُبلیُس تھا۔ اُس نے اپنے گھر میں ہمارا استقبال کیا اور تین دن تک ہماری خوب مہمان نوازی کی۔"},{"number":8,"verse":"اُس کا باپ بیمار پڑا تھا، وہ بخار اور پیچش کے مرض میں مبتلا تھا۔ پولس اُس کے کمرے میں گیا، اُس کے لئے دعا کی اور اپنے ہاتھ اُس پر رکھ دیئے۔ اِس پر مریض کو شفا ملی۔"},{"number":9,"verse":"جب یہ ہوا تو جزیرے کے باقی تمام مریضوں نے پولس کے پاس آ کر شفا پائی۔"},{"number":10,"verse":"نتیجے میں اُنہوں نے کئی طرح سے ہماری عزت کی۔ اور جب روانہ ہونے کا وقت آ گیا تو اُنہوں نے ہمیں وہ سب کچھ مہیا کیا جو سفر کے لئے درکار تھا۔"},{"number":11,"verse":"( جزیرۂ ملِتے سے روم تک) جزیرے پر تین ماہ گزر گئے۔ پھر ہم ایک جہاز پر سوار ہوئے جو سردیوں کے موسم کے لئے وہاں ٹھہر گیا تھا۔ یہ جہاز اسکندریہ کا تھا اور اُس کے ماتھے پر جُڑواں دیوتاؤں ’کاسٹر‘ اور ’پولکس‘ کی مورت نصب تھی۔ ہم وہاں سے رُخصت ہو کر"},{"number":12,"verse":"سرکوسہ شہر پہنچے۔ تین دن کے بعد"},{"number":13,"verse":"ہم وہاں سے ریگیُم شہر گئے جہاں ہم صرف ایک دن ٹھہرے۔ پھر جنوب سے ہَوا اُٹھی، اِس لئے ہم اگلے دن پُتیولی پہنچے۔"},{"number":14,"verse":"اِس شہر میں ہماری ملاقات کچھ بھائیوں سے ہوئی۔ اُنہوں نے ہمیں اپنے پاس ایک ہفتہ رہنے کی دعوت دی۔ یوں ہم روم پہنچ گئے۔"},{"number":15,"verse":"روم کے بھائیوں نے ہمارے بارے میں سن رکھا تھا، اور کچھ ہمارا استقبال کرنے کے لئے قصبہ بنام اپیُس کے چوک تک آئے جبکہ کچھ صرف ’تین سرائے‘ تک آ سکے۔ اُنہیں دیکھ کر پولس نے اللہ کا شکر کیا اور نیا حوصلہ پایا۔"},{"number":16,"verse":"( روم میں) ہمارے روم میں پہنچنے پر پولس کو اپنے کرائے کے مکان میں رہنے کی اجازت ملی، گو ایک فوجی اُس کی پہرا داری کرنے کے لئے اُس کے ساتھ رہا۔"},{"number":17,"verse":"تین دن گزر گئے تو پولس نے یہودی راہنماؤں کو بُلایا۔ جب وہ جمع ہوئے تو اُس نے اُن سے کہا، ”بھائیو، مجھے یروشلم میں گرفتار کر کے رومیوں کے حوالے کر دیا گیا حالانکہ مَیں نے اپنی قوم یا اپنے باپ دادا کے رسم و رواج کے خلاف کچھ نہیں کیا تھا۔"},{"number":18,"verse":"رومی میرا جائزہ لے کر مجھے رِہا کرنا چاہتے تھے، کیونکہ اُنہیں مجھے سزائے موت دینے کا کوئی سبب نہ ملا تھا۔"},{"number":19,"verse":"لیکن یہودیوں نے اعتراض کیا اور یوں مجھے شہنشاہ سے اپیل کرنے پر مجبور کر دیا گیا، گو میرا یہ ارادہ نہیں ہے کہ مَیں اپنی قوم پر کوئی الزام لگاؤں۔"},{"number":20,"verse":"مَیں نے اِس لئے آپ کو بُلایا تاکہ آپ سے ملوں اور گفتگو کروں۔ مَیں اُس شخص کی خاطر اِن زنجیروں سے جکڑا ہوا ہوں جس کے آنے کی اُمید اسرائیل رکھتا ہے۔“"},{"number":21,"verse":"یہودیوں نے اُسے جواب دیا، ”ہمیں یہودیہ سے آپ کے بارے میں کوئی بھی خط نہیں ملا۔ اور جتنے بھائی وہاں سے آئے ہیں اُن میں سے ایک نے بھی آپ کے بارے میں نہ تو کوئی منفی رپورٹ دی نہ کوئی بُری بات بتائی۔"},{"number":22,"verse":"لیکن ہم آپ سے سننا چاہتے ہیں کہ آپ کے خیالات کیا ہیں، کیونکہ ہم اِتنا جانتے ہیں کہ ہر جگہ لوگ اِس فرقے کے خلاف باتیں کر رہے ہیں۔“"},{"number":23,"verse":"چنانچہ اُنہوں نے ملنے کا ایک دن مقرر کیا۔ جب یہودی دوبارہ اُس جگہ آئے جہاں پولس رہتا تھا تو اُن کی تعداد بہت زیادہ تھی۔ صبح سے لے کر شام تک اُس نے اللہ کی بادشاہی بیان کی اور اُس کی گواہی دی۔ اُس نے اُنہیں موسیٰ کی شریعت اور نبیوں کے حوالہ جات پیش کر کر کے عیسیٰ کے بارے میں قائل کرنے کی کوشش کی۔"},{"number":24,"verse":"کچھ تو قائل ہو گئے، لیکن باقی ایمان نہ لائے۔"},{"number":25,"verse":"اُن میں نااتفاقی پیدا ہوئی تو وہ چلے گئے۔ جب وہ جانے لگے تو پولس نے اُن سے کہا، ”روح القدس نے یسعیاہ نبی کی معرفت آپ کے باپ دادا سے ٹھیک کہا کہ"},{"number":26,"verse":"جا، اِس قوم کو بتا، ’تم اپنے کانوں سے سنو گے مگر کچھ نہیں سمجھو گے، تم اپنی آنکھوں سے دیکھو گے مگر کچھ نہیں جانو گے۔"},{"number":27,"verse":"کیونکہ اِس قوم کا دل بےحس ہو گیا ہے۔ وہ مشکل سے اپنے کانوں سے سنتے ہیں، اُنہوں نے اپنی آنکھوں کو بند کر رکھا ہے، ایسا نہ ہو کہ وہ اپنی آنکھوں سے دیکھیں، اپنے کانوں سے سنیں، اپنے دل سے سمجھیں، میری طرف رجوع کریں اور مَیں اُنہیں شفا دوں‘۔“"},{"number":28,"verse":"پولس نے اپنی بات اِن الفاظ سے ختم کی، ”اب جان لیں کہ اللہ کی طرف سے یہ نجات غیریہودیوں کو بھی پیش کی گئی ہے اور وہ سنیں گے بھی!“"},{"number":29,"verse":"[جب اُس نے یہ کہا تو یہودی آپس میں بحث مباحثہ کرتے ہوئے چلے گئے۔]"},{"number":30,"verse":"پولس پورے دو سال اپنے کرائے کے گھر میں رہا۔ جو بھی اُس کے پاس آیا اُس کا اُس نے استقبال کر کے"},{"number":31,"verse":"دلیری سے اللہ کی بادشاہی کی منادی کی اور خداوند عیسیٰ مسیح کی تعلیم دی۔ اور کسی نے مداخلت نہ کی۔"}]}