{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":11,"verses":[{"number":1,"verse":"And the Spirit lifted me up and brought me to the east gate of the house of Jehovah that faces east; and there, at the entrance of the gate, were twenty-five men. And among them I saw Jaazaniah the son of Azzur and Pelatiah the son of Benaiah, rulers of the people."},{"number":2,"verse":"And He said to me, Son of man, these are the men who devise iniquity and give evil counsel in this city,"},{"number":3,"verse":"Who say, It is not the time to build houses; the city is the pot and we are the flesh."},{"number":4,"verse":"Therefore prophesy against them; prophesy, son of man."},{"number":5,"verse":"Then the Spirit of Jehovah fell upon me and said to me, Say, Thus says Jehovah, You speak in this way, O house of Israel, for I know the things that come up in your spirit."},{"number":6,"verse":"You have multiplied your slain in this city, and you have filled its streets with the slain."},{"number":7,"verse":"Therefore thus says the Lord Jehovah, Your slain whom you have put in the midst of the city, they will be the flesh, and the city, the pot; but you I will bring forth from the midst of it."},{"number":8,"verse":"You have feared the sword, so I will bring a sword upon you, declares the Lord Jehovah."},{"number":9,"verse":"I will bring you forth from the midst of it and will give you into the hands of strangers; and I will execute judgments upon you."},{"number":10,"verse":"You will fall by the sword; I will judge you in the borders of Israel, and you will know that I am Jehovah."},{"number":11,"verse":"The city will not be a pot to you so that you will be in its midst as flesh; I will judge you in the borders of Israel."},{"number":12,"verse":"And you will know that I am Jehovah; for you have not walked in My statutes, nor have you done My ordinances, but you have done according to the ordinances of the nations that surround you."},{"number":13,"verse":"And when I prophesied, Pelatiah the son of Benaiah died; and I fell on my face and cried out with a loud voice, and I said, Ah, Lord Jehovah! Are You making a full end to the remnant of Israel?"},{"number":14,"verse":"Then the word of Jehovah came to me, saying,"},{"number":15,"verse":"Son of man, your brothers, your brothers, your kinsmen and the whole house of Israel, all of them, are the ones to whom the inhabitants of Jerusalem have said, Stay far away from Jehovah; to us was this land given as an inheritance."},{"number":16,"verse":"Therefore say, Thus says the Lord Jehovah, Though I have sent them far away among the nations and though I have scattered them among the countries, I have been a sanctuary to them for a little while in the countries where they went."},{"number":17,"verse":"Therefore say, Thus says the Lord Jehovah, I will gather you from the peoples and assemble you from the countries among which you have been scattered, and I will give you the land of Israel."},{"number":18,"verse":"And they will come there and take away all its detestable things and all its abominations from it."},{"number":19,"verse":"And I will give them one heart, and a new spirit I will put within them; and I will take the heart of stone out of their flesh and give them a heart of flesh,"},{"number":20,"verse":"That they may walk in My statutes and keep My ordinances and do them; and they will be My people, and I will be their God."},{"number":21,"verse":"But as for those whose heart goes after their detestable things and their abominations, I will bring their ways upon their heads, declares the Lord Jehovah."},{"number":22,"verse":"Then the cherubim lifted up their wings, and the wheels were next to them; and the glory of the God of Israel was over them above."},{"number":23,"verse":"And the glory of Jehovah went up from the midst of the city and stood upon the mountain which is east of the city."},{"number":24,"verse":"And the Spirit lifted me up and brought me to Chaldea, to the captives, in a vision by the Spirit of God. And the vision that I had seen went up from me."},{"number":25,"verse":"Then I told the captives all the things that Jehovah had shown me."}]}