{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":12,"verses":[{"number":1,"verse":"And the word of Jehovah came to me, saying,"},{"number":2,"verse":"Son of man, you are dwelling in the midst of a rebellious house, who have eyes to see but do not see and have ears to hear but do not hear; for they are a rebellious house."},{"number":3,"verse":"Therefore you, son of man, prepare for yourself baggage for captivity, and go into captivity by day in their sight; indeed you shall go into captivity from your place to another place in their sight. Perhaps they will see that they are a rebellious house."},{"number":4,"verse":"And you shall bring your baggage forth by day in their sight like baggage for captivity, and you shall go forth in the evening in their sight as captives go forth."},{"number":5,"verse":"In their sight you shall dig through the wall and bring your baggage through it."},{"number":6,"verse":"In their sight you shall take it up on your shoulder; in the dark you shall bring it forth. You shall cover your face so that you cannot see the ground, for I have given you as a sign to the house of Israel."},{"number":7,"verse":"And I did as I was commanded: I brought forth my baggage by day like baggage for captivity, and in the evening I dug through the wall with my hand; in the dark I brought forth the baggage; on my shoulder I took it up in their sight."},{"number":8,"verse":"Then the word of Jehovah came to me in the morning, saying,"},{"number":9,"verse":"Son of man, has not the house of Israel, the rebellious house, said to you, What are you doing?"},{"number":10,"verse":"Say to them, Thus says the Lord Jehovah, This burden pertains to the prince in Jerusalem and to all the house of Israel, which is in it."},{"number":11,"verse":"Say, I am a sign of you. As I have done, so will it be done to them. They will go into exile, into captivity;"},{"number":12,"verse":"And the prince who is in their midst will take up his baggage on his shoulder in the dark and will go forth; they will dig through the wall in order to bring his baggage forth through it; he will hide his face so that he does not see the land with his eyes."},{"number":13,"verse":"I will also spread My net over him, and he will be caught in My snare; and I will bring him to Babylon, the land of the Chaldeans, yet he will not see it and will die there."},{"number":14,"verse":"And all who surround him to help him and all his armies, I will scatter into every wind, and I will draw out a sword after them."},{"number":15,"verse":"And they will know that I am Jehovah, when I scatter them among the nations and disperse them among the countries."},{"number":16,"verse":"But I will keep a small number of men from among them from sword, from famine, and from pestilence that they may recount all their abominations among the nations to which they go; and they will know that I am Jehovah."},{"number":17,"verse":"Moreover the word of Jehovah came to me, saying,"},{"number":18,"verse":"Son of man, eat your bread with trembling, and drink your water with quivering and anxious carefulness;"},{"number":19,"verse":"And say to the people of the land, Thus says the Lord Jehovah to the inhabitants of Jerusalem in the land of Israel, They will eat their bread with anxious carefulness and drink their water with horror so that their land may be emptied of its fullness because of the violence of all who dwell in it."},{"number":20,"verse":"And the inhabited cities will be laid waste, and the land will be a desolation; and you will know that I am Jehovah."},{"number":21,"verse":"And the word of Jehovah came to me, saying,"},{"number":22,"verse":"Son of man, what is this proverb that you all have concerning the land of Israel, saying, The days are prolonged and every vision fails?"},{"number":23,"verse":"Therefore say to them, Thus says the Lord Jehovah, I will bring this proverb to an end, so that they will no longer have the proverb in Israel. But say to them, The days have drawn near as well as the fulfillment of every vision."},{"number":24,"verse":"For there will no longer be vain vision or flattering divination within the house of Israel."},{"number":25,"verse":"For it is I, Jehovah, who speaks; whatever word I speak will be performed; it will no longer be delayed; for in your days, O rebellious house, I will speak a word and I will perform it, declares the Lord Jehovah."},{"number":26,"verse":"And again the word of Jehovah came to me, saying,"},{"number":27,"verse":"Son of man, the house of Israel now says, The vision that he sees pertains to things many days from now, and he prophesies concerning distant times."},{"number":28,"verse":"Therefore say to them, Thus says the Lord Jehovah, No words of Mine will be delayed any longer, but the word that I have spoken will be performed, declares the Lord Jehovah."}]}