{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":14,"verses":[{"number":1,"verse":"Then some of the elders of Israel came to me and sat before me."},{"number":2,"verse":"And the word of Jehovah came to me, saying,"},{"number":3,"verse":"Son of man, these men have set up their idols in their hearts and have put the stumbling block of their iniquity before their faces. Should I be inquired of at all by them?"},{"number":4,"verse":"Therefore speak to them and say to them, Thus says the Lord Jehovah, Each and every man of the house of Israel who sets up his idols in his heart and sets the stumbling block of his iniquity before his face and goes to the prophet, I, Jehovah, will be found to be answering according to this, according to the multitude of his idols;"},{"number":5,"verse":"That I may lay hold of the house of Israel in their heart, who have become estranged from Me because of all their idols."},{"number":6,"verse":"Therefore say to the house of Israel, Thus says the Lord Jehovah, Repent, and turn away from your idols; and turn your faces away from all your abominations;"},{"number":7,"verse":"For each and every man of the house of Israel or of the sojourners who sojourn in Israel, who separates himself from Me and sets up his idols in his heart and sets the stumbling block of his iniquity before his face and goes to the prophet to inquire of him concerning Me, I, Jehovah, will be found to be answering him by Myself;"},{"number":8,"verse":"And I will set My face against that man, and I will make him a sign and a proverb, and I will cut him off from the midst of My people; and you will know that I am Jehovah."},{"number":9,"verse":"But if the prophet is enticed to speak a word, I, Jehovah, have enticed that prophet, and I will stretch out My hand against him and will destroy him from the midst of My people Israel."},{"number":10,"verse":"And they will bear their iniquity: As the iniquity of the prophet is, so the iniquity of him who inquires of him shall be,"},{"number":11,"verse":"That the house of Israel may no longer stray from Me and may no longer defile themselves with all their transgressions, but that they may be My people and I may be their God, declares the Lord Jehovah."},{"number":12,"verse":"Then the word of Jehovah came to me, saying,"},{"number":13,"verse":"Son of man, when a land sins against Me by acting unfaithfully, and I stretch out My hand over it and break its staff of bread and send a famine against it and cut off man and beast from it;"},{"number":14,"verse":"Though these three men, Noah, Daniel, and Job, were in the midst of it, they would deliver only their own souls by their righteousness, declares the Lord Jehovah."},{"number":15,"verse":"If I were to cause wild beasts to pass through the land so that they destroyed its inhabitants and it became so desolate that no one would pass through it because of the beasts,"},{"number":16,"verse":"Though these three men were in the midst of it, as I live, declares the Lord Jehovah, they could not deliver even their sons and daughters; they alone would be delivered, but the land would be desolate."},{"number":17,"verse":"Or if I were to bring a sword upon that land and were to say, Let a sword pass through the land, and I were to cut off man and beast from it;"},{"number":18,"verse":"Though these three men were in the midst of it, as I live, declares the Lord Jehovah, they could not deliver even their sons and daughters, but they alone would be delivered."},{"number":19,"verse":"Or if I were to send pestilence into that land and were to pour out My wrath upon it in blood so as to cut off man and beast from it,"},{"number":20,"verse":"Though Noah, Daniel, and Job were in the midst of it, as I live, declares the Lord Jehovah, they could not deliver even a son or daughter; they would deliver only their own souls by their righteousness."},{"number":21,"verse":"For thus says the Lord Jehovah, How much more then when I send My four severe judgments upon Jerusalem, sword and famine and wild beasts and pestilence, to cut off man and beast from it!"},{"number":22,"verse":"Yet there will be a remnant left in it that will be brought forth, both sons and daughters. They will come forth to you, and you will see their ways and their doings; and you will be comforted for the ill that I have brought upon Jerusalem, for all that I have brought upon it."},{"number":23,"verse":"And they will comfort you when you see their ways and their doings; and you will know that it was not without cause that I have done all that I have done to it, declares the Lord Jehovah."}]}