{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":18,"verses":[{"number":1,"verse":"Then the word of Jehovah came to me, saying,"},{"number":2,"verse":"What do you mean by using this proverb concerning the land of Israel, saying, The fathers eat sour grapes, and the children’s teeth are set on edge?"},{"number":3,"verse":"As I live, declares the Lord Jehovah, the use of this parable will no longer be with you in Israel."},{"number":4,"verse":"Indeed all souls are Mine; indeed as is the soul of the father, so also the soul of the son is Mine. The soul who sins, he shall die."},{"number":5,"verse":"But if a man is righteous and practices justice and righteousness,"},{"number":6,"verse":"And does not eat upon the mountains or lift up his eyes to the idols of the house of Israel, and does not defile his neighbor’s wife or come near a menstruous woman;"},{"number":7,"verse":"And if a man does not oppress anyone but restores to the debtor his pledge, does not plunder but gives his bread to the hungry and covers the naked with a garment;"},{"number":8,"verse":"If he does not lend with interest or collect with an increase; if he withdraws his hand from iniquity and exercises true justice between man and man;"},{"number":9,"verse":"If he walks in My statutes and keeps My ordinances to do truth — he is righteous; he shall surely live, declares the Lord Jehovah."},{"number":10,"verse":"But if he begets a violent son, one who sheds blood or does only one of these things"},{"number":11,"verse":"(Though he himself has done none of these things); if he even eats upon the mountains or defiles his neighbor’s wife,"},{"number":12,"verse":"Oppresses the poor and needy, commits plunder, does not restore the pledge, or lifts his eyes to the idols and commits abomination,"},{"number":13,"verse":"Lends with interest or collects with an increase; then will he live? He shall not live. He has committed all these abominations; he shall surely die. His blood shall be upon him."},{"number":14,"verse":"But if he begets a son, and the son sees all the sins of his father that he has done, and he sees and does not do the like;"},{"number":15,"verse":"He does not eat upon the mountains and does not lift up his eyes to the idols of the house of Israel, does not defile his neighbor’s wife,"},{"number":16,"verse":"Does not oppress anyone, does not keep the pledge and does not plunder, but gives his bread to the hungry and covers the naked with a garment,"},{"number":17,"verse":"Takes his hand off the poor and does not collect with interest or increase, does My ordinances and walks in My statutes; he shall not die for his father’s iniquity; he shall surely live."},{"number":18,"verse":"As for his father, because he practiced extortion, plundered his brother, and did that which was not good in the midst of his people, indeed he shall die for his iniquity."},{"number":19,"verse":"Yet you say, Why? Does not the son share the punishment for the father’s iniquity? When the son has practiced justice and righteousness and has kept all My statutes and done them, he shall surely live."},{"number":20,"verse":"The soul who sins, he shall die; the son shall not share the punishment for the father’s iniquity, nor shall the father share the punishment for the son’s iniquity. The righteousness of the righteous man shall be upon him, and the wickedness of the wicked man shall be upon him."},{"number":21,"verse":"But if the wicked man turns from all his sins that he has committed and keeps all My statutes and practices justice and righteousness, he shall surely live; he shall not die."},{"number":22,"verse":"None of his transgressions that he has committed shall be remembered against him; because of his righteousness that he has practiced he shall live."},{"number":23,"verse":"Do I take pleasure in the death of the wicked, declares the Lord Jehovah, and not in his turning away from his ways that he may live?"},{"number":24,"verse":"But when a righteous man turns from his righteousness and practices iniquity and commits all the abominations that the wicked man commits, will he live? None of his righteousness that he has practiced shall be remembered. Because of his unfaithfulness in which he has acted unfaithfully and because of his sin which he has sinned, because of them, he shall die."},{"number":25,"verse":"Yet you say, The way of the Lord is not fair. Hear now, O house of Israel! Is My way not fair? Is it not your ways that are not fair?"},{"number":26,"verse":"When a righteous man turns from his righteousness and practices iniquity and dies as a consequence, because of his iniquity that he has practiced he shall die."},{"number":27,"verse":"Again, when a wicked man turns from his wickedness that he has practiced and practices justice and righteousness, he shall save his life."},{"number":28,"verse":"Because he sees and turns from all his transgressions that he has committed, he shall surely live; he shall not die."},{"number":29,"verse":"Yet the house of Israel says, The way of the Lord is not fair. Are My ways not fair, O house of Israel? Is it not your ways that are not fair?"},{"number":30,"verse":"Therefore I will judge you, O house of Israel, each according to his ways, declares the Lord Jehovah. Repent, and turn away from all your transgressions so that iniquity will not become a stumbling block to you."},{"number":31,"verse":"Cast away from you all your transgressions by which you have transgressed, and get yourselves a new heart and a new spirit; for why will you die, O house of Israel?"},{"number":32,"verse":"For I take no pleasure in the death of him who dies, declares the Lord Jehovah; therefore turn and live."}]}