{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":21,"verses":[{"number":1,"verse":"And the word of Jehovah came to me, saying,"},{"number":2,"verse":"Son of man, set your face toward Jerusalem, and utter something against the holy places and prophesy against the land of Israel;"},{"number":3,"verse":"And say to the land of Israel, Thus says Jehovah, I am now against you, and I will draw My sword out of its sheath, and I will cut off from you the righteous man and the wicked."},{"number":4,"verse":"Because I will cut off from you the righteous man and the wicked, therefore My sword will go forth out of its sheath against all flesh, from the south to the north."},{"number":5,"verse":"And all flesh will know that I, Jehovah, have drawn My sword out of its sheath; it will not return again."},{"number":6,"verse":"But you, son of man, groan! With the shaking of loins and with bitterness groan in their sight."},{"number":7,"verse":"And when they say to you, Why do you groan, you shall say, Because of the report that comes; and every heart will melt and every hand will be feeble and every spirit will faint and every knee will flow into water. It is about to come and it will happen, declares the Lord Jehovah."},{"number":8,"verse":"Again the word of Jehovah came to me, saying,"},{"number":9,"verse":"Son of man, prophesy and say, Thus says the Lord, Say: A sword, a sword is sharpened, and also polished."},{"number":10,"verse":"It is sharpened to slaughter utterly, polished to flash like lightning. Or shall we rejoice, saying, The scepter of my son despises all other wood?"},{"number":11,"verse":"And it is given to be polished, that it may be wielded in the hand. The sword — it is sharpened and it is polished, that it may be given into the hand of the slayer."},{"number":12,"verse":"Cry out and howl, son of man, for it will come against My people. It will come against all the princes of Israel; they are cast at the sword with My people; therefore strike your thigh."},{"number":13,"verse":"For a trial has been made. And what if even the scepter that despises is no more? declares the Lord Jehovah."},{"number":14,"verse":"You therefore, son of man, prophesy and clap your hands together; and let the sword be doubled a third time, the sword for the slain; it is the sword for a great slain one that encircles them."},{"number":15,"verse":"In order that hearts may fail and that occasions of falling may multiply at all their gates, I have given the slaughtering sword. Ah! It has been made to flash like lightning; it is drawn for slaying."},{"number":16,"verse":"Gather yourself up, go to the right; set yourself, go to the left, to wherever your edge is appointed."},{"number":17,"verse":"And I, even I, will clap My hands together and will cause My wrath to rest; I, Jehovah, have spoken."},{"number":18,"verse":"Then the word of Jehovah came to me, saying,"},{"number":19,"verse":"And you, son of man, appoint two ways for the sword of the king of Babylon to come; out of one land both will come. And make a signpost; make it at the fork in the road to each city."},{"number":20,"verse":"You shall appoint a way for the sword to come, either to Rabbah of the children of Ammon, or to fortified Jerusalem in Judah."},{"number":21,"verse":"For the king of Babylon stands at the parting of the road, at the fork in the two roads, using divination; he shakes his arrows, he inquires of the teraphim, he observes the liver."},{"number":22,"verse":"Into his right hand came the divination for Jerusalem, to set up the battering ram, to open his mouth in killing, to lift up his voice with a shout, to set the battering rams against the gates, to cast up a mound, to build a siege wall."},{"number":23,"verse":"Yet to those in Jerusalem it will be as a false divination in their sight, to those who have sworn solemn oaths; but He brings the iniquity to remembrance, that they may be taken."},{"number":24,"verse":"Therefore thus says the Lord Jehovah, Because you have made your iniquity to be remembered, in that your transgressions are uncovered, so that in all your doings your sins appear, because you have come to remembrance, you will be taken with the hand."},{"number":25,"verse":"And you, profane, wicked prince of Israel, whose day has come at the time of the iniquity of the end,"},{"number":26,"verse":"Thus says the Lord Jehovah, Remove the turban, and take off the crown; what is will not be. Exalt the lowly, and lay low the exalted."},{"number":27,"verse":"Ruins, ruins, ruins will I make it; and this also will be no more, until He comes whose right it is; and I will give it to Him."},{"number":28,"verse":"And you, son of man, prophesy and say, Thus says the Lord Jehovah concerning the children of Ammon and concerning their reproach; and say, A sword, a sword, drawn for the slaughter, polished to consume, that it may flash like lightning —"},{"number":29,"verse":"While they see vanity for you, while they divine deception for you — to bring you down upon the necks of the wicked slain, whose day has come at the time of the iniquity of the end."},{"number":30,"verse":"Return it to its sheath. In the place where you were created, in the land of your origin, I will judge you."},{"number":31,"verse":"And I will pour out My indignation upon you; with the fire of My overflowing wrath I will blow against you, and I will give you into the hand of brutal men, skilled in destruction."},{"number":32,"verse":"You will be fuel for the fire; your blood will be in the midst of the land; you will not be remembered; for I, Jehovah, have spoken."}]}