{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":28,"verses":[{"number":1,"verse":"The word of Jehovah came again to me, saying,"},{"number":2,"verse":"Son of man, say to the prince of Tyre, Thus says the Lord Jehovah, Because your heart is lifted up, and you have said, I am a god — I sit in the seat of God in the midst of the seas; yet you are a man and not a god, although you set your heart as if it were the heart of God."},{"number":3,"verse":"Indeed you are wiser than Daniel; there is no secret hidden from you;"},{"number":4,"verse":"By your wisdom and by your understanding you have made your wealth and accumulated gold and silver in your treasuries."},{"number":5,"verse":"By your great wisdom and by your trading you have increased your wealth, but your heart has become lifted up because of your wealth."},{"number":6,"verse":"Therefore thus says the Lord Jehovah, Because you have set your heart as if it were the heart of God,"},{"number":7,"verse":"Therefore I am about to bring strangers upon you, the most ruthless of the nations; and they will draw their swords against the beauty of your wisdom, and they will defile your splendor."},{"number":8,"verse":"To the pit they will bring you down, and in the heart of the seas you will die the death of those who are slain."},{"number":9,"verse":"Will you indeed say in the presence of the one who slays you, I am God? But you are a man and not a god in the hand of the one who wounds you."},{"number":10,"verse":"You will die the death of the uncircumcised by the hand of strangers, for I have spoken, declares the Lord Jehovah."},{"number":11,"verse":"Moreover the word of Jehovah came to me, saying,"},{"number":12,"verse":"Son of man, take up a lamentation for the king of Tyre, and say to him, Thus says the Lord Jehovah, O you who sealed up perfection, full of wisdom and perfect in beauty,"},{"number":13,"verse":"You were in Eden, the garden of God. Every precious stone was your covering, sardius, topaz, diamond, chrysolite, onyx, jasper, sapphire, carbuncle, and emerald, with gold. The workmanship of your tambourines and your pipes was prepared with you on the day that you were created."},{"number":14,"verse":"You were the anointed cherub who covered the Ark; indeed I set you, so that you were upon the holy mountain of God; you walked up and down in the midst of the stones of fire."},{"number":15,"verse":"You were perfect in your ways from the day that you were created, until unrighteousness was found in you."},{"number":16,"verse":"By the abundance of your trading they filled your midst with violence, and you sinned. So I cast you out as profane from the mountain of God, and I destroyed you, O covering cherub, from the midst of the stones of fire."},{"number":17,"verse":"Your heart was lifted up because of your beauty; you corrupted your wisdom by reason of your brightness. I cast you to the ground; I presented you before kings that they may look at you."},{"number":18,"verse":"By the multitude of your iniquities in the unrighteousness of your trading you have profaned your sanctuaries. Therefore I sent forth fire from your midst; it consumed you, and I reduced you to ashes upon the earth in the sight of all those who look at you."},{"number":19,"verse":"All who know you among the peoples are astonished at you. You have become a source of terror, and you will be no more forever."},{"number":20,"verse":"And the word of Jehovah came to me, saying,"},{"number":21,"verse":"Son of man, set your face toward Sidon, and prophesy against it,"},{"number":22,"verse":"And say, Thus says the Lord Jehovah, Indeed I am against you, O Sidon, and I will be glorified in your midst. And they will know that I am Jehovah when I have executed judgments in her, and I am sanctified in her."},{"number":23,"verse":"And I will send pestilence into her and blood into her streets, and the wounded will fall in her midst with the sword against her from all around, and they will know that I am Jehovah."},{"number":24,"verse":"And there will no longer be a pricking brier or a painful thorn for the house of Israel, inflicted by any of those around them who despised them. And they will know that I am the Lord Jehovah."},{"number":25,"verse":"Thus says the Lord Jehovah, When I have gathered the house of Israel from the peoples among whom they are scattered and have been sanctified in them in the sight of the nations, they will dwell in their own land which I gave to My servant Jacob."},{"number":26,"verse":"And they will dwell securely in it, and they will build houses and plant vineyards. They will dwell securely when I have executed judgments on all those surrounding them who despise them, and they will know that I am Jehovah their God."}]}