{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":29,"verses":[{"number":1,"verse":"In the tenth year, in the tenth month, on the twelfth day of the month, the word of Jehovah came to me, saying,"},{"number":2,"verse":"Son of man, set your face against Pharaoh, the king of Egypt, and prophesy against him and against all Egypt."},{"number":3,"verse":"Speak and say, Thus says the Lord Jehovah, Indeed I am against you, / Pharaoh king of Egypt, / The great monster that lies / In the midst of his Nile streams, / That said, My Nile belongs to me; / I even made it for myself."},{"number":4,"verse":"But I will put hooks in your jaws, / And I will cause the fish of your Nile streams to cling to your scales; / And I will bring you up out of the midst of your Nile streams, / With all the fish of your Nile streams clinging to your scales."},{"number":5,"verse":"And I will cast you out into the wilderness, / You and all the fish of your Nile streams. / You will fall on the open field; / You will not be brought together or gathered. / To the beasts of the earth / And to the birds of the sky / I have given you as food,"},{"number":6,"verse":"That all the inhabitants of Egypt may know that I am Jehovah, / Because they have been a reed staff to the house of Israel."},{"number":7,"verse":"When they grasped you by your hand, / You broke and tore all their shoulders; / And when they leaned upon you, / You shattered and made all their loins unsteady."},{"number":8,"verse":"Therefore thus says the Lord Jehovah, I am about to bring a sword upon you, and I will cut off from you man and beast."},{"number":9,"verse":"And the land of Egypt will be a desolation and a waste, and they will know that I am Jehovah. Because he has said, The Nile is mine, and I made it;"},{"number":10,"verse":"Therefore, indeed, I am against you and your Nile streams, and I will make the land of Egypt an utter waste and desolation, from Migdol to Syene, even to the border with Ethiopia."},{"number":11,"verse":"No human foot will pass through it, not even an animal foot will pass through it; it will not be inhabited forty years."},{"number":12,"verse":"And I will make the land of Egypt a desolation in the midst of desolate countries, and her cities will be the most desolate among ruined cities for forty years. And I will scatter the Egyptians among the nations and disperse them among the countries."},{"number":13,"verse":"For thus says the Lord Jehovah, At the end of forty years I will gather the Egyptians from among the peoples where they have been scattered,"},{"number":14,"verse":"And I will turn the captivity of Egypt and bring them back to the land of Pathros, into the land of their origin. And there they will be a lowly kingdom."},{"number":15,"verse":"It will be the lowliest of the kingdoms. It will no longer lift itself up above the nations, and I will diminish them so that they will no longer rule the nations."},{"number":16,"verse":"And it will no longer be the confidence of the house of Israel, but rather a reminder of iniquity when they turned toward them. Then they will know that I am the Lord Jehovah."},{"number":17,"verse":"And in the twenty-seventh year, in the first month, on the first day of the month, the word of Jehovah came to me, saying,"},{"number":18,"verse":"Son of man, Nebuchadrezzar the king of Babylon forced his army into hard labor against Tyre. Every head was made bald and every shoulder rubbed raw. Yet neither he nor his army had wages from Tyre for the labor that he had expended against it."},{"number":19,"verse":"Therefore thus says the Lord Jehovah, I am about to give the land of Egypt to Nebuchadrezzar the king of Babylon, and he will carry off her multitude and take her spoil and seize her plunder, and it will be the wages for his army."},{"number":20,"verse":"I have given him the land of Egypt as his recompense for which he labored, because they worked for Me, declares the Lord Jehovah."},{"number":21,"verse":"In that day I will cause a horn to sprout for the house of Israel, and I will give you an open mouth in their midst. Then they will know that I am Jehovah."}]}