{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":32,"verses":[{"number":1,"verse":"And in the twelfth year, in the twelfth month, on the first day of the month, the word of Jehovah came to me, saying,"},{"number":2,"verse":"Son of man, take up a lamentation over Pharaoh, the king of Egypt, and say to him, You likened yourself to a lion of the nations, / Yet you are like a monster in the seas; / And you gushed forth with your rivers / And muddied the waters with your feet / And fouled their rivers."},{"number":3,"verse":"Thus says the Lord Jehovah, I will spread My net upon you / With a company of many peoples, / And they will bring you up in My dragnet."},{"number":4,"verse":"And I will abandon you upon the land; / I will cast you out into the open field, / And I will cause all the birds of the sky to settle upon you / And satisfy the beasts of the whole earth with you."},{"number":5,"verse":"And I will lay your flesh upon the mountains / And fill the valleys with your corpse."},{"number":6,"verse":"I will also drench the land with your outpoured blood / As far as the mountains, / And the ravines will be full of you."},{"number":7,"verse":"And when I extinguish you, / I will cover the heavens and darken their stars; / I will cover the sun with a cloud, / And the moon will not give its light."},{"number":8,"verse":"All the bright lights of heaven / I will darken over you / And send darkness upon your land, / Declares the Lord Jehovah."},{"number":9,"verse":"I will also bring anguish to the hearts of many peoples, when I bring news of your destruction among the nations, into the countries which you have not known."},{"number":10,"verse":"Yes, I will astonish many peoples because of you, and their kings will shudder excessively over you, when I brandish My sword before them; they will also tremble continually, everyone for his own life, on the day of your fall."},{"number":11,"verse":"For thus says the Lord Jehovah, The king of Babylon’s sword will come upon you."},{"number":12,"verse":"By the swords of the mighty, / All of them the ruthless of the nations, / I will cause your multitude to fall; / And they will devastate the pride of Egypt, / And all its multitude will be destroyed."},{"number":13,"verse":"I will also destroy all its beasts / From beside abundant waters; / No longer will human feet muddy them, / Nor will the hooves of beasts muddy them."},{"number":14,"verse":"Then I will make their waters clear / And their rivers flow like oil, declares the Lord Jehovah."},{"number":15,"verse":"When I make the land of Egypt desolate, / A land destitute of what filled it, / When I strike all its inhabitants, / They will know that I am Jehovah."},{"number":16,"verse":"This is the lamentation with which they will lament. The daughters of the nations will lament with it; over Egypt and over all her multitude they will lament with it, declares the Lord Jehovah."},{"number":17,"verse":"In the twelfth year, on the fifteenth day of the month, the word of Jehovah came to me, saying,"},{"number":18,"verse":"Son of man, wail for the multitude of Egypt, and cast them down, her and the daughters of mighty nations, to the lowest parts of the earth, with those who descend to the pit."},{"number":19,"verse":"Whom do you surpass in beauty? Go down, and be laid with the uncircumcised."},{"number":20,"verse":"They will fall in the midst of those slain by the sword; she is delivered to the sword. Drag her away with all her multitudes."},{"number":21,"verse":"The strong among the mighty will speak to him and his allies from the midst of Sheol; they have gone down; they lie still, the uncircumcised, slain by the sword."},{"number":22,"verse":"Assyria and all her company are there with their graves all around her. All of them are slain, fallen by the sword,"},{"number":23,"verse":"Whose graves are set in the uttermost parts of the pit, and her company is all around her grave; all of them slain, fallen by the sword, who had struck terror in the land of the living."},{"number":24,"verse":"Elam and all her multitude are there, all around her grave; all of them slain, fallen by the sword, who have descended uncircumcised into the lowest parts of the earth, who had struck their terror in the land of the living and bore their disgrace with those who descend to the pit."},{"number":25,"verse":"They have made her a bed in the midst of the slain with all her multitude; their graves are all around her; all of them uncircumcised, slain by the sword. Although their terror was struck in the land of the living, they now bear their disgrace with those who descend to the pit. They are placed among the slain."},{"number":26,"verse":"Meshech, Tubal, and all their multitude are there; their graves are all around them; all of them uncircumcised, slain by the sword. Although they had struck their terror in the land of the living,"},{"number":27,"verse":"They will not lie with the mighty uncircumcised who fell, who descended to Sheol with their weapons of war and laid their swords under their heads and their iniquities upon their bones, even though they were the terror of the mighty in the land of the living."},{"number":28,"verse":"But you will be broken in the midst of the uncircumcised and lie with those slain by the sword."},{"number":29,"verse":"Edom is there, her kings and all her princes, who in their might are placed with those slain by the sword; they will lie with the uncircumcised and with those who descend to the pit."},{"number":30,"verse":"The princes of the north, all of them, and all the Sidonians are there, who descended with the slain; they are put to shame in spite of the terror they struck by their might. They also lie uncircumcised with those slain by the sword and bear their shame with those who descend to the pit."},{"number":31,"verse":"Pharaoh will see them and be comforted over all his multitude, Pharaoh and all his army, slain by the sword, declares the Lord Jehovah."},{"number":32,"verse":"For I have put his terror in the land of the living, and he will be laid in the midst of the uncircumcised, with those slain by the sword, Pharaoh and all his multitude, declares the Lord Jehovah."}]}