{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":34,"verses":[{"number":1,"verse":"Then the word of Jehovah came to me, saying,"},{"number":2,"verse":"Son of man, prophesy against the shepherds of Israel, prophesy and say to them, to the shepherds, Thus says the Lord Jehovah, Woe to the shepherds of Israel who feed themselves! Should not the shepherds feed the sheep?"},{"number":3,"verse":"You eat the fat, and you clothe yourselves with the wool; you slaughter the fatlings, but you do not feed the sheep."},{"number":4,"verse":"The weak you have not strengthened, and the sick one you have not healed, and the broken one you have not bound up, and the one that was driven away you have not brought back, and the lost one you have not sought; but with strength and rigor you have ruled over them."},{"number":5,"verse":"And they were scattered without a shepherd, and they became food to all the beasts of the field and were scattered."},{"number":6,"verse":"My sheep wandered through all the mountains and upon every high hill. Indeed My sheep were scattered over all the surface of the earth; not even one searched for or sought after them."},{"number":7,"verse":"Therefore, O shepherds, hear the word of Jehovah."},{"number":8,"verse":"As I live, declares the Lord Jehovah, surely inasmuch as My sheep became prey, and My sheep became food to all the beasts of the field because there was no shepherd, nor did My shepherds search for My sheep, but the shepherds fed themselves and did not feed My sheep;"},{"number":9,"verse":"Therefore, O shepherds, hear the word of Jehovah:"},{"number":10,"verse":"Thus says the Lord Jehovah, Indeed I am against the shepherds, and I will require My sheep at their hand and stop them from feeding the sheep, and the shepherds will no longer feed themselves; but I will deliver My sheep from their mouth so that they may not be food for them."},{"number":11,"verse":"For thus says the Lord Jehovah, I Myself, even I, will search for My sheep and seek them out."},{"number":12,"verse":"As a shepherd seeks out his flock on the day when he is among his sheep which are scattered, so I will seek out My sheep; and I will deliver them from all the places where they have been scattered on a day of clouds and thick darkness."},{"number":13,"verse":"And I will bring them out from the peoples and gather them from the countries and bring them into their own land, and I will feed them upon the mountains of Israel by the streams and in all the inhabited places of the land."},{"number":14,"verse":"I will feed them with good pasture, and their dwelling place will be upon the mountains of the heights of Israel; there they will lie down in a good dwelling place, and on rich pasture they will feed upon the mountains of Israel."},{"number":15,"verse":"I Myself will shepherd My flock, and I will cause them to lie down, declares the Lord Jehovah."},{"number":16,"verse":"I will seek the lost one and bring back the one that was driven away and bind up the broken one and strengthen the sick one; but the fat one and the strong one I will destroy — I will feed them with judgment."},{"number":17,"verse":"And as for you, O My flock, Thus says the Lord Jehovah, I will judge between one sheep and another, between the rams and the male goats."},{"number":18,"verse":"Is it not enough for you to feed on the good pasture and trample down the rest of your pasture with your feet and drink the clear water and foul the rest with your feet?"},{"number":19,"verse":"Meanwhile My flock must feed on what is trampled by your feet and drink what is fouled by your feet."},{"number":20,"verse":"Therefore thus says the Lord Jehovah to them, It is I who am about to judge between the fat sheep and the thin sheep."},{"number":21,"verse":"Because you pushed with flank and shoulder, and butted all the weak with your horns until you scattered them abroad,"},{"number":22,"verse":"I will rescue My flock, and they will no longer be prey; and I will judge between one sheep and another."},{"number":23,"verse":"And I will set up over them one Shepherd, My Servant David, and He will feed them; He will feed them, and He will be their Shepherd."},{"number":24,"verse":"And I, Jehovah, will be their God, and My Servant David will be a Prince among them. I, Jehovah, have spoken."},{"number":25,"verse":"And I will make with them a covenant of peace and banish evil beasts from the land, so that they will dwell securely in the wilderness and sleep in the woods."},{"number":26,"verse":"And I will make them and the places around My hill a blessing, and I will cause the showers to come down in their season; there will be showers of blessing."},{"number":27,"verse":"And the trees of the field will yield their fruit, and the earth will yield its increase, and they will be secure in their land; then they will know that I am Jehovah, when I break the bars of their yoke and deliver them from the hand of those who enslaved them."},{"number":28,"verse":"And they will no longer be prey to the nations, nor will the beasts of the earth devour them; but they will dwell securely, and no one will make them afraid."},{"number":29,"verse":"And I will raise up for them a planting place of renown, and they will no longer be consumed with famine in the land and no longer bear the disgrace of the nations."},{"number":30,"verse":"Thus they will know that I, Jehovah their God, am with them, and that they, the house of Israel, are My people, declares the Lord Jehovah."},{"number":31,"verse":"And you are My flock, the flock of My pasture; you are men, and I am your God, declares the Lord Jehovah."}]}