{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":42,"verses":[{"number":1,"verse":"Then He brought me out into the outer court, the way toward the north, and He brought me into the chamber that was adjacent to the separate place and which was adjacent to the building toward the north."},{"number":2,"verse":"The length of the side of the northern entrance was a hundred cubits, and the width was fifty cubits."},{"number":3,"verse":"Adjacent to the twenty- cubit space of the inner court and adjacent to the pavement of the outer court was gallery facing gallery on the third story."},{"number":4,"verse":"And before the chambers on the inside was a walkway of ten cubits’ width, a way of one hundred cubits; and their entrances were toward the north."},{"number":5,"verse":"Now the upper chambers were narrower, for the galleries took more space away from these than from the lower and the middle stories in the building."},{"number":6,"verse":"For they were arranged in three stories, and they did not have pillars like the pillars of the courts; therefore the upper story was set back from the ground more than the lower and middle stories."},{"number":7,"verse":"There was also an outside wall beside the chambers, toward the outer court in front of the chambers; its length was fifty cubits."},{"number":8,"verse":"For the length of the chambers that were in the outer court was fifty cubits, while those facing the temple were a hundred cubits."},{"number":9,"verse":"And at the foot of these chambers was an entrance on the east side to enter them from the outer court;"},{"number":10,"verse":"By the breadth of the wall of the court to the south, beside the separate place and beside the building, there were chambers,"},{"number":11,"verse":"With a way before them. Their appearance was like the appearance of the chambers which were toward the north; just as their length, so also was their width; and all their exits were according to both their arrangements and their entrances."},{"number":12,"verse":"So the entrances of the chambers that were toward the south were entered through an entrance toward the east at the head of the corresponding way, directly beside the wall."},{"number":13,"verse":"Then He said to me, The north chambers and the south chambers which are beside the separate place are holy chambers, where the priests who are near to Jehovah shall eat the most holy things. There they shall lay the most holy things, the meal offering, the sin offering, and the trespass offering, for the place is holy."},{"number":14,"verse":"When the priests enter, they shall not go out of the holy place into the outer court, but there they shall lay their garments in which they have ministered, because they are holy. And they shall put on other garments and approach the area designated for the people."},{"number":15,"verse":"Now when He had finished measuring the inner house, He brought me out through the gate which faces toward the east and measured it all around."},{"number":16,"verse":"He measured on the east side with the measuring reed five hundred reeds, with the measuring reed all around."},{"number":17,"verse":"He measured on the north side five hundred reeds with the measuring reed all around."},{"number":18,"verse":"He measured on the south side five hundred reeds with the measuring reed."},{"number":19,"verse":"He turned to the west side and measured five hundred reeds with the measuring reed."},{"number":20,"verse":"He measured it on four sides. It had a wall all around, the length five hundred reeds and the width five hundred reeds, to make a separation between what was holy and what was common."}]}