{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":43,"verses":[{"number":1,"verse":"Then He brought me to the gate, that is, the gate that faces toward the east."},{"number":2,"verse":"And the glory of the God of Israel was there, coming from the way of the east, and His voice was like the sound of many waters, and the earth was illuminated with His glory."},{"number":3,"verse":"And it was like the appearance of the vision which I saw, that is, like the vision that I had seen when He came to destroy the city; and the visions were like the vision that I had seen by the river Chebar. And I fell on my face."},{"number":4,"verse":"And the glory of Jehovah came into the house through the gate which faced toward the east."},{"number":5,"verse":"And the Spirit took me up and brought me into the inner court, and just then the glory of Jehovah filled the house."},{"number":6,"verse":"And I heard someone speaking to me out of the house, and a man stood beside me."},{"number":7,"verse":"And He said to me, Son of man, this is the place of My throne and the place of the soles of My feet, where I will dwell in the midst of the children of Israel forever. And the house of Israel will no longer defile My holy name, neither they nor their kings, by their fornication and by their kings’ dead bodies on their high places."},{"number":8,"verse":"When they placed their threshold by My threshold and their doorpost beside My doorpost, there was only the wall between Me and them, and they have defiled My holy name by their abominations which they have committed. Therefore I have consumed them in My anger."},{"number":9,"verse":"Now let them put away their fornication and the dead bodies of their kings far from Me, and I will dwell in their midst forever."},{"number":10,"verse":"You, O son of man, describe the house to the house of Israel, that they may feel humiliated because of their iniquities, and let them measure the pattern."},{"number":11,"verse":"And if they feel humiliated because of all that they have done, make known to them the design of the house, its arrangement, its exits, its entrances, its whole design, and all its statutes — indeed its whole design and all its laws; and write them down in their sight, that they may keep its whole design and all its statutes, and do them."},{"number":12,"verse":"This is the law of the house: Its entire area on the top of and all around the mountain shall be most holy. Indeed this is the law of the house."},{"number":13,"verse":"Now these are the measurements of the altar by cubits (the cubit is a cubit and a handbreadth). The bottom shall be a cubit in height, a cubit in depth, and its surrounding border on its edge, a span. Now this is the base of the altar."},{"number":14,"verse":"And from the top of the bottom upon the ground to the top of the lower ledge shall be two cubits, and one cubit in depth; and from the lesser ledge to the greater ledge shall be four cubits, and a cubit in depth."},{"number":15,"verse":"And the altar hearth shall be four cubits in height; and from the altar hearth there shall also be four horns projecting upward."},{"number":16,"verse":"And the altar hearth shall be twelve cubits long by twelve cubits wide, square on its four sides."},{"number":17,"verse":"And the greater ledge shall be fourteen cubits long by fourteen cubits wide on its four sides, and its surrounding border shall be half a cubit, and its bottom shall be a cubit all around, and its steps shall face east."},{"number":18,"verse":"And He said to me, Son of man, Thus says the Lord Jehovah, These are the statutes of the altar to be observed on the day when they make it, for offering up burnt offerings on it and for sprinkling blood upon it."},{"number":19,"verse":"You shall give the Levitical priests who are of the seed of Zadok, who draw near to Me to minister to Me, declares the Lord Jehovah, a bull of the herd for a sin offering."},{"number":20,"verse":"And you shall take some of its blood and put it on its four horns, on the four corners of the ledge, and upon the surrounding border. Thus you shall purify it and make expiation for it."},{"number":21,"verse":"You shall also take the bull of the sin offering, and it shall be burnt in the appointed place of the house, outside the sanctuary."},{"number":22,"verse":"And on the second day you shall present a male goat without blemish for a sin offering, and they shall purify the altar, just as they purified it with the bull."},{"number":23,"verse":"When you have finished purifying it, you shall present a bull of the herd without blemish and a ram of the flock without blemish."},{"number":24,"verse":"And you shall present them before Jehovah, and the priests shall throw salt upon them, and they shall offer them up as a burnt offering to Jehovah."},{"number":25,"verse":"Each day for seven days you shall offer a goat for a sin offering; they shall also offer a bull of the herd and a ram out of the flock without blemish."},{"number":26,"verse":"Seven days they shall make expiation for the altar and cleanse it, and so consecrate it."},{"number":27,"verse":"And when they have fulfilled the days, on the eighth day and onward, the priests shall offer your burnt offerings and your peace offerings upon the altar; and I will accept you, declares the Lord Jehovah."}]}