{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":44,"verses":[{"number":1,"verse":"Then He brought me back to the outer gate of the sanctuary, which faces east, but it was shut."},{"number":2,"verse":"And Jehovah said to me, This gate will remain shut; it will not be opened, nor will any man enter through it, for Jehovah the God of Israel has entered through it; therefore it will remain shut."},{"number":3,"verse":"As for the Prince, He will sit in it as a prince to eat food before Jehovah; He will enter through the porch of the gate and go out the same way."},{"number":4,"verse":"Then He brought me through the north gate to the front of the house; and I looked, and just then the glory of Jehovah filled the house of Jehovah, and I fell upon my face."},{"number":5,"verse":"And Jehovah said to me, Son of man, pay attention, and look with your eyes, and listen with your ears to all that I say to you concerning all the statutes of the house of Jehovah and all its laws; and pay attention to the entrance of the house, with every exit of the sanctuary."},{"number":6,"verse":"And you shall say to the rebellious, to the house of Israel, Thus says the Lord Jehovah, Enough, O house of Israel, of all your abominations,"},{"number":7,"verse":"Inasmuch as you have brought in foreigners, uncircumcised in heart and uncircumcised in flesh, to be in My sanctuary, to profane it, My house, when you presented My bread, the fat and the blood. And in addition to all your abominations, you broke My covenant."},{"number":8,"verse":"And you have not kept the charge of My holy things, but you have set your own keepers of My charge in My sanctuary."},{"number":9,"verse":"Thus says the Lord Jehovah, No foreigner, uncircumcised in heart and uncircumcised in flesh, of any of the foreigners who are among the children of Israel shall enter into My sanctuary."},{"number":10,"verse":"But the Levites who went far from Me, when Israel went astray, who went astray from Me after their idols, shall bear their iniquity."},{"number":11,"verse":"Yet they shall minister in My sanctuary, having oversight at the gates of the house and ministering in the house. They shall slaughter the burnt offering and the sacrifice for the people, and they shall stand before them to minister to them."},{"number":12,"verse":"Because they ministered to them before their idols and became a stumbling block of iniquity to the house of Israel, therefore I have sworn concerning them, declares the Lord Jehovah, that they shall bear their iniquity."},{"number":13,"verse":"And they shall not come near to Me to serve Me as a priest, nor come near to any of My holy things, to the things that are most holy; but they shall bear their disgrace and their abominations which they have committed."},{"number":14,"verse":"Yet I will appoint them keepers of the charge of the house, for all its service and for all that will be done in it."},{"number":15,"verse":"But the Levitical priests, the sons of Zadok, who kept the charge of My sanctuary when the children of Israel went astray from Me, they shall come near to Me to minister to Me; and they shall stand before Me to present to Me the fat and the blood, declares the Lord Jehovah."},{"number":16,"verse":"It is they who will enter My sanctuary, and it is they who will come near to My table to minister to Me, and they will keep My charge."},{"number":17,"verse":"And when they enter the gates of the inner court they shall be clothed with linen garments, and no wool will come upon them while they minister in the gates of the inner court and inside it."},{"number":18,"verse":"They shall have linen turbans on their heads and have linen trousers over their loins; they shall not gird themselves with anything that causes sweat."},{"number":19,"verse":"And when they go out into the outer court, into the outer court to the people, they shall take off their garments with which they minister and lay them in the holy chambers, and they shall put on other garments so that they do not sanctify the people with their garments."},{"number":20,"verse":"They shall neither shave their heads, nor let their locks grow long; they shall only trim the hair of their heads."},{"number":21,"verse":"And none of the priests shall drink wine when they enter the inner court."},{"number":22,"verse":"And they shall not take as their wives a widow or a divorced woman, but rather they shall take virgins of the seed of the house of Israel or a widow who is the widow of a priest."},{"number":23,"verse":"And they shall teach My people the difference between the holy and the profane and cause them to discern between the unclean and the clean."},{"number":24,"verse":"And in a dispute they shall stand as a judge; according to My ordinances they shall give judgment concerning it. They shall also keep My laws and My statutes in all My appointed feasts, and they shall sanctify My Sabbaths."},{"number":25,"verse":"And they shall not go to any dead person to defile themselves. Only for a father, a mother, a son, a daughter, a brother, or a sister who has had no husband may they defile themselves."},{"number":26,"verse":"And after he has been cleansed, they shall number seven days for him."},{"number":27,"verse":"And on the day he enters the sanctuary, into the inner court to minister in the sanctuary, he shall present his sin offering, declares the Lord Jehovah."},{"number":28,"verse":"And they shall have an inheritance: I am their inheritance. And you shall not give them a possession in Israel — I am their possession."},{"number":29,"verse":"They shall eat the meal offering, the sin offering, and the trespass offering; and every devoted thing in Israel shall be theirs."},{"number":30,"verse":"And the first of all the firstfruits of everything, and every heave offering of everything, of all your heave offerings, shall be the priests’. You shall also give the priests the first of your dough to cause a blessing to rest on your house."},{"number":31,"verse":"The priests shall not eat of anything that dies of itself or is torn by beasts, either a bird or an animal."}]}