{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":48,"verses":[{"number":1,"verse":"Now these are the names of the tribes: From the north end, along the way of Hethlon to the entrance of Hamath, and Hazar-enan on the border of the territory of Damascus with Hamath to the north (with their sides extending from east to west), Dan, one portion."},{"number":2,"verse":"And alongside the border of Dan, from the east side to the west side, Asher, one portion."},{"number":3,"verse":"And alongside the border of Asher, from the east side even to the west side, Naphtali, one portion."},{"number":4,"verse":"And alongside the border of Naphtali, from the east side to the west side, Manasseh, one portion."},{"number":5,"verse":"And alongside the border of Manasseh, from the east side to the west side, Ephraim, one portion."},{"number":6,"verse":"And alongside the border of Ephraim, from the east side even to the west side, Reuben, one portion."},{"number":7,"verse":"And alongside the border of Reuben, from the east side to the west side, Judah, one portion."},{"number":8,"verse":"And alongside the border of Judah, from the east side to the west side, shall be the heave offering of land which you shall offer, twenty-five thousand reeds in width, and in length just like one of the portions of the tribes from the east side to the west side; and the sanctuary shall be in its midst."},{"number":9,"verse":"The heave offering that you shall offer to Jehovah shall be twenty-five thousand reeds in length and ten thousand reeds in width."},{"number":10,"verse":"And for these, that is, for the priests, shall be the holy heave offering — on the north twenty-five thousand reeds in length, on the west ten thousand reeds in width, on the east ten thousand reeds in width, and on the south twenty-five thousand reeds in length; and the sanctuary of Jehovah shall be in its midst."},{"number":11,"verse":"This is for the priests who are sanctified from among the sons of Zadok, who have kept My charge, who did not go astray when the children of Israel went astray, as the Levites went astray."},{"number":12,"verse":"And it shall be theirs as a heave offering from the heave offering of the land, most holy, alongside the territory of the Levites."},{"number":13,"verse":"And alongside the territory of the priests, the Levites shall have a portion twenty-five thousand reeds in length and ten thousand reeds in width. The whole length shall be twenty-five thousand reeds, and its width ten thousand reeds."},{"number":14,"verse":"And they shall not sell or exchange or transfer any of it; it is the firstfruits of the land, for it is holy to Jehovah."},{"number":15,"verse":"And the five thousand reeds remaining of the width, alongside the twenty-five thousand reeds, shall be for common use: for the city, for dwellings, and for suburbs; and the city shall be in its midst."},{"number":16,"verse":"And these shall be its measurements: the north side four thousand five hundred reeds, the south side four thousand five hundred reeds, on the east side four thousand five hundred reeds, and the west side four thousand five hundred reeds."},{"number":17,"verse":"And the city shall have suburbs: two hundred fifty reeds to the north, two hundred fifty reeds to the south, two hundred fifty reeds to the east, and two hundred fifty reeds to the west."},{"number":18,"verse":"And the remaining length, alongside the holy heave offering, shall be ten thousand reeds to the east and ten thousand reeds to the west, and it shall be alongside the holy heave offering. And its produce shall be food for those who labor in the city."},{"number":19,"verse":"And those who labor in the city, from all the tribes of Israel, shall work it."},{"number":20,"verse":"The entire heave offering of land shall be twenty-five thousand reeds by twenty-five thousand reeds. You shall offer the holy heave offering, a square, including the possession of the city."},{"number":21,"verse":"And what is remaining on both sides of the holy heave offering and of the city’s possession shall be for the prince; adjacent to the twenty-five thousand reeds of the heave offering unto the eastern border, and to the west adjacent to the twenty-five thousand reeds of the heave offering to the western border, alongside the portions of the tribes, it shall be for the prince. And the holy heave offering and the sanctuary of the house shall be in its midst."},{"number":22,"verse":"And it shall be distinct from the possession of the Levites and from the possession of the city, being in the midst of what belongs to the prince. The remaining area lying between the territory of Judah and the territory of Benjamin shall be for the prince."},{"number":23,"verse":"And as for the rest of the tribes: from the east side to the west side, Benjamin, one portion."},{"number":24,"verse":"And alongside the border of Benjamin, from the east side to the west side, Simeon, one portion."},{"number":25,"verse":"And alongside the border of Simeon, from the east side to the west side, Issachar, one portion."},{"number":26,"verse":"And alongside the border of Issachar, from the east side to the west side, Zebulun, one portion."},{"number":27,"verse":"And alongside the border of Zebulun, from the east side to the west side, Gad, one portion."},{"number":28,"verse":"And alongside the border of Gad, at the south side to the south, the border shall be from Tamar to the waters of Meribah-kadesh to the brook of Egypt to the Great Sea."},{"number":29,"verse":"This is the land which you shall divide by lot to the tribes of Israel for an inheritance, and these are their portions, declares the Lord Jehovah."},{"number":30,"verse":"And these are the exits of the city: On the north side, which measures four thousand five hundred reeds,"},{"number":31,"verse":"(Now the gates of the city shall be according to the names of the tribes of Israel) three gates to the north: the gate of Reuben, one; the gate of Judah, one; the gate of Levi, one;"},{"number":32,"verse":"And on the east side, which is four thousand five hundred reeds, another three gates: the gate of Joseph, one; the gate of Benjamin, one; the gate of Dan, one;"},{"number":33,"verse":"And on the south side, which measures four thousand five hundred reeds, another three gates: the gate of Simeon, one; the gate of Issachar, one; the gate of Zebulun, one;"},{"number":34,"verse":"On the west side, which is four thousand five hundred reeds, their three gates: the gate of Gad, one; the gate of Asher, one; the gate of Naphtali, one."},{"number":35,"verse":"It shall be eighteen thousand reeds all around, and the name of the city from that day shall be, Jehovah Is There."}]}