{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":6,"verses":[{"number":1,"verse":"And the word of Jehovah came to me, saying,"},{"number":2,"verse":"Son of man, set your face toward the mountains of Israel, and prophesy against them,"},{"number":3,"verse":"And say, Mountains of Israel, hear the word of the Lord Jehovah. Thus says the Lord Jehovah to the mountains and the hills, to the ravines and the valleys, I am now bringing a sword upon you, and I will destroy your high places."},{"number":4,"verse":"And your altars will be desolated, and your sun images will be broken; and I will make your slain fall before your idols."},{"number":5,"verse":"And I will lay the corpses of the children of Israel before their idols, and I will scatter your bones around your altars."},{"number":6,"verse":"In all the places that you dwell the cities will be laid waste and the high places will be desolated, so that your altars may be laid waste and desolated, and your idols may be broken and brought to an end, and your sun images may be cut down, and your works may be blotted out."},{"number":7,"verse":"And the slain will fall in your midst, and you will know that I am Jehovah."},{"number":8,"verse":"But I will leave a remnant, in that you will have those who have escaped the sword among the nations, when you are scattered among the countries."},{"number":9,"verse":"And those of you who escape will remember Me among the nations to which they are carried away, how I am broken with their heart of harlotry, which turned away from Me, and with their eyes that go as harlots after their idols; and they will loathe themselves in their own sight for the evils that they have done, for all their abominations."},{"number":10,"verse":"And they will know that I am Jehovah; I have not said in vain that I would do this ill to them."},{"number":11,"verse":"Thus says the Lord Jehovah, Clap your hands and stamp your foot and say, Alas for all the evil abominations of the house of Israel! For they will fall by sword, famine, and pestilence."},{"number":12,"verse":"He who is far off will die by the pestilence, and he who is near will fall by the sword, and he who is left remaining and is besieged will die by the famine; thus I will spend My wrath on them."},{"number":13,"verse":"Then you will know that I am Jehovah, when their slain are among their idols around their altars, on every high hill, on all the mountaintops, under every green tree, and under every leafy terebinth, the places where they offered a sweet savor to all their idols."},{"number":14,"verse":"So I will stretch out My hand against them and will make the land desolate, indeed, more desolate than the wilderness of Diblath, in all the places that they dwell; and they will know that I am Jehovah."}]}