{"bibleAbbr":"RcV2003","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":8,"verses":[{"number":1,"verse":"And in the sixth year, in the sixth month, on the fifth of the month, as I sat in my house and the elders of Judah sat before me, the hand of the Lord Jehovah fell upon me there."},{"number":2,"verse":"Then I looked, and there was a likeness like the appearance of fire: from His loins and downward, the appearance of fire; and from His loins and upward something like the appearance of brightness, like the sight of electrum."},{"number":3,"verse":"And He stretched out the form of a hand and took me by a lock of my head; and the Spirit lifted me up between the earth and heaven and brought me to Jerusalem in the visions of God, to the entrance of the gate of the inner court that faces north, where the seat of the idol of jealousy was, which provokes to jealousy."},{"number":4,"verse":"And the glory of the God of Israel was there, like the appearance that I saw in the plain."},{"number":5,"verse":"Then He said to me, Son of man, Lift up your eyes now toward the north. Thus I lifted up my eyes toward the north, and there, toward the north at the altar gate, was this idol of jealousy at the entry."},{"number":6,"verse":"And He said to me, Son of man, do you see what they are doing, the great abominations that the house of Israel is committing here, that I should be far from My sanctuary? But you will yet see greater abominations."},{"number":7,"verse":"Then He brought me to the entrance of the court; and I looked, and there was a hole in the wall."},{"number":8,"verse":"And He said to me, Son of man, dig now through the wall. So I dug through the wall, and there was now an entrance."},{"number":9,"verse":"And He said to me, Go and see the wicked abominations that they are committing here."},{"number":10,"verse":"Thus I entered and looked, and there were every form of creeping thing and detestable beast and all the idols of the house of Israel, engraved on the wall all around."},{"number":11,"verse":"And standing before them were seventy men of the elders of the house of Israel, with Jaazaniah the son of Shaphan standing among them, each with his censer in his hand and the smell of the incense cloud went up."},{"number":12,"verse":"And He said to me, Do you see, son of man, what the elders of the house of Israel do in the dark, each in the room of his engraved images? For they say, Jehovah does not see us; Jehovah has forsaken the land."},{"number":13,"verse":"And He said to me, You will yet again see greater abominations that they are committing."},{"number":14,"verse":"Then He brought me to the entrance of the gate of the house of Jehovah that was toward the north; and women weeping for Tammuz were sitting there."},{"number":15,"verse":"And He said to me, Do you see, son of man? You will yet again see greater abominations than these."},{"number":16,"verse":"Then He brought me into the inner court of the house of Jehovah; and there, at the entrance of the temple of Jehovah, between the porch and the altar, were about twenty-five men, with their backs toward the temple of Jehovah and their faces toward the east; and they were worshipping the sun toward the east."},{"number":17,"verse":"And He said to me, Do you see this, son of man? Is it too light a thing for the house of Judah to commit the abominations that they commit here, that they also fill the land with violence and again and again provoke Me to anger? And now they are putting the branch to their nose."},{"number":18,"verse":"Therefore I will also deal with them in wrath. My eye will not pity, nor will I spare; and though they cry in My ears with a loud voice, I will not listen to them."}]}