{"bibleAbbr":"NKJV1982","bookName":"John","bookEnglishName":"John","chapterNumber":3,"verses":[{"number":1,"verse":"The New Birth There was a man of the Pharisees named Nicodemus, a ruler of the Jews."},{"number":2,"verse":"(John 7:50; 19:39) This man came to Jesus by night and said to Him, “Rabbi, we know that You are a teacher come from God; for (John 9:16, 33; Acts 2:22) no one can do these signs that You do unless ((Acts 10:38)) God is with him.”"},{"number":3,"verse":"Jesus answered and said to him, “Most assuredly, I say to you, ((John 1:13; Gal. 6:15; Titus 3:5; James 1:18; 1 Pet. 1:23; 1 John 3:9)) unless one is born again, he cannot see the kingdom of God.”"},{"number":4,"verse":"Nicodemus said to Him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?”"},{"number":5,"verse":"Jesus answered, “Most assuredly, I say to you, (Mark 16:16; (Acts 2:38)) unless one is born of water and the Spirit, he cannot enter the kingdom of God."},{"number":6,"verse":"That which is born of the flesh is (John 1:13; 1 Cor. 15:50) flesh, and that which is born of the Spirit is spirit."},{"number":7,"verse":"Do not marvel that I said to you, ‘You must be born again.’"},{"number":8,"verse":"(Ps. 135:7; Eccl. 11:5; Ezek. 37:9; 1 Cor. 2:11) The wind blows where it wishes, and you hear the sound of it, but cannot tell where it comes from and where it goes. So is everyone who is born of the Spirit.”"},{"number":9,"verse":"Nicodemus answered and said to Him, (John 6:52, 60) “How can these things be?”"},{"number":10,"verse":"Jesus answered and said to him, “Are you the teacher of Israel, and do not know these things?"},{"number":11,"verse":"((Matt. 11:27)) Most assuredly, I say to you, We speak what We know and testify what We have seen, and (John 3:32; 8:14) you do not receive Our witness."},{"number":12,"verse":"If I have told you earthly things and you do not believe, how will you believe if I tell you heavenly things?"},{"number":13,"verse":"(Deut. 30:12; Prov. 30:4; Acts 2:34; Rom. 10:6; 1 Cor. 15:47; Eph. 4:9) No one has ascended to heaven but He who came down from heaven, that is, the Son of Man who is in heaven."},{"number":14,"verse":"(Num. 21:9) And as Moses lifted up the serpent in the wilderness, even so (Matt. 27:35; Mark 15:24; Luke 23:33; John 8:28; 12:34; 19:18) must the Son of Man be lifted up,"},{"number":15,"verse":"that whoever (John 6:47) believes in Him should not perish but (John 3:36) have eternal life."},{"number":16,"verse":"(Rom. 5:8; Eph. 2:4; 2 Thess. 2:16; (1 John 4:9, 10; Rev. 1:5)) For God so loved the world that He gave His only begotten ((Is. 9:6)) Son, that whoever believes in Him should not perish but have everlasting life."},{"number":17,"verse":"(Matt. 1:21; Luke 9:56; 1 John 4:14) For God did not send His Son into the world to condemn the world, but that the world through Him might be saved."},{"number":18,"verse":"(John 5:24; 6:40, 47; 20:31; Rom. 8:1) “He who believes in Him is not condemned; but he who does not believe is condemned already, because he has not believed in the name of the only begotten Son of God."},{"number":19,"verse":"And this is the condemnation, ((John 1:4, 9-11)) that the light has come into the world, and men loved darkness rather than light, because their deeds were evil."},{"number":20,"verse":"For (Job 24:13; Eph. 5:11, 13) everyone practicing evil hates the light and does not come to the light, lest his deeds should be exposed."},{"number":21,"verse":"But he who does the truth comes to the light, that his deeds may be clearly seen, that they have been ((John 15:4, 5); 1 Cor. 15:10) done in God.”"},{"number":22,"verse":"John the Baptist Exalts Christ After these things Jesus and His disciples came into the land of Judea, and there He remained with them (John 4:1, 2) and baptized."},{"number":23,"verse":"Now John also was baptizing in Aenon near (1 Sam. 9:4) Salim, because there was much water there. (Matt. 3:5, 6) And they came and were baptized."},{"number":24,"verse":"For (Matt. 4:12; 14:3; Mark 6:17; Luke 3:20) John had not yet been thrown into prison."},{"number":25,"verse":"Then there arose a dispute between some of John’s disciples and the Jews about purification."},{"number":26,"verse":"And they came to John and said to him, “Rabbi, He who was with you beyond the Jordan, (John 1:7, 15, 27, 34) to whom you have testified—behold, He is baptizing, and all (Mark 2:2; 3:10; 5:24; Luke 8:19) are coming to Him!”"},{"number":27,"verse":"John answered and said, ((Rom. 12:5-8); 1 Cor. 3:5, 6; 4:7; Heb. 5:4; (James 1:17; 1 Pet. 4:10, 11)) “A man can receive nothing unless it has been given to him from heaven."},{"number":28,"verse":"You yourselves bear me witness, that I said, (John 1:19-27) ‘I am not the Christ,’ but, (Mal. 3:1; Mark 1:2; (Luke 1:17)) ‘I have been sent before Him.’"},{"number":29,"verse":"(Matt. 22:2; (2 Cor. 11:2; Eph. 5:25, 27); Rev. 21:9) He who has the bride is the bridegroom; but (Song 5:1) the friend of the bridegroom, who stands and hears him, rejoices greatly because of the bridegroom’s voice. Therefore this joy of mine is fulfilled."},{"number":30,"verse":"((Is. 9:7)) He must increase, but I must decrease."},{"number":31,"verse":"(John 3:13; 8:23) He who comes from above (Matt. 28:18; John 1:15, 27; 13:13; Rom. 9:5; (Col. 1:17, 18)) is above all; (1 Cor. 15:47) he who is of the earth is earthly and speaks of the earth. (John 6:33; 1 Cor. 15:47; Eph. 1:21; Phil. 2:9) He who comes from heaven is above all."},{"number":32,"verse":"And (Is. 53:1, 3; John 3:11; 15:15) what He has seen and heard, that He testifies; and no one receives His testimony."},{"number":33,"verse":"He who has received His testimony (Rom. 3:4; 1 John 5:10) has certified that God is true."},{"number":34,"verse":"(Deut. 18:18; John 7:16) For He whom God has sent speaks the words of God, for God does not give the Spirit (John 1:16) by measure."},{"number":35,"verse":"(Matt. 11:27; Luke 10:22; John 5:20; (Heb. 2:8)) The Father loves the Son, and has given all things into His hand."},{"number":36,"verse":"(John 3:16, 17; 6:47; Rom. 1:17; 1 John 5:10) He who believes in the Son has everlasting life; and he who does not believe the Son shall not see life, but the (Rom. 1:18; Eph. 5:6; 1 Thess. 1:10) wrath of God abides on him.”"}]}