{"bibleAbbr":"NKJV1982","bookName":"John","bookEnglishName":"John","chapterNumber":5,"verses":[{"number":1,"verse":"(A Man Healed at the Pool of Bethesda) After (Lev. 23:2; Deut. 16:16) this there was a feast of the Jews, and Jesus (John 2:13) went up to Jerusalem."},{"number":2,"verse":"Now there is in Jerusalem (Neh. 3:1, 32; 12:39) by the Sheep Gate a pool, which is called in Hebrew, Bethesda, having five porches."},{"number":3,"verse":"In these lay a great multitude of sick people, blind, lame, paralyzed, waiting for the moving of the water."},{"number":4,"verse":"For an angel went down at a certain time into the pool and stirred up the water; then whoever stepped in first, after the stirring of the water, was made well of whatever disease he had."},{"number":5,"verse":"Now a certain man was there who had an infirmity thirty-eight years."},{"number":6,"verse":"When Jesus saw him lying there, and knew that he already had been in that condition a long time, He said to him, “Do you want to be made well?”"},{"number":7,"verse":"The sick man answered Him, “Sir, I have no man to put me into the pool when the water is stirred up; but while I am coming, another steps down before me.”"},{"number":8,"verse":"Jesus said to him, (Matt. 9:6; Mark 2:11; Luke 5:24) “Rise, take up your bed and walk.”"},{"number":9,"verse":"And immediately the man was made well, took up his bed, and walked. And (John 9:14) that day was the Sabbath."},{"number":10,"verse":"The Jews therefore said to him who was cured, “It is the Sabbath; (Ex. 20:10; Neh. 13:19; Jer. 17:21, 22; Matt. 12:2; Mark 2:24; Luke 6:2) it is not lawful for you to carry your bed.”"},{"number":11,"verse":"He answered them, “He who made me well said to me, ‘Take up your bed and walk.’ ”"},{"number":12,"verse":"Then they asked him, “Who is the Man who said to you, ‘Take up your bed and walk’ ?”"},{"number":13,"verse":"But the one who was (Luke 13:14; 22:51) healed did not know who it was, for Jesus had withdrawn, a multitude being in that place."},{"number":14,"verse":"Afterward Jesus found him in the temple, and said to him, “See, you have been made well. (Matt. 12:45; (Mark 2:5); John 8:11) Sin no more, lest a worse thing come upon you.”"},{"number":15,"verse":"The man departed and told the Jews that it was Jesus who had made him well."},{"number":16,"verse":"(Honor the Father and the Son) For this reason the Jews (Luke 4:29; John 8:37; 10:39) persecuted Jesus, and sought to kill Him, because He had done these things on the Sabbath."},{"number":17,"verse":"But Jesus answered them, ((John 9:4; 17:4)) “My Father has been working until now, and I have been working.”"},{"number":18,"verse":"Therefore the Jews (John 7:1, 19) sought all the more to kill Him, because He not only broke the Sabbath, but also said that God was His Father, (John 10:30; Phil. 2:6) making Himself equal with God."},{"number":19,"verse":"Then Jesus answered and said to them, “Most assuredly, I say to you, (Matt. 26:39; John 5:30; 6:38; 8:28; 12:49; 14:10) the Son can do nothing of Himself, but what He sees the Father do; for whatever He does, the Son also does in like manner."},{"number":20,"verse":"For (Matt. 3:17; John 3:35; 2 Pet. 1:17) the Father loves the Son, and ((Matt. 11:27)) shows Him all things that He Himself does; and He will show Him greater works than these, that you may marvel."},{"number":21,"verse":"For as the Father raises the dead and gives life to them, (Luke 7:14; 8:54; (John 11:25)) even so the Son gives life to whom He will."},{"number":22,"verse":"For the Father judges no one, but (Matt. 11:27; 28:18; (John 3:35; 17:2; Acts 17:31; 1 Pet. 4:5)) has committed all judgment to the Son,"},{"number":23,"verse":"that all should honor the Son just as they honor the Father. (Luke 10:16; 1 John 2:23) He who does not honor the Son does not honor the Father who sent Him."},{"number":24,"verse":"(Life and Judgment Are Through the Son) “Most assuredly, I say to you, (John 3:16, 18; 6:47) he who hears My word and believes in Him who sent Me has everlasting life, and shall not come into judgment, ((1 John 3:14)) but has passed from death into life."},{"number":25,"verse":"Most assuredly, I say to you, the hour is coming, and now is, when ((Eph. 2:1, 5; Col. 2:13)) the dead will hear the voice of the Son of God; and those who hear will live."},{"number":26,"verse":"For (Ps. 36:9) as the Father has life in Himself, so He has granted the Son to have ((John 1:4; 14:6); 1 Cor. 15:45) life in Himself,"},{"number":27,"verse":"and (John 9:39; (Acts 10:42; 17:31)) has given Him authority to execute judgment also, (Dan. 7:13) because He is the Son of Man."},{"number":28,"verse":"Do not marvel at this; for the hour is coming in which all who are in the graves will ((1 Thess. 4:15-17)) hear His voice"},{"number":29,"verse":"(Is. 26:19; (1 Cor. 15:52)) and come forth— (Dan. 12:2; Matt. 25:46; Acts 24:15) those who have done good, to the resurrection of life, and those who have done evil, to the resurrection of condemnation."},{"number":30,"verse":"(John 5:19) I can of Myself do nothing. As I hear, I judge; and My judgment is righteous, because (Matt. 26:39; John 4:34; 6:38) I do not seek My own will but the will of the Father who sent Me."},{"number":31,"verse":"(The Fourfold Witness) (John 8:14; Rev. 3:14) “If I bear witness of Myself, My witness is not true."},{"number":32,"verse":"((Matt. 3:17; John 8:18; 1 John 5:6)) There is another who bears witness of Me, and I know that the witness which He witnesses of Me is true."},{"number":33,"verse":"You have sent to John, ((John 1:15, 19, 27, 32)) and he has borne witness to the truth."},{"number":34,"verse":"Yet I do not receive testimony from man, but I say these things that you may be saved."},{"number":35,"verse":"He was the burning and (2 Sam. 21:17; 2 Pet. 1:19) shining lamp, and (Matt. 13:20; Mark 6:20) you were willing for a time to rejoice in his light."},{"number":36,"verse":"But (1 John 5:9) I have a greater witness than John’s; for (John 3:2; 10:25; 17:4) the works which the Father has given Me to finish—the very (John 9:16; 10:38) works that I do—bear witness of Me, that the Father has sent Me."},{"number":37,"verse":"And the Father Himself, who sent Me, (Matt. 3:17; John 6:27; 8:18) has testified of Me. You have neither heard His voice at any time, (Deut. 4:12; John 1:18; 1 Tim. 1:17; 1 John 4:12) nor seen His form."},{"number":38,"verse":"But you do not have His word abiding in you, because whom He sent, Him you do not believe."},{"number":39,"verse":"(Is. 8:20; 34:16; Luke 16:29; Acts 17:11) You search the Scriptures, for in them you think you have eternal life; and (Deut. 18:15, 18; Luke 24:27) these are they which testify of Me."},{"number":40,"verse":"((John 1:11; 3:19)) But you are not willing to come to Me that you may have life."},{"number":41,"verse":"(John 5:44; 7:18; 1 Thess. 2:6) “I do not receive honor from men."},{"number":42,"verse":"But I know you, that you do not have the love of God in you."},{"number":43,"verse":"I have come in My Father’s name, and you do not receive Me; if another comes in his own name, him you will receive."},{"number":44,"verse":"(John 12:43) How can you believe, who receive honor from one another, and do not seek ((Rom. 2:29)) the honor that comes from the only God?"},{"number":45,"verse":"Do not think that I shall accuse you to the Father; (Rom. 2:12) there is one who accuses you—Moses, in whom you trust."},{"number":46,"verse":"For if you believed Moses, you would believe Me; ((Gen. 3:15); Deut. 18:15, 18; John 1:45; Acts 26:22) for he wrote about Me."},{"number":47,"verse":"But if you (Luke 16:29, 31) do not believe his writings, how will you believe My words?”"}]}