{"bibleAbbr":"NKJV1982","bookName":"John","bookEnglishName":"John","chapterNumber":9,"verses":[{"number":1,"verse":"(A Man Born Blind Receives Sight) Now as Jesus passed by, He saw a man who was blind from birth."},{"number":2,"verse":"And His disciples asked Him, saying, “Rabbi, (Luke 13:2; John 9:34; Acts 28:4) who sinned, this man or his parents, that he was born blind?”"},{"number":3,"verse":"Jesus answered, “Neither this man nor his parents sinned, (John 11:4) but that the works of God should be revealed in him."},{"number":4,"verse":"((John 4:34; 5:19, 36; 17:4)) I must work the works of Him who sent Me while it is (John 11:9, 10; 12:35; Gal. 6:10) day; the night is coming when no one can work."},{"number":5,"verse":"As long as I am in the world, ((John 1:5, 9; 3:19; 8:12; 12:35, 46)) I am the light of the world.”"},{"number":6,"verse":"When He had said these things, (Mark 7:33; 8:23) He spat on the ground and made clay with the saliva; and He anointed the eyes of the blind man with the clay."},{"number":7,"verse":"And He said to him, “Go, wash (Neh. 3:15; Is. 8:6; Luke 13:4; John 9:11) in the pool of Siloam” (which is translated, Sent). So (2 Kin. 5:14) he went and washed, and came back seeing."},{"number":8,"verse":"Therefore the neighbors and those who previously had seen that he was blind said, “Is not this he who sat and begged?”"},{"number":9,"verse":"Some said, “This is he.” Others said, “He is like him.” He said, “I am he.”"},{"number":10,"verse":"Therefore they said to him, “How were your eyes opened?”"},{"number":11,"verse":"He answered and said, (John 9:6, 7) “A Man called Jesus made clay and anointed my eyes and said to me, ‘Go to the pool of Siloam and wash.’ So I went and washed, and I received sight.”"},{"number":12,"verse":"Then they said to him, “Where is He?” He said, “I do not know.”"},{"number":13,"verse":"(The Pharisees Excommunicate the Healed Man) They brought him who formerly was blind to the Pharisees."},{"number":14,"verse":"Now it was a Sabbath when Jesus made the clay and opened his eyes."},{"number":15,"verse":"Then the Pharisees also asked him again how he had received his sight. He said to them, “He put clay on my eyes, and I washed, and I see.”"},{"number":16,"verse":"Therefore some of the Pharisees said, “This Man is not from God, because He does not keep the Sabbath.” Others said, (John 3:2; 9:33) “How can a man who is a sinner do such signs?” And (John 7:12, 43; 10:19) there was a division among them."},{"number":17,"verse":"They said to the blind man again, “What do you say about Him because He opened your eyes?” He said, ((John 4:19; 6:14)) “He is a prophet.”"},{"number":18,"verse":"But the Jews did not believe concerning him, that he had been blind and received his sight, until they called the parents of him who had received his sight."},{"number":19,"verse":"And they asked them, saying, “Is this your son, who you say was born blind? How then does he now see?”"},{"number":20,"verse":"His parents answered them and said, “We know that this is our son, and that he was born blind;"},{"number":21,"verse":"but by what means he now sees we do not know, or who opened his eyes we do not know. He is of age; ask him. He will speak for himself.”"},{"number":22,"verse":"His parents said these things because (John 7:13; 12:42; 19:38; Acts 5:13) they feared the Jews, for the Jews had agreed already that if anyone confessed that He was Christ, he (John 16:2) would be put out of the synagogue."},{"number":23,"verse":"Therefore his parents said, “He is of age; ask him.”"},{"number":24,"verse":"So they again called the man who was blind, and said to him, (Josh. 7:19; 1 Sam. 6:5; Ezra 10:11; Rev. 11:13) “Give God the glory! (John 9:16) We know that this Man is a sinner.”"},{"number":25,"verse":"He answered and said, “Whether He is a sinner or not I do not know. One thing I know: that though I was blind, now I see.”"},{"number":26,"verse":"Then they said to him again, “What did He do to you? How did He open your eyes?”"},{"number":27,"verse":"He answered them, “I told you already, and you did not listen. Why do you want to hear it again? Do you also want to become His disciples?”"},{"number":28,"verse":"Then they reviled him and said, “You are His disciple, but we are Moses’ disciples."},{"number":29,"verse":"We know that God (Ex. 19:19, 20; 33:11; 34:29; Num. 12:6-8) spoke to ((John 5:45-47)) Moses; as for this fellow, (John 7:27, 28; 8:14) we do not know where He is from.”"},{"number":30,"verse":"The man answered and said to them, (John 3:10) “Why, this is a marvelous thing, that you do not know where He is from; yet He has opened my eyes!"},{"number":31,"verse":"Now we know that (Job 27:9; 35:12; Ps. 18:41; Prov. 1:28; 15:29; 28:9; Is. 1:15; Jer. 11:11; 14:12; Ezek. 8:18; Mic. 3:4; Zech. 7:13; (James 5:16)) God does not hear sinners; but if anyone is a worshiper of God and does His will, He hears him."},{"number":32,"verse":"Since the world began it has been unheard of that anyone opened the eyes of one who was born blind."},{"number":33,"verse":"(John 3:2; 9:16) If this Man were not from God, He could do nothing.”"},{"number":34,"verse":"They answered and said to him, (Ps. 51:5; John 9:2) “You were completely born in sins, and are you teaching us?” And they cast him out."},{"number":35,"verse":"(True Vision and True Blindness) Jesus heard that they had cast him out; and when He had (John 5:14) found him, He said to him, “Do you (John 1:7; 16:31) believe in (Matt. 14:33; 16:16; Mark 1:1; John 10:36; 1 John 5:13) the Son of God?”"},{"number":36,"verse":"He answered and said, “Who is He, Lord, that I may believe in Him?”"},{"number":37,"verse":"And Jesus said to him, “You have both seen Him and (John 4:26) it is He who is talking with you.”"},{"number":38,"verse":"Then he said, “Lord, I believe!” And he (Matt. 8:2) worshiped Him."},{"number":39,"verse":"And Jesus said, ((John 3:17; 5:22, 27; 12:47)) “For judgment I have come into this world, (Matt. 13:13; 15:14) that those who do not see may see, and that those who see may be made blind.”"},{"number":40,"verse":"Then some of the Pharisees who were with Him heard these words, ((Rom. 2:19)) and said to Him, “Are we blind also?”"},{"number":41,"verse":"Jesus said to them, (John 15:22, 24) “If you were blind, you would have no sin; but now you say, ‘We see.’ Therefore your sin remains."}]}