{"bibleAbbr":"HOV2012","bookName":"यहेजकेल","bookEnglishName":"Ezekiel","chapterNumber":3,"verses":[{"number":1,"verse":"तब उसने मुझ से कहा, “हे मनुष्य के सन्तान, जो तुझे मिला है उसे खा ले; अर्थात् इस पुस्तक को खा, तब जाकर इस्राएल के घराने से बातें कर।”"},{"number":2,"verse":"इसलिये मैं ने मुँह खोला और उसने वह पुस्तक मुझे खिला दी।"},{"number":3,"verse":"तब उसने मुझ से कहा, “हे मनुष्य के सन्तान, यह पुस्तक जो मैं तुझे देता हूँ उसे पचा ले, और अपनी अन्तड़ियाँ इस से भर ले।” अत: मैं ने उसे खा लिया; और मेरे मुँह में वह मधु के तुल्य मीठी लगी।"},{"number":4,"verse":"फिर उसने मुझ से कहा, “हे मनुष्य के सन्तान, तू इस्राएल के घराने के पास जाकर उनको मेरे वचन सुना।"},{"number":5,"verse":"क्योंकि तू किसी अनोखी बोली या कठिन भाषावाली जाति के पास नहीं भेजा जाता है, परन्तु इस्राएल ही के घराने के पास भेजा जाता है।"},{"number":6,"verse":"अनोखी बोली या कठिन भाषावाली बहुत सी जातियों के पास जो तेरी बात समझ न सकें, तू नहीं भेजा जाता। नि:सन्देह यदि मैं तुझे ऐसों के पास भेजता तो वे तेरी सुनते।"},{"number":7,"verse":"परन्तु इस्राएल के घरानेवाले तेरी सुनने से इन्कार करेंगे; वे मेरी भी सुनने से इन्कार करते हैं; क्योंकि इस्राएल का सारा घराना ढीठ और कठोर मन का है।"},{"number":8,"verse":"देख, मैं तेरे मुख को उनके मुख के सामने, और तेरे माथे को उनके माथे के सामने, ढीठ कर देता हूँ।"},{"number":9,"verse":"मैं तेरे माथे को हीरे के तुल्य कड़ा कर देता हूँ जो चकमक पत्थर से भी कड़ा होता है; इसलिये तू उन से न डरना, और न उनके मुँह देखकर तेरा मन कच्‍चा हो; क्योंकि वे विद्रोही घराने के हैं।”"},{"number":10,"verse":"फिर उसने मुझ से कहा, “हे मनुष्य के सन्तान, जितने वचन मैं तुझ से कहूँ, वे सब हृदय में रख और कानों से सुन।"},{"number":11,"verse":"और उन बन्दियों के पास जाकर, जो तेरे जाति भाई हैं, उन से बातें करना और कहना, ‘प्रभु यहोवा यों कहता है;’ चाहे वे सुनें, या न सुनें।”"},{"number":12,"verse":"तब आत्मा ने मुझे उठाया, और मैं ने अपने पीछे बड़ी घड़घड़ाहट के साथ एक शब्द सुना : “यहोवा के भवन से उसका तेज धन्य है।”"},{"number":13,"verse":"और उसके साथ ही उन जीवधारियों के पंखों का शब्द, जो एक दूसरे से लगते थे, और उनके संग के पहियों का शब्द और एक बड़ी ही घड़घड़ाहट सुनाई पड़ी।"},{"number":14,"verse":"तब आत्मा मुझे उठाकर ले गया, और मैं कठिन दु:ख से भरा;"},{"number":15,"verse":"और मैं उन बन्दियों के पास आया जो कबार नदी के तट पर तेलाबीब में रहते थे। और वहाँ मैं सात दिन तक उनके बीच व्याकुल होकर बैठा रहा।"},{"number":16,"verse":"सात दिन के व्यतीत होने पर यहोवा का यह वचन मेरे पास पहुँचा,"},{"number":17,"verse":"“हे मनुष्य के सन्तान, मैं ने तुझे इस्राएल के घराने के लिए पहरुआ नियुक्‍त किया है; तू मेरे मुँह की बात सुनकर, उन्हें मेरी ओर से चिताना।"},{"number":18,"verse":"जब मैं दुष्‍ट से कहूँ, ‘तू निश्‍चय मरेगा,’ और यदि तू उसको न चिताए, और न दुष्‍ट से ऐसी बात कहे जिस से कि वह सचेत हो और अपना दुष्‍ट मार्ग छोड़कर जीवित रहे, तो वह दुष्‍ट अपने अधर्म में फँसा हुआ मरेगा, परन्तु उसके खून का लेखा मैं तुझी से लूँगा।"},{"number":19,"verse":"पर यदि तू दुष्‍ट को चिताए, और वह अपनी दुष्‍टता और दुष्‍ट मार्ग से न फिरे, तो वह तो अपने अधर्म में फँसा हुआ मर जाएगा; परन्तु तू अपने प्राणों को बचाएगा।"},{"number":20,"verse":"फिर जब धर्मी जन अपने धर्म से फिरकर कुटिल काम करने लगे, और मैं उसके सामने ठोकर रखूँ, तो वह मर जाएगा, क्योंकि तूने जो उसको नहीं चिताया, इसलिये वह अपने पाप में फँसा हुआ मरेगा; और जो धर्म के कर्म उस ने किए हों, उनकी सुधि न ली जाएगी, पर उसके खून का लेखा मैं तुझी से लूँगा।"},{"number":21,"verse":"परन्तु यदि तू धर्मी को ऐसा कहकर चिताए, कि वह पाप न करे, और वह पाप से बच जाए, तो वह चितौनी को ग्रहण करने के कारण निश्‍चय जीवित रहेगा, और तू अपने प्राण को बचाएगा।”"},{"number":22,"verse":"फिर यहोवा की शक्‍ति वहीं मुझ पर प्रगट हुई, और उसने मुझ से कहा, “उठकर मैदान में जा; और वहाँ मैं तुझ से बातें करूँगा।”"},{"number":23,"verse":"तब मैं उठकर मैदान में गया, और वहाँ क्या देखा, कि यहोवा का प्रताप जैसा मुझे कबार नदी के तट पर, वैसा ही यहाँ भी दिखाई पड़ता है, और मैं मुँह के बल गिर पड़ा।"},{"number":24,"verse":"तब आत्मा ने मुझ में समाकर मुझे पाँवों के बल खड़ा कर दिया; फिर वह मुझ से कहने लगा, “जा अपने घर के भीतर द्वार बन्द करके बैठ रह।"},{"number":25,"verse":"हे मनुष्य के सन्तान, देख, वे लोग तुझे रस्सियों से जकड़कर बाँध रखेंगे, और तू निकलकर उनके बीच जाने नहीं पाएगा।"},{"number":26,"verse":"मैं तेरी जीभ तेरे तालू से लगाऊँगा; जिस से तू मौन रहकर उनका डाँटनेवाला न हो, क्योंकि वे विद्रोही घराने के हैं।"},{"number":27,"verse":"परन्तु जब जब मैं तुझ से बातें करूँ, तब तब तेरे मुँह को खोलूँगा, और तू उन से ऐसा कहना, ‘प्रभु यहोवा यों कहता है,’ जो सुनता है वह सुन ले और जो नहीं सुनता वह न सुने, वे तो विद्रोही घराने के हैं ही।"}]}