{"bibleAbbr":"HOV2012","bookName":"यहेजकेल","bookEnglishName":"Ezekiel","chapterNumber":47,"verses":[{"number":1,"verse":"फिर वह मुझे भवन के द्वार पर लौटा ले गया; और भवन की डेवढ़ी के नीचे से एक सोता निकलकर पूर्व की ओर बह रहा था। भवन का द्वार तो पूर्वमुखी था, और सोता भवन की दाहिनी ओर और वेदी की दक्षिणी ओर नीचे से निकलता था।"},{"number":2,"verse":"तब वह मुझे उत्तर के फाटक से होकर बाहर ले गया, और बाहर बाहर से घुमाकर बाहरी अर्थात् पूर्वमुखी फाटक के पास पहुँचा दिया, और दक्षिणी ओर से जल पसीजकर बह रहा था।"},{"number":3,"verse":"जब वह पुरुष हाथ में मापने की डोरी लिए हुए पूर्व की ओर निकला, तब उसने भवन से लेकर, हज़ार हाथ तक उस सोते को मापा, और मुझे जल में से चलाया, और जल टखनों तक था।"},{"number":4,"verse":"उसने फिर हज़ार हाथ मापकर मुझे जल में से चलाया, और जल घुटनों तक था, फिर और हज़ार हाथ मापकर मुझे जल में से चलाया, और जल कमर तक था।"},{"number":5,"verse":"तब फिर उसने एक हज़ार हाथ मापे, और ऐसी नदी हो गई जिसके पार मैं न जा सका, क्योंकि जल बढ़कर तैरने के योग्य था; अर्थात् ऐसी नदी थी जिसके पार कोई न जा सकता था।"},{"number":6,"verse":"तब उसने मुझ से पूछा, “हे मनुष्य के सन्तान, क्या तू ने यह देखा है?” तब उसने मुझे नदी के किनारे-किनारे लौटाकर पहुँचा दिया।"},{"number":7,"verse":"लौटकर मैं ने क्या देखा, कि नदी के दोनों तटों पर बहुत से वृक्ष हैं।"},{"number":8,"verse":"तब उसने मुझ से कहा, “यह सोता पूर्वी देश की ओर बह रहा है, और अराबा में उतरकर ताल की ओर बहेगा; और यह भवन से निकला हुआ सीधा ताल में मिल जाएगा; और उसका जल मीठा हो जाएगा।"},{"number":9,"verse":"जहाँ जहाँ यह नदी बहे, वहाँ वहाँ सब प्रकार के बहुत अण्डे देनेवाले जीवजन्तु जीएँगे और मछलियाँ भी बहुत हो जाएँगी; क्योंकि इस सोते का जल वहाँ पहुँचा है, और ताल का जल मीठा हो जाएगा; और जहाँ कहीं यह नदी पहुँचेगी वहाँ सब जन्तु जीएँगे।"},{"number":10,"verse":"ताल के तट पर मछवे खड़े रहेंगे, और एनगदी से लेकर ऐनेग्लैम तक वहाँ जाल फैलाए जाएँगे, और उन्हें महासागर की सी भाँति भाँति की अनगिनित मछलियाँ मिलेंगी।"},{"number":11,"verse":"परन्तु ताल के पास जो दलदल और गड़हे हैं, उनका जल मीठा न होगा; वे खारे ही रहेंगे।"},{"number":12,"verse":"नदी के दोनों किनारों पर भाँति भाँति के खाने योग्य फलदायी वृक्ष उपजेंगे, जिनके पत्ते न मुर्झाएँगे और उनका फलना भी कभी बन्द न होगा, क्योंकि नदी का जल पवित्रस्थान से निकला है। उनमें महीने महीने नये नये फल लगेंगे। उनके फल तो खाने के, और पत्ते औषधि के काम आएँगे। ”"},{"number":13,"verse":"परमेश्‍वर यहोवा यों कहता है : “जिस सीमा के भीतर तुम को यह देश अपने बारहों गोत्रों के अनुसार बाँटना पड़ेगा, वह यह है : यूसुफ को दो भाग मिलें।"},{"number":14,"verse":"उसे तुम एक दूसरे के समान निज भाग में पाओगे, क्योंकि मैं ने शपथ खाई कि उसे तुम्हारे पितरों को दूँगा, इसलिये यह देश तुम्हारा निज भाग ठहरेगा।"},{"number":15,"verse":"“देश की सीमा यह हो : अर्थात् उत्तरी ओर की सीमा महासागर से लेकर हेतलोन के पास से सदाद की घाटी तक पहुँचे,"},{"number":16,"verse":"और उस सीमा के पास हमात बेरोता, और सिब्रैम जो दमिश्क और हमात की सीमाओं के बीच में है, और हसर्हत्तीकोन तक, जो हौरान की सीमा पर है।"},{"number":17,"verse":"यह सीमा समुद्र से लेकर दमिश्क की सीमा के पास के हसरेनोन तक पहुँचे, और उसके उत्तरी ओर हमात हो। उत्तर की सीमा यही हो।"},{"number":18,"verse":"पूर्वी सीमा जिसके एक ओर हौरान दमिश्क; और यरदन की ओर गिलाद और इस्राएल का देश हो; उत्तरी सीमा से लेकर पूर्वी ताल तक उसे मापना। पूर्वी सीमा तो यही हो।"},{"number":19,"verse":"दक्षिणी सीमा तामार से लेकर कादेश के मरीबोत नामक सोते तक अर्थात् मिस्र के नाले तक, और महासागर तक पहुँचे। दक्षिणी सीमा यही हो।"},{"number":20,"verse":"पश्‍चिमी सीमा दक्षिणी सीमा से लेकर हमात की घाटी के सामने तक का महासागर हो। पश्‍चिमी सीमा यही हो।"},{"number":21,"verse":"“इस प्रकार देश को इस्राएल के गोत्रों के अनुसार आपस में बाँट लेना।"},{"number":22,"verse":"इसको आपस में और उन परदेशियों के साथ बाँट लेना, जो तुम्हारे बीच रहते हुए बालकों को जन्माएँ। वे तुम्हारी दृष्‍टि में देशी इस्राएलियों के समान ठहरें, और तुम्हारे गोत्रों के बीच अपना अपना भाग पाएँ।"},{"number":23,"verse":"जो परदेशी जिस गोत्र के देश में रहता हो, उसको वहीं भाग देना, परमेश्‍वर यहोवा की यही वाणी है।"}]}