{"bibleAbbr":"urGV2010","bookName":"یسعیا","bookEnglishName":"Isaiah","chapterNumber":16,"verses":[{"number":1,"verse":"( موآب اسرائیلیوں سے مدد مانگے گا) ملک کا جو حکمران ریگستان کے پار سلع میں ہے اُس کی طرف سے صیون بیٹی کے پہاڑ پر مینڈھا بھیج دو۔"},{"number":2,"verse":"موآب کی بیٹیاں گھونسلے سے بھگائے ہوئے پرندوں کی طرح دریائے ارنون کے پایاب مقاموں پر اِدھر اُدھر پھڑپھڑا رہی ہیں۔"},{"number":3,"verse":"”ہمیں کوئی مشورہ دے، کوئی فیصلہ پیش کر۔ ہم پر سایہ ڈال تاکہ دوپہر کی تپتی دھوپ ہم پر نہ پڑے بلکہ رات جیسا اندھیرا ہو۔ مفروروں کو چھپا دے، دشمن کو پناہ گزینوں کے بارے میں اطلاع نہ دے۔"},{"number":4,"verse":"موآبی مہاجروں کو اپنے پاس ٹھہرنے دے، موآبی مفروروں کے لئے پناہ گاہ ہو تاکہ وہ ہلاکو کے ہاتھ سے بچ جائیں۔“ لیکن ظالم کا انجام آنے والا ہے۔ تباہی کا سلسلہ ختم ہو جائے گا، اور کچلنے والا ملک سے غائب ہو جائے گا۔"},{"number":5,"verse":"تب اللہ اپنے فضل سے داؤد کے گھرانے کے لئے تخت قائم کرے گا۔ اور جو اُس پر بیٹھے گا وہ وفاداری سے حکومت کرے گا۔ وہ انصاف کا طالب رہ کر عدالت کرے گا اور راستی قائم رکھنے میں ماہر ہو گا۔"},{"number":6,"verse":"( موآب کی مناسب سزا پر افسوس) ہم نے موآب کے تکبر کے بارے میں سنا ہے، کیونکہ وہ حد سے زیادہ متکبر، مغرور، گھمنڈی اور شوخ چشم ہے۔ لیکن اُس کی ڈینگیں عبث ہیں۔"},{"number":7,"verse":"اِس لئے موآبی اپنے آپ پر آہ و زاری کر رہے، سب مل کر آہیں بھر رہے ہیں۔ وہ سسک سسک کر قیرحراست کی کشمش کی ٹکیاں یاد کر رہے ہیں، اُن کا نہایت بُرا حال ہو گیا ہے۔"},{"number":8,"verse":"حسبون کے باغ مُرجھا گئے، سِبماہ کے انگور ختم ہو گئے ہیں۔ پہلے تو اُن کی انوکھی بیلیں یعزیر بلکہ ریگستان تک پھیلی ہوئی تھیں، اُن کی کونپلیں سمندر کو بھی پار کرتی تھیں۔ لیکن اب غیرقوم حکمرانوں نے یہ عمدہ بیلیں توڑ ڈالی ہیں۔"},{"number":9,"verse":"اِس لئے مَیں یعزیر کے ساتھ مل کر سِبماہ کے انگوروں کے لئے آہ و زاری کر رہا ہوں۔ اے حسبون، اے اِلی عالی، تمہاری حالت دیکھ کر میرے بےحد آنسو بہہ رہے ہیں۔ کیونکہ جب تمہارا پھل پک گیا اور تمہاری فصل تیار ہوئی تب جنگ کے نعرے تمہارے علاقے میں گونج اُٹھے۔"},{"number":10,"verse":"اب خوشی و شادمانی باغوں سے غائب ہو گئی ہے، انگور کے باغوں میں گیت اور خوشی کے نعرے بند ہو گئے ہیں۔ کوئی نہیں رہا جو حوضوں میں انگور کو روند کر رس نکالے، کیونکہ مَیں نے فصل کی خوشیاں ختم کر دی ہیں۔"},{"number":11,"verse":"میرا دل سرود کے ماتمی سُر نکال کر موآب کے لئے نوحہ کر رہا ہے، میری جان قیرحراست کے لئے آہیں بھر رہی ہے۔"},{"number":12,"verse":"جب موآب اپنی پہاڑی قربان گاہ کے سامنے حاضر ہو کر سجدہ کرتا ہے تو بےکار محنت کرتا ہے۔ جب وہ پوجا کرنے کے لئے اپنے مندر میں داخل ہوتا ہے تو فائدہ کوئی نہیں ہوتا۔"},{"number":13,"verse":"رب نے ماضی میں اِن باتوں کا اعلان کیا۔"},{"number":14,"verse":"لیکن اب وہ مزید فرماتا ہے، ”تین سال کے اندر اندر ( لفظی ترجمہ: مزدور کے سے تین سال کے اندر اندر۔) موآب کی تمام شان و شوکت اور دھوم دھام جاتی رہے گی۔ جو تھوڑے بہت بچیں گے، وہ نہایت ہی کم ہوں گے۔“"}]}