{"bibleAbbr":"urGV2010","bookName":"یسعیا","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"( ہمارا خدا مضبوط چٹان ہے) اُس دن ملکِ یہوداہ میں گیت گایا جائے گا، ”ہمارا شہر مضبوط ہے، کیونکہ ہم اللہ کی نجات دینے والی چاردیواری اور پُشتوں سے گھرے ہوئے ہیں۔"},{"number":2,"verse":"شہر کے دروازوں کو کھولو تاکہ راست قوم داخل ہو، وہ قوم جو وفادار رہی ہے۔"},{"number":3,"verse":"اے رب، جس کا ارادہ مضبوط ہے اُسے تُو محفوظ رکھتا ہے۔ اُسے پوری سلامتی حاصل ہے، کیونکہ وہ تجھ پر بھروسا رکھتا ہے۔"},{"number":4,"verse":"رب پر ابد تک اعتماد رکھو! کیونکہ رب خدا ابدی چٹان ہے۔"},{"number":5,"verse":"وہ بلندیوں پر رہنے والوں کو زیر اور اونچے شہر کو نیچا کر کے خاک میں ملا دیتا ہے۔"},{"number":6,"verse":"ضرورت مند اور پست حال اُسے پاؤں تلے کچل دیتے ہیں۔“"},{"number":7,"verse":"( دعا) اے اللہ، راست باز کی راہ ہموار ہے، کیونکہ تُو اُس کا راستہ چلنے کے قابل بنا دیتا ہے۔"},{"number":8,"verse":"اے رب، ہم تیرے انتظار میں رہتے ہیں، اُس وقت بھی جب تُو ہماری عدالت کرتا ہے۔ ہم تیرے نام اور تیری تمجید کے آرزومند رہتے ہیں۔"},{"number":9,"verse":"رات کے وقت میری روح تیرے لئے تڑپتی، میرا دل تیرا طالب رہتا ہے۔ کیونکہ دنیا کے باشندے اُس وقت انصاف کا مطلب سیکھتے ہیں جب تُو دنیا کی عدالت کرتا ہے۔"},{"number":10,"verse":"افسوس، جب بےدین پر رحم کیا جاتا ہے تو وہ انصاف کا مطلب نہیں سیکھتا بلکہ انصاف کے ملک میں بھی غلط کام کرنے سے باز نہیں رہتا، وہاں بھی رب کی عظمت کا لحاظ نہیں کرتا۔"},{"number":11,"verse":"اے رب، گو تیرا ہاتھ اُنہیں مارنے کے لئے اُٹھا ہوا ہے توبھی وہ دھیان نہیں دیتے۔ لیکن ایک دن اُن کی آنکھیں کھل جائیں گی، اور وہ تیری اپنی قوم کے لئے غیرت کو دیکھ کر شرمندہ ہو جائیں گے۔ تب تُو اپنی بھسم کرنے والی آگ اُن پر نازل کرے گا۔"},{"number":12,"verse":"اے رب، تُو ہمیں امن و امان مہیا کرتا ہے بلکہ ہماری تمام کامیابیاں تیرے ہی ہاتھ سے حاصل ہوئی ہیں۔"},{"number":13,"verse":"اے رب ہمارے خدا، گو تیرے سوا دیگر مالک ہم پر حکومت کرتے آئے ہیں توبھی ہم تیرے ہی فضل سے تیرے نام کو یاد کر پائے۔"},{"number":14,"verse":"اب یہ لوگ مر گئے ہیں اور آئندہ کبھی زندہ نہیں ہوں گے، اُن کی روحیں کوچ کر گئی ہیں اور آئندہ کبھی واپس نہیں آئیں گی۔ کیونکہ تُو نے اُنہیں سزا دے کر ہلاک کر دیا، اُن کا نام و نشان مٹا ڈالا ہے۔"},{"number":15,"verse":"اے رب، تُو نے اپنی قوم کو فروغ دیا ہے۔ تُو نے اپنی قوم کو بڑا بنا کر اپنے جلال کا اظہار کیا ہے۔ تیرے ہاتھ سے اُس کی سرحدیں چاروں طرف بڑھ گئی ہیں۔"},{"number":16,"verse":"اے رب، وہ مصیبت میں پھنس کر تجھے تلاش کرنے لگے، تیری تادیب کے باعث منتر پھونکنے لگے۔"},{"number":17,"verse":"اے رب، تیرے حضور ہم دردِ زہ میں مبتلا عورت کی طرح تڑپتے اور چیختے چلّاتے رہے۔"},{"number":18,"verse":"جننے کا درد محسوس کر کے ہم پیچ و تاب کھا رہے تھے۔ لیکن افسوس، ہَوا ہی پیدا ہوئی۔ نہ ہم نے ملک کو نجات دی، نہ دنیا کے نئے باشندے پیدا ہوئے۔"},{"number":19,"verse":"لیکن تیرے مُردے دوبارہ زندہ ہوں گے، اُن کی لاشیں ایک دن جی اُٹھیں گی۔ اے خاک میں بسنے والو، جاگ اُٹھو اور خوشی کے نعرے لگاؤ! کیونکہ تیری اوس نوروں کی شبنم ہے، اور زمین مُردہ روحوں کو جنم دے گی۔"},{"number":20,"verse":"( رب اسرائیل کے دشمنوں سے بدلہ لے گا) اے میری قوم، جا اور تھوڑی دیر کے لئے اپنے کمروں میں چھپ کر کنڈی لگا لے۔ جب تک رب کا غضب ٹھنڈا نہ ہو وہاں ٹھہری رہ۔"},{"number":21,"verse":"کیونکہ دیکھ، رب اپنی سکونت گاہ سے نکلنے کو ہے تاکہ دنیا کے باشندوں کو سزا دے۔ تب زمین اپنے آپ پر بہایا ہوا خون فاش کرے گی اور اپنے مقتولوں کو مزید چھپائے نہیں رکھے گی۔"}]}