{"bibleAbbr":"urGV2010","bookName":"یسعیا","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"( جلد ہی لُوٹ کھسوٹ) رب مجھ سے ہم کلام ہوا، ”ایک بڑا تختہ لے کر اُس پر صاف الفاظ میں لکھ دے، ’جلد ہی لُوٹ کھسوٹ، سُرعت سے غارت گری‘۔“"},{"number":2,"verse":"مَیں نے اُوریاہ امام اور زکریاہ بن یبرکیاہ کی موجودگی میں ایسا ہی لکھ دیا، کیونکہ دونوں معتبر گواہ تھے۔"},{"number":3,"verse":"اُس وقت جب مَیں اپنی بیوی نبیہ کے پاس گیا تو وہ اُمید سے ہوئی۔ بیٹا پیدا ہوا، اور رب نے مجھے حکم دیا، ”اِس کا نام ’جلد ہی لُوٹ کھسوٹ، سُرعت سے غارت گری‘ رکھ۔"},{"number":4,"verse":"کیونکہ اِس سے پہلے کہ لڑکا ’ابو‘ یا ’امی‘ کہہ سکے دمشق کی دولت اور سامریہ کا مال و اسباب چھین لیا گیا ہو گا، اسور کے بادشاہ نے سب کچھ لُوٹ لیا ہو گا۔“"},{"number":5,"verse":"( شِلوخ کا پانی رد کرنے کا بُرا انجام) ایک بار پھر رب مجھ سے ہم کلام ہوا،"},{"number":6,"verse":"”یہ لوگ یروشلم میں آرام سے بہنے والے شِلوخ نالے کا پانی مسترد کر کے رضین اور فِقَح بن رملیاہ سے خوش ہیں۔"},{"number":7,"verse":"اِس لئے رب اُن پر دریائے فرات کا زبردست سیلاب لائے گا، اسور کا بادشاہ اپنی تمام شان و شوکت کے ساتھ اُن پر ٹوٹ پڑے گا۔ اُس کی تمام دریائی شاخیں اپنے کناروں سے نکل کر"},{"number":8,"verse":"سیلاب کی صورت میں یہوداہ پر سے گزریں گی۔ اے عمانوایل، پانی پرندے کی طرح اپنے پَروں کو پھیلا کر تیرے پورے ملک کو ڈھانپ لے گا، اور لوگ گلے تک اُس میں ڈوب جائیں گے۔“"},{"number":9,"verse":"اے قومو، بےشک جنگ کے نعرے لگاؤ۔ تم پھر بھی چِکنا چُور ہو جاؤ گی۔ اے دُوردراز ممالک کے تمام باشندو، دھیان دو! بےشک جنگ کے لئے تیاریاں کرو۔ تم پھر بھی پاش پاش ہو جاؤ گے۔ کیونکہ جنگ کے لئے تیاریاں کرنے کے باوجود بھی تمہیں کچلا جائے گا۔"},{"number":10,"verse":"جو بھی منصوبہ تم باندھو، بات نہیں بنے گی۔ آپس میں جو بھی فیصلہ کرو، تم ناکام ہو جاؤ گے، کیونکہ اللہ ہمارے ساتھ ہے۔ ( عبرانی میں ’عمانوایل‘ لکھا ہے، دیکھئے ۷‏:۱۴ کا فٹ نوٹ۔)"},{"number":11,"verse":"( رب نبی کو قوم کے بارے میں آگاہ کرتا ہے) جس وقت رب نے مجھے مضبوطی سے پکڑ لیا اُس وقت اُس نے مجھے اِس قوم کی راہوں پر چلنے سے خبردار کیا۔ اُس نے فرمایا،"},{"number":12,"verse":"”ہر بات کو سازش مت سمجھنا جو یہ قوم سازش سمجھتی ہے۔ جس سے یہ لوگ ڈرتے ہیں اُس سے نہ ڈرنا، نہ دہشت کھانا"},{"number":13,"verse":"بلکہ رب الافواج سے ڈرو۔ اُسی سے دہشت کھاؤ اور اُسی کو قدوس مانو۔"},{"number":14,"verse":"تب وہ اسرائیل اور یہوداہ کا مقدِس ہو گا، ایک ایسا پتھر جو ٹھوکر کا باعث بنے گا، ایک چٹان جو ٹھیس لگنے کا سبب ہو گی۔ یروشلم کے باشندے اُس کے پھندے اور جال میں اُلجھ جائیں گے۔"},{"number":15,"verse":"اُن میں سے بہت سارے ٹھوکر کھائیں گے۔ وہ گر کر پاش پاش ہو جائیں گے اور پھندے میں پھنس کر پکڑے جائیں گے۔“"},{"number":16,"verse":"( رب کا کلام شاگردوں کے حوالے کرنا ہے) مجھے مکاشفے کو لفافے میں ڈال کر محفوظ رکھنا ہے، اپنے شاگردوں کے درمیان ہی اللہ کی ہدایت پر مُہر لگانی ہے۔"},{"number":17,"verse":"مَیں خود رب کے انتظار میں رہوں گا جس نے اپنے چہرے کو یعقوب کے گھرانے سے چھپا لیا ہے۔ اُسی سے مَیں اُمید رکھوں گا۔"},{"number":18,"verse":"اب مَیں حاضر ہوں، مَیں اور وہ بچے جو اللہ نے مجھے دیئے ہیں، ہم اسرائیل میں الٰہی اور معجزانہ نشان ہیں جن سے رب الافواج جو کوہِ صیون پر سکونت کرتا ہے لوگوں کو آگاہ کر رہا ہے۔"},{"number":19,"verse":"لوگ تمہیں مشورہ دیتے ہیں، ”جاؤ، مُردوں سے رابطہ کرنے والوں اور قسمت کا حال بتانے والوں سے پتا کرو، اُن سے جو باریک آوازیں نکالتے اور بڑبڑاتے ہوئے جواب دیتے ہیں۔“ لیکن اُن سے کہو، ”کیا مناسب نہیں کہ قوم اپنے خدا سے مشورہ کرے؟ ہم زندوں کی خاطر مُردوں سے بات کیوں کریں؟“"},{"number":20,"verse":"اللہ کی ہدایت اور مکاشفہ کی طرف رجوع کرو! جو انکار کرے اُس پر صبح کی روشنی کبھی نہیں چمکے گی۔"},{"number":21,"verse":"ایسے لوگ مایوس اور فاقہ کش حالت میں ملک میں مارے مارے پھریں گے۔ اور جب بھوکے مرنے کو ہوں گے تو جھنجھلا کر اپنے بادشاہ اور اپنے خدا پر لعنت کریں گے۔ وہ اوپر آسمان"},{"number":22,"verse":"اور نیچے زمین کی طرف دیکھیں گے، لیکن جہاں بھی نظر پڑے وہاں مصیبت، اندھیرا اور ہول ناک تاریکی ہی دکھائی دے گی۔ اُنہیں تاریکی ہی تاریکی میں ڈال دیا جائے گا۔"}]}