{"bibleAbbr":"guOV2016","bookName":"યોહાનનો ત્રીજો પત્ર","bookEnglishName":"3 John","chapterNumber":1,"verses":[{"number":1,"verse":"જેના પર હું સત્યમાં પ્રેમ રાખું છું, તે વહાલા ( ; ; .) ગાયસ પ્રતિ લખનાર વડીલ."},{"number":2,"verse":"વહાલા હું પ્રાર્થના કરું છું કે જેમ તારો આત્મા કુશળ છે તેમ તું સર્વ વાતે કુશળ તથા તંદુરસ્ત રહે."},{"number":3,"verse":"કેમ કે ભાઈઓ આવ્યા ત્યારે તેઓએ તું સત્યમાં ચાલે છે તેવી તારા સત્ય વિષે સાક્ષી આપી, તેથી મને ઘણો આનંદ થયો."},{"number":4,"verse":"જ્યારે મારા સાંભળવામાં આવે છે કે મારાં બાળકો સત્યમાં ચાલે છે, ત્યારે એ કરતાં [બીજાથી] મને મોટો આનંદ થતો નથી."},{"number":5,"verse":"( ગાયસની પ્રશંસા) વહાલા, ભાઈઓને માટે, હા, પારકા ભાઈઓને માટે પણ, તું જે કંઈ કામ કરે છે તે તું વિશ્વાસ [કરનારને] યોગ્ય કામ કરે છે."},{"number":6,"verse":"તે [ભાઈ] ઓએ તારા પ્રેમ વિષે મંડળીની આગળ સાક્ષી પૂરી છે. ઈશ્વર પ્રસન્‍ન થાય એવી રીતે તું તેઓને આગળ વળાવશે તો તું સારું કરશે."},{"number":7,"verse":"કેમ કે તેઓ તેમના નામની ખાતર બહાર નીકળ્યા છે, ને વિદેશીઓ પાસેથી કંઈ લેતા નથી."},{"number":8,"verse":"આપણે સત્ય [ફેલાવવામાં] તેઓના સહકારીઓ થઈએ, માટે આપણે એવા માણસોનો સ્વીકાર કરવો જોઈએ."},{"number":9,"verse":"( દીયોત્રેફેસ અને દેમેત્રિયસ) મેં મંડળીને કંઈ લખ્યું, પણ દીયોત્રેફેસ, જે તેઓમાં મુખ્ય થવા ચાહે છે, તે અમારો અંગીકાર કરતો નથી."},{"number":10,"verse":"એ માટે જો હું આવીશ તો તે જે કામો કરે છે તે [કામો] ને હું યાદ કરાવીશ. તે અમારી વિરુદ્ધ ભૂંડું બોલીને બકબક કરે છે, અને એટલેથી સંતુષ્ટ ન થઈને, તે પોતે ભાઈઓનો અંગીકાર કરતો નથી. તેમ જ જેઓ એમ કરવાની ઇચ્છા રાખે છે તેઓને તે અટકાવે છે, અને મંડળીમાંથી તેઓને બહિષ્કૃત કરે છે."},{"number":11,"verse":"વહાલા, ભૂંડાનું નહિ, પણ સારાનું અનુકરણ કર. જે સારું કરે છે તે ઈશ્વરનો છે; જે ભૂંડું કરે છે તેણે ઈશ્વરને જોયા નથી."},{"number":12,"verse":"દેમેત્રિયસ વિષે સર્વ તેમ જ સત્ય પોતે સાક્ષી પૂરે છે, અને અમે પણ સાક્ષી પૂરીએ છીએ; અને અમારી સાક્ષી ખરી છે તે તું જાણે છે."},{"number":13,"verse":"( શુભેચ્છા) મારે તારા પર લખવાનું તો ઘણું હતું, પણ શાહી તથા કલમથી હું તારા પર લખવા ચાહતો નથી."},{"number":14,"verse":"પણ હું તને જલદી જોવાની આશા રાખું છું, ત્યારે આપણે મોઢામોઢ વાત કરીશું. (15)તને શાંતિ થાઓ. મિત્રો તને ક્ષેમકુશળ કહે છે. [દરેકનું] નામ લઈને મિત્રોને ક્ષેમકુશળ કહેજે."}]}