{"bibleAbbr":"guOV2016","bookName":"ગલાતીઓને પાઉલ પ્રેરિતનો પત્ર","bookEnglishName":"Galatians","chapterNumber":1,"verses":[{"number":1,"verse":"ગલાતીઓમાંની મંડળીઓ પ્રતિ લખનાર [હું] પાઉલ પ્રેરિત (જે માણસોનો નહિ ને માણસથી નહિ, પણ ઈસુ ખ્રિસ્તથી તથા ઈશ્વર પિતા જેમણે તેમને મૂએલાંમાંથી ઉઠાડયા તેથી [નિમાયેલો] ),"},{"number":2,"verse":"અને મારી સાથેના બધા ભાઈઓ:"},{"number":3,"verse":"ઈશ્વર પિતા તરફથી તથા આપણા પ્રભુ ઈસુ ખ્રિસ્ત તરફથી તમને કૃપા તથા શાંતિ હો."},{"number":4,"verse":"તેમણે આપણાં પાપને માટે પોતાનું સ્વાપર્ણ કર્યું એ માટે કે આપણા ઈશ્વર તથા પિતાની ઇચ્છા પ્રમાણે, તે આપણને હાલના ભૂંડા જગતમાંથી છોડાવે."},{"number":5,"verse":"તે [ઈશ્વર પિતા] ને સદાસર્વકાળ મહિમા હોજો. આમીન."},{"number":6,"verse":"( એક જ સુવાર્તા) મને નવાઈ લાગે છે કે, જેમણે તમને ખ્રિસ્તની કૃપાથી બોલાવ્યા, તેમને મૂકીને તમે એટલા બધા વહેલા જુદી સુવાર્તા તરફ ફરી જાઓ છો."},{"number":7,"verse":"તે બીજી [સુવાર્તા] નથી; માત્ર કેટલાક તમને હેરાન કરે છે, અને ખ્રિસ્તની સુવાર્તાને ઉલટાવી નાખવા ચાહે છે."},{"number":8,"verse":"પણ જે સુવાર્તાને અમે તમને પ્રગટ કરી, તે વિના બીજી [સુવાર્તા] જો અમે અથવા આકાશનો કોઈ દૂત પણ તમને પ્રગટ કરે, તો તે શાપિત થાઓ."},{"number":9,"verse":"જેમ અમે અગાઉ કહ્યું હતું, તેમ હમણાં હું ફરીથી પણ કહું છું કે, જે સુવાર્તઅ તમે પામ્યા છો, તે વિના બીજી [સુવાર્તા] જો કોઈ તમને પ્રગટ કરે, તો તે શાપિત થાઓ."},{"number":10,"verse":"તો હમણાં હું માણસોની કૃપા મેળવી લેવાને યત્ન કરું છું કે ઈશ્વરની? અથવા શું હું માણસોને રાજી કરવા ચાહું છું? જો હજી સુધી હું માણસોને રાજી કરતો હોઉં, તો હું ખ્રિસ્તનો સેવક નથી."},{"number":11,"verse":"( પાઉલ કેવી રીતે પ્રેરિત બન્યો) પણ ભાઈઓ, હું તમને જણાવું છું કે, જે સુવાર્તા મેં પ્રગટ કરી, તે માણસની [આપેલી] નથી."},{"number":12,"verse":"કેમ કે હું માણસની પાસેથી તે પામ્યો નથી કે શીખ્યો નથી, પણ ઈસુ ખ્રિસ્તના પ્રગટ કર્યાથી [પામ્યો છું]."},{"number":13,"verse":"કેમ કે પ્રથમ હું યહૂદી ધર્મ પાળતો હતો, ત્યારની મારી વર્તણૂક વિષે તો તમે સાંભળ્યું છે કે, ( ; ; .) હું ઈશ્વરની મંડળીને બેહદ સતાવતો હતો, અને તેની પાયમાલી કરતો હતો."},{"number":14,"verse":"અને ( .) મારા પૂર્વજોના સંપ્રદાય માટે હું અતિશય ખંતીલો હોવાથી મારી ઉંમરના મારા ઘણા દેશી ભાઈઓ કરતાં યહૂદી ધર્મમાં વધારે પ્રવીણ થયો."},{"number":15,"verse":"પણ ( ; ; .) ઈશ્વર જેમણે મને મારા જન્મના દિવસથી જ જુદો કર્યો હતો, તથા પોતાની કૃપાથી મને બોલાવ્યો હતો તેમને જયારે એ પસંદ પડયું."},{"number":16,"verse":"કે, પોતાના દીકરાને તે મારામાં પ્રગટ કરે, જેથી હું તેમની સુવાર્તા વિદેશીઓમાં પ્રગટ કરું, ત્યારે તરત જ કોઈ પણ માણસની સલાહ પૂછયા વગર,"},{"number":17,"verse":"અને મારાથી અગાઉ જે પ્રેરિતો હતા તેઓની પાસે યરુશાલેમ ગયા વગર હું અરબસ્તાન ચાલ્યો ગયો; અને ફરીથી દમસ્કસ પાછો આવ્યો."},{"number":18,"verse":"ત્યાર બાદ ત્રણ વરસ પછી કેફાની મુલાકાત લેવાને ( .) હું યરુશાલેમ ગયો, અને તેની સાથે પંદર દિવસ રહ્યો."},{"number":19,"verse":"પણ પ્રભુના ભાઈ યાકૂબ સિવાય પ્રેરિતોમાંના બીજા કોઈને હું મળ્યો નહિ."},{"number":20,"verse":"હું તમને જે લખું છું, જુઓ, તેમાં ઈશ્વરને સાક્ષી રાખીને કહું છું કે, હું જુઠું કહેતો નથી."},{"number":21,"verse":"પછી હું સિરિયા તથા કિલીકિયાના પ્રાંતોમાં આવ્યો."},{"number":22,"verse":"યહૂદિયામાંની ખ્રિસ્તી મંડળીઓને હજી મારી ઓળખાણ થઈ નહોતી."},{"number":23,"verse":"પણ તેઓએ માત્ર એટલી વાત સાંભળી હતી કે, જે પહેલાં અમને સતાવતો હતો, અને જે વિશ્વાસનો તે પોતે અગાઉ નાશ કરતો હતો, તે (વિશ્વાસ)ને તે હમણાં પ્રગટ કરે છે."},{"number":24,"verse":"અને મારે લીધે તેઓએ ઈશ્વરની સ્તુતિ કરી."}]}