{"bibleAbbr":"guOV2016","bookName":"ગલાતીઓને પાઉલ પ્રેરિતનો પત્ર","bookEnglishName":"Galatians","chapterNumber":2,"verses":[{"number":1,"verse":"( પાઉલ અને બીજા પ્રેરિતો) વળી ચૌદ વરસ પછી હું બાર્નાબાસની સાથે ( ; .) પાછો યરુશાલેમ ગયો. અને તિતસને પણ મારી સાથે લેતો ગયો."},{"number":2,"verse":"પ્રકટીકરણદ્વારા [આજ્ઞા મળ્યાથી] હું ગયો. અને જે સુવાર્તા હું વિદેશીઓમાં પ્રગટ કરું છું, તે મેં તેઓને કહી સંભળાવી, પણ જેઓ પ્રતિષ્ઠિત હતાં તેઓને ખાનગી રીતે [કહી સંભળાવી] , રખેને હું અમથો દોડું અથવા દોડયો હોઉં."},{"number":3,"verse":"પણ તિતસ જે મારી સાથે હતો, તે ગ્રીક છતાં પણ સુન્‍નત કરાવવાની તેને ફરજ પાડવામાં આવી નહિ."},{"number":4,"verse":"ગુપ્ત રીતે [મંડળી] માં દાખલ થયેલા [દંભી] ભાઈઓ તેની સુન્‍નત કરાવવા માગતા હતા, તેઓ તો ખ્રિસ્ત ઈસુમાં આપણી જે સ્વતંત્રતા છે, તેની બાતમી કાઢવા માટે ગુપ્ત રીતે અંદર આવ્યા હતાં કે, જેથી તેઓ આપણને દાસત્વમાં લાવે."},{"number":5,"verse":"સુવાર્તાની સત્યતા તમારામાં ચાલુ રહે, માટે તેઓને અમે એક ઘડીભર પણ વશ થયા નહિ."},{"number":6,"verse":"પણ જેઓ કેટલેક દરજજે પ્રતિષ્ઠિત ગણાતા હતા (તેઓ ગમે તેવા હતા, તેની મને કંઈ પરવા નથી; ( .) ઈશ્વર કોઈ માણસની શરમ રાખતા નથી)-હા, જેઓ પ્રતિષ્ઠિત ગણાતા હતા, તેઓના તરફથી મને કંઈ વધારે પ્રાપ્ત થયું નહિ."},{"number":7,"verse":"પણ ઊલટું, જયારે તેઓએ જોયું કે જેમ પિતરને સુન્‍નતીઓને માટે સુવાર્તા સોંપેલી છે, તેમ મને બેસુન્‍નતીઓને માટે સોંપેલી છે;"},{"number":8,"verse":"(કેમ કે જેમણે સુન્‍નતીઓનો પ્રેરિત થવા માટે પિતરને શક્તિમાન કર્યો તેમણે વિદેશીઓનો પ્રેરિત થવા માટે મને શક્તિમાન કર્યો);"},{"number":9,"verse":"અને જયારે તેઓએ મને કૃપા પ્રાપ્ત થયેલી જોઈ, ત્યારે યાકૂબ, કેફા તથા યોહાન, જેઓ [મંડળીના] થંભ જેવા ગણાતાં હતાં, તે દરેકે મારો તથા બાર્નાબાસનો [પ્રેરિત તરીકે] સત્કાર કર્યો. જેથી અમે વિદેશીઓની પાસે જઈએ, અને તેઓ સુન્‍નતીઓની પાસે જાય."},{"number":10,"verse":"તેઓએ અમારી પાસે એટલું જ માગ્યું કે તમે દરિદ્રીઓને સંભારજો, અને હું પણ એ જ કામ કરવા આતુર હતો."},{"number":11,"verse":"( અંત્યોખમાં પિતરને પાઉલનો ઠપકો) પણ જયારે કેફા અંત્યોખ આવ્યો, ત્યારે હું તેને મોઢે ચઢીને તેની સામે થયો, કેમ કે તે દોષિત ઠર્યો હતો."},{"number":12,"verse":"કારણ કે યાકૂબની પાસેથી કેટલાકના આવ્યાં પહેલાં, તે વિદેશીઓની સાથે ખાતો હતો, પણ તેઓ આવ્યા ત્યારે સુન્‍નતીઓથી બીને તે પાછો હઠયો અને [તેઓથી] અલગ રહ્યો."},{"number":13,"verse":"બાકીના ખ્રસ્તી યહૂદીઓએ પણ તેની સાથે ઢોંગ કર્યો, અને તે એટલે સુધી કે બાર્નાબાસ પણ તેઓના ઢોંગથી ખેંચાઈ ગયો."},{"number":14,"verse":"પણ તેઓ સુવાર્તાની સત્યતા પ્રમાણે પ્રામાણિકપણે ચાલતા નથી, એ જ્યારે મેં જોયું, ત્યારે મેં સહુના સાંભળતાં કેફાને કહ્યું, “જો તું યહૂદી છતાં યહૂદીઓની રીતે નહિ, પણ વિદેશીઓની રીતે ચાલે છે, તો વિદેશીઓને યહૂદીઓની રીત પ્રમાણે વર્તવાની તું કેમ ફરજ પાડે છે?”"},{"number":15,"verse":"( યહૂદીઓ તેમ જ બિનયહૂદીઓનો ઉદ્ધાર માત્ર વિશ્વાસથી જ) જો કે આપણે જન્મથી યહૂદી છીએ, અને પાપી વિદેશીઓ નથી,"},{"number":16,"verse":"તોપણ માણસ ( ; .) નિયમ [શાસ્‍ત્ર પ્રમાણે] ની કરણીઓથી ન્યાયી ઠરતું નથી, પણ માત્ર ( .) ઈસુ ખ્રિસ્ત પરના વિશ્વાસથી [ન્યાયી ઠરે છે] , એ જાણીને આપણે પણ ઈસુ ખ્રિસ્ત પર વિશ્વાસ રાખ્યો કે, આપણે નિયમની કરણીઓથી નહિ પણ ખ્રિસ્ત પરના વિશ્વાસથી ન્યાયી ઠરીએ, કેમ કે નિયની કરણીઓથી કોઈ પણ માણસ ન્યાયી ઠરશે નહિ."},{"number":17,"verse":"પણ ખ્રિસ્તમાં ન્યાયી ઠરવાની ઇચ્છા રાખીને, જો આપણે પોતે પાપી માલૂમ પડીએ, તો શું ખ્રિસ્ત પાપના પોષક છે? કદી નહિ."},{"number":18,"verse":"કેમ કે જે મેં પાડી નાખ્યાં, તે જો હું ફરી બાંધું, તો હું પોતાને અપરાધી ઠરાવું છું."},{"number":19,"verse":"કેમ કે હું ઈશ્વર પ્રત્યે જીવવાને અર્થે નિયમદ્વારા નિયમ પ્રત્યે મર્યો."},{"number":20,"verse":"હું ખ્રિસ્તની સાથે વધસ્તંભે જડાયો, પરંતુ હું જીવું છું, તોપણ હવેથી હું નહિ, પણ મારામાં ખ્રિસ્ત જીવે છે; અને હવે દેહમાં જે મારું જીવન તે ઈશ્વરના દીકરા પરના વિશ્વાસથી જ છે. તેમણે મારા પર પ્રેમ રાખ્યો, અને મારે માટે પોતાનું અર્પણ કર્યું."},{"number":21,"verse":"હું ઈશ્વરની કૃપા નિષ્ફળ કરતો નથી, કેમ કે જો નિયમથી ન્યાયીપણું હોય, તો ખ્રિસ્ત વિનાકારણ મર્યા."}]}