{"bibleAbbr":"guOV2016","bookName":"ગલાતીઓને પાઉલ પ્રેરિતનો પત્ર","bookEnglishName":"Galatians","chapterNumber":4,"verses":[{"number":1,"verse":"હવે હું કહું છું કે, વારસ જ્યાં સુધી બાળક છે, ત્યાં સુધી સર્વનો માલિક છતાં પણ તેનામાં ને દાસમાં કંઈ પણ ફેર નથી."},{"number":2,"verse":"પણ પિતાએ ઠરાવેલી મુદત સુધી તે વાલીઓ તથા કારભારીઓને આધીન છે."},{"number":3,"verse":"એ પ્રમાણે આપણે પણ જયારે બાળક હતા, ત્યારે જગતનાં તત્ત્વોને તાબે રહીને દાસત્વમાં હતા."},{"number":4,"verse":"પણ સમય પૂરો થયો, ત્યારે ઈશ્વરે સ્‍ત્રીથી જન્મેલો, અને નિયમને આધીન જન્મેલો, એવો પોતાનો પુત્ર મોકલ્યો,"},{"number":5,"verse":"એ હેતુથી કે જેઓ નિયમને આધીન હતા તેઓને તે છોડાવી લે કે, તેથી ( .) આપણે તેમના પુત્રો તરીકે ગણાઈએ."},{"number":6,"verse":"અને તમે પુત્રો છો, એ માટે ઈશ્વરે આપણાં હ્રદયમાં પોતાના પુત્રનો આત્મા મોકલ્યો છે, જે ‘આબ્બા, પિતા, એમ કહીને હાંક મારે છે."},{"number":7,"verse":"એ માટે હવેથી તું દાસ નથી, પણ પુત્ર છે; અને જો તું પુત્ર છે, તો ઈશ્વરને આશરે વારસ પણ છે."},{"number":8,"verse":"( ગલાતીઓ માટે પાઉલની કાળજી) પણ તે વખતે તમે ઈશ્વર વિષે અજાણ્યા હોવાથી, જેઓ ખરેખર ઈશ્વર નથી તેઓના દાસ હતા."},{"number":9,"verse":"પણ હવે તમે ઈશ્વરને ઓળખ્યા છે, અથવા ખરું કહેતાં ઈશ્વરે તમને ઓળખ્યા છે, તો આ નબળાં તથા નિર્માલ્ય જેવાં તત્વોના દાસત્વની ફરીથી ઇચ્છા રાખીને, તેઓની તરફ બીજી વાર શા માટે ફરો છો"},{"number":10,"verse":"તમે [અમુક] દિવસો, મહિનાઓ, તહેવારો તથા વરસો [નાં પર્વો] પાળો છો."},{"number":11,"verse":"તમારે વિષે મને ભય રહે વિષે છે, રખેને કદાચ તમારે માટે લીધેલો મારો શ્રમ વ્યર્થ જાય."},{"number":12,"verse":"હે ભાઈઓ, હું તમને વિનંતી કરું છું કે, તમે મારા જેવા થાઓ, કેમ કે હું તમારા જેવો થયો છું. તમે મારો કંઈ અન્યાય કર્યો નથી."},{"number":13,"verse":"પણ તમે જાણો છો કે, શરીરની નિર્બળતામાં મેં પહેલાં તમને સુવાર્તા પ્રગટ કરી."},{"number":14,"verse":"અને મારા શરીરમાં જે તમને પરીક્ષણરૂપ હતું, તેનો તિરસ્કાર કે તુચ્છકાર તમે કર્યો નહિ; પણ જાણે કે હું ઈશ્વરનો દૂત હોઉં, બલકે હું ઈસુ ખ્રિસ્ત હોઉં, તેમ તમે મારો અંગીકાર કર્યો."},{"number":15,"verse":"ત્યારે તે તમારી મુબારકબાદી કયાં [ગઈ] ? કેમ કે હું તમારે વિષે સાક્ષી આપું છું કે, જો બની શકત, તો તમે તમારી આંખો કાઢીને મને આપત."},{"number":16,"verse":"ત્યારે શું તમને સાચું કહેવાથી હું તમારો દુશ્મન થયો છું?"},{"number":17,"verse":"તેઓ તમારો વસીલો શોધે છે, પણ નેક દાનતથી નહિ, પણ તમે તેઓનો વસીલો શોધનારા થાઓ એ માટે તેઓ તમને જુદા પાડવા ચાહે છે."},{"number":18,"verse":"પણ તમારો વસીલો સારા કામને માટે હંમેશા શોધવામાં આવે તો તે સારું છે, અને હું તમારી સાથે હાજર હોઉં ત્યારે જ માત્ર નહિ."},{"number":19,"verse":"હે મારાં નાનાં છોકરાં, ખ્રિસ્તની પ્રતિમા તમારામાં ઉત્પન્‍ન થાય, ત્યાં સુધી તમારે માટે મને ફરીથી પ્રસૂતાના જેવી વેદના થાય છે,"},{"number":20,"verse":"પણ હમણાં તમારી પાસે હાજર થવાની અને મારી બોલવાની ઢબ બદલવાની મને ઇચ્છા થાય છે; કેમ કે તમારે વિષે હું ગૂંચવણમાં પડયો છું."},{"number":21,"verse":"( હાગાર અને સારાનો દાખલો) નિયમ [શાસ્‍ત્ર] ને આઘીન રહેવાની ઇચ્છા રાખનારાઓ, મને કહો કે, શું તમે નિયમ [શાસ્‍ત્ર] સાંભળતા નથી?"},{"number":22,"verse":"કેમ કે એમ લખેલું છે કે ઇબ્રાહિમને બે દીકરા હતા ( .) એક દાસીનો અને ( .) બીજો પરણેતરનો."},{"number":23,"verse":"પણ જે દાસીનો તે કુદરતી નિયમ પ્રમાણે જન્મેલો, અને જે પરણેતરનો તે વચનથી [જન્મેલો]."},{"number":24,"verse":"તેઓ તો ઉપમારૂપ છે: કેમ કે એ [સ્‍ત્રીઓ જાણે] બે કરાર છે: એક તો સિનાઈ પહાડ પરનો, તેને દાસત્વને અર્થે સંતાન થાય છે, અને તે તો હાગાર છે."},{"number":25,"verse":"હવે હાગાર તો [જાણે] અરબસ્તાનમાંનો સિનાઈ પહાડ છે, અને તે હાલના યરુશાલેમને લાગુ પડે છે, કેમ કે તે પોતાનાં છોકરાં સહિત દાસત્વમાં છે."},{"number":26,"verse":"પણ ઉપરનું યરુશાલેમ સ્વતંત્ર છે, તે આપણી માતા છે."},{"number":27,"verse":"કેમ કે લખેલું છે, ( .) “હે વંઝા, જેને સંતતિ થતી નથી, તે તું આનંદ કર; જેને પ્રસૂતિવેદના થતી નથી, તે તું હર્ષનાદ કર; કેમ કે જેને વર છે તેના કરતાં એકલી મુકાયેલી સ્‍ત્રીનાં સંતાન વધારે હોય છે.”"},{"number":28,"verse":"હવે, હે ભાઈઓ, આપણે ઇસહાકની જેમ વચનનાં છોકરાં છીએ."},{"number":29,"verse":"પણ તે વખતે જેમ ( .) દેહ પ્રમાણે જન્મેલાએ આત્મા પ્રમાણે જન્મેલાને સતાવ્યો, તેમ હમણાં પણ છે."},{"number":30,"verse":"પણ પવિત્રલેખ શું કહે છે? ( .) “દાસીને તથા તેના પુત્રને કાઢી મૂક, કેમ કે દાસીના પુત્રને પરણેતરના પુત્રની સાથે વારસો મળશે નહિ.”"},{"number":31,"verse":"માટે, ભાઈઓ, આપણે દાસીનાં છોકરાં નથી, પણ પરણેતરનાં છીએ."}]}