{"bibleAbbr":"NLT2015","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":3,"verses":[{"number":1,"verse":"(Hope in the LORD’s Faithfulness) I am the one who has seen the afflictions that come from the rod of the LORD’s anger."},{"number":2,"verse":"He has led me into darkness, shutting out all light."},{"number":3,"verse":"He has turned his hand against me again and again, all day long."},{"number":4,"verse":"He has made my skin and flesh grow old. He has broken my bones."},{"number":5,"verse":"He has besieged and surrounded me with anguish and distress."},{"number":6,"verse":"He has buried me in a dark place, like those long dead."},{"number":7,"verse":"He has walled me in, and I cannot escape. He has bound me in heavy chains."},{"number":8,"verse":"And though I cry and shout, he has shut out my prayers."},{"number":9,"verse":"He has blocked my way with a high stone wall; he has made my road crooked."},{"number":10,"verse":"He has hidden like a bear or a lion, waiting to attack me."},{"number":11,"verse":"He has dragged me off the path and torn me in pieces, leaving me helpless and devastated."},{"number":12,"verse":"He has drawn his bow and made me the target for his arrows."},{"number":13,"verse":"He shot his arrows deep into my heart."},{"number":14,"verse":"My own people laugh at me. All day long they sing their mocking songs."},{"number":15,"verse":"He has filled me with bitterness and given me a bitter cup of sorrow to drink."},{"number":16,"verse":"He has made me chew on gravel. He has rolled me in the dust."},{"number":17,"verse":"Peace has been stripped away, and I have forgotten what prosperity is."},{"number":18,"verse":"I cry out, “My splendor is gone! Everything I had hoped for from the LORD is lost!”"},{"number":19,"verse":"The thought of my suffering and homelessness is bitter beyond words. (Or is wormwood and gall.)"},{"number":20,"verse":"I will never forget this awful time, as I grieve over my loss."},{"number":21,"verse":"Yet I still dare to hope when I remember this:"},{"number":22,"verse":"The faithful love of the LORD never ends! (As in Syriac version; Hebrew reads of the LORD keeps us from destruction.) His mercies never cease."},{"number":23,"verse":"Great is his faithfulness; his mercies begin afresh each morning."},{"number":24,"verse":"I say to myself, “The LORD is my inheritance; therefore, I will hope in him!”"},{"number":25,"verse":"The LORD is good to those who depend on him, to those who search for him."},{"number":26,"verse":"So it is good to wait quietly for salvation from the LORD."},{"number":27,"verse":"And it is good for people to submit at an early age to the yoke of his discipline:"},{"number":28,"verse":"Let them sit alone in silence beneath the LORD’s demands."},{"number":29,"verse":"Let them lie face down in the dust, for there may be hope at last."},{"number":30,"verse":"Let them turn the other cheek to those who strike them and accept the insults of their enemies."},{"number":31,"verse":"For no one is abandoned by the Lord forever."},{"number":32,"verse":"Though he brings grief, he also shows compassion because of the greatness of his unfailing love."},{"number":33,"verse":"For he does not enjoy hurting people or causing them sorrow."},{"number":34,"verse":"If people crush underfoot all the prisoners of the land,"},{"number":35,"verse":"if they deprive others of their rights in defiance of the Most High,"},{"number":36,"verse":"if they twist justice in the courts— doesn’t the Lord see all these things?"},{"number":37,"verse":"Who can command things to happen without the Lord’s permission?"},{"number":38,"verse":"Does not the Most High send both calamity and good?"},{"number":39,"verse":"Then why should we, mere humans, complain when we are punished for our sins?"},{"number":40,"verse":"Instead, let us test and examine our ways. Let us turn back to the LORD."},{"number":41,"verse":"Let us lift our hearts and hands to God in heaven and say,"},{"number":42,"verse":"“We have sinned and rebelled, and you have not forgiven us."},{"number":43,"verse":"“You have engulfed us with your anger, chased us down, and slaughtered us without mercy."},{"number":44,"verse":"You have hidden yourself in a cloud so our prayers cannot reach you."},{"number":45,"verse":"You have discarded us as refuse and garbage among the nations."},{"number":46,"verse":"“All our enemies have spoken out against us."},{"number":47,"verse":"We are filled with fear, for we are trapped, devastated, and ruined.”"},{"number":48,"verse":"Tears stream from my eyes because of the destruction of my people!"},{"number":49,"verse":"My tears flow endlessly; they will not stop"},{"number":50,"verse":"until the LORD looks down from heaven and sees."},{"number":51,"verse":"My heart is breaking over the fate of all the women of Jerusalem."},{"number":52,"verse":"My enemies, whom I have never harmed, hunted me down like a bird."},{"number":53,"verse":"They threw me into a pit and dropped stones on me."},{"number":54,"verse":"The water rose over my head, and I cried out, “This is the end!”"},{"number":55,"verse":"But I called on your name, LORD, from deep within the pit."},{"number":56,"verse":"You heard me when I cried, “Listen to my pleading! Hear my cry for help!”"},{"number":57,"verse":"Yes, you came when I called; you told me, “Do not fear.”"},{"number":58,"verse":"Lord, you have come to my defense; you have redeemed my life."},{"number":59,"verse":"You have seen the wrong they have done to me, LORD. Be my judge, and prove me right."},{"number":60,"verse":"You have seen the vengeful plots my enemies have laid against me."},{"number":61,"verse":"LORD, you have heard the vile names they call me. You know all about the plans they have made."},{"number":62,"verse":"My enemies whisper and mutter as they plot against me all day long."},{"number":63,"verse":"Look at them! Whether they sit or stand, I am the object of their mocking songs."},{"number":64,"verse":"Pay them back, LORD, for all the evil they have done."},{"number":65,"verse":"Give them hard and stubborn hearts, and then let your curse fall on them!"},{"number":66,"verse":"Chase them down in your anger, destroying them beneath the LORD’s heavens."}]}