{"bibleAbbr":"msAB1996","bookName":"2 TIMOTIUS","bookEnglishName":"2 Timothy","chapterNumber":2,"verses":[{"number":1,"verse":"( Askar Kristus yang Setia) Timotius, anakku! Kuatkanlah dirimu dengan rahmat-Nya yang menjadi milik kita, kerana kita bersatu dengan Kristus Yesus."},{"number":2,"verse":"Ajaran yang engkau dengar ketika aku mengisytiharkannya di hadapan banyak saksi, hendaklah engkau percayakan kepada orang yang boleh dipercayai dan yang dapat mengajar orang lain."},{"number":3,"verse":"Engkau juga harus turut menderita sebagai askar Kristus Yesus yang setia."},{"number":4,"verse":"Seorang askar yang sedang bertugas ingin menyenangkan hati komandannya. Dia tidak membabitkan diri dengan urusan orang awam."},{"number":5,"verse":"Seorang olahragawan tidak akan memenangi hadiah kecuali dia mentaati peraturan."},{"number":6,"verse":"Peladang yang bekerja keras patut mendapat bahagian pertama daripada hasil tuaian."},{"number":7,"verse":"Renungkanlah apa yang aku katakan ini, kerana Tuhan akan membolehkan engkau memahami semuanya."},{"number":8,"verse":"Ingatlah akan hal ini: Menurut Berita Baik yang aku isytiharkan, Yesus Kristus telah dibangkitkan daripada kematian dan Dia keturunan Daud."},{"number":9,"verse":"Oleh sebab aku mengisytiharkan Berita Baik itu, aku menderita, bahkan aku dirantai seperti seorang penjahat. Tetapi firman Allah tidak dapat dirantai."},{"number":10,"verse":"Itulah sebabnya aku bertabah hati menanggung semuanya demi kepentingan umat yang telah dipilih oleh Allah, supaya mereka juga mendapat penyelamatan yang diberikan melalui Kristus Yesus dan yang disertai kemuliaan yang kekal."},{"number":11,"verse":"Sungguh benar kenyataan ini: “Jika kita mati bersama-sama Dia, kita juga akan hidup bersama-sama Dia."},{"number":12,"verse":"( ; ) Jika kita tetap bertabah, kita juga akan memerintah bersama-sama Dia. Jika kita menyangkal Dia, Dia juga akan menyangkal kita."},{"number":13,"verse":"Jika kita tidak setia, Dia tetap setia, kerana Dia tidak dapat bertentangan dengan diri-Nya sendiri.”"},{"number":14,"verse":"( Pekerja yang Mendapat Pujian) Nasihatilah ahli jemaahmu dan ingatkan mereka di hadapan Allah, supaya jangan bertengkar tentang istilah. Perkara itu tidak ada gunanya, malahan merosakkan iman orang yang mendengarnya."},{"number":15,"verse":"Berusahalah sebaik-baiknya untuk mendapat pujian daripada Allah, seperti seorang pekerja yang tidak malu dengan pekerjaannya. Hendaklah engkau mengajar ajaran benar daripada Allah ( ajaran benar daripada Allah; Harfiah: kebenaran.) dengan betul."},{"number":16,"verse":"Jauhkanlah dirimu daripada percakapan yang sia-sia dan menghina Allah. Percakapan seperti itu hanya membuat orang semakin jauh daripada Allah."},{"number":17,"verse":"Ajaran mereka itu seperti luka yang mengudis dan tidak dapat sembuh. Dua orang daripada mereka ialah Himeneus dan Filitus."},{"number":18,"verse":"Mereka telah menyimpang daripada ajaran yang benar, ( ajaran yang benar; Harfiah: kebenaran.) dan sekarang merosakkan iman sesetengah orang yang percaya kepada Kristus. Mereka berkata bahawa kebangkitan daripada kematian sudah berlaku."},{"number":19,"verse":"( ) Tetapi asas kukuh yang sudah diletakkan oleh Allah tidak dapat digoncangkan. Di atasnya tertulis kata-kata ini: “Tuhan mengenal orang milik-Nya,” dan “Sesiapa yang berkata bahawa dia milik Tuhan, mesti berhenti melakukan perbuatan yang salah.”"},{"number":20,"verse":"Di dalam rumah yang besar ada bermacam-macam pinggan mangkuk. Ada yang dibuat daripada perak dan emas, ada juga yang dibuat daripada kayu dan tanah. Ada yang digunakan untuk keperluan istimewa, ada juga yang digunakan untuk keperluan biasa."},{"number":21,"verse":"Sesiapa yang membersihkan diri daripada segala ajaran sesat, akan digunakan untuk tujuan yang mulia. Dia telah mengabdikan diri kepada Tuannya dan berguna bagi-Nya. Dia sedia digunakan untuk semua pekerjaan yang baik."},{"number":22,"verse":"Jauhkanlah diri daripada nafsu orang muda. Berusahalah untuk hidup menurut kehendak Allah, setia kepada-Nya, mengasihi saudara seiman, dan hidup damai dengan mereka. Lakukanlah semua perkara itu bersama-sama mereka yang meminta pertolongan Tuhan dengan hati yang tulus."},{"number":23,"verse":"Jauhkan diri daripada perdebatan yang sia-sia dan tidak berguna. Engkau tahu bahawa semua itu hanya menimbulkan pertengkaran."},{"number":24,"verse":"Hamba Tuhan tidak sepatutnya bertengkar. Dia mesti ramah dengan semua orang dan dapat mengajar orang dengan baik dan sabar."},{"number":25,"verse":"Dia mesti menasihati lawannya dengan lemah lembut. Mudah-mudahan Allah memberi mereka peluang untuk bertaubat daripada dosa dan untuk mengenal ajaran yang benar. ( ajaran yang benar; Harfiah: kebenaran.)"},{"number":26,"verse":"Lalu mereka akan insaf dan terlepas daripada perangkap Iblis yang telah menawan dan memaksa mereka mengikut kehendaknya."}]}