{"bibleAbbr":"LBP1933","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":1,"verses":[{"number":1,"verse":"PAUL, a servant of Jesus Christ, called to be an apostle, and chosen to proclaim the gospel of God"},{"number":2,"verse":"Which was promised from early days by his prophets in the holy scriptures,"},{"number":3,"verse":"Concerning his son who was born in the flesh of the seed of the house of David,"},{"number":4,"verse":"And who came to be known as the Son of God with power and with the Holy Spirit, because he arose from the dead, and he is Jesus Christ our LORD,"},{"number":5,"verse":"And by him we have received grace and apostleship among all the Gentiles, so that they may hear the faith which is under his name,"},{"number":6,"verse":"And in which you also are of them, and are called by Jesus Christ;"},{"number":7,"verse":"To all who are in Rome, beloved of God, called and sanctified: Grace and peace be unto you from God our Father, and from our LORD Jesus Christ."},{"number":8,"verse":"First, I thank my God through Jesus Christ for you all, that your faith has been heard of throughout the world."},{"number":9,"verse":"For God, whom I serve in spirit in the gospel of his Son, is my witness that unceasingly I make mention of you in my prayers;"},{"number":10,"verse":"Beseeching that, if the way is open to me by the will of God, I may come to you."},{"number":11,"verse":"For I long to see you, and to impart to you the gift of the Spirit, in order that you may be strengthened by it,"},{"number":12,"verse":"And that we may be comforted together by our mutual faith."},{"number":13,"verse":"Now I want you to know, my brethren, that often I have wanted to come to you, but I have been prevented thus far, that I might have some fruit among you also, even as among other Gentiles,"},{"number":14,"verse":"Greeks and Barbarians, the wise and the unwise; for it is my duty to preach to everybody."},{"number":15,"verse":"So I am eager to preach the gospel to you who are in Rome also."},{"number":16,"verse":"For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one who believes; whether they are Jews first, or Arameans (Syrians). *"},{"number":17,"verse":"For therein is the righteousness of God revealed from faith to faith: as it is written, The righteous shall live by faith."},{"number":18,"verse":"For the wrath of God is revealed from heaven against all the iniquity and wickedness of men who unjustly suppress the truth;"},{"number":19,"verse":"Because that which may be known of God is manifested to them for God has revealed it unto them."},{"number":20,"verse":"For, from the very creation of the world, the invisible things of God have been clearly seen and understood by his creations, even his eternal power and Godhead; so that they are without excuse."},{"number":21,"verse":"For they knew God and did not glorify him and give thanks to him as God, but became vain in their imaginations, and their hearts were darkened so that they could not understand."},{"number":22,"verse":"And while they thought within themselves that they were wise, they became fools,"},{"number":23,"verse":"And they have changed the glory of the uncorruptible God for an image made in the likeness of corruptible man, and in the likeness of birds, and of four-footed beasts, and of creeping things on the earth."},{"number":24,"verse":"That is why God also gave them up to uncleanness through the lusts of their hearts, to dishonor their own bodies between themselves:"},{"number":25,"verse":"And they have changed the truth of God for lies, and worshipped and served the created things more than their Creator to whom belong glory and blessings for ever. Amen."},{"number":26,"verse":"Therefore God has given them up to vile passions: for even their women have changed the natural use of their sex into that which is unnatural:"},{"number":27,"verse":"And likewise also their men have left the natural use of the women and have run wild with lust toward one another, male with male committing shameful acts, and receiving in themselves the due recompense of their error."},{"number":28,"verse":"And as they did not consent in themselves to know God, God has given them over to a weak mind, to do the things which should not be done; as,"},{"number":29,"verse":"Being filled with all manner of iniquity, fornication, bitterness, malice, extortion, envy, murder, strife, deceit, evil thoughts,"},{"number":30,"verse":"Slanderers, backbiters, haters of God, revilers, proud boasters, inventors of evil things, the weak-minded, disobedient to their parents;"},{"number":31,"verse":"These have no respect for a covenant. They know neither love nor peace, nor is there mercy in them;"},{"number":32,"verse":"Knowing the judgment of God, that those who commit such things, he condemns to death, they not only do them, but also associate with those who practice them."}]}