{"bibleAbbr":"LBP1933","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":12,"verses":[{"number":1,"verse":"I BESEECH you therefore, brethren, by the mercies of God, that you present your bodies a living sacrifice, holy and acceptable to God, by means of reasonable service."},{"number":2,"verse":"Do not imitate the way of this world, but be transformed by the renewing of your minds, that you may discern what is that good and acceptable, and perfect will of God."},{"number":3,"verse":"For I say, through the grace which is given to me, to all of you, not to think of yourselves beyond what you ought to think; but to think soberly, every man according to the measure of faith which God has distributed to him."},{"number":4,"verse":"For as we have many members in one body, and all members have not the same function,"},{"number":5,"verse":"So we, being many, are one body in Christ, and every one members one of another."},{"number":6,"verse":"Having then gifts differing according to the grace that is given to us; some have the gift of prophecy, according to the measure of faith,"},{"number":7,"verse":"Some have the gift of ministration, in his ministry; and some of teaching, in his teaching."},{"number":8,"verse":"Some of consolation, in consoling: he that gives, let him do it with sincerity; he that rules, with diligence; he that shows mercy, with cheerfulness."},{"number":9,"verse":"Let not your love be deceitful. Abhor that which is evil; cleave to that which is good."},{"number":10,"verse":"Be kindly affectioned one to another with brotherly love; in honor preferring one another;"},{"number":11,"verse":"Not slothful in business; fervent in spirit, serving the LORD;"},{"number":12,"verse":"Rejoicing in hope; patient in tribulation; continuing instant in prayer."},{"number":13,"verse":"Distributing to the necessity of saints; given to hospitality."},{"number":14,"verse":"Bless them which persecute you; bless, and curse not."},{"number":15,"verse":"Rejoice with them that rejoice, and weep with them that weep."},{"number":16,"verse":"Be of the same mind one toward another. Mind not vain glory, but associate with those who are humble. Be not wise in your own conceits."},{"number":17,"verse":"Recompense to no man evil for evil. But be careful to do good things before the presence of all men."},{"number":18,"verse":"If it be possible, as much as lies in you, live peaceably with all men."},{"number":19,"verse":"Dearly beloved, avenge not yourselves, but rather give place unto wrath; for it is written, Vengeance is mine: I will execute justice for you, said the LORD. *"},{"number":20,"verse":"Therefore if your enemy hunger, feed him; if he thirst, give him drink; for in so doing, you shall heap coals of fire on his head."},{"number":21,"verse":"Be not overcome of evil, but overcome evil with good."}]}