{"bibleAbbr":"LBP1933","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":13,"verses":[{"number":1,"verse":"LET every soul be subject to the sover eign authorities. For there is no power which is not from God: and those who are in authority are ordained by God."},{"number":2,"verse":"Whoever therefore resists the civil authority, resists the command of God: and they that resist, shall receive judgment to themselves."},{"number":3,"verse":"For judges are not a menace to good works, but to evil. Now if you do not wish to be afraid of the authority, then do good, and you will be praised for it."},{"number":4,"verse":"For he is the minister of God to you for good. But if you do that which is wrong, be afraid; for he is not girded with the sword in vain; for he is the minister of God, and an avenger of wrath upon those who commit crime."},{"number":5,"verse":"Wherefore, we must be obedient, not only in fear of wrath, but also for our conscience sake."},{"number":6,"verse":"For, for this reason you pay head tax also: for they are ministers of God who are in charge of these things."},{"number":7,"verse":"Render therefore, to every one as is due to him: head tax to him who is in charge of head tax, duty to him who is in charge of custom; reverence to whom reverence is due, and honor to whom honor is due."},{"number":8,"verse":"Owe no man anything, but love one another: for he who loves his neighbor has fulfilled the law,"},{"number":9,"verse":"Which says, Thou shalt not kill, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not covet; and if there is any other commandment, it is fulfilled in this saying, namely, Thou shalt love thy neighbor as thyself."},{"number":10,"verse":"Love does not work evil to his neighbor because love is the fulfillment of the law."},{"number":11,"verse":"Know this also, that now is the time and the hour that we should awake from our sleep, for now our salvation is nearer than when we believed."},{"number":12,"verse":"The night is far spent, the day is at hand; let us therefore cast off the works of darkness, and let us put on the armor of light."},{"number":13,"verse":"Let us walk decently, as in the daylight; not in clamor and drunkenness, not in the practice of immorality, not in envy and strife."},{"number":14,"verse":"But clothe yourselves with our LORD Jesus Christ, and take no heed for the lusts of the flesh."}]}