{"bibleAbbr":"LBP1933","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":16,"verses":[{"number":1,"verse":"I ENTRUST to your care Phe'be, our sis ter, who is a deaconess of the church which is at Cen'chre-a:"},{"number":2,"verse":"That you may receive her in our LORD, with the respect which is due saints, and that you may assist her in whatever she may need of you: for she has been a help to many, and to me also."},{"number":3,"verse":"Salute Pris-cil'la and A'qui-la, fellowworkers with me in Jesus Christ,"},{"number":4,"verse":"Who have risked their necks for my sake: I am not the only one grateful to them, but also all the churches of the Gentiles."},{"number":5,"verse":"Likewise salute the congregation that is in their house. Salute my well beloved E-pµn'etus, who is the first-fruits of A-cha'ia unto Christ."},{"number":6,"verse":"Greet Mary, who has labored hard among you."},{"number":7,"verse":"Salute An-dro-ni'cus and Junia, my kinsmen, who were prisoners with me, and wellknown among the apostles, and who were believers in Christ before me."},{"number":8,"verse":"Greet Am'pli-as, my beloved in our LORD."},{"number":9,"verse":"Salute Ur'bane, our fellow-worker in Christ, and Sta'chys, my beloved."},{"number":10,"verse":"Salute A-pel'les, chosen in our LORD. Salute the members of the household of Ar-is-to-bu'lus."},{"number":11,"verse":"Salute He-ro'di-on my kinsman. Greet the members of the household of Nar-cis'sus, who are in our LORD."},{"number":12,"verse":"Salute Try-phe'na and Try-pho'sa, who labor in the LORD. Salute the beloved Per'sis, who labored hard in our LORD."},{"number":13,"verse":"Salute Rufus chosen in our LORD, and his mother, who is also a mother to me."},{"number":14,"verse":"Salute A-syn'cri-tus, Phle'gon, Hermas, Patrobas, Hermes, and the brethren who are with them."},{"number":15,"verse":"Salute Phi-lol'o-gus, and Julia, Ne're-us and his sister, and O-lym'pas, and all the saints who are with them."},{"number":16,"verse":"Salute one another with a holy kiss. The churches of Christ salute you."},{"number":17,"verse":"Now I beseech you, my brethren, beware of those who cause divisions and offences contrary to the doctrine which you have been taught; keep away from them."},{"number":18,"verse":"For those who are such do not serve our LORD Jesus Christ, but their own belly; and by smooth words and fair speeches deceive the hearts of the simple people."},{"number":19,"verse":"But your obedience is known to every one. I rejoice therefore on your behalf: and I want you to be wise in regard to good things, and pure concerning evil things."},{"number":20,"verse":"The God of peace will soon crush Satan under your feet. The Grace of our LORD Jesus Christ be with you."},{"number":21,"verse":"Ti-mo'the-us, my fellow-worker, and Lucius, and Jason, and So-sip'a-ter, my kinsmen, salute you."},{"number":22,"verse":"I Ter'tius, who wrote this epistle, salute you in the LORD."},{"number":23,"verse":"Ga'ius, my host and of the whole church, salutes you. E-ras'tus, the chamberlain of the city, salutes you; and Quar'tus, a brother. Romans 16 Revelation of the mystery."},{"number":24,"verse":"Now I entrust you to God who will confirm you in my gospel which is preached concerning Jesus Christ, in the revelation of the mystery, which was hidden since the world began,"},{"number":25,"verse":"But now is made manifest by the scriptures of the prophets; and by the command of the eternal God, and is made known to all the peoples for the obedience of faith:"},{"number":26,"verse":"For God is the only wise one, and to him be glory through Jesus Christ for ever and ever: Amen."},{"number":27,"verse":"The grace of our LORD Jesus Christ be with you all. Amen."}]}