{"bibleAbbr":"msAB1996","bookName":"KISAH RASUL-RASUL","bookEnglishName":"Acts of the Apostles","chapterNumber":12,"verses":[{"number":1,"verse":"( Jemaah Semakin Menderita) Pada masa itu Raja Herodes ( Raja Herodes: Herodes Agripa I, raja seluruh negeri Palestina.) mula menganiaya beberapa orang daripada jemaah."},{"number":2,"verse":"Dengan perintah Raja Herodes, Yakobus, saudara Yohanes dipenggal kepalanya."},{"number":3,"verse":"Apabila Raja Herodes melihat bahawa perkara itu menyenangkan hati orang Yahudi, Raja Herodes melanjutkan perbuatannya yang jahat dengan menangkap Petrus. (Hal ini berlaku pada waktu Perayaan Roti Tidak Beragi.)"},{"number":4,"verse":"( ) Setelah Petrus ditangkap, dia dimasukkan ke dalam penjara. Di situ dia dijaga oleh empat kumpulan askar, dan setiap kumpulan terdiri daripada empat orang askar. Raja Herodes bercadang mengadili Petrus di hadapan umum apabila perayaan Paska berakhir."},{"number":5,"verse":"Oleh itu Petrus ditahan di penjara, tetapi jemaah tekun berdoa kepada Allah bagi Petrus."},{"number":6,"verse":"( Petrus Dibebaskan dari Penjara) Pada malam sebelum Raja Herodes menghadapkan Petrus kepada orang ramai, Petrus tidur terbelenggu dengan dua rantai yang diikatkan kepada dua orang askar; seorang askar pada setiap sisinya. Di pintu penjara, askar-askar pengawal juga sedang bertugas."},{"number":7,"verse":"Tiba-tiba malaikat Tuhan berdiri di situ dan cahaya bersinar di dalam bilik penjara itu. Malaikat itu menggoyang-goyang Petrus dan membangunkan dia, lalu berkata, “Cepat bangun!” Pada saat itu juga jatuhlah rantai dari tangan Petrus."},{"number":8,"verse":"Malaikat itu berkata lagi, “Ikat tali pinggangmu dan pakailah kasut.” Petrus pun berbuat demikian. Kemudian malaikat itu berkata pula, “Pakailah jubahmu dan ikutlah aku.”"},{"number":9,"verse":"Petrus mengikut malaikat itu keluar dari penjara. Tetapi Petrus tidak tahu sama ada perbuatan malaikat itu benar-benar berlaku atau tidak. Petrus menyangka semua itu hanya suatu penglihatan."},{"number":10,"verse":"Mereka melalui tempat penjagaan yang pertama, kemudian yang kedua dan akhirnya tiba di pintu besi yang menuju ke bandar. Pintu itu terbuka dengan sendirinya, lalu mereka keluar. Mereka berjalan melalui suatu lorong, lalu tiba-tiba malaikat itu meninggalkan Petrus."},{"number":11,"verse":"Barulah Petrus menyedari apa yang sudah berlaku kepada dirinya. Dia berkata, “Sekarang aku tahu bahawa semuanya benar-benar berlaku. Tuhan telah mengirim malaikat-Nya untuk melepaskan aku daripada kuasa Raja Herodes dan daripada segala sesuatu yang akan dilakukan orang Yahudi kepadaku.”"},{"number":12,"verse":"Apabila Petrus menyedari keadaannya, dia pergi ke rumah Maria, ibu Yohanes Markus. Banyak orang berkumpul di situ dan sedang berdoa."},{"number":13,"verse":"Petrus mengetuk pintu luar, dan seorang hamba perempuan bernama Rode datang untuk membuka pintu."},{"number":14,"verse":"Dia mengenali suara Petrus, tetapi kerana terlalu gembira dia cepat-cepat masuk kembali tanpa membuka pintu. Dia memberitahu bahawa Petrus berdiri di luar."},{"number":15,"verse":"“Kamu gila!” kata mereka. Tetapi Rode berkeras mengatakan orang itu Petrus. Oleh itu mereka berkata, “Dia itu malaikatnya!”"},{"number":16,"verse":"Sementara itu Petrus terus-menerus mengetuk pintu. Akhirnya mereka membuka pintu, dan apabila mereka melihat Petrus, mereka hairan sekali."},{"number":17,"verse":"Petrus memberikan isyarat dengan tangan supaya mereka tenang. Lalu dia menceritakan bagaimana Tuhan sudah membawa dia keluar dari penjara. Kemudian Petrus berkata, “Beritahukan hal ini kepada Yakobus dan saudara-saudara yang lain.” Kemudian dia meninggalkan tempat itu dan pergi ke tempat lain."},{"number":18,"verse":"Pagi berikutnya berlakulah kegemparan di kalangan askar-askar itu. Apakah yang sudah berlaku terhadap Petrus?"},{"number":19,"verse":"Raja Herodes menyuruh orang mencari Petrus, tetapi mereka tidak dapat menjumpai dia. Lalu Raja Herodes memberikan perintah supaya askar-askar pengawal itu disoal siasat lalu dihukum mati. Setelah itu Raja Herodes meninggalkan Yudea lalu tinggal di Kaisarea untuk beberapa waktu."},{"number":20,"verse":"( Kemangkatan Raja Herodes) Raja Herodes sangat murka terhadap orang Tirus dan Sidon. Oleh itu mereka datang bersama untuk menghadap Raja Herodes. Mula-mula mereka meyakinkan Blastus, orang yang mengepalai istana Raja Herodes, supaya memihak mereka. Kemudian mereka pergi menghadap Raja Herodes dan minta berdamai, kerana bekalan makanan negeri mereka bergantung kepada negeri Raja Herodes."},{"number":21,"verse":"Pada hari yang sudah ditetapkan, Raja Herodes mengenakan pakaian kebesaran lalu bersemayam di takhta dan menyampaikan ucapan kepada rakyat."},{"number":22,"verse":"Orang ramai yang mendengar ucapan Raja Herodes berseru, “Dewalah yang berkata-kata, bukan manusia.”"},{"number":23,"verse":"Pada saat itu juga malaikat Tuhan memukul Raja Herodes, kerana raja tidak menghormati Allah. Raja Herodes dimakan cacing lalu mangkat."},{"number":24,"verse":"Sementara itu firman Allah semakin tersebar luas dan banyak orang percaya kepada Yesus."},{"number":25,"verse":"Setelah Barnabas dan Saulus menyelesaikan tugas, mereka kembali dari ( dari; Beberapa naskhah kuno: ke.) Yerusalem dan membawa serta Yohanes Markus."}]}