{"bibleAbbr":"msAB1996","bookName":"KISAH RASUL-RASUL","bookEnglishName":"Acts of the Apostles","chapterNumber":13,"verses":[{"number":1,"verse":"( Barnabas dan Saulus Dipilih dan Diutus) Di kalangan jemaah di Antiokhia terdapat beberapa orang nabi dan guru: Barnabas, Simeon yang digelar Si Hitam, Lukius dari Kirene, Menahem yang dibesarkan bersama-sama Gabenor Herodes, ( Gabenor Herodes: Herodes Antipas yang memerintah di Galilea. (Lihat ).) dan Saulus."},{"number":2,"verse":"Sementara mereka beribadat kepada Tuhan dan berpuasa, Roh Allah berkata kepada mereka, “Pilihlah Barnabas dan Saulus khas untuk-Ku, supaya mereka menjalankan tugas yang sudah Aku tetapkan bagi mereka.”"},{"number":3,"verse":"Setelah berpuasa dan berdoa, mereka meletakkan tangan ke atas kepala Barnabas dan Saulus, lalu mengutus mereka berdua."},{"number":4,"verse":"( Di Siprus) Barnabas dan Saulus pergi ke Seleukia, kerana diutus oleh Roh Allah. Dari sana mereka belayar ke pulau Siprus."},{"number":5,"verse":"Apabila mereka tiba di Salamis, mereka menyampaikan firman Allah di rumah ibadat orang Yahudi. Yohanes Markus menolong mereka dalam tugas itu."},{"number":6,"verse":"Mereka menjelajah seluruh pulau itu, sehingga tiba di Pafos. Di situ mereka berjumpa dengan seorang ahli sihir bernama Bar-Yesus, seorang Yahudi yang menganggap dirinya sebagai nabi."},{"number":7,"verse":"Dia sahabat Sergius Paulus, gabenor pulau itu, seorang yang cerdik dan bijaksana. Gabenor itu menjemput Barnabas dan Saulus, kerana dia ingin mendengar firman Allah."},{"number":8,"verse":"Tetapi Barnabas dan Saulus ditentang oleh Elimas ahli sihir itu (itulah namanya dalam bahasa Yunani), kerana Elimas cuba menghalang gabenor itu percaya kepada Yesus."},{"number":9,"verse":"Tetapi Saulus - yang juga disebut Paulus - dikuasai oleh Roh Allah, dan menatap ahli sihir itu."},{"number":10,"verse":"Lalu Paulus berkata, “Kamu anak Iblis! Kamu musuh segala apa yang baik. Kamu penuh dengan tipu muslihat. Kamu berdusta mengenai ajaran tentang Tuhan! ( ajaran tentang Tuhan; Harfiah: Jalan Tuhan.)"},{"number":11,"verse":"Tuhan akan menghukum kamu sekarang juga. Kamu akan menjadi buta, dan tidak dapat melihat cahaya matahari untuk sementara waktu.” Pada saat itu juga Elimas merasa kabus gelap menutupi matanya, sehingga dia berjalan sambil meraba-raba mencari orang yang dapat menuntunnya."},{"number":12,"verse":"Apabila gabenor itu melihat apa yang sudah berlaku, dia percaya kepada Yesus, kerana sangat mengagumi ajaran Tuhan."},{"number":13,"verse":"( Di Antiokhia di Daerah Pisidia) Paulus dan rakan-rakannya belayar dari Pafos ke kota Perga di daerah Pamfilia. Di situ Yohanes Markus meninggalkan mereka lalu kembali ke Yerusalem."},{"number":14,"verse":"Mereka melanjutkan perjalanan dari Perga ke kota Antiokhia di Pisidia. Pada hari Sabat mereka masuk ke rumah ibadat lalu duduk di situ."},{"number":15,"verse":"Setelah Taurat Musa dan Kitab Nabi-Nabi dibacakan, para pemimpin rumah ibadat itu menyuruh orang berkata kepada Paulus dan rakannya, “Saudara-saudara, jika ada nasihat untuk menggalakkan orang di sini, silalah katakan.”"},{"number":16,"verse":"Paulus berdiri lalu memberikan isyarat dengan tangan, dan mula berkata, “Saudara-saudara bangsa Israel dan semua saudara lain di sini yang taat kepada Allah, dengarlah!"},{"number":17,"verse":"( , ) Allah orang Israel telah memilih nenek moyang kita dan menjadikan mereka bangsa yang besar, semasa mereka tinggal di Mesir sebagai orang asing. Allah membawa mereka keluar dari Mesir dengan kuasa-Nya yang besar."},{"number":18,"verse":"( ; ) Dia bersabar terhadap ( Dia bersabar terhadap; Beberapa buah naskhah kuno: Dia memelihara.) mereka selama empat puluh tahun di padang gurun."},{"number":19,"verse":"( ; ) Dia memusnahkan tujuh bangsa di tanah Kanaan dan menjadikan negeri itu milik umat-Nya."},{"number":20,"verse":"( ; ) Semua itu berlangsung selama 450 tahun. Setelah itu ( Semua itu berlangsung selama 450 tahun. Setelah itu; atau Kira-kira 450 tahun kemudian.) Allah mengurniai mereka hakim-hakim sehingga masa Nabi Samuel."},{"number":21,"verse":"( , ) Apabila mereka meminta seorang raja, Allah memberi mereka Saul anak Kis daripada suku Benyamin untuk menjadi raja selama empat puluh tahun."},{"number":22,"verse":"( , ; ) Setelah Allah menyingkirkan dia daripada kedudukannya, Allah menjadikan Daud raja mereka. Inilah yang dikatakan oleh Allah tentang Daud, ‘Aku mendapati Daud anak Isai seorang yang menyenangkan hati-Ku. Dia orang yang akan melakukan segala kehendak-Ku.’"},{"number":23,"verse":"Yesuslah keturunan Daud, dan Allah menjadikan Dia Penyelamat bangsa Israel, seperti yang dijanjikan-Nya."},{"number":24,"verse":"( ; ) Sebelum Yesus memulakan tugas-Nya, Yohanes menyeru supaya semua orang Israel bertaubat daripada dosa lalu dibaptis."},{"number":25,"verse":"( ; ; ; , ) Apabila Yohanes hampir menyelesaikan tugasnya, dia berkata kepada orang ramai, ‘Siapakah aku ini menurut pendapat kamu? Aku bukan orang yang kamu tunggu-tunggu. Dengarlah baik-baik! Dia akan datang kemudian, dan aku tidak layak membuka kasut-Nya.’"},{"number":26,"verse":"Saudara-saudara keturunan Abraham, dan semua saudara lain di sini yang taat kepada Allah! Allah sudah mengirim berita penyelamatan itu kepada kita."},{"number":27,"verse":"Orang yang tinggal di Yerusalem dan pemimpin-pemimpin mereka tidak sedar bahawa Dialah Penyelamat itu. Mereka tidak memahami ajaran nabi-nabi yang dibacakan setiap hari Sabat, sehingga mereka menghukum Yesus. Tetapi melalui perbuatan mereka itu berlakulah apa yang sudah dikatakan oleh nabi-nabi."},{"number":28,"verse":"( ; ; ; ) Meskipun mereka tidak mempunyai alasan apa-apa untuk menjatuhkan hukuman mati kepada Yesus, namun mereka meminta Pilatus menjatuhkan hukuman mati kepada-Nya."},{"number":29,"verse":"( ; ; ; ) Setelah mereka melakukan semua yang tertulis di dalam Alkitab tentang Dia, mereka menurunkan jenazah-Nya dari salib dan meletakkannya di dalam kubur."},{"number":30,"verse":"Tetapi Allah membangkitkan Dia daripada kematian."},{"number":31,"verse":"( ) Kemudian selama beberapa hari Dia menampakkan diri kepada mereka yang dahulu berjalan bersama-sama Dia dari Galilea ke Yerusalem. Sekarang mereka menjadi saksi bagi-Nya kepada bangsa Israel."},{"number":32,"verse":"Oleh itu kami di sini untuk menyampaikan Berita Baik ini kepada kamu. Apa yang dijanjikan oleh Allah kepada nenek moyang kita,"},{"number":33,"verse":"( ) sudah dilakukan-Nya bagi kita, iaitu keturunan mereka, dengan membangkitkan Yesus daripada kematian. Seperti yang tertulis di dalam Kitab Mazmur fasal dua, ‘Engkaulah Anak-Ku, pada hari ini Aku menjadi Bapa-Mu.’"},{"number":34,"verse":"( ) Allah sudah membangkitkan Dia daripada kematian; Dia tidak akan mengalami kematian lagi. Tentang hal ini Allah berfirman, ‘Aku akan memberkati kamu dengan berkat yang suci, seperti yang Aku janjikan kepada Daud.’"},{"number":35,"verse":"( ) Begitu juga dalam ayat lain Dia berfirman, ‘Engkau tidak akan membiarkan Hamba-Mu yang setia itu reput di dalam kubur.’"},{"number":36,"verse":"Pada masa hidupnya, Daud melakukan kehendak Allah, lalu Daud meninggal, dikuburkan dengan nenek moyangnya dan jenazahnya reput."},{"number":37,"verse":"Tetapi hal ini tidak berlaku terhadap Dia yang dibangkitkan oleh Allah daripada kematian."},{"number":38,"verse":"Oleh itu, saudara-saudara, ketahuilah bahawa melalui Yesus berita tentang pengampunan dosa sudah disampaikan kepada saudara semua. Setiap orang yang percaya kepada-Nya dibebaskan daripada segala dosa yang tidak dapat dihapus oleh Taurat Musa."},{"number":40,"verse":"Berwaspadalah supaya apa yang dikatakan nabi-nabi ini tidak berlaku kepada saudara semua, ( Dalam beberapa buah naskhah kuno tidak terdapat: kepada saudara semua.)"},{"number":41,"verse":"( ) ‘Dengarlah hai orang yang menghina Allah! Kamu akan kehairanan lalu binasa! Apa yang Aku lakukan pada masa ini tidak akan kamu percayai, meskipun orang menerangkannya kepada kamu!’ ”"},{"number":42,"verse":"Apabila Paulus dan Barnabas meninggalkan rumah ibadat itu, orang Yahudi meminta mereka datang kembali pada hari Sabat yang berikutnya, untuk memberitahu mereka perkara-perkara itu lagi."},{"number":43,"verse":"Apabila perhimpunan di rumah ibadat berakhir, banyak orang Yahudi dan orang bangsa lain yang menganut agama Yahudi, mengikut Paulus dan Barnabas. Rasul-rasul itu menasihati mereka supaya terus-menerus hidup bersandar kepada rahmat Allah."},{"number":44,"verse":"Pada hari Sabat berikutnya, hampir semua orang di bandar itu datang mendengar firman Tuhan."},{"number":45,"verse":"Apabila orang Yahudi melihat orang ramai itu, mereka iri hati. Mereka menentang kata-kata Paulus dan menghina dia."},{"number":46,"verse":"Tetapi Paulus dan Barnabas berkata-kata dengan lebih berani lagi. Mereka berkata, “Firman Allah memang harus disampaikan kepada kamu terlebih dahulu. Tetapi kerana kamu menolak firman-Nya, dan menganggap diri kamu tidak layak menerima hidup sejati dan kekal, kami akan meninggalkan kamu lalu pergi kepada bangsa lain."},{"number":47,"verse":"( , ) Hal itu demikian kerana inilah perintah yang diberikan oleh Tuhan kepada kami, ‘Aku sudah menetapkan supaya kamu menjadi cahaya bagi bangsa bukan Yahudi, dan melalui kamu, Allah akan menyelamatkan seluruh dunia.’ ”"},{"number":48,"verse":"Apabila orang bukan Yahudi mendengar kata-kata itu, mereka bersukacita dan memuji firman Tuhan. Mereka yang sudah dipilih oleh Allah untuk menerima hidup sejati dan kekal, pun percaya kepada Yesus."},{"number":49,"verse":"Firman Tuhan tersebar ke serata tempat di daerah itu."},{"number":50,"verse":"Tetapi orang Yahudi menghasut pembesar-pembesar kota itu dan wanita-wanita terkemuka bangsa asing yang takut akan Allah. Mereka mula menganiaya Paulus dan Barnabas, dan menghalau mereka berdua dari daerah itu."},{"number":51,"verse":"( ; ; , ) Rasul-rasul itu mengebaskan debu pada kaki mereka di hadapan orang di situ sebagai amaran, lalu pergi ke Ikonium."},{"number":52,"verse":"Tetapi pengikut-pengikut Yesus di Antiokhia sangat bersukacita dan mereka dikuasai oleh Roh Allah."}]}