{"bibleAbbr":"msAB1996","bookName":"KISAH RASUL-RASUL","bookEnglishName":"Acts of the Apostles","chapterNumber":14,"verses":[{"number":1,"verse":"( Di Ikonium) Hal yang sama juga berlaku di Ikonium. Paulus dan Barnabas masuk ke rumah ibadat orang Yahudi dan berkata-kata sedemikian rupa sehingga banyak orang Yahudi dan orang bangsa lain percaya kepada Yesus."},{"number":2,"verse":"Tetapi orang Yahudi yang tidak mahu percaya kepada Yesus, menghasut orang bangsa lain sehingga mereka membenci orang yang percaya kepada Yesus."},{"number":3,"verse":"Rasul-rasul tinggal lama di situ dan berkata-kata dengan berani tentang Tuhan. Tuhan pun membuktikan bahawa perkhabaran mereka tentang kasih-Nya itu benar dengan memberi mereka kuasa melakukan mukjizat dan perkara-perkara yang luar biasa."},{"number":4,"verse":"Penduduk di bandar itu terbahagi menjadi dua golongan: ada yang berpihak kepada orang Yahudi dan ada yang berpihak kepada rasul-rasul itu."},{"number":5,"verse":"Lalu orang Yahudi dan orang bukan Yahudi bersama-sama para pemimpin mereka bersepakat untuk menganiaya dan merejam rasul-rasul itu."},{"number":6,"verse":"Apabila rasul-rasul mengetahui hal itu, mereka lari ke Listra dan Derbe, bandar-bandar di Likaonia dan ke daerah di sekitarnya."},{"number":7,"verse":"Di situ mereka mengkhabarkan Berita Baik itu."},{"number":8,"verse":"( Di Listra dan Derbe) Di Listra ada seorang lelaki yang kakinya lumpuh sejak lahir dan dia tidak pernah berjalan."},{"number":9,"verse":"Dia duduk di situ dan mendengarkan kata-kata Paulus. Paulus melihat bahawa orang itu dapat disembuhkan kerana dia percaya. Oleh itu Paulus menatap dia"},{"number":10,"verse":"dan berkata dengan suara lantang, “Berdirilah tegak!” Orang itu melompat berdiri dan mula berjalan."},{"number":11,"verse":"Apabila orang ramai melihat apa yang telah dilakukan oleh Paulus, mereka mula berseru dalam bahasa Likaonia, “Lihatlah, dewa-dewa sudah menjadi seperti manusia dan turun ke dunia.”"},{"number":12,"verse":"Barnabas dinamakan Zeus, dan Paulus dinamakan Hermes kerana dia yang berkata-kata."},{"number":13,"verse":"Imam dewa Zeus, yang kuilnya terletak di luar bandar, datang membawa lembu jantan dan bunga ke pintu gerbang. Dia dan orang ramai hendak mempersembahkan korban kepada rasul-rasul itu."},{"number":14,"verse":"Apabila Barnabas dan Paulus mendengar apa yang akan dilakukan oleh orang di situ, mereka mengoyak-ngoyak pakaian lalu berlari ke tengah-tengah orang ramai sambil berseru,"},{"number":15,"verse":"( ; ) “Mengapa kamu melakukan hal ini? Kami pun manusia seperti kamu semua! Kami datang di sini untuk mengkhabarkan Berita Baik supaya kamu meninggalkan berhala-berhala yang tidak berguna itu, lalu datang kepada Allah yang hidup, Pencipta langit, bumi, dan laut serta semua yang ada di dalamnya."},{"number":16,"verse":"Pada masa yang lampau Allah membiarkan semua orang mengikut kemahuan masing-masing."},{"number":17,"verse":"Tetapi Allah sentiasa memberikan bukti-bukti tentang diri-Nya dengan perkara-perkara baik yang dilakukan-Nya. Dia mengurniai kamu hujan dari langit serta hasil bumi pada musimnya. Dia mengurniai kamu makanan serta menyenangkan hati kamu.”"},{"number":18,"verse":"Walaupun rasul-rasul berkata demikian, masih sukar juga mereka mencegah orang ramai mempersembahkan korban kepada mereka."},{"number":19,"verse":"Beberapa orang Yahudi yang datang dari Antiokhia di Pisidia dan juga dari Ikonium mempengaruhi orang ramai sehingga berpihak kepada mereka. Mereka merejam Paulus, lalu menyeret dia ke luar bandar. Mereka menyangka Paulus sudah mati."},{"number":20,"verse":"Tetapi apabila pengikut Yesus di situ berkumpul di sekeliling Paulus, dia bangun lalu masuk kembali ke bandar. Keesokan harinya dia dan Barnabas berangkat ke Derbe."},{"number":21,"verse":"( Paulus dan Barnabas kembali ke Antiokhia di Siria) Di Derbe, Paulus dan Barnabas mengkhabarkan Berita Baik dan banyak orang menjadi pengikut Yesus. Kemudian mereka kembali ke Listra, lalu pergi ke Ikonium dan kemudian ke Antiokhia di Pisidia."},{"number":22,"verse":"Mereka menguatkan hati pengikut-pengikut di situ dan menggalakkan mereka supaya tetap percaya kepada Yesus. Rasul-rasul itu berkata, “Kita harus mengalami banyak penderitaan supaya kita dapat menikmati Pemerintahan Allah.”"},{"number":23,"verse":"Paulus dan Barnabas melantik pemimpin-pemimpin bagi setiap jemaah, lalu dengan berdoa dan berpuasa mereka menyerahkan jemaah kepada pemeliharaan Tuhan yang dipercayai oleh mereka."},{"number":24,"verse":"Setelah Paulus dan Barnabas menjelajah daerah Pisidia, mereka sampai ke Pamfilia."},{"number":25,"verse":"Mereka mengkhabarkan Berita Baik di Perga, lalu mereka pergi ke Atalia."},{"number":26,"verse":"Dari situ mereka belayar kembali ke Antiokhia. Dahulu di kota itu mereka diserahkan kepada Allah yang akan memelihara mereka dengan penuh kasih, supaya dapat menjalankan tugas yang sekarang sudah diselesaikan."},{"number":27,"verse":"Apabila mereka tiba di Antiokhia, mereka mengumpulkan jemaah di situ dan menceritakan segala yang sudah dilakukan oleh Allah melalui mereka. Mereka memberitahu bahawa Allah sudah membuka jalan supaya orang bukan Yahudi percaya kepada Yesus."},{"number":28,"verse":"Paulus dan Barnabas tinggal lama dengan pengikut-pengikut Yesus di situ."}]}