{"bibleAbbr":"msAB1996","bookName":"KISAH RASUL-RASUL","bookEnglishName":"Acts of the Apostles","chapterNumber":15,"verses":[{"number":1,"verse":"( Mesyuarat di Yerusalem) ( ) Beberapa orang dari Yudea datang ke Antiokhia dan mula mengajar pengikut Yesus di situ, “Kamu tidak dapat diselamatkan jika kamu tidak disunat menurut Taurat Musa.”"},{"number":2,"verse":"Tetapi Paulus dan Barnabas menentang keras ajaran mereka itu. Akhirnya Paulus dan Barnabas dipilih supaya pergi ke Yerusalem dengan beberapa orang lain dari Antiokhia untuk membincangkan masalah itu dengan rasul-rasul dan para pemimpin jemaah di situ."},{"number":3,"verse":"Lalu jemaah di Antiokhia menghantar mereka sampai ke luar bandar. Sementara mereka melalui daerah Fenisia dan Samaria, mereka memberitahu bahawa orang bukan Yahudi sudah percaya kepada Allah. Berita ini menggembirakan semua pengikut Yesus di situ."},{"number":4,"verse":"Apabila Paulus dan Barnabas tiba di Yerusalem, mereka disambut oleh jemaah, para rasul, dan pemimpin jemaah. Lalu Paulus dan Barnabas menceritakan segala yang sudah dilakukan oleh Allah melalui mereka."},{"number":5,"verse":"Tetapi beberapa orang Farisi yang percaya kepada Yesus, berdiri dan berkata, “Orang bukan Yahudi yang percaya kepada Yesus harus disunat dan diwajibkan menurut Taurat Musa.”"},{"number":6,"verse":"Lalu para rasul dan pemimpin jemaah berkumpul untuk membincangkan masalah itu."},{"number":7,"verse":"( ) Setelah berbincang lama sekali, akhirnya Petrus berdiri dan berkata, “Saudara-saudara tentu tahu bahawa beberapa waktu yang lalu Allah memilih saya daripada kalangan saudara untuk mengkhabarkan Berita Baik itu kepada orang bukan Yahudi, supaya mereka pun boleh mendengar dan percaya."},{"number":8,"verse":"( , ) Allah yang mengenal hati manusia sudah menunjukkan bahawa Dia berkenan kepada orang bukan Yahudi dengan mengurniakan Roh Allah kepada mereka seperti yang sudah dikurniakan-Nya kepada kita."},{"number":9,"verse":"Allah tidak membeza-bezakan orang Yahudi dengan orang bukan Yahudi. Dia mengampunkan dosa mereka kerana mereka percaya."},{"number":10,"verse":"Oleh itu, mengapakah saudara-saudara mahu mencubai Allah dengan membebani pengikut-pengikut ini dengan kewajipan berat yang baik nenek moyang kita mahupun kita sendiri tidak sanggup melakukannya?"},{"number":11,"verse":"Janganlah berbuat demikian! Kita percaya dan diselamatkan kerana rahmat Tuhan Yesus; demikianlah Allah menyelamatkan mereka juga.”"},{"number":12,"verse":"Semua orang yang berkumpul di situ diam, sementara mendengarkan laporan Barnabas dan Paulus tentang segala mukjizat dan keajaiban yang dilakukan oleh Allah di kalangan orang bukan Yahudi melalui mereka."},{"number":13,"verse":"Setelah mereka selesai memberikan laporan, Yakobus berkata, “Saudara-saudara, dengarlah!"},{"number":14,"verse":"Simon baru sahaja menerangkan bagaimana Allah pada mulanya menunjukkan kasih-Nya kepada orang bukan Yahudi dengan memilih suatu kelompok di kalangan mereka untuk menjadi umat-Nya."},{"number":15,"verse":"Hal ini sesuai dengan nubuat nabi-nabi, kerana di dalam Alkitab tertulis,"},{"number":16,"verse":"‘Setelah itu Aku akan kembali, firman Tuhan, Aku akan membina semula rumah Daud yang sudah roboh, dan memperbaiki runtuhannya. Aku akan menegakkannya semula,"},{"number":17,"verse":"supaya semua orang yang lain akan mencari Aku, semua bangsa lain yang bukan Yahudi sudah Aku panggil untuk menjadi umat-Ku."},{"number":18,"verse":"( ) Demikianlah firman Tuhan yang telah menyatakan hal ini sejak dahulu.’ ”"},{"number":19,"verse":"Yakobus melanjutkan kata-katanya, “Menurut pendapat saya, kita tidak boleh menyusahkan orang bukan Yahudi yang percaya kepada Allah."},{"number":20,"verse":"( ; , ) Sebaliknya, kita harus menulis sepucuk surat untuk menasihati mereka supaya tidak makan makanan yang najis di sisi agama kerana sudah dipersembahkan kepada berhala, atau makan daging binatang yang mati dicekik, atau makan darah. Mereka harus menjauhkan diri juga daripada perbuatan cabul."},{"number":21,"verse":"Hal itu demikian, kerana sejak dahulu Taurat Musa telah dibacakan di rumah-rumah ibadat pada setiap hari Sabat, dan diberitakan di setiap kota.”"},{"number":22,"verse":"( Surat kepada Jemaah Bukan Yahudi) Kemudian para rasul dan pemimpin jemaah bersama-sama jemaah itu membuat keputusan untuk memilih beberapa orang di kalangan mereka dan mengutus mereka ke Antiokhia bersama-sama Paulus dan Barnabas. Lalu mereka memilih Silas dan Yudas yang juga disebut Barsabas. Kedua-dua orang itu sangat dihormati oleh pengikut Yesus di Yerusalem."},{"number":23,"verse":"Sepucuk surat yang berbunyi sebagai berikut dikirim melalui mereka, “Kepada semua saudara yang berasal daripada bangsa bukan Yahudi, yang tinggal di Antiokhia, Siria, dan Kilikia. Salam daripada kami, rasul-rasul, pemimpin-pemimpin jemaah, dan jemaah di sini."},{"number":24,"verse":"Kami mendengar bahawa beberapa orang daripada kalangan kami sudah menyusahkan dan membingungkan saudara semua dengan ajaran mereka. Padahal kami tidak menyuruh mereka melakukan hal itu."},{"number":25,"verse":"Oleh itu kami bermesyuarat dan bersetuju memilih beberapa orang lalu mengutus mereka kepada saudara semua. Mereka akan pergi dengan Barnabas dan Paulus."},{"number":26,"verse":"Kedua-dua orang saudara yang kami kasihi itu sudah mempertaruhkan nyawa kerana mengabdikan diri kepada Tuhan kita Yesus Kristus."},{"number":27,"verse":"Kami mengutus Yudas dan Silas, lalu mereka akan memberitahukan hal yang sama, seperti yang kami tuliskan dalam surat ini."},{"number":28,"verse":"Roh Allah dan kami bersetuju bahawa kami tidak perlu membebani saudara semua dengan kewajipan lain, kecuali yang mustahak sahaja:"},{"number":29,"verse":"Janganlah makan makanan yang sudah dipersembahkan kepada berhala; jangan makan darah; jangan makan daging binatang yang mati dicekik, dan jauhkan diri daripada perbuatan cabul. Jika saudara semua tidak melakukan perkara-perkara itu, saudara-saudara berbuat yang betul. Sekian sahaja dan salam bahagia.”"},{"number":30,"verse":"Mereka yang diutus itu berangkat ke Antiokhia. Di situ mereka mengumpulkan semua pengikut Yesus lalu menyampaikan surat itu."},{"number":31,"verse":"Apabila jemaah membaca surat itu, mereka bersukacita kerana surat itu menggalakkan mereka."},{"number":32,"verse":"Yudas dan Silas, yang kedua-duanya nabi, bercakap lama sekali dengan mereka untuk memberikan semangat dan keberanian."},{"number":33,"verse":"Setelah Yudas dan Silas tinggal di situ beberapa lama, jemaah di Antiokhia menyuruh mereka kembali dengan sejahtera kepada orang yang mengutus mereka. ["},{"number":34,"verse":"Tetapi Silas mengambil keputusan untuk tetap tinggal di situ.] ( Ayat ini terdapat di dalam beberapa buah naskhah kuno.)"},{"number":35,"verse":"Paulus dan Barnabas pun tinggal di Antiokhia beberapa lama. Di situ mereka mengajar dan menyampaikan firman Tuhan bersama-sama banyak orang lain."},{"number":36,"verse":"( Paulus dan Barnabas berpisah) Beberapa lama kemudian Paulus berkata kepada Barnabas, “Marilah kita lawat semula saudara-saudara yang percaya kepada Yesus di semua kota yang sudah kita sampaikan firman Tuhan. Marilah kita lihat sama ada mereka tetap percaya kepada Tuhan.”"},{"number":37,"verse":"Barnabas hendak membawa Yohanes Markus,"},{"number":38,"verse":"( ) tetapi Paulus tidak bersetuju untuk membawanya, kerana Markus meninggalkan mereka di Pamfilia, dan tidak menyertai mereka menyelesaikan tugas."},{"number":39,"verse":"Oleh itu Paulus dan Barnabas bertengkar dengan sengit sehingga akhirnya mereka berpisah. Barnabas membawa Markus bersama-samanya lalu belayar ke Siprus."},{"number":40,"verse":"Paulus memilih Silas, lalu berangkat dengan dia setelah jemaah di Antiokhia menyerahkan mereka kepada rahmat Tuhan."},{"number":41,"verse":"Mereka menjelajahi daerah Siria dan Kilikia, serta menguatkan jemaah di situ."}]}