{"bibleAbbr":"msAB1996","bookName":"KISAH RASUL-RASUL","bookEnglishName":"Acts of the Apostles","chapterNumber":19,"verses":[{"number":1,"verse":"( Paulus di Efesus) Sementara Apolos tinggal di Korintus, Paulus menjelajah kawasan pedalaman daerah itu lalu tiba di Efesus. Di situ dia berjumpa dengan beberapa orang yang percaya kepada Yesus."},{"number":2,"verse":"Dia bertanya kepada mereka, “Sudahkah kamu menerima Roh Allah pada waktu kamu percaya kepada Yesus?” Mereka menjawab, “Kami belum pernah mendengar bahawa ada Roh Allah.”"},{"number":3,"verse":"“Jika demikian, dengan baptisan apakah kamu dibaptis?” tanya Paulus. “Dengan baptisan seperti yang diajarkan oleh Yohanes,” jawab mereka."},{"number":4,"verse":"( ; , ; , ; ) Lalu Paulus berkata, “Yohanes membaptis orang untuk menyatakan mereka sudah bertaubat daripada dosa. Dia memberitahu orang Israel supaya percaya kepada Orang yang akan datang kemudian daripadanya; Orang itu Yesus.”"},{"number":5,"verse":"Apabila mereka mendengar hal itu, mereka dibaptis demi nama Tuhan Yesus."},{"number":6,"verse":"Ketika Paulus meletakkan tangannya ke atas kepala mereka, Roh Allah menguasai mereka, lalu mereka bertutur dalam bahasa-bahasa yang ajaib, serta menyampaikan perkhabaran Allah."},{"number":7,"verse":"Mereka semuanya kira-kira dua belas orang."},{"number":8,"verse":"Selama tiga bulan, dengan berani Paulus terus-menerus berkata-kata kepada orang di rumah ibadat. Dia berbincang dengan mereka dan berusaha untuk meyakinkan mereka tentang Pemerintahan Allah."},{"number":9,"verse":"Tetapi beberapa orang antara mereka degil dan tidak mahu percaya. Di hadapan semua orang mereka mencerca rancangan Allah untuk menyelamatkan manusia melalui Yesus. Oleh itu Paulus meninggalkan mereka, lalu pergi dengan beberapa orang pengikut Yesus lainnya ke dewan syarahan Tiranus. Setiap hari ( Di dalam beberapa buah naskhah kuno terdapat kata-kata: dari pukul 11.00 siang sehingga pukul 4.00 petang.) Paulus mengadakan perbincangan di situ."},{"number":10,"verse":"Perkara ini berlaku selama dua tahun sehingga semua orang yang tinggal di wilayah Asia, baik orang Yahudi mahupun orang bukan Yahudi mendengar firman Tuhan."},{"number":11,"verse":"( Anak-Anak Skewa) Allah melakukan mukjizat yang luar biasa melalui Paulus."},{"number":12,"verse":"Bahkan sapu tangan dan kain yang pernah dipakai oleh Paulus pun dibawa kepada orang sakit, lalu mereka sembuh dan roh jahat keluar daripada mereka."},{"number":13,"verse":"Beberapa orang Yahudi yang pergi ke serata tempat dan mengusir roh jahat, cuba menggunakan nama Tuhan Yesus untuk mengusir roh jahat. Mereka berkata kepada roh-roh jahat, “Aku mengusir kamu demi nama Yesus yang diberitakan oleh Paulus.”"},{"number":14,"verse":"Tujuh orang lelaki, iaitu anak-anak ketua imam Yahudi bernama Skewa berbuat demikian."},{"number":15,"verse":"Tetapi roh jahat berkata kepada mereka, “Yesus aku kenal, Paulus pun aku kenal, tetapi siapakah kamu?”"},{"number":16,"verse":"Lalu orang yang dirasuk roh jahat itu menyerang mereka dengan ganas dan mengalahkan mereka. Dia mencederakan mereka dan mengoyak-ngoyak pakaian mereka, sehingga mereka lari dari rumahnya."},{"number":17,"verse":"Semua orang Yahudi dan orang bukan Yahudi yang tinggal di Efesus mendengar peristiwa itu, lalu mereka menjadi takut. Oleh itu nama Tuhan Yesus semakin dipuji-puji."},{"number":18,"verse":"Banyak orang yang sudah percaya kepada Yesus, datang ke hadapan umum untuk mengakui perbuatan jahat mereka pada masa lampau."},{"number":19,"verse":"Mereka yang biasa mengamalkan ilmu sihir mengumpulkan buku-buku mereka dan membakar semua itu di hadapan orang ramai. Apabila dijumlahkan, harga semua buku itu kira-kira lima puluh ribu keping wang perak. ( wang perak: Sekeping wang perak adalah upah harian bagi seorang pekerja biasa (lihat ).)"},{"number":20,"verse":"Melalui semua peristiwa yang luar biasa itu firman Tuhan ( Melalui... Tuhan: atau Oleh itu dengan kuasa Tuhan, berita itu.) semakin tersebar luas dan semakin banyak orang percaya kepada Yesus."},{"number":21,"verse":"( Rusuhan di Efesus) Setelah semua peristiwa itu berlaku, Paulus mengambil keputusan ( Paulus mengambil keputusan; atau Dengan pimpinan Roh, Paulus mengambil keputusan.) untuk pergi ke Makedonia dan Akhaya lalu terus ke Yerusalem. “Setelah aku pergi ke sana,” katanya, “aku harus pergi ke Roma juga.”"},{"number":22,"verse":"Oleh itu Paulus mengutus Timotius dan Erastus, dua orang daripada pembantunya, pergi ke Makedonia terlebih dahulu. Sementara itu Paulus tinggal lebih lama di wilayah Asia."},{"number":23,"verse":"Pada masa itulah berlaku rusuhan yang besar di Efesus kerana ajaran tentang Yesus."},{"number":24,"verse":"Di kota itu ada seorang tukang perak bernama Demetrius, yang biasa membuat model kuil Dewi Artemis. Usahanya mendatangkan penghasilan yang besar bagi pekerja-pekerjanya."},{"number":25,"verse":"Oleh itu dia mengumpulkan semua pekerjanya dan pekerja tukang perak yang lain, lalu berkata, “Saudara-saudara tahu bahawa kekayaan kita datangnya daripada pekerjaan ini."},{"number":26,"verse":"Sekarang saudara sekalian sudah melihat dan mendengar apa yang dilakukan oleh Si Paulus itu. Dia berkata bahawa berhala yang dibuat oleh manusia sama sekali bukan dewa. Dia berjaya meyakinkan banyak orang, bukan sahaja di Efesus, bahkan hampir di seluruh wilayah Asia."},{"number":27,"verse":"Hal itu membahayakan kerana perniagaan kita akan mendapat nama buruk. Bukan itu sahaja, bahkan orang tidak akan menghormati kuil Dewi Artemis lagi dan kebesarannya pun akan lenyap. Padahal Dewi Artemis disembah oleh semua orang di Asia dan di seluruh dunia!”"},{"number":28,"verse":"Apabila mereka mendengar hal itu, mereka sangat marah dan mula berseru, “Hidup Artemis, dewi orang Efesus!”"},{"number":29,"verse":"Rusuhan itu meluas ke seluruh kota. Kumpulan perusuh itu menangkap Gayus dan Aristarkhus, orang Makedonia yang menemani Paulus dalam perjalanannya, lalu menyeret mereka ke stadium kota itu."},{"number":30,"verse":"Paulus sendiri mahu menghadap orang ramai untuk berkata-kata kepada mereka, tetapi pengikut Yesus di situ tidak membenarkan dia."},{"number":31,"verse":"Beberapa orang pegawai kerajaan di daerah itu, yang bersahabat dengan Paulus, menyuruh orang memberitahu Paulus supaya tidak masuk ke stadium itu."},{"number":32,"verse":"Sementara itu, orang yang berkumpul di stadium menjadi kacau-bilau. Ada yang berteriak begini dan ada yang berteriak begitu, kerana kebanyakan orang tidak tahu mengapa mereka datang di situ."},{"number":33,"verse":"Beberapa orang menyangka bahawa Aleksander yang bertanggungjawab, kerana orang Yahudi menyuruh dia tampil ke muka. Aleksander memberikan isyarat dengan tangan supaya diberikan peluang untuk membela diri di hadapan orang ramai."},{"number":34,"verse":"Tetapi apabila mereka melihat bahawa dia orang Yahudi, selama dua jam mereka berseru dengan serentak, “Hidup Artemis, dewi orang Efesus!”"},{"number":35,"verse":"Akhirnya setiausaha kota berjaya menenteramkan orang ramai. Dia berkata, “Hai penduduk Efesus! Semua orang tahu bahawa Efesuslah kota yang memelihara kuil Dewi Artemis dan batu suci yang jatuh dari langit."},{"number":36,"verse":"Tidak seorang pun dapat menafikan hal itu. Oleh itu bertenanglah dan jangan buat apa-apa dengan terburu-buru."},{"number":37,"verse":"Saudara-saudara membawa kedua-dua orang ini ke mari, walaupun mereka tidak merompak kuil, ataupun menghina dewi kita."},{"number":38,"verse":"Jika Demetrius dan pekerja-pekerjanya mahu mendakwa sesiapa, biarlah mereka membawa perkara itu ke mahkamah. Pada hari-hari tertentu orang boleh datang ke mahkamah dan para pegawai pun ada di situ."},{"number":39,"verse":"Tetapi jika ada apa-apa lagi yang saudara-saudara kehendaki, hal itu harus diselesaikan dalam mesyuarat umum yang sah."},{"number":40,"verse":"Oleh sebab apa yang berlaku hari ini, kita akan dituduh mengadakan rusuhan. Kita tidak mempunyai alasan untuk membenarkan rusuhan ini.”"},{"number":41,"verse":"Setelah berkata demikian, setiausaha kota itu menyuruh mereka pulang."}]}