{"bibleAbbr":"msAB1996","bookName":"KISAH RASUL-RASUL","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"Paulus berkata, “Bapa-bapa dan saudara sekalian, dengarkanlah apa yang akan saya katakan untuk membela diri.”"},{"number":2,"verse":"Apabila mereka mendengar Paulus berkata-kata dalam bahasa Ibrani, mereka lebih tenang lagi. Paulus melanjutkan kata-katanya,"},{"number":3,"verse":"( ) “Saya orang Yahudi; saya dilahirkan di Tarsus di negeri Kilikia, dan dibesarkan di Yerusalem sebagai murid Gamaliel. Saya diajar dengan teliti tentang Taurat nenek moyang kita, dan saya mengabdikan diri kepada Allah seperti saudara sekalian pada hari ini."},{"number":4,"verse":"Saya menganiaya pengikut ajaran baru itu sehingga mereka mati. Saya menangkap orang lelaki dan perempuan, lalu memasukkan mereka ke dalam penjara."},{"number":5,"verse":"( , ) Imam Agung dan semua anggota Majlis Agama dapat memberikan kesaksian bahawa saya tidak berdusta. Saya diberikan mereka surat-surat yang ditujukan kepada orang Yahudi di Damsyik. Dengan surat itu saya dibenarkan menangkap pengikut ajaran baru itu lalu membawa mereka ke Yerusalem untuk dihukum.”"},{"number":6,"verse":"( Paulus Menceritakan Pengalamannya) ( ( 510 9:1-19 , 510 26:12-18 )) “Semasa saya dalam perjalanan dan hampir tiba di Damsyik, pada kira-kira tengah hari, tiba-tiba cahaya terang dari langit memancar di sekeliling saya."},{"number":7,"verse":"Saya rebah ke tanah lalu mendengar suara berkata kepada saya, ‘Saulus, Saulus! Mengapa engkau menganiaya Aku?’"},{"number":8,"verse":"Lalu saya bertanya, ‘Siapakah tuan?’ ‘Aku Yesus orang Nasaret yang engkau aniaya,’ jawab-Nya."},{"number":9,"verse":"Semua orang yang bersama-sama saya nampak cahaya itu, tetapi mereka tidak mendengar suara yang berkata-kata kepada saya."},{"number":10,"verse":"Saya bertanya pula, ‘Apakah yang harus saya lakukan, tuan?’ Tuhan menjawab, ‘Bangunlah dan masuklah ke Damsyik. Di situ engkau akan diberitahu semuanya yang sudah ditetapkan oleh Allah yang harus engkau lakukan.’"},{"number":11,"verse":"Saya menjadi buta kerana cahaya terang itu. Oleh itu teman seperjalanan saya memegang tangan saya dan memimpin saya masuk ke Damsyik."},{"number":12,"verse":"Di situ ada seorang bernama Ananias. Dia seorang yang takut akan Allah dan mentaati Taurat kita. Dia sangat dihormati oleh semua orang Yahudi yang tinggal di Damsyik."},{"number":13,"verse":"Dia datang dan berdiri di sisi saya, lalu berkata, ‘Saudara Saulus, saudara dapat melihat lagi!’ Pada saat itu juga saya dapat melihat semula, lalu saya memandang dia."},{"number":14,"verse":"Dia berkata, ‘Allah yang disembah nenek moyang kita sudah memilih saudara supaya mengetahui kehendak Allah, dan melihat Yesus, Hamba Allah yang melakukan kehendak Allah, serta mendengar suara Yesus sendiri."},{"number":15,"verse":"Saudara akan menjadi saksi untuk mengkhabarkan apa yang sudah saudara lihat dan dengar kepada setiap orang."},{"number":16,"verse":"Sekarang janganlah tunggu lebih lama lagi. Bangunlah dan mintalah orang membaptis saudara. Berserulah kepada Tuhan supaya dosa saudara dihapuskan.’ ”"},{"number":17,"verse":"( Tuhan Menyuruh Paulus Menyampaikan Berita Baik kepada Bangsa Bukan Yahudi) “Saya kembali ke Yerusalem dan sementara saya berdoa di Rumah Tuhan, saya melihat suatu penglihatan."},{"number":18,"verse":"Dalam penglihatan itu saya melihat Tuhan berkata kepada saya, ‘Cepat tinggalkan Yerusalem, kerana orang di sini tidak mahu menerima kesaksianmu tentang Aku.’"},{"number":19,"verse":"Saya berkata, ‘Ya Tuhan, mereka tahu bahawa aku sudah masuk ke rumah ibadat untuk menangkap dan memukul orang yang percaya kepada-Mu."},{"number":20,"verse":"( ) Apabila saksi-Mu Stefanus direjam, aku sendiri ada di situ dan menyetujui pembunuhan itu. Bahkan aku menjaga pakaian semua orang yang membunuh dia.’"},{"number":21,"verse":"Tetapi Tuhan berkata lagi, ‘Pergilah, kerana Aku akan menyuruh engkau ke tempat yang jauh, kepada orang bukan Yahudi.’ ”"},{"number":22,"verse":"Sehingga saat itu, orang ramai mendengarkan kata-kata Paulus. Tetapi kemudian mereka mula berseru dengan kuat, “Hapuskan dia! Bunuh dia! Dia tidak layak hidup!”"},{"number":23,"verse":"Mereka berteriak-teriak sambil mengebaskan pakaian sehingga debu berterbangan di udara."},{"number":24,"verse":"Komandan pasukan Roma memerintahkan askar-askarnya membawa Paulus ke dalam kubu. Dia menyuruh mereka mencambuk Paulus untuk mengetahui alasan orang Yahudi berteriak sedemikian rupa terhadap dia."},{"number":25,"verse":"Tetapi waktu Paulus telah diikat untuk dicambuk, Paulus berkata kepada pegawai tentera yang berdiri di situ, “Bolehkah seorang warganegara Roma dicambuk sebelum dia diadili?”"},{"number":26,"verse":"Apabila pegawai tentera itu mendengar hal ini, dia pergi kepada komandan itu dan berkata, “Apa yang sudah tuan lakukan? Orang ini warganegara Roma!”"},{"number":27,"verse":"Oleh itu komandan itu pergi kepada Paulus dan bertanya, “Katakanlah, adakah kamu warganegara Roma?” “Ya,” kata Paulus."},{"number":28,"verse":"Komandan itu berkata pula, “Saya menjadi warganegara Roma dengan membayar wang yang banyak.” Paulus menjawab, “Tetapi saya dilahirkan sebagai warganegara Roma.”"},{"number":29,"verse":"Dengan segera askar-askar yang hendak menyoal Paulus berundur. Komandan itu pun takut apabila dia tahu bahawa Paulus warganegara Roma, dan kerana dia sudah merantai Paulus."},{"number":30,"verse":"( Paulus di Hadapan Majlis Agama) Tetapi komandan itu hendak mengetahui alasan sebenar yang menyebabkan orang Yahudi menuduh Paulus. Oleh itu, keesokan harinya komandan itu memanggil ketua-ketua imam dan semua anggota Majlis Agama supaya berkumpul. Kemudian dia membuka rantai yang mengikat Paulus lalu menghadapkan Paulus kepada mereka semua."}]}