{"bibleAbbr":"msAB1996","bookName":"KISAH RASUL-RASUL","bookEnglishName":"Acts of the Apostles","chapterNumber":25,"verses":[{"number":1,"verse":"( Paulus Minta Diadili oleh Kaisar) Tiga hari setelah Gabenor Festus tiba di daerah itu, dia pergi dari Kaisarea ke Yerusalem."},{"number":2,"verse":"Di situ ketua-ketua imam dan pemimpin orang Yahudi mengemukakan tuduhan mereka terhadap Paulus. Mereka memohon pertolongan Festus supaya"},{"number":3,"verse":"menghantar Paulus ke Yerusalem, kerana mereka sudah berkomplot untuk membunuh dia di perjalanan."},{"number":4,"verse":"Tetapi Festus menjawab, “Paulus ditahan di Kaisarea dan saya sendiri pun akan segera kembali ke sana."},{"number":5,"verse":"Biarlah pemimpin-pemimpin kamu pergi dengan saya ke Kaisarea, lalu mendakwa dia jika dia memang bersalah.”"},{"number":6,"verse":"Festus tinggal di Yerusalem kira-kira lapan atau sepuluh hari lagi, lalu dia kembali ke Kaisarea. Keesokan harinya dia duduk sebagai hakim di mahkamah dan memberikan perintah supaya Paulus dibawa menghadap."},{"number":7,"verse":"Apabila Paulus tiba, orang Yahudi yang datang dari Yerusalem berdiri di sekelilingnya dan mula mengemukakan tuduhan-tuduhan berat, yang tidak dapat dibuktikan oleh mereka."},{"number":8,"verse":"Tetapi Paulus membela diri dengan berkata, “Saya tidak bersalah terhadap Taurat Musa, atau terhadap Rumah Tuhan, ataupun terhadap Kaisar Roma.”"},{"number":9,"verse":"Tetapi Festus hendak mengambil hati orang Yahudi. Oleh itu dia bertanya kepada Paulus, “Mahukah kamu pergi ke Yerusalem supaya saya boleh mengadili kamu di sana?”"},{"number":10,"verse":"Paulus menjawab, “Saya berdiri di hadapan mahkamah Kaisar Roma, dan di sinilah saya harus diadili. Tuan sendiri tahu bahawa saya tidak bersalah terhadap orang Yahudi."},{"number":11,"verse":"Jika saya sudah melanggar hukum dan melakukan sesuatu yang patut dijatuhi hukuman mati, saya rela mati. Tetapi jika tuduhan mereka tidak benar, tidak seorang pun boleh menyerahkan saya kepada mereka. Saya minta diadili oleh Kaisar Roma!”"},{"number":12,"verse":"Setelah berunding dengan para penasihatnya, Festus menjawab, “Kerana kamu minta diadili oleh Kaisar Roma, kamu harus pergi menghadap Kaisar.”"},{"number":13,"verse":"( Paulus di hadapan Raja Agripa dan Puteri Bernike) Beberapa lama kemudian, Raja Agripa dan Puteri Bernike datang ke Kaisarea untuk menyambut kedatangan Gabenor Festus."},{"number":14,"verse":"Setelah beberapa hari mereka di situ, Festus menerangkan perkara Paulus kepada Raja Agripa. Festus berkata, “Di sini ada seorang tahanan yang ditinggalkan oleh Feliks."},{"number":15,"verse":"Semasa patik di Yerusalem, ketua-ketua imam dan para pemimpin masyarakat Yahudi mengemukakan tuduhan terhadap dia dan memohon patik menjatuhkan hukuman kepadanya."},{"number":16,"verse":"Tetapi patik memberitahu mereka bahawa bukan kebiasaan orang Roma menyerahkan seseorang, sebelum orang itu berhadapan dengan para pendakwanya dan berpeluang membela diri."},{"number":17,"verse":"Apabila mereka datang ke mari, pada keesokan harinya dengan tidak membuang masa lagi patik duduk sebagai hakim di mahkamah. Lalu patik memberikan perintah supaya orang itu dibawa menghadap."},{"number":18,"verse":"Apabila para pendakwanya berdiri untuk mengemukakan tuduhan, mereka tidak mengajukan suatu kejahatan pun seperti yang patik sangka akan dilakukan mereka."},{"number":19,"verse":"Mereka hanya berdebat dengan dia tentang agama mereka sendiri dan tentang seorang bernama Yesus. Orang itu sudah mati, tetapi Paulus berkeras mengatakan bahawa Dia hidup."},{"number":20,"verse":"Patik tidak dapat mengambil keputusan tentang bagaimana patik boleh mendapatkan keterangan selanjutnya tentang perkara itu. Oleh itu patik bertanya kepada Paulus sama ada dia mahu pergi ke Yerusalem untuk diadili di sana kerana tuduhan-tuduhan itu."},{"number":21,"verse":"Tetapi Paulus mengajukan rayuan supaya dia diadili oleh Kaisar dan supaya tetap ditahan sehingga perkaranya diputuskan. Oleh itu patik memberikan perintah supaya dia ditahan terus, sehingga patik mendapat peluang untuk menghantar dia kepada Kaisar.”"},{"number":22,"verse":"Agripa bertitah kepada Festus, “Beta pun ingin mendengar orang itu.” “Esok tuanku akan mendengar dia,” jawab Festus."},{"number":23,"verse":"Esoknya Raja Agripa dan Puteri Bernike datang lalu disambut dengan upacara kebesaran. Baginda berdua memasuki balai mahkamah bersama-sama para panglima angkatan perang dan orang terkemuka di kota itu. Dengan perintah Festus, Paulus dibawa menghadap."},{"number":24,"verse":"Lalu Festus berkata, “Tuanku Raja Agripa dan para hadirin! Orang di hadapan patik ini didakwa oleh semua orang Yahudi, baik yang di Yerusalem mahupun yang di sini. Mereka berteriak-teriak bahawa dia tidak layak hidup lebih lama lagi."},{"number":25,"verse":"Tetapi patik tidak mendapatkan kesalahan apa pun yang dilakukannya, yang layak dihukum dengan hukuman mati. Kerana dia sudah mengajukan rayuan supaya diadili oleh Kaisar, patik sudah mengambil keputusan untuk menghantar dia kepada Kaisar."},{"number":26,"verse":"Tetapi patik belum mempunyai keterangan yang pasti tentang dirinya, yang dapat patik tuliskan dalam surat kepada Kaisar. Itulah sebabnya patik menghadapkan dia kepada semua yang hadir, terutama sekali kepada Tuanku Raja Agripa! Dengan demikian, setelah pemeriksaan ini, ada sesuatu yang dapat patik tuliskan di dalam surat itu."},{"number":27,"verse":"Menurut pendapat patik, tidaklah patut menghantar seorang tahanan tanpa menyatakan tuduhan yang jelas terhadap dia.”"}]}