{"bibleAbbr":"msAB1996","bookName":"KISAH RASUL-RASUL","bookEnglishName":"Acts of the Apostles","chapterNumber":26,"verses":[{"number":1,"verse":"( Paulus Membela Diri di hadapan Raja Agripa) Raja Agripa bertitah kepada Paulus, “Kamu dibenarkan bercakap untuk membela diri.” Paulus memberikan isyarat dengan mengangkat tangan lalu menyampaikan pembelaannya seperti berikut,"},{"number":2,"verse":"“Tuanku Raja Agripa! Hamba berasa bertuah kerana dibenarkan membela diri di hadapan tuanku daripada segala tuduhan orang Yahudi,"},{"number":3,"verse":"terutama sekali kerana tuanku sangat memahami adat istiadat dan masalah orang Yahudi. Oleh itu, hamba memohon sudilah tuanku mendengarkan keterangan hamba dengan sabar."},{"number":4,"verse":"Semua orang Yahudi mengetahui cara hidup hamba sejak hamba masih muda. Mereka tahu bahawa sejak permulaan, hamba hidup di negeri hamba sendiri dan kemudian di Yerusalem."},{"number":5,"verse":"( ; ) Sudah lama mereka mengenal hamba. Jika mereka mahu, mereka dapat memberikan kesaksian bahawa sejak permulaan hamba hidup sebagai orang Farisi, dan menuruti semua peraturan agama kami dengan teliti."},{"number":6,"verse":"Sekarang hamba berdiri di hadapan tuanku kerana hamba berharap akan janji yang dibuat oleh Allah kepada nenek moyang kami."},{"number":7,"verse":"Janji itu juga diharap-harapkan oleh dua belas suku Israel, sehingga mereka beribadat kepada Allah siang dan malam. Tuanku, justeru kerana harapan itulah hamba dituduh oleh orang Yahudi."},{"number":8,"verse":"Mengapa saudara-saudara orang Yahudi, tidak dapat percaya bahawa Allah membangkitkan orang mati?"},{"number":9,"verse":"Dahulu hamba sendiri pun berpendapat bahawa hamba harus melakukan semua yang terdaya untuk menentang Yesus orang Nasaret itu."},{"number":10,"verse":"Itulah yang hamba lakukan di Yerusalem. Dengan surat kuasa daripada ketua-ketua imam, hamba memenjarakan banyak orang di kalangan umat Allah. Hamba pun memberikan persetujuan apabila mereka dijatuhi hukuman mati."},{"number":11,"verse":"( , ) Sering kali hamba menyeksa mereka di rumah ibadat, dan memaksa mereka supaya tidak lagi percaya kepada Yesus. Hamba sangat marah terhadap mereka, sehingga hamba pergi ke kota-kota lain untuk menganiaya mereka.”"},{"number":12,"verse":"( Paulus Menceritakan Pengalamannya) ( ( 510 9:1-19 , 510 22:6-16 )) “Itulah matlamat hamba ketika pergi ke Damsyik dengan membawa surat kuasa daripada ketua-ketua imam."},{"number":13,"verse":"Tuanku, pada masa hamba di tengah perjalanan, kira-kira pada tengah hari, hamba melihat cahaya yang lebih terang daripada matahari. Cahaya itu datang dari langit dan menyinari sekeliling hamba dan semua orang yang berjalan bersama dengan hamba."},{"number":14,"verse":"Kami semua jatuh ke tanah. Lalu hamba mendengar suara berkata kepada hamba dalam bahasa Ibrani, ‘Saulus, Saulus! Mengapa engkau menganiaya Aku? Jika engkau terus melawan, engkau hanya menyakiti dirimu sendiri; engkau seperti seekor lembu yang menendang kayu penggiring yang tajam hujungnya.’"},{"number":15,"verse":"Lalu hamba bertanya, ‘Siapakah tuan?’ Tuhan menjawab, ‘Aku Yesus yang engkau aniaya."},{"number":16,"verse":"Bangunlah dan berdirilah! Aku sudah menampakkan diri kepadamu dengan tujuan melantik engkau menjadi hamba-Ku. Engkau harus memberitahu orang lain apa yang engkau lihat hari ini tentang Aku ( Dalam beberapa buah naskhah kuno, tidak terdapat: tentang Aku.) dan tentang apa yang akan Aku tunjukkan kepadamu pada masa akan datang."},{"number":17,"verse":"Aku akan menyelamatkan engkau daripada bangsa Israel dan daripada bangsa lain yang bukan Yahudi. Aku mengutus engkau kepada mereka,"},{"number":18,"verse":"untuk membuka mata mereka, supaya mereka keluar dari kegelapan dan memasuki cahaya yang terang; supaya mereka dilepaskan daripada kuasa Iblis lalu dikuasai oleh Allah. Oleh itu, dengan kepercayaan mereka kepada-Ku, dosa mereka akan diampunkan dan mereka akan menjadi umat yang dipilih oleh Allah.’ ”"},{"number":19,"verse":"( Paulus Memberitahukan Tugasnya) “Tuanku Raja Agripa! Itulah sebabnya hamba sentiasa berusaha untuk mentaati penglihatan yang hamba terima dari syurga."},{"number":20,"verse":"( , ) Hamba memberitahu orang bahawa mereka harus bertaubat daripada dosa lalu datang kepada Allah, serta melakukan perkara-perkara yang membuktikan bahawa mereka sudah bertaubat. Hamba mengajarkan hal itu mula-mula di Damsyik dan di Yerusalem, kemudian di seluruh negeri orang Yahudi dan orang bukan Yahudi."},{"number":21,"verse":"Kerana hal inilah orang Yahudi menangkap hamba sementara hamba di dalam Rumah Tuhan dan mereka cuba membunuh hamba."},{"number":22,"verse":"Tetapi sehingga saat ini Allah telah menolong hamba, dan sekarang hamba berdiri di sini untuk memberikan kesaksian kepada semua orang, baik orang besar mahupun orang biasa. Apa yang hamba katakan sama dengan apa yang dikatakan oleh nabi-nabi dan Musa."},{"number":23,"verse":"( , ; ) Mereka mengatakan bahawa Penyelamat yang diutus oleh Allah harus mengalami penderitaan, dan menjadi orang pertama yang bangkit daripada kematian. Dengan demikian Dia mengisytiharkan penyelamatan kepada orang Yahudi dan bukan Yahudi. Penyelamatan itu seperti cahaya bagi mereka.”"},{"number":24,"verse":"Sementara Paulus membela diri, Festus berseru, “Paulus, kamu gila! Ilmu kamu yang banyak itu sudah menyebabkan kamu gila!”"},{"number":25,"verse":"Tetapi Paulus menjawab, “Hamba tidak gila, Tuan Yang Terutama. Kata-kata yang hamba ucapkan itu benar dan keluar daripada fikiran yang waras."},{"number":26,"verse":"Tuanku Raja Agripa, hamba berani berkata-kata di hadapan tuanku dengan terus terang, kerana tuanku faham akan perkara-perkara itu. Hamba yakin bahawa tuanku mengetahui semuanya, kerana hal-hal itu tidak berlaku di tempat yang tersembunyi."},{"number":27,"verse":"Tuanku Raja Agripa, hamba tahu bahawa tuanku percaya kepada apa yang dikatakan oleh nabi-nabi itu!”"},{"number":28,"verse":"Raja Agripa bertitah kepada Paulus, “Kamu fikir kamu boleh menjadikan beta seorang Kristian, dalam tempoh yang singkat ini?”"},{"number":29,"verse":"Paulus menjawab, “Dalam tempoh yang singkat ataupun dalam tempoh yang panjang, hamba berdoa kepada Allah supaya tuanku dan para hadirin yang mendengarkan hamba hari ini boleh menjadi seperti hamba - tetapi tidak dirantai seperti hamba.”"},{"number":30,"verse":"Kemudian raja, gabenor, Puteri Bernike, dan semua orang yang lain berdiri."},{"number":31,"verse":"Setelah mereka ke luar, mereka bercakap sesama sendiri, “Orang ini tidak melakukan apa-apa, sehingga dia patut dihukum mati atau dipenjarakan.”"},{"number":32,"verse":"Lalu Raja Agripa berkata kepada Festus, “Sebenarnya orang ini dapat dibebaskan, jika dia tidak mengajukan rayuan supaya perkaranya diadili oleh Kaisar.”"}]}