{"bibleAbbr":"msAB1996","bookName":"KISAH RASUL-RASUL","bookEnglishName":"Acts of the Apostles","chapterNumber":6,"verses":[{"number":1,"verse":"( Tujuh Orang Penolong Rasul) Tidak berapa lama kemudian, apabila bilangan pengikut Yesus semakin bertambah, berlakulah pertengkaran antara orang Yahudi yang berbahasa Yunani dengan orang Yahudi yang berbahasa Ibrani. Orang Yahudi yang berbahasa Yunani berkata bahawa balu di kalangan mereka tidak menerima bantuan wang sehari-hari."},{"number":2,"verse":"Oleh itu, dua belas orang rasul itu mengumpulkan semua pengikut Yesus dan berkata kepada mereka, “Tidak patut kami abaikan tugas mengkhabarkan firman Allah untuk mengurus masalah kewangan."},{"number":3,"verse":"Oleh itu, pilihlah tujuh orang di kalangan saudara yang dikuasai oleh Roh Allah dan juga bijaksana. Lalu kami akan menugaskan mereka mengurus hal itu."},{"number":4,"verse":"Kami sendiri akan menggunakan masa kami untuk berdoa dan memberitakan perkhabaran daripada Allah.”"},{"number":5,"verse":"Semua orang itu bersetuju dengan cadangan rasul-rasul. Oleh itu mereka memilih Stefanus, seorang yang sangat percaya kepada Yesus dan dikuasai oleh Roh Allah. Mereka juga memilih Filipus, Prokhorus, Nikanor, Timon, Parmenas, dan Nikolaus dari Antiokhia. Nikolaus seorang bukan Yahudi yang sudah memeluk agama Yahudi."},{"number":6,"verse":"Tujuh orang itu dihadapkan kepada rasul-rasul. Lalu rasul-rasul berdoa dan meletakkan tangan ke atas kepala mereka untuk melantik mereka melakukan tugas itu."},{"number":7,"verse":"Dengan demikian perkhabaran daripada Allah semakin tersebar luas dan bilangan pengikut Yesus di Yerusalem pun bertambah-tambah. Banyak imam juga percaya kepada Yesus."},{"number":8,"verse":"( Stefanus Ditangkap) Stefanus sangat diberkati oleh Allah dan diberikan-Nya kuasa untuk melakukan mukjizat. Banyak mukjizat dan keajaiban yang dilakukannya di kalangan orang ramai."},{"number":9,"verse":"Tetapi beberapa orang menentang dia. Mereka anggota rumah ibadat yang disebut Rumah Ibadat Orang Bebas. ( Orang Bebas: Mereka orang Yahudi yang dahulunya abdi, tetapi sudah membeli kebebasan mereka atau sudah dibebaskan.) Anggota rumah ibadat itu terdiri daripada orang Yahudi dari Kirene dan Aleksandria. Mereka dengan beberapa orang Yahudi dari Kilikia dan Asia berdebat dengan Stefanus."},{"number":10,"verse":"Tetapi Roh Allah memberi Stefanus kebijaksanaan untuk berkata-kata, sehingga mereka tidak dapat menyangkal kata-katanya."},{"number":11,"verse":"Oleh itu mereka memberikan rasuah kepada beberapa orang supaya berkata, “Kami mendengar dia menghina Musa dan mengkufuri Allah!”"},{"number":12,"verse":"Demikianlah mereka menghasut orang ramai, para pemimpin masyarakat Yahudi, dan guru-guru Taurat. Lalu mereka pergi menangkap Stefanus, dan membawa dia menghadap Majlis Agama."},{"number":13,"verse":"Kemudian mereka menghadapkan beberapa orang yang memberikan kesaksian palsu tentang Stefanus. Mereka berkata, “Orang ini sentiasa menghina Rumah Tuhan yang suci dan Taurat Musa."},{"number":14,"verse":"Kami mendengar dia berkata bahawa Yesus dari Nasaret itu akan meruntuhkan Rumah Tuhan dan mengubah semua adat istiadat yang sudah kita terima daripada Musa!”"},{"number":15,"verse":"Mata semua orang yang duduk di Majlis Agama menumpu kepada Stefanus dan mereka nampak muka Stefanus kelihatan seperti muka malaikat."}]}