{"bibleAbbr":"msAB1996","bookName":"KISAH RASUL-RASUL","bookEnglishName":"Acts of the Apostles","chapterNumber":7,"verses":[{"number":1,"verse":"( Ucapan Stefanus) Kemudian Imam Agung bertanya kepada Stefanus, “Betulkah semua tuduhan itu?”"},{"number":2,"verse":"Stefanus menjawab, “Saudara-saudara dan bapa-bapa! Dengarkan saya! Sebelum nenek moyang kita Abraham berpindah ke Haran, Allah yang mulia menampakkan diri kepada dia di Mesopotamia."},{"number":3,"verse":"( ) Allah berfirman kepadanya, ‘Tinggalkanlah negerimu dan keluargamu. Pergilah ke negeri yang akan Aku tunjukkan kepadamu.’"},{"number":4,"verse":"( , ) Oleh itu Abraham meninggalkan negeri Kasdim lalu pergi tinggal di Haran. Setelah bapa Abraham meninggal, Allah memimpin Abraham berpindah ke negeri yang sekarang saudara-saudara dan bapa-bapa diami."},{"number":5,"verse":"( , , , ) Pada masa itu Allah tidak memberikan sedikit bahagian pun daripada negeri ini kepada Abraham untuk menjadi miliknya. Tetapi Allah berjanji bahawa Dia akan memberikan tanah itu kepada Abraham untuk menjadi miliknya dan milik keturunannya. Pada masa itu, Abraham tidak mempunyai anak."},{"number":6,"verse":"Tetapi Allah berfirman kepadanya, ‘Keturunanmu akan tinggal di negeri orang, dan mereka akan diperhamba serta ditindas selama empat ratus tahun."},{"number":7,"verse":"( ) Tetapi Aku akan menghukum bangsa yang memperhamba mereka. Mereka akan keluar dari negeri itu dan akan menyembah Aku di tempat ini.’ ( )"},{"number":8,"verse":"( , , , ---35.18) Allah membuat perjanjian itu dengan Abraham. Lalu Allah menyuruh Abraham bersunat sebagai tanda dia menerima perjanjian itu. Demikianlah Abraham menyunat Ishak, seminggu setelah Ishak dilahirkan; Ishak menyunat Yakub, anaknya dan Yakub menyunat dua belas orang anak lelakinya. Anak-anak Yakub menjadi bapa-bapa bangsa kita."},{"number":9,"verse":"( , , , ) Bapa-bapa bangsa kita iri hati terhadap Yusuf. Mereka menjual dia sebagai hamba di Mesir. Tetapi Allah menyertai dia,"},{"number":10,"verse":"( ) dan menyelamatkan dia daripada segala kesusahan. Apabila Yusuf menghadap Firaun raja Mesir, Allah mengurniai dia budi dan kebijaksanaan, sehingga raja Mesir menjadikan dia gabenor negeri itu dan penguasa istananya."},{"number":11,"verse":"( ) Lalu berlakulah kebuluran di seluruh negeri Mesir dan Kanaan, sehingga mengakibatkan penderitaan yang berat. Nenek moyang kita tidak dapat memperolehi makanan."},{"number":12,"verse":"Apabila Yakub mendengar berita bahawa ada gandum di Mesir, dia menyuruh anak-anaknya, nenek moyang kita, pergi ke sana untuk kali pertama."},{"number":13,"verse":"( , ) Pada lawatan mereka yang kedua, Yusuf memberitahu saudara-saudaranya bahawa dia Yusuf. Barulah raja Mesir tahu akan keluarga Yusuf."},{"number":14,"verse":"( , , ) Yusuf mengirim berita kepada Yakub, dan meminta bapanya bersama dengan semua anggota keluarganya berpindah ke Mesir. Semuanya berjumlah tujuh puluh lima orang."},{"number":15,"verse":"( , ) Yakub berpindah ke Mesir dan di situ dia serta nenek moyang kita meninggal."},{"number":16,"verse":"( , , ; ) Jenazah mereka dibawa ke Sikhem dan dikuburkan di kuburan yang dibeli oleh Abraham dengan sejumlah wang daripada suku Hamor."},{"number":17,"verse":"Apabila sudah dekat masanya Allah memenuhi janji-Nya kepada Abraham, bilangan bangsa kita di Mesir semakin besar."},{"number":18,"verse":"( ) Akhirnya seorang raja lain yang tidak mengenal Yusuf mula memerintah di Mesir."},{"number":19,"verse":"( ---11.22) Raja itu memperdaya bangsa kita dan berlaku kejam terhadap nenek moyang kita. Raja itu memaksa mereka membuang bayi yang baru lahir supaya terlantar dan mati."},{"number":20,"verse":"( ) Pada masa itulah Musa lahir; dia bayi yang sangat comel. Dia dipelihara di rumah bapanya selama tiga bulan."},{"number":21,"verse":"( ) Apabila dia terpaksa dibuang, puteri raja Mesir mengambil dia dan memelihara dia sebagai anaknya sendiri."},{"number":22,"verse":"Segala ilmu bangsa Mesir diajarkan kepada Musa dan dia menjadi seorang yang sangat berkuasa, baik dengan kata-kata mahupun perbuatannya."},{"number":23,"verse":"Apabila Musa berumur empat puluh tahun, hatinya tergerak untuk pergi melawat bangsanya orang Israel."},{"number":24,"verse":"Dia melihat seorang antara mereka sedang dianiaya oleh seorang Mesir. Dia menolong orang yang dianiaya itu dengan membunuh orang Mesir itu. ("},{"number":25,"verse":"Musa menyangka bangsanya faham bahawa Allah akan menggunakan dia untuk membebaskan mereka, tetapi mereka tidak faham.)"},{"number":26,"verse":"Keesokan harinya dia melihat dua orang Israel berkelahi, dan dia cuba mendamaikan mereka. Dia berkata, ‘Kamu bersaudara. Mengapa kamu berkelahi?’"},{"number":27,"verse":"Tetapi orang yang memukul sahabatnya menolak Musa ke tepi, lalu bertanya, ‘Siapa yang menjadikan kamu pemimpin dan hakim kami?"},{"number":28,"verse":"Adakah kamu mahu membunuh aku seperti kamu membunuh orang Mesir itu kelmarin?’"},{"number":29,"verse":"( ) Apabila Musa mendengar kata-kata itu, dia lari dari Mesir lalu tinggal di negeri Midian. Di sana dia beroleh dua orang anak lelaki. ( )"},{"number":30,"verse":"Empat puluh tahun kemudian, satu malaikat menampakkan diri kepada Musa di dalam belukar yang bernyala, di padang gurun dekat Gunung Sinai."},{"number":31,"verse":"Musa hairan melihat hal itu. Lalu dia menghampiri belukar itu supaya dapat melihat dengan lebih jelas. Tetapi dia mendengar suara Tuhan berfirman,"},{"number":32,"verse":"‘Akulah Allah yang disembah nenek moyangmu; Akulah Allah Abraham, Ishak, dan Yakub.’ Musa gementar kerana takut dan tidak berani melihat belukar itu lagi."},{"number":33,"verse":"Lalu Tuhan berfirman pula, ‘Tanggalkan kasutmu, kerana tanah tempat engkau berdiri itu suci."},{"number":34,"verse":"( ) Aku sudah melihat dan memperhatikan betapa pahitnya penderitaan umat-Ku di Mesir. Aku sudah mendengar keluhan mereka, dan Aku sudah turun untuk membebaskan mereka. Sekarang marilah, Aku akan mengutus engkau ke Mesir.’"},{"number":35,"verse":"( ) Musa inilah yang tidak diterima oleh kaum Israel. Mereka bertanya, ‘Siapa yang menjadikan kamu pemimpin dan hakim kami?’ Tetapi dialah yang diutus oleh Allah untuk menjadi pemimpin dan pembebas, dengan pertolongan malaikat yang datang kepadanya di belukar yang bernyala itu."},{"number":36,"verse":"( , ; ) Musa memimpin bangsa Israel keluar dari Mesir dengan melakukan berbagai-bagai mukjizat dan keajaiban di Mesir, di Laut Merah, dan kemudian di padang gurun selama empat puluh tahun."},{"number":37,"verse":"( , ) Musa inilah yang berkata kepada bangsa Israel, ‘Allah akan mengutus seorang nabi kepada kamu, seperti Dia sudah mengutus aku. ( seperti Dia sudah mengutus aku; atau seperti aku.) Nabi itu dipilih-Nya daripada bangsa kamu sendiri.’"},{"number":38,"verse":"( ---20.17; ) Musa inilah yang menyertai bangsa Israel berhimpun di padang gurun. Dia di situ dengan nenek moyang kita dan dengan malaikat yang berkata-kata kepadanya di Gunung Sinai. Di situlah Allah mengurniai dia perkhabaran yang memberikan hidup, untuk disampaikan kepada kita."},{"number":39,"verse":"Tetapi nenek moyang kita tidak mahu taat kepadanya. Mereka menolak dia dan ingin kembali ke Mesir."},{"number":40,"verse":"( ) Oleh itu mereka berkata kepada Harun, ‘Buatkan kita patung dewa yang boleh memimpin kita. Kita tidak tahu apa yang sudah berlaku terhadap Si Musa yang membawa kita keluar dari Mesir.’"},{"number":41,"verse":"( ) Lalu mereka membuat berhala yang berupa lembu jantan, dan mereka mempersembahkan korban kepada berhala itu. Mereka mengadakan perjamuan bagi menghormati buatan mereka sendiri."},{"number":42,"verse":"Oleh itu Allah meninggalkan mereka, dan sengaja membiarkan mereka menyembah bintang-bintang di langit. Hal itu seperti yang tertulis di dalam Kitab Nabi-Nabi, ‘Hai orang Israel! Bukannya untuk Aku kamu menyembelih dan mengorbankan binatang selama empat puluh tahun di padang gurun."},{"number":43,"verse":"( ) Khemah berhala Molokh itulah yang kamu usung, dengan patung Refan, bintang berhala kamu; itulah berhala yang kamu buat untuk disembah. Oleh itu Aku akan membuang kamu jauh ke seberang Babel.’"},{"number":44,"verse":"( , ) Nenek moyang kita mempunyai Khemah Tuhan yang bersama-sama mereka di padang gurun. Khemah itu dibuat seperti yang diperintahkan oleh Allah kepada Musa, dan menurut contoh yang ditunjukkan oleh Allah kepada Musa."},{"number":45,"verse":"( ) Kemudian, nenek moyang kita menerima khemah itu daripada bapa mereka. Khemah itu dibawa oleh mereka ketika mengikut Yosua merebut negeri kita ini daripada kekuasaan bangsa-bangsa yang diusir oleh Allah di hadapan mereka. Khemah itu di situ sehingga zaman Daud."},{"number":46,"verse":"( ; ) Daud menyenangkan hati Allah dan memohon izin daripada Allah untuk membina sebuah rumah bagi Allah yang disembah oleh Yakub. ( Allah yang disembah oleh Yakub; Beberapa buah naskhah kuno: bangsa Israel.)"},{"number":47,"verse":"( ; ) Tetapi Salomo itulah yang membina rumah itu untuk Allah."},{"number":48,"verse":"Tetapi Allah Yang Maha Tinggi tidak tinggal di dalam rumah buatan manusia, kerana di dalam kitab nabi tertulis,"},{"number":49,"verse":"‘Langit takhta-Ku, dan bumi alas kaki-Ku. Rumah apakah yang mahu kamu bina untuk-Ku? Di manakah tempat kediaman-Ku?"},{"number":50,"verse":"( ) Bukankah Aku sendiri yang menjadikan segala sesuatu?’ begitulah firman Allah."},{"number":51,"verse":"( ) Alangkah kerasnya kepala saudara-saudara! Alangkah degilnya saudara semua, sehingga tidak mahu taat kepada Allah dan tidak mahu mendengar firman Allah! Saudara-saudara seperti nenek moyang saudara semua; saudara semua selalu melawan Roh Allah!"},{"number":52,"verse":"Adakah seorang nabi yang tidak dianiaya oleh nenek moyang saudara semua? Mereka membunuh pesuruh-pesuruh Allah yang dahulu kala mengumumkan kedatangan Hamba Allah yang melakukan kehendak-Nya. Sekarang saudara-saudara sudah mengkhianati dan membunuh Dia."},{"number":53,"verse":"Saudara-saudara sudah menerima Taurat Allah yang disampaikan oleh malaikat-malaikat, tetapi saudara-saudara tidak mentaati Taurat itu!”"},{"number":54,"verse":"( Stefanus Direjam) Sementara anggota-anggota Majlis Agama mendengar semua yang dikatakan oleh Stefanus, mereka meradang dan marah sekali terhadapnya."},{"number":55,"verse":"Tetapi Stefanus yang dikuasai oleh Roh Allah, menengadah ke langit. Dia melihat kemuliaan Allah, serta Yesus yang berdiri di tempat berkuasa di sebelah kanan Allah."},{"number":56,"verse":"“Lihatlah,” katanya, “saya melihat syurga terbuka dan Anak Manusia berdiri di sebelah kanan Allah!”"},{"number":57,"verse":"Lalu anggota-anggota Majlis Agama berteriak-teriak sambil menutup telinga. Dengan serentak mereka menyerang Stefanus."},{"number":58,"verse":"Mereka mengheret dia ke luar bandar lalu merejam dia. Orang yang menyaksikan peristiwa itu meletakkan pakaian mereka dekat kaki seorang muda bernama Saulus."},{"number":59,"verse":"Sementara mereka melempari Stefanus dengan batu, Stefanus berseru kepada Tuhan, “Tuhan Yesus, terimalah diriku!”"},{"number":60,"verse":"Lalu dia berlutut dan berseru dengan suara keras, “Ya Tuhan, ampunkanlah dosa mereka!” Setelah berkata demikian, dia pun meninggal."}]}