{"bibleAbbr":"HSB+","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"וַעֲזַרְיָ֙הוּ֙ <WH5838> va-'a-zar-Ya-hu came upon Azariah בֶּן־ <WH1121> ben- the son עוֹדֵ֔ד <WH5752> o-Ded, of Oded הָיְתָ֥ה <WH1961> ha-ye-Tah came עָלָ֖יו <WH5921> 'a-Lav now ר֥וּחַ <WH7307> Ru-ach And the Spirit אֱלֹהִֽים׃ <WH430> E-lo-Him. of God"},{"number":2,"verse":"וַיֵּצֵא֮ <WH3318> vai-ye-Tze And he went out לִפְנֵ֣י <WH6440> lif-Nei to meet אָסָא֒ <WH609> 'a-Sa Asa וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said ל֔וֹ lo, שְׁמָע֕וּנִי <WH8085> she-ma-'U-ni unto him Hear אָסָ֖א <WH609> 'a-Sa ye me Asa וְכָל־ <WH3605> ve-chol and all יְהוּדָ֣ה <WH3063> ye-hu-Dah and all Judah וּבִנְיָמִ֑ן <WH1144> u-vin-ya-Min; and Benjamin יְהוָ֤ה <WH3068> Yah-weh The LORD עִמָּכֶם֙ <WH5973> 'im-ma-Chem with בִּֽהְיֽוֹתְכֶ֣ם <WH1961> bih-yot-Chem become עִמּ֔וֹ <WH5973> im-Mo, with וְאִֽם־ <WH518> ve-'im- and if תִּדְרְשֻׁ֙הוּ֙ <WH1875> tid-re-Shu-hu [is] with you while ye be with him and if ye seek יִמָּצֵ֣א <WH4672> yim-ma-Tze him he will be found לָכֶ֔ם la-Chem, וְאִם־ <WH518> ve-'im- if תַּעַזְבֻ֖הוּ <WH5800> ta-'az-Vu-hu of you but if ye forsake יַעֲזֹ֥ב <WH5800> ya-'a-Zo him he will forsake אֶתְכֶֽם׃ <WH853> 'et-Chem. ס sa-Mek"},{"number":3,"verse":"וְיָמִ֥ים <WH3117> ve-ya-Mim season רַבִּ֖ים <WH7227> rab-Bim Now for a long לְיִשְׂרָאֵ֑ל <WH3478> le-Yis-ra-'El; Israel לְלֹ֣א׀ <WH3808> le-Lo [hath been] without אֱלֹהֵ֣י <WH430> 'e-lo-Hei God אֱמֶ֗ת <WH571> 'e-Met, the true וּלְלֹ֛א <WH3808> u-le-Lo and without כֹּהֵ֥ן <WH3548> ko-Hen priest מוֹרֶ֖ה <WH3384> mo-Reh and without a teaching וּלְלֹ֥א <WH3808> u-le-Lo and without תוֹרָֽה׃ <WH8451> to-Rah. and without law"},{"number":4,"verse":"וַיָּ֙שָׁב֙ <WH7725> vai-Ya-shov did turn בַּצַּר־ <WH6862> batz-tzar- But when they in their trouble ל֔וֹ lo, עַל־ <WH5921> 'al- unto יְהוָ֖ה <WH3068> Yah-weh unto the LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei God יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וַיְבַקְשֻׁ֖הוּ <WH1245> vay-vak-Shu-hu and sought וַיִּמָּצֵ֥א <WH4672> vai-yim-ma-Tze him he was found לָהֶֽם׃ la-Hem."},{"number":5,"verse":"וּבָעִתִּ֣ים <WH6251> u-va-'it-Tim flock הָהֵ֔ם <WH1992> ha-Hem, those אֵ֥ין <WH369> 'ein there שָׁל֖וֹם <WH7965> sha-Lom [there was] no peace לַיּוֹצֵ֣א <WH3318> lai-yo-Tze to him that went out וְלַבָּ֑א <WH935> ve-lab-Ba; nor to him that came in כִּ֚י <WH3588> ki for מְהוּמֹ֣ת <WH4103> me-hu-Mot vexations רַבּ֔וֹת <WH7227> rab-Bot, but great עַ֥ל <WH5921> 'al afflicted כָּל־ <WH3605> kol- all יוֹשְׁבֵ֖י <WH3427> yo-she-Vei [were] upon all the inhabitants הָאֲרָצֽוֹת׃ <WH776> ha-'a-ra-Tzot. of the countries"},{"number":6,"verse":"וְכֻתְּת֥וּ <WH3807> ve-chut-te-Tu was destroyed גוֹי־ <WH1471> goy- And nation בְּג֖וֹי <WH1471> be-Goy of nation וְעִ֣יר <WH5892> ve-'Ir and city בְּעִ֑יר <WH5892> be-'Ir; of city כִּֽי־ <WH3588> ki- for אֱלֹהִ֥ים <WH430> E-lo-Him for God הֲמָמָ֖ם <WH2000> ha-ma-Mam did vex בְּכָל־ <WH3605> be-chol every צָרָֽה׃ <WH6869> tza-Rah. them with all adversity"},{"number":7,"verse":"וְאַתֶּ֣ם <WH859> ve-'at-Tem you חִזְק֔וּ <WH2388> chiz-Ku, Be ye strong וְאַל־ <WH408> ve-'al- nay יִרְפּ֖וּ <WH7503> yir-Pu be weak יְדֵיכֶ֑ם <WH3027> ye-dei-Chem; therefore and let not your hands כִּ֛י <WH3588> ki for יֵ֥שׁ <WH3426> yesh shall be שָׂכָ֖ר <WH7939> sa-Char rewarded לִפְעֻלַּתְכֶֽם׃ <WH6468> lif-'ul-lat-Chem. for your work ס sa-Mek"},{"number":8,"verse":"וְכִשְׁמֹ֨עַ <WH8085> ve-chish-Mo-a' heard אָסָ֜א <WH609> 'a-Sa And when Asa הַדְּבָרִ֣ים <WH1697> had-de-va-Rim these words הָאֵ֗לֶּה <WH428> ha-'El-leh, these וְהַנְּבוּאָה֮ <WH5016> ve-han-ne-vu-'Ah and the prophecy עֹדֵ֣ד <WH5752> 'o-Ded of Oded הַנָּבִיא֒ <WH5030> han-na-Vi the prophet הִתְחַזַּ֗ק <WH2388> hit-chaz-Zak, he took courage וַיַּעֲבֵ֤ר <WH5674> vai-ya-'a-Ver and put away הַשִּׁקּוּצִים֙ <WH8251> hash-shik-ku-Tzim the abominable idols מִכָּל־ <WH3605> mik-kol all אֶ֤רֶץ <WH776> 'E-retz out of all the land יְהוּדָה֙ <WH3063> ye-hu-Dah of Judah וּבִנְיָמִ֔ן <WH1144> u-vin-ya-Min, and Benjamin וּמִן־ <WH4480> u-min- and from הֶ֣עָרִ֔ים <WH5892> he-'a-Rim, and out of the cities אֲשֶׁ֥ר <WH834> 'a-Sher which לָכַ֖ד <WH3920> la-Chad which he had taken מֵהַ֣ר <WH2022> me-Har from mount אֶפְרָ֑יִם <WH669> 'ef-Ra-yim; Ephraim וַיְחַדֵּשׁ֙ <WH2318> vay-chad-Desh and renewed אֶת־ <WH853> 'et- מִזְבַּ֣ח <WH4196> miz-Bach the altar יְהוָ֔ה <WH3068> Yah-weh, of the LORD אֲשֶׁ֕ר <WH834> 'a-Sher which לִפְנֵ֖י <WH6440> lif-Nei that [was] before אוּלָ֥ם <WH197> 'u-Lam the porch יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":9,"verse":"וַיִּקְבֹּ֗ץ <WH6908> vai-yik-Botz, And he gathered אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all יְהוּדָה֙ <WH3063> ye-hu-Dah all Judah וּבִנְיָמִ֔ן <WH1144> u-vin-ya-Min, and Benjamin וְהַגָּרִים֙ <WH1481> ve-hag-ga-Rim and the strangers עִמָּהֶ֔ם <WH5973> 'im-ma-Hem, from מֵאֶפְרַ֥יִם <WH669> me-'ef-Ra-yim with them out of Ephraim וּמְנַשֶּׁ֖ה <WH4519> u-me-nash-Sheh and Manasseh וּמִשִּׁמְע֑וֹן <WH8095> u-mish-shim-'on; and out of Simeon כִּֽי־ <WH3588> ki- for נָפְל֨וּ <WH5307> na-fe-Lu for they fell עָלָ֤יו <WH5921> 'a-Lav unto מִיִּשְׂרָאֵל֙ <WH3478> mi-Yis-ra-'El to him out of Israel לָרֹ֔ב <WH7230> la-Ro, in abundance בִּרְאֹתָ֕ם <WH7200> bir-'o-Tam when they saw כִּֽי־ <WH3588> ki- that יְהוָ֥ה <WH3068> Yah-weh that the LORD אֱלֹהָ֖יו <WH430> 'e-lo-Hav his God עִמּֽוֹ׃ <WH5973> im-Mo. with פ Peh"},{"number":10,"verse":"וַיִּקָּבְצ֥וּ <WH6908> vai-yik-ka-ve-Tzu So they gathered themselves together יְרוּשָׁלִַ֖ם <WH3389> ye-ru-sha-Lim at Jerusalem בַּחֹ֣דֶשׁ <WH2320> ba-Cho-desh month הַשְּׁלִישִׁ֑י <WH7992> hash-she-li-Shi; in the third לִשְׁנַ֥ת <WH8141> lish-Nat year חֲמֵשׁ־ <WH2568> cha-mesh- fif עֶשְׂרֵ֖ה <WH6240> 'es-Reh teen לְמַלְכ֥וּת <WH4438> le-mal-Chut of the reign אָסָֽא׃ <WH609> 'a-Sa. of Asa"},{"number":11,"verse":"וַיִּזְבְּח֤וּ <WH2076> vai-yiz-be-Chu And they offered לַיהוָה֙ <WH3068> Yah-weh unto the LORD בַּיּ֣וֹם <WH3117> bai-Yom the same time הַה֔וּא <WH1931> ha-Hu, he מִן־ <WH4480> min- from הַשָּׁלָ֖ל <WH7998> hash-sha-Lal of the spoil הֵבִ֑יאוּ <WH935> he-Vi-'u; [which] they had brought בָּקָר֙ <WH1241> ba-Kar oxen שְׁבַ֣ע <WH7651> she-Va' seven מֵא֔וֹת <WH3967> me-'ot, hundred וְצֹ֖אן <WH6629> ve-Tzon sheep שִׁבְעַ֥ת <WH7651> shiv-'At and seven אֲלָפִֽים׃ <WH505> 'a-la-Fim. thousand"},{"number":12,"verse":"וַיָּבֹ֣אוּ <WH935> vai-ya-Vo-'u And they entered בַבְּרִ֔ית <WH1285> vab-be-Rit, into a covenant לִדְר֕וֹשׁ <WH1875> lid-Roosh to seek אֶת־ <WH853> 'et- יְהוָ֖ה <WH3068> Yah-weh the LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei God אֲבוֹתֵיהֶ֑ם <WH1> a-vo-tei-Hem; of their fathers בְּכָל־ <WH3605> be-chol all לְבָבָ֖ם <WH3824> le-va-Vam with all their heart וּבְכָל־ <WH3605> u-ve-Chol all נַפְשָֽׁם׃ <WH5315> naf-Sham. and with all their soul"},{"number":13,"verse":"וְכֹ֨ל <WH3605> ve-Chol all manner אֲשֶׁ֧ר <WH834> 'a-Sher after לֹֽא־ <WH3808> lo- not יִדְרֹ֛שׁ <WH1875> yid-Rosh That whosoever would not seek לַיהוָ֥ה <WH3069> Yah-weh God אֱלֹהֵֽי־ <WH430> 'e-lo-hei- God יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel יוּמָ֑ת <WH4191> yu-Mat; should be put to death לְמִן־ <WH4480> le-min- whether קָטֹן֙ <WH6996> ka-Ton small וְעַד־ <WH5704> ve-'ad- or גָּד֔וֹל <WH1419> ga-Dol, or great לְמֵאִ֖ישׁ <WH376> le-me-'Ish whether man וְעַד־ <WH5704> ve-'ad- or אִשָּֽׁה׃ <WH802> 'ish-Shah. or woman"},{"number":14,"verse":"וַיִּשָּֽׁבְעוּ֙ <WH7650> vai-yish-sha-ve-'U And they sware לַיהוָ֔ה <WH3068> Yah-weh, unto the LORD בְּק֥וֹל <WH6963> be-Kol voice גָּד֖וֹל <WH1419> ga-Dol with a loud וּבִתְרוּעָ֑ה <WH8643> u-vit-ru-'Ah; and with shouting וּבַחֲצֹצְר֖וֹת <WH2689> u-va-cha-tzo-tze-Rot and with trumpets וּבְשׁוֹפָרֽוֹת׃ <WH7782> u-ve-sho-fa-Rot. and with cornets"},{"number":15,"verse":"וַיִּשְׂמְח֨וּ <WH8055> vai-yis-me-Chu rejoiced כָל־ <WH3605> chol All יְהוּדָ֜ה <WH3063> ye-hu-Dah And all Judah עַל־ <WH5921> 'al- concerning הַשְּׁבוּעָ֗ה <WH7621> hash-she-vu-'Ah, at the oath כִּ֤י <WH3588> ki with בְכָל־ <WH3605> ve-chol- their whole לְבָבָם֙ <WH3824> le-va-Vam with all their heart נִשְׁבָּ֔עוּ <WH7650> nish-Ba-'u, for they had sworn וּבְכָל־ <WH3605> u-ve-Chol their whole רְצוֹנָ֣ם <WH7522> re-tzo-Nam him with their whole desire בִּקְשֻׁ֔הוּ <WH1245> bik-Shu-hu, and sought וַיִּמָּצֵ֖א <WH4672> vai-yim-ma-Tze and he was found לָהֶ֑ם la-Hem; וַיָּ֧נַח <WH5117> vai-Ya-nach gave them rest יְהוָ֛ה <WH3068> Yah-weh of them and the LORD לָהֶ֖ם la-Hem מִסָּבִֽיב׃ <WH5439> mis-sa-Viv. round about"},{"number":16,"verse":"וְגַֽם־ <WH1571> ve-gam- also מַעֲכָ֞ה <WH4601> ma-'a-Chah And also [concerning] Maachah אֵ֣ם׀ <WH517> 'em the mother אָסָ֣א <WH609> 'a-Sa of Asa הַמֶּ֗לֶךְ <WH4428> ham-Me-lech, the king הֱסִירָהּ֙ <WH5493> he-si-Rah he removed מִגְּבִירָ֔ה <WH1377> mig-ge-vi-Rah, her from [being] queen אֲשֶׁר־ <WH834> 'a-Sher- because עָשְׂתָ֥ה <WH6213> 'a-se-Tah because she had made לַאֲשֵׁרָ֖ה <WH842> la-'a-she-Rah in a grove מִפְלָ֑צֶת <WH4656> mif-La-tzet; an idol וַיִּכְרֹ֤ת <WH3772> vai-yich-Rot cut down אָסָא֙ <WH609> 'a-Sa and Asa אֶת־ <WH853> 'et- מִפְלַצְתָּ֔הּ <WH4656> mif-latz-Tah, her idol וַיָּ֕דֶק <WH1854> vai-Ya-dek and stamped וַיִּשְׂרֹ֖ף <WH8313> vai-yis-Rof [it] and burnt בְּנַ֥חַל <WH5158> be-Na-chal [it] at the brook קִדְרֽוֹן׃ <WH6939> kid-Ron. Kidron"},{"number":17,"verse":"וְהַ֨בָּמ֔וֹת <WH1116> ve-Hab-ba-Mot, But the high places לֹא־ <WH3808> lo- were not סָ֖רוּ <WH5493> Sa-ru were not taken away מִיִּשְׂרָאֵ֑ל <WH3478> mi-Yis-ra-'El; out of Israel רַ֧ק <WH7535> rak but לְבַב־ <WH3824> le-vav- nevertheless the heart אָסָ֛א <WH609> 'a-Sa of Asa הָיָ֥ה <WH1961> ha-Yah become שָׁלֵ֖ם <WH8003> sha-Lem was perfect כָּל־ <WH3605> kol- all יָמָֽיו׃ <WH3117> ya-Mav. all his days"},{"number":18,"verse":"וַיָּבֵ֞א <WH935> vai-ya-Ve And he brought אֶת־ <WH853> 'et- קָדְשֵׁ֥י <WH6944> ka-de-Shei had dedicated אָבִ֛יו <WH1> 'a-Viv the things that his father וְקָֽדָשָׁ֖יו <WH6942> ve-ka-da-Shav into בֵּ֣ית <WH1004> beit into the house הָאֱלֹהִ֑ים <WH430> ha-'E-lo-Him; of God כֶּ֥סֶף <WH3701> Ke-sef silver וְזָהָ֖ב <WH2091> ve-za-Hav and gold וְכֵלִֽים׃ <WH3627> ve-che-Lim. and vessels"},{"number":19,"verse":"וּמִלְחָמָ֖ה <WH4421> u-mil-cha-Mah And there was no [more] war לֹ֣א <WH3808> lo no הָיָ֑תָה <WH1961> ha-Ya-tah; become עַ֛ד <WH5704> 'ad until שְׁנַת־ <WH8141> she-nat- year שְׁלֹשִׁ֥ים <WH7970> she-lo-Shim and thirtieth וְחָמֵ֖שׁ <WH2568> ve-cha-Mesh unto the five לְמַלְכ֥וּת <WH4438> le-mal-Chut of the reign אָסָֽא׃ <WH609> 'a-Sa. of Asa ס sa-Mek"}]}