{"bibleAbbr":"HSB+","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"וַיְהִ֞י <WH1961> vay-Hi came מִקֵּ֣ץ׀ <WH7093> mik-Ketz And it came to pass at the end עֶשְׂרִ֣ים <WH6242> 'es-Rim of twenty שָׁנָ֗ה <WH8141> sha-Nah, years אֲשֶׁ֨ר <WH834> 'a-Sher which בָּנָ֧ה <WH1129> ba-Nah had built שְׁלֹמֹ֛ה <WH8010> she-lo-Moh wherein Solomon אֶת־ <WH853> 'et- בֵּ֥ית <WH1004> beit the house יְהוָ֖ה <WH3068> Yah-weh of the LORD וְאֶת־ <WH853> ve-'Et בֵּיתֽוֹ׃ <WH1004> bei-To. and his own house"},{"number":2,"verse":"וְהֶעָרִ֗ים <WH5892> ve-he-'a-Rim, That the cities אֲשֶׁ֨ר <WH834> 'a-Sher which נָתַ֤ן <WH5414> na-Tan had restored חוּרָם֙ <WH2361> chu-Ram which Huram לִשְׁלֹמֹ֔ה <WH8010> lish-lo-Moh, to Solomon בָּנָ֥ה <WH1129> ba-Nah built שְׁלֹמֹ֖ה <WH8010> she-lo-Moh Solomon אֹתָ֑ם <WH853> 'o-Tam; וַיּ֥וֹשֶׁב <WH3427> vai-Yoo-shev to dwell שָׁ֖ם <WH8033> sham there אֶת־ <WH853> 'et- בְּנֵ֥י <WH1121> be-Nei them and caused the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":3,"verse":"וַיֵּ֤לֶךְ <WH1980> vai-Ye-lech went שְׁלֹמֹה֙ <WH8010> she-lo-Moh And Solomon חֲמָ֣ת cha-Mat צוֹבָ֔ה <WH2578> tzo-Vah, to Hamathzobah וַיֶּחֱזַ֖ק <WH2388> vai-ye-che-Zak and prevailed עָלֶֽיהָ׃ <WH5921> 'a-Lei-ha. and"},{"number":4,"verse":"וַיִּ֥בֶן <WH1129> vai-Yi-ven And he built אֶת־ <WH853> 'et- תַּדְמֹ֖ר <WH8412> tad-Mor Tadmor בַּמִּדְבָּ֑ר <WH4057> bam-mid-Bar; in the wilderness וְאֵת֙ <WH853> ve-'Et כָּל־ <WH3605> kol- and all עָרֵ֣י <WH5892> 'a-Rei cities הַֽמִּסְכְּנ֔וֹת <WH4543> ham-mis-ke-Not, and all the store אֲשֶׁ֥ר <WH834> 'a-Sher which בָּנָ֖ה <WH1129> ba-Nah which he built בַּחֲמָֽת׃ <WH2574> ba-cha-Mat. in Hamath"},{"number":5,"verse":"וַיִּ֜בֶן <WH1129> vai-Yi-ven Also he built אֶת־ <WH853> 'et- בֵּ֤ית beit חוֹרוֹן֙ <WH1032> cho-rOn Bethhoron הָֽעֶלְי֔וֹן <WH5945> ha-'el-Yon, the upper וְאֶת־ <WH853> ve-'Et בֵּ֥ית beit חוֹר֖וֹן <WH1032> cho-Ron and Bethhoron הַתַּחְתּ֑וֹן <WH8481> hat-tach-Ton; the nether עָרֵ֣י <WH5892> 'a-Rei cities מָצ֔וֹר <WH4692> ma-Tzor, fenced חוֹמ֖וֹת <WH2346> cho-Mot with walls דְּלָתַ֥יִם <WH1817> de-la-Ta-yim gates וּבְרִֽיחַ׃ <WH1280> u-ve-Ri-ach. and bars"},{"number":6,"verse":"וְאֶֽת־ <WH853> ve-'Et בַּעֲלָ֗ת <WH1191> ba-'a-Lat, And Baalath וְאֵ֨ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all עָרֵ֤י <WH5892> 'a-Rei cities הַֽמִּסְכְּנוֹת֙ <WH4543> ham-mis-ke-nOt and all the store אֲשֶׁ֣ר <WH834> 'a-Sher after הָי֣וּ <WH1961> ha-Yu had לִשְׁלֹמֹ֔ה <WH8010> lish-lo-Moh, that Solomon וְאֵת֙ <WH853> ve-'Et כָּל־ <WH3605> kol- and all עָרֵ֣י <WH5892> 'a-Rei cities הָרֶ֔כֶב <WH7393> ha-Re-chev, had and all the chariot וְאֵ֖ת <WH853> ve-'Et עָרֵ֣י <WH5892> 'a-Rei and the cities הַפָּרָשִׁ֑ים <WH6571> hap-pa-ra-Shim; of the horsemen וְאֵ֣ת׀ <WH853> ve-'Et כָּל־ <WH3605> kol- and all חֵ֣שֶׁק <WH2837> Che-shek desire שְׁלֹמֹ֗ה <WH8010> she-lo-Moh, and all that Solomon אֲשֶׁ֤ר <WH834> 'a-Sher after חָשַׁק֙ <WH2836> cha-Shak have a delight לִבְנ֤וֹת <WH1129> liv-Not to build בִּירֽוּשָׁלִַ֙ם֙ <WH3389> bi-ru-sha-Lim in Jerusalem וּבַלְּבָנ֔וֹן <WH3844> u-val-le-va-Non, and in Lebanon וּבְכֹ֖ל <WH3605> u-ve-Chol all אֶ֥רֶץ <WH776> 'E-retz and throughout all the land מֶמְשַׁלְתּֽוֹ׃ <WH4474> mem-shal-To. dominion"},{"number":7,"verse":"כָּל־ <WH3605> kol- All הָ֠עָם <WH5971> Ha-'om [As for] all the people הַנּוֹתָ֨ר <WH3498> han-no-Tar [that were] left מִן־ <WH4480> min- at הַחִתִּ֜י <WH2850> ha-chit-Ti of the Hittites וְהָאֱמֹרִ֤י <WH567> ve-ha-'e-mo-Ri and the Amorites וְהַפְּרִזִּי֙ <WH6522> ve-hap-pe-riz-Zi and the Perizzites וְהַחִוִּ֣י <WH2340> ve-ha-chiv-Vi and the Hivites וְהַיְבוּסִ֔י <WH2983> ve-hay-vu-Si, and the Jebusites אֲשֶׁ֛ר <WH834> 'a-Sher who לֹ֥א <WH3808> lo were not מִיִּשְׂרָאֵ֖ל <WH3478> mi-Yis-ra-'El which [were] not of Israel הֵֽמָּה׃ <WH1992> Hem-mah. like"},{"number":8,"verse":"מִן־ <WH4480> min- at בְּנֵיהֶ֗ם <WH1121> be-nei-Hem, [But] of their children אֲשֶׁ֨ר <WH834> 'a-Sher who נוֹתְר֤וּ <WH3498> not-Ru who were left אַחֲרֵיהֶם֙ <WH310> 'a-cha-rei-Hem after בָּאָ֔רֶץ <WH776> ba-'A-retz, them in the land אֲשֶׁ֥ר <WH834> 'a-Sher whom לֹֽא־ <WH3808> lo- had not כִלּ֖וּם <WH3615> chil-Lum consumed בְּנֵ֣י <WH1121> be-Nei whom the children יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וַיַּעֲלֵ֤ם <WH5927> vai-ya-'a-Lem make to pay שְׁלֹמֹה֙ <WH8010> she-lo-Moh not them did Solomon לְמַ֔ס <WH4522> le-Mas, tribute עַ֖ד <WH5704> 'ad against הַיּ֥וֹם <WH3117> hai-Yom until this day הַזֶּֽה׃ <WH2088> haz-Zeh. to this"},{"number":9,"verse":"וּמִן־ <WH4480> u-min- from בְּנֵי֙ <WH1121> be-Nei But of the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אֲ֠שֶׁר <WH834> 'a-Sher after לֹא־ <WH3808> lo- did not נָתַ֧ן <WH5414> na-Tan make שְׁלֹמֹ֛ה <WH8010> she-lo-Moh did Solomon לַעֲבָדִ֖ים <WH5650> la-'a-va-Dim no servants לִמְלַאכְתּ֑וֹ <WH4399> lim-lach-To; for his work כִּי־ <WH3588> ki- for הֵ֜מָּה <WH1992> Hem-mah but אַנְשֵׁ֤י <WH582> 'an-Shei but they [were] men מִלְחָמָה֙ <WH4421> mil-cha-Mah of war וְשָׂרֵ֣י <WH8269> ve-sa-Rei and chief שָׁלִישָׁ֔יו <WH7991> sha-li-Shav, of his captains וְשָׂרֵ֥י <WH8269> ve-sa-Rei and captains רִכְבּ֖וֹ <WH7393> rich-Bo of his chariots וּפָרָשָֽׁיו׃ <WH6571> u-fa-ra-Shav. and horsemen פ Peh"},{"number":10,"verse":"וְאֵ֨לֶּה <WH428> ve-'El-leh These שָׂרֵ֤י <WH8269> sa-Rei And these [were] the chief; הַנְּצִיבִים han-ne-tzi-vim כהַנִּצָּבִ֛ים <WH5333> han-nitz-tza-Vim garrison קאֲשֶׁר־ <WH834> 'a-Sher- after לַמֶּ֥לֶךְ <WH4428> lam-Me-lech of king שְׁלֹמֹ֖ה <WH8010> she-lo-Moh Solomon's חֲמִשִּׁ֣ים <WH2572> cha-mish-Shim and fifty וּמָאתָ֑יִם <WH3967> u-ma-Ta-yim; [even] two hundred הָרֹדִ֖ים <WH7287> ha-ro-Dim that bare rule בָּעָֽם׃ <WH5971> ba-'Am. over the people"},{"number":11,"verse":"וְאֶת־ <WH853> ve-'Et בַּת־ <WH1323> bat- the daughter פַּרְעֹ֗ה <WH6547> par-'Oh, of Pharaoh הֶעֱלָ֤ה <WH5927> he-'e-Lah brought up שְׁלֹמֹה֙ <WH8010> she-lo-Moh And Solomon מֵעִ֣יר <WH5892> me-'Ir out of the city דָּוִ֔יד <WH1732> da-Vid, of David לַבַּ֖יִת <WH1004> lab-Ba-yit unto the house אֲשֶׁ֣ר <WH834> 'a-Sher which בָּֽנָה־ <WH1129> ba-nah- that he had built לָ֑הּ Lah; כִּ֣י <WH3588> ki because אָמַ֗ר <WH559> 'a-Mar, for her for he said לֹא־ <WH3808> lo- shall not תֵשֵׁ֨ב <WH3427> te-Shev shall not dwell אִשָּׁ֥ה <WH802> 'ish-Shah My wife לִי֙ li בְּבֵית֙ <WH1004> be-Veit in the house דָּוִ֣יד <WH1732> da-Vid of David מֶֽלֶךְ־ <WH4428> Me-lech- king יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel כִּי־ <WH3588> ki- because קֹ֣דֶשׁ <WH6944> Ko-desh because [the places are] holy הֵ֔מָּה <WH1992> Hem-mah, the places אֲשֶׁר־ <WH834> 'a-Sher- where בָּֽאָ֥ה <WH935> ba-'Ah hath come אֲלֵיהֶ֖ם <WH413> 'a-lei-Hem about אֲר֥וֹן <WH727> a-Ron whereunto the ark יְהוָֽה׃ <WH3068> Yah-weh. of the LORD פ Peh"},{"number":12,"verse":"אָ֣ז <WH227> 'az Then הֶעֱלָ֧ה <WH5927> he-'e-Lah offered שְׁלֹמֹ֛ה <WH8010> she-lo-Moh Then Solomon עֹל֖וֹת <WH5930> o-Lot burnt offerings לַיהוָ֑ה <WH3068> Yah-weh; unto the LORD עַ֚ל <WH5921> 'al on מִזְבַּ֣ח <WH4196> miz-Bach on the altar יְהוָ֔ה <WH3068> Yah-weh, of the LORD אֲשֶׁ֥ר <WH834> 'a-Sher which בָּנָ֖ה <WH1129> ba-Nah which he had built לִפְנֵ֥י <WH6440> lif-Nei before הָאוּלָֽם׃ <WH197> ha-'u-Lam. the porch"},{"number":13,"verse":"וּבִדְבַר־ <WH1697> u-vid-var- Even after a certain rate י֣וֹם <WH3117> Yom every day בְּי֗וֹם <WH3117> be-Yom, to the daily לְהַעֲלוֹת֙ <WH5927> le-ha-'a-lOt offering כְּמִצְוַ֣ת <WH4687> ke-mitz-Vat according to the commandment מֹשֶׁ֔ה <WH4872> mo-Sheh, of Moses לַשַּׁבָּתוֹת֙ <WH7676> lash-shab-ba-tOt on the sabbaths וְלֶ֣חֳדָשִׁ֔ים <WH2320> ve-Le-cho-da-Shim, and on the new moons וְלַמּ֣וֹעֲד֔וֹת <WH4150> ve-lam-Mo-'a-Dot, and on the solemn feasts שָׁל֥וֹשׁ <WH7969> sha-Loosh three פְּעָמִ֖ים <WH6471> pe-'a-Mim times בַּשָּׁנָ֑ה <WH8141> bash-sha-Nah; in the year בְּחַ֧ג <WH2282> be-Chag [even] in the feast הַמַּצּ֛וֹת <WH4682> ham-matz-Tzot of unleavened bread וּבְחַ֥ג <WH2282> u-ve-Chag and in the feast הַשָּׁבֻע֖וֹת <WH7620> hash-sha-vu-'ot of weeks וּבְחַ֥ג <WH2282> u-ve-Chag and in the feast הַסֻּכּֽוֹת׃ <WH5521> has-suk-Kot. of tabernacles"},{"number":14,"verse":"וַיַּעֲמֵ֣ד <WH5975> vai-ya-'a-Med And he appointed כְּמִשְׁפַּ֣ט <WH4941> ke-mish-Pat according to the order דָּֽוִיד־ <WH1732> da-vid- of David אָ֠בִיו <WH1> 'A-viv his father אֶת־ <WH853> 'et- מַחְלְק֨וֹת <WH4256> mach-le-Kot the courses הַכֹּהֲנִ֜ים <WH3548> hak-ko-ha-Nim of the priests עַל־ <WH5921> 'al- for עֲבֹדָתָ֗ם <WH5656> 'a-vo-da-Tam, to their service וְהַלְוִיִּ֣ם <WH3881> ve-hal-vi-Yim and the Levites עַל־ <WH5921> 'al- for מִ֠שְׁמְרוֹתָם <WH4931> Mish-me-ro-tom to their charges לְהַלֵּ֨ל <WH1984> le-hal-Lel to praise וּלְשָׁרֵ֜ת <WH8334> u-le-sha-Ret and minister נֶ֤גֶד <WH5048> Ne-ged before הַכֹּֽהֲנִים֙ <WH3548> hak-ko-ha-Nim before the priests לִדְבַר־ <WH1697> lid-var- as the duty י֣וֹם <WH3117> Yom of every day בְּיוֹמ֔וֹ <WH3117> be-yo-Mo, required וְהַשּׁוֹעֲרִ֥ים <WH7778> ve-hash-sho-'a-Rim the porters בְּמַחְלְקוֹתָ֖ם <WH4256> be-mach-le-ko-Tam also by their courses לְשַׁ֣עַר <WH8179> le-Sha-'ar at every gate וָשָׁ֑עַר <WH8179> va-Sha-'ar; gate כִּ֣י <WH3588> ki for כֵ֔ן <WH3651> Chen, had so מִצְוַ֖ת <WH4687> mitz-Vat commanded דָּוִ֥יד <WH1732> da-Vid for so had David אִישׁ־ <WH376> 'ish- the man הָאֱלֹהִֽים׃ <WH430> ha-'E-lo-Him. of God"},{"number":15,"verse":"וְלֹ֣א <WH3808> ve-Lo did not סָרוּ֩ <WH5493> sa-Ru And they departed מִצְוַ֨ת <WH4687> mitz-Vat not from the commandment הַמֶּ֜לֶךְ <WH4428> ham-Me-lech of the king עַל־ <WH5921> 'al- unto הַכֹּהֲנִ֧ים <WH3548> hak-ko-ha-Nim unto the priests וְהַלְוִיִּ֛ם <WH3881> ve-hal-vi-Yim and Levites לְכָל־ <WH3605> le-chol any דָּבָ֖ר <WH1697> da-Var concerning any matter וְלָאֹצָרֽוֹת׃ <WH214> ve-la-'o-tza-Rot. or concerning the treasures"},{"number":16,"verse":"וַתִּכֹּן֙ <WH3559> vat-tik-Kon was prepared כָּל־ <WH3605> kol- all מְלֶ֣אכֶת <WH4399> me-Le-chet Now all the work שְׁלֹמֹ֔ה <WH8010> she-lo-Moh, of Solomon עַד־ <WH5704> 'ad- and until הַיּ֛וֹם <WH3117> hai-Yom unto the day מוּסַ֥ד <WH4143> mu-Sad of the foundation בֵּית־ <WH1004> beit- of the house יְהוָ֖ה <WH3068> Yah-weh of the LORD וְעַד־ <WH5704> ve-'ad- and until כְּלֹת֑וֹ <WH3615> ke-lo-To; and until it was finished שָׁלֵ֖ם <WH8003> sha-Lem was perfected בֵּ֥ית <WH1004> beit [So] the house יְהוָֽה׃ <WH3068> Yah-weh. of the LORD ס sa-Mek"},{"number":17,"verse":"אָז֩ <WH227> 'az Then הָלַ֨ךְ <WH1980> ha-Lach Then went שְׁלֹמֹ֜ה <WH8010> she-lo-Moh Solomon לְעֶצְיֽוֹן־ le-'etz-yon- גֶּ֧בֶר <WH6100> Ge-ver to Eziongeber וְאֶל־ <WH413> ve-'el- and to אֵיל֛וֹת <WH359> ei-Lot and to Eloth עַל־ <WH5921> 'al- and שְׂפַ֥ת <WH8193> se-Fat side הַיָּ֖ם <WH3220> hai-Yam at the sea בְּאֶ֥רֶץ <WH776> be-'E-retz in the land אֱדֽוֹם׃ <WH123> e-Dom. of Edom"},{"number":18,"verse":"וַיִּֽשְׁלַֽח־ <WH7971> vai-yish-lach- sent לוֹ֩ lo חוּרָ֨ם <WH2361> chu-Ram And Huram בְּיַד־ <WH3027> be-yad- him by the hands עֲבָדָ֜יו <WH5650> 'a-va-Dav of his servants; אֹונִיֹּות 'o-ni-yot כאֳנִיֹּ֗ות <WH591> 'o-ni-Yot, ship קוַעֲבָדִים֮ <WH5650> va-'a-va-Dim and servants י֣וֹדְעֵי <WH3045> Yod-'ei that had knowledge יָם֒ <WH3220> yam of the sea וַיָּבֹ֜אוּ <WH935> vai-ya-Vo-'u and they went עִם־ <WH5973> 'im- with עַבְדֵ֤י <WH5650> 'av-Dei with the servants שְׁלֹמֹה֙ <WH8010> she-lo-Moh of Solomon אוֹפִ֔ירָה <WH211> o-Fi-rah, to Ophir וַיִּקְח֣וּ <WH3947> vai-yik-Chu and took מִשָּׁ֔ם <WH8033> mish-Sham, there אַרְבַּע־ <WH702> 'ar-ba'- thence four מֵא֥וֹת <WH3967> me-'ot hundred וַחֲמִשִּׁ֖ים <WH2572> va-cha-mish-Shim and fifty כִּכַּ֣ר <WH3603> kik-Kar talents זָהָ֑ב <WH2091> za-Hav; of gold וַיָּבִ֖יאוּ <WH935> vai-ya-Vi-'u and brought אֶל־ <WH413> 'el- to הַמֶּ֥לֶךְ <WH4428> ham-Me-lech [them] to king שְׁלֹמֹֽה׃ <WH8010> she-lo-Moh. Solomon פ Peh"}]}