{"bibleAbbr":"MKJV1962","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":4,"verses":[{"number":1,"verse":"But it [was] a great calamity in Jonah's sight, and it kindled [anger] in him."},{"number":2,"verse":"And he prayed to Jehovah and said, Please, O Jehovah, [was] this not my saying when I was still in my land? On account of this I fled before to Tarshish. For I knew that You [are] a gracious God, and merciful, slow to anger, and of great kindness, and One who repents over calamity."},{"number":3,"verse":"And now, O Jehovah, I beseech You, take my life from me. For better [is] my death than my life."},{"number":4,"verse":"And Jehovah said, Is anger rightly kindled in you?"},{"number":5,"verse":"And Jonah went out of the city and sat on the east of the city. And he made himself a booth there and sat under it in the shade, until he might see what would happen in the city."},{"number":6,"verse":"And Jehovah God prepared a plant, and it came up over Jonah, to be shade over his head, in order to deliver him from his misery. And Jonah rejoiced [with] great joy over the plant."},{"number":7,"verse":"But God prepared a worm as the morning dawned the next day. And it struck the plant, and it withered."},{"number":8,"verse":"And it happened when the sun shone, God ordained a scorching east wind. And the sun beat on the head of Jonah, so that he fainted. And he asked for his life to die. And he said, Better [is] my death than my life."},{"number":9,"verse":"And God said to Jonah, Is your anger rightly kindled over the plant? And he said, My anger is rightly kindled, [even] to death."},{"number":10,"verse":"And Jehovah said, You have had pity on the plant, for which you had not labored, nor made it grow, which was a son of a night, and perished the son of a night."},{"number":11,"verse":"And should I not spare Nineveh, that great city, in which are more than a hundred and twenty thousand men who do not know between [their] right [and their] left hand, besides much cattle?"}]}