{"bibleAbbr":"t4t2014","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":15,"verses":[{"number":1,"verse":"(The Israelis celebrated being rescued) Then Moses/I sang this song, and the Israeli people have been singing it occasionally ever since: “I will sing to Yahweh, because he has triumphed gloriously; He has thrown the horses and their riders into the sea!"},{"number":2,"verse":"Yahweh is the one who makes me strong, and he is the one I sing about. He is the one who has saved me. He is ◄my God/God, the one I worship►, and I will praise him. He is the one my father worshiped, and I will tell others how great he is."},{"number":3,"verse":"Yahweh is a warrior; Yahweh is his name."},{"number":4,"verse":"He has thrown the king's chariots and his army into the sea; His best officers all drowned in the Red Sea (OR, Gulf of Suez)."},{"number":5,"verse":"The water covered them like a flood; they sank to the bottom like a stone."},{"number":6,"verse":"O Yahweh, your right arm has awesome power; with that power [MTY], O Yahweh, you have crushed/smashed the enemy into pieces."},{"number":7,"verse":"You have gloriously defeated your enemies. Because you were angry with them, you have destroyed them like a fire burns up straw [SIM]."},{"number":8,"verse":"You blew on the sea, and the water piled up high; the water stood up like two walls. In the deepest part of the sea the water became thick/solid, as though it was frozen."},{"number":9,"verse":"Our enemies said, ‘We will pursue them and catch up to them. We will draw our swords and strike them. After we defeat them, we will divide up the spoils. We will take from them all we want.’"},{"number":10,"verse":"But you blew on them with your breath, and then the sea covered them. They sank like lead/rocks in the big waves."},{"number":11,"verse":"Yahweh, among their gods, there is no god like you [RHQ]! You are glorious, completely different from all that you made. ◄There is no one like you!/What god is like you?► [RHQ] There is no one who can perform all kinds of miracles [DOU] like you do [RHQ]!"},{"number":12,"verse":"When you stretched out your right hand, the earth swallowed up our enemies!"},{"number":13,"verse":"You faithfully loved the people you rescued; with your power you are leading them to the land that you have set apart."},{"number":14,"verse":"The people of other nations will hear what you have done; and they will tremble. The people in Philistia will be terrified."},{"number":15,"verse":"The chiefs in Edom will be dismayed. The leaders in Moab will be so afraid, they will shake. All those who live in Canaan will faint."},{"number":16,"verse":"They will be terrified and fearful because of your great strength [MTY]. But they will be as silent as stones until your people march past them, the people you freed from being slaves in Egypt,"},{"number":17,"verse":"to go to Canaan land. You will enable them to live [MET] on your hill, at the place that you, O Yahweh, have chosen to be your home, in the ◄holy place/temple► that you yourself will build."},{"number":18,"verse":"O Yahweh, you will rule forever!"},{"number":19,"verse":"When the king's horses and chariots and horsemen tried to go through the sea, Yahweh caused the water to come back and cover them. But the Israeli people walked through the middle of the sea on dry ground.”"},{"number":20,"verse":"Then Miriam, who was Aaron's older sister and a ◄prophetess/woman who spoke messages that came directly from God►, picked up her tambourine,"},{"number":21,"verse":"and she sang to Yahweh this song: “Sing to Yahweh, because he has triumphed gloriously over his enemies. He has thrown the horses and their riders into the sea.”"},{"number":22,"verse":"(Yahweh made bitter water become good water to drink) Then Moses/I led the Israeli people away from the Red Sea (OR, Gulf of Suez). They/we went to the desert at Shur. They/We walked for three days, but they/we could not find any water."},{"number":23,"verse":"So they/we went on and came to a place named Marah. There was water there, but they/we could not drink it, because it was bitter. That is why they named the place Marah, which is the Hebrew word that means 'bitter'."},{"number":24,"verse":"The people complained to Moses/me, saying, “What are we going to drink?”"},{"number":25,"verse":"So Moses/I prayed earnestly to Yahweh. Then Yahweh showed him/me a tree. So he/I took one of the branches and threw it into the water, and the water became good to drink. There at Marah, Yahweh gave them various laws to direct their lives. He also tested them there, to determine if they would obey him,"},{"number":26,"verse":"by saying, “I am Yahweh, your God. If you will carefully obey me when I speak to you, and do those things that I know are right, and pay close attention to all the things that I command you, I will keep you from being afflicted by all the diseases that I brought on the Egyptians. Do not forget that I am the one who heals you.”"},{"number":27,"verse":"After they/we left Marah, they/we came to a place named Elim. There were twelve springs of water and seventy palm trees there. So they/we camped there."}]}