{"bibleAbbr":"t4t2014","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":18,"verses":[{"number":1,"verse":"Moses' father-in-law, Jethro, came to visit himJethro, who was the priest for the Midian people-group, and who was also Moses'/my father-in-law, heard about all that God had done for the Israeli people. He heard about how Yahweh had brought them out of Egypt."},{"number":2,"verse":"Moses/I had previously sent his/my wife Zipporah back home when he/I was returning to Egypt. But now Jethro came to him/me,"},{"number":3,"verse":"bringing Zipporah and her two sons. One son was named Gershom, which sounds like the Hebrew word that means 'foreigner', because he/I had said, “I have been a foreigner living in another land.”"},{"number":4,"verse":"Her other son was named Eliezer, which sounds like the Hebrew words that mean 'God helps me', because he/I had said “God, whom my father worshiped, has helped me and saved me from being killed [MTY] by the king of Egypt.”"},{"number":5,"verse":"While Moses/I was camped with the Israeli people in the desert near Sinai, God's sacred/holy mountain, Jethro came to him/me, bringing along Moses'/my wife and our two sons."},{"number":6,"verse":"Jethro had sent a message to Moses/me, “I, your father-in-law, Jethro, am coming to see you, bringing along your wife and her two sons!”"},{"number":7,"verse":"So Moses/I went out of the campsite to meet his/my father-in-law. He/I bowed before him, and kissed him on the cheek. ◄They both/We► asked each other, “Have you been healthy?” Then they/we went into Moses'/my tent."},{"number":8,"verse":"Moses/I told Jethro everything that Yahweh had done to the king and all the other people in Egypt for the sake of the Israeli people. He/I also told him about the troubles/problems they/we had experienced on the way, and how Yahweh had helped them/us."},{"number":9,"verse":"Jethro rejoiced when he heard all that Yahweh had done for the Israeli people."},{"number":10,"verse":"He said, “Praise Yahweh, who has rescued you from the powerful [MTY] Egyptian king and his army!"},{"number":11,"verse":"Now I realize that Yahweh is greater than all other gods, because he rescued you from the power [MTY] of the proud Egyptians when they were causing you to suffer.”"},{"number":12,"verse":"Then Jethro brought an animal to sacrifice it by burning it completely on the altar as an offering, and he also offered other sacrifices to God. Aaron and the Israeli elders/leaders went with them/us to eat a sacred meal with Jethro."},{"number":13,"verse":"Jethro gave Moses some good advice about appointing judgesThe next day, Moses/I sat down at the place where he/I settled disputes among the people. The people were continually bringing their disputes to Moses/me, from the morning until the evening."},{"number":14,"verse":"When Jethro saw everything that Moses/I was doing for the people, he said, “◄Why are you doing all this for the people?/You should not be doing all this for the people!► [RHQ] Why are you doing this by yourself, and all the people are standing around you, from the morning until the evening, asking you to make decisions for them [RHQ]?”"},{"number":15,"verse":"Moses/I replied, “I am doing this because the people keep coming to me to find out what God desires."},{"number":16,"verse":"When they have a dispute about something, they come to me, and they ask me to decide which of them is right. I also tell them all of God's laws and instructions.”"},{"number":17,"verse":"Jethro said to him/me, “What you are doing is not good for you or for the people."},{"number":18,"verse":"You and these people will ◄wear yourselves out/become exhausted►! This work is too much for you. You are not able to do it by yourself."},{"number":19,"verse":"Now listen to some good advice [MTY] I will give to you. If you do what I suggest, God will help you. You should continue to speak to God and tell him about the people's disputes."},{"number":20,"verse":"You should also teach them what God has commanded and instructed you. You should also explain to them how they should conduct their lives, and the things that they should do."},{"number":21,"verse":"In addition, you should choose some other men to help you. Choose men who have reverence for God and who will not accept bribes. Appoint some of them to make decisions for groups of ten people, some for groups of fifty people, some for groups of a hundred people, and some for groups of a thousand people."},{"number":22,"verse":"Allow them to serve permanently to settle disputes for the people. The difficult matters they can bring to you; but the matters that are not difficult, they can decide themselves. That will make the work easier for you, as they help you do that work."},{"number":23,"verse":"If you do that, and I think that God is telling you to do it (OR, if God tells you to do it), you will ◄be able to endure the stress/not become exhausted►, and all the people will be able to go home peacefully, with their disputes settled quickly”."},{"number":24,"verse":"Moses/I accepted what his/my father-in-law Jethro suggested."},{"number":25,"verse":"Moses/I chose capable men from among the Israeli people."},{"number":26,"verse":"They were appointed permanently to decide about the people's disputes. They brought the difficult cases to Moses/me, but they decided the matters that were not difficult by themselves."},{"number":27,"verse":"Then Moses/I said goodbye to his/my father-in-law, and Jethro returned home."}]}