{"bibleAbbr":"t4t2014","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":39,"verses":[{"number":1,"verse":"They made the sacred clothes for AaronBezalel, Oholiab, and the other skilled workmen made the beautiful clothes for Aaron to wear while he did his work as a priest in the Holy Place. They made them from blue, purple, and red cloth, just as Yahweh had commanded Moses/me."},{"number":2,"verse":"They made the sacred apron from fine white linen and from blue, purple, and red cloth."},{"number":3,"verse":"They hammered some thin sheets of gold and cut them into thin strips which they embroidered into the fine linen and into the blue, purple, and red cloth."},{"number":4,"verse":"It had two shoulder straps, to join the front part to the back part at its sides."},{"number":5,"verse":"A carefully-woven sash, which was made from the same materials as the sacred apron, was sewn onto the sacred apron. This was made exactly as Yahweh had commanded Moses/me."},{"number":6,"verse":"They cut two valuable onyx stones and enclosed them in a tiny frame, and a skilled gem-cutter engraved on the stones the names of the twelve sons of Jacob."},{"number":7,"verse":"They fastened the stones to the shoulder straps of the sacred apron, to represent the twelve Israeli tribes, exactly as Yahweh had commanded Moses/me."},{"number":8,"verse":"They made the sacred chest pouch. They made it of the same materials as the sacred apron and embroidered it in the same way."},{"number":9,"verse":"It was square, and the material was folded double, so that it was ◄9 in./22 cm.► on each side."},{"number":10,"verse":"They fastened four rows of valuable stones onto the pouch. In the first row, they put a red ruby, a yellow topaz, and a red garnet."},{"number":11,"verse":"In the second row, they put a green emerald, a blue sapphire, and a clear/white diamond."},{"number":12,"verse":"In the third row they put a red jacinth, a white agate, and a purple amethyst."},{"number":13,"verse":"In the fourth row, they put a yellow beryl, a red carnelian, and a green jasper. They put tiny gold frames around each of the stones."},{"number":14,"verse":"On each of the twelve stones they engraved the name of one of the sons of Jacob, to represent one of the twelve Israeli tribes."},{"number":15,"verse":"They made two chains from pure gold and braided them like cords, to attach the sacred pouch to the sacred apron."},{"number":16,"verse":"They made two gold rings, and they attached them to the upper corners of the sacred pouch."},{"number":17,"verse":"They made two gold cords and fastened one end of each cord to one of the rings."},{"number":18,"verse":"They fastened the other end of each cord to the two ◄settings/tiny frames► that enclosed the stones. Then they attached the sacred pouch to the shoulder straps of the sacred apron."},{"number":19,"verse":"Then they made two more gold rings and attached them to the lower corners of the sacred pouch, on the inside edges, next to the sacred apron."},{"number":20,"verse":"They made two more gold rings and attached them to the lower part of the front of the shoulder straps, near to where the shoulder straps were joined to the sacred apron, just above the carefully-woven sash/waistband."},{"number":21,"verse":"They tied the rings on the sacred pouch to the rings on the sacred apron with a blue cord, so that the sacred pouch was above the sash/waistband and would not come loose from the sacred apron."},{"number":22,"verse":"They made other special clothes for the priestsThey made the robe that is to be worn underneath the priest's sacred apron using only blue cloth."},{"number":23,"verse":"It had an opening through which the priest would put his head. They sewed a border around this opening, to prevent the material from tearing."},{"number":24,"verse":"At the lower edge on the robe, they fastened decorations that resembled pomegranate fruit. The decorations were woven from blue, purple, and red yarn/thread."},{"number":25,"verse":"Between each of these decorations, they fastened a tiny bell made from pure gold,"},{"number":26,"verse":"for Aaron to wear while he did his work as a priest. They made all these things exactly as Yahweh had commanded Moses/me."},{"number":27,"verse":"They wove long-sleeved tunics/gowns from fine white linen, for Aaron and his sons."},{"number":28,"verse":"They also made a turban of fine linen for Aaron to wear around his head. They made the caps and the undershorts for Aaron's sons from fine linen."},{"number":29,"verse":"They made the embroidered sash/waistband for Aaron from fine linen and from blue, purple, and red cloth, and they embroidered designs on it using blue, purple, and red yarn/thread, exactly as Yahweh had commanded Moses/me."},{"number":30,"verse":"They also made the tiny ornament of pure gold and had a skilled workman engrave on it the words, 'Dedicated to Yahweh.'"},{"number":31,"verse":"They fastened this to the front of the turban by a blue cord, just as Yahweh had commanded Moses/me."},{"number":32,"verse":"Finally they finished all the work to make the Sacred Tent. They brought to Moses/me all the things that they had made. They had made them exactly as Yahweh had commanded me."},{"number":33,"verse":"They brought to him/me the Sacred Tent and all the things that were used with it: The hooks, the frames, the crossbars, the posts and their bases,"},{"number":34,"verse":"the coverings for the Sacred Tent that were made of tanned/dyed rams' skins and goatskins, the curtains,"},{"number":35,"verse":"the sacred chest that contained the stone slabs on which the commandments were written, the lid for the chest,"},{"number":36,"verse":"the table with all the things that were used with it, the sacred bread that was offered to God,"},{"number":37,"verse":"the lampstand made of pure gold and all its lamps and all the things that were to be used to take care of it, the oil for the lamps,"},{"number":38,"verse":"the golden altar for burning incense, the oil for anointing, the sweet-smelling incense, the curtain for the entrance to the Sacred Tent,"},{"number":39,"verse":"the bronze altar for burning sacrifices and its bronze grating, the poles for carrying it, and all the other things that were used with it, the washbasin and its base,"},{"number":40,"verse":"the curtains that surrounded the courtyard, the posts and bases that supported them, the curtain for the entrance to the courtyard and its ropes, the tent pegs, and all the other things that would be used in the Sacred Tent,"},{"number":41,"verse":"the beautiful sacred clothes for Aaron to wear when he did his work in the Holy Place, and the special clothes for his sons to wear as they did their work as priests."},{"number":42,"verse":"The Israeli people had done all this work exactly as Yahweh had commanded Moses/me."},{"number":43,"verse":"Then Moses/I saw all the work that they had done. Truly, they had done everything exactly as Yahweh had commanded that it should be done. Then Moses/I asked God to bless them."}]}