{"bibleAbbr":"NET2007","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":1,"verses":[{"number":1,"verse":"(The King Throws a Lavish Party) (sn In the English Bible Esther appears adjacent to Ezra-Nehemiah and with the historical books, but in the Hebrew Bible it is one of five short books (the so-called Megillot) that appear toward the end of the biblical writings. The canonicity of the book was questioned by some in ancient Judaism and early Christianity. It is one of five OT books that were at one time regarded as antilegomena (i. e., books “spoken against”). The problem with Esther was the absence of any direct mention of God. Some questioned whether a book that did not mention God could be considered sacred scripture. Attempts to resolve this by discovering the tetragrammaton (YHWH) encoded in the Hebrew text (e. g., in the initial letters of four consecutive words in the Hebrew text of Esth 5:4) are unconvincing, although they do illustrate how keenly the problem was felt by some. Martin Luther also questioned the canonicity of this book, objecting to certain parts of its content. Although no copy of Esther was found among the Dead Sea Scrolls, this does not necessarily mean that the Qumran community did not regard it as canonical. It is possible that the absence of Esther from what has survived at Qumran is merely a coincidence. Although the book does not directly mention God, it would be difficult to read it without sensing the providence of God working in powerful, though at times subtle, ways to rescue his people from danger and possible extermination. The absence of mention of the name of God may be a deliberate part of the literary strategy of the writer.) The following events happened (tn Heb “it came about”; KJV, ASV “Now it came to pass.”) in the days of Ahasuerus. (tn Where the Hebrew text has “Ahasuerus” (so KJV, NAB, NASB, NRSV) in this book the LXX has “Artaxerxes.” The ruler mentioned in the Hebrew text is Xerxes I (ca. 486-465 B. C.), and a number of modern English versions use “Xerxes” (e. g., NIV, NCV, CEV, NLT).) (I am referring to (tn Heb “in the days of Ahasuerus, that Ahasuerus who used to rule…” The phrase “I am referring to” has been supplied to clarify the force of the third person masculine singular pronoun, which is functioning like a demonstrative pronoun.) that Ahasuerus who used to rule over a hundred and twenty-seven provinces (sn The geographical extent of the Persian empire was vast. The division of Xerxes’ empire into 127 smaller provinces was apparently done for purposes of administrative efficiency.) extending all the way from India to Ethiopia. (tn Heb “Cush” (so NIV, NCV; KJV “Ethiopia”) referring to the region of the upper Nile in Africa. India and Cush (i. e., Ethiopia) are both mentioned in a tablet taken from the foundation of Xerxes’ palace in Persepolis that describes the extent of this empire. See ANET 316-17.) )"},{"number":2,"verse":"In those days, as King Ahasuerus sat on his royal throne in Susa (tn Heb “Shushan” (so KJV, ASV). Most recent English versions render this as “Susa.”sn The city of Susa served as one of several capitals of Persia during this time; the other locations were Ecbatana, Babylon, and Persepolis. Partly due to the extreme heat of its summers, Susa was a place where Persian kings stayed mainly in the winter months. Strabo indicates that reptiles attempting to cross roads at midday died from the extreme heat (Geography 15.3.10-11).) the citadel, (tn The Hebrew word בִּירָה (birah) can refer to a castle or palace or temple. Here it seems to have in mind that fortified part of the city that might be called an acropolis or citadel. Cf. KJV “palace”; NAB “stronghold”; NASB “capital”; NLT “fortress.”)"},{"number":3,"verse":"in the third (sn The third year of Xerxes’ reign would be ca. 483 b. c.) year of his reign he provided a banquet for all his officials and his servants. The army (tc Due to the large numbers of people implied, some scholars suggest that the original text may have read “leaders of the army” (cf. NAB “Persian and Median aristocracy”; NASB “the army officers”; NIV “the military leaders”). However, there is no textual evidence for this emendation, and the large numbers are not necessarily improbable.) of Persia and Media (sn Unlike the Book of Daniel, the usual order for this expression in Esther is “Persia and Media” (cf. vv. 14, 18, 19). In Daniel the order is “Media and Persia,” indicating a time in their history when Media was in the ascendancy.) was present, (sn The size of the banquet described here, the number of its invited guests, and the length of its duration, although certainly immense by any standard, are not without precedent in the ancient world. C. A. Moore documents a Persian banquet for 15000 people and an Assyrian celebration with 69574 guests (Esther [AB], 6).) as well as the nobles and the officials of the provinces."},{"number":4,"verse":"He displayed the riches of his royal glory and the splendor of his majestic greatness for a lengthy period of time (tn Heb “many days” (so KJV, ASV); NASB, NRSV “for many days.”) — a hundred and eighty days, to be exact! (tn The words “to be exact!” are not in the Hebrew text but have been supplied in the translation to bring out the clarifying nuance of the time period mentioned. Cf. KJV “even an hundred and fourscore days.”)"},{"number":5,"verse":"When those days (tc The Hebrew text of Esther does not indicate why this elaborate show of wealth and power was undertaken. According to the LXX these were “the days of the wedding” (αἱ ἡμέραι τοῦ γάμου, Jai Jhmerai tou gamou), presumably the king’s wedding. However, a number of scholars have called attention to the fact that this celebration takes place just shortly before Xerxes’ invasion of Greece. It is possible that the banquet was a rallying for the up-coming military effort. See Herodotus, Histories 7.8. There is no reason to adopt the longer reading of the LXX here.) were completed, the king then provided a seven-day (tc The LXX has ἕξ ({ex, “six”) instead of “seven.” Virtually all English versions follow the reading of the MT here, “seven.”) banquet for all the people who were present (tn Heb “were found.”) in Susa the citadel, for those of highest standing to the most lowly. (tn Heb “from the great and unto the small.”) It was held in the court located in the garden of the royal palace."},{"number":6,"verse":"The furnishings included linen and purple curtains hung by cords of the finest linen (sn The finest linen was byssus, a fine, costly, white fabric made in Egypt, Palestine, and Edom, and imported into Persia (BDB 101 s. v. בּוּץ; HALOT 115-16 s. v. בּוּץ).) and purple wool on silver rings, alabaster columns, gold and silver couches (tn The Hebrew noun מִטָּה (mittah) refers to a reclining couch (cf. KJV “beds”) spread with covers, cloth and pillow for feasting and carousing (Ezek 23:41; Amos 3:12; 6:4; Esth 1:6; 7:8). See BDB 641-42 s. v.; HALOT 573 s. v.) displayed on a floor made of valuable stones of alabaster, mother-of-pearl, and mineral stone."},{"number":7,"verse":"Drinks (tn Heb “to cause to drink” (Hiphil infinitive construct of שָׁקָה, shaqah). As the etymology of the Hebrew word for “banquet” (מִשְׁתֶּה, mishteh, from שָׁתָה, shatah, “to drink”) hints, drinking was a prominent feature of ancient Near Eastern banquets.) were served in golden containers, all of which differed from one another. Royal wine was available in abundance at the king’s expense."},{"number":8,"verse":"There were no restrictions on the drinking, (tn Heb “the drinking was according to law; there was no one compelling.”) for the king had instructed all of his supervisors (tn Heb “every chief of his house”; KJV “all the officers of his house”; NLT “his staff.”) that they should do as everyone so desired. (tn Heb “according to the desire of man and man.”)"},{"number":9,"verse":"Queen Vashti (sn Vashti is the name of Xerxes’ queen according to the Book of Esther. But in the Greek histories of this period the queen’s name is given as Amestris (e. g., Herodotus, Histories 9.108-13). The name Vashti does not seem to occur in the nonbiblical records from this period. Apparently the two women are not to be confused, but not enough is known about this period to reconcile completely the biblical and extrabiblical accounts.) also gave a banquet for the women in King Ahasuerus’ royal palace."},{"number":10,"verse":"(Queen Vashti is Removed from Her Royal Position) On the seventh day, as King Ahasuerus was feeling the effects of the wine, (tn Heb “as the heart of the king was good with the wine.” Here the proper name (King Ahasuerus) has been substituted for the title in the translation for stylistic reasons.) he ordered Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carcas, the seven eunuchs who attended him, (tn Heb “King Ahasuerus”; here the proper name has been replaced by the pronoun “him” in the translation for stylistic reasons. Cf. similarly NIV, NCV, CEV, NLT “King Xerxes.”)"},{"number":11,"verse":"to bring Queen Vashti into the king’s presence wearing her royal high turban. He wanted to show the people and the officials her beauty, for she was very attractive. (tn Heb “was good of appearance”; KJV “was fair to look on”; NAB “was lovely to behold.”)"},{"number":12,"verse":"But Queen Vashti refused (sn Refusal to obey the king was risky even for a queen in the ancient world. It is not clear why Vashti behaved so rashly and put herself in such danger. Apparently she anticipated humiliation of some kind and was unwilling to subject herself to it, in spite of the obvious dangers. There is no justification in the biblical text for an ancient Jewish targumic tradition that the king told her to appear before his guests dressed in nothing but her royal high turban, that is, essentially naked.) to come at the king’s bidding (tn Heb “at the word of the king”; NASB “at the king’s command.”) conveyed through the eunuchs. Then the king became extremely angry, and his rage consumed (tn Heb “burned in him” (so KJV).) him."},{"number":13,"verse":"The king then inquired of the wise men who were discerners of the times — for it was the royal custom to confer with all those who were proficient in laws and legalities. (tn Heb “judgment” (so KJV); NASB, NIV “justice”; NRSV “custom.”)"},{"number":14,"verse":"Those who were closest to him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan. These men were the seven officials of Persia and Media who saw the king on a regular basis (tn Heb “seers of the face of the king”; NASB “who had access to the king’s presence.”) and had the most prominent offices (tn Heb “were sitting first”; NAB “held first rank in the realm.”) in the kingdom."},{"number":15,"verse":"The king asked, (tn These words are not present in the Hebrew text, but have been supplied in the translation for clarity (cf. NIV, NCV, CEV, NLT, all of which supply similar phrases).) “By law, (tc The location of the prepositional phrase “according to law” is somewhat unusual in the Hebrew text, but not so much so as to require emendation. Some scholars suggest deleting the phrase as an instance of dittography from the final part of the immediately preceding word in v. 14. Others suggest taking the phrase with the end of v. 14 rather than with v. 15. Both proposals, however, lack adequate justification.) what should be done to Queen Vashti in light of the fact that she has not obeyed the instructions of King Ahasuerus conveyed through the eunuchs?”"},{"number":16,"verse":"Memucan then replied to the king and the officials, “The wrong of Queen Vashti is not against the king alone, but against all the officials and all the people who are throughout all the provinces of King Ahasuerus."},{"number":17,"verse":"For the matter concerning the queen will spread to all the women, leading them to treat their husbands with contempt, saying, ‘When King Ahasuerus gave orders to bring Queen Vashti into his presence, she would not come.’"},{"number":18,"verse":"And this very day the noble ladies of Persia and Media who have heard the matter concerning the queen will respond in the same way to all the royal officials, and there will be more than enough contempt and anger!"},{"number":19,"verse":"If the king is so inclined, (sn Heb “If upon the king it is good”; KJV “If it please the king.” Deferential language was common in ancient Near Eastern court language addressing a despot; it occurs often in Esther.) let a royal edict go forth from him, and let it be written in the laws of Persia and Media that cannot be repealed, (sn Laws…that cannot be repealed. On the permanence of the laws of Media and Persia see also Esth 8:8 and Dan 6:8, 12, 15.) that Vashti (sn Previously in this chapter the word “queen” accompanies Vashti’s name (cf. vv. 9, 11, 12, 15, 16, 17). But here, in anticipation of her demotion, the title is dropped.) may not come into the presence of King Ahasuerus, and let the king convey her royalty to another (tn Heb “her neighbor”; NIV “someone else.”) who is more deserving than she. (tn Heb “who is better than she.” The reference is apparently to worthiness of the royal position as demonstrated by compliance with the king’s wishes, although the word טוֹב (tob, “good”) can also be used of physical beauty. Cf. NAB, NASB, NLT “more worthy than she.”)"},{"number":20,"verse":"And let the king’s decision which he will enact be disseminated (tn Heb “heard”; KJV, NAB, NLT “published”; NIV, NRSV “proclaimed.”) throughout all his kingdom, vast though it is. (tc The phrase “vast though it is” is not included in the LXX, although it is retained by almost all English versions.) Then all the women will give honor to their husbands, from the most prominent to the lowly.”"},{"number":21,"verse":"The matter seemed appropriate to the king and the officials. So the king acted on the advice of Memucan."},{"number":22,"verse":"He sent letters throughout all the royal provinces, to each province according to its own script and to each people according to its own language, (sn For purposes of diplomacy and governmental communication throughout the far-flung regions of the Persian empire the Aramaic language was normally used. Educated people throughout the kingdom could be expected to have competence in this language. But in the situation described in v. 22 a variety of local languages are to be used, and not just Aramaic, so as to make the king’s edict understandable to the largest possible number of people.) that every man should be ruling his family (tn Heb “in his house”; NIV “over his own household.”) and should be speaking the language of his own people. (tc The final prepositional phrase is not included in the LXX, and this shorter reading is followed by a number of English versions (e. g., NAB, NRSV, NLT). Some scholars suggest the phrase may be the result of dittography from the earlier phrase “to each people according to its language,” but this is not a necessary conclusion. The edict was apparently intended to reassert male prerogative with regard to two things (and not just one): sovereign and unquestioned leadership within the family unit, and the right of deciding which language was to be used in the home when a bilingual situation existed.)"}]}