{"bibleAbbr":"NET2007","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":3,"verses":[{"number":1,"verse":"(Haman Conspires to Destroy the Jews) Some time later (tn Heb “after these things” (so KJV, ASV); NAB, NASB, NIV “After these events.”) King Ahasuerus promoted (tn Heb “made great”; NAB “raised…to high rank”; NIV “honored.” sn The promotion of Haman in 3:1 for reasons unexplained contrasts noticeably with 2:19–23, where Mordecai’s contribution to saving the king’s life goes unnoticed. The irony is striking.) Haman the son of Hammedatha, the Agagite, exalting him and setting his position (tn Heb “chair”; KJV, NRSV “seat”; NASB “established his authority.”) above that of all the officials who were with him."},{"number":2,"verse":"As a result, (tn Heb “and” (so KJV, NASB, NRSV). Other modern English versions leave the conjunction untranslated here (NAB, NIV, NCV, NLT).) all the king’s servants who were at the king’s gate were bowing and paying homage to Haman, for the king had so commanded. However, Mordecai did not bow, (sn Mordecai did not bow. The reason for Mordecai’s refusal to bow before Haman is not clearly stated here. Certainly the Jews did not refuse to bow as a matter of principle, as though such an action somehow violated the second command of the Decalogue. Many biblical texts bear witness to their practice of falling prostrate before people of power and influence (e. g., 1 Sam 24:8; 2 Sam 14:4; 1 Kgs 1:16). Perhaps the issue here was that Haman was a descendant of the Amalekites, a people who had attacked Israel in an earlier age (see Exod 17:8–16; 1 Sam 15:17–20; Deut 25:17–19).) nor did he pay him homage."},{"number":3,"verse":"Then the servants of the king who were at the king’s gate asked Mordecai, “Why are you violating the king’s commandment?”"},{"number":4,"verse":"And after they had spoken to him day after day (sn Mordecai’s position in the service of the king brought him into regular contact with these royal officials. Because of this association the officials would have found ample opportunity to complain of Mordecai’s refusal to honor Haman by bowing down before him.) without his paying any attention to them, they informed Haman to see whether this attitude on Mordecai’s part would be permitted. (tn Heb “Will the matters of Mordecai stand?”; NASB “to see whether Mordecai’s reason would stand.”) Furthermore, he had disclosed to them that he was a Jew. (sn This disclosure of Jewish identity is a reversal of the practice mentioned in 1:10, 20.)"},{"number":5,"verse":"When Haman saw that Mordecai was not bowing or paying homage to him, he (tn Heb “Haman.” The pronoun (“he”) was used in the translation for stylistic reasons. Repeating the proper name here is redundant according to contemporary English style, although the name is repeated in NASB and NRSV.) was filled with rage."},{"number":6,"verse":"But the thought of striking out against (tn Heb “to send a hand against”; KJV, NRSV “to lay hands on.”) Mordecai alone was repugnant to him, for he had been informed (tn Heb “they had related to him.” For stylistic reasons this has been translated as a passive construction.) of the identity of Mordecai’s people. (tc The entire first half of the verse is not included in the LXX.) So Haman sought to destroy all the Jews (that is, the people of Mordecai) (tc This parenthetical phrase is not included in the LXX. Some scholars emend the MT reading עַם (’am, “people”) to עִם (’im, “with”), arguing that the phrase is awkwardly placed and syntactically inappropriate. While there is some truth to their complaint, the MT makes sufficient sense to be acceptable here, and is followed by most English versions.) who were in all the kingdom of Ahasuerus."},{"number":7,"verse":"In the first month (that is, the month of Nisan), in the twelfth year (sn This year would be ca. 474 b. c. The reference to first month and twelfth month indicate that about a year had elapsed between this determination and the anticipated execution.) of King Ahasuerus’ reign, pur (tn The term פּוּר (pur, “lot”) is an Akkadian loanword; the narrator therefore explains it for his Hebrew readers (“that is, the lot”). It is from the plural form of this word (i. e., Purim) that the festival celebrating the deliverance of the Jews takes its name (cf. 9:24, 26, 28, 31).) (that is, the lot) was cast before Haman in order to determine a day and a month. (tc The LXX adds the following words: “in order to destroy in one day the race of Mordecai, and the lot fell on the fourteenth day of the month.” The LXX reading is included by NAB. tn Heb “from day to day and from month to month” (so KJV, NASB).) It turned out to be the twelfth month (that is, the month of Adar). (tn Since v. 7 seems to interrupt the flow of the narrative, many scholars have suggested that it is a late addition to the text. But there is not enough evidence to warrant such a conclusion. Even though its placement is somewhat awkward, the verse supplies to the reader an important piece of chronological information.)"},{"number":8,"verse":"Then Haman said to King Ahasuerus, “There is a particular people (tn Heb “one people.” Note the subtle absence at this point of a specific mention of the Jewish people by name.) that is dispersed and spread among the inhabitants (tn Heb “peoples” (so NASB, NIV); NAB “nations”) throughout all the provinces of your kingdom whose laws differ from those of all other peoples. Furthermore, they do not observe the king’s laws. It is not appropriate for the king to provide a haven for them. (tn Heb “to cause them to rest”; NASB “to let them remain”; NAB, NIV, NRSV “to tolerate them.”)"},{"number":9,"verse":"If the king is so inclined, (tn Heb “If upon the king it is good”; KJV “If it please the king.”) let an edict be issued (tn Heb “let it be written” (so KJV, ASV); NASB “let it be decreed.”) to destroy them. I will pay ten thousand talents of silver (sn The enormity of the monetary sum referred to here can be grasped by comparing this amount (10000 talents of silver) to the annual income of the empire, which according to Herodotus (Histories 3.95) was 14500 Euboic talents. In other words Haman is offering the king a bribe equal to two-thirds of the royal income. Doubtless this huge sum of money was to come (in large measure) from the anticipated confiscation of Jewish property and assets once the Jews had been destroyed. That such a large sum of money is mentioned may indicate something of the economic standing of the Jewish population in the empire of King Ahasuerus.) to be conveyed to the king’s treasuries for the officials who carry out this business.”"},{"number":10,"verse":"So the king removed his signet ring (sn Possessing the king’s signet ring would enable Haman to act with full royal authority. The king’s ring would be used to impress the royal seal on edicts, making them as binding as if the king himself had enacted them.) from his hand and gave it to Haman the son of Hammedatha, the Agagite, who was hostile toward the Jews."},{"number":11,"verse":"The king replied to Haman, “Keep your money, (tn Heb “the silver is given to you”; NRSV “the money is given to you”; CEV “You can keep their money.” C. A. Moore (Esther [AB], 40) understands these words somewhat differently, taking them to imply acceptance of the money on Xerxes’ part. He translates, “Well, it’s your money.”) and do with those people whatever you wish.” (tn Heb “according to what is good in your eyes”; NASB “do with them as you please.”)"},{"number":12,"verse":"So the royal scribes (tn Or “secretaries” (so NIV, NRSV, NLT).) were summoned in the first month, on the thirteenth day of the month. Everything Haman commanded was written to the king’s satraps (tn Or “princes” (so NLT); CEV “highest officials.”) and governors who were in every province and to the officials of every people, province by province according to its script and people by people according to its language. In the name of King Ahasuerus it was written and sealed with the king’s signet ring."},{"number":13,"verse":"Letters were sent by the runners to all the king’s provinces stating that (tn The words “stating that” are not in the Hebrew text but have been supplied in the translation for clarity.) they should destroy, kill, and annihilate all the Jews, from youth to elderly, both women and children, (tn Heb “children and women.” The translation follows contemporary English idiom, which reverses the order.) on a particular day, namely the thirteenth day (tc The LXX does not include the words “on the thirteenth day.”) of the twelfth month (that is, the month of Adar), and to loot and plunder their possessions."},{"number":14,"verse":"A copy of this edict was to be presented as law throughout every province; it was to be made known to all the inhabitants, (tn Heb “peoples” (so NASB, NRSV).) so that they would be prepared for this day."},{"number":15,"verse":"The messengers (tn Heb “runners.” So also in 8:10, 14. Cf. NAB, NASB, NIV, NRSV “couriers.”) scurried forth (tn Or “went forth in haste” (so ASV).) with the king’s order. (tn Heb “with the word of the king.”) The edict was issued in Susa the citadel. While the king and Haman sat down to drink, the city of Susa was in an uproar! (sn The city of Susa was in an uproar. This final statement of v. 15 is a sad commentary on the pathetic disregard of despots for the human misery and suffering that they sometimes inflict on those who are helpless to resist their power. Here, while common people braced for the reckless loss of life and property that was about to begin, the perpetrators went about their mundane activities as though nothing of importance was happening.)"}]}