{"bibleAbbr":"NET2007","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":8,"verses":[{"number":1,"verse":"(The King Acts to Protect the Jews) On that same day King Ahasuerus gave the estate (tn Heb “house” (so NAB, NASB, NRSV; also in vv. 2, 7). Cf. TEV “all the property.”) of Haman, that adversary of the Jews, to Queen Esther. Now Mordecai had come before the king, for Esther had revealed how he was related to her."},{"number":2,"verse":"The king then removed his signet ring (the very one he had taken back from Haman) and gave it to Mordecai. And Esther designated Mordecai to be in charge of Haman’s estate."},{"number":3,"verse":"Then Esther again spoke with the king, falling at his feet. She wept and begged him for mercy, that he might nullify the evil of Haman the Agagite which he had intended against the Jews. (sn As in 7:4 Esther avoids implicating the king in this plot. Instead Haman is given sole responsibility for the plan to destroy the Jews.)"},{"number":4,"verse":"When the king extended to Esther the gold scepter, she (tn Heb “Esther.” The pronoun (“she”) was used in the translation for stylistic reasons. A repetition of the proper name is redundant here in terms of contemporary English style.) arose and stood before the king."},{"number":5,"verse":"She said, “If the king is so inclined and if I have met with his approval and if the matter is agreeable to the king and if I am attractive to him, let an edict be written rescinding those recorded intentions of Haman the son of Hammedatha, the Agagite, (tc The LXX does not include the expression “the Agagite.”) which he wrote in order to destroy the Jews who are throughout all the king’s provinces."},{"number":6,"verse":"For how can I watch the calamity that will befall my people, and how can I watch the destruction of my relatives?” (tn Heb “my kindred” (so KJV, NASB, NRSV); NAB “my race”; NIV “my family”; NLT “my people and my family.”)"},{"number":7,"verse":"King Ahasuerus replied to Queen Esther and to Mordecai the Jew, “Look, I have already given Haman’s estate to Esther, and he has been hanged on the gallows because he took hostile action (tn Heb “sent forth his hand”; NAB, NIV “attacked”; NLT “tried to destroy.” Cf. 9:2.) against the Jews."},{"number":8,"verse":"Now you write in the king’s name whatever in your opinion is appropriate concerning the Jews and seal it with the king’s signet ring. Any decree that is written in the king’s name and sealed with the king’s signet ring cannot be rescinded."},{"number":9,"verse":"The king’s scribes were quickly (tn Heb “in that time”; NIV “At once.”) summoned — in the third month (that is, the month of Sivan), on the twenty-third day. (sn Cf. 3:12. Two months and ten days have passed since Haman’s edict to wipe out the Jews.) They wrote out (tn Heb “it was written”; this passive construction has been converted to an active one in the translation for clarity and for stylistic reasons.) everything that Mordecai instructed to the Jews and to the satraps and the governors and the officials of the provinces all the way from India to Ethiopia (tn Heb “Cush” (so NIV), referring to the region of the upper Nile in Africa. Cf. KJV and most other English versions “Ethiopia.”) — a hundred and twenty-seven provinces in all — to each province in its own script and to each people in their own language, and to the Jews according to their own script and their own language."},{"number":10,"verse":"Mordecai (tn Heb “He”; the referent (Mordecai) has been specified in the translation for clarity.) wrote in the name of King Ahasuerus and sealed it with the king’s signet ring. He then sent letters by couriers on horses, who rode royal horses that were very swift."},{"number":11,"verse":"The king thereby allowed the Jews who were in every city to assemble and to stand up for themselves — to destroy, to kill, and to annihilate any army of whatever people or province that should become their adversaries, including their women and children, (tn Heb “children and women.” As in 3:13, the translation follows contemporary English idiom, which reverses the order.) and to confiscate their property."},{"number":12,"verse":"This was to take place on a certain day throughout all the provinces of King Ahasuerus — namely, on the thirteenth day of the twelfth month (that is, the month of Adar)."},{"number":13,"verse":"A copy of the edict was to be presented as law throughout each and every province and made known to all peoples, so that the Jews might be prepared on that (tn Heb “this” (so NASB); most English versions read “that” here for stylistic reasons.) day to avenge themselves from their enemies."},{"number":14,"verse":"The couriers who were riding the royal horses went forth with the king’s edict without delay. (tn Heb “making haste and hurrying”; KJV, ASV “being hastened and pressed.”) And the law was presented in Susa the citadel as well."},{"number":15,"verse":"Now Mordecai went out from the king’s presence in purple and white royal attire, with a large golden crown and a purple linen mantle. The city of Susa shouted with joy. (tn Heb “shouted and rejoiced.” The expression is a hendiadys (see the note on 5:10 for an explanation of this figure).)"},{"number":16,"verse":"For the Jews there was radiant happiness and joyous honor. (tn Heb “light and gladness and joy and honor” (so NASB). The present translation understands the four terms to be a double hendiadys.)"},{"number":17,"verse":"Throughout every province and throughout every city where the king’s edict and his law arrived, the Jews experienced happiness and joy, banquets and holidays. Many of the resident peoples (tn Heb “peoples of the land” (so NASB); NIV “people of other nationalities”; NRSV “peoples of the country.”) pretended (tn Heb “were becoming Jews”; NAB “embraced Judaism.” However, the Hitpael stem of the verb is sometimes used of a feigning action rather than a genuine one (see, e. g., 2 Sam 13:5, 6), which is the way the present translation understands the use of the word here (cf. NEB “professed themselves Jews”; NRSV “professed to be Jews”). This is the only occurrence of this verb in the Hebrew Bible, so there are no exact parallels. However, in the context of v. 17 the motivation of their conversion (Heb “the fear of the Jews had fallen upon them”) should not be overlooked. The LXX apparently understood the conversion described here to be genuine, since it adds the words “they were being circumcised and” before “they became Jews.”) to be Jews, because the fear of the Jews had overcome them. (tn Heb “had fallen upon them” (so NRSV); NIV “had seized them.”)"}]}