{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":1,"verses":[{"number":1,"verse":"In the thirtieth year, and fourth month, on the fifth day of the month, when I was among the captives by the river Chobar, the heavens were opened and I saw the visions of God."},{"number":2,"verse":"On the fifth of that month (this was the fifth year of the captivity of king Jechonias)"},{"number":3,"verse":"the word of the Lord came to Ezekiel son of Buzi the priest, in the land of the Chaldeans, by the river Chobar. And the hand of the Lord was upon me,"},{"number":4,"verse":"and I looked, and lo! a whirlwind came from the north, and with it a great cloud surrounded with a splendor of flashing fire; and in the midst thereof, an appearance like that of amber in the middle of the fire,"},{"number":5,"verse":"and a splendor in it. And in the middle, a resemblance like that of four living beings. And this was the appearance of them. They had a resemblance of a man in them."},{"number":6,"verse":"And each had four faces, and each had four wings; and their legs were straight"},{"number":7,"verse":"and their feet winged and sparking like sparkling brass. And their wings had a quick motion."},{"number":8,"verse":"And underneath their wings on their four sides was a man's hand."},{"number":9,"verse":"And the faces of the four turned not when they went. They marched forward each having a face on every side."},{"number":10,"verse":"And with regard to the similitude of their faces, the four had the face of a man with the face of a lion, on the right; and on the left the four had the face of a bullock, and the four had a face of an eagle."},{"number":11,"verse":"And the wings of the four were expanded upwards, each having a pair expanded adjoining each other and a pair folded on their body."},{"number":12,"verse":"And they moved on, each straight forward, which way soever the wind was moving, they moved on, and turned not."},{"number":13,"verse":"And in the midst of the four living beings, was an appearance like that of glowing coals of fire, resembling lamps whirling round between the"},{"number":14,"verse":"living beings with a splendor of fire, and from the fire lightnings flashed."},{"number":15,"verse":"And I beheld and lo! on the ground, close to the four living beings a wheel! one to every of the four."},{"number":16,"verse":"And the appearance of the wheels was like the appearance of a beryl. And the four had one and the same likeness. And their workmanship was as if there was a wheel within a wheel."},{"number":17,"verse":"They ran on their four sections and shifted not their position when they ran,"},{"number":18,"verse":"nor did their felloes when they were elevated. And I beheld, and their felloes were full of eyes, all around the four."},{"number":19,"verse":"And when the living beings moved on, the wheels moved on close by them. And when the living beings mounted up from the earth, the wheels mounted up."},{"number":20,"verse":"Wherever the cloud was, there was the wind for their movement; the wheels moved on and were carried aloft with them. Because there was a breath of life in the wheels, when the living beings moved on, the wheels moved on:"},{"number":21,"verse":"when those stood still, these stood still: and when those mounted up from the earth, these mounted up with them, because there was a breath of life in the wheels."},{"number":22,"verse":"And over the head of the living beings, there was a likeness resembling a firmament, like the appearance of chrystal over their wings, which were expanded above them."},{"number":23,"verse":"And their wings which were expanded below the firmament, flapped one against another, while every one had a pair that covered their bodies."},{"number":24,"verse":"And when they moved on I heard the sound of their wings like the sound of much water: but when they stopped, their wings were still."},{"number":25,"verse":"And lo! a voice from above the firmament!"},{"number":26,"verse":"this being over their heads, there was an appearance like that of a sapphire stone and a resemblance of a throne upon it. And upon the resemblance of the throne a resemblance like the appearance of a man above."},{"number":27,"verse":"And I saw a resemblance of amber from the appearance of the loins and upwards; and from the appearance of the loins and downwards, I saw an appearance of fire: and the splendor thereof round about"},{"number":28,"verse":"was like the bow which is in the clouds in a showery day. Such was the state of the splendor round about."}]}