{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":17,"verses":[{"number":1,"verse":"Again a word of the Lord came to me, saying,"},{"number":2,"verse":"Son of man, relate a fable and speak a parable to the house of Israel"},{"number":3,"verse":"and thou shalt say, Thus saith the Lord, There was a great eagle with large wings, rapid in its motion and completely furnished with talons: and it winged its way to Libanus, and took hold of its choicest cedar;"},{"number":4,"verse":"and cropped the tops of the tender branch and brought them to the land of Chanaan, and in a walled city they were deposited."},{"number":5,"verse":"Then he took a seedling of the land, and planted it in a field by much water, and ordered it to be taken care of."},{"number":6,"verse":"And it sprang up and became a vine weak and small, so that its branches could be seen only by them near it. But it had roots underneath it, so it grew to be a vine, and put forth shoots and extended its tendrils."},{"number":7,"verse":"And there was another eagle with large wings and many talons: and lo! this vine warped towards him, and its roots were towards him and it shot out its branches for him, that he might water it together with the shoot of its own planting,"},{"number":8,"verse":"which being in a good soil by much water grew luxuriantly, so as to blossom and bear fruit, and become a great vine."},{"number":9,"verse":"Therefore say, Thus saith the Lord, Shall it prosper? Shall not the roots of this tender shoot and its fruit be blasted? Yes; all its former shoots shall wither; so that it will not require a strong arm nor much people to pull it up by its roots."},{"number":10,"verse":"Though behold it is luxuriant, shall it prosper; shall it not wither at the first touch of a blasting wind? Both it and its sprouting shoot shall be withered."},{"number":11,"verse":"Moreover a word of the Lord came to me, saying, Son of man say now to this rebellious house, Do you not know the meaning of this?"},{"number":12,"verse":"Say, When the king of Babylon hath come to Jerusalem, and shall take the king thereof and the chiefs thereof, and hath caused them to be brought to him to Babylon;"},{"number":13,"verse":"and shall take one of the royal seed and make a covenant with him, and shall lay him under an oath and comprehend the generals of the land,"},{"number":14,"verse":"that it shall be a weak kingdom and never be independent; that he will keep this covenant with him and that it shall stand."},{"number":15,"verse":"Now should he revolt from him so as to send his ambassadors to Egypt, that it may furnish him with horses and a great army, shall he prosper? Shall he who is perfidious escape? And shall he who breaketh a covenant be delivered?"},{"number":16,"verse":"As I live saith the Lord, in the place where the king liveth, who made him king; even with him in Babylon shall he die who hath dishonoured my oath and broken my covenant: and neither with a great army nor with much people,"},{"number":17,"verse":"shall Pharao support him in the war, when ramparts are a raising, and towers a building to destroy lives."},{"number":18,"verse":"As he hath dishonoured an oath, by breaking a covenant, (when lo! he had given his hand) and hath done all these things to him, he shall not escape."},{"number":19,"verse":"Therefore say, As I live saith the Lord, The oath which he hath dishonoured, and the covenant which he hath broken, even this I will requite upon his head."},{"number":20,"verse":"And I will spread my net for him and he shall be taken in my enclosure."},{"number":21,"verse":"In every engagement his men shall fall by the sword; and them who are left I will scatter to every wind; and you shall know that I the Lord have spoken."},{"number":22,"verse":"For thus saith the Lord, I will myself take one of the choicest cedars from a summit; (their hearts I will nip) and I will plant it on a lofty mountain;"},{"number":23,"verse":"I will cause it to be suspended on a lofty mountain of Israel; and I will plant it, and it shall blossom and bear fruit, and become a great cedar; and under it shall rest every bird, even all the winged tribe shall repose in its shade: its branches shall be renewed:"},{"number":24,"verse":"and all the trees of the plain shall know that I am the Lord who bringeth down the lofty tree, and exalteth the tree which is low, and who causeth the green tree to wither, and the withered tree to flourish. I the Lord have spoken and I will perform."}]}