{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":19,"verses":[{"number":1,"verse":"Now take thou up a lamentation for the prince of Israel"},{"number":2,"verse":"and thou shalt say, What was thy mother? She was a lioness among lions. In the midst of lions she multiplied her young."},{"number":3,"verse":"And one of her young lions sallied forth; he became a lion and learned to prowl. He devoured men"},{"number":4,"verse":"and the nations heard of him; in their trap he was taken and carried in a cage to the land of Egypt."},{"number":5,"verse":"When she saw that her main support was removed from her, was lost; she took another of her young lions and made him lion."},{"number":6,"verse":"And he roamed about among lions. He became a lion and learned to seize prey. He devoured men"},{"number":7,"verse":"and prowled with fierceness, and made their cities a desolation and laid waste the land, and the fulness thereof by the sound of his roaring."},{"number":8,"verse":"Then the nations set upon him from the countries around: they spread their nets for him; in their trap he was taken."},{"number":9,"verse":"So they chained him and in a cage he came to the king of Babylon, who put him in prison that his voice should not be heard on the mountains of Israel."},{"number":10,"verse":"Thy mother was like a vine or a flowery pomegranate planted by water. It was fruitful and full of buds by being plentifully watered."},{"number":11,"verse":"And it became a sceptre for them who bear rule over tribes, and became distinguished for its greatness among other stocks, and was conscious of its greatness by the multitude of its branches."},{"number":12,"verse":"But it is broken in wrath and thrown on the ground; and a burning wind hath blasted its choice branches. Vengeance hath been taken on them: and the rod of its strength is withered; a fire hath consumed it."},{"number":13,"verse":"And now when they had planted it in a desert, in a land without water,"},{"number":14,"verse":"a fire hath issued forth from a rod of her choice shoots, and consumed her and she hath no more in her a sceptre of power. The tribe is become a parable in the song of Woe and shall be for a subject of lamentation."}]}