{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":20,"verses":[{"number":1,"verse":"And it came to pass in the seventh year, on the fifth month and tenth day of the month, that some of the elders of Israel came to inquire of the Lord, and while they were sitting before me"},{"number":2,"verse":"a word of the Lord came to me, saying,"},{"number":3,"verse":"Son of man speak to the elders of the house of Israel and thou shalt say to them, Thus saith the Lord, Are you come to inquire of me? As I live, saith the Lord, I will not answer you;"},{"number":4,"verse":"I will not, son of man, with avengement avenge them. Testify against them the iniquities of their fathers"},{"number":5,"verse":"and thou shalt say to them, Thus saith the Lord, from the day I chose the house of Israel; and was made known to the seed of the house of Jacob; and acknowledged by them in the land of Egypt; when I took hold of them with my hand, saying, I the Lord am your God,;"},{"number":6,"verse":"on the very day when I took hold of them with my hand to bring them out of the land of Egypt into the land which I had prepared for them; a land flowing with milk and honey; it is the honeycomb of the whole earth;"},{"number":7,"verse":"though I said to them let every one put away the abominations of his eyes and with the devices of Egypt be not polluted, I the Lord am your God;"},{"number":8,"verse":"yet they apostatized from me and would not hearken to me. They did not cast away the abominations of their eyes, nor did they utterly forsake the devices of Egypt; therefore I spoke of pouring out my wrath on them; of spending mine indignation on them in the midst of Egypt:"},{"number":9,"verse":"but that my name might not be altogether profaned in the sight of the nations among whom they were, I did in their sight [those miracles] by which I was made known to them, in order to bring them out of the land of Egypt."},{"number":10,"verse":"So I led them into the wilderness; and gave them my statutes"},{"number":11,"verse":"and made known to them my rules of rectitude, which if a man practise he shall live thereby;"},{"number":12,"verse":"I gave them also my sabbaths, to be a sign between me and them; that they might know that I the Lord am their sanctifier."},{"number":13,"verse":"And I said to the house of Israel in the wilderness, “Walk in my statutes, “but they walked not. They rejected my rules of rectitude, which if a man practise he shall live by them; and they profaned my sabbaths exceedingly: whereupon I spoke of pouring out my wrath on them in the wilderness, to destroy them utterly:"},{"number":14,"verse":"But I acted so that my name should not be altogether profaned in the sight of the nations, before whose eyes I had brought them out:"},{"number":15,"verse":"and I lifted up my hand against them in the wilderness thus far; that I would not bring them into the land which I had given them, (a land flowing with milk and honey: it is the honey comb of the whole earth)"},{"number":16,"verse":"because they had rejected my rules of rectitude, and had not walked in my statutes; but profaned my sabbaths, and had gone after the desires of their own heart."},{"number":17,"verse":"But mine eye had compassion on them so as not to blot them out entirely; so I did not bring them to utter destruction in the wilderness."},{"number":18,"verse":"Then I said to their children in the wilderness, walk not ye in the customs of your fathers, nor observe their rules of conduct; have no communication with their devices and be not polluted."},{"number":19,"verse":"I the Lord am your God; walk in my statutes, and keep my rules of rectitude and practise them;"},{"number":20,"verse":"and hallow my sabbaths and let them be a sign between me and you, that you acknowledge that I the Lord am your God."},{"number":21,"verse":"But even these their children rebelled against me. In my statutes they did not walk, nor did they keep my rules of rectitude to practise them, which if a man do he shall live by them; and they profaned my sabbaths; therefore I spoke of pouring out my wrath upon them in the wilderness; of accomplishing mine indignation upon them."},{"number":22,"verse":"But I acted so that my name should not be utterly profaned in the sight of the nations. As I had brought them out before their eyes,"},{"number":23,"verse":"I lifted up my hand against them in the wilderness that I would scatter them among the nations and disperse them through the countries."},{"number":24,"verse":"Because they did not practise my rules of rectitude, but rejected my statutes and profaned my sabbaths, and their eyes were after the desires of their fathers;"},{"number":25,"verse":"therefore I gave them statutes not morally good, and rules of conduct in which they could not entitle themselves to life by them,"},{"number":26,"verse":"that I might by their own doctrinal notions pollute them, when I passed through all their first born males in order to remove them out of sight."},{"number":27,"verse":"Therefore, speak to the house of Israel, son of man, and thou shalt say unto them, Thus saith the Lord, thus far your fathers provoked me to wrath, by their transgressions which they committed against me."},{"number":28,"verse":"And when I brought them into the land, which I lifted up my hand to give them; they beheld every high hill and every shady grove, and there they sacrificed to their gods; and there set in order the sweet smelling savour; and there poured out their libations."},{"number":29,"verse":"And when I said to them, What is this Abama, that you go thither, they called its name Abama. which it retaineth to this day."},{"number":30,"verse":"Therefore say to the house of Israel, Thus saith the Lord if you are polluted with the iniquities of your fathers and you go a whoring after their abominations"},{"number":31,"verse":"even with the first fruits of your gifts; with those dedications? with which you are polluted by all your desires even to this day, shall I return you an answer, house of Israel? As I live, saith the Lord, I will not answer you."},{"number":32,"verse":"And though this should come into your mind it shall not be as you say, “We will be like the nations and like the tribes of the earth in worshipping stocks and stones.”"},{"number":33,"verse":"For as I live, saith the Lord, with a strong hand and an uplifted arm, and with an out poured wrath I will reign over you."},{"number":34,"verse":"And I will bring you out from among the peoples and gather you from the countries where you have been scattered with a strong hand and an up lifted arm and with out poured wrath."},{"number":35,"verse":"And I will bring you into the wilderness of the tribes and there plead with you face to face."},{"number":36,"verse":"As I pleaded with your fathers in the wilderness of the land of Egypt, so will I plead with you, saith the Lord."},{"number":37,"verse":"And I will make you pass under my rod and bring you in by number,"},{"number":38,"verse":"and select from among you the wicked and the apostates; (for out of their captivity I will bring even these, but into the land of Israel they shall not come) and you shall know that I am the Lord, Lord."},{"number":39,"verse":"Now as for you, house of Israel; Thus saith the Lord, put away every one his devices, and after that if you will hearken to me, and no more profane my holy name with your gifts your devices,"},{"number":40,"verse":"(for on my holy mountain, on my lofty mountain, saith the Lord, there all the house of Israel shall serve me at last; and there I will expect and there I will accept your offerings; even the offerings of your dedications at all your solemnities)"},{"number":41,"verse":"with the odour of sweet smelling incense I will accept you, when I have brought you out from among the peoples, and received you from the countries in which you have been dispersed, and I will be hallowed among you before the eyes of the peoples,"},{"number":42,"verse":"and you shall know that I am the Lord, when I have brought you to the land of Israel, to the land for which I lifted up my hand to give it to your fathers;"},{"number":43,"verse":"and you will there remember your ways and your devices with which you have been polluted, and express contrition for all your acts of wickedness;"},{"number":44,"verse":"and acknowledge that I am the Lord, when I deal thus with you (that my name may not be profaned) according to your evil ways and according to your corrupt devices, saith the Lord."},{"number":45,"verse":"Then a word of the Lord came to me, saying,"},{"number":46,"verse":"son of man, set thy face against Thaiman and look towards Daram and prophesy against the forest at the head of Nageb,"},{"number":47,"verse":"and thou shalt say to the forest of Nageb, hear a word of the Lord, Thus saith the Lord, Lord, behold I am kindling a fire in thee, and it shall devour in thee every green tree and every dry tree; and the flame which is kindled shall not be extinguished; and by it the whole surface from south to north shall be burned up."},{"number":48,"verse":"And all flesh shall know that I the Lord have kindled it. It shall not be extinguished."},{"number":49,"verse":"And when I said, “0 Lord, Lord, forbid” they said to me, Is not this a parable which is spoken?"}]}