{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":24,"verses":[{"number":1,"verse":"Again in the ninth year, in the tenth month, on the tenth day of the month, a word of the Lord came to me, saying,"},{"number":2,"verse":"Son of man write down for thyself for a day, from this day on which the king of Babylon hath determinately set himself against Jerusalem; even from this very day;"},{"number":3,"verse":"and speak a parable against that provoking family, and thou shalt say to them, Thus saith the Lord, Set on the cauldron and pour water into it;"},{"number":4,"verse":"and throw into it the pieces of meat, every choice piece, the flesh of the thigh and the shoulder separated from the bones,"},{"number":5,"verse":"and these of the choicest cattle; and burn the bones under them. It hath boiled and the bones have been sodden in it."},{"number":6,"verse":"Therefore thus saith the Lord, Ah! bloody city! a kettle, in which there is verdigrease in its very substance, and that verdigrease is not gone out of it. She hath brought it out on every member of her: no lot fell upon her."},{"number":7,"verse":"Because her blood is in the midst of her; I have ordered it to be poured out on a smooth stone: I have not poured it on the ground for the earth to cover it."},{"number":8,"verse":"That wrath may be kindled and vengeance executed, I have ordered the blood to be poured out on a smooth stone, that it may not be concealed."},{"number":9,"verse":"Therefore thus saith the Lord, I will enlarge the pile,"},{"number":10,"verse":"and heap on wood and cause the fire to burn, that the flesh may be consumed and the broth evaporated:"},{"number":11,"verse":"and it shall stand on the coals that the brass may be heated red hot and melted in the midst of its impurity and its verdigrease quite destroyed;"},{"number":12,"verse":"so that this its abundant verdigrease may not proceed from it."},{"number":13,"verse":"Its verdigrease shall be exposed to shame. Because thou wast polluted what else could be done, since thou wouldst not be cleansed till I filled up my wrath?"},{"number":14,"verse":"I the Lord have spoken. He shall come: and I will act. I will not defer; nor will I shew compassion. According to thy ways and according to thy lusts I will judge thee, saith the Lord, therefore I will judge thee according to thy blood guiltiness; and I will judge thee according to thine inordinate lusts, corrupt, infamous and very provoking city."},{"number":15,"verse":"Then a word of the Lord came to me, saying,"},{"number":16,"verse":"Son of man, Behold I take from thee the desires of thine eyes with a stroke. Thou must not mourn, nor utter lamentation."},{"number":17,"verse":"Let sighing for blood and grief of loins be suppressed. Thy hair shall be platted on thy head and thy sandals shall be on thy feet. Thou must not receive comfort from their lips, nor eat funeral bread."},{"number":18,"verse":"So I spoke to the people in the morning as he had ordered me in the evening. And when I did in the morning as I was commanded,"},{"number":19,"verse":"the people said to me, Why dost thou not tell us what these things mean which thou art doing?"},{"number":20,"verse":"Thereupon I said to them, A word of the Lord came to me, saying,"},{"number":21,"verse":"Say to the house of Israel, Thus saith the Lord, Behold I will profane my sanctuary, the boast of your strength, the desire of your eyes, and for which your souls are moved with compassion; and your sons and your daughters whom you left shall fall by the sword:"},{"number":22,"verse":"and you shall do as I have done. You shall not receive comfort from their mouth nor eat funeral bread;"},{"number":23,"verse":"your locks of hair shall be on your head, and your sandals on your feet; you shall neither utter lamentations nor shed tears; but shall pine away for your iniquities and exhort one another."},{"number":24,"verse":"And Ezekiel shall be for a sign to you, (according to all that he hath done you shall do when these things happen) and you shall know that I am the Lord."},{"number":25,"verse":"And with regard to thee son of man, will not this be the case? On the day when I take from them their strength; that which was their exultation and boast and the desire of their eyes and the pride of their soul; their sons and their daughters;"},{"number":26,"verse":"on that day one who escapeth shall come to thee to tell thee the news;"},{"number":27,"verse":"on that day thy mouth shall be opened to him who escapeth. Thou shalt speak and no more be dumb and thou shalt be a sign to them; and they shall know that I am the Lord."}]}