{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":26,"verses":[{"number":1,"verse":"Again it came to pass in the eleventh year on the first of the month, a word of the Lord came to me, saying,"},{"number":2,"verse":"Son of man, Because Sor hath said against Jerusalem, Aha! She is trodden down; the nations have destroyed her; she is turned over to me; she that was full is laid waste,"},{"number":3,"verse":"therefore thus saith the Lord, Behold I am against thee, Sor, and I will bring up many nations against thee, as the sea cometh up with its waves."},{"number":4,"verse":"And they shall demolish the walls of Sor and break down thy towers; and I will brush away the loose earth from it and make it a bare rock."},{"number":5,"verse":"It shall be a place to dry nets in the midst of the sea. As I have spoken, saith the Lord, It shall indeed be a prey for the nations;"},{"number":6,"verse":"and its daughters on the continent shall be slain with the sword: and they shall know that I am the Lord."},{"number":7,"verse":"For thus saith the Lord, Behold against thee, Sor, I will bring from the North, Nabuchodonosar king of Babylon, a king of kings, with horses and chariots and horsemen, and a great assembly of many nations."},{"number":8,"verse":"Thy daughters on the main land he will slay with the sword; and he will lay siege to thee and surround thee with works, and make a rampart against thee round about, with places for engines; and arrange his lances over against thee,"},{"number":9,"verse":"and with his battle axes demolish thy walls and thy towers."},{"number":10,"verse":"By reason of the multitude of his horses their dust shall cover thee; and with the neighing of his horses and the rumbling of his chariot wheels thy walls shall shake when he entereth thy gates like one entering a city from the plain."},{"number":11,"verse":"With the hoofs of his horses all thy streets shall be trampled. He will slay thy people with the sword; and level to the ground the confidence of"},{"number":12,"verse":"thy strength; and make a prey of thine army, and a spoil of thy wealth; and break down thy walls and demolish thy lovely houses; and thy stones and thy timbers and thy rubbish he will throw into the midst of the sea."},{"number":13,"verse":"And he will put an end to the multitude of thy musicians; and the sound of thy psalteries shall no more be heard."},{"number":14,"verse":"I will indeed make thee a bare rock. Thou shalt be a place for drying nets, thou shalt never be rebuilded any more; for I the Lord have spoken, saith the Lord."},{"number":15,"verse":"For thus saith the Lord, Lord, to Sor: At the sound of thy fall; at the groans of thy wounded, when the sword is drawn in the midst of thee, shall not the islands quake?"},{"number":16,"verse":"Yes, from their thrones will come down all the chiefs of the maritime nations, and they will take their crowns from their heads, and strip off their embroidered robes. They will be struck with consternation and sit on the ground, and be in dread of their own destruction and groan for thee."},{"number":17,"verse":"And they will take up a lamentation for thee and say to thee, “How art thou destroyed from the sea, renowned city! which didst impress the terror of thee on all who inhabit its shores!"},{"number":18,"verse":"The isles also will be terrified at the day of thy fall."},{"number":19,"verse":"For thus saith the Lord, Lord, When I make thee a desolate city, like cities never to be rebuilded, when I bring up the abyss against thee; much water shall cover thee."},{"number":20,"verse":"And I will press thee down to them who go down to the pit, to the people of old; and make thee dwell in the depths of the earth; in an everlasting desert, with them who go down to the pit; that thou mayst never be rebuilt nor rise again in the land of life."},{"number":21,"verse":"I will make thee a desolation; and thou shalt never come into existence again, saith the Lord, Lord."}]}