{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":30,"verses":[{"number":1,"verse":"Again a word of the Lord came to me saying,"},{"number":2,"verse":"Son of man prophesy and say, Thus saith the Lord, Alas! alas! the day;"},{"number":3,"verse":"for the day of the Lord is near. A cloudy day! it shall be the end of nations."},{"number":4,"verse":"A sword shall come upon the Egyptians; and there shall be consternation in the land of Ethiopia; and the wounded shall fall in Egypt, and its foundations shall be shaken."},{"number":5,"verse":"Persians and Cretans and Lydians and Libyans and all the mixed people, and some of the children of my covenant shall fall in it by the sword."},{"number":6,"verse":"The fortresses of Egypt shall fall, and down shall come the pride of her strength, from Magdolus even to Syene; by the sword they shall fall in it, saith the Lord."},{"number":7,"verse":"And it shall be desolate in the midst of desolated countries; and their cities shall be in the midst of desolated cities."},{"number":8,"verse":"And they shall know that I am the Lord; when I send a fire against Egypt, and all her helpers are trodden down."},{"number":9,"verse":"In that day swift messengers will go forth to cause Ethiopia to vanish: and there shall be consternation among them in the day of Egypt. For behold it is come."},{"number":10,"verse":"Thus saith the Lord, Lord, I will indeed destroy the multitude of the Egyptians by the hand of Nabuchodonosar king of Babylon;"},{"number":11,"verse":"of him and his people. They are ravagers sent from nations to destroy a land; and they shall all unsheath their swords against Egypt; and the land shall be filled with the slain."},{"number":12,"verse":"And I will dry up their rivers and destroy the land, and the fulness thereof by the hands of strangers, I the Lord have spoken."},{"number":13,"verse":"For thus saith the Lord, Lord, When I have destroyed the nobles from Memphis, and the chiefs of Memphis out of the land of Egypt, and they shall be no more;"},{"number":14,"verse":"then I will destroy the land of Pathora, and send a fire against Tanis and execute vengeance on Diospolis."},{"number":15,"verse":"And I will pour out my wrath on Sais, the strength of Egypt, and utterly destroy the multitude of Memphis:"},{"number":16,"verse":"and I will send a fire against Egypt, and Syene shall be confounded; and at Diospolis there shall be a breach; and water shall gush out."},{"number":17,"verse":"The young men of Heliopolis and Boubaste shall fall by the sword, and the women shall go into captivity."},{"number":18,"verse":"And at Taphnis the day will be darkened, when I there break the sceptres of Egypt, for the pride of her strength shall be destroyed there: and a cloud shall cover her; and her daughters shall be carried away captives."},{"number":19,"verse":"Thus will I execute judgment on Egypt, and they shall know that I am the Lord."},{"number":20,"verse":"And it came to pass in the eleventh year, in the first month, on the seventh of the month, a word of the Lord came to me, saying,"},{"number":21,"verse":"Son of man, I bruised the arms of Pharao king of Egypt; and behold he hath made no supplication for a cure to be given, for a poultice to be applied; for strength to be given to handle a sword,"},{"number":22,"verse":"Therefore thus saith the Lord, Lord, Behold I am against Pharao king of Egypt; and I will break his strong and extended arms, and cause the sword to drop from his hand."},{"number":23,"verse":"And I will scatter Egypt among the nations, and disperse them through the countries."},{"number":24,"verse":"And I will strengthen the arms of the king of Babylon, and put my sword into his hand, and he shall wield it against Egypt, and make a prey of his prey, and a spoil of his spoil."},{"number":25,"verse":"I will indeed strengthen the arms of the king of Babylon; and the arms of Pharao shall be enfeebled; and they shall know that I am the Lord. When I put my sword into the hand of the king of Babylon, he shall wield it against the land of Egypt."},{"number":26,"verse":"And I will scatter Egypt among the nations, and disperse them through the countries, and they shall all know that I am the Lord."}]}