{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":31,"verses":[{"number":1,"verse":"Again in the eleventh year, in the third month, on the first day of the month, a word of the Lord came to me, saying,"},{"number":2,"verse":"Son of man say to Pharao king of Egypt, and to his multitude, to whom hast thou likened thyself for thy loftiness?"},{"number":3,"verse":"Lo to Assur! he was a cypress on Libanus. Beautiful with branches and lofty in stature. His top was among the clouds."},{"number":4,"verse":"Water nourished him. The deep made him lofty. It brought its streams about his roots, and sent forth its rills to all the trees of the plain."},{"number":5,"verse":"By reason of this he was exalted in greatness above all the trees of the plain, and by the plentiful supply of water his branches spread."},{"number":6,"verse":"Among his boughs all the birds of the air built their nests; and under his branches all the beasts of the field brought forth their young; and all the multitude of nations dwelt in its shade."},{"number":7,"verse":"He was beautiful in his height by the multitude of his branches, because his roots shot out into abundance of water."},{"number":8,"verse":"Even the cypresses such as were in the paradise of God and the pines were not to be compared with his shoots, nor were the fir trees comparable to his branches. Not a tree in the garden of God was equal to him in beauty,"},{"number":9,"verse":"on the account of the multitude of his branches; therefore, the trees of God's delicious paradise envied him on that account."},{"number":10,"verse":"But thus saith the Lord, Because thou wast of great magnitude, therefore thou hast shot up thy top among the clouds. Now when I saw that he was lifted up,"},{"number":11,"verse":"I delivered him into the hands of the chief of nations, who accomplished his destruction."},{"number":12,"verse":"Strangers, merciless ravagers from nations destroyed him. They felled him on the mountains and his branches fell in all the vallies, and his shoots were trampled down in every field of the earth; and all the tribes of the nations came down from their shade, and levelled him to the ground."},{"number":13,"verse":"Upon his ruins all the birds of the air rested themselves; and all the wild beasts of the earth came against his shoots;"},{"number":14,"verse":"that none of the trees by the water might be exalted by their greatness: though they had shot up their top among the clouds, yet none of these water drinkers stood in their height before them; they were all delivered up to death, to the depth of the earth, among the children of men, to them who go down to the pit."},{"number":15,"verse":"Thus saith the Lord, On the day he went down to Hades, the abyss mourned for him. I stayed its streams and restrained the abundance of water. For him Libanus covered itself with darkness; all the trees of the field were grieved for him."},{"number":16,"verse":"At the sound of his fall the nations were shaken. When he was pressed down to the mansion of the dead, with them who go down into the pit; all the trees of the garden comforted him in the earth; even the choice trees of Libanus, all that drink water;"},{"number":17,"verse":"for they also went down with him to the mansion of the dead, among them who were victims of the sword; and his seed; they who dwelt under his shade were in the middle of their life destroyed."},{"number":18,"verse":"To whomsoever thou hast been likened, down with thee, and be pressed low with the trees of pleasure into the depth of the earth. In the midst of the uncircumcised thou shalt lie, with them who are the victims of the swords. Thus shall it be with Pharao and the multitude of his strength, saith the Lord, Lord."}]}