{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":32,"verses":[{"number":1,"verse":"Now it came to pass in the tenth year, in the tenth month, on the first day of the month, that a word of the Lord came to me, saying,"},{"number":2,"verse":"Son of man, take up a funeral song for Pharao king of Egypt, and thou shalt say to him, To the lion of nations thou hast been likened, but thou art like a dragon which is in the sea. Thou hast harried thy rivers and troubled the water with thy feet, and trampled thy rivers."},{"number":3,"verse":"Therefore thus saith the Lord, I will spread for thee the nets of many peoples, and drag thee up with my grapple."},{"number":4,"verse":"And I will lay thee extended on the land. The plains shall be filled. And I will cause all the birds of the air to settle on thee and glut all the beasts of the earth."},{"number":5,"verse":"I will cast thy flesh on the mountains and fill them with thy blood:"},{"number":6,"verse":"and the earth shall be drenched with the torrents from thee. By reason of the abundance of thee on the mountains, I will fill the vallies with parcels of thee."},{"number":7,"verse":"And in the act of extinguishing thee I will cover heaven and darken the stars thereof: I will veil the sun with a cloud and the moon shall not give her light:"},{"number":8,"verse":"all that give light in the heaven shall be dark over thee; and I will overspread the earth with darkness, saith the Lord, Lord,"},{"number":9,"verse":"and vex the heart of many peoples. When I bring thy captivity to the nations; to a land which thou hast not known;"},{"number":10,"verse":"then shall many nations groan for thee: and their kings will be struck with horror, when my sword is brandished before their faces, expecting their own ruin from the day of thy downfall."},{"number":11,"verse":"For thus saith the Lord, the sword of the king of Babylon shall come upon thee."},{"number":12,"verse":"With the swords of giants I will overthrow thy strength. They are all ravagers from the nations; and they shall destroy the haughtiness of Egypt, and all her strength shall be trampled down."},{"number":13,"verse":"And I will destroy all her cattle from her great water; and the foot of man shall no more trouble it, nor shall a hoof of cattle trample it."},{"number":14,"verse":"Thus shall their waters then be at rest, and their streams shall glide like oil, saith the Lord."},{"number":15,"verse":"When I have devoted Egypt to destruction, and the land is wasted with the fulness thereof; When I have scattered all its inhabitants, then they shall know that I am the Lord."},{"number":16,"verse":"It is a song of Woe and thou shalt sing it mournfully, and the daughters of the nations shall bewail Egypt, and over all her strength pour forth this plaint, saith the Lord, Lord."},{"number":17,"verse":"Again in the twelfth year, on the fifteenth day of the first month a word of the Lord came to me, saying,"},{"number":18,"verse":"Son of man, sing a song of Woe over the strength of Egypt, when the nations shall thrust down her daughters; shall thrust them down dead to the depth of the earth; to them who are going down into the pit;"},{"number":20,"verse":"in the midst of the sword's victims they shall fall with him. When all his power shall be laid to rest; then will the giants say to thee,"},{"number":21,"verse":"“Down with thee into the lowest pit! excel whom thou mayst, down with thee, and be laid with the uncircumcised, in the midst of the victims of the sword.”"},{"number":22,"verse":"There lieth Assur and all his assembly; all the victims of the sword are laid there; and their sepulture is in the deep pit;"},{"number":23,"verse":"and around his tomb is his assembly; all the slain who fell by the sword, who made themselves dreaded in the land of life."},{"number":24,"verse":"There lieth Ailam with all his host around his tomb; all the slain who fell by the sword, and went down uncircumcised to the depth of the earth:"},{"number":25,"verse":"having made themselves dreaded in the land of life, they have received their punishment with them who go down to the pit amidst the slain."},{"number":26,"verse":"There are deposited Mosoch and Thobel, each with all his host around his tomb; all his slain, all uncircumcised, slain with the sword. Having made themselves dreaded in the land of life"},{"number":27,"verse":"they are laid with the giants who fell of old; who went down in their armour to the mansion of the dead, and had their swords placed under their heads; but their iniquities were on their bones; because they were the terror of all during their lives."},{"number":28,"verse":"Thou indeed shalt be in the midst of the uncircumcised, with them who are the victims of the sword."},{"number":29,"verse":"There have been laid the princes of Assur; they, who gave its strength to the wounding sword, are themselves laid to rest with the slain; with them who go down into the pit."},{"number":30,"verse":"There lie the chiefs of the north, all the generals of Assur, who descending wounded, are with their terror and their strength, laid to rest, uncircumcised with the slain of the sword; and have borne their punishment with them who go down to the pit."},{"number":31,"verse":"These king Pharao shall see and be comforted for all his host, saith the Lord, Lord."},{"number":32,"verse":"Because I have spread the terror of him over the land of life; therefore he shall be in the midst of the uncircumcised, with the slain of the sword; even Pharao and all his multitude with him, saith the Lord, Lord."}]}