{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":37,"verses":[{"number":1,"verse":"Then the hand of the Lord came upon me. And the Lord led me out in spirit and set me in the midst of a plain which was full of human bones."},{"number":2,"verse":"And he led me all around them. And lo! there was an immense quantity on the surface of the plain, and they were very dry."},{"number":3,"verse":"And he said to me, Son of man, shall these bones revive? Whereupon I said, Lord, Lord, thou knowest such things."},{"number":4,"verse":"Then he said to me, Prophesy concerning these bones and say to them, Ye bones which are dry, hear a word of the Lord,"},{"number":5,"verse":"Thus saith the Lord to these bones, Behold I will bring upon you a breath of life;"},{"number":6,"verse":"and upon you I will lay sinews; and I will bring flesh on you and stretch skin over you, and put my breath in you and you shall live: and you shall know, that I am the Lord."},{"number":7,"verse":"So I prophesied as he commanded me, and it came to pass that, when I had prophesied, behold there was a tremulous motion and it brought the bones together, every one to its proper place."},{"number":8,"verse":"And I beheld and lo! sinews and flesh were grown upon them, and skin covered them, but there was no breath in them."},{"number":9,"verse":"Then he said to me, Prophesy to the wind. Prophesy, Son of man and say to the wind, Thus saith the Lord, From the four winds, come and blow on these dead and let them live."},{"number":10,"verse":"So I prophesied as he commanded me, and breath came into them and they became alive and stood on their feet, an exceeding great multitude."},{"number":11,"verse":"Then the Lord spoke to me saying, Son of man, these bones are the whole house of Israel. Now they say, “Our bones are become dry. Our hope is gone. We are wasted to a shadow.”"},{"number":12,"verse":"Therefore prophesy and say, Thus saith the Lord, Behold I will open your graves; and bring you up out of your tombs and bring you into the land of Israel,"},{"number":13,"verse":"and you shall know that I am the Lord. When I have opened your graves that I may bring up my people out of the graves"},{"number":14,"verse":"I will then put my breath in you and you shall live. and I will settle you in your own land; and you shall know that I am the Lord. I have spoken and I will perform, saith the Lord."},{"number":15,"verse":"Then a word of the Lord came to me saying,"},{"number":16,"verse":"Son of man, take thee a staff and write thereon, “Juda and the children of Israel who adhere to him” Then thou shalt take thee another staff and write thereon, “For Joseph the staff of Ephraim and all the children of Israel who adhere to him”"},{"number":17,"verse":"Then thou shalt join them one to the other to be bound together into one staff for thee, and they shall be in thy hand."},{"number":18,"verse":"And when the children of thy people say to thee, Why dost thou not tell us, what thou meanest by these?"},{"number":19,"verse":"Then thou shalt say to them, Thus saith the Lord, Behold I will take the tribe of Joseph which is administered by Ephraim and the tribes of Israel which adhere to him, and add them to the tribe of Juda, and they shall be one sceptre in the hand of Juda."},{"number":20,"verse":"And while the staves on which thou hast written shall be in thy hand before them,"},{"number":21,"verse":"thou shalt say to them, Thus saith the Lord, Lord, Behold I will take the whole house of Israel from among the nations, whither they went; and I will gather them from all those around them, and bring them to the land of Israel,"},{"number":22,"verse":"and make them a nation in my land even on the mountains of Israel. And there shall be one chief over them. And they shall no more be two nations; nor shall they any more be split into two kingdoms,"},{"number":23,"verse":"that they may no more be polluted with their idols. And I will deliver them from all their iniquities and purify them from all their sins which they have committed. And they shall be my people, and I the Lord will be their God."},{"number":24,"verse":"And my servant David shall be chief among them. He shall be singly the shepherd of all. Because they will walk in my statutes, and keep my judgments, and practise them,"},{"number":25,"verse":"therefore they shall dwell in that land of theirs which I gave to my servant Jacob. Where their fathers dwelt there they shall dwell and my servant David shall be the only chief forever."},{"number":26,"verse":"And I will make a covenant of peace with them. It shall be an everlasting covenant with them."},{"number":27,"verse":"And I will place my sanctuary in the midst of them forever. And my habitation shall be among them; and I will be their God and they shall be my people."},{"number":28,"verse":"And the nations shall know that I am the Lord who sanctifieth them, by my sanctuary being in the midst of them forever."}]}