{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":39,"verses":[{"number":1,"verse":"Thou therefore son of man, prophesy against Gog and say, Thus saith the Lord, Lord, Behold I am against thee, Gog, the prince of Kos, Mesoch and Thobel,"},{"number":2,"verse":"and I will assemble thee and lead thee and cause thee to come from the farthest north, and bring thee up to the mountains of Israel;"},{"number":3,"verse":"and I will destroy thy bow from thy left hand and thine arrows from thy right; and overthrow thee on the mountains of Israel;"},{"number":4,"verse":"and thou and all who are around thee shall fall; and the nations with thee shall be given to multitudes of birds, to all the feathered tribe, and to all the wild beasts of the field I have given thee to be devoured."},{"number":5,"verse":"On the open field thou shalt fall: for I have spoken, saith the Lord."},{"number":6,"verse":"I will indeed send a fire against Gog and the isles shall be peaceably inhabited, and they shall know that I am the Lord."},{"number":7,"verse":"And my holy name shall be known in the midst of my people Israel; and my name which is holy shall no more be profaned; and the nations shall know that I am the Lord, the Holy One of Israel."},{"number":8,"verse":"Behold it is coming and thou shalt know that it will be, saith the Lord, Lord; this is the day of which I have spoken,"},{"number":9,"verse":"when they who inhabit the cities of Israel shall come forth, and make fires with the arms; with the shields and spears, and with bows and arrows, and hand staves and poles; even with these they shall make fires seven years:"},{"number":10,"verse":"so that they shall not have occasion to take wood from the plains, nor to cut timber from the forests; but shall burn the arms only. And they shall plunder their plunderers; and spoil those who spoiled them, saith the Lord."},{"number":11,"verse":"And on that day I will give Gog a noted place; a burying place in Israel, the grave yard of strangers by the sea shore: and the slope of the valley shall be enclosed with a wall; and there Gog and all his multitude shall be buried; and it shall then be called the grave yard of Gog."},{"number":12,"verse":"For the house of Israel will bury them, that the land may be cleansed."},{"number":13,"verse":"During seven months the people of the land will be employed in burying them; and it shall be to them a memorable epoch, “The day when he was glorified” saith the Lord."},{"number":14,"verse":"Then they will send men every where to traverse the land, and bury them who are left on the face of the ground, in order to purify it after the seven months. And they will make diligent search."},{"number":15,"verse":"And every one who traverseth the land, upon seeing a human bone, shall set up a mark near it; till the buriers bury it at Gai, the grave yard of Gog:"},{"number":16,"verse":"(for the name of that city shall be called Grave Yard) thus shall the land be cleansed."},{"number":17,"verse":"Thou, therefore, son of man, say, Thus saith the Lord, Say to every winged bird, and to all the wild beasts of the field, Assemble and come: assemble from all around to my sacrifice, to the great sacrifice which I have made for you on the mountains of Israel; and you shall eat flesh and drink blood."},{"number":18,"verse":"You shall eat the flesh of giants and drink the blood of the princes of the earth. Earns and young bulls and he goats; and all the bulls are well fatted."},{"number":19,"verse":"And you shall eat fat till you are glutted, and drink blood to satiety, at my sacrifice which I have prepared for you."},{"number":20,"verse":"And you shall be filled at my table with horses and horsemen, and with giants and every great warrior, saith the Lord."},{"number":21,"verse":"I will indeed display my glory among you, and all the nations shall see my judgment which I have executed, and my hand which I have brought upon them."},{"number":22,"verse":"And the house of Israel shall know that I am the Lord their God from this particular time and thence forward."},{"number":23,"verse":"And all the nations shall know, that the house of Israel were carried into captivity for their sins. Because they broke covenant with me therefore I turned away my face from them, and delivered them into the hands of their enemies, and they all fell by the sword."},{"number":24,"verse":"According to their pollutions and according to their iniquities I dealt with them and turned away my face from them."},{"number":25,"verse":"Therefore thus saith the Lord, I will now bring back the captivity of Jacob, and have compassion on the house of Israel. And I will shew a zeal for my holy name,"},{"number":26,"verse":"when they shall have suffered disgrace, for the rebellion of which they were guilty, when they dwelt peaceably in their own land. And there shall be none to make them afraid,"},{"number":27,"verse":"when I have brought them back from among the nations and gathered them from the countries of the nations. So I shall be hallowed by them in the sight of the nations"},{"number":28,"verse":"and they shall know that I the Lord am their God, when I manifest myself to them among the nations."},{"number":29,"verse":"And I will no more turn away my face from them, for as much as I have poured out my wrath on the house of Israel, saith the Lord, Lord."}]}