{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":41,"verses":[{"number":1,"verse":"Then he led me into the temple, and having measured the ailam to it,"},{"number":2,"verse":"which was six cubits broad on each side, and the breadth of the gateway was ten cubits, and the cheeks of the gateway five cubits on the one side, and five on the other, he measured the length of the temple forty cubits, and the breadth was twenty cubits."},{"number":3,"verse":"Now when he came to the inner apartment he measured the ail of the door two cubits, and the door six cubits, and the cheeks of the door seven cubits on each side."},{"number":4,"verse":"And he measured the length of the doors forty cubits, and the breadth twenty cubits, commensurate with the front of the temple. And he said, This is the Holy of Holies."},{"number":5,"verse":"Then he measured the wall of the house, six cubits, and the breadth of the gallery four cubits all around."},{"number":6,"verse":"And the galleries were three times thirty; one gallery over another twice. And there was a ledge in the wall of the house for the galleries all around to rest on, so as not to be fastened into the walls of the house,"},{"number":7,"verse":"and consequently this ledge of the house being added to the upper gallery, all around the width of the upper gallery was enlarged, by an additional breadth equal to this ledge as one ascended from the lowermost to the second story, and from the second to the third story."},{"number":8,"verse":"And the thrael of the house; the top of the galleries around, including the ledges, was a platform equal to the reed of six cubits."},{"number":9,"verse":"And the breadth of the wall on the out side of the gallery, was five cubits. And the vacancies between the galleries of the house,"},{"number":10,"verse":"and the chambers were in breadth twenty cubits, including the circumambient wall around the house."},{"number":11,"verse":"And the doors of the chambers were on the vacancy on the one side of the house facing the north, and on the other side of the house facing the south. Now the vacancy for lighting the house was five cubits all around."},{"number":12,"verse":"And the partition wall in front of this vacancy was towards the west, seventy cubits broad; its thickness all around being five cubits; and its length was ninety cubits."},{"number":13,"verse":"And he measured over against the house a length of a hundred cubits. Now the vacancies and the partitions and their walls were a hundred cubits."},{"number":14,"verse":"And the breadth in front of the house including the vacancies on the sides was a hundred cubits."},{"number":15,"verse":"And he measured the length of the partition wall over against the vacancy behind the house, and the length of it including the vacancies on each side, was a hundred cubits."},{"number":16,"verse":"Now the temple and the corners, and the outer ailam were arched; and the windows, the apertures for light through which they looked out from the three stories round about, were netted, and the parts adjoining were planked, both the floor and from the floor to the windows. And the windows in the three stories, had shutters which folded back, to give an opportunity of looking out at them."},{"number":17,"verse":"And near to the inner, and quite to the outer door, there were sculptured,"},{"number":18,"verse":"on the whole wall round about, both within and without, cherubim s and palm trees between cherub and cherub. Every cherub had two faces,"},{"number":19,"verse":"a face of a man towards the palm tree on one side and the face of a lion towards the palm tree on the other side. The house was sculptured all around."},{"number":20,"verse":"From the floor to the vaulted cieling there were cherubim and palm trees sculptured."},{"number":21,"verse":"And the sanctuary and the open temple were squares."},{"number":22,"verse":"In front of the Holies there was an appearance like that of an altar of wood. The height of it was three cubits, and the length two cubits, and the breadth two cubits. And it had horns. And its base and its sides were of wood. And he said to me, This is the table which is in the presence of the Lord."},{"number":23,"verse":"And the temple had two doors, and the sanctuary had two doors."},{"number":24,"verse":"And these pairs of doors which folded back had two leaves a piece."},{"number":25,"verse":"And on these there was sculpture. Even upon the doors of the temple there were cherubim and palm trees like the sculpture of the Holies."},{"number":26,"verse":"And there were large beams on the front of the outer ailam, and windows narrow without and wide inwards."}]}