{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":43,"verses":[{"number":1,"verse":"Then he brought me to the gate facing the east and led me out,"},{"number":2,"verse":"and lo! the glory of the God of Israel was coming by the way of the east; and the sound of his march was like the sound of redoubling multitudes and the earth glared with the splendour of the glory around."},{"number":3,"verse":"And the vision which I saw was like that which I beheld when I went to judge the city. And the appearance of the chariot which I saw was the same as that which I saw at the river Chobar. So I fell on my face."},{"number":4,"verse":"And the glory of the Lord entered the house by the way of the gate which faced the east."},{"number":5,"verse":"Then a spirit took me up and brought me to the inner court. And lo! the house was filled with the glory of the Lord."},{"number":6,"verse":"So I stopped. And lo! a voice from the house, of one speaking to me, and the man stood near me."},{"number":7,"verse":"And he said to me, Son of man, Thou hast seen the place of my throne and the place of my footsteps, where my name should dwell in the midst of the house of Israel forever, that the house of Israel may no more profane my holy name; neither they nor their leaders, by their fornication and by the murders of their leaders in the midst of them."},{"number":8,"verse":"By their joining my porch to their porches and their thresholds to my thresholds they made my wall as it were common to me and them and profaned my holy name by their iniquities which they committed. Therefore I destroyed them with my wrath and with slaughter."},{"number":9,"verse":"But now let them put away their fornication and the murders of their rulers far from me; and I will dwell in the midst of them forever."},{"number":10,"verse":"And thou son of man; shew the house of Israel this house and let them cease from their sins. Point out the figure and arrangement of it;"},{"number":11,"verse":"and let them receive their punishment for all that they have done. Delineate the house and its outlets and its whole figure and make known to them the ordinances thereof and all the rites thereof. And that they may keep my rules of rectitude and all my ordinances and practice them,"},{"number":12,"verse":"thou shalt sketch out in their sight the draft of this house on the top of this mountain, all the boundaries of it round about being Holy of Holies."},{"number":13,"verse":"Now these are the measures of the altar by the cubit of a cubit and a hand breadth; the curvature at the bottom a cubit, that is the breadth of a cubit; and the border upon the edge of it round about, a span."},{"number":14,"verse":"And this is the height of the altar; from the lowest part of the beginning of its curvature to the great propitiatory from beneath, two cubits; and its breadth a cubit: and from the little propitiatory four cubits and its breadth a cubit."},{"number":15,"verse":"Then the ariel four cubits and from the ariel and upwards the horns one cubit."},{"number":16,"verse":"And the ariel is twelve cubits long by twelve broad, the four angles and sides being equal."},{"number":17,"verse":"And the propitiatory is fourteen cubits long and fourteen cubits broad, its four sides being equal. And the border encircling it all around is half a cubit; and the compass of it a cubit all around. And the steps up to it face the east."},{"number":18,"verse":"Then he said to me, Son of man, Thus saith the Lord the God of Israel, These are the ordinances of the altar on the day when they make it,"},{"number":19,"verse":"to offer thereon whole burnt offerings and to pour blood upon it. Thou shalt give a young bull from the herd of a sin offering to the priests, the Levites of the house of Sadduk who come near to me, saith the Lord God, to minister to me;"},{"number":20,"verse":"and they shall take some of the blood thereof and put it on the four horns of the altar and on the four corners of the altar, and on the base round about and make atonement for it."},{"number":21,"verse":"Then they shall take the young bull for the sin offering and it shall be burned in the appointed place of the house without the Holies."},{"number":22,"verse":"And on the second day they shall take two kids of the goats without blemish for a sin offering and make atonement for the altar as they did with the young bull."},{"number":23,"verse":"And after finishing this atonement they shall offer a young bull from the herd without blemish, and a ram from the flock without blemish."},{"number":24,"verse":"And you shall present them before the Lord; and the priests shall throw salt upon them, and carry them up as whole burnt offerings for the Lord."},{"number":25,"verse":"For seven days thou shalt offer every day a kid for a sin offering and a young bull from the herd and a ram from the flock."},{"number":26,"verse":"For seven days they shall offer these sacrifices without blemish, and make atonement for the altar and purify it and shall fill their own hands."},{"number":27,"verse":"And from the eighth day and thenceforward the priests shall sacrifice upon the altar your whole burnt offerings and your offerings of thanksgiving and I will accept you, saith the Lord."}]}