{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":44,"verses":[{"number":1,"verse":"Then he brought me back by the way of the outer gate of these holy places, facing the east, and it was shut."},{"number":2,"verse":"And the Lord said to me, This gate shall be kept shut. It shall not be opened, nor shall any pass through it. Because the Lord God of Israel will enter in at it, therefore it shall be kept shut."},{"number":3,"verse":"Consequently, when the ruler himself shall sit there to eat bread before the Lord, he shall come in by the way of the ailam of this gate and by that way he shall go out."},{"number":4,"verse":"Then he brought me in by the way of the north gate over against the house, and I beheld and lo! the house of the Lord was filled with glory and I fell on my face."},{"number":5,"verse":"And the Lord said to me, Son of man, Lay up in thy heart and see with thine eyes and hear with thine ears, all that I say to thee concerning all the ordinances of the house of the Lord and all the customs thereof; and thou shalt attend diligently to the way of entering into the house and to all the ways out of it in all these holy places."},{"number":6,"verse":"And thou shalt say to this provoking house, to the house of Israel, Thus saith the Lord God, Let it suffice you, house of Israel, for all your iniquities,"},{"number":7,"verse":"that you have introduced strangers, uncircumcised in heart and uncircumcised in flesh, to be present in these holy places of mine and to profane them when you were offering loaves, flesh meat and blood."},{"number":8,"verse":"You indeed broke my covenant by all your iniquities and you appointed them to keep the watches in my holy places."},{"number":9,"verse":"Therefore thus saith the Lord God, No stranger, uncircumcised in heart and uncircumcised in flesh shall enter into my holy places. Among all the sons of other families which are comprehended in the house of Israel none but the Levites only shall enter."},{"number":10,"verse":"Such of these as were drawn away from me when Israel strayed from me after their own desires shall indeed bear their iniquity"},{"number":11,"verse":"and be ministering servants in my sanctuary. They shall be porters at the gates of the house and ministering servants for the house. They shall kill the sacrifices and the whole burnt offerings for the people and they shall stand before the people to wait upon them."},{"number":12,"verse":"Because they waited on them before their idols, and this brought on Israel the punishment of rebellion; therefore I have lifted up my hand against them, saith the Lord God,"},{"number":13,"verse":"that they shall not come near me to minister to me as priests, nor approach the holy things of the children of Israel, nor to my Holy of Holies; but shall bear their dishonour for the error of which they have been guilty."},{"number":14,"verse":"And they shall be compelled to keep the watches of the house, to perform all the services of the house and all the services required of them"},{"number":15,"verse":"by the priests, the Levites, the sons of Sadduk. These kept the watches of my sanctuary when the house of Israel strayed from me. These shall approach me to minister to me. And they shall stand before me to offer unto me sacrifice, suet and blood, saith the Lord God."},{"number":16,"verse":"These shall enter into my sanctuary; and these shall come to my table to minister to me. And they shall keep my watches."},{"number":17,"verse":"And when they enter the gates of the inner court, they shall be dressed in linen robes and shall not wear woollens, while they are officiating within the gate of the inner court."},{"number":18,"verse":"And they shall have linen mitres on their heads, and linen drawers about their loins. And they shall not be tightly girded."},{"number":19,"verse":"And when they are going out into the outer court to the people, they shall put off their linen robes in which they minister and lay them up in the chambers of the sanctuary and put on other robes. For with those robes of theirs they must not hallow the people."},{"number":20,"verse":"Moreover they shall not shave their heads, nor pull out their hair by the roots. They shall keep their heads covered."},{"number":21,"verse":"And none of the priests shall drink wine when they go into the inner court."},{"number":22,"verse":"Moreover they shall not take to wife a widow, nor one who hath been divorced; but only a virgin of the race of Israel. However, if there be a widow of a priest, they may take her."},{"number":23,"verse":"And they shall teach my people the difference between what is holy and what is common, and cause them to distinguish between clean and unclean."},{"number":24,"verse":"And they shall attend at trials for blood to pronounce sentence. They shall acquit according to my statutes, and condemn according to my judgments. And they shall keep all my rites and mine ordinances at all my festivals and shall hallow my Sabbaths."},{"number":25,"verse":"And they shall not go in where there is a person dead, to defile themselves. Only for a father or for a mother, or for a son or for a daughter, or for a brother or for a sister that hath not been married, shall a priest defile himself."},{"number":26,"verse":"And after he is purified thou shalt reckon for him seven days."},{"number":27,"verse":"And on the day when they go into the inner court to officiate in the sanctuary they shall offer an atonement, saith the Lord God."},{"number":28,"verse":"Now with regard to their inheritance I will be their inheritance, therefore no possession shall be given them among the sons of Israel. Because I am their possession, therefore"},{"number":29,"verse":"they shall eat the sacrifices and the sin offerings and the offerings for inadvertencies. Moreover every dedication in Israel shall be for them."},{"number":30,"verse":"All the first fruits and all the firstlings and all oblations. Of all your first fruits a part shall be for the priests, therefore you shall give your first fruits to the priest that your blessings may rest on your houses."},{"number":31,"verse":"But whatever hath died of itself and whatever hath been torn by wild beasts, whether it be of fowls or of cattle, the priests shall not eat."}]}