{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":46,"verses":[{"number":1,"verse":"Thus saith the Lord God, The gate of the inner court which faceth the east, shall be kept shut the six working days. On the day of the sabbaths it must be opened and on the day of the new moon it shall be opened."},{"number":2,"verse":"And the ruler shall go in by the way of the ailam of the gate on the inside and shall stand in the porch of the gate. And the priests shall prepare his whole burnt offerings and his offerings of thanksgiving; and he shall make his adoration in the porch of the gate and go out. But the gate shall not be shut till evening."},{"number":3,"verse":"And the people of the land shall make their adorations on a range with the porch of this gate, both on the sabbath days and at the new moons, before the Lord."},{"number":4,"verse":"And on the sabbath days the ruler shall offer to the Lord, for whole burnt offerings, six lambs without blemish and a ram without blemish and a libation and cake for the ram; and for the lambs, a sacrifice,"},{"number":5,"verse":"a free will offering with a hin of oil to every cake;"},{"number":6,"verse":"and on the day of the new moon a young bull without blemish and six lambs and a ram which shall be without blemish;"},{"number":7,"verse":"and there shall be a cake for the ram and a cake for the young bull with a libation, and for the lambs a voluntary gift and a hin of oil to every cake."},{"number":8,"verse":"And when the ruler cometh in he shall come in by the way of the ailam of the gate, but he shall go out by the way of the gate."},{"number":9,"verse":"And when the people of the land come in before the Lord at the festivals, he who cometh in at the north gate to worship, shall go out at the south gate: and he who cometh in at the south gate shall go out at the north gate. He shall not turn back to the gate at which he entered, but shall go out straight forward."},{"number":10,"verse":"And if the ruler is in the midst of them when they come in, he shall come in with them, and when they go out he shall go out."},{"number":11,"verse":"Both at the festivals and at the general assemblies there shall be a libation and cake for the young bull and a cake for the ram; and for the lambs a voluntary gift with a hin of oil for every cake."},{"number":12,"verse":"And if the ruler shall make a voluntary whole burnt offering of thanksgiving to the Lord, he may cause to be opened for himself the gate facing the east and make his whole burnt offering and his offerings of thanksgiving in the same manner as he doth on the day of the sabbaths. Then he shall go out, and after he is gone out he shall cause the gates to be shut."},{"number":13,"verse":"Moreover he shall every day prepare a lamb of the first year without blemish for a whole burnt offering to the Lord. In the morning he shall prepare it;"},{"number":14,"verse":"and every morning he shall prepare the libation for it, the sixth of the measure and the third of an hin of oil to mix up the offering of fine flour for the Lord."},{"number":15,"verse":"This is a standing order, you shall offer the lamb and its libation. And you shall offer the oil every morning. It is a continual whole burnt offering."},{"number":16,"verse":"Thus saith the Lord God, If the ruler make a gift to one of his sons out of his inheritance, his sons shall hold it as an hereditary possession;"},{"number":17,"verse":"but if he make a gift to one of his servants, it shall be his to the year of jubilee, and shall then revert to the ruler. None but his sons shall have an hereditary right."},{"number":18,"verse":"The ruler must not take any part of the people's inheritance by oppression. Out of his own possessions be shall give an inheritance to his sons, that my people may not be driven every one from his possession."},{"number":19,"verse":"Then he led me to the entrance of the passage behind the gate, leading to the chambers of the priests facing the north. And lo! here was a place set apart."},{"number":20,"verse":"And he said to me, This is the place where the priests are to boil the trespass offerings, and the sin offerings and where they are to bake all the offerings of flour, that they may not carry them out into the outer court, for fear of hallowing the people."},{"number":21,"verse":"Then he led me to the outer court and conducted me round the four sides of the court. And lo! a court at the four corners of this court."},{"number":22,"verse":"At every corner a court; a court with four sides; and the little court of this court was forty cubits long and thirty cubits broad. The four were of the same measure;"},{"number":23,"verse":"and in them were chambers around the four. And under these chambers round about were kitchens."},{"number":24,"verse":"And he said to me, These are the houses of the cooks, where they who minister in the house are to boil the sacrifices of the people."}]}