{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":47,"verses":[{"number":1,"verse":"Then he brought me to the vestibule of the house, and lo! water gushed out from under the porch eastward; for the front of the house faced the east; and the water ran down from the right corner, from the south, by the altar."},{"number":2,"verse":"And he led me out by the way of the north gate, and conducted me round on the outside to the gate facing the east; and lo! the water flowed down from the right corner, as a man cometh out."},{"number":3,"verse":"And having a measure in his hand, he measured a thousand with the measure, and waded across a purling stream."},{"number":4,"verse":"Then he measured a thousand with the measure, and waded through water up to the thighs. Then he measured a thousand and waded through water up to the loins."},{"number":5,"verse":"Then he measured a thousand and could not cross it; for it was swelled to an impassable torrent."},{"number":6,"verse":"And he said to me, Hast thou seen, Son of man? Then he led and brought me back along the border of the river."},{"number":7,"verse":"And on my return, behold there were on the bank of the river, trees in great abundance on both sides."},{"number":8,"verse":"And he said to me, This water which is flowing out to the eastern part of Galilee, hath indeed gone down to Arabia, and hath come to the sea to the water of the outlet, and it will heal the waters;"},{"number":9,"verse":"so that every of the animals which breed in all the places whithersoever the stream cometh, shall live, and there shall be fish there in great abundance, Because this water is come there and healeth, therefore they shall live. Every thing to which the stream cometh shall live."},{"number":10,"verse":"And fishermen shall there take a stand, from Engadin to Enagallim. There shall be a place for drying nets. The nets shall be of a peculiar kind; and the fishes thereof shall be like the fishes of the great sea; a very great multitude."},{"number":11,"verse":"But when it is forced from its channel and when it is turned from its course, and when it is caused to swell immoderately, the waters will not heal. They are turned into salt."},{"number":12,"verse":"And along the river there shall spring up on both banks, all sorts of trees fit for food. Their leaves shall never fade; nor shall their fruit ever fail. They shall always be in the act of producing fresh fruit, because the waters which nourish them flow down from the sanctuary. And their fruit shall be for food, and their leaves for medicine."},{"number":13,"verse":"Thus saith the Lord God, These are the boundaries of the land, which you shall inherit. It is an allotted portion for the twelve tribes of Israel."},{"number":14,"verse":"And you shall inherit it, one as well as another. It is that for which I lifted up my hand that I would give it to their fathers; therefore this land shall fall to you for an inheritance,"},{"number":15,"verse":"and these are the boundaries of the land; on the north from the great sea which cometh down and the bay of Emaseldam, Maabtheras,"},{"number":16,"verse":"Ebrameliam between the borders of Damascus and the borders of Emathei, the court of Saunan, which are above the borders of Auranitis,"},{"number":17,"verse":"these are the borders from the sea; from the court of Ainan the borders of Damascus. These are the northern boundaries."},{"number":18,"verse":"And with regard to the borders on the east between Loranitis and between Damascus and between Galaditis and the land of Israel, the Jordan is the boundary to the sea which is eastward in front of Phoenicon. These are the eastern boundaries. And on the south the boundaries are from Thaiman and Phoenicon to the water of Marimoth Kadem, thence to the great sea."},{"number":19,"verse":"This is the southern boundary."},{"number":20,"verse":"Thence a part of the great sea is the boundary to over against the bay of Emath even to the entrance thereof. These are the boundaries to the sea of Emath."},{"number":21,"verse":"And you shall measure out this land for them to the tribes of Israel."},{"number":22,"verse":"You shall parcel it out by lot among you and the proselytes who dwell among you. Whoever have begotten sons among you shall be yours as natives among the children of Israel. With you they shall enjoy an inheritance among the tribes of Israel,"},{"number":23,"verse":"but they shall be classed in the tribe of proselytes among the proselytes who are with you. There you shall give them an inheritance, saith the Lord God."}]}