{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":48,"verses":[{"number":1,"verse":"Now these are the names of the tribes beginning northward along the bay to the harbour of Emath, the court of Ailam, the border of Damascus northward, along part of Emath Aula; and they shall have from their eastern boundary to the sea one portion for Dan."},{"number":2,"verse":"And bordering on Dan from the eastern boundary to the sea a portion for Aser."},{"number":3,"verse":"And bordering on Aser from the eastern boundary to the sea a portion for Nephthaleim;"},{"number":4,"verse":"and bordering on Nephthaleim from the eastern boundary to the sea, a portion for Manasses;"},{"number":5,"verse":"and bordering on Manasses from the eastern boundary to the sea, a portion for Ephraim;"},{"number":6,"verse":"and bordering on Ephraim from the eastern boundary to the sea, a portion for Reuben;"},{"number":7,"verse":"and bordering on Reuben from the eastern boundary to the sea, a portion for Juda;"},{"number":8,"verse":"and bordering on Juda from the eastern boundary shall be the dedicated portion twenty five thousand cubits broad and the length like one of the portions from the eastern boundary to the sea, so the sanctuary shall be in the midst of them."},{"number":9,"verse":"The oblation which you shall set apart for the Lord shall be twenty five thousand cubits long and twenty five thousand broad."},{"number":10,"verse":"Out of these there shall be for the priests the holy dedication, on the north side twenty five thousand and on the west side ten thousand and on the south side twenty five thousand. And the mountain of the Holies shall be in the midst of it."},{"number":11,"verse":"To the priests, the consecrated sons of Sadduk, who keep the watches of the house, who were not led astray in the apostasy of the children of Israel, as the Levites were,"},{"number":12,"verse":"even to them this dedicated portion is given out of the dedicated portions of the land, as a Holy of Holies, apart from the Levites:"},{"number":13,"verse":"and to the Levites shall be given, adjoining the borders of the priests, a portion twenty five thousand cubits long and ten thousand broad; the whole being twenty five thousand in length and twenty thousand in breadth."},{"number":14,"verse":"No part of this shall be sold; nor shall it be parcelled out; nor shall the first fruits of this land be set apart; for it is dedicated to the Lord."},{"number":15,"verse":"And with regard to the overplus twenty five thousand in length and five thousand broad, out of it there shall be a plot for the city, for building and for the open walk around it. Now the city shall be in the middle of it,"},{"number":16,"verse":"and these shall be its dimensions; on the north, four thousand five hundred cubits; and on the south, four thousand five hundred; and on the east, four thousand five hundred; and on the west, four thousand five hundred."},{"number":17,"verse":"And the open walk for the city shall be on the north, two hundred and fifty, and on the south, two hundred and fifty, and on the east, two hundred and fifty, and on the west, two hundred and fifty."},{"number":18,"verse":"And the residue of the length adjoining the holy dedication, ten thousand on the east and ten thousand on the west side shall be dedicated portions, and they who occupy the city shall have the products thereof for bread."},{"number":19,"verse":"It may be worked by any out of all the tribes of Israel who occupy the city."},{"number":20,"verse":"The whole oblation twenty five thousand by twenty Rye thousand shall be a square. From it you shall set apart the oblation for the sanctuary bordering on the possession of the city."},{"number":21,"verse":"And the residue on the one side and the other shall be for the ruler, bordering on the holy dedications and along the possession of the city for twenty five thousand in length, and thence to the eastern boundary and westward by twenty five thousand to the western boundary. Adjoining these portions of the ruler shall be the holy oblation."},{"number":22,"verse":"And the dedication appropriate to the house shall be in the middle of it and taken from the Levites, and shall border on the possession of the city which is in the middle between the ruler's portions. And it shall be between the borders of Juda and the borders of Benjamin and the portions of the ruler."},{"number":23,"verse":"And with respect to the rest of the tribes, there shall be from the eastern boundary to the sea, a portion for Benjamin:"},{"number":24,"verse":"and bordering on Benjamin from the eastern boundary to the sea, a portion for Symeon:"},{"number":25,"verse":"and bordering on Symeon, from the eastern boundary to the sea, a portion for Issachar:"},{"number":26,"verse":"and bordering on Issachar from the eastern boundary to the sea, a portion for Zabulon:"},{"number":27,"verse":"and bordering upon Zabulon from the eastern boundary to the sea, a portion for Gad:"},{"number":28,"verse":"and the borders of Gad shall be from the eastern boundary and on the south along by the border of Thaiman and the waters of Baremoth Kades included in his possession, to the great sea."},{"number":29,"verse":"This is the land which you shall parcel out by lot among the tribes of Israel: and these are their portions, saith the Lord God."},{"number":30,"verse":"Moreover these shall be the streets of the city, those running northward four thousand five hundred cubits;"},{"number":31,"verse":"and the gates of the city shall be named after the tribes of Israel, three gates facing the north, one gate Reuben, one gate Juda and one gate Levi;"},{"number":32,"verse":"and those running eastward four thousand five hundred cubits, with three gates, one gate Joseph and one gate Benjamin and one gate Dan:"},{"number":33,"verse":"and those running southward, four thousand five hundred cubits with three gates, one gate Symeon and one gate Issachar and one gate Zabulon;"},{"number":34,"verse":"and those running westward four thousand five hundred cubits with three gates, one gate Gad, and one gate Aser and one gate Nephthaleim."},{"number":35,"verse":"The circumference eighteen thousand. And the name of the city from the day it is built shall be the name it now hath."}]}