{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":5,"verses":[{"number":1,"verse":"And thou son of man, take thee a knife sharper than a barber's razor and having procured such a one thou shalt pass it over thy head and thy beard. Then thou shalt take a pair of scales; and having weighed the hair"},{"number":2,"verse":"thou shalt burn the fourth part of it with fire, in the space before the city; during the completion of the days of the siege. And thou shalt take another fourth part and burn it in the midst of the city; and thou shalt hack with the sword another fourth part, around the city; and the other fourth part thou shalt scatter to the wind and I will draw out a sword after them."},{"number":3,"verse":"But of this parcel thou shalt take a few in number and tie them up in thy mantle."},{"number":4,"verse":"Yet even of these thou shalt take some and cast them into the midst of the fire and burn them with fire which shall come out of the city and thou shalt say to all the house of Israel"},{"number":5,"verse":"thus saith the Lord, This is Jerusalem. I placed her in the midst of nations and the countries around her,"},{"number":6,"verse":"that thou shouldst tell my rules of rectitude to such of the nations as are without law; and that mine ordinances might be the ordinances of the countries around her. Because they rejected my rules of rectitude and did not walk by mine ordinances;"},{"number":7,"verse":"therefore thus saith the Lord, Because you have taken your bent from the nations around you, and have not walked in my statutes, nor practised my rules of rectitude, nor acted even conformably to the moral precepts of the nations around you; therefore thus saith the Lord,"},{"number":8,"verse":"Behold I am against thee; and in the midst of thee I will execute judgment in the sight of the nations,"},{"number":9,"verse":"and do to thee according to all thine abominations, what I have not done, and the like of which I will not do any more."},{"number":10,"verse":"For this cause fathers shall eat children in the midst of thee; and children shall eat fathers. And I will execute judgment upon thee, and scatter all the remnant of thee to every wind."},{"number":11,"verse":"For this cause, as I live saith the Lord, Because thou hast polluted my holy things with all thine abominations; therefore I will cast thee off; mine eye shall not spare nor will I have compassion."},{"number":12,"verse":"The fourth part of thee shall be consumed with pestilence; and the fourth part of thee shall perish by famine in the midst of thee; and the fourth part of thee shall fall by the sword around thee; and I will make bare a sword to pursue them."},{"number":13,"verse":"And my wrath shall be spent, and mine indignation, on them; and thou shalt know why I the Lord have spoken in my zeal, when I have executed mine indignation on them."},{"number":14,"verse":"And I will make thee and thy daughters around thee, a desolation, in the sight of every one who passeth by."},{"number":15,"verse":"And thou shalt be an object of lamentation and horror to the nations around thee, when I have executed judgment on thee with mine avenging wrath: I the lord have spoken."},{"number":16,"verse":"For when I have sent against them my shafts of famine and they shall be for destruction,"},{"number":17,"verse":"I will break thy staff of bread and send against thee famine and wild beasts; and punish thee; and death and blood shall pass through upon thee: and I will bring a sword against thee from all around; I the lord have spoken."}]}