{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":6,"verses":[{"number":1,"verse":"Again a word of the lord came to me, saying,"},{"number":2,"verse":"Son of man set thy face against the mountains of Israel and prophesy against them"},{"number":3,"verse":"and thou shalt say, mountains of Israel, hear a word of the lord; Thus saith the lord to the mountains and hills, and to the vales and the forests, Behold I am bringing a sword against you; and your high places shall be destroyed;"},{"number":4,"verse":"and your altars and your temples shall be trodden down; and I will cast down your slain before your idols;"},{"number":5,"verse":"and scatter your bones around your altars and in all your dwelling places."},{"number":6,"verse":"The cities shall be laid waste and the high places desolated, that your altars may be utterly destroyed: and your idols shall be trampled down, when your Fanes are removed;"},{"number":7,"verse":"and your wounded shall fall in the midst of you; and you shall know that I am the lord."},{"number":8,"verse":"When some of you, who have escaped from the sword, are among the nations and in your dispersions through the countries;"},{"number":9,"verse":"then shall those of you, who have escaped, remember me among the nations whither they have been carried captives. With their heart which is going a whoring from me, and with their eyes, which are going a whoring after their own devices (I have sworn) they shall bewail themselves for all their abominations"},{"number":10,"verse":"and acknowledge that I the lord have spoken."},{"number":11,"verse":"Thus saith the lord, Clap with thy hand, and stamp with thy foot, and say, Ha! ha! to all the abominations of the house of Israel. By sword and by pestilence, and by famine they shall fall."},{"number":12,"verse":"He who is near shall fall by the sword; and he who is far off, shall die by pestilence; and he who is besieged shall be consumed by famine. And I will accomplish my fury on them."},{"number":13,"verse":"And you shall know that I am the Lord, when your slain are in the midst of your idols, around your altars, on every lofty mount, and under every shady tree, where they offered a sweet smelling savour to all their idols."},{"number":14,"verse":"For I will stretch forth my hand against them; and make the land a desolation and a scene of destruction, from the wilderness of Deblatha through all their habitations; and you shall know that I am the Lord."}]}