{"bibleAbbr":"Thomson1808","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":7,"verses":[{"number":1,"verse":"Again a word of the Lord came to me saying, And thou son of man say,"},{"number":2,"verse":"“Thus saith the Lord, To the land of Israel an end is coming."},{"number":3,"verse":"(6) The end is come upon the four wings of the land. The end is coming on thee who inhabitest the land. The time is come."},{"number":4,"verse":"(7) The day hath approached, not with commotions nor with pangs."},{"number":5,"verse":"(8) Now near at hand I pour out mine indignation on thee; and upon thee I will spend my wrath; and judge thee for thy ways, and retribute to thee all thine abominations."},{"number":6,"verse":"(9) Mine eye shall not spare, nor will I have compassion. Because I will retribute to thee thy ways, when thine abominations shall be in the midst of thee; therefore thou shalt know that it is I the Lord who smite thee."},{"number":7,"verse":"(3) Now the end is upon thee. I will send it against thee, and punish thee for thy ways and retribute to thee all thine abominations."},{"number":8,"verse":"(4) Mine eye shall not spare, nor will I have compassion. Because I will recompense upon thee thy ways, when thine abominations shall be in the midst of thee; therefore thou shalt acknowledge that I am the Lord."},{"number":9,"verse":"(5)For thus saith the Lord, Lo! the end is coming."},{"number":10,"verse":"Behold it is the day of the Lord. If indeed the rod hath budded,"},{"number":11,"verse":"pride hath come to a full growth. Therefore he will break the stay of the unrighteous; but not with commotion nor with perturbation."},{"number":12,"verse":"The end is come. Behold the day! let not him who purchaseth rejoice, nor him who selleth, mourn;"},{"number":13,"verse":"since he who purchaseth shall no more return to him who selleth. Nor will any man hold with an eye to life."},{"number":14,"verse":"Sound the trumpet and pass sentence on all together."},{"number":15,"verse":"Abroad let there be battle with the sword, and at home famine and pestilence. Let him who is in the field die by the sword; and them in the city let famine and pestilence destroy."},{"number":16,"verse":"Now shall they escape who escape from among them? When they shall be on the mountains, I will indeed slay all, every one for his iniquities."},{"number":17,"verse":"All hands shall be enfeebled and all thighs stained with filth."},{"number":18,"verse":"And they shall gird on sackcloth; and amazement shall cover them. And shame shall be on all their faces: and on every head, baldness."},{"number":19,"verse":"Their silver shall be thrown in the streets; and their gold shall be disregarded. Their souls shall not be satisfied; nor shall their bellies be filled: because the punishment of their iniquities is come."},{"number":20,"verse":"With their choice apparel which was laid by for ostentation; even with this they adorned the images of their abominations; therefore I have given it to them for defilement;"},{"number":21,"verse":"even into the hand of strangers I will deliver it for plunder, and to be a spoil for the ravagers of the earth; and they shall defile it."},{"number":22,"verse":"And I will turn away my face from them; and they shall pollute the places under my peculiar inspection, and come into them unobserved, and profane them"},{"number":23,"verse":"and make them an abomination. Because the land is full of peoples, and the city is full of iniquity;"},{"number":24,"verse":"therefore I will turn back their tumultuous power, and their holy things shall be polluted."},{"number":25,"verse":"Though an atonement shall come and seek peace, it shall be no more."},{"number":26,"verse":"Woe shall succeed woe; and news be followed by news; and a vision shall be sought from a prophet: and law shall perish from the priest, and counsel from the elders;"},{"number":27,"verse":"the chief shall be clothed with darkness; and the hands of the people of the land shall be weakened. According to their ways I will deal with them; and for their crimes I will punish them; and they shall know that I am the Lord."}]}