{"bibleAbbr":"Thomson1808","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":3,"verses":[{"number":1,"verse":"The Prayer of Ambacum the prophet; with an Ode."},{"number":2,"verse":"Lord, I have heard the report of thee and am terrified; I have considered thy works and am struck with amaze. In the midst of two living beings thou wilt be known; when the years draw nigh thou wilt be acknowledged; when the time is come thou wilt be pointed out: when my soul is troubled, in wrath remember mercy."},{"number":3,"verse":"God will come from Thaiman, even the Holy One from the thick shady mountains of Pharan."},{"number":4,"verse":"His glory obscured the heavens; and the earth was full of his praise. His splendor will be like light; beaming rays in his hands, which impressed a lasting love of his majesty."},{"number":5,"verse":"Before him Logos [the word] will march, and advance into the plain."},{"number":6,"verse":"He stood and the earth was shaken: he looked, and nations melted away: the mountains were violently convulsed, the everlasting hills melted."},{"number":7,"verse":"Instead of labours I beheld his marches of old. The dwellings of the Ethiopians shall be terrified! And the tents of the land of Madian!"},{"number":8,"verse":"Wast thou, Lord, angry with the rivers? Or was thy wrath against the rivers? Or thine indignation against a sea, that thou shouldst mount thy horses? Thy riding is indeed salvation."},{"number":9,"verse":"Thou hast bent thy bow effectually against sceptres. The Lord saith, “The land of rivers shall be broken;"},{"number":10,"verse":"peoples shall see and be in pangs.” Thou art scattering the rolling waters. The deep roared. It swelled high."},{"number":11,"verse":"The sun was withdrawn: and the moon stood on its orbit. Thy bolts will glance for light, for a glare of the lightening of thine arms."},{"number":12,"verse":"With a threat thou canst diminish a land, and with wrath crush nations."},{"number":13,"verse":"Thou hast marched forth for the salvation of thy people, to save thine anointed One. Thou wilt pour death on the head of transgressors, thou hast raised chains up to the neck."},{"number":14,"verse":"Thou hast struck with consternation the heads of mighties, at this they will be appalled! They will slacken their reins and be like a poor man eating in secret,"},{"number":15,"verse":"whilst thou art pressing into the sea thy horses ruffling a mighty water."},{"number":16,"verse":"I watched myself; and at the sound of the prayer of my lips my bowels trembled and a tremor seized my bones; and under me my whole frame quivered. I shall be at rest in the day of affliction, at the time of his coining to the people of my neighbourhood."},{"number":17,"verse":"Since the fig tree will not flourish, nor will there be fruit on the vines; the product of the olive will fail and the fields will supply no food; For want of food the flocks have failed, and there are no kine in the stalls;"},{"number":18,"verse":"As for me, I will rejoice in the Lord; I shall have joy for God my saviour."},{"number":19,"verse":"The Lord God is my strength, and will guide my feet to the end. He maketh me walk in high places; that I may triumph with his song."}]}