{"bibleAbbr":"guOV2016","bookName":"હઝકિયેલ પ્રબોધકનું પુસ્તક","bookEnglishName":"Ezekiel","chapterNumber":1,"verses":[{"number":1,"verse":"( હઝકિયેલને ઈશ્વરનું પ્રથમ દર્શન) ( ( 330 ૧:૧-૭:૨૦ )) ( ઈશ્વરનું રાજ્યાસન) ત્રીસમાં વર્ષમાં‍ ચોથા માસની પાંચમીએ હું બંદીવાનોની સાથે કબાર નદીની પાસે હતો તે વખતે ( .) આકાશ ઊઘડી ગયું, ને મને ઈશ્વરના દર્શન થયાં."},{"number":2,"verse":"( ; .) યહોયાકીન રાજાના બંદીવાસના પાંચમા વર્ષમાં, માસની પાચમીએ,"},{"number":3,"verse":"ખાલદીઓના દેશમાં કબાર નદીની પાસે બુઝીના પુત્ર હઝકિયેલ યાજક પાસે યહોવાનું વચન આવ્યું; ત્યાં પ્રભુનો હાથ તેના પર હતો."},{"number":4,"verse":"મેં જોયું, અને જુઓ, એજ આંધીરૂપી મહા વાદળું ઉત્તરમાંથી નીકળી આવ્યું, ને તેમાં અખંડ ચમકતો અગ્નિ હતો, ને તેની આસપાસ પ્રકાશ હતો, ને તેમાંથી, એટલે તે અગ્નિમાંથી તૃણમણિનાં જેવું તેજ આવતું હતું."},{"number":5,"verse":"તેના મધ્ય ભાગમાંથી ( .) ચાર પ્રાણીઓની પ્રતિમાં નજરે પડી. તેઓનો દેખાવ નીચે પ્રમાણે હતો:તેઓનું સ્વરૂપ માણસને મળતું હતું."},{"number":6,"verse":"દરેકને ચાર મુખ હતાં, ને તેઓમાના દરેકને ચાર પાંખ હતી."},{"number":7,"verse":"તેમના પગ સીધા હતા, અને તેમનાં પગનું તળિયું વાછરડાના પગના તળિયા જેવું હતુ; અને તેઓ ઓપેલા પિત્તળની જેમ ચળકતા હતા."},{"number":8,"verse":"તેમની પાંખો નીચે તેમની ચારે બાજુએ માણસના [જેવા] હાથ હતા. તે ચારેના મુખ તથા પાંખો [નીચે પ્રમાણે] હતાં:"},{"number":9,"verse":"તેમની પાંખો એકબીજીની સાથે જોડાયેલી હતી. તેનો ચાલતાં ચાલતાં આડાંઅવળાં વળતાં નહિ; તેઓ દરેક સીધાં આગળ ચાલ્યાં જતાં."},{"number":10,"verse":"( ; .) તેઓનાં મુખની સિકલ આ પ્રમાણે હતી:દરેક [નાં ચાર મુખમાં] નું એક મુખ માણસનું હતું; અને ચારેને જમણી બાજુએ સિંહનું મુખ હતું; અને એ ચારેને ડાબી બાજુએ બળદનું મુખ હતું; એ ચારેને વળી ગરૂડનું મુખ પણ હતું."},{"number":11,"verse":"તેઓના મુખ એ પ્રમાણે હતાં. અને તેમની આંખો ઉપલી તરફ પહોળી કરેલી હતી. દરેકની બે પાંખો એકબીજીની સાથે જોડાયેલી હતી, અને બે [પાંખો] તેમનાં શરીર ઢાંકતી હતી."},{"number":12,"verse":"દરેક [પ્રાણી] સીધું આગળ ચાલતું. જ્યાં આત્માને જવું હોય ત્યાં તેઓ જતાં. ચાલતા તેઓ આડાંઅવળાં વળતાં નહિ."},{"number":13,"verse":"એ પ્રાણીઓનો દેખાવ અગ્નિના વળતા અંગારા જેવો તથા ( .) મશાલોની જોત જેવો હતો. તે [ચળકાટ] તે પ્રાણીઓની વચ્ચે ચઢઊતર કરતો હતો. તે અગ્નિ ચળકતો હતો, ને તેમાંથી વીજળી નીકળતી હતી."},{"number":14,"verse":"વીજળીના ચમકારાના દેખાવની માફક તે પ્રાણીઓ આગળ દોડતાં તથા પાછાં આવતાં હતાં."},{"number":15,"verse":"હું એ પ્રાણીઓને જોતો હતો એટલામાં, જુઓ, એ પ્રાણીઓની પાસે એમનાં ચાર મુખમાંના દરેક મુખ દીઠ એકેક પૈડું જમીન પર [દેખાયું]."},{"number":16,"verse":"એ પૈડાંનો તથા તેમની રચનાનો દેખાવ પીરોજના રંગ જેવો હતો, અને એ ચારે એક જ ઘાટનાં હતાં; એક પૈડાની વચ્ચે બીજું પૈડું હોય એવો તેમનો દેખાવ ને તેમની રચના હતી."},{"number":17,"verse":"તેઓ ચાલતાં ત્યારે તેઓ ચારે દિશામાં [થી ગમે તે દિશાએ] ચાલતાં, ચાલતાં તેઓ આડાંઅવળાં વળતાં નહિ."},{"number":18,"verse":"તે [પૈડાં] ની વાટો તો ઊંચી ને ભયંકર હતી. તે ચારેની વાટો ( .) ચારેબાજુ આંખોથી ભરપૂર હતી."},{"number":19,"verse":"પ્રાણીઓ ચાલતાં ત્યારે એ પૈડાં તેમની બાજુએ ચાલતાં, અને પ્રાણીઓ પૃથ્વી પરથી ઊંચા ચઢતાં ત્યારે પૈડાં પણ ઊંચા ચઢતાં."},{"number":20,"verse":"જ્યાંકહી આત્મા જવાનો હોય ત્યાં તેઓ જતાં; આત્માં ત્યાં જવાનો હતો; અને પૈડાં પણ તેમની સાથે સાથે ઊંચા ચઢતાં; કેમ કે એ પ્રાણીનો આત્મા પૈડાંમાં હતો."},{"number":21,"verse":"( .) તેઓ ચાલતાં ત્યારે એ પણ ચાલતાં, તેઓ થોભતાં, ત્યારે એ પણ થોભતાં. તેઓ પૃથ્વી પરથી ઊંચા ચઢતાં ત્યારે પૈડાં પણ તેમની સાથે સાથે ઊંચાં ચઢતાં, કેમ કે એ પ્રાણીનો આત્મા પૈડાંમાં હતો."},{"number":22,"verse":"પ્રાણીઓનાં માથાં ઉપર ઊંચે, આકાશના ઘૂમટ જેવો, અદ્‍ભુત ( .) સ્ફટિકના તેજ જેવો, એ ઘૂમટ પ્રસરેલો હતો"},{"number":23,"verse":"અને એ ઘૂમટ નીચે તેઓની પાંખો સામસામે સીધી ફેલાયેલી હતી. દરેકની બે [પાંખો] તેમનાં શરીરોની એક બાજુને ઢાંકતી ને બીજી બે [પાંખો] બીજી બાજુને ઢાંકતી."},{"number":24,"verse":"તેઓ ગતિમાં હોય ત્યારે તેમની પાંખોનો અવાજ ( ; .) મોટી રેલના અવાજ જેવો, સર્વશક્તિમાનના સાદ જેવો, સૈન્યના અવાજ જેવો કોલાહલનો અવાજ મને સંભળાતો. તેઓ ઊભાં રહેતાં ત્યારે તેઓ પોતાની પાંખો નીચી નમાવી દેતાં."},{"number":25,"verse":"તેઓના માથા પરના ઘૂમટ પરથી એક અવાજ [નીકળતો] હતો. તેઓ ઊભાં રહેતાં ત્યારે તેઓ પોતાની પાંખો નીચી નમાવી દેતાં."},{"number":26,"verse":"( ; .) તેઓનાં માથા પરના ઘૂમટ પર નીલમ જેવા દેખાવની રાજ્યાસનની પ્રતિમા હતી, અને તે રાજ્યાસનની પ્રતિમા પર મનુષ્યના જેવા દેખાવનો એક [પુરુષ] હતો."},{"number":27,"verse":"( .) તેની કમરનો તથા તેની ઉપરનો દેખાવ તૃણમણિના તેજ જેવો, તથા તેની અંદર ચારે તરફ અગ્નિના દેખાવ જેવો જોયો, ને તેની આસપાસ ચળકાટ હતો."},{"number":28,"verse":"અને એ ચળકાટ ચોમાસામાં થતા મેઘધનુષના દેખાવ જેવો હતો. (29)એ તો યહોવાના ગૌરવની પ્રતિમાનો દેખાવ હતો. મેં તે જોયા ત્યારે હું ઊંધો પડી ગયો, ને કોઈ બોલતો હોય એવો સ્વર મારા સાંભળવામાં આવ્યો."}]}