{"bibleAbbr":"guOV2016","bookName":"હઝકિયેલ પ્રબોધકનું પુસ્તક","bookEnglishName":"Ezekiel","chapterNumber":14,"verses":[{"number":1,"verse":"( મૂર્તિપૂજા સામે પ્રભુનો પ્રકોપ) ત્યાર પછી ઇઝરાયલના વડીલોમાંના કેટલાક મારી પાસે આવીને મારી આગળ બેઠા."},{"number":2,"verse":"એ વખતે યહોવાનું વચન મારી પાસે આવ્યું,"},{"number":3,"verse":"“હે મનુષ્યપુત્ર, આ માણસોએ પોતાની મૂર્તિઓને પોતાના હ્રદયમાં સંઘરી રાખી છે, ને પોતાની દુષ્ટતારૂપી ઠેસ પોતાની આગળ મૂકી છે. શું હું તેમના પ્રશ્નોનો કંઈ પણ ઉત્તર આપું?"},{"number":4,"verse":"તેથી તેઓને કહે કે, પ્રભુ યહોવા કહે છે કે ઇઝરાયલના લોકોનો જે માણસ પોતાના હ્રદયમાં પોતાની મૂર્તિ સંઘરી રાખે છે, ને પોતાની દુષ્ટતારૂપી ઠેસ પોતાની આગળ મૂકીને પ્રબોધક પાસે આવે છે, તે દરેકને હું યહોવા તેની દુષ્ટતાના પ્રમાણમાં એટલે તેની સંખ્યાબંધ મૂર્તિઓના પ્રમાણમાં, ઉત્તર આપીશ."},{"number":5,"verse":"જેથી હું ઇઝરાયલ લોકોને તેમનાં પોતાનાં હ્રદયોની દુષ્ટતામાં સપડાવું, કેમ કે તેઓ સર્વ પોતાની મૂર્તિઓને લીધે મારાથી વિમુખ થયાં છે."},{"number":6,"verse":"એથી ઇઝરાયલ લોકોને કહે કે, પ્રભુ યહોવા કહે છે કે, પાછા ફરો, તમારી મૂર્તિઓનો ત્યાગ કરો. અને તમારાં મુખ તમારાં સર્વ ધિક્કારપાત્ર કૃત્યોથી અવળા ફેરવો."},{"number":7,"verse":"કેમ કે ઇઝરાયલ લોકોનો તથા ઇઝરાયલમાં રહેનાર પરદેશીઓમાંનો દરેક માણસ જે મારાથી વિમુખ થઈને પોતાની મૂર્તિઓને પોતાના હ્રદયમાં સંઘરી રાખતો હશે, ને પોતાની દુષ્ટતારૂપી ઠેસ પોતાની આગળ મૂકીને પ્રબોધક પાસે મારે વિષે પૂછવા આવશે, તેને હું યહોવા જાતે ઉત્તર આપીશ."},{"number":8,"verse":"હું મારું મુખ તે મણસની વિરુદ્ધ રાખીશ, ને તેને ચિહ્‍ન તરીકે તથા કહેવત તરીકે અચંબારૂપ કરીશ, ને તેને હું મારા લોકોમાંથી કાપી નાખીશ; ત્યારે તમે જાણશો કે હું યહોવા છું."},{"number":9,"verse":"વળી જો પ્રબોધક ભોળવાઈને વચન બોલે, તો મેં યહોવાએ તે પ્રબોધકને ભોળવ્યો છે, ને હું મારો હાથ તેના પર લંબાવીને મારા ઇઝરાયલ લોકોમાંથી તેનો નાશ કરીશ."},{"number":10,"verse":"તેઓને પોતાની દુષ્ટતાની શિક્ષા વેઠવી પડશે. પ્રબોધકની દુષ્ટતા જેટલી જ ગણાશે,"},{"number":11,"verse":"જેથી ઇઝરાયલ લોકો ફરીથી કદી મારાથી ભટકી ન જાય, ને ફરીથી કદી પોતાના અપરાધો વડે પોતાને ભ્રષ્ટ કરે નહિ. પણ તેઓ મારી પ્રજા થાય જે હું તેમનો ઈશ્વર થાઉં, એમ પ્રભુ યહોવા કહે છે.”"},{"number":12,"verse":"( દરેકની જવાબદારી પોતપોતાને માથે નૂહ, દાનિયેલ, અને અયૂબ) યહોવાનું વચન મારી પાસે આવ્યું,"},{"number":13,"verse":"“હે મનુષ્યપુત્ર, જ્યારે કોઈ દેશ અપરાધ કરીને મારી વિરુદ્ધ પાપ કરે, ને તેથી હું મારો હાથ તે પર લંબાવીને તેના આજીવિકાવૃક્ષનું ખંડન કરું, ને તેમાં દુકાળ મોકલું, ને તેમાંનાં માણસ તથા પશુનો સંહાર કરું,"},{"number":14,"verse":"ત્યારે જો કે નૂહ, દાનિયેલ તથા અયૂબ, એ ત્રણ માણસો તેમાં હોય તોપણ તેઓ પોતાની નેકીથી ફકત પોતાના જ જીવ બચાવશે, એમ પ્રભુ યહોવા કહે છે."},{"number":15,"verse":"જો હું હિંસક પશુઓને તે દેશમાં સર્વત્ર મોકલું, ને તેઓ તેને બગાડીને એવો ઉજ્જડ કરી નાખે કે એ પશુઓને લીધે કોઈ માણસ તેમાં થઈને જઈ શકે નહિ,"},{"number":16,"verse":"તો પ્રભુ યહોવા પોતાના જીવના સોગન ખાઈને કહે છે કે, જો કે એ ત્રણ માણસો તેમાં હોય, તોપણ તેઓ પોતાના પુત્રોને તેમ જ પોતાની પુત્રીઓને ઉગારી શકશે નહિ, તેઓ ફકત પોતે જ બચવા પમશે, પણ દેશ તો ઉજ્જડ થશે."},{"number":17,"verse":"અથવા જો હું તે દેશ પર તરવાર લાવીને કહું કે, હે તરવાર, દેશમાં સર્વત્ર ફરી વળ, અને એમ કરીને હું તેમાંનાં માણસ તથા પશુનો સંહાર કરું,"},{"number":18,"verse":"તો પ્રભુ યહોવા પોતાના જીવના સોગન ખાઈને કહે છે કે, જો કે એ ત્રણ માણસો તેમાં હોય તોપણ તેઓ પોતાના પુત્રોને કે પોતાની પુત્રીઓને ઉગારી શકશે નહિ, પણ ફક્ત તેઓ પોતે જ બચવા પામશે."},{"number":19,"verse":"અથવા જો હું તે દેશમાં મરકી મોકલું, ને મારો કોપ તે પર લોહીરૂપે રેડીને તેમાંનાં માણસ તથા પશુનો સંહાર કરું,"},{"number":20,"verse":"તો પ્રભુ યહોવા પોતાના જીવના સોગન ખાઈને કહે છે કે, જો કે નૂહ, દાનિયેલ તથા અયૂબ તેમાં હોય તોપણ તેઓ પોતાના પુત્રોને કે પોતાની પુત્રીઓને ઉગારી શકશે નહિ. તેઓ પોતાની નેકીથી ફકત પોતાના જ જીવ બચાવશે."},{"number":21,"verse":"કેમ કે પ્રભુ યહોવા કહે છે કે, યરુશાલેમમાંથી માણસ તથા પશુઓનો સંહાર કરવાને હું તેના પર મારી ( .) ચાર સખત શિક્ષાઓ, એટલે તરવાર, દુકાળ, હિંસક પશુઓ તથા મરકી મોકલીશ, ત્યારે કેટલો બધો [ભારે સંહાર થશે?]"},{"number":22,"verse":"તોપણ જુઓ, તેમાંના એક ભાગને જીવતો રાખવામાં આવશે, તેઓને, એટલે પુત્રોને તથા પુત્રીઓને બહાર લઈ જવામાં આવશે. ને તમે તેમનાં આચરણ તથા તેમનાં કૃત્યો જોશો. અને જે આપત્તિ હું યરુશાલેમ ઉપર લાવ્યો છું તે વિષે, એટલે જે સર્વ મેં તેના પર વિતાડ્યું છે તે વિષે તમારા મનનું સાંત્વન થશે."},{"number":23,"verse":"તેમના આચરણ તથા તેમનાં કૃત્યો તમે જોશો, ત્યારે તે પરથી તમારા મનનું સાંત્વન થશે, ત્યારે તમે જાણશો કે જે સર્વ મેં તે પર વિતાડ્યું છે તે કારણ વગર કર્યું નથી, એમ પ્રભુ યહોવા કહે છે.”"}]}