{"bibleAbbr":"guOV2016","bookName":"હઝકિયેલ પ્રબોધકનું પુસ્તક","bookEnglishName":"Ezekiel","chapterNumber":30,"verses":[{"number":1,"verse":"( મિસરને પ્રભુ તરફથી થનાર શિક્ષા) ફરીથી યહોવાનું વચન મારી પાસે આવ્યુ,"},{"number":2,"verse":"“હે મનુષ્યપુત્ર, ભવિષ્ય ભાખીને કહે કે, પ્રભુ યહોવા કહે છે કે, તે દિવસનું નખોદ જજો! એમ બૂમો પાડો."},{"number":3,"verse":"કેમ કે તે દિવસ, એટલે યહોવાનો દિવસ નજીક છે, તે મિઘોમય દિવસ છે. એ વિદેશીઓનો સમય થશે."},{"number":4,"verse":"મિસર પર તરવાર આવશે, ને જ્યારે કતલ થયેલાઓ મિસરમાં પડશે ત્યારે કૂશમાં ભારે દુ:ખ થશે. તેઓ [મિસર] ના જનસમૂહને પકડી લઈ જશે, ને તેના પાયા તોડી પાડવામાં આવશે."},{"number":5,"verse":"કૂશ, પૂટ, લૂદ તથા સર્વ મિશ્ર લોકો, તથા કૂબ તેમ જ તેમની સાથે સંપીલા દેશના લોકો તેમની સાથે તરવારથી માર્યા જશે."},{"number":6,"verse":"યહોવા કહે છે કે મિસરને ટેકો આપનારો માર્યા જશે, ને તેના સામર્થ્યનો ગર્વ ઊતરી જશે, પ્રભુ યહોવા કહે છે કે, મિગ્દોલથી સૈયેને સુધી તેમાંના લોકો તરવારથી માર્યા જશે."},{"number":7,"verse":"પાયમાલ થયેલા દેશોની જેમ તેઓ પાયમાલ થશે, ને તેઓના નગરો પણ વેરાન કરી મુકેલા નગરો જેવા થશે,"},{"number":8,"verse":"જ્યારે હું મિસરમાં આગ સળગાવીશ, ને તેના સર્વ મદદગારો નાશ પામશે, ત્યારે તેઓ જાણશે કે હું યહોવા છું."},{"number":9,"verse":"તે દિવસે નિશ્ચિત રહેનારા કૂશીઓને ભયભીત કરવા માટે મારી હજૂરમાંથી ખેપિયા વહાણવાટે જશે; અને મિસરની આફત ના સમયમાં આવી હતી તેવી ભારે આપત્તિ તેઓ ઉપર આવી પડશે; કેમ કે જુઓ, તે આવે છે."},{"number":10,"verse":"પ્રભુ યહોવા કહે છે કે, હું મિસરના જનસમૂહનો પણ, બાબિલના રાજા નબૂખાદનેસ્સારની મારફતે, અંત લાવીશ."},{"number":11,"verse":"તે તથા તેની સાથેના લોકો જેઓ પ્રજાઓને ત્રાસદાયક છે તેઓને દેશનો નાશ કરવા માટે અંદર લાવવામાં આવશે, તેઓ પોતાની તરવારો મિસર સામે ખેંચશે, ને દેશને કતલ થયેલાઓથી ભરપૂર કરશે,"},{"number":12,"verse":"હું નદીઓને સૂકવી નાખીશ, ને દેશને હું દુષ્ટ માણસોના કબજામાં સોંપી દઈશ. અને હું દેશને તથા તેની અંદર જે છે તે સર્વને પરદેશીઓની મારફતે પાયમાલ કરીશ; હું યહોવા તે બોલ્યો છું."},{"number":13,"verse":"પ્રભુ યહોવા કહે છે કે, હું મૂર્તિઓનો પણ નાશ કરીશ, ને હું નોફમાંથી પૂતળાંઓનો અંત લાવીશ. ત્યાર પછી મિસર દેશમાંથી રાજા કદી ઉત્પન્ન થશે નહિ, અને હું મિસર દેશમાં બીક ઘાલી દઈશ."},{"number":14,"verse":"હું પાથ્રોસને ઉજ્જડ કરીશ, સોઆનમાં આગ લગાડીશ, ને નોનો ન્યાય કરીને શિક્ષા કરીશ."},{"number":15,"verse":"સીન જે મિસરનો કિલ્લો છે તેના પર હું મારો કોપ રેડી દઈશ. અને હું નોના જનસમૂહનો સંહાર કરીશ,"},{"number":16,"verse":"હું મિસરમાં આગ સળગાવીશ, સીન પર ભારે આપત્તિ આવી પડશે, નો ભાંગીતૂટી જશે. અને દુશ્મનો નોફને રાતદિવસ હેરાન કરશે."},{"number":17,"verse":"આવેનના તથા પી-બેસેથના જુવાનો તરવારથી માર્યા જશે અને એ નગરોના લોકો ગુલામગીરીમાં જશે,"},{"number":18,"verse":"વળી જ્યારે હું તાહપાનેસમાં મિસરે મૂકેલૌ ઝૂંસરીઓ ભાંગી નાખીશ, ને તેના અંત:કરણમાંના પોતાના બળ વિષેના અભિમાનનો નાશ થશે, ત્યારે ત્યાં દિવસ અંધકારમય થઈ જશે. તેને વાદળ ઢાંકી દેશે, ને તેની પુત્રીઓ ગુલામગીરીમાં જશે,"},{"number":19,"verse":"એવી રીતે હું મિસરનો ન્યાય કરીને તેને શિક્ષા કરીશ. ત્યારે તેઓ જાણશે કે હું યહોવા છું.”"},{"number":20,"verse":"( મિસરના રાજાનું બળ હણાયું) વળી અગિયારમાં વર્ષના પહેલા [માંસ] ની સાતમીએ યહોવાનું વચન મારી પાસે આવ્યું,"},{"number":21,"verse":"“હે મનુષ્યપુત્ર, મેં મેસરના રાજા ફારુનનો હાથ ભાંગી નાખ્યો છે. અને તેને ફરીથી તરવાર પકડી શકે એવો મજબૂત થવા માટે દવા લગાડીને તેના પર પાટો બાંધી લીધો નથી."},{"number":22,"verse":"એ માટે પ્રભુ યહોવા કહે છે કે, જુઓ, હું મિસરના રાજા ફારુનની વિરુદ્ધ છું, ને તેના [બન્ને] હાથ. મજબૂત તેમજ ભાંગેલો, ભાંગી નાખીશ. અને હું તેના હાથમાંથી તરવાર પાડી નાખીશ."},{"number":23,"verse":"હું મિસરીઓને [બીજી] પ્રજાઓમાં વિખેરી નાખીશ. ને તેઓને [અન્ય] દેશોમાં સર્વત્ર વેરણખેરણ કરી નાખીશ."},{"number":24,"verse":"વળી હું બાબિલના રાજાના હાથ બળવાન કરીશ, ને મારી તરવાર તેના હાથમાં આપીશ, પણ હું ફારુનના હાથ ભાંગી નાખીશ; ને પ્રાણઘાતક ઘા વાગેલો માણસ જેમ કણે તેમ જ એ [બાબિલના રાજા] ની આગળ કણશે."},{"number":25,"verse":"હું બાબિલના રાજાના હાથ બળવાન કરીશ, ને ફારુનના હાથ હેઠા પડશે. જ્યારે હું મારી તરવાર બાબિલના રાજાના હાથમાં આપીશ, ને તે તેને મિસર દેશ પર લંબાવશે, ત્યારે તેઓ જાણશે કે હું યહોવા છું."},{"number":26,"verse":"જ્યારે હું મિસરીઓને [બીજી] પ્રજાઓમાં વિખેરી નાખીશ. ને તેમને [અન્ય] દેશોમાં સર્વત્ર વેરણખેરણ કરી નાખીશ, ત્યારે તેઓ જાણશે કે હું યહોવા છું.”"}]}