{"bibleAbbr":"guOV2016","bookName":"હઝકિયેલ પ્રબોધકનું પુસ્તક","bookEnglishName":"Ezekiel","chapterNumber":36,"verses":[{"number":1,"verse":"( ઇઝરાયલ ઉપર ઈશ્વરનો આશીર્વાદ) “વળી હે મનુષ્યપુત્ર, તું ભવિષ્ય ભાખીને, ઇઝરાયલના પર્વતોને કહે કે, હે ઇઝરાયલના પર્વતો, યહોવાનું વચન સાંભળો."},{"number":2,"verse":"પ્રભુ યહોવા કહે છે કે, શત્રુઓ તારી વિરુદ્ધ ‘વાહ વાહ’ કહ્યું છે, ને [કહ્યું છે કે,] ‘પ્રાચીન ઉચ્ચસ્થાનોની માલિકી અમે ભોગવીએ છીએ.’"},{"number":3,"verse":"એ માટે ભવિષ્ય ભાખીને કહે કે, પ્રભુ યહોવા એમ કહે છે કે, તેઓએ તમને પાયમાલ કર્યા છે, ને તેઓ ચારે તરફથી અમને ગળી ગયા છે કે, તમે બાકી રહેલી પ્રજાઓનું વતન તઈ પડો ને તમે કૂથલી કરનારાની તથા નિંદકોની બત્રીસીએ ચઢ્યા છો."},{"number":4,"verse":"e કારણને લીધે, હે ઇઝરાયલના પર્વતો, પ્રભુ યહોવાનું વચન સાંભળો:પર્વતો તથા ડુંગરો, નાળાં તથા ખીણો, ઉજ્જડ મેદાનો તથા સૂનાં પડેલા નગરો કે જે આસપાસની બાકી રહેલી પ્રજાઓને ભક્ષ તથા હાંસીરૂપ થઈ પડ્યાં છે, તેઓને પ્રભુ યહોવા એમ કહે છે."},{"number":5,"verse":"માટે પ્રભુ યહોવા કહે છે કે, બાકી રહેલી પ્રજાઓ તથા આખું અદોમ, જેઓએ દ્વેષબુદ્ધિથી મારા દેશને લૂંટી લેવા માટે તેને પોતાના હ્રદયના પૂરા હર્ષથી પોતાને માટે વતન તરીકે ઠરાવ્યો છે, તેઓની વિરુદ્ધ નક્કી હું ઈર્ષાના આવેશથી બોલ્યો છું."},{"number":6,"verse":"એ માટે ઇઝરાયલના દેશ વિષે ભવિષ્ય ભાખીને તેના પર્વતોને તથા ડુંગરોને, નાળાંને તથા ખીણોને કહે કે, પ્રભુ યહોવા કહે છે કે, જુઓ, તમે વિદેશીઓના મહેણાં સહન કર્યા છે, તે માટે હું મારા આવેશમાં તથા ક્રોધમાં બોલ્યો છું."},{"number":7,"verse":"એ માટે પ્રભુ યહોવા કહે છે કે, મેં સોગન ખાઇને [કહ્યું છે કે,] હે વિદેશીઓ તારી આસપાસ છે તેઓને નક્કી મહેણાં મારવામાં આવશે."},{"number":8,"verse":"પણ હે ઇઝરાયલના પર્વતો, તમારા પર તો ડાળીઓ ફૂટી નીકળશે, ને તમે મારા ઇઝરાયલ લોકોને તમારાં ફળ આપશો, કેમ કે તેઓનો [પાછા] આવવાનો [સમય] પાસે છે."},{"number":9,"verse":"કેમ કે, જુઓ, હું તમારા પક્ષમાં છું, હું તમારી તરફ ફરીશ, ને તમારામાં ખેડાણ તથા વાવેતર થશે."},{"number":10,"verse":"હું તમારા પર મનુષ્યોની વસતિ વધારીશ, એટલે ઇઝરાયલનો આખો વંશ, હા, આખો [વંશ વધારીશ] અને નગરોમાં વસતિ થશે, ને વેરાન જગાઓમાં ઈમારતો બાંધવામાં આવશે."},{"number":11,"verse":"હું તમારા પર માણસો તથા પશુઓની વૃદ્ધિ કરીશ. તેઓ વૃદ્ધિ પામશે ને ફળદ્રુપ થશે; અને હું તમને તમારી આગળની સ્થિતિ પ્રમાણે વસાવીશ, ને તમારા આરંભના કરતાં તમારું વધારે ભલું કરીશ; ત્યારે તમે જાણશો કે હું યહોવા છું."},{"number":12,"verse":"હા, હું માણસોને, એટલે મારા ઇઝરાયલ લોકને, તમારા પર ચલાવીશ. તેઓ તારા માલિક થશે, ને તું તેઓનો વારસો થશે, ને તું ફરીથી તેમને નિ:સંતાન કરશે નહિ."},{"number":13,"verse":"પ્રભુ યહોવા કહે છે કે, તેઓ તને કહે છે કે, હે દેશ તું મનુષ્યોને ગળી જનાર છે, ને તારી પ્રજાને નિર્વશ કરનાર છે."},{"number":14,"verse":"એ માટે, પ્રભુ યહોવા કહે છે કે, તું હવે પછી મનુષ્યોને ગળી જશે નહિ, તેમ હવે પછી તારી પ્રજાને નિર્વશ કરશે નહિ."},{"number":15,"verse":"અને હું તને ફરીથી કદી વિદેશીઓની નિંદા સાંભળવા દઈશ નહિ, ને તું ફરીથી કદી લોકોનાં મહેણાં સાંભળશે નહિ, ને ફરીથી કદી તું તારી પ્રજાને ઠોકર ખવડાવશે નહિ, એમ પ્રભુ યહોવા કહે છે.”"},{"number":16,"verse":"( ઇઝરાયલનું નવનિર્માણ) વળી યહોવાનું વચન મારી પાસે આવ્યું,"},{"number":17,"verse":"“હે મનુષ્યપુત્ર, ઇઝરાયલના વંશજો પોતાના દેશમાં રહેતા હતા, ત્યારે તેઓએ પોતાનાં કૃત્યોથી તેને ભ્રષ્ટ કર્યો. મારી આગળ તેઓનાં આચરણ રજસ્વલા સ્ત્રીની અશુદ્ધતા જેવાં હતાં."},{"number":18,"verse":"એ માટે જે રક્ત તેઓએ તે દેશ પર વહેવડાવ્યું હતું તેને લીધે, તથા તેઓએ તેને પોતાની મૂર્તિઓ વડે અશુદ્ધ કર્યો હતો તે કારણથી, મેં મારો કોપ તેમના પર રેડ્યો."},{"number":19,"verse":"અને મેં તેઓને [અન્ય] પ્રજાઓમાં વિખેરી નાખ્યા, ને તેઓને [ભિન્ન ભિન્ન] દેશોમાં સર્વત્ર વેરણખેરણ કરી નાખવામાં આવ્યા, તેમના આચરણ પ્રમાણે તથા તેમનાં કૃત્યો પ્રમાણે મેં તેઓનો ન્યાય કર્યો."},{"number":20,"verse":"જે પ્રજાઓમાં તેઓ ગયા ત્યાં જઈને રહ્યા પછી તેઓએ મારા પવિત્ર નામને બટ્ટો લગાડ્યો; કેમ કે લોકો તેઓ વિષે કહેઆ હતા કે, આ તો યહોવાના લોકો છે, ને [તેના] દેશમાંથી નીકળી અવ્યા છે."},{"number":21,"verse":"પણ ઇઝરાયલના વંશજોએ જે પ્રજાઓમાં તેઓ ગયા તેઓમાં મારા પવિત્ર નામને બટ્ટો લગાડ્યો હતો, પણ તે [મારા નામ] ને માટે મને ચિંતા થઈ."},{"number":22,"verse":"એ માટે ઇઝરાયલ લોકોને કહે કે, પ્રભુ યહોવા કહે છે કે, હે ઇઝરાયલના વંશજો, હું [એ] તમારી ખાતર [નથી કરતો] , પણ મારા પવિત્ર નામની ખાતર કરું છું. જો કે જે પ્રજાઓમાં તમે ગયા તેઓમાં તમે [મારા નામને] બટ્ટો લગાડ્યો છે."},{"number":23,"verse":"અન્ય પ્રજાઓમાં તમે મારા મહાન નામને બટ્ટો લગાડ્યો છે, તેને હું પવિત્ર મનાવીશ. અને પ્રભુ યહોવા કહે છે કે, જ્યારે હું તે પ્રજાઓની નજર આગળ તમારામાં પવિત્ર મનાઈશ ત્યારે તેઓ જાણશે કે હું યહોવા છું."},{"number":24,"verse":"કેમ કે હું તમને અન્ય પ્રજાઓમાંથી બહાર કઢીને તથા સર્વ દેશોમાંથી ભેગા કરીને, તમને તમારા પોતાના દેશમાં લાવીશ."},{"number":25,"verse":"હું તમારા પર શુદ્ધ પાણી છાંટીશ, ને તમે શુદ્ધ થશો. તમારી સર્વ મલિનતાથી તથા તમારી સર્વ મૂર્તિઓથી હું તમને શુદ્ધ કરીશ."},{"number":26,"verse":"( .) હું તમને નવું હ્રદય પણ આપીશ, ને હું તમારી અંદર નવો આત્મા પણ મૂકીશ. અને હું તમારા દેહમાંથી પાષાણમય હ્રદય દૂર કરીશ, ને હું તમને માંસનું હ્રદય આપીશ."},{"number":27,"verse":"હું મારો આત્મા તમારામાં મૂકીશ, ને તમને મારા વિધિઓ પ્રમાણે ચલાવીશ, ને તમે મારી આજ્ઞાઓ પાળશો તથા તેમનો અમલ કરશો."},{"number":28,"verse":"જે દેશ મેં તમારા પૂર્વજોને આપ્યો હતો તેમાં તમે વસશો. તમે મારી પ્રજા થશો ને હું તમારો ઈશ્વર થઈશ."},{"number":29,"verse":"હું તમને તમારી સર્વ મલિનતાથી મુક્ત કરીશ. હું અનાજને આજ્ઞા કરીને બોલાવીશ, ને તેન વધારીશ, ને તમારા ઉપર દુકાળ નહિ પાડું."},{"number":30,"verse":"હું તમારા વૃક્ષોનાં ફળ તથા ખેતરની ઊપજ એવી રીતે વધારી દઈશ કે ફરીથી તમને કદી પણ પ્રજાઓમાં દુકાળ વિષે મહેણું મારવામાં આવશે નહિ."},{"number":31,"verse":"ત્યારે તમને તમારાં દુરાચરણ તથા તમારાં અશુભ કૃત્યો યાદ આવશે; અને તમારાં દુષ્કર્મોને લીધે તથા તમારાં ધિક્કારપાત્ર કૃત્યોને લીધે તમે તમારા પોતાના મનમાં પોતાને ધિક્કારશો."},{"number":32,"verse":"પ્રભુ યહોવા કહે છે કે, તમારે જાણવું કે તમારી ખાતર હું એ નથી કરતો. હે ઇઝરાયલના વંશજો, તમારાં આચરણને લીધે લજ્જિત થાઓ તથા ઝંખવાણા પડો."},{"number":33,"verse":"પ્રભુ યહોવા કહે છે કે, તમારાં સર્વ દુષ્કર્મોથી હું તમને શુદ્ધ કરીશ તે સમયે હું નગરોને વસાવીશ, ને ઉજ્જડ પડેલી જગાઓમાં મકાનો બાંધવામાં આવશે."},{"number":34,"verse":"વળી જે જમીન ઉજ્જડ પડેલી હતી તે જો કે પાસે થઈને જનાર સર્વની નજરમાં વેરાન સમાન લાગતી હતી, તોપણ તેમાં ખેડાણ થશે."},{"number":35,"verse":"તેઓ કહેશે કે, ‘આ ભૂમિ જે વેરાન હતી તે હમણા એદન વાડી જેવી થઈ પડી છે; અને ખાલી, ઉજ્જડ તથા ખંડિયેર નગરોની આસપાસ કોટ બાંધેલા છે તથા તેઇનાણ વસતિ થયેલી છે.’"},{"number":36,"verse":"ત્યારે જે બાકી રહેલી પ્રજાઓ તમારી આસપાસ છે તેઓ જાણશે કે મેં યહોવાએ ખંડિયેર થઈ ગયેલાં [મકાનો] બાંધ્યાં છે, ને વેરાનમાં વાવેતર કર્યું છે. હું યહોવા બોલ્યો છું, ને હું તે કરીશ."},{"number":37,"verse":"પ્રભુ યહોવા કહે છે કે, વળી ઇઝરાયલ લોકોની આ વિનંતી પણ હું સાંભળીને તેમને માટે તે પ્રમાણે કરીશ. હું તેમના ઘેટાંના ટોળાની જેમ મનુષ્યોની વૃદ્ધિ કરીશ."},{"number":38,"verse":"યજ્ઞના ટોળાની જેમ, એટલે મુકરર પર્વોને વખતે યરુશાલેમમાંના ટોળાની જેમ; વેરાન નગરો મનુષ્યોનાં ટોળાંથી ભરાઈ જશે. ત્યારે તેઓ જાણશે કે હું યહોવા છું.”"}]}