{"bibleAbbr":"guOV2016","bookName":"હઝકિયેલ પ્રબોધકનું પુસ્તક","bookEnglishName":"Ezekiel","chapterNumber":41,"verses":[{"number":1,"verse":"પછી તે મને મંદિરમાં લાવ્યો, ને તેણે ખાંભો બાંધ્યા. તે એક બાજુએ છ હાથ પહોળા હતા, એટલે મંડપ જેટલા જ પહોળા હતા."},{"number":2,"verse":"[દરવાજાના] બારાની પહોળાઈ દશ હાથ હતી; અને બારાનાં પડખાં એક બાજુએ પાંચ હાથ ને બીજી બાજુએ પાંચ હાથ હતાં. તેણે તેની લંબાઈ માપી, તે ચાળીસ હાથ હતી, ને પહોળાઈ વીસ હાથ હતી."},{"number":3,"verse":"પછી તે અંદરની બાજુએ ગયો, તેને બારાબા ખાંભ માપ્યાં, તો દરેક બે હાથ હતો. અને બારું છ હાથ હતું. અને બારાની પહોળાઈ સાત હાથ હતી."},{"number":4,"verse":"તેણે મંદિરની આગળની લંબાઈ તથા પહોળાઈ માપી, તે વીસ વીસ હાથ હતી. તેણે મને કહ્યું, “આ તો પરમપવિત્રસ્થાન છે.”"},{"number":5,"verse":"( મંદિરના કોટની અડોઅડ ઓરડીઓ) ત્યાર પછી તેણે મંદિરની ભીંત માપી, તે છ હાથ હતી. અને મંદિરને ફરતે ચારે તરફ ઓરડીઓ હતી, તે દરેકની પહોળાઈ ચાર હાથ હતી."},{"number":6,"verse":"એ ઓરડીઓ હારબંધ ત્રીસ હતી, ને તેમના ત્રણ માળ હતા. ચારે તરફ ફરતી ઓરડીઓને માટે મંદિરની જે ભીંત હતી તેની અંદર તેઓ ઘૂસેલી હતી, એ માટે કે તે પર તેમનો આધાર રહે, ને મંદિરની ભીંત પર આધાર ન રહે."},{"number":7,"verse":"ઓરડીઓ જે મંદિરને ફરતી હતી તે જેમ જેમ વધારે ઊંચી જતી તેમ તેમ વધારે પહોળી થતી હતી; કેમ કે તેઓ મંદિર તરફ વધારે ને વધારે અંદર ઘૂસતી હતી. એ માટે મંદિર જેમ જેમ ઊંચું જતું હતું તેમ તેમ વધારે પહોળું થતું હતું; અને ભોયતળિયાથી છેક ઉપલા [માળ] માં વચલા [માળ] માં થઈને જવાતું હતું."},{"number":8,"verse":"મેં એ પણ જોયું કે મંદિરને ચોતરફ ઊંચો ઓટલો હતો. બાજુની ઓરડીઓના પાયા મોટા છ હાથના દંડા જેટલા હતા."},{"number":9,"verse":"ઓરડીઓની બહારની ભીંતની જાડાઈ પાંચ હાથ હતી; અને જે જગા ફાજલ પડી રહેલી હતી તે મંદિરની બાજુઓની ઓરડીઓની હતી."},{"number":10,"verse":"તે ઓરડીઓની [તથા મંદિરની] વચમાં મંદિરની આસપાસ ચારે દિશાએ વીસ હાથ પહોળો [ચોક] હતો."},{"number":11,"verse":"ઓરડીઓનાં બારણા બાકી રહેલાં ઓટલા તરફ હતાં, એટલે એક બારણું ઉત્તર તરફ ને બીજું દક્ષિણ તરફ; અને ફાજલ પડી રહેલી જગાની પહોળાઈ ચોતરફ પાંચ હાથ હતી."},{"number":12,"verse":"( પશ્ચિમ તરફની ઈમારત) અલગ જગાની સામેની ઈમારત જે પશ્ચિમ દિશા તરફ હતી, તે સિત્તેર હાથ પહોળી હતી. તે ઈમારતની ચોતરફની ભીંતની જાડાઈ પાંચ હાથ હતી, ને લંબાઈ નેવું હાથ હતી."},{"number":13,"verse":"( મંદિરનું પૂરું માપ) એમ તેણે મંદિરની માપણી કરી, તે સો હાથ લાબું થયું, અને અલગ જગા, ઈમારત તથા તેની ભીંતો મળી સો હાથ લાંબા હતાં."},{"number":14,"verse":"વળી મંદિરના કોખરાની તથા પૂર્વ તરફ અલગ જગાની પહોળાઈ સો હાથ હતી."},{"number":15,"verse":"પછી તેણે ઈમારતની લંબાઈ, તેની પાછળની અલગ જગાની સામે, આ બાજુના તથા પેલી બાજુના તેના ઝરૂખા સહિત માપી, તે સો હાથ હતી. અને અદરનું મંદિર તથા ચોકની પરસાળ,"},{"number":16,"verse":"( મંદિરના બાંધકામની વિગતો) ઉબરાઓ, જાળીઓ તથા પરસાળની સામેના ઝરૂખાના ત્રણ માળ એ [સર્વને] ચારે તરફ ભોંયતળિયાથી તે બારીઓ સુધી પાટિયાં જડેલાં હતાં. બારીઓ તો ઢાંકેલી હતી."},{"number":17,"verse":"બારણાની ઉપર સુધી, છેક અંદરના મંદિર સુધી, ને બહાર પણ, ને ચારે તરફ આખી ભીંતે અંદર તથા બહાર, માપ પ્રમાણે [પાટિયાં જડેલાં હતાં]."},{"number":18,"verse":"તે [પાટિયાં] ની ઉપર કરુબો તથા ખજૂરીઓ કોતરેલાં હતાં. બબ્બે કરુબોની વચમાં એકેક ખજૂરી પાડેલી હતી, ને દરેક કરુબને બે મુખ હતા."},{"number":19,"verse":"એક બાજુની ખજૂરિ તરફ મનુષ્યનું મુખ હતું, ને બીજી બાજુની ખજૂરી તરફ જુવાન સિંહનું મુખ હતું:આખા મંદિરમાં ચારે તરફ એ પ્રમાણે કરેલું હતું."},{"number":20,"verse":"ભોંયતળિયાથી તે બારણાની ઉપર સુધી કરુબો તથા ખજૂરીઓ પાડેલાં હતાં. એ પ્રમાણે મંદિરની ભીંત હતી."},{"number":21,"verse":"મંદિરની બારસાખો તો ચોખંડી હતી. પવિત્રસ્થાનના મોખરાનો દેખાવ [મંદિરના] દેખાવ જેવો હતો."},{"number":22,"verse":"( લાકડાની વેદી) વેદી લાકડાની હતી, તે ત્રણ હાથ ઊંચી હતી ને તેની લંબાઈ બે હાથ હતી અને તેના ખૂણા, તેનું તળિયું તથા તેની દિવાલો લાકડાનાં હતાં. તેણે મને કહ્યું, “આ તો યહોવાની હજૂરની મેજ છે."},{"number":23,"verse":"( બારણાં) મંદિરને તથા પવિત્રસ્થાનને બે બારણાં હતાં."},{"number":24,"verse":"[દરેક] બારણાને બે કમાડ હતાં, બે ફરતાં કમાડ હતાં. એક બારણાને બે કમાડ, ને બીજા બારણાને પણ બે."},{"number":25,"verse":"તેમના પર, એટલે મંદિરનાં કમાડ પર, ભીંતો પર પાડેલાં હતાં તેવા, કરુબો તથા ખજૂરીઓ પાડેલાં હતાં. પરસાળને મોખરે બહારની બાજુએ લાકડાનાં જાડા મોભ હતાં."},{"number":26,"verse":"પરસાળની બાજુઓ પર, આ બાજુએ ને પેલી બાજુએ બંધ બારીઓ તથા ખજૂરીઓ હતી. એ જ પ્રમાણે મંદિરની બાજુની ઓરડીઓ તથા જાડા મોભ હતાં."}]}