{"bibleAbbr":"guOV2016","bookName":"હઝકિયેલ પ્રબોધકનું પુસ્તક","bookEnglishName":"Ezekiel","chapterNumber":43,"verses":[{"number":1,"verse":"( પ્રભુનો મંદિરમાં પુન:પ્રવેશ) પછીથી જે દરવાજાનું મોં પૂર્વ તરફ છે તે દરવાજે તે મને લાવ્યો."},{"number":2,"verse":"અને જુઓ ( ,; .) ઇઝરાયલના ઈશ્વરનું ગૌરવ પૂર્વને માર્ગેથી આવ્યું, તેમની વાણી ઘણાં મોજાઓની ગર્જના જેવી હતી. અને પૃથ્વી તેમના ગૌરવથી પ્રકાશિત થઈ રહી."},{"number":3,"verse":"જે સંદર્શન મને થયું હતું, એટલે હું નગરનો નાશ કરવાને આવ્યો હતો ત્યારે જે સંદર્શન મને થયું હતું, તેના તેજ જેવું તે હતું. કબાર નદીને તીરે જે સંદર્શન મને થયું હતું તેના જેવા તે સંદર્શનો હતાં; અને હું ઊંધો પડ્યો."},{"number":4,"verse":"યહોવાના ગૌરવે પૂર્વ તરફના મોંવાળા દરવાજાને માર્ગે મંદિરમાં પ્રવેશ કર્યો."},{"number":5,"verse":"પછી આત્મા મને ઊંચકીને અંદરના ચોકમાં લાવ્યો; અને જુઓ, યહોવાના ગૌરવથી મંદિર ભરાઈ ગયું હતું."},{"number":6,"verse":"મંદિરમાંથી કોઈએકને મને કંઈ કહેતા મેમ સાંભળ્યો, એક પુરુષ મારી પાસે ઊભો હતો."},{"number":7,"verse":"તેણે મને કહ્યું, “હે મનુષ્યપુત્ર, આ તો મારા તખ્તનું સ્થાન તથા મારા પગનાં તળિયાંનું સ્થાન છે, તેમાં હું ઇઝરાયલી લોકો મધ્યે સદાકાળ રહીશ; અને ઇઝરાયલ લોકો ફરીથી કદી પણ મારા પવિત્ર નામને કલંક લગાડશે નહિ, ને તેઓ તથા તેઓના રાજાઓ પોતાના વ્યભિચારથી, તથા પોતાના રાજાઓ મરે ત્યારે તેઓનાં મુડદાંથી ભ્રષ્ટ કરશે નહિ."},{"number":8,"verse":"તેઓએ પોતાના ઉંબરા મારા ઉંબરા પાસે ને પોતાની બારસાખો મારી બાસાખ પાસે બેસાડી હતી, ને મારી તથા તેમની વચમાં ફક્ત એક ભીંત જ આવેલી હતી. તેઓએ ધિક્કારપાત્ર કૃત્યો કરીને તેઓ વડે મારા પવિત્ર નામને કલંક લગાડ્યું છે; એ માટે મેં મારા કોપમાં તેઓનો સંહાર કર્યો છે."},{"number":9,"verse":"હવે તેઓ પોતાનો વ્યભિચાર તથા પોતાના રાજાઓનાં મુડદાં મારી આગળથી દૂર કરે, એટલે હું સદા તેઓમાં વસીશ."},{"number":10,"verse":"હે મનુષ્યપુત્ર, ઇઝરાયલના વંશજોને મંદિર બનાવ કે તેઓ પોતાના દુરાચારને લીધે લજ્જિત થાય, અને તેઓ તેનો નમૂનો માપે,"},{"number":11,"verse":"જો તેઓ પોતાનાં સર્વ કૃત્યોને લીધે લજવાતા હોય તો તેઓને મંદિરની આકૃતિ તેની રચના, તેના દરવાજા, તેનાં બારણાં, તેનું સર્વ બંધારણ, તેના સર્વ વિધિઓ તથા તેના સર્વ નિયમો તારે જણાવવાં, ને તેઓના દેખતાં લખવાં, જેથી તેઓ તેની તમામ રચના તથા તેના સર્વ વિધિઓનું અનુકરણ કરીને તેમનો અમલ કરે."},{"number":12,"verse":"મંદિરનો નિયમ એ છે કે, પર્વતનાં શિખર પરની આખી સપાટી ચોતરફ પરમપવિત્ર ગણાય. જો મંદિરનો નિયમ એ છે."},{"number":13,"verse":"( વેદી) વળી ( ; .) વેદીનું માપ હાથને ધોરણે નીચે પ્રમાણે છે: (એ હાથ એક હાથને ચાર આંગળનો સમજવો:) તળિયું એક હાથ, તથા તેની પહોળાઈ એક હાથ, ને તેની કોર પાસેની તેની કિનારી ચારે તરફ એક વેંતની હોય; અને એ વેદીનું તળિયું થશે."},{"number":14,"verse":"જમીનના તળિયાથી તે નીચેના પાયા સુધીનું અંતર બે હાથ, ને પહોળાઇ એક હાથ હોય. નાના પાયાથી તે મોટા પાયા સુધીનું અંતર ચાર હાથ ને પહોળાઈ એક હાથ હોય."},{"number":15,"verse":"ઉપલી વેદી ચાર હાથની હોય; અને વેદીના મથાળાની ઉપરની બાજુએ ચાર શિંગડાં હોય."},{"number":16,"verse":"વેદીનું મથાળું બાર હાથ લાંબું ને બાર હાથ પહોળું, એટલે ચારે બાજુએ સમચોરસ હોય."},{"number":17,"verse":"પાયાનો પથારો‍ ચૌદ હાથ લાંબો બે ચૌદ હાથ પહોળો ચારે બાજુએ હોય. અને તેની આસપાસની કિનારી અડધો હાથ હોય, તેનું તળિયું ચોતરફ એક હાથ હોય; અને તેના પગથિયાં પૂર્વ દિશાએ હોય.”"},{"number":18,"verse":"( વેદીની પ્રતિષ્ઠા ક્રિયા) પછી તેણે મને કહ્યું, ( .) “હે મનુષ્યપુત્ર, પ્રભુ યહોવા કહે છે કે, વેદી બનાવવામાં આવે તે દિવસે તેના પર દહનીયાર્પણો ચઢાવવા વિષે તથા તે પર રક્ત છાંટવા વિષે આ વિધિઓ છે."},{"number":19,"verse":"પ્રભુ યહોવા કહે છે કે, સાદોકના સંતાનના લેવી યાજકો, જે મારી સેવા કરવા મારે મારી હજૂરમાં આવે, તેઓને તારે એક જુવાન ગોધો પાપાર્થર્પણને માટે આપવો."},{"number":20,"verse":"તારે તેના રક્તમાંથી કેટલુંક લઈને તેના ચાર શિંગ પર તથા પાયાના ચારે ખૂણાઓ પર, તથા ફરતી કિનારી પર લગાડવું. એવી રીતે તારે તેને પાવન કરીને તેને માટે પ્રાયશ્ચિત કરવું."},{"number":21,"verse":"વળી તારે પાપાર્થાર્પાણનો ગોધો પણ લેવો, ને તે તેને પવિત્રસ્થાનની બહાર, મંદિરની નીમેલી જગાએ, બાળે."},{"number":22,"verse":"બીજે દિવસે તારે એક ખોડખાંપણ વગરનો બકરો પાપાર્થાર્પણને માટે ચઢાવવો; અને જેમ ગોધાના રક્તથી વેદીને પાવન કરી હતી તેવી રીતે વેદીને પાવન કરવી."},{"number":23,"verse":"તેને પાવન કરી રહ્યા પછી તારે ખોડખાંપણ વગરનો એક જુવાન ગોધો તથા ટોળામાંના ખોડખાંપણ વગરનો એક મેંઢો ચઢાવવો."},{"number":24,"verse":"તારે તેમને યહોવાની આગળ લાવવા, ને યાજકો તેમના પર મીઠું નાખે, ને તેઓ તેમને યહોવા પ્રત્યે દહનીયાર્પણ તરીકે ચઢાવે."},{"number":25,"verse":"સાત દિવસ સુધી દરરોજ પાપાર્થાર્પણને માટે એક બકરો તારે તૈયાર કરવો; વળી ખોડખાંપણ વગરનો એક જુવાન ગોધો તથા ટોળામાંનો એક મેંઢો તૈયાર કરવામાં આવે."},{"number":26,"verse":"સાત દિવસ સુધી તેઓ વેદીને માટે પ્રાયશ્ચિત કરીને તેને પાવન કરે; એવી રીતે તેઓ તેની પ્રતિષ્ઠા કરે."},{"number":27,"verse":"તેઓ એ દિવસો પૂરા કરી રહે, ત્યારે આઠમે દિવસે ને ત્યારથી માંડીને આગળ જતાં યાજકો વેદી પર તમારાં દહનીયાર્પણો તથા શાંત્યર્પણો ચઢાવે. એટલે હું તમારો અંગીકાર કરીશ, એવું યહોવાનું વચન છે.”"}]}