{"bibleAbbr":"guOV2016","bookName":"હઝકિયેલ પ્રબોધકનું પુસ્તક","bookEnglishName":"Ezekiel","chapterNumber":44,"verses":[{"number":1,"verse":"( પૂર્વના દરવાજેથી પ્રવેશવાનો પરવાનો) ત્યાર પછી પવિત્રસ્થાનની બહારનો દરવાજો જેનું મોં પૂર્વ તરફ છે તેને માર્ગે તે મને પાછો લાવ્યો; અને તે બંધ હતો."},{"number":2,"verse":"યહોવાએ મને કહ્યું, “આ દરવાજો બંધ રહે, તે ઉઘાડવામાં ન આવે, કેમ કે ઇઝરાયલના ઈશ્વર યહોવાએ તેમાં થઈને પ્રવેશ કર્યો છે; એ માટે તે બંધ રાખવામાં આવે."},{"number":3,"verse":"સરદાર તો તેમાં યહોવાની હજૂરમાં રોટલી ખાવાને સરદાર તરીકે બેસે. તે દરવાજાની પરસાળને માર્ગે પ્રવેશ કરે, ને તે જ માર્ગે તે બહાર નીકળે.”"},{"number":4,"verse":"( મંદિર પ્રવેશના નિયમો) પછી તે મને ઉત્તર દરવાજાને માર્ગે મંદિરની આગળ લાવ્યો. હું જોઈ રહ્યો, તો જુઓ, યહોવાના ગૌરવથી યહોવાનું મંદિર ભરાઈ ગયું હતું; અને હું ઊંધો પડ્યો."},{"number":5,"verse":"ત્યારે યહોવાએ મને કહ્યું, “હે મનુષ્યપુત્ર, હું તેને યહોવાન મંદિરના સર્વ વિધિઓ વિષે તથા સર્વ નિયમો વિષે જે કહું તે સર્વ બરાબર ધ્યાનમાં લે, ને નજરોનજર જો, ને કાનોકાન સાંભળ; અને મંદિરમાં પ્રવેશ કરવાનો તથા પવિત્રસ્થાનમાંથી બહાર નીકળવાની દરેક માર્ગે બરાબર ધ્યાનમાં રાખ."},{"number":6,"verse":"ત્યારે બંડખોરોને એટલે ઇઝરાયલના વંશજોને કહેવું કે, પ્રભુ યહોવા કહે છે કે, હે ઇઝરાયલના વંશજો, તમારા સર્વ ધિક્કારપાત્ર કૃત્યોમાં આ જે કર્મ તમે કર્યું છે તો તે હવે તમે બંધ કરો તો ઠીક."},{"number":7,"verse":"તે કર્મ એ છે કે રોટલી, મેદ તથા રક્ત ચઢાવતી વખતે, તમે મને તથા શરીરે પણ બેસુન્નત એવા પારકાઓને મારા પવિત્રસ્થાનની અંદર લાવીને તેને, હા, મારા મંદિરને ભ્રષ્ટ કર્યું છે, ને તમે મારો કરાર તોડીને તમારા સર્વ ધિક્કારપાત્ર કૃત્યોમાં [વધારો કર્યો છે]"},{"number":8,"verse":"વળી તમે મારી પવિત્ર વસ્તુઓ વિષેની દીક્ષા પાળી નથી; પણ મારા પવિત્રસ્થાનમાં તમારે બદલે બીજાઓને મારી દીક્ષાનો તમલ કરવા માટે રાખ્યા છે."},{"number":9,"verse":"પ્રભુ યહોવા કહે છે કે, ઇઝરાયલી લોકોમાં જે પારકાઓ છે તેઓમાંનો કોઈ પણ મને તથા શરીરે બેસુન્‍નત છતાં, મારા પવિત્રસ્થાનમાં ન પેસે."},{"number":10,"verse":"( ભટકેલા લેવીઓ યાજકપદ ન ભોગવે) પણ ઇઝરાયલીઓ જેઓ મારાથી ભટકી જઈને પોતાની મૂર્તિઓના ઉપાસક થયા, તેઓ મારાથી ભટકી ગયા તે સમયે જે લેવીઓ મારાથી દૂર જતા રહ્યા તેઓનું દુષ્કર્મ તેઓને માથે રહેશે."},{"number":11,"verse":"તોપણ તેઓ મંદિરના દરવાજાઓ આગળ દેખરેખ રાખે, ને મારા પવિત્રસ્થાનમાં સેવકો થાય, ને મંદિરમાં સેવાનું કામ કરે. તેઓ લોકોને માટે દહનિયાર્પણ તથા બલિદાન કાપે, ને તેમની સેવા બજાવવાને તેઓ તેમની આગળ ખડા રહે."},{"number":12,"verse":"તેઓએ તેમની મૂર્તિઓ આગળ તેમની સેવા બજાવી હતી, ને ઇઝરાયલ લોકોની પ્રત્યે અનીતિની ઠેસરૂપ થયા હતા; તે માટે પ્રભુ યહોવા કહે છે કે, મેં તેઓની વિરુદ્ધ સમ ખાધા છે, ને તેમની દુષ્ટતા તેમને માથે આવશે."},{"number":13,"verse":"મારા પ્રત્યે યાજકપદ બજાવવા તથા મારી કોઈ પણ પવિત્ર વસ્તુની પાસે, પરમપવિત્રવસ્તુઓની પાસે આવવા તેઓ મારી હજૂરમાં ન આવે. પણ તેઓ પોતાની લજ્જા તથા પોતાના ધિક્કારપત્ર કૃત્યોનું ફળ ભોગવે."},{"number":14,"verse":"તોપણ હું તેઓને મંદિરની સર્વ સેવા વિષે તથા તેમાં જે કંઈ કરવામાં આવે તે વિષે મંદિરનું કામ સાચવનારા કરીશ."},{"number":15,"verse":"( યાજકોનું કામ) ‘પણ સાદોકના પુત્રો, એટલે લેવી યાજકો કે, જેઓએ, ઇઝરાયલિ લોકો માટી પાસેથી ભટકી ગયા ત્યારે, પવિત્રસ્થાન વિષેની દીક્ષા પાળી, તેઓ મારી હજૂરમાં આવીને મારી સેવા કરે; અને તેઓ મને મેદ તથા રક્ત ચઢાવવાને મારી સમક્ષ ઊભા રહે, એવું પ્રભુ યહોવા કહે છે."},{"number":16,"verse":"તેઓ મારા પવિત્રસ્થાનમાં પેસે, ને મારી સેવા કરવાને તેઓ મારી મેજ પાસે આવે, ને તેઓને સોંપેલી મારી સેવા બજાવે."},{"number":17,"verse":"( ; .) તેઓ શણનાં વસ્ત્ર પહેરિને અંદરના ચોકના દરવાજાઓમાં થઈને અંદર પ્રવેશ કરે. અને અંદરના ચોકના દરવાજાઓમાં તથા અંદર સેવા કરતી વખતે તેમના અંગ પર બિલકુલ ઊનના વસ્ત્ર ન હોય."},{"number":18,"verse":"તેઓએ માથે શણનાં ફાળિયાં બાધેલાં હોય, ને કમરે શણની ઈજારો પહેરેલી હોય; અને પરસેવો થાય એવું કંઈ પણ અંગે વીંટાળેલું ન હોય."},{"number":19,"verse":"તેઓ નીકળીને બહારના આંગણામાં એટલે બહારના આંગણામાં લોકોની પાસે જતાં સમયે, ( .) તેઓ સેવા કરતી વખતે પહેરેલાં વસ્ત્રો ઉતારીને તેમને પવિત્ર ઓરડીઓમાં મૂકીને બીજાં વસ્ત્રો પહેરે, જેથી તેઓના વસ્ત્રોથી લોકો પાવન થઈ ન જાય."},{"number":20,"verse":"વળી ( .) તેઓ પોતાના માથાં ન મુંડાવે, ને પોતાની લટોને વધવા ન દે; માત્ર તેઓ પોતાના માથાના વાળ કપાવે."},{"number":21,"verse":"વળી ( .) કોઈ પણ યાજક દ્રાક્ષારસ પીને અંદરના આંગણામાં ન પેસે."},{"number":22,"verse":"( ,.) તેઓ વિધવાઓને કે કાઢી મુકાયેલી સ્ત્રીઓને ને પરણે; પણ તેઓ ઇઝરાયલ લોકોના સંતાનની કુમારિકાઓ સાથે અથવા યાજકોની વિધવાઓમાંની વિધવા સાથે લગ્ન કરે."},{"number":23,"verse":"( .) તેઓ મારા લોકોને પવિત્ર તથા સાધારણ એમની વચ્ચેનો ભેદ શીખવે, ને શુદ્ધ તથા અશુદ્ધ વચ્ચેનો ભેદ સમજાવે."},{"number":24,"verse":"વળી તકરારની બાબતમાં તેઓ ન્યાય કરવા ઊભા રહે, મારા કનૂનો પ્રમાણે તેઓ તેનો ન્યાયકરે, અને મારાં સર્વ મુકરર પર્વોમાં તેઓ મારા નિયમો તથા મારા વિધિઓ પાળે; અને મારા સાબ્બાથોને તેઓ પવિત્ર માને."},{"number":25,"verse":"( .) તેઓ કોઈ પણ મુડદાની નજીક જઈને પોતાને ન અભડાવે, પણ પિતા, માતા, પુત્ર, પુત્રી, ભાઈ કે પતિ વગરની બહેનને માટે અભડાવાની તેઓને છૂટ છે."},{"number":26,"verse":"શુદ્ધ થયા પછી, તે સાત દિવસ અલગ રહે."},{"number":27,"verse":"[તે પછી જે દિવસે] તે પવિત્રસ્થાનમાં સેવા કરવા માટે અંદરના આંગણામાં પવિત્રસ્થાનમાં જાય તે દિવસે તે પોતાનું પાપાર્થાર્પણ ચઢાવે, એમ પ્રભુ યહોવા કહે છે."},{"number":28,"verse":"( .) તઓને એક વારસો મળશે; હું તેઓનો વારસો છું; અને તમારે તેઓને ઇઝરાયલમાં કંઇ વતન આપવું નહિ; હું તેઓનું વતન છું."},{"number":29,"verse":"( .) તેઓ ખાદ્યાર્પણ, પાપાર્થાર્પણ તથા દોષાર્થાર્પણ ખાય. અને ઇઝરાયલ [લોકો] માં દરેક સમર્પિત વસ્તુ તેમને મળે."},{"number":30,"verse":"સર્વ વસ્તુઓનાં પ્રથમ ફળોમાંનું સહુંથી શ્રેષ્ઠ તથા દરેક વસ્તુનું અર્પણ, તમારા સર્વ અર્પણોમાંથી, યાજકોના જ ખપમાં આવે. તમારા લોટના લોંદાનો પણ પ્રથમ ભાગ તમારે યાજકને આપવો, એ માટે કે તારા ઘર પર આશીર્વાદ રહે."},{"number":31,"verse":"( .) એમ ને એમ મરી ગયેલું કે ફાડી નાખેલું પક્ષી કે પશુ યાજક ન ખાય."}]}