{"bibleAbbr":"guOV2016","bookName":"હઝકિયેલ પ્રબોધકનું પુસ્તક","bookEnglishName":"Ezekiel","chapterNumber":45,"verses":[{"number":1,"verse":"( દેશની ભૂમિમાંથી પ્રભુનો હિસ્સો) વળી, જ્યારે તમે ઈશ્વર સમક્ષ ચિઠ્ઠી નાખીને દેશનો વારસો વહેંચી લો ત્યારે તમારે યહોવાને એક અર્પણ ચઢાવવું, એટલે તે દેશનો અમુક ભાગ અર્પણ કરવો; તે ભાગ પચીસ હજાર દંડ લાંબો, ને દશ હજાર દંડ પહોળો હોય. તે તેની ચારે તરફની સીમા સુધી પવિત્ર ગણાય."},{"number":2,"verse":"આમાંથી પવિત્રસ્થાનને માટે પાંચસો [દંડ] લાંબીને પાંચસો [દંડ] પહોળી એવી ચોતરફ સમચોરસ [જગા] રાખવી; અને તેની આસપાસ ફરતી ચારે તરફ પચાસ હાથની છૂટી જગા રાખવી."},{"number":3,"verse":"આ માપની તારે પચીસ હજાર લાંબી ને દશ હજાર પહોળી જગા માપવી; અને તેમાં પરમપવિત્રસ્થાન થાય."},{"number":4,"verse":"એ તો જમીનનો પવિત્ર ભાગ છે. એ તો પવિત્રસ્થાનના સેવકો, જેઓ યહોવાની સેવા કરવાને પાસે આવે છે, તે યાજકોને માટે રહે; અને એ જગા તેઓનાં ઘરોને માટે, તથા પવિત્રસ્થાનને માટે પવિત્ર જગા તરીકે રહે."},{"number":5,"verse":"મંદિરના સેવક લેવીઓને રહેવાને માટે વીસ ઓરડીઓ, એટલે પચીસ હજાર [દંડ] લાંબી ને દશ હજાર [દંડ] પહોળી [જગા] , તેમને તેમના વતન તરીકે મળે."},{"number":6,"verse":"પવિત્ર ભાગના આર્પણની સાતે તેની લગોલગ પાંચ હજાર [દંડ] પહોળો ને પચીસ હજાર [દંડ] લાબો [ટુકડો] તમારે નગરના તાબાનો ઠરાવવો. એ તમામ ઇઝરાયલ લોકોને માટે છે."},{"number":7,"verse":"( ભૂમીમાંથી સરદારનો ભાગ) સરદારને માટે તો પવિત્ર અર્પણની તથા નગરના તાબાની [જમીનની] આ બાજુએ તથા પેલી બાજુએ, પવિત્ર અર્પણની આગળ તથા નગરના તાંબાની [જમીનની] આગળ, પશ્ચિમ દિશાએ પશ્ચિમ તરફ, ને પૂર્વ દિશાએ પૂર્વ તરફ [જમીન] હોય, અને લંબાઈમાં [કુળોના] ભાગોમાંના એકની બરાબર, પશ્ચિમ તરફની સીમાથી તે પુર્વ તરફની સીમા સુધી, હોય."},{"number":8,"verse":"તે જમીન તો તેને ઇઝરાયલમાં વતન તરીકે મળે; અને મારા સરદારો મારા લોકો પર કદી જુલમ નહિ કરે. ઇઝરાયલ લોકોને તેઓના કુળો પ્રમાણે, જમીન આપવામાં આવશે.”"},{"number":9,"verse":"( સરદાર માટે નિયમો) પ્રભુ યહોવા કહે છે, “હે ઇઝરાયલના સરદારો, એટલેથી બસ કરો, જોરજુલમ ને લૂંટ બંધ કરો, ન્યાય તથા ઇનસાફ કરો. મારા લોકો ઉપરથી તમારો બલાત્કાર દૂર કરો, એમ પ્રભુ યહોવા કહે છે."},{"number":10,"verse":"( .) તમારે અદલ ત્રાજવા, કાટલાં, અદલ એફાહ તથા અદલ બાથ રાખવાં."},{"number":11,"verse":"એફાહ તથા બાથ એક જ માપનાં હોવાં જોઈએ એટલે કે બાથમાં હોમેરનો દશમો ભાગ માય, ને એફાહમાં હોમેરનો દશમો ભાગ માય, તેનું માપ હોમેરના ધોરણે હોય."},{"number":12,"verse":"એક શેકેલ વીસ ગેરોહનો હોવો જોઈએ. તમારો માનેહ વીશ શેકેલ, પચીસ શેકેલ [તથા] પંદર શેકેલનો હોવો જોઈએ."},{"number":13,"verse":"તમારે નીચે પ્રમાણે અર્પણ કરવું:એક હોમેર ઘઉંમાંથી એફાહનો છઠ્ઠો ભાગ, ને એક હોમેર જવમાંથી એફાહનો છઠ્ઠો ભાગ તમારે આપવો."},{"number":14,"verse":"એક બાથ તેલનો નીમેલો ભાગ આ પ્રમાણે, એટલે દર કોરે કે, દર દશ બાથે કે, દર હોમેરે, એક દશાંશ બાથ તેલનો હોવો જોઈએ; કેમ કે દશ બાથનો એક હોમેર થાય છે."},{"number":15,"verse":"ઇઝરાયલના રસાળ ગોચરણમાંનાં દર બસો ઘેટાંમાંથી એક હલવાન, લોકોને માટે પ્રાયશ્ચિત કરવા સારું ખાદ્યાર્પણને માટે, દહનિયાર્પણને માટે તથા શાંત્યર્પણોને માટે [આપવું] , એમ પ્રભુ યહોવા કહે છે."},{"number":16,"verse":"દેશના સર્વ લોકોએ ઇઝરાયલમાં જે સરદાર હોય તેને સારુ અર્પણને માટે એ આપવું."},{"number":17,"verse":"વળી પર્વોમાં, ચંદ્રદર્શનોમાં તથા સાબ્બાથોમાં, ઇઝરાયલ લોકોનાં સર્વ ઠરાવેલાં પર્વોમાં, દહનીયાર્પણો, ખાદ્યાર્પણો તથા પેયાર્પણો કરવાં એ સરદારની ફરજ છે. ઇઝરાયલ લોકોને માટે પ્રાયશ્ચિત કરવા સારુ પાપાર્થાર્પણ, ખાદ્યાર્પણ, દહનિયાર્પણ તથા શાંત્યાર્પણો તેણે તૈયાર કરી રાખવા.”"},{"number":18,"verse":"( પર્વો) ( ( 20 ૧૨:૧-૨૦ ; 30 ૨૩:૩૩-૪૩ )) પ્રભુ યહોવા કહે છે, ” પહેલા માસની પહેલીએ તારે ખોડખાંપણ વગેરેનો એક જુવાન ગોધો લઈને પવિત્રસ્થાનને પાવન કરવું."},{"number":19,"verse":"યાજક પાપાર્થાર્પણના રક્તમાંથી કેટલુંક લઈને તેને મંદિરની બારસાખો પર, વેદીના પાયાના ચાર ખૂણાઓ પર તથા અંદરના આંગણાના દરવાજાની બારસાખો પર લગાડે."},{"number":20,"verse":"સર્વ ચૂક કરનારને માટે અબુદ્ધને માટે તારે માસની સાતમીએ એ પ્રમાણે કરવું; એમ તમારે મંદિરને માટે પ્રાયશ્ચિત કરવું."},{"number":21,"verse":"( ; .) પહેલા માસની ચૌદમી તારીખથી તમારે પાસ્ખાપર્વ પાળવું, તે પર્વ સાત દિવસ [પાળવું] ; બેખમીર રોટલી ખાવી."},{"number":22,"verse":"તે દિવસ સરદાર પોતાને માટે તથા દેશના સર્વ લોકને માટે પાપાર્થાર્પણને સારું એક ગોધો રજૂ કરે."},{"number":23,"verse":"એ પર્વના સાત દિવસ તે યહોવાને માટે દહનીયાર્પણ રજૂ કરે, એટલે સાત દિવસ દરરોજ ખોડખાંપણ વગરના સાત ગોધા તથા મેંઢા, ને પાપાર્થાર્પણને માટે દરરોજ એક બકરો [રજૂ કરે]"},{"number":24,"verse":"તે નીચે પ્રમાણે ખાદ્યાર્પણ રજૂ કરે, એટલે ગોધા દીઠ એક એફાહ તથા મેંઢા દીઠ એક એફાહ. ને દર એફાએ એક હીન તેલ."},{"number":25,"verse":"( ; .) સાતમા માસની પંદરમી તારીખથી બેઠેલા પર્વમાં સાત દિવસ તે એ જ પ્રમાણે કરે; એટલે ઉપર કહ્યા પ્રમાણે પાપાર્થાર્પણ, દહનીયાર્પણ, ખાદ્યાર્પણ તથા તેલ [તે રજૂ કરે].”"}]}