{"bibleAbbr":"guOV2016","bookName":"હઝકિયેલ પ્રબોધકનું પુસ્તક","bookEnglishName":"Ezekiel","chapterNumber":46,"verses":[{"number":1,"verse":"( સરદાર અને પર્વો વિષેના નિયમો) પ્રભુ યહોવા કહે છે, “અંદરના આંગણાનો દરવાજો જેનું મોં પૂર્વ તરફ છે તે કામ કરવાના છયે દિવસ બંધ રહે; પણ સાબ્બાથને દિવસે તે ઉઘાડો રહે, ને ચંદ્રદર્શનને દિવસે તે ઉઘાડો રહે,"},{"number":2,"verse":"સરદાર બહારના દરવાજાની પરસાળને માર્ગે અંદર દાખલ થઈને દરવાજાની બારસાખ આગળ ઊભો રહે, ને યાજકો તેનું દહનીયાર્પણ તથા તેના શાંત્યાર્પણો તૈયાર કરે, ને તે દરવાજાના ઉંબરા આગળલ ઊભો રહીને ભજન કરે. પછી તે બહાર નીકળી જાય; પણ દરવાજાને સાંજ સુધી બંધ ન કરવો."},{"number":3,"verse":"દેશના લોકો સાબ્બાથના દિવસોએ તથા ચંદ્રદર્શનના દિવસોએ તે દરવાજાના મોં આગળ ઊભા રહીને યહોવાની હજૂરમાં ભજન કરે."},{"number":4,"verse":"જે દહનીયાર્પણ સરદાર સાબ્બાથને દિવસે ચઢાવે તે નીચે પ્રમાણે હોવું જોઈએ, એટલે ખોડખાંપણ વગરનાં છ હલવાન તથા ખોડખાંપણ વગરનો એક મેંઢો;"},{"number":5,"verse":"તે મેંઢાને માટે ખાદ્યાર્પણ એક એફાહ, ને હલવાનોની સાથે ખાદ્યાર્પણ તેની શક્તિ પ્રમાણે, ને દર એફાહ દીઠ એક હીન તેલ આપે."},{"number":6,"verse":"ચંદ્રદર્શનને દિવસે ખોડખાંપણ વગરનો એક જુવાન ગોધો, છ હલવાન તથા એક મેંઢો, તે ખોડખાંપણ વગરનાં, એટલું [દહનીયાર્પણ] તે ચઢાવે."},{"number":7,"verse":"અને તે નીચે પ્રમાણે ખાદ્યાર્પણ તૈયાર કરે, એટલે તે ગોધાની સાથે એક એફાહ તથા તે મેંઢાની સાથે તેની શક્તિ પ્રમાણે, ને દર એફાહ દીઠ એક હીન તેલ."},{"number":8,"verse":"અંદર પેંસતાં સરદાર દરવાજાની પરસાળને માર્ગે અંદર આવે, ને તે જ માર્ગે તે બહાર પણ નીકળે."},{"number":9,"verse":"પણ જ્યારે દેશના લોકો ઠરાવેલા પર્વોમાં યહોવાની સમક્ષ આવે ત્યારે જે પુરુષ ભજન કરવાને ઉત્તર તરફના દરવાજાને માર્ગે અંદર પેસે તે દક્ષિણ તરફના દરવાજાને માર્ગે બહાર નીકળે. જે દરવાજાને માર્ગે તે અંદર ગયો હોય તેમાં થઈને તે પાછો ન આવે, પણ સીધો આગળ ચાલ્યો જઈને બહાર નીકળે."},{"number":10,"verse":"તેઓ અંદર જાય ત્યારે સરદાર તેઓની સાથે અંદર જાય; અને તેઓ બહાર નીકળે ત્યારે તે તેઓની સાથે બહાર નીકળે."},{"number":11,"verse":"ઉજાણીઓમાં તથા ઠરાવેલાં પર્વોમાં ખાદ્યાર્પણ દર ગોધા દીઠ એક એફાહ, તથા દર મેંઢા દીઠ એક એફાહ, તથા હલવાનો સાથે તેની શક્તિ પ્રમાણે, તથા દર એફાહ દીઠ એક હીન તેલ, એટલું હોય."},{"number":12,"verse":"સરદાર ઐચ્છિકાર્પણ એટલે યહોવાને માટે ઐચ્છિકાર્પણ તરીકે, દહનીયાર્પણ અથવા શાંત્યર્પણ રજૂ કરે, ત્યારે પૂર્વ તરફના મોંવાળો દરવાજો એક જણ તેને માટે ઉઘાડે, ને તે સાબ્બાથને દિવસે રજૂ કરે છે તેમ, પોતાનું દહનીયાર્પણ તથા પોતાનાં શાંત્યર્પણો રજૂ કરે. પછી તે બહાર નીકળે; અને તેના બહાર નીકળ્યા પછી એક જણ તે દરવાજો બંધ કરે."},{"number":13,"verse":"( નિત્યનાં અર્પણ) પહેલા વર્ષનું ખોડખાંપણ વગરનું હલવાન યહોવાને માટે દહનીયાર્પણ તરીકે તારે દરરોજ રજૂ કરવું. દર સવારે તારે તે રજૂ કરવું."},{"number":14,"verse":"તારે દર સવારે તેની સાથે નીચે પ્રમાણે ખાદ્યાર્પણ રજૂ કરવું; એટલે એક એફાહનો છઠ્ઠો ભાગ, ને મેંદાને મોણ દેવાને એક હીન તેલનો ત્રીજો ભાગ. એ કાયમ વિધિ પ્રમાણે યહોવાને માટે હંમેશનું ખાદ્યાર્પણ છે."},{"number":15,"verse":"એવી રીતે તેઓ દર સવારે હમેશના દહનીયાર્પણ તરીકે હલવાન, ખાદ્યાર્પણ તથા તેલ રજૂ કરે.”"},{"number":16,"verse":"( સરદારની જાગીરનો વારસો) પ્રભુ યહોવા કહે છે, “જો સરદાર પોતાના કોઈ પણ પુત્રને બક્ષિસ આપે, તો તે તેનો વારસો છે, [માટે] તેના પુત્રો તેના માલિક થાય; એ વારસાની રૂએ તેમનું વતન છે."},{"number":17,"verse":"પણ જો તે પોતાના વારસામાંથી પોતાના કોઈ ચાકરને બક્ષિસ આપે, તો ( .) મુક્ત કરવાના વર્ષ સુધી તે તેની માલીકીમાં રહે. ત્યાર પછી તે સરદારની પાસે પાછી આવે; પણ તેનો વારસો તો તેના પુત્રોને માટે જ રહે."},{"number":18,"verse":"વળી સરદારે લોકોના વારસા લઈ લઈને તેઓને તેઓના વતનમાંથી કાઢી મૂકવા નહિ. તેણે પોતાના પુત્રોને પોતાના વતનમાંથી જ વારસો આપવો. જેથી મારા લોકો પોતપોતાના વતનમાંથી વખેરાઈ ન જાય.”"},{"number":19,"verse":"( મંદિરના રસોડાં) ત્યાર પછી તે મને દરવાજાની બાજુ પરને બારણે થઈને ઉત્તર તરફના મોંવાળી પવિત્ર ઓરડીઓ જે યાજકોને માટે હતી તેઓમાં લાવ્યો; અને જુઓ, પાછલા ભાગમાં પશ્ચિમ તરફ એક સ્થળ હતું."},{"number":20,"verse":"તેણે મને કહ્યું, “આ સ્થળે તો યાજકો દોષાર્થાર્પણ તથા પાપાર્થાર્પણ બાફે, ને ત્યાં તેઓ ખાદ્યાર્પણ પકાવે, રખેને તેઓ તેમને બહારના આંગણામાં લાવીને લોકોને પાવન કરે.”"},{"number":21,"verse":"ત્યાર પછી તે મને બહારના આંગણામાં લઈ ગયો, ને તેણે મને તે આંગણાના ચારે ખૂણે ફેરવ્યો. ત્યાં આંગણાના ચારે ખૂણે ફેરવ્યો. ત્યાં આંગણાના દરેક ખૂણામાં એક [નાનું] આંગણું હતું."},{"number":22,"verse":"આંગણાના ચારે ખૂણાઓમાં [નાનાં] આંગણાં હતાં, તેમાંનું [દરેક] ચાળીસ [હાથ] લાંબું ને ત્રીસ હાથ પહોળું હતું. ખૂણાઓમાંનાં એ ચારે આંગણાં એક જ માપનાં હતાં."},{"number":23,"verse":"તેઓની અંદર ચારે તરફ, એટલે એ ચારેની ચોતરફ [ઇમારતોની] હાર હતી, ને ચારે તરફની હાર નીચે રાંધવાના ચૂલા બનાવેલા હતા"},{"number":24,"verse":"જ્યાં મંદિરના સેવકો લોકોનાં બલિદાનો બાફે.”"}]}