{"bibleAbbr":"NASB2020","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":14,"verses":[{"number":1,"verse":"(Principles of Conscience) Now accept the one who is weak (Or in the faith) in faith, but not (Lit for quarrels) to have quarrels over opinions."},{"number":2,"verse":"One person has faith that he may eat all things, but the one who is weak eats only vegetables."},{"number":3,"verse":"The one who eats is not to regard with contempt the one who does not eat, and the one who does not eat is not to judge the one who eats, for God has accepted him."},{"number":4,"verse":"Who are you to judge the (Or house servant) servant of another? To his own (Lit lord) master he stands or falls; and he will stand, for the Lord is able to make him stand."},{"number":5,"verse":"One person (Lit judges) values one day over another, another (Lit judges) values every day the same. Each person must be fully convinced in his own mind."},{"number":6,"verse":"The one who observes the day, observes it for the Lord, and the one who eats, (Lit eats) does so with regard to the Lord, for he gives thanks to God; and the one who does not eat, it is for the Lord that he does not eat, and he gives thanks to God."},{"number":7,"verse":"For not one of us lives for himself, and not one dies for himself;"},{"number":8,"verse":"for if we live, we live for the Lord, or if we die, we die for the Lord; therefore whether we live or die, we are the Lord’s."},{"number":9,"verse":"For to this end Christ died and lived again, that He might be Lord both of the dead and of the living."},{"number":10,"verse":"But as for you, why do you judge your brother or sister? Or you as well, why do you regard your brother or sister with contempt? For we will all appear before the judgment seat of God."},{"number":11,"verse":"For it is written: “AS I LIVE, SAYS THE LORD, TO ME EVERY KNEE WILL BOW, AND EVERY TONGUE WILL (Or confess) GIVE PRAISE TO GOD.”"},{"number":12,"verse":"So then each one of us will give an account of himself to God."},{"number":13,"verse":"Therefore let’s not judge one another anymore, but rather (Lit judge) determine this: not to put an obstacle or a stumbling block in a brother’s or sister’s way."},{"number":14,"verse":"I know and am convinced (Lit through) in the Lord Jesus that nothing is (I. e., ceremonially unclean; lit common) unclean in itself; but to the one who thinks something is (I. e., ceremonially unclean; lit common) unclean, to that person it is (I. e., ceremonially unclean; lit common) unclean."},{"number":15,"verse":"For if because of food your brother or sister is hurt, you are no longer walking in accordance with love. Do not destroy with your choice of food that person for whom Christ died."},{"number":16,"verse":"Therefore do not let what is for you a good thing be (Lit blasphemed) spoken of as evil;"},{"number":17,"verse":"for the kingdom of God is not eating and drinking, but righteousness and peace and joy in the Holy Spirit."},{"number":18,"verse":"For the one who serves Christ in this way is acceptable to God and approved by other people."},{"number":19,"verse":"So then we pursue the things (Lit of peace and the things of the building up) which make for peace and the building up of one another."},{"number":20,"verse":"Do not tear down the work of God for the sake of food. All things indeed are clean, but they are evil for the person who eats (Lit by offense) and causes offense."},{"number":21,"verse":"It is good not to eat meat or to drink wine, or to do anything by which your brother or sister stumbles."},{"number":22,"verse":"The faith which you have, have (Lit according to yourself) as your own conviction before God. Happy is the one who does not condemn himself in what he approves."},{"number":23,"verse":"But the one who doubts is condemned if he eats, because his eating is not from faith; and whatever is not from faith is sin."}]}