{"bibleAbbr":"teERV1997","bookName":"యిర్మీయా","bookEnglishName":"Jeremiah","chapterNumber":36,"verses":[{"number":1,"verse":"( యిర్మీయా పుస్తకాన్ని రాజైన యెహోయాకీము తగలబెట్టటం) యిర్మీయాకు యెహోవా నుండి వర్తమానం వచ్చింది. ఇది యెషీయా కుమారుడైన యెహోయాకీము యూదా రాజ్యాన్ని పాలిస్తున్న నాల్గవ సంవత్సరం. యెహోవా వర్తమానం ఇలా వుంది:"},{"number":2,"verse":"“యిర్మీయా, నీవు పుస్తకపు చుట్ట తీసుకొని నేను యిచ్చే సందేశాలన్నిటినీ గ్రంథస్థం చేయుము. ఇశ్రాయేలు, యూదా రాజ్యాల గురించి, తదితర రాజ్యాల గురించి నేను నీతో మాట్లాడియున్నాను. యోషీయా రాజైనప్పటి నుండి ఈ నాటి వరకు నేను నీతో చెప్పిన మాటలన్నీ వ్రాయుము."},{"number":3,"verse":"యూదా వంశం వారికి నేను చేయాలని ప్రయత్నిస్తున్న కీడు అంతా బహుశః వారు వినవచ్చు. బహుశః వారు దుష్కార్యాలు చేయటం మాని వేయవచ్చు. వారలాచేస్తే గతంలో వారు చేసిన మహా పాపాలన్నిటినీ నేను క్షమిస్తాను.”"},{"number":4,"verse":"కావున బారూకు అనే వానిని యిర్మీయా పిలిచాడు. బారూకు తండ్రి పేరు నేరీయా, యెహోవా తనతో చెప్పిన సందేశాలన్నిటిని యిర్మీయా బయటికి పలికాడు. యిర్మీయా మాట్లాడుతూ ఉండగా, బారూకు గ్రంథస్థం ( గ్రంథస్థం చెప్పిన దానిని ఒక కాగితంపై వ్రాయుట. ఇది చుట్టబడిన పలుచని చర్మంగాని, చెట్టు బెరడుగాని, పత్రంగాని కావచ్చు. స్థూలంగా దీనిని పుస్తకం అని చెప్పటం జరిగింది.) చేశాడు."},{"number":5,"verse":"పిమ్మట బారూకుతో యిర్మీయా ఇలా అన్నాడు: “నేను దేవాలయంలోనికి వెళ్లలేను. నేనక్కడికి వెళ్లటానికి అనుమతి లేదు."},{"number":6,"verse":"అందుచేత నీవే దేవాలయానికి వెళ్లాలని నా కోరిక, ఉపవాసాల రోజున నీవక్కడికి వెళ్లి, నీవు వ్రాసిన విషయాలు ప్రజలకు చదివి వినిపించుము. నీవు రాసిన యెహోవా వర్తమానాలను నేను నీకు చెప్పిన విధంగా చదివి వినిపించు. యూదా పట్టణాల నుండి యెరూషలేముకు వచ్చే ప్రజలందరికీ ఆ వర్తమానాలను చదివి వినిపించు."},{"number":7,"verse":"బహుశః ఆ ప్రజలు తమకు సహాయపడమని యెహోవాను వేడు కొనవచ్చు. బహుశః ప్రతి ఒక్కడూ చెడుకార్యాలు చేయటం మానివేయవచ్చు. వారిపట్ల తాను చాలా కోపంగా వున్నట్లు యెహోవా ప్రకటించియున్నాడు.”"},{"number":8,"verse":"కావున నేరీయా కుమారుడైన బారూకు ప్రవక్త అయిన యిర్మీయా చెప్పిన ప్రకారం చేశాడు. బారూకు తాను గ్రంథస్థం చేసిన యెహోవా వర్తమానాన్ని బిగ్గరగా చదివాడు. అతను దానిని యెహోవా ఆలయంలో చదివాడు."},{"number":9,"verse":"రాజైన యెహోయాకీము పాలన ఐదు సంవత్సరాలు దాటి తొమ్మిదవ నెల జరుగుతూ ఉండగా ఉపవాస దినం ప్రకటించబడింది. యెరూషలేము నగర వాసులు, యూదా పట్టణాల నుంచి యెరూషలేముకు వచ్చి నివసిస్తున్న వారందరం యెహోవా ముందు ఉపవాసము చేయవలసి ఉంది."},{"number":10,"verse":"ఆ సమయంలో యిర్మీయా మాటలన్నిటినీ తాను వ్రాసి ఉంచిన పుస్తకంనుండి బారూకు చదివాడు. దానినతడు దేవాలయంలో చదివాడు. దేవాలయంలో చేరిన ప్రజలంతా వినేలా బారూకు తాను వ్రాసిన పుస్తకాన్ని చదివాడు. తన పత్రం (పుస్తకం) చదివినప్పుడు బారూకు పైఆవరణలో ఉన్న గెమర్యా గదిలో ఉన్నాడు. ఆలయ నూతన ద్వారం వద్ద ఆ గది నిర్మింపబడి ఉంది గెమర్యా తండ్రి పేరు షాఫాను. గెమర్యా అను వ్యక్తి దేవాలయంలో వ్రాయువాడు (లేఖికుడు)"},{"number":11,"verse":"పుస్తకం నుండి బారూకు చదివిన యెహోవా వర్తమానాలన్నిటినీ మీకాయా అనువాడు విన్నాడు. మీకాయా తండ్రి పేరు గెమర్యా గెమర్యా తండ్రి పేరు షాఫాను."},{"number":12,"verse":"పుస్తకం నుండి చదవబడిన యెహోవా వర్తమానాలను విన్న మీకాయా రాజభవనంలో ఉన్న కార్యాదర్శి గదికి వెళ్లాడు. రాజభవనంలో ఉన్నతాధి కారులంతా కూర్చుని ఉన్నారు. అక్కడ ఉన్నవారిలో కార్యదర్శి ఎలీషామా, షెమాయా కుమారుడైన దెలాయ్యా, అక్బోరు కుమారుడైన ఎల్నాతాను, షాఫాను కుమారుడైన గెమర్యా, హనన్యా కుమారుడైన సిద్కియా మరియు తదితర రాజోద్యోగులు ఉన్నారు."},{"number":13,"verse":"పుస్తకంలో నుండి బారూకు ప్రజలందరి ముందు చదవగా తాను విన్నదంతా మీకాయా ఆ అధికారులకు తెలియజేశాడు."},{"number":14,"verse":"ఆ అధికారులంతా కలిసి యెహూది యను వానిని బారూకు వద్దకు పంపారు. యెహూది తండ్రి పేరు నెతన్యా. నెతన్యా తండ్రి పేరు షెలెమ్య. షెలెమ్య తండ్రి పేరు కూషి. యెహూది అనేతను బారూకు వద్దకు వెళ్లి, “నీవు చదివిన పుస్తకం తీసికొని నా వెంట రమ్మని” అన్నాడు. నేరీయా కుమారుడైన బారూకు పుస్తకాన్ని తీసికొని యెహూది వెంట అధికారుల వద్దకు వెళ్లాడు."},{"number":15,"verse":"ఆ అధికారులు బారూకును చూచి, “కూర్చో! మాకు ఆ ప్రతాన్ని చదివి వినిపించు” అని అన్నారు. అప్పుడు బారూకు ఆ పత్రాన్ని వారికి చదివి వినిపించాడు."},{"number":16,"verse":"గ్రంథస్థం చేయబడిన ఆ వర్తమానాలనన్నిటినీ అధికారులు విన్నారు. వాటిని విని వారంతా భయపడి ఒకరి ముఖం ఒకరు చూసుకున్నారు. వారు బారూకుతో ఇలా అన్నారు, “నీవు గ్రంథస్థం చేసిన వర్తమానాల విషయం మేము రాజైన యెహోయాకీముతో తప్పక చెప్పాలి.”"},{"number":17,"verse":"తరువాత ఆ అధికారులు బారూకును ఒక ప్రశ్న అడిగారు. “బారూకూ, నీవు వ్రాసిన ఈ వర్తమానములు నీకెలా లభ్యమైనాయి? యిర్మీయా నీతో మాట్లాడిన విషయాలను నీవు వ్రాసియున్నావా?” అని అడిగారు."},{"number":18,"verse":"అవునని బారూకు చెప్పాడు. “యిర్మీయా మాట్లాడగా, ఆ వర్తమానాలన్నిటినీ నేను సిరాతో ఈ పత్రంపై వ్రాసి ఉంచాను” అని అన్నాడు."},{"number":19,"verse":"అది విన్న రాజ్యాధికారులు బారూకుతో, “నీవు, యిర్మీయా పోయి తప్పక దాగుకోవాలి, మీరెక్కడ దాగియున్నారో ఎవ్వరికీ తెలియనీయవద్దు” అని అన్నారు."},{"number":20,"verse":"పిమ్మట రాజ్యాధికారులు ఆ పత్రాన్ని (పుస్తకం) లేఖికుడైన ఎలీషామా గదిలో ఉంచారు. వారు రాజైన యెహోయాకీము వద్దకు వెళ్లి ఆ పుస్తకం గురించి అంతా చెప్పారు."},{"number":21,"verse":"అప్పుడు రాజైన యెహోయాకీము ఆ పత్రాన్ని ( పత్రము పుస్తకము లేక గ్రంథము, చుట్టబడిన కాగితము లేక పత్రము అని పర్యాయ పదాలుగా వాడబడ్డాయి.) తేవటానికి యెహూదిని పంపించాడు. లేఖకుడైన ఎలీషామా గదినుండి యెహూది ఆ పుస్తకాన్ని తెచ్చాడు. రాజుకు, ఆయన వద్ద నిలబడి ఉన్న సిబ్బందికి యెహూది ఆ పుస్తకాన్ని చదివి వినిపించాడు."},{"number":22,"verse":"ఇది జరిగే నాటికి సంవత్సరంలో తొమ్మిదవ నెల ( తొమ్మిదవ నెల నవంబరు-డిశెంబరు ప్రాంతం.) కావటంతో, రాజైన యెహోయాకీము శీతకాలపు గదిలో (వెచ్చని గది) కూర్చుని ఉన్నాడు. రాజుముందు ఒక చిన్న నిప్పుగూటిలో మంట రగులుతూ వుంది."},{"number":23,"verse":"చుట్టబడిన పత్ర రూపంలో ఉన్న ఆ గ్రంథాన్ని యెహూది చదవటం మొదలు పెట్టాడు. అతడు రెండు మూడు పుటల విషయాలు చదవగానే రాజైన యెహోయాకీము ఆ పత్రాన్ని గుంజుకుని, ఒక చిన్న కత్తితో చదివిన భాగాన్ని కోసి మండే నిప్పులో వేయసాగాడు. ఆ విధంగా మొత్తం పుస్తకమంతా తగులబెట్టాడు."},{"number":24,"verse":"పైగా రాజైన యెహోయాకీము, అతని సిబ్బంది ఆ వర్తమానాన్ని విని భయపడలేదు. వారి పాపాలకు చింతిస్తున్న సూచనగా వారు తమ బట్టలను చించుకొనలేదు."},{"number":25,"verse":"ఎల్నాతాను, దెలాయ్యా మరియు గెమర్యా అనేవారు రాజుతో మాట్లాడి గ్రంథాన్ని తగులబెట్టకుండా చేయాలని ప్రయత్నించారు గాని రాజు వినలేదు."},{"number":26,"verse":"రాజైన యెహోయాకీము లేఖకుడైన బారూకును, ప్రవక్తయైన యిర్మీయాను నిర్బంధించు మని కొందరు మనుష్యులను ఆదేశించాడు. అలా ఆదేశించబడిన మనుష్యులు రాజకుమారుడు యెరహ్మెయేలు, అజీ్రయేలు కుమారుడైన శెరాయా, మరియు అబ్దెయేలు కుమారుడైన షెలెమ్యా అనువారు. అయితే యెహోవా బారూకును, యిర్మీయాను దాచివేసిన కారణంగా ఆ మనుష్యులు వారిని కనుక్కోలేకపోయారు."},{"number":27,"verse":"యెహోవా వాక్కు యిర్మీయాకు వినిపించింది. యెహోవా నుండి వచ్చిన సందేశాలన్నీ పొందుపర్చబడిన సుదీర్గ పుస్తకాన్ని రాజైన యెహోయాకీము తగులబెట్టిన పిమ్మట ఇది జరిగింది. యిర్మీయా ఆ విషయాలు బారూకుతో చెప్పగా, బారూకు వాటన్నిటినీ పుస్తకంగా వ్రాశాడు. యిర్మీయాకు వచ్చిన యెహోవ సందేశం ఇలా ఉంది:"},{"number":28,"verse":"“యిర్మీయా, మరో పత్రం తీసికో. దానిమీద మొదటి చుట్టలో వున్న వర్తమానములన్నిటినీ నీవు తిరిగి వ్రాయుము. ఆ మొదటి పుస్తకాన్నే యూదా రాజైన యెహోయాకీము తగుల బెట్టాడు."},{"number":29,"verse":"యిర్మీయా, యూదా రాజైన యెహోయాకీముకు ఈ విషయం కూడా చెప్పు, ‘యెహోవా ఇలా అంటున్నాడు: యెహోయాకీమా, నీవా పుస్తకాన్ని తగులబెట్టావు. “బబులోను రాజు వచ్చి నిశ్చయంగా ఈ రాజ్యాన్ని నాశనం చేస్తాడని యిర్మీయా ఎందుకు వ్రాశాడు? ఈ దేశంలో గల మనుష్యులను, జంతువులను బబులోను రాజు నాశనం చేస్తాడని ఎందుకు చెప్పాడు?” అని నీవు అన్నావు."},{"number":30,"verse":"కావున, యూదా రాజైన యెహోయాకీము విషయంలో యెహోవా ఇలా అంటున్నాడు: యెహోయాకీము సంతతివారు దావీదు సింహాసనంపై కూర్చొనరు. యెహోయాకీము చనిపోయినప్పుడు రాజ లాంఛనాలతో అంత్యక్రియలు జరగవు. అతని కళేబరం నేలమీద పారవేయబడుతుంది. అతని శవం పగలు ఎండకు ఎండి, రాత్రి మంచుకు నానిపోతుంది."},{"number":31,"verse":"ప్రభువునైన నేను యెహోయాకీమును, అతని సంతానాన్ని శిక్షిస్తాను. అతని అధికారులను కూడ నేను శిక్షిస్తాను. వారు దుర్మార్గులు గనుక నేనలా చేస్తాను. ఆ అధికారులపైకి, యెరూషలేము ప్రజలపైకి, యూదా ప్రజలపైకి మహా విపత్తు తీసికొని వస్తానని నేను అనియున్నాను. నేను చెప్పిన విధంగా వారికి అష్ట కష్టాలను తెచ్చి పెడతాను. కారణమేమంటే, వారు నేను చెప్పినది వినలేదు.’”"},{"number":32,"verse":"యిర్మీయా మరో గ్రంథాన్ని తీసికొని లేఖకుడు నేరీయా కుమారుడు బారూకుకు ఇచ్చాడు. రాజైన యెహోయాకీము నిప్పులో వేసి తగులబెట్టిన పుస్తకంలో వున్న వర్తమానములన్నిటినీ, యిర్మీయా చెప్పుచుండగా బారూకు ఆ పత్రం మీద మరల వ్రాశాడు. పాత వర్తమానాల వంటివే మరికొన్ని క్రొత్తగా ఈ రెండవ గ్రంథములో చేర్చబడ్డాయి."}]}