{"bibleAbbr":"teERV1997","bookName":"యిర్మీయా","bookEnglishName":"Jeremiah","chapterNumber":4,"verses":[{"number":1,"verse":"ఇదే యెహోవా వాక్కు. “ఇశ్రాయేలూ, నీవు రావాలనుకుంటే, తిరిగి నా వద్దకు రమ్ము నీ విగ్రహాలను విసరివేయి! నానుండి దూరంగా పోవద్దు!"},{"number":2,"verse":"నీవు ఆ విధంగా చేస్తే, నీవు ప్రమాణం చేయటానికి ఈ మాటలు చెప్పగలవు ‘నిత్యుడైన యెహోవా తోడు’ అని నీవనగలవు నీవీ మాటలు సత్యమైన, న్యాయమైన, నీతిమార్గాన పలుకగలవు. నీవీ పనులు చేస్తే, యెహోవా రాజ్యాలను దీవిస్తాడు. యెహోవా చేసిన పనులను వారు పొగడుతారు.”"},{"number":3,"verse":"యూదా ప్రజలకు, యెరూషలేము నగరవాసులకు యెహోవా ఇలా చెపుతున్నాడు: “మీ భూములు దున్నబడలేదు. వాటిని దున్నండి! ముండ్లపొదలలో విత్తనాలు చల్లవద్దు."},{"number":4,"verse":"యెహోవా యొక్క ప్రజలుగా మీరు తయారుకండి. మీ హృదయాలను మార్చుకోండి ( యెహోవా … మార్చుకోండి “ప్రభువు పేరిట సున్నతి సంస్కారం కలిగివుండండి. మీ హృదయాల మీది పొరను కత్తిరించండి” అని పాఠాంతరం. ఒక వ్యక్తి తను దేవుని పక్షాన వున్నట్లు తెలుపుటకు తన మర్మావయవము మీది ముందు చర్మాన్ని కత్తిరించుట ఇశ్రాయేలీయుల సాంప్రదాయం. కాని నిజమైన సున్నతి సంస్కారం వ్యక్తియొక్క హృదయం (మనస్సు) లో మొదలవుతుందని యిర్మీయా చెపుతున్నాడు.) యూదా ప్రజలారా, యెరూషలేము వాసులారా, మీలో పరివర్తన రాకపోతే నాకు చాలా కోపం వస్తుంది. నా కోపం అగ్నిలా ప్రజ్వరిల్లుతుంది. నా కోపం మిమ్మల్ని దహించి వేస్తుంది. ఆ అగ్ని జ్వాలల్ని ఎవ్వరూ ఆర్పలేరు! అసలు ఇదంతా ఎందుకు జరుగుతుంది? మీరు చేసిన పాపకార్యాలవల్లనే ఇదంతా జరుగుతుంది.”"},{"number":5,"verse":"( ఉత్తర దిశ నుండి విపత్తు) “ఈ వర్తమానాన్ని యూదా ప్రజలకు ప్రకటించుము: “యెరూషలేములో ప్రతి పౌరునికి తెలియజేయుము, ‘దేశమంతా బూర వూది’ బాహాటంగా ఇలా చెప్పుము, ‘మీరంతా కలిసి రండి! రక్షణకై మనమంతా బలమైన నగరాలకు తప్పించుకుపోదాం!’"},{"number":6,"verse":"సీయోను వైపుకు సంకేత ధ్వజాన్ని ఎగురవేయుము. మీ ప్రాణరక్షణకై పారిపొండి! ఆలస్యం చేయవద్దు! ఇది మీరు త్వరగా చేయండి. ఎందువల్లననగా ఉత్తర దిశనుండి ( ఉత్తర దిశనుండి యూదా రాజ్యం మీదికి బబులోను సైన్యం ఈ దిశనుండే దండెత్తివచ్చింది. ఇశ్రాయేలుకు పశ్చిమంగా, ఉత్తరంగా వున్న దేశాల సైన్యాలు తరుచు యూదా, ఇశ్రాయేలు మీదికి దండెత్తి వచ్చేవి.) నేను విపత్తును తీసుకొని వస్తున్నాను. నేను అతి భయంకరమైన వినాశనాన్ని తీసుకొని వస్తున్నాను.”"},{"number":7,"verse":"తన గుహనుండి ఒక “సింహం” బయటికి వచ్చింది. రాజ్యాలను నాశనం చేసేవాడు కదలి వస్తున్నాడు. నీ రాజ్యాన్ని సర్వ నాశనం చేయటానికి అతడు ఇల్లు వదిలి వస్తున్నాడు. నీ పట్టణాలు ధ్వంసమవుతాయి. వాటిలో నివసించటానికి ఒక్కడూ మిగలడు."},{"number":8,"verse":"కావున నారబట్టలు ( నారబట్టలు మృతుల కోసం సంతాప సూచకంగా ధరించే ఒక రకమైన ముతకబట్ట.) ధరించండి. మిక్కిలిగా విలపించండి! ఎందువల్లనంటే యెహోవా మీపట్ల చాలా కోపంగా ఉన్నాడు."},{"number":9,"verse":"ఈ వర్తమానం యెహోవా నుండి వచ్చినది. “ఇది జరిగే సమయంలో రాజు, ఇతర నాయకులు తమ ధైర్యాన్ని కోల్పోతారు. యాజకులు బెదరిపోతారు! ప్రవక్తలు భయపడి, విస్మయం పొందుతారు!”"},{"number":10,"verse":"అప్పుడు యిర్మీయానైన నేను ఇలా చెప్పాను, “నా ప్రభువగు యెహోవా, నీవు నిజంగా యూదా, యెరూషలేము ప్రజలను మోసపుచ్చావు. ‘మీకు శాంతి కలుగుతుంది’ అని వారికి చెప్పియున్నావు. కాని ఇప్పుడు వారి గొంతుకలమీద కత్తి ఉంది!”"},{"number":11,"verse":"ఆ సమయంలో యూదా, యోరూషలేము ప్రజలకు ఒక వర్తమానం ఇవ్వబడుతుంది: “వట్టి కొండలపై నుండి వేడిగాలి వీస్తుంది. అది ఎడారి నుండి నీ ప్రజల మీదికి వీస్తుంది. అది రైతులు నూర్చిన ధాన్యం పోతపోయటానికి పనికి వచ్చే పైరుగాలిలాంటిది కాదు."},{"number":12,"verse":"ఇది దీనికంటె బలమైన గాలి; పైగా అది నావద్ద నుండి వీస్తుంది. ఇప్పుడు, యూదా ప్రజలపై నా న్యాయనిర్ణయం ప్రకటిస్తాను.”"},{"number":13,"verse":"చూడు, శత్రువు మేఘంలా లేచి వస్తాడు! అతని రధాలు సుడిగాలిలా కన్పిస్తాయి! అతని గుర్రాలు గ్రద్దలకంటె వేగం కలవి! అది మనకు హానికరం! మనం సర్వ నాశనమయ్యాము!"},{"number":14,"verse":"యెరూషలేము ప్రజలారా, మీ హృదయాలనుంచి చెడును కడిగి వేయండి. మీరు పరిశుద్ధ హృదయాలు కలిగి ఉండండి; తద్వారా మిమ్మల్ని మీరు రక్షించుకోండి. దుష్ట ఆలోచనలు చేయటం మానివేయండి."},{"number":15,"verse":"వినండి! దానునుండి ( దానునుండి దాను వంశస్థులు ఇశ్రాయేలు దేశపు ఉత్తర భాగాన సరిహద్దుల్లో స్థిరపడ్డారు. ఉత్తరం నుండి వచ్చే విపత్తులో ముందుగా శత్రువు వాత పడేది వారే.) వచ్చిన వార్తాహరుడు మాట్లాడుతున్నాడు. కొండల ప్రాంతమైన ఎఫ్రాయిము ( ఎఫ్రాయిము ఇశ్రాయేలు యొక్క ఉత్తర రాజ్యాలలో ఎఫ్రాయిము మధ్యప్రాంతంగా ఉండేది.) నుండి ఇతడు దుర్వార్త తెస్తున్నాడు."},{"number":16,"verse":"“దానిని ఈ దేశమంతా ప్రకటించండి. ఆ వార్తను యెరూషలేము నగరవాసులకు తెలియజేయండి. బహుదూరపు దేశంనుండి శత్రువు వస్తున్నాడు. యూదా నగరాలపై శత్రువులు యుద్ధ ధ్వని చేస్తున్నారు."},{"number":17,"verse":"చేను చుట్టూ పంటను కాపాడే మనుష్యులున్నట్లు యెరూషలేమును శత్రువులు చుట్టుముడతారు యూదా, నీవు నాకు ఎదురు తిరిగావు! అందువల్లనే శత్రువు నిన్నెదిరించి వస్తున్నాడు!” ఇది యెహోవా వాక్కు."},{"number":18,"verse":"“నీవు నివసించిన తీరు, నీవు చేసిన దుష్కార్యాలే ఈ విపత్తును తీసికొని వచ్చాయి. నీ దుష్టజీవితమే నీ గుండెల్ని చీల్చే బాధను తెచ్చింది.”"},{"number":19,"verse":"( యిర్మీయా రోదన) అయ్యయ్యో, నా దుఃఖం, ఆవేదనతో నేను మూలుగుచున్నాను. నేను బాధతో క్రుంగి పోతున్నాను. అయ్యో, నేను భయ భ్రాంతుడనయ్యాను. నాలో నా గుండె దద్దరిల్లుతూ ఉంది. నేను ప్రశాంతంగా ఉండలేను. ఎందువల్లనంటే నేను బూర ధ్వని విన్నాను. అది యుద్ధ నాదం. సైన్యాన్ని అది పిలుస్తోంది!"},{"number":20,"verse":"ఒకదాని తరువాత ఒకటి ఆపదల పరంపర! దేశం యావత్తూ సర్వనాశనమయ్యింది. అనుకోని విధంగా నా డేరాలన్నీ నాశనం చేయబడ్డాయి! నా పరదాలు (తెరలు) చించబడ్డాయి!"},{"number":21,"verse":"యెహోవా, నేనెంత కాలం యుద్ధ ధ్వజాలను చూడాలి? ఎంతకాలం యుద్ధ నాదం నేను వినాలి?"},{"number":22,"verse":"దేవుడు ఇలా అన్నాడు: “నా ప్రజలు మూర్ఖులు. వారు నన్నెరుగరు. వారు మంద బుద్ధిగల పిల్లలవలె ఉన్నారు. వారికి అవగాహనే లేదు. కాని వారు చెడు చేయటంలో నేర్పరులు. మంచిపని ఎలా చేయాలో వారికి తెలియనే తెలియదు.”"},{"number":23,"verse":"( ముంచుకు వచ్చే ముప్పు) నేను భూమివైపు చూశాను. భూమి ఖాళీగా ఉంది; దానిపై ఏమీ లేదు. నేను అకాశంవైపు చూశాను. వెలుగు పోయింది. ( భూమి … పోయింది యిర్మీయా తన దేశాన్ని భూమి మీద జీవరాసులను సృష్టించే ముందున్న కాలానికి పోల్చి చూశాడు. (చూడండి: .))"},{"number":24,"verse":"నేను పర్వతాల వైపు చూశాను, అవి కదిలిపోతున్నాయి. కొండలన్నీ కంపించి పోతున్నాయి."},{"number":25,"verse":"నేను చూడగా, అక్కడ మనుష్యులు లేరు. ఆకాశంలో పక్షులు లేకుండా పోయాయి."},{"number":26,"verse":"నేను చూడగా సుక్షేత్రమైన రాజ్యం ఎడారిలా కన్పించింది. ఆ రాజ్యంలో నగరాలన్నీ సర్వనాశనమయ్యాయి. ప్రభువే ఇదంతా కలుగజేశాడు. అధికమైన యెహోవా కోపమే దీనిని కలుగచేసింది."},{"number":27,"verse":"యెహోవా ఇలా అన్నాడు: “దేశం యావత్తూ నాశనమవుతుంది. (కానీ దేశాన్ని పూర్తిగా నాశనం చేయను)"},{"number":28,"verse":"అందువల్ల దేశంలో మిగిలినవారు చనిపోయిన వారి కొరకు విలపిస్తారు. ఆకాశం చీకటవుతుంది. నా మాటకు తిరుగులేదు. నేనొక నిర్ణయాని కొచ్చాను; మరల నేను మనస్సు మార్చుకోను.”"},{"number":29,"verse":"గుర్రపు రౌతుల రవాళింపులు, విలుకాండ్ర శబ్దాలను యూదా ప్రజలు విని పారిపోతారు! కొందరు గుహలలో దాగుకొంటారు. కొంత మంది పొదలలో తలదాచుకుంటారు. మరి కొందరు కొండల మీదికి ఎక్కుతారు. యూదా నగరాలన్నీ నిర్మానుష్యమవుతాయి. అక్కడ ఎవ్వరూ నివసించరు."},{"number":30,"verse":"యూదా, నీవు నాశనం చేయబడ్డావు. నీవేమి చేస్తున్నావు? నీ అందమైన ఎర్రని దుస్తులు ఎందుకు ధరించావు? నిన్ను బంగారు ఆభరణాలతో ఎందుకు అలంకరించుకొన్నావు? నీ కంటికి అలంకరణ ఎందుకు చేసుకున్నావు? నీ అలంకరణ వ్యర్థం. నీ ప్రేమికులు నిన్నసహ్యించుకుంటారు. వారు నిన్ను చంపాలని చూస్తున్నారు."},{"number":31,"verse":"ప్రసవ వేదనలో స్త్రీ అరచినట్లుగా నేనొక రోదన విన్నాను. అది ప్రథమ కన్పులో స్త్రీ పడిన వేదనవంటిది. అది సీయోను కుమార్తె ( సీయోను కుమార్తె యెరూషలేము నగరానికి ఇది మరోపేరు.) రోదన. ఆమె చేతులెత్తి ప్రార్థిస్తూ, “అయ్యో, నేను మూర్ఛపోతున్నాను! హంతకులు నన్ను చుట్టుముట్టారు!” అని అంటున్నది."}]}