{"bibleAbbr":"teERV1997","bookName":"యిర్మీయా","bookEnglishName":"Jeremiah","chapterNumber":5,"verses":[{"number":1,"verse":"( యూదా వారి దుష్టత్వం) “యెరూషలేము నగర వీధులలో తిరుగుతూ చుట్టుప్రక్కల పరిశీలిస్తూ ఈ విషయాలపై ఆలోచించు. నగర కూడలి స్థలాలలో వెదకి ఏ ఒక్కడైనా మంచి వ్యక్తి కనిపిస్తాడేమో చూడు. నీతిగా వ్యవహరించే ఏ ఒక్కడు గాని, సత్యాన్వేషిగాని ఉన్నాడేమో చూడు. ఏ ఒక్క మంచి వ్యక్తిని చూడ గలిగినా, నేను యెరూషలేమును క్షమిస్తాను!"},{"number":2,"verse":"ప్రజలు ప్రమాణాలు చేస్తూ ‘నిత్యుడైన యెహోవాతోడు’ అంటారు. కాని అది పేరుకు మాత్రం. వారు చెప్పింది చేయరు.”"},{"number":3,"verse":"యెహోవా, నీవు ప్రజలలో నమ్మకస్థులకై చూస్తున్నావని నాకు తెలుసు. యూదా వారిని నీవు కొట్టావు. అయినా వారికి నొప్పి కలుగలేదు. వారిని నాశనం చేశావు, అయినా వారొక గుణపాఠం నేర్చుకోటానికి తిరస్కరించారు. వారు మొండి వైఖరి దాల్చారు. వారి దుష్కార్యాలకు వారు చింతించ నిరాకరించారు."},{"number":4,"verse":"కాని నేను (యిర్మీయా) ఇలా అనుకున్నాను: “కేవలం పేద మరియు సామాన్య వర్గాల వారే అలా మూర్ఖులై ఉండాలి. వారే యెహోవా మార్గాన్ని అనుసరించటం నేర్చుకోలేదు. పేదలు వారి దేవుని బోధనలు తెలుసుకోలేదు."},{"number":5,"verse":"కావున యూదా ప్రజల నాయకుల వద్దకు నేను వెళతాను. నేను వారితో మాట్లాడతాను. నాయకులు తప్పక యెహోవా మార్గాన్ని మరియు ఉపదేశాలను అర్థం చేసుకుంటారు. వారి దేవుని న్యాయమార్గం వారికి తెలుస్తుందనే నమ్మిక నాకు ఉంది!” కాని నాయకులంతా యెహోవా సేవను నిరాకరించే నిమిత్తం ఏకమైనారు. ( కాని … ఏకమైనారు అక్షరార్థంగా వారు కాడి విరిచి, బంధాలను తెంచుకున్నారు.)"},{"number":6,"verse":"వారు దేవునికి వ్యతిరేకులైనారు. అందువల్ల అరణ్యంలోనుండి ఒక సింహం వారిని ఎదిరిస్తుంది. ఎడారిలో నుండి ఒక తోడేలు వచ్చి వారిని చంపుతుంది. వారి నగరాల దాపున ఒక చిరుతపులి పొంచి ఉంది. నగరంలో నుంచి ఎవడు బయటికి వచ్చినా చిరుతపులి చీల్చి చెండాడుతుంది. యూదా ప్రజలు మరల మరల చేసిన పాపాల ఫలితంగా ఇదంతా జరుగుతుంది. అనేక పర్యాయములు వారు యెహోవాకు దూరమైనారు."},{"number":7,"verse":"దేవుడిలా అన్నాడు: “యూదా, నేను నిన్నెందుకు క్షమించాలో ఒక కారణం చూపించు. నీ పిల్లలు నన్ను త్యజించారు. దేవుళ్లే కానటువంటి వ్యర్థమైన విగ్రహాలకు వారు ప్రమాణాలు చేశారు. నీ సంతానానికి కావలసిన ప్రతుది నేను యిచ్చి వున్నాను. అయినా వారింకా నా పట్ల విశ్వాసఘాతకులై ఉన్నారు! వారెక్కువ కాలం వ్యభిచార గృహాలలోనే గడిపారు"},{"number":8,"verse":"వారు తినటానికి సమృద్ధిగా ఉండి, సంభోగించటానికి సిద్ధంగా ఉన్న గుర్రాలవలె ఉన్నారు. పొరుగువాని భార్య కోసం మదించి సకిలిస్తున్న గుర్రంలా వున్నారు."},{"number":9,"verse":"ఈ పనులన్నీ చేసినందుకు యూదా ప్రజలను నేను శిక్షించవద్దా?” ఇదే యెహోవా వాక్కు. “అవును! ఇటువంటి దేశాన్ని నేను శిక్షించాలిగదా. వారికి తగిన శిక్ష విధించాలి."},{"number":10,"verse":"“యూదావారి ద్రాక్షతోటల వరుసలగుండా వెళ్లు. ద్రాక్షలతలన్నీ నరికివేయుము. (కాని వాటి మొద్దులను నరికి నాశనం చేయవద్దు). వాటి కొమ్మలన్నీ నరికివేయి. ఎందువల్లనంటే, ఈ తీగెలు యెహోవాకు చెందినవికావు. ( యూదా … చెందినవికావు ఇక్కడ ప్రవక్త యూదాను దాక్షతీగతో పోల్చుతున్నాడు.)"},{"number":11,"verse":"ఇశ్రాయేలు వంశీయులు, యూదా వంశీయులు ప్రతి విషయంలోనూ నాకు విశ్వాసఘాతుకులుగా ఉన్నారు.” ఈ వర్తమానం యెహోవా నుండి వచ్చింది."},{"number":12,"verse":"“యెహోవా విషయంలో ఆ ప్రజలు అబద్ధమాడారు. వారిలా అన్నారు: ‘యెహోవా మమ్మల్ని ఏమీ చేయడు. మాకు ఏ రకమైన కీడూ రాదు. మమ్మల్ని ఏ శత్రు సైన్యం ఎదిరించగా మేము చూడము. మేము ఆకలికి మాడిపోము.’"},{"number":13,"verse":"తప్పుడు ప్రవక్తలు కేవలం వట్టి మాటలు పలుకుతారు, దేవుని వాక్కు వారియందు లేదు. వారికి కీడు మూడుతుంది.”"},{"number":14,"verse":"సర్వశక్తిమంతుడైన యెహోవా ఈ విషయాలు తెలియజేసాడు: “నేను వారిని శిక్షించనని ఆ ప్రజలు అన్నారు. కావున యిర్మీయా, నేను నీకు చెప్పిన మాటలు అగ్నిలా ఉంటాయి. ఆ ప్రజలు కొయ్యలాంటివారు. అగ్ని ఆ కట్టెనంతా దహించివేస్తుంది.”"},{"number":15,"verse":"ఓ ఇశ్రాయేలు వంశీయులారా, యెహోవా ఇలా చెప్పినాడు: “మీ మీదికి బహు దూరంలో ఉన్న ఒక దేశాన్ని తీసుకొని వస్తున్నాను. అది ఒక ప్రాచీన రాజ్యం అది ఒక శక్తివంతమైన రాజ్యం. మీకు అర్థంకాని భాషను వారు మాట్లాడతారు. వారు చెప్పేది మీకు అర్థం కాదు."},{"number":16,"verse":"వారి అమ్ముల పొదులు తెరచిన సమాధుల్లా వున్నాయి. వారంతా యోధాన యోధులు."},{"number":17,"verse":"మీరు పండించిన పంటనంతా ఆ సైనికులు తినివేస్తారు. మీ ఆహారాన్నంతా వారు తినివేస్తారు. మీ కుమారులను, కుమార్తెలను వారు నాశనం చేస్తారు. వారు మీ గొర్రెల మందలను, పశువుల మందలను తింటారు. మీ ద్రాక్షాపంటను, అంజూరపు చెట్లను వారు తింటారు. కత్తులతో వారు మీ బలమైన నగరాలను నాశనం చేస్తారు. మీరు నమ్మి తల దాచుకున్న బలమైన నగరాలను వారు నాశనం చేస్తారు!”"},{"number":18,"verse":"యెహోవా ఇలా చెబుతున్నాడు: “కాని ఆ భయంకరమైన రోజులు వచ్చినప్పుడు, ఓ యూదా, నేను నిన్ను పూర్తిగా నాశనం కానివ్వను."},{"number":19,"verse":"యూదా ప్రజలు నిన్ను, ‘యిర్మీయా, మా దేవుడైన యెహోవా మాకెందుకీ ఆపద తెచ్చిపెట్టాడు?’ అని అడుగుతారు. అప్పుడు నీవు, ‘ఓ యూదా ప్రజలారా, మీరు యెహోవాను విస్మరించారు. మీ స్వంత దేశంలోనే పరదేశాల వారి విగ్రహాలను పూజించారు. మీరలా ప్రవర్తించారు గనుక ఇప్పుడు మీరు పరాయి రాజులను మీకు చెందని రాజ్యంలో సేవించవలసి ఉంది!’ అని సమాధానం చెప్పు.”"},{"number":20,"verse":"యెహోవా ఇలా అన్నాడు: “యాకోబు వంశస్తులకు ఈ వర్తమానం అందజేయుము. యూదా రాజ్యానికి ఈ సమాచారం తెలియజేయుము."},{"number":21,"verse":"బుద్ధిహీనులైన మూర్ఖుపు జనులారా ఈ వర్తమానం వినండి: మీకు కళ్లు ఉండికూడా చూడరు! మీకు చెవులు ఉండి కూడా వినరు!"},{"number":22,"verse":"నేనంటే మీరు నిజంగా భయపడటం లేదు.” ఈ వాక్కు యెహోవా నుండి వచ్చినది “మీరు నాముందు భయంతో కంపించాలి. సముద్రానికి తీరాన్ని ఏర్పరచిన వాడను నేనే. తద్వారా సముద్రజలాలు తమ పరిధిలో శాశ్వతంగా ఉండేలా చేశాను. అలల తాకిడికి సముద్రతీరం దెబ్బతినదు. అలలు ఘోషిస్తూ తీరాన్ని చేరుతాయి, కాని అవి దానిని దాటిపోవు."},{"number":23,"verse":"కాని యూదా ప్రజలు మొండి వైఖరి వహించారు. వారు నాకు వ్యతిరేకంగా తిరగటానికి అనేక మార్గాలు అన్వేషిస్తున్నారు. నాకు విముఖులై, నానుండి వారు దూరంగా పోయారు."},{"number":24,"verse":"మనం మన దేవుడైన యెహోవా పట్ల భయభక్తులు కలిగి ఉండాలని, ‘ఆయన మనకు శీతాకాల, వసంతకాల వర్షాలు సకాలంలో ఇస్తున్నాడనీ, ఆయన సకాలంలో, సక్రమంగా మనం పంటనూర్పిడి చేసుకొనేలా చేస్తున్నాడనీ’ యూదా ప్రజలు ఎన్నడూ అనుకోలేదు."},{"number":25,"verse":"యూదా ప్రజలారా, మీరు చెడు చేశారు. అందువల్ల వర్షాలు లేవు; నూర్పిళ్లు లేవు. నీవు యెహోవా ఇచ్చే అనేక మంచి విషయాలను మీరు అనుభవించకుండా మీ పాపాలు అడ్డు పడుతున్నాయి."},{"number":26,"verse":"నా ప్రజల మధ్య దుష్ట వ్యక్తులున్నారు. ఆ దుష్టులు పక్షులను పట్టటానికి వలలు పన్నే కిరాతకుల్లా ( నా ప్రజల … కిరాతకుల్లా ఇక్కడ హెబ్రీ భాష బహు కష్టంగావుండి, భావం స్పష్టంగా అర్థం కాదు.) ఉన్నారు. వారు తమ బోనులు సిద్ధంచేసి పొంచి వుంటారు. కాని వాళ్లు పక్షులకు బదులు మనుష్యులను పట్టుకుంటారు."},{"number":27,"verse":"పంజరం నిండా పక్షులున్నట్లుగా, ఈ దుష్టుల ఇండ్ల నిండా అబద్దాలే! వారి అబద్ధాలు వారిని ధనికులుగా, శక్తివంతులుగా చేశాయి."},{"number":28,"verse":"వారు చేసిన దుష్కార్యాల ద్వారా వారు బాగా ఎదిగి, కొవ్వెక్కినారు. వారు చేసే అకృత్యాలకు అంతం లేదు. వారు అనాధ శిశువుల తరఫున వాదించరు. వారు అనాధలను అదుకోరు. వారు పేదవారికి న్యాయం జరిగేలా చూడరు."},{"number":29,"verse":"వారు ఈ కృత్యాలన్నీ చేస్తున్నందుకు యూదా ప్రజలను నేను శిక్షించవద్దా?” ఈ వాక్కు యెహోవా నుండి వచ్చినది. “ఈ రకమైన దేశాన్ని నేను శిక్షించాలని నీకు తెలుసు. వారికి తగిన శిక్ష నేను విధించాలి.”"},{"number":30,"verse":"యెహోవా ఇలా అన్నాడు, “యూదా రాజ్యంలో ఆశ్చర్యం కలిగించే ఒక భయానక సంఘటన జరిగింది. అదేమంటే,"},{"number":31,"verse":"ప్రవక్తలు అబద్ధం చెప్పటం; యాజకులు దేన్ని చేయుటకై ఎంచుకోబడ్డారో దానిని చేయరు ( యాజకులు … చేయరు ఇక్కడ హెబ్రీ భాష జటిలమైనది సులభగ్రాహ్యం కాదు.) నా ప్రజలు దానినే ఆదరించారు. కానీ, ఓ ప్రజలారా చివరలో మీరు శిక్షకు గురియైన నాడు మీరేమి చేస్తారు?”"}]}