{"bibleAbbr":"teERV1997","bookName":"యిర్మీయా","bookEnglishName":"Jeremiah","chapterNumber":9,"verses":[{"number":1,"verse":"నా తల నీటితో నిండియున్నట్లయితే, నా నేత్రాలు కన్నీటి ఊటలైతే హతులైన నా ప్రజల కొరకై నేను రాత్రింబవళ్లు దుఃఖిస్తాను!"},{"number":2,"verse":"ప్రయాణీకులు రాత్రిలో తలదాచుకొనే ఇల్లు వంటి ప్రదేశం ఎడారిలో నాకొకటి ఉంటే అక్కడ నా ప్రజలను వదిలి వేయగలను. వారినుండి నేను దూరంగా పోగలను! ఎందువల్లనంటే వారంతా దేవునికి విధేయులై లేరు. వారంతా దేవునికి వ్యతిరేకులవుతున్నారు."},{"number":3,"verse":"“వారి నాలుకలను వారు విల్లంబుల్లా వినియోగిస్తున్నారు. వాటినుండి బాణాల్లా అబద్ధాలు దూసుకు వస్తున్నాయి. సత్యం కాదు కేవలం అసత్యం దేశంలో ప్రబలిపోయింది. వారు ఒక పాపం విడిచి మరో పాపానికి ఒడిగట్టుతున్నారు. వారు నన్నెరుగకున్నారు.” ఈ విషయాలు యెహోవా చెప్పియున్నాడు."},{"number":4,"verse":"“మీ పొరుగు వారిని కనిపెట్టి ఉండండి! మీ స్వంత సోదరులనే మీరు నమ్మవద్దు! ఎందువల్లనంటే ప్రతి సోదరుడూ మోసగాడే. ప్రతి పొరుగు వాడూ నీ వెనుక చాటున మాట్లాడేవాడే."},{"number":5,"verse":"ప్రతివాడూ తన పొరుగువానితో అబద్ధములు చెప్పును. ఎవ్వడూ సత్యం పలుకడు. యూదా ప్రజలు అబద్ధమాడుటలో తమ నాలుకలకు తగిన శిక్షణ ఇచ్చారు. వారి పాపం ఆకాశమంత ఎత్తుకు చేరింది!"},{"number":6,"verse":"ఒక దుష్టకార్యాన్ని మరో దుష్టకార్యం అనుసరించింది. అబద్ధాలను అబద్ధాలు అనుసరించాయి! ప్రజలు నన్ను తెలుసుకోవటానికి నిరాకరించారు.” ఈ విషయాలను యెహోవా చెప్పినాడు!"},{"number":7,"verse":"కావున, సర్వశక్తిమంతుడైన దేవుడు ఇలా చెబుతున్నాడు, “లోహాలను అగ్నిలో కాల్చి పరీక్ష చేసినట్లు నేను యూదా ప్రజలను తప్పకుండా పరీక్షిస్తాను! నాకు వేరే మార్గం లేదు. నా ప్రజలు పాపం చేశారు."},{"number":8,"verse":"యూదా ప్రజలు వాడి బాణాల్లాంటి నాలుకలు కలిగి ఉన్నారు. వారి నాలుకలు అబద్ధాలనే మాట్లాడతాయి. ప్రతివాడూ తన పొరుగు వానితో పైకి ఇంపుగానే మాట్లాడతాడు. కాని అతడు తన పొరుగు వానిని ఎదిరించటానికి రహస్య పథకాలు వేస్తాడు."},{"number":9,"verse":"మరి యూదా ప్రజలు ఈ పనులన్నీ చేస్తున్నందుకు నేను వారిని శిక్షించవద్దా?” “ఆ రకమైన ప్రజలను నేను శిక్షించాలని నీకు తెలుసు. నేను వారికి తగిన శిక్ష విధించాలి.” ఇది యెహోవా వాక్కు."},{"number":10,"verse":"నేను (యిర్మీయా) కొండల కొరకు మిక్కిలి దుఃఖిస్తాను. వట్టి పొలాల కొరకు నేను విషాద గీతాన్ని పాడతాను. ఎందువల్లనంటే జీవించివున్నవన్నీ పోయినాయి. ఎవ్వడూ అక్కడ పయనించడు. ఆ ప్రదేశాలలో పశువుల అరుపులు వినరావు. పక్షులు ఎగిరి పోయాయి: పశువులు పారిపోయాయి."},{"number":11,"verse":"“నేను (యెహోవా) యెరూషలేము నగరాన్ని చెత్తకుప్పలాగున చేస్తాను. అది గుంట నక్కలకు ( గుంట నక్కలకు మనుష్య సంచారం లేనిచోట నివసించే, కుక్కను పోలిన ఒక అడవి జంతువు.) స్థావరమవుతుంది. నేను యూదా రాజ్యపు నగరాలను నాశనం చేస్తాను. అందుచే అక్కడ ఎవ్వరూ నివసించరు.”"},{"number":12,"verse":"ఈ విషయాలను అర్థం చేసుకోగల జ్ఞానవంతుడు ఎవడైనా ఉన్నాడా? యెహోవాచే బోధింపబడిన వాడెవడైనా ఉన్నాడా? యెహోవా వార్త ఎవ్వడైనా వివరించగలడా? రాజ్యం ఎందువలన నాశనం చేయబడింది? జన సంచారంలేని వట్టి ఎడారిలా అది ఎందుకు మార్చివేయబడింది."},{"number":13,"verse":"యెహోవాయే ఈ ప్రశ్నలకు సమాధానమిచ్చాడు. ఆయన ఇలా చెప్పినాడు: “ఆ విధంగా జరుగుటకు కారణమేమంటే యూదా ప్రజలు నా మాట వినలేదు. వారికి నా ఉపదేశములు ఇచ్చాను. కాని వారు వినటానికి నిరాకరించారు. వారు నా ఉపదేశములను అనుసరించుట విడిచారు."},{"number":14,"verse":"యూదా ప్రజలు తమకు ఇష్టమొచ్చిన విధంగా వారు జీవించారు. వారు మొండివారు. వారు బూటకపు దేవతైన బయలును అనుసరించారు. బూటకపు దేవుళ్లను అనుసరించుట వారికి వారి తండ్రులే నేర్పారు.”"},{"number":15,"verse":"సర్వశక్తిమంతుడైన ఇశ్రాయేలు దేవుడు ఇలా చెపుతున్నాడు, “యూదా ప్రజలు త్వరలో చేదైన ఆహారం తినేలా చేస్తాను. విషం కలిపిన నీరు తాగేలా చేస్తాను."},{"number":16,"verse":"యూదా ప్రజలు ఇతర దేశాలలో చెల్లా చెదరైపోయేలా చేస్తాను. వారు పరాయి రాజ్యాలలో నివసించవలసి వస్తుంది. వారు గాని, వారి తండ్రులు గాని ఆ రాజ్యాలను ముందెన్నడూ ఎరిగియుండలేదు. కత్తులు చేతబట్టిన వారిని నేను పంపిస్తాను. యూదా ప్రజలను వారు చంపివేస్తారు. ప్రజలెవ్వరూ మిగలకుండా వారు చంపివేస్తారు.”"},{"number":17,"verse":"సర్వశక్తిమంతుడైన యెహోవా ఇలా అంటున్నాడు, “ఇప్పుడు నీవీ విషయాల గురించి అలోచించుము! శవాలకు అంత్యక్రియలు జరిపించేటప్పుడు విలపించేందుకు సొమ్ము తీసుకొనే స్త్రీలను పిలిపించుము. కార్యములు నిర్వహించుటలో అనుభవమున్న వారిని పిలువనంపుము."},{"number":18,"verse":"‘ఆ స్త్రీలను వెంటనే వచ్చి మాకొరకు విలపించమనండి. అప్పుడు మా నేత్రాలు కన్నీటితో నిండిపోతాయి. కన్నీరు కాలువలై ప్రవహిస్తుంది’ అని ప్రజలంటారు."},{"number":19,"verse":"“సీయోను నుండి గట్టిగా విలపించే రోదన, ‘మేము నిజంగా నాశనమయ్యాము! మేము నిజంగా అవమానం పాలైనాము! మా ఇండ్లు నాశనం చేయబడినాయి కావున మేము మా రాజ్యాన్ని వదిలి పోవాలి’ అంటూ వినిపిస్తూ ఉంది.”"},{"number":20,"verse":"యూదా స్త్రీలారా, యెహోవా వర్తమానం మీరిప్పుడు వినండి. యెహోవా వాక్కు వినటానికి మీ చెవులనివ్వండి. యెహోవా ఇలా అంటున్నాడు, మీ కుమార్తెలకు గగ్గోలుగా విలపించటం ఎలానో నేర్పండి. ప్రతీ స్త్రీ ఈ విలాపగీతం పాడటం నేర్చుకోవాలి:"},{"number":21,"verse":"“మృత్యువు మా కిటికీలగుండా ఎక్కి లోనికి వచ్చింది. మృత్యువు మా భవనాలలో ప్రవేశించింది. వీధుల్లో ఆడుకొంటున్న మా పిల్లల వద్దకు మృత్యువు వచ్చింది. బహిరంగ స్థలాలలో కలుసుకొనే యువకుల వద్దకు మృత్యువు వచ్చింది.”"},{"number":22,"verse":"“యిర్మీయా, ‘ఇది యెహోవా వాక్కు అని చెప్పుము, పొలాలలో పశువుల పేడలా శవాలు పడివుంటాయి. పంటకోత కాలంలో చేల నిండా వేసిన పనల్లా శవాలు భూమి మీద పడివుంటాయి కాని వాటిని తీసి వేయటానికి ఒక్కడూ ఉండడు.’”"},{"number":23,"verse":"యెహోవా ఇలా చెబుతున్నాడు: “తెలివిగల వారు తమ ప్రజ్ఞా విశేషాల గురించి గొప్పలు చెప్పుకోరాదు. బలవంతులు తమ బలాన్ని గురించి గొప్పలు చెప్పుకోరాదు. శ్రీమంతులు తమ ఐశ్వర్యాన్ని గూర్చి గొప్పలు చెప్పుకోరాదు."},{"number":24,"verse":"ఎవడైనా గొప్పలు చెప్పుకోదలిస్తే వానిని ఈ విషయాలపై చెప్పుకోనిమ్ము. నన్నతను అర్థం చేసుకున్నట్లు, నన్ను తెలుసుకున్నట్లు గొప్పలు చెప్పుకోనిమ్ము. నేనే నిజమైన దేవుడనని తను అర్థం చేసుకున్నట్లు గొప్పలు చెప్పుకోనిమ్ము. నేను దయామయుడనని, న్యాయవర్తనుడనని గొప్పలు చెప్పనిమ్ము. యెహోవానైన నేను భూమి మీద మంచి కార్యాలు నెరవేర్చు తానని గొప్పలు చెప్పనీయుము. నేను ఆ పనులన్నీ చేయటానికి యిష్టపడతాను.” ఈ వర్తమానం యెహోవా వద్దనుండి వచ్చినది."},{"number":25,"verse":"ఈ వర్తమానం యెహోవా నుండి వచ్చినది: “శారీరకంగా మాత్రమే సున్నతి సంస్కారం పొందిన వారిని నేను శిక్షించే సమయము ఆసన్నమవుతూ ఉంది."},{"number":26,"verse":"తమ చెంపలను కత్తిరించే ఈజిప్టు, యూదా, ఎదోము, అమ్మోను, మోయాబు ప్రజలు మరియు ఎడారిలో నివసించే జనులందరిని గూర్చి నేను మాట్లాడుతున్నాను. ఈ దేశాలలోని పురుషులు శారీరకంగా సున్నతి సంస్కారం పొందియుండలేదు. కాని ఇశ్రాయేలు కుటుంబం నుండి వచ్చిన ప్రజలు హృదయ సంబంధమైన సున్నతి సంస్కారం కలిగియుండలేదు.”"}]}