{"bibleAbbr":"HOV2012","bookName":"1 यूहन्ना","bookEnglishName":"1 John","chapterNumber":3,"verses":[{"number":1,"verse":"देखो, पिता ने हम से कैसा प्रेम किया है कि हम परमेश्‍वर की सन्तान कहलाएँ; और हम हैं भी। इस कारण संसार हमें नहीं जानता, क्योंकि उसने उसे भी नहीं जाना।"},{"number":2,"verse":"हे प्रियो, अब हम परमेश्‍वर की सन्तान हैं, और अभी तक यह प्रगट नहीं हुआ कि हम क्या कुछ होंगे! इतना जानते हैं कि जब वह प्रगट होगा तो हम उसके समान होंगे, क्योंकि उसको वैसा ही देखेंगे जैसा वह है।"},{"number":3,"verse":"और जो कोई उस पर यह आशा रखता है, वह अपने आप को वैसा ही पवित्र करता है जैसा वह पवित्र है।"},{"number":4,"verse":"जो कोई पाप करता है, वह व्यवस्था का विरोध करता है; और पाप तो व्यवस्था का विरोध है।"},{"number":5,"verse":"तुम जानते हो कि वह इसलिये प्रगट हुआ कि पापों को हर ले जाए; और उसके स्वभाव में पाप नहीं।"},{"number":6,"verse":"जो कोई उसमें बना रहता है, वह पाप नहीं करता : जो कोई पाप करता है, उसने न तो उसे देखा है और न उसको जाना है।"},{"number":7,"verse":"हे बालको, किसी के भरमाने में न आना। जो धर्म के काम करता है, वही उस के समान धर्मी है।"},{"number":8,"verse":"जो कोई पाप करता है वह शैतान की ओर से है, क्योंकि शैतान आरम्भ ही से पाप करता आया है। परमेश्‍वर का पुत्र इसलिये प्रगट हुआ कि शैतान के कामों का नाश करे।"},{"number":9,"verse":"जो कोई परमेश्‍वर से जन्मा है वह पाप नहीं करता; क्योंकि उसका बीज उसमें बना रहता है, और वह पाप कर ही नहीं सकता क्योंकि परमेश्‍वर से जन्मा है।"},{"number":10,"verse":"इसी से परमेश्‍वर की सन्तान और शैतान की सन्तान जाने जाते हैं; जो कोई धर्म के काम नहीं करता वह परमेश्‍वर से नहीं, और न वह जो अपने भाई से प्रेम नहीं रखता।"},{"number":11,"verse":"क्योंकि जो समाचार तुम ने आरम्भ से सुना, वह यह है कि हम एक दूसरे से प्रेम रखें;"},{"number":12,"verse":"और कैन के समान न बनें जो उस दुष्‍ट से था, और जिसने अपने भाई को घात किया। और उसे किस कारण घात किया? इस कारण कि उसके काम बुरे थे, और उसके भाई के काम धर्म के थे।"},{"number":13,"verse":"हे भाइयो, यदि संसार तुम से बैर करता है तो अचम्भा न करना।"},{"number":14,"verse":"हम जानते हैं कि हम मृत्यु से पार होकर जीवन में पहुँचे हैं; क्योंकि हम भाइयों से प्रेम रखते हैं। जो प्रेम नहीं रखता वह मृत्यु की दशा में रहता है।"},{"number":15,"verse":"जो कोई अपने भाई से बैर रखता है, वह हत्यारा है; और तुम जानते हो कि किसी हत्यारे में अनन्त जीवन नहीं रहता।"},{"number":16,"verse":"हम ने प्रेम इसी से जाना कि उसने हमारे लिये अपने प्राण दे दिए; और हमें भी भाइयों के लिये प्राण देना चाहिए।"},{"number":17,"verse":"पर जिस किसी के पास संसार की संपत्ति हो और वह अपने भाई को कंगाल देखकर उस पर तरस खाना न चाहे, तो उसमें परमेश्‍वर का प्रेम कैसे बना रह सकता है?"},{"number":18,"verse":"हे बालको, हम वचन और जीभ ही से नहीं, पर काम और सत्य के द्वारा भी प्रेम करें।"},{"number":19,"verse":"इसी से हम जानेंगे कि हम सत्य के हैं; और जिस बात में हमारा मन हमें दोष देगा, उसके विषय में हम उसके सामने अपने अपने मन को ढाढ़स दे सकेंगे;"},{"number":20,"verse":"क्योंकि परमेश्‍वर हमारे मन से बड़ा है, और सब कुछ जानता है।"},{"number":21,"verse":"हे प्रियो, यदि हमारा मन हमें दोष न दे, तो हमें परमेश्‍वर के सामने हियाव होता है;"},{"number":22,"verse":"और जो कुछ हम माँगते हैं, वह हमें उससे मिलता है, क्योंकि हम उसकी आज्ञाओं को मानते हैं और जो उसे भाता है वही करते हैं।"},{"number":23,"verse":"उसकी आज्ञा यह है कि हम उसके पुत्र यीशु मसीह के नाम पर विश्‍वास करें, और जैसा उस ने हमें आज्ञा दी है उसी के अनुसार आपस में प्रेम रखें।"},{"number":24,"verse":"जो उसकी आज्ञाओं को मानता है, वह उसमें और वह उन में बना रहता है : और इसी से, अर्थात् उस आत्मा से जो उस ने हमें दिया है, हम जानते हैं कि वह हम में बना रहता है।"}]}