{"bibleAbbr":"Thomson1808","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"After Israel was carried into captivity, and Jerusalem was laid waste; Jeremias sat down and wept, and sung this song of woe over Jerusalem, and said. How solitary sitteth the city which was full of people! she who was abundant among nations is become like a widow! the empress of provinces is become tributary!"},{"number":2,"verse":"She wept sore by night and her tears are on her cheeks: and of all her lovers there is none to comfort her. All her friends dealt treacherously with her. They became her enemies."},{"number":3,"verse":"Judea is forced to emigrate. On account of her humiliation and because of her great servitude, she sat down among the nations; she found no rest. All her persecutors found her among them who were afflicting her."},{"number":4,"verse":"The highways of Sion mourn; because none attend her festivals. All her gates are desolate. Her priests groan bitterly. Her virgins are carried away; and she is by herself in bitterness."},{"number":5,"verse":"They who afflict her are become her head; and her enemies prosper. Because the Lord hath humbled her for the multitude of her transgressions; her children are gone into captivity before the oppressor."},{"number":6,"verse":"From the daughter of Sion all her comeliness is taken away. Her chiefs were like rams which could find no pasture; and they came without strength in view of the pursuer."},{"number":7,"verse":"In the days of her humiliation and rejection, Jerusalem remembered all the good things which she had in days of old. When her people fell into the hands of the oppressor, and there was none to help her; her enemies seeing this, laughed at her festivals held in commemoration of her settlement."},{"number":8,"verse":"Jerusalem sinned grievously, therefore she became unstable as a wave. By all that honoured her she hath been humbled, for they saw her nakedness, while she sighing turned away her face."},{"number":9,"verse":"Her unclean ness was before her feet. She was insensible to her extreme distress. He hath indeed lowered her haughtiness; there is none who comforteth her. Lord, behold my affliction because the enemy is magnified."},{"number":10,"verse":"On all the objects of her desire the oppressor hath laid his hand; for into her sanctuary she saw nations entering, concerning whom thou hast commanded that they should not come into thy congregation."},{"number":11,"verse":"All her people were sighing deeply, seeking bread. They gave up the objects of her desire, for meat to preserve life. Look down, O Lord, and see how she is dishonoured."},{"number":12,"verse":"(s) Ho! all ye who travel the way turn and see! is there any sorrow like this of mine, which he hath denounced against me. The Lord hath humbled me in the day of his fierce indignation."},{"number":13,"verse":"From his loftiness he hath sent a fire; he brought it in among my bones. He hath spread a net for my feet and turned me backwards. He hath made me desolate and full of sorrow, all the live long day."},{"number":14,"verse":"He hath kept a watch on my transgressions. They are wreathed round my hands. They have reached up to my neck. My strength is enfeebled. For into my hands the Lord hath sent pains. I cannot stand."},{"number":15,"verse":"From amidst me the Lord hath moved all my mighty men. He hath brought upon me the time for crushing my chosen bands. The Lord trod out a vat for the virgin daughter of Juda."},{"number":16,"verse":"For these things I mourn. Mine eye hath flowed with water, because my comforter, he who is the supporter of my life, is far removed from me. My children are vanished because the enemy hath prevailed."},{"number":17,"verse":"(p) Sion stretched forth her hand; there is none to comfort her. The Lord gave a command respecting Jacob; around him are they who afflict him. Jerusalem became among them, like one set apart as unclean."},{"number":18,"verse":"(s) The Lord is righteous; for against his express commandment I rebelled. Hear I beseech you all ye peoples and behold my sorrow! my virgins and my young men are gone into captivity."},{"number":19,"verse":"I called on my lovers; but they with false excuses deceived me. My priests and my elders expired in the city, because they sought food to support their lives, but found none."},{"number":20,"verse":"Look, O Lord! because of my distress my bowels are troubled; and my heart within me is distracted, because I have grievously rebelled. Abroad the sword, and at home death have bereaved me of children."},{"number":21,"verse":"Hear, I beseech thee! because I groan; there is none to comfort me. All mine enemies heard of my calamities, and rejoiced at what thou hast done. Thou hast brought on a day: thou hast proclaimed a time. They were like me,"},{"number":22,"verse":"let all their wickedness come before thee. Make search for them as they have made search for all my transgressions. For my groans are many, and my heart is afflicted with grief."}]}