{"bibleAbbr":"Thomson1808","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"Oh! how the Lord hath in his wrath covered with darkness the daughter of Sion! he hath cast down, from heaven, upon the earth, the glory of Israel; and hath not remembered his own footstool."},{"number":2,"verse":"In the day of his indignation the Lord overwhelmed and did not spare; in his wrath he destroyed all the comeliness of Jacob: he levelled to the ground the strong holds of the daughter of Juda. He brought contempt on her king, and her chiefs."},{"number":3,"verse":"In his fierce anger he broke the whole horn of Israel: he turned back his right hand from before his enemy: he kindled in Jacob a flaming fire, which devoured all around."},{"number":4,"verse":"He bent his bow like an opposing enemy; like an adversary he strengthened his right hand and slew all the desires of mine eyes. In the tent of the daughter of Sion he poured out his wrath like fire."},{"number":5,"verse":"The Lord became like an enemy. He overwhelmed Israel. He sunk her palaces. He destroyed his own munitions, and multiplied on the daughter of Juda humiliation on humiliation."},{"number":6,"verse":"He laid open like a vineyard his own dwelling; he marred his own festivals. The Lord forgot the festivals and sabbaths which he had established in Sion, and by the rebuke of his anger vexed king and priest and chief."},{"number":7,"verse":"The Lord hath cast off his altar; he hath shaken off his sanctuary. With the hand of an enemy he hath demolished the wall of her palaces. They uttered a shout in the house of the Lord as on the day of a festival."},{"number":8,"verse":"He turned back to destroy the wall of the daughter of Sion; he stretched out a measuring line: he withdrew not his hand from destruction; so the outer wall mourned and the inner wall languished with it."},{"number":9,"verse":"Her gates were dashed to the ground: he destroyed and broke to pieces her bars, her king and her chiefs among the nations. Law is no more; and her prophets saw not a vision from the Lord."},{"number":10,"verse":"The elders of the daughter of Sion sat on the ground. They were silent. They heaped dust on their heads; they girded themselves with sackcloth. He humbled to the ground the virgin princesses in Jerusalem."},{"number":11,"verse":"Mine eyes failed with tears; my heart was astounded. My glory was poured on the ground for the distress of the daughter of my people when the infant and suckling expired in the streets of the city."},{"number":12,"verse":"To their mothers they said, “Where is corn and wine, “when they were fainting like wounded men in the streets of the city; when they were pouring out their souls in their mothers' bosom."},{"number":13,"verse":"What shall I take to witness for thee? Or to what shall I liken thee, daughter of Jerusalem? Who can save and comfort thee, virgin daughter of Sion? Because thy cup of ruin hath been large, who can heal thee?"},{"number":14,"verse":"Thy prophets saw vanities and follies for thee; they made no revelations against thine iniquity to turn away thy captivity, but saw for thee false burdens and expellings."},{"number":15,"verse":"All that passed by clapped their hands for thee, they expressed the sound of pity and shaked their heads for the daughter of Jerusalem. Is this, say they, the city, the crown of joy of the whole earth!"},{"number":16,"verse":"Against thee all thine enemies opened their mouth; they hissed and gnashed their teeth and said, We have swallowed her up; but this is the day we looked for; we have found it; we have seen it."},{"number":17,"verse":"The Lord hath done what he purposed. He hath executed his decree, what he enjoined in days of old. He hath destroyed and hath not spared. He hath caused an enemy to rejoice over thee. He hath exalted the horn of thine oppressor."},{"number":18,"verse":"Their heart cried to the Lord.! walls of Sion cause tears to flow down like a torrent day and night. Give thyself no rest; let not the daughter of thine eyes be silent."},{"number":19,"verse":"Arise, chant praise in the night at setting thy watch. Pour out thy heart like water before the Lord; lift up thy hands to him for the life of thine infants, who are perishing with hunger at the head of every street."},{"number":20,"verse":"Look, O Lord, and see. For whom hast thou caused such a search to be made? Shall women eat the fruit of their womb! The cook hath made search! Shall infants at the breast be butchered? Wilt thou slay in the sanctuary of the Lord, priest and prophet?"},{"number":21,"verse":"On the high way lie the youth and the elder. My virgins and my young men are gone into captivity; with sword and with famine thou hast slain; in the day of thine anger thou hast slaughtered and hast not spared."},{"number":22,"verse":"He called my sojourners from all around to a solemn festival, so that in the day of the indignation of the Lord none escaped or were left. As I excelled in power so have I multiplied all mine enemies."}]}