{"bibleAbbr":"Thomson1808","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":5,"verses":[{"number":1,"verse":"Remember, Lord, what hath befallen us: look down"},{"number":2,"verse":"and behold our reproach. Our inheritance is transferred to strangers; our houses to foreigners."},{"number":3,"verse":"We are become orphans. Our father is no more. Our mothers are like widows."},{"number":4,"verse":"Our water we have drunk for money. Our wood came by barter on our shoulders."},{"number":5,"verse":"We have been persecuted. We have laboured and have had no rest."},{"number":6,"verse":"Egypt laid to a hand; Assyria, till they were satisfied."},{"number":7,"verse":"Our fathers sinned; they are no more. We have borne their transgressions."},{"number":8,"verse":"Slaves have got dominion over us; there is none to deliver us out of their hand."},{"number":9,"verse":"At the peril of our lives we must gather in our corn, because of the sword of the desert."},{"number":10,"verse":"Our skin is black as an oven. They are shrivelled up by storms of famine."},{"number":11,"verse":"Our wives are humbled in Sion; our virgins in the cities of Juda."},{"number":12,"verse":"Our chiefs were hanged up by their hands; our elders were held in no esteem."},{"number":13,"verse":"Our warriors took up a lamentation; and our youths fainted under a club."},{"number":14,"verse":"Our elders have ceased to attend at the gates, and our chosen men have ceased from their songs."},{"number":15,"verse":"The joy of our heart is at an end; our dance is turned into mourning."},{"number":16,"verse":"Our crown is fallen from our head; alas for us! for we have sinned."},{"number":17,"verse":"Because of this, grief is come upon us; our heart is full of sorrow: because of this, our eyes are dim."},{"number":18,"verse":"On mount Sion, because it is desolate, foxes have walked about."},{"number":19,"verse":"But thou, Lord, wilt inhabit it forever: thy throne is for all generations."},{"number":20,"verse":"Why wilt thou utterly forget us? Wilt thou leave1 us for length of days?"},{"number":21,"verse":"Turn us to thee, Lord, and we shall be turned and renew our days as heretofore. Because thou wast cast off, thou hast cast us off; thou hast been provoked against us to a high degree."}]}