{"bibleAbbr":"urGV2010","bookName":"۲۔سموایل","bookEnglishName":"2 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"( داؤد عہد کا صندوق یروشلم میں لے آتا ہے) ایک بار پھر داؤد نے اسرائیل کے چنیدہ آدمیوں کو جمع کیا۔ 30000 افراد تھے۔"},{"number":2,"verse":"اُن کے ساتھ مل کر وہ یہوداہ کے بعلہ پہنچ گیا تاکہ اللہ کا صندوق اُٹھا کر یروشلم لے جائیں، وہی صندوق جس پر رب الافواج کے نام کا ٹھپا لگا ہے اور جہاں وہ صندوق کے اوپر کروبی فرشتوں کے درمیان تخت نشین ہے۔"},{"number":3,"verse":"لوگوں نے اللہ کے صندوق کو پہاڑی پر واقع ابی نداب کے گھر سے نکال کر ایک نئی بَیل گاڑی پر رکھ دیا، اور ابی نداب کے دو بیٹے عُزّہ اور اخیو اُسے یروشلم کی طرف لے جانے لگے۔ اخیو گاڑی کے آگے آگے"},{"number":5,"verse":"اور داؤد باقی تمام لوگوں کے ساتھ پیچھے چل رہا تھا۔ سب رب کے حضور پورے زور سے خوشی منانے اور گیت گانے لگے۔ مختلف ساز بھی بجائے جا رہے تھے۔ فضا ستاروں، سرودوں، دفوں، خنجریوں ( عبرانی میں اِس سے مراد جُھنجُھنے جیسا کوئی ساز ہے۔) اور جھانجھوں کی آوازوں سے گونج اُٹھی۔"},{"number":6,"verse":"وہ گندم گاہنے کی ایک جگہ پر پہنچ گئے جس کے مالک کا نام نکون تھا۔ وہاں بَیل اچانک بےقابو ہو گئے۔ عُزّہ نے جلدی سے اللہ کا صندوق پکڑ لیا تاکہ وہ گر نہ جائے۔"},{"number":7,"verse":"اُسی لمحے رب کا غضب اُس پر نازل ہوا، کیونکہ اُس نے اللہ کے صندوق کو چھونے کی جرأت کی تھی۔ وہیں اللہ کے صندوق کے پاس ہی عُزّہ گر کر ہلاک ہو گیا۔"},{"number":8,"verse":"داؤد کو بڑا رنج ہوا کہ رب کا غضب عُزّہ پر یوں ٹوٹ پڑا ہے۔ اُس وقت سے اُس جگہ کا نام پرض عُزّہ یعنی ’عُزّہ پر ٹوٹ پڑنا‘ ہے۔"},{"number":9,"verse":"اُس دن داؤد کو رب سے خوف آیا۔ اُس نے سوچا، ”رب کا صندوق کس طرح میرے پاس پہنچ سکے گا؟“"},{"number":10,"verse":"چنانچہ اُس نے فیصلہ کیا کہ ہم رب کا صندوق یروشلم نہیں لے جائیں گے بلکہ اُسے عوبید ادوم جاتی کے گھر میں محفوظ رکھیں گے۔"},{"number":11,"verse":"وہاں وہ تین ماہ تک پڑا رہا۔ اِن تین مہینوں کے دوران رب نے عوبید ادوم اور اُس کے پورے گھرانے کو برکت دی۔"},{"number":12,"verse":"ایک دن داؤد کو اطلاع دی گئی، ”جب سے اللہ کا صندوق عوبید ادوم کے گھر میں ہے اُس وقت سے رب نے اُس کے گھرانے اور اُس کی پوری ملکیت کو برکت دی ہے۔“ یہ سن کر داؤد عوبید ادوم کے گھر گیا اور خوشی مناتے ہوئے اللہ کے صندوق کو داؤد کے شہر لے آیا۔"},{"number":13,"verse":"چھ قدموں کے بعد داؤد نے رب کا صندوق اُٹھانے والوں کو روک کر ایک سانڈ اور ایک موٹا تازہ بچھڑا قربان کیا۔"},{"number":14,"verse":"جب جلوس آگے نکلا تو داؤد پورے زور کے ساتھ رب کے حضور ناچنے لگا۔ وہ کتان کا بالاپوش پہنے ہوئے تھا۔"},{"number":15,"verse":"خوشی کے نعرے لگا لگا کر اور نرسنگے پھونک پھونک کر داؤد اور تمام اسرائیلی رب کا صندوق یروشلم لے آئے۔"},{"number":16,"verse":"رب کا صندوق داؤد کے شہر میں داخل ہوا تو داؤد کی بیوی میکل بنت ساؤل کھڑکی میں سے جلوس کو دیکھ رہی تھی۔ جب بادشاہ رب کے حضور کودتا اور ناچتا ہوا نظر آیا تو میکل نے دل میں اُسے حقیر جانا۔"},{"number":17,"verse":"رب کا صندوق اُس تنبو کے درمیان میں رکھا گیا جو داؤد نے اُس کے لئے لگوایا تھا۔ پھر داؤد نے رب کے حضور بھسم ہونے والی اور سلامتی کی قربانیاں پیش کیں۔"},{"number":18,"verse":"اِس کے بعد اُس نے قوم کو رب الافواج کے نام سے برکت دے کر"},{"number":19,"verse":"ہر اسرائیلی مرد اور عورت کو ایک روٹی، کھجور کی ایک ٹکی اور کشمش کی ایک ٹکی دے دی۔ پھر تمام لوگ اپنے اپنے گھروں کو واپس چلے گئے۔"},{"number":20,"verse":"داؤد بھی اپنے گھر لوٹا تاکہ اپنے خاندان کو برکت دے کر سلام کرے۔ وہ ابھی محل کے اندر نہیں پہنچا تھا کہ میکل نکل کر اُس سے ملنے آئی۔ اُس نے طنزاً کہا، ”واہ جی واہ۔ آج اسرائیل کا بادشاہ کتنی شان کے ساتھ لوگوں کو نظر آیا ہے! اپنے لوگوں کی لونڈیوں کے سامنے ہی اُس نے اپنے کپڑے اُتار دیئے، بالکل اُسی طرح جس طرح گنوار کرتے ہیں۔“"},{"number":21,"verse":"داؤد نے جواب دیا، ”مَیں رب ہی کے حضور ناچ رہا تھا، جس نے آپ کے باپ اور اُس کے خاندان کو ترک کر کے مجھے چن لیا اور اسرائیل کا بادشاہ بنا دیا ہے۔ اُسی کی تعظیم میں مَیں آئندہ بھی ناچوں گا۔"},{"number":22,"verse":"ہاں، مَیں اِس سے بھی زیادہ ذلیل ہونے کے لئے تیار ہوں۔ جہاں تک لونڈیوں کا تعلق ہے، وہ ضرور میری عزت کریں گی۔“"},{"number":23,"verse":"جیتے جی میکل بےاولاد رہی۔"}]}