{"bibleAbbr":"neNRV2012","bookName":"यूहन्‍ना","bookEnglishName":"John","chapterNumber":15,"verses":[{"number":1,"verse":"( दाखको बोट र हाँगाहरू) “साँचो दाखको बोट म हुँ, र मेरा पिता किसान हुनुहुन्‍छ।"},{"number":2,"verse":"ममा हुने प्रत्‍येक हाँगा जसले फल फलाउँदैन उहाँले त्‍यसलाई छाँट्नुहुन्‍छ र फल फलाउने हरेक हाँगालाई झन् बढ़ी फल फलोस् भनी उहाँले छिँवल्‍नुहुन्‍छ।"},{"number":3,"verse":"मैले तिमीहरूलाई भनेको वचनले तिमीहरू अघि नै शुद्ध भइसकेका छौ।"},{"number":4,"verse":"ममा रहो, र म तिमीहरूमा रहन्‍छु। जसरी हाँगा दाखको बोटमा रहेन भने त्‍यो आफैले फल फलाउन सक्‍दैन, त्‍यसरी तिमीहरू ममा रहेनौ भने तिमीहरूले पनि सक्‍दैनौ।"},{"number":5,"verse":"“दाखको बोट म हुँ, तिमीहरूचाहिँ हाँगाहरू हौ। यदि कोही ममा रह्यो भने, र म त्‍यसमा रहें भने, त्‍यसले धेरै फल फलाउँछ, किनकि मबाट अलग रहेर तिमीहरू केही गर्न सक्‍दैनौ।"},{"number":6,"verse":"कोही मानिस ममा रहेन भने, त्‍यो हाँगाझैँ बाहिर मिल्‍काइन्‍छ, र त्‍यो सुकिहाल्‍छ। यस्‍ता हाँगाहरू मानिसहरूले बटुल्‍छन्, र आगोमा फालिदिन्‍छन्, र ती जलिहाल्‍छन्।"},{"number":7,"verse":"तिमीहरू ममा रह्यौ भने, र मेरा कुरा तिमीहरूमा रहे भने, तिमीहरूलाई जे इच्‍छा लाग्‍छ माग, र त्‍यो तिमीहरूका निम्‍ति गरिनेछ।"},{"number":8,"verse":"तिमीहरूले धेरै फल फलाएर मेरा चेला हौ भन्‍ने प्रमाणित गर्‍यौ भने यसैमा मेरा पिताको महिमा हुनेछ।"},{"number":9,"verse":"“पिताले जसरी मलाई प्रेम गर्नुभएको छ, मैले पनि तिमीहरूलाई प्रेम गरेको छु। तिमीहरू मेरो प्रेममा रहो।"},{"number":10,"verse":"यदि मेरा आज्ञाहरू पालन गर्‍यौ भने तिमीहरू मेरो प्रेममा रहनेछौ, जसरी मैले मेरा पिताका आज्ञाहरू पालन गरेको छु र उहाँको प्रेममा रहन्‍छु।"},{"number":11,"verse":"मैले यी कुरा तिमीहरूलाई यसैकारण भनेको छु, कि मेरो आनन्‍द तिमीहरूमा होस्, र तिमीहरूको आनन्‍द भरिपूर्ण होस्।"},{"number":12,"verse":"“मेरो आज्ञा यही हो, कि मैले तिमीहरूलाई जसरी प्रेम गरें, तिमीहरूले एक-अर्कालाई त्‍यसरी नै प्रेम गर। ( ; ; ; )"},{"number":13,"verse":"आफ्‍ना मित्रहरूका लागि आफ्‍नो प्राण अर्पण गरिदिनुभन्‍दा ठूलो प्रेम अरू कसैको हुँदैन।"},{"number":14,"verse":"म तिमीहरूलाई जे आज्ञा गर्दछु, ती तिमीहरूले गर्‍यौ भने, तिमीहरू मेरा मित्र हौ।"},{"number":15,"verse":"अबदेखि म तिमीहरूलाई नोकर भन्‍दिनँ, किनकि त्‍यसका मालिकले के गर्दछ नोकरले जान्‍दैन। तर मैले तिमीहरूलाई मित्र भनेको छु, किनभने जे मैले मेरा पिताबाट सुनें, मैले ती सबै तिमीहरूलाई जनाइदिएको छु।"},{"number":16,"verse":"मलाई तिमीहरूले चुनेनौ, तर मैले तिमीहरूलाई चुनें र तिमीहरूलाई नियुक्त गरें, कि तिमीहरू जाओ, र फल फलाओ, अनि तिमीहरूको फल रहिरहोस्। यसैले तिमीहरूले पितासँग मेरो नाउँमा जे मागौला, उहाँले तिमीहरूलाई सो दिनुहुनेछ।"},{"number":17,"verse":"म तिमीहरूलाई यो आज्ञा दिँदछु, कि तिमीहरूले एक-अर्कालाई प्रेम गर।"},{"number":18,"verse":"( चेलाहरूप्रति संसारको घृणा) “यदि संसारले तिमीहरूलाई घृणा गर्दछ भने, तिमीहरू जान, कि तिमीहरूलाई घृणा गर्न अघि त्‍यसले मलाई घृणा गरेको हो।"},{"number":19,"verse":"यदि तिमीहरू यस संसारका हुँदा हौ त संसारले तिमीहरूलाई आफन्‍त ठानी माया गर्नेथियो। तर तिमीहरू यस संसारका होइनौ। तिमीहरूलाई संसारबाट मैले चुनें, यसैकारण संसारले तिमीहरूलाई घृणा गर्दछ।"},{"number":20,"verse":"मैले तिमीहरूलाई भनेको वचन याद राख, ‘नोकर घरको मालिकभन्‍दा ठूलो हुँदैन।’ तिनीहरूले मलाई सताए भने तिमीहरूलाई पनि सताउनेछन्। तिनीहरूले मेरो वचन पालन गरे भने तिमीहरूको वचन पनि पालन गर्नेछन्। ( ; ; )"},{"number":21,"verse":"तर तिनीहरूले यी सब कुरा मेरो नाउँको खातिर तिमीहरूलाई गर्नेछन्, किनभने तिनीहरूले मलाई पठाउनुहुनेलाई चिन्‍दैनन्।"},{"number":22,"verse":"म नआएको भए र तिनीहरूलाई नबताएको भए तिनीहरू पापको दोषी हुनेथिएनन्, तर अब त आफ्‍ना पापको निम्‍ति तिनीहरूसँग केही बहाना छैन।"},{"number":23,"verse":"जसले मलाई घृणा गर्दछ, त्‍यसले मेरा पितालाई पनि घृणा गर्दछ।"},{"number":24,"verse":"यदि अरू कसैले नगरेको काम मैले तिनीहरूका बीचमा नगरेको भए तिनीहरू पापको दोषी हुनेथिएनन्। तर अब तिनीहरूले मलाई र मेरा पिता दुवैलाई देखेका छन् र घृणा गरेका छन्।"},{"number":25,"verse":"तर, व्‍यवस्‍थामा लेखिएको यो वचन पूरा हुनलाई यो भएको थियो, ‘तिनीहरूले मलाई विनाकारण घृणा गरे।’ ( ; )"},{"number":26,"verse":"“जब सल्‍लाहकार आउनुहुन्‍छ, जसलाई म पिताको तर्फबाट तिमीहरूकहाँ पठाइदिनेछु, अर्थात् सत्‍यका आत्‍मा, जो पिताबाट आउनुहुन्‍छ, उहाँले नै मेरो विषयमा गवाही दिनुहुनेछ।"},{"number":27,"verse":"तिमीहरू सुरुदेखि नै मेरो साथ रहेका हुनाले, तिमीहरू पनि मेरा साक्षी हौ।”"}]}