{"bibleAbbr":"WB1895","bookName":"Job","bookEnglishName":"Job","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, a prisoner for Jesus Christ, and Timothy, our brother, to Philemon, our dearly beloved fellow worker."},{"number":2,"verse":"Also to our beloved Apphia and Archippus, our fellow soldier, and to the congregation in your house."},{"number":3,"verse":"May grace and peace be yours from God our Father and the Lord Jesus Christ."},{"number":4,"verse":"I thank my God--always mentioning you in my prayers--"},{"number":5,"verse":"hearing of your love and faith, which you have for the Lord Jesus and all God's people."},{"number":6,"verse":"That the fellowship of your faith may be effective by acknowledging every good thing, which is in you because of Christ Jesus."},{"number":7,"verse":"For we have great joy and comfort by your love, because the hearts of God's people have been refreshed by you, brother."},{"number":8,"verse":"Therefore, though I can be very assertive in Christ to command you to do what is right,"},{"number":9,"verse":"yet for love's sake, I would rather plead with you, I, Paul, an old man and now also a prisoner for Jesus Christ."},{"number":10,"verse":"I plead with you for my son Onesimus, whom I have begotten in my imprisonment,"},{"number":11,"verse":"whom in times past was of no profit to you but now is profitable to you and to me."},{"number":12,"verse":"I send [him] back [to you]. Therefore welcome him, that is, my own heart."},{"number":13,"verse":"I would have kept him with me, so that in your place he could have helped me in [this] imprisonment for the gospel,"},{"number":14,"verse":"but without your opinion I don't want to do anything, so that your help to me shouldn't be from duress but willingly."},{"number":15,"verse":"Perhaps he left you for a time, so that you would have him back forever, Phm 1:16 not as a servant but more than a servant, now a dearly loved brother especially to me but how much more to you both in the flesh and in the Lord?"},{"number":17,"verse":"Therefore, if you consider me as a partner, receive him as you would me."},{"number":18,"verse":"If he has wronged you or owns anything, put it on my account."},{"number":19,"verse":"I, Paul, have written [this] with my own hand, \"I will repay.\" Although I must say to you how much you own me, even your own life."},{"number":20,"verse":"Yes, brother, let me have this benefit from you in the Lord. Refresh my heart in the Lord."},{"number":21,"verse":"Having confidence in your obedience, I wrote to you knowing that you will also do more than I ask."},{"number":22,"verse":"Also prepare for me a place to stay, for I trust that through your prayers, I will be given to you."},{"number":23,"verse":"Say hello to Epaphras, my fellow prisoner for Christ Jesus,"},{"number":24,"verse":"[and] Mark, Aristarchus, Demas, Luke, my fellow workers."},{"number":25,"verse":"The grace of our Lord Jesus Christ be with your spirit. Amen."}]}