{"bibleAbbr":"ERV2006","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":4,"verses":[{"number":1,"verse":"Solomon’s Kingdom King Solomon ruled over all Israel."},{"number":2,"verse":"These are the names of his leading officials: Azariah son of Zadok was the priest;"},{"number":3,"verse":"Elihoreph and Ahijah, sons of Shisha, had the job of writing notes about what happened in the courts; Jehoshaphat son of Ahilud wrote notes about the history of the people;"},{"number":4,"verse":"Benaiah son of Jehoiada was the commander of the army; Zadok and Abiathar were priests;"},{"number":5,"verse":"Azariah son of Nathan was in charge of the district governors; Zabud son of Nathan was a priest and an advisor to King Solomon;"},{"number":6,"verse":"Ahishar was responsible for everything in the king’s palace; Adoniram son of Abda was in charge of the slaves."},{"number":7,"verse":"Israel was divided into twelve districts. Solomon chose governors to rule over each district. These governors were ordered to gather food from their districts and give it to the king and his family. Each of the twelve governors was responsible for giving food to the king one month each year."},{"number":8,"verse":"These are the names of the twelve governors: Ben Hur was governor of the hill country of Ephraim."},{"number":9,"verse":"Ben Deker was governor of Makaz, Shaalbim, Beth Shemesh, and Elon Bethhanan."},{"number":10,"verse":"Ben Hesed was governor of Arubboth, Socoh, and Hepher."},{"number":11,"verse":"Ben Abinadab was governor of Naphoth Dor. He was married to Taphath, daughter of Solomon."},{"number":12,"verse":"Baana son of Ahilud was governor of Taanach and Megiddo and all of Beth Shean next to Zarethan. This was below Jezreel, from Beth Shean to Abel Meholah across from Jokmeam."},{"number":13,"verse":"Ben Geber was governor of Ramoth Gilead. He was governor of all the towns and villages of Jair son of Manasseh in Gilead. He was also governor of the district of Argob in Bashan. In this area there were 60 cities with big walls around them. These cities also had bronze bars on the gates."},{"number":14,"verse":"Ahinadab son of Iddo was governor of Mahanaim."},{"number":15,"verse":"Ahimaaz was governor of Naphtali. He was married to Basemath the daughter of Solomon."},{"number":16,"verse":"Baana son of Hushai was governor of Asher and Aloth."},{"number":17,"verse":"Jehoshaphat son of Paruah was governor of Issachar."},{"number":18,"verse":"Shimei son of Ela was governor of Benjamin."},{"number":19,"verse":"Geber son of Uri was governor of Gilead. There had been two kings in this area, King Sihon of the Amorites and King Og of Bashan, but Solomon appointed only one governor for that district."},{"number":20,"verse":"In Judah and Israel there were as many people as sand on the seashore. The people were happy and had plenty to eat and drink."},{"number":21,"verse":"Solomon ruled over all the kingdoms from the Euphrates River to the land of the Philistines. His kingdom went as far as the border of Egypt. These countries sent gifts to Solomon, and they obeyed him all of his life. (sent gifts … life This showed that these countries had made peace agreements with Solomon because of his great power.)"},{"number":22,"verse":"[22-23] This is the amount of food that Solomon needed each day for himself and for everyone who ate at his table: 150 bushels (150 bushels Literally, “30 cors” (6600 l).) of fine flour, 300 bushels (300 bushels Literally, “60 cors” (13200 l).) of flour, 10 cattle that were fed grain, 20 cattle that were raised in the fields, 100 sheep, wild animals such as deer, gazelles, roebucks, (deer, gazelles, roebucks Different kinds of wild deer.) and game birds."},{"number":24,"verse":"Solomon ruled over all the countries west of the Euphrates River, from Tiphsah to Gaza. And Solomon had peace along all the borders of his kingdom."},{"number":25,"verse":"During Solomon’s life everyone in Judah and Israel, all the way from Dan to Beersheba, lived in peace and security. The people were at peace sitting under their own fig trees and grapevines."},{"number":26,"verse":"Solomon had places to keep 4000 (4000 This is found in some copies of the ancient Greek version. The standard Hebrew text has 40000, but see 2 Chron. 9:25.) horses for his chariots and he had 12000 horse soldiers."},{"number":27,"verse":"And each month one of the twelve district governors gave King Solomon everything he needed for all the people who ate at the king’s table."},{"number":28,"verse":"The district governors also gave the king enough straw and barley for the chariot horses and the riding horses. Everyone brought this grain to the necessary places."},{"number":29,"verse":"Solomon’s Wisdom God made Solomon very wise. Solomon could understand more than you can imagine."},{"number":30,"verse":"He was wiser than anyone in the East (East The area between the Tigris and Euphrates rivers as far east as the Persian Gulf.) or in Egypt."},{"number":31,"verse":"He was wiser than anyone on earth, even Ethan the Ezrahite and the sons of Mahol—Heman, Calcol, and Darda. King Solomon became famous in all the surrounding countries."},{"number":32,"verse":"By the end of his life, he had written (written Literally, “spoken.”) 3000 proverbs and 1005 songs."},{"number":33,"verse":"Solomon also knew very much about nature. He taught about many different kinds of plants—everything from the great cedar trees of Lebanon to the little vines that grow out of the walls. He also taught about animals, birds, and snakes. (snakes Literally, “creeping things.” These can be anything: insects, lizards, snakes, or fish.)"},{"number":34,"verse":"People from every nation came to listen to Solomon’s wisdom. Kings all over the world sent their people to listen to him."}]}