{"bibleAbbr":"KJV1611","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":7,"verses":[{"number":1,"verse":"Then came together vnto him the Pharises, and certain of the Scribes, which came from Hierusalem."},{"number":2,"verse":"And when they saw some of his disciples eate bread with defiled (that is to say, with vnwashen) hands, they found fault."},{"number":3,"verse":"For the Pharises and all the Iewes, except they wash their hands oft, eate not, holding the tradition of the elders."},{"number":4,"verse":"And when they come from the market, except they wash, they eate not. And many other things there be, which they haue receiued to hold, as the washing of cups and pots, brasen vessels, and of tables."},{"number":5,"verse":"Then the Pharises and Scribes asked him, Why walke not thy disciples according to the tradition of the Elders, but eate bread with vnwashen hands?"},{"number":6,"verse":"He answered and said vnto them, Well hath Esaias prophesied of you Hypocrites, as it is written, This people honoureth mee with their lips, but their heart is farre from me."},{"number":7,"verse":"Howbeit in vaine doe they worship me, teaching for doctrines, the commandements of men."},{"number":8,"verse":"For laying aside the Commandement of God, yee hold the tradition of men, as the washing of pots, and cups: and many other such like things ye doe."},{"number":9,"verse":"And he said vnto them, Full well ye reiect the Commandement of God, that ye may keepe your owne tradition."},{"number":10,"verse":"For Moses said, Honour thy father & thy mother: and who so curseth father or mother, let him die the death."},{"number":11,"verse":"But ye say, If a man shall say to his father or mother, It is Corban, that is to say, a gift, by whatsoeuer thou mightest be profited by me: he shalbe free."},{"number":12,"verse":"And ye suffer him no more to doe ought for his father, or his mother:"},{"number":13,"verse":"Making the word of God of none effect through your tradition, which ye haue deliuered: And many such like things doe ye."},{"number":14,"verse":"And when he had called all the people vnto him, hee said vnto them, Hearken vnto me euery one of you, and vnderstand."},{"number":15,"verse":"There is nothing from without a man that entring into him, can defile him: but the things which come out of of him, those are they that defile the man."},{"number":16,"verse":"If any man haue eares to heare, let him heare."},{"number":17,"verse":"And when hee was entred into the house from the people, his disciples asked him concerning the parable."},{"number":18,"verse":"And he saith vnto them, Are ye so without vnderstanding also? Doe yee not perceiue that whatsoeuer thing from without entreth into the man, it cannot defile him,"},{"number":19,"verse":"Because it entreth not into his heart, but into the belly, and goeth out into the draught, purging all meats?"},{"number":20,"verse":"And he said, That which commeth out of the man, that defileth the man."},{"number":21,"verse":"For from within, out of the heart of men, proceed euill thoughts, adulteries, fornications, murders,"},{"number":22,"verse":"Thefts, couetousnesse, wickednesse, deceit, lasciuiousnesse, an euill eye, blasphemie, pride, foolishnesse:"},{"number":23,"verse":"All these euill things come from within, and defile the man."},{"number":24,"verse":"And from thence he arose, and went into the borders of Tyre and Sidon, and entred into an house, and would haue no man know it, but hee could not be hid."},{"number":25,"verse":"For a certaine woman, whose yong daughter had an vncleane spirit, heard of him, and came and fell at his feete."},{"number":26,"verse":"(The woman was a Greek: a Syrophenician by nation:) and she besought him that he would cast forth the deuill out of her daughter."},{"number":27,"verse":"But Iesus said vnto her, Let the children first be filled: for it is not meet to take the childrens bread, and to cast it vnto the dogges."},{"number":28,"verse":"And she answered and said vnto him, Yes Lord, yet the dogges vnder the table eat of the childrens crummes."},{"number":29,"verse":"And hee said vnto her, For this saying, goe thy way, the deuill is gone out of thy daughter."},{"number":30,"verse":"And when shee was come to her house, she found the deuill gone out, and her daughter laied vpon the bed."},{"number":31,"verse":"And againe departing from the coastes of Tyre and Sidon, he came vnto the sea of Galilee, thorow the midst of the coasts of Decapolis."},{"number":32,"verse":"And they bring vnto him one that was deafe, and had an impediment in his speech: and they beseech him to put his hand vpon him."},{"number":33,"verse":"And he tooke him aside from the multitude, and put his fingers into his eares, and he spit, and touched his tongue,"},{"number":34,"verse":"And looking vp to heauen, hee sighed, and saith vnto him, Ephphatha, that is, Be opened."},{"number":35,"verse":"And straightway his eares were opened, and the string of his tongue was loosed, and he spake plaine."},{"number":36,"verse":"And hee charged them that they should tell no man: but the more hee charged them, so much the more a great deale they published it,"},{"number":37,"verse":"And were beyond measure astonished, saying, Hee hath done all things well: hee maketh both the deafe to heare, and the dumbe to speake."}]}