{"bibleAbbr":"awaERV2005","bookName":"पतरस क दूसरी पत्र","bookEnglishName":"2 Peter","chapterNumber":2,"verses":[{"number":1,"verse":"( झूठे उपदेसक लोग) जइसा भी रहा होइ उ संतान क बीच मँ साइत झूठे नबियन देखाइ देइ लगत रहेन बिल्कुल उहइ तरह झूठे उपदेसकन तू सबन्क बीच मँ भी परगट होइही। उ घातक विचारन क सुरुआत करिही अउर उ सुआमी क नकार देइही जउन ओनका आजादी दिआए रहा। इ प्रकार अइसा कइके उ जल्दी बिनास क न्यौतिहइँ।"},{"number":2,"verse":"बहोत लोगन ओनकइ अनैतिक भोग-विलास क तरीका क पाछे चलिही ओनहिन क कारण स सत्य क मार्ग स बदनाम होई।"},{"number":3,"verse":"लोभ क कारण स उ बनावटी बातन स तोहसे पैसा कमइहइँ। ओनके दंड परमेस्सर क दुआर बहोत पहिलेन स निर्धारित कीन्ह जाइ चुका ह। ओनकर विनास तइयार अहइ अउर ओनकर प्रतीच्छा करत बाटइ।"},{"number":4,"verse":"काहेकि परमेस्सर उ पाप करइवाले दूतन तक क नाही छोड़ेस अउर ओनका पाताल लोक अंधेरे कोठरियन मँ डाइ दिहिस कि उ निआव क दिन तक उहइ पइ पड़ा रहइँ,"},{"number":5,"verse":"उ उ पुरान संसार क भी नाही छोड़ेस मुला नूह क उ समइ रखवारी किहेस जब अधर्मियन क संसार प जलप्रलय भेजी गइ रही। नूह ओन आठ मनइयन मँ रहा जउन जलप्रलय क समइ बचा रहेन। उ जउन उचित अहइ, ओकर उपदेस देत रहा।"},{"number":6,"verse":"सदोम अउर अमोरा ह जइसेन नगरन क बिनास क दण्ड दइके ओनकइ राखी बनाए दीन्ह गवा रहा ताकि अधर्मियन क साथ जउन बाते घटिहइँ, ओनके खातिर इ एक चेताउनी होइ।"},{"number":7,"verse":"परमात्मा लूत क बचाइ लिहेस जउन एक अच्छा मनई रहा। उद्दण्ड मनइयन क अनैतिक आचरण स दुःखी रहत रहा।"},{"number":8,"verse":"उ धर्मी पुरुस ओन लोगन क बीच मँ रहत भवा रोजइ रोज जउन देखत अउर सुनत रहा ओसे ओनके नेक आतिमा तड़पत रही।"},{"number":9,"verse":"एहि प्रकार पर्भू जानत ह कि निआव करत समइ धर्मात्मा मनइयन क कइसे बचावा जात ह अउर दुस्ट लोगन क कउने तरह दण्ड देइ क खातिर कइसे रखा जात ह।"},{"number":10,"verse":"खासकर ओन लोगन क बरे जउन आपन पाप स भरी भइ प्रकृति स बुरे कामन क करत जिअत ही। ओनकइ पापमय मन पर्भू क सत्ता क अवहेलना करत ह। ई पचे उद्दण्ड अउर स्वेच्छा चारी अहइँ इ महिमावान सरगदूतन क अपमानौ करइ स नाही डेरात अहइँ।"},{"number":11,"verse":"जब कि इ सबइ सरगदूतन जउन सक्ती अउर समरथ मँ एनसे बड़े अहइँ, पर्भू क सामने ओन पइ कउनो निन्दापूर्ण दोख नाही लगावत"},{"number":12,"verse":"मुला इ पचे विचारहीन पसुवन क बराबर अहइँ जउन आपन सहजवृती क अनुसार काम करत ही। जेनकइ जनम एही बरे होत ह कि उ पकड़े जाइँ अउर मार डाए जाइँ उ पचे ओन विसयन क विरोध मँ बोलत हीं जेनके बारे मँ इ सबइ अबोध अहँइ। जइसे पसु मार डावा जात अहइँ, वइसेन एनहू क नस्ट कर दीन्ह जाइ।"},{"number":13,"verse":"एनका बुराई क बदला बुराइन स दीन्ह जाई। दिन क प्रकास मँ भोग-विलास करब एनका भावत ह। काहेकि उ पचे अपने छलपूर्ण करजरन क फल भोगत ही। इ लज्जापूर्ण धब्बे अहइँ। जब इ पचे तू पचन क साथ उत्सव मँ सामिल होत ही तउ"},{"number":14,"verse":"इ कउनो अइसेन स्त्री क ताक मँ रहत ही जेहिके साथ व्यभिचार कीन्ह जाइ सकइ। इ तरह स एनकइ आँखी पाप करइ स बाज नाही अउतिन। इ पचे ढुलमुल लोगन क पाप करइ क खातिर फुसलाय लेत ही। इ लोगन क मनवा पूरी तरफ स लालचा मँ अभ्यस्थ अहइँ। इ पचे अभिसाप क लरिका अही।"},{"number":15,"verse":"सीधा-सादा मारग छाँड़िके भटक गए बाटेन। बओर क लरिका बिलाम क मार्ग प इ पचे चलत अहइँ बिलाम ओकर रुचि गलत रस्ता क फले मँ अहइ।"},{"number":16,"verse":"मुला ओकरे दोखन क खातिर एक गदही जउन बोल नाही पावत रही, मनई क बानी मँ बोलिके ओका डाँटिस फटकारिस अउर उ नबियन क उन्मादी कामन क रोकिस।"},{"number":17,"verse":"इ झूठे उपदेसक सूखे जल क सोता अहइँ अउर अइसे जल रहित बादल अहइँ जेनका तूफान उड़ाइ लइ जात ह। इ पचन क खातिर गझिन अन्धेरी जगह इ काम क बरे निहचित कीन्ह गइ अहइ।"},{"number":18,"verse":"इ पचे झूठे उपदेसकन अरथहीन डीगन स उ लोगन को प्रलोगभित कइ देत ही, जे बस अभी ही गलत जीवन बितावइवालन लोगन स अलग आवत ही।"},{"number":19,"verse":"इ झूठे उपदेसकन उनका छुटकारा क बचन देत ही, काहेकि कउनो व्यक्ति जउन ओका जीत लेत ह, उ ओनहिन क दास होइ जात ह।"},{"number":20,"verse":"एहि खातिर अगर इ हमरे पर्भू अउर उद्धाकर्त्ता ईसू मसीह क जान लेइँ अउर संसार क खोट स बच निकरइ क पाछे अगर ओहमाँ फिन फँस जात ही तउ ओनकइ दसा पहिले स भी खराब होइ जात ह।"},{"number":21,"verse":"एहसे तउ नीक भवा होत कि इ उचित मार्ग क जानि न पउतेन बजाए एकरे कि उ पचे इ पवित्तर आग्या स मुँह फेर लेतेन।"},{"number":22,"verse":"उ पचेन क साथे तउ वइसेन घटना घटी जइसेन मसला अहइ, “कुकुर अपने उल्टी क पास ही लोटत ह।” अउर “एक नहाई भइ सुअरी कीचड़ मँ लौटइ खातिर फिन लउट जात ह।”"}]}