{"bibleAbbr":"urRV2010","bookName":"عزرا","bookEnglishName":"Ezra","chapterNumber":6,"verses":[{"number":1,"verse":"( خورس کا فرمان دوبارہ مِلتا ہے) تب دارا بادشاہ کے حُکم سے بابل کے اُس توارِیخی کُتب خانہ میں جِس میں خزانے دھرے تھے تفتِیش کی گئی۔"},{"number":2,"verse":"چُنانچہ اخمتا کے محلّ میں جو مادَ ے کے صُوبہ میں واقِع ہے ایک طُومار مِلا جِس میں یہ حُکم لِکھا ہُؤاتھا۔"},{"number":3,"verse":"خورس بادشاہ کے پہلے سال خورس بادشاہ نے خُدا کے گھر کی بابت جو یروشلیِم میں ہے حُکم کِیا کہ وہ گھریعنی وہ مقام جہاں قُربانیاں کرتے ہیں بنایا جائے اوراُس کی بُنیادیں مضبُوطی سے ڈالی جائیں اُس کی اُونچائی ساٹھ ہاتھ اور چَوڑائی ساٹھ ہاتھ ہو۔"},{"number":4,"verse":"تِین ردّے بھاری پتّھروں کے اور ایک ردّہ نئی لکڑی کا ہو اور خرچ شاہی محلّ سے دِیا جائے۔"},{"number":5,"verse":"اور خُدا کے گھر کے سونے اور چاندی کے برتن بھی جِن کونبُوکد نضر اُس ہَیکل سے جو یروشلیِم میں ہے نِکال کربابل کو لایا واپس دِئے جائیں اور یروشلیِم کی ہَیکل میں اپنی اپنی جگہ پُہنچائے جائیں اور تُو اُن کو خُدا کے گھر میں رکھ دینا۔"},{"number":6,"verse":"( دارا بادشاہ کام جاری رکھنے کا حُکم دیتا ہے) سو تُو اَے دریا پار کے حاکِم تتّنی اور شتربو زنَی اور تُمہارے افارسکی رفِیق جو دریا پار ہیں تُم وہاں سے دُور رہو۔"},{"number":7,"verse":"خُدا کے اِس گھر کے کام میں دست اندازی نہ کرو ۔ یہُودیوں کا حاکِم اور یہُودیوں کے بزُرگ خُدا کے گھر کو اُس کی جگہ پر تعمِیر کریں۔"},{"number":8,"verse":"عِلاوہ اِس کے خُدا کے اِس گھر کے بنانے میں یہُودیوں کے بزُرگوں کے ساتھ تُم کو کیا کرنا ہے ۔ سو اُس کی بابت میرا یہ حُکم ہے کہ شاہی مال میں سے یعنی دریا پار کے خِراج میں سے اُن لوگوں کو بِلا توقُّف خرچ دِیا جائے تاکہ اُن کو رُکنا نہ پڑے۔"},{"number":9,"verse":"اور آسمان کے خُدا کی سوختنی قُربانیوں کے لِئے جِس جِس چِیز کی اُن کو ضرُورت ہو یعنی بچھڑے اور مینڈھے اورحلوان اور جِتنا گیہُوں اور نمک اور مَے اور تیل وہ کاہِن جو یروشلِیم میں ہیں بتائیں وہ سب بِلا ناغہ روز بروزاُن کو دِیا جائے۔"},{"number":10,"verse":"تاکہ وہ آسمان کے خُدا کے حضُور راحت انگیز قُربانیاں چڑھائیں اور بادشاہ اور شاہزادوں کی عُمر درازی کے لِئے دُعا کریں۔"},{"number":11,"verse":"مَیں نے یہ حُکم بھی دِیا ہے کہ جو شخص اِس فرمان کو بدل دے اُس کے گھر میں سے کڑی نِکالی جائے اور اُسے اُسی پر چڑھا کر سُولی دی جائے اور اِس بات کے سبب سے اُس کا گھر کُوڑا خانہ بنا دِیا جائے۔"},{"number":12,"verse":"اور وہ خُدا جِس نے اپنا نام وہاں رکھّا ہے سب بادشاہوں اور لوگوں کو جو خُدا کے اُس گھر کو جو یروشلیِم میں ہے ڈھانے کی غرض سے اِس حُکم کو بدلنے کے لِئے اپنا ہاتھ بڑھائیں غارت کرے ۔ مُجھ دارا نے حُکم دے دِیا ۔ اِس پر بڑی کوشِش سے عمل ہو۔"},{"number":13,"verse":"( ہَیکل کی مخصُوصیّت) تب دریا پار کے حاکِم تتّنی اور شتربوز نَی اور اُن کے رفِیقوں نے دارا بادشاہ کے فرمان بھیجنے کے سبب سے بِلاتوقُّف اُس کے مُطابِق عمل کِیا۔"},{"number":14,"verse":"سو یہُودیوں کے بزُرگ حَجّی نبی اور زکر یاہ بِن عِدُّو کی نبُوّت کے سبب سے تعمِیر کرتے اور کامیاب ہوتے رہے اور اُنہوں نے اِسرائیل کے خُدا کے حُکم اورخورس اور دارا اور شاہِ فارس ارتخششتا کے حُکم کے مُطابِق اُسے بنایا اور تمام کِیا۔"},{"number":15,"verse":"سو یہ مسکن ادار کے مہِینے کی تِیسری تارِیخ میں دارا بادشاہ کی سلطنت کے چھٹے برس تمام ہُؤا۔"},{"number":16,"verse":"اور بنی اِسرائیل اور کاہِنوں اور لاویوں اور اسِیری کے باقی لوگوں نے خُوشی کے ساتھ خُدا کے اِس گھر کی تقدِیس کی۔"},{"number":17,"verse":"اور اُنہوں نے خُدا کے اِس گھر کی تقدِیس کے مَوقع پر سَو بَیل اور دو سَو مینڈھے اور چار سَو برّے اور سارے اِسرائیل کی خطا کی قُربانی کے لِئے اِسرائیل کے قبِیلوں کے شُمار کے مُطابِق بارہ بکرے چڑھائے۔"},{"number":18,"verse":"اور جَیسا مُوسیٰ کی کِتاب میں لِکھا ہے اُنہوں نے کاہِنوں کو اُن کی تقسِیم اور لاویوں کو اُن کے فرِیقوں کے مُطابِق خُدا کی عِبادت کے لِئے جو یروشلیِم میں ہوتی ہے مُقرّر کِیا۔"},{"number":19,"verse":"( عِید ِ فَسح) اور پہلے مہِینے کی چَودھوِیں تارِیخ کو اُن لوگوں نے جو اسِیری سے آئے تھے عِیدِ فَسح منائی۔"},{"number":20,"verse":"کیونکہ کاہِنوں اور لاویوں نے یک تن ہو کر اپنے آپ کو پاک کِیا تھا ۔ وہ سب کے سب پاک تھے اور اُنہوں نے اُن سب لوگوں کے لِئے جو اسِیری سے آئے تھے اور اپنے بھائی کاہِنوں کے لِئے اور اپنے واسطے فَسح کو ذبح کِیا۔"},{"number":21,"verse":"اور بنی اِسرائیل نے جو اسِیری سے لَوٹے تھے اور اُن سبھوں نے جو خُداوند اِسرائیل کے خُدا کے طالِب ہونے کے لِئے اُس سرزمِین کی اجنبی قَوموں کی نجاستوں سے الگ ہو گئے تھے فَسح کھایا۔"},{"number":22,"verse":"اور خُوشی کے ساتھ سات دِن تک فطِیری روٹی کی عِید منائی کیونکہ خُداوند نے اُن کو شادمان کِیا تھا اور شاہِ اسُور کے دِل کو اُن کی طرف مائِل کِیا تھا تاکہ وہ خُدا یعنی اِسرائیل کے خُدا کے مسکن کے بنانے میں اُن کی مدد کرے۔"}]}