{"bibleAbbr":"urRV2010","bookName":"عزرا","bookEnglishName":"Ezra","chapterNumber":9,"verses":[{"number":1,"verse":"( عزرا کو یہُودیوں کی غَیر یہُودیوں سے مخلُوط شادیوں کا عِلم ہوتا ہے) جب یہ سب کام ہو چُکے تو سرداروں نے میرے پاس آ کر کہا کہ اِسرائیل کے لوگ اور کاہِن اور لاوی اِن اطراف کی قَوموں سے الگ نہیں رہے کیونکہ کنعانیوں اور حتِّیوں اور فرِزّیوں اور یبُوسیوں اور عمُّونیوں اور موآبیوں اور مِصریوں اور اموریوں کے سے نفرتی کام کرتے ہیں۔"},{"number":2,"verse":"چُنانچہ اُنہوں نے اپنے اور اپنے بیٹوں کے لِئے اُن کی بیٹِیاں لی ہیں ۔ سو مُقدّس نسل اِن اطراف کی قَوموں کے ساتھ خلط ملط ہو گئی اور سرداروں اور حاکِموں کا ہاتھ اِس بدکاری میں سب سے بڑھا ہُؤا ہے۔"},{"number":3,"verse":"جب مَیں نے یہ بات سُنی تو اپنے پَیراہن اور اپنی چادرکو چاک کِیا اور سر اور داڑھی کے بال نوچے اور حَیران ہو بَیٹھا۔"},{"number":4,"verse":"تب وہ سب جو اِسرائیل کے خُدا کی باتوں سے کانپتے تھے اسِیروں کی اِس بدکاری کے باعِث میرے پاس جمع ہُوئے اور مَیں شام کی قُربانی تک حَیران بَیٹھا رہا۔"},{"number":5,"verse":"اور شام کی قُربانی کے وقت مَیں اپنا پھٹا پَیراہن پہنے اور اپنی پھٹی چادر اوڑھے ہُوئے اپنی شرمِندگی کی حالت سے اُٹھا اور اپنے گُھٹنوں پر گِر کر خُداوند اپنے خُدا کی طرف اپنے ہاتھ پَھیلائے۔"},{"number":6,"verse":"اور کہا اَے میرے خُدا مَیں شرمِندہ ہُوں اور تیری طرف اَے میرے خُدا اپنا مُنہ اُٹھاتے مُجھے لاج آتی ہے کیونکہ ہمارے گُناہ بڑھتے بڑھتے ہمارے سر سے بُلند ہوگئے اور ہماری خطاکاری آسمان تک پُہنچ گئی ہے۔"},{"number":7,"verse":"اپنے باپ دادا کے وقت سے آج تک ہم بڑے خطاکار رہے اوراپنی بدکاری کے باعِث ہم اور ہمارے بادشاہ اور ہمارے کاہِن اَور مُلکوں کے بادشاہوں اور تلوار اور اسِیری اورغارت اور شرمِندگی کے حوالہ ہُوئے ہیں جَیسا آج کے دِن ہے۔"},{"number":8,"verse":"اب تھوڑے دِنوں سے خُداوند ہمارے خُدا کی طرف سے ہم پر فضل ہُؤا ہے تاکہ ہمارا کُچھ بقِیّہ بچ نِکلنے کو چُھوٹے اور اُس کے مکانِ مُقدّس میں ہم کو ایک کُھونٹی مِلے اور ہمارا خُدا ہماری آنکھیں روشن کرے اور ہماری غُلامی میں ہم کو کُچھ تازگی بخشے۔"},{"number":9,"verse":"کیونکہ ہم تو غُلام ہیں پر ہمارے خُدا نے ہماری غُلامی میں ہم کو چھوڑا نہیں بلکہ ہم کو تازگی بخشنے اور اپنے خُدا کے گھر کو بنانے اور اُس کے کھنڈروں کی مرمّت کرنے اور یہُودا ہ اور یروشلیِم میں ہم کو شہر پناہ دینے کو فارس کے بادشاہوں کے سامنے ہم پر رحمت کی۔"},{"number":10,"verse":"اور اب اَے ہمارے خُدا ہم اِس کے بعد کیا کہیں؟ کیونکہ ہم نے تیرے اُن حُکموں کو ترک کر دِیا ہے۔"},{"number":11,"verse":"جو تُونے اپنے خادِموں یعنی نبِیوں کی معرفت فرمائے کہ وہ مُلک جِسے تُم مِیراث میں لینے کو جاتے ہو اَور مُلکوں کی قَوموں کی نجاست اور نفرتی کاموں کے سبب سے ناپاک مُلک ہے کیونکہ اُنہوں نے اپنی ناپاکی سے اُس کو اِس سِرے سے اُس سِرے تک بھر دِیا ہے۔"},{"number":12,"verse":"سو تُم اپنی بیٹِیاں اُن کے بیٹوں کو نہ دینا اور اُن کی بیٹِیاں اپنے بیٹوں کے لِئے نہ لینا اور نہ کبھی اُن کی سلامتی یا اِقبال مندی چاہنا تاکہ تُم مضبُوط بنو اوراُس مُلک کی اچّھی اچّھی چِیزیں کھاؤ اور اپنی اَولادکے واسطے ہمیشہ کی مِیراث کے لِئے اُسے چھوڑ جاؤ۔"},{"number":13,"verse":"اور ہمارے بُرے کاموں اور بڑے گُناہ کے باعِث جو کُچھ ہم پر گُذرا اُس کے بعد اَے ہمارے خُدا درحالیکہ تُو نے ہمارے گُناہوں کے اندازہ سے ہم کو کم سزا دی اور ہم میں سے اَیسا بقِیّہ چھوڑا۔"},{"number":14,"verse":"کیا ہم پِھر تیرے حُکموں کو توڑیں اور اُن قَوموں سے ناتا جوڑیں جو اِن نفرتی کاموں کو کرتی ہیں؟ کیا تُوہم سے اَیسا غُصّے نہ ہو گا کہ ہم کو نیست و بابُودکر دے یہاں تک کہ نہ کوئی بقِیّہ رہے اور نہ کوئی بچے؟۔"},{"number":15,"verse":"اَے خُداوند اِسرائیل کے خُدا تُو صادِق ہے کیونکہ ہم ایک بقِیّہ ہیں جو بچ نِکلا ہے جَیسا آج کے دِن ہے۔ دیکھ ہم اپنی خطاکاری میں تیرے حضُور حاضِر ہیں کیونکہ اِسی سبب سے کوئی تیرے حضُور کھڑا رہ نہیں سکتا۔"}]}