{"bibleAbbr":"KNJV","bookName":"ಎಫೆಸದವರಿಗೆ","bookEnglishName":"Ephesians","chapterNumber":5,"verses":[{"number":1,"verse":"ದೇವರು ನಿಮಗೆ ಕ್ರಿಸ್ತನಲ್ಲಿ ಕ್ಷಮಿಸಿದನಲ್ಲಾ; ಆದದರಿಂದ ದೇವರ ಪ್ರಿಯರಾದ ಮಕ್ಕಳಿಗೆ ತಕ್ಕ ಹಾಗೆ ಆತನನ್ನು ಅನುಸರಿಸುವವರಾಗಿರಿ."},{"number":2,"verse":"ಕ್ರಿಸ್ತನು ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸಿ ನಮ್ಮೆಲ್ಲರಿಗೋಸ್ಕರ ತನ್ನನ್ನೇ ದೇವರಿಗೆ ಸುಗಂಧವಾಸನೆಯಾದ ಕಾಣಿಕೆಯಾಗಿಯೂ ಯಜ್ಞವಾಗಿಯೂ ಸಮರ್ಪಿಸಿಕೊಂಡ ಪ್ರಕಾರ ನೀವೂ ಪ್ರೀತಿಯಲ್ಲಿ ನಡೆದುಕೊಳ್ಳಿರಿ."},{"number":3,"verse":"ಜಾರತ್ವ ಯಾವ ವಿಧವಾದ ಬಂಡುತನ ದ್ರವ್ಯಾಶೆ ಇವುಗಳ ಸುದ್ದಿಯಾದರೂ ನಿಮ್ಮಲ್ಲಿ ಇರಬಾರದು; ಇವುಗಳಿಗೆ ದೂರವಾಗಿರುವದೇ ದೇವಜನರಿಗೆ ಯೋಗ್ಯವಾದದ್ದು."},{"number":4,"verse":"ಹೊಲಸು ಮಾತು ಹುಚ್ಚು ಮಾತು ಕುಚೋದ್ಯ ಮಾತು ಇವು ಬೇಡ, ಅಯುಕ್ತವಾಗಿವೆ;"},{"number":5,"verse":"ಇವುಗಳನ್ನು ಬಿಟ್ಟು ದೇವರಿಗೆ ಉಪಕಾರಸ್ತುತಿ ಮಾಡುವದು ಉತ್ತಮ. ಜಾರರು ದುರಾಚಾರಿಗಳು ವಿಗ್ರಹಾರಾಧಕರಂತಿರುವ ಲೋಭಿಗಳು ಇವರಲ್ಲಿ ಒಬ್ಬರಿಗಾದರೂ ಕ್ರಿಸ್ತನ ಮತ್ತು ದೇವರ ರಾಜ್ಯದಲ್ಲಿ ಬಾಧ್ಯತೆ ಇಲ್ಲವೇ ಇಲ್ಲವೆಂದು ನೀವು ಚೆನ್ನಾಗಿ ಬಲ್ಲಿರಲ್ಲವೇ."},{"number":6,"verse":"ಹುರುಳಿಲ್ಲದ ಮಾತುಗಳನ್ನಾಡುವವರಿಗೆ ಕಿವಿಗೊಟ್ಟು ಮೋಸಹೋಗಬೇಡಿರಿ; ಅಂಥ ಕೃತ್ಯಗಳ ನಿಮಿತ್ತದಿಂದ ದೇವರ ಕೋಪವು ಆತನಿಗೆ ಅವಿಧೇಯರಾಗಿರುವವರ ಮೇಲೆ ಬರುತ್ತದೆ."},{"number":7,"verse":"ನೀವು ಅವರೊಂದಿಗೆ ಪಾಲುಗಾರರಾಗಬೇಡಿರಿ."},{"number":8,"verse":"ನೀವು ಹಿಂದಿನ ಕಾಲದಲ್ಲಿ ಕತ್ತಲೆಯಾಗಿದ್ದಿರಿ, ಆದರೆ ಈಗ ನೀವು ಕ್ರಿಸ್ತನಲ್ಲಿದ್ದು ಬೆಳಕಾಗಿದ್ದೀರಿ."},{"number":9,"verse":"ಬೆಳಕಿನವರಂತೆ ನಡೆದುಕೊಳ್ಳಿರಿ. ಬೆಳಕಿನ ಫಲವು ಉಪಕಾರದಲ್ಲಿಯೂ ನೀತಿಯಲ್ಲಿಯೂ ಸತ್ಯದಲ್ಲಿಯೂ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ."},{"number":10,"verse":"ಕರ್ತನಿಗೆ ಮೆಚ್ಚಿಗೆಯಾದದ್ದು ಏನೆಂಬದನ್ನು ಪರಿಶೋಧಿಸಿ ತಿಳುಕೊಳ್ಳಿರಿ."},{"number":11,"verse":"ಕತ್ತಲೆಗೆ ಸಂಬಂಧವಾದ ಕೃತ್ಯಗಳಿಂದ ಯಾವ ಪ್ರಯೋಜನವೂ ಬರಲಾರದು; ಅವುಗಳಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿರದೆ ಅವುಗಳನ್ನು ಬೈಲಿಗೆ ತಂದು ಖಂಡಿಸಿರಿ."},{"number":12,"verse":"ಆ ಜನರು ರಹಸ್ಯವಾಗಿ ನಡಿಸುವ ಕೆಲಸಗಳನ್ನು ಕುರಿತು ಮಾತಾಡುವದಾದರೂ ನಾಚಿಕೆಗೆ ಕಾರಣವಾಗಿದೆ."},{"number":13,"verse":"ಬೆಳಕಿನಿಂದ ಎಲ್ಲಾ ಕೃತ್ಯಗಳ ನಿಜಗುಣ ತೋರಿಬರುತ್ತದೆ; ಅದರಿಂದ ಕೆಟ್ಟದ್ದು ಕೆಟ್ಟದ್ದೇ ಎಂದು ಕಾಣಿಸುವದು. ಪ್ರಕಟವಾಗಿರುವದೆಲ್ಲಾ ಬೆಳಕಿಗೆ ಸಂಬಂಧವಾದದ್ದು."},{"number":14,"verse":"ಆದದರಿಂದ - ನಿದ್ರೆ ಮಾಡುವವನೇ, ಎಚ್ಚರವಾಗು! ಸತ್ತವರನ್ನು ಬಿಟ್ಟು ಏಳು! ಕ್ರಿಸ್ತನು ನಿನಗೆ ಪ್ರಕಾಶ ಕೊಡುವನು ಎಂದು ಹೇಳಿಯದೆ."},{"number":15,"verse":"ಆದಕಾರಣ ನೀವು ನಡಕೊಳ್ಳುವ ರೀತಿಯನ್ನು ಕುರಿತು ಚೆನ್ನಾಗಿ ನೋಡಿಕೊಳ್ಳಿರಿ. ಜ್ಞಾನವಿಲ್ಲದರಾಗಿರದೆ ಜ್ಞಾನವಂತರಾಗಿರ್ರಿ."},{"number":16,"verse":"ಈ ದಿನಗಳು ಕೆಟ್ಟವುಗಳಾಗಿವೆ; ಆದದರಿಂದ ಕಾಲವನ್ನು ಸುಮ್ಮನೆ ಕಳಕೊಳ್ಳದೆ ಅದನ್ನು ಬೆಲೆಯುಳ್ಳದ್ದೆಂದು ಉಪಯೋಗಿಸಿಕೊಳ್ಳಿರಿ."},{"number":17,"verse":"ಮತ್ತು ಬುದ್ಧಿಹೀನರಾಗಿ ನಡೆಯದೆ ಕರ್ತನ ಚಿತ್ತವೇನೆಂಬದನ್ನು ವಿಚಾರಿಸಿ ತಿಳಿದವರಾಗಿರ್ರಿ."},{"number":18,"verse":"ಮದ್ಯಪಾನ ಮಾಡಿ ಮತ್ತರಾಗಬೇಡಿರಿ; ಅದರಿಂದ ಪಟಿಂಗತನವು ಹುಟ್ಟುತ್ತದೆ."},{"number":19,"verse":"ಆದರೆ ಪವಿತ್ರಾತ್ಮಭರಿತರಾಗಿದ್ದು ಕೀರ್ತನೆಗಳಿಂದಲೂ ಆತ್ಮಸಂಬಂಧವಾದ ಪದಗಳಿಂದಲೂ ಒಬ್ಬರಿಗೊಬ್ಬರು ಮಾತಾಡಿಕೊಳ್ಳುತ್ತಾ ನಿಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ಕರ್ತನಿಗೆ ಗಾನಮಾಡುತ್ತಾ ಕೀರ್ತನೆ ಹಾಡುತ್ತಾ"},{"number":20,"verse":"ಯಾವಾಗಲೂ ಎಲ್ಲಾ ಕಾರ್ಯಗಳಿಗೋಸ್ಕರ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಹೆಸರಿನಲ್ಲಿ ತಂದೆಯಾದ ದೇವರಿಗೆ ಸ್ತೋತ್ರ ಮಾಡುತ್ತಾ ಕ್ರಿಸ್ತನಿಗೆ ಭಯಪಡುವವರಾಗಿದ್ದು"},{"number":21,"verse":"ಒಬ್ಬರಿಗೊಬ್ಬರು ವಿನಯವುಳ್ಳವರಾಗಿ ನಡೆದುಕೊಳ್ಳಿರಿ."},{"number":22,"verse":"ಸ್ತ್ರೀಯರೇ, ನೀವು ಕರ್ತನಿಗೆ ಹೇಗೋ ಹಾಗೆಯೇ ನಿಮ್ಮನಿಮ್ಮ ಗಂಡಂದಿರಿಗೆ ಅಧೀನರಾಗಿರ್ರಿ."},{"number":23,"verse":"ಕ್ರಿಸ್ತನು ಸಭೆಗೆ ತಲೆಯಾಗಿರುವ ಪ್ರಕಾರವೇ ಗಂಡನು ಹೆಂಡತಿಗೆ ತಲೆಯಾಗಿದ್ದಾನೆ. ಕ್ರಿಸ್ತನೋ ಸಭೆಯೆಂಬ ದೇಹಕ್ಕೆ ರಕ್ಷಕನಾಗಿದ್ದಾನೆ."},{"number":24,"verse":"ಅದಿರಲಿ; ಸಭೆಯು ಕ್ರಿಸ್ತನಿಗೆ ಹೇಗೆ ಅಧೀನವಾಗಿದೆಯೋ ಹಾಗೆಯೇ ಸ್ತ್ರೀಯರು ತಮ್ಮತಮ್ಮ ಗಂಡಂದಿರಿಗೆ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ಅಧೀನರಾಗಿರಬೇಕು."},{"number":25,"verse":"ಪುರುಷರೇ, ಕ್ರಿಸ್ತನು ಸಭೆಯನ್ನು ಪ್ರೀತಿಸಿದ ಪ್ರಕಾರವೇ ನಿಮ್ಮನಿಮ್ಮ ಹೆಂಡತಿಯರನ್ನು ಪ್ರೀತಿಸಿರಿ."},{"number":26,"verse":"ಆತನು ಅದನ್ನು ಪ್ರತಿಷ್ಠೆಪಡಿಸುವದಕ್ಕಾಗಿ ತನ್ನನ್ನು ಒಪ್ಪಿಸಿಕೊಟ್ಟನು."},{"number":27,"verse":"ಅದನ್ನು ಕಳಂಕ ಸುಕ್ಕು ಮುಂತಾದ್ದೊಂದೂ ಇಲ್ಲದ ಕನ್ನಿಕೆಯೋ ಎಂಬಂತೆ ಪರಿಶುದ್ಧವೂ ನಿರ್ದೋಷವೂ ಮಹಿಮೆಯುಳ್ಳದ್ದೂ ಆಗಿರುವ ಸಭೆಯನ್ನಾಗಿ ತನ್ನೆದುರಿನಲ್ಲಿ ನಿಲ್ಲಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ವಾಕ್ಯೋಪದೇಶ ಸಹಿತವಾದ ಜಲಸ್ನಾನವನ್ನು ಮಾಡಿಸಿ ಶುದ್ಧಮಾಡಿದನು."},{"number":28,"verse":"ಹಾಗೆಯೇ ಪುರುಷರು ಸಹ ಸ್ವಂತ ಶರೀರವನ್ನು ಪ್ರೀತಿಸಿಕೊಳ್ಳುವ ಪ್ರಕಾರವೇ ತಮ್ಮ ಹೆಂಡತಿಯರನ್ನು ಪ್ರೀತಿಸುವ ಹಂಗಿನವರಾಗಿದ್ದಾರೆ. ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಪ್ರೀತಿಸುವವನು ತನ್ನನ್ನೇ ಪ್ರೀತಿಸಿಕೊಳ್ಳುವವನಾಗಿದ್ದಾನೆ."},{"number":29,"verse":"ಯಾರೂ ಎಂದೂ ಸ್ವಶರೀರವನ್ನು ಹಗೆಮಾಡಿದ್ದಿಲ್ಲ; ಎಲ್ಲರೂ ತಮ್ಮ ಶರೀರಗಳನ್ನು ಪೋಷಿಸಿ ಸಂರಕ್ಷಿಸುತ್ತಾರೆ."},{"number":30,"verse":"ಯಾವ ದೇಹಕ್ಕೆ ನಾವು ಅಂಗಗಳಾಗಿದ್ದೇವೋ ಸಭೆಯೆಂಬ ಆ ದೇಹವನ್ನು ಕ್ರಿಸ್ತನು ಹಾಗೆಯೇ ಪೋಷಿಸಿ ಸಂರಕ್ಷಿಸುತ್ತಾನಲ್ಲಾ."},{"number":31,"verse":"ಇದರ ನಿಮಿತ್ತದಿಂದ ಪುರುಷನು ತಂದೆತಾಯಿಗಳನ್ನು ಬಿಟ್ಟು ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಸೇರಿಕೊಳ್ಳುವನು; ಅವರಿಬ್ಬರೂ ಒಂದೇ ಶರೀರವಾಗಿರುವರು ಎಂದು ಬರೆದದೆ."},{"number":32,"verse":"ನಾನು ಕ್ರಿಸ್ತನಿಗೂ ಸಭೆಗೂ ಇರುವ ಸಂಬಂಧವನ್ನು ಕುರಿತು ಮಾತಾಡುತ್ತಾ ಇದ್ದೇನೆ; ಇದುವರೆಗೆ ಗುಪ್ತವಾಗಿದ್ದ ಈ ಸತ್ಯಾರ್ಥವು ಬಹು ಗಂಭೀರವಾದದ್ದು."},{"number":33,"verse":"ಅದಿರಲಿ; ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಪುರುಷನು ತನ್ನನ್ನು ಪ್ರೀತಿಸಿಕೊಳ್ಳುವಂತೆಯೇ ತನ್ನ ಹೆಂಡತಿಯನ್ನೂ ಪ್ರೀತಿಸಬೇಕು; ಪ್ರತಿ ಹೆಂಡತಿಯು ತನ್ನ ಗಂಡನಿಗೆ ಭಯಭಕ್ತಿಯಿಂದ ನಡೆದುಕೊಳ್ಳಬೇಕು."}]}