{"bibleAbbr":"LBP1933","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":3,"verses":[{"number":1,"verse":"SO I, my brethren, could not converse with you as with spiritual men, but as with worldly men and even as with little children in Christ."},{"number":2,"verse":"I have fed you with milk, and not with meat: for hitherto you were unable to eat it, and even now you are not ready for it;"},{"number":3,"verse":"Because you are still worldly: for as long as there is among you envying and strife and divisions, are you not worldly and still following after the material things?"},{"number":4,"verse":"For while one says, I am a follower of Paul; and another, I am a follower of Apollos; are you not worldly?"},{"number":5,"verse":"Who then is Paul, and who is Apollos, but ministers through whom you were converted; each one is gifted according as the LORD gave to him."},{"number":6,"verse":"I have planted, Apollos watered; but God gave the increase."},{"number":7,"verse":"So then neither he who plants, nor he who waters deserves the credit; but God who gives the increase."},{"number":8,"verse":"Thus the planter and the waterer are equal: and each one shall receive his own wages according to his own labor."},{"number":9,"verse":"For we work together with God: you are God's work and God's building."},{"number":10,"verse":"According to the grace of God which is given to me, as a wise masterbuilder, I have laid the foundation, and another builds upon it. But let every man be careful how he builds thereon."},{"number":11,"verse":"For other foundation can no man lay than that which is already laid, which is Jesus Christ."},{"number":12,"verse":"Now if any man build on this foundation gold, silver, or precious stones, or wood, or hay, or stubble;"},{"number":13,"verse":"Every man's work shall be plainly seen: for the light of day shall expose it, because it shall be revealed by fire; and the fire shall test every man's work and show of what sort it is."},{"number":14,"verse":"And the builder whose work survives shall receive his reward."},{"number":15,"verse":"And the one whose work shall be burned, he shall suffer loss: but he himself shall be rescued, even as one who has been saved from the fire."},{"number":16,"verse":"Do you not know that you are the temple of God, and that the Spirit of God dwells in you?"},{"number":17,"verse":"And whoever defiles the temple of God, God will destroy; for the temple of God is holy, and that temple is you."},{"number":18,"verse":"Let no man deceive himself. Whoever among you thinks he is wise in this world, let him consider himself a fool so that he may become wise."},{"number":19,"verse":"For the wisdom of this world is foolishness before God. For it is written, He catches the wise in their own craftiness."},{"number":20,"verse":"And again, The LORD knows that the thoughts of the wise are vain."},{"number":21,"verse":"Therefore, let no man boast about men. For all things are yours;"},{"number":22,"verse":"Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all things are yours;"},{"number":23,"verse":"And you are of Christ, and Christ is of God."}]}