{"bibleAbbr":"LBP1933","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"AM I not a free man? am I not an apostle? have I not seen Jesus Christ our LORD? are you not my work in my LORD?"},{"number":2,"verse":"If I am not an apostle to others, yet to you I am: for you are the seal of my apostleship."},{"number":3,"verse":"So my answer to those who criticize me is this,"},{"number":4,"verse":"Have we not the right to eat and to drink?"},{"number":5,"verse":"And have we not the right to travel with a Christian wife, just as the rest of the apostles, and as the brothers of our LORD, and as Cephas?"},{"number":6,"verse":"Or only I and Barnabas, have not we the right to live without working?"},{"number":7,"verse":"What officer commands an army at his own expense? or who plants a vineyard and does not eat of its fruits? or who feeds sheep, and does not eat of the milk of his flock?"},{"number":8,"verse":"I say these things as a man. Behold the law says them also."},{"number":9,"verse":"For it is written in the law of Moses, Thou shalt not muzzle the ox that treadeth out the corn. Why? Is God concerned only for the ox?"},{"number":10,"verse":"No. It is known that he said it for our sakes and it was written for our sakes because the ploughman must plough in hope, and he who threshes, threshes in hope of the crop."},{"number":11,"verse":"Now if we have sown among you spiritual things, is it too much that we should reap material things from you?"},{"number":12,"verse":"If others have this authority over you, have we not the more right? Nevertheless we have not used this authority; but we have endured all things so that we would not hinder the gospel of Christ."},{"number":13,"verse":"Do you not know that those who work in the holy place are maintained out of the temple? And those who minister at the altar share the offerings with the altar?"},{"number":14,"verse":"Even so has our LORD commanded that those who preach his gospel should live by his gospel."},{"number":15,"verse":"But I have used none of these privileges: neither have I written these things that it should be so done to me: for it were better for me to die, than that any man should declare my pride in my teaching worthless."},{"number":16,"verse":"For though I preach the gospel, I have nothing to glory of: for I am under obligation; yea, woe is unto me if I preach not the gospel!"},{"number":17,"verse":"For if I do this thing willingly, I have my reward: but if against my will, it is like a stewardship intrusted to me."},{"number":18,"verse":"What then is my wage? This is it. When I preach the gospel of Jesus Christ, I do it without thought of recompense, and I have not abused the power given to me in the gospel."},{"number":19,"verse":"Because I am free from all these things, I have served all men that I may gain many."},{"number":20,"verse":"So with the Jews I became as a Jew, that I might win the Jews; and with those who are under the law, I became as one who is under the law, in order to win those who are under the law."},{"number":21,"verse":"To those who are without law, I became like one who is without law, though I am not lawless before God because I am under the law of Christ, that I might win them who are without law."},{"number":22,"verse":"With the weak I became as weak, that I might win the weak: I became everything to every man, that I might by all means save everyone."},{"number":23,"verse":"And this I do for the gospel's sake, that I might be partaker of it."},{"number":24,"verse":"Do you not know that the runners in a race, all run, but only one is victorious? So you must run, that you may obtain victory."},{"number":25,"verse":"And every man who battles in the contest, frees his mind from every thing else. And yet they run to win a garland which is perishable; but we to win one which is everlasting."},{"number":26,"verse":"I therefore so run, not for something that is uncertain; and I so fight, not as one who beats the air:"},{"number":27,"verse":"But I conquer and subdue my body so that, by no chance, when I have preached to others, will I despise myself."}]}