{"bibleAbbr":"CVB1535","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":28,"verses":[{"number":1,"verse":"Wo be to ye crowne of pryde, to ye dronke Ephraemites, and to the faydinge floure, to the glory of his pope, yt is vpo the toppe of the pleteous valley: which me be ouerladen wt wyne."},{"number":2,"verse":"Beholde, the strength and power of the LORDE shal breake in to the londe on euery syde, like a tempest of hale, that beareth downe stronge holdes, and like an horrible, mightie and ouer flowinge water."},{"number":3,"verse":"And the proude crowne of the dronken Ephraemites, shal be troden vnderfoote."},{"number":4,"verse":"And as for the faydinge floure, the glory of his pompe, which is vpon the toppe of the plenteous valley: it shal happen vnto him, as to an vntymely frute before the haruest come. Which as soone as it is sene, is by and by deuoured, or euer it come well in a mans honde."},{"number":5,"verse":"And then shal the LORDE of hoostes be a ioyful crowne, and a glorious garlade vnto the remnaunt of his people."},{"number":6,"verse":"Vnto the lowly, he shalbe a sprete of iudgment, and vnto them that dryue awaye the enemies from ye gates, he shalbe a sprete of stregth."},{"number":7,"verse":"But they go wronge by ye reason of wyne, they fall and stacker because of stroge drynke. Yee eue the prestes and prophetes them selues go amisse, they are dronken with wyne, and weake braned thorow stronge drynke. They erre in seinge, and in iudgmet they fayle."},{"number":8,"verse":"For all tables are so ful of vomyte and fylthynes, yt no place is clene."},{"number":9,"verse":"What is he amonge them, yt can teach, instructe or enfourme the childre, which are weened from suck or taken from the brestes: of eny other fashion, then:"},{"number":10,"verse":"Commaunde yt maye be commaunded, byd yt maye be bydde, forbyd that maye be forbydde, kepe backe yt maye be kepte backe, here a litle, there a litle."},{"number":11,"verse":"And therfore the LORDE also shal speake wt lispinge lippes and wt a straunge laguage vnto this people, to whom he spake afore of this maner:"},{"number":12,"verse":"This shal bringe rest, yf one refresh the weery, ye this shal bringe rest. But they had no will to heare."},{"number":13,"verse":"And therfore the LORDE shal answere their stubbournes (Comaunde yt maye be comaunded, byd yt maye be bydden, forbyd yt maye be forbydde, kepe backe yt maye be kepte backe, here a litle, there a litle) That they maye go forth, fall backwarde, be brussed, snared and taken."},{"number":14,"verse":"Wherfore heare the worde of the LORDE, ye mockers that rule the LORDES people, which is at Ierusale."},{"number":15,"verse":"For ye coforte yor selues thus: Tush, death & we are at a poynte, & as for hell, we haue made a codicion with it: that though there breake out eny sore plage, it shal not come vpon vs. For with disceate wil we escape, and with nymblenes will we defende or selues."},{"number":16,"verse":"Therfore thus saieth the LORDE God: Beholde, I wil laye a stone in Sion, a greate stone, a costly corner stone for a sure foundacion: yt who so putteth his trust in him, shal not be confouded."},{"number":17,"verse":"Rightuousnes wil I set vp agayne in ye balaunce, and iudgment in the weightes. The tepest of hale shal take awaye yor refuge, that ye haue to disceaue withal, and ye ouerflowinge waters shal breake downe yor stroge holdes of dissimulacio."},{"number":18,"verse":"Thus the appoyntmet that ye haue made wt death, shalbe done awaye, and the codicion that ye made with hell, shal not stode. When the greate destructio goeth thorow, it shal all to treade you, It shal take you quyte awaye before it."},{"number":19,"verse":"For it shal go forth early in the mornynge, and contynue only yt daye and yt night. And the very feare only shal teach you, when ye heare it."},{"number":20,"verse":"For ye bedde shalbe so narow yt a ma ca not lye vpon it. And the coueringe to small, that a ma maye not wynde him self therin."},{"number":21,"verse":"For the LORDE shal steppe forth as he dyd vpon the mount Perazim, and shal take on as he dyd vpo the dale of Gabaon: that he maye bringe forth his deuyce, his straunge deuyce: and fulfil his worke, his wonderful worcke."},{"number":22,"verse":"And therfore make no mockes at it, that youre captiuyte increase not: for I haue herde the LORDE of hoostes saye, that there shal come a soden destruction and plage vpon the whole earth."},{"number":23,"verse":"Take hede, and heare my voyce, pondre and merck my wordes wel."},{"number":24,"verse":"Goeth not the husbonde man euer in due season earnestly to his londe? he moweth & ploweth his grounde to sowe."},{"number":25,"verse":"And whe he hath made it playne, he soweth it with fitches or comyn. He soweth ye wheate and Barlye in their place, Milium and Rye also in their place."},{"number":26,"verse":"And yt he maye do it right, his God teacheth him and sheweth him."},{"number":27,"verse":"For he treadeth not the fitches out with a wayne, nether bringeth he the cart here and there ouer the comyn, but he throssheth ye fitches out with a flale, and the comyn with a rod."},{"number":28,"verse":"As for the wheate, he gryndeth it to make bred therof, In as moch as he can not bringe it to passe wt treadinge out. For nether the brussinge that the cart wheles make, ner his beastes can grynde it."},{"number":29,"verse":"This and soch like thinges come of the LORDE of hostes which is maruelous in councel, and greate in rightuousnesse."}]}