{"bibleAbbr":"CVB1535","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":29,"verses":[{"number":1,"verse":"Wo vnto the o Ariel Ariel, thou cite that Dauid wane. Take yet some yeares, and let some feastes yet passe ouer:"},{"number":2,"verse":"then shal Ariel be beseged, so that she shal be heuy and sorouful, and shal be vnto me euen as a lyon."},{"number":3,"verse":"For I wil laye sege to the rounde aboute, and kepe ye in with towers, and graue vp dykes agaynst ye."},{"number":4,"verse":"And thou shalt be brought lowe, and speake out of the earth, and thy wordes shal go humbly out of ye grounde."},{"number":5,"verse":"Thy voyce shal come out of the earth, like the voyce of a witch, and thy talkinge shal groane out of the myre. For the multitude of thine enemies shalbe like mealdust. And the nombre of Tyrauntes shalbe as ye dust that the wynde taketh awaye sodenly."},{"number":6,"verse":"Thou shalt be visited of the LORDE of hoostes with thondre, earth quake, and with a greate crack, with the whyrle wynde, tempest, and with the flame of a consumynge fyre."},{"number":7,"verse":"But now the multitude of all the people, that went out agaynst Ariel: the whole hooste, the stronge holdes, and sege: is like a dreame which apeareth in the night."},{"number":8,"verse":"It is like as when an hungrie man dreameth that he is eatynge, and when he awaketh, he hath nothinge: like as when a thurstie man dreameth that he is drinkinge, and when he awaketh, he is faynt, and his soule vnpacient. So is the multitude of all people, that mustre them selues agaynst the hill of Sion."},{"number":9,"verse":"But ye shalbe at youre wittes ende, ye shalbe abasshed: ye shal stackre, and rele to and fro. Ye shalbe dronken, but not of wyne. Ye shal fall, but not thorow dronkenes:"},{"number":10,"verse":"For the LORDE shal geue you an hard slepinge sprete, and holde downe youre eyes: namely yor prophetes and heades which shulde se, them shal he couer."},{"number":11,"verse":"And all visions shalbe vnto you, as the wordes that stonde in a sealed lettre, when one offreth it to a man that is lerned, and sayeth: rede vs this lettre. The he answereth: I ca not rede it, for it is shutt."},{"number":12,"verse":"But yf it be geue to one yt is not lerned, or sayde vnto him: rede this lettre: Then sayeth he. I can not rede."},{"number":13,"verse":"Therfore thus sayeth the LORDE: For so moch as this people draweth nye me wt their mourh, and prayseth me highly with their lippes (where as there herte neuertheles is farre fro me, and the feare which they owe vnto me, that turne they to mens lawes and doctrynes)"},{"number":14,"verse":"therfore wil I also shewe vnto this people, a maruelous terrible and greate thinge (Namely this:) I wil destroye the wisdome of their wise, and the vnderstodinge of their lerned men shal perish."},{"number":15,"verse":"Wo be vnto them that seke so depe, to hyde their ymaginacion before the LORDE, which rehearce their coucels in ye darknes, and saye: who seith vs, or who knoweth vs?"},{"number":16,"verse":"Which ymaginacion of yours is euen as when the potters claye taketh advisemet, as though the worke might saye to ye worke master: make me not, or as when an erthen vessel saieth of the potter: he vnderstondeth not."},{"number":17,"verse":"Se ye not that it is hard by, that Libanus shalbe turned in to Charmel, and that Charmel shalbe taken as a wodde?"},{"number":18,"verse":"Then shal deaf men vnderstonde the wordes of the boke, and the eyes of the blynde shal se without eny cloude or darknes."},{"number":19,"verse":"The oppressed shal holde a mery feast in the LORDE, and the poore people shal reioyse in the holy one of Israel."},{"number":20,"verse":"Then shal the furious people ceasse, and ye mockers shal be put awaye, and all they yt do wronge shalbe rooted out,"},{"number":21,"verse":"soch as laboure to drawe me vnto synne: and yt disceaue him, which reproueth them in the gate, & soch as turne good personnes to vanite."},{"number":22,"verse":"And therfore the LORDE (euen the defender of Abraham) saieth thus vnto the house of Iacob: Now shal not Iacob be ashamed, nor his face cofounded,"},{"number":23,"verse":"when he seith amonge his children (whom my hondes haue made) soch as halowe my name amonge them: that they maye sancifie the holy one of Iacob, and feare the God of Israel:"},{"number":24,"verse":"and that they which afore tyme were of an erroneous sprete, haue now vnderstondinge, and yt soch as before coude not speake, are now lerned in my lawe."}]}