{"bibleAbbr":"CVB1535","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":3,"verses":[{"number":1,"verse":"Euen so shal ye LORDE of hoostes take awaye fro Ierusale & Iuda, all possessios & power, all meat and drinke,"},{"number":2,"verse":"ye captayne and the soudyare, ye iudge and the prophete, the wyse and the aged ma,"},{"number":3,"verse":"the worshipful of fiftie yeare olde, and the honorable: the Senatours, and men of vnderstondinge: the masters of craftes and oratours."},{"number":4,"verse":"And I shal geue you children to be youre prynces (saieth the LORDE) and babes shall haue the rule of you."},{"number":5,"verse":"One shall euer be doinge violence and wronge to another. The boye shal presume agaynst the elder, and the vyle persone agaynst the honorable."},{"number":6,"verse":"Yee one shal take a frende of his owne kynred by ye bosome, and saye: thou hast clothinge, thou shalt be oure heade, for thou mayest kepe us from this fall and parell."},{"number":7,"verse":"Then shall he sweare and saye: I can not helpe you. Morouer, there is nether meate ner clothinge in my house, make me no rueler of the people."},{"number":8,"verse":"For Ierusalem and Iuda must decaye, because that both their wordes and councels are agaynst the LORDE, they prouoke the presence of his magesty vnto anger."},{"number":9,"verse":"The chaunginge of their countenaunce bewrayeth them, yee they declare their owne synnes them selues, as the Sodomites, & hyde the not. Wo be vnto their soules, for they shalbe heuely rewarded."},{"number":10,"verse":"Then shal they saye: O happie are the godly, for they maye enioye the frutes of their studies."},{"number":11,"verse":"But wo be to ye vngodly and vnrightuous for they shalbe rewarded after their workes."},{"number":12,"verse":"O my people, rybaudes oppresse ye, and women haue rule of the. O my people, thy leders deceaue the, and treade out the waye of thy footsteppes."},{"number":13,"verse":"The LORDE is here to comon of the matter, and stondeth to geue iudgment with the people."},{"number":14,"verse":"The LORDE shal come forth to reason with the Senatours and prynces of his people, and shal saye thus vnto them: It is ye that haue burnt vp my vynyearde, the robbery of the poore is in youre house."},{"number":15,"verse":"Wherfore do ye oppresse my people, and marre ye faces of the innocentes? thus shal the God of hoostes reuyle them."},{"number":16,"verse":"Morouer thus saieth ye LORDE: Seinge the doughters of Sion are become so proude, and come in with stretched out neckes, and with vayne wanton eyes: seinge they come in trippinge so nycely with their fete:"},{"number":17,"verse":"Therfore shal the LORDE shaue the heades of the doughters of Sion, and make their bewtie bare in that daye."},{"number":18,"verse":"In that daye shal the LORDE take awaye the gorgiousnes of their apparel, and spanges, cheynes, partlettes,"},{"number":19,"verse":"and colares, bracelettes and hooues,"},{"number":20,"verse":"ye goodly floured, wyde and broderd raymet, brusshes and headbandes,"},{"number":21,"verse":"rynges and garlades,"},{"number":22,"verse":"holy daye clothes and vales, kerchues and pynnes,"},{"number":23,"verse":"glasses and smockes, bonettes and taches."},{"number":24,"verse":"And in steade of good smell there shalbe stynck amonge them. And for their gyrdles there shalbe lowse bondes. And for wellset hayre there shalbe baldnesse. In steade of a stomacher, a sack cloth, and for their bewty wythrednesse and sonneburnynge."},{"number":25,"verse":"Their husbondes and their mightie men shall perish with the swerde in batell."},{"number":26,"verse":"At that tyme shall their gates mourne and complayne, and they shal syt as desolate folck vpon the earth."}]}