{"bibleAbbr":"CVB1535","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":33,"verses":[{"number":1,"verse":"Therfore wo vnto the (o robber) shalt not thou be robbed also? and vnto the that laiest wait, as who saye there shulde no waite be layde for the? Wo vnto the which doest hurte, euen so shalt thou be hurt also. And as thou layest waite, so shal wait be layde for the also."},{"number":2,"verse":"LORDE be merciful vnto vs, we wait for the. Thine arme is at a poynte to vyset vs, but be thou oure health in the tyme of trouble."},{"number":3,"verse":"Graute that the people maye fle at the anger of thy voyce, & that at thy vpstondinge the Gentiles maye be scatred abrode,"},{"number":4,"verse":"and that their spoyle maye be gathered, as the greshoppers are comonly gathered together in to the pyt."},{"number":5,"verse":"Stonde vp LORDE, thou that dwellest on hie: Let Sio be fylled with equyte and rightuousnesse."},{"number":6,"verse":"Let treuth and faithfulnesse be in hir tyme: power, health, wisdome, knowlege & the feare of God are hir treasure."},{"number":7,"verse":"Beholde, their aungels crie with out, the messaungers of peace wepe bytterly."},{"number":8,"verse":"The stretes are waist, there walketh no man therin, the appoyntmen is broken, the cities are despised, they are not regarded,"},{"number":9,"verse":"the desolate earth is in heuynes. Libanus taketh it but for a sporte, that it is hewen downe: Saron is like a wyldernes: Basa & Charmel are turned vpside downe."},{"number":10,"verse":"And therfore saieth ye LORDE: I wil vp, now wil I get vp, now wil I aryse."},{"number":11,"verse":"Ye shal conceaue stubble, and beare strawe, & youre sprete shalbe the fyre, that it maye consume you:"},{"number":12,"verse":"& the people shalbe burnt like lyme, & as thornes burne that are hewen of, & cast in the fyre."},{"number":13,"verse":"Now herken to (ye that are farre of) how I do with them, & cosidre my glory, ye that be at honde."},{"number":14,"verse":"The synners at Sion are afrayde, a sodane fearfulnesse is come vpon the ypocrytes. What is he amonge us (saye they) that will dwell by that consumynge fyre? which of vs maye abyde that euerlastinge heate?"},{"number":15,"verse":"He that ledeth a godly life (saye I) & speaketh the treuth: He that abhorreth to do violence and disceate: he that kepeth his hode that he touch no rewarde: which stoppeth his eares, that he heare no councel agaynst the innocent: which holdeth downe his eyes, that he se no euel."},{"number":16,"verse":"He it is, that shal dwel on hie, whose sauegarde shalbe in the true rocke, to him shalbe geuen the right true meat & drynke."},{"number":17,"verse":"His eyes shal se the kynge in his glory: & in the wyde worlde,"},{"number":18,"verse":"and his herte shal delite in the feare of God. What shal then become of the scrybe? of the Senatoure? what of him that teacheth childre?"},{"number":19,"verse":"There shalt thou not se a people of a straunge tuge, to haue so diffused a laguage, that it maye not be vnderstonde: nether so straunge a speache, but it shal be perceaued."},{"number":20,"verse":"There shal Sion be sene, the head citie of oure solempne feastes. There shal thine eyes se Ierusalem that glorious habitation: the tabernacle that neuer shal remoue, whose nales shal neuer be taken out worlde without ende, whose coardes euerychone shal neuer corruppe:"},{"number":21,"verse":"for the glorious Magesty of the LORDE shal there be present amoge vs. In that place (where fayre broade ryuers & streames are) shal nether Gallye rowe, ner greate shippe sale."},{"number":22,"verse":"For the LORDE shalbe oure capteyne, the LORDE shalbe oure lawe geuer, The LORDE shalbe oure kinge, & he himself shalbe oure Sauioure."},{"number":23,"verse":"There are the coardes so layd abrode, that they ca not be better: The mast set vp of soch a fashion, that no baner ner sale hageth thero: but there is dealed greate spoyle, yee lame men runne after the pray."},{"number":24,"verse":"There lieth no ma that saieth: I am sick, but all euel is taken awaye from the people, that dwel there."}]}