{"bibleAbbr":"CVB1535","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":34,"verses":[{"number":1,"verse":"Come ye Heithen & heare, take hede ye people. Herke thou earth & all that is therin: thou rounde copasse & al that groweth thervpon:"},{"number":2,"verse":"for the LORDE is angrie with al people, & his displeasure is kindled agaynst all the multitude of them, to curse them, & to slaye them."},{"number":3,"verse":"So that their slayne shalbe cast out, & their bodies stincke: that eue the very hilles shalbe wet with the bloude of them."},{"number":4,"verse":"All the starres of heauen shalbe consumed, & the heauen shal folde together like a roll, & all the starres therof shall fall, like as the leaues fall from the vynes and fygetrees."},{"number":5,"verse":"For my swearde (saieth he) shalbe bathed in heauen, & shal immediatly come downe vpon Idumea, and vpon the people which I haue cursed for my vengeaunce."},{"number":6,"verse":"And the LORDES swearde shalbe full of bloude, & be rustie with the fatnesse & bloude of lambes and gootes, with the fatnesse of neeres of the wethers. For the LORDE shal kyl a great offringe in Bosra, and in the londe of Idumea."},{"number":7,"verse":"There shal the Vnicornes fall with the Bulles, (that is with the giauntes) and their londe shalbe washed with bloude, & their grounde corrupte with fatnesse."},{"number":8,"verse":"Vnto the also (o Sion) shal come the daye of the vengeaunce of God, and the yeare when as thyne owne iugdmentes shalbe recompensed."},{"number":9,"verse":"Thy floudes shalbe turned to pytch, and thine earth to brymstone, & therwith shal the londe be kyndled,"},{"number":10,"verse":"so that it shal not be quenched daye ner night: But smoke euermore, & so forth to lie waist. And no man shal go thorow thy londe for euer:"},{"number":11,"verse":"But Pellicanes, Storkes, great Oules, and Rauens shall haue it in possession, & dwell therein. For God shal sprede out the lyne of desolacion vpon it, & weye it with the stones of emptynes."},{"number":12,"verse":"When kinges are called vpo, there shalbe none, and all princes shalbe awaye."},{"number":13,"verse":"Thornes shal growe in their palaces, nettels & thistles in their stronge holdes, yt the dragons maye haue their pleasure therin, & that they maye be a courte for Estriches."},{"number":14,"verse":"There shal straunge visures and monstruous beastes mete one another, & the wylde kepe company together. There shal the lamia lye, & haue hir lodginge."},{"number":15,"verse":"There shall the hedghogge buylde, digge, be there at home, and bringe forth his yongeones. There shal the kytes come together, ech one to his like."},{"number":16,"verse":"Seke thorow the scripture of the LORDE & rede it. There shal none of these thinges be left out, there shal not one (ner soch like) fayle. For what his mouth commaundeth, that same doth his sprete gather together (or fulfilleth)."},{"number":17,"verse":"Vpon whom so euer ye lot fallet, or to whom he dealeth it with the line: those shal possesse the enheritaunce from generacion to generacion, and dwel therin."}]}