{"bibleAbbr":"CVB1535","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":49,"verses":[{"number":1,"verse":"Herken vnto me, ye Iles, and take hede ye people from farre: The LORDE hath called me fro my byrth, and made mecion of my name fro my mothers wobe:"},{"number":2,"verse":"he hath made my mouth like a sharpe swerde, vnder ye shadowe of his honde hath he defended me, and hyd me in his quyuer, as a good arowe,"},{"number":3,"verse":"and sayde vnto me: Thou art my seruaunt Israel, I wilbe honoured in the."},{"number":4,"verse":"Then answerde I: I shal lese my laboure, I shal spende my strength in vayne. Neuertheles, I wil commytte my cause and my worke vnto the LORDE my God."},{"number":5,"verse":"And now saieth the LORDE (eue he that fashioned me fro my mothers wombe to be his seruaute, that I maye bringe Iacob agayne vnto him: howbeit, Israel will not be gathered vnto hi agayne. In whose sight I am greate, which also is my LORDE, my God and my stregth)"},{"number":6,"verse":"Let it be but a smal thinge, that thou art my seruaunt, to set vp the kinreddes of Iacob, & to restore the destructio of Israel: yf I make the not also the light of the Gentiles, that thou mayest be my health vnto the ende of the worlde."},{"number":7,"verse":"Morouer thus saieth the LORDE the aveger and holy one of Israel, because of the abhorringe and despisinge amonge the Gentiles, concernynge the seruaunt of all them yt beare rule: Kynges and prynces shal se, and arise and worshipe, because of the LORDE that he is faithfull: and because of the holy one of Israel, which hath chosen the."},{"number":8,"verse":"And thus saieth the LORDE: In the tyme apoynted wil I be present with the. And in the houre of health wil I helpe the, & delyuer the. I wil make the a pledge for ye people, so yt thou shalt helpe vp the earth agayne, and chalenge agayne the scatred heretages:"},{"number":9,"verse":"That thou mayest saye to ye presoners: go forth, & to them that are in darknesse: come in to the light, that they maye fede in the hie wayes, & get their lyuynge in all places."},{"number":10,"verse":"There shal nether hunger ner thurste, heate nor Sonne hurte them. For he that fauoureth them, shal lede them, and geue them drike of the springe welles."},{"number":11,"verse":"I will make wayes vpon all my mountaynes, and my fote pathes shalbe exalted."},{"number":12,"verse":"And beholde, they shal come from farre: lo, some from the north and west, some from the south."},{"number":13,"verse":"Reioyse ye heauens, and synge prayses thou earth: Talke of ioye ye hilles, for God wil coforte his people, & haue mercy vpon his, yt be in trouble."},{"number":14,"verse":"Then shal Sion saye: God hath forsaken me, and the LORDE hath forgotte me."},{"number":15,"verse":"Doth a wife forget the childe of hir wombe, ad the sonne who she hath borne? And though she do forget, yet wil not I forget the."},{"number":16,"verse":"Beholde, I haue written the vp vpon my hondes, thy walles are euer in my sight."},{"number":17,"verse":"They that haue broken the downe, shal make haist to buylde the vp agayne: and they that made the waist, shal dwell in the."},{"number":18,"verse":"Lift vp thine eyes, and loke aboute the: all these shal gather them together, and come to the. As truly as I lyue (saieth the LORDE) thou shalt put them all vpo the, as an apparell, and gyrde the to the, as a bryde doth hir Iewels."},{"number":19,"verse":"As for thy londe that lieth desolate, waisted & destroyed: it shalbe to narow for the, that shal dwell in it. And they yt wolde deuoure the, shalbe farre awaye."},{"number":20,"verse":"Then the childe who ye bare shall bringe forth vnto ye, shal saye in thine eare: this place is to narow, syt nye together, yt I maye haue rowme."},{"number":21,"verse":"Then shalt thou thinke by thy self: Who hath begotte me these? seinge I am bare & aloe, a captyue & an outcast? And who hath norished the vp for me? I am desolate & alone, but fro whece come these?"},{"number":22,"verse":"And therfore thus saieth the LORDE God: Beholde, I will stretch out myne honde to the Gentiles, and set vp my token to the people. They shal bringe the thy sonnes in their lappes, & carie thy doughters vnto ye vpon their shulders."},{"number":23,"verse":"For kinges shalbe thy noursinge fathers, and Quenes shalbe thy noursinge mothers. They shal fall before the wt their faces flat vpon the earth, and lick vp the dust of thy fete: that thou mayest knowe, how that I am the LORDE. And who so putteth his trust in me, shal not be confounded."},{"number":24,"verse":"Who spoyleth the giaunte of his pray? or who taketh the presoner from the mightie?"},{"number":25,"verse":"And therfore thus saieth the LORDE: The prisoners shalbe taken from the giaunte, and the spoyle delyuered from the violete: for I wil maynteyne thy cause agaynst thine aduersaries, and saue thy sonnes."},{"number":26,"verse":"And wil fede thine enemies with their owne fleshe, and make the drinke of their owne bloude, as of swete wyne. And all flesh shal knowe (o Iacob) that I am the LORDE thy Sauioure, and stronge auenger."}]}