{"bibleAbbr":"CVB1535","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":54,"verses":[{"number":1,"verse":"Therfore be glad now, thou bare that bearest not. Reioyce, synge & be mery, thou yt art not with childe: For the desolate hath moo children, then the maried wife, saieth the LORDE."},{"number":2,"verse":"Make thy tente wyder, & sprede out the hanginges of thine habitacio: spare not, laye forth thy coardes, and make fast thy stakes:"},{"number":3,"verse":"for thou shalt breake out on the right syde and on the left, & thy sede shal haue ye Getiles in possession, ad dwel in the desolate cities."},{"number":4,"verse":"Feare not, for thou shalt not be confouded: Be not ashamed, for thou shalt not come to confucion. Yee thou shalt forget the shame off thy youth, and shalt not remembre the dishonoure of thy wedowheade."},{"number":5,"verse":"For he that made the, shalbe thy LORDE & husbonde (whose name is the LORDE of hoostes) & thine avenger shalbe euen the holy one off Israel, the LORDE of the whole worlde."},{"number":6,"verse":"For the LORDE shal call the, beinge as a desolate soroufull woman, and as a yonge wife that hath broken hir wedlocke: saieth thy God."},{"number":7,"verse":"A litle while haue I forsaken the, but wt greate mercifulnes shal I take the vp vnto me."},{"number":8,"verse":"Whe I was angrie, I hid my face from the for a litle season, but thorow euerlastinge goodnesse shal I pardon the, saieth the LORDE thine avenger."},{"number":9,"verse":"And this must be vnto me, as the water of Noe: For like as I haue sworne yt I wil not bringe the water off Noe eny more vpo the worlde: So haue I sworne, yt I wil neuer be angrie wt the, ner reproue the:"},{"number":10,"verse":"The mountaynes shall remoue, & the hilles shal fall downe: but my louynge kyndnesse shal not moue, and the bonde off my peace shal not fall downe fro ye, saieth ye LORDE thy merciful louer."},{"number":11,"verse":"Beholde, thou poore, vexed & despised: I wil make thy walles of precious stones, & yi foundacio of Saphires,"},{"number":12,"verse":"thy wyndowes off Cristall, thi gates of fyne cleare stone, & yi borders of pleasaut stones."},{"number":13,"verse":"Thy childre shal all be taught of God, & I wil geue the plenteousnes of peace."},{"number":14,"verse":"In rightuousnes shalt thou be grounded, & be farre fro oppression: for the which thou nedest not be afrayed, nether for hynderauce, for it shal not come nye the."},{"number":15,"verse":"Beholde, ye aleaunt yt was farre fro the, shal dwell wt the: & he yt was somtyne a straunger vnto the, shalbe ioyned wt the:"},{"number":16,"verse":"Beholde, I make the smyth yt bloweth the coles in the fyre, & he maketh a weapon after his hondy worke. I make also the waister to destroye:"},{"number":17,"verse":"but all the weapens yt are made agaynst the, shal not prospere. And as for all tunges, yt shal resiste the in iudgmet, thou shalt ouercome the, & codemne them. This is the heretage of the LORDES seruauntes, & the rightuousnes that they shal haue of me, saieth the LORDE."}]}