{"bibleAbbr":"CVB1535","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":62,"verses":[{"number":1,"verse":"For Sions sake therfore wil I not holde my tuge, & for Ierusales sake I will not ceasse: vntill their rightuousnes breake forth as ye shyninge light, & their health as a burnynge lampe."},{"number":2,"verse":"Then shal the Getiles se thy rightuousnesse & all kinges thy glory. Thou shalt be named with a new name, which the mouth of ye LORDE shal shewe."},{"number":3,"verse":"Thou shalt be a crowne in the honde of the LORDE, and a glorious garlade in the hode of thy God."},{"number":4,"verse":"From this tyme forth thou shalt neuer be called the forsake, & thy lode shal nomore be called the wildernesse. But thou shalt be called Hephziba (that is, my beloued) & yi londe Beula (that is) a maried woma: for ye LORDE loueth ye, & thy lode shalbe inhabited."},{"number":5,"verse":"And like as yonge ma taketh a doughter to mariage, so shal God mary himself vnto yi sonnes. And as a brydegrome is glad of his bryde, so shal God reioyse ouer the."},{"number":6,"verse":"I wil set watchme vpo thy walles (o Ierusalem) which shall nether ceasse daye nor night, to preach ye LORDE. And ye also shall not kepe him close,"},{"number":7,"verse":"nor leaue to speake of hi, vntill Ierusale be set vp, & made the prayse of the worlde."},{"number":8,"verse":"The LORDE hath sworne by his right honde & by his stronge arme, that fro hence forth he wil not geue thy corne to be meate for thine enemies, ner yi wyne (wheri thou hast laboured) to be drynke for ye straungers."},{"number":9,"verse":"But they that haue gathered in the corne, shal eate it, & geue thankes to the LORDE: & they that haue borne in the wyne, shall drynke it in the court of my Sanctuary."},{"number":10,"verse":"Stode back, & departe a sunder, ye yt stonde vnder ye gate, make rowme ye people, repayre the strete, & take awaye ye stones, & set out a toke for the people."},{"number":11,"verse":"Beholde, ye LORDE proclameth in the endes of the worlde: tel ye doughter Sio: se, thy Saluacio cometh, beholde, he bringeth his treasure wt him, & his workes go before him."},{"number":12,"verse":"For they who ye LORDE delyuereth, shalbe called the holy people: & as for the, thou shalt be named the greatly occupied, and not the forsaken."}]}