{"bibleAbbr":"CVB1535","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"It happened in the tyme of Ahas the sonne of Ionathas, which was the sonne of Ioathan Kynge of Iuda: that Rezin the Kinge of Siria, and Poca Romelies sonne, Kynge of Israel: wente vp toward Ierusalem to besege it (but wanne it not.)"},{"number":2,"verse":"Now when the house of Dauid (that is Ahas) herde worde therof, yt Siria and Ephraim were confederate together: his herte quaked (yee and ye hertes also of his people) like as a tre in the felde, that is moued with the wynde."},{"number":3,"verse":"Then sayde God vnto Esay: go mete Ahas (thou and thy sonne Sear Iasub) at the heade of ye ouer pole, in the fote path by the fullers grounde,"},{"number":4,"verse":"and saye vnto him: take hede to thyself and be still, but feare not, nether be faynt harted, for these two tales: that is: for these two smokynge fyre brandes, the wrath and furiousnes of Rezin the Sirian and Romelies sonne:"},{"number":5,"verse":"because that the Kynge of Siria Ephraim and Romelies sonne haue wekedly conspyred agaynst the,"},{"number":6,"verse":"sayenge: We will go downe in to Iuda, vexe the, and brynge them vnder vs, and set a Kynge there, euen the sonne of Taball."},{"number":7,"verse":"For thus saieth the LORDE God ther to, It shall not so go forth, nether come so to passe:"},{"number":8,"verse":"for the headcitie of ye Sirians is Damascus, but the head of Damascus is Rezin. And after fyue and threscore yeare, shal Ephraim be nomore a people."},{"number":9,"verse":"And the chefe citie of Ephraim is Samaria, but the head of Samaria is Romelies sonne. And yf ye beleue not, there shall no promyse be kepte with you."},{"number":10,"verse":"Morouer, God spake vnto Ahas, sayenge:"},{"number":11,"verse":"requyre a token of the LORDE thy God, whether it be towarde the depth beneth or towarde ye hight aboue."},{"number":12,"verse":"The sayde Ahas: I will requyre none, nether will I tempte the LORDE."},{"number":13,"verse":"The LORDE answered: Then heare to, ye of the house of Dauid: Is it not ynough for you, that ye be greuous vnto men, but ye must greue my God also?"},{"number":14,"verse":"And therfore the LORDE shal geue you a token of himself: Beholde, a virgin shal coceaue and beare a sonne, and shal call his name Emanuel."},{"number":15,"verse":"Butter and hony shal he eate, yt he maye knowe the euel, and chose ye good."},{"number":16,"verse":"But or euer that childe come to knowlege, to eschue the euel and chose the good: The londe (that thou art so afrayde for) shalbe desolate of both hir kynges."},{"number":17,"verse":"The LORDE also shal sende a tyme vpon the, vpon thy people, and vpo thy fathers house (soch as neuer came sence the tyme yt Ephraim departed from Iuda) thorow ye kynge of the Assirians."},{"number":18,"verse":"For at the same tyme shal the LORDE whistle for the flyes yt are aboute the water of Egipte, and for ye Beyes in the Assirians londe."},{"number":19,"verse":"These shall come, and shal light all in the valeyes, in ye vowtes of stone, vpon all grene thinges, and in all corners."},{"number":20,"verse":"At the same tyme shal the LORDE shaue the hayre of the heade and the fete and the beerd clene of, with the rasoure that he shall paye them withall beyonde the water: namely, with ye kynge of the Assirians."},{"number":21,"verse":"At the same tyme shall a man lyue with a cowe, and two shepe."},{"number":22,"verse":"Then because of the aboundaunce of mylck, he shal make butter and eat it. So that euery one which remayneth in the londe, shal eate butter and hony."},{"number":23,"verse":"At the same tyme all vynyardes (though there be a thousand vynes in one, and were solde for a thousand siluerlinges) shalbe turned to brears and thornes."},{"number":24,"verse":"Like as they shal come in to the londe with arowes and bowes, so shal all the londe become brears and thornes."},{"number":25,"verse":"And as for all hilles that now are hewen downe, thou shalt not come vpo them, for feare of brears and thornes. But the catel shalbe dryuen thither, and the shepe shal fede there."}]}