{"bibleAbbr":"CVB1535","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":9,"verses":[{"number":1,"verse":"Even like as in tyme past it hath bene well sene, that ye londe of Zabulon and the londe of Nepthali (where thorow the see waye goeth ouer Iordane in to the londe of Galilee) was at the first in litle trouble, but afterward sore vexed."},{"number":2,"verse":"Neuertheles ye people that haue dwelt in darcknesse, shal se a greate light. As for them that dwel in the londe of the shadowe of death, vpon them shal the light shyne."},{"number":3,"verse":"Shalt thou multiplie the people, and not increase the ioye also? They shal reioyse before the euen as men make mery in haruest, and as men that haue gotten the victory, when they deale the spoyle."},{"number":4,"verse":"For thou shalt breake the yocke of the peoples burthen: the staff of hys shulder, and the rod of his oppressoure, as in ye daye at Madia."},{"number":5,"verse":"Morouer all temerarious and sedicious power (yee where there is but a cote fyled wt bloude) shalbe burnt, and fede the fyre."},{"number":6,"verse":"For vnto us a childe shalbe borne, and vnto us a sonne shalbe geue. Vpo his shulder shal the kyngdome lye, and he shalbe called wt his owne name: The woderous geuer of councel, the mightie God, the euerlastinge father, the prynce of peace,"},{"number":7,"verse":"he shal make no ende to encrease the kyngdome and peace, and shal syt vpon the seate of Dauid and in his kyngdome, to set vp the same, to stablish it with equyte and rightuousnesse, from thence forth for euermore. This shal the gelousy of the LORDE of hoostes bringe to passe."},{"number":8,"verse":"The LORDE sent a worde in to Iacob, the same is come in to Israel."},{"number":9,"verse":"All the people also of Ephraim, and they that dwel in Samaria, can saye with pryde and hie stomackes, on this maner:"},{"number":10,"verse":"The tyle worcke is fallen downe, but we will buylde it with harder stones. The Molbery tymbre ys broken, but we shal set it vp agayne with Cedre."},{"number":11,"verse":"Neuertheles, the LORDE shal prepare Rezin the enemie agaynst the, and so ordre their aduersaries,"},{"number":12,"verse":"that ye Sirians shal laye holde vpon them before, and the Philistynes behynde, and so deuoure Israel with open mouth. After all this, the wrath of the LORDE shal not ceasse, but yet his hande shable stretched out still."},{"number":13,"verse":"For the people turneth not vnto him, that chastiseth them, nether do they seke the LORDE of hoostes."},{"number":14,"verse":"Therfore the LORDE shal rote out of Israel both heade and tale, braunch and twygge in one daye."},{"number":15,"verse":"By the heade, is vnderstonde the Senatoure and honorable man, and by ye tale, the prophet that preacheth lyes."},{"number":16,"verse":"For all they which enfourme the people that they be in a right case, soch be disceauers. Soch as men thynke also to be perfecte amonge these, are but cast awaye."},{"number":17,"verse":"Therfore shal the LORDE haue no pleasure in their yonge me, nether fauoure their fatherlesse and wydowes. For thei are altogether ypocrites and wicked, and all their mouthes speake foly. After all this shal not the LORDEs wrath ceasse, but yet his honde shalbe stretched out still."},{"number":18,"verse":"For the vngodly burne, as a fyre in the bryers and thornes: And as it were out of a fyre in a wod or a redebush, so ascendeth the smoke of their pryde."},{"number":19,"verse":"For this cause shal ye wrath of the LORDE of hoostes fall vpon the londe, and the people shalbe consumed, as it were with fyre, no man shal spare his brother."},{"number":20,"verse":"Yf a man do turne him to the right honde, he shal famesh, or to the lefte hande to eat, he shal not haue ynough. Euery man shal eate the flesh of his owne arme:"},{"number":21,"verse":"Manasses shal eate Ephraim, and Ephraim Manasses, and they both shal eate Iuda. After all this shal not the LORDES wrath ceasse, but yet shal his honde be stretched out still."}]}