{"bibleAbbr":"ISV2011","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"{Rehoboam's Foolish Choices} {(1 Kings 12:1-19)} d Rehoboam traveled to Shechem, because all of Israel went there to install him as king."},{"number":2,"verse":"Nebat's son Jeroboam heard about it in Egypt, where he had fled to get away from Solomon the king. Jeroboam returned from Egypt"},{"number":3,"verse":"after being summoned. When Jeroboam and all of Israel arrived, they spoke to Rehoboam,"},{"number":4,"verse":"\"Your father made our burdens unbearable. {Lit. our yoke heavy} Therefore you must lighten your father's requirements and his heavy burden that he placed on us, and we'll serve you.\""},{"number":5,"verse":"\"Come back again in three days,\"Rehoboam {Lit. He} told them. So the people left"},{"number":6,"verse":"while King Rehoboam conferred with his advisors who had worked with his father Solomon during his administration. He asked them, \"What is your advice as to what response I should return to these people?\""},{"number":7,"verse":"In reply, they told him, \"If you will be kind to this people, please them, and speak appropriately to them with kind words, they'll serve you forever.\""},{"number":8,"verse":"But Rehoboam {Lit. he} ignored the counsel that his elder advisors had given him. Instead, he consulted the younger men who had grown up with him and worked for {Lit. and stood before} him."},{"number":9,"verse":"As a result, he asked them, \"What's your advice, so we can give an answer to these people who have asked me, «Please lighten the burden that your father put on us'?\""},{"number":10,"verse":"\"This is what you should tell the people who asked you «Your father made our burden heavy, but you must make it lighter for us!»\" the young men who had grown up with Rehoboam {Lit. him} replied. \"Tell them «My little finger will be thicker than my father's whole body! {Lit. father's loin}"},{"number":11,"verse":"Not only that, but since my father loaded you down heavily, I'm going to add to that burden. If my father disciplined you with whips, I'm going to do so {The Heb. lacks to do so} with scorpions!»\""},{"number":12,"verse":"So Jeroboam and all the people went back to Rehoboam on the third day, just as they had been directed when the king said, \"Come back again in three days.\""},{"number":13,"verse":"But the king answered them strictly and ignored the counsel of his elders."},{"number":14,"verse":"Instead, Rehoboam {Lit. he} spoke to them along the lines of what the younger men suggested. He told them \"My father burdened you heavily, but I will add to that burden. If my father disciplined you with whips, I will, too with scorpions!\""},{"number":15,"verse":"The king would not listen to the people because the turn of events was from God, so that the Lord might fulfill his prediction that he spoke through Nebat's son Ahijah the Shilonite."},{"number":16,"verse":"All of Israel since the king wasn't going to listen to them the people responded to the king, \"What's the point in following David? We have no inheritance in the descendants of Jesse. Let's go home, {Lit. Each man to his tent} Israel! David, take care of your own household!'So all of Israel left for home. {Lit. left for their tents}"},{"number":17,"verse":"And so Rehoboam ruled over the Israelis who lived in the cities of Judah."},{"number":18,"verse":"King Rehoboam sent Hadoram, who was in charge of conscripted labor, but the Israelis stoned him to death, and King Rehoboam had to jump in his chariot and flee back in a hurry to Jerusalem."},{"number":19,"verse":"That's how Israel came to be in rebellion against David's dynasty to this day."}]}