{"bibleAbbr":"ISV2011","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"{Rehoboam Reigns over Judah Only} {(1 Kings 12:20-24)} d When Rehoboam returned to Jerusalem, he gathered together 180, specially chosen soldiers from the households of Judah and Benjamin to fight against Israel and restore the kingdom to Rehoboam."},{"number":2,"verse":"But a message from the Lord came to Shemaiah, a man of God:"},{"number":3,"verse":"\"Tell Solomon's son Rehoboam, king of Judah and all of Israel in Judah and Benjamin:"},{"number":4,"verse":"«This is what the Lord says: \"You are not to fight or even to approach your relatives in battle. Every soldier is to return to his own home, for this development comes from me.\"»\" So they listened to what the Lord had to say and called off their attack on Jeroboam."},{"number":5,"verse":"Rehoboam continued to live in Jerusalem and built defensive fortification cities throughout Judah,"},{"number":6,"verse":"including Bethlehem, Etam, Tekoa,"},{"number":7,"verse":"Beth-zur, Soco, Adullam,"},{"number":8,"verse":"Gath, Mareshah, Ziph,"},{"number":9,"verse":"Adoraim, Lachish, Azekah,"},{"number":10,"verse":"Zorah, Aijalon, and Hebron. These were all fortified cities throughout Judah and Benjamin."},{"number":11,"verse":"He also strengthened the fortified cities, assigned officers to them, and stockpiled food, oil, and wine."},{"number":12,"verse":"He also stockpiled shields and spears in every city and fortified them greatly to secure his rule over Judah and Benjamin."},{"number":13,"verse":"{The Priests and Levites Support Rehoboam} {(1 Kings 14:21-24)} d The priests and descendants of Levi throughout Israel also supported him in their districts,"},{"number":14,"verse":"because the descendants of Levi left their pasture lands and their property to live in Judah and Jerusalem, since Jeroboam and his sons had excluded them from participating in priestly services to the Lord ."},{"number":15,"verse":"Jeroboam had appointed his own priests to serve at the high places and to serve the satyrs {Lit. goat idols} and calves that he had made."},{"number":16,"verse":"As a result, anyone from all of the tribes of Israel who was determined to seek the Lord God of Israel followed the descendants of Levi {Lit. followed them} to Jerusalem so they could sacrifice to the Lord God of their ancestors,"},{"number":17,"verse":"and they continued to strengthen the kingdom of Judah, supporting Solomon's son Rehoboam for three years, by living {Lit. by walking in} the way David and Solomon did for three years."},{"number":18,"verse":"{Rehoboam's Wives and Children} d Rehoboam married Mahalath, the daughter of David's son Jerimoth, along with Abihail, the daughter of Jesse's son Eliab,"},{"number":19,"verse":"who bore him these sons: Jeush, Shemariah, and Zaham."},{"number":20,"verse":"After this he married Absalom's daughter Maacah, who bore him Abijah, Attai, Ziza, and Shelomith."},{"number":21,"verse":"Rehoboam loved Absalom's daughter Maacah more than he did all of his wives and mistresses. (He married eighteen wives and 60 concubines, fathering 28 sons and 60 daughters.)"},{"number":22,"verse":"Later, Rehoboam appointed Abijah, his son from Maacah, as senior family leader among his brothers, since he intended to establish Abijah {Lit. him} as king."},{"number":23,"verse":"Rehoboam {Lit. He} was wise to distribute some his children throughout all of the territories of Judah and Benjamin, placing them in all of the fortified cities. He allotted them abundant supplies of food and sought many wives for them. {The Heb. lacks for them}"}]}