{"bibleAbbr":"ISV2011","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"{Solomon Enlists King Hiram's Help to Build the Temple} {(1 Kings 5:1-18)} d {This v. is 1:18 in MT and LXX} Now Solomon was determined {Lit. saying} to build a temple dedicated to the Name of the Lord as well as his own royal palace."},{"number":2,"verse":"{This v. is 2:1 in MT and LXX, and so throughout the chapter} So Solomon conscripted 70, men to do heavy work, 80, men to quarry in the hill country, and 3600 to supervise them."},{"number":3,"verse":"Solomon also sent this message to King Hiram {Or Huram , and so throughout the chapter} of Tyre: \"Just as you did with my father David, sending him cedars to build him a palace to live in, do the same for me."},{"number":4,"verse":"Look, I'm building a temple dedicated to the name of the Lord my God, to his glory, so we can burn fragrant incense in his presence, display rows of the bread of his presence continually, and make burnt offerings in the morning, evening, on Sabbath days, {The Heb. lacks days} during New Moon festivals, {The Heb. lacks festivals} and during appointed festivals scheduled {The Heb. lacks scheduled} by the Lord our God. This is mandated forever in Israel."},{"number":5,"verse":"\"The Temple that I'm building will be great, because the greatness of our God surpasses that of {The Heb. lacks surpasses that of} all gods."},{"number":6,"verse":"But who can build a temple for him, since neither heaven nor the highest of the heavens can contain him? So who am I, that I should build a temple to him, except to burn incense in his presence?"},{"number":7,"verse":"\"At any rate, send me an individual who is a skilled craftsman in gold, silver, bronze, and iron, as well as in purple, crimson, and blue {Or violet} materials, {The Heb. lacks materials} who knows how to craft engravings, so he may work with the craftsmen whom I have assembled in Judah and Jerusalem, as provided for by my father David."},{"number":8,"verse":"Also send me cedar, cypress, and algum timber from Lebanon, since I'm aware that your servants know how to cut down timber from Lebanon. My servants will accompany your servants"},{"number":9,"verse":"to prepare an abundant amount of timber for me, because the Temple that I'm building is to be great and awesome."},{"number":10,"verse":"\"Now look! I will pay your servants, the lumberjacks who prepare the timber, 20, measures {Lit. homers , about 720, bushels or 4400, liters, at six bushels or 220 liters per homer} of barley, 20, baths {I. e. about 720, gallons or about 440, liters, at six gallons or 22 liters per bath} of wine, and 20, baths {I. e. about 720, gallons or about 440, liters, at six gallons or 22 liters per bath} of oil.\""},{"number":11,"verse":"{Solomon's Wealth} d In a letter that he sent to Solomon, King Hiram of Tyre wrote, {Lit. responded to Solomon} \"Because he loves his people, the Lord has placed you as king over them.\""},{"number":12,"verse":"Hiram also wrote: \"Blessed be the Lord God of Israel, who made the heavens and the earth. He gave King David a wise son, who is acquainted with discretion and understanding, and who is building a temple to the Lord , as well as a royal palace for himself."},{"number":13,"verse":"Now I'm sending along Hiram-abi, {Or Huram-abi ; the Heb. name means Hiram is my father} a skilled craftsman, who is very creative. {Or discerning}"},{"number":14,"verse":"He is the son of a mother from the tribe of Dan, and his father is from Tyre. He's skilled in working with gold, silver, bronze, iron, stone, and timber, as well as in purple, blue, {Or violet} linen, and crimson materials. {The Heb. lacks materials} He is skilled in engravings, and can craft any design to which he may be assigned. He will work with your skilled artisans and with all of your craftsmen who have been assigned by my lord David, your father."},{"number":15,"verse":"\"So then, may my lord send to his servants the wheat, barley, oil, and wine about which he has spoken."},{"number":16,"verse":"We'll cut down the timber you need from Lebanon and transport it to you on rafts by sea to Joppa, so you can move it to Jerusalem.\""},{"number":17,"verse":"Solomon took a census of all the non-Israeli men {Lit. aliens} who lived in the land of Israel, after the census that his father David had taken, and 153600 were counted."},{"number":18,"verse":"He conscripted 70, of them to do heavy work, 80, to quarry in the hill country, and 3600 men to supervise the people."}]}