{"bibleAbbr":"RKJNT2000","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":3,"verses":[{"number":1,"verse":"Remind them to be subject to rulers and authorities, to be obedient, to be ready to do every good work,"},{"number":2,"verse":"To speak evil of no man, to be peaceable, gentle, showing all courtesy to all men."},{"number":3,"verse":"For we ourselves were once foolish, disobedient, deceived, slaves to various lusts and pleasures, living in malice and envy; hated, and hating one another."},{"number":4,"verse":"But when the kindness and love of God our Saviour appeared,"},{"number":5,"verse":"He saved us, not because of works of righteousness which we have done, but according to his mercy, by the washing of regeneration, and renewing by the Holy Spirit;"},{"number":6,"verse":"Whom he poured out upon us abundantly through Jesus Christ our Saviour;"},{"number":7,"verse":"That being justified by his grace, we should be made heirs, having the hope of eternal life."},{"number":8,"verse":"This is a faithful saying; and I want you to affirm these things constantly, that those who have believed in God might be careful to engage in good works. These things are good and profitable for men."},{"number":9,"verse":"But avoid foolish controversies, and genealogies, and dissensions, and wrangling about the law; for they are unprofitable and futile."},{"number":10,"verse":"Reject a man who is divisive after a first and second warning;"},{"number":11,"verse":"Knowing that such a man is perverted and sinful; condemned by himself."},{"number":12,"verse":"When I send Artemas or Tychicus to you, be diligent to come to me at Nicopolis: for I have determined to winter there."},{"number":13,"verse":"Be diligent to send Zenas the lawyer and Apollos on their way; see that they lack nothing."},{"number":14,"verse":"And let our people learn to engage in honest employment, so they may meet urgent needs, and that they may not be unfruitful."},{"number":15,"verse":"All who are with me greet you. Greet those who love us in the faith. Grace be with you all."}]}