{"bibleAbbr":"urGV2010","bookName":"صفنیا","bookEnglishName":"Zephaniah","chapterNumber":2,"verses":[{"number":1,"verse":"( ہوش میں آؤ!) اے بےحیا قوم، جمع ہو کر حاضری کے لئے کھڑی ہو جا،"},{"number":2,"verse":"اِس سے پہلے کہ مقررہ دن آ کر تجھے بھوسے کی طرح اُڑا لے جائے۔ ایسا نہ ہو کہ تم رب کے سخت غصے کا نشانہ بن جاؤ، کہ رب کا غضب ناک دن تم پر نازل ہو جائے۔"},{"number":3,"verse":"اے ملک کے تمام فروتنو، اے اُس کے احکام پر عمل کرنے والو، رب کو تلاش کرو! راست بازی کے طالب ہو، حلیمی ڈھونڈو۔ شاید تم اُس دن رب کے غضب سے بچ جاؤ۔ ( لفظی ترجمہ: چھپے رہ سکو۔)"},{"number":4,"verse":"( اسرائیل کے دشمنوں کا انجام) غزہ کو چھوڑ دیا جائے گا، اسقلون ویران و سنسان ہو جائے گا۔ دوپہر کے وقت ہی اشدود کے باشندوں کو نکالا جائے گا، عقرون کو جڑ سے اُکھاڑا جائے گا۔"},{"number":5,"verse":"کریتے سے آئی ہوئی قوم پر افسوس جو ساحلی علاقے میں رہتی ہے۔ کیونکہ رب تمہارے بارے میں فرماتا ہے، ”اے فلستیوں کی سرزمین، اے ملکِ کنعان، مَیں تجھے تباہ کروں گا، ایک بھی باقی نہیں رہے گا۔“"},{"number":6,"verse":"تب یہ ساحلی علاقہ چَرانے کے لئے استعمال ہو گا، اور چرواہے اُس میں اپنی بھیڑبکریوں کے لئے باڑے بنا لیں گے۔"},{"number":7,"verse":"ملک یہوداہ کے گھرانے کے بچے ہوؤں کے قبضے میں آئے گا، اور وہی وہاں چریں گے، وہی شام کے وقت اسقلون کے گھروں میں آرام کریں گے۔ کیونکہ رب اُن کا خدا اُن کی دیکھ بھال کرے گا، وہی اُنہیں بحال کرے گا۔"},{"number":8,"verse":"”مَیں نے موآبیوں کی لعن طعن اور عمونیوں کی اہانت پر غور کیا ہے۔ اُنہوں نے میری قوم کی رُسوائی اور اُس کے ملک کے خلاف بڑی بڑی باتیں کی ہیں۔“"},{"number":9,"verse":"اِس لئے رب الافواج جو اسرائیل کا خدا ہے فرماتا ہے، ”میری حیات کی قَسم، موآب اور عمون کے علاقے سدوم اور عمورہ کی مانند بن جائیں گے۔ اُن میں خود رَو پودے اور نمک کے گڑھے ہی پائے جائیں گے، اور وہ ابد تک ویران و سنسان رہیں گے۔ تب میری قوم کا بچا ہوا حصہ اُنہیں لُوٹ کر اُن کی زمین پر قبضہ کر لے گا۔“"},{"number":10,"verse":"یہی اُن کے تکبر کا اجر ہو گا۔ کیونکہ اُنہوں نے رب الافواج کی قوم کو لعن طعن کر کے قوم کے خلاف بڑی بڑی باتیں کی ہیں۔"},{"number":11,"verse":"جب رب ملک کے تمام دیوتاؤں کو تباہ کرے گا تو اُن کے رونگٹے کھڑے ہو جائیں گے۔ تمام ساحلی علاقوں کی اقوام اُس کے سامنے جھک جائیں گی، ہر ایک اپنے اپنے مقام پر اُسے سجدہ کرے گا۔"},{"number":12,"verse":"رب فرماتا ہے، ”اے ایتھوپیا کے باشندو، میری تلوار تمہیں بھی مار ڈالے گی۔“"},{"number":13,"verse":"وہ اپنا ہاتھ شمال کی طرف بھی بڑھا کر اسور کو تباہ کرے گا۔ نینوہ ویران و سنسان ہو کر ریگستان جیسا خشک ہو جائے گا۔"},{"number":14,"verse":"شہر کے بیچ میں ریوڑ اور دیگر کئی قسم کے جانور آرام کریں گے۔ دشتی اُلّو اور خارپُشت اُس کے ٹوٹے پھوٹے ستونوں میں بسیرا کریں گے، اور جنگلی جانوروں کی چیخیں کھڑکیوں میں سے گونجیں گی۔ گھروں کی دہلیزیں ملبے کے ڈھیروں میں چھپی رہیں گی جبکہ اُن کی دیودار کی لکڑی ہر گزرنے والے کو دکھائی دے گی۔"},{"number":15,"verse":"یہی اُس خوش باش شہر کا انجام ہو گا جو پہلے اِتنی حفاظت سے بستا تھا اور جو دل میں کہتا تھا، ”مَیں ہی ہوں، میرے سوا کوئی اَور ہے ہی نہیں۔“ آئندہ وہ ریگستان ہو گا، ایسی جگہ جہاں جانور ہی آرام کریں گے۔ ہر مسافر ”توبہ توبہ“ کہہ کر وہاں سے گزرے گا۔"}]}