{"bibleAbbr":"msAB1996","bookName":"RUT","bookEnglishName":"Ruth","chapterNumber":4,"verses":[{"number":1,"verse":"( Boas Berkahwin dengan Rut) Boas pergi ke tempat pertemuan di pintu gerbang kota dan duduk di sana. Pada masa itu orang yang disebutnya saudara terdekat kepada Elimelekh, lalu di situ. Boas memanggil orang itu. “Marilah, hai saudara,” katanya. “Duduklah.” Saudara itu datang lalu duduk di sana."},{"number":2,"verse":"Kemudian Boas meminta sepuluh orang pemimpin kota supaya duduk di sana juga. Sementara mereka duduk,"},{"number":3,"verse":"Boas berkata kepada saudaranya, “Naomi telah balik dari Moab, dan dia hendak menjual tanah milik saudara kita Elimelekh."},{"number":4,"verse":"Saya berpendapat bahawa kamu mesti diberitahu. Jika kamu hendak membeli tanah itu, belilah di hadapan semua orang yang duduk di sini. Tetapi jika kamu tidak mahu membeli tanah itu, katakanlah; kerana kamulah yang pertama berhak membelinya. Kemudian barulah saya.” Orang itu berkata, “Saya hendak membeli tanah itu.”"},{"number":5,"verse":"Boas berkata lagi, “Baiklah. Tetapi jika kamu membeli tanah itu daripada Naomi, ini bererti kamu mengambil Rut juga, ( membeli tanah... mengambil Rut juga: Naskhah Ibrani: membeli tanah itu daripada Naomi dan daripada Rut.) balu yang berbangsa Moab itu. Dengan demikian tanah itu tetap menjadi milik keturunan orang yang sudah meninggal.”"},{"number":6,"verse":"Orang itu menjawab, “Jika demikian, biarlah saya melepaskan hak saya untuk membeli tanah itu, kerana walaupun saya membelinya, anak-anak saya tidak akan mewarisinya. Kamulah yang membeli tanah itu, saya tidak mahu.”"},{"number":7,"verse":"Pada zaman itu, untuk mengesahkan penjualan milik atau penukaran harta, telah menjadi kebiasaan bahawa si penjual menanggalkan kasutnya lalu memberikan kasut itu kepada si pembeli. Menurut hukum di Israel, dengan cara demikian, sahlah penjualan itu."},{"number":8,"verse":"( ) Oleh yang demikian, apabila saudara itu berkata kepada Boas, “Kamulah yang membeli tanah itu,” dia menanggalkan kasutnya lalu memberikannya kepada Boas. ( Menurut sebuah terjemahan kuno: lalu memberikannya kepada Boas. Naskhah Ibrani tidak ada perkataan itu.)"},{"number":9,"verse":"Selepas itu Boas berkata kepada para pemimpin dan semua orang yang ada di situ, “Saudara-saudara menjadi saksi hari ini, bahawa daripada Naomi saya telah membeli segala yang dimiliki Elimelekh dan anak-anaknya, Kilyon dan Mahlon."},{"number":10,"verse":"( ) Di samping itu pula Rut, wanita Moab, balu Mahlon itu, menjadi isteri saya sekarang. Dengan cara ini, tanah orang yang sudah meninggal akan tetap menjadi milik keturunannya. Keturunannya pun akan tetap ada di kalangan sanak saudaranya dan tinggal di kotanya. Saudara-saudaralah yang menjadi saksi hal itu pada hari ini.”"},{"number":11,"verse":"( ) Para pemimpin kota dan semua orang yang berada di situ berkata, “Baiklah, kamilah yang menjadi saksi. Semoga TUHAN membolehkan isterimu menjadi seperti Rahel dan Lea, yang melahirkan banyak anak bagi Yakub. Semoga kamu menjadi kaya antara puak Efrata dan terkenal di Betlehem."},{"number":12,"verse":"( ) Semoga anak-anak yang akan dikurniakan TUHAN kepadamu daripada wanita muda ini menjadikan keluargamu seperti keluarga Peres, anak Yehuda dan Tamar.”"},{"number":13,"verse":"( Boas dan Keturunannya) Kemudian Boas membawa Rut pulang sebagai isterinya. TUHAN memberkati Rut dan dia mengandung, lalu melahirkan seorang anak lelaki."},{"number":14,"verse":"Kaum perempuan di tempat itu berkata kepada Naomi, “Pujilah TUHAN! Hari ini, Dia telah memberi kamu seorang cucu untuk memelihara kamu. Semoga anak ini terkenal di Israel kelak."},{"number":15,"verse":"Menantumu yang mengasihi kamu telah memperlakukan kamu lebih baik daripada tujuh orang anak lelaki. Sekarang dia telah memberi kamu seorang cucu yang akan memberikan hidup yang baru kepadamu, dan menjamin hari tuamu.”"},{"number":16,"verse":"Naomi mengambil anak itu, memeluknya serta mengasuh dia."},{"number":17,"verse":"Kaum perempuan yang berjiran dengan Naomi menamakan anak itu Obed. Mereka berkata kepada setiap orang, “Naomi mempunyai seorang anak lelaki!” Obed inilah yang kemudian menjadi bapa Isai, dan Isai menjadi bapa Daud."},{"number":18,"verse":"Keturunan Peres sehingga Daud adalah sebagai berikut: Peres, Hezron, Ram, Aminadab, Nahason, Salmon, ( Salmon: Naskhah Ibrani: Salma.) Boas, Obed, Isai, dan Daud."}]}