{"bibleAbbr":"Geneva1599","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":13,"verses":[{"number":1,"verse":"(Of the Galileans,4 and those that were slain under Siloam.6 The fig tree that bare no fruit.11 The woman vexed with the spirit of infirmity, that is, with a disease brought on her by Satan, is healed.19 The parable of the grain of mustard seed.21 Of leaven.23 How few shall be saved.31 Herod that Fox.) There (We must not rejoice at the just punishment of others, but rather be instructed thereby to repentance.) were certain men present at the same season, that showed him of the Galileans, whose blood (Pontius Pilate was governor of Judea, almost ten years, and about the fourth year of his government, which might be about the fifteenth year of Tiberius’ reign, Christ finished the work of our redemption by his death.) Pilate had mingled with their sacrifices."},{"number":2,"verse":"And Jesus answered, and said unto them, Suppose ye, that these Galileans were greater sinners than all the other Galileans, because they have suffered such things?"},{"number":3,"verse":"I tell you, nay: but except ye amend your lives, ye shall all likewise perish."},{"number":4,"verse":"Or think you that those eighteen, upon whom the tower in (To wit, in the place, or river: for Siloam was a small river, from whence the conduits of the city came, whereof John 9:7 and Isa. 8:6, and therefore it was a tower or castle, built upon the conduit side, which fell down suddenly, and killed some.) Siloam fell, and slew them, were sinners above all men that dwell in Jerusalem?"},{"number":5,"verse":"I tell you, nay: but except ye amend your lives, ye shall all likewise perish."},{"number":6,"verse":"¶ (Great and longsuffering is the patience of God, but yet so that at length he executed judgment.) He spake also this parable, A certain man had a fig tree, planted in his vineyard: and he came and sought fruit thereon, and found none."},{"number":7,"verse":"Then said he to the dresser of his vineyard, Behold, this three years have I come and sought fruit of this fig tree, and find none: cut it down: why keepeth it also the ground (Maketh the ground barren in that part, which otherwise were good for vines.) barren?"},{"number":8,"verse":"And he answered, and said unto him, Lord, let it alone this year also, till I dig round about it, and dung it."},{"number":9,"verse":"And if it bear fruit, well : if not, then after thou shalt cut it down."},{"number":10,"verse":"¶ (Christ came to deliver us from the bands of Satan.) And he taught in one of the Synagogues on the Sabbath day."},{"number":11,"verse":"And behold, there was a woman which had a (Troubled with a disease which Satan brought.) spirit of infirmity eighteen years, and was bowed together, and could not lift up herself in any wise."},{"number":12,"verse":"When Jesus saw her, he called her to him, and said to her, Woman, thou art (For Satan had the woman bound, as if she had been in chains, insomuch that for eighteen years space she could not hold up her head.) loosed from thy disease."},{"number":13,"verse":"And he laid his hands on her, and immediately she was made straight again, and glorified God."},{"number":14,"verse":"(A lively image of hypocrisy, and reward thereof.) And the (One of the rulers of the Synagogue, for it appeareth by Mark 5:22 and Acts 13:15 that there were many rulers of the Synagogue.) ruler of the Synagogue answered with indignation, because that Jesus healed on the Sabbath day, and said unto the people, There are six days in which men ought to work: in them therefore come and be healed, and not on the Sabbath day."},{"number":15,"verse":"Then answered him the Lord, and said, Hypocrite, doth not each one of you on the Sabbath day loose his ox or his ass from the stall, and lead him away to the water?"},{"number":16,"verse":"And ought not this daughter of Abraham, whom Satan had bound, lo, eighteen years, be loosed from this bond on the Sabbath day?"},{"number":17,"verse":"And when he said these things, all his adversaries were ashamed: but all the people rejoiced at all the excellent things that were done by him."},{"number":18,"verse":"¶ (Cross references: : Matt. 13:31; Mark 4:31) Then said he, What is the kingdom of God like? or whereto shall I compare it?"},{"number":19,"verse":"(God beginneth his kingdom with small beginnings, that the unlooked for proceeding of it may better set forth his power.) It is like a grain of mustard seed, which a man took and sowed in his garden, and it grew, and waxed a great tree, and the fowls of the heaven made nests in the branches thereof."},{"number":20,"verse":"¶ (Matt. 13:33) And again he said, Whereunto shall I liken the kingdom of God?"},{"number":21,"verse":"It is like leaven, which a woman took, and hid in three pecks of flour, till all was leavened."},{"number":22,"verse":"¶ And he went through all cities and towns, teaching, and journeying towards Jerusalem. (Against them which had rather err with many, than go right with a few, and by that means through their own slowness, are shut out of the kingdom of God.) (Matt. 9:35; Mark 6:6)"},{"number":23,"verse":"Then said one unto him, Lord, are there few that shall be saved? And he said unto them,"},{"number":24,"verse":"(Matt. 7:13) Strive to enter in at the strait gate: for many, I say unto you, will seek to enter in, and shall not be able."},{"number":25,"verse":"When the good man of the house is risen up, and hath shut to the door, and ye began to stand without, and to knock at the door, saying, Lord, Lord, open to us, and he shall answer and say unto you, I know you not whence ye are,"},{"number":26,"verse":"(He is in vain in the Church, which is not of the Church, which thing the cleanness of life showeth.) Then shall ye begin to say, We have eaten and drunk in thy presence, and thou hast taught in our streets."},{"number":27,"verse":"(Mark 7:23; Mark 25:41; Ps. 6:8) But he shall say, I tell you, I know you not whence ye are: depart from me, all ye workers of iniquity."},{"number":28,"verse":"(The casting off of the Jews, and the calling of the Gentiles is foretold.) There shall be weeping and gnashing of teeth, when ye shall see Abraham, and Isaac, and Jacob, and all the Prophets in the kingdom of God, and yourselves thrust out at doors."},{"number":29,"verse":"Then shall come many from the (From all the quarters of the world, and these are four of the chiefest.) East, and from the West, and from the North, and from the South, and shall sit at Table in the kingdom of God."},{"number":30,"verse":"(Matt. 19:30; Matt. 20:16; Mark 10:31) And behold, there are last, which shall be first, and there are first, which shall be last."},{"number":31,"verse":"(We must go forward in the case of our calling, through the midst of terrors, whether they be true or fained.) The same day there came certain Pharisees, and said unto him, Depart, and go hence: for Herod will kill thee."},{"number":32,"verse":"Then said he unto them, Go ye and tell that (That deceitful and treacherous man.) fox, Behold, I cast out devils, and will heal still (That is, a small time, and Theophylact saith, it is a proverb: or else, by Today, we may understand the time that now is, and by Tomorrow, the time to come, meaning thereby all the time of his ministry and office.) today, and tomorrow, and the third day I shall be (To wit, when the sacrifice for sin is ended.) perfected."},{"number":33,"verse":"(There are nowhere more cruel enemies of the godly, than they which are within the Sanctuary and Church itself: but God seeth it, and will in his time have an account of it.) Nevertheless I must walk today, and tomorrow, and the day following: for it cannot be that a Prophet should perish out of Jerusalem."},{"number":34,"verse":"(Matt. 23:37) O Jerusalem, Jerusalem, which killest the Prophets, and stonest them that are sent to thee, how often would I have gathered thy children together, as the hen gathered her (Word for word, the nest: now the brood of chickens is the nest.) brood under her wings, and ye would not."},{"number":35,"verse":"Behold, your house is left unto you desolate: and verily I tell you, ye shall not see me until the time come that ye shall say, Blessed is he that cometh in the name of the Lord."}]}