{"bibleAbbr":"Geneva1599","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":15,"verses":[{"number":1,"verse":"((The parable of the lost sheep.8 Of the groat, 12 And of the prodigal son.) ) Then (Or, draw near.) resorted unto (We must not despair of them, which have gone out of the way, but according to the example of Christ, we must take great pains about them.) him (Some Publicans and sinners came to Christ from all quarters.) all the Publicans and sinners, to hear him."},{"number":2,"verse":"Therefore the Pharisees and Scribes murmured, saying, He receiveth sinners, and eateth with them."},{"number":3,"verse":"Then spake he this parable to them, saying,"},{"number":4,"verse":"(Cross references: : Matt. 18:12) What man of you having an hundred sheep, if he lose one of them, doth not leave ninety and nine in the wilderness, and go after that which is lost, until he find it?"},{"number":5,"verse":"And when he hath found it, he layeth it on his shoulders with joy."},{"number":6,"verse":"And when he cometh home, he calleth together his friends and neighbors, saying unto them, Rejoice with me: for I have found my sheep which was lost."},{"number":7,"verse":"I say unto you, that likewise joy shall be in heaven for one sinner that converteth, more than for ninety and nine just men, which need none amendment of life."},{"number":8,"verse":"Either what woman having ten groats, if she lose one groat, doth not light a candle, and sweep the house, and seek diligently till she find it?"},{"number":9,"verse":"And when she hath found it, she calleth her friends, and neighbors, saying, Rejoice with me: for I have found the groat which I had lost."},{"number":10,"verse":"Likewise I say unto you, there is joy in the presence of the Angels of God, for one sinner that converteth."},{"number":11,"verse":"¶ (Men by their voluntary falling from God, having spoiled themselves of the benefits which they received of him, cast themselves headlong into infinite calamities: but God of his singular goodness, offering himself freely to them, whom he called to repentance, through the greatness of their misery wherewith they were tamed, doth not only gently receive them, but also enricheth them with far greater gifts, and blesseth them with the chiefest bliss.) He said moreover, A certain man had two sons,"},{"number":12,"verse":"And the younger of them said to his father, Father, give me the portion of the goods that falleth to me. So he divided unto them his substance."},{"number":13,"verse":"So not many days after, when the younger son had gathered all together, he took his journey into a far country, and there he wasted his goods with riotous living."},{"number":14,"verse":"Now when he had spent all, there arose a great dearth throughout that land, and he began to be in necessity."},{"number":15,"verse":"Then he went and clave to a citizen of that country, and he sent him to his farm, to feed swine."},{"number":16,"verse":"And he would fain have filled his belly with the husks that the swine ate: but no man gave them him."},{"number":17,"verse":"(The beginning of repentance is the acknowledging of the mercy of God, which stirreth us to hope well.) Then he came to himself, and said, How many hired servants at my father’s have bread enough, and I die for hunger?"},{"number":18,"verse":"I will rise and go to my father, and say unto him, Father, I have sinned against (Against God, because he is said to dwell in heaven.) heaven, and before thee,"},{"number":19,"verse":"And am no more worthy to be called thy son: make me as one of thine hired servants."},{"number":20,"verse":"So he arose and came to his father, and when he was yet a great way off, his father saw him, and had compassion, and ran and fell on his neck, and kissed him."},{"number":21,"verse":"(In true repentance there is a feeling of our sins, joined with sorrow and shame, from whence springeth a confession, after which followeth forgiveness.) And the son said unto him, Father, I have sinned against heaven, and before thee, and am no more worthy to be called thy son."},{"number":22,"verse":"Then the father said to his servants, Bring forth the best robe, and put it on him, and put a ring on his hand, and shoes on his feet,"},{"number":23,"verse":"And bring the fat calf, and kill him, and let us eat, and be merry:"},{"number":24,"verse":"For this my son was dead, and is alive again: and he was lost, but he is found. And they began to be merry."},{"number":25,"verse":"(Such as truly fear God, desire to have all men to be their fellows.) Now the elder brother was in the field, and when he came and drew near to the house, he heard melody, and dancing,"},{"number":26,"verse":"And called one of his servants, and asked what those things meant."},{"number":27,"verse":"And he said unto him, Thy brother is come, and thy father hath killed the fat calf, because he hath received him safe and sound."},{"number":28,"verse":"Then he was angry, and would not go in: therefore came his father out, and entreated him."},{"number":29,"verse":"But he answered, and said to his father, Lo, these many years have I done thee service, neither brake I at anytime thy commandment, and yet thou never gavest me a kid that I might make merry with my friends."},{"number":30,"verse":"But when this thy son was come, which hath devoured thy goods with harlots, thou hast for his sake killed the fat calf."},{"number":31,"verse":"And he said unto him, Son thou art ever with me, and all that I have, is thine. It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again: and he was lost, but he is found."}]}