{"bibleAbbr":"Geneva1599","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":17,"verses":[{"number":1,"verse":"(1 Offenses.3 We must forgive him that trespasseth against us.10 We are unprofitable servants.11 Of the ten lepers.20 Of the coming of the kingdom of heaven.33 False Christs.36 After what manner Christ’s coming shall be.) Then said he to his disciples, It cannot be avoided, but that offences will come, but woe be to him by whom they come."},{"number":2,"verse":"It is better for him that a great millstone were hanged about his neck, and that he were cast into the sea, then that he should offend one of these little ones."},{"number":3,"verse":"¶ (Our reprehensions must be just, and proceed of love and charity.) Take heed to yourselves: if thy brother trespass against thee, rebuke him: and if he repent, forgive him."},{"number":4,"verse":"(Matt. 18:28) And though he sin against thee seven times in a day, and seven times in a day turn again to thee, saying, it repenteth me, thou shalt forgive him."},{"number":5,"verse":"¶ (God will never be utterly lacking to the Godly (although he be not so perfectly with them, as they would) even in those difficulties, which cannot be overcome by man’s reason.) And the Apostles said unto the Lord, Increase our faith."},{"number":6,"verse":"And the Lord said, (Matt. 17:20) If ye had faith, as much as is (If you had no more faith, but the quantity of the grain of mustard seed.) a grain of mustard seed, and should say unto this mulberry tree, Pluck thyself up by the roots, and plant thyself in the sea, it should even obey you."},{"number":7,"verse":"¶ (Seeing that God may challenge unto himself of right, both us and all that is ours, he can be debtor unto us for nothing, although we labor manfully even unto death.) Who is it also of you, that having a servant plowing or feeding cattle, would say unto him by and by, when he were come from the field, Go, and sit down at table,"},{"number":8,"verse":"And would not rather say to him, Dress wherewith I may sup, and gird thyself, and serve me, till I have eaten and drunken, and afterward eat thou, and drink thou?"},{"number":9,"verse":"Doth he thank that servant, because he did that which was commanded unto him? I trow not."},{"number":10,"verse":"(The most perfect keeping of the Law, which we can perform, deserves no reward.) So likewise ye, when ye have done all those things, which are commanded you, say, We are unprofitable servants: we have done that which was our duty to do."},{"number":11,"verse":"¶ (Christ doeth well even unto such, as will be unthankful, but the benefits of God profit them only to salvation, which are thankful.) And so it was when he went to Jerusalem, that he passed through the midst of Samaria, and Galilee."},{"number":12,"verse":"And as he entered into a certain town, there met him ten men that were lepers, which stood afar off."},{"number":13,"verse":"And they lifted up their voices and said, Jesus, Master, have mercy on us."},{"number":14,"verse":"And when he saw them, he said unto them, (Lev. 14:2) Go, show yourselves unto the Priests. And it came to pass, that as they went, they were cleansed."},{"number":15,"verse":"Then one of them, when he saw that he was healed, turned back, and with a loud voice praised God,"},{"number":16,"verse":"And fell down on his face at his feet, and gave him thanks: and he was a Samaritan."},{"number":17,"verse":"And Jesus answered, and said, Are there not ten cleansed? but where are the nine?"},{"number":18,"verse":"There is none found that returned to give God praise, save this stranger."},{"number":19,"verse":"And he said unto him, Arise, go thy way, thy faith hath saved thee."},{"number":20,"verse":"¶ (The kingdom of God is not marked of many, although it be most present before their eyes: because they fondly persuade themselves, that it is joined with outward pomp.) And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them, and said, The kingdom of God cometh not with (With any outward pomp and show of majesty, to be known by: for there were otherwise many plain and evident tokens, whereby men might have understood, that Christ was the Messiah, whose kingdom was so long looked for: but he speaketh in this place of those signs which the Pharisees dreamed of, which looked for an earthly kingdom of Messiah.) observation."},{"number":21,"verse":"Neither shall men say, Lo here, or lo there: for behold, the kingdom of God is (You look about for Messiah as though he were absent, but he is amongst you in the midst of you.) within you."},{"number":22,"verse":"(We oftentimes neglect those things when they be present, which we afterward desire when they are gone, but in vain.) And he said unto the disciples, the days will come, when ye shall desire to see (The time will come that you shall seek for the Son of man, with great sorrow of heart, and shall not find him.) one of the days of the Son of man, and ye shall not see it."},{"number":23,"verse":"(Matt. 24:23; Mark 13:21) (Christ forewarneth us that false Christs shall come, and that his glory shall suddenly be spread far and wide through the world, after that the ignomy of the cross is put out and extinguished.) Then they shall say to you, Behold here, or behold there: but go not thither, neither follow them."},{"number":24,"verse":"For as the lightning that lighteneth out of the one part under heaven, shineth unto the other part under heaven, so shall the Son of man be in his day."},{"number":25,"verse":"But first must he suffer many things and be reproved of this generation."},{"number":26,"verse":"(Gen. 7:5; Matt. 24:38; 1 Pet. 3:20) (The world shall be taken unawares with the sudden judgment of God: and therefore the faithful ought to watch continually.) And as it was in the days of Noah, so shall it be in the days of the Son of man."},{"number":27,"verse":"They ate, they drank, they married wives, and gave in marriage unto the day that Noah went into the Ark: and the flood came, and destroyed them all."},{"number":28,"verse":"(Gen. 19:24) Likewise also as it was in the days of Lot: They ate, they drank, they bought, they sold, they planted, they built."},{"number":29,"verse":"But in the day that Lot went out of Sodom, it rained fire and brimstone from heaven, and destroyed them all."},{"number":30,"verse":"After these examples shall it be in the day when the son of man revealed."},{"number":31,"verse":"(We must take good heed, that neither distrust, nor the enticements of this world, nor any respect of friendship hinder us the least that may be.) At that day he that is upon the house, and his stuff in the house, let him not come down to take it out: and he that is in the field likewise, let him not turn back to that he left behind."},{"number":32,"verse":"(Gen. 19:26) Remember Lot’s wife."},{"number":33,"verse":"(Luke 9:24; Matt. 10:39; Mark 8:35; John 12:25) Whosoever will seek to save his soul, shall loose it: and whosoever shall loose it, shall (That is, shall save it, so Matthew expoundeth it: for the life that is here spoken of, is everlasting salvation.) get it life."},{"number":34,"verse":"(Matt. 24:41) I tell you, in that night there shall be two in one bed: the one shall be received, and the other shall be left."},{"number":35,"verse":"Two women shall be grinding together, the one shall be taken, and the other shall be left."},{"number":36,"verse":"Two shall be in the field: one shall be received, and another shall be left."},{"number":37,"verse":"(The only way to continue is to cleave to Christ.) And they answered, and said to him, Where, Lord? And he said unto them, (Matt. 24:28) Wheresoever the body is , thither shall also the eagles be gathered together."}]}