{"bibleAbbr":"Geneva1599","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":21,"verses":[{"number":1,"verse":"(1 The widow’s liberality above her riches.5 Of the time of the destruction of the Temple,19 and Jerusalem.25 The signs going before the last judgment.) And as he beheld, he saw the rich men which cast their gifts into the treasury."},{"number":2,"verse":"And he saw also a certain poor widow which cast in thither two mites:"},{"number":3,"verse":"And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all."},{"number":4,"verse":"For they all have of their superfluity cast into the offerings of God: but she of her penury hath cast in all the living that she had."},{"number":5,"verse":"(Luke 19:43; Matt. 24:1; Mark 13:1) (The destruction of the Temple is foretold, that that true spiritual building may be built up, whose head builders must and ought to be circumspect.) Now as some spake of the Temple, how it was garnished with goodly stones, and with (There were things that were hanged upon walls and pillars.) consecrated things, he said,"},{"number":6,"verse":"Are these the things that ye look upon? the days will come wherein a stone shall not be left upon a stone, that shall not be thrown down."},{"number":7,"verse":"Then they asked him, saying, Master, but when shall these things be? and what sign shall there be when these things shall come to pass?"},{"number":8,"verse":"(Eph. 5:6; 2 Thess. 2:3) And he said, Take heed, that ye be not deceived: for many will come (Using my Name.) in my Name, saying, I am Christ , and the time draweth near: follow ye not them therefore."},{"number":9,"verse":"(The true Temple of God is built up even in the midst of incredible tumults, and most sharp miseries, through invincible patience, so that the end thereof cannot be but most happy.) And when ye hear of wars and seditions, be not afraid: for these things must first come, but the end followeth not by and by."},{"number":10,"verse":"Then said he unto them, Nation shall rise against nation, and kingdom against kingdom,"},{"number":11,"verse":"(Matt. 24:7; Mark 13:18) And great earthquakes shall be in divers places, and hunger, and pestilence, and fearful things, and great signs shall there be from heaven."},{"number":12,"verse":"But before all these, they shall lay their hands on you, and persecute you , delivering you up to the assemblies, and into prisons, and bring you before Kings and rulers for my Name’s sake."},{"number":13,"verse":"And this shall turn to you, for a (This shall be the end of your troubles and afflictions, they shall be witnesses both before God and man, as well of the treacherous and cruel dealing of your enemies, as also of your constancy: A noble saying, that the afflictions of the godly and holy men pertains to the witness of the truth.) testimonial."},{"number":14,"verse":"(Luke 12:12; Matt. 10:19; Mark 13:11) Lay it up therefore in your hearts, that ye cast not beforehand what ye shall answer."},{"number":15,"verse":"For I will give you a mouth, and wisdom where against all your adversaries shall not be able to speak nor resist."},{"number":16,"verse":"Yea, ye shall be betrayed also of your parents and of your brethren, and kinsmen, and friends, and some of you shall they put to death."},{"number":17,"verse":"And ye shall be hated of all men for my Name’s sake."},{"number":18,"verse":"(Matt. 10:30) Yet there shall not one hair of your heads perish."},{"number":19,"verse":"By your patience (Though you are compassed about on all sides with many miseries, yet notwithstanding be valiant and courageous, and bear out these things manfully.) possess your souls."},{"number":20,"verse":"¶ And when ye see Jerusalem besieged with soldiers, then understand that the desolation thereof is near. (The final destruction of the whole city is foretold.) (Dan. 9:27; Matt. 14:15; Mark 13:14)"},{"number":21,"verse":"Then let them which are in Judea, flee to the mountains: and let them which are in the midst thereof, depart out: and let not them that are in the country, enter therein:"},{"number":22,"verse":"For these be the days of vengeance, to fulfill all things that are written."},{"number":23,"verse":"But woe be to them that be with child, and to them that give suck in those days: for there shall be great distress in this land, and (By wrath, those things are meant, which God sendeth when he is displeased.) wrath over this people,"},{"number":24,"verse":"And they shall fall on the (Word for word, mouth, for the Hebrews call the edge of a sword the mouth, because the edge biteth.) edge of the sword, and shall be led captive into all nations, and Jerusalem shall be trodden under foot of the Gentiles, until the time of the Gentiles be fulfilled."},{"number":25,"verse":"(Isa. 13:10; Ezek. 31:7; Matt. 24:29; Mark 13:14) (When the times are expired, appointed for the salvation of the Gentiles and punishment of the Jews: And so he passeth from the destruction of Jerusalem, to the history of the latter judgment.) Then there shall be signs in the sun, and in the moon, and in the stars, and upon the earth trouble among the nations, with perplexity: the sea and the waters shall roar."},{"number":26,"verse":"(After divers tempests, the Lord will at the length plainly appear to deliver his Church.) And men’s hearts shall fail them for fear and for looking after those things which shall come on the world: for the powers of heaven shall be shaken."},{"number":27,"verse":"And then shall they see the Son of man come in a cloud, with power and great glory."},{"number":28,"verse":"And when these things begin to come to pass, then look up, and lift up your heads: (Rom. 8:27) for your redemption draweth near."},{"number":29,"verse":"(We must be sober and watchful both day and night for the Lord’s coming, that we be not taken at unawares.) And he spake to them a parable, Behold, the fig tree, and all trees,"},{"number":30,"verse":"When they now shoot forth, ye seeing them, know of your own selves, that summer is then near."},{"number":31,"verse":"So likewise ye, when ye see these things come to pass, know ye that the kingdom of God is near."},{"number":32,"verse":"Verily I say unto you, This age shall not pass, till all these things be done:"},{"number":33,"verse":"Heaven and earth shall pass away, but my words shall not pass away."},{"number":34,"verse":"(Rom. 13:13) Take heed to yourselves, lest at any time your hearts be oppressed with surfeiting and drunkenness, and cares of this life, and lest that day come on you at unawares,"},{"number":35,"verse":"For as a snare shall it come (On all men wheresoever they be.) on all them that dwell on the face of the whole earth."},{"number":36,"verse":"Watch therefore, and pray continually, that ye may be counted worthy to escape all these things that shall come to pass, and that ye may (You may so appear that you will abide the countenance and sentence of the Judge without fear.) stand before the son of man."},{"number":37,"verse":"¶ Now in the daytime he taught in the Temple, and at night he went out, and abode in the mount, that is called the mount of Olives."},{"number":38,"verse":"And all the people came in the morning to him, to hear him in the Temple."}]}