{"bibleAbbr":"KNJV","bookName":"ಚೆಫನ್ಯ","bookEnglishName":"Zephaniah","chapterNumber":2,"verses":[{"number":1,"verse":"ನಾಚಿಕೆಗೇಡಿಯ ಜನಾಂಗದವರೇ, ತೀರ್ಪು ಫಲಿಸುವದರೊಳಗೆ ಯೆಹೋವನ ಉಗ್ರಕೋಪವು ನಿಮ್ಮ ಮೇಲೆ ಬರುವದಕ್ಕೆ ಮುಂಚೆ, ಯೆಹೋವನ ಸಿಟ್ಟಿನ ದಿನವು ನಿಮ್ಮನ್ನು ಮುಟ್ಟುವದಕ್ಕೆ ಮೊದಲು ಸೇರಿಬನ್ನಿರಿ, ಕೂಡಿಕೊಳ್ಳಿರಿ;"},{"number":2,"verse":"ಕಾಲವು ಹೊಟ್ಟಿನಂತೆ ಹಾರಿಹೋಗುತ್ತದಲ್ಲಾ."},{"number":3,"verse":"ಯೆಹೋವನ ನಿಯಮವನ್ನು ಕೈಕೊಂಡ ಲೋಕದ ದೀನರೇ, ನೀವೆಲ್ಲರೂ ಯೆಹೋವನನ್ನು ಆಶ್ರಯಿಸಿರಿ, ಸದ್ಧರ್ಮವನ್ನು ಅಭ್ಯಾಸಿಸಿರಿ, ದೈನ್ಯವನ್ನು ಹೊಂದಿಕೊಳ್ಳಿರಿ; ಯೆಹೋವನ ಸಿಟ್ಟಿನ ದಿನದಲ್ಲಿ ಒಂದು ವೇಳೆ ಮರೆಯಾಗುವಿರಿ."},{"number":4,"verse":"ಗಾಜ ನಿರ್ಜನವಾಗುವದು, ಅಷ್ಕೆಲೋನ್ ಹಾಳಾಗುವದು, ಅಷ್ಡೋದನ್ನು ಮಧ್ಯಾಹ್ನದಲ್ಲಿ ಓಡಿಸಿಬಿಡುವರು, ಎಕ್ರೋನ್ ನಿರ್ಮೂಲವಾಗುವದು."},{"number":5,"verse":"ಅಯ್ಯೋ, ಕರಾವಳಿಯಲ್ಲಿ ವಾಸಿಸುವ ಕೆರೇತ್ಯ ಜನಾಂಗವೇ, ನಿನ್ನ ಗತಿಯನ್ನು ಏನು ಹೇಳಲಿ! ಕಾನಾನೇ, ಫಿಲಿಷ್ಟಿಯ ದೇಶವೇ, ಯೆಹೋವನ ನುಡಿಯು ನಿನಗೆ ವಿರುದ್ಧವಾಗಿದೆ; ನಿನ್ನಲ್ಲಿ ನಿವಾಸಿಯೇ ನಿಲ್ಲದಂತೆ ನಿನ್ನನ್ನು ನಾಶಮಾಡುವೆನು."},{"number":6,"verse":"ಸಮುದ್ರ ತೀರದ ಆ ಪ್ರಾಂತವು ಹುಲ್ಗಾವಲಾಗುವದು, ಕುರುಬರ ಹೊಂಡಗಳು, ಹಿಂಡುಗಳ ದೊಡ್ಡಿಗಳು, ಇವೇ ಅಲ್ಲಿರುವವು."},{"number":7,"verse":"ಆ ಕರಾವಳಿಯು ಯೆಹೂದವಂಶಶೇಷದವರ ಪಾಲಾಗುವದು; ದನಕುರಿಗಳನ್ನು ಅಲ್ಲೇ ಮೇಯಿಸುವರು; ಸಂಜೆಗೆ ಅಷ್ಕೆಲೋನಿನ ಮನೆಗಳಲ್ಲಿ ಮಲಗಿಕೊಳ್ಳುವರು; ಅವರ ದೇವರಾದ ಯೆಹೋವನು ಅವರನ್ನು ಪರಾಂಬರಿಸಿ ಅವರ ದುರವಸ್ಥೆಯನ್ನು ತಪ್ಪಿಸುವನು."},{"number":8,"verse":"ಮೋವಾಬ್ಯರೂ ಅಮ್ಮೋನ್ಯರೂ ಉಬ್ಬಟೆಯಿಂದ ನನ್ನ ಜನರ ಮೇರೆಯನ್ನು ಮೀರಿ ಅವರ ಮೇಲೆ ಹೊರಿಸಿರುವ ದೂರುದೂಷಣೆಗಳು ನನ್ನ ಕಿವಿಗೆ ಬಿದ್ದಿವೆ."},{"number":9,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರಾದ ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಹೀಗಿರಲು, ನನ್ನ ಜೀವದಾಣೆ, ಸೊದೋಮಿನ ಗತಿಯೇ ಮೋವಾಬಿಗೂ ಆಗುವದು. ಗೊಮೋರದ ದುರ್ದಶೆಯೇ ಅಮ್ಮೋನ್ಯರಿಗೆ ಸಂಭವಿಸುವದು; ಆ ಪ್ರಾಂತಗಳು ಮುಳ್ಳುಗಿಡಗಳಿಂದಲೂ ಸೌಳುಗುಂಡಿಗಳಿಂದಲೂ ತುಂಬಿಕೊಂಡು ನಿತ್ಯನಾಶನಕ್ಕೆ ಈಡಾಗುವವು; ನನ್ನ ಪ್ರಜೆಯಲ್ಲಿ ಉಳಿದವರು ಅವುಗಳನ್ನು ಸೂರೆಮಾಡುವರು, ಅವು ನನ್ನ ಜನಶೇಷದವರಿಗೆ ಸ್ವಾಸ್ತ್ಯವಾಗುವವು."},{"number":10,"verse":"ಆ ಪ್ರಾಂತಗಳವರು ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನ ಜನರನ್ನು ದೂಷಿಸಿ ಅವರ ಮೇಲೆ ಉಬ್ಬಿಕೊಂಡು ಬಂದದರಿಂದ ಅವರ ಹೆಮ್ಮೆಯ ನಿಮಿತ್ತವೇ ಅವರಿಗೆ ಈ ಗತಿಯಾಗುವದು."},{"number":11,"verse":"ಯೆಹೋವನು ಅವರಿಗೆ ಭಯಂಕರವಾಗುವನು; ಲೋಕದ ದೇವರುಗಳನ್ನೆಲ್ಲಾ ಕ್ಷಯಿಸಿಬಿಡುವನು; ಸಮಸ್ತ ಜನರು, ಅಂದರೆ ಸಮುದ್ರ ಪ್ರಾಂತದ ನಿವಾಸಿಗಳಾದ ಸಕಲ ಜನಾಂಗಗಳವರು ತಮ್ಮ ತಮ್ಮ ಸ್ಥಳಗಳಲ್ಲೇ ಆತನನ್ನು ಆರಾಧಿಸುವರು."},{"number":12,"verse":"ಕೂಷಿನವರೇ, ನೀವು ಸಹ ನನ್ನ ಖಡ್ಗದಿಂದ ಹತರಾಗುವಿರಿ."},{"number":13,"verse":"ಯೆಹೋವನು ಬಡಗಲಿಗೆ ಕೈಚಾಚಿ ಅಶ್ಶೂರವನ್ನು ಧ್ವಂಸಪಡಿಸುವನು; ನಿನೆವೆಯನ್ನು ಹಾಳುಮಾಡಿ ಮರುಭೂಮಿಯಂತೆ ಒಣಗಿಸಿಬಿಡುವನು."},{"number":14,"verse":"ಜನಾಂಗಗಳ ಪಶುಗಳೆಲ್ಲಾ ಮಂದೆಮಂದೆಯಾಗಿ ಅದರ ಮಧ್ಯದಲ್ಲಿ ಮಲಗಿಕೊಳ್ಳುವವು; ಕೊಕ್ಕರೆಯೂ ಮುಳ್ಳುಹಂದಿಯೂ ಅದರ ಬೋದಿಗೆಗಳಲ್ಲಿ ವಾಸಮಾಡಿಕೊಳ್ಳುವವು; ಕಿಟಕಿಗಳಲ್ಲಿ ಚಿಲಿಪಿಲಿಗಾನವು ಕೇಳಿಸುವದು; ಹೊಸ್ತಿಲುಗಳಲ್ಲಿ ಹಾಳುಬಡಿಯುವದು; ದೇವದಾರು ಹಲಿಗೆಯ ಹೊದಿಕೆಯು ಕೀಳಲ್ಪಡುವದು."},{"number":15,"verse":"ಈ ನಿನೆವೆಯು ಮೊದಲು ಉಲ್ಲಾಸದ ನಗರಿಯಾಗಿ ನೆಮ್ಮದಿಯಿಂದ ನೆಲೆಗೊಂಡಿದ್ದು ತನ್ನ ಹೃದಯದೊಳಗೆ - ನಾನೇ ಇರುವವಳು, ನನ್ನ ಹೊರತು ಇನ್ನು ಯಾರೂ ಇಲ್ಲ ಅಂದುಕೊಳ್ಳುತ್ತಿತ್ತು; ಅಯ್ಯೋ, ಎಷ್ಟೋ ಹಾಳಾಗಿ ಹೋಗಿ ಮೃಗಗಳು ತಂಗುವ ಹಕ್ಕೆಯಾಗಿದೆ! ಹಾದುಹೋಗುವವರೆಲ್ಲರೂ ಸಿಳ್ಳುಹಾಕಿ ಕೈಯಾಡಿಸುತ್ತಾರೆ."}]}