{"bibleAbbr":"NLT2007","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":4,"verses":[{"number":1,"verse":"(God’s Anger Satisfied) How the gold has lost its luster! Even the finest gold has become dull. The sacred gemstones lie scattered in the streets!"},{"number":2,"verse":"See how the precious children of Jerusalem, (Hebrew precious sons of Zion.) worth their weight in fine gold, are now treated like pots of clay made by a common potter."},{"number":3,"verse":"Even the jackals feed their young, but not my people Israel. They ignore their children’s cries, like ostriches in the desert."},{"number":4,"verse":"The parched tongues of their little ones stick to the roofs of their mouths in thirst. The children cry for bread, but no one has any to give them."},{"number":5,"verse":"The people who once ate the richest foods now beg in the streets for anything they can get. Those who once wore the finest clothes now search the garbage dumps for food."},{"number":6,"verse":"The guilt (Or punishment.) of my people is greater than that of Sodom, where utter disaster struck in a moment and no hand offered help."},{"number":7,"verse":"Our princes once glowed with health— brighter than snow, whiter than milk. Their faces were as ruddy as rubies, their appearance like fine jewels. (Hebrew like lapis lazuli.)"},{"number":8,"verse":"But now their faces are blacker than soot. No one recognizes them in the streets. Their skin sticks to their bones; it is as dry and hard as wood."},{"number":9,"verse":"Those killed by the sword are better off than those who die of hunger. Starving, they waste away for lack of food from the fields."},{"number":10,"verse":"Tenderhearted women have cooked their own children. They have eaten them to survive the siege."},{"number":11,"verse":"But now the anger of the LORD is satisfied. His fierce anger has been poured out. He started a fire in Jerusalem (Hebrew in Zion.) that burned the city to its foundations."},{"number":12,"verse":"Not a king in all the earth— no one in all the world— would have believed that an enemy could march through the gates of Jerusalem."},{"number":13,"verse":"Yet it happened because of the sins of her prophets and the sins of her priests, who defiled the city by shedding innocent blood."},{"number":14,"verse":"They wandered blindly through the streets, so defiled by blood that no one dared touch them."},{"number":15,"verse":"“Get away!” the people shouted at them. “You’re defiled! Don’t touch us!” So they fled to distant lands and wandered among foreign nations, but none would let them stay."},{"number":16,"verse":"The LORD himself has scattered them, and he no longer helps them. People show no respect for the priests and no longer honor the leaders."},{"number":17,"verse":"We looked in vain for our allies to come and save us, but we were looking to nations that could not help us."},{"number":18,"verse":"We couldn’t go into the streets without danger to our lives. Our end was near; our days were numbered. We were doomed!"},{"number":19,"verse":"Our enemies were swifter than eagles in flight. If we fled to the mountains, they found us. If we hid in the wilderness, they were waiting for us there."},{"number":20,"verse":"Our king—the LORD’s anointed, the very life of our nation— was caught in their snares. We had thought that his shadow would protect us against any nation on earth!"},{"number":21,"verse":"Are you rejoicing in the land of Uz, O people of Edom? But you, too, must drink from the cup of the LORD’s anger. You, too, will be stripped naked in your drunkenness."},{"number":22,"verse":"O beautiful Jerusalem, (Hebrew O daughter of Zion.) your punishment will end; you will soon return from exile. But Edom, your punishment is just beginning; soon your many sins will be exposed."}]}