{"bibleAbbr":"urRV2010","bookName":"یعقُوب","bookEnglishName":"James","chapterNumber":3,"verses":[{"number":1,"verse":"( زُبان کی خاصیت) اَے میرے بھائِیو ! تُم میں سے بُہت سے اُستاد نہ بنیں کیونکہ جانتے ہو کہ ہم جو اُستاد ہیں زِیادہ سزا پائیں گے۔"},{"number":2,"verse":"اِس لِئے کہ ہم سب کے سب اکثر خطا کرتے ہیں ۔ کامِل شخص وہ ہے جو باتوں میں خطا نہ کرے ۔ وہ سارے بدن کو بھی قابُو میں رکھ سکتا ہے۔"},{"number":3,"verse":"جب ہم اپنے قابُو میں کرنے کے لِئے گھوڑوں کے مُنہ میں لگام دے دیتے ہیں تو اُن کے سارے بدن کو بھی گُھما سکتے ہیں۔"},{"number":4,"verse":"دیکھو ۔ جہاز بھی اگرچہ بڑے بڑے ہوتے ہیں اور تیز ہواؤں سے چلائے جاتے ہیں تَو بھی ایک نِہایت چھوٹی سی پَتوار کے ذرِیعہ سے مانجھی کی مرضی کے مُوافِق گھُمائے جاتے ہیں۔"},{"number":5,"verse":"اِسی طرح زُبان بھی ایک چھوٹا سا عُضو ہے اور بڑی شیخی مارتی ہے ۔ دیکھو ۔ تھوڑی سی آگ سے کِتنے بڑے جنگل میں آگ لگ جاتی ہے۔"},{"number":6,"verse":"زُبان بھی ایک آگ ہے ۔ زُبان ہمارے اعضا میں شرارت کا ایک عالَم ہے اور سارے جِسم کو داغ لگاتی ہے اور دائِرۂِ دُنیا کو آگ لگا دیتی ہے اور جہنّم کی آگ سے جلتی رہتی ہے۔"},{"number":7,"verse":"کیونکہ ہر قِسم کے چَوپائے اور پرِندے اور کِیڑے مکَوڑے اور دریائی جانور تو اِنسان کے قابُو میں آ سکتے ہیں اور آئے بھی ہیں۔"},{"number":8,"verse":"مگر زُبان کو کوئی آدمی قابُو میں نہیں کر سکتا ۔ وہ ایک بَلا ہے جو کبھی رُکتی ہی نہیں ۔ زہرِ قاتِل سے بھری ہُوئی ہے۔"},{"number":9,"verse":"اِسی سے ہم خُداوند اور باپ کی حمد کرتے ہیں اور اِسی سے آدمِیوں کو جو خُدا کی صُورت پر پَیدا ہُوئے ہیں بددُعا دیتے ہیں۔"},{"number":10,"verse":"ایک ہی مُنہ سے مُبارک باد اور بددُعا نِکلتی ہے ۔ اَے میرے بھائِیو ! اَیسا نہ ہونا چاہئے۔"},{"number":11,"verse":"کیا چشمہ کے ایک ہی مُنہ سے مِیٹھا اور کھاری پانی نِکلتا ہے؟۔"},{"number":12,"verse":"اَے میرے بھائِیو ! کیا انجِیر کے درخت میں زَیتُون اور انگُور میں انجِیر پَیدا ہو سکتے ہیں؟ اِسی طرح کھاری چشمہ سے مِیٹھا پانی نہیں نِکل سکتا۔"},{"number":13,"verse":"( عالمِ بالا کی حِکمت) تُم میں دانا اور فہِیم کَون ہے؟ جو اَیسا ہو وہ اپنے کاموں کو نیک چال چلن کے وسِیلہ سے اُس حِلم کے ساتھ ظاہِر کرے جو حِکمت سے پَیدا ہوتا ہے۔"},{"number":14,"verse":"لیکن اگر تُم اپنے دِل میں سخت حسد اور تفرقے رکھتے ہو تو حق کے خِلاف نہ شیخی مارو نہ جُھوٹ بولو۔"},{"number":15,"verse":"یہ حِکمت وہ نہیں جو اُوپر سے اُترتی ہے بلکہ دُنیَوی اور نفسانی اور شَیطانی ہے۔"},{"number":16,"verse":"اِس لِئے کہ جہاں حَسد اور تفرقہ ہوتا ہے وہاں فساد اور ہر طرح کا بُرا کام بھی ہوتا ہے۔"},{"number":17,"verse":"مگر جو حِکمت اُوپر سے آتی ہے اوّل تو وہ پاک ہوتی ہے ۔ پِھر مِلنسار حلِیم اور تربِیّت پذِیر ۔ رَحم اور اچھّے پَھلوں سے لدی ہُوئی ۔ بے طرف دار اور بے رِیا ہوتی ہے۔"},{"number":18,"verse":"اور صُلح کرانے والوں کے لِئے راست بازی کا پَھل صُلح کے ساتھ بویا جاتا ہے۔"}]}