{"bibleAbbr":"RV1885","bookName":"Job","bookEnglishName":"Job","chapterNumber":19,"verses":[{"number":1,"verse":"Then Job answered and said,"},{"number":2,"verse":"How long will ye vex my soul and break me in pieces with words?"},{"number":3,"verse":"These ten times have ye reproached me: ye are not ashamed that ye deal hardly with me."},{"number":4,"verse":"And be it indeed that I have erred, mine error remaineth with myself."},{"number":5,"verse":"If indeed ye will magnify yourselves against me, and plead against me my reproach:"},{"number":6,"verse":"Know now that God hath subverted me {cf15i in my cause}, and hath compassed me with his net."},{"number":7,"verse":"Behold, I cry out of wrong, but I am not heard: I cry for help, but there is no judgment."},{"number":8,"verse":"He hath fenced up my way that I cannot pass, and hath set darkness in my paths."},{"number":9,"verse":"He hath stripped me of my glory, and taken the crown from my head."},{"number":10,"verse":"He hath broken me down on every side, and I am gone: and mine hope hath he plucked up like a tree."},{"number":11,"verse":"He hath also kindled his wrath against me, and he counteth me unto him as {cf15i one of} his adversaries."},{"number":12,"verse":"His troops come on together, and cast up their way against me, and encamp round about my tent."},{"number":13,"verse":"He hath put my brethren far from me, and mine acquaintance are wholly estranged from me."},{"number":14,"verse":"My kinsfolk have failed, and my familiar friends have forgotten me."},{"number":15,"verse":"They that dwell in mine house, and my maids, count me for a stranger: I am an alien in their sight."},{"number":16,"verse":"I call unto my servant, and he giveth me no answer, {cf15i though} I entreat him with my mouth."},{"number":17,"verse":"My breath is strange to my wife, and my supplication to the children of my {cf15i mother s} womb."},{"number":18,"verse":"Even young children despise me; if I arise, they speak against me."},{"number":19,"verse":"All my inward friends abhor me: and they whom I loved are turned against me."},{"number":20,"verse":"My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth."},{"number":21,"verse":"Have pity upon me, have pity upon me, O ye my friends; for the hand of God hath touched me."},{"number":22,"verse":"Why do ye persecute me as God, and are not satisfied with my flesh?"},{"number":23,"verse":"Oh that my words were now written! oh that they were inscribed in a book!"},{"number":24,"verse":"That with an iron pen and lead they were graven in the rock for ever!"},{"number":25,"verse":"But I know that my redeemer liveth, and that he shall stand up at the last upon the earth:"},{"number":26,"verse":"And after my skin hath been thus destroyed, yet from my flesh shall I see God:"},{"number":27,"verse":"Whom I shall see for myself, and mine eyes shall behold, and not another. My reins are consumed within me."},{"number":28,"verse":"If ye say, How we will persecute him! seeing that the root of the matter is found in me;"},{"number":29,"verse":"Be ye afraid of the sword: for wrath {cf15i bringeth} the punishments of the sword, that ye may know there is a judgment."}]}