{"bibleAbbr":"RV1885","bookName":"Job","bookEnglishName":"Job","chapterNumber":32,"verses":[{"number":1,"verse":"So these three men ceased to answer Job, because he was righteous in his own eyes."},{"number":2,"verse":"Then was kindled the wrath of Elihu the son of Barachel the Buzite, of the family of Ram: against Job was his wrath kindled, because he justified himself rather than God."},{"number":3,"verse":"Also against his three friends was his wrath kindled, because they had found no answer, and yet had condemned Job."},{"number":4,"verse":"Now Elihu had waited to speak unto Job, because they were elder than he."},{"number":5,"verse":"And when Elihu saw that there was no answer in the mouth of these three men, his wrath was kindled."},{"number":6,"verse":"And Elihu the son of Barachel the Buzite answered and said, I am young, and ye are very old; wherefore I held back, and durst not shew you mine opinion."},{"number":7,"verse":"I said, Days should speak, and multitude of years should teach wisdom."},{"number":8,"verse":"But there is a spirit in man, and the breath of the Almighty giveth them understanding."},{"number":9,"verse":"It is not the great that are wise, nor the aged that understand judgment."},{"number":10,"verse":"Therefore I said, Hearken to me; I also will shew mine opinion."},{"number":11,"verse":"Behold, I waited for your words, I listened for your reasons, whilst ye searched out what to say."},{"number":12,"verse":"Yea, I attended unto you, and, behold, there was none that convinced Job, or that answered his words, among you."},{"number":13,"verse":"Beware lest ye say, We have found wisdom; God may vanquish him, not man:"},{"number":14,"verse":"For he hath not directed his words against me; neither will I answer him with your speeches."},{"number":15,"verse":"They are amazed, they answer no more: they have not a word to say."},{"number":16,"verse":"And shall I wait, because they speak not, because they stand still, and answer no more?"},{"number":17,"verse":"I also will answer my part, I also will shew mine opinion."},{"number":18,"verse":"For I am full of words; the spirit within me constraineth me."},{"number":19,"verse":"Behold, my belly is as wine which hath no vent; like new bottles it is ready to burst."},{"number":20,"verse":"I will speak, that I may be refreshed; I will open my lips and answer."},{"number":21,"verse":"Let me not, I pray you, respect any man s person; neither will I give flattering titles unto any man."},{"number":22,"verse":"For I know not to give flattering titles; {cf15i else} would my Maker soon take me away."}]}