{"bibleAbbr":"AKJV1999+","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":4,"verses":[{"number":1,"verse":"Furthermore<WG3063> then<WG3767> we beseech<WG2065> you, brothers,<WG80> and exhort<WG3870> you by the Lord<WG2962> Jesus,<WG2424> that as you have<WG2192> received<WG3880> of us how<WG4459> you ought<WG1163> to walk<WG4043> and to please<WG700> God,<WG2316> so you would abound<WG4052> more<WG3123> and more.<WG3123>"},{"number":2,"verse":"For you know<WG1492> what<WG5101> commandments<WG3852> we gave<WG1325> you by the Lord<WG2962> Jesus.<WG2424>"},{"number":3,"verse":"For this<WG5124> is the will<WG2307> of God,<WG2316> even your<WG5216> sanctification,<WG38> that you should abstain<WG567> from fornication:<WG4202>"},{"number":4,"verse":"That every<WG1538> one of you should know<WG1492> how to possess<WG2932> his vessel<WG4632> in sanctification<WG38> and honor;<WG5092>"},{"number":5,"verse":"Not in the lust<WG3806> of concupiscence,<WG1939> even<WG2532> as the Gentiles<WG1484> which<WG3588> know<WG1492> not God:<WG2316>"},{"number":6,"verse":"That no<WG3361> man go<WG5233> beyond<WG5233> and defraud<WG4122> his brother<WG80> in any matter:<WG4229> because<WG1360> that the Lord<WG2962> is the avenger<WG1558> of all<WG3956> such,<WG5130> as we also<WG2532> have<WG2192> forewarned<WG4277> you and testified.<WG1263>"},{"number":7,"verse":"For God<WG2316> has not called<WG2564> us to uncleanness,<WG167> but to holiness.<WG38>"},{"number":8,"verse":"He therefore<WG5105> that despises,<WG114> despises<WG114> not man,<WG444> but God,<WG2316> who has also<WG2532> given<WG1325> to us his holy<WG40> Spirit.<WG4151>"},{"number":9,"verse":"But as touching<WG4012> brotherly<WG5360> love<WG5360> you need<WG5532> not that I write<WG1125> to you: for you yourselves<WG846> are taught<WG2312> of God<WG2312> to love<WG25> one<WG240> another.<WG240>"},{"number":10,"verse":"And indeed<WG1063> you do<WG4160> it toward<WG1519> all<WG3956> the brothers<WG80> which<WG3588> are in all<WG3650> Macedonia:<WG3109> but we beseech<WG3870> you, brothers,<WG80> that you increase<WG4052> more<WG3123> and more;<WG3123>"},{"number":11,"verse":"And that you study<WG5389> to be quiet,<WG2270> and to do<WG4238> your<WG2398> own<WG2398> business,<WG2398> and to work<WG2038> with your<WG2398> own<WG2398> hands,<WG5495> as we commanded<WG3853> you;"},{"number":12,"verse":"That you may walk<WG4043> honestly<WG2156> toward<WG4314> them that are without,<WG1854> and that you may have<WG2192> lack<WG5532> of nothing.<WG3367>"},{"number":13,"verse":"But I would<WG2309> not have you to be ignorant,<WG50> brothers,<WG80> concerning<WG4012> them which are asleep,<WG2837> that you sorrow<WG3076> not, even<WG2532> as others<WG3062> which<WG3588> have<WG2192> no<WG3361> hope.<WG1680>"},{"number":14,"verse":"For if<WG1487> we believe<WG4100> that Jesus<WG2424> died<WG599> and rose<WG450> again,<WG450> even so<WG3779> them also<WG2532> which sleep<WG2837> in Jesus<WG2424> will God<WG2316> bring<WG71> with him."},{"number":15,"verse":"For this<WG5124> we say<WG3004> to you by the word<WG3056> of the Lord,<WG2962> that we which<WG3588> are alive<WG2198> and remain<WG4035> to the coming<WG3952> of the Lord<WG2962> shall not precede<WG5348> them which<WG3588> are asleep.<WG2837>"},{"number":16,"verse":"For the Lord<WG2962> himself<WG846> shall descend<WG2597> from heaven<WG3772> with a shout,<WG2752> with the voice<WG5456> of the archangel,<WG743> and with the trump<WG4536> of God:<WG2316> and the dead<WG3498> in Christ<WG5547> shall rise<WG450> first:<WG4412>"},{"number":17,"verse":"Then<WG1899> we which<WG3588> are alive<WG2198> and remain<WG4035> shall be caught<WG726> up together<WG260> with them in the clouds,<WG3507> to meet<WG529> the Lord<WG2962> in the air:<WG109> and so<WG3779> shall we ever<WG3842> be with the Lord.<WG2962>"},{"number":18,"verse":"Why<WG5620> comfort<WG3870> one<WG240> another<WG240> with these<WG5125> words.<WG3056>"}]}