{"bibleAbbr":"AKJV1999+","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":5,"verses":[{"number":1,"verse":"And it came <WH1961> to pass, when all <WH3605> the kings <WH4428> of the Amorites, <WH567> which <WH834> were on the side <WH5676> of Jordan <WH3383> westward, <WH3220> and all <WH3605> the kings <WH4428> of the Canaanites, <WH3669> which <WH834> were by the sea, <WH3220> heard <WH8085> that the LORD <WH3068> had dried <WH3001> up the waters <WH4325> of Jordan <WH3383> from before <WH6440> the children <WH1121> of Israel, <WH3478> until <WH5704> we were passed <WH5674> over, <WH5674> that their heart <WH3824> melted, <WH4549> neither <WH3808> was there spirit <WH7307> in them any more, <WH5750> because <WH6440> of the children <WH1121> of Israel. <WH3478>"},{"number":2,"verse":"At that time <WH6256> the LORD <WH3068> said <WH559> to Joshua, <WH3091> Make <WH6213> you sharp <WH6697> knives, <WH2719> and circumcise <WH4135> again <WH7725> the children <WH1121> of Israel <WH3478> the second <WH8145> time."},{"number":3,"verse":"And Joshua <WH3091> made <WH6213> him sharp <WH6697> knives, <WH2719> and circumcised <WH4135> the children <WH1121> of Israel <WH3478> at <WH413> the hill <WH1389> of the foreskins. <WH6190>"},{"number":4,"verse":"And this <WH2088> is the cause <WH1697> why <WH834> Joshua <WH3091> did circumcise: <WH4135> All <WH3605> the people <WH5971> that came <WH3318> out of Egypt, <WH4714> that were males, <WH2145> even all <WH3605> the men <WH582> of war, <WH4421> died <WH4191> in the wilderness <WH4057> by the way, <WH1870> after they came <WH3318> out of Egypt. <WH4714>"},{"number":5,"verse":"Now <WH3588> all <WH3605> the people <WH5971> that came <WH3318> out were circumcised: <WH4135> but all <WH3605> the people <WH5971> that were born <WH3209> in the wilderness <WH4057> by the way <WH1870> as they came <WH3318> forth <WH3318> out of Egypt, <WH4714> them they had not circumcised. <WH4135>"},{"number":6,"verse":"For the children <WH1121> of Israel <WH3478> walked <WH1980> forty <WH705> years <WH8141> in the wilderness, <WH4057> till <WH5704> all <WH3605> the people <WH1471> that were men <WH582> of war, <WH4421> which came <WH3318> out of Egypt, <WH4714> were consumed, <WH8552> because <WH834> they obeyed <WH8085> not the voice <WH6963> of the LORD: <WH3068> to whom <WH834> <WH1992> the LORD <WH3068> swore <WH7650> that he would not show <WH7200> them the land, <WH776> which <WH834> the LORD <WH3068> swore <WH7650> to their fathers <WH1> that he would give <WH5414> us, a land <WH776> that flows <WH2100> with milk <WH2461> and honey. <WH1706>"},{"number":7,"verse":"And their children, <WH1121> whom he raised <WH6965> up in their stead, <WH8478> them Joshua <WH3091> circumcised: <WH4135> for they were uncircumcised, <WH6189> because <WH3588> they had not circumcised <WH4135> them by the way. <WH1870>"},{"number":8,"verse":"And it came <WH1961> to pass, when <WH834> they had done <WH8552> circumcising <WH4135> all <WH3605> the people, <WH1471> that they stayed <WH3427> in their places <WH8478> in the camp, <WH4264> till <WH5704> they were whole. <WH2421>"},{"number":9,"verse":"And the LORD <WH3068> said <WH559> to Joshua, <WH3091> This day <WH3117> have I rolled <WH1556> away the reproach <WH2781> of Egypt <WH4714> from off <WH5921> you. Why the name <WH8034> of the place <WH4725> is called <WH7121> Gilgal <WH1537> to this <WH2088> day. <WH3117>"},{"number":10,"verse":"And the children <WH1121> of Israel <WH3478> encamped <WH2583> in Gilgal, <WH1537> and kept <WH6213> the passover <WH6453> on the fourteenth <WH702> <WH6240> day <WH3117> of the month <WH2320> at even <WH6153> in the plains <WH6160> of Jericho. <WH3405>"},{"number":11,"verse":"And they did eat <WH398> of the old <WH5669> corn <WH5669> of the land <WH776> on the morrow <WH4283> after the passover, <WH6453> unleavened <WH4682> cakes, <WH4682> and parched corn in the selfsame <WH2088> <WH6106> day. <WH3117>"},{"number":12,"verse":"And the manna <WH4478> ceased <WH7673> on the morrow <WH4283> after they had eaten <WH398> of the old <WH5669> corn <WH5669> of the land; <WH776> neither <WH3808> had <WH1961> the children <WH1121> of Israel <WH3478> manna <WH4478> any more; <WH5750> but they did eat <WH398> of the fruit <WH8393> of the land <WH776> of Canaan <WH3667> that year. <WH8141>"},{"number":13,"verse":"And it came <WH1961> to pass, when Joshua <WH3091> was by Jericho, <WH3405> that he lifted <WH5375> up his eyes <WH5869> and looked, <WH7200> and, behold, <WH2009> there stood <WH5975> a man <WH376> over <WH5048> against <WH5048> him with his sword <WH2719> drawn <WH8025> in his hand: <WH3027> and Joshua <WH3091> went <WH3212> to him, and said <WH559> to him, Are you for us, or for our adversaries? <WH6862>"},{"number":14,"verse":"And he said, <WH559> No; <WH3808> but as captain <WH8269> of the host <WH6635> of the LORD <WH3068> am I now <WH6258> come. <WH935> And Joshua <WH3091> fell <WH5307> on <WH413> his face <WH6440> to the earth, <WH776> and did worship, <WH7812> and said <WH559> to him, What <WH4100> said <WH1696> my Lord <WH113> to his servant? <WH5650>"},{"number":15,"verse":"And the captain <WH8269> of the LORD's <WH3068> host <WH6635> said <WH559> to Joshua, <WH3091> Loose <WH5394> your shoe <WH5275> from off <WH5921> your foot; <WH7272> for the place <WH4725> where on <WH834> <WH5921> you stand <WH5975> is holy. <WH6944> And Joshua <WH3091> did <WH6213> so. <WH3651>"}]}