{"bibleAbbr":"BB1572","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":10,"verses":[{"number":1,"verse":"A dead flye doth corrupt sweete oyntment, and maketh it to stinke: Euen so oft tymes he that hath ben had in estimation for wysdome and honour, is abhorred because of a litle foolishnesse."},{"number":2,"verse":"A wyse mans heart is vpon his right hande, but a fooles heart vpon his left."},{"number":3,"verse":"A foole wyll shewe him selfe when he goeth by the way, yet thinketh he that euery man doth as foolishly as him self."},{"number":4,"verse":"If a principall spirite be geuen thee to beare rule, be not negligent then in thine office: for he that can take cure of him selfe, auoydeth great offences."},{"number":5,"verse":"Another plague is there whiche I haue seene vnder the sunne, namely, the ignoraunce that is commonly among princes: in that a foole sitteth in great dignitie, and the riche are set downe beneath."},{"number":6,"verse":"(10:5) in that a foole sitteth in great dignitie, and the riche are set downe beneath."},{"number":7,"verse":"(10:6) I haue seene seruauntes ride vpon horses, and princes goyng vpon their feete as it were seruauntes."},{"number":8,"verse":"(10:7) But he that diggeth vp a pitte, shall fall therin hym selfe: and who so breaketh downe the hedge, a serpent shall byte hym."},{"number":9,"verse":"(10:8) Who so remoueth stones, shall haue trauayle withall: and he that heweth wood, shalbe hurt therwith."},{"number":10,"verse":"(10:9) When an iron is blunt and the poynt not sharpened, it must be whet agayne, and that with might: Euen so doth wisdome folowe diligence."},{"number":11,"verse":"(10:10) A backbiter is no better then a serpent that stingeth without hissing."},{"number":12,"verse":"(10:11) The wordes out of a wyse mans mouth are gratious: but the lippes of a foole wyll destroy him selfe."},{"number":13,"verse":"(10:12) The beginning of his talking is foolishnesse: & the last worde of his mouth is starke madnesse."},{"number":14,"verse":"(10:13) A foole is full of wordes, and a man can not tell what shall come to passe: who wyll then warne hym of it that shall folowe after hym?"},{"number":15,"verse":"(10:14) The labour of the foolishe is greeuous vnto them, whyle they know not howe to go into the citie."},{"number":16,"verse":"(10:15) Wo be vnto thee O thou lande, whose kyng is but a chylde, and whose princes are early at their bankettes."},{"number":17,"verse":"(10:16) But well is thee O thou lande, whose kyng is come of nobles, and whose princes eate in due season for necessitie, and not for lust."},{"number":18,"verse":"(10:17) Thorowe slouthfulnesse the balkes fall downe, and thorowe idle handes it rayneth in at the house."},{"number":19,"verse":"(10:18) Meate maketh men to laugh, and wine maketh them merie: but vnto money are all thinges obedient."},{"number":20,"verse":"(10:19) Wishe the king no euil in thy thought, and speake no hurt of the riche in thy priuie chaumber: for a byrde of the ayre shall betray thy voyce, and with her fethers shall she bewray thy wordes."}]}