{"bibleAbbr":"BB1572","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":5,"verses":[{"number":1,"verse":"(4:17) When thou commest into the house of God, kepe thy foote and drawe nye, that God which is at hande may heare that thou geue not the offerynges of fooles: for they knowe naught but to do euyll."},{"number":2,"verse":"(5:1) Be not hastye with thy mouth, and let not thine heart speake any thyng rashly before God: For God is in heauen, and thou vpon earth, therfore let thy wordes be fewe."},{"number":3,"verse":"(5:2) For where much carefulnesse is, there are many dreames: and where many wordes are, there men may heare fooles."},{"number":4,"verse":"(5:3) If thou make a vowe vnto God, be not slacke to perfourme it: As for foolish vowes he hath no pleasure in them: yf thou promise any thyng, pay it."},{"number":5,"verse":"(5:4) For better is it that thou make no vowe, then that thou shouldest promise and not pay."},{"number":6,"verse":"(5:5) Suffer not thy mouth to cause thy fleshe for to sinne, neither say thou before the angell that it is thy ignoraunce: for then God wyll be angry at thy voyce, and destroy all the worke of thyne handes."},{"number":7,"verse":"(5:6) And why? wheras are many dreames and many wordes, there are also diuers vanities: but loke that thou feare God."},{"number":8,"verse":"(5:7) If thou seest the poore to be oppressed, and wrongfully dealt withall, so that equitie and right of the lawe is wrested in the lande, maruayle not thou at such a thyng: for he that is higher then the hyghest regardeth, and there be hygher then they."},{"number":9,"verse":"(5:8) The encrease of the earth vpholdeth all thyng: yea the kyng hym selfe is maynteyned by husbandry."},{"number":10,"verse":"(5:9) He that loueth money, wyll neuer be satisfied with money: and he that loueth riches, shalbe without the fruite therof: This is also a vayne thyng."},{"number":11,"verse":"(5:10) Wheras much riches is, there are many also that spende them away: And what pleasure more hath he that possesseth them, sauyng that he may loke vpon them with his eyes?"},{"number":12,"verse":"(5:11) A labouryng man sleepeth swetely, whether it be litle or much that he eateth: but the aboundaunce of the riche wyll not suffer him to sleepe."},{"number":13,"verse":"(5:12) Yet is there a sore plague which I haue seene vnder the sunne [namely] riches kept to the hurt of him that hath them in possession:"},{"number":14,"verse":"(5:13) For oft tymes they perishe with his great miserie and trouble: and yf he haue a chylde, it getteth nothyng."},{"number":15,"verse":"(5:14) Lyke as he came naked out of his mothers wombe, so goeth he thyther agayne, and caryeth nothyng away with him of all his labour."},{"number":16,"verse":"(5:15) This is a miserable plague, that he shall go euen as he came away: What helpeth it him then that he hath laboured in the wynde?"},{"number":17,"verse":"(5:16) All the dayes of his lyfe also he dyd eate in the darke, with great carefulnesse, sicknesse, and sorowe."},{"number":18,"verse":"(5:17) Therfore me thinke it a better and a fayrer thyng, a man to eate and drynke, and to be refresshed of all his labour that he taketh vnder the sunne, all the dayes of his lyfe which God geueth him: for this is his portion."},{"number":19,"verse":"(5:18) For vnto whom soeuer God geueth riches, goodes, and power, he geueth it him to enioy it, to take it for his portion, and to be refresshed of his labour: this is the gyft of God."},{"number":20,"verse":"(5:19) For he thinketh not much howe long he shall lyue, forasmuch as God fylleth his heart with gladnesse."}]}