{"bibleAbbr":"YLT1898","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"And the youth Samuel is serving JEHOVAH before Eli, and the word of JEHOVAH hath been precious in those days - there is no vision broken forth."},{"number":2,"verse":"And it cometh to pass, at that time, that Eli is lying down in his place, and his eyes have begun to be dim - he is not able to see."},{"number":3,"verse":"And the lamp of God is not yet extinguished, and Samuel is lying down in the temple of JEHOVAH, where the ark of God [is],"},{"number":4,"verse":"and JEHOVAH calleth unto Samuel, and he saith, ‘Here [am] I.’"},{"number":5,"verse":"And he runneth unto Eli, and saith, ‘Here [am] I, for thou hast called for me;’ and he saith, ‘I called not; turn back, lie down;’ and he goeth and lieth down."},{"number":6,"verse":"And JEHOVAH addeth to call again Samuel, and Samuel riseth and goeth unto Eli, and saith, ‘Here [am] I, for thou hast called for me;’ and he saith, ‘I have not called, my son, turn back, lie down.’"},{"number":7,"verse":"And Samuel hath not yet known JEHOVAH, and the word of JEHOVAH is not yet revealed unto him."},{"number":8,"verse":"And JEHOVAH addeth to call Samuel the third time, and he riseth and goeth unto Eli, and saith, ‘Here [am] I, for thou hast called for me;’ and Eli understandeth that JEHOVAH is calling to the youth."},{"number":9,"verse":"And Eli saith to Samuel, ‘Go, lie down, and it hath been, if He doth call unto thee, that thou hast said, Speak, JEHOVAH, for Thy servant is hearing;’ and Samuel goeth and lieth down in his place."},{"number":10,"verse":"And JEHOVAH cometh, and stationeth Himself, and calleth as time by time, ‘Samuel, Samuel;’ and Samuel saith, ‘Speak, for Thy servant if hearing.’"},{"number":11,"verse":"And JEHOVAH saith unto Samuel, ‘Lo, I am doing a thing in Israel, at which the two ears of every one hearing it do tingle."},{"number":12,"verse":"In that day I establish unto Eli all that I have spoken unto his house, beginning and completing;"},{"number":13,"verse":"and I have declared to him that I am judging his house - to the age, for the iniquity which he hath known, for his sons are making themselves vile, and he hath not restrained them,"},{"number":14,"verse":"and therefore I have sworn to the house of Eli: the iniquity of the house of Eli is not atoned for, by sacrifice, and by offering - unto the age.’"},{"number":15,"verse":"And Samuel lieth till the morning, and openeth the doors of the house of JEHOVAH, and Samuel is afraid of declaring the vision unto Eli."},{"number":16,"verse":"And Eli calleth Samuel, and saith, ‘Samuel, my son;’ and he saith, ‘Here [am] I.’"},{"number":17,"verse":"And he saith, ‘What [is] the word which He hath spoken unto thee? I pray thee, hide it not from me; so doth God do to thee, and so doth He add, if thou hidest from me a word of all the words that He hath spoken unto thee.’"},{"number":18,"verse":"And Samuel declareth to him the whole of the words, and hath not hid from him; and he saith, ‘It [is] JEHOVAH; that which is good in His eyes He doth.’"},{"number":19,"verse":"And Samuel groweth up, and JEHOVAH hath been with him, and hath not let fall any of his words to the earth;"},{"number":20,"verse":"and all Israel know, from Dan even unto Beer-Sheba, that Samuel is established for a prophet to JEHOVAH."},{"number":21,"verse":"And JEHOVAH addeth to appear in Shiloh, for JEHOVAH hath been revealed unto Samuel, in Shiloh, by the word of JEHOVAH."}]}