{"bibleAbbr":"NASB2020","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":1,"verses":[{"number":1,"verse":"The Revelation of Jesus Christ The Revelation of Jesus Christ, which God gave Him to show to His bond-servants, the things which must soon take place; and He sent and (Or signified) communicated it by His angel to His bond-servant John,"},{"number":2,"verse":"who testified to the word of God and to the testimony of Jesus Christ, everything that he saw."},{"number":3,"verse":"Blessed is the one who reads, and those who hear the words of the prophecy and (Or follow) keep the things which are written in it; for the time is near."},{"number":4,"verse":"Message to the Seven Churches John to the seven churches that are in Asia: Grace to you and peace from Him who is, and who was, and who (Or is coming) is to come, and from the (Possibly a symbolic reference to the Holy Spirit in His fullness, or to seven key angels) seven spirits who are before His throne,"},{"number":5,"verse":"and from Jesus Christ, the faithful witness, the firstborn of the dead, and the ruler of the kings of the earth. To Him who loves us and released us from our sins by His blood—"},{"number":6,"verse":"and He made us into a kingdom, priests to (Or God and His Father) His God and Father—to Him be the glory and the dominion forever and ever. Amen."},{"number":7,"verse":"BEHOLD, HE IS COMING WITH THE CLOUDS, and every eye will see Him, even those who pierced Him; and all the tribes of the earth will mourn over Him. (Or Yes. Amen.) So it is to be. Amen."},{"number":8,"verse":"“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who (Or is coming) is to come, the Almighty.”"},{"number":9,"verse":"The Patmos Vision I, John, your brother and fellow participant in the tribulation and kingdom and (Or steadfastness) perseverance in Jesus, was on the island called Patmos because of the word of God and the testimony of Jesus."},{"number":10,"verse":"I was in the (Or spirit) Spirit on the Lord’s day, and I heard behind me a loud voice like the sound of a trumpet,"},{"number":11,"verse":"saying, “Write (Or in a book) on a scroll what you see, and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”"},{"number":12,"verse":"Then I turned to see the voice that was speaking with me. And after turning I saw seven golden lampstands;"},{"number":13,"verse":"and in the middle of the lampstands I saw one like (Or the Son of Man) a son of man, clothed in a robe reaching to the feet, and wrapped around the chest with a golden sash."},{"number":14,"verse":"His head and His hair were white like white wool, like snow; and His eyes were like a flame of fire."},{"number":15,"verse":"His feet were like (Or fine brass) burnished bronze when it has been heated to a glow in a furnace, and His voice was like the sound of many waters."},{"number":16,"verse":"In His right hand He held seven stars, and out of His mouth came a sharp two-edged sword; and His face was like the sun (Lit shines) shining in its strength."},{"number":17,"verse":"When I saw Him, I fell at His feet like a dead man. And He placed His right hand on me, saying, “Do not be afraid; I am the first and the last,"},{"number":18,"verse":"and the living One; and I (Lit became) was dead, and behold, I am alive forevermore, and I have the keys of death and of Hades."},{"number":19,"verse":"Therefore write the things which you have seen, (Or both the things) and the things which are, and the things which will take place after these things."},{"number":20,"verse":"As for the mystery of the seven stars which you saw in My right hand, and the seven golden lampstands: the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches."}]}