{"bibleAbbr":"ASV1901","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":4,"verses":[{"number":1,"verse":"Hear <WH8085> the word<WH1697> of Jehovah<WH3068>, ye children<WH1121> of Israel<WH3478>; for Jehovah<WH3068> hath a controversy<WH7379> with the inhabitants<WH3427> of the land<WH776>, because there is no truth<WH571>, nor goodness<WH2617>, nor knowledge<WH1847> of God<WH430> in the land<WH776>."},{"number":2,"verse":"There is nought but swearing<WH422> and breaking faith<WH3584>, and killing<WH7523>, and stealing<WH1589>, and committing adultery<WH5003>; they break out<WH6555>, and blood<WH1818> toucheth<WH5060> blood<WH1818>."},{"number":3,"verse":"Therefore shall the land<WH776> mourn<WH56>, and every one that dwelleth<WH3427> therein shall languish<WH535>, with the beasts<WH2416> of the field<WH7704> and the birds<WH5775> of the heavens<WH8064>; yea<WH1709>, the fishes of the sea<WH3220> also shall be taken away<WH622>."},{"number":4,"verse":"Yet let no man<WH376> strive<WH7378>, neither let any man reprove<WH3198>; <WH376> for thy people<WH5971> are as they that strive<WH7378> with the priest<WH3548>."},{"number":5,"verse":"And thou shalt stumble<WH3782> in the day<WH3117>, and the prophet<WH5030> also shall stumble<WH3782> with thee in the night<WH3915>; and I will destroy<WH1820> thy mother<WH517>."},{"number":6,"verse":"My people<WH5971> are destroyed<WH1820> for lack of knowledge<WH1847>: because thou hast rejected<WH3988> knowledge<WH1847>, I will also reject<WH3988> thee<WH3547>, that thou shalt be no priest to me<WH7911>: seeing thou hast forgotten the law<WH8451> of thy God<WH430>, I also will forget<WH7911> thy children<WH1121>."},{"number":7,"verse":"As they were multiplied<WH7230>, so they sinned<WH2398> against me<WH4171>: I will change their glory<WH3519> into shame<WH7036>."},{"number":8,"verse":"They feed<WH398> on the sin<WH2403> of my people<WH5971>, and set<WH5375> their heart<WH5315> on their iniquity<WH5771>."},{"number":9,"verse":"And it shall be<WH5971>, like people, like priest<WH3548>; and I will punish<WH6485> them for their ways<WH1870>, and will requite<WH7725> them their doings<WH4611>."},{"number":10,"verse":"And they shall eat<WH398>, and not have enough<WH7646>; they shall play the harlot<WH2181>, and shall not increase<WH6555>; because they have left off<WH5800> taking heed<WH8104> to Jehovah<WH3068>."},{"number":11,"verse":"Whoredom <WH2184> and wine<WH3196> and new wine<WH8492> take away<WH3947> the understanding<WH3820>."},{"number":12,"verse":"My people<WH5971> ask<WH7592> counsel at their stock<WH6086>, and their staff<WH4731> declareth<WH5046> unto them<WH7307>; for the spirit of whoredom<WH2183> hath caused them to err<WH8582>, and they have played the harlot<WH2181>, departing from under their God<WH430>."},{"number":13,"verse":"They sacrifice<WH2076> upon the tops<WH7218> of the mountains<WH2022>, and burn incense<WH6999> upon the hills<WH1389>, under oaks<WH437> and poplars<WH3839> and terebinths<WH424>, because the shadow<WH6738> thereof is good<WH2896>: therefore your daughters<WH1323> play the harlot<WH2181>, and your brides<WH3618> commit adultery<WH5003>."},{"number":14,"verse":"I will not punish<WH6485> your daughters<WH1323> when they play the harlot<WH2181>, nor your brides<WH3618> when they commit adultery<WH5003>; for the men themselves go apart<WH6504> with harlots<WH2181>, and they sacrifice<WH2076> with the prostitutes<WH6948>; and the people<WH5971> that doth not understand<WH995> shall be overthrown<WH3832>."},{"number":15,"verse":"Though thou<WH3478>, Israel, play the harlot<WH2181>, yet let not Judah<WH3063> offend<WH816>; and come<WH935> not ye unto Gilgal<WH1537>, neither go ye up<WH5927> to Beth-aven<WH1007>, nor swear<WH7650>, As Jehovah<WH3068> liveth<WH2416>."},{"number":16,"verse":"For Israel<WH3478> hath behaved himself stubbornly<WH5637>, like a stubborn<WH5637> heifer<WH6510>: now will Jehovah<WH3068> feed<WH7462> them as a lamb<WH3532> in a large place<WH4800>."},{"number":17,"verse":"Ephraim <WH669> is joined<WH2266> to idols<WH6091>; let him alone<WH3240>."},{"number":18,"verse":"Their drink<WH5435> is become sour<WH5493>; they play the harlot<WH2181> continually<WH2181>; her rulers<WH4043> dearly<WH3051> love<WH157> shame<WH7036>."},{"number":19,"verse":"The wind<WH7307> hath wrapped her up<WH6887> in its wings<WH3671>; and they shall be put to shame<WH954> because of their sacrifices<WH2077>."}]}