{"bibleAbbr":"ASV1901","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":9,"verses":[{"number":1,"verse":"Rejoice <WH8055> not<WH3478>, O Israel, for joy<WH1524>, like the peoples<WH5971>; for thou hast played the harlot<WH2181>, departing from thy God<WH430>; thou hast loved<WH157> hire<WH868> upon every grain-floor<WH1637>."},{"number":2,"verse":"The threshing-floor<WH1637> and the winepress<WH3342> shall not feed<WH7462> them<WH8492>, and the new wine shall fail her<WH3584>."},{"number":3,"verse":"They shall not dwell<WH3427> in Jehovah<WH3068>'s land<WH776>; but Ephraim<WH669> shall return<WH7725> to Egypt<WH4714>, and they shall eat<WH398> unclean<WH2931> food in Assyria<WH804>."},{"number":4,"verse":"They shall not pour<WH5258> out wine<WH3196>- offerings to Jehovah<WH3068>, neither shall they be pleasing<WH6149> unto him<WH2077>: their sacrifices shall be unto them as the bread<WH3899> of mourners<WH205>; all that eat<WH398> thereof shall be polluted<WH2930>; for their bread<WH3899> shall be for their appetite<WH5315>; it shall not come<WH935> into the house<WH1004> of Jehovah<WH3068>."},{"number":5,"verse":"What will ye do<WH6213> in the day<WH3117> of solemn<WH4150> assembly<WH3117>, and in the day of the feast<WH2282> of Jehovah<WH3068>?"},{"number":6,"verse":"For <WH1980>, lo, they are gone away from destruction<WH7701>; yet Egypt<WH4714> shall gather them up<WH6908>, Memphis<WH4644> shall bury<WH6912> them<WH4261>; their pleasant things of silver<WH3701>, nettles<WH7057> shall possess<WH3423> them<WH2336>; thorns shall be in their tents<WH168>."},{"number":7,"verse":"The days<WH3117> of visitation<WH6486> are come<WH935>, the days<WH3117> of recompense<WH7966> are come<WH935>; Israel<WH3478> shall know<WH3045> it<WH5030>: the prophet is a fool<WH191>, the man<WH376> that hath the spirit<WH7307> is mad<WH7696>, for the abundance<WH7230> of thine iniquity<WH5771>, and because the enmity<WH4895> is great<WH7227>."},{"number":8,"verse":"Ephraim <WH669> was a watchman<WH6822> with my God<WH430>: as for the prophet<WH5030>, a fowler<WH3352>'s snare<WH6341> is in all his ways<WH1870>, and enmity<WH4895> in the house<WH1004> of his God<WH430>."},{"number":9,"verse":"They have deeply<WH6009> corrupted<WH7843> themselves<WH3117>, as in the days of Gibeah<WH1390>: he will remember<WH2142> their iniquity<WH5771>, he will visit<WH6485> their sins<WH2403>."},{"number":10,"verse":"I found<WH4672> Israel<WH3478> like grapes<WH6025> in the wilderness<WH4057>; I saw<WH7200> your fathers<WH1> as the first-ripe<WH1063> in the fig-tree<WH8384> at its first season<WH7225>: but they came<WH935> to Baal-peor<WH1187>, and consecrated<WH5144> themselves unto the shameful<WH1322> thing<WH8251>, and became abominable like that which they loved<WH157>."},{"number":11,"verse":"As for Ephraim<WH669>, their glory<WH3519> shall fly away<WH5774> like a bird<WH5775>: there shall be no birth<WH3205>, and none with child<WH990>, and no conception<WH2032>."},{"number":12,"verse":"Though they bring up<WH1431> their children<WH1121>, yet will I bereave<WH7921> them<WH120>, so that not a man shall be left<WH188>: yea, woe also to them when I depart from them<WH5493>!"},{"number":13,"verse":"Ephraim <WH669>, like as I have seen<WH7200> Tyre<WH6865>, is planted<WH8362> in a pleasant place<WH5116>: but Ephraim<WH669> shall bring out<WH3318> his children<WH1121> to the slayer<WH2026>."},{"number":14,"verse":"Give <WH5414> them<WH3068>, O Jehovah—what wilt thou give<WH5414>? give<WH5414> them a miscarrying<WH7921> womb<WH7358> and dry<WH6784> breasts<WH7699>."},{"number":15,"verse":"All their wickedness<WH7451> is in Gilgal<WH1537>; for there I hated<WH8130> them<WH7455>: because of the wickedness of their doings<WH4611> I will drive them out<WH1644> of my house<WH1004>; I will love<WH160> them no more<WH3254>; all their princes<WH8269> are revolters<WH5637>."},{"number":16,"verse":"Ephraim <WH669> is smitten<WH5221>, their root<WH8328> is dried up<WH3001>, they shall bear<WH6213> no fruit<WH6529>: yea<WH3205>, though they bring forth, yet will I slay<WH4191> the beloved<WH4261> fruit of their womb<WH990>."},{"number":17,"verse":"My God<WH430> will cast them away<WH3988>, because they did not hearken<WH8085> unto him<WH5074>; and they shall be wanderers among the nations<WH1471>."}]}