{"bibleAbbr":"PESH1849","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":3,"verses":[{"number":1,"verse":"Put them in mind that to princes and to powers they are to hearken and to be obedient, and to be prepared for every good work."},{"number":2,"verse":"And against no man to rail, nor be contentious, but gentle, and in every thing to show their benignity towards all men."},{"number":3,"verse":"For we also were afore-time without understanding, and disobedient and erring, and were subjected to various lusts; and in malice, and in envy we conversed, and were hateful, and also hating one another."},{"number":4,"verse":"But when appeared the goodness and mercy of Aloha our Saviour,"},{"number":5,"verse":"not by works of righteousness which we had done, but by his own mercy he saved us, by the laving of the birth which is afresh, by the renewing of the Spirit of Holiness,"},{"number":6,"verse":"which he shed upon us abundantly, by Jeshu Meshiha our Saviour;"},{"number":7,"verse":"that by his grace we might be justified, and be made heirs according to the hope of the life which is eternal."},{"number":8,"verse":"Faithful is the word; and in this I will that thou also establish them, that they should be careful to perform good works, they who have believed in Aloha. These are good and profitable unto men."},{"number":9,"verse":"But from foolish disputations, and from tales of genealogies, and from contentions, and strifes of the sophree,[Scribes.] withdraw; for profit is not in them, and they are vain."},{"number":10,"verse":"From an heretical man, after one time and twice thou hast admonished him, withdraw;"},{"number":11,"verse":"and know that he who is such is perverse, and sinneth, and condemneth himself."},{"number":12,"verse":"When I have sent to thee Artema, or Tykikos, be careful to come to me at Nikopolis; for there I have determined in my mind to winter."},{"number":13,"verse":"But concerning Zina the sophra, and Apolo, be careful to provide them well, that nothing may be wanting to them."},{"number":14,"verse":"And let those also who are of us, learn to perform good works in things which are necessary, that they may not be without fruits."},{"number":15,"verse":"All they who are with me ask for thy peace. Ask for the peace of all who love us in the faith. Grace be with all of you. Amen."}]}