{"bibleAbbr":"CVB1535","bookName":"James","bookEnglishName":"James","chapterNumber":3,"verses":[{"number":1,"verse":"My brethre, be not euery man a master, remebrynge how that we shall receaue the more damnacion:"},{"number":2,"verse":"for in many thinges we synne all. Yf a man synne not in worde, the same is a parfecte man, & able to tame all the body."},{"number":3,"verse":"Beholde, we put bittes into the horses mouthes yt they shulde obeye vs, and we turne aboute all the body."},{"number":4,"verse":"Beholde also ye shyppes, which though they be so gret, and are dryuen of fearce windes, yet are they turned about with a very smale helme, whither soeuer the violence of the gouerner wyll."},{"number":5,"verse":"Euen so the toge is a lyttell member, and bosteth great thinges. Beholde how gret a thinge a lyttell fyre kyndleth,"},{"number":6,"verse":"and the tonge is fyre, and a worlde of wyckednes. So is the tonge set amonge oure membres, that it defileth the whole body, and setteth a fyre all that we haue of nature, and is it selfe set a fyre euen of hell."},{"number":7,"verse":"All the natures of beastes, and of byrdes, and of serpentes, and thinges of the see, are meked and tamed of the nature of ma."},{"number":8,"verse":"But the toge can no man tame. Yt is an vnruely euell full of deedly poysou."},{"number":9,"verse":"Therwith blesse we God the father, and therwith cursse we men which are made after the similitude of God."},{"number":10,"verse":"Out of one mouth proceadeth blessynge and cursynge. My brethre these thinges ought not so to be."},{"number":11,"verse":"Doth a fountayne sende forth at one place swete water and bytter also?"},{"number":12,"verse":"Can the fygge tree, my Brethren, beare oliue beries: ether a vyne beare fygges?"},{"number":13,"verse":"So can no fountayne geue bothe salt water and fresshe also. If eny man be wyse and endued with learnynge amonge you, let him shewe the workes of his good couersacion in meknes that is coupled with wissdome."},{"number":14,"verse":"But yf ye haue bitter enuyenge and stryfe in yor hertes, reioyce not: nether be lyars agaynst the trueth."},{"number":15,"verse":"This wissdome descendeth not from aboue: but is erthy, and naturall, and dyuelishe."},{"number":16,"verse":"For where enuyenge and stryfe is, there is vnstablenes and all maner of euell workes."},{"number":17,"verse":"But the wissdom that is fro aboue, is fyrst pure, the peasable, gentle, and easy to be entreated, full of mercy and good frutes, without iudgynge, and without simulacion:"},{"number":18,"verse":"yee, and the frute of rightewesnes is sowen in peace, of the that mayntene peace."}]}