{"bibleAbbr":"NRSVue2021","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"Jonathan Intercedes for David (1 Sam 18.1-3, 8, 9) Saul spoke with his son Jonathan and with all his servants about killing David. But Saul’s son Jonathan took great delight in David."},{"number":2,"verse":"Jonathan told David, “My father Saul is trying to kill you; therefore be on guard tomorrow morning; stay in a secret place and hide yourself."},{"number":3,"verse":"(1 Sam 20.9, 13) I will go out and stand beside my father in the field where you are, and I will speak to my father about you; if I learn anything I will tell you.”"},{"number":4,"verse":"(Gen 42.22; 1 Sam 20.32) Jonathan spoke well of David to his father Saul, saying to him, “The king should not sin against his servant David, because he has not sinned against you and because his deeds have been of good service to you,"},{"number":5,"verse":"(1 Sam 11.13; 17.49, 50; 20.32) for he took his life in his hand when he attacked the Philistine, and the LORD brought about a great victory for all Israel. You saw it and rejoiced; why then will you sin against an innocent person by killing David without cause?”"},{"number":6,"verse":"Saul heeded the voice of Jonathan; Saul swore, “As the LORD lives, he shall not be put to death.”"},{"number":7,"verse":"(1 Sam 16.21; 18.2, 13) So Jonathan called David and related all these things to him. Jonathan then brought David to Saul, and he was in his presence as before."},{"number":8,"verse":"Michal Helps David Escape from Saul Again there was war, and David went out to fight the Philistines. He launched a heavy attack on them, so that they fled before him."},{"number":9,"verse":"(1 Sam 16.14; 18.10, 11) Then an evil spirit from the LORD came upon Saul as he sat in his house with his spear in his hand, while David was playing music."},{"number":10,"verse":"(1 Sam 18.11) Saul sought to pin David to the wall with the spear, but he eluded Saul, so that he struck the spear into the wall. David fled and escaped that night."},{"number":11,"verse":"Saul sent messengers to David’s house to keep watch over him, planning to kill him in the morning. David’s wife Michal told him, “If you do not save your life tonight, tomorrow you will be killed.”"},{"number":12,"verse":"(Josh 2.15; Acts 9.24, 25) So Michal let David down through the window; he fled away and escaped."},{"number":13,"verse":"Michal took an idol (Heb the teraphim) and laid it on the bed; she put a net (Meaning of Heb uncertain) of goats’ hair on its head and covered it with the clothes."},{"number":14,"verse":"(Josh 2.5) When Saul sent messengers to take David, she said, “He is sick.”"},{"number":15,"verse":"Then Saul sent the messengers to see David for themselves. He said, “Bring him up to me in the bed, that I may kill him.”"},{"number":16,"verse":"When the messengers came in, the idol (Heb the teraphim) was in the bed, with the covering (Meaning of Heb uncertain) of goats’ hair on its head."},{"number":17,"verse":"Saul said to Michal, “Why have you deceived me like this and let my enemy go, so that he has escaped?” Michal answered Saul, “He said to me, ‘Let me go; why should I kill you?’ ”"},{"number":18,"verse":"David Joins Samuel in Ramah (1 Sam 7.17) Now David fled and escaped; he came to Samuel at Ramah and told him all that Saul had done to him. He and Samuel went and settled at Naioth."},{"number":19,"verse":"Saul was told, “David is at Naioth in Ramah.”"},{"number":20,"verse":"(vv 11, 14|1SA 19:1114; Num 11.25; 1 Sam 10.5, 6) Then Saul sent messengers to take David. When they saw the company of the prophets in a frenzy, with Samuel standing in charge of (Meaning of Heb uncertain) them, the spirit of God came upon the messengers of Saul, and they also fell into a prophetic frenzy."},{"number":21,"verse":"When Saul was told, he sent other messengers, and they also fell into a frenzy. Saul sent messengers again the third time, and they also fell into a frenzy."},{"number":22,"verse":"Then he himself went to Ramah. He came to the great well that is in Secu; he asked, “Where are Samuel and David?” And someone said, “They are at Naioth in Ramah.”"},{"number":23,"verse":"(1 Sam 10.10-12; Isa 20.2) He went there, toward Naioth in Ramah, and the spirit of God came upon him. As he was going, he fell into a prophetic frenzy, until he came to Naioth in Ramah."},{"number":24,"verse":"He, too, stripped off his clothes, and he, too, fell into a frenzy before Samuel. He lay naked all that day and all that night. Therefore it is said, “Is Saul also among the prophets?”"}]}