{"bibleAbbr":"NRSVue2021","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":25,"verses":[{"number":1,"verse":"(Death of Samuel) (Gen 21.21; Deut 34.8; 1 Sam 28.3; 2 Chr 33.20) Now Samuel died, and all Israel assembled and mourned for him. They buried him at his home in Ramah. Then David got up and went down to the wilderness of Paran."},{"number":2,"verse":"(David and Abigail) (Josh 15.55; 1 Sam 23.24) There was a man in Maon whose property was in Carmel. The man was very rich; he had three thousand sheep and a thousand goats. He was shearing his sheep in Carmel."},{"number":3,"verse":"Now the name of the man was Nabal, and the name of his wife was Abigail. The woman was clever and beautiful, but the man was surly and mean; he was a Calebite."},{"number":4,"verse":"David heard in the wilderness that Nabal was shearing his sheep."},{"number":5,"verse":"So David sent ten young men, and David said to the young men, “Go up to Carmel, and go to Nabal, and greet him in my name."},{"number":6,"verse":"(1 Chr 12.18) Thus you shall salute him, ‘Peace be to you, and peace be to your house, and peace be to all that you have."},{"number":7,"verse":"(vv 15, 21|1SA 25:1521; 2 Sam 13.23, 24) I hear that you have shearers; now your shepherds have been with us, and we did them no harm, and they missed nothing all the time they were in Carmel."},{"number":8,"verse":"(Neh 8.10-12) Ask your young men, and they will tell you. Therefore let my young men find favor in your sight, for we have come on a feast day. Please give whatever you have at hand to your servants and to your son David.’ ”"},{"number":9,"verse":"When David’s young men came, they said all this to Nabal in the name of David, and then they waited."},{"number":10,"verse":"(Judg 9.28) But Nabal answered David’s servants, “Who is David? Who is the son of Jesse? There are many servants today who are breaking away from their masters."},{"number":11,"verse":"Shall I take my bread and my water and the meat that I have butchered for my shearers and give it to men who come from I do not know where?”"},{"number":12,"verse":"So David’s young men turned away and came back and told him all this."},{"number":13,"verse":"(1 Sam 23.13; 30.24) David said to his men, “Every man strap on his sword!” And every one of them strapped on his sword; David also strapped on his sword, and about four hundred men went up after David, while two hundred remained with the baggage."},{"number":14,"verse":"But one of the young men told Abigail, Nabal’s wife, “David sent messengers out of the wilderness to salute our master, and he shouted insults at them."},{"number":15,"verse":"(v 7) Yet the men were very good to us, and we suffered no harm, and we never missed anything when we were in the fields as long as we were with them;"},{"number":16,"verse":"(Ex 14.22) they were a wall to us both by night and by day, all the while we were with them keeping the sheep."},{"number":17,"verse":"Now, therefore, know this and consider what you should do, for evil has been decided against our master and against all his house; he is so ill-natured that no one can speak to him.”"},{"number":18,"verse":"(2 Sam 16.1; 1 Chr 12.40) Then Abigail hurried and took two hundred loaves, two skins of wine, five sheep ready dressed, five measures of parched grain, one hundred clusters of raisins, and two hundred cakes of figs. She loaded them on donkeys"},{"number":19,"verse":"(Gen 32.16, 20) and said to her young men, “Go on ahead of me; I am coming after you.” But she did not tell her husband Nabal."},{"number":20,"verse":"As she rode on the donkey and came down under cover of the mountain, David and his men came down toward her, and she met them."},{"number":21,"verse":"(Ps 109.5) Now David had said, “Surely it was in vain that I protected all that this fellow has in the wilderness, so that nothing was missed of all that belonged to him, but he has returned me evil for good."},{"number":22,"verse":"(1 Sam 3.17; 20.13; 1 Kings 14.10) God do so to David (Gk Compare Syr: Heb the enemies of David) and more also if by morning I leave so much as one male of all who belong to him.”"},{"number":23,"verse":"(Josh 15.18) When Abigail saw David, she hurried and dismounted from the donkey and fell before David on her face, bowing to the ground."},{"number":24,"verse":"(2 Sam 14.9) She fell at his feet and said, “Upon me alone, my lord, be the guilt; please let your servant speak in your ears and hear the words of your servant."},{"number":25,"verse":"(Deut 13.13) My lord, do not take seriously this ill-natured fellow, Nabal, for as his name is, so is he; Nabal (That is, fool) is his name, and folly is with him, but I, your servant, did not see the young men of my lord, whom you sent."},{"number":26,"verse":"(1 Sam 20.3) “Now then, my lord, as the LORD lives and as you yourself live, since the LORD has restrained you from bloodguilt and from taking vengeance with your own hand, now let your enemies and those who seek to do evil to my lord be like Nabal."},{"number":27,"verse":"And now let this present that your servant has brought to my lord be given to the young men who follow my lord."},{"number":28,"verse":"(1 Sam 2.35; 18.27) Please forgive the trespass of your servant, for the LORD will certainly make my lord a sure house, because my lord is fighting the battles of the LORD, and evil shall not be found in you so long as you live."},{"number":29,"verse":"If anyone should rise up to pursue you and to seek your life, the life of my lord shall be bound in the bundle of the living under the care of the LORD your God, but the lives of your enemies he shall sling out as from the hollow of a sling."},{"number":30,"verse":"When the LORD has done to my lord according to all the good that he has spoken concerning you and has appointed you prince over Israel,"},{"number":31,"verse":"my lord shall have no cause of grief or pangs of conscience for having shed blood without cause or for having saved himself. And when the LORD has dealt well with my lord, then remember your servant.”"},{"number":32,"verse":"(v 39|1SA 25:39; Gen 24.27) David said to Abigail, “Blessed be the LORD, the God of Israel, who sent you to meet me today!"},{"number":33,"verse":"Blessed be your good sense, and blessed be you, who kept me today from bloodguilt and from avenging myself by my own hand!"},{"number":34,"verse":"For as surely as the LORD the God of Israel lives, who has restrained me from hurting you, unless you had hurried and come to meet me, truly by morning there would not have been left to Nabal so much as one male.”"},{"number":35,"verse":"(Gen 19.21; 1 Sam 20.42; 2 Kings 5.19) Then David received from her hand what she had brought him; he said to her, “Go up to your house in peace; see, I have heeded your voice, and I have granted your petition.”"},{"number":36,"verse":"(2 Sam 13.23) Abigail came to Nabal; he was holding a feast in his house like the feast of a king. Nabal’s heart was merry within him, for he was very drunk, so she told him nothing at all until the morning light."},{"number":37,"verse":"In the morning, when the wine had gone out of Nabal, his wife told him these things, and his heart died within him; he became like a stone."},{"number":38,"verse":"About ten days later the LORD struck Nabal, and he died."},{"number":39,"verse":"(vv 26, 34|1SA 25:2634; 1 Sam 24.15; 1 Kings 2.44) When David heard that Nabal was dead, he said, “Blessed be the LORD, who has judged the case of Nabal’s insult to me and has kept back his servant from evil; the LORD has returned the evildoing of Nabal upon his own head.” Then David sent word to Abigail to make her his wife."},{"number":40,"verse":"When David’s servants came to Abigail at Carmel, they said to her, “David has sent us to you to take you to him as his wife.”"},{"number":41,"verse":"(Ruth 2.10, 13; Mk 1.7) She rose and bowed down, with her face to the ground, and said, “Your servant is a slave to wash the feet of the servants of my lord.”"},{"number":42,"verse":"(Gen 24.61-67) Abigail got up hurriedly and rode away on a donkey; her five maids attended her. She went after the messengers of David and became his wife."},{"number":43,"verse":"(Josh 15.56; 1 Sam 27.3) David also married Ahinoam of Jezreel; both of them became his wives."},{"number":44,"verse":"(2 Sam 3.14; Isa 10.30) Saul had given his daughter Michal, David’s wife, to Palti son of Laish, who was from Gallim."}]}