{"bibleAbbr":"NKJV1982","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":6,"verses":[{"number":1,"verse":"(Children and Parents) Children, (Prov. 6:20; 23:22; Col. 3:20) obey your parents in the Lord, for this is right."},{"number":2,"verse":"(Ex. 20:12; Deut. 5:16) “Honor your father and mother,” which is the first commandment with promise:"},{"number":3,"verse":"“that it may be well with you and you may live long on the earth.”"},{"number":4,"verse":"And (Col. 3:21) you, fathers, do not provoke your children to wrath, but (Gen. 18:19; Deut. 6:7; 11:19; Ps. 78:4; Prov. 22:6; 2 Tim. 3:15) bring them up in the training and admonition of the Lord."},{"number":5,"verse":"(Bondservants and Masters) (Col. 3:22; (1 Tim. 6:1); Titus 2:9; 1 Pet. 2:18) Bondservants, be obedient to those who are your masters according to the flesh, (2 Cor. 7:15) with fear and trembling, (1 Chr. 29:17) in sincerity of heart, as to Christ;"},{"number":6,"verse":"(Col. 3:22) not with eyeservice, as men-pleasers, but as bondservants of Christ, doing the will of God from the heart,"},{"number":7,"verse":"with goodwill doing service, as to the Lord, and not to men,"},{"number":8,"verse":"(Rom. 2:6) knowing that whatever good anyone does, he will receive the same from the Lord, whether he is a slave or free."},{"number":9,"verse":"And you, masters, do the same things to them, giving up threatening, knowing that your own (Job 31:13; John 13:13; Col. 4:1) Master also is in heaven, and (Deut. 10:17; Acts 10:34; Rom. 2:11; Col. 3:25) there is no partiality with Him."},{"number":10,"verse":"(The Whole Armor of God) Finally, my brethren, be strong in the Lord and in the power of His might."},{"number":11,"verse":"((2 Cor. 6:7)) Put on the whole armor of God, that you may be able to stand against the wiles of the devil."},{"number":12,"verse":"For we do not wrestle against flesh and blood, but against (Rom. 8:38) principalities, against powers, against (Luke 22:53) the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places."},{"number":13,"verse":"((2 Cor. 10:4)) Therefore take up the whole armor of God, that you may be able to withstand (Eph. 5:16) in the evil day, and having done all, to stand."},{"number":14,"verse":"Stand therefore, (Is. 11:5; Luke 12:35; 1 Pet. 1:13) having girded your waist with truth, (Is. 59:17; Rom. 13:12; Eph. 6:13; 1 Thess. 5:8) having put on the breastplate of righteousness,"},{"number":15,"verse":"(Is. 52:7; Rom. 10:15) and having shod your feet with the preparation of the gospel of peace;"},{"number":16,"verse":"above all, taking (1 John 5:4) the shield of faith with which you will be able to quench all the fiery darts of the wicked one."},{"number":17,"verse":"And (1 Thess. 5:8) take the helmet of salvation, and (Is. 49:2; Hos. 6:5; (Heb. 4:12)) the sword of the Spirit, which is the word of God;"},{"number":18,"verse":"(Luke 18:1; Col. 1:3; 4:2; 1 Thess. 5:17) praying always with all prayer and supplication in the Spirit, ((Matt. 26:41)) being watchful to this end with all perseverance and (Phil. 1:4) supplication for all the saints—"},{"number":19,"verse":"and for me, that utterance may be given to me, (Acts 4:29; Col. 4:3) that I may open my mouth boldly to make known the mystery of the gospel,"},{"number":20,"verse":"for which (2 Cor. 5:20; Philem. 9) I am an ambassador in chains; that in it I may speak boldly, as I ought to speak."},{"number":21,"verse":"(A Gracious Greeting) But that you also may know my affairs and how I am doing, (Acts 20:4; 2 Tim. 4:12; Titus 3:12) Tychicus, a beloved brother and (1 Cor. 4:1, 2) faithful minister in the Lord, will make all things known to you;"},{"number":22,"verse":"(Col. 4:8) whom I have sent to you for this very purpose, that you may know our affairs, and that he may (2 Cor. 1:6) comfort your hearts."},{"number":23,"verse":"Peace to the brethren, and love with faith, from God the Father and the Lord Jesus Christ."},{"number":24,"verse":"Grace be with all those who love our Lord Jesus Christ in sincerity. Amen."}]}