{"bibleAbbr":"NLT2007","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":1,"verses":[{"number":1,"verse":"(The LORD’s Charge to Joshua) After the death of Moses the LORD’s servant, the LORD spoke to Joshua son of Nun, Moses’ assistant. He said,"},{"number":2,"verse":"“Moses my servant is dead. Therefore, the time has come for you to lead these people, the Israelites, across the Jordan River into the land I am giving them."},{"number":3,"verse":"I promise you what I promised Moses: ‘Wherever you set foot, you will be on land I have given you—"},{"number":4,"verse":"from the Negev wilderness in the south to the Lebanon mountains in the north, from the Euphrates River in the east to the Mediterranean Sea (Hebrew the Great Sea.) in the west, including all the land of the Hittites.’"},{"number":5,"verse":"No one will be able to stand against you as long as you live. For I will be with you as I was with Moses. I will not fail you or abandon you."},{"number":6,"verse":"“Be strong and courageous, for you are the one who will lead these people to possess all the land I swore to their ancestors I would give them."},{"number":7,"verse":"Be strong and very courageous. Be careful to obey all the instructions Moses gave you. Do not deviate from them, turning either to the right or to the left. Then you will be successful in everything you do."},{"number":8,"verse":"Study this Book of Instruction continually. Meditate on it day and night so you will be sure to obey everything written in it. Only then will you prosper and succeed in all you do."},{"number":9,"verse":"This is my command—be strong and courageous! Do not be afraid or discouraged. For the LORD your God is with you wherever you go.”"},{"number":10,"verse":"(Joshua’s Charge to the Israelites) Joshua then commanded the officers of Israel,"},{"number":11,"verse":"“Go through the camp and tell the people to get their provisions ready. In three days you will cross the Jordan River and take possession of the land the LORD your God is giving you.”"},{"number":12,"verse":"Then Joshua called together the tribes of Reuben, Gad, and the half-tribe of Manasseh. He told them,"},{"number":13,"verse":"“Remember what Moses, the servant of the LORD, commanded you: ‘The LORD your God is giving you a place of rest. He has given you this land.’"},{"number":14,"verse":"Your wives, children, and livestock may remain here in the land Moses assigned to you on the east side of the Jordan River. But your strong warriors, fully armed, must lead the other tribes across the Jordan to help them conquer their territory. Stay with them"},{"number":15,"verse":"until the LORD gives them rest, as he has given you rest, and until they, too, possess the land the LORD your God is giving them. Only then may you return and settle here on the east side of the Jordan River in the land that Moses, the servant of the LORD, assigned to you.”"},{"number":16,"verse":"They answered Joshua, “We will do whatever you command us, and we will go wherever you send us."},{"number":17,"verse":"We will obey you just as we obeyed Moses. And may the LORD your God be with you as he was with Moses."},{"number":18,"verse":"Anyone who rebels against your orders and does not obey your words and everything you command will be put to death. So be strong and courageous!”"}]}