{"bibleAbbr":"CVB1535","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":2,"verses":[{"number":1,"verse":"Vnto the angell of the congregacion of Ephesus wryte: These thinges sayth he that holdeth the seuen starres in his righthonde, and walketh in the myddes of the seuen golde candelstickes:"},{"number":2,"verse":"I knowe thy workes, and thy labour, and thy pacience, & howe thou cannest not forbeare them which are euell: and examinest them which saye they are Apostles, and are not: & hast founde the lyars"},{"number":3,"verse":"and hast suffred. And hast paciece: and for my names sake hast laboured and hast not faynted."},{"number":4,"verse":"Neuerthelesse I haue somwhat agaynst the, for thou hast lefte thy fyrst loue."},{"number":5,"verse":"Remember therfore fro whence thou art fallen, and repent, and do the fyrst workes. Or elles I wyl come vnto the shortly, and wil remoue thy cadelstycke out of his place, excepte thou repent."},{"number":6,"verse":"But this thou hast because thou hatest ye dedes of the Nicolaitans, which dedes I also hate."},{"number":7,"verse":"Let him yt hath eares, heare, what ye sprete saith vnto the congregacions. To him that ouercommeth, will I geue to eate of the tree of life, which is in the myddes of ye paradise of God."},{"number":8,"verse":"And vnto the angell of the congregacion of Smyrna wryte: These thinges saith he that is fyrst, and the last, which was deed, and is aliue:"},{"number":9,"verse":"I knowe thy workes and tribulacion and pouerte, but thou art ryche: And I knowe the blaspheny of them which call them selues Iewes and are not: but are the cogregacion of Sathan."},{"number":10,"verse":"Feare none of tho thinges which thou shalt soffre. Beholde, ye deuell shal cast of you in to preson, to tempte you, and ye shal haue tribulacion x. dayes. Be faithfull vnto the deeth, and I wil geue ye a crowne of life."},{"number":11,"verse":"Let him that hath ears, heare, what the sprete saith to the congregacions: He that ouercometh, shal not be hurte of the seconde deeth."},{"number":12,"verse":"And to the angell of the congregacion in Pergamos wryte: This sayth he which hath the sharpe swearde with two edges:"},{"number":13,"verse":"I knowe thy workes, and where thou dwellest, euen where Sathans seat is, and thou kepest my name, & hast not denyed my faith. And in my dayes Antipas was a faithfull witnes of myne, which was slayne amonge you, where Sathan dwelleth."},{"number":14,"verse":"But I haue a fewe thinges agaynst the: that thou hast there, the that manyntayne the doctryne of Balaam, which taught in Balak, to put occasion of syn before the children of Israell, that they shulde eate of meate dedicat vnto ydoles, and to commyt fornicacion."},{"number":15,"verse":"Euen so hast thou them that mayntayne ye doctryne of the Nicolaytans, which thinge I hate."},{"number":16,"verse":"But be couerted, or elles I wil come vnto the shortly, and wil fight agaynste the with the swearde of my mouth."},{"number":17,"verse":"Let him yt hath eares, heare, what the sprete saith vnto the cogregacions: To him that ouercommeth, wil I geue to eate mana that is hyd, and wil geue him a whyte stone, & in the stone a newe name wrytte, which no man knoweth, sauinge he that receaueth it."},{"number":18,"verse":"And vnto the angell of the cogregacion of Theatira write: This saith the sonne of God, which hath his eyes lyke vnto a flame of fyre, whose fete are like brasse:"},{"number":19,"verse":"I knowe thy workes and thy loue, seruice, and faith and thy pacience, and thy dedes, which are mo at the last then at the firste"},{"number":20,"verse":"Not withstondinge I haue a feawe thinges agaynst the, that thou sufferest that woman Iesabell (which called her selfe a prophetisse) to teache and to deceaue my seruauntes, to make them committ fornicacion, and to eate meates offered vp vnto ydoles."},{"number":21,"verse":"And I gaue her space to repet of her fornicacion, and she repented not."},{"number":22,"verse":"Beholde, I wil cast her into a bed, and them that commit fornicacion with her, in to gret aduersite, excepte they turne from their dedes."},{"number":23,"verse":"And I wil kyll her childre with deeth. And all the cogregacios shal knowe, yt I am he which searcheth the reynes and hertes. And I wil geue vnto euery one of you acordynge vnto youre workes."},{"number":24,"verse":"Vnto you I saye, and vnto other of the of Thiatyra, as many as haue not this lernynge and which haue not knowen the depnes of Sathan (as they saye) I wil put vpo you none other burthen,"},{"number":25,"verse":"but yt which ye haue already. Holde fast tyll I come,"},{"number":26,"verse":"and whosoeuer ouercometh and kepeth my workes vnto ye ende, to him wil I geue power ouer nacions,"},{"number":27,"verse":"and he shal rule them with a rodde of yron: and as the vessels of a potter, shal he breake them to sheuers. Eue as I receaued of my father,"},{"number":28,"verse":"so wil I geue him ye mornynge starre."},{"number":29,"verse":"Let him yt hath eares, heare, what the sprete sayth to the cogregacions."}]}