{"bibleAbbr":"MSG2018","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":4,"verses":[{"number":1,"verse":"No One Is Faithful Attention all Israelites! GOD’s Message! GOD indicts the whole population: “No one is faithful. No one loves. No one knows the first thing about God. All this cussing and lying and killing, theft and loose sex, sheer anarchy, one murder after another! And because of all this, the very land itself weeps and everything in it is grief-stricken— animals in the fields and birds on the wing, even the fish in the sea are listless, lifeless. * * *"},{"number":4,"verse":"“But don’t look for someone to blame. No finger pointing! You, priest, are the one in the dock. You stumble around in broad daylight, And then the prophets take over and stumble all night. Your mother is as bad as you. My people are ruined because they don’t know what’s right or true. Because you’ve turned your back on knowledge, I’ve turned my back on you priests. Because you refuse to recognize the revelation of God, I’m no longer recognizing your children. The more priests, the more sin. They traded in their glory for shame. They pig out on my people’s sins. They can’t wait for the latest in evil. The result: You can’t tell the people from the priests, the priests from the people. I’m on my way to make them both pay and take the consequences of the bad lives they’ve lived. They’ll eat and be as hungry as ever, have sex and get no satisfaction. They walked out on me, their GOD, for a life of rutting with whores."},{"number":11,"verse":"They Make a Picnic Out of Religion“Wine and whiskey leave my people in a stupor. They ask questions of a dead tree, expect answers from a sturdy walking stick. Drunk on sex, they can’t find their way home. They’ve replaced their God with their genitals. They worship on the tops of mountains, make a picnic out of religion. Under the oaks and elms on the hills they stretch out and take it easy. Before you know it, your daughters are whores and the wives of your sons are sleeping around. But I’m not going after your whoring daughters or the adulterous wives of your sons. It’s the men who pick up the whores that I’m after, the men who worship at the holy whorehouses— a stupid people, ruined by whores! * * *"},{"number":15,"verse":"“You’ve ruined your own life, Israel— but don’t drag Judah down with you! Don’t go to the sex shrine at Gilgal, don’t go to that sin city Bethel, Don’t go around saying ‘GOD bless you’ and not mean it, taking God’s name in vain. Israel is stubborn as a mule. How can GOD lead him like a lamb to open pasture? Ephraim is addicted to idols. Let him go. When the beer runs out, it’s sex, sex, and more sex. Bold and sordid debauchery— how they love it! The whirlwind has them in its clutches. Their sex-worship leaves them finally impotent.”"}]}