{"bibleAbbr":"WEB2020+","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":2,"verses":[{"number":1,"verse":"He who dashes in pieces <WH6327> has come up <WH5927> against you. <WH6440> Keep <WH5341> the fortress! <WH4694> Watch <WH6822> the way! <WH1870> Strengthen <WH2388> your waist! <WH4975> Fortify <WH553> your power <WH3581> mightily! <WH3966>"},{"number":2,"verse":"For Yahweh <WH3068> restores <WH7725> the excellency <WH1347> of Jacob, <WH3290> as the excellency <WH1347> of Israel; <WH3478> for the destroyers <WH1238> have destroyed <WH1238> them, <WH7843> and ruined their vine branches. <WH2156>"},{"number":3,"verse":"The shield <WH4043> of his mighty men <WH1368> is made red. <WH119> The valiant <WH2428> men <WH582> are in scarlet. <WH8529> The chariots <WH7393> flash <WH784> with steel <WH6393> in the day <WH3117> of his preparation, <WH3559> and the pine spears <WH1265> are brandished. <WH7477>"},{"number":4,"verse":"The chariots <WH7393> rage <WH1984> in the streets. <WH2351> They rush <WH8264> back and forth in the broad ways. <WH7339> Their appearance <WH4758> is like torches. <WH3940> They run <WH7323> like the lightnings. <WH1300>"},{"number":5,"verse":"He summons <WH2142> his picked troops. <WH117> They stumble <WH3782> on their way. <WH1979> They dash <WH4116> to its wall, <WH2346> and the protective shield <WH5526> is put in place. <WH3559>"},{"number":6,"verse":"The gates <WH8179> of the rivers <WH5104> are opened, <WH6605> and the palace <WH1964> is dissolved. <WH4127>"},{"number":7,"verse":"It is decreed: <WH5324> she is uncovered, <WH1540> she is carried away; <WH5927> and her handmaids <WH519> moan <WH5090> as with the voice <WH6963> of doves, <WH3123> beating <WH8608> on their breasts. <WH3824>"},{"number":8,"verse":"But Nineveh <WH5210> has been from of old <WH3117> like a pool <WH1295> of water, <WH4325> yet they flee away. <WH5127> \"Stop! <WH5975> Stop! <WH5975>\" they cry, <WH6437> but no one looks back."},{"number":9,"verse":"Take the spoil <WH962> of silver. <WH3701> Take the spoil <WH962> of gold, <WH2091> for there is no end <WH7097> of the store, <WH8498> the glory <WH3519> of all goodly <WH2532> furniture. <WH3627>"},{"number":10,"verse":"She is empty, <WH950> void, <WH4003> and waste. <WH1110> The heart <WH3820> melts, <WH4549> the knees <WH1290> knock together, <WH6375> their <WH2479> bodies <WH4975> and faces <WH6440> have grown <WH6908> pale. <WH6289>"},{"number":11,"verse":"Where is the den <WH4583> of the lions, <WH738> and the feeding place <WH4829> of the young lions, <WH3715> where the lion <WH738> and the lioness <WH738> walked, <WH1980> the lion <WH3833>'s cubs, <WH1482> and no one made them afraid? <WH2729>"},{"number":12,"verse":"The lion <WH738> tore in pieces <WH2963> enough <WH1767> for his cubs, <WH1484> and strangled <WH2614> for his lionesses, <WH3833> and filled <WH4390> his caves <WH2356> with the kill, <WH2964> and his dens <WH4585> with prey. <WH2964>"},{"number":13,"verse":"\"Behold, <WH5002> I am against you,\" says Yahweh <WH3068> of Armies, <WH6635> \"and I will burn <WH1197> her chariots <WH7393> in the smoke, <WH6227> and the sword <WH2719> will devour <WH398> your young lions; <WH3715> and I will cut off <WH3772> your prey <WH2964> from the earth, <WH776> and the voice <WH6963> of your messengers <WH4397> will no longer be heard. <WH8085>\""}]}