{"bibleAbbr":"MKJV1962","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":7,"verses":[{"number":1,"verse":"And the king and Haman came to the banquet of Esther the queen."},{"number":2,"verse":"And the king said again to Esther on the second day of the banquet of wine, What [is] your petition, queen Esther, that it may be granted you? And what [is] your request? And it shall be performed, even to the half of the kingdom."},{"number":3,"verse":"And Esther the queen answered and said, If I have found favor in your sight, O king, and if it pleases the king, let my life be given me at my petition, and my people at my request."},{"number":4,"verse":"For we are sold, my people and I, to be destroyed, to be killed, and to perish. But if we had been sold for men-slaves and women-slaves, I would have held my tongue, although the enemy could not make up for the king's damage."},{"number":5,"verse":"And King Ahasuerus answered and said to Esther the queen, Who [is] he, and where [is] the one who dares presume in his heart to do so?"},{"number":6,"verse":"And Esther said, The man who is our adversary and enemy [is] this wicked Haman. And Haman was afraid before the king and the queen."},{"number":7,"verse":"And the king, arising from the banquet of wine in his wrath, [went] into the palace garden. And Haman stood up to beg for his life from Esther the queen, for he saw that evil was determined against him by the king."},{"number":8,"verse":"And the king returned out of the palace garden into the place of the banquet of wine. And Haman had fallen on the bed on which Esther [was]. And the king said, Will he also force the queen before me in the house? As the word went out of the king's mouth, they covered Haman's face."},{"number":9,"verse":"And Harbonah, one of the eunuchs, said before the king, Also look! the wooden [gallows] fifty cubits high which Haman made for Mordecai, who had spoken good for the king, stands in the house of Haman. Then the king said, Hang him on it!"},{"number":10,"verse":"And they hanged Haman on the wooden [gallows] that he had prepared for Mordecai. And the king's wrath lay down."}]}