{"bibleAbbr":"urGV2010","bookName":"۲۔تواریخ","bookEnglishName":"2 Chronicles","chapterNumber":21,"verses":[{"number":1,"verse":"جب یہوسفط مر کر اپنے باپ دادا سے جا ملا تو اُسے یروشلم کے اُس حصے میں جو ’داؤد کا شہر‘ کہلاتا ہے خاندانی قبر میں دفن کیا گیا۔ پھر اُس کا بیٹا یہورام تخت نشین ہوا۔"},{"number":2,"verse":"( یہوداہ کا بادشاہ یہورام) یہوسفط کے باقی بیٹے عزریاہ، یحی ایل، زکریاہ، عزریاہو، میکائیل اور سفطیاہ تھے۔"},{"number":3,"verse":"یہوسفط نے اُنہیں بہت سونا چاندی اور دیگر قیمتی چیزیں دے کر یہوداہ کے قلعہ بند شہروں پر مقرر کیا تھا۔ لیکن یہورام کو اُس نے پہلوٹھا ہونے کے باعث اپنا جانشین بنایا تھا۔"},{"number":4,"verse":"بادشاہ بننے کے بعد جب یہوداہ کی حکومت مضبوطی سے اُس کے ہاتھ میں تھی تو یہورام نے اپنے تمام بھائیوں کو یہوداہ کے کچھ راہنماؤں سمیت قتل کر دیا۔"},{"number":5,"verse":"یہورام 32 سال کی عمر میں بادشاہ بنا، اور وہ یروشلم میں رہ کر 8 سال تک حکومت کرتا رہا۔"},{"number":6,"verse":"اُس کی شادی اسرائیل کے بادشاہ اخی اب کی بیٹی سے ہوئی تھی، اور وہ اسرائیل کے بادشاہوں اور خاص کر اخی اب کے خاندان کے بُرے نمونے پر چلتا رہا۔ اُس کا چال چلن رب کو ناپسند تھا۔"},{"number":7,"verse":"توبھی وہ داؤد کے گھرانے کو تباہ نہیں کرنا چاہتا تھا، کیونکہ اُس نے داؤد سے عہد باندھ کر وعدہ کیا تھا کہ تیرا اور تیری اولاد کا چراغ ہمیشہ تک جلتا رہے گا۔"},{"number":8,"verse":"یہورام کی حکومت کے دوران ادومیوں نے بغاوت کی اور یہوداہ کی حکومت کو رد کر کے اپنا بادشاہ مقرر کیا۔"},{"number":9,"verse":"تب یہورام اپنے افسروں اور تمام رتھوں کو لے کر اُن کے پاس پہنچا۔ جب جنگ چھڑ گئی تو ادومیوں نے اُسے اور اُس کے رتھوں پر مقرر افسروں کو گھیر لیا، لیکن رات کو بادشاہ گھیرنے والوں کی صفوں کو توڑنے میں کامیاب ہو گیا۔"},{"number":10,"verse":"توبھی ملکِ ادوم آج تک دوبارہ یہوداہ کی حکومت کے تحت نہیں آیا۔ اُسی وقت لِبناہ شہر بھی سرکش ہو کر خود مختار ہو گیا۔ یہ سب کچھ اِس لئے ہوا کہ یہورام نے رب اپنے باپ دادا کے خدا کو ترک کر دیا تھا،"},{"number":11,"verse":"یہاں تک کہ اُس نے یہوداہ کے پہاڑی علاقے میں کئی اونچی جگہوں پر مندر بنوائے اور یروشلم کے باشندوں کو رب سے بےوفا ہو جانے پر اُکسایا۔ پورے یہوداہ کو وہ بُت پرستی کی غلط راہ پر لے آیا۔"},{"number":12,"verse":"تب یہورام کو الیاس نبی سے خط ملا جس میں لکھا تھا، ”رب آپ کے باپ داؤد کا خدا فرماتا ہے، ’تُو اپنے باپ یہوسفط اور اپنے دادا آسا بادشاہ کے اچھے نمونے پر نہیں چلا"},{"number":13,"verse":"بلکہ اسرائیل کے بادشاہوں کی غلط راہوں پر۔ بالکل اخی اب کے خاندان کی طرح تُو یروشلم اور پورے یہوداہ کے باشندوں کو بُت پرستی کی راہ پر لایا ہے۔ اور یہ تیرے لئے کافی نہیں تھا، بلکہ تُو نے اپنے سگے بھائیوں کو بھی جو تجھ سے بہتر تھے قتل کر دیا۔"},{"number":14,"verse":"اِس لئے رب تیری قوم، تیرے بیٹوں اور تیری بیویوں کو تیری پوری ملکیت سمیت بڑی مصیبت میں ڈالنے کو ہے۔"},{"number":15,"verse":"تُو خود بیمار ہو جائے گا۔ لاعلاج مرض کی زد میں آ کر تجھے بڑی دیر تک تکلیف ہو گی۔ آخرکار تیری انتڑیاں جسم سے نکلیں گی‘۔“"},{"number":16,"verse":"اُن دنوں میں رب نے فلستیوں اور ایتھوپیا کے پڑوس میں رہنے والے عرب قبیلوں کو یہورام پر حملہ کرنے کی تحریک دی۔"},{"number":17,"verse":"یہوداہ میں گھس کر وہ یروشلم تک پہنچ گئے اور بادشاہ کے محل کو لُوٹنے میں کامیاب ہوئے۔ تمام مال و اسباب کے علاوہ اُنہوں نے بادشاہ کے بیٹوں اور بیویوں کو بھی چھین لیا۔ صرف سب سے چھوٹا بیٹا یہوآخز یعنی اخزیاہ بچ نکلا۔"},{"number":18,"verse":"اِس کے بعد رب کا غضب بادشاہ پر نازل ہوا۔ اُسے لاعلاج بیماری لگ گئی جس سے اُس کی انتڑیاں متاثر ہوئیں۔"},{"number":19,"verse":"بادشاہ کی حالت بہت خراب ہوتی گئی۔ دو سال کے بعد انتڑیاں جسم سے نکل گئیں۔ یہورام شدید درد کی حالت میں کوچ کر گیا۔ جنازے پر اُس کی قوم نے اُس کے احترام میں لکڑی کا بڑا ڈھیر نہ جلایا، گو اُنہوں نے یہ اُس کے باپ دادا کے لئے کیا تھا۔"},{"number":20,"verse":"یہورام 32 سال کی عمر میں بادشاہ بنا اور یروشلم میں رہ کر 8 سال تک حکومت کرتا رہا تھا۔ جب فوت ہوا تو کسی کو بھی افسوس نہ ہوا۔ اُسے یروشلم شہر کے اُس حصے میں دفن تو کیا گیا جو ’داؤد کا شہر‘ کہلاتا ہے، لیکن شاہی قبروں میں نہیں۔"}]}