{"bibleAbbr":"urGV2010","bookName":"۲۔تواریخ","bookEnglishName":"2 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"یہ دیکھ کر سلیمان نے دعا کی، ”رب نے فرمایا ہے کہ مَیں گھنے بادل کے اندھیرے میں رہوں گا۔"},{"number":2,"verse":"مَیں نے تیرے لئے عظیم سکونت گاہ بنائی ہے، ایک مقام جو تیری ابدی سکونت کے لائق ہے۔“"},{"number":3,"verse":"( رب کے گھر کی مخصوصیت پر سلیمان کی تقریر) پھر بادشاہ نے مُڑ کر رب کے گھر کے سامنے کھڑی اسرائیل کی پوری جماعت کی طرف رُخ کیا۔ اُس نے اُنہیں برکت دے کر کہا،"},{"number":4,"verse":"”رب اسرائیل کے خدا کی تعریف ہو جس نے وہ وعدہ پورا کیا ہے جو اُس نے میرے باپ داؤد سے کیا تھا۔ کیونکہ اُس نے فرمایا،"},{"number":5,"verse":"’جس دن مَیں اپنی قوم کو مصر سے نکال لایا اُس دن سے لے کر آج تک مَیں نے نہ کبھی فرمایا کہ اسرائیلی قبیلوں کے کسی شہر میں میرے نام کی تعظیم میں گھر بنایا جائے، نہ کسی کو میری قوم اسرائیل پر حکومت کرنے کے لئے مقرر کیا۔"},{"number":6,"verse":"لیکن اب مَیں نے یروشلم کو اپنے نام کی سکونت گاہ اور داؤد کو اپنی قوم اسرائیل کا بادشاہ بنایا ہے۔‘"},{"number":7,"verse":"میرے باپ داؤد کی بڑی خواہش تھی کہ رب اسرائیل کے خدا کے نام کی تعظیم میں گھر بنائے۔"},{"number":8,"verse":"لیکن رب نے اعتراض کیا، ’مَیں خوش ہوں کہ تُو میرے نام کی تعظیم میں گھر تعمیر کرنا چاہتا ہے،"},{"number":9,"verse":"لیکن تُو نہیں بلکہ تیرا بیٹا ہی اُسے بنائے گا۔‘"},{"number":10,"verse":"اور واقعی، رب نے اپنا وعدہ پورا کیا ہے۔ مَیں رب کے وعدے کے عین مطابق اپنے باپ داؤد کی جگہ اسرائیل کا بادشاہ بن کر تخت پر بیٹھ گیا ہوں۔ اور اب مَیں نے رب اسرائیل کے خدا کے نام کی تعظیم میں گھر بھی بنایا ہے۔"},{"number":11,"verse":"اُس میں مَیں نے وہ صندوق رکھ دیا ہے جس میں شریعت کی تختیاں پڑی ہیں، اُس عہد کی تختیاں جو رب نے اسرائیلیوں سے باندھا تھا۔“"},{"number":12,"verse":"( رب کے گھر کی مخصوصیت پر سلیمان کی دعا) پھر سلیمان نے اسرائیل کی پوری جماعت کے دیکھتے دیکھتے رب کی قربان گاہ کے سامنے کھڑے ہو کر اپنے ہاتھ آسمان کی طرف اُٹھائے۔"},{"number":13,"verse":"اُس نے اِس موقع کے لئے پیتل کا ایک چبوترا بنوا کر اُسے بیرونی صحن کے بیچ میں رکھوا دیا تھا۔ چبوترا ساڑھے 7 فٹ لمبا، ساڑھے 7 فٹ چوڑا اور ساڑھے 4 فٹ اونچا تھا۔ اب سلیمان اُس پر چڑھ کر پوری جماعت کے دیکھتے دیکھتے جھک گیا۔ اپنے ہاتھوں کو آسمان کی طرف اُٹھا کر"},{"number":14,"verse":"اُس نے دعا کی، ”اے رب اسرائیل کے خدا، تجھ جیسا کوئی خدا نہیں ہے، نہ آسمان اور نہ زمین پر۔ تُو اپنا وہ عہد قائم رکھتا ہے جسے تُو نے اپنی قوم کے ساتھ باندھا ہے اور اپنی مہربانی اُن سب پر ظاہر کرتا ہے جو پورے دل سے تیری راہ پر چلتے ہیں۔"},{"number":15,"verse":"تُو نے اپنے خادم داؤد سے کیا ہوا وعدہ پورا کیا ہے۔ جو بات تُو نے اپنے منہ سے میرے باپ سے کی وہ تُو نے اپنے ہاتھ سے آج ہی پوری کی ہے۔"},{"number":16,"verse":"اے رب اسرائیل کے خدا، اب اپنی دوسری بات بھی پوری کر جو تُو نے اپنے خادم داؤد سے کی تھی۔ کیونکہ تُو نے میرے باپ سے وعدہ کیا تھا، ’اگر تیری اولاد تیری طرح اپنے چال چلن پر دھیان دے کر میری شریعت کے مطابق میرے حضور چلتی رہے تو اسرائیل پر اُس کی حکومت ہمیشہ تک قائم رہے گی۔‘"},{"number":17,"verse":"اے رب اسرائیل کے خدا، اب براہِ کرم اپنا یہ وعدہ پورا کر جو تُو نے اپنے خادم داؤد سے کیا ہے۔"},{"number":18,"verse":"لیکن کیا اللہ واقعی زمین پر انسان کے درمیان سکونت کرے گا؟ نہیں، تُو تو بلندترین آسمان میں بھی سما نہیں سکتا! تو پھر یہ مکان جو مَیں نے بنایا ہے کس طرح تیری سکونت گاہ بن سکتا ہے؟"},{"number":19,"verse":"اے رب میرے خدا، توبھی اپنے خادم کی دعا اور التجا سن جب مَیں تیرے حضور پکارتے ہوئے التماس کرتا ہوں"},{"number":20,"verse":"کہ براہِ کرم دن رات اِس عمارت کی نگرانی کر! کیونکہ یہ وہ جگہ ہے جس کے بارے میں تُو نے خود فرمایا، ’یہاں میرا نام سکونت کرے گا۔‘ چنانچہ اپنے خادم کی گزارش سن جو مَیں اِس مقام کی طرف رُخ کئے ہوئے کرتا ہوں۔"},{"number":21,"verse":"جب ہم اِس مقام کی طرف رُخ کر کے دعا کریں تو اپنے خادم اور اپنی قوم کی التجائیں سن۔ آسمان پر اپنے تخت سے ہماری سن۔ اور جب سنے گا تو ہمارے گناہوں کو معاف کر!"},{"number":22,"verse":"اگر کسی پر الزام لگایا جائے اور اُسے یہاں تیری قربان گاہ کے سامنے لایا جائے تاکہ حلف اُٹھا کر وعدہ کرے کہ مَیں بےقصور ہوں"},{"number":23,"verse":"تو براہِ کرم آسمان پر سے سن کر اپنے خادموں کا انصاف کر۔ قصوروار کو سزا دے کر اُس کے اپنے سر پر وہ کچھ آنے دے جو اُس سے سرزد ہوا ہے، اور بےقصور کو بےالزام قرار دے اور اُس کی راست بازی کا بدلہ دے۔"},{"number":24,"verse":"ہو سکتا ہے کسی وقت تیری قوم اسرائیل تیرا گناہ کرے اور نتیجے میں دشمن کے سامنے شکست کھائے۔ اگر اسرائیلی آخرکار تیرے پاس لوٹ آئیں اور تیرے نام کی تمجید کر کے یہاں اِس گھر میں تیرے حضور دعا اور التماس کریں"},{"number":25,"verse":"تو آسمان پر سے اُن کی فریاد سن لینا۔ اپنی قوم اسرائیل کا گناہ معاف کر کے اُنہیں دوبارہ اُس ملک میں واپس لانا جو تُو نے اُنہیں اور اُن کے باپ دادا کو دے دیا تھا۔"},{"number":26,"verse":"ہو سکتا ہے اسرائیلی تیرا اِتنا سنگین گناہ کریں کہ کال پڑے اور بڑی دیر تک بارش نہ برسے۔ اگر وہ آخرکار اِس گھر کی طرف رُخ کر کے تیرے نام کی تمجید کریں اور تیری سزا کے باعث اپنا گناہ چھوڑ کر لوٹ آئیں"},{"number":27,"verse":"تو آسمان پر سے اُن کی فریاد سن لینا۔ اپنے خادموں اور اپنی قوم اسرائیل کو معاف کر، کیونکہ تُو ہی اُنہیں اچھی راہ کی تعلیم دیتا ہے۔ تب اُس ملک پر دوبارہ بارش برسا دے جو تُو نے اپنی قوم کو میراث میں دے دیا ہے۔"},{"number":28,"verse":"ہو سکتا ہے اسرائیل میں کال پڑ جائے، اناج کی فصل کسی بیماری، پھپھوندی، ٹڈیوں یا کیڑوں سے متاثر ہو جائے، یا دشمن کسی شہر کا محاصرہ کرے۔ جو بھی مصیبت یا بیماری ہو،"},{"number":29,"verse":"اگر کوئی اسرائیلی یا تیری پوری قوم اُس کا سبب جان کر اپنے ہاتھوں کو اِس گھر کی طرف بڑھائے اور تجھ سے التماس کرے"},{"number":30,"verse":"تو آسمان پر اپنے تخت سے اُن کی فریاد سن لینا۔ اُنہیں معاف کر کے ہر ایک کو اُس کی تمام حرکتوں کا بدلہ دے، کیونکہ صرف تُو ہی ہر انسان کے دل کو جانتا ہے۔"},{"number":31,"verse":"پھر جتنی دیر وہ اُس ملک میں زندگی گزاریں گے جو تُو نے ہمارے باپ دادا کو دیا تھا اُتنی دیر وہ تیرا خوف مان کر تیری راہوں پر چلتے رہیں گے۔"},{"number":32,"verse":"آئندہ پردیسی بھی تیرے عظیم نام، تیری بڑی قدرت اور تیرے زبردست کاموں کے سبب سے آئیں گے اور اِس گھر کی طرف رُخ کر کے دعا کریں گے۔ اگرچہ وہ تیری قوم اسرائیل کے نہیں ہوں گے"},{"number":33,"verse":"توبھی آسمان پر سے اُن کی فریاد سن لینا۔ جو بھی درخواست وہ پیش کریں وہ پوری کرنا تاکہ دنیا کی تمام اقوام تیرا نام جان کر تیری قوم اسرائیل کی طرح ہی تیرا خوف مانیں اور جان لیں کہ جو عمارت مَیں نے تعمیر کی ہے اُس پر تیرے ہی نام کا ٹھپا لگا ہے۔"},{"number":34,"verse":"ہو سکتا ہے تیری قوم کے مرد تیری ہدایت کے مطابق اپنے دشمن سے لڑنے کے لئے نکلیں۔ اگر وہ تیرے چنے ہوئے شہر اور اُس عمارت کی طرف رُخ کر کے دعا کریں جو مَیں نے تیرے نام کے لئے تعمیر کی ہے"},{"number":35,"verse":"تو آسمان پر سے اُن کی دعا اور التماس سن کر اُن کے حق میں انصاف قائم رکھنا۔"},{"number":36,"verse":"ہو سکتا ہے وہ تیرا گناہ کریں، ایسی حرکتیں تو ہم سب سے سرزد ہوتی رہتی ہیں، اور نتیجے میں تُو ناراض ہو کر اُنہیں دشمن کے حوالے کر دے جو اُنہیں قید کر کے کسی دُوردراز یا قریبی ملک میں لے جائے۔"},{"number":37,"verse":"شاید وہ جلاوطنی میں توبہ کر کے دوبارہ تیری طرف رجوع کریں اور تجھ سے التماس کریں، ’ہم نے گناہ کیا ہے، ہم سے غلطی ہوئی ہے، ہم نے بےدین حرکتیں کی ہیں۔‘"},{"number":38,"verse":"اگر وہ ایسا کر کے اپنی قید کے ملک میں اپنے پورے دل و جان سے دوبارہ تیری طرف رجوع کریں اور تیری طرف سے باپ دادا کو دیئے گئے ملک، تیرے چنے ہوئے شہر اور اُس عمارت کی طرف رُخ کر کے دعا کریں جو مَیں نے تیرے نام کے لئے تعمیر کی ہے"},{"number":39,"verse":"تو آسمان پر اپنے تخت سے اُن کی دعا اور التماس سن لینا۔ اُن کے حق میں انصاف قائم کرنا، اور اپنی قوم کے گناہوں کو معاف کر دینا۔"},{"number":40,"verse":"اے میرے خدا، تیری آنکھیں اور تیرے کان اُن دعاؤں کے لئے کھلے رہیں جو اِس جگہ پر کی جاتی ہیں۔"},{"number":41,"verse":"اے رب خدا، اُٹھ کر اپنی آرام گاہ کے پاس آ، تُو اور عہد کا صندوق جو تیری قدرت کا اظہار ہے۔ اے رب خدا، تیرے امام نجات سے ملبّس ہو جائیں، اور تیرے ایمان دار تیری بھلائی کی خوشی منائیں۔"},{"number":42,"verse":"اے رب خدا، اپنے مسح کئے ہوئے خادم کو رد نہ کر بلکہ اُس شفقت کو یاد کر جو تُو نے اپنے خادم داؤد پر کی ہے۔“"}]}