{"bibleAbbr":"t4t2014","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":7,"verses":[{"number":1,"verse":"(You know that after people die they are freed from being required to obey any law. Similarly, God has freed us from being required to obey all the Jewish rituals and laws.) My fellow believers, you know about laws. So ◄you certainly know (OR, I want you to remember) that people have to obey laws [PRS] only while they are alive./do you not know that people have to obey laws [PRS] only while they are alive?► [RHQ]"},{"number":2,"verse":"For example, a woman is required by the law {the law requires a woman} to obey and be faithful to her husband as long as he is alive. But if her husband dies, she is freed from having to {no longer has to} obey the law about remaining married to her husband."},{"number":3,"verse":"Therefore, a woman will be called {people will call a woman} an adulteress if she lives with another man while her husband is alive. But if her husband dies, she no longer has to obey that law. Then she will not be an adulteress if she marries another man."},{"number":4,"verse":"Likewise, my fellow believers, just like people are free from having to obey any law after they die [MET], you and I have been freed {God has freed you and me} from having to obey all the Jewish rituals and laws [MET]. That is because it is as though we died with Christ when he was crucified. Now you and I belong to someone else [MET], like a woman who marries again after her husband dies belongs to another man. Specifically, you and I belong to Christ, who has been raised from the dead {whom God has caused to live again after he died}, in order that we may live righteously [IDM] to honor God."},{"number":5,"verse":"When our self-directed nature controlled us, desires that led us to sin were acting in our bodies. Those desires were increased because of our knowing God's laws [PRS]. As a result we did evil things [IDM] that caused us to be separated from God."},{"number":6,"verse":"But now we are freed {free} from having to obey all the Jewish rituals—it is as though we have died. The result is that now we are not controlled by those rituals {those rituals do not control us now}. So we serve God, not by having to obey those rituals, which is the old way, but in the new way, as God's Spirit helps us to serve him."},{"number":7,"verse":"(My reply to the objection that the laws of Moses are evil because they cause us to sin is that the laws are holy and good; what the laws do are simply to reveal that what we are doing is sinful.) Someone might object, saying, “◄The laws that God gave Moses must be evil if our sinful desires are increased because of our knowing those laws. [MTY]/Are not the laws that God gave Moses evil if they stir up our sinful desires?►” [MTY, RHQ] I would reply that they certainly are not evil, even though our sinful desires are increased. What I would reply is that I, for example, realized that what I was doing was sinful only because of what is written {Moses wrote} in those laws. For example, I realized that coveting is sinful only because he wrote in those laws [PRS], “You must not covet.”"},{"number":8,"verse":"And because of what that commandment stated, my sinful desire to have things that belong to others [PRS] caused me to covet in many ways. Our desire to sin is not stimulated [MET] when there is no law that prohibits our doing sinful things."},{"number":9,"verse":"Formerly, when I did not know what God's laws required, I used to live without worrying about what I was doing. But when I became aware that God commanded, “You must not covet,” I suddenly realized [PRS] that I was sinning,"},{"number":10,"verse":"and I realized that I was separated from God. The laws that I thought would enable me to live eternally as a result of my obeying them caused me to realize that I was separated from God!"},{"number":11,"verse":"My desire to sin found a way [PRS] to deceive me by making me think wrongly that I could keep on sinning and at the same time obey those laws enough so that I would live eternally, and thus it caused me to be separated from God [PRS]."},{"number":12,"verse":"So we conclude that the laws that God gave to Moses are holy. What God commanded about not coveting, along with all the other things that he commanded, is also holy, and it is just and good."},{"number":13,"verse":"(My reply to the objection that God's law, being good, causes people to become spiritually dead is no, it is our desire to commit sin that causes us to sin and become spiritually dead.) So, if someone were to object saying, “The laws that God gave Moses, which are good, ◄resulted in my being separated from God!/did they result in my being separated from God?► [RHQ]” I would reply, “Certainly they did not do that!” But instead, those laws, which are good, stimulated my desire to sin. I knew that the result was that I was separated from God. And also, because I learned what God had commanded, I knew that what I was doing was truly sinful."},{"number":14,"verse":"(The laws came from God's Spirit, but you and I are influenced by our sinful natures. We often do not do the things that we desire, and we do the things that we detest because of a desire to sin that permeates us and prevents us from doing good, unless Christ frees us from being controlled by these desires.) We know that the laws that God gave Moses came from God's Spirit. But as for me, I am influenced by my self-directed nature. It is as though I have been forced to become a slave of my desire to sin [MET]."},{"number":15,"verse":"The things that I do, I often [HYP] do not understand. That is, sometimes [HYP] it is the good things that I want to do that I do not do. And sometimes [HYP] it is the evil things that I detest that I do."},{"number":16,"verse":"Since I do the evil things that I do not want to do, I agree that the laws of God are good."},{"number":17,"verse":"So, it is not that I do evil things because I wish to do them. Instead, I do sinful things because the desire to sin causes me to do them. The desire to sin ◄in within/permeates► me [PRS]."},{"number":18,"verse":"I know that my self-directed nature will not let me [PRS] do anything that is good. I know this because I want to do what is good, but I do not do what is good."},{"number":19,"verse":"I do not do the good things that I want to do. Instead, it is evil things that I do not want to do that I do."},{"number":20,"verse":"Because I do evil things that I do not want to do, it is not that I do evil things because I want to. Instead, I do them because my self-directed nature, which permeates me [PRS], causes me to do them."},{"number":21,"verse":"I find, then, that what always happens is that when I want to do what is good, there is an evil desire present within me that [PRS] prevents me from doing good."},{"number":22,"verse":"With my new inner nature I like the laws of God very much."},{"number":23,"verse":"Nevertheless, I sense that there is a different force that is in ◄my body/me► [PRS, SYN]. It is opposed to what with my mind I desire to do [MET], and it puts me inescapably under the control of [MET] the sinful desires that I have [SYN]."},{"number":24,"verse":"◄When I consider this, I feel that I am a very wretched person. I want someone to set me free from the control of what my body desires, in order that I might not be separated from God./Will someone set me free from the control of what my body desires, in order that I might not be separated from God?► [RHQ] I also think that what I have experienced is the same as what all believers experience."},{"number":25,"verse":"I thank God that it is by Jesus Christ our Lord that we can be free from the control of what our bodies desire. So, with our minds, you and I on the one hand want to obey God's laws. But also, you and I often let our sinful desires control us because of our self-directed nature."}]}