{"bibleAbbr":"NLT2015","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":6,"verses":[{"number":1,"verse":"Seven Men Chosen to Serve But as the believers (Greek disciples; also in 6:2, 7.) rapidly multiplied, there were rumblings of discontent. The Greek-speaking believers complained about the Hebrew-speaking believers, saying that their widows were being discriminated against in the daily distribution of food."},{"number":2,"verse":"So the Twelve called a meeting of all the believers. They said, “We apostles should spend our time teaching the word of God, not running a food program."},{"number":3,"verse":"And so, brothers, select seven men who are well respected and are full of the Spirit and wisdom. We will give them this responsibility."},{"number":4,"verse":"Then we apostles can spend our time in prayer and teaching the word.”"},{"number":5,"verse":"Everyone liked this idea, and they chose the following: Stephen (a man full of faith and the Holy Spirit), Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas of Antioch (an earlier convert to the Jewish faith)."},{"number":6,"verse":"These seven were presented to the apostles, who prayed for them as they laid their hands on them."},{"number":7,"verse":"So God’s message continued to spread. The number of believers greatly increased in Jerusalem, and many of the Jewish priests were converted, too."},{"number":8,"verse":"Stephen Is Arrested Stephen, a man full of God’s grace and power, performed amazing miracles and signs among the people."},{"number":9,"verse":"But one day some men from the Synagogue of Freed Slaves, as it was called, started to debate with him. They were Jews from Cyrene, Alexandria, Cilicia, and the province of Asia."},{"number":10,"verse":"None of them could stand against the wisdom and the Spirit with which Stephen spoke."},{"number":11,"verse":"So they persuaded some men to lie about Stephen, saying, “We heard him blaspheme Moses, and even God.”"},{"number":12,"verse":"This roused the people, the elders, and the teachers of religious law. So they arrested Stephen and brought him before the high council. (Greek Sanhedrin; also in 6:15.)"},{"number":13,"verse":"The lying witnesses said, “This man is always speaking against the holy Temple and against the law of Moses."},{"number":14,"verse":"We have heard him say that this Jesus of Nazareth (Or Jesus the Nazarene.) will destroy the Temple and change the customs Moses handed down to us.”"},{"number":15,"verse":"At this point everyone in the high council stared at Stephen, because his face became as bright as an angel’s."}]}