{"bibleAbbr":"BB1572","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":2,"verses":[{"number":1,"verse":"I will stande vpon my watche, and set me vpon the towre, & will loke, and see what he will say vnto me, and what I shall aunswere to him that rebuketh me."},{"number":2,"verse":"And the Lord aunswered me, and said: write the vision, and make it plaine vpon tables, that he may run that readeth it."},{"number":3,"verse":"For the vision is yet for an appoynted time, but at the last it shall speake, and not lye: though it tary, wayte: for it shall surely come, and shall not stay."},{"number":4,"verse":"Behold, he that lifteth vp him selfe, his minde is not vpright in him: but the iust shall liue by his fayth."},{"number":5,"verse":"Yea in deede the proude man [is as] he that transgresseth by wine, therfore shall he not endure, because he hath enlarged his desire as the hell, & is as death, and can not be satisfied, but gathereth vnto him all nations, and heapeth vnto him all people."},{"number":6,"verse":"Shall not all these take vp a parable against him? and a taunting prouerbe against him, and say: Wo he that increaseth that which is not his? how long? and he that ladeth him selfe with thicke clay?"},{"number":7,"verse":"Shall they not rise vp sodenly that shall byte thee? and awake that shall stirre thee, & thou shalt be their pray?"},{"number":8,"verse":"Because thou hast spoyled many nations, all the remnaunt of the people shall spoyle thee, because of mens blood, and for the wrong [done] in the lande, in the citie, and vnto all that dwell therin."},{"number":9,"verse":"Wo he that coueteth an euyll couetousnesse to his house, that he may set his nest on hie, to escape from the power of euyll."},{"number":10,"verse":"Thou hast consulted shame to thyne owne house, by destroying many people, & hast sinned against thyne owne soule."},{"number":11,"verse":"For the stone shall crye out of the wal, and the beame out of the timber shall aunswere it."},{"number":12,"verse":"Wo vnto him that buyldeth a towne with blood, and erecteth a citie by iniquitie."},{"number":13,"verse":"Behold, is it not of the Lord of hoastes that the people shall labour in the very fire? the people shall euen weery them selues for very vanitie."},{"number":14,"verse":"For the earth shalbe filled with the knowledge of the glorie of the Lorde, as the waters couer the sea."},{"number":15,"verse":"Wo vnto him that geueth his neyghbour drinke, thou ioynest thy heate, and makest [him] drunken also, that thou mayest see their priuities."},{"number":16,"verse":"Thou art filled with shame for glorie, drinke thou also and be made naked: the cup of the Lordes right hand shalbe turned vnto thee, and shamefull spuyng shalbe for thy glorie."},{"number":17,"verse":"For the crueltie of Libanus shall couer thee: so shal the spoyle of the beastes which he made afrayde, because of mens blood, and for the wrong done in the land, in the citie, and vnto all that dwell therin."},{"number":18,"verse":"What profiteth the image? for the maker therof hath made it an image and a teacher of lyes, though he that made it trust therin when he maketh dumbe idoles."},{"number":19,"verse":"Wo vnto hym that sayth to the wood, Awake: and to the dumbe stone, Rise vp, it shall teache [thee:] beholde it is layde ouer with gold and siluer, & there is no breath in it."},{"number":20,"verse":"But the Lord is in his holy temple: let all the earth kepe scilence before hym."}]}