{"bibleAbbr":"guOV2016","bookName":"યશાયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Isaiah","chapterNumber":2,"verses":[{"number":1,"verse":"( સાર્વકાલિક શાંતિ) ( ( 400 ૪:૧-૩ )) આમોસના પુત્ર યશાયાને યહૂદિયા તથા યરુશાલેમ સંબંધી [સંદર્શનમાં] જે વાત પ્રગટ થઈ તે."},{"number":2,"verse":"છેલ્લા કાળમાં યહોવાના મંદિરનો પર્વત પહાડોનાં શિખરો પર સ્થાપન થશે, ને ડુંગરો કરતાં તેને ઊંચો કરવામાં આવશે; અને સર્વ પ્રજાઓ તેમાં પ્રવાહની જેમ પ્રવેશ કરશે."},{"number":3,"verse":"ઘણા લોકો જઈને કહેશે, “ચાલો, આપણે યહોવાના પર્વત પાસે, યાકૂબના ઈશ્વરના મંદિર પાસે, ચઢી જઈએ; તે આપણને તેમના માર્ગ શીખવશે, ને આપણે તેમના રસ્તામાં ચાલીશું. કેમ કે નિયમશાસ્ત્ર સિયોનમાંથી ને યહોવાનાં વચન યરુશાલેમમાંથી નીકળશે."},{"number":4,"verse":"તે વિદેશીઓમાં ઇનસાફ કરશે, તે ઘણા લોકોનો ચૂકાદો કરશે; અને ( .) તેઓ પોતાની તરવારોને ટીપીને કોશો, અને પોતાના ભાલાઓનાં ધારિયાં બનાવશે. પ્રજાઓ એકબીજીની વિરુદ્ધ તરવાર ઉગામશે નહિ, અને તેઓ ફરીથી યુદ્ધકળા શીખશે નહિ."},{"number":5,"verse":"હે યાકૂબના વંશજો, ચાલો, આપને યહોવાના પ્રકાશમાં ચાલીએ!"},{"number":6,"verse":"( ગર્વિષ્ટોનો નાશ થશે) [હે પ્રભુ,] તમે તમારા લોકોને, એટલે યાકૂબનાં સંતાનોને તજી દીધાં છે; કારણ કે તેઓ પૂર્વ [તરફના દેશો] ના રીતરિવાજોમાં મશગૂલ, અને પલિસ્તીઓની જેમ ધંતરમંતર કરનારા થયા છે, તેઓ પારકાનાં સંતાન સાથે મિત્રાચારી રાખે છે."},{"number":7,"verse":"વળી તેમનો દેશ સોનારૂપાથી ભરપૂર થયો છે, તેઓના ખજાનાનો પાર નથી; તેમનો દેશ ઘોડાઓથી ભરપૂર છે, અને તેમના રથનો પાર નથી."},{"number":8,"verse":"વળી તેમનો દેશ મૂર્તિઓથી ભરપૂર થયો છે; પોતાના હાથે બનાવેલી વસ્તુને, પોતાની આંગળીઓએ જે બનાવ્યું છે તેને તેઓ પગે લાગે છે."},{"number":9,"verse":"દરિદ્રી પ્રણામ કરે છે, અને ધનવાન પણ નમે છે. એથી જ તમે તેઓને માફ કરશો નહિ."},{"number":10,"verse":"( .) યહોવાના ભયથી, અને તેમના માહાત્મ્યના પ્રતાપથી ( .) ખડકમાં પેસી જ, ને ધૂળમાં સંતાઈ રહે."},{"number":11,"verse":"માણસની ગર્વિષ્ઠ દષ્ટિ નીચી કરવામાં આવશે, ને પુરુષોનું અભિમાન ઉતારવામાં આવશે, અને એકલા યહોવા તે દિવસે શ્રેષ્ઠ મનાશે."},{"number":12,"verse":"કેમ કે જે ગર્વિષ્ઠ તથા મગરૂર છે, ને જે ઉન્મત્ત છે, તે સર્વ પર સૈન્યોના ઈશ્વર યહોવાએ [નકકી કરેલો] દિવસ આવનાર છે; અને તે [સર્વ] નમાવવામાં આવશે."},{"number":13,"verse":"લબાનોનનાં સર્વ મોટાં ને ઊંચાં થએલાં એરેજવૃક્ષો પર, બાશાનનાં સર્વ એલોન ઝાડ પર;"},{"number":14,"verse":"સર્વ મોટા પર્વતો પર, સર્વ ઊંચા ટેકરાઓ પર;"},{"number":15,"verse":"દરેક ઊંચા કિલ્લા પર, દરેક મોરચાબંધ કોટ પર;"},{"number":16,"verse":"તાર્શીશનાં સર્વ વહાણો પર, અને સર્વ મનોરંજક દેખાવો પર [તે દિવસ આવનાર છે]."},{"number":17,"verse":"[તે સમયે] માણસોનો ગર્વ ઉતારવામાં આવશે, અને પુરુષોનું અભિમાન જતું રહેશે. અને એકલા યહોવા તે દિવસે શ્રેષ્ઠ મનાશે."},{"number":18,"verse":"મૂર્તિઓ છેક નાબૂદ થઈ જશે."},{"number":19,"verse":"યહોવા પૃથ્વીને કંપાવવાને ઊઠશે ત્યારે માણસો તેમના ભયથી, તથા તેમના મહાત્મ્યના પ્રતાપથી ખડકોની ગુફાઓમાં તથા ભૂમિની ખોમાં સંતાઈ જશે."},{"number":20,"verse":"તે દિવસે માણસ પોતાને માટે ભજવાને માટે કરેલી સોનારૂપાની મૂર્તિ ચેણ તથા ચામાચેણની પાસે ફેંકી દેશે."},{"number":21,"verse":"જ્યારે યહોવા પૃથ્વીને કંપાવવાને ઊઠશે ત્યારે તેઓ તેમના ભયથી, તથા તેમના માહાત્મ્યના પ્રતાપથી, ખડકોનાં પોલાણમાં ને શિખરોની ફાટોમાં પેસી જશે."},{"number":22,"verse":"તમે માણસની આશા છોડો કે, જેનો શ્વાસ તેનાં નસકોરાંમાં જ છે; તે શી ગણતરીમાં છે?"}]}