{"bibleAbbr":"guOV2016","bookName":"યશાયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Isaiah","chapterNumber":28,"verses":[{"number":1,"verse":"( ઉત્તરના રાજ્યને ચેતવણી) અફસોસ છે એફ્રાઈમના છાકટાઓના ગર્વિષ્ઠ મુગટને, તથા દ્રાક્ષારસથી પાડી નાખવામાં આવેલાની રસાળ ખીણના મથાળા પરના તેના મહાન શોભા આપનાર ચીમળાનાર ફૂલને [અફસોસ] !"},{"number":2,"verse":"જુઓ, પ્રભુનો એક પરાક્રમી ને સમર્થ [વીર] છે; તે કરાની આંધી, નાશ કરનાર તોફાન, જબરાં ઊભરાતાં પાણીના પૂરની જેમ તેઓને જમીન પર જોરથી પછાડશે."},{"number":3,"verse":"એફ્રાઈમના છાકટાઓનો ગર્વિષ્ઠ મુગટ પગ નીચે કચરાશે;"},{"number":4,"verse":"અને મોસમ આવ્યા પહેલાંના પાકેલા પ્રથમ અંજીરને જોનાર નુએ છે, ને હાથમાં આવતાં જ ગળી જાય છે, તેના જેવી ગતિ રસાળ ખીણને મથાળે આવેલા તેના મહાન શોભા આપનાર ચીમળાનાર ફૂલની થશે."},{"number":5,"verse":"તે દિવસે સૈન્યોના ઈશ્વર યહોવા પોતાના લોકના શેષને માટે મહિમાનો મુગટ તથા સૌંદર્યનો તાજ થશે;"},{"number":6,"verse":"અને જે ન્યાય કરવા બેસે છે તેને માટે ન્યાયનો આત્મા [થશે] , ને હલ્લો કરનારને દરવાજામાંથી પાછા હઠાડનારના પરાક્રમરૂપ થશે."},{"number":7,"verse":"( યહૂદિયાના છાકટા પ્રબોધકો) પરંતુ તેઓએ પણ દ્રાક્ષારસ ને લીધે ગોથાં ખાધાંલ છે, ને દારૂને લીધે તેઓ ભૂલા પડયા છે; યાજકે તથા પ્રબોધકે દારૂને લીધે ગોથાં ખાધાં છે, તેઓ દ્રાક્ષારસમાં ગરક થયા છે, તેઓ દારૂના સેવનને લીધે ભૂલા પડયા છે. દર્શન વિશે તેઓ ગોથાં ખાય છે, ઇનસાફ કરવામાં તેઓ ઠોકર ખાય છે."},{"number":8,"verse":"કેમ કે ગંદી ઊલટીથી સર્વ મેજો ભરપૂર છે, તેથી કંઈ પણ જગા સ્વચ્છ રહી નથી."},{"number":9,"verse":"તે કોને જ્ઞાન શીખવશે! કોને સંદેશો સમજાવશે? શું તે ધાવણ મુકાવેલાઓને તથા થાન છોડાવેલાઓને સમજાવશે?"},{"number":10,"verse":"કેમ કે આજ્ઞા પર આજ્ઞા, આજ્ઞા પર આજ્ઞા; નિયમ પર નિયમ, નિયમ પર નિયમ; થોડું આમ, થોડું તેમ [એ પ્રમાણે તેઓ બોલે છે]."},{"number":11,"verse":"કેમ કે ( .) બોબડા હોઠોથી, ને અન્ય ભાષામાં તે આ લોકો સાથે વાત કરશે;"},{"number":12,"verse":"તેમણે તેઓને કહ્યું હતું, “આ વિશ્રામ છે, થાકેલાઓને વિશ્રામ આપો; આ તાજગી છે;” પણ તેઓએ સાંભળવા ચાહ્યું નહિ."},{"number":13,"verse":"તેથી યહોવાની વાત તેઓને માટે આજ્ઞા પર આજ્ઞા, આજ્ઞા પર આજ્ઞા; નિયમ પર નિયમ, નિયમ પર નિયમ; થોડું આમ, થોડું તેમ એવી થશે; એ માટે કે તેઓ ચાલતાં ચાલતાં ઠોકર ખાઈને પાછા પડે, ને નાસે, ફસાય ને પકડાય."},{"number":14,"verse":"( તુમાખીઓને ચેતવણી અને કોણશિલા) એ માટે, હે યરુશાલેમમાંના લોકો પર અધિકાર ચલાવનાર તિરસ્કાર કરનાર માણસો, તમે યહોવાની વાત સાંભળો:"},{"number":15,"verse":"કેમ કે તમે કહ્યું છે, “અમે મૃત્યુ સાથે કરાર કર્યો છે, અને શેઓલની સાથે સંપ કર્યો છે; જ્યારે સંકટ ઊભરાઈને [દેશમાં થઈને] પાર જશે, ત્યારે તે અમારા પર આવવાનું નથી; કેમ કે અમે જૂઠાણાનું શરણું લીધું છે, અને અસત્યતાનો આશ્રય લીધો છે.”"},{"number":16,"verse":"( ; ; ; .) તે માટે ઈશ્વર યહોવા કહે છે, “જુઓ, સિયોનમાં હું પાયાનો પથ્થર મૂકું છું, તે કસી જોયેલો પથ્થર, દઢ પાયાની મૂલ્યવાન કોણશિલા છે. જે વિશ્વાસ રાખે છે તે ઉતાવળો થશે નહિ."},{"number":17,"verse":"હું ઇનસાફને દોરી ને ન્યાયીપણાને ઓળંબો કરીશ. જૂઠાણાનો આશ્રય કરા [ના તોફાન] થી તણાઈ જશે, અને સંતાવાની જગા પર પાણી ફરી વળશે."},{"number":18,"verse":"મૃત્યુની સાથેનો તમારો કરાર રદ કરવામાં આવશે, અને શેઓલ સાથેનો તમારો સંપ ટકશે નહિ. વળી સંકટની રેલ જ્યારે ચઢી આવશે, ત્યારે તમે તેમાં તણાઈ જશો."},{"number":19,"verse":"તે જેટલી વાર આરપાર જાય તેટલી વાર તે તેમને પકડશે; કેમ કે દર સવારે, રાતદિવસ તે આરપાર જશે; અને આ સંદેશાનું ભાન તમને ભયંકર લાગશે."},{"number":20,"verse":"કેમ કે પગ લાંબા કરવા માટે ખાટલો ટૂંકો પડે છે; અને શરીર પર ઓઢવા માટે ચાદર સાંકડી છે."},{"number":21,"verse":"કેમ કે જેમ ( ; .) પરાસીમ પર્વત પર થયું, ને જેમ ( .) ગિબ્યોનની ખીણમાં થયું તેમ યહોવા ઊઠશે, ને કોપાયમાન થશે; જેથી તે પોતાનું કામ, પોતાનું વિચિત્ર કામ કરે, અને પોતાનું કૃત્ય, પોતાનું અદભુત કૃત્ય સાધે."},{"number":22,"verse":"તો હવે તમે નિંદા ન કરશો, રખેને તમારાં બંધન મજબૂત કરવામાં આવે. કેમ કે આખી પૃથ્વી પર [આવનાર] વિનાશ, નિર્માણ થયેલો વિનાશ, એની ખબર મેં સૈન્યોના પ્રભુ યહોવા પાસેથી સાંભળી છે."},{"number":23,"verse":"( ઈશ્વરનું ડહાપણ) કાન ધરીને મારી વાણી સુણો; ધ્યાન આપીને મારું વચન સાંભળો."},{"number":24,"verse":"શું ખેડૂત બીજ વાવવા માટે નિરંતર હળ ખેડયા કરે છે? તે શું પોતાનું ખેતર ખોદીને ઢેફાં ભાંગ્યા જ કરે છે?"},{"number":25,"verse":"તેની સપાટી સરખી કરી રહીને તે [તેમાં] સુવા નાખતો નથી? અને જીરું વાવતો નથી? અને ચાસમાં ઘઉં, ઠરાવેલ ઠેકાણે જવ, ને મોસમમાં બાજરી તે ઓરતો નથી શુ?"},{"number":26,"verse":"કેમ કે તેનો ઈશ્વર તેને [કામ કરવાની] યોગ્ય રીત શીખવીને તેને જ્ઞાન આપે છે."},{"number":27,"verse":"કેમ કે સુવા અણીદાર હથિયારથી મસળતા નથી, ને જીરા પર ગાડાનું પૈડું ફરતું નથી; સુવા કાઠીથી, ને જીરું ઝૂડિયાથી ઝુડાય છે."},{"number":28,"verse":"રોટલીનું ધાન્ય પિલાય છે શું? ના, તે સદા તેને મસળ્યા કરશે નહિ, ને પોતાના ગાડાનું પૈડું તથા પોતાના ઘોડાઓને તેના પર સતત ફેરવ્યા કરીને તે તેનો ભૂકો કરશે નહિ; પણ તેને [પવનમાં] ઊપણશે."},{"number":29,"verse":"એ [જ્ઞાન] પણ સૈન્યોના ઈશ્વર યહોવા પાસેથી મળે છે; ઈશ્વરની સૂચના અદભુત છે, ને તેમની બુદ્ધિ મહાન છે."}]}