{"bibleAbbr":"guOV2016","bookName":"યશાયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Isaiah","chapterNumber":29,"verses":[{"number":1,"verse":"( યરુશાલેમ પર ઝઝૂમતી આફત) અરે અરીએલ, અરીએલ, દાઉદની છાવણીના નગર! એક પછી એક વર્ષ વીતી જાઓ; વારાફરતી પર્વ આવ્યાં કરો."},{"number":2,"verse":"પછી હું અરીએલને સંકટમાં નાખીશ, ત્યાં શોક તથા વિલાપ થઈ રહેશે; અને તે મારી આવળ વેદી જેવું જ થશે."},{"number":3,"verse":"હું તારી આસપાસ ફરતી છાવણી રાખીશ, ને કિલ્લા બાંધી તને ઘેરો નાખીશ, ને તારી સામા મોરચા ઊભા કરીશ."},{"number":4,"verse":"તું નીચું પડીને ભૂમિમાંથી બોલશે, ને ધૂળમાંથી તારી વાત ધીમે અવાજે સંભળાવશે; અને તારો અવાજ ભૂમિમાંથી સાધેલા આત્માના અવાજ જેવો થશે, ને તારો બોલ ઝીણે સ્વરે ધૂળમાંથી આવશે."},{"number":5,"verse":"વળી તારા પરદેશીઓનો સમુદાય ઝીણી ધૂળના જેવો, ને તને પીડનારાનો સમુદાય [વામાં] ઊડી જતાં ફોતરાંના જેવો થશે; હા, તે અકસ્માત પળવારમાં થશે."},{"number":6,"verse":"સૈન્યોના ઈશ્વર યહોવા ગર્જના, ધરતીકંપ, મોટા અવાજ, વંટોળિયા, આંધી તથા ભસ્મ કરનાર અગ્નિની જ્વાળા મારફતે તેની ખબર લેશે."},{"number":7,"verse":"જે સર્વ પ્રજાઓ અરીએલની સામે લડે છે, એટલે જે સર્વ તેની તથા તેના કિલ્લાની સામે લડીને તેને સંકટમાં નાખે છે, તેઓનો સમુદાય સ્વપ્ન જેવો, ને રાત્રિના આભાસ જેવો થઈ જશે."},{"number":8,"verse":"જેમ ભૂખ્યા માણસને સ્વપ્ન આવે છે, તેમાં તે ખાય છે; પણ જ્યારે તે જાગે છે, ત્યારે તો તે ભૂખ્યોલ જ હોય છે; અને જેમ તરસ્યાને સ્વપ્ન આવે છે, તેમાં તે [પાણી] પીએ છે; પણ જ્યારે તે જાગે છે, ત્યારે હજી તે તરસ્યો જ હોય છે, ને નિર્બળ હોય છે; તે પ્રમાણે સિયોન પર્વતની સામે લડનારી સર્વ પ્રજાઓના સમુદાયને થશે."},{"number":9,"verse":"( ઇઝરાયલી પ્રજાનો અંધાપો અને પાખંડ) વિસ્મિત થઈને અચંબો પામો; પોતાને આંધળા કરીને આંધળા થાઓ. તેઓ પીધેલા છે, પણ દ્રાક્ષારસથી નહિ; તેઓ લથડિયાં ખાય છે, પણ દારૂથી નહિ."},{"number":10,"verse":"કેમ કે ( .) યહોવાએ ભર ઊંઘનો આત્મા તમારી પર રેડયો છે, ને તમારી આંખો (એટલે પ્રબોધકો) બંધ કરી છે, ને તમારાં શિર (એટલે દષ્ટાઓ) ઢાંકયાં છે."},{"number":11,"verse":"આ સર્વનું દર્શન તમારી આગળ મહોરથી બંધ કરેલા લેખના જેવું છે, લોકો જે ભણેલો છે તેને તે આપીને કહે છે, “આ વાંચ, ” તે કહે છે, “હું તે વાંચી શકતો નથી, કારણ કે તે પર મહોર કરેલી છે.”"},{"number":12,"verse":"પછી તે લેખ અભણને આપવામાં આવે છે ને તેને કહે છે, “આ વાંચ;” તે કહે છે, “મને વાંચતાં આવડતું નથી”."},{"number":13,"verse":"વળી પ્રભુએ કહ્યું, ( ; .) “આ લોકો તો મારી પાસે આવે છે, ને પોતાના મોંથી તથા હોઠોથી મને માન આપે છે, પણ તેમણે પોતાનું હ્રદય મારાથી દૂર રાખ્યું છે, ને તેઓમાં મારી જે બીક છે તે [માત્ર] પાઠે કરેલી માણસની આજ્ઞા છે;"},{"number":14,"verse":"તે માટે હું આ લોકમાં અદભુત કામ, હા આદભુત તથા અજાયબ કામ ફરીથી કરવાનો છું; ( .) તેમના જ્ઞાનીઓનું જ્ઞાન નષ્ટ થશે, અને તેમના બુદ્ધિમાનોની બુદ્ધિ લોપ થઈ જશે.”"},{"number":15,"verse":"( ઉજળા ભાવિની આશા) જેઓ યહોવાથી પોતાની યોજના સંતાડવાને ઊંડો વિચાર કરે છે, ને જેઓ અંધારામાં પોતાનું કામ કરે છે ને જેઓ કહે છે, “અમને કોણ જુએ છે? અમારા વિષે કોણ જાણે છે?” તેઓને અફસોસ!"},{"number":16,"verse":"અરે તમારી કેવી આડાઈ! ( .) શું કુંભાર માટીની બરાબર ગણાય? એવી રીતે કે, કૃત્યો પોતાના કર્તા વિષે કહે, ‘તેણે મને કર્યું નથી;’ અથવા બનાવેલું પોતાના બનાવનાર વિષે કહે, ‘તેને કંઈ સમજ નથી?’"},{"number":17,"verse":"[શું તમે નથી જાણતા કે] થોડી જ વારમાં લબાનોન વાડી થઈ જશે, ને વાડી વન જેવી ગણાશે?"},{"number":18,"verse":"તે દિવસે બહેરા, લેખની વાતો સાંભળશે, ને ઝાંખાશ તથા અંધકારમાંથી આંધળાઓની આંખ જોશે."},{"number":19,"verse":"વળી યહોવામાં દીનોનો આનંદ વધતો જશે, ને દરિદ્રી માણસો ઇઝરાયલના પવિત્ર [ઈશ્વર] માં હરખાશે."},{"number":20,"verse":"કેમ કે જુલમીનો અંત આવ્યો છે, ને નિંદકને પૂરો કરવામાં આવ્યો છે; ને અન્યાય કરવા માટે જેઓ તાકી રહે છે તેઓ સર્વને નાબૂદ કરવામાં આવ્યા છે;"},{"number":21,"verse":"તેઓ તો મુકરદમામાં માણસને ગુનેગાર ઠરાવનાર, ને દરવાજે ઠપકો આપનારને માટે પાશ પાથરનાર, ને ખોટા બહાનાથી નિર્દોષને દોષિત ઠરાવનાર છે."},{"number":22,"verse":"તે માટે જેણે ઇબ્રાહિમનો ઉદ્ધાર કર્યો, તે યહોવા યાકૂબના કુટુંબ વિષે કહે છે, “હવે યાકૂબને કદી શરમાવું પડશે નહી, ને તેનો ચહેરો ફિકકો થઈ જવાનો નથી."},{"number":23,"verse":"પણ તે પોતાની મધ્યે પોતાનાં છોકરાં એટલે મારા હાથની કૃતિઓને જોશે, ત્યારે તેઓ મારા નામને પવિત્ર માનશે; અને તેઓ યાકૂબના પવિત્ર [ઈશ્વર] ને પવિત્ર માનશે, ને ઇઝરાયલના ઈશ્વરથી બીશે."},{"number":24,"verse":"વળી આત્મામાં જેઓ ભૂલા પડેલા હતા તેઓ સમજુ થશે, ને જેઓ કચકચ કરનાર હતા તેઓ જ્ઞાન પામશે.”"}]}