{"bibleAbbr":"guOV2016","bookName":"યશાયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Isaiah","chapterNumber":32,"verses":[{"number":1,"verse":"( ધાર્મિક રાજાનું ધર્મરાજ) જુઓ, એક રાજા ન્યાયથી રાજ કરશે, ને સરદારો ઇનસાફથી અધિકાર ચલાવશે."},{"number":2,"verse":"[તેમાંનો] દરેક માણસ વાયુથી સંતાવાની જગા તથા તોફાનથી ઓથા જેવો, સૂકી ભૂમિમાં પાણીના નાળા જેવો, કંટાળો ઉપજાવનાર દેશમાં વિશાળ ખડકની છાયા જેવો થશે."},{"number":3,"verse":"જોનારાની આંખો ઝાંખી થશે નહિ, ને સાંભળનારના કાન સાંભળશે."},{"number":4,"verse":"ઉતાવળિયાઓનાં મન જ્ઞાન સમજશે, ને બોબડાઓની જીભ સ્પષ્ટ બોલશે."},{"number":5,"verse":"ત્યાર પછી મૂર્ખને કોઈ ખાનદાન કહેશે નહિ, ને ધૂર્ત્ત ઉદાર કહેવાશે નહિ."},{"number":6,"verse":"કેમ કે મૂર્ખ મૂર્ખાઈની જ વાત બોલશે, ને તેનું હ્રદય અધર્મ કરવામાં, યહોવા વિષે ભૂલભરેલી વાત બોલવામાં, ભૂખ્યાઓને જીવ અતૃપ્ત રાખવામાં, ને તરસ્યાઓનું પીવાનું બંધ કરવામાં અન્યાય કરશે."},{"number":7,"verse":"ધૂર્તનાં હથિયારો ભૂંડાં છે; તે, દરિદ્રી પોતાના વાજબી [હકનું] સમર્થન કરતો હોય, ત્યારે પણ, મિથ્યા વાતોથી ગરીબનો નાશ કરવા માટે દુષ્ટ યુક્તિઓ યોજે છે."},{"number":8,"verse":"પણ ઉદાર ઉદારતા યોજે છે; અને ઉદારપણામાં તે સ્થિર રહેશે."},{"number":9,"verse":"( પતન અને પુન:સ્થાપના) સુખવાસીસ્ત્રીઓ, ઊઠો, મારી વાણી સાંભળો. બેદરકાર દીકરીઓ, મારાં વચનો તરફ કાન દો."},{"number":10,"verse":"હે બેદરકાર સ્ત્રીઓ, એક વર્ષ ઉપરાંત કેટલાક દિવસો પછી તમે ધ્રૂજશો, કેમ કે દ્રાક્ષાની ઊપજ બંધ થશે, ને એકત્ર કરવાનો સમય આવશે નહિ."},{"number":11,"verse":"સુખવાસી સ્ત્રીઓ, કાંપો; બેદરકાર રહેનારીઓ, ધ્રૂજો; વસ્ત્રો કાઢીને નગ્ન થાઓ, ને કમર પર [ટાટ] બાંધો."},{"number":12,"verse":"આનંદાયક ખેતરને માટે તથા ફળદાયક દ્રાક્ષાવેલાને માટે તેઓ છાતી કૂટવાની છે."},{"number":13,"verse":"મારા લોકોની ભૂમિ પર કાંટા તથા ઝાંખરાં ઊગી નીકળશે; ઉલ્લાસી નગરનાં સર્વ આનંદભર્યા ઘર પર તેઓ ઊગશે."},{"number":14,"verse":"કેમ કે રાજમહેલનો ત્યાગ કરવામાં આવશે; વસતિવાળું નગર ઉજજડ થશે; ટેકરી તથા બુરજ સર્વકાળ સુધી કોતર જેવાં, રાની ગધેડાંના આનંદનું સ્થાન, અને ઘેટાંનું ચરણ થશે."},{"number":15,"verse":"જ્યાં સુધી કે ઉપરથી આત્મા આપણા પર રેડાય, અને અરણ્ય ફળવંત વાડી થાય, ને ફળવંત વાડી વન સમાન ગણાય [ત્યાં સુધી એમ થશે.]"},{"number":16,"verse":"પછી ઇનસાફ અરણ્યમાં વસશે, ને ન્યાયપણું ફળવંત વાડીમાં વસતિ કરશે."},{"number":17,"verse":"ન્યાયીપણાનું કામ શાંતિ; ન્યાયીપણાનું પરિણામ સર્વકાળનો વિશ્રામ તથા નિર્ભયતા થશે."},{"number":18,"verse":"મારા લોકો શાંતિના સ્‍થાનમાં, નિર્ભય આવાસોમાં તથા સ્વસ્થ વિશ્રામસ્થાનોમાં રહેશે."},{"number":19,"verse":"પણ જંગલના પતન સમયે કરા પડશે; અને નગર જમીનદોસ્ત કરવામાં આવશે."},{"number":20,"verse":"તમે જેઓ સર્વ પાણીની પાસે વાવો છો, ને બળદ તથા ગધેડાને [છૂટથી ફરવા] મોકલો છો, તે તમને ધન્ય છે."}]}