{"bibleAbbr":"guOV2016","bookName":"યશાયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Isaiah","chapterNumber":48,"verses":[{"number":1,"verse":"( ભવિષ્યનો સ્વામી પણ ઈશ્વર જ) હે યાકૂબનાં સંતાનો, તમે આ સાંભળો; તમે તો ઇઝરાયલના નામથી ઓળખાઓ છો, ને યહૂદિયાના ઝરાથી નીકળી આવેલાં છો; તમે તો યહોવાના નામના સમ ખાઓ છો, અને ઇઝરાયલના ઈશ્વરનું સ્મરણ કરો છો, પણ સચ્ચાઈથી નહિ, ને પ્રામાણિકપણાથી નહિ."},{"number":2,"verse":"કેમ કે ‘અમે પવિત્ર નગરના [રહેવાસી] છીએ, ’ એવું તેઓ કહે છે, ને તેમનો આધાર ઇઝરાયલના ઈશ્વર પર છે. તેમનું નામ સૈન્યોના [ઈશ્વર] યહોવા છે."},{"number":3,"verse":"આગલી બિનાઓને મેં અગાઉથી પ્રગટ કરી; હા મારા મુખમાંથી તે નીકળી, મેં તે [તને] કહી સંભળાવી; મેં તેમને એકદમ પૂરી કરી, ને તે બની આવી."},{"number":4,"verse":"મેં જાણ્યું કે તું જિદ્દી છે, અને તારા ડોકાના સ્નાયુઓ લોખંડ જેવા છે, ને તારું કપાળ પિત્તળ જેવું છે;"},{"number":5,"verse":"તેથી તો મેં તને પુરાતન કાળથી વિદિત કર્યું હતું; તે થયા પહેલાં મેં [આગળથી] તને કહી સંભળાવ્યું હતું; રખેને તું કહે, ‘મારી મૂર્તિએ તે કામો કર્યાં છે, ને મારી કોરેલી મૂર્તિએ તથા મારી ઢાળેલી મૂર્તિએ તે ફરમાવ્યાં છે.’"},{"number":6,"verse":"તેં તે સાંભળ્યું છે; આ સર્વ જો; અને શું તમે તે વિષે સાક્ષી પૂરશો નહિ? હવેથી નવી ને ગુપ્ત રાખેલી બિનાઓ કે જે તેં જાણી નથી, તે હું તને કહી સંભળાવું છું."},{"number":7,"verse":"હમણાં તે ઉત્પન્ન થઈ છે, અગાઉથી તે નહોતી; આજ સુધી તો તેં તે સાંભળી પણ નહોતી; રખેને તું કહે, ‘હું તે જાણતો હતો.’"},{"number":8,"verse":"વળી તેં સાભળ્યું નહિ; વળી તેં જાણ્યું નહિ; વળી તારા કાન અગાઉથી ઊઘડયા નહિ; કેમ કે હું જાણતો હતો કે, તું તદ્દન કપટી છે, ને ગર્ભસ્થાનથી માંડીને તું બંડખોર કહેવાતો આવ્યો છે."},{"number":9,"verse":"મારા પોતાના નામની ખાતર હું મારો કોપ શમાવીશ, ને મારી સ્તુતિને અર્થે તારા પ્રત્યે મારા [રોષને] હું કબજામાં રાખીશ કે, જેથી હું તને નાબૂદ ન કરું."},{"number":10,"verse":"જુઓ, મેં તને ચોખ્ખો કર્યો છે, પણ રૂપાની જેમ નહિ; વિપત્તિરૂપી ભઠ્ઠીમાં તને કસ્યો છે."},{"number":11,"verse":"મારે પોતાને માટે, મારે પોતાને માટે જ હું તે કામ કરીશ; કેમ કે [મારું નામ] કેવું ભ્રષ્ટ કરવામાં આવ્યું છે? હું મારો મહિમા બીજાને આપીશ નહિ."},{"number":12,"verse":"( પ્રભુનો પસંદિત આગેવાન:કોરેશ) હે યાકૂબ, ને મારા બોલાવેલા ઇઝરાયલ, મારું સાંભળો; હું તે જ છું. ( ; ; .) હું આદિ છું, હું અંત પણ છું."},{"number":13,"verse":"વળી મારે હાથે પૃથ્વીનો પાયો નાખ્યો, ને મારે જમણે હાથે આકાશોને પ્રસાર્યાં; હું તેમને બોલાવું છું, એટલે તેઓ એકત્ર ઊભાં થાય છે."},{"number":14,"verse":"તમે સર્વ એકઠા થાઓ, ને સાંભળો; તેઓમાંના કોણે એ બિનાઓ જાહેર કરી છે? જેના પર યહોવા પ્રેમ રાખે છે, તે બાબિલ પર તેનો ઈરાદો પૂરો કરશે, ને તેના હાથ ખાલદીઓ પર પડશે."},{"number":15,"verse":"હું, હું જ બોલ્યો છું; વળી મેં જ તેને બોલાવ્યો છે, હું તેને લાવ્યો છું, તે પોતાના માર્ગમાં સફળ કરશે."},{"number":16,"verse":"મારી પાસે આવો, આ સાંભળો; પ્રારંભથી હું ગુપ્તમાં બોલ્યો નથી; તે થયું ત્યારથી હું ત્યાં છું. અને હવે પ્રભુ યહોવાએ પોતાના આત્મા સહિત મને મોકલ્યો છે.”"},{"number":17,"verse":"( પોતાના લોકોને માટે પ્રભુની યોજના) તારો ઉદ્ધાર કરનાર યહોવા, ઇઝરાયલનો પવિત્ર [ઈશ્વર] એવું કહે છે, “હું યહોવા તારો ઈશ્વર છું, ને તારા લાભને અર્થે હું તને શીખવું છું; જે માર્ગે તારે જવું જોઈએ તે પર તારો ચલાવનાર હું છું."},{"number":18,"verse":"જો તેં મારી આજ્ઞાઓ ધ્યાનમાં લીધી હોત તો કેવું સારું! ત્યારે તો તારી શાંતિ નદીના જેવી, ને તારું ન્યાયીપણું સમુદ્રનાં મોજાં જેવું થાત."},{"number":19,"verse":"વળી તારાં સંતાન રેતી જેટલાં ને તારા પેટથી પેદા થયેલાં તેની રજકણો જેટલાં થાત; તેનું નામ મારી સમક્ષ નાબૂદ થાત નહિ ને તે વિનાશ પામત નહિ."},{"number":20,"verse":"( .) બાબિલમાંથી નીકળો, ખલદીઓની પાસેથી નાસી જાઓ. હર્ષનાદથી આ જાહેર કરીને સંભળાવો; પૃથ્વીના છેડા સુધી તેને પ્રગટ કરો; કહો કે, યહોવાએ પોતાના સેવક યાકૂબનો ઉદ્ધાર કર્યો છે."},{"number":21,"verse":"તે તેઓને રણમાં દોરી લઈ ગયા, તોપણ તેઓ તરસ્યા રહ્યા નહિ; તેમણે તેઓને માટે ખડકમાંથી પાણી વહેતું કર્યું; વળી તેમણે ખડક ફાડયા, અને [તેમાંથી] પાણી ખળખળ વહ્યું.”"},{"number":22,"verse":"( .) યહોવાએ કહ્યું છે, “દુષ્ટોને કંઈ શાંતિ હોતી નથી.”"}]}