{"bibleAbbr":"guOV2016","bookName":"યશાયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Isaiah","chapterNumber":55,"verses":[{"number":1,"verse":"( ઇઝરાયલનો દયાળુ ઈશ્વર) ( ; .) “હે તૃષિત જનો, તમે સર્વ પાણીની પાસે આવો, જેની પાસે કંઈ પણ નાણું નથી તે તમે આવો; વેચાતું લો, અને ખાઓ. વળી આવીને નાણાં વિના તથા મૂલ્ય વિના દ્રાક્ષારસ તથા દૂધ વેચાતાં લો."},{"number":2,"verse":"જે ખોરાક નથી તેને માટે નાણું શા માટે ખરચો છો? જેથી તૃપ્તિ થતી નથી તેને માટે તમારી કમાઈ [શા માટે ખરચી નાખો છો?] કાન દઈને મારું સાંભળો, અને સારું જ ખાઓ, ને સ્વાદિષ્ટ ભોજનથી તમારો જીવ સંતોષ પામે."},{"number":3,"verse":"કાન દો, મારી પાસે આવો; સાંભળો, એટલે તમારો આત્મા જીવશે! અને ( .) દાઉદ પર [કરેલી] કૃપા જેમ નિશ્ચલ છે તે પ્રમાણે હું તમારી સાથે સદાકાળનો કરાર કરીશ."},{"number":4,"verse":"મેં તેને લોકોને માટે સાક્ષી, તેઓને માટે સરદાર તથા અધિકારી ઠરાવી આપ્યો છે."},{"number":5,"verse":"જો, જે પ્રજાને તું જાણતો નથી તેને તું બોલાવીશ, ને જે પ્રજા તને જાણતી નહોતી તે તારા ઈશ્વર યહોવાને લીધે તારી પાસે દોડી આવશે, તે ઇઝરાયલના પવિત્ર [ઈશ્વર] ને લીધે [આવશે] ; કારણ કે તેણે તને પ્રતાપી કર્યો છે."},{"number":6,"verse":"યહોવા મળે છે એટલામાં તેમને શોધો, તે પાસે છે એટલામાં તેમને હાંક મારો."},{"number":7,"verse":"દુષ્ટ માણસ પોતાનો માર્ગ છોડે, ને આધર્મી માણસ પોતાના વિચારો તજી દે; અને યહોવા પાસે તે પાછો આવે, તો તે તેના પર કૃપા કરશે; અને આપણા ઈશ્વરની પાસે [આવે] , કેમ કે તે સંપૂર્ણ ક્ષમા કરશે."},{"number":8,"verse":"કેમ કે મારા વિચારો તે તમારા વિચારો નથી, તેમ તમારા માર્ગો તે મારા માર્ગો નથી” એમ યહોવા કહે છે."},{"number":9,"verse":"“જેમ આકાશો પૃથ્વીથી ઊંચાં છે, તેમ મારા માર્ગો તમારા માર્ગોથી, ને મારા વિચારો તમારા વિચારોથી ઊંચા છે."},{"number":10,"verse":"જેમ વરસાદ તથા હિમ આકાશથી પડે છે, અને ભૂમિને સિંચ્યા વિના, ને તેને સફળ તથા ફળદ્રુપ કર્યા વિના તથા ( .) વાવનારને અનાજ તથા ખાનારને અન્ન આપ્યા વિના ત્યાં પાછાં ફરતાં નથી;"},{"number":11,"verse":"તે પ્રમાણે મારું વચન જે મારા મુખમાંથી નીકળ્યું છે તે [સફળ] થશે; મેં જે ચાહ્યું છે તે કર્યા વિના, ને જે હેતુથી મેં તેને મોકલ્યું હતું, તેમાં સફળ થયા વિના, તે ફોગટ મારી પાસે પાછું વળશે નહિ."},{"number":12,"verse":"તમે આનંદસહિત નીકળી જશો, ને શાંતિથી તમને બહાર લઈ જવામાં આવશે; તમારી આગળ પર્વતો તથા ટેકરીઓ હર્ષનાદ કરવા માંડશે. અને ખેતરોનાં સર્વ ઝાડ તાળી પાડશે."},{"number":13,"verse":"કાંટાના ઝાડને સ્થાને દેવદાર, અને રાની ગુલાબને સ્થાને મેંદી ઊગશે. તે યહોવાની નામના તરીકે, કદી નાશ પામશે નહિ એવું અનંતકાળ માટેનું સ્મારક થશે.”"}]}