{"bibleAbbr":"guOV2016","bookName":"યશાયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Isaiah","chapterNumber":57,"verses":[{"number":1,"verse":"( ઇઝરાયલમાંની મૂર્તિપૂજાનો ઉઘડો) ધર્મિષ્ઠ માણસ નાશ પામે છે, પણ કોઈ માણસ તે ધ્યાનમાં લેતું નથી; અને ધાર્મિક માણસોના પ્રાણ લઈ લેવામાં આવે છે, પણ કોઈ સમજતો નથી કે તેઓને [આવતી] વિપત્તિઓમાંથી દૂર લઈ જવામાં આવે છે."},{"number":2,"verse":"તે શાંતિમાં પ્રવેશ કરે છે; જે સીધો ચાલે છે તે પોતાના બિછાના પર વિશ્રાંતિ પામે છે."},{"number":3,"verse":"પણ તમે જાદુગરણના દીકરા, જારકર્મી તથા વ્યભિચારિણીનાં સંતાન, અત્રે પાસે આવો."},{"number":4,"verse":"તમે કોની મશ્કરી કરો છો? કોની સામે મુખ પહોળું કરીને જીભ કાઢો છો? શું તમે અધર્મિના છોકરાં, અને જૂઠાઓનાં સંતાન નથી?"},{"number":5,"verse":"તમે એલોનવૃક્ષો તથા હરેક લીલા ઝાડ નીચે વિષયભોગમાં મસ્ત થાઓ છો. નાળાંઓમાં ખડકોની ફાટ નીચે છોકરાંને મારી નાખો છો."},{"number":6,"verse":"નાળામાંના લીસા [પથ્થરો] માં તારો ભાગ છે. તેઓ જ તારો હિસ્સો છે. વળી તેઓને તેં પેયાર્પણ રેડયું છે ને ખાદ્યાર્પણ ચઢાવ્યું છે. આવી બાબતો બનવા છતાં હું મૂંગો રહું?"},{"number":7,"verse":"મોટા અને ઊંચા પર્વત પર તેં તારું બિછાનું પાથર્યું છે; વળી તું યજ્ઞ કરવા માટે ત્યાં ચઢી ગઈ."},{"number":8,"verse":"અને કમાડ તથા ચોકઠાંની પછવાડે તેં તારું સ્મારક મૂક્યું; કેમ કે મારાથી દૂર થઈને તું પોતાની [કાયા] ઉઘાડી કરીને ઉપર ચઢી ગઈ. તેં તારું બિછાનું જ્યાં જોયું ત્યાં તેને ચાહ્યું,"},{"number":9,"verse":"તું સુગંધીદાર તેલ લઈને મોલેખની પાસે ચાલી ગઈ, ને તેં પુષ્કળ અત્તર ચોળ્યું, ને તારા સંદેશીયાને તેં દૂર સુધી મોકલ્યા, ને શેઓલ સુધી તું નીચે ગઈ."},{"number":10,"verse":"તારો રસ્તો લાંબો હોવાને લીધે તું કાયર થઈ; તોપણ ‘કંઈ આશા નથી’ એવું તેં કહ્યું નહિ; તાજું બળ તને પ્રાપ્ત થયું; તેથી તું નબળી થઈ નહિ."},{"number":11,"verse":"તું કોનાથી બીધી તથા ડરી કે તું જૂઠું બોલે છે, ને મારું સ્મરણ તેં રાખ્યું નથી, ને તે ધ્યાનમાં લીધું નથી? શું કહું ઘણા દિવસથી છાનો રહ્યો, ને [તેથી] તું મારાથી નથી બીતી?"},{"number":12,"verse":"હું તારું ધર્મિષ્ઠપણું [કેવું છે તે] ઉઘાડું કરીશ; તારાં કામોથી તને કંઈ લાભ થશે નહિ."},{"number":13,"verse":"તું હાંક મારે ત્યારે તારી સંઘરેલી [મૂર્તિઓ ભલે] તને છોડાવે! પરંતુ વાયુ તે સર્વને ઉડાવી દેશે, પવન તેમને લઈ જશે; પણ જે મારા પર ભરોસો રાખે છે તે દેશનો વારસ થશે, ને મારા પવિત્ર પર્વતનું વતન પામશે."},{"number":14,"verse":"( પ્રભુની સહાય, અને સ્વસ્થ કરનારું સામર્થ્ય) વળી તે કહેશે, “સડક બાંધો, સડક બાંધો, માર્ગ તૈયાર કરો, મારા લોકોના માર્ગોમાંથી હરેક ઠોકરલ ખવડાવનારી વસ્તુ ઉઠાવી લો.”"},{"number":15,"verse":"કેમ કે જે ઉચ્ચ તથા ઉન્નત છે, જે સનાતનકાળથી છે, જેનું નામ પવિત્ર છે, તે એવું કહે છે: “હું ઉચ્ચસ્થાને તથા પવિત્રસ્થાને રહું છું, વળી જે અંત:કરણથી પશ્ચાતાપ કરે છે તથા નમ્ર છે તેની સાથે પણ વસું છું, જેથી હું નમ્રજનોના આત્માને અને પશ્ચાતાપ કરનારાઓના હ્રદયને ઉત્તેજિત કરું."},{"number":16,"verse":"કેમ કે હું સદા વિવાદ કરનાર નથી, ને સર્વકાળ રોષ રાખનાર નથી; રખેને મેં જે આત્માને તથા જે જીવોને પેદા કર્યા છે, તેઓ મારી આગળ નિર્ગત થઈ જાય."},{"number":17,"verse":"તેણે લોભથી કરેલા અન્યાયને લીધે ક્રોધાયમાન થઈને મેં તેને માર્યો, ને હું રોષમાં સંતાઈ રહ્યો; અને તે તો પોતાના હ્રદયને માર્ગે વળી જઈને ચાલ્યો ગયો."},{"number":18,"verse":"મેં તેના માર્ગો જોયા છે, હું તેને સાજો કરીશ; વળી હું તેને દોરીશ, અને તેને તથા તેમાંના શોક કરનારાઓને હું દિલાસો આપીશ."},{"number":19,"verse":"હું હોઠોના ફળો ઉત્પન્ન કરીશ. યહોવા કહે છે કે, ( .) દૂરનાને તથા પાસેનાને શાંતિ, શાંતિ; અને હું તેને સાજો કરીશ."},{"number":20,"verse":"પણ દુષ્ટો તોફાની સમુદ્રના જેવા છે; કેમ કે તે શાંત રહી શકતો નથી, ને તેનાં પાણી કીચડ તથા કાદવથી ડહોળાં થાય છે."},{"number":21,"verse":"( .) દુષ્ટોને કંઈ શાંતિ હોતી નથી, ” એમ મારા ઈશ્વર કહે છે."}]}