{"bibleAbbr":"guOV2016","bookName":"યશાયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Isaiah","chapterNumber":59,"verses":[{"number":1,"verse":"( પ્રબોધક લોકોનાં પાપને વખોડી કાઢે છે) જુઓ, યહોવાનો હાથ એટલો ટૂંકો થઈ ગયો નથી કે તે બચાવી ન શકે! અને તેનો કાન એવો મંદ થયો નથી કે તે સાંભળી ન શકે!"},{"number":2,"verse":"પણ તમારા અપરાધો તમારી ને તમારા ઈશ્વરની વચમાં ભિન્નતા કરતા આવ્યા છે, અને તમારાં પાપોએ તેમનું મુખ તમારી તરફથી એવું ફેરવી નાખ્યું છે કે, તે સાંભળે નહિ."},{"number":3,"verse":"કેમ કે તમારા હથા લોહીથી, ને તમારી આંગળીઓ અપરાધોથી અશુદ્ધ થઈ છે; તમારા હોઠો જૂઠું બોલ્યા છે, ને તમારી જીભ દુષ્ટતા બબડે છે."},{"number":4,"verse":"ન્યાયને અનુસરીને કોઈ દાવો કરતો નથી, ને સત્યથી કોઈ વાદ કરતો નથી. તેઓ વ્યર્થતા પર ભરોસો રાખે છે, ને જૂઠું બોલે છે. તેઓ વિપત્તિનો ગર્ભ ધરે છે, ને દુષ્ટતા પ્રસવે છે."},{"number":5,"verse":"તેઓ નાગણનાં ઈંડા સેવે છે, ને કરોળિયાની જાળો વણે છે; તેમનાં ઈંડા જે ખાય તે મરી જાય છે, ને જે છુંદાય છે તેમાંથી સાપ નીકળે છે."},{"number":6,"verse":"તેમની જાળો વસ્ત્ર તરીકે કામમાં આવશે નહિ, ને પોતાની કરણીઓથી તેઓ પોતાનું આચ્છાદન કરશે નહિ; તેમની કરણીઓ અન્યાયી છે, ને તેમના હાથોથી બલાત્કારનાં કામ થાય છે."},{"number":7,"verse":"( .) તેઓના પગ દુષ્ટ કૃત્યો તરફ દોડે છે, ને નિરપરાધી લોહી વહેવડાવવાને તેઓ ઉતાવળ કરે છે. તેમના વિચારો ભૂંડા છે; તેમના માર્ગોમાં પાયમાલી તથા વિનાશ છે."},{"number":8,"verse":"તેઓ શાંતિનો માર્ગ જાણતા નથી, અને તેમનાં પગલાંમાં કંઈ ઇનસાફ નથી; તેઓએ પોતાનો માર્ગ વાંકોચૂકો કર્યો છે, જે કોઈ તે માર્ગે ચાલે છે, તેને શાંતિ મળતી નથી."},{"number":9,"verse":"( લોકોની પાપ-કબૂલાત) તે માટે ઇનસાફ અમારાથી વેગળો રહે ચે, ને ન્યાયીપણું અમારી પાસે આવી પહોંચતું નથી. અમે અજવાળાની આશા રાખીએ છીએ, પણ જુઓ અંધકાર; તેજની આશા રાખીએ છીએ, પણ ઘોર અંધકારમાં ચાલીએ છીએ."},{"number":10,"verse":"આંધળાની જેમ ભીંતને હાથ અડકાડી અડકાડીને શોધીએ છીએ, હા, જેને આંખ નથી તેની જેમ હાથ અડકાડીએ છીએ; જાણે ઝળઝળિયું હોત તેમ ખરે બપોરે ઠોકર ખાઈએ છીએ; મુડદાં જેવા અંધકારમય સ્થાનમાં છીએ."},{"number":11,"verse":"રીંછની જેમ ઘૂરકીએ છીએ, ને હોલાની જેમ કણીએ છીએ; ઇનસાફની આશા રાખીએ છીએ, પણ કંઈ મળતો નથી; તારણની આશા રાખીએ છીએ, પણ તે અમારાથી દૂર રહે છે."},{"number":12,"verse":"કેમ કે અમારા અપરાધો તમારી આગળ ઘણા થયા છે, ને અમારાં ફાપ અમારી વિરુદ્ધ સાક્ષી આપે છે; કેમ કે અમારા અપરાધો અમારી સાથે છે, ને અમારાં અન્યાયી કૃત્યોને તો અમે જાણીએ છીએ."},{"number":13,"verse":"એટલે યહોવાની વિરુદ્ધ અપરાધ કરવો, તેમનો નકાર કરવો, તથા પોતાના ઈશ્વર [ની આજ્ઞા] ને અનુસરવાથી પાછા હઠી જવું, જુલમની તથા બંડની વાત બોલવી, હ્રદયમાં જૂઠી વાતનો વિચાર કરીને તેમનો ઉચ્ચાર કરવો [એ અમારાં પાપ છે]."},{"number":14,"verse":"વળી ઇનસાફ પાછળ ઠેલી મુકાય છે, અને ન્યાયીપણું વેગળું રહે છે; સત્ય રસ્તામાં પડી રહ્યું છે, ને પ્રામાણિકપણું પ્રવેશ કરી શકતું નથી."},{"number":15,"verse":"વળી સત્યનો અભાવ છે. અને દુષ્કર્મોથી દૂર રહેનારો લૂંટાય છે. યહોવાએ જોયું કે કંઈ ઇનસાફ નથી, એ તેમની દષ્ટિમાં માઠું લાગ્યું."},{"number":16,"verse":"( પ્રભુ પ્રજાની વહારે) ( .) તેમણે જોયું કે કોઈ માણસ નથી, ને કોઈ મધ્યસ્થ નથી; તે જોઈને તે વિસ્મય પામ્યા, ને તેમણે પોતાને માટે પોતાને જ હાથે તારણ સાધ્યું; અને તેમનું પોતાનું ન્યાયીપણું તે તેમનો આધાર થયું."},{"number":17,"verse":"( .) પ્રભુએ બખતર તરીકે ન્યાયીપણું સજ્યું, ને ( ; .) ટોપ તરીકે માથા પર તારણ રાખ્યું; પોશાક તરીકે તેમણે પ્રતિકારરૂપી વસ્ત્ર પહેર્યાં, ને ઝભ્ભા તરીકે ઉત્કંઠા ઓઢી."},{"number":18,"verse":"જેવાં તેઓનાં કામ તેવાં જ ફળ તે તેઓને આપશે; અને પોતાના વૈરીઓને કોપ, પોતાના શત્રુઓને દંડ, ને સમુદ્રને કિનારે આવેલા દેશોને તે શિક્ષા કરશે."},{"number":19,"verse":"તેઓ પશ્ચિમથી યહોવાના નામનો, ને સૂર્યોદયના સ્થળથી તેમના પ્રતાપનો ભય રાખશે; કેમ કે તે બાંધી દીધેલી નદી, જેને યહોવાનો શ્વાસ હડસેલે છે, તેની જેમ ધસી આવશે.”"},{"number":20,"verse":"વળી યહોવા કહે છે, ( .) “સિયોનને માટે, તથા યાકૂબમાંના આધર્મથી પાછા ફરનારાને માટે ઉદ્ધારનાર આવશે.”"},{"number":21,"verse":"વળી યહોવા કહે છે, “તેમની સાથે મારો કરાર તો આ છે: મારો આત્મા જે તારા પર છે, ને મારાં વચનો જે મેં તારા મુખમાં મૂકયાં છે તે તારા મુખમાંથી, તારા સંતાનના મુખમાંથી, તથા તારા સંતાનના સંતાનના મુખમાંથી હમણાંથી તે સર્વકાળ માટે જતાં રહેનાર નથી, ” એમ યહોવા કહે છે."}]}