{"bibleAbbr":"guOV2016","bookName":"યશાયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Isaiah","chapterNumber":65,"verses":[{"number":1,"verse":"( ઈશ્વરની પરવા ન કરનારને શિક્ષા) ( .) જેઓ મને પૂછતા નહોતા તેઓ મારે વિષે તપાસ કરે છે. જેઓ મને શોધતા નહોતા તેઓને હું મળ્યો છું. જે પ્રજાએ મારું નામ લઈને [મારી વિનંતી] કરી નહોતી તેમને મેં કહ્યું, ‘હું આ રહ્યો, હું આ રહ્યો.’"},{"number":2,"verse":"( .) એ બંડખોર લોકો જેઓ સ્વચ્છંદી રીતે ખોટે માર્ગે ચાલે છે તેમને [અપનાવી લેવા] મેં આખો દિવસ મારા હાથ લાંબા કર્યા છે."},{"number":3,"verse":"તે લોકો નિત્ય મારી દષ્ટિ આગળ રહીને મને કોપાયમાન કરે છે, તેઓ વાડીઓમાં યજ્ઞ કરે છે, ને ઈંટો [ની વેદીઓ] પર ધૂપ બાળે છે."},{"number":4,"verse":"તેઓ કબરોમાં રહે છે, ને ભોંયરામાં રાતવાસો રહે છે. તેઓ ભૂંડનું માંસ ખાય છે, ને ધિક્કારપાત્ર વસ્તુઓનો સેરવો તેઓનાં પાત્રોમાં હોય છે."},{"number":5,"verse":"તેઓ કહે છે, ‘તું વેગળો રહે, મારી પાસે આવીશ નહિ, કેમ કે હું તારા કરતાં પવિત્ર છું!’ તેઓ મારા નસકોરામાં ધુમાડા સમાન, ને આખો દિવસ બળતા અગ્નિ જેવા છે."},{"number":6,"verse":"જુઓ, એ મારી આગળ લખેલું છે: ‘હું બદલો વાળી આપ્યા વિના છાનો રહેનાર નથી."},{"number":7,"verse":"યહોવાએ કહ્યું છે, તેમના ઉરમાં તમારા પોતાના અપરાધોનો બદલો, તથા તમારા પૂર્વજો કે, જેઓએ પર્વતો પર ધૂપ બાળ્યો હતો, ને ડુંગરો પર મને નિંદ્યો હતો, તેમના અપરાધોનો હું એકત્ર બદલો વાળીશ. વળી હું પ્રથમ તેમની કરણીઓનું ફળ તેમના ઉરમાં માપી આપીશ.’"},{"number":8,"verse":"યહોવા કહે છે, “જેમ ઝૂમખામાં નવો દ્રાક્ષારસ મળે છે ત્યારે, ‘તેનો નાશ કરશો નહિ, કેમ કે તેમાં આશીર્વાદ છે, ’ એમ લોકો કહે છે; તેમ હું મારા સેવકોને માટે કરીશ, જેથી તેઓ સર્વનો નાશ ન થાય."},{"number":9,"verse":"હું યાકૂબમાંથી સંતાન, તથા યહૂદિયામાંથી મારા પર્વતોનો વારસ કાઢી લાવીશ; અને મારા પસંદ કરાયેલા તેનો વારસો પામશે, ને મારા સેવકો ત્યાં વસશે."},{"number":10,"verse":"જે મારા લોકોએ મને શોધ્યો છે, તેમને માટે શારોન ઘેટાંના ટોળાના બીડ સમું થશે, ને ( .) આખોરની ખીણ ઢોરોનું વિશ્રામસ્થાન થશે."},{"number":11,"verse":"પણ તમે જે યહોવાનો ત્યાગ કરનારા, મારા પવિત્ર પર્વતને વીસરનારા સૌભાગ્ય [દેવી] ને માટે ભાણું પીરસનારા, ને વિધાતાની આગળ મિશ્ર દ્રાક્ષારસ ધરનારા;"},{"number":12,"verse":"તમને હું તરવારને માટે નિર્માણ કરીશ, ને તમારે સૌએ સંહારને શરણ થવું પડશે; કેમ કે મેં હાંક મારી, ને તમે ઉત્તર આપ્યો નહિ; હું બોલ્યો, ને તમે સાંભળ્યું નહિ; પણ મારી દષ્ટિમાં જે ભૂંડું હતું તે તમે કર્યું, ને જે હું ચાહતો ન હોતો તે તમે પસંદ કર્યું.”"},{"number":13,"verse":"તે માટે પ્રભુ યહોવા કહે છે, “જુઓ મારા સેવકો ખાશે, પણ તમે તો ભૂખ્યા રહેશો; જુઓ, મારા સેવકો પીશે, પણ તમે તો તરસ્યા રહેશો; જુઓ, મારા સેવકો આનંદ કરશે, પણ તમે તો લજ્જિત થશો;"},{"number":14,"verse":"જુઓ, મારા સેવકો હ્રદયના ઉમળકાથી હર્ષનાદ કરશે, પણ તમે હ્રદયના ખેદને લીધે શોક કરશો, ને જીવના સંતાપને લીધે વિલાપ કરશો."},{"number":15,"verse":"તમે તમારું નામ મારા પસંદ કરાયેલાઓને શાપ આપવા માટે મૂકી જશો, ને પ્રભુ યહોવા તમને મારી નાખશે; અને તે પોતાના સેવકોનું નામ બીજું પાડશે."},{"number":16,"verse":"જે દેશમાં કોઈ પોતાના પર આશીર્વાદ માગશે, તે સત્ય ઈશ્વરને નામે પોતાના પર આશીર્વાદ માગશે; અને દેશમાં જે કોઈ સમ ખાશે તે સત્ય ઈશ્વરના સમ ખાશે; કેમ કે પ્રથમની વિપત્તિઓ વિસારે પડી છે, ને તેઓ મારી આંખોથી સંતાઈ રહે છે."},{"number":17,"verse":"( નવી સૃષ્ટિ) જુઓ, હું ( ; ; .) નવાં આકાશ તથા નવી પૃથ્વી ઉત્પન્ન કરનાર છું; અને આગલી બિનાઓનું સ્મરણ કરવામાં આવશે નહિ, તેઓ મનમાં આવશે નહિ."},{"number":18,"verse":"પણ હું જે ઉત્પન્ન કરું છું, તેને લીધે તમે સર્વકાળ આનંદ કરો ને હરખાઓ; કેમ કે હું યરુશાલેમને આનંદમય તથા તેના લોકોને હર્ષમય ઉત્પન્ન કરું છું."},{"number":19,"verse":"વળી હું યરુશાલેમથી આનંદ પામીશ, ને મારા લોકથી હરખાઈશ; ( .) તેમાં ફરીથી રુદન કે વિલાપનો સાદ સાંભળવામાં આવશે નહિ."},{"number":20,"verse":"ત્યાંથી ફરી [થોડા] દિવસોનું ધાવણું બાળક, અથવા જેના દિવસ પૂરા થયા નથી એવો ઘરડો માણસ મળી આવશે નહિ; કેમ કે જુવાન સો વરસની વયનો છતાં શાપિત થશે."},{"number":21,"verse":"વળી તેઓ ઘરો બાંધીને તેઓમાં રહેશે, ને દ્રાક્ષાવાડીઓ રોપીને તેમનાં ફળ ખાશે."},{"number":22,"verse":"તેઓ બાંધશે ને તેમાં બીજો વસશે, એમ નહિ બને; તેઓ રોપશે ને તે બીજો ખાશે, એવું થશે નહિ; કેમ કે ઝાડના આયુષ્ય જેટલું મારા લોકોનું આયુષ્ય થશે, ને મારા પસંદ કરાયેલા પોતાના હાથોનાં કામોનાં ફળનો ભોગવટો લાંબા કાળ સુધી કરશે."},{"number":23,"verse":"તેઓ નકામી મહેનત કરશે નહિ, ને ત્રાસ પામવા માટે પ્રજા સહિત તેઓ યહોવાના આશીર્વાદિતોનાં સંતાન છે"},{"number":24,"verse":"તેઓ હાંક મારે ત્યારે પહેલાં હું તેઓને ઉત્તર આપીશ; અને તેઓ હજી તો બોલતા હશે, એટલામાં હું તેઓનું સાંભળીશ."},{"number":25,"verse":"( .) વરુ તથા ઘેટાનું બચ્ચું સાથે ચરશે, ને સિંહ બળદની જેમ ઘાસ ખાશે; અને ધૂળ સાપનું ભોજન થશે. મારા આખા પવિત્ર પર્વતમાં તેઓ ઉપદ્રવ કરશે નહિ ને વિનાશ કરશે નહિ, ” એવું યહોવા કહે છે."}]}