{"bibleAbbr":"guOV2016","bookName":"યશાયા પ્રબોધકનું પુસ્તક","bookEnglishName":"Isaiah","chapterNumber":9,"verses":[{"number":1,"verse":"( ભાવિ રાજરાજેશ્વર) પરંતુ જે [ભૂમિ] પર સંકટ પડયું હતું, તેમાં અંધારું રહેશે નહિ. પ્રથમ તેમણે ( .) ઝબુલોન તથા નફતાલીના દેશને તિરસ્કારપાત્ર કરી નાખ્યો હતો, પણ છેવટે તેને, એટલે સમુદ્ર તરફના રસ્તા પર યર્દનને પેલે પાર જે વિદેશીઓનો પ્રાંત છે તેને, તેમણે પ્રતિષ્ઠિત કર્યો છે."},{"number":2,"verse":"( ; .) અંધકારમાં ચાલનારા લોકોએ મહાન પ્રકાશ જોયો છે. મરણછાયાના દેશમાં વસનારા પર અજવાળું પ્રકાશ્યું છે."},{"number":3,"verse":"તેં પ્રજાની વૃદ્ધિ કરી છે, તેં તેમનો આનંદ વધાર્યો છે. કાપણિમાં થતા આનંદ પ્રમાણે, તેમ જ લોક લૂંટ વહેંચતાં હરખાય છે તે પ્રમાણે તેઓ તારી સમક્ષ આનંદ કરે છે."},{"number":4,"verse":"કેમ કે મિદ્યાનને દિવસે થયું તે પ્રમાણે તેના ભારની ઝૂંસરીને, તેની ખાંધ પરની કાઠીને ને તેના પર જુલમ કરનારની પરોણીને તેં ભાંગી નાખી છે."},{"number":5,"verse":"સૈનિકોના ધબકારા કરતા જોડા, ને રક્તમાં બોળેલાં વસ્ત્ર, તે સર્વ બળતણની જેમ અગ્નિમાં બાળી નાખવામાં આવશે."},{"number":6,"verse":"કેમ કે આપણે માટે છોકરો જન્મ્યો છે, આપણને પુત્ર આપવામાં આવ્યો છે; તેની ખાંધ પર રાજ્યાધિકાર રહેશે; અને તેને “અદભૂત મંત્રી, પરાક્રમી ઈશ્વર, સનાતન પિતા, ને શાંતિનો સરદાર, ” એ નામ આપવામાં આવશે."},{"number":7,"verse":"દાઉદના રાજ્યાસન ઉપર, ને તેના રાજ્ય ઉપર, તેમને ઇનસાફ તથા ન્યાયીપણાથી ( .) તે સમયથી તે સર્વકાળ માટે સ્થાપવા તથા દઢ કરવા માટે તેમની સત્તાની વૃદ્ધિનો તથા શાંતિનો પાર રહેશે નહિ. સૈન્યોના [ઈશ્વર] યહોવાની ઉત્કંઠાથી આ થશે."},{"number":8,"verse":"( પ્રભુ ઇઝરાયલને સજા કરશે) પ્રભુએ યાકૂબમાં સંદેશો મોકલ્યો છે, ને ઇઝરાયલને તે પહોંચ્યો છે."},{"number":9,"verse":"એફ્રાઈમ તથા સમરૂનના સર્વ રહેવાસીઓ કે, જેઓ ગર્વથી તથા માનની બડાઈ મારીને કહે છે,"},{"number":10,"verse":"“ઈંટો પડી ગઈ છે, પણ અમે ઘડેલા પથ્થરોથી બાંધીશું; ગુલ્લરઝાડ કાપી નાખવામાં આવ્યાં છે, પણ તેઓને બદલે એરેજવૃક્ષ લાવીશું, ” એ સર્વ લોક તે જાણશે."},{"number":11,"verse":"તેથી યહોવાએ રસીનના શત્રુઓને તેના ઉપર ચઢાવ્યા છે, ને તેના વૈરીઓને ઉશ્કેર્યા છે."},{"number":12,"verse":"પૂર્વ તરફથી અરામીઓને તથા પશ્ચિમથી પલિસ્તીઓને [તે ઉશ્કેરશે] ; તેઓ મુખ પહોળું કરીને ઈઝરાયલને ગળી જશે. એ સર્વ છતાં પ્રભુનો રોષ શમી ગયો નથી, ને તેમનો હાથ હજી ઉગામેલો છે."},{"number":13,"verse":"તોપણ લોકો પોતાને મારનારની તરફ ફર્યા નથી, સૈન્યોના [ઈશ્વર] યહોવાને તેઓએ શોધ્યા નથી."},{"number":14,"verse":"માટે યહોવાએ ઇઝરાયલનું માથું તથા તેનું પૂછડું, ખજૂરીની ટોચ તથા સરકટ એક જ દિવસે કાપી નાખ્યાં છે."},{"number":15,"verse":"વડીલ તથા માનવંતા તે માથું, અને અસત્ય શીખવનાર પ્રબોધક તે પૂછડું છે."},{"number":16,"verse":"કેમકે આ લોકના નેતાઓ ભૂલા પાડનાર થયા છે; અને તેઓને અનુસરનારા ને ખાઈ જવામાં આવ્યા છે."},{"number":17,"verse":"માટે પ્રભુ તેમના જુવાનોથી હરખાશે નહિ. અને તેઓના અનાથો પર, તથા તેમની વિધવાઓ પર દયા રાખશે નહિ; કેમ કે તેઓ સર્વ અધર્મી, ને પાપ કરનારા છે, ને સર્વ મુખો મૂર્ખાઈની વાતો બોલે છે. એ સર્વ છતાં પ્રભુનો રોષ શમી ગયો નથી, ને તેમનો હાથ હજી ઉગામેલો છે."},{"number":18,"verse":"દુષ્ટતા દવની જેમ બળે છે; તે કાંટાને તથા ઝાંખરાંને બાળી નાખે છે; તેથી વનની ઝાડીઓ સળગી ઊઠે છે, એટલે તેના ધુમાડાના ગોટેગોટા ચક્કર ખાતાં ચઢી જાય છે."},{"number":19,"verse":"સૈન્યોના [ઈશ્વર] યહોવાના કોપથી દેશ બળી જાય છે, અને લોકો અગ્નિના બળતણ જેવા થાય છે; કોઈ માણસ પોતાના ભાઈ પર દયા રાખતો નથી."},{"number":20,"verse":"કોઈક જમણે હાથે ખૂંચવી લેશે, તોપણ ભૂખ્યો રહેશે; અને ડાબે હાથે ખાઈ જશે, તોપણ તેઓ ધરાશે નહિ! તેઓમાંનો દરેક પોતાના ભુજનું માંસ ખાઈ જશે;"},{"number":21,"verse":"મનાશ્શા એફ્રાઈમને તથા એફ્રાઈમ મનાશ્શાને [ખાઈ જશે]. તેઓ બન્ને યહૂદાની સામે થશે. એ સર્વ છતાં યહોવાનો રોષ શમી ગયો નથી, ને તેમનો હાથ હજી ઉગામેલો છે."}]}