{"bibleAbbr":"RKJNT2000","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":12,"verses":[{"number":1,"verse":"Now about that time Herod the king stretched forth his hands to mistreat some who belonged to the church."},{"number":2,"verse":"And he killed James the brother of John with the sword."},{"number":3,"verse":"And because he saw it pleased the Jews, he proceeded to arrest Peter also. (This was during the days of unleavened bread.)"},{"number":4,"verse":"And when he had apprehended him, he put him in prison, and delivered him to four squads of four soldiers to keep him; intending after passover to bring him forth to the people."},{"number":5,"verse":"Therefore Peter was kept in prison: but prayer to God was made for him without ceasing by the church."},{"number":6,"verse":"And the night before Herod would have brought him forth, Peter was sleeping between two soldiers, bound with two chains: and the keepers before the door were guarding the prison."},{"number":7,"verse":"And, behold, an angel of the Lord appeared, and a light shone in the prison: and he struck Peter on the side, and woke him, saying, Arise quickly. And the chains fell off his hands."},{"number":8,"verse":"And the angel said to him, Gird yourself, and put on your sandals. And he did so. And he said to him, Wrap your garment about you, and follow me."},{"number":9,"verse":"And he went out, and followed him; but he did not know that what was being done by the angel was real; but thought he was seeing a vision."},{"number":10,"verse":"When they were past the first and second guards, they came to the iron gate that leads to the city; which opened for them of its own accord: and they went out, and passed on through one street; and forthwith the angel departed from him."},{"number":11,"verse":"And when Peter had come to himself, he said, Now I know for sure that the Lord has sent his angel, and has delivered me out of the hand of Herod, and from all that the Jewish people were expecting."},{"number":12,"verse":"When he realized this, he went to the house of Mary, the mother of John, who was also called Mark; where many were gathered together praying."},{"number":13,"verse":"And as Peter knocked at the door of the gate, a maid named Rhoda came to answer."},{"number":14,"verse":"And when she recognized Peter's voice, in her joy she did not open the gate, but ran in, and told that Peter stood before the gate."},{"number":15,"verse":"And they said to her, You are mad. But she constantly affirmed that it was so. Then they said, It is his angel."},{"number":16,"verse":"But Peter continued knocking: and when they had opened the door, and saw him, they were astonished."},{"number":17,"verse":"But he, beckoning to them with his hand to hold their peace, declared to them how the Lord had brought him out of the prison. And he said, Tell these things to James, and to the brethren. Then he departed, and went to another place."},{"number":18,"verse":"Now as soon as it was day, there was no small stir among the soldiers over what had become of Peter."},{"number":19,"verse":"And when Herod sought for him, and did not find him, he examined the guards, and commanded that they should be put to death. Then he went down from Judaea to Caesarea, and remained there."},{"number":20,"verse":"And Herod was highly displeased with the people of Tyre and Sidon: but they came with one accord to him, and, having made Blastus the king's chamberlain, their friend, they asked for peace; because their country was fed by the king's country."},{"number":21,"verse":"And upon a set day Herod, arrayed in royal robes, sat upon his throne, and made an oration to them."},{"number":22,"verse":"And the people gave a shout, saying, It is the voice of a god, and not of a man."},{"number":23,"verse":"Immediately an angel of the Lord struck him, because he did not give God the glory: and he was eaten by worms, and died."},{"number":24,"verse":"But the word of God grew and spread."},{"number":25,"verse":"And Barnabas and Saul returned from Jerusalem when they had fulfilled their ministry, bringing with them John, who was also called Mark."}]}