{"bibleAbbr":"RKJNT2000","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":16,"verses":[{"number":1,"verse":"Then he came to Derbe and Lystra: and, behold, a certain disciple was there, named Timothy, the son of a certain woman, who was Jewish, and believed; but his father was a Greek;"},{"number":2,"verse":"And he was well spoken of by the brethren who were in Lystra and Iconium."},{"number":3,"verse":"Paul wanted him to go forth with him; and took and circumcised him because of the Jews who were in those parts: for they all knew that his father was a Greek."},{"number":4,"verse":"And as they went through the cities, they delivered to them the decrees, that were ordained by the apostles and elders who were in Jerusalem."},{"number":5,"verse":"And so the churches were strengthened in the faith, and increased in number daily."},{"number":6,"verse":"Now when they had gone throughout Phrygia and the region of Galatia, having been forbidden by the Holy Spirit to preach the word in Asia,"},{"number":7,"verse":"After they had come to Mysia, they tried to go into Bithynia: but the Spirit of Jesus did not allow them."},{"number":8,"verse":"And passing by Mysia, they came down to Troas."},{"number":9,"verse":"And a vision appeared to Paul in the night; There stood a man of Macedonia, pleading with him, saying, Come over into Macedonia, and help us."},{"number":10,"verse":"And after he had seen the vision, we immediately endeavoured to go into Macedonia, concluding that the Lord had called us to preach the gospel to them."},{"number":11,"verse":"Therefore, setting sail from Troas, we came on a straight course to Samothrace, and the next day to Neapolis;"},{"number":12,"verse":"And from there to Philippi, which is the chief city of that part of Macedonia, and a Roman colony: and we remained in that city some days."},{"number":13,"verse":"And on the sabbath we went out of the city to the riverside, where we expected there would be a place of prayer; and we sat down, and spoke to the women who gathered there."},{"number":14,"verse":"And a certain woman named Lydia, a seller of purple, of the city of Thyatira, who worshipped God, heard us. The Lord opened her heart, so she attended to the things which were spoken by Paul."},{"number":15,"verse":"And when she was baptized, and her household, she begged us, saying, If you have judged me to be faithful to the Lord, come to my house, and stay there. And she persuaded us."},{"number":16,"verse":"And it came to pass, as we went to prayer, a certain slave girl possessed by a spirit of divination met us, and she brought her masters much gain by fortune-telling:"},{"number":17,"verse":"She followed Paul and us, and cried out, These men are servants of the most high God, who proclaim to you the way of salvation."},{"number":18,"verse":"And this she did for many days. But Paul, being greatly annoyed, turned and said to the spirit, I command you in the name of Jesus Christ to come out of her. And it came out that same hour."},{"number":19,"verse":"And when her masters saw that their hope for profit was gone, they caught Paul and Silas, and dragged them into the marketplace before the rulers,"},{"number":20,"verse":"And having brought them to the magistrates, they said, These men, being Jews, are troubling our city exceedingly,"},{"number":21,"verse":"And they teach customs which are not lawful for us Romans to accept, or to observe."},{"number":22,"verse":"And the multitude also rose up against them: and the magistrates tore the clothes off of them, and commanded that they be beaten with rods."},{"number":23,"verse":"And when they had struck them with many blows, they cast them into prison, charging the jailer to keep them securely:"},{"number":24,"verse":"And he, having received this charge, thrust them into the inner prison, and made their feet fast in the stocks."},{"number":25,"verse":"And at midnight Paul and Silas prayed, and sang praises to God: and the prisoners heard them."},{"number":26,"verse":"And suddenly there was a great earthquake, so that the foundations of the prison were shaken: and immediately all the doors were opened, and everyone's chains were unfastened."},{"number":27,"verse":"And the keeper of the prison awakened out of his sleep, and seeing the prison doors open, he drew his sword, and was about to kill himself, supposing that the prisoners had fled."},{"number":28,"verse":"But Paul cried out with a loud voice, saying, Do yourself no harm: for we are all here."},{"number":29,"verse":"Then he called for a light, and rushed in, and came trembling, and fell down before Paul and Silas,"},{"number":30,"verse":"And brought them out, and said, Men, what must I do to be saved?"},{"number":31,"verse":"And they said, Believe in the Lord Jesus Christ, and you shall be saved, you and your household."},{"number":32,"verse":"And they spoke the word of the Lord to him, and to all who were in his house."},{"number":33,"verse":"And he took them that same hour of the night, and washed their wounds; and was immediately baptized, he and all his household."},{"number":34,"verse":"And when he had brought them into his house, he set food before them, and rejoiced with all his household, because they believed in God."},{"number":35,"verse":"And when it was day, the magistrates sent officers, saying, Let those men go."},{"number":36,"verse":"And the keeper of the prison told this to Paul, The magistrates have sent to let you go: now therefore depart, and go in peace."},{"number":37,"verse":"But Paul said to them, They have beaten us openly, uncondemned, men who are Romans, and have cast us into prison; and now do they send us away secretly? no indeed; let them come themselves and fetch us out."},{"number":38,"verse":"And the officers told these words to the magistrates: and they were afraid when they heard that they were Romans."},{"number":39,"verse":"And they came to appease them, and brought them out, and asked them to depart from the city."},{"number":40,"verse":"So they went out of the prison, and entered the house of Lydia: and when they had seen the brethren, they encouraged them, then departed."}]}