{"bibleAbbr":"RKJNT2000","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"And after the uproar had ceased, Paul called the disciples to him, and after exhorting them, he embraced them and departed to go to Macedonia."},{"number":2,"verse":"And when he had gone through those parts, and had given them much encouragement, he came to Greece,"},{"number":3,"verse":"And there he remained three months. And when the Jews laid in wait for him, as he was about to sail into Syria, he decided to return through Macedonia."},{"number":4,"verse":"And he was accompanied into Asia by Sopater of Beroea, son of Pyrrhus; and the Thessalonians, Aristarchus and Secundus; and Gaius of Derbe, and Timothy; and from Asia, Tychicus and Trophimus."},{"number":5,"verse":"These went on ahead and waited for us at Troas."},{"number":6,"verse":"And we sailed away from Philippi after the days of unleavened bread, and came to them at Troas in five days; where we stayed seven days."},{"number":7,"verse":"And upon the first day of the week, when the disciples came together to break bread, Paul preached to them, and because he intended to depart the next day; he continued his speech until midnight."},{"number":8,"verse":"And there were many lights in the upper chamber, where they were gathered together."},{"number":9,"verse":"And there sat in a window a certain young man named Eutychus, who was sinking into a deep sleep: and as Paul kept talking, he was overcome by sleep, and fell down from the third floor, and was taken up dead."},{"number":10,"verse":"And Paul went down, and bent over him, and embraced him saying, Do not trouble yourselves; for his life is in him."},{"number":11,"verse":"When Paul came up again, and had broken bread, and eaten, he talked a long while, even until the break of day, then he departed."},{"number":12,"verse":"And they took the young man home alive, and were not a little comforted."},{"number":13,"verse":"And we went ahead to the ship, and sailed to Assos, intending to take Paul aboard there: for so he had directed, intending himself to go by foot."},{"number":14,"verse":"And when he met with us at Assos, we took him aboard, and came to Mitylene."},{"number":15,"verse":"And we sailed from there, and arrived the next day opposite Chios; and the following day we crossed over to Samos; and the next day we came to Miletus."},{"number":16,"verse":"For Paul had determined to sail past Ephesus, because he did not want to spend time in Asia: for he was making haste, so that if possible, he would be in Jerusalem on the day of Pentecost."},{"number":17,"verse":"And from Miletus he sent to Ephesus, and called for the elders of the church."},{"number":18,"verse":"And when they had come to him, he said to them, You yourselves know, from the first day that I came to Asia, in what manner I have lived among you at all times,"},{"number":19,"verse":"Serving the Lord with all humility of mind, and with many tears, and with trials which befell me by the plots of the Jews:"},{"number":20,"verse":"How I kept back nothing that was profitable for you, but have taught you publicly, and from house to house,"},{"number":21,"verse":"Testifying both to the Jews, and to the Greeks, of repentance toward God, and faith in our Lord Jesus Christ."},{"number":22,"verse":"And now, behold, I go bound in the spirit, to Jerusalem, not knowing the things that shall befall me there:"},{"number":23,"verse":"Except that the Holy Spirit testifies to me in every city, that bonds and afflictions await me."},{"number":24,"verse":"But I do not count my life as precious to myself, so that I might finish my course, and the ministry, which I have received from the Lord Jesus, to testify to the gospel of the grace of God."},{"number":25,"verse":"And now, behold, I know that you all, among whom I have gone about preaching the kingdom of God, shall see my face no more."},{"number":26,"verse":"Therefore, I testify to you this day, that I am innocent of the blood of all men."},{"number":27,"verse":"For I have not hesitated to declare to you all the counsel of God."},{"number":28,"verse":"Take heed for yourselves, and for all the flock, over which the Holy Spirit has made you overseers, to shepherd the church of God, which he has purchased with his own blood."},{"number":29,"verse":"For I know this, that after my departure savage wolves shall enter in among you, not sparing the flock."},{"number":30,"verse":"And from among your own selves men shall arise, speaking perverse things, to draw away the disciples after them."},{"number":31,"verse":"Therefore watch, and remember, that for three years I did not cease to warn every one night and day with tears."},{"number":32,"verse":"And now, brethren, I commit you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all those who are sanctified."},{"number":33,"verse":"I have coveted no man's silver, or gold, or apparel."},{"number":34,"verse":"You yourselves know, that these hands have ministered to my needs, and to the needs of those who were with me."},{"number":35,"verse":"I have shown you in all things, that by labouring in this manner you ought to support the weak, and to remember the words the Lord Jesus himself said, It is more blessed to give than to receive."},{"number":36,"verse":"And when he had spoken thus, he knelt down, and prayed with them all."},{"number":37,"verse":"And they all wept bitterly, and fell on Paul's neck, and kissed him,"},{"number":38,"verse":"Sorrowing most of all for the words which he spoke, that they should see his face no more. And they accompanied him to the ship."}]}