{"bibleAbbr":"RKJNT2000","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":21,"verses":[{"number":1,"verse":"And it came to pass, that after we parted from them, and had set sail, we came by a straight course to Cos, and the following day to Rhodes, and from there to Patara:"},{"number":2,"verse":"And finding a ship sailing over to Phoenicia, we went aboard, and set forth."},{"number":3,"verse":"Now when we had sighted Cyprus, we passed it on our left, and sailed to Syria, and landed at Tyre: for there the ship was to unload its cargo."},{"number":4,"verse":"And finding disciples, we remained there seven days: and they kept saying to Paul by the Spirit, that he should not go up to Jerusalem."},{"number":5,"verse":"And when our days there had ended, we departed and went our way; and they all accompanied us on our way, with wives and children, until we were out of the city: and we knelt down on the shore, and prayed."},{"number":6,"verse":"Then when we had taken leave of one another, we got on the ship; and they returned home again."},{"number":7,"verse":"And when we had finished our voyage from Tyre, we came to Ptolemais, and greeted the brethren, and stayed with them one day."},{"number":8,"verse":"The next day we departed, and went to Caesarea: and we entered the house of Philip the evangelist, who was one of the seven; and stayed with him."},{"number":9,"verse":"And he had four unmarried daughters who prophesied."},{"number":10,"verse":"And while we remained there some days, there came down from Judaea a certain prophet, named Agabus."},{"number":11,"verse":"When he had come to us, he took Paul's belt, and bound his own hands and feet, and said, Thus says the Holy Spirit, So shall the Jews at Jerusalem bind the man who owns this belt, and shall deliver him into the hands of the Gentiles."},{"number":12,"verse":"When we heard these things, both we, and the people of that place, begged him not to go up to Jerusalem."},{"number":13,"verse":"Then Paul answered, What do you mean by weeping and breaking my heart? for I am ready not only to be bound, but also to die in Jerusalem for the name of the Lord Jesus."},{"number":14,"verse":"And when he would not be persuaded, we ceased, saying, The will of the Lord be done."},{"number":15,"verse":"And after those days we packed our baggage, and went up to Jerusalem."},{"number":16,"verse":"There also went with us certain of the disciples of Caesarea, who brought us to the house of Mnason of Cyprus, an early disciple, with whom we should lodge."},{"number":17,"verse":"And when we had come to Jerusalem, the brethren received us gladly."},{"number":18,"verse":"The following day Paul went in with us to James; and all the elders were present."},{"number":19,"verse":"And when he had greeted them, he declared in detail the things God had done among the Gentiles through his ministry."},{"number":20,"verse":"And when they heard it, they glorified the Lord, and said to him, You see, brother, how many thousands of Jews there are who believe; and they are all zealous for the law:"},{"number":21,"verse":"And they have been informed about you, that you teach all the Jews who are among the Gentiles to forsake Moses, saying that they ought not to circumcise their children, nor to walk after our customs."},{"number":22,"verse":"What then is to be done? for they will surely hear that you have come."},{"number":23,"verse":"Therefore, do this that we tell you: We have four men who have taken a vow;"},{"number":24,"verse":"Them take, and purify yourself with them, and pay their expenses, that they may shave their heads: thus all will know that those things, of which they were informed concerning you, are nothing; but that you yourself also walk in obedience to the law."},{"number":25,"verse":"As for the Gentiles who believe, we have written with our decision that they should keep themselves from things offered to idols, and from blood, and from what is strangled, and from sexual immorality."},{"number":26,"verse":"Then Paul took the men, and the next day purified himself with them, then entered the temple to give notice when the days of purification would be fulfilled and an offering should be made for each one of them."},{"number":27,"verse":"And when the seven days had almost ended, the Jews who were of Asia, when they saw him in the temple, stirred up all the people, and laid hands on him,"},{"number":28,"verse":"Crying out, Men of Israel, help: This is the man who teaches all men everywhere against the people, and the law, and this place: and further, he has also brought Greeks into the temple, and has polluted this holy place."},{"number":29,"verse":"(For they had earlier seen him in the city with Trophimus, an Ephesian, whom they supposed that Paul had brought into the temple.)"},{"number":30,"verse":"And all the city was aroused, and the people ran together: and they took Paul, and dragged him out of the temple: and immediately the doors were shut."},{"number":31,"verse":"And as they tried to kill him, word came to the commander of the Roman garrison, that all Jerusalem was in an uproar."},{"number":32,"verse":"He immediately took soldiers and centurions, and ran down to them: and when they saw the commander and the soldiers, they stopped beating Paul."},{"number":33,"verse":"Then the commander came near, and arrested him, and commanded him to be bound with two chains; and asked who he was, and what he had done."},{"number":34,"verse":"Some among the multitude cried out one thing, some another: and when he could not learn the truth because of the tumult, he commanded him to be brought to the barracks."},{"number":35,"verse":"And when he came to the stairs, he had to be carried by the soldiers because of the violence of the people."},{"number":36,"verse":"For the multitude of people followed, crying out, Away with him."},{"number":37,"verse":"And as Paul was to be led into the barracks, he said to the commander, May I speak to you? And he replied, Can you speak Greek?"},{"number":38,"verse":"Are you not that Egyptian, who some time ago caused a rebellion, and led out into the wilderness four thousand men who were murderers?"},{"number":39,"verse":"But Paul said, I am a Jew from Tarsus, a city in Cilicia, a citizen of no ordinary city: and, I beg you, allow me to speak to the people."},{"number":40,"verse":"And when he had given him permission, Paul stood on the stairs, and beckoned with his hand to the people. And when there was a great silence, he spoke to them in the Hebrew tongue, saying,"}]}