{"bibleAbbr":"RKJNT2000","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":26,"verses":[{"number":1,"verse":"Then Agrippa said to Paul, You are permitted to speak for yourself. Then Paul stretched forth his hand, and made his defence:"},{"number":2,"verse":"I consider myself fortunate, king Agrippa, because I shall make my defence this day before you regarding all the things of which I am accused by the Jews:"},{"number":3,"verse":"Especially because I know you to be an expert in all customs and controversies of the Jews: therefore I beg you to hear me patiently."},{"number":4,"verse":"The manner of my life from my youth, which was at first spent among my own nation and in Jerusalem, is known by all the Jews."},{"number":5,"verse":"They have known me for a long time, and, if they are willing to testify to it, that I lived as a Pharisee, according to the most strict sect of our religion."},{"number":6,"verse":"And now I stand and am judged for the hope of the promise made by God to our fathers:"},{"number":7,"verse":"The promise which our twelve tribes, earnestly serving God day and night, hope to attain. For the sake of this hope, king Agrippa, I am accused by the Jews."},{"number":8,"verse":"Why should it be thought incredible to any of you, that God should raise the dead?"},{"number":9,"verse":"I truly thought to myself, that I ought to do many things to oppose to the name of Jesus of Nazareth."},{"number":10,"verse":"And this I did in Jerusalem: and I had many of the saints shut up in prison, by authority of the chief priests; and when they were put to death, I cast my vote against them."},{"number":11,"verse":"And I punished them often in every synagogue, and tried to force them to blaspheme; and being furiously enraged against them, I persecuted them even in foreign cities."},{"number":12,"verse":"Thus engaged, I journeyed to Damascus with authority and commission from the chief priests."},{"number":13,"verse":"At midday, O king, I saw on the way a light from heaven, brighter than the sun, shining around me and those who traveled with me."},{"number":14,"verse":"And when we had all fallen to the earth, I heard a voice speaking to me, saying in the Hebrew tongue, Saul, Saul, why do you persecute me it is hard for you to kick against the goads."},{"number":15,"verse":"And I said, Who are you, Lord And he said, I am Jesus whom you are persecuting."},{"number":16,"verse":"But rise, and stand on your feet: for I have appeared to you for this purpose, to make you a minister and a witness both of these things which you have seen, and of those things in which I will appear to you."},{"number":17,"verse":"I will deliver you from the people, and from the Gentiles, to whom I now send you,"},{"number":18,"verse":"To open their eyes, and to turn them from darkness to light, and from the power of Satan to God, that they may receive forgiveness of sins, and an inheritance along with those who are sanctified by faith in me."},{"number":19,"verse":"Wherefore, O king Agrippa, I was not disobedient to the heavenly vision:"},{"number":20,"verse":"But declared first to those of Damascus, then at Jerusalem, and throughout all the regions of Judaea, and then to the Gentiles, that they should repent and turn to God, and perform deeds worthy of repentance."},{"number":21,"verse":"For these reasons the Jews caught me in the temple, and tried to kill me."},{"number":22,"verse":"Having obtained help from God, I continue to this day, witnessing both to small and great, saying nothing other than what the prophets and Moses said would come to pass:"},{"number":23,"verse":"That Christ would suffer, and that he would be the first to rise from the dead, and would proclaim light to the people, and to the Gentiles."},{"number":24,"verse":"And as he spoke thus in his defence, Festus said with a loud voice, Paul, you are raving; your great learning is making you mad."},{"number":25,"verse":"But he said, I am not mad, most noble Festus; but speak forth words of truth and soberness."},{"number":26,"verse":"For the king knows of these things, and before him I speak freely: for I am persuaded that none of these things are hidden from him; for this was not done in a corner."},{"number":27,"verse":"King Agrippa, do you believe the prophets? I know that you believe."},{"number":28,"verse":"Then Agrippa said to Paul, In such a short time do you think you can persuade me to become a Christian?"},{"number":29,"verse":"And Paul said, I would to God, that in a short or long time, not only you, but also all who hear me this day, might be as I am, except for these chains."},{"number":30,"verse":"The king rose up, and the governor, and Bernice, and those who sat with them:"},{"number":31,"verse":"And when they had withdrawn, they talked among themselves, saying, This man has done nothing worthy of death or imprisonment."},{"number":32,"verse":"Then Agrippa said to Festus, This man might have been set at liberty, if he had not appealed to Caesar."}]}