{"bibleAbbr":"NCB2019","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":2,"verses":[{"number":1,"verse":"Behold on the mountains the feet of the herald who proclaims good news and announces peace. Celebrate your festivals, O Judah, and fulfill your vows. For never again will the wicked invade you; they will be completely destroyed."},{"number":2,"verse":"The LORD will restore the majesty of Jacob as well as that of Israel,[a] even though the plunderers have ravaged them and destroyed their vines."},{"number":3,"verse":"A destroying enemy is advancing against you; guard the ramparts. Keep watch on the road, gird your loins, and prepare to exert every last ounce of courage."},{"number":4,"verse":"The shields of his warriors are red with blood; their garments are scarlet in color. The metal on the chariots flashes as he summons them for battle; the horses are frenzied in anticipation."},{"number":5,"verse":"The chariots charge madly through the streets, rushing back and forth through the squares. They have the appearance of a blazing fire; they dash about like lightning bolts."},{"number":6,"verse":"His finest troops are summoned and rush forward to the attack. They hasten toward the wall and set up the mantelet."},{"number":7,"verse":"The river gates are opened and the palace trembles."},{"number":8,"verse":"The captives are taken into exile and its slave girls are carried away, moaning like doves and beating their breasts."},{"number":9,"verse":"Nineveh is like a lake whose waters are ebbing away. “Stop! Stop!” goes up the cry, but no one turns back."},{"number":10,"verse":"“Plunder the silver! Plunder the gold! There is no end to the treasure, an abundance of wealth from precious things of every kind.”"},{"number":11,"verse":"Devastation, desolation, and ruin confront faint hearts and trembling knees. The loins of all are filled with anguish; every face is drained of color."},{"number":12,"verse":"Where now is the lions’ den, the cave where they fed their whelps, where the lion and lioness cared for their cubs, with no one to disturb them?"},{"number":13,"verse":"There the lion stored up sufficient food for his whelps and strangled prey for his mate. He filled his dens with prey and his caves with torn flesh."}]}