{"bibleAbbr":"CVB1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":12,"verses":[{"number":1,"verse":"At the same tyme layed kynge Herode handes vpon certayne of the congregacion, to vexe them."},{"number":2,"verse":"As for Iames the brother of Ihon, him he slewe with the swerde."},{"number":3,"verse":"And whan he sawe that it pleased the Iewes, he proceaded farther to take Peter also. But it was Easter."},{"number":4,"verse":"Now whan he had taken him, he put him in preson, and delyuered him vnto foure quaternions of soudyers, to kepe him: and thought after Easter to bringe him forth to the people."},{"number":5,"verse":"And Peter was kepte in the preson But prayer was made without ceassinge of the congregacion, vnto God for him."},{"number":6,"verse":"And whan Herode wolde haue broughte him out vnto the people, in the same nighte slepte Peter betwene two soudiers, bounde with two cheynes. And the kepers before the dore kepte the preson."},{"number":7,"verse":"And beholde, the angell of the LORDE was there presente, and a lighte shyned in the habitacion, and he smote Peter on the syde, and waked him vp, and sayde: Aryse vp quyckly. And the cheynes fell of from his hondes."},{"number":8,"verse":"And the angell sayde vnto him: Gyrde the, and put on thy shues. And he dyd so. And he sayde vnto him: Cast thy mantle aboute the, and folowe me."},{"number":9,"verse":"And he wente out, and folowed him, and wyst not, that it was trueth that was done by ye angell, but thoughte he had sene a vision."},{"number":10,"verse":"Neuertheles they wente thorow the first and seconde watch, and came to the yron gate, that ledeth vnto the cite, which opened to the by his awne acorde. And they wente out, and passed thorow one strete, and immediatly the angell departed from him."},{"number":11,"verse":"And whan Peter was come to himself, he sayde: Now I knowe of a trueth, that ye LORDE hath sent his angell, and delyuered me out of the honde of Herode, and from all the waytinge for of the people of the Iewes."},{"number":12,"verse":"And as he considered the thinge, he came to the house of Mary the mother of one Ihon, (which after his syrname was called Marke) where many were gathered together, and prayed."},{"number":13,"verse":"As Peter knocked at the entry dore, there came forth a damsell to herken, named Rhoda."},{"number":14,"verse":"And whan she knewe Peters voyce, she opened not the entrye for gladnes, but rane in, and tolde, that Peter stode before ye entrye."},{"number":15,"verse":"But they sayde vnto her: Thou art mad. Neuertheles she abode by it, that is was so. They sayde: it is his angell."},{"number":16,"verse":"But Peter contynued knockinge. Whan they opened the dore, they sawe him, and were astonnyed."},{"number":17,"verse":"But he beckened vnto them with the hande, to holde their peace, & tolde them, how the LORDE had broughte him out of the preson. And he sayde: Shewe this vnto Iames, and to the brethren. And he departed, and wete in to another place."},{"number":18,"verse":"Whan it was daye, there was not a litle a doo amoge the soudyers, what was become of Peter."},{"number":19,"verse":"Whan Herode had called for him, and founde him not, he caused the kepers to be examyned, and commaunded the to be caried awaye, and he wente downe fro Iewry vnto Cesarea, and there abode."},{"number":20,"verse":"But he was displeased with the of Tyre and Sido. Neuertheles they came vnto him with one accorde, and made intercession to Blastus the kynges chamberlayne, and desyred peace, because their countre was norished by the kynges londe."},{"number":21,"verse":"But vpon a daye appoynted, Herode put on ye kyngly apparell, sat him downe vpon the iudgment seate, and made an oracion vnto them."},{"number":22,"verse":"As for the people, they cried therto: This is a voyce of God, and not of a man."},{"number":23,"verse":"Immediatly the angell of the LORDE smote him, because he gaue not God the honoure: And he was eaten vp of wormes, and gaue vp the goost."},{"number":24,"verse":"But the worde of God grewe, and multiplyed."},{"number":25,"verse":"As for Barnabas and Saul, they came agayne to Ierusalem, and delyuered the handreachinge, and toke with them Ihon, whose syrname was Marke."}]}