{"bibleAbbr":"CVB1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":19,"verses":[{"number":1,"verse":"Bvt it fortuned whan Apollo was at Corinthum, that Paul walked thorow the vpper coastes, and came to Ephesus, and founde certayne disciples,"},{"number":2,"verse":"vnto whom he sayde: Haue ye receaued ye holy goost, sence ye beleued? They sayde vnto hi: We haue not herde, whether there be an holy goost."},{"number":3,"verse":"He sayde vnto them: Where with then were ye baptysed? They sayde: With the baptyme of Ihon."},{"number":4,"verse":"Paul sayde: Ihon baptysed with the baptyme of repentaunce, and spake vnto ye people, that they shulde beleue on him, which shulde come after him, that is, on Iesus, that the same is Christ."},{"number":5,"verse":"Whan they herde that, they were baptysed in the name of the LORDE Iesu."},{"number":6,"verse":"And whan Paul layed the hades on the, the holy goost came vpon them, and they spake with tunges, and prophecied."},{"number":7,"verse":"And all the men were aboute twolue."},{"number":8,"verse":"He wete in to ye synagoge, and preached boldly thre monethes longe, teachinge, and geuynge them exortacions of the kyngdome of God."},{"number":9,"verse":"But whan dyuerse waxed herde herted, and beleued not, and spake euell of the waye of the LORDE before the multitude, he departed from them, and separated the disciples, and disputed daylye in the scole of one called Tyrannus."},{"number":10,"verse":"And this was done two yeares loge, so that all they which dwelt in Asia, herde the worde of the LORDE Iesu, both Iewes & Grekes."},{"number":11,"verse":"And God wroughte no small miracles by the handes of Paul,"},{"number":12,"verse":"so that from his body there were broughte napkyns or partlettes vnto the sicke, and the diseases departed from them, and the euell spretes wente out of them."},{"number":13,"verse":"But certayne of the vagabounde Iewes which were coniurers, vndertoke to name ye name of the LORDE Iesus, ouer those that had euell spretes, and sayde: We charge you by Iesus whom Paul preacheth."},{"number":14,"verse":"They were seuen sonnes of one Sceua a Iewe the hye prest, which dyd so."},{"number":15,"verse":"The euell sprete answered, and sayde: Iesus I knowe, and Paul I knowe, but who are ye?"},{"number":16,"verse":"And the ma in who the euell sprete was, ranne vpon them, and ouercame them, and cast them vnder him, so that they fled out of the same house naked and wounded."},{"number":17,"verse":"This was knowne vnto all the Iewes and Grekes which dwelt at Ephesus, and there fell a feare vpon them all. And ye name of the LORDE Iesus was magnified."},{"number":18,"verse":"Many of the also that beleued, came and cofessed, and shewed their workes."},{"number":19,"verse":"But many of them that had vsed curious craftes, broughte the bokes together, and burnte them openly: and they counted the pryce of them, and founde it of money fiftye thousande pens."},{"number":20,"verse":"So mightely grewe ye worde of the LORDE, and preuayled."},{"number":21,"verse":"Whan this was done, Paul purposed in sprete to take his iourney thorow Macedonia and Achaia, and to go to Ierusale, and sayde: After that I haue bene there, I must se Rome also."},{"number":22,"verse":"And he sent into Macedonia two that mynistred vnto him, Timotheus and Erastus. But he himselfe remayned in Asia for a season."},{"number":23,"verse":"At the same tyme there rose no litle a doo aboute that waye."},{"number":24,"verse":"For a certayne man named Demetrius a goldsmyth, which made syluer shrynes for Diana, and broughte them of the crafte no small vauntage."},{"number":25,"verse":"Them he gathered together, and the feloweworkme of the same occupacion, and sayde: Syrs, ye knowe that by this crafte we haue vauntage,"},{"number":26,"verse":"and ye se and heare, that not onely at Ephesus, but almost also thorow out all Asia, this Paul turneth awaye moch people with his persuadynge, and sayeth: They be not goddes that are made with hondes."},{"number":27,"verse":"Howbeit it shal not onely brynge oure occupacion to this poynte to be set at naught, but also the temple of greate Diana shal from hence forth be despysed, and hir maiestye also shalbe destroyed, who neuertheles all Asia and the worlde worshippeth."},{"number":28,"verse":"Whan they herde this, they were full of wrath, cried out, and sayde: Greate is Diana of the Ephesians."},{"number":29,"verse":"And all ye cite was on a roore, and they russhed in with one assent in to the open place, and toke Gaius and Aristarchus of Macedonia, Pauls companyons."},{"number":30,"verse":"Whan Paul wolde haue gone in amonge the people, the disciples suffred him not."},{"number":31,"verse":"Certayne also of ye chefe of Asia which were Pauls good frendes, sent vnto him, and desyred him, that he shulde not preasse in to the open place."},{"number":32,"verse":"Some cried one thinge, some another. And the congregacion was out of quyete, and the more parte knewe not wherfore they were come together."},{"number":33,"verse":"Some of the people drue forth Alexander, whan ye Iewes thrust him forwarde. Alexader beckened with the hande, and wolde haue geuen the people an answere."},{"number":34,"verse":"But whan they knewe that he was a Iewe, there arose a shoute of all, and cried the space of two houres: Greate is Diana of the Ephesians."},{"number":35,"verse":"Whan the towne clarke had stylled the people, he sayde: Ye men of Ephesus, what man is it which knoweth not, that the cite of ye Ephesias is a worshipper of the greate goddesse Diana, and of the heauenly ymage?"},{"number":36,"verse":"Seinge now that this can not be sayde agaynst, ye ought to be contente, and to do nothinge without aduysement."},{"number":37,"verse":"Ye haue broughte hither these men, which are nether churchrobbers ner blasphemers off youre goddesse."},{"number":38,"verse":"But yff Demetrius and they that are craftesmen with him, haue ought to saye vnto eny man, the lawe is open, and there are rulers, let them accuse one another."},{"number":39,"verse":"But yf ye wil go aboute eny other thinge, it maye be determyned in a laufull congregacion."},{"number":40,"verse":"For we stonde in ioperdy to be accused of this dayes vproure: and yet is there no man giltye, of whom we mighte geue a rekenynge of this vproure."},{"number":41,"verse":"And whan he had sayde this, he let the congregacion departe."}]}