{"bibleAbbr":"CVB1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":2,"verses":[{"number":1,"verse":"And whan the Whit sondaye was fulfylled, they were all with one acorde together in one place."},{"number":2,"verse":"And sodenly there came a sounde from heauen, as it had bene the comynge of a mightie wynde, and it fylled the whole house where they sat."},{"number":3,"verse":"And there appeared vnto them clouen tunges, like as they had bene of fyre. And he sat vpon ech one of them,"},{"number":4,"verse":"and they were all fylled with the holy goost. And they beganne to preach with other tunges, euen as the sprete gaue them vtteraunce."},{"number":5,"verse":"There were dwellinge at Ierusalem Iewes, men that feared God, out of euery nacion that is vnder heauen."},{"number":6,"verse":"Now whan this voyce came to passe, the multitude came together, and were astonyed: For euery one herde, that they spake with his awne tunge."},{"number":7,"verse":"They wondred all and marueyled, and sayde amonge them selues: Beholde, are not all these which speake, of Galile?"},{"number":8,"verse":"How heare we the euery one his awne tunge, wherin we were borne?"},{"number":9,"verse":"Parthians and Medes, and Elamites, and we that dwell in Mesopotamia, and in Iewry and Capadocia, Pontus, and Asia,"},{"number":10,"verse":"Phrigia and Pamphilia, Egipte, and in the partes of Lybia by Cyren, and straungers of Rome, Iewes and Proselytes,"},{"number":11,"verse":"Cretes and Arabians: we heare them speake with oure awne tunges the greate workes of God."},{"number":12,"verse":"They were all amased, and wondred, and sayde one to another: What wil this be?"},{"number":13,"verse":"But other mocked them, and sayde: They are full of swete wyne."},{"number":14,"verse":"Then stode Peter vp with the eleuen, and lift vp his voyce, and sayde vnto them: Ye men of Iewry, and all ye that dwell at Ierusale, be this knowne vnto you, and let my wordes entre in at youre eares."},{"number":15,"verse":"For these are not dronken, as ye suppose, for it is yet but the thirde houre of ye daye:"},{"number":16,"verse":"but this is it, that was spoke before by the prophet Ioel:"},{"number":17,"verse":"And it shal come to passe in the last dayes, sayeth God, I will poure out of my sprete vpon all flesh, and youre sonnes and youre doughters shal prophecye, and youre yonge men shal se visions and youre olde men shall dreame dreames,"},{"number":18,"verse":"and on my seruauntes and on my handmaydens wyll I poure out of my sprete in those dayes, & they shal prophecye."},{"number":19,"verse":"And I wil shewe wonders in heauen aboue, and tokens on the earth beneth, bloude and fyre, and the vapoure of smoke."},{"number":20,"verse":"The Sonne shalbe turned in to darknesse, and the Moone in to bloude, before that greate and notable daye of the LORDE come."},{"number":21,"verse":"And it shall come to passe, Who so euer shal call vpo the name of the LORDE, shalbe saued."},{"number":22,"verse":"Ye men of Israel, heare these wordes: Iesus of Nazareth, ye man approued of God amonge you with miracles, and wonders and tokens, which God dyd by him in the myddes amonge you, as ye yor selues knowe also,"},{"number":23,"verse":"him (after that he was delyuered by the determinate councell and foreknowlege of God) haue ye taken by the handes of vnrighteous personnes, and crucifyed him, & slayne him,"},{"number":24,"verse":"who God hath raysed vp, and lowsed the sorowes of death, for so moch as it was vnpossyble that he shulde be holden of it."},{"number":25,"verse":"For Dauid speaketh of him: Afore honde haue I set the LORDE allwayes before me, for he is on my right hode, that I shulde not be moued."},{"number":26,"verse":"Therfore dyd my hert reioyse, and my tunge was glad: For my flesh also shal rest in hope."},{"number":27,"verse":"For thou shalt not leaue my soule in hell, nether shalt thou suffer yi Holy to se corrupcion."},{"number":28,"verse":"Thou hast shewed me the wayes of life, thou shalt make me full of ioye with thy countenaunce."},{"number":29,"verse":"Ye men and brethren, let me frely speake vnto you of the Patryarke Dauid: For he is deed and buried, and his sepulcre is with vs vnto this daye."},{"number":30,"verse":"Wherfore now seinge yt he was a prophet, and knewe that God had promised him with an ooth, that the frute of his loynes shulde syt on his seate,"},{"number":31,"verse":"he sawe it before, and spake of the resurreccion of Christ: for his soule was not left in hell, nether hath his flesh sene corrupcion."},{"number":32,"verse":"This Iesus hath God raysed vp, wherof we all are witnesses."},{"number":33,"verse":"Seynge now that he by the right hande of God is exalted, and hath receaued of ye father ye promyse of the holy goost, he hath shed forth this, that ye se and heare."},{"number":34,"verse":"For Dauid is not ascended in to heauen, but he sayde: The LORDE sayde vnto my LORDE: Syt thou on my righte hande,"},{"number":35,"verse":"vntyll I make thine enemies yi fote stole."},{"number":36,"verse":"So therfore let all the house of Israel knowe for a suertye, yt God hath made this same Iesus (whom ye haue crucified) LORDE and Christ."},{"number":37,"verse":"Whan they herde this, their hert pricked them, and they sayde vnto Peter and to the other Apostles: Ye men and brethre, What shal we do?"},{"number":38,"verse":"Peter sayde onto them: Amede youre selues, and let euery one of you be baptysed in the name of Iesus Christ, for the remyssion of synnes, and ye shal receaue the gifte of the holy goost."},{"number":39,"verse":"For this promyse was made vnto you and youre children, and to all that are farre of, who so euer the LORDE oure God shal call."},{"number":40,"verse":"And wt many other wordes bare he witnesse, and exorted them, and sayde: Saue youre selues from this vntowarde generacion."},{"number":41,"verse":"They that gladly receaued his preachinge, were baptysed, & the same daye there were added vnto them aboute thre thousande soules."},{"number":42,"verse":"They contynued in the Apostles doctryne, and in the felashippe, and in breakynge of bred, and in prayer."},{"number":43,"verse":"And feare came vpo euery soule, and many wonders and tokens were done by ye Apostles."},{"number":44,"verse":"But all they that beleued, were together, and had all thinges commen."},{"number":45,"verse":"They solde their goodes and possessions, and parted them out amonge all, acordinge as euery ma had nede."},{"number":46,"verse":"And they contynued daylie with one acorde in the teple, and brake bred in euery house: they toke their meate with ioye & synglenesse of hert,"},{"number":47,"verse":"praysinge God, and had fauoure with all ye people. And the LORDE added to the congregacion daylie soch as shulde be saued."}]}