{"bibleAbbr":"CVB1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":21,"verses":[{"number":1,"verse":"Now whan it fortuned that we had launched forth and were departed from them, we came with a straight course vnto Coon, and on the daye folowinge vnto the Rhodes, and from thence vnto Patara."},{"number":2,"verse":"And whan we founde a shippe ready to sayle vnto Phenices, we wente aborde and set forth."},{"number":3,"verse":"But wha we came within the sighte of Cypers, we lefte it on the lefte hande, and sayled vnto Syria, and came vnto Tyre: for there the shippe shulde laye forth the ware."},{"number":4,"verse":"And whan we had founde disciples, we taried there seuen dayes. And they tolde Paul thorow the sprete, that he shulde not go vp to Ierusalem."},{"number":5,"verse":"And it fortuned wha we had fulfilled those dayes, we departed, and wente oure wayes, and they all broughte vs on oure waye with wyues and childre, tyll we were come out of ye cite, and we kneled downe vpo the shore, and prayed."},{"number":6,"verse":"And whan we had taken oure leue one off another, we toke shippe, but they turned agayne vnto theirs."},{"number":7,"verse":"As for vs we ended the course from Tyre, and came to Ptolomaida, and saluted the brethren, and abode with them one daye."},{"number":8,"verse":"On the nexte daye we yt were with Paul, departed, and came vnto Cesarea, & entred in to the house of Philippe the Euangelist (which was one of the seue) and abode with him."},{"number":9,"verse":"The same had foure doughters, which were virgins, and prophecied."},{"number":10,"verse":"And as we taried there mo dayes, there came downe from Iewry a prophet, named Agabus."},{"number":11,"verse":"Wha he was come vnto vs, he toke Pauls gerdell, and bounde his hades and fete, and sayde: Thus sayeth ye holy goost: The man whose gerdell this is, shal the Iewes bynde thus at Ierusalem, and shal delyuer him in to the handes of the Heythe."},{"number":12,"verse":"Whan we herhe this, both we and they that were of the same place, besoughte him, that he wolde not go vp to Ierusalem."},{"number":13,"verse":"Then answered Paul and sayde: What do ye, wepynge, and breakynge my hert? For I am redye not onely to be bounde, but also to dye at Ierusalem for ye name of the LORDE Iesu."},{"number":14,"verse":"But wha he wolde not be persuaded, we ceassed, and sayde: The will of the LORDE be fulfylled."},{"number":15,"verse":"And after those dayes we were ready, & wente vp to Ierusalem:"},{"number":16,"verse":"There came with vs also certayne of the disciples off Cesarea, and broughte with them one of Cypers, named Mnason, an olde disciple, with whom we shulde lodge."},{"number":17,"verse":"Now wha we came to Ierusalem, the brethren receaued vs gladly."},{"number":18,"verse":"But on the nexte daye Paul wente in with vs vnto Iames, and all the Elders came together."},{"number":19,"verse":"And whan he had saluted them, he tolde by order, what God had done amoge the Heythen by his mynistracion."},{"number":20,"verse":"Whan they herde that, they praysed the LORDE, and sayde vnto him: Brother, thou seyst how many thousande Iewes there are which beleue, and are all Zelous ouer ye lawe."},{"number":21,"verse":"But they are enfourmed agaynst the, that thou teachest all the Iewes which are amoge the Heythe, to forsake Moses, and sayest that they oughte not to circumcyse their children, ner to walke after the same custome."},{"number":22,"verse":"What is it therfore? The multitude must nedes come together, for they shal heare that thou art come."},{"number":23,"verse":"Do this therfore that we saye vnto the: We haue foure men, which haue a vowe on them,"},{"number":24,"verse":"take them vnto ye, and purifye thyselfe with them, and do the cost on them, that they maye shaue their heades: and they shal knowe, that it is nothinge, wherof they are enfourmed agaynst the, but that thou also walkest and kepest the lawe."},{"number":25,"verse":"For as touchinge them that beleue amonge the Heythen, we haue wrytten, and concluded, that they shulde obserue no soch, but onely to kepe them selues from the offeringes of Idols, from bloude, from stragled, and from whordome."},{"number":26,"verse":"Then Paul toke the men vnto him, and was purified with them on the nexte daye, and entred in to the temple, declaringe that he fulfylled the dayes of purificacion, tyll there was an offeringe offred for euery one of them."},{"number":27,"verse":"But whan the seuen dayes were allmost fulfylled, the Iewes of Asia sawe him in the temple, and moued all the people, layed handes vpon him,"},{"number":28,"verse":"and cryed: Ye men of Israel, helpe, this is the man, that teacheth all men euery where agaynst oure people, the lawe, and this place. He hath broughte Grekes also in to the temple, and hath defyled this holy place."},{"number":29,"verse":"For they had sene Trophimus the Ephesian with him in the cite, him they thoughte yt Paul had broughte in to the temple."},{"number":30,"verse":"And all the cite was moued, and the people ranne together. And they toke Paul, and drue him out off the temple, and forth with the dores were shut to."},{"number":31,"verse":"But whan they wete aboute to kyll him, tydinges came to the chefe captayne of the company, that all Ierusalem was moued."},{"number":32,"verse":"Which immediatly toke soudyers and captaynes vnto him, and ranne in amoge them. Whan they sawe the captayne and the soudyers, they lefte smytinge of Paul."},{"number":33,"verse":"Whan the captayne came nye, he toke him, and commaunded him to be bounde with two cheynes, and axed what he was, and what he had done."},{"number":34,"verse":"One cried this, another that amonge the people. But whan he coulde not knowe the certente because of the rumoure, he commaunded him to be caried in to the castell."},{"number":35,"verse":"And wha he came to the steppes, it fortuned that he was borne of ye soudyers because of the violence of the people."},{"number":36,"verse":"For the multitude off the people folowed after, and cryed: Awaye with him."},{"number":37,"verse":"Whan Paul was now to be caried in to the castell, he sayde vnto ye captayne: Maye I speake vnto the? He sayde: Canst thou Greke?"},{"number":38,"verse":"Art not thou the Egipcian, which before these dayes maydest an vproure, & leddest out in to the wyldernesse foure thousande preuy murthurers?"},{"number":39,"verse":"Paull sayde: I am a man which am a Iewe off Tharsis, a citesyn of a famous cite in Celicia: I beseke the, suffre me to speake vnto the people."},{"number":40,"verse":"Whan he had geuen him lycence, Paul stode on the steppes, and beckened with the hande vnto the people. Now whan there was made a greate sylece, he spake vnto them in Hebrue, and sayde:"}]}