{"bibleAbbr":"CVB1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"Ye men, brethren, and fathers, heare myne answere which I make vnto you."},{"number":2,"verse":"Whan they herde that he spake vnto them in the Hebrue, they kepte the more sylence. And he sayde:"},{"number":3,"verse":"I am a man which am a Iewe, borne at Tharsis in Celicia, and broughte vp in this cite at the fete off Gamaliel, enfourmed diligently in the lawe of the fathers, and was feruent mynded to God warde, as ye all are also this daye,"},{"number":4,"verse":"and I persecuted this waye vnto the death. I bounde them and delyuered them vnto preson, both men and wemen,"},{"number":5,"verse":"as ye hye prest also doth beare me wytnesse, and all ye Elders: of whom I receaued letters vnto the brethren, and wente towarde Damascon, that I mighte brynge them which were there, bounde to Ierusalem, to be punyshed."},{"number":6,"verse":"But it fortuned as I made my iourney, and came nye vnto Damascon, aboute noone, sodenly there shone a greate lighte aboute me from heauen,"},{"number":7,"verse":"and I fell to the earth, and herde a voyce which sayde vnto me: Saull Saull, why persecutest thou me"},{"number":8,"verse":"I answered: Who art thou LORDE And he sayde vnto me: I am Iesus of Nazareth whom thou persecutest."},{"number":9,"verse":"As for them that were with me, they sawe ye lighte and were afrayed, but they herde not the voyce of him that spake with me."},{"number":10,"verse":"I sayde: LORDE, what shal I do The LORDE sayde vnto me: Aryse, and go in to Damascon, there shal it be tolde ye of all that is appoynted the to do."},{"number":11,"verse":"But whan I sawe nothinge for the bryghtnesse of the lighte, I was led by the hande of them that were with me, and came to Damascon."},{"number":12,"verse":"There was one Ananias, a deuoute man after the lawe, which had a good reporte of all the Iewes that dwelt there,"},{"number":13,"verse":"the same came, and stepte vnto me, and sayde: Brother Saul, loke vp. And I loked vp vpon him the same houre."},{"number":14,"verse":"He sayde: The God of oure fathers hath ordeyned the before, that thou shuldest knowe his wyll, and se the thinge yt is rightfull, and heare the voyce out of his mouth:"},{"number":15,"verse":"for thou shalt be his wytnesse vnto all men, of tho thinges which thou hast sene and herde."},{"number":16,"verse":"And now why tariest thou? Aryse, and be baptysed, and wasse awaye thy synnes, and call vpon the name of the LORDE."},{"number":17,"verse":"But it fortuned, that whan I was come agayne to Ierusale, and prayed in the temple, I was in a traunce,"},{"number":18,"verse":"and sawe him. Then sayde he vnto me: Make haist, and get the soone out of Ierusalem, for they wyl not receaue the witnesse that thou bearest of me."},{"number":19,"verse":"And I sayde: LORDE, they the selues knowe that I put in preson and bett in euery synagoge them that beleued on the."},{"number":20,"verse":"And wha the bloude of Steue thy witnesse was shed, I stode by also, & consented vnto his death, and kepte the clothes of them that slewe him."},{"number":21,"verse":"And he sayde vnto me: Go thy waye, for I wil sende the farre amonge the Hey then."},{"number":22,"verse":"They gaue him audience vnto this worde, and lifte vp their voyce, & sayde: Awaye with soch a felowe from the earth, for it is not reason that he shulde lyue."},{"number":23,"verse":"But as they cried, and cast of their clothes, & thrue dust in to the ayre,"},{"number":24,"verse":"the captayne bad brynge him into the castell, and commaunded him to be beaten with roddes and to be examyned, that he mighte knowe, for what cause they cried so vpon him."},{"number":25,"verse":"And whan he bounde him with thonges, Paul sayde vnto the vndercaptayne that stode by: Is it laufull for you to scourge a man that is a Romayne, and vncondemned?"},{"number":26,"verse":"Whan the vndercaptayne herde that, he wete to the vpper captayne, and tolde him, and sayde? What wilt thou do? This man is a Romayne."},{"number":27,"verse":"Then came ye vpper captayne, and sayde vnto him: Tell me, art thou a Romayne? He sayde: Yee."},{"number":28,"verse":"And the vpper captayne answered: With a greate summe optayned I this fredome. But Paul sayde: As for me, I am a Romayne borne."},{"number":29,"verse":"The straight waye departed from him, they that shulde haue examyned him. And ye chefe captayne was afrayed, whan he knewe that he was a Romayne, and because he had bounde him."},{"number":30,"verse":"On the nexte daye wolde he knowe the certentye wherfore he was accused of the Iewes, and he lowsed him from the bondes, and commaunded the hye prestes and all their councell to come together, and broughte Paul forth, and set him amonge them."}]}