{"bibleAbbr":"CVB1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":3,"verses":[{"number":1,"verse":"Peter and Ihon wente vp together in to the temple aboute the nyenth houre to praye."},{"number":2,"verse":"And there was a certayne man halt from his mothers wombe, whom they brought and layed daylie at the gate of the teple, which is called, the Bewtyfull, that he might axe almesse of them that wete in to the temple."},{"number":3,"verse":"Now whan he sawe Peter and Ihon, that they wolde in to the temple, he desyred to receaue an almesse."},{"number":4,"verse":"Peter behelde him with Ihon, and sayde: Loke on vs."},{"number":5,"verse":"And he gaue hede vnto them, hopynge to receaue some thinge of them."},{"number":6,"verse":"Howbeit Peter saide: Syluer and golde haue I none: but soch as I haue geue I the. In the name of Iesus Christ of Nazareth ryse vp & walke."},{"number":7,"verse":"And he toke him by the righte hande and lifte him vp. Immediatly his legges & ancle bones were made stroge,"},{"number":8,"verse":"and he sprange, stode and walked, and entred with them in to the teple, walkynge, and leapinge and praysinge God."},{"number":9,"verse":"And all the people sawe him walke and prayse God."},{"number":10,"verse":"And they knewe him, yt it was he, which sat for almesse at the bewtyfull gate of the temple. And they were fylled with wondrynge, and were astonnyed at that, which had happened vnto hi."},{"number":11,"verse":"But as this halt which was healed helde him to Peter and Ihon, all the people ranne vnto them in to the porche, which is called Salomos, and wondred."},{"number":12,"verse":"Whan Peter sawe that, he answered vnto the people: Ye men of Israel, why maruayle ye at this, or why loke ye so at vs, as though we by oure awne power or deseruynge, had made this man to walke?"},{"number":13,"verse":"The God of Abraham and of Isaac, and of Iacob, ye God of oure fathers hath glorifyed his childe Iesus, whom ye delyuered and denyed in the presence of Pilate, whan he had iudged him to be lowsed."},{"number":14,"verse":"But ye denyed the holy and iust, and desyred the murthurer to be geuen you,"},{"number":15,"verse":"but ye slewe the prynce of life, whom God hath raysed from the deed, of the which we are witnesses."},{"number":16,"verse":"And thorow ye faith in his name, hath he confirmed his name vpon this man, whom ye se and knowe: and faith thorow him, hath geue this man this health before youre eyes."},{"number":17,"verse":"Now deare brethre, I knowe that ye haue done it thorow ignoraunce, as dyd also youre rulers."},{"number":18,"verse":"But God, which by the mouth of all his prophetes had shewed before, yt his Christ shulde suffre, hath so fulfilled it."},{"number":19,"verse":"Do penaunce now therfore and turne you, that youre synnes maye be done awaye, whan the tyme of refreshinge shal come before the presence of the LORDE,"},{"number":20,"verse":"and whan he shal sende him, which now before is preached vnto you, euen Iesus Christ:"},{"number":21,"verse":"which must receaue heauen vntyll the tyme that all thinges, which God hath spoken by the mouth of his holy prophetes sence ye worlde beganne, be restored agayne."},{"number":22,"verse":"For Moses sayde vnto ye fathers: A prophet shal the LORDE youre God rayse vp vnto you, euen from amoge youre brethren, like vnto me: him shal ye heare, in all that he shal saye vnto you."},{"number":23,"verse":"And it shal come to passe, what soule soeuer shal not heare the same prophet, shal be destroyed from amonge the people."},{"number":24,"verse":"And all the prophetes from Samuel and thence forth as many as haue spoken, haue likewyse tolde of these dayes."},{"number":25,"verse":"Ye are the children of the prophetes and of the couenaunt, which God made vnto or fathers, whan he sayde vnto Abraha: Thorow yi sede shal all ye nacios of ye earth be blessed."},{"number":26,"verse":"First vnto you hath God raysed vp his childe Iesus, & sent hi vnto you, to blesse you yt euery one shulde turne fro his wickednesse."}]}