{"bibleAbbr":"CVB1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":4,"verses":[{"number":1,"verse":"But as they spake to ye people, there came vnto the the prestes and the rulers of the teple, and the Saduces,"},{"number":2,"verse":"who it greued yt they taught the people, & preached in Iesu ye resurreccion fro the deed"},{"number":3,"verse":"and they layed handes vpon them, and put the in holde tyll the morow: for it was now euentyde."},{"number":4,"verse":"Howbeit many of the which herde the worde, beleued, and the nombre of ye men was aboute fyue thousande."},{"number":5,"verse":"And it chaunced on ye morow, that their rulers and Elders and scrybes"},{"number":6,"verse":"(as Annas ye hye prest and Caiphas, and Ihon & Alexander, and as many as were of the hye prestes kynred) gathered them selues together at Ierusalem,"},{"number":7,"verse":"and set them before them, and axed them: By what auctorite, Or in what name haue ye done this?"},{"number":8,"verse":"Peter full of the holy goost, sayde vnto them: Ye rulers of the people, and ye Elders of Israel,"},{"number":9,"verse":"Yf we this daye be examyned concernynge this good dede vpon the sicke ma, by what meanes he is made whole,"},{"number":10,"verse":"be it knowne then vnto you and to all the people of Israel, that in ye name of Iesus Christ of Nazareth, whom ye crucified, who God hath raysed vp from the deed, stodeth this man here before you whole."},{"number":11,"verse":"This is the stone refused of you buylders, which is become the heade corner stone,"},{"number":12,"verse":"nether is there saluacion in eny other: Ner yet also is there geue vnto me eny other name, wherin we must be saued."},{"number":13,"verse":"They sawe the boldnesse of Peter & Ihon and marueyled, for they were sure yt they were vnlerned men and laye people. And they knewe the also, that they were wt Iesu."},{"number":14,"verse":"As for the man yt was made whole, they sawe hi stodinge by the, & coulde not saye agaynst it."},{"number":15,"verse":"Then comaunded they the to stode asyde out of ye councell, & comened amoge the selues,"},{"number":16,"verse":"& saide: What shal we do to these me? for a manyfest token is done by them, and is openly knowne vnto the that dwell at Ierusalem, and we can not denye it."},{"number":17,"verse":"But that it breake out no farther amoge the people, let vs threate them earnestly, that hence forth they speake of this name vnto noman."},{"number":18,"verse":"And they called them, and comaunded the, that in eny wyse they shulde not speake ner teache in the name of Iesu."},{"number":19,"verse":"But Peter & Ihon answered, and sayde vnto the: Iudge ye youre selues, whether it be right before God, that we shulde be more obedient vnto you, then vnto God."},{"number":20,"verse":"We can not chose, but speake that we haue sene & herde."},{"number":21,"verse":"But they threatened them, and let them go, and founde nothinge how to punyshe them because of ye people: for they all praysed God because of that, which was done."},{"number":22,"verse":"For the man, vpon whom this token of health was done, was aboue fourtye yeare olde."},{"number":23,"verse":"And whan they were let go, they came to their folowes, and tolde them what ye hye prestes and Elders sayde vnto them."},{"number":24,"verse":"Wha they herde that, they lifte vp their voyce wt one acorde vnto God, and sayde: LORDE, thou that art the God which made heauen and earth, and the see, and all that therin is thou"},{"number":25,"verse":"that by the mouth of Dauid thy seruaut hast sayde: Why do the Heythe rage? and ye people ymagin vayne thinges?"},{"number":26,"verse":"The kynges of the earth stonde vp, and the prynces haue gathered them selues together agaynst ye LORDE, and agaynst his. Christ."},{"number":27,"verse":"Of a trueth agaynst thy holy childe Iesus, whom thou hast anoynted, both Herode & Pontius Pilate with the Heythen and people of Israel, haue gathered the selues together,"},{"number":28,"verse":"to do what soeuer thy hande and thy councell determyned before to be done."},{"number":29,"verse":"And now LORDE, beholde their threatenynges, and graunte vnto thy seruauntes with all stedfast boldnesse to speake thy worde:"},{"number":30,"verse":"and stretch out thine hande, that healinge and tokes and wonders maye be done by the name of thy holy childe Iesus."},{"number":31,"verse":"And wha they had prayed, the place moued where they were gathered together, & they were all fylled with ye holy goost, & spake the worde of God boldly."},{"number":32,"verse":"The multitude of them that beleued, were of one hert and of one soule. Also none of them sayde of his goodes, that they were his awne, but had all thinges comen."},{"number":33,"verse":"And with greate power gaue the Apostles witnesse of the resurreccion of the LORDE Iesu, and greate grace was with them all."},{"number":34,"verse":"Nether was there eny amonge them that lacked. For as many as were possessers of londes or houses, solde the and brought ye money of the goodes that were solde,"},{"number":35,"verse":"and layed it at the Apostles fete. And distribucion was made vnto euery ma, acordinge as he had nede."},{"number":36,"verse":"Ioses which was also called of ye Apostles, Barnabas (that is to saye, the sonne of consolacion) a Leuite, of the countre of Cypers,"},{"number":37,"verse":"had londe, and solde it, & brought the money, and layed it at the Apostles fete."}]}