{"bibleAbbr":"CVB1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":5,"verses":[{"number":1,"verse":"But a certayne man named Ananias with Saphira his wife, solde his possession,"},{"number":2,"verse":"and kepte awaye parte of the money (his wife knowinge of it) and broughte one parte, & layed it at the Apostles fete."},{"number":3,"verse":"But Peter sayde: Ananias, Wherfore hath Sathan fylled thine hert, that thou shuldest lye vnto the holy goost, and withdrawe awaye parte of the money of the lyuelod?"},{"number":4,"verse":"Mightest thou not haue kepte it, whan thou haddest it? And whan it was solde, the money was also in thy power: Why hast thou then conceaued this thinge in thine hert? Thou hast not lyed vnto me, but vnto God."},{"number":5,"verse":"Whan Ananias herde these wordes, he fell downe, & gaue vp the goost. And there came a greate feare vpon all the that herde of this."},{"number":6,"verse":"The yonge men rose vp, and put him asyde, and caried him out, and buried him."},{"number":7,"verse":"And it fortuned as it were aboute ye space of thre houres after, his wife came in, and knewe not what was done."},{"number":8,"verse":"But Peter answered vnto her. Tell me, solde ye the londe for somoch? She sayde: Yee, for so moch."},{"number":9,"verse":"Peter sayde vnto her: Why haue ye agreed together, to tempte the sprete of the LORDE? Beholde, the fete of the which haue buried thy hussbande, are at the dore, & shal carye the out."},{"number":10,"verse":"And immediatly she fell downe at his fete, and gaue vp the goost. Then came in the yonge men, and founde her deed, and caried her out, and buried her by hir hussbade."},{"number":11,"verse":"And there came a greate feare ouer the whole congregacion, and ouer all the that herde it."},{"number":12,"verse":"Many tokens and wonders were done amonge the people by the hades of the Apostles (and they were all together with one acorde in Salomons porche:"},{"number":13,"verse":"but of other there durst no man ioyne him self vnto the, neuertheles the people helde moch of them."},{"number":14,"verse":"The multitude of the men and women that beleued in the LORDE, grewe more and more)"},{"number":15,"verse":"In so moch that they brought out the sycke in to the stretes, and layed them vpon beddes and barowes, that at the leest waye the shadowe of Peter (whan he came by) might ouershadowe some of the."},{"number":16,"verse":"There came many also out of ye cities rounde aboute vnto Ierusalem, and brought the sicke and the that were vexed with vncleane spretes, and they were healed euery one."},{"number":17,"verse":"But the hye prest rose vp, and all they yt were with him, which is the secte of the Saduces, and were full of indignacion,"},{"number":18,"verse":"& layed handes on the Apostles, and put them in the comon preson."},{"number":19,"verse":"But the angell of ye LORDE by night opened the preson dores, and brought the out, and sayde:"},{"number":20,"verse":"Go youre waye and steppe vp, and speake in the temple to the people all the wordes of this life."},{"number":21,"verse":"Whan they herde that, they entred in to the temple early in the mornynge: and taught. But the hye prest came, and they yt were with him, and called the councell together, & all ye Elders of the children of Israel, and sent to the preson to fet them."},{"number":22,"verse":"The mynisters came and founde them not in the preson, came agayne, and tolde,"},{"number":23,"verse":"and sayde:The preson founde we shut with all diligence, and the kepers stondinge without before the dores: but wha we had opened, we founde noman therin."},{"number":24,"verse":"Whan the hye prest, and the rulers of the temple and the other hye prestes herde these wordes, they douted of them, whervnto this wolde growe."},{"number":25,"verse":"Then came there one, which tolde them: Beholde, the men that ye put in preson, are in the temple, stondinge and teachinge the people."},{"number":26,"verse":"Then wete ye rulers with their mynisters, and fetched them without violence: for they feared the people, lest they shulde haue bene stoned."},{"number":27,"verse":"And whan they had brought them, they set the before the councell. And the hye prest axed them,"},{"number":28,"verse":"and sayde: Dyd not we comaunde you strately, that ye shulde not teache in this name. And beholde, ye haue fylled Ierusalem with youre doctryne, and ye intede to brynge this mans bloude vpon vs."},{"number":29,"verse":"But Peter and the Apostles answered, and sayde: We ought more to obeye God then men."},{"number":30,"verse":"The God of oure fathers hath raysed vp Iesus, who ye slewe, and hanged on tre."},{"number":31,"verse":"Him hath the righte hande of God exalted, to be a prynce and Sauioure, to geue repentaunce and forgeuenesse of synnes vnto Israel."},{"number":32,"verse":"And we are his recordes of these wordes, and the holy goost, who God hath geuen vnto the that obeye him."},{"number":33,"verse":"Wha they herde that, it wente thorow the hertes of them, and they thoughte to slaye them."},{"number":34,"verse":"Then stode there vp in ye councell a pharyse, named Gamaliel, a scribe, had in greate reputacion before all ye people, and bad put the Apostles asyde a litle,"},{"number":35,"verse":"and sayde vnto them: Ye men of Israel, take hede to youre selues, what ye do as touchinge these men."},{"number":36,"verse":"Before these dayes rose vp one Theudas, boostinge himself. (And there cleued vnto him a nobre of me, aboute a foure hundreth) which was slayne, and all they yt enclyned vnto him, were scatred abrode, and brought to naught."},{"number":37,"verse":"After this stode vp Iudas of Galile in ye dayes of trybute, and drewe awaye moch people after him, & he also perished, & all they that enclyned vnto him, are scatred abrode."},{"number":38,"verse":"And now I saye vnto you: refrayne yor selues fro these men, and let the go. Yf this councell or worke be of me, it wil come to naught:"},{"number":39,"verse":"but yf it be of God, ye are not able to destroye it, lest ye be founde to be the men, that wil stryue agaynst God."},{"number":40,"verse":"Then they agreed vnto him, and called the Apostles, and bet them, and commaunded them, that they shulde speake nothinge in the name of Iesu, and let them go."},{"number":41,"verse":"But they departed from the presence of the councell, reioysinge, that they were worthy to suffre rebuke for his names sake."},{"number":42,"verse":"And daylie in the temple and in euery house they ceassed not, to teache and to preache the Gospell of Iesus Christ."}]}