{"bibleAbbr":"CVB1535","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":8,"verses":[{"number":1,"verse":"Saul had pleasure in his death. At ye same tyme there was a greate persecucion ouer the congregacion at Ierusale. And they were all scatered abrode in the regions of Iewrye & Samaria, excepte the Apostles."},{"number":2,"verse":"As for Steuen, men yt feared God dressed him, and made greate lamentacion ouer him."},{"number":3,"verse":"But Saul made hauocke of the congregacion, entred in to euery house, and drue out men & wemen, & delyuered the to preson."},{"number":4,"verse":"They now yt were scatered abrode wete aboute & preached the worde."},{"number":5,"verse":"The came Philippe in to a cite of Samaria, and preached Christ vnto them."},{"number":6,"verse":"And the people gaue hede with one acorde vnto ye thinges that Philip spake, hearinge him, and seynge the tokes that he dyd."},{"number":7,"verse":"For the vncleane spretes cryed loude, and departed out of many yt were possessed. And many that were sicke of the palsie and lame, were healed."},{"number":8,"verse":"And there was greate ioye in the same cite."},{"number":9,"verse":"But afore there was in ye same cite a certayne ma, called Simon, which vsed witche craft, and bewitched ye people of Samaria, sayenge, that he was a man which coulde do greate thinges."},{"number":10,"verse":"And they all regarded him from the leest vnto ye greatest, & sayde: This is the power of God which is greate."},{"number":11,"verse":"But they regarded him, because that of longe tyme he had bewitched them with his sorcery."},{"number":12,"verse":"Howbeit whan they beleued Philips preachinge of ye kyngdome of God, and of the name of Iesu Christ, they were baptysed both me & weme."},{"number":13,"verse":"Then Symon himself beleued also, and was baptysed, and cleued vnto Philippe. And wha he sawe the dedes and tokens that were done, he wondred."},{"number":14,"verse":"Whan the Apostles which were at Ierusalem, herde, that Samaria had receaued ye worde of God, they sent vnto the Peter and Ihon."},{"number":15,"verse":"Which, wha they were come, prayed for the, yt they might receaue the holy goost."},{"number":16,"verse":"For as yet he was come vpon none of them but they were baptysed onely in the name of Christ Iesu."},{"number":17,"verse":"Then layed they their hades on them, and they receaued the holy goost."},{"number":18,"verse":"But whan Simon sawe, that by the layenge on of the Apostles hades ye holy goost was geuen, he offred the money,"},{"number":19,"verse":"and sayde: Geue me also this power, that, on whomsoeuer I put the hodes, he maye receaue the holy goost."},{"number":20,"verse":"Howbeit Peter sayde vnto him: Perishe thou with thy money, because thou thinkest that ye gifte of God maye be optayned with money."},{"number":21,"verse":"Thou shalt haue nether parte ner felashipe in this worde, for yi hert is not righte before God."},{"number":22,"verse":"Repente therfore of this yi wickednesse, and praye vnto God, yf happly the thought of thy hert maye be forgeue ye."},{"number":23,"verse":"For I se, yt thou art full of bytter gall, and wrapped in wt vnrighteousnesse."},{"number":24,"verse":"Then answered Simon, & sayde: Praye ye vnto the LORDE for me, yt none of these thinges wherof ye haue spoken, come vpon me."},{"number":25,"verse":"And they, wha they had testified and spoke the worde of the LORDE, turned agayne to Ierusalem, and preached the Gospell in many townes of the Samaritanes."},{"number":26,"verse":"But the angell of the LORDE spake vnto Philippe, and sayde: Aryse, & go towarde the South, vnto the waye that goeth downe from Ierusalem vnto Gaza, which is deserte."},{"number":27,"verse":"And he rose, and wente on. And beholde, a ma of the Morians lode (a chamberlayne and of auctorite with Candace ye quene of the londe of the Morians) which had the rule of all hir treasuries, ye same came to Ierusale to worshipe."},{"number":28,"verse":"And returned home agayne, and satt vpon his charet, and red the prophet Esay."},{"number":29,"verse":"The sprete sayde vnto Philippe: Go neare, and ioyne thy selfe to yonder charet."},{"number":30,"verse":"The ranne Philippe vnto him, and herde him rede the prophet Esay, and sayde: Vnderstodest thou what thou readest?"},{"number":31,"verse":"He sayde: How can I, excepte some ma enfourme me?And he desyred Philippe, that he wolde come vp, and syt with him."},{"number":32,"verse":"The tenoure of the scripture which he red, was this: He was led as a shepe to be slayne, and as a lambe voycelesse before his sherer, so opened he not his mouth."},{"number":33,"verse":"In his humblenesse is his iudgment exalted. Who shal declare his generacion? for his life is taken awaye from the earth."},{"number":34,"verse":"Then answered the chamberlayne vnto Philippe, and sayde: I praye the, of whom speaketh the prophet this? of himselfe, or of some other man?"},{"number":35,"verse":"Philippe opened his mouth, and beganne at this scripture, and preached him the Gospell of Iesus."},{"number":36,"verse":"And as they wete on their waye, they came to a water. And the chamberlayne sayde: Beholde, here is water, what hyndereth me to be baptysed?"},{"number":37,"verse":"Philippe sayde: Yf thou beleue from thy whole herte, thou mayest. He answered, and sayde: I beleue, that Iesus Christ is the sonne of God."},{"number":38,"verse":"And he commaunded to holde styll the charet, and they wente downe in to the water, both Philippe and the chamberlayne. And he baptysed him."},{"number":39,"verse":"But whan they were come vp out of the water, the sprete of the LORDE toke Philippe awaye. And the Chamberlayne sawe him nomore. But he wente on his waye reioysinge."},{"number":40,"verse":"As for Philippe, he was founde at Assdod, and walked aboute, and preached the Gospell vnto all the cities, tyll he came to Cesarea."}]}