{"bibleAbbr":"Geneva1599","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":1,"verses":[{"number":1,"verse":"(Ecclesiastes, or The Preacher) ((2 All things in this world are full of vanity, and of none endurance.13 All man’s wisdom is but folly and grief.) ) The words of the (Solomon is here called a preacher, or one that assembleth the people, because he teacheth the true knowledge of God, and how men ought to pass their life in this transitory world.) Preacher, the son of David king in Jerusalem."},{"number":2,"verse":"(He condemneth the opinions of all men that set felicity in any thing, but in God alone, seeing that in this world all things are as vanity and nothing.) Vanity of vanities, saith the Preacher: vanity of vanities, all is vanity."},{"number":3,"verse":"What remaineth unto man in all his (Solomon doth not condemn man’s labor or diligence, but showeth that there is no full contentation in any thing under the heaven, nor in any creature, forasmuch as all things are transitory.) travail, which he suffereth under the sun?"},{"number":4,"verse":"One generation passeth, and another generation succeedeth: but the earth remaineth (One man dieth after another, and the earth remaineth longest, even to the last day, which yet is subject to corruption.) forever."},{"number":5,"verse":"The sun riseth, and the sun goeth down, and draweth to his place where he riseth."},{"number":6,"verse":"The (By the sun, wind and rivers, he showeth that the greatest labor and longest hath an end, and therefore there can be no felicity in this world.) wind goeth toward the South, and compasseth toward the North: the wind goeth round about, and returneth by his circuits."},{"number":7,"verse":"All the rivers go into the sea, yet the sea is not full: for the rivers go unto the place (The sea which compasseth all the earth, filleth the veins thereof, the which pour out springs and rivers into the sea again.) whence they return, and go."},{"number":8,"verse":"All things are full of labor: man cannot utter it: the eye is not satisfied with seeing, nor the ear filled with hearing."},{"number":9,"verse":"(He speaketh of times and seasons, and things done in them, which as they have been in times past, so come they to pass again.) What is it that hath been? that that shall be: and what is it that hath been done? that which shall be done: and there is no new thing under the sun."},{"number":10,"verse":"Is there anything, whereof one may say, Behold this, it is new? it hath been already in the old time that was before us."},{"number":11,"verse":"There is no memory of the former, neither shalt there be a remembrance of the latter that shall be, with them that shall come after."},{"number":12,"verse":"¶ (He proveth that if any could have attained to felicity in this world by labor, and study, he chiefly should have obtained it, because he had gifts and aids of God thereunto above all others.) I the Preacher have been king over Israel in Jerusalem:"},{"number":13,"verse":"And I have given mine heart to search and find out wisdom by all things that are done under the heaven: (this sore travail hath God given to the sons of men, (Man of nature hath a desire to know, and yet is not able to come to the perfection of knowledge, which is the punishment of sin, to humble man, and to teach him to depend only upon God.) to humble them thereby.)"},{"number":14,"verse":"I have considered all the works that are done under the sun, and behold, all is vanity, and vexation of the spirit."},{"number":15,"verse":"That which is (Man is not able by all his diligence to cause things to go otherwise than they do: neither can he number the faults that are committed, much less remedy them.) crooked, can none make straight: and that which faileth, cannot be numbered."},{"number":16,"verse":"I thought in mine heart, and said, Behold, I am become great, and excel in wisdom all them that have been before me in Jerusalem: and mine heart hath seen much wisdom and knowledge."},{"number":17,"verse":"And I gave mine heart to know wisdom and knowledge, (That is, vain things, which served unto pleasure, wherein was no commodity, but grief and trouble of conscience.) madness and foolishness: I knew also that this is a vexation of the spirit."},{"number":18,"verse":"For in the multitude of wisdom is much (Wisdom and knowledge cannot be come by without great pain of body and mind: for when a man hath attained to the highest, yet is his mind never fully content: therefore in this world is no true felicity.) grief: and he that increaseth knowledge, increaseth sorrow."}]}