{"bibleAbbr":"Geneva1599","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":8,"verses":[{"number":1,"verse":"(2 To obey Princes and Magistrates.17 The works of God pass man’s knowledge.) Who is as the wise man? and who knoweth the interpretation of a thing? the wisdom of a man doth make his face (That is, doth get him favor and prosperity.) to shine: and (Whereas before he was proud and arrogant, he shall become humble and meek.) the strength of his face shall be changed."},{"number":2,"verse":"I advertise thee to take heed to the (That is, that thou obey the king and keep the oath that thou hast made for the same cause.) mouth of the king, and to the word of the oath of God."},{"number":3,"verse":"(Withdraw not thyself lightly from the obedience of thy prince.) Haste not to go forth of his sight: stand not in an evil thing: for he will do whatsoever pleaseth him."},{"number":4,"verse":"Where the word of the King is, there is power, and who shall say unto him, What doest thou?"},{"number":5,"verse":"He that keepeth the commandment, shall know none evil thing, and the heart of the wise shall know the (That is, when time is to obey, and how far he should obey.) time, and judgment."},{"number":6,"verse":"For to every purpose there is a time and judgment, because the (Man of himself is miserable, and therefore ought to do nothing to increase the same, but to work all things by wisdom and counsel.) misery of man is great upon him."},{"number":7,"verse":"For he knoweth not that which shall be: for who can tell him when it shall be?"},{"number":8,"verse":"Man is not Lord (Man hath no power to save his own life, and therefore must not rashly cast himself into danger.) over the spirit to retain the spirit: neither hath he power in the day of death, nor deliverance in the battle, neither shall wickedness deliver the possessors thereof."},{"number":9,"verse":"All this have I seen, and have given mine heart to every work which is wrought under the sun, and I saw a time that man ruleth over man to his own (As cometh ofttimes to tyrants and wicked rulers.) hurt."},{"number":10,"verse":"And likewise I saw the wicked buried, and (That is, others as wicked as they.) they returned, and they that came from the holy (They that feared God and worshipped him according as he had appointed.) place, were yet forgotten in the city, where they had done right: this also is vanity."},{"number":11,"verse":"Because sentence against an evil work is not (Where justice is delayed, there sin reigneth.) executed speedily, therefore the heart of the children of men is fully set in them to do evil."},{"number":12,"verse":"Though a sinner do evil an hundred times, and God prolongeth his days, yet I know that it shall be well with them that fear the Lord, and do reverence before him."},{"number":13,"verse":"But it shall not be well to the wicked, neither shall he prolong his days: he shall be like a shadow, because he feareth not before God."},{"number":14,"verse":"There is a vanity, which is done upon the earth, that there be righteous men to whom it cometh according to the (Which are punished as though they were wicked, as Eccl. 7:17.) work of the wicked: and there be wicked men to whom it cometh according to the work of the just: I thought also that this is vanity."},{"number":15,"verse":"And I praised joy, for there is no goodness to man under the sun, save (Read Eccl. 3:22.) to eat and to drink and to rejoice: for this is adjoined to his labor the days of his life that God hath given him under the sun."},{"number":16,"verse":"When I applied mine heart to know wisdom, and to behold the business that is done on earth, that neither day nor night the eyes of man take sleep,"},{"number":17,"verse":"Then I beheld the whole work of God, that man cannot find out the work that is wrought under the sun: for the which man laboreth to seek it, and cannot find it: yea, and though the wise man think to know it, he cannot find it."}]}