{"bibleAbbr":"Geneva1599","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":9,"verses":[{"number":1,"verse":"((1 By no outward thing can man know whom God loveth or hateth.12 No man knoweth his end.16 Wisdom excelleth strength.) ) I have surely given mine heart to all this, and to declare all this, that the just, and the wise, and their works are in the hand of God: and no man knoweth either love or (Meaning, what things he ought to choose or refuse: or man knoweth not by these outward things, that is, by prosperity or adversity, whom God doth favor or hate, for he sendeth them as well to the wicked as to the godly.) hatred of all that is before them."},{"number":2,"verse":"All things come alike to all: and the same condition is to the just and to the wicked, to the good and to the pure, and to the polluted, and to him that sacrificeth, and to him that sacrificeth not: as is the good, so is the sinner, he that sweareth, as he that feareth an oath."},{"number":3,"verse":"This is evil among all that is done under the sun, that there is one (In outward things, as riches and poverty, sickness and health, there is no difference between the godly and the wicked: but the difference is that the godly are assured by faith of God’s favor and assistance.) condition to all, and also the heart of the sons of men is full of evil, and madness is in their hearts while they live, and after that, they go to the dead."},{"number":4,"verse":"Surely whosoever is joined to all the living, there is hope: for it is better to a (He noteth the Epicureans and carnal men, which made their belly their god, and had no pleasure, but in this life, wishing rather to be an abased and vile person in this life, than a man of authority, and so to die, which is meant by the dog and lion.) living dog, than to a dead lion."},{"number":5,"verse":"For the living know that they shall die, but the dead know nothing at all: neither have they anymore a reward: for their remembrance is forgotten."},{"number":6,"verse":"Also their love and their hatred, and their envy is now perished, and they have no more portion forever, in all that is done under the sun."},{"number":7,"verse":"Go, eat thy bread with joy, and drink thy wine with a cheerful heart: for God now (They flatter themselves to be in God’s favor, because they have all things in abundance.) accepteth thy works."},{"number":8,"verse":"At all times let thy garments be (Rejoice, be merry, and spare for no cost, thus speak the wicked belly-gods.) white, and let not oil be lacking upon thine head."},{"number":9,"verse":"Rejoice with the wife whom thou hast loved all the days of the life of thy vanity, which God hath given thee under the sun all the days of thy vanity: for this is thy portion in the life, and in thy travail wherein thou laborest under the sun. (Hebrew, regard the life.) (Cross references: : Eccl. 5:18)"},{"number":10,"verse":"All that thine hand shall find to do, do it with all thy power: for there is neither work nor invention, nor knowledge, nor wisdom in the grave whither thou goest."},{"number":11,"verse":"I returned, and I saw under the sun that the race is not to the swift, nor the battle to the strong, nor yet bread to the wise, nor also riches to men of understanding, neither yet favor to men of knowledge: but time and (Thus the worldlings say to prove that all things are lawful for them, and attribute that to chance and fortune, which is done by the providence of God.) chance cometh to them all."},{"number":12,"verse":"For neither doth man know his (That is, he doth not foresee what shall come.) time, but as the fishes which are taken in an evil net, and as the birds that are caught in the snare: so are the children of men snared in the evil time, when it falleth upon them suddenly."},{"number":13,"verse":"I have also seen this wisdom under the sun, and it is great unto me."},{"number":14,"verse":"A little city and few men in it, and a great King came against it, and compassed it about, and built forts against it."},{"number":15,"verse":"And there was found therein a poor and wise man, and he delivered the city by his wisdom, but none remembered this poor man."},{"number":16,"verse":"Then said I, Better is wisdom than strength: yet the wisdom of the poor is despised, and his words are not heard."},{"number":17,"verse":"The words of the wise are more heard in quietness, than the cry of him that ruleth among fools."},{"number":18,"verse":"Better is wisdom than weapons of war: but one sinner destroyeth much good."}]}