{"bibleAbbr":"WYC1395","bookName":"James","bookEnglishName":"James","chapterNumber":3,"verses":[{"number":1,"verse":"Mi britheren, nyle ye be maad many maistris, witynge that ye taken the more doom."},{"number":2,"verse":"For alle we offenden in many thingis. If ony man offendith not in word, this is a perfit man; for also he may lede aboute al the bodi with a bridil."},{"number":3,"verse":"For if we putten bridlis `in to horsis mouthis, for to consente to vs, and we leden aboute al the bodi of hem."},{"number":4,"verse":"And lo! schippis, whanne thei ben grete, and ben dryuun of stronge wyndis, yit thei ben borun about of a litil gouernaile, where the meuyng of the gouernour wole."},{"number":5,"verse":"So also the tunge is but a litil membre, and reisith grete thingis. Lo! hou litil fier brenneth a ful greet wode."},{"number":6,"verse":"And oure tunge is fier, the vniuersite of wickidnesse. The tunge is ordeyned in oure membris, which defoulith al the bodi; and it is enflawmed of helle, and enflawmeth the wheel of oure birthe."},{"number":7,"verse":"And al the kynde of beestis, and of foulis, and of serpentis, and of othere is chastisid, and tho ben maad tame of mannus kinde; but no man mai chastise the tunge,"},{"number":8,"verse":"for it is an vnpesible yuel, and ful of deedli venym."},{"number":9,"verse":"In it we blessen God, the fadir, and in it we cursen men, that ben maad to the licnesse of God."},{"number":10,"verse":"Of the same mouth passith forth blessing and cursing. My britheren, it bihoueth not that these thingis be don so."},{"number":11,"verse":"Whether a welle of the same hoole bringith forth swete and salt watir?"},{"number":12,"verse":"My britheren, whether a fige tre may make grapis, ethir a vyne figus? So nethir salt watir mai make swete watir."},{"number":13,"verse":"Who is wijs, and tauyt among you? schewe he of good lyuyng his worching, in myldenesse of his wisdom."},{"number":14,"verse":"That if ye han bitter enuye, and stryuyngis ben in youre hertis, nyle ye haue glorye, and be lyeris ayens the treuthe."},{"number":15,"verse":"For this wisdom is not fro aboue comynge doun, but ertheli, and beestli, and feendli."},{"number":16,"verse":"For where is enuye and strijf, there is vnstidfastnesse and al schrewid werk."},{"number":17,"verse":"But wisdom that is from aboue, first it is chast, aftirward pesible, mylde, able to be counseilid, consentinge to goode thingis, ful of merci and of goode fruytis, demynge with out feynyng."},{"number":18,"verse":"And the fruyt of riytwisnesse is sowun in pees, to men that maken pees."}]}