{"bibleAbbr":"WEB2020+","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":1,"verses":[{"number":1,"verse":"Solomon <WH8010> the son <WH1121> of David <WH1732> was strengthened <WH2388> in his kingdom, <WH4438> and Yahweh <WH3068> his God <WH430> was with him, <WH1431> and magnified him exceedingly. <WH4605>"},{"number":2,"verse":"Solomon <WH8010> spoke <WH559> to all Israel, <WH3478> to the captains <WH8269> of thousands <WH505> and of hundreds, <WH3967> and to the judges, <WH8199> and to every prince <WH7218> in all Israel, <WH3478> the heads <WH7218> of the fathers <WH1>' households."},{"number":3,"verse":"So Solomon, <WH8010> and all the assembly <WH6951> with him, <WH3212> went to the high place <WH1116> that was at Gibeon; <WH1391> for there was the Tent <WH168> of Meeting <WH4150> of God, <WH430> which Moses <WH4872> the servant <WH5650> of Yahweh <WH3068> had made <WH6213> in the wilderness. <WH4057>"},{"number":4,"verse":"But <WH61> David <WH1732> had brought the ark <WH727> of God <WH430> up <WH5927> from Kiriath Jearim <WH7157> to the place that David <WH1732> had prepared <WH3559> for it; <WH5186> for he had pitched a tent <WH168> for it at Jerusalem. <WH3389>"},{"number":5,"verse":"Moreover the bronze <WH5178> altar, <WH4196> that Bezalel <WH1212> the son <WH1121> of Uri, <WH221> the son <WH1121> of Hur, <WH2354> had made, <WH6213> was there <WH7760> before <WH6440> the tabernacle <WH4908> of Yahweh: <WH3068> and Solomon <WH8010> and the assembly <WH6951> were seeking counsel there. <WH1875>"},{"number":6,"verse":"Solomon <WH8010> went up <WH5927> there to the bronze <WH5178> altar <WH4196> before <WH6440> Yahweh, <WH3068> which was at the Tent <WH168> of Meeting, <WH4150> and offered <WH5927> one thousand <WH505> burnt offerings on it. <WH5930>"},{"number":7,"verse":"In that night <WH3915> God <WH430> appeared to Solomon, <WH8010> and said <WH559> to him, <WH7592> \"Ask what I shall give you. <WH5414>\""},{"number":8,"verse":"Solomon <WH8010> said <WH559> to God, <WH430> \"You have shown <WH6213> great <WH1419> loving kindness <WH2617> to David <WH1732> my father, <WH1> and have made me king in his place. <WH4427>"},{"number":9,"verse":"Now, <WH3068> Yahweh God, <WH430> let your promise <WH1697> to David <WH1732> my father <WH1> be established; <WH539> for you have made me king <WH4427> over a people <WH5971> like the dust <WH6083> of the earth <WH776> in multitude. <WH7227>"},{"number":10,"verse":"Now give <WH5414> me wisdom <WH2451> and knowledge, <WH4093> that I may go out <WH3318> and come in <WH935> before <WH6440> this people; <WH5971> for who can judge <WH8199> this your people, <WH5971> that is so great? <WH1419>\""},{"number":11,"verse":"God <WH430> said <WH559> to Solomon, <WH8010> \"Because this was in your heart, <WH3824> and you have not asked <WH7592> riches, <WH6239> wealth, <WH6239> or honor, <WH3519> nor the life <WH5315> of those who hate <WH8130> you, <WH7592> neither yet have asked long <WH7227> life; <WH3117> but have asked <WH7592> wisdom <WH2451> and knowledge <WH4093> for yourself, <WH8199> that you may judge my people, <WH5971> over whom I have made you king: <WH4427>"},{"number":12,"verse":"wisdom <WH2451> and knowledge <WH4093> is granted <WH5414> to you. <WH5414> I will give you riches, <WH6239> wealth, <WH6239> and honor, <WH3519> such as none of the kings <WH4428> have had who have been before <WH6440> you; <WH310> neither shall there any after you have the like.\""},{"number":13,"verse":"So Solomon <WH8010> came <WH935> from the high place <WH1116> that was at Gibeon, <WH1391> from before <WH6440> the Tent <WH168> of Meeting, <WH4150> to Jerusalem; <WH3389> and he reigned <WH4427> over Israel. <WH3478>"},{"number":14,"verse":"Solomon <WH8010> gathered <WH622> chariots <WH7393> and horsemen: <WH6571> and he had one thousand <WH505> four <WH702> hundred <WH3967> chariots, <WH7393> and twelve <WH8147> thousand <WH505> horsemen, <WH6571> that he placed <WH3240> in the chariot <WH7393> cities, <WH5892> and with the king <WH4428> at Jerusalem. <WH3389>"},{"number":15,"verse":"The king <WH4428> made <WH5414> silver <WH3701> and gold <WH2091> to be in Jerusalem <WH3389> as stones, <WH68> and cedars <WH730> made <WH5414> he to be as the sycamore trees <WH8256> that are in the lowland, <WH8219> for abundance. <WH7230>"},{"number":16,"verse":"The horses <WH5483> which Solomon <WH8010> had were brought <WH4161> out of Egypt <WH4714> and from Kue; <WH4723> the king <WH4428>'s merchants <WH5503> purchased <WH3947> them <WH4242> from Kue. <WH4723>"},{"number":17,"verse":"They brought up <WH5927> and brought out <WH3318> of Egypt <WH4714> a chariot <WH4818> for six <WH8337> hundred <WH3967> pieces of silver, <WH3701> and a horse <WH5483> for one hundred <WH3967> fifty: <WH2572> and so for all the kings <WH4428> of the Hittites, <WH2850> and the kings <WH4428> of Syria, <WH758> they brought them out <WH3318> by their means. <WH3027>"}]}