{"bibleAbbr":"WEB2020","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"When Rehoboam<WH7346> had come<WH935> to Jerusalem,<WH3389> he assembled<WH6950> the house<WH1004> of Judah<WH3063> and Benjamin,<WH1144> one hundred<WH3967> eighty<WH8084> thousand<WH505> chosen<WH977> men,<WH6213> who were warriors, to fight<WH3898> against Israel,<WH3478> to bring<WH7725> the kingdom<WH4467> again<WH7725> to Rehoboam.<WH7346>"},{"number":2,"verse":"But the word<WH1697> of Yahweh<WH3068> came to Shemaiah<WH8098> the man<WH376> of God,<WH430> saying,<WH559>"},{"number":3,"verse":"\"Speak<WH559> to Rehoboam<WH7346> the son<WH1121> of Solomon,<WH8010> king<WH4428> of Judah,<WH3063> and to all Israel<WH3478> in Judah<WH3063> and Benjamin,<WH1144> saying,<WH559>"},{"number":4,"verse":"<WH559> 'Thus says Yahweh,<WH3068> \"You shall not go up,<WH5927> nor fight<WH3898> against your brothers!<WH251> Return<WH7725> every man<WH376> to his house;<WH1004> for this thing<WH1697> is of<WH1961> me.<WH8085>\"'\" So they listened to the words<WH1697> of Yahweh,<WH3068> and returned<WH7725> from going<WH3212> against Jeroboam.<WH3379>"},{"number":5,"verse":"Rehoboam<WH7346> lived<WH3427> in Jerusalem,<WH3389> and built<WH1129> cities<WH5892> for defense<WH4692> in Judah.<WH3063>"},{"number":6,"verse":"He built<WH1129> Bethlehem,<WH1035> and Etam,<WH5862> and Tekoa,<WH8620>"},{"number":7,"verse":"Beth Zur,<WH1049> and Soco,<WH7755> and Adullam,<WH5725>"},{"number":8,"verse":"and Gath,<WH1661> and Mareshah,<WH4762> and Ziph,<WH2128>"},{"number":9,"verse":"and Adoraim,<WH115> and Lachish,<WH3923> and Azekah,<WH5825>"},{"number":10,"verse":"and Zorah,<WH6881> and Aijalon,<WH357> and Hebron,<WH2275> which are in Judah<WH3063> and in Benjamin,<WH1144> fortified<WH4694> cities.<WH5892>"},{"number":11,"verse":"He fortified<WH2388> the strongholds,<WH4694> and put<WH5414> captains<WH5057> in them,<WH214> and stores of food,<WH3978> and oil<WH8081> and wine.<WH3196>"},{"number":12,"verse":"He put shields<WH6793> and spears<WH7420> in every city,<WH5892> and made them exceeding<WH7235> strong.<WH2388> Judah<WH3063> and Benjamin belonged to him.<WH1144>"},{"number":13,"verse":"The priests<WH3548> and the Levites<WH3881> who were in all Israel<WH3478> resorted<WH3320> to him out of all their border.<WH1366>"},{"number":14,"verse":"For the Levites<WH3881> left<WH5800> their suburbs<WH4054> and their possession,<WH272> and came<WH3212> to Judah<WH3063> and Jerusalem:<WH3389> for Jeroboam<WH3379> and his sons<WH1121> cast them off,<WH2186> that they should not execute the priest<WH3547>'s office to Yahweh;<WH3068>"},{"number":15,"verse":"and he appointed<WH5975> him priests<WH3548> for the high places,<WH1116> and for the male goats,<WH8163> and for the calves<WH5695> which he had made.<WH6213>"},{"number":16,"verse":"After<WH310> them,<WH7626> out of all the tribes of Israel,<WH3478> such as set<WH5414> their hearts<WH3824> to seek<WH1245> Yahweh,<WH3068> the God<WH430> of Israel,<WH3478> came<WH935> to Jerusalem<WH3389> to sacrifice<WH2076> to Yahweh,<WH3068> the God<WH430> of their fathers.<WH1>"},{"number":17,"verse":"So they strengthened<WH2388> the kingdom<WH4438> of Judah,<WH3063> and made Rehoboam<WH7346> the son<WH1121> of Solomon<WH8010> strong,<WH553> three<WH7969> years;<WH8141> for they walked<WH1980> three<WH7969> years<WH8141> in the way<WH1870> of David<WH1732> and Solomon.<WH8010>"},{"number":18,"verse":"Rehoboam<WH7346> took<WH3947> him a wife,<WH802> Mahalath<WH4258> the daughter<WH1323> of Jerimoth<WH3406> the son<WH1121> of David,<WH1732> and of Abihail<WH32> the daughter<WH1323> of Eliab<WH446> the son<WH1121> of Jesse;<WH3448>"},{"number":19,"verse":"and she bore<WH3205> him sons:<WH1121> Jeush,<WH3266> and Shemariah,<WH8114> and Zaham.<WH2093>"},{"number":20,"verse":"After<WH310> her he took<WH3947> Maacah<WH4601> the daughter<WH1323> of Absalom;<WH53> and she bore<WH3205> him Abijah,<WH29> and Attai,<WH6262> and Ziza,<WH2124> and Shelomith.<WH8019>"},{"number":21,"verse":"Rehoboam<WH7346> loved<WH157> Maacah<WH4601> the daughter<WH1323> of Absalom<WH53> above all his wives<WH802> and his concubines:<WH6370> (for he took<WH5375> eighteen<WH8083> wives,<WH802> and sixty<WH8346> concubines,<WH6370> and became the father<WH3205> of twenty<WH6242> - eight<WH8083> sons<WH1121> and sixty<WH8346> daughters.<WH1323>)"},{"number":22,"verse":"Rehoboam<WH7346> appointed<WH5975> Abijah<WH29> the son<WH1121> of Maacah<WH4601> to be chief,<WH7218> the prince<WH5057> among his brothers;<WH251> for he intended to make him king.<WH4427>"},{"number":23,"verse":"He dealt wisely,<WH995> and dispersed<WH6555> of all his sons<WH1121> throughout all the lands<WH776> of Judah<WH3063> and Benjamin,<WH1144> to every fortified<WH4694> city:<WH5892> and he gave<WH5414> them food<WH4202> in abundance.<WH7230> He sought<WH7592> for them many<WH1995> wives.<WH802>"}]}