{"bibleAbbr":"WEB2020+","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"The Spirit <WH7307> of God <WH430> came on Azariah <WH5838> the son <WH1121> of Oded: <WH5752>"},{"number":2,"verse":"and he went out <WH3318> to meet <WH6440> Asa, <WH609> and said <WH559> to him, <WH8085> \"Hear me, <WH609> Asa, and all Judah <WH3063> and Benjamin! <WH1144> Yahweh <WH3068> is with you, <WH1875> while you are with him; and if you seek him, <WH4672> he will be found by you; <WH5800> but if you forsake him, <WH5800> he will forsake you."},{"number":3,"verse":"Now for a long <WH7227> time <WH3117> Israel <WH3478> was without <WH3808> the true <WH571> God, <WH430> and without a teaching <WH3384> priest, <WH3548> and without law. <WH8451>"},{"number":4,"verse":"But when in their distress <WH6862> they turned <WH7725> to Yahweh, <WH3068> the God <WH430> of Israel, <WH3478> and sought <WH1245> him, <WH4672> he was found by them."},{"number":5,"verse":"In those times <WH6256> there was no peace <WH7965> to him who went out, <WH3318> nor to him who came in; <WH935> but great <WH7227> troubles <WH4103> were on all the inhabitants <WH3427> of the lands. <WH776>"},{"number":6,"verse":"They were broken <WH3807> in pieces, <WH1471> nation against nation, <WH1471> and city <WH5892> against city; <WH5892> for God <WH430> troubled <WH2000> them with all adversity. <WH6869>"},{"number":7,"verse":"But you be strong, <WH2388> and don't <WH3027> let your hands be slack; <WH7503> for your work <WH6468> shall be <WH3426> rewarded. <WH7939>\""},{"number":8,"verse":"When Asa <WH609> heard <WH8085> these words, <WH1697> and the prophecy <WH5016> of Oded <WH5752> the prophet, <WH5030> he took courage, <WH2388> and put away <WH5674> the abominations <WH8251> out of all the land <WH776> of Judah <WH3063> and Benjamin, <WH1144> and out of the cities <WH5892> which he had taken <WH3920> from the hill <WH2022> country of Ephraim; <WH669> and he renewed <WH2318> the altar <WH4196> of Yahweh, <WH3068> that was before <WH6440> the porch <WH197> of Yahweh. <WH3068>"},{"number":9,"verse":"He gathered <WH6908> all Judah <WH3063> and Benjamin, <WH1144> and those who lived <WH1481> with them out of Ephraim <WH669> and Manasseh, <WH4519> and out of Simeon: <WH8095> for they fell <WH5307> to him out of Israel <WH3478> in abundance, <WH7230> when they saw <WH7200> that Yahweh <WH3068> his God was with him. <WH430>"},{"number":10,"verse":"So they gathered themselves together <WH6908> at Jerusalem <WH3389> in the third <WH7992> month, <WH2320> in the fifteenth <WH2568> year <WH8141> of the reign <WH4438> of Asa. <WH609>"},{"number":11,"verse":"They sacrificed <WH2076> to Yahweh <WH3068> in that day, <WH3117> of the spoil <WH7998> which they had brought, <WH935> seven <WH7651> hundred <WH3967> head of cattle <WH1241> and seven <WH7651> thousand <WH505> sheep. <WH6629>"},{"number":12,"verse":"They entered <WH935> into the covenant <WH1285> to seek <WH1875> Yahweh, <WH3068> the God <WH430> of their fathers, <WH1> with all their heart <WH3824> and with all their soul; <WH5315>"},{"number":13,"verse":"and that whoever would not seek <WH1875> Yahweh, <WH3068> the God <WH430> of Israel, <WH3478> should be put to death, <WH4191> whether <WH4480> small <WH6996> or great, <WH1419> whether man <WH376> or woman. <WH802>"},{"number":14,"verse":"They swore <WH7650> to Yahweh <WH3068> with a loud <WH1419> voice, <WH6963> and with shouting, <WH8643> and with trumpets, <WH2689> and with cornets. <WH7782>"},{"number":15,"verse":"All Judah <WH3063> rejoiced <WH8055> at the oath; <WH7621> for they had sworn <WH7650> with all their heart, <WH3824> and sought <WH1245> him with their whole desire; <WH7522> and he was found <WH4672> of them: <WH3068> and Yahweh gave them rest <WH5117> all around. <WH5439>"},{"number":16,"verse":"Also Maacah, <WH4601> the mother <WH517> of Asa <WH609> the king, <WH4428> he removed <WH5493> from being queen, <WH1377> because she had made <WH6213> an abominable image <WH4656> for an Asherah; <WH842> and Asa <WH609> cut down <WH3772> her image, <WH4656> and made dust <WH1854> of it, <WH8313> and burnt it at the brook <WH5158> Kidron. <WH6939>"},{"number":17,"verse":"But the high places <WH1116> were not taken away <WH5493> out of Israel: <WH3478> nevertheless the heart <WH3824> of Asa <WH609> was perfect <WH8003> all his days. <WH3117>"},{"number":18,"verse":"He brought <WH935> into the house <WH1004> of God <WH430> the things that his father <WH1> had dedicated, <WH6944> and that he himself had dedicated, <WH6944> silver, <WH3701> and gold, <WH2091> and vessels. <WH3627>"},{"number":19,"verse":"There was no more war <WH4421> to the five <WH2568> and thirtieth <WH7970> year <WH8141> of the reign <WH4438> of Asa. <WH609>"}]}