{"bibleAbbr":"WEB2020","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"The inhabitants of Jerusalem made Ahaziah his youngest son king in his place; for the band of men who came with the Arabians to the camp had slain all the eldest. So Ahaziah the son of Jehoram king of Judah reigned."},{"number":2,"verse":"Forty<WH705> - two<WH8147> years<WH8141> old<WH1121> was Ahaziah<WH274> when he began to reign;<WH4427> and he reigned<WH4427> one<WH259> year<WH8141> in Jerusalem:<WH3389> and his mother<WH517>'s name<WH8034> was Athaliah<WH6271> the daughter<WH1323> of Omri.<WH6018>"},{"number":3,"verse":"He also walked<WH1980> in the ways<WH1870> of the house<WH1004> of Ahab;<WH256> for his mother<WH517> was his counselor<WH3289> to do wickedly.<WH7561>"},{"number":4,"verse":"He did<WH6213> that which was evil<WH7451> in the sight<WH5869> of Yahweh,<WH3068> as did the house<WH1004> of Ahab;<WH256> for they were his counselors<WH3289> after<WH310> the death<WH4194> of his father,<WH1> to his destruction.<WH4889>"},{"number":5,"verse":"He walked<WH1980> also after their counsel,<WH6098> and went<WH3212> with Jehoram<WH3088> the son<WH1121> of Ahab<WH256> king<WH4428> of Israel<WH3478> to war<WH4421> against Hazael<WH2371> king<WH4428> of Syria<WH758> at Ramoth Gilead:<WH7433> and the Syrians<WH7421> wounded<WH5221> Joram.<WH3141>"},{"number":6,"verse":"He returned<WH7725> to be healed<WH7495> in Jezreel<WH3157> of the wounds<WH4347> which they had given<WH5221> him at Ramah,<WH7414> when he fought<WH3898> against Hazael<WH2371> king<WH4428> of Syria.<WH758> Azariah<WH5838> the son<WH1121> of Jehoram<WH3088> king<WH4428> of Judah<WH3063> went down<WH3381> to see<WH7200> Jehoram<WH3088> the son<WH1121> of Ahab<WH256> in Jezreel,<WH3157> because he was sick.<WH2470>"},{"number":7,"verse":"Now the destruction<WH8395> of Ahaziah<WH274> was of God,<WH430> in that he went<WH935> to Joram:<WH3141> for when he had come,<WH935> he went out<WH3318> with Jehoram<WH3088> against Jehu<WH3058> the son<WH1121> of Nimshi,<WH5250> whom Yahweh<WH3068> had anointed<WH4886> to cut off<WH3772> the house<WH1004> of Ahab.<WH256>"},{"number":8,"verse":"It happened,<WH3058> when Jehu was executing judgment<WH8199> on the house<WH1004> of Ahab,<WH256> that he found<WH4672> the princes<WH8269> of Judah,<WH3063> and the sons<WH1121> of the brothers<WH251> of Ahaziah,<WH274> ministering<WH8334> to Ahaziah,<WH274> and killed them.<WH2026>"},{"number":9,"verse":"He sought<WH1245> Ahaziah,<WH274> and they caught<WH3920> him<WH2244> (now he was hiding in Samaria<WH8111>), and they brought<WH935> him to Jehu,<WH3058> and killed<WH4191> him;<WH6912> and they buried him,<WH559> for they said, \"He is the son<WH1121> of Jehoshaphat,<WH3092> who sought<WH1875> Yahweh<WH3068> with all his heart.<WH3824>\" The house<WH1004> of Ahaziah<WH274> had no power<WH3581> to hold<WH6113> the kingdom.<WH4467>"},{"number":10,"verse":"Now when Athaliah<WH6271> the mother<WH517> of Ahaziah<WH274> saw<WH7200> that her son<WH1121> was dead,<WH4191> she arose<WH6965> and destroyed<WH1696> all the royal<WH4467> seed<WH2233> of the house<WH1004> of Judah.<WH3063>"},{"number":11,"verse":"But Jehoshabeath,<WH3090> the daughter<WH1323> of the king,<WH4428> took<WH3947> Joash<WH3101> the son<WH1121> of Ahaziah,<WH274> and stole<WH1589> him away from among<WH8432> the king<WH4428>'s sons<WH1121> who were slain,<WH4191> and put<WH5414> him and his nurse<WH3243> in the bedroom.<WH2315> So Jehoshabeath,<WH3090> the daughter<WH1323> of king<WH4428> Jehoram,<WH3088> the wife<WH802> of Jehoiada<WH3077> the priest<WH3548> (for she was the sister<WH269> of Ahaziah<WH274>), hid<WH5641> him from<WH6440> Athaliah,<WH6271> so that she didn't<WH4191> kill him."},{"number":12,"verse":"He was with them hidden<WH2244> in the house<WH1004> of God<WH430> six<WH8337> years:<WH8141> and Athaliah<WH6271> reigned<WH4427> over the land.<WH776>"}]}