{"bibleAbbr":"WEB2020","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"Ahaz<WH271> was twenty<WH6242> years<WH8141> old<WH1121> when he began to reign;<WH4427> and he reigned<WH4427> sixteen<WH8337> years<WH8141> in Jerusalem:<WH3389> and he didn't<WH6213> do that which was right<WH3477> in the eyes<WH5869> of Yahweh,<WH3068> like David<WH1732> his father;<WH1>"},{"number":2,"verse":"but he walked in<WH3212> the ways<WH1870> of the kings<WH4428> of Israel,<WH3478> and made<WH6213> also molten images<WH4541> for the Baals.<WH1168>"},{"number":3,"verse":"Moreover he burnt incense<WH6999> in the valley<WH1516> of the son<WH1121> of Hinnom,<WH2011> and burnt<WH1197> his children<WH1121> in the fire,<WH784> according to the abominations<WH8441> of the nations<WH1471> whom Yahweh<WH3068> cast out<WH3423> before<WH6440> the children<WH1121> of Israel.<WH3478>"},{"number":4,"verse":"He sacrificed<WH2076> and burnt incense<WH6999> in the high places,<WH1116> and on the hills,<WH1389> and under every green<WH7488> tree.<WH6086>"},{"number":5,"verse":"Therefore Yahweh<WH3068> his God<WH430> delivered<WH5414> him into the hand<WH3027> of the king<WH4428> of Syria;<WH758> and they struck<WH5221> him,<WH7617> and carried away of his a great multitude<WH1419> of captives,<WH7633> and brought<WH935> them to Damascus.<WH1834> He was also delivered<WH5414> into the hand<WH3027> of the king<WH4428> of Israel,<WH3478> who struck<WH5221> him with a great<WH1419> slaughter.<WH4347>"},{"number":6,"verse":"For Pekah<WH6492> the son<WH1121> of Remaliah<WH7425> killed<WH2026> in Judah<WH3063> one hundred<WH3967> twenty<WH6242> thousand<WH505> in one<WH259> day,<WH3117> all of them valiant<WH2428> men;<WH1121> because they had forsaken<WH5800> Yahweh,<WH3068> the God<WH430> of their fathers.<WH1>"},{"number":7,"verse":"Zichri,<WH2147> a mighty man<WH1368> of Ephraim,<WH669> killed<WH2026> Maaseiah<WH4641> the king<WH4428>'s son,<WH1121> and Azrikam<WH5840> the ruler<WH5057> of the house,<WH1004> and Elkanah<WH511> who was next<WH4932> to the king.<WH4428>"},{"number":8,"verse":"The children<WH1121> of Israel<WH3478> carried away captive<WH7617> of their brothers<WH251> two hundred<WH3967> thousand,<WH505> women,<WH802> sons,<WH1121> and daughters,<WH1323> and took also away<WH962> much<WH7227> spoil<WH7998> from them,<WH935> and brought the spoil<WH7998> to Samaria.<WH8111>"},{"number":9,"verse":"But a prophet<WH5030> of Yahweh<WH3068> was there,<WH8034> whose name was Oded:<WH5752> and he went out<WH3318> to meet<WH6440> the army<WH6635> that came<WH935> to Samaria,<WH8111> and said<WH559> to them,<WH3068> \"Behold, because Yahweh, the God<WH430> of your fathers,<WH1> was angry<WH2534> with Judah,<WH3063> he has delivered<WH5414> them into your hand,<WH3027> and you have slain<WH2026> them in a rage<WH2197> which has reached up<WH5060> to heaven.<WH8064>"},{"number":10,"verse":"Now you purpose<WH559> to keep under<WH3533> the children<WH1121> of Judah<WH3063> and Jerusalem<WH3389> for bondservants<WH5650> and bondmaids<WH8198> for yourselves.<WH7535> Aren't there even with you trespasses<WH819> of your own against Yahweh<WH3068> your God?<WH430>"},{"number":11,"verse":"Now hear<WH8085> me therefore,<WH7725> and send back the captives,<WH7633> that you have taken captive<WH7617> from your brothers;<WH251> for the fierce<WH2740> wrath<WH639> of Yahweh is on you.<WH3068>\""},{"number":12,"verse":"Then some<WH582> of the heads<WH7218> of the children<WH1121> of Ephraim,<WH669> Azariah<WH5838> the son<WH1121> of Johanan,<WH3076> Berechiah<WH1296> the son<WH1121> of Meshillemoth,<WH4919> and Jehizkiah<WH3169> the son<WH1121> of Shallum,<WH7967> and Amasa<WH6021> the son<WH1121> of Hadlai,<WH2311> stood up<WH6965> against those who came<WH935> from the war,<WH6635>"},{"number":13,"verse":"and said<WH559> to them,<WH935> \"You shall not bring in the captives<WH7633> here:<WH559> for you purpose that which will bring on us a trespass<WH819> against Yahweh,<WH3068> to add<WH3254> to our sins<WH2403> and to our trespass;<WH819> for our trespass<WH819> is great,<WH7227> and there is fierce<WH7227> wrath<WH639> against Israel.<WH3478>\""},{"number":14,"verse":"So the armed men<WH2502> left<WH5800> the captives<WH7633> and the spoil<WH961> before<WH6440> the princes<WH8269> and all the assembly.<WH6951>"},{"number":15,"verse":"The men<WH582> who have been mentioned<WH5344> by name<WH8034> rose up,<WH6965> and took<WH2388> the captives,<WH7633> and with the spoil<WH7998> clothed<WH3847> all who were naked<WH4636> among them,<WH3847> dressed them,<WH5274> gave them sandals, and gave them something to eat<WH398> and to drink,<WH8248> anointed<WH5480> them,<WH5095> carried all the feeble<WH3782> of them on donkeys,<WH2543> and brought<WH935> them to Jericho,<WH3405> the city<WH5892> of palm trees,<WH8558> to<WH681> their brothers.<WH251> Then they returned<WH7725> to Samaria.<WH8111>"},{"number":16,"verse":"At that time<WH6256> king<WH4428> Ahaz<WH271> sent<WH7971> to the kings<WH4428> of Assyria<WH804> to help him.<WH5826>"},{"number":17,"verse":"For again the Edomites<WH130> had come<WH935> and struck<WH5221> Judah,<WH3063> and carried away<WH7617> captives.<WH7628>"},{"number":18,"verse":"The Philistines<WH6430> also had invaded<WH6584> the cities<WH5892> of the lowland,<WH8219> and of the South<WH5045> of Judah,<WH3063> and had taken<WH3920> Beth Shemesh,<WH1053> and Aijalon,<WH357> and Gederoth,<WH1450> and Soco<WH7755> with its towns,<WH1323> and Timnah<WH8553> with its towns,<WH1323> Gimzo<WH1579> also and its towns:<WH1323> and they lived there.<WH3427>"},{"number":19,"verse":"For Yahweh<WH3068> brought<WH3665> Judah<WH3063> low<WH3665> because of Ahaz<WH271> king<WH4428> of Israel;<WH3478> for he had dealt<WH6544> wantonly<WH6544> in Judah,<WH3063> and trespassed<WH4603> severely<WH4604> against Yahweh.<WH3068>"},{"number":20,"verse":"Tilgath Pilneser<WH8407> king<WH4428> of Assyria<WH804> came<WH935> to him,<WH6696> and distressed him,<WH2388> but didn't strengthen him."},{"number":21,"verse":"For Ahaz<WH271> took away a portion<WH2505> out of the house<WH1004> of Yahweh,<WH3068> and out of the house<WH1004> of the king<WH4428> and of the princes,<WH8269> and gave<WH5414> it to the king<WH4428> of Assyria:<WH804> but it didn't<WH5833> help him."},{"number":22,"verse":"In the time<WH6256> of his distress,<WH6887> he trespassed<WH4603> yet more<WH3254> against Yahweh,<WH3068> this same king<WH4428> Ahaz.<WH271>"},{"number":23,"verse":"For he sacrificed<WH2076> to the gods<WH430> of Damascus,<WH1834> which struck<WH5221> him;<WH559> and he said, \"Because the gods<WH430> of the kings<WH4428> of Syria<WH758> helped<WH5826> them,<WH2076> so I will sacrifice to them,<WH5826> that they may help me.<WH3782>\" But they were the ruin of him,<WH3478> and of all Israel."},{"number":24,"verse":"Ahaz<WH271> gathered together<WH622> the vessels<WH3627> of the house<WH1004> of God,<WH430> and cut in pieces<WH7112> the vessels<WH3627> of the house<WH1004> of God,<WH430> and shut up<WH5462> the doors<WH1817> of the house<WH1004> of Yahweh;<WH3068> and he made<WH6213> him altars<WH4196> in every corner<WH6438> of Jerusalem.<WH3389>"},{"number":25,"verse":"In every city<WH5892> of Judah<WH3063> he made<WH6213> high places<WH1116> to burn incense<WH6999> to other<WH312> gods,<WH430> and provoked to anger<WH3707> Yahweh,<WH3068> the God<WH430> of his fathers.<WH1>"},{"number":26,"verse":"Now the rest<WH3499> of his acts,<WH1697> and all his ways,<WH1870> first<WH7223> and last,<WH314> behold,<WH3789> they are written in the book<WH5612> of the kings<WH4428> of Judah<WH3063> and Israel.<WH3478>"},{"number":27,"verse":"Ahaz<WH271> slept<WH7901> with his fathers,<WH1> and they buried<WH6912> him in the city,<WH5892> even in Jerusalem;<WH3389> for they didn't<WH935> bring him into the tombs<WH6913> of the kings<WH4428> of Israel:<WH3478> and Hezekiah<WH3169> his son<WH1121> reigned in his place.<WH4427>"}]}