{"bibleAbbr":"WEB2020+","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"Hezekiah <WH3169> began to reign <WH4427> when he was twenty <WH6242> - five <WH2568> years <WH8141> old; <WH1121> and he reigned <WH4427> twenty <WH6242> - nine <WH8672> years <WH8141> in Jerusalem: <WH3389> and his mother <WH517>'s name <WH8034> was Abijah, <WH29> the daughter <WH1323> of Zechariah. <WH2148>"},{"number":2,"verse":"He did <WH6213> that which was right <WH3477> in the eyes <WH5869> of Yahweh, <WH3068> according to all that David <WH1732> his father <WH1> had done. <WH6213>"},{"number":3,"verse":"He in the first <WH7223> year <WH8141> of his reign, <WH4427> in the first <WH7223> month, <WH2320> opened <WH6605> the doors <WH1817> of the house <WH1004> of Yahweh, <WH3068> and repaired them. <WH2388>"},{"number":4,"verse":"He brought in <WH935> the priests <WH3548> and the Levites, <WH3881> and gathered them together <WH622> into the broad <WH7339> place on the east, <WH4217>"},{"number":5,"verse":"and said <WH559> to them, <WH8085> \"Listen to me, <WH3881> you Levites! Now sanctify <WH6942> yourselves, <WH6942> and sanctify the house <WH1004> of Yahweh, <WH3068> the God <WH430> of your fathers, <WH1> and carry out <WH3318> the filthiness <WH5079> out of the holy place. <WH6944>"},{"number":6,"verse":"For our fathers <WH1> have trespassed, <WH4603> and done <WH6213> that which was evil <WH7451> in the sight <WH5869> of Yahweh <WH3068> our God, <WH430> and have forsaken <WH5800> him, <WH5437> and have turned away their faces <WH6440> from the habitation <WH4908> of Yahweh, <WH3068> and turned <WH5414> their backs. <WH6203>"},{"number":7,"verse":"Also they have shut up <WH5462> the doors <WH1817> of the porch, <WH197> and put out <WH3518> the lamps, <WH5216> and have not burned <WH6999> incense <WH7004> nor offered <WH5927> burnt offerings <WH5930> in the holy <WH6944> place to the God <WH430> of Israel. <WH3478>"},{"number":8,"verse":"Therefore the wrath <WH7110> of Yahweh <WH3068> was on Judah <WH3063> and Jerusalem, <WH3389> and he has delivered <WH5414> them to be tossed <WH2189> back and forth, <WH8047> to be an astonishment, and a hissing, <WH8322> as you see <WH7200> with your eyes. <WH5869>"},{"number":9,"verse":"For, <WH1> behold, our fathers have fallen <WH5307> by the sword, <WH2719> and our sons <WH1121> and our daughters <WH1323> and our wives <WH802> are in captivity for this. <WH7628>"},{"number":10,"verse":"Now it is in my heart <WH3824> to make <WH3772> a covenant <WH1285> with Yahweh, <WH3068> the God <WH430> of Israel, <WH3478> that his fierce <WH2740> anger <WH639> may turn away from us. <WH7725>"},{"number":11,"verse":"My sons, <WH1121> don't <WH7952> be negligent now; <WH3068> for Yahweh has chosen <WH977> you to stand <WH5975> before <WH6440> him, <WH8334> to minister to him, <WH8334> and that you should be his ministers, and burn incense. <WH6999>\""},{"number":12,"verse":"Then the Levites <WH3881> arose, <WH6965> Mahath, <WH4287> the son <WH1121> of Amasai, <WH6022> and Joel <WH3100> the son <WH1121> of Azariah, <WH5838> of the sons <WH1121> of the Kohathites; <WH6956> and of the sons <WH1121> of Merari, <WH4847> Kish <WH7027> the son <WH1121> of Abdi, <WH5660> and Azariah <WH5838> the son <WH1121> of Jehallelel; <WH3094> and of the Gershonites, <WH1649> Joah <WH3098> the son <WH1121> of Zimmah, <WH2155> and Eden <WH5731> the son <WH1121> of Joah; <WH3098>"},{"number":13,"verse":"and of the sons <WH1121> of Elizaphan, <WH469> Shimri <WH8113> and Jeuel; <WH3273> and of the sons <WH1121> of Asaph, <WH623> Zechariah <WH2148> and Mattaniah; <WH4983>"},{"number":14,"verse":"and of the sons <WH1121> of Heman, <WH1968> Jehuel <WH3171> and Shimei; <WH8096> and of the sons <WH1121> of Jeduthun, <WH3038> Shemaiah <WH8098> and Uzziel. <WH5816>"},{"number":15,"verse":"They gathered <WH622> their brothers, <WH251> and sanctified <WH6942> themselves, <WH935> and went in, <WH4687> according to the commandment of the king <WH4428> by the words <WH1697> of Yahweh, <WH3068> to cleanse <WH2891> the house <WH1004> of Yahweh. <WH3068>"},{"number":16,"verse":"The priests <WH3548> went <WH935> in to the inner part <WH6441> of the house <WH1004> of Yahweh, <WH3068> to cleanse <WH2891> it, <WH3318> and brought out all the uncleanness <WH2932> that they found <WH4672> in the temple <WH1964> of Yahweh <WH3068> into the court <WH2691> of the house <WH1004> of Yahweh. <WH3068> The Levites <WH3881> took <WH6901> it, <WH3318> to carry it out abroad <WH2351> to the brook <WH5158> Kidron. <WH6939>"},{"number":17,"verse":"Now they began <WH2490> on the first <WH259> day of the first <WH7223> month <WH2320> to sanctify, <WH6942> and on the eighth <WH8083> day <WH3117> of the month <WH2320> came <WH935> they to the porch <WH197> of Yahweh; <WH3068> and they sanctified <WH6942> the house <WH1004> of Yahweh <WH3068> in eight <WH8083> days: <WH3117> and on the sixteenth <WH8337> day of the first <WH7223> month <WH2320> they made an end. <WH3615>"},{"number":18,"verse":"Then they went <WH935> in <WH6441> to Hezekiah <WH2396> the king <WH4428> within the palace, <WH559> and said, \"We have cleansed <WH2891> all the house <WH1004> of Yahweh, <WH3068> and the altar <WH4196> of burnt offering, <WH5930> with all its vessels, <WH3627> and the table <WH7979> of show bread, <WH4635> with all its vessels. <WH3627>"},{"number":19,"verse":"Moreover all the vessels, <WH3627> which king <WH4428> Ahaz <WH271> in his reign <WH4438> threw away <WH2186> when he trespassed, <WH4604> have we prepared <WH3559> and sanctified; <WH6942> and behold, <WH6440> they are before the altar <WH4196> of Yahweh. <WH3068>\""},{"number":20,"verse":"Then Hezekiah <WH3169> the king <WH4428> arose early, <WH7925> and gathered <WH622> the princes <WH8269> of the city, <WH5892> and went up <WH5927> to the house <WH1004> of Yahweh. <WH3068>"},{"number":21,"verse":"They brought <WH935> seven <WH7651> bulls, <WH6499> and seven <WH7651> rams, <WH352> and seven <WH7651> lambs, <WH3532> and seven <WH7651> male goats, <WH5795> for a sin offering <WH2403> for the kingdom <WH4467> and for the sanctuary <WH4720> and for Judah. <WH3063> He commanded <WH559> the priests <WH3548> the sons <WH1121> of Aaron <WH175> to offer <WH5927> them on the altar <WH4196> of Yahweh. <WH3068>"},{"number":22,"verse":"So they killed <WH7819> the bulls, <WH1241> and the priests <WH3548> received <WH6901> the blood, <WH1818> and sprinkled <WH2236> it on the altar: <WH4196> and they killed <WH7819> the rams, <WH352> and sprinkled <WH2236> the blood <WH1818> on the altar: <WH4196> they killed <WH7819> also the lambs, <WH3532> and sprinkled <WH2236> the blood <WH1818> on the altar. <WH4196>"},{"number":23,"verse":"They brought near <WH5066> the male goats <WH8163> for the sin offering <WH2403> before <WH6440> the king <WH4428> and the assembly; <WH6951> and they laid <WH5564> their hands on them: <WH3027>"},{"number":24,"verse":"and the priests <WH3548> killed <WH7819> them, <WH2398> and they made a sin offering with their blood <WH1818> on the altar, <WH4196> to make atonement <WH3722> for all Israel; <WH3478> for the king <WH4428> commanded <WH559> that the burnt offering <WH5930> and the sin offering <WH5930> should be made for all Israel. <WH3478>"},{"number":25,"verse":"He set <WH5975> the Levites <WH3881> in the house <WH1004> of Yahweh <WH3068> with cymbals, <WH4700> with stringed instruments, <WH5035> and with harps, <WH3658> according to the commandment <WH4687> of David, <WH1732> and of Gad <WH1410> the king <WH4428>'s seer, <WH2374> and Nathan <WH5416> the prophet; <WH5030> for the commandment <WH4687> was of <WH3027> Yahweh <WH3068> by <WH3027> his prophets. <WH5030>"},{"number":26,"verse":"The Levites <WH3881> stood <WH5975> with the instruments <WH3627> of David, <WH1732> and the priests <WH3548> with the trumpets. <WH2689>"},{"number":27,"verse":"Hezekiah <WH2396> commanded <WH559> to offer <WH5927> the burnt offering <WH5927> on the altar. <WH4196> When <WH6256> the burnt offering <WH5930> began, <WH2490> the song <WH7892> of Yahweh <WH3068> began <WH2490> also, <WH2689> and the trumpets, together with the instruments <WH3627> of <WH3027> David <WH1732> king <WH4428> of Israel. <WH3478>"},{"number":28,"verse":"All the assembly <WH6951> worshiped, <WH7812> and the singers <WH7892> sang, <WH7891> and the trumpeters <WH2689> sounded; <WH2690> all this continued until the burnt offering <WH5930> was finished. <WH3615>"},{"number":29,"verse":"When they had made an end <WH3615> of offering, <WH5927> the king <WH4428> and all who were present <WH4672> with him bowed <WH3766> themselves and worshiped. <WH7812>"},{"number":30,"verse":"Moreover Hezekiah <WH3169> the king <WH4428> and the princes <WH8269> commanded <WH559> the Levites <WH3881> to sing praises <WH1984> to Yahweh <WH3068> with the words <WH1697> of David, <WH1732> and of Asaph <WH623> the seer. <WH2374> They sang praises <WH1984> with gladness, <WH8057> and they bowed their heads <WH6915> and worshiped. <WH7812>"},{"number":31,"verse":"Then Hezekiah <WH3169> answered, <WH6030> \"Now <WH559> you have consecrated <WH4390> yourselves to Yahweh; <WH3068> come near <WH5066> and bring <WH935> sacrifices <WH2077> and thank offerings <WH8426> into the house <WH1004> of Yahweh. <WH3068>\" The assembly <WH6951> brought in <WH935> sacrifices <WH2077> and thank offerings; <WH8426> and as many as were of a willing <WH5081> heart <WH3820> brought burnt offerings. <WH5930>"},{"number":32,"verse":"The number <WH4557> of the burnt offerings <WH5930> which the assembly <WH6951> brought <WH935> was seventy <WH7657> bulls, <WH1241> one hundred <WH3967> rams, <WH352> and two hundred <WH3967> lambs: <WH3532> all these were for a burnt offering <WH5930> to Yahweh. <WH3068>"},{"number":33,"verse":"The consecrated things <WH6944> were six <WH8337> hundred <WH3967> head of cattle <WH1241> and three <WH7969> thousand <WH505> sheep. <WH6629>"},{"number":34,"verse":"But the priests <WH3548> were too few, <WH4592> so that they could <WH3201> not flay <WH6584> all the burnt offerings: <WH5930> therefore their brothers <WH251> the Levites <WH3881> helped <WH2388> them, <WH4399> until the work was ended, <WH3615> and until the priests <WH3548> had sanctified <WH6942> themselves; <WH3881> for the Levites were more upright <WH3477> in heart <WH3824> to sanctify <WH6942> themselves than the priests. <WH3548>"},{"number":35,"verse":"Also the burnt offerings <WH5930> were in abundance, <WH7230> with the fat <WH2459> of the peace offerings, <WH8002> and with the drink offerings <WH5262> for every burnt offering. <WH5930> So the service <WH5656> of the house <WH1004> of Yahweh <WH3068> was set in order. <WH3559>"},{"number":36,"verse":"Hezekiah <WH3169> rejoiced, <WH8055> and all the people, <WH5971> because of that which God <WH430> had prepared <WH3559> for the people: <WH5971> for the thing <WH1697> was done suddenly. <WH6597>"}]}