{"bibleAbbr":"AKJV1999+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":1,"verses":[{"number":1,"verse":"These <WH428> be the words <WH1697> which <WH834> Moses <WH4872> spoke <WH1696> to all <WH3605> Israel <WH3478> on <WH5921> this side <WH5676> Jordan <WH3383> in the wilderness, <WH4057> in the plain <WH6160> over <WH4136> against <WH4136> the Red <WH5489> sea, between <WH996> Paran, <WH6290> and Tophel, <WH8603> and Laban, <WH3837> and Hazeroth, <WH2698> and Dizahab. <WH1774>"},{"number":2,"verse":"(There are eleven <WH259> <WH6240> days' <WH3117> journey from Horeb <WH2722> by the way <WH1870> of mount <WH2022> Seir <WH8165> to Kadeshbarnea. <WH6947>)"},{"number":3,"verse":"And it came <WH1961> to pass in the fortieth <WH705> year, <WH8141> in the eleventh <WH6249> <WH6240> month, <WH2320> on <WH5921> the first <WH259> day of the month, <WH2320> that Moses <WH4872> spoke <WH1696> to the children <WH1121> of Israel, <WH3478> according to all <WH3605> that the LORD <WH3068> had given him in commandment <WH6680> to them;"},{"number":4,"verse":"After <WH310> he had slain <WH5221> Sihon <WH5511> the king <WH4428> of the Amorites, <WH567> which <WH834> dwelled <WH3427> in Heshbon, <WH2809> and Og <WH5747> the king <WH4428> of Bashan, <WH1316> which <WH834> dwelled <WH3427> at Astaroth <WH6252> in Edrei: <WH154>"},{"number":5,"verse":"On <WH5921> this side <WH5676> Jordan, <WH3383> in the land <WH776> of Moab, <WH4124> began <WH2974> Moses <WH4872> to declare <WH874> this <WH2063> law, <WH8451> saying, <WH559>"},{"number":6,"verse":"The LORD <WH3068> our God <WH430> spoke <WH1696> to us in Horeb, <WH2722> saying, <WH559> You have dwelled <WH3427> long <WH7227> enough in this <WH2088> mount: <WH2022>"},{"number":7,"verse":"Turn <WH6437> you, and take your journey, <WH5265> and go <WH935> to the mount <WH2022> of the Amorites, <WH567> and to all <WH3605> the places near <WH7934> thereunto, in the plain, <WH6160> in the hills, <WH2022> and in the vale, <WH8219> and in the south, <WH5045> and by the sea <WH3220> side, <WH2348> to the land <WH776> of the Canaanites, <WH3669> and to Lebanon, <WH3844> to the great <WH1419> river, <WH5104> the river <WH5104> Euphrates. <WH6578>"},{"number":8,"verse":"Behold, <WH7200> I have set <WH5414> the land <WH776> before <WH6440> you: go <WH935> in and possess <WH3423> the land <WH776> which <WH834> the LORD <WH3068> swore <WH7650> to your fathers, <WH1> Abraham, <WH85> Isaac, <WH3327> and Jacob, <WH3290> to give <WH5414> to them and to their seed <WH2233> after <WH310> them."},{"number":9,"verse":"And I spoke <WH559> to you at that time, <WH6256> saying, <WH559> I am not able <WH3201> to bear <WH5375> you myself alone: <WH905>"},{"number":10,"verse":"The LORD <WH3068> your God <WH430> has multiplied <WH7235> you, and, behold, <WH2009> you are this day <WH3117> as the stars <WH3556> of heaven <WH8064> for multitude. <WH7230>"},{"number":11,"verse":"(The LORD <WH3068> God <WH430> of your fathers <WH1> make <WH5674> you a thousand <WH505> times <WH6471> so many more <WH3254> as you are, and bless <WH1288> you, as he has promised <WH1696> you!)"},{"number":12,"verse":"How <WH349> can I myself alone <WH905> bear <WH5375> your cumbrance, <WH2960> and your burden, <WH4853> and your strife? <WH7379>"},{"number":13,"verse":"Take <WH3051> you wise <WH2450> men, <WH582> and understanding, <WH995> and known <WH3045> among your tribes, <WH7626> and I will make <WH7760> them rulers <WH7218> over you."},{"number":14,"verse":"And you answered <WH6030> me, and said, <WH559> The thing <WH1697> which <WH834> you have spoken <WH1696> is good <WH2896> for us to do. <WH6213>"},{"number":15,"verse":"So I took <WH3947> the chief <WH7218> of your tribes, <WH7626> wise <WH2450> men, <WH582> and known, <WH3045> and made <WH5414> them heads <WH7218> over <WH5921> you, captains <WH8269> over thousands, <WH505> and captains <WH8269> over hundreds, <WH3967> and captains <WH8269> over fifties, <WH2572> and captains <WH8269> over tens, <WH6235> and officers <WH7860> among your tribes. <WH7626>"},{"number":16,"verse":"And I charged <WH6680> your judges <WH8199> at that time, <WH6256> saying, <WH559> Hear <WH8085> the causes between <WH996> your brothers, <WH251> and judge <WH8199> righteously <WH6664> between <WH996> every man <WH376> and his brother, <WH251> and the stranger <WH1616> that is with him."},{"number":17,"verse":"You shall not respect <WH5234> persons <WH6440> in judgment; <WH4941> but you shall hear <WH8085> the small <WH6996> as well as the great; <WH1419> you shall not be afraid <WH1481> of the face <WH6440> of man; <WH376> for the judgment <WH4941> is God's: <WH430> and the cause <WH1697> that is too hard <WH7185> for you, bring <WH7126> it to me, and I will hear <WH8085> it."},{"number":18,"verse":"And I commanded <WH6680> you at that time <WH6256> all <WH3605> the things <WH1697> which <WH834> you should do. <WH6213>"},{"number":19,"verse":"And when we departed <WH5265> from Horeb, <WH2722> we went <WH3212> through all <WH3605> that great <WH1419> and terrible <WH3372> wilderness, <WH4057> which <WH834> you saw <WH7200> by the way <WH1870> of the mountain <WH2022> of the Amorites, <WH567> as the LORD <WH3068> our God <WH430> commanded <WH6680> us; and we came <WH935> to Kadeshbarnea. <WH6947>"},{"number":20,"verse":"And I said <WH559> to you, You are come <WH935> to the mountain <WH2022> of the Amorites, <WH567> which <WH834> the LORD <WH3068> our God <WH430> does give <WH5414> to us."},{"number":21,"verse":"Behold, <WH7200> the LORD <WH3068> your God <WH430> has set <WH5414> the land <WH776> before <WH6440> you: go <WH5927> up and possess <WH3423> it, as the LORD <WH3068> God <WH430> of your fathers <WH1> has said <WH1696> to you; fear <WH3372> not, neither <WH408> be discouraged. <WH2865>"},{"number":22,"verse":"And you came <WH7126> near <WH7126> to me every <WH3605> one of you, and said, <WH559> We will send <WH7971> men <WH582> before <WH6440> us, and they shall search <WH2658> us out the land, <WH776> and bring <WH7725> us word <WH1697> again <WH7725> by what <WH834> way <WH1870> we must go <WH5927> up, and into what <WH853> cities <WH5892> we shall come. <WH935>"},{"number":23,"verse":"And the saying <WH1697> pleased <WH3190> <WH5869> me well: and I took <WH3947> twelve <WH8147> <WH6240> men <WH582> of you, one <WH259> of a tribe: <WH7626>"},{"number":24,"verse":"And they turned <WH6437> and went <WH5927> up into the mountain, <WH2022> and came <WH935> to the valley <WH5158> of Eshcol, <WH812> and searched <WH7270> it out."},{"number":25,"verse":"And they took <WH3947> of the fruit <WH6529> of the land <WH776> in their hands, <WH3027> and brought <WH3381> it down <WH3381> to us, and brought <WH7725> us word <WH1697> again, <WH7725> and said, <WH559> It is a good <WH2896> land <WH776> which <WH834> the LORD <WH3068> our God <WH430> does give <WH5414> us."},{"number":26,"verse":"Notwithstanding you would <WH14> not go <WH5927> up, but rebelled <WH4784> against the commandment <WH6310> of the LORD <WH3068> your God: <WH430>"},{"number":27,"verse":"And you murmured <WH7279> in your tents, <WH168> and said, <WH559> Because the LORD <WH3068> hated <WH8135> us, he has brought <WH3318> us forth <WH3318> out of the land <WH776> of Egypt, <WH4714> to deliver <WH5414> us into the hand <WH3027> of the Amorites, <WH567> to destroy <WH8045> us."},{"number":28,"verse":"Where <WH575> shall we go <WH5927> up? our brothers <WH251> have discouraged <WH4549> our heart, <WH3824> saying, <WH559> The people <WH5971> is greater <WH1419> and taller <WH7311> than we; the cities <WH5892> are great <WH1419> and walled <WH1219> up to heaven; <WH8064> and moreover <WH1571> we have seen <WH7200> the sons <WH1121> of the Anakims <WH6062> there. <WH8033>"},{"number":29,"verse":"Then I said <WH559> to you, Dread <WH6206> not, neither <WH3808> be afraid <WH3372> of them."},{"number":30,"verse":"The LORD <WH3068> your God <WH430> which goes <WH1980> before <WH6440> you, he shall fight <WH3898> for you, according to all <WH3605> that he did <WH6213> for you in Egypt <WH4714> before your eyes; <WH5869>"},{"number":31,"verse":"And in the wilderness, <WH4057> where <WH834> you have seen <WH7200> how that the LORD <WH3068> your God <WH430> bore <WH5375> you, as a man <WH376> does bear <WH5375> his son, <WH1121> in all <WH3605> the way <WH1870> that you went, <WH1980> until <WH5704> you came <WH935> into <WH5704> this <WH2088> place. <WH4725>"},{"number":32,"verse":"Yet in this <WH2088> thing <WH1697> you did not believe <WH539> the LORD <WH3068> your God, <WH430>"},{"number":33,"verse":"Who went <WH1980> in the way <WH1870> before <WH6440> you, to search <WH8446> you out a place <WH4725> to pitch <WH2583> your tents in, in fire <WH784> by night, <WH3915> to show <WH7200> you by what <WH834> way <WH1870> you should go, <WH3212> and in a cloud <WH6051> by day. <WH3119>"},{"number":34,"verse":"And the LORD <WH3068> heard <WH8085> the voice <WH6963> of your words, <WH1697> and was wroth, <WH7107> and swore, <WH7650> saying, <WH559>"},{"number":35,"verse":"Surely <WH518> there shall not one <WH376> of these <WH428> men <WH582> of this <WH2088> evil <WH7451> generation <WH1755> see <WH7200> that good <WH2896> land, <WH776> which <WH834> I swore <WH7650> to give <WH5414> to your fathers. <WH1>"},{"number":36,"verse":"Save <WH2108> Caleb <WH3612> the son <WH1121> of Jephunneh; <WH3312> he shall see <WH7200> it, and to him will I give <WH5414> the land <WH776> that he has trodden <WH1869> on, and to his children, <WH1121> because <WH3282> <WH834> he has wholly <WH4390> followed <WH310> the LORD. <WH3068>"},{"number":37,"verse":"Also <WH1571> the LORD <WH3068> was angry <WH599> with me for your sakes, <WH1558> saying, <WH559> You also shall not go <WH935> in thither. <WH8033>"},{"number":38,"verse":"But Joshua <WH3091> the son <WH1121> of Nun, <WH5126> which stands <WH5975> before <WH6440> you, he shall go <WH935> in thither: <WH8033> encourage <WH2388> him: for he shall cause Israel <WH3478> to inherit <WH5157> it."},{"number":39,"verse":"Moreover your little <WH2945> ones, which <WH834> you said <WH559> should be a prey, <WH957> and your children, <WH1121> which <WH834> in that day <WH3117> had no <WH3808> knowledge <WH3045> between good <WH2896> and evil, <WH7451> they shall go <WH935> in thither, <WH8033> and to them will I give <WH5414> it, and they shall possess <WH3423> it."},{"number":40,"verse":"But as for you, turn <WH6437> you, and take your journey <WH5265> into the wilderness <WH4057> by the way <WH1870> of the Red <WH5488> sea. <WH3220>"},{"number":41,"verse":"Then you answered <WH6030> and said <WH559> to me, We have sinned <WH2398> against the LORD, <WH3068> we will go <WH5927> up and fight, <WH3898> according to all <WH3605> that the LORD <WH3068> our God <WH430> commanded <WH6680> us. And when you had girded <WH2296> on <WH5921> every <WH376> man <WH376> his weapons <WH3627> of war, <WH4421> you were ready <WH1951> to go <WH5927> up into the hill. <WH2022>"},{"number":42,"verse":"And the LORD <WH3068> said <WH559> to me, Say <WH559> to them. Go <WH5927> not up, neither <WH3808> fight; <WH3898> for I am not among <WH7130> you; lest <WH3808> you be smitten <WH5062> before <WH6440> your enemies. <WH341>"},{"number":43,"verse":"So I spoke <WH1696> to you; and you would not hear, <WH8085> but rebelled <WH4784> against the commandment <WH6310> of the LORD, <WH3068> and went <WH5927> presumptuously <WH2102> up into the hill. <WH2022>"},{"number":44,"verse":"And the Amorites, <WH567> which dwelled <WH3427> in that mountain, <WH2022> came <WH3318> out against <WH7125> you, and chased <WH7291> you, as bees <WH1682> do, <WH6213> and destroyed <WH3807> you in Seir, <WH8165> even to Hormah. <WH2767>"},{"number":45,"verse":"And you returned <WH7725> and wept <WH1058> before <WH6440> the LORD; <WH3068> but the LORD <WH3068> would not listen <WH8085> to your voice, <WH6963> nor <WH3808> give ear <WH238> to you."},{"number":46,"verse":"So you stayed <WH3427> in Kadesh <WH6946> many <WH7227> days, <WH3117> according to the days <WH3117> that you stayed <WH3427> there."}]}