{"bibleAbbr":"AKJV1999+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":11,"verses":[{"number":1,"verse":"Therefore you shall love<WH157> the LORD<WH3068> your God,<WH430> and keep<WH8104> his charge,<WH4931> and his statutes,<WH2708> and his judgments,<WH4941> and his commandments,<WH4687> always.<WH3605> <WH3117>"},{"number":2,"verse":"And know<WH3045> you this day:<WH3117> for I speak not with your children<WH1121> which<WH834> have not known,<WH3045> and which<WH834> have not seen<WH7200> the chastisement<WH4148> of the LORD<WH3068> your God,<WH430> his greatness,<WH1433> his mighty<WH2389> hand,<WH3027> and his stretched<WH5186> out arm,<WH2220>"},{"number":3,"verse":"And his miracles,<WH226> and his acts,<WH4639> which<WH834> he did<WH6213> in the middle<WH8432> of Egypt<WH4714> to Pharaoh<WH6547> the king<WH4428> of Egypt,<WH4714> and to all<WH3605> his land;<WH776>"},{"number":4,"verse":"And what<WH834> he did<WH6213> to the army<WH2428> of Egypt,<WH4714> to their horses,<WH5483> and to their chariots;<WH7393> how<WH834> he made the water<WH4325> of the Red<WH5488> sea<WH3220> to overflow<WH6687> them as they pursued<WH7291> after<WH310> you, and how the LORD<WH3068> has destroyed<WH6> them to this<WH2088> day;<WH3117>"},{"number":5,"verse":"And what<WH834> he did<WH6213> to you in the wilderness,<WH4057> until<WH5704> you came<WH935> into<WH5704> this<WH2088> place;<WH4725>"},{"number":6,"verse":"And what<WH834> he did<WH6213> to Dathan<WH1885> and Abiram,<WH48> the sons<WH1121> of Eliab,<WH446> the son<WH1121> of Reuben:<WH7205> how<WH834> the earth<WH776> opened<WH6475> her mouth,<WH6310> and swallowed<WH1104> them up, and their households,<WH1004> and their tents,<WH168> and all<WH3605> the substance<WH3351> that was in their possession,<WH7272> in the middle<WH7130> of all<WH3605> Israel:<WH3478>"},{"number":7,"verse":"But your eyes<WH5869> have seen<WH7200> all<WH3605> the great<WH1419> acts<WH4639> of the LORD<WH3068> which<WH834> he did.<WH6213>"},{"number":8,"verse":"Therefore shall you keep<WH8104> all<WH3605> the commandments<WH4687> which<WH834> I command<WH6680> you this day,<WH3117> that you may be strong,<WH2388> and go<WH935> in and possess<WH3423> the land,<WH776> where<WH834> <WH8033> you go<WH5674> to possess<WH3423> it;"},{"number":9,"verse":"And that you may prolong<WH748> your days<WH3117> in the land,<WH127> which<WH834> the LORD<WH3068> swore<WH7650> to your fathers<WH1> to give<WH5414> to them and to their seed,<WH2233> a land<WH776> that flows<WH2100> with milk<WH2461> and honey.<WH1706>"},{"number":10,"verse":"For the land,<WH776> where<WH834> <WH8033> you go<WH935> in to possess<WH3423> it, is not as the land<WH776> of Egypt,<WH4714> from from where<WH834> <WH8033> you came<WH3318> out, where<WH834> you sowed<WH2232> your seed,<WH2233> and watered<WH8248> it with your foot,<WH7272> as a garden<WH1588> of herbs:<WH3419>"},{"number":11,"verse":"But the land,<WH776> where<WH834> <WH8033> you go to possess<WH3423> it, is a land<WH776> of hills<WH2022> and valleys,<WH1237> and drinks<WH8354> water<WH4325> of the rain<WH4306> of heaven:<WH8064>"},{"number":12,"verse":"A land<WH776> which<WH834> the LORD<WH3068> your God<WH430> cares<WH1875> for: the eyes<WH5869> of the LORD<WH3068> your God<WH430> are always<WH8548> on it, from the beginning<WH7225> of the year<WH8141> even to the end<WH319> of the year.<WH8141>"},{"number":13,"verse":"And it shall come<WH1961> to pass, if<WH518> you shall listen<WH8085> diligently to my commandments<WH4687> which<WH834> I command<WH6680> you this day,<WH3117> to love<WH157> the LORD<WH3068> your God,<WH430> and to serve<WH5647> him with all<WH3605> your heart<WH3824> and with all<WH3605> your soul,<WH5315>"},{"number":14,"verse":"That I will give<WH5414> you the rain<WH4306> of your land<WH776> in his due season,<WH6256> the first<WH3138> rain<WH4456> and the latter<WH4456> rain,<WH3138> that you may gather<WH622> in your corn,<WH1715> and your wine,<WH8492> and your oil.<WH3323>"},{"number":15,"verse":"And I will send<WH5414> grass<WH6212> in your fields<WH7704> for your cattle,<WH929> that you may eat<WH398> and be full.<WH7646>"},{"number":16,"verse":"Take heed<WH8104> to yourselves, that your heart<WH3824> be not deceived,<WH6601> and you turn<WH5493> aside, and serve<WH5647> other<WH312> gods,<WH430> and worship<WH7812> them;"},{"number":17,"verse":"And then the LORD's<WH3068> wrath<WH639> be kindled<WH2734> against you, and he shut<WH6113> up the heaven,<WH8064> that there be no<WH3808> rain,<WH4306> and that the land<WH127> yield<WH5414> not her fruit;<WH2981> and lest you perish<WH6> quickly<WH4120> from off<WH5921> the good<WH2896> land<WH776> which<WH834> the LORD<WH3068> gives<WH5414> you."},{"number":18,"verse":"Therefore shall you lay<WH7760> up these<WH429> my words<WH1697> in your heart<WH3824> and in your soul,<WH5315> and bind<WH7194> them for a sign<WH226> on your hand,<WH3027> that they may be as frontlets<WH2903> between<WH996> your eyes.<WH5869>"},{"number":19,"verse":"And you shall teach<WH3925> them your children,<WH1121> speaking<WH1696> of them when you sit<WH3427> in your house,<WH1004> and when you walk<WH3212> by the way,<WH1870> when you lie<WH7901> down, and when you rise<WH6965> up."},{"number":20,"verse":"And you shall write<WH3789> them on the door<WH4201> posts<WH4201> of your house,<WH1004> and on your gates:<WH8179>"},{"number":21,"verse":"That your days<WH3117> may be multiplied,<WH7235> and the days<WH3117> of your children,<WH1121> in the land<WH127> which<WH834> the LORD<WH3068> swore<WH7650> to your fathers<WH1> to give<WH5414> them, as the days<WH3117> of heaven<WH8064> on the earth.<WH776>"},{"number":22,"verse":"For if<WH518> you shall diligently keep<WH8104> all<WH3605> these<WH2063> commandments<WH4687> which<WH834> I command<WH6680> you, to do<WH6213> them, to love<WH157> the LORD<WH3068> your God,<WH430> to walk<WH3212> in all<WH3605> his ways,<WH1870> and to join<WH1692> to him;"},{"number":23,"verse":"Then will the LORD<WH3068> drive<WH3423> out all<WH3605> these<WH428> nations<WH1471> from before<WH6440> you, and you shall possess<WH3423> greater<WH1419> nations<WH1471> and mightier<WH6099> than yourselves."},{"number":24,"verse":"Every<WH3605> place<WH4725> where on<WH834> the soles<WH3709> of your feet<WH7272> shall tread<WH1869> shall be yours: from the wilderness<WH4057> and Lebanon,<WH3844> from the river,<WH5104> the river<WH5104> Euphrates,<WH6578> even to the uttermost<WH314> sea<WH3220> shall your coast<WH1366> be."},{"number":25,"verse":"There shall no<WH3808> man<WH376> be able<WH3320> to stand<WH3320> before<WH6440> you: for the LORD<WH3068> your God<WH430> shall lay<WH5414> the fear<WH6343> of you and the dread<WH4172> of you on all<WH3605> the land<WH776> that you shall tread<WH1869> on, as he has said<WH1696> to you."},{"number":26,"verse":"Behold,<WH7200> I set<WH5414> before<WH6440> you this day<WH3117> a blessing<WH1293> and a curse;<WH7045>"},{"number":27,"verse":"A blessing,<WH1293> if<WH834> you obey<WH8085> the commandments<WH4687> of the LORD<WH3068> your God,<WH430> which<WH834> I command<WH6680> you this day:<WH3117>"},{"number":28,"verse":"And a curse,<WH7045> if<WH518> you will not obey<WH8085> the commandments<WH4687> of the LORD<WH3068> your God,<WH430> but turn<WH5493> aside out of the way<WH1870> which<WH834> I command<WH6680> you this day,<WH3117> to go<WH3212> after<WH310> other<WH312> gods,<WH430> which<WH834> you have not known.<WH3045>"},{"number":29,"verse":"And it shall come<WH1961> to pass, when<WH3588> the LORD<WH3068> your God<WH430> has brought<WH935> you in to the land<WH776> where<WH834> <WH8033> you go<WH935> to possess<WH3423> it, that you shall put<WH5414> the blessing<WH1293> on mount<WH2022> Gerizim,<WH1630> and the curse<WH7045> on mount<WH2022> Ebal.<WH5858>"},{"number":30,"verse":"Are they not on the other<WH5676> side<WH5676> Jordan,<WH3383> by the way<WH1870> where the sun<WH8121> goes<WH3996> down,<WH3996> in the land<WH776> of the Canaanites,<WH3669> which dwell<WH3427> in the desert<WH6160> over<WH4136> against<WH4136> Gilgal,<WH1537> beside<WH681> the plains<WH436> of Moreh?<WH4176>"},{"number":31,"verse":"For you shall pass<WH5674> over<WH5674> Jordan<WH3383> to go<WH935> in to possess<WH3423> the land<WH776> which<WH834> the LORD<WH3068> your God<WH430> gives<WH5414> you, and you shall possess<WH3423> it, and dwell<WH3427> therein."},{"number":32,"verse":"And you shall observe<WH8104> to do<WH6213> all<WH3605> the statutes<WH2706> and judgments<WH4941> which<WH834> I set<WH5414> before<WH6440> you this day.<WH3117>"}]}