{"bibleAbbr":"AKJV1999+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":13,"verses":[{"number":1,"verse":"If <WH3588> there arise <WH6965> among <WH7130> you a prophet, <WH5030> or <WH176> a dreamer <WH2492> of dreams, <WH2472> and gives <WH5414> you a sign <WH226> or <WH176> a wonder, <WH4159>"},{"number":2,"verse":"And the sign <WH226> or the wonder <WH4159> come <WH935> to pass, whereof <WH834> he spoke <WH1696> to you, saying, <WH559> Let us go <WH3212> after <WH310> other <WH312> gods, <WH430> which <WH834> you have not known, <WH3045> and let us serve <WH5647> them;"},{"number":3,"verse":"You shall not listen <WH8085> to the words <WH1697> of that prophet, <WH5030> or <WH176> that dreamer <WH2492> of dreams: <WH2472> for the LORD <WH3068> your God <WH430> proves <WH5254> you, to know <WH3045> whether you love <WH157> the LORD <WH3068> your God <WH430> with all <WH3605> your heart <WH3824> and with all <WH3605> your soul. <WH5315>"},{"number":4,"verse":"You shall walk <WH3212> after <WH310> the LORD <WH3068> your God, <WH430> and fear <WH3372> him, and keep <WH8104> his commandments, <WH4687> and obey <WH8085> his voice, <WH6963> and you shall serve <WH5647> him, and join <WH1692> to him."},{"number":5,"verse":"And that prophet, <WH5030> or <WH176> that dreamer <WH2492> of dreams, <WH2472> shall be put to death; <WH4191> because <WH3588> he has spoken <WH1696> to turn <WH5627> you away from the LORD <WH3068> your God, <WH430> which brought <WH3318> you out of the land <WH776> of Egypt, <WH4714> and redeemed <WH6299> you out of the house <WH1004> of bondage, <WH5650> to thrust <WH5080> you out of the way <WH1870> which <WH834> the LORD <WH3068> your God <WH430> commanded <WH6680> you to walk <WH3212> in. So shall you put <WH1197> the evil <WH7451> away <WH1197> from the middle <WH7130> of you."},{"number":6,"verse":"If <WH3588> your brother, <WH251> the son <WH1121> of your mother, <WH517> or your son, <WH1121> or your daughter, <WH1323> or <WH176> the wife <WH802> of your bosom, <WH2436> or <WH176> your friend, <WH7453> which <WH834> is as your own soul, <WH5315> entice <WH5496> you secretly, <WH5643> saying, <WH559> Let us go <WH3212> and serve <WH5647> other <WH312> gods, <WH430> which <WH834> you have not known, <WH3045> you, nor your fathers; <WH1>"},{"number":7,"verse":"Namely, of the gods <WH430> of the people <WH5971> which <WH834> are round <WH5439> about you, near <WH7126> to you, or <WH176> far <WH7350> off from you, from the one end <WH7097> of the earth <WH776> even to the other end <WH7097> of the earth; <WH776>"},{"number":8,"verse":"You shall not consent <WH14> to him, nor <WH3808> listen <WH8085> to him; neither <WH3808> shall your eye <WH5869> pity <WH2347> him, neither <WH3808> shall you spare, <WH2550> neither <WH3808> shall you conceal <WH3680> him:"},{"number":9,"verse":"But you shall surely <WH3588> kill <WH2026> him; your hand <WH3027> shall be first <WH7223> on him to put him to death, <WH4191> and afterwards <WH314> the hand <WH3027> of all <WH3605> the people. <WH5971>"},{"number":10,"verse":"And you shall stone <WH5619> him with stones, <WH68> that he die; <WH4191> because <WH3588> he has sought <WH1245> to thrust <WH5080> you away from the LORD <WH3068> your God, <WH430> which brought <WH3318> you out of the land <WH776> of Egypt, <WH4714> from the house <WH1004> of bondage. <WH5650>"},{"number":11,"verse":"And all <WH3605> Israel <WH3478> shall hear, <WH8085> and fear, <WH3372> and shall do <WH6213> no <WH3808> more <WH3254> any <WH1697> such wickedness <WH7451> as this <WH2088> is among <WH7130> you."},{"number":12,"verse":"If <WH3588> you shall hear <WH8085> say in one <WH259> of your cities, <WH5892> which <WH834> the LORD <WH3068> your God <WH430> has given <WH5414> you to dwell <WH3427> there, <WH8033> saying, <WH559>"},{"number":13,"verse":"Certain men, <WH582> the children <WH1121> of Belial, <WH1100> are gone <WH3318> out from among <WH7130> you, and have withdrawn <WH5080> the inhabitants <WH3427> of their city, <WH5892> saying, <WH559> Let us go <WH3212> and serve <WH5647> other <WH312> gods, <WH430> which <WH834> you have not known; <WH3045>"},{"number":14,"verse":"Then shall you inquire, <WH1875> and make search, <WH2713> and ask <WH7592> diligently; <WH3190> and, behold, <WH2009> if it be truth, <WH571> and the thing <WH1697> certain, <WH3559> that such <WH2063> abomination <WH8441> is worked <WH6213> among <WH7130> you;"},{"number":15,"verse":"You shall surely smite <WH5221> the inhabitants <WH3427> of that city <WH5892> with the edge <WH6310> of the sword, <WH2719> destroying <WH2763> it utterly, and all <WH3605> that is therein, and the cattle <WH929> thereof, with the edge <WH6310> of the sword. <WH2719>"},{"number":16,"verse":"And you shall gather <WH6908> all <WH3605> the spoil <WH7998> of it into <WH413> the middle <WH8432> of the street <WH7339> thereof, and shall burn <WH8313> with fire <WH784> the city, <WH5892> and all <WH3605> the spoil <WH7998> thereof every <WH3632> whit, <WH3632> for the LORD <WH3068> your God: <WH430> and it shall be an heap <WH8510> for ever; <WH5769> it shall not be built <WH1129> again. <WH5750>"},{"number":17,"verse":"And there shall stick <WH1692> nothing <WH408> <WH3972> of the cursed <WH2764> thing to your hand: <WH3027> that the LORD <WH3068> may turn <WH7725> from the fierceness <WH2740> of his anger, <WH639> and show <WH5414> you mercy, <WH7356> and have compassion <WH7355> on you, and multiply <WH7235> you, as he has sworn <WH7650> to your fathers; <WH1>"},{"number":18,"verse":"When <WH3588> you shall listen <WH8085> to the voice <WH6963> of the LORD <WH3068> your God, <WH430> to keep <WH8104> all <WH3605> his commandments <WH4687> which <WH834> I command <WH6680> you this day, <WH3117> to do <WH6213> that which is right <WH3477> in the eyes <WH5869> of the LORD <WH3068> your God. <WH430>"}]}