{"bibleAbbr":"AKJV1999+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":16,"verses":[{"number":1,"verse":"Observe <WH8104> the month <WH2320> of Abib, <WH24> and keep <WH6213> the passover <WH6453> to the LORD <WH3068> your God: <WH430> for in the month <WH2320> of Abib <WH24> the LORD <WH3068> your God <WH430> brought <WH3318> you forth <WH3318> out of Egypt <WH4714> by night. <WH3915>"},{"number":2,"verse":"You shall therefore sacrifice <WH2076> the passover <WH6453> to the LORD <WH3068> your God, <WH430> of the flock <WH6629> and the herd, <WH1241> in the place <WH4725> which <WH834> the LORD <WH3068> shall choose <WH977> to place <WH7931> his name <WH8034> there. <WH8033>"},{"number":3,"verse":"You shall eat <WH398> no <WH3808> leavened <WH2557> bread with it; seven <WH7651> days <WH3117> shall you eat <WH398> unleavened <WH4682> bread therewith, <WH5921> even the bread <WH3899> of affliction; <WH6040> for you came <WH3318> forth <WH3318> out of the land <WH776> of Egypt <WH4714> in haste: <WH2649> that you may remember <WH2142> the day <WH3117> when you came <WH3318> forth <WH3318> out of the land <WH776> of Egypt <WH4714> all <WH3605> the days <WH3117> of your life. <WH2416>"},{"number":4,"verse":"And there shall be no <WH3808> leavened <WH7603> bread seen <WH7200> with you in all <WH3605> your coast <WH1366> seven <WH7651> days; <WH3117> neither <WH3808> shall there any thing of the flesh, <WH1320> which <WH834> you sacrificed <WH2076> the first <WH7223> day <WH3117> at even, <WH6153> remain <WH3885> all <WH3885> night until the morning. <WH1242>"},{"number":5,"verse":"You may <WH3201> not sacrifice <WH2076> the passover <WH6453> within any <WH259> of your gates, <WH8179> which <WH834> the LORD <WH3068> your God <WH430> gives <WH5414> you:"},{"number":6,"verse":"But at <WH413> the place <WH4725> which <WH834> the LORD <WH3068> your God <WH430> shall choose <WH977> to place <WH7931> his name <WH8034> in, there <WH8033> you shall sacrifice <WH2076> the passover <WH6453> at even, <WH6153> at the going <WH935> down <WH935> of the sun, <WH8121> at the season <WH4150> that you came <WH3318> forth <WH3318> out of Egypt. <WH4714>"},{"number":7,"verse":"And you shall roast <WH1310> and eat <WH398> it in the place <WH4725> which <WH834> the LORD <WH3068> your God <WH430> shall choose: <WH977> and you shall turn <WH6437> in the morning, <WH1242> and go <WH1980> to your tents. <WH168>"},{"number":8,"verse":"Six <WH8337> days <WH3117> you shall eat <WH398> unleavened <WH4682> bread: and on the seventh <WH7637> day <WH3117> shall be a solemn <WH6116> assembly <WH6116> to the LORD <WH3068> your God: <WH430> you shall do <WH6213> no <WH3808> work <WH4399> therein."},{"number":9,"verse":"Seven <WH7651> weeks <WH7620> shall you number <WH5608> to you: begin <WH2490> to number <WH5608> the seven <WH7651> weeks <WH7620> from such time as you begin <WH2490> to put the sickle <WH2770> to the corn. <WH7054>"},{"number":10,"verse":"And you shall keep <WH6213> the feast <WH2282> of weeks <WH7620> to the LORD <WH3068> your God <WH430> with a tribute <WH4530> of a freewill <WH5071> offering of your hand, <WH3027> which <WH834> you shall give <WH5414> to the LORD <WH3068> your God, <WH430> according as the LORD your God has blessed <WH1288> you:"},{"number":11,"verse":"And you shall rejoice <WH8055> before <WH6440> the LORD <WH3068> your God, <WH430> you, and your son, <WH1121> and your daughter, <WH1323> and your manservant, <WH5650> and your maidservant, <WH519> and the Levite <WH3881> that is within your gates, <WH8179> and the stranger, <WH1616> and the fatherless, <WH3490> and the widow, <WH490> that are among <WH7130> you, in the place <WH4725> which <WH834> the LORD <WH3068> your God <WH430> has chosen <WH977> to place <WH7931> his name <WH8034> there. <WH8033>"},{"number":12,"verse":"And you shall remember <WH2142> that you were <WH1961> a slave <WH5650> in Egypt: <WH4714> and you shall observe <WH8104> and do <WH6213> these <WH428> statutes. <WH2706>"},{"number":13,"verse":"You shall observe <WH6213> the feast <WH2282> of tabernacles <WH5521> seven <WH7651> days, <WH3117> after that you have gathered <WH622> in your corn <WH1637> and your wine: <WH3342>"},{"number":14,"verse":"And you shall rejoice <WH8055> in your feast, <WH2282> you, and your son, <WH1121> and your daughter, <WH1323> and your manservant, <WH5650> and your maidservant, <WH519> and the Levite, <WH3881> the stranger, <WH1616> and the fatherless, <WH3490> and the widow, <WH490> that are within your gates. <WH8179>"},{"number":15,"verse":"Seven <WH7651> days <WH3117> shall you keep <WH2287> a solemn <WH2287> feast <WH2287> to the LORD <WH3068> your God <WH430> in the place <WH4725> which <WH834> the LORD <WH3068> shall choose: <WH977> because <WH3588> the LORD <WH3068> your God <WH430> shall bless <WH1288> you in all <WH3605> your increase, <WH8393> and in all <WH3605> the works <WH4639> of your hands, <WH3027> therefore you shall surely <WH389> rejoice. <WH8055>"},{"number":16,"verse":"Three <WH7969> times <WH6471> in a year <WH8141> shall all <WH3605> your males <WH2138> appear <WH7200> before <WH854> <WH6440> the LORD <WH3068> your God <WH430> in the place <WH4725> which <WH834> he shall choose; <WH977> in the feast <WH2282> of unleavened <WH4682> bread, and in the feast <WH2282> of weeks, <WH7620> and in the feast <WH2282> of tabernacles: <WH5521> and they shall not appear <WH7200> before <WH854> <WH6440> the LORD <WH3068> empty: <WH7387>"},{"number":17,"verse":"Every man <WH376> shall give as he is able, <WH4979> <WH3027> according to the blessing <WH1293> of the LORD <WH3068> your God <WH430> which <WH834> he has given <WH5414> you."},{"number":18,"verse":"Judges <WH8199> and officers <WH7860> shall you make <WH5414> you in all <WH3605> your gates, <WH8179> which <WH834> the LORD <WH3068> your God <WH430> gives <WH5414> you, throughout your tribes: <WH7626> and they shall judge <WH8199> the people <WH5971> with just <WH6664> judgment. <WH4941>"},{"number":19,"verse":"You shall not wrest <WH5186> judgment; <WH4941> you shall not respect <WH5234> persons, <WH6440> neither <WH3808> take <WH3947> a gift: <WH7810> for a gift <WH7810> does blind <WH5786> the eyes <WH5869> of the wise, <WH2450> and pervert <WH5557> the words <WH1697> of the righteous. <WH6662>"},{"number":20,"verse":"That which is altogether just <WH6664> shall you follow, <WH7291> that you may live, <WH2421> and inherit <WH3423> the land <WH776> which <WH834> the LORD <WH3068> your God <WH430> gives <WH5414> you."},{"number":21,"verse":"You shall not plant <WH5193> you a grove <WH842> of any <WH3605> trees <WH6086> near <WH681> to the altar <WH4196> of the LORD <WH3068> your God, <WH430> which <WH834> you shall make <WH6213> you."},{"number":22,"verse":"Neither <WH3808> shall you set <WH6965> you up any image; <WH4676> which <WH834> the LORD <WH3068> your God <WH430> hates. <WH8130>"}]}