{"bibleAbbr":"AKJV1999+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"When<WH3588> you go<WH3318> out to battle<WH4421> against<WH5921> your enemies,<WH341> and see<WH7200> horses,<WH5483> and chariots,<WH7393> and a people<WH5971> more<WH7227> than you, be not afraid<WH3372> of them: for the LORD<WH3068> your God<WH430> is with you, which<WH834> brought<WH5927> you up out of the land<WH776> of Egypt.<WH4714>"},{"number":2,"verse":"And it shall be, when you are come<WH7126> near<WH7126> to the battle,<WH4421> that the priest<WH3548> shall approach<WH5066> and speak<WH1696> to the people,<WH5971>"},{"number":3,"verse":"And shall say<WH559> to them, Hear,<WH8085> O Israel,<WH3478> you approach<WH7126> this day<WH3117> to battle<WH4421> against<WH5921> your enemies:<WH341> let not your hearts<WH3824> faint,<WH7401> fear<WH3372> not, and do not tremble,<WH2648> neither<WH408> be you terrified<WH6206> because<WH6440> of them;"},{"number":4,"verse":"For the LORD<WH3068> your God<WH430> is he that goes<WH1980> with you, to fight<WH3898> for you against<WH5973> your enemies,<WH341> to save<WH3467> you."},{"number":5,"verse":"And the officers<WH7860> shall speak<WH1696> to the people,<WH5971> saying,<WH559> What<WH4310> man<WH376> is there that has built<WH1129> a new<WH2319> house,<WH1004> and has not dedicated<WH2596> it? let him go<WH3212> and return<WH7725> to his house,<WH1004> lest<WH6435> he die<WH4191> in the battle,<WH4421> and another<WH312> man<WH376> dedicate<WH2596> it."},{"number":6,"verse":"And what<WH4310> man<WH376> is he that has planted<WH5193> a vineyard,<WH3754> and has not yet eaten<WH2490> of it? let him also go<WH3212> and return<WH7725> to his house,<WH1004> lest<WH6435> he die<WH4191> in the battle,<WH4421> and another<WH312> man<WH376> eat<WH2490> of it."},{"number":7,"verse":"And what<WH4310> man<WH376> is there that has betrothed<WH781> a wife,<WH802> and has not taken<WH3947> her? let him go<WH3212> and return<WH7725> to his house,<WH1004> lest<WH6435> he die<WH4191> in the battle,<WH4421> and another<WH312> man<WH376> take<WH3947> her."},{"number":8,"verse":"And the officers<WH7860> shall speak<WH1696> further<WH3254> to the people,<WH5971> and they shall say,<WH559> What<WH4310> man<WH376> is there that is fearful<WH3373> and fainthearted?<WH7390> let him go<WH3212> and return<WH7725> to his house,<WH1004> lest<WH6435> his brethren's<WH251> heart<WH3824> faint<WH4549> as well as his heart.<WH3824>"},{"number":9,"verse":"And it shall be, when the officers<WH7860> have made an end<WH3615> of speaking<WH1696> to the people <WH5971>that they shall make captains<WH8269> of the armies<WH6635> to lead<WH7218> the people.<WH5971>"},{"number":10,"verse":"When<WH3588> you come<WH7126> near<WH7126> to a city<WH5892> to fight<WH3898> against<WH5921> it, then proclaim<WH7121> peace<WH7965> to it."},{"number":11,"verse":"And it shall be, if<WH518> it make you answer<WH6030> of peace,<WH7965> and open<WH6605> to you, then it shall be, that all<WH3605> the people<WH5971> that is found<WH4672> therein shall be tributaries<WH4522> to you, and they shall serve<WH5647> you."},{"number":12,"verse":"And if<WH518> it will make no<WH3808> peace<WH7999> with you, but will make war<WH4421> against<WH5973> you, then you shall besiege<WH6696> it:"},{"number":13,"verse":"And when the LORD<WH3068> your God<WH430> has delivered<WH5414> it into your hands,<WH3027> you shall smite<WH5221> every<WH3605> male<WH2138> thereof with the edge<WH6310> of the sword:<WH2719>"},{"number":14,"verse":"But the women,<WH802> and the little<WH2945> ones, and the cattle,<WH929> and all<WH3605> that is in the city,<WH5892> even all<WH3605> the spoil<WH7998> thereof, shall you take<WH962> to yourself; and you shall eat<WH398> the spoil<WH7998> of your enemies,<WH341> which<WH834> the LORD<WH3068> your God<WH430> has given<WH5414> you."},{"number":15,"verse":"Thus<WH3651> shall you do<WH6213> to all<WH3605> the cities<WH5892> which are very<WH3966> far<WH7350> off from you, which<WH834> are not of the cities<WH5892> of these<WH428> <WH2007> nations.<WH1471>"},{"number":16,"verse":"But of the cities<WH5892> of these<WH428> people,<WH5971> which<WH834> the LORD<WH3068> your God<WH430> does give<WH5414> you for an inheritance,<WH5159> you shall save<WH2421> alive<WH2421> nothing<WH3808> <WH3605> that breathes:<WH5397>"},{"number":17,"verse":"But you shall utterly destroy<WH2763> them; namely, the Hittites,<WH2850> and the Amorites,<WH567> the Canaanites,<WH3669> and the Perizzites,<WH6522> the Hivites,<WH2340> and the Jebusites;<WH2983> as the LORD<WH3068> your God<WH430> has commanded<WH6680> you:"},{"number":18,"verse":"That they teach<WH3925> you not to do<WH6213> after all<WH3605> their abominations,<WH8441> which<WH834> they have done to their gods;<WH430> so should you sin<WH2398> against the LORD<WH3068> your God.<WH430>"},{"number":19,"verse":"When<WH3588> you shall besiege<WH6696> a city<WH5892> a long<WH7227> time,<WH3117> in making war<WH3898> against<WH5921> it to take<WH8610> it, you shall not destroy<WH7843> the trees<WH6086> thereof by forcing<WH5080> an ax<WH1631> against<WH5921> them: for you may eat<WH398> of them, and you shall not cut<WH3772> them down (for the tree<WH6086> of the field<WH7704> is man's<WH120> life) to employ<WH935> <WH6440> them in the siege:<WH4692>"},{"number":20,"verse":"Only<WH7535> the trees<WH6086> which<WH834> you know<WH3045> that they be not trees<WH6086> for meat,<WH3978> you shall destroy<WH7843> and cut<WH3772> them down; and you shall build<WH1129> bulwarks<WH4692> against<WH5921> the city<WH5892> that makes<WH6213> war<WH4421> with you, until<WH5704> it be subdued.<WH3381>"}]}