{"bibleAbbr":"AKJV1999+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":26,"verses":[{"number":1,"verse":"And it shall be, when<WH3588> you are come<WH935> in to the land<WH776> which<WH834> the LORD<WH3068> your God<WH430> gives<WH5414> you for an inheritance,<WH5159> and possess<WH3423> it, and dwell<WH3427> therein;"},{"number":2,"verse":"That you shall take<WH3947> of the first<WH7225> of all<WH3605> the fruit<WH6529> of the earth,<WH127> which<WH834> you shall bring<WH935> of your land<WH776> that the LORD<WH3068> your God<WH430> gives<WH5414> you, and shall put<WH7760> it in a basket,<WH2935> and shall go<WH1980> to the place<WH4725> which<WH834> the LORD<WH3068> your God<WH430> shall choose<WH977> to place<WH7931> his name<WH8034> there.<WH8033>"},{"number":3,"verse":"And you shall go<WH935> to the priest<WH3548> that shall be in those<WH1992> days,<WH3117> and say<WH559> to him, I profess<WH5046> this day<WH3117> to the LORD<WH3068> your God,<WH430> that I am come<WH935> to the country<WH776> which<WH834> the LORD<WH3068> swore<WH7650> to our fathers<WH1> for to give<WH5414> us."},{"number":4,"verse":"And the priest<WH3548> shall take<WH3947> the basket<WH2935> out of your hand,<WH3027> and set<WH3240> it down before<WH6440> the altar<WH4196> of the LORD<WH3068> your God.<WH430>"},{"number":5,"verse":"And you shall speak<WH6030> and say<WH559> before<WH6440> the LORD<WH3068> your God,<WH430> A Syrian<WH761> ready to perish<WH6> was my father,<WH1> and he went<WH3381> down<WH3381> into Egypt,<WH4714> and sojourned<WH1481> there<WH8033> with a few,<WH4592> and became<WH1961> there<WH8033> a nation,<WH1471> great,<WH1419> mighty,<WH6099> and populous:<WH7227>"},{"number":6,"verse":"And the Egyptians<WH4713> evil<WH7489> entreated us, and afflicted<WH6031> us, and laid<WH5414> on us hard<WH7186> bondage:<WH5656>"},{"number":7,"verse":"And when we cried<WH6817> to the LORD<WH3068> God<WH430> of our fathers,<WH1> the LORD<WH3068> heard<WH8085> our voice,<WH6963> and looked<WH7200> on our affliction,<WH6040> and our labor,<WH5999> and our oppression:<WH3906>"},{"number":8,"verse":"And the LORD<WH3068> brought<WH3318> us forth<WH3318> out of Egypt<WH4714> with a mighty<WH2389> hand,<WH3027> and with an outstretched<WH5186> arm,<WH2220> and with great<WH1419> terribleness,<WH4172> and with signs,<WH226> and with wonders:<WH4159>"},{"number":9,"verse":"And he has brought<WH935> us into<WH413> this<WH2088> place,<WH4725> and has given<WH5414> us this<WH2063> land,<WH776> even a land<WH776> that flows<WH2100> with milk<WH2461> and honey.<WH1706>"},{"number":10,"verse":"And now,<WH6258> behold,<WH2009> I have brought<WH935> the first fruits<WH7225> of the land,<WH127> which<WH834> you, O LORD,<WH3068> have given<WH5414> me. And you shall set<WH3240> it before<WH6440> the LORD<WH3068> your God,<WH430> and worship<WH7812> before<WH6440> the LORD<WH3068> your God:<WH430>"},{"number":11,"verse":"And you shall rejoice<WH8056> in every<WH3605> good<WH2896> thing which<WH834> the LORD<WH3068> your God<WH430> has given<WH5414> to you, and to your house,<WH1004> you, and the Levite,<WH3881> and the stranger<WH1616> that is among<WH7130> you."},{"number":12,"verse":"When<WH3588> you have made an end<WH3615> of tithing<WH6237> all<WH3605> the tithes<WH4643> of your increase<WH8393> the third<WH7992> year,<WH8141> which is the year<WH8141> of tithing,<WH4643> and have given<WH5414> it to the Levite,<WH3881> the stranger,<WH1616> the fatherless,<WH3490> and the widow,<WH490> that they may eat<WH398> within your gates,<WH8179> and be filled;<WH7646>"},{"number":13,"verse":"Then you shall say<WH559> before<WH6440> the LORD<WH3068> your God,<WH430> I have brought<WH1197> away<WH1197> the hallowed<WH6944> things out of my house,<WH1004> and also<WH1571> have given<WH5414> them to the Levite,<WH3881> and to the stranger,<WH1616> to the fatherless,<WH3490> and to the widow,<WH490> according to all<WH3605> your commandments<WH4687> which<WH834> you have commanded<WH6680> me: I have not transgressed<WH5674> your commandments,<WH4687> neither<WH3808> have I forgotten<WH7911> them."},{"number":14,"verse":"I have not eaten<WH398> thereof in my mourning,<WH205> neither<WH3808> have I taken<WH1197> away<WH1197> ought thereof for any unclean<WH2931> use, nor<WH3808> given<WH5414> ought thereof for the dead:<WH4191> but I have listened<WH8085> to the voice<WH6963> of the LORD<WH3068> my God,<WH430> and have done<WH6213> according to all<WH3605> that you have commanded<WH6680> me."},{"number":15,"verse":"Look<WH8259> down from your holy<WH6944> habitation,<WH4583> from heaven,<WH8064> and bless<WH1288> your people<WH5971> Israel,<WH3478> and the land<WH127> which<WH834> you have given<WH5414> us, as you swore<WH7650> to our fathers,<WH1> a land<WH776> that flows<WH2100> with milk<WH2461> and honey.<WH1706>"},{"number":16,"verse":"This<WH2088> day<WH3117> the LORD<WH3068> your God<WH430> has commanded<WH6680> you to do<WH6213> these<WH428> statutes<WH2706> and judgments:<WH4941> you shall therefore keep<WH8104> and do<WH6213> them with all<WH3605> your heart,<WH3824> and with all<WH3605> your soul.<WH5315>"},{"number":17,"verse":"You have avouched<WH559> the LORD<WH3068> this day<WH3117> to be your God,<WH430> and to walk<WH3212> in his ways,<WH1870> and to keep<WH8104> his statutes,<WH2706> and his commandments,<WH4687> and his judgments,<WH4941> and to listen<WH8085> to his voice:<WH6963>"},{"number":18,"verse":"And the LORD<WH3068> has avouched<WH559> you this day<WH3117> to be his peculiar<WH5459> people,<WH5971> as he has promised<WH1696> you, and that you should keep<WH8104> all<WH3605> his commandments;<WH4687>"},{"number":19,"verse":"And to make<WH6213> you high<WH5945> above<WH5921> all<WH3605> nations<WH1471> which<WH834> he has made,<WH6213> in praise,<WH8416> and in name,<WH8034> and in honor;<WH8597> and that you may be an holy<WH6918> people<WH5971> to the LORD<WH3068> your God,<WH430> as he has spoken.<WH1696>"}]}