{"bibleAbbr":"AKJV1999+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":30,"verses":[{"number":1,"verse":"And it shall come<WH1961> to pass, when<WH3588> all<WH3605> these<WH428> things<WH1697> are come<WH935> on you, the blessing<WH1293> and the curse,<WH7045> which<WH834> I have set<WH5414> before<WH6440> you, and you shall call<WH7725> them to mind<WH3824> among all<WH3605> the nations,<WH1471> where<WH834> <WH8033> the LORD<WH3068> your God<WH430> has driven<WH5080> you,"},{"number":2,"verse":"And shall return<WH7725> to the LORD<WH3068> your God,<WH430> and shall obey<WH8085> his voice<WH6963> according to all<WH3605> that I command<WH6680> you this day,<WH3117> you and your children,<WH1121> with all<WH3605> your heart,<WH3824> and with all<WH3605> your soul;<WH5315>"},{"number":3,"verse":"That then the LORD<WH3068> your God<WH430> will turn<WH7725> your captivity,<WH7622> and have compassion<WH7355> on you, and will return<WH7725> and gather<WH6908> you from all<WH3605> the nations,<WH5971> where<WH834> <WH8033> the LORD<WH3068> your God<WH430> has scattered<WH6327> you."},{"number":4,"verse":"If<WH518> any of your be driven<WH5080> out to the outmost<WH7097> parts of heaven,<WH8064> from there<WH8033> will the LORD<WH3068> your God<WH430> gather<WH6908> you, and from there<WH8033> will he fetch<WH3947> you:"},{"number":5,"verse":"And the LORD<WH3068> your God<WH430> will bring<WH935> you into<WH413> the land<WH776> which<WH834> your fathers<WH1> possessed,<WH3423> and you shall possess<WH3423> it; and he will do you good,<WH3190> and multiply<WH7235> you above your fathers.<WH1>"},{"number":6,"verse":"And the LORD<WH3068> your God<WH430> will circumcise<WH4135> your heart,<WH3824> and the heart<WH3824> of your seed,<WH2233> to love<WH157> the LORD<WH3068> your God<WH430> with all<WH3605> your heart,<WH3824> and with all<WH3605> your soul,<WH5315> that you may live.<WH2416>"},{"number":7,"verse":"And the LORD<WH3068> your God<WH430> will put<WH5414> all<WH3605> these<WH428> curses<WH423> on your enemies,<WH341> and on<WH5921> them that hate<WH8130> you, which<WH834> persecuted<WH7291> you."},{"number":8,"verse":"And you shall return<WH7725> and obey<WH8085> the voice<WH6963> of the LORD,<WH3068> and do<WH6213> all<WH3605> his commandments<WH4687> which<WH834> I command<WH6680> you this day.<WH3117>"},{"number":9,"verse":"And the LORD<WH3068> your God<WH430> will make you plenteous<WH3498> in every<WH3605> work<WH4639> of your hand,<WH3027> in the fruit<WH6529> of your body,<WH990> and in the fruit<WH6529> of your cattle,<WH929> and in the fruit<WH6529> of your land,<WH127> for good:<WH2896> for the LORD<WH3068> will again<WH7725> rejoice<WH7797> over<WH5921> you for good,<WH2896> as he rejoiced<WH7797> over<WH5921> your fathers:<WH1>"},{"number":10,"verse":"If<WH3588> you shall listen<WH8085> to the voice<WH6963> of the LORD<WH3068> your God,<WH430> to keep<WH8104> his commandments<WH4687> and his statutes<WH2708> which are written<WH3789> in this<WH2088> book<WH5612> of the law,<WH8451> and if<WH3588> you turn<WH7725> to the LORD<WH3068> your God<WH430> with all<WH3605> your heart,<WH3824> and with all<WH3605> your soul.<WH5315>"},{"number":11,"verse":"For this<WH2063> commandment<WH4687> which<WH834> I command<WH6680> you this day,<WH3117> it is not hidden<WH6381> from you, neither<WH3808> is it far<WH7350> off."},{"number":12,"verse":"It is not in heaven,<WH8064> that you should say,<WH559> Who<WH4310> shall go<WH5927> up for us to heaven,<WH8064> and bring<WH3947> it to us, that we may hear<WH8085> it, and do<WH6213> it?"},{"number":13,"verse":"Neither<WH3808> is it beyond<WH5676> the sea,<WH3220> that you should say,<WH559> Who<WH4310> shall go<WH5674> over<WH5674> the sea<WH3220> for us, and bring<WH3947> it to us, that we may hear<WH8085> it, and do<WH6213> it?"},{"number":14,"verse":"But the word<WH1697> is very<WH3966> near<WH7126> to you, in your mouth,<WH6310> and in your heart,<WH3824> that you may do<WH6213> it."},{"number":15,"verse":"See,<WH7200> I have set<WH5414> before<WH6440> you this day<WH3117> life<WH2416> and good,<WH2896> and death<WH4194> and evil;<WH7451>"},{"number":16,"verse":"In that I command<WH6680> you this day<WH3117> to love<WH157> the LORD<WH3068> your God,<WH430> to walk<WH3212> in his ways,<WH1870> and to keep<WH8104> his commandments<WH4687> and his statutes<WH2708> and his judgments,<WH4941> that you may live<WH2421> and multiply:<WH7235> and the LORD<WH3068> your God<WH430> shall bless<WH1288> you in the land<WH776> where<WH834> <WH8033> you go<WH935> to possess<WH3423> it."},{"number":17,"verse":"But if<WH518> your heart<WH3824> turn<WH6437> away, so that you will not hear,<WH8085> but shall be drawn<WH5080> away, and worship<WH7812> other<WH312> gods,<WH430> and serve<WH5647> them;"},{"number":18,"verse":"I denounce<WH5046> to you this day,<WH3117> that you shall surely<WH3588> perish,<WH6> and that you shall not prolong<WH748> your days<WH3117> on the land,<WH127> where<WH834> <WH8033> you pass<WH5674> over<WH5674> Jordan<WH3383> to go<WH935> to possess<WH3423> it."},{"number":19,"verse":"I call<WH5749> heaven<WH8064> and earth<WH776> to record<WH5749> this day<WH3117> against you, that I have set<WH5414> before<WH6440> you life<WH2416> and death,<WH4194> blessing<WH1293> and cursing:<WH7045> therefore choose<WH977> life,<WH2416> that both you and your seed<WH2233> may live:<WH2421>"},{"number":20,"verse":"That you may love<WH157> the LORD<WH3068> your God,<WH430> and that you may obey<WH8085> his voice,<WH6963> and that you may hold<WH1692> to him: for he is your life,<WH2416> and the length<WH753> of your days:<WH3117> that you may dwell<WH3427> in the land<WH127> which<WH834> the LORD<WH3068> swore<WH7650> to your fathers,<WH1> to Abraham,<WH85> to Isaac,<WH3327> and to Jacob,<WH3290> to give<WH5414> them."}]}