{"bibleAbbr":"AKJV1999+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":31,"verses":[{"number":1,"verse":"And Moses<WH4872> went<WH3212> and spoke<WH1696> these<WH428> words<WH1697> to all<WH3605> Israel.<WH3478>"},{"number":2,"verse":"And he said<WH559> to them, I am an hundred<WH3967> and twenty<WH6242> years<WH8141> old<WH1121> this day;<WH3117> I can<WH3201> no<WH3808> more<WH5750> go<WH3318> out and come<WH935> in: also the LORD<WH3068> has said<WH559> to me, You shall not go<WH5674> over<WH5674> this<WH2088> Jordan.<WH3383>"},{"number":3,"verse":"The LORD<WH3068> your God,<WH430> he will go<WH5674> over<WH5674> before<WH6440> you, and he will destroy<WH8045> these<WH428> nations<WH1471> from before<WH6440> you, and you shall possess<WH3423> them: and Joshua,<WH3091> he shall go<WH5674> over<WH5674> before<WH6440> you, as the LORD<WH3068> has said.<WH1696>"},{"number":4,"verse":"And the LORD<WH3068> shall do<WH6213> to them as he did<WH6213> to Sihon<WH5511> and to Og,<WH5747> kings<WH4428> of the Amorites,<WH567> and to the land<WH776> of them, whom<WH834> <WH853> he destroyed.<WH8045>"},{"number":5,"verse":"And the LORD<WH3068> shall give<WH5414> them up before your face, that you may do<WH6213> to them according to all<WH3605> the commandments<WH4687> which<WH834> I have commanded<WH6680> you."},{"number":6,"verse":"Be strong<WH2388> and of a good courage,<WH553> fear<WH3372> not, nor<WH408> be afraid<WH6206> of them: for the LORD<WH3068> your God,<WH430> he it is that does go<WH1980> with you; he will not fail<WH7503> you, nor<WH3808> forsake<WH5800> you."},{"number":7,"verse":"And Moses<WH4872> called<WH7121> to Joshua,<WH3091> and said<WH559> to him in the sight<WH5869> of all<WH3605> Israel,<WH3478> Be strong<WH2388> and of a good courage:<WH553> for you must go<WH935> with this<WH2088> people<WH5971> to the land<WH776> which<WH834> the LORD<WH3068> has sworn<WH7650> to their fathers<WH1> to give<WH5414> them; and you shall cause them to inherit<WH5157> it."},{"number":8,"verse":"And the LORD,<WH3068> he it is that does go<WH1980> before<WH6440> you; he will be with you, he will not fail<WH7503> you, neither<WH3808> forsake<WH5800> you: fear<WH3372> not, neither<WH3808> be dismayed.<WH2865>"},{"number":9,"verse":"And Moses<WH4872> wrote<WH3789> this<WH2063> law,<WH8451> and delivered<WH5414> it to the priests<WH3548> the sons<WH1121> of Levi,<WH3878> which bore<WH5375> the ark<WH727> of the covenant<WH1285> of the LORD,<WH3068> and to all<WH3605> the elders<WH2205> of Israel.<WH3478>"},{"number":10,"verse":"And Moses<WH4872> commanded<WH6680> them, saying,<WH559> At the end<WH7093> of every seven<WH7651> years,<WH8141> in the solemnity<WH4150> of the year<WH8141> of release,<WH8059> in the feast<WH2282> of tabernacles,<WH5521>"},{"number":11,"verse":"When all<WH3605> Israel<WH3478> is come<WH935> to appear<WH7200> before<WH854> <WH6440> the LORD<WH3068> your God<WH430> in the place<WH4725> which<WH834> he shall choose,<WH977> you shall read<WH7121> this<WH2063> law<WH8451> before<WH5048> all<WH3605> Israel<WH3478> in their hearing.<WH241>"},{"number":12,"verse":"Gather<WH6950> the people<WH5971> together, men <WH582>and women,<WH802> and children,<WH2945> and your stranger<WH1616> that is within your gates,<WH8179> that they may hear,<WH8085> and that they may learn,<WH3925> and fear<WH3372> the LORD<WH3068> your God,<WH430> and observe<WH8104> to do<WH6213> all<WH3605> the words<WH1697> of this<WH2063> law:<WH8451>"},{"number":13,"verse":"And that their children,<WH1121> which<WH834> have not known<WH3045> any thing, may hear,<WH8085> and learn<WH3925> to fear<WH3372> the LORD<WH3068> your God,<WH430> as long<WH3117> as you live<WH2416> in the land<WH127> where<WH834> <WH8033> you go<WH5674> over<WH5674> Jordan<WH3383> to possess<WH3423> it."},{"number":14,"verse":"And the LORD<WH3068> said<WH559> to Moses,<WH4872> Behold,<WH2005> your days<WH3117> approach<WH7126> that you must die:<WH4191> call<WH7121> Joshua,<WH3091> and present<WH3320> yourselves in the tabernacle<WH168> of the congregation,<WH4150> that I may give him a charge.<WH6680> And Moses<WH4872> and Joshua<WH3091> went,<WH3212> and presented<WH3320> themselves in the tabernacle<WH168> of the congregation.<WH4150>"},{"number":15,"verse":"And the LORD<WH3068> appeared<WH7200> in the tabernacle<WH168> in a pillar<WH5982> of a cloud:<WH6051> and the pillar<WH5982> of the cloud<WH6051> stood<WH5975> over<WH5921> the door<WH6607> of the tabernacle.<WH168>"},{"number":16,"verse":"And the LORD<WH3068> said<WH559> to Moses,<WH4872> Behold,<WH2009> you shall sleep<WH7901> with your fathers;<WH1> and this<WH2088> people<WH5971> will rise<WH6965> up, and go a whoring<WH2181> after<WH310> the gods<WH430> of the strangers<WH5236> of the land,<WH776> where<WH834> <WH8033> they go<WH935> to be among<WH7130> them, and will forsake<WH5800> me, and break<WH6565> my covenant<WH1285> which I have made<WH3772> with them."},{"number":17,"verse":"Then my anger<WH639> shall be kindled<WH2734> against them in that day,<WH3117> and I will forsake<WH5800> them, and I will hide<WH5641> my face<WH6440> from them, and they shall be devoured,<WH398> and many<WH7227> evils<WH7451> and troubles<WH6869> shall befall<WH4672> them; so that they will say<WH559> in that day,<WH3117> Are not these<WH428> evils<WH7451> come<WH4672> on us, because<WH5921> <WH3588> our God<WH430> is not among<WH7130> us?"},{"number":18,"verse":"And I will surely hide<WH5641> my face<WH6440> in that day<WH3117> for all<WH3605> the evils<WH7451> which<WH834> they shall have worked,<WH6213> in that they are turned<WH6437> to other<WH312> gods.<WH430>"},{"number":19,"verse":"Now<WH6258> therefore write<WH3789> you this<WH2063> song<WH7892> for you, and teach<WH3925> it the children<WH1121> of Israel:<WH3478> put<WH7760> it in their mouths,<WH6310> that this<WH2063> song<WH7892> may be a witness<WH5707> for me against the children<WH1121> of Israel.<WH3478>"},{"number":20,"verse":"For when<WH3588> I shall have brought<WH935> them into<WH413> the land<WH127> which<WH834> I swore<WH7650> to their fathers,<WH1> that flows<WH2100> with milk<WH2461> and honey;<WH1706> and they shall have eaten<WH398> and filled<WH7646> themselves, and waxen fat;<WH1878> then will they turn<WH6437> to other<WH312> gods,<WH430> and serve<WH5647> them, and provoke<WH5006> me, and break<WH6565> my covenant.<WH1285>"},{"number":21,"verse":"And it shall come<WH1961> to pass, when<WH3588> many<WH7227> evils<WH7451> and troubles<WH6869> are befallen<WH4672> them, that this<WH2063> song<WH7892> shall testify<WH6030> against<WH6440> them as a witness;<WH5707> for it shall not be forgotten<WH7911> out of the mouths<WH6310> of their seed:<WH2233> for I know<WH3045> their imagination<WH3336> which<WH834> they go<WH6213> about,<WH6213> even now,<WH3117> before<WH2962> I have brought<WH935> them into<WH413> the land<WH776> which<WH834> I swore.<WH7650>"},{"number":22,"verse":"Moses<WH4872> therefore wrote<WH3789> this<WH2063> song<WH7892> the same<WH1931> day,<WH3117> and taught<WH3925> it the children<WH1121> of Israel.<WH3478>"},{"number":23,"verse":"And he gave Joshua<WH3091> the son<WH1121> of Nun<WH5126> a charge,<WH6680> and said,<WH559> Be strong<WH2388> and of a good courage:<WH553> for you shall bring<WH935> the children<WH1121> of Israel<WH3478> into<WH413> the land<WH776> which<WH834> I swore<WH7650> to them: and I will be with you."},{"number":24,"verse":"And it came<WH1961> to pass, when Moses<WH4872> had made an end<WH3615> of writing<WH3789> the words<WH1697> of this<WH2063> law<WH8451> in a book,<WH5612> until<WH5704> they were finished,<WH8552>"},{"number":25,"verse":"That Moses<WH4872> commanded<WH6680> the Levites,<WH3881> which<WH834> bore<WH5375> the ark<WH727> of the covenant<WH1285> of the LORD,<WH3068> saying,<WH559>"},{"number":26,"verse":"Take<WH3947> this<WH2088> book<WH5612> of the law,<WH8451> and put<WH7760> it in the side<WH6654> of the ark<WH727> of the covenant<WH1285> of the LORD<WH3068> your God,<WH430> that it may be there<WH8033> for a witness<WH5707> against you."},{"number":27,"verse":"For I know<WH3045> your rebellion,<WH4805> and your stiff<WH7186> neck:<WH6203> behold,<WH2005> while I am yet<WH5750> alive<WH2416> with you this day,<WH3117> you have been<WH1961> rebellious<WH4784> against<WH5973> the LORD;<WH3068> and how<WH637> much more after<WH310> my death?<WH4194>"},{"number":28,"verse":"Gather<WH6950> to me all<WH3605> the elders<WH2205> of your tribes,<WH7626> and your officers,<WH7860> that I may speak<WH1696> these<WH428> words<WH1697> in their ears,<WH241> and call<WH5749> heaven<WH8064> and earth<WH776> to record<WH5749> against them."},{"number":29,"verse":"For I know<WH3045> that after<WH310> my death<WH4194> you will utterly corrupt<WH7843> yourselves, and turn<WH5493> aside from the way<WH1870> which<WH834> I have commanded<WH6680> you; and evil<WH7451> will befall<WH7122> you in the latter<WH319> days;<WH3117> because<WH3588> you will do<WH6213> evil<WH7451> in the sight<WH5869> of the LORD,<WH3068> to provoke him to anger<WH3707> through the work<WH4639> of your hands.<WH3027>"},{"number":30,"verse":"And Moses<WH4872> spoke<WH1696> in the ears<WH241> of all<WH3605> the congregation<WH4150> of Israel<WH3478> the words<WH1697> of this<WH2063> song,<WH7892> until<WH5704> they were ended.<WH8552>"}]}