{"bibleAbbr":"AKJV1999+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":34,"verses":[{"number":1,"verse":"And Moses <WH4872> went <WH5927> up from the plains <WH6160> of Moab <WH4124> to the mountain <WH2022> of Nebo, <WH5015> to the top <WH7218> of Pisgah, <WH6449> that is over <WH5921> <WH6440> against <WH6440> Jericho. <WH3405> And the LORD <WH3068> showed <WH7200> him all <WH3605> the land <WH776> of Gilead, <WH1568> to Dan, <WH1835>"},{"number":2,"verse":"And all <WH3605> Naphtali, <WH5321> and the land <WH776> of Ephraim, <WH669> and Manasseh, <WH4519> and all <WH3605> the land <WH776> of Judah, <WH3063> to the utmost <WH314> sea, <WH3220>"},{"number":3,"verse":"And the south, <WH5045> and the plain <WH3603> of the valley <WH1237> of Jericho, <WH3405> the city <WH5892> of palm <WH8558> trees, to Zoar. <WH6820>"},{"number":4,"verse":"And the LORD <WH3068> said <WH559> to him, This <WH2063> is the land <WH776> which <WH834> I swore <WH7650> to Abraham, <WH85> to Isaac, <WH3327> and to Jacob, <WH3290> saying, <WH559> I will give <WH5414> it to your seed: <WH2233> I have caused you to see <WH7200> it with your eyes, <WH5869> but you shall not go <WH5674> over <WH5674> thither. <WH8033>"},{"number":5,"verse":"So Moses <WH4872> the servant <WH5650> of the LORD <WH3068> died <WH4191> there <WH8033> in the land <WH776> of Moab, <WH4124> according <WH5921> to the word <WH6310> of the LORD. <WH3068>"},{"number":6,"verse":"And he buried <WH6912> him in a valley <WH1516> in the land <WH776> of Moab, <WH4124> over <WH4136> against <WH4136> Bethpeor: <WH1047> but no <WH3808> man <WH376> knows <WH3045> of his sepulcher <WH6900> to this <WH2088> day. <WH3117>"},{"number":7,"verse":"And Moses <WH4872> was an hundred <WH3967> and twenty <WH6242> years <WH8141> old <WH1121> when he died: <WH4194> his eye <WH5869> was not dim, <WH3543> nor <WH3808> his natural <WH3893> force <WH3893> abated. <WH5127>"},{"number":8,"verse":"And the children <WH1121> of Israel <WH3478> wept <WH1058> for Moses <WH4872> in the plains <WH6160> of Moab <WH4124> thirty <WH7970> days: <WH3117> so the days <WH3117> of weeping <WH1065> and mourning <WH60> for Moses <WH4872> were ended. <WH8552>"},{"number":9,"verse":"And Joshua <WH3091> the son <WH1121> of Nun <WH5126> was full <WH4392> of the spirit <WH7307> of wisdom; <WH2451> for Moses <WH4872> had laid <WH5564> his hands <WH3027> on him: and the children <WH1121> of Israel <WH3478> listened <WH8085> to him, and did <WH6213> as the LORD <WH3068> commanded <WH6680> Moses. <WH4872>"},{"number":10,"verse":"And there arose <WH6965> not a prophet <WH5030> since <WH5750> in Israel <WH3478> like to Moses, <WH4872> whom <WH834> the LORD <WH3068> knew <WH3045> face <WH6440> to face, <WH6440>"},{"number":11,"verse":"In all <WH3605> the signs <WH226> and the wonders, <WH4159> which <WH834> the LORD <WH3068> sent <WH7971> him to do <WH6213> in the land <WH776> of Egypt <WH4714> to Pharaoh, <WH6547> and to all <WH3605> his servants, <WH5650> and to all <WH3605> his land, <WH776>"},{"number":12,"verse":"And in all <WH3605> that mighty <WH2389> hand, <WH3027> and in all <WH3605> the great <WH1419> terror <WH4172> which <WH834> Moses <WH4872> showed <WH6213> in the sight <WH5869> of all <WH3605> Israel. <WH3478>"}]}