{"bibleAbbr":"AKJV1999+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":5,"verses":[{"number":1,"verse":"And Moses <WH4872> called <WH7121> all <WH3605> Israel, <WH3478> and said <WH559> to them, Hear, <WH8085> O Israel, <WH3478> the statutes <WH2706> and judgments <WH4941> which <WH834> I speak <WH1696> in your ears <WH241> this day, <WH3117> that you may learn <WH3925> them, and keep, <WH8104> and do <WH6213> them."},{"number":2,"verse":"The LORD <WH3068> our God <WH430> made <WH3772> a covenant <WH1285> with us in Horeb. <WH2722>"},{"number":3,"verse":"The LORD <WH3068> made <WH3772> not this <WH2063> covenant <WH1285> with our fathers, <WH1> but with us, even us, who <WH428> are all <WH3605> of us here <WH6311> alive <WH2416> this day. <WH3117>"},{"number":4,"verse":"The LORD <WH3068> talked <WH1696> with you face <WH6440> to face <WH6440> in the mount <WH2022> out of the middle <WH8432> of the fire, <WH784>"},{"number":5,"verse":"(I stood <WH5975> between <WH996> the LORD <WH3068> and you at that time, <WH6256> to show <WH5046> you the word <WH1697> of the LORD: <WH3068> for you were afraid <WH3372> by reason <WH6440> of the fire, <WH784> and went <WH5927> not up into the mount; <WH2022>) saying, <WH559>"},{"number":6,"verse":"I am the LORD <WH3068> your God, <WH430> which <WH834> brought <WH3318> you out of the land <WH776> of Egypt, <WH4714> from the house <WH1004> of bondage. <WH5650>"},{"number":7,"verse":"You shall have <WH1961> none other <WH312> gods <WH430> before <WH5921> <WH6440> me."},{"number":8,"verse":"You shall not make <WH6213> you any <WH3605> graven <WH6459> image, or any <WH3605> likeness <WH8544> of any thing that is in heaven <WH8064> above, <WH4605> or that is in the earth <WH776> beneath, <WH8478> or that is in the waters <WH4325> beneath <WH8478> the earth: <WH776>"},{"number":9,"verse":"You shall not bow <WH7812> down <WH7812> yourself to them, nor <WH3808> serve <WH5647> them: for I the LORD <WH3068> your God <WH430> am a jealous <WH7067> God, <WH410> visiting <WH6485> the iniquity <WH5771> of the fathers <WH1> on the children <WH1121> to the third <WH8029> and fourth <WH7256> generation of them that hate <WH8130> me,"},{"number":10,"verse":"And showing <WH6213> mercy <WH2617> to thousands <WH505> of them that love <WH157> me and keep <WH8104> my commandments. <WH4687>"},{"number":11,"verse":"You shall not take <WH5375> the name <WH8034> of the LORD <WH3068> your God <WH430> in vain: <WH7723> for the LORD <WH3068> will not hold him guiltless <WH5352> that takes <WH5375> his name <WH8034> in vain. <WH7723>"},{"number":12,"verse":"Keep <WH8104> the sabbath <WH7676> day <WH3117> to sanctify <WH6942> it, as the LORD <WH3068> your God <WH430> has commanded <WH6680> you."},{"number":13,"verse":"Six <WH8337> days <WH3117> you shall labor, <WH5647> and do <WH6213> all <WH3605> your work: <WH4399>"},{"number":14,"verse":"But the seventh <WH7637> day <WH3117> is the sabbath <WH7676> of the LORD <WH3068> your God: <WH430> in it you shall not do <WH6213> any <WH3605> work, <WH4399> you, nor your son, <WH1121> nor your daughter, <WH1323> nor your manservant, <WH5650> nor your maidservant, <WH519> nor your ox, <WH7794> nor your ass, <WH2543> nor any <WH3605> of your cattle, <WH929> nor your stranger <WH1616> that is within your gates; <WH8179> that your manservant <WH5650> and your maidservant <WH519> may rest <WH5117> as well as you."},{"number":15,"verse":"And remember <WH2142> that you were <WH1961> a servant <WH5650> in the land <WH776> of Egypt, <WH4714> and that the LORD <WH3068> your God <WH430> brought <WH3318> you out there <WH8033> through a mighty <WH2389> hand <WH3027> and by a stretched <WH5186> out arm: <WH2220> therefore <WH5921> <WH3651> the LORD <WH3068> your God <WH430> commanded <WH6680> you to keep <WH6213> the sabbath <WH7676> day. <WH3117>"},{"number":16,"verse":"Honor <WH3513> your father <WH1> and your mother, <WH517> as the LORD <WH3068> your God <WH430> has commanded <WH6680> you; that your days <WH3117> may be prolonged, <WH748> and that it may go well <WH3190> with you, in the land <WH127> which <WH834> the LORD <WH3068> your God <WH430> gives <WH5414> you."},{"number":17,"verse":"You shall not kill. <WH7523>"},{"number":18,"verse":"Neither <WH3808> shall you commit <WH5003> adultery. <WH5003>"},{"number":19,"verse":"Neither <WH3808> shall you steal. <WH1589>"},{"number":20,"verse":"Neither <WH3808> shall you bear <WH6030> false <WH7723> witness <WH5707> against your neighbor. <WH7453>"},{"number":21,"verse":"Neither <WH3808> shall you desire <WH2530> your neighbor's <WH7453> wife, <WH802> neither <WH3808> shall you covet <WH183> your neighbor's <WH7453> house, <WH1004> his field, <WH7704> or his manservant, <WH5650> or his maidservant, <WH519> his ox, <WH7794> or his ass, <WH2543> or any <WH3605> thing that is your neighbor's. <WH7453>"},{"number":22,"verse":"These <WH428> words <WH1697> the LORD <WH3068> spoke <WH1696> to all <WH3605> your assembly <WH6951> in the mount <WH2022> out of the middle <WH8432> of the fire, <WH784> of the cloud, <WH6051> and of the thick darkness, <WH6205> with a great <WH1419> voice: <WH6963> and he added <WH3254> no <WH3808> more. <WH3254> And he wrote <WH3789> them in two <WH8147> tables <WH3871> of stone, <WH68> and delivered <WH5414> them to me."},{"number":23,"verse":"And it came <WH1961> to pass, when you heard <WH8085> the voice <WH6963> out of the middle <WH8432> of the darkness, <WH2822> (for the mountain <WH2022> did burn <WH1197> with fire, <WH784>) that you came <WH7126> near <WH7126> to me, even all <WH3605> the heads <WH7218> of your tribes, <WH7626> and your elders; <WH2205>"},{"number":24,"verse":"And you said, <WH559> Behold, <WH2005> the LORD <WH3068> our God <WH430> has showed <WH7200> us his glory <WH3519> and his greatness, <WH1433> and we have heard <WH8085> his voice <WH6963> out of the middle <WH8432> of the fire: <WH784> we have seen <WH7200> this <WH2088> day <WH3117> that God <WH430> does talk <WH1696> with man, <WH120> and he lives. <WH2425>"},{"number":25,"verse":"Now <WH6258> therefore why <WH4100> should we die? <WH4191> for this <WH2063> great <WH1419> fire <WH784> will consume <WH398> us: if <WH518> we hear <WH8085> the voice <WH6963> of the LORD <WH3068> our God <WH430> any more, <WH3254> then we shall die. <WH4191>"},{"number":26,"verse":"For who <WH4310> is there of all <WH3605> flesh, <WH1320> that has heard <WH8085> the voice <WH6963> of the living <WH2416> God <WH430> speaking <WH1696> out of the middle <WH8432> of the fire, <WH784> as we have, and lived? <WH2421>"},{"number":27,"verse":"Go <WH7126> you near, <WH7126> and hear <WH8085> all <WH3605> that the LORD <WH3068> our God <WH430> shall say: <WH559> and speak <WH1696> you to us all <WH3605> that the LORD <WH3068> our God <WH430> shall speak <WH1696> to you; and we will hear <WH8085> it, and do <WH6213> it."},{"number":28,"verse":"And the LORD <WH3068> heard <WH8085> the voice <WH6963> of your words, <WH1697> when you spoke <WH1696> to me; and the LORD <WH3068> said <WH559> to me, I have heard <WH8085> the voice <WH6963> of the words <WH1697> of this <WH2088> people, <WH5971> which <WH834> they have spoken <WH1696> to you: they have well <WH3190> said all <WH3605> that they have spoken. <WH1696>"},{"number":29,"verse":"O that there were such <WH2088> an heart <WH3824> in them, that they would fear <WH3372> me, and keep <WH8104> all <WH3605> my commandments <WH4687> always, <WH3605> <WH3117> that it might be well <WH3190> with them, and with their children <WH1121> for ever! <WH5769>"},{"number":30,"verse":"Go <WH3212> say <WH559> to them, Get <WH7725> you into your tents <WH168> again. <WH7725>"},{"number":31,"verse":"But as for you, stand <WH5975> you here <WH6311> by me, and I will speak <WH1696> to you all <WH3605> the commandments, <WH4687> and the statutes, <WH2706> and the judgments, <WH4941> which <WH834> you shall teach <WH3925> them, that they may do <WH6213> them in the land <WH776> which <WH834> I give <WH5414> them to possess <WH3423> it."},{"number":32,"verse":"You shall observe <WH8104> to do <WH6213> therefore as the LORD <WH3068> your God <WH430> has commanded <WH6680> you: you shall not turn <WH5493> aside to the right <WH3225> hand <WH3225> or to the left. <WH8040>"},{"number":33,"verse":"You shall walk <WH3212> in all <WH3605> the ways <WH1870> which <WH834> the LORD <WH3068> your God <WH430> has commanded <WH6680> you, that you may live, <WH2421> and that it may be well <WH2895> with you, and that you may prolong <WH748> your days <WH3117> in the land <WH776> which <WH834> you shall possess. <WH3423>"}]}