{"bibleAbbr":"mrRV2015","bookName":"पेत्राचे दुसरे पत्र","bookEnglishName":"2 Peter","chapterNumber":3,"verses":[{"number":1,"verse":"( ख्रिस्ताच्या पुनरागमनाचा दिवस) प्रियजनहो, आता हे दुसरे पत्र मी तुम्हांला लिहीत आहे; ह्या दोन्हींमध्ये मी तुम्हांला आठवण देऊन तुमचे निर्मळ मन जागृत करत आहे;"},{"number":2,"verse":"ह्यासाठी की, पवित्र संदेष्ट्यांनी पूर्वी सांगितलेल्या वचनांची आणि प्रभू व तारणारा ह्याने तुमच्या प्रेषितांच्या द्वारे दिलेल्या आमच्या आज्ञेची आठवण तुम्ही ठेवावी."},{"number":3,"verse":"प्रथम हे ध्यानात ठेवा की, स्वत:च्याच वासनांप्रमाणे चालणारे थट्टेखोर लोक शेवटल्या दिवसांत थट्टा करत येऊन म्हणतील,"},{"number":4,"verse":"“त्याच्या येण्याचे वचन आता कोठे आहे? कारण वाडवडील निजले तेव्हापासून सर्वकाही उत्पत्तीच्या प्रारंभापासून होते तसेच चालू आहे.”"},{"number":5,"verse":"कारण ते हे बुद्धिपुरस्सर विसरतात की, पूर्वी देवाच्या शब्दाने आकाश आणि पाण्यातून पाण्याच्या योगे घडलेली अशी पृथ्वी ही झाली;"},{"number":6,"verse":"त्याच्या योगे तेव्हाच्या जगाचा पाण्याने बुडून नाश झाला;"},{"number":7,"verse":"पण आताचे आकाश व पृथ्वी ही त्याच शब्दाने अग्नीसाठी राखलेली आहेत; म्हणजे न्यायनिवाड्याचा व भक्तिहीन लोकांच्या नाशाचा दिवस येईपर्यंत राखून ठेवलेली आहेत."},{"number":8,"verse":"तरी प्रियजनहो, ही एक गोष्ट तुम्ही विसरू नका की, प्रभूला एक दिवस हजार वर्षांसारखा आहे आणि ‘हजार वर्षे’ एका ‘दिवसासारखी’ आहेत."},{"number":9,"verse":"कित्येक लोक ज्याला विलंब म्हणून म्हणतात तसा विलंब प्रभू आपल्या वचनाविषयी करत नाही, तर तो तुमचे धीराने सहन करतो; कोणाचा नाश व्हावा अशी त्याची इच्छा नाही, तर सर्वांनी पश्‍चात्ताप करावा अशी आहे."},{"number":10,"verse":"तरी रात्री चोर येतो तसा प्रभूचा दिवस येईल; त्या दिवशी आकाश मोठा नाद करत नाहीसे होईल, सृष्टितत्त्वे तप्त होऊन लयास जातील, आणि पृथ्वी व तिच्यावरील गोष्टी उघडकीस येतील.1"},{"number":11,"verse":"( तयारी ठेवण्याची आवश्यकता) तर ही सर्व अशी लयास जाणारी आहेत म्हणून पवित्र वर्तणुकीत व सुभक्तीत राहून देवाचा दिवस येण्याची वाट पाहत व तो दिवस लवकर यावा म्हणून खटपट करत तुम्ही कशा प्रकारचे लोक असावे बरे?"},{"number":12,"verse":"त्या दिवसामुळे आकाश जळून लयास जाईल आणि सृष्टितत्त्वे तप्त होऊन वितळतील."},{"number":13,"verse":"तरी ज्यामध्ये नीतिमत्त्व वास करते असे ‘नवे आकाश’ व ‘नवी पृथ्वी’ ह्यांची त्याच्या वचनाप्रमाणे आपण वाट पाहत आहोत."},{"number":14,"verse":"म्हणून प्रियजनहो, ह्या गोष्टींची वाट पाहत असता तुम्ही त्याच्या दृष्टीने निष्कलंक व निर्दोष असे शांतीत असलेले त्याला आढळावे म्हणून होईल तितका प्रयत्न करा,"},{"number":15,"verse":"आणि आपल्या प्रभूची सहनशीलता तारणच आहे असे समजा. आपला प्रिय बंधू पौल ह्याला देण्यात आलेल्या ज्ञानाप्रमाणे त्यानेही तुम्हांला असेच लिहिले आहे;"},{"number":16,"verse":"आणि त्याने आपल्या सर्व पत्रांत ह्या गोष्टींचा उल्लेख केला आहे; त्यांत समजण्यास कठीण अशा काही गोष्टी आहेत. अज्ञानी व अस्थिर माणसे इतर शास्त्रलेखांचा जसा विपरीत अर्थ करतात तसा ह्यांचाही करतात; अशाने ते स्वतःच्या नाशाला कारणीभूत होतात."},{"number":17,"verse":"तर प्रियजनहो, ह्या गोष्टी तुम्हांला पूर्वीपासून कळत आहेत, म्हणून तुम्ही अनीतिमान लोकांच्या भ्रांतिप्रवाहात सापडून आपल्या स्थिरतेतून ढळू नये ह्यासाठी जपून राहा;"},{"number":18,"verse":"आणि आपला प्रभू व तारणारा येशू ख्रिस्त ह्याच्या कृपेत व ज्ञानात2 वाढत जा. त्याला आता व अनंतकालपर्यंत गौरव असो. आमेन."}]}