{"bibleAbbr":"mrRV2015","bookName":"जखर्‍या","bookEnglishName":"Zechariah","chapterNumber":10,"verses":[{"number":1,"verse":"( परमेश्वराने आपल्या लोकांचा केलेला उद्धार) वीज उत्पन्न करणार्‍या परमेश्वराजवळ वळवाच्या पावसाच्या वेळी पाऊस मागा म्हणजे तो त्यांच्यावर वृष्टी करील; तो प्रत्येकाच्या शेतात गवत उपजवील,"},{"number":2,"verse":"कारण तेराफीम3 व्यर्थ गोष्टी बोलल्या आहेत, दैवज्ञांनी खोटे दृष्टान्त पाहिले आहेत व फसवणारी स्वप्ने सांगितली आहेत; ते कोरडा धीर देतात; ह्यामुळे ते मेंढरांप्रमाणे भटकले आहेत. त्यांना कोणी मेंढपाळ नसल्यामुळे त्यांच्यावर जुलूम होत आहे."},{"number":3,"verse":"“मेंढपाळांवर माझा क्रोध भडकला आहे, बोकडांचे मी शासन करीन; कारण सेनाधीश परमेश्वराने आपला कळप जे यहूदाचे घराणे त्याची भेट घेतली आहे, तो त्यांना आपल्या लढाईच्या सजवलेल्या घोड्यासारखे करील."},{"number":4,"verse":"त्याच्यापासूनच कोनशिला, त्याच्यापासूनच खुंटी, त्याच्यापासूनच युद्धधनुष्य, त्याच्यापासूनच प्रत्येक अधिकारी निघतो."},{"number":5,"verse":"वाटेतला चिखल तुडवत युद्धाला निघालेल्या योद्ध्याप्रमाणे ते होतील; ते युद्ध करतील, कारण परमेश्वर त्यांच्याबरोबर आहे; घोडेस्वार फजीत होतील."},{"number":6,"verse":"मी यहूदाच्या घराण्यास शक्ती पुरवीन, योसेफाच्या घराण्याची मुक्तता करीन, देशात त्यांची वस्ती करीन; कारण त्यांच्यावर मी करुणा केली आहे; मी त्यांचा त्याग केलाच नाही असे ते होतील; कारण मी परमेश्वर त्यांचा देव आहे, मी त्यांचे ऐकेन."},{"number":7,"verse":"एफ्राईम वीरासारखा होईल, द्राक्षारसाने होते तसे त्यांचे हृदय हर्षित होईल; त्यांची मुले हे पाहून उल्लास पावतील; त्यांचे हृदय परमेश्वराच्या ठायी आनंदेल."},{"number":8,"verse":"मी शीळ घालून त्यांना जमा करीन; कारण मी त्यांना सोडवून घेतले आहे; त्यांची पूर्वी वृद्धी झाली तशी ते वृद्धी पावतील."},{"number":9,"verse":"मी राष्ट्रांमध्ये त्यांची पेरणी करीन; दूर देशात ते माझे स्मरण करतील; ते आपल्या मुलांसहित जिवंत राहून माघारी येतील."},{"number":10,"verse":"मी त्यांना मिसर देशातून माघारी आणीन; अश्शूर देशातून त्यांना एकत्र करीन; गिलाद व लबानोन ह्यांच्या भूमीवर त्यांना आणीन; त्यांना जागा पुरायची नाही."},{"number":11,"verse":"तो संकटसमुद्रातून पार जाऊन समुद्रलहरींना दबकावील; नील नदीचे सर्व गहिरे पाणी सुकून जाईल. अश्शूराचा गर्व उतरेल, मिसरचे राजवेत्र निघून जाईल."},{"number":12,"verse":"मी त्यांना परमेश्वराच्या ठायी बलवान करीन; ते त्याच्या नामाने येतील-जातील,” असे परमेश्वर म्हणतो."}]}