{"bibleAbbr":"mrRV2015","bookName":"जखर्‍या","bookEnglishName":"Zechariah","chapterNumber":12,"verses":[{"number":1,"verse":"( यरुशलेमेचा भावी उद्धार) इस्राएलाविषयी परमेश्वराची वाणी : आकाश पसरणारा, पृथ्वीचा पाया घालणारा व मनुष्याच्या अंतर्यामी आत्मा निर्माण करणारा परमेश्वर म्हणतो :"},{"number":2,"verse":"“पाहा, मी यरुशलेमेस तिच्या सभोवतालच्या सर्व राष्ट्रांना भेलकंडवणार्‍या कटोर्‍यासारखे करतो; यरुशलेमेला घेरतील तेव्हा यहूदाचीही तीच गत होईल.1"},{"number":3,"verse":"त्या दिवशी असे होईल की सर्व राष्ट्रांना भारी होईल अशा पाषाणासारखे मी यरुशलेमेस करीन; जे कोणी तो उचलतील ते स्वतःला जखम करून घेतील; पृथ्वीवरील सर्व राष्ट्रे तिच्याविरुद्ध जमतील."},{"number":4,"verse":"परमेश्वर म्हणतो, त्या दिवशी मी प्रत्येक घोड्यास बुजवीन व त्यावरील स्वारास वेडे करीन; मी आपले डोळे उघडून यहूदाच्या घराण्याकडे पाहीन व राष्ट्रांच्या प्रत्येक घोड्यास अंधत्व आणीन."},{"number":5,"verse":"तेव्हा यहूदाचे सरदार आपल्या मनात म्हणतील की, ‘यरुशलेमेचे रहिवासी आपला देव सेनाधीश परमेश्वर ह्याच्या योगे मला पाठबळासारखे आहेत.’"},{"number":6,"verse":"त्या दिवशी मी यहूदाच्या सरदारांना लाकडाखालच्या आगटीसारखे, पेंढ्याखालच्या जळत्या मशालीसारखे करीन; ते उजवीकडील व डावीकडील सभोवतालच्या सर्व राष्ट्रांना खाऊन टाकतील; यरुशलेम आपल्या पूर्वीच्या जागी म्हणजे यरुशलेमेच्या जागी पुन्हा वसेल."},{"number":7,"verse":"परमेश्वर प्रथम यहूदाचे डेरे वाचवील, म्हणजे दाविदाच्या घराण्याचे वैभव आणि यरुशलेमनिवासी जनांचे वैभव यहूदावर वरचढ व्हायचे नाही."},{"number":8,"verse":"त्या दिवशी परमेश्वर यरुशलेमनिवाशांचे रक्षण करील; त्या दिवशी त्यांच्यातला निर्बल दाविदासमान होईल; व दाविदाचे घराणे देवासमान म्हणजे अर्थात त्यांच्या अग्रगामी परमेश्वराच्या दिव्यदूतासमान होईल."},{"number":9,"verse":"त्या दिवशी असे होईल की, यरुशलेमेवर चढाई करून येणार्‍या सर्व राष्ट्रांचा नाश करण्याची मी खटपट करीन;"},{"number":10,"verse":"आणि मी दाविदाच्या घराण्यावर व यरुशलेमेच्या रहिवाशांवर कृपा व विनवणी ह्यांच्या आत्म्याचा वर्षाव करीन आणि ज्या मला त्यांनी विंधले त्या माझ्याकडे2 ते पाहतील; एकुलत्या एका पुत्रासाठी शोक करावा तसे ते त्याच्यासाठी शोक करतील; ज्येष्ठ पुत्राबद्दल जसा कोणी अत्यंत खेद करतो तसा ते त्याबद्दल खेद करतील."},{"number":11,"verse":"त्या दिवशी मगिद्दोनाच्या खोर्‍यातील हदाद्रीमोनाच्या आकांताप्रमाणे यरुशलेमेत मोठा आकांत होईल."},{"number":12,"verse":"देश आक्रंदन करील, प्रत्येक कुटुंब वेगवेगळे आक्रंदन करील; इकडे दाविदाचे घराणे व इकडे त्याचा स्त्रीवर्ग; इकडे नाथानाचे घराणे व इकडे त्याचा स्त्रीवर्ग;"},{"number":13,"verse":"इकडे लेवीचे घराणे व इकडे त्याचा स्त्रीवर्ग; इकडे शिमीचे घराणे व इकडे त्याचा स्त्रीवर्ग;"},{"number":14,"verse":"उरलेल्या सर्व घराण्यांतले लोक वेगळे व त्यांचा स्त्रीवर्ग वेगळा असे ते आक्रंदन करतील."}]}