{"bibleAbbr":"mrRV2015","bookName":"जखर्‍या","bookEnglishName":"Zechariah","chapterNumber":14,"verses":[{"number":1,"verse":"( यरुशलेम व इतर राष्ट्रे) पाहा, परमेश्वराचा दिवस येत आहे; त्या दिवशी तुझी लूट तुझ्या वस्तीत वाटून घेतील."},{"number":2,"verse":"यरुशलेमेबरोबर लढण्यास चढाई करून यावे म्हणून मी सर्व राष्ट्रांना जमा करीन. ते नगर हस्तगत करतील, घरे लुटतील, स्त्रियांना भ्रष्ट करतील; अर्धे नगर बंदिवासात जाईल, तरी अवशिष्ट लोक नगरातून नाहीतसे होणार नाहीत."},{"number":3,"verse":"तेव्हा परमेश्वर पुढे सरसावेल; पूर्वी युद्धाच्या दिवशी ज्या प्रकारे त्याने युद्ध केले त्या प्रकारे त्या राष्ट्रांबरोबर तो युद्ध करील."},{"number":4,"verse":"आणि त्या दिवशी यरुशलेमेसमोर पूर्वेस असलेल्या जैतुनाच्या झाडांच्या डोंगराला त्याचे पाय लागतील तेव्हा जैतुनाच्या झाडांचा डोंगर पूर्वपश्‍चिम दुभागून मध्ये एक मोठे खोरे उत्पन्न होईल. अर्धा डोंगर उत्तरेकडे व अर्धा डोंगर दक्षिणेकडे सरेल."},{"number":5,"verse":"तुम्ही माझ्या डोंगराच्या खोर्‍याकडे धावाल, कारण डोंगरांचे खोरे आसलापर्यंत जाऊन भिडेल; व यहूदाचा राजा उज्जीया ह्याच्या काळात झालेल्या भूमिकंपापासून जसे तुम्ही पळाला तसे पळाल; परमेश्वर माझा देव येईल, तुझ्यासमागमे तुझे सर्व भक्त येतील."},{"number":6,"verse":"आणि त्या दिवशी असे होईल की, प्रकाश असणार नाही; प्रकाशमान ज्योती विरघळून जातील."},{"number":7,"verse":"तो एक विशेष दिवस होईल, तो परमेश्वरालाच ठाऊक; तो ना धड दिवस ना धड रात्र असा होईल; तरी असे होईल की संध्याकाळी प्रकाश राहील."},{"number":8,"verse":"त्या दिवशी आणखी असे होईल की यरुशलेमेतून जिवंत पाण्याचे झरे फुटून वाहतील; अर्धे पूर्वसमुद्राकडे व अर्धे पश्‍चिमसमुद्राकडे वाहतील; उन्हाळ्यात व हिवाळ्यात तसेच होईल."},{"number":9,"verse":"तेव्हा परमेश्वर सर्व पृथ्वीवर राजा होईल; त्या दिवशी परमेश्वर तेवढा व त्याचे नाम तेवढे राहील."},{"number":10,"verse":"तेव्हा सर्व देश यरुशलेमेच्या दक्षिणेस असलेली गेबा व रिम्मोन ह्यांमधील अराबाप्रमाणे होईल; यरुशलेमेचा उद्धार होऊन बन्यामिनाच्या वेशीपासून पहिल्या वेशीपर्यंत, कोपरावेशीपर्यंत तसेच हनानेलाच्या बुरुजापासून राजाच्या द्राक्षकुंडापर्यंत ते आपल्या स्थळी वसेल."},{"number":11,"verse":"लोक त्यात वस्ती करतील; ह्यापुढे त्यावर शाप राहायचा नाही; तर ते निर्भय असे वसेल."},{"number":12,"verse":"तेव्हा ज्या राष्ट्रांनी यरुशलेमेबरोबर लढाई चालवली त्या सर्वांचा संहार परमेश्वर ज्या मरीने करील ती ही : ते पायांवर उभे असता त्यांचे मांस कुजेल, त्यांचे डोळे जागच्या जागी सडतील, त्यांच्या मुखात त्यांची जिव्हा सडेल."},{"number":13,"verse":"त्या दिवशी असे होईल की, परमेश्वराकडून त्यांची फार त्रेधा उडेल, ते प्रत्येक आपापल्या शेजार्‍याचा हात धरतील; आणि त्या प्रत्येकाचा हात आपल्या शेजार्‍याच्या हाताशी प्रतिकार करील."},{"number":14,"verse":"यहूदाही यरुशलेमेत युद्ध करील; आसपासच्या सर्व राष्ट्रांतील धन जमा होईल; सोने, रुपे व पोशाख ह्यांचा पूर लोटेल."},{"number":15,"verse":"तसेच ह्या मरीप्रमाणे घोड्यांवर, खेचरांवर, उंटांवर, गाढवांवर व त्यांच्या लष्करात असलेल्या सर्व जनावरांवर मरी येईल."},{"number":16,"verse":"आणखी असे होईल की यरुशलेमेवर चढाई करून आलेल्या राष्ट्रांपैकी अवशिष्ट राहिलेले सर्व, राजाधिराज सेनाधीश परमेश्वर ह्याचे भजनपूजन करण्यासाठी व मंडपाचा सण पाळण्यासाठी प्रतिवर्षी यरुशलेमेस वर जातील."},{"number":17,"verse":"आणखी असे होईल की, पृथ्वीवरील घराण्यांपैकी जे राजाधिराज सेनाधीश परमेश्वर ह्याचे भजनपूजन करण्यास यरुशलेमेस जाणार नाहीत, त्यांच्यावर पर्जन्यवृष्टी होणार नाही."},{"number":18,"verse":"तसेच मिसराचे घराणे वर चढून गेले नाही, तर त्यांच्यावरही पर्जन्यवृष्टी होणार नाही; जी राष्ट्रे मंडपांचा सण पाळण्यासाठी वर चढून जाणार नाहीत त्या सर्व राष्ट्रांवर परमेश्वर जी मरी पाठवणार ती ह्यांच्यावरही येईल."},{"number":19,"verse":"मिसरास व मंडपांचा सण पाळण्यास वर चढून जाणार्‍या सर्व राष्ट्रांना हीच शिक्षा होईल."},{"number":20,"verse":"त्या दिवशी घोड्यांच्या घंटांवर परमेश्वराला पवित्र अशी अक्षरे असतील आणि परमेश्वराच्या मंदिरातली बहुगुणी वेदीपुढल्या यज्ञांच्या कटोर्‍यांसारखी होतील."},{"number":21,"verse":"यरुशलेमेतील व यहूदातील प्रत्येक बहुगुणे सेनाधीश परमेश्वराला पवित्र होईल; व सर्व यज्ञकर्ते येऊन ती घेतील व त्यांत अन्न शिजवतील; त्या दिवसांपासून पुढे सेनाधीश परमेश्वराच्या मंदिरात कोणी व्यापारी1 असणार नाही."}]}