{"bibleAbbr":"mrRV2015","bookName":"जखर्‍या","bookEnglishName":"Zechariah","chapterNumber":4,"verses":[{"number":1,"verse":"( दीपवृक्ष व जैतुनाची झाडे) मग माझ्याबरोबर भाषण करणारा दिव्यदूत माझ्याकडे पुन्हा आला व जसे झोपेतून एखाद्यास जागे करतात तसे त्याने मला जागे केले."},{"number":2,"verse":"त्याने मला विचारले, “तुझ्या दृष्टीस काय पडते?” मी म्हणालो, “माझ्या दृष्टीस असे पडते की, एक सबंध सोन्याचा दीपवृक्ष आहे, त्याच्या शिरावर एक कटोरा असून त्याला सात दिवे आहेत व त्याच्यावरील सात दिव्यांना सात नळ्या आहेत."},{"number":3,"verse":"आणि त्याच्याजवळ कटोर्‍याच्या उजव्या व डाव्या बाजूंना दोन जैतुनाची झाडे आहेत.”"},{"number":4,"verse":"तेव्हा माझ्याबरोबर भाषण करणार्‍या दिव्यदूताला मी विचारले, “माझ्या प्रभो, ही काय आहेत?"},{"number":5,"verse":"माझ्याबरोबर भाषण करणारा दिव्यदूत मला म्हणाला, “ही काय आहेत हे तुला ठाऊक नाही काय?” मी म्हणालो, “नाही, माझ्या स्वामी.”"},{"number":6,"verse":"तेव्हा त्याने मला उत्तर केले, “जरूब्बाबेलास परमेश्वराचे हे वचन आहे : बलाने नव्हे, पराक्रमाने नव्हे, तर माझ्या आत्म्याने कार्यसिद्धी होईल असे सेनाधीश परमेश्वर म्हणतो."},{"number":7,"verse":"हे महान पर्वता, तू काय आहेस? जरूब्बाबेलपुढे तू सपाट मैदान होशील; व तो ‘त्यावर अनुग्रह, त्यावर अनुग्रह,’ असा गजर करत कोनशिला पुढे आणील.”"},{"number":8,"verse":"मग परमेश्वराचे वचन मला प्राप्त झाले ते हे की,"},{"number":9,"verse":"“जरूब्बाबेलच्या हातांनी ह्या मंदिराचा पाया घातला, त्याचेच हात ते बांधायचे पुरे करतील व सेनाधीश परमेश्वराने मला तुमच्याकडे पाठवले आहे हे तू समजशील."},{"number":10,"verse":"तर कार्याच्या अल्पारंभाचा दिवस कोणी तुच्छ मानतो काय? ते सात डोळे जरूब्बाबेलच्या हातातील ओळंबा आनंदाने पाहतील; ते परमेश्वराचे डोळे जगभर फिरत असतात.”"},{"number":11,"verse":"मग मी त्याला विचारले, “दीपवृक्षाच्या उजव्या व डाव्या बाजूंना ही दोन जैतुनाची झाडे आहेत ती काय?”"},{"number":12,"verse":"दुसर्‍यांदा मी त्याला विचारले, “ह्या दोन सुवर्णाच्या तोट्यांजवळच्या सुवर्णरूप तेलाचा प्रवाह स्रवणार्‍या ह्या दोन जैतुनाच्या फांद्या काय आहेत?”"},{"number":13,"verse":"त्याने मला म्हटले, “त्या काय आहेत हे तुला ठाऊक नाही काय?” मी म्हटले, “नाही, माझ्या स्वामी.”"},{"number":14,"verse":"तेव्हा त्याने म्हटले, “अखिल पृथ्वीच्या प्रभूजवळ उभे राहणारे हे दोन अभिषिक्त आहेत.”"}]}