{"bibleAbbr":"mrRV2015","bookName":"जखर्‍या","bookEnglishName":"Zechariah","chapterNumber":7,"verses":[{"number":1,"verse":"( बनावट उपोषणाचा निषेध) दारयावेश राजाच्या कारकिर्दीच्या चौथ्या वर्षी असे झाले की, नवव्या म्हणजे किसलेव महिन्याच्या चतुर्थीला परमेश्वराचे वचन जखर्‍याला प्राप्त झाले."},{"number":2,"verse":"तेव्हा बेथेलकरांनी शरेसर, रगेम्मेलेक व त्यांचे लोक ह्यांना परमेश्वराचा अनुग्रह मागण्यास,"},{"number":3,"verse":"आणि सेनाधीश परमेश्वराच्या मंदिरात राहणारे याजक व संदेष्टे ह्यांना असे विचारण्यास पाठवले की, “आम्ही वर्षानुवर्ष करत आलो तसे पाचव्या महिन्यात एकान्ती बसून रुदन करावे काय?”"},{"number":4,"verse":"मग सेनाधीश परमेश्वराचे वचन मला प्राप्त झाले की,"},{"number":5,"verse":"“तू ह्या देशातील सर्व लोकांना व याजकांना विचार : तुम्ही सत्तर वर्षे पाचव्या व सातव्या महिन्यात उपोषण व रुदन केले तेव्हा खरोखर माझ्यासाठी उपोषण केले काय?"},{"number":6,"verse":"तुम्ही खातापिता तेव्हा आपल्यासाठीच खातपीत नाही काय?"},{"number":7,"verse":"यरुशलेम वसलेले व आबादीआबाद होते आणि त्याच्या सभोवतालची गावे, तसेच दक्षिणदेश व तळवट ह्यांत वस्ती होती तेव्हा परमेश्वराने पूर्वीच्या आपल्या संदेष्ट्याच्या द्वारे जी वचने पुकारून सांगितली ती ही नव्हत काय?”"},{"number":8,"verse":"( अवज्ञा हेच बंदिवासाचे कारण) मग परमेश्वराचे वचन जखर्‍यास प्राप्त झाले की,"},{"number":9,"verse":"“सेनाधीश परमेश्वर म्हणाला आहे : तुम्ही खरा न्याय करा व एकमेकांना प्रेम व करुणा दाखवा,"},{"number":10,"verse":"आणि विधवा, अनाथ, परके व निराश्रित ह्यांच्यावर जुलूम करू नका व आपल्या भावाला इजा करण्याचे मनात आणू नका.”"},{"number":11,"verse":"पण ते ऐकेनात, त्यांनी मान ताठ केली व ऐकू नये म्हणून कान बंद केले."},{"number":12,"verse":"पूर्वीच्या संदेष्ट्यांच्या द्वारे सेनाधीश परमेश्वराने आपल्या आत्म्याच्या द्वारे पाठवलेले नियमशास्त्र व वचने ऐकू नयेत म्हणून त्यांनी आपले मन पाषाणासारखे कठीण केले; ह्यास्तव सेनाधीश परमेश्वराचा त्यांच्यावर मोठा कोप झाला."},{"number":13,"verse":"तेव्हा असे झाले की, “मी हाक मारीत असता त्यांनी ऐकले नाही, म्हणून ते हाक मारतील तरी मी ऐकणार नाही,” असे सेनाधीश परमेश्वर म्हणतो."},{"number":14,"verse":"“जी राष्ट्रे त्यांच्या ओळखीची नाहीत त्यांमध्ये मी त्यांना वावटळीने उडवीन. त्यांच्यामागे त्यांचा देश उजाड झाला आहे; त्यातून कोणी जातयेत नाही; कारण त्यांनी उत्तम भूमी वैराण केली आहे.”"}]}