{"bibleAbbr":"orOV2014","bookName":"ଆୟୁବ ପୁସ୍ତକ","bookEnglishName":"Job","chapterNumber":10,"verses":[{"number":1,"verse":"( ଆୟୁବ - ଈଶ୍ଵରଙ୍କୁ ବିନତି) ମୋʼ ପ୍ରାଣ ମୋʼ ଜୀବନ ବିଷୟରେ କ୍ଳା; ହୋଇଅଛି, ମୁଁ ଆପଣା ଦୁଃଖ ସ୍ଵଚ୍ଛନ୍ଦରେ କହିବି; ମୁଁ ଆପଣା ପ୍ରାଣର ତିକ୍ତତାରେ କହିବି ।"},{"number":2,"verse":"ମୁଁ ପରମେଶ୍ଵରଙ୍କୁ କହିବି, ମୋତେ ଦୋଷୀ କର ନାହିଁ; କିହେତୁ ମୋʼ ସଙ୍ଗେ ବିରୋଧ କରୁଅଛ, ତାହା ମୋତେ ଜଣାଅ ।"},{"number":3,"verse":"ତୁମ୍ଭେ ଯେ ଉପଦ୍ରବ କରିବ, ତୁମ୍ଭେ ଯେ ଆପଣା ହସ୍ତର କର୍ମ ତୁଚ୍ଛ କରିବ ଓ ଦୁଷ୍ଟର ମନ୍ତ୍ରଣାରେ ପ୍ରସନ୍ନ ହେବ, ଏହା କʼଣ ତୁମ୍ଭ ପ୍ରତି ଭଲ ?"},{"number":4,"verse":"ତୁମ୍ଭର କʼଣ ଚର୍ମର ଚକ୍ଷୁ ଅଛି ? ଅବା ମନୁଷ୍ୟ ଯେପରି ଦେଖେ, ତୁମ୍ଭେ କʼଣ ସେପରି ଦେଖୁଅଛ ?"},{"number":5,"verse":"ତୁମ୍ଭର ଆୟୁ କʼଣ ମନୁଷ୍ୟର ଆୟୁ ତୁଲ୍ୟ, ଅବା ତୁମ୍ଭର ବର୍ଷସମୂହ କʼଣ ମନୁଷ୍ୟର ଦିନସମୂହ ତୁଲ୍ୟ"},{"number":6,"verse":"ଯେ, ତୁମ୍ଭେ ମୋହର ଅଧର୍ମ ଅନୁସନ୍ଧାନ କରୁଅଛ ଓ ମୋହର ପାପ ଅନ୍ଵେଷଣ କରୁଅଛ ?"},{"number":7,"verse":"ତୁମ୍ଭେ ତ ଜାଣ, ମୁଁ ଦୁଷ୍ଟ ନୁହେଁ ଓ ତୁମ୍ଭ ହସ୍ତରୁ ଉଦ୍ଧାର କରିବାକୁ କେହି ସମର୍ଥ ନୁହେଁ ।"},{"number":8,"verse":"ତୁମ୍ଭର ହସ୍ତ ମୋତେ ଗଢ଼ିଅଛି ଓ ସର୍ବାଙ୍ଗ ସୁସଂଯୁକ୍ତ କରି ମୋତେ ନିର୍ମାଣ କରିଅଛି; ତଥାପି ତୁମ୍ଭେ ମୋତେ ସଂହାର କରୁଅଛ ।"},{"number":9,"verse":"ମୁଁ ବିନୟ କରୁଅଛି, ସ୍ମରଣ କର, ତୁମ୍ଭେ ମୋତେ ମୃତ୍ତିକା ତୁଲ୍ୟ ଗଢ଼ିଅଛ ଓ ତୁମ୍ଭେ କʼଣ ମୋତେ ପୁନର୍ବାର ଧୂଳି କରିବ ?"},{"number":10,"verse":"ତୁମ୍ଭେ କʼଣ ଦୁଗ୍ଧ ନ୍ୟାୟ ମୋତେ ଢାଳି ନାହଁ ଓ ଛେନା ତୁଲ୍ୟ ମୋତେ ଶକ୍ତ କରି ନାହଁ ?"},{"number":11,"verse":"ତୁମ୍ଭେ ମୋତେ ଚର୍ମ ଓ ମାଂସରେ ବସ୍ତ୍ରାନ୍ଵିତ କରିଅଛ, ପୁଣି ଅସ୍ଥି ଓ ଶିରାରେ ମୋତେ ଏକତ୍ର ବୁଣିଅଛ ।"},{"number":12,"verse":"ତୁମ୍ଭେ ମୋତେ ଜୀବନ ଓ ଅନୁଗ୍ରହ ଦାନ କରିଅଛ ଓ ତୁମ୍ଭର ତତ୍ତ୍ଵାବଧାରଣ ମୋର ଆତ୍ମାକୁ ରକ୍ଷା କରିଅଛି ।"},{"number":13,"verse":"ତଥାପି ତୁମ୍ଭେ ଏହିସବୁ ବିଷୟ ଆପଣା ମନରେ ଗୁପ୍ତ କରି ରଖିଅଛ; ମୁଁ ଜାଣେ, ଏହା ହିଁ ତୁମ୍ଭର ବିଚାର;"},{"number":14,"verse":"ମୁଁ ପାପ କଲେ, ତୁମ୍ଭେ ମୋତେ ଲକ୍ଷ୍ୟ କରୁଅଛ ଓ ତୁମ୍ଭେ ମୋର ଅଧର୍ମରୁ ମୋତେ ମୁକ୍ତ କରିବ ନାହିଁ ।"},{"number":15,"verse":"ମୁଁ ଦୁଷ୍ଟ ହେଲେ, ମୋର ସନ୍ତାପ ହେବ, ପୁଣି ମୁଁ ଧାର୍ମିକ ହେଲେ ହେଁ ଅବମାନନାରେ ପୂର୍ଣ୍ଣ ହେବାରୁ ଓ ଆପଣା କ୍ଳେଶ ପ୍ରତି ଅନାଇବାରୁ ଆପଣା ମସ୍ତକ ଟେକି ପାରୁ ନାହିଁ ।"},{"number":16,"verse":"ମାତ୍ର ମୋର ମସ୍ତକ ଆପେ ଟେକି ହେଲେ, ତୁମ୍ଭେ ସିଂହ ପରି ମୋତେ ମୃଗୟା କରୁଅଛଓ ତୁମ୍ଭେ ପୁନର୍ବାର ମୋʼ ପ୍ରତି ଆପଣାକୁ ଅଦ୍ଭୁତ ଦେଖାଉଅଛ ।"},{"number":17,"verse":"ତୁମ୍ଭେ ମୋʼ ବିରୁଦ୍ଧରେ ନୂଆ ନୂଆ ସାକ୍ଷୀ ଆଣୁଅଛ ଓ ତୁମ୍ଭେ ମୋʼ ଉପରେ ଆପଣା କ୍ରୋଧ ବୃଦ୍ଧି କରୁଅଛ; ନୂତନ ନୂତନ ସୈନ୍ୟଦଳ ମୋହର ପ୍ରତିକୂଳ ।"},{"number":18,"verse":"ତେବେ ତୁମ୍ଭେ କାହିଁକି ମୋତେ ଗର୍ଭରୁ ବାହାର କରି ଆଣିଅଛ ? ମୁଁ ପ୍ରାଣତ୍ୟାଗ କରିଥାʼନ୍ତି ଓ କୌଣସି ଚକ୍ଷୁ ମୋତେ ଦେଖି ନ ଥାʼନ୍ତା,"},{"number":19,"verse":"ମୁଁ ଅଜାତର ତୁଲ୍ୟ ହୋଇଥାʼନ୍ତି; ମୁଁ ଗର୍ଭରୁ କବରକୁ ଘେନା ଯାଇଥାʼନ୍ତି ।"},{"number":20,"verse":"ମୋହର ଦିନ କʼଣ ଅଳ୍ପ ନୁହେଁ ? ତେବେ କ୍ଷା; ହୁଅ,"},{"number":21,"verse":"ମୋତେ ଛାଡ଼ି ଦିଅ, ତହିଁରେ ମୁଁ ଯେଉଁ ସ୍ଥାନରୁ ଫେରି ଆସିବି ନାହିଁ, ଏପରି ଅନ୍ଧକାର ଓ ମୃତ୍ୟୁଚ୍ଛାୟାରୂପ ଦେଶକୁ ଯିବା ପୂର୍ବେ ମୁଁ କ୍ଷଣକାଳ ସାନ୍ତ୍ଵନା ପାଇବି;"},{"number":22,"verse":"ସେ ଦେଶ ଅନ୍ଧକାର ତୁଲ୍ୟ ନିବିଡ଼ ଅନ୍ଧକାରମୟ; ସେ ଦେଶ ମୃତ୍ୟୁଚ୍ଛାୟାମୟ, ସୁଧାରାବିହୀନ ଓ ସେଠାରେ ଦୀପ୍ତି ଅନ୍ଧକାରର ସମାନ ।"}]}