{"bibleAbbr":"orOV2014","bookName":"ଆୟୁବ ପୁସ୍ତକ","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"( ସୋଫର - ଅଧିକ ମନ୍ଦ ଆବଶ୍ୟକ) ଏଥିରେ ନାମାଥୀୟ ସୋଫର ଉତ୍ତର କରି କହିଲା,"},{"number":2,"verse":"ଏତେ କଥାର କି କିଛି ଉତ୍ତର ଦିଆଯିବ ନାହିଁ ? ଓ ବକୁଆ ଲୋକ କʼଣ ନିର୍ଦ୍ଦୋଷ ଗଣାଯିବ ?"},{"number":3,"verse":"ତୁମ୍ଭର ଦର୍ପ କʼଣ ଲୋକମାନଙ୍କୁ ନୀରବ କରିବ ? ଓ ତୁମ୍ଭେ ପରିହାସ କଲେ, କେହି କʼଣ ତୁମ୍ଭକୁ ଲଜ୍ଜିତ କରିବ ନାହିଁ ?"},{"number":4,"verse":"କାରଣ ତୁମ୍ଭେ କହୁଅଛ, ମୋହର ବାକ୍ୟ ଶୁଦ୍ଧ, ମୁଁ ତୁମ୍ଭ ଦୃଷ୍ଟିରେ ଶୁଚି ।"},{"number":5,"verse":"ମାତ୍ର ଆହା, ଯେବେ ପରମେଶ୍ଵର କଥା କହନ୍ତେ ଓ ତୁମ୍ଭ ପ୍ରତିକୂଳରେ ଆପଣା ଓଷ୍ଠାଧର ଫିଟାନ୍ତେ;"},{"number":6,"verse":"ପୁଣି, ଜ୍ଞାନର ନିଗୂଢ଼ ତତ୍ତ୍ଵ, ଅର୍ଥାତ୍, ତହିଁର ବହୁବିଧ ଫଳଦାୟକ କର୍ମଣ୍ୟତା ତୁମ୍ଭକୁ ଜ୍ଞାତ କରାନ୍ତେ ! ଏହେତୁ ଜାଣ ଯେ, ପରମେଶ୍ଵର ତୁମ୍ଭ ଅପରାଧ ଅପେକ୍ଷା ଊଣା ପରିଶୋଧ ତୁମ୍ଭଠାରୁ ନେଉଅଛନ୍ତି ।"},{"number":7,"verse":"ତୁମ୍ଭେ କʼଣ ଅନୁସନ୍ଧାନ ଦ୍ଵାରା ପରମେଶ୍ଵରଙ୍କୁ ପାଇପାର ? ତୁମ୍ଭେ କʼଣ ସର୍ବଶକ୍ତିମାନଙ୍କର ସମ୍ପୂର୍ଣ୍ଣ ତତ୍ତ୍ଵ ପାଇପାର ?"},{"number":8,"verse":"ତାହା ଆକାଶ ତୁଲ୍ୟ ଉଚ୍ଚ; ତୁମ୍ଭେ କଅଣ କରିପାର ? ପାତାଳଠାରୁ ଗଭୀର; ତୁମ୍ଭେ କଅଣ ଜାଣିପାର ?"},{"number":9,"verse":"ତହିଁର ପରିମାଣ ପୃଥିବୀ ଅପେକ୍ଷା ଦୀର୍ଘ ଓ ସମୁଦ୍ର ଅପେକ୍ଷା ପ୍ରଶସ୍ତ ।"},{"number":10,"verse":"ଯେବେ ସେ ଚାଲିଯାʼନ୍ତି ଓ ବନ୍ଦ କରନ୍ତି ଓ ବିଚାର-ସଭାକୁ ଡାକନ୍ତି, ତେବେ କିଏ ତାହାଙ୍କୁ ବାରଣ କରିପାରେ ?"},{"number":11,"verse":"କାରଣ ସେ ଅସାର ଲୋକଙ୍କୁ ଜାଣନ୍ତି; ସେ ଆଲୋଚନା ନ କରି ହିଁ ଅଧର୍ମ ଦେଖନ୍ତି ।"},{"number":12,"verse":"ମାତ୍ର ଅସାର ମନୁଷ୍ୟ ବୁଦ୍ଧିବିହୀନ, ହଁ, ବନ୍ୟ ଗର୍ଦ୍ଦଭଶାବକ ତୁଲ୍ୟ ମନୁଷ୍ୟ ଜାତ ଅଟେ ।"},{"number":13,"verse":"ଯେବେ ତୁମ୍ଭେ ଯଥାର୍ଥ ରୂପେ ଆପଣା ଅନ୍ତଃକରଣ ସୁସ୍ଥିର କରି ତାହାଙ୍କ ଆଡ଼େ ଆପଣା ହସ୍ତ ବିସ୍ତାର କର;"},{"number":14,"verse":"ଯେବେ ତୁମ୍ଭ ହସ୍ତରେ ଅଧର୍ମ ଥାଏ, ତାହା ଦୂର କରି ଦିଅ ଓ ଅଧର୍ମକୁ ତୁମ୍ଭ ତମ୍ଵୁରେ ବାସ କରିବାକୁ ନ ଦିଅ;"},{"number":15,"verse":"ତେବେ ତୁମ୍ଭେ ନିଶ୍ଚୟ କଳଙ୍କରହିତ ହୋଇ ଆପଣା ମୁଖ ଟେକିବ; ଆହୁରି, ତୁମ୍ଭେ ସୁସ୍ଥିର ହେବ ଓ ଭୟ କରିବ ନାହିଁ;"},{"number":16,"verse":"ତୁମ୍ଭେ ଆପଣା ଦୁଃଖ ପାସୋରି ପକାଇବ; ବହିଗଲା ଜଳ ତୁଲ୍ୟ ତାହା ସ୍ମରଣ କରିବ;"},{"number":17,"verse":"ତୁମ୍ଭର ଜୀବନ ମଧ୍ୟାହ୍ନ ଅପେକ୍ଷା ନିର୍ମଳ ହେବ; ଅନ୍ଧକାର ଥିଲେ ହେଁ ତାହା ପ୍ରଭାତ ତୁଲ୍ୟ ହେବ ।"},{"number":18,"verse":"ପୁଣି, ଭରସା ଥିବାରୁ ତୁମ୍ଭେ ନିର୍ବିଘ୍ନରେ ରହିବ; ଆହୁରି, ତୁମ୍ଭେ ଆପଣା ଚତୁର୍ଦ୍ଦିଗ ଅନ୍ଵେଷଣ କରି ନିରାପଦରେ ବିଶ୍ରାମ କରିବ ।"},{"number":19,"verse":"ମଧ୍ୟ ତୁମ୍ଭେ ଶୟନ କଲେ, କେହି ତୁମ୍ଭକୁ ଭୀତ କରିବ ନାହିଁ; ବରଞ୍ଚ ଅନେକେ ତୁମ୍ଭ ନିକଟରେ ନିବେଦନ କରିବେ ।"},{"number":20,"verse":"ମାତ୍ର ଦୁଷ୍ଟମାନଙ୍କର ଚକ୍ଷୁ ନିସ୍ତେଜ ହେବ ଓ ସେମାନଙ୍କର ପଳାଇବାର ବାଟ ରହିବ ନାହିଁ, ଆଉ ସେମାନଙ୍କର ଭରସା ପ୍ରାଣତ୍ୟାଗରେ ପରିଣତ ହେବ ।"}]}