{"bibleAbbr":"orOV2014","bookName":"ଆୟୁବ ପୁସ୍ତକ","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"( ଆୟୁବ - ତଥାପି ଈଶ୍ଵରଙ୍କଠାରେ ମୋହର ଭରସା) ଦେଖ, ମୋହର ଚକ୍ଷୁ ଏସବୁ ଦେଖିଅଛି, ମୋହର କର୍ଣ୍ଣ ଏହା ଶୁଣି ବୁଝିଅଛି ।"},{"number":2,"verse":"ଯାହା ତୁମ୍ଭେମାନେ ଜାଣ, ତାହା ମୁଁ ଜାଣେ; ମୁଁ ତୁମ୍ଭମାନଙ୍କଠାରୁ ଊଣା ନୁହେଁ ।"},{"number":3,"verse":"ନିଶ୍ଚୟ ମୁଁ ସର୍ବଶକ୍ତିମାନଙ୍କୁ କହିବାକୁ ଇଚ୍ଛା କରେ ଓ ମୁଁ ପରମେଶ୍ଵରଙ୍କ ସହିତ ଯୁକ୍ତି କରିବାକୁ ବାଞ୍ଛା କରେ ।"},{"number":4,"verse":"ମାତ୍ର ତୁମ୍ଭେମାନେ ମିଥ୍ୟାବାକ୍ୟରଚକ, ତୁମ୍ଭେ ସମସ୍ତେ ମୂଲ୍ୟହୀନ ବୈଦ୍ୟ ।"},{"number":5,"verse":"ଆଃ, ତୁମ୍ଭେମାନେ ଯେବେ ସମ୍ପୂର୍ଣ୍ଣ ନୀରବ ହୋଇ ରହ; ! ତାହା ତୁମ୍ଭମାନଙ୍କର ଜ୍ଞାନସୂଚକ ହୁଅନ୍ତା ।"},{"number":6,"verse":"ଏବେ ମୋହର ଯୁକ୍ତି ଶୁଣ ଓ ମୋର ଓଷ୍ଠାଧରର ପ୍ରତିବାଦରେ କର୍ଣ୍ଣପାତ କର ।"},{"number":7,"verse":"ତୁମ୍ଭେମାନେ କʼଣ ପରମେଶ୍ଵରଙ୍କ ପକ୍ଷରେ ଅନ୍ୟାୟ କଥା କହିବ ଓ ତାହାଙ୍କ ପକ୍ଷରେ ପ୍ରବଞ୍ଚନା-ବାକ୍ୟ କହିବ ?"},{"number":8,"verse":"ତୁମ୍ଭେମାନେ କʼଣ ତାହାଙ୍କର ମୁଖାପେକ୍ଷା କରିବ, ତୁମ୍ଭେମାନେ କʼଣ ପରମେଶ୍ଵରଙ୍କ ପକ୍ଷରେ ବିରୋଧ କରିବ ?"},{"number":9,"verse":"ସେ ଯେ ତୁମ୍ଭମାନଙ୍କୁ ପରୀକ୍ଷା କରିବେ, ଏହା କି ଭଲ ? କିଅବା କେହି ଯେପରି ମନୁଷ୍ୟକୁ ଭୁଲାଏ, ସେପରି ତୁମ୍ଭେମାନେ କʼଣ ତାହାଙ୍କୁ ଭୁଲାଇବ ?"},{"number":10,"verse":"ତୁମ୍ଭେମାନେ ଗୋପନରେ ମୁଖାପେକ୍ଷା କଲେ, ସେ ଅବଶ୍ୟ ତୁମ୍ଭମାନଙ୍କୁ ଅନୁଯୋଗ କରିବେ ।"},{"number":11,"verse":"ତାହାଙ୍କର ମହତ୍ତ୍ଵ କʼଣ ତୁମ୍ଭମାନଙ୍କୁ ଭୀତ କରିବ ନାହିଁ ଓ ତାହାଙ୍କର ଭୟଙ୍କରତା କʼଣ ତୁମ୍ଭମାନଙ୍କ ଉପରେ ପଡ଼ିବ ନାହିଁ ?"},{"number":12,"verse":"ତୁମ୍ଭମାନଙ୍କ ସ୍ମରଣୀୟ ବଚନମାଳା ଭସ୍ମରୂପ ପ୍ରବାଦ ଅଟେ, ତୁମ୍ଭମାନଙ୍କର ଦୁର୍ଗସବୁ କର୍ଦ୍ଦମର ଦୁର୍ଗ ଅଟେ ।"},{"number":13,"verse":"ତୁମ୍ଭେମାନେ ନୀରବ ହୁଅ, ମୋତେ ଛାଡ଼, ମୁଁ କଥା କହିବି, ତହିଁରେ ମୋହର ଯାହା ହେବ, ହେଉ ।"},{"number":14,"verse":"ମୁଁ କାହିଁକି ଆପଣା ଦନ୍ତରେ ଆପଣା ମାଂସ ଧରିବି ଓ ଆପଣା ହସ୍ତରେ ଆପଣା ପ୍ରାଣ ରଖିବି ?"},{"number":15,"verse":"ସେ ମୋତେ ବଧ କଲେ ହେଁ ମୁଁ ତାହାଙ୍କ ପାଇଁ ଅପେକ୍ଷା କରିବି; ତଥାପି ମୁଁ ତାହାଙ୍କ ଛାମୁରେ ଆପଣା ପଥ ସମର୍ଥନ କରିବି ।"},{"number":16,"verse":"ଏହା ହିଁ ମୋହର ମୁକ୍ତି ସ୍ଵରୂପ ହେବ; କାରଣ ଅଧାର୍ମିକ ଲୋକ ତାହାଙ୍କ ଛାମୁକୁ ଆସିବ ନାହିଁ ।"},{"number":17,"verse":"ମନୋଯୋଗ କରି ମୋହର କଥା ଶୁଣ ଓ ମୋହର ନିବେଦନ ତୁମ୍ଭମାନଙ୍କର କର୍ଣ୍ଣଗୋଚରରେ ଥାଉ ।"},{"number":18,"verse":"ଏବେ ଦେଖ, ମୁଁ ଆପଣା ବିଚାରର କଥା ପ୍ରସ୍ତୁତ କରିଅଛି; ମୁଁ ଜାଣେ, ମୁଁ ନିର୍ଦ୍ଦୋଷ ହେବି ।"},{"number":19,"verse":"ମୋʼ ସଙ୍ଗେ ଯେ ବିବାଦ କରିବ, ସେ କିଏ ? କାରଣ (କେହି ଥିଲେ) ମୁଁ ନୀରବ ହୋଇ ପ୍ରାଣତ୍ୟାଗ କରିବି ।"},{"number":20,"verse":"କେବଳ ଦୁଇ କଥା ମୋʼ ପ୍ରତି କର ନାହିଁ, ତହିଁରେ ମୁଁ ତୁମ୍ଭ ସମ୍ମୁଖରୁ ଆପଣାକୁ ଲୁଚାଇବି ନାହିଁ ।"},{"number":21,"verse":"ତୁମ୍ଭ ହସ୍ତ ମୋʼଠାରୁ ଦୂରକୁ କାଢ଼ିନିଅ ଓ ତୁମ୍ଭର ଭୟାନକତା ମୋତେ ଭୀତ ନ କରୁ ।"},{"number":22,"verse":"ତେବେ ତୁମ୍ଭେ ଡାକ, ମୁଁ ଉତ୍ତର ଦେବି; ଅବା ମୁଁ କହେ, ତୁମ୍ଭେ ମୋତେ ଉତ୍ତର ଦିଅ ।"},{"number":23,"verse":"ମୋହର ଅପରାଧ ଓ ପାପ କେତେ ? ମୋହର ଅଧର୍ମ ଓ ପାପ ମୋତେ ଜଣାଅ ।"},{"number":24,"verse":"ତୁମ୍ଭେ କାହିଁକି ଆପଣା ମୁଖ ଲୁଚାଉଅଛ ? ଓ ମୋତେ ତୁମ୍ଭର ଶତ୍ରୁ ବୋଲି ଜ୍ଞାନ କରୁଅଛ ?"},{"number":25,"verse":"ତୁମ୍ଭେ କʼଣ ଉଡ଼ନ୍ତା ପତ୍ରକୁ ଡରାଇବ ? ଓ ତୁମ୍ଭେ କʼଣ ଶୁଖିଲା କୁଟା ପଛେ ପଛେ ଗୋଡ଼ାଇବ ?"},{"number":26,"verse":"କାରଣ ତୁମ୍ଭେ ମୋʼ ବିରୁଦ୍ଧରେ ତିକ୍ତ କଥା ଲେଖୁ ଅଛ ଓ ମୋʼ ଯୌବନ-କାଳର ଅପରାଧ ଭୋଗ କରାଉଅଛ;"},{"number":27,"verse":"ତୁମ୍ଭେ ଯନ୍ତାରେ ମଧ୍ୟ ମୋହର ଚରଣ ରଖୁଅଛ ଓ ମୋହର ସବୁ ଗତି ଲକ୍ଷ୍ୟ କରୁଅଛ; ତୁମ୍ଭେ ମୋʼ ଚରଣର ଚତୁର୍ଦ୍ଦିଗରେ ଆପଣା ପାଇଁ ରେଖା ଟାଣୁଅଛ;"},{"number":28,"verse":"ତଥାପି ମୁଁ କ୍ଷୟ ପାଉଥିବା ଜୀର୍ଣ୍ଣ-ପଦାର୍ଥ ତୁଲ୍ୟ ଓ କୀଟ-ଭକ୍ଷିତ ବସ୍ତ୍ର ତୁଲ୍ୟ ଅଟେ ।"}]}