{"bibleAbbr":"orOV2014","bookName":"ଆୟୁବ ପୁସ୍ତକ","bookEnglishName":"Job","chapterNumber":15,"verses":[{"number":1,"verse":"କଥୋପକଥନ : ଦ୍ଵିତୀୟ ପର୍ଯ୍ୟାୟ ଇଲୀଫସ୍ - ଆୟୁବଠାରେ ଈଶ୍ଵର ଭୟ ନାହିଁ ଏଥି ଉତ୍ତାରେ ତୈମନୀୟ ଇଲୀଫସ୍ ଉତ୍ତର କରି କହିଲା,"},{"number":2,"verse":"ଜ୍ଞାନୀ ଲୋକ କʼଣ ଅସାର ଜ୍ଞାନରେ ଉତ୍ତର ଦେବ ? ଓ ପୂର୍ବୀୟ ବାୟୁରେ ଆପଣା ଉଦର ପୂର୍ଣ୍ଣ କରିବ ?"},{"number":3,"verse":"ସେ କʼଣ ଅନର୍ଥକ କଥାରେ ଓ ନିଷ୍ଫଳ ବାକ୍ୟରେ ଯୁକ୍ତି କରିବ ?"},{"number":4,"verse":"ହଁ, ତୁମ୍ଭେ ତ ଭୟ ଦୂର କରି ଦେଉଅଛ ଓ ପରମେଶ୍ଵରଙ୍କ ସାକ୍ଷାତରେ ଭକ୍ତି କ୍ଷୀଣ କରୁଅଛ ।"},{"number":5,"verse":"କାରଣ ତୁମ୍ଭର ଅପରାଧ ତୁମ୍ଭ ମୁଖକୁ ଶିଖାଉଅଛି ଓ ତୁମ୍ଭେ ଧୂର୍ତ୍ତର ଜିହ୍ଵା ପସନ୍ଦ କରୁଅଛ ।"},{"number":6,"verse":"ତୁମ୍ଭର ନିଜ ମୁଖ ତୁମ୍ଭକୁ ଦୋଷୀ କରୁଅଛି, ମୁଁ କରୁ ନାହିଁ; ଆହୁରି, ତୁମ୍ଭ ନିଜ ଓଷ୍ଠାଧର ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେଉଅଛି ।"},{"number":7,"verse":"ମନୁଷ୍ୟମାନଙ୍କ ମଧ୍ୟରେ ତୁମ୍ଭେ କʼଣ ପ୍ରଥମଜାତ ? ଅବା ପର୍ବତଗଣ ପୂର୍ବରୁ ତୁମ୍ଭେ କʼଣ ଉତ୍ପନ୍ନ ହୋଇଥିଲ ?"},{"number":8,"verse":"ତୁମ୍ଭେ କʼଣ ପରମେଶ୍ଵରଙ୍କର ଗୁପ୍ତ ମନ୍ତ୍ରଣା ଶୁଣିଅଛ ? ଓ ତୁମ୍ଭେ କʼଣ ଜ୍ଞାନ ଆତ୍ମସାତ୍ କରୁଅଛ ?"},{"number":9,"verse":"ଆମ୍ଭମାନଙ୍କୁ ଅଜଣା କେଉଁ କଥା ତୁମ୍ଭେ ଜାଣୁଅଛ? ଆମ୍ଭମାନଙ୍କର ଅବୁଝା କେଉଁ କଥା ତୁମ୍ଭେ ବୁଝୁଅଛ ?"},{"number":10,"verse":"ପକ୍ଵକେଶ ବିଶିଷ୍ଟ ଓ ତୁମ୍ଭ ପିତା ଅପେକ୍ଷା ପ୍ରାଚୀନ ଅତି ବୃଦ୍ଧ ଲୋକେ ଆମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ଅଛନ୍ତି ।"},{"number":11,"verse":"ପରମେଶ୍ଵରଙ୍କ ସାନ୍ତ୍ଵନା-ବାକ୍ୟ ତୁମ୍ଭ ପ୍ରତି କି କ୍ଷୁଦ୍ର ବିଷୟ ଓ ତୁମ୍ଭ ସହିତ କୋମଳ ଆଳାପ କି ତଦ୍ରୂପ ?"},{"number":12,"verse":"ତୁମ୍ଭ ମନ ତୁମ୍ଭକୁ କାହିଁକି ବିପଥରେ ନେଇଯାଏ ? ଓ ତୁମ୍ଭର ଚକ୍ଷୁ କାହିଁକି ମଟ୍ମଟ୍ କରେ"},{"number":13,"verse":"ଯେ, ତୁମ୍ଭେ ପରମେଶ୍ଵରଙ୍କ ବିରୁଦ୍ଧରେ ଆପଣା ଆତ୍ମାକୁ ଚିଅାଁଉଅଛ ଓ ଆପଣା ମୁଖରୁ ଏପରି କଥା ବାହାରିବାକୁ ଦେଉଅଛ ?"},{"number":14,"verse":"ମନୁଷ୍ୟ କିଏ ଯେ, ସେ ଶୁଚି ହୋଇପାରେ? ଓ ସ୍ତ୍ରୀଜାତ ମନୁଷ୍ୟ କିଏ ଯେ, ସେ ଧାର୍ମିକ ହୋଇପାରେ ?"},{"number":15,"verse":"ଦେଖ, ସେ ଆପଣା ପବିତ୍ରଗଣଠାରେ ବିଶ୍ଵାସ କରନ୍ତି ନାହିଁ; ଆହୁରି, ତାହାଙ୍କ ଦୃଷ୍ଟିରେ ଆକାଶମଣ୍ତଳ ନିର୍ମଳ ନୁହେଁ ।"},{"number":16,"verse":"ତେବେ ଘୃଣାର୍ହ ଓ ଭ୍ରଷ୍ଟ, ଅଧର୍ମକୁ ଜଳ ପରି ପାନକାରୀ ଯେ ମନୁଷ୍ୟ, ସେ କେଡ଼େ ନ୍ୟୂନ !"},{"number":17,"verse":"ମୁଁ ତୁମ୍ଭକୁ ଦେଖାଇବି, ମୋʼ କଥା ଶୁଣ; ମୁଁ ଯାହା ଦେଖିଅଛି, ତାହା ପ୍ରକାଶ କରିବି;"},{"number":18,"verse":"ଜ୍ଞାନୀମାନେ ଆପଣା ଆପଣା ପିତୃଲୋକଙ୍କ-ଠାରୁ ତାହା ପାଇ କହି ଅଛନ୍ତି ଓ ଗୁପ୍ତ କରି ନାହାନ୍ତି;"},{"number":19,"verse":"କେବଳ ସେମାନଙ୍କୁ ଦେଶ ଦତ୍ତ ହୋଇଥିଲା ଓ କୌଣସି ବିଦେଶୀ ସେମାନଙ୍କ ମଧ୍ୟରେ ଗତାୟାତ କଲା ନାହିଁ;"},{"number":20,"verse":"ଦୁଷ୍ଟ ଲୋକ ଆପଣାର ଯାବଜ୍ଜୀବନ, ଅର୍ଥାତ୍, ଉପଦ୍ରବ ପାଇଁ ନିରୂପିତ ବର୍ଷଯାଏ କ୍ଳେଶ ଭୋଗ କରେ ।"},{"number":21,"verse":"ତାହାର କର୍ଣ୍ଣରେ ତ୍ରାସଜନକ ଶଦ୍ଦ ଥାଏ, ସୌଭାଗ୍ୟ ସମୟରେ ଲୁଟକାରୀ ତାହାକୁ ଆକ୍ରମଣ କରିବ;"},{"number":22,"verse":"ସେ ଅନ୍ଧକାରରୁ ଫେରି ଆସିବ ବୋଲି ବିଶ୍ଵାସ କରେ ନାହିଁ ଓ ସେ ଖଡ଼୍‍ଗ ନିମନ୍ତେ ଅପେକ୍ଷିତ;"},{"number":23,"verse":"ସେ ଖାଦ୍ୟ ନିମନ୍ତେ ବାହାରେ ବୁଲି କହଇ, ତାହା କାହିଁ ? ଅନ୍ଧକାରର ଦିନ ତାହାର ସନ୍ନିକଟ ବୋଲି ସେ ଜାଣେ ।"},{"number":24,"verse":"ସଙ୍କଟ ଓ ମନସ୍ତାପ ତାହାକୁ ଭୀତ କରେ; ଯୁଦ୍ଧାର୍ଥେ ସସଜ୍ଜ ରାଜା ତୁଲ୍ୟ ତାହା ତାହାକୁ ପରାସ୍ତ କରେ;"},{"number":25,"verse":"କାରଣ ସେ ପରମେଶ୍ଵରଙ୍କ ବିରୁଦ୍ଧରେ ଆପଣା ହସ୍ତ ବିସ୍ତାର କରିଅଛି ଓ ସର୍ବଶକ୍ତିମାନଙ୍କ ପ୍ରତିକୂଳରେ ଗର୍ବାଚରଣ କରୁଅଛି;"},{"number":26,"verse":"ସେ ଶକ୍ତଗ୍ରୀବ ହୋଇ ଆପଣା ଢାଲର ସ୍ଥୂଳ ଅଂଶ ଦେଖାଇ ତାହାଙ୍କ ଉପରକୁ ଦୌଡ଼େ;"},{"number":27,"verse":"ସେ ଆପଣା ମେଦରେ ଆପଣା ମୁଖ ଆଚ୍ଛାଦନ କଲା ଓ କଟିଦେଶ ହୃଷ୍ଟପୁଷ୍ଟ କଲା;"},{"number":28,"verse":"ଆଉ, ସେ ଉଜାଡ଼-ନଗରରେ ନିବାସୀରହିତ ଓ ଢିପି ହେବାକୁ ଉଦ୍ୟତ ଗୃହରେ ବାସ କଲା ।"},{"number":29,"verse":"ଏଣୁ ସେ ଧନବାନ ହେବ ନାହିଁ, ଅବା ତାହାର ସମ୍ପତ୍ତି ସ୍ଥାୟୀ ହେବ ନାହିଁ; କିଅବା ସେମାନଙ୍କର ଉତ୍ପନ୍ନ ଫଳ ଭୂମିକି ଓହଳିବ ନାହିଁ ।"},{"number":30,"verse":"ସେ ଅନ୍ଧକାରରୁ ପ୍ରସ୍ଥାନ କରିବ ନାହିଁ, ଅଗ୍ନିଶିଖା ତାହାର ଶାଖା ଶୁଷ୍କ କରିବ ଓ ସେ ତାହାଙ୍କ ମୁଖର ନିଶ୍ଵାସରେ ଉଡ଼ିଯିବ ।"},{"number":31,"verse":"ସେ ଆପଣାକୁ ଭ୍ରାନ୍ତ କରି ଅସାରତାରେ ବିଶ୍ଵାସ ନ କରୁ; କାରଣ ଅସାରତା ହିଁ ତାହାର ପୁରସ୍କାର ହେବ ।"},{"number":32,"verse":"ତାହା ଆପଣା ସମୟ ପୂର୍ବେ ଶେଷ ପାଇବ ଓ ତାହାର ଶାଖା ସତେଜ ହେବ ନାହିଁ ।"},{"number":33,"verse":"ସେ ଦ୍ରାକ୍ଷାଲତା ନ୍ୟାୟ ଆପଣା ଅପକ୍ଵ ଫଳ ଝାଡ଼ି ପକାଇବ ଓ ଜୀତବୃକ୍ଷ ନ୍ୟାୟ ଆପଣା ଫୁଲ ପକାଇ ଦେବ ।"},{"number":34,"verse":"କାରଣ ଅଧାର୍ମିକମାନଙ୍କ ସଙ୍ଗୀଦଳ ଅଫଳ ହେବେ ଓ ଅଗ୍ନି ଲାଞ୍ଚର ତମ୍ଵୁସବୁ ଗ୍ରାସ କରିବ ।"},{"number":35,"verse":"ସେମାନେ ଅନିଷ୍ଟ ଗର୍ଭଧାରଣ କରି ଅଧର୍ମ ପ୍ରସବ କରନ୍ତି ଓ ସେମାନଙ୍କ ଉଦର ପ୍ରତାରଣା ପ୍ରସ୍ତୁତ କରେ ।"}]}