{"bibleAbbr":"orOV2014","bookName":"ଆୟୁବ ପୁସ୍ତକ","bookEnglishName":"Job","chapterNumber":2,"verses":[{"number":1,"verse":"( ଆୟୁବଙ୍କ ସ୍ଵାସ୍ଥ୍ୟରେ ଶୟତାନର ଆକ୍ରମଣ) ପୁନର୍ବାର ଦିନକରେ ପରମେଶ୍ଵରଙ୍କ ସନ୍ତାନଗଣ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ଉପସ୍ଥିତ ହେବାକୁ ଆସନ୍ତେ, ଶୟତାନ ହିଁ ସେମାନଙ୍କ ମଧ୍ୟରେ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ଉପସ୍ଥିତ ହେବା ପାଇଁ ଆସିଲା ।"},{"number":2,"verse":"ଏଥିରେ ସଦାପ୍ରଭୁ ଶୟତାନକୁ କହିଲେ, ତୁମ୍ଭେ କେଉଁଠାରୁ ଆସିଲ ? ତହିଁରେ ଶୟତାନ ସଦାପ୍ରଭୁଙ୍କୁ ଉତ୍ତର କରି କହିଲା, ପୃଥିବୀରେ ଏଣେତେଣେ ଭ୍ରମଣ ଓ ତହିଁ ମଧ୍ୟରେ ଗମନାଗମନ କରି କରି ଆସିଲି ।"},{"number":3,"verse":"ତହୁଁ ସଦାପ୍ରଭୁ ଶୟତାନଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ କି ଆମ୍ଭ ଦାସ ଆୟୁବ ପ୍ରତି ମନ ଦେଇଅଛ ? କାରଣ ତାହାର ସମାନ ସିଦ୍ଧ ଓ ସରଳ, ପରମେଶ୍ଵର-ଭୟକାରୀ ଓ କୁକ୍ରିୟାତ୍ୟାଗୀ ଲୋକ ପୃଥିବୀରେ କେହି ନାହିଁ; ପୁଣି, ଅକାରଣରେ ତାହାକୁ ନାଶ କରିବା ପାଇଁ ତୁମ୍ଭେ ତାହା ବିରୁଦ୍ଧରେ ଆମ୍ଭକୁ ପ୍ରବର୍ତ୍ତାଇଲେ ହେଁ ସେ ଏଯାଏ ଆପଣା ସରଳତା ଦୃଢ଼ କରି ଧରିଅଛି ।"},{"number":4,"verse":"ତହିଁରେ ଶୟତାନ ସଦାପ୍ରଭୁଙ୍କୁ ଉତ୍ତର କରି କହିଲା, ଚର୍ମ ନିମନ୍ତେ ଚର୍ମ, ଆପଣା ପ୍ରାଣ ନିମନ୍ତେ ମନୁଷ୍ୟ ସର୍ବସ୍ଵ ଦେବ ।"},{"number":5,"verse":"ମାତ୍ର ତୁମ୍ଭେ ଏବେ ହସ୍ତ ବଢ଼ାଇ ତାହାର ଅସ୍ଥି ଓ ମାଂସ ସ୍ପର୍ଶ କର, ତହିଁରେ ସେ ତୁମ୍ଭ ମୁଖ ଆଗରେ ତୁମ୍ଭକୁ ପରିତ୍ୟାଗ କରିବ ।"},{"number":6,"verse":"ତହିଁରେ ସଦାପ୍ରଭୁ ଶୟତାନଙ୍କୁ କହିଲେ, ଦେଖ, ସେ ତୁମ୍ଭର ହସ୍ତଗତ, କେବଳ ତାହାର ପ୍ରାଣ ରକ୍ଷା କର ।"},{"number":7,"verse":"ଏଉତ୍ତାରେ ଶୟତାନ ସଦାପ୍ରଭୁଙ୍କ ଛାମୁରୁ ବାହାରି ଯାଇ ଆୟୁବର ତଳିପାରୁ ମସ୍ତକ ପର୍ଯ୍ୟନ୍ତ ମହାଜ୍ଵାଳାଜନକ ବିସ୍ଫୋଟକରେ ତାହାକୁ ଆଘାତ କଲା ।"},{"number":8,"verse":"ଏଣୁ ସେ ସର୍ବାଙ୍ଗ କୁଣ୍ତାଇବା ପାଇଁ ଖଣ୍ତେ ଖପରା ନେଲା ଓ ସେ ଭସ୍ମ ମଧ୍ୟରେ ବସିଲା ।"},{"number":9,"verse":"ତହିଁରେ ତାହାର ଭାର୍ଯ୍ୟା ତାହାକୁ କହିଲା, ତୁମ୍ଭେ କି ଏଯାଏ ଆପଣାର ସରଳତା ଦୃଢ଼ କରି ଧରୁଅଛ ? ପରମେଶ୍ଵରଙ୍କୁ ପରିତ୍ୟାଗ କରି ମର ।"},{"number":10,"verse":"ସେ ତାହାକୁ କହିଲା, ତୁମ୍ଭେ ଏକ ମୂଢ଼ା ସ୍ତ୍ରୀ ପରି କଥା କହୁଅଛଣ! କଅଣ ? ଆମ୍ଭେମାନେ କି ପରମେଶ୍ଵରଙ୍କ ହସ୍ତରୁ ମଙ୍ଗଳ ଗ୍ରହଣ କରିବା ? ଆଉ, ଅମଙ୍ଗଳ କʼଣ ଗ୍ରହଣ କରିବା ନାହିଁ ? ଏହିସବୁରେ ଆୟୁବ ଆପଣା ଓଷ୍ଠରେ ପାପ କଲା ନାହିଁ ।"},{"number":11,"verse":"( ଆୟୁବଙ୍କ ତିନି ବନ୍ଧୁଗଣ) ଆୟୁବ ପ୍ରତି ଘଟିତ ଏହିସବୁ ବିପଦର କଥା ତୈମନୀୟ ଇଲୀଫସ୍ ଓ ଶୂହୀୟ ବିଲ୍ଦଦ୍ ଓ ନାମାଥୀୟ ସୋଫର ନାମରେ ତାହାର ଏହି ତିନି ମିତ୍ର ଶୁଣି ସ୍ଵ ସ୍ଵ ସ୍ଥାନରୁ ଆସିଲେ; ପୁଣି, ସେମାନେ ତାହା ସଙ୍ଗେ ଶୋକ କରିବା ପାଇଁ ଓ ତାହାକୁ ସାନ୍ତ୍ଵନା କରିବା ପାଇଁ ଆସିବାକୁ ଏକତ୍ର ସ୍ଥିର କଲେ ।"},{"number":12,"verse":"ଏଉତ୍ତାରେ ସେମାନେ ଦୂରରୁ ଅନାଇ ତାହାକୁ ଚିହ୍ନି ନ ପାରି ଉଚ୍ଚୈଃସ୍ଵରରେ ରୋଦନ କଲେ; ଆଉ, ସେମାନେ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ବସ୍ତ୍ର ଚିରି ଆକାଶ ଆଡ଼େ ଆପଣା ଆପଣା ମସ୍ତକ ଉପରେ ଧୂଳି ବିଞ୍ଚିଲେ ।"},{"number":13,"verse":"ତହୁଁ ସେମାନେ ସାତ ଦିନ ଓ ସାତ ରାତ୍ରି ତାହା ସଙ୍ଗେ ଭୂମିରେ ବସିଲେ, କେହି ତାହାକୁ କିଛି କହିଲେ ନାହିଁ; କାରଣ ସେମାନେ ତାହାର ଯାତନା ଅତି ବଡ଼ ବୋଲି ଦେଖିଲେ ।"}]}