{"bibleAbbr":"orOV2014","bookName":"ଆୟୁବ ପୁସ୍ତକ","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"( ଆୟୁବଙ୍କ ଜନ୍ମକୁ ଶାପ) ଏଥି ଉତ୍ତାରେ ଆୟୁବ ମୁଖ ଫିଟାଇ ଆପଣା ଜନ୍ମଦିନକୁ ଶାପ ଦେଲା ।"},{"number":2,"verse":"ପୁଣି, ଆୟୁବ ଉତ୍ତର କରି କହିଲା;"},{"number":3,"verse":"ଯେଉଁ ଦିନ ମୁଁ ଜାତ ହେଲି ଓ ପୁତ୍ରସନ୍ତାନ ଗର୍ଭସ୍ଥ ହେଲା ବୋଲି ଯେଉଁ ରାତ୍ରି କହିଲା, ତାହା ଲୁପ୍ତ ହେଉ;"},{"number":4,"verse":"ସେ ଦିନ ଅନ୍ଧକାରମୟ ହେଉ; ପରମେଶ୍ଵର ଊର୍ଦ୍ଧ୍ଵରୁ ତହିଁର ତତ୍ତ୍ଵ ନ କରନ୍ତୁ, କିଅବା ତହିଁ ଉପରେ ଦୀପ୍ତି ପ୍ରକାଶ ନ ପାଉ ।"},{"number":5,"verse":"ଅନ୍ଧକାର ଓ ମୃତ୍ୟୁଚ୍ଛାୟା ତାହାକୁ ଆପଣାର ବୋଲି ଦାବି କରନ୍ତୁ; ମେଘ ତହିଁ ଉପରେ ଅବସ୍ଥାନ କରୁ; ଦିବସ ଅନ୍ଧକାରକାରୀ ସମସ୍ତେ ତାହାର ତ୍ରାସ ଜନ୍ମାଉନ୍ତୁ ।"},{"number":6,"verse":"ନିବିଡ଼ ଅନ୍ଧକାର ସେହି ରାତ୍ରିକି ଆକ୍ରମଣ କରୁ; ତାହା ବର୍ଷର ଦିବସଶ୍ରେଣୀ ମଧ୍ୟରେ ଆନନ୍ଦ ନ କରୁ; ତାହା ମାସସଂଖ୍ୟା ମଧ୍ୟରେ ନ ଆସୁ ।"},{"number":7,"verse":"ଦେଖ, ସେହି ରାତ୍ରି ବନ୍ଧ୍ୟା ହେଉ; ତହିଁ ମଧ୍ୟରେ କୌଣସି ଆନନ୍ଦର ସ୍ଵର ପ୍ରବେଶ ନ କରୁ ।"},{"number":8,"verse":"ଯେଉଁମାନେ ଦିବସକୁ ଶାପ ଦିଅନ୍ତି, ଯେଉଁମାନେ ଲିବିୟାଥନକୁ ଜଗାଇବାକୁ ନିପୁଣ, ସେମାନେ ତାହାକୁ ଶାପ ଦେଉନ୍ତୁ ।"},{"number":9,"verse":"ତହିଁର ସନ୍ଧ୍ୟାକାଳୀନ ନକ୍ଷତ୍ରଗଣ ଅନ୍ଧକାରମୟ ହେଉ; ସେ ଦୀପ୍ତିର ଅପେକ୍ଷା କରୁ, ମାତ୍ର କିଛି ନ ପାଉ; କିଅବା ସେ ଅରୁଣର ନେତ୍ରପଲକ ଦର୍ଶନ ନ କରୁ;"},{"number":10,"verse":"କାରଣ ସେ ମୋʼ ମାତୃଗର୍ଭର କବାଟ ରୁଦ୍ଧ କଲା ନାହିଁ, କିଅବା ଦୁଃଖକୁ ମୋର ଦୃଷ୍ଟିରୁ ଗୁପ୍ତ କଲା ନାହିଁ ।"},{"number":11,"verse":"ମୁଁ କାହିଁକି ଗର୍ଭରୁ ମଲି ନାହିଁ ? ଉଦରରୁ ପଡ଼ିବାମାତ୍ର କାହିଁକି ମୁଁ ପ୍ରାଣତ୍ୟାଗ କଲି ନାହିଁ ?"},{"number":12,"verse":"ଜାନୁଯୁଗଳ କାହିଁକି ମୋତେ ଗ୍ରହଣ କଲା ? ଅବା ମୋହର ପାନ ନିମନ୍ତେ ସ୍ତନ୍ୟ କାହିଁକି ପ୍ରସ୍ତୁତ ଥିଲା ?"},{"number":13,"verse":"ତାହା ହୋଇ ନ ଥିଲେ, ମୁଁ ଏବେ ଶୟନ କରି ଶାନ୍ତିରେ ଥାʼନ୍ତି; ମୁଁ ନିଦ୍ରିତ ହୋଇ ବିଶ୍ରାମରେ ଥାʼନ୍ତି;"},{"number":14,"verse":"ଯେଉଁମାନେ ଆପଣାମାନଙ୍କ ନିମନ୍ତେ ଉଜାଡ଼ ସ୍ଥାନ ନିର୍ମାଣ କରିଥିଲେ, ଏପରି ରାଜା ଓ ପୃଥିବୀର ମନ୍ତ୍ରୀଗଣ ସହିତ ଥାʼନ୍ତି;"},{"number":15,"verse":"ଯେଉଁମାନେ ରୂପାରେ ଆପଣାମାନଙ୍କ ଗୃହ ପରିପୂର୍ଣ୍ଣ କରିଥିଲେ, ଏପରି ସ୍ଵର୍ଣ୍ଣାଧିକାରୀ ଅଧିପତିମାନଙ୍କ ସଙ୍ଗେ ଥାʼନ୍ତି;"},{"number":16,"verse":"ଅବା ମୁଁ ଗୁପ୍ତ ଗର୍ଭସ୍ରାବ ତୁଲ୍ୟ ପ୍ରାଣହୀନ ହୋଇ ଥାʼନ୍ତି; ଯେଉଁମାନେ କେବେ ଆଲୁଅ ଦର୍ଶନ କଲେ ନାହିଁ, ଏପରି ଶିଶୁ ତୁଲ୍ୟ ହୋଇଥାʼନ୍ତି ।"},{"number":17,"verse":"ସେସ୍ଥାନରେ ଦୁଷ୍ଟଗଣ କ୍ଳେଶ ଦେବାରୁ ନିବୃତ୍ତ ଓ ସେ ସ୍ଥାନରେ ପରିଶ୍ରା; ବିଶ୍ରାମପ୍ରାପ୍ତ ।"},{"number":18,"verse":"ସେସ୍ଥାନରେ ବନ୍ଦୀଗଣ ଏକତ୍ର ଆରାମରେ ଅଛନ୍ତି; ସେମାନେ କାର୍ଯ୍ୟଶାସକର ରବ ଶୁଣନ୍ତି ନାହିଁ ।"},{"number":19,"verse":"ସେଠାରେ ସାନ ଓ ବଡ଼ ଅଛନ୍ତି; ପୁଣି, ଦାସ ଆପଣା କର୍ତ୍ତାଠାରୁ ମୁକ୍ତ ଅଟେ ।"},{"number":20,"verse":"ଦୁଃଖଗ୍ରସ୍ତ ଲୋକକୁ କାହିଁକି ଦୀପ୍ତି ଦିଆଯାଏ ଓ ତିକ୍ତପ୍ରାଣକୁ କାହିଁକି ଜୀବନ ଦିଆଯାଏ;"},{"number":21,"verse":"ସେମାନେ ମରଣ ଆକାଂକ୍ଷା କରନ୍ତି, ମାତ୍ର ତାହା ଆସେ ନାହିଁ; ସେମାନେ ପୋତା-ଧନ ଅପେକ୍ଷା ତହିଁ ପାଇଁ ଅଧିକ ଖୋଳନ୍ତି;"},{"number":22,"verse":"ସେମାନେ କବର ପାଇ ପାରିଲେ ଆହ୍ଲାଦ କରନ୍ତି, ମହାନନ୍ଦରେ ଉଲ୍ଲସିତ ହୁଅନ୍ତି ?"},{"number":23,"verse":"ଯାହାର ପଥ ଗୁପ୍ତ ଓ ଯାହାର ଚତୁର୍ଦ୍ଦିଗରେ ପରମେଶ୍ଵର ବାଡ଼ ଦେଇଅଛନ୍ତି, ଏପରି ଲୋକକୁ କିହେତୁ ଦୀପ୍ତି ଦିଆଯାଏ ?"},{"number":24,"verse":"କାରଣ ମୁଁ ଭୋଜନ କରିବା ପୂର୍ବେ ମୋହର ହାହାକାର ଆସେ, ମୋହର ଗର୍ଜ୍ଜନ ଜଳ ତୁଲ୍ୟ ଢଳାଯାଏ ।"},{"number":25,"verse":"ଯେଣୁ ମୁଁ ଯାହା ଭୟ କରେ, ତାହାହିଁ ମୋʼ ପ୍ରତି ଘଟେ, ଆଉ ମୁଁ ଯହିଁ ବିଷୟରେ ଭୀତ, ତାହା ହିଁ ମୋʼ ନିକଟରେ ଉପସ୍ଥିତ ହୁଏ ।"},{"number":26,"verse":"ମୁଁ ଆରାମରେ କି ଶାନ୍ତିରେ ନାହିଁ, କିଅବା ମୋହର ବିଶ୍ରାମ ନାହିଁ; କେବଳ କ୍ଳେଶ ଘଟୁଅଛି ।"}]}