{"bibleAbbr":"orOV2014","bookName":"ଆୟୁବ ପୁସ୍ତକ","bookEnglishName":"Job","chapterNumber":31,"verses":[{"number":1,"verse":"( ଆୟୁବଙ୍କ ଶେଷ ବିନତି) ମୁଁ ଆପଣା ଚକ୍ଷୁ ସଙ୍ଗେ ନିୟମ କଲି; ତେବେ ମୁଁ ଯୁବତୀ ପ୍ରତି କିପରି ଅନାଇବି ?"},{"number":2,"verse":"କାରଣ ଊର୍ଦ୍ଧ୍ଵସ୍ଥ ପରମେଶ୍ଵରଙ୍କଠାରୁ ପ୍ରାପ୍ତ ଅଂଶ କଅଣ ଓ ଉପରିସ୍ଥ ସର୍ବଶକ୍ତିମାନଙ୍କଠାରୁ ପ୍ରାପ୍ତ ଅଧିକାର କଅଣ ?"},{"number":3,"verse":"ତାହା କି ଅଧାର୍ମିକମାନଙ୍କ ପ୍ରତି ବିପଦ ଓ ଅଧର୍ମାଚାରୀମାନଙ୍କ ପ୍ରତି ଦୁର୍ଗତି ନୁହେଁ ?"},{"number":4,"verse":"ସେ କି ମୋହର ମାର୍ଗସବୁ ଦେଖନ୍ତି ନାହିଁ ଓ ମୋହର ପାଦଗତି ଗଣନ୍ତି ନାହିଁ ?"},{"number":5,"verse":"ଯେବେ ମୁଁ ଅସାରତାରେ ଗତାୟାତ କରିଥାଏ ଓ ମୋହର ପାଦ ପ୍ରବଞ୍ଚନା-ପଥରେ ବ୍ୟଗ୍ର ହୋଇଥାଏ;"},{"number":6,"verse":"ତେବେ ମୁଁ ଧର୍ମନିକ୍ତିରେ ତୌଲା ଯାଏ, ତହିଁରେ ପରମେଶ୍ଵର ମୋହର ସରଳତା ଜାଣି ପାରିବେ ।"},{"number":7,"verse":"ଯେବେ ମୋହର ପାଦ ବିପଥରେ ଯାଇଥାଏ ଓ ମୋହର ଅନ୍ତଃକରଣ ମୋʼ ଚକ୍ଷୁ ଅନୁସାରେ ଚାଲିଥାଏ ଓ ଯେବେ ମୋʼ ହସ୍ତରେ କୌଣସି କଳଙ୍କ ଲାଗିଥାଏ;"},{"number":8,"verse":"ତେବେ ମୁଁ ବୁଣେ ଓ ଅନ୍ୟ ଭୋଗ କରୁ; ମୋʼ କ୍ଷେତ୍ରର ଶସ୍ୟ ମୂଳୋତ୍ପାଟିତ ହେଉ ।"},{"number":9,"verse":"ଯେବେ ମୋହର ହୃଦୟ କୌଣସି ସ୍ତ୍ରୀ ପ୍ରତି ଲୁବ୍ଧ ହୋଇଥାଏ ଓ ମୁଁ ଆପଣା ପ୍ରତିବାସୀର ଦ୍ଵାର ନିକଟରେ ଲୁଚି ବସିଥାଏ;"},{"number":10,"verse":"ତେବେ ମୋʼ ଭାର୍ଯ୍ୟା ଅନ୍ୟର ଚକି ପେଷୁ ଓ ଅନ୍ୟମାନେ ତାହାକୁ ଭୋଗ କରନ୍ତୁ ।"},{"number":11,"verse":"କାରଣ ତାହା ଗୁରୁତର ଦୋଷ; ଆଉ, ତାହା ବିଚାରକର୍ତ୍ତୃଗଣ ଦ୍ଵାରା ଦଣ୍ତନୀୟ ଅପରାଧ;"},{"number":12,"verse":"କାରଣ ତାହା ସର୍ବନାଶକ ଗ୍ରାସକାରୀ ଅଗ୍ନି ଓ ମୋʼ ସର୍ବସ୍ଵର ମୂଳୋତ୍ପାଟନ କରନ୍ତା ।"},{"number":13,"verse":"ମୋʼ ଦାସ କି ଦାସୀ ମୋʼ ସଙ୍ଗେ ବିରୋଧ କଲେ, ଯେବେ ମୁଁ ସେମାନଙ୍କର ଗୁହାରି ତୁଚ୍ଛ କରିଥାଏ;"},{"number":14,"verse":"ତେବେ ପରମେଶ୍ଵର ଉଠିଲେ, ମୁଁ କଅଣ କରିବି? ଓ ସେ ତତ୍ତ୍ଵ କଲେ, ମୁଁ ତାହାଙ୍କୁ କି ଉତ୍ତର ଦେବି ?"},{"number":15,"verse":"ଯେ ମୋତେ ଗର୍ଭରେ ନିର୍ମାଣ କଲେ, ସେ କି ତାହାକୁ ନିର୍ମାଣ କଲେ ନାହିଁ ? ଓ ଏକ ବ୍ୟକ୍ତି କି ଗର୍ଭରେ ଆମ୍ଭମାନଙ୍କୁ ଗଢ଼ି ନାହାନ୍ତି ?"},{"number":16,"verse":"ଯେବେ ମୁଁ ଦରିଦ୍ରମାନଙ୍କୁ ସେମାନଙ୍କ ବାଞ୍ଛିତ ବିଷୟରୁ ଅଟକାଇଥାଏ, ଅବା ବିଧବାର ଦୃଷ୍ଟି ମ୍ଳାନ କରିଥାଏ;"},{"number":17,"verse":"ଅଥବା ଆପଣାର ଖାଦ୍ୟ ଏକା ଖାଇଥାଏ ଓ ପିତୃହୀନ ତହିଁରୁ ଖାଇ ନ ଥାଏ;"},{"number":18,"verse":"(ମାତ୍ର ପିତା ନିକଟରେ ବଢ଼ିଲା ପରି ସେ ମୋହର ବାଲ୍ୟାବସ୍ଥାରୁ ମୋʼ ନିକଟରେ ବଢ଼ିଲା ଓ ମୋʼ ଜନ୍ମଠାରୁ ମୁଁ ବିଧବାର ପଥଦର୍ଶକ ହୋଇଅଛି ।)"},{"number":19,"verse":"ମୁଁ କାହାକୁ ବସ୍ତ୍ରାଭାବରେ ମୃତକଳ୍ପ, ଅବା ଦୀନହୀନକୁ ଉଲଙ୍ଗ ଦେଖିଲେ,"},{"number":20,"verse":"ଯେବେ ତାହାର କଟିଦେଶ ମୋତେ ଆଶୀର୍ବାଦ କରି ନ ଥାଏ ଓ ସେ ମୋʼ ମେଷଲୋମରେ ଉଷ୍ଣ ହୋଇ ନ ଥାଏ;"},{"number":21,"verse":"ମୁଁ ନଗର-ଦ୍ଵାରରେ ନିଜ ଉପକାରୀକି ଦେଖି ଯେବେ ପିତୃହୀନ ବିରୁଦ୍ଧରେ ଆପଣା ହସ୍ତ ଉଠାଇଥାଏ;"},{"number":22,"verse":"ତେବେ ମୋʼ ସ୍କନ୍ଧ ସନ୍ଧିସ୍ଥାନରୁ ଖସି ପଡ଼ୁ ଓ ମୋʼ ବାହୁ ଅସ୍ଥିରୁ ଭାଙ୍ଗିଯାଉ ।"},{"number":23,"verse":"କାରଣ ପରମେଶ୍ଵରଙ୍କଠାରୁ ବିପଦ ମୋʼ ପ୍ରତି ଭୟାନକ ଥିଲା ଓ ତାହାଙ୍କ ମହତ୍ତ୍ଵ ହେତୁରୁ ମୁଁ କିଛି କରି ପାରିଲି ନାହିଁ ।"},{"number":24,"verse":"ଯେବେ ମୁଁ ସୁବର୍ଣ୍ଣକୁ ଆଶାଭୂମି କରିଥାଏ ଓ ତୁମ୍ଭେ ମୋହର ଆଶ୍ରୟ ବୋଲି ଶୁଦ୍ଧ ସୁବର୍ଣ୍ଣକୁ କହିଥାଏ;"},{"number":25,"verse":"ମୋହର ସମ୍ପଦ ଅତିଶୟ ହେବାରୁ ଓ ମୋହର ହସ୍ତ ବହୁତ ଲାଭ କରିବାରୁ ଯେବେ ମୁଁ ଆନନ୍ଦ କରିଥାଏ;"},{"number":26,"verse":"ସୂର୍ଯ୍ୟ ଦୀପ୍ତି ଦେବା ବେଳେ ଓ ଚନ୍ଦ୍ର ଜ୍ୟୋସ୍ନାରେ ଗତି କରିବା ବେଳେ ଯେବେ ମୁଁ ତହିଁ ପ୍ରତି ଦୃଷ୍ଟି କରିଥାଏ;"},{"number":27,"verse":"ପୁଣି, ମୋହର ଅନ୍ତଃକରଣ ଗୋପନରେ ପ୍ରଲୋଭିତ ହୋଇଥାଏ ଓ ମୋʼ ମୁଖ ମୋʼ ହସ୍ତକୁ ଚୁମ୍ଵନ କରିଥାଏ;"},{"number":28,"verse":"ତେବେ ତାହା ହିଁ ବିଚାରକର୍ତ୍ତୃଗଣ ଦ୍ଵାରା ଦଣ୍ତନୀୟ ଅପରାଧ ହୁଅନ୍ତା; ପୁଣି, ମୁଁ ଊର୍ଦ୍ଧ୍ଵବାସୀ ପରମେଶ୍ଵରଙ୍କ ନିକଟରେ ମିଥ୍ୟାବାଦୀ ହୁଅନ୍ତି ।"},{"number":29,"verse":"ମୋʼ ଘୃଣାକାରୀର ବିନାଶରେ ଯେବେ ମୁଁ ଆନନ୍ଦ କରିଥାଏ, ଅବା ଅମଙ୍ଗଳ ତାହାର ଉଦ୍ଦେଶ୍ୟ ପାଇବା ବେଳେ ଦର୍ପ କରିଥାଏ;"},{"number":30,"verse":"(ମାତ୍ର ମୁଁ ଅଭିଶାପ ଦେଇ ତାହାର ଜୀବନ ମାଗିବା ନିମନ୍ତେ ପାପ କରିବାକୁ ଆପଣା ମୁଖ ଦେଇ ନାହିଁ; )"},{"number":31,"verse":"ମୋʼ ତମ୍ଵୁସ୍ଥିତ ଲୋକେ କି କହି ନ ଥାʼନ୍ତି, ତାହାର ଦତ୍ତ ମାଂସରେ ଯେ ତୃପ୍ତ ହୋଇ ନାହିଁ, ଏପରି ଜଣକୁ କିଏ ପାଇପାରେ ?"},{"number":32,"verse":"ବିଦେଶୀ ଦାଣ୍ତରେ ରାତ୍ରିକ୍ଷେପଣ କଲା ନାହିଁ; ମାତ୍ର ମୁଁ ପଥିକ ନିମନ୍ତେ ଦ୍ଵାର ମୁକ୍ତ କଲି;"},{"number":33,"verse":"ଯେବେ ମୁଁ ଆପଣା ବକ୍ଷସ୍ଥଳରେ ନିଜ ଅଧର୍ମ ଗୁପ୍ତ କରିବା ଦ୍ଵାରା ଆଦମ ପରି ଆପଣା ଅପରାଧ ଢାଙ୍କିଥାଏ;"},{"number":34,"verse":"ମହାଜନତାକୁ ଭୟ କରିବାରୁ ଓ ଗୋଷ୍ଠୀୟ-ମାନଙ୍କ ତୁଚ୍ଛତା ମୋତେ ତ୍ରସ୍ତ କରିବାରୁ ଯେବେ ମୁଁ ନୀରବ ହୋଇ ଦ୍ଵାର ବାହାରକୁ ଯାଇ ନ ଥାଏ-"},{"number":35,"verse":"ଆଃ, କେହି ଯେବେ ମୋʼ କଥା ଶୁଣିବାକୁ ଥାʼନ୍ତାଣ! (ଏହି ଦେଖ ମୋହର ସ୍ଵାକ୍ଷର, ସର୍ବଶକ୍ତିମାନ ମୋତେ ଉତ୍ତର ଦେଉନ୍ତୁ; ) ଓ ମୋʼ ପ୍ରତିବାଦୀ ମୋହର ଯେଉଁ ଦୋଷପତ୍ର ଲେଖିଅଛି, ତାହା ଯେବେ ମୁଁ ପାଆନ୍ତି !"},{"number":36,"verse":"ତେବେ ନିଶ୍ଚୟ ମୁଁ ଆପଣା ସ୍କନ୍ଧରେ ତାହା ବହନ୍ତି ଓ ମୁକୁଟ ପରି ତାହା ବାନ୍ଧନ୍ତି ।"},{"number":37,"verse":"ମୁଁ ଆପଣା ପାଦଗତିର ସଂଖ୍ୟା ତାହାକୁ ଜଣାନ୍ତି; ରାଜା ପରି ତାହାର ନିକଟକୁ ଯାଆନ୍ତି ।"},{"number":38,"verse":"ଯେବେ ମୋʼ ଭୂମି ମୋʼ ପ୍ରତିକୂଳରେ କ୍ରନ୍ଦନ କରେ ଓ ତହିଁର ଲଙ୍ଗଳ-ଶିଆରସବୁ ଏକତ୍ର ରୋଦନ କରନ୍ତି;"},{"number":39,"verse":"ଯେବେ ମୁଁ ମୂଲ୍ୟ ବିନା ତହିଁର ଫଳ ଭୋଗ କରିଥାଏ, ଅବା ତହିଁର ଅଧିକାରୀମାନଙ୍କ ପ୍ରାଣନାଶର କାରଣ ହୋଇଥାଏ;"},{"number":40,"verse":"ତେବେ ଗହମ ବଦଳେ କଣ୍ଟକଲତା ଓ ଯବ ବଦଳେ ବିଷବୃକ୍ଷ ବଢ଼ୁ । ଆୟୁବର ବାକ୍ୟ ସମାପ୍ତ ।"}]}