{"bibleAbbr":"orOV2014","bookName":"ଆୟୁବ ପୁସ୍ତକ","bookEnglishName":"Job","chapterNumber":32,"verses":[{"number":1,"verse":"( ତିନି ବନ୍ଧୁଙ୍କୁ ଇଲୀହୂଙ୍କ ଅନୁଯୋଗ) ଏହିରୂପେ ଆୟୁବ ନିଜ ଦୃଷ୍ଟିରେ ଧାର୍ମିକ ହେବାରୁ ଏହି ତିନି ଜଣ ଉତ୍ତର ଦେବାରୁ କ୍ଷା; ହେଲେ ।"},{"number":2,"verse":"ତହିଁରେ ରାମ୍ ଗୋଷ୍ଠୀଜାତ ବୂଷୀୟ ବାରଖେଲର ପୁତ୍ର ଇଲୀହୂର କ୍ରୋଧ ପ୍ରଜ୍ଵଳିତ ହେଲା; ଆୟୁବ ବିରୁଦ୍ଧରେ ତାହାର କ୍ରୋଧ ପ୍ରଜ୍ଵଳିତ ହେଲା, କାରଣ ସେ ପରମେଶ୍ଵରଙ୍କ ଅପେକ୍ଷା ଆପଣାକୁ ଧାର୍ମିକ ମଣିଲା ।"},{"number":3,"verse":"ମଧ୍ୟ ତାହାର ତିନି ବନ୍ଧୁଙ୍କ ପ୍ରତିକୂଳରେ ତାହାର କ୍ରୋଧ ପ୍ରଜ୍ଵଳିତ ହେଲା, କାରଣ ସେମାନେ କୌଣସି ଉତ୍ତର ଦେଇ ନ ପାରିଲେ ହେଁ ଆୟୁବକୁ ଦୋଷୀ କରିଥିଲେ ।"},{"number":4,"verse":"ସେମାନେ ଇଲୀହୂଠାରୁ ପ୍ରାଚୀନ ଥିବାରୁ ଇଲୀହୂ ଆୟୁବକୁ କଥା କହିବା ପାଇଁ ଅପେକ୍ଷା କରିଥିଲା ।"},{"number":5,"verse":"ପୁଣି, ସେ ସେହି ତିନି ଜଣଙ୍କ ମୁଖରେ କୌଣସି ଉତ୍ତର ନ ଥିବାର ଦେଖି ତାହାର କ୍ରୋଧ ପ୍ରଜ୍ଵଳିତ ହେଲା ।"},{"number":6,"verse":"ଅନନ୍ତର ବୂଷୀୟ ବାରଖେଲର ପୁତ୍ର ଇଲୀହୂ ଉତ୍ତର କରି କହିଲା, ମୁଁ ଯୁବା ଲୋକ, ଆଉ ତୁମ୍ଭେମାନେ ଅତି ବୃଦ୍ଧ; ଏଣୁ ମୁଁ କ୍ଷା; ହେଲି ଓ ତୁମ୍ଭମାନଙ୍କ ନିକଟରେ ଆପଣା ମତ ପ୍ରକାଶ କରିବାକୁ ସାହସ କଲି ନାହିଁ ।"},{"number":7,"verse":"ମୁଁ କହିଲି, ଦିନସମୂହ କଥା କହିବେ ଓ ବର୍ଷର ବାହୁଲ୍ୟ ଜ୍ଞାନ ଶିଖାଇବେ ।"},{"number":8,"verse":"ମାତ୍ର ମନୁଷ୍ୟ ମଧ୍ୟରେ ଗୋଟିଏ ଆତ୍ମା ଅଛି ଓ ସର୍ବଶକ୍ତିମାନଙ୍କ ନିଶ୍ଵାସ ସେମାନଙ୍କୁ ବୁଦ୍ଧି ଦିଏ ।"},{"number":9,"verse":"ବଡ଼ ଲୋକେ ଯେ ଜ୍ଞାନବାନ, ତାହା ନୁହେଁ, ଅବା ପ୍ରାଚୀନମାନେ ଯେ ବିଚାର ବୁଝନ୍ତି, ତାହା ନୁହେଁ ।"},{"number":10,"verse":"ଏଥିପାଇଁ ମୁଁ କହିଲି, ମୋʼ କଥା ଶୁଣ; ମୁଁ ମଧ୍ୟ ଆପଣା ମତ ପ୍ରକାଶ କରିବି ।"},{"number":11,"verse":"ଦେଖ, ମୁଁ ତୁମ୍ଭମାନଙ୍କ କଥା ପାଇଁ ଅପେକ୍ଷା କଲି, କଅଣ କହିବାକୁ ହେବ, ଏହା ତୁମ୍ଭେମାନେ ଅନୁସନ୍ଧାନ କରିବାଯାଏ ତୁମ୍ଭମାନଙ୍କ ଯୁକ୍ତି ପାଇଁ ମନୋଯୋଗ କଲି ।"},{"number":12,"verse":"ଆହୁରି, ମୁଁ ତୁମ୍ଭମାନଙ୍କ କଥାରେ ମନ ଦେଲି, ପୁଣି ଦେଖ, ଆୟୁବକୁ ବୋଧ ଦେବାକୁ, ଅବା ତାହାର କଥାର ଉତ୍ତର ଦେବାକୁ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ କେହି ନ ଥିଲା ।"},{"number":13,"verse":"ସାବଧାନ, କେଜାଣି ତୁମ୍ଭେମାନେ କହିବ, ଆମ୍ଭେମାନେ ଜ୍ଞାନ ପାଇଅଛୁ; ପରମେଶ୍ଵର ତାହାକୁ ପରାସ୍ତ କରି ପାରିବେ, ମନୁଷ୍ୟନୁହେଁ;"},{"number":14,"verse":"କାରଣ ସେ ମୋʼ ବିରୁଦ୍ଧରେ କଥା କହି ନାହିଁ, କିଅବା ମୁଁ ତୁମ୍ଭମାନଙ୍କ କଥାରେ ତାହାକୁ ଉତ୍ତର ଦେବି ନାହିଁ ।"},{"number":15,"verse":"ସେମାନେ ବିସ୍ମିତ ଅଛନ୍ତି, ସେମାନେ ଆଉ ଉତ୍ତର ଦିଅନ୍ତି ନାହିଁ, ସେମାନଙ୍କର କୌଣସି କଥା କହିବାକୁ ନାହିଁ ।"},{"number":16,"verse":"ସେମାନେ କଥା କହନ୍ତି ନାହିଁ, ସେମାନେ ତୁନି ହୋଇ ଠିଆ ହୁଅନ୍ତି, ଆଉ ଉତ୍ତର ଦିଅନ୍ତି ନାହିଁ ବୋଲି କି ମୁଁ ଅପେକ୍ଷା କରିବି ?"},{"number":17,"verse":"ମୁଁ ମଧ୍ୟ ଆପଣାର ଉତ୍ତର ଦେବି, ମୁଁ ଆପଣାର ମତ ପ୍ରକାଶ କରିବି ।"},{"number":18,"verse":"କାରଣ ମୁଁ ବାକ୍ୟରେ ପରିପୂର୍ଣ୍ଣ । ମୋହର ଅନ୍ତରସ୍ଥ ଆତ୍ମା ମୋତେ ପ୍ରବର୍ତ୍ତାଏ ।"},{"number":19,"verse":"ଦେଖ, ମୋʼ ଉଦର ବନ୍ଦ ଦ୍ରାକ୍ଷାରସ ତୁଲ୍ୟ; ନୂତନ କୁମ୍ପା ପରି ତାହା ଫାଟିବାକୁ ଉଦ୍ୟତ ।"},{"number":20,"verse":"ମୁଁ ଉଶ୍ଵାସ ପାଇବା ପାଇଁ କଥା କହିବି; ମୁଁ ଓଷ୍ଠାଧର ଫିଟାଇ ଉତ୍ତର ଦେବି ।"},{"number":21,"verse":"ବିନୟ କରୁଅଛି, ମୋତେ କୌଣସି ଲୋକର ମୁଖାପେକ୍ଷା କରିବାକୁ ଦିଅ ନାହିଁ; କିଅବା ମୁଁ କୌଣସି ଲୋକର ଚାଟୁବାଦ କରିବି ନାହିଁ ।"},{"number":22,"verse":"କାରଣ ମୁଁ ଚାଟୁବାଦ କରି ଜାଣେ ନାହିଁ; କଲେ ମୋହର ସୃଷ୍ଟିକର୍ତ୍ତା ଶୀଘ୍ର ମୋତେ ସଂହାର କରିବେ ।"}]}