{"bibleAbbr":"orOV2014","bookName":"ଆୟୁବ ପୁସ୍ତକ","bookEnglishName":"Job","chapterNumber":34,"verses":[{"number":1,"verse":"( ଇଲୀହୂଙ୍କ ପରମେଶ୍ଵରଙ୍କ ନ୍ୟାୟର ଘୋଷଣା) ଆହୁରି ଇଲୀହୂ ଉତ୍ତର କରି କହିଲା,"},{"number":2,"verse":"ହେ ଜ୍ଞାନୀମାନେ, ମୋʼ କଥା ଶୁଣ, ହେ ବିଜ୍ଞମାନେ, ମୋʼ କଥାରେ କର୍ଣ୍ଣ ଦିଅ ।"},{"number":3,"verse":"କାରଣ ରସନା ଯେପରି ଭକ୍ଷ୍ୟର ସ୍ଵାଦୁ ବୁଝେ, କର୍ଣ୍ଣ ସେପରି ବାକ୍ୟର ପରୀକ୍ଷା କରେ ।"},{"number":4,"verse":"ଯାହା ଯଥାର୍ଥ, ତାହା ଆମ୍ଭେମାନେ ଆପଣାମାନଙ୍କ ପାଇଁ ମନୋନୀତ କରୁ; ଯାହା ଭଲ, ତାହା ଆମ୍ଭେମାନେ ଆପଣାମାନଙ୍କ ମଧ୍ୟରେ ନିଶ୍ଚୟ କରୁ ।"},{"number":5,"verse":"କାରଣ ଆୟୁବ କହିଅଛି, ମୁଁ ଧାର୍ମିକ, ପୁଣି ପରମେଶ୍ଵର ମୋହର ନ୍ୟାୟ ହରଣ କରିଅଛନ୍ତି;"},{"number":6,"verse":"ମୁଁ ନ୍ୟାୟବାନ ହେଲେ ହେଁ ମିଥ୍ୟାବାଦୀ ଗଣିତ ହୋଇଅଛି; ମୁଁ ଅପରାଧରହିତ ହେଲେ ହେଁ ମୋହର କ୍ଷତି ପ୍ରତିକାରହୀନ ।"},{"number":7,"verse":"ଆୟୁବ ପରି କେଉଁ ଲୋକ ଅଛି ? ସେ ଜଳ ପରି ନିନ୍ଦା ପାନ କରେ ।"},{"number":8,"verse":"ସେ ଅଧର୍ମାଚାରୀମାନଙ୍କ ସଙ୍ଗେ ଯାଏ ଓ ଦୁଷ୍ଟଲୋକମାନଙ୍କ ସଙ୍ଗେ ଗମନାଗମନ କରେ ।"},{"number":9,"verse":"କାରଣ ସେ କହିଅଛି, ପରମେଶ୍ଵରଙ୍କଠାରେ ଆନନ୍ଦ କଲେ, ମନୁଷ୍ୟର କିଛି ଲାଭ ନାହିଁ ।"},{"number":10,"verse":"ହେ ବୁଦ୍ଧିମାନ ଲୋକେ, ମୋʼ କଥା ଶୁଣ; ପରମେଶ୍ଵର ଯେ ଦୁଷ୍କର୍ମ କରିବେ, ଏହା ତାହାଙ୍କଠାରୁ ଦୂରେ ଥାଉ ଓ ସର୍ବଶକ୍ତିମାନ ଯେ ଅଧର୍ମ କରିବେ, ଏହା ତାହାଙ୍କଠାରୁ ଦୂରେ ଥାଉ ।"},{"number":11,"verse":"ମନୁଷ୍ୟର କର୍ମାନୁସାରେ ସେ ତାହାକୁ ଫଳ ଦେବେ ଓ ପ୍ରତ୍ୟେକ ଲୋକକୁ ତାହାର ଆଚରଣ ପ୍ରମାଣେ ଫଳଭୋଗ କରାଇବେ ।"},{"number":12,"verse":"ନିଶ୍ଚୟ ପରମେଶ୍ଵର ଦୁଷ୍ଟାଚରଣ କରିବେ ନାହିଁ, ସର୍ବଶକ୍ତିମାନ ବିଚାର ବିପରୀତ କରିବେ ନାହିଁ ।"},{"number":13,"verse":"କିଏ ତାହାଙ୍କୁ ପୃଥିବୀର କର୍ତ୍ତୃତ୍ଵଭାର ଦେଲା ? ଅବା କିଏ ସମୁଦାୟ ଜଗତର ନିରୂପଣ କରିଅଛି ?"},{"number":14,"verse":"ଯେବେ ସେ ମନୁଷ୍ୟ ଉପରେ ଆପଣା ମନ ଦେବେ, ଯେବେ ସେ ତାହାର ଆତ୍ମା ଓ ନିଶ୍ଵାସ ଆପଣା ନିକଟରେ ସଂଗ୍ରହ କରିବେ;"},{"number":15,"verse":"ତେବେ ସକଳ ପ୍ରାଣୀ ଏକତ୍ର ବିନଷ୍ଟ ହେବେ ଓ ମନୁଷ୍ୟ ପୁନର୍ବାର ଧୂଳିରେ ମିଶିଯିବ ।"},{"number":16,"verse":"ତୁମ୍ଭର ବିବେଚନା ଥିଲେ, ଏହା ଶୁଣ; ମୋʼ ବାକ୍ୟର ରବରେ ମନୋଯୋଗ କର ।"},{"number":17,"verse":"ଯେ ନ୍ୟାୟ ଘୃଣା କରେ, ସେ କି ଶାସନ କରିବ ? ଓ ଯେ ଧାର୍ମିକ ଓ ପରାକ୍ରମୀ, ତାହାଙ୍କୁ କି ତୁମ୍ଭେ ଦୋଷୀ କରିବ ?"},{"number":18,"verse":"ରାଜାକୁ, ତୁମ୍ଭେ ଅଧମ; ଅବା ଅଧିପତିମାନଙ୍କୁ, ତୁମ୍ଭେମାନେ ଦୁଷ୍ଟ ବୋଲି କହିବାର କି ଉପଯୁକ୍ତ ?"},{"number":19,"verse":"ତେବେ ଯେ ଅଧିପତିମାନଙ୍କର ମୁଖାପେକ୍ଷା କରନ୍ତି ନାହିଁ, ଅବା ସମସ୍ତେ ତାହାଙ୍କର ହସ୍ତକୃତ କର୍ମ ହେବାରୁ ଦରିଦ୍ର ଅପେକ୍ଷା ଧନୀକି ବିଶେଷ ଜ୍ଞାନ କରନ୍ତି ନାହିଁ, ତାହାଙ୍କୁ ଏପରି କହିବା କେତେ ଅଧିକ ଅନୁପଯୁକ୍ତ?"},{"number":20,"verse":"ସେମାନେ ମୁହୂର୍ତ୍ତକେ, ଅର୍ଦ୍ଧରାତ୍ରରେ ହିଁ ମରନ୍ତି; ଲୋକମାନେ କମ୍ପିତ ହୋଇ ପ୍ରାଣତ୍ୟାଗ କରନ୍ତି ଓ ବିକ୍ରମୀମାନେ ବିନା ହସ୍ତକ୍ଷେପରେ ଦୂରୀକୃତ ହୁଅନ୍ତି ।"},{"number":21,"verse":"କାରଣ ମନୁଷ୍ୟର ମାର୍ଗ ପ୍ରତି ତାହାଙ୍କର ଦୃଷ୍ଟି ଅଛି ଓ ସେ ତାହାର ସବୁ ଗତି ଦେଖନ୍ତି ।"},{"number":22,"verse":"ଯେଉଁଠାରେ ଅଧର୍ମାଚାରୀଗଣ ଲୁଚି ପାରନ୍ତି, ଏପରି ଅନ୍ଧକାର ଓ ମୃତ୍ୟୁଚ୍ଛାୟା ନାହିଁ ।"},{"number":23,"verse":"କାରଣ ମନୁଷ୍ୟର ପରମେଶ୍ଵରଙ୍କ ସାକ୍ଷାତରେ ବିଚାରାର୍ଥେ ଯିବାକୁ ହେବ ବୋଲି ତାହା ବିଷୟ ଦୀର୍ଘ ବିବେଚନା କରିବାର ତାହାଙ୍କର ଆବଶ୍ୟକ ନାହିଁ ।"},{"number":24,"verse":"ସେ ଅନୁଦ୍ଦେଶ୍ୟ ଉପାୟରେ ପରାକ୍ରା; ଲୋକ-ମାନଙ୍କୁ ଖଣ୍ତ ଖଣ୍ତ କରନ୍ତି ଓ ସେମାନଙ୍କ ସ୍ଥାନରେ ଅନ୍ୟମାନଙ୍କୁ ସ୍ଥାପନ କରନ୍ତି ।"},{"number":25,"verse":"ଏହେତୁ ସେ ସେମାନଙ୍କ କର୍ମର ତତ୍ତ୍ଵ ନିଅନ୍ତି; ପୁଣି, ସେ ରାତ୍ରିରେ ସେମାନଙ୍କୁ ଓଲଟାଇ ପକାନ୍ତି, ତହିଁରେ ସେମାନେ ବିନଷ୍ଟ ହୁଅନ୍ତି ।"},{"number":26,"verse":"ସେ ଅନ୍ୟମାନଙ୍କ ଦୃଷ୍ଟିଗୋଚରରେ ଦୁଷ୍ଟଲୋକଙ୍କୁ ପ୍ରହାର କଲା ପରି ସେମାନଙ୍କୁ ପ୍ରହାର କରନ୍ତି;"},{"number":27,"verse":"କାରଣ ସେମାନେ ତାହାଙ୍କ ଅନୁଗମନରୁ ବିମୁଖ ହେଲେ ଓ ତାହାଙ୍କର କୌଣସି ମାର୍ଗ ଆଦର କରିବାକୁ ଅନିଚ୍ଛୁକ ହେଲେ;"},{"number":28,"verse":"ଏହିରୂପେ ସେମାନେ ତାହାଙ୍କ ଛାମୁରେ ଦରିଦ୍ରର କ୍ରନ୍ଦନ ଉପସ୍ଥିତ କରାଇଲେ, ତହୁଁ ସେ ଦୁଃଖୀର କ୍ରନ୍ଦନ ଶୁଣିଲେ ।"},{"number":29,"verse":"ସେ ଶାନ୍ତି ଦେଲେ, କିଏ ଦୋଷ ଦେଇପାରେ ? ଓ ସେ ଆପଣା ମୁଖ ଆଚ୍ଛାଦନ କଲେ, କିଏ ତାହାଙ୍କୁ ଦେଖିପାରେ ? ଏହା କୌଣସି ଗୋଷ୍ଠୀ ଅବା କୌଣସି ବ୍ୟକ୍ତି ପ୍ରତି କରାଗଲେ, ଏକ ସମାନ ଥାଏ;"},{"number":30,"verse":"ଏଣୁ ଅଧାର୍ମିକ ଲୋକ ରାଜତ୍ଵ କରେ ନାହିଁ, ଲୋକମାନଙ୍କୁ ଫାନ୍ଦରେ ପକାଇବାକୁ କେହି ନ ଥାଏ ।"},{"number":31,"verse":"କାରଣ କେହି କି ପରମେଶ୍ଵରଙ୍କୁ କହିଅଛି, ମୁଁ ଶାସ୍ତି ଭୋଗ କରୁଅଛି, ଆଉ ଦୋଷ କରିବି ନାହିଁ;"},{"number":32,"verse":"ଯାହା ମୁଁ ଜାଣୁ ନାହିଁ, ତାହା ତୁମ୍ଭେ ମୋତେ ଶିଖାଅ; ଯେବେ ମୁଁ ଅପରାଧ କରିଅଛି, ତେବେ ଆଉ ତାହା କରିବି ନାହିଁ ?"},{"number":33,"verse":"ତାହାଙ୍କ ଦତ୍ତ ପ୍ରତିଫଳ କି ତୁମ୍ଭ ଇଚ୍ଛାମତ ହେବ ଯେ, ତୁମ୍ଭେ ତାହା ଅଗ୍ରାହ୍ୟ କରୁଅଛ ? କାରଣ ମନୋନୀତ କରିବାର ତୁମ୍ଭର କର୍ମ, ମୋହର ନୁହେଁ; ଏଥିପାଇଁ ଯାହା ତୁମ୍ଭେ ଜାଣ, ତାହା କୁହ ।"},{"number":34,"verse":"ବୁଦ୍ଧିମାନ ଲୋକେ ଏବଂ ମୋʼ କଥା ଶ୍ରବଣକାରୀ ପ୍ରତ୍ୟେକ ଜ୍ଞାନୀ ଲୋକ ମୋତେ କହିବେ;"},{"number":35,"verse":"ଆୟୁବ ନ ଜାଣି କଥା କହେ ଓ ତାହାର କଥାସବୁ ଜ୍ଞାନବର୍ଜ୍ଜିତ ।"},{"number":36,"verse":"ଆୟୁବ ଶେଷ ପର୍ଯ୍ୟନ୍ତ ପରୀକ୍ଷିତ ହେଉ, କାରଣ ସେ ଦୁଷ୍ଟ ଲୋକମାନଙ୍କ ପରି ଉତ୍ତର ଦେଇଅଛି ।"},{"number":37,"verse":"ଯେଣୁ ସେ ଆପଣା ପାପରେ ବିଦ୍ରୋହଭାବ ଯୋଗ କରୁଅଛି, ସେ ଆମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ହାତତାଳି ଦେଉଅଛି ଓ ପରମେଶ୍ଵରଙ୍କ ପ୍ରତିକୂଳରେ ଅନେକ କଥା କହୁଅଛି ।"}]}