{"bibleAbbr":"orOV2014","bookName":"ଆୟୁବ ପୁସ୍ତକ","bookEnglishName":"Job","chapterNumber":38,"verses":[{"number":1,"verse":"( ଆୟୁବଙ୍କୁ ପରମେଶ୍ଵରଙ୍କ ଉତ୍ତର) ଅନନ୍ତର ସଦାପ୍ରଭୁ ଘୂର୍ଣ୍ଣିବାୟୁ ମଧ୍ୟରୁ ଆୟୁବକୁ ଉତ୍ତର ଦେଇ କହିଲେ,"},{"number":2,"verse":"ଏ କିଏ ଯେ, ଜ୍ଞାନରହିତ କଥା ଦ୍ଵାରା ମନ୍ତ୍ରଣାକୁ ଅନ୍ଧକାରମୟ କରୁଅଛି ?"},{"number":3,"verse":"ଏବେ ତୁମ୍ଭେ ବୀର ପରି ଆପଣା କଟି ବାନ୍ଧ, କାରଣ ଆମ୍ଭେ ତୁମ୍ଭକୁ ପ୍ରଶ୍ନ କରିବା ଓ ତୁମ୍ଭେ ଆମ୍ଭକୁ ବୁଝାଇ ଦିଅ ।"},{"number":4,"verse":"ଯେତେବେଳେ ଆମ୍ଭେ ପୃଥିବୀର ଭିତ୍ତିମୂଳ ସ୍ଥାପନ କଲୁ, ସେତେବେଳେ ତୁମ୍ଭେ କେଉଁଠାରେ ଥିଲ ? ବୁଦ୍ଧି ଥିଲେ, ବୁଝାଇ ଦିଅ ।"},{"number":5,"verse":"ତୁମ୍ଭେ କି ଜାଣ, କିଏ ତହିଁର ପରିମାଣ ନିରୂପଣ କଲା ? ଅବା କିଏ ତହିଁ ଉପରେ ପରିମାପକ ରଜ୍ଜୁ ପ୍ରସାରିଲା ?"},{"number":6,"verse":"କାହା ଉପରେ ତହିଁର ଭିତ୍ତିମୂଳ ଦୃଢ଼ୀକୃତ ହେଲା ? ଅବା ପ୍ରଭାତୀୟ ନକ୍ଷତ୍ରଗଣ ଏକ ସଙ୍ଗେ ଗାନ କରିବା ବେଳେ"},{"number":7,"verse":"ଓ ପରମେଶ୍ଵରଙ୍କ ସନ୍ତାନଗଣ ଆନନ୍ଦରେ ଜୟଧ୍ଵନି କରିବା ବେଳେ କିଏ ତହିଁର କୋଣ ପ୍ରସ୍ତର ବସାଇଲା ?"},{"number":8,"verse":"ଅବା ଯେତେବେଳେ ଗର୍ଭରୁ ନିର୍ଗତ ହେବା ତୁଲ୍ୟ ସମୁଦ୍ର ବାହାରିଲା, ଯେତେବେଳେ ଆମ୍ଭେ ମେଘକୁ ତହିଁର ବସ୍ତ୍ର ସ୍ଵରୂପ"},{"number":9,"verse":"ଓ ନିବିଡ଼ ଅନ୍ଧକାରକୁ ତହିଁର ଗୁଡ଼ାଇବା ବସ୍ତ୍ର ସ୍ଵରୂପ କଲୁ,"},{"number":10,"verse":"ପୁଣି ତହିଁ ନିମନ୍ତେ ଆମ୍ଭେ ଆପଣା ବିଧି ନିରୂପଣ କରି ଅର୍ଗଳ ଓ କବାଟ ସ୍ଥାପନ କଲୁ,"},{"number":11,"verse":"ତୁମ୍ଭେ ଏପର୍ଯ୍ୟନ୍ତ ଆସିବ, ମାତ୍ର ଆଉ ବଢ଼ିବ ନାହିଁ ଓ ଏହିଠାରେ ତୁମ୍ଭର ଗର୍ବିତ ତରଙ୍ଗ ନିବାରିତ ହେବ ବୋଲି କହିଲୁ; ସେତେବେଳେ କିଏ କବାଟ ଦେଇ ସମୁଦ୍ରକୁ ରୁଦ୍ଧ କଲା ?"},{"number":12,"verse":"ଯେପରି ପ୍ରଭାତ ପୃଥିବୀର ପ୍ରା; ପର୍ଯ୍ୟନ୍ତ ଅବଲମ୍ଵନ କରିବ ଓ ଦୁଷ୍ଟମାନେ ପୃଥିବୀରୁ ଝଡ଼ି ପଡ଼ିବେ;"},{"number":13,"verse":"ଏଥିପାଇଁ ତୁମ୍ଭେ କି ଆପଣା ଦିନର ଆରମ୍ଭଠାରୁ ପ୍ରଭାତକୁ ଆଜ୍ଞା ଦେଉଅଛ ଓ ଅରୁଣକୁ ତହିଁର ଉଦୟସ୍ଥାନ ଜଣାଇଅଛ ?"},{"number":14,"verse":"ମୋହରାଙ୍କିତ ମୃତ୍ତିକା ତୁଲ୍ୟ ତାହା ରୂପାନ୍ତରିତ ହୁଏ; ଓ ସକଳ ପଦାର୍ଥ ବସ୍ତ୍ର ତୁଲ୍ୟ ଦେଖାଯାଏ;"},{"number":15,"verse":"ଦୁଷ୍ଟମାନଙ୍କଠାରୁ ସେମାନଙ୍କ ଦୀପ୍ତି ନିବାରିତ ହୁଏ ଓ ଉଚ୍ଚ ବାହୁ ଭଗ୍ନ ହୁଏ ।"},{"number":16,"verse":"ତୁମ୍ଭେ କି ସମୁଦ୍ରର ଝର ପର୍ଯ୍ୟନ୍ତ ପ୍ରବେଶ କରିଅଛ ? ଅବା ତୁମ୍ଭେ କି ବାରିଧିର ଗୁପ୍ତସ୍ଥଳୀମାନଙ୍କରେ ଗତାୟାତ କରିଅଛ ?"},{"number":17,"verse":"ତୁମ୍ଭ ନିକଟରେ କି ମୃତ୍ୟୁର ଦ୍ଵାରସବୁ ପ୍ରକାଶିତ ହୋଇଅଛି ? ଅବା ତୁମ୍ଭେ କି ମୃତ୍ୟୁଛାୟାର ଦ୍ଵାରସବୁ ଦେଖିଅଛ ?"},{"number":18,"verse":"ତୁମ୍ଭେ କି ପୃଥିବୀର ବିସ୍ତୃତି ବୁଝିଅଛ ? ଏସବୁ ଯେବେ ଜାଣ, ପ୍ରକାଶ କର ।"},{"number":19,"verse":"ଦୀପ୍ତିର ବାସସ୍ଥାନକୁ ପଥ କାହିଁ ? ଓ ଅନ୍ଧକାରର ସ୍ଥାନ କେଉଁଠାରେ ?"},{"number":20,"verse":"ତୁମ୍ଭେ କି ତହିଁର ସୀମାକୁ ତାହାକୁ ନେଇପାର ? ଓ ତହିଁର ଗୃହ-ପଥ କି ଚିହ୍ନିପାର ?"},{"number":21,"verse":"ସନ୍ଦେହ ନାହିଁ, ତୁମ୍ଭେ ଜାଣ, କାରଣ ସେତେବେଳେ ତୁମ୍ଭେ ଜନ୍ମ ହୋଇଥିଲ ଓ ତୁମ୍ଭ ଦିନର ସଂଖ୍ୟା ବହୁତ !"},{"number":22,"verse":"ତୁମ୍ଭେ ହିମଭଣ୍ତାରରେ ପ୍ରବେଶ କରିଅଛ ? ଅବା ଆମ୍ଭେ ସଙ୍କଟକାଳ ଓ ସଂଗ୍ରାମ ଓ ଯୁଦ୍ଧ ଦିନ ନିମନ୍ତେ ଯେଉଁ ଶିଳାବୃଷ୍ଟି ସଞ୍ଚୟ କରିଅଛୁ,"},{"number":23,"verse":"ତହିଁର ଭଣ୍ତାର କି ତୁମ୍ଭେ ଦେଖିଅଛ ?"},{"number":24,"verse":"କେଉଁ ପଥରେ ଦୀପ୍ତି ବିଭକ୍ତ ହୁଏ, ଅବା ପୂର୍ବୀୟ ବାୟୁ ପୃଥିବୀରେ ବ୍ୟାପ୍ତ ହୁଏ ?"},{"number":25,"verse":"ଜଳପ୍ଳାବନ ନିମନ୍ତେ ପ୍ରଣାଳୀ ଓ ମେଘଗର୍ଜ୍ଜନର ବିଦ୍ୟୁତ ନିମନ୍ତେ ପଥ କାଟି"},{"number":26,"verse":"କିଏ ପୃଥିବୀର ନିର୍ଜନ ସ୍ଥାନରେ ଓ ନରଶୂନ୍ୟ ପ୍ରାନ୍ତରରେ ବର୍ଷାଇବାକୁ,"},{"number":27,"verse":"ମରୁଭୂମି ଓ ଶୁଷ୍କସ୍ଥାନ ତୃପ୍ତ କରିବାକୁ ଓ କୋମଳ ତୃଣ ଅଙ୍କୁରିତ ହେବାକୁ ଦିଅନ୍ତି ?"},{"number":28,"verse":"ବୃଷ୍ଟିର କି ପିତା ଅଛି ? ଅବା କିଏ ଶିଶିର-ବିନ୍ଦୁସବୁ ଜାତ କରିଅଛି ?"},{"number":29,"verse":"କାହାର ଗର୍ଭରୁ ହିମାନୀ ନିର୍ଗତ ହୋଇଅଛି ? ଓ କିଏ ଆକାଶର ତୁଷାରକୁ ଜନ୍ମ ଦେଇଅଛି ?"},{"number":30,"verse":"ଜଳରାଶି ପ୍ରସ୍ତରାଚ୍ଛାଦିତ ହେଲା ପରି ହୁଏ ଓ ବାରିଧିର ଉପର ଭାଗ ଜମାଟ ହୁଏ ।"},{"number":31,"verse":"ତୁମ୍ଭେ କି କୃତ୍ତିକା-ନକ୍ଷତ୍ରପୁଞ୍ଜ ବାନ୍ଧିପାର ? ଓ ମୃଗଶୀର୍ଷର ବନ୍ଧନ ଫିଟାଇପାର ?"},{"number":32,"verse":"ତୁମ୍ଭେ କି ରାଶିଗଣକୁ ସ୍ଵ ସ୍ଵ ଋତୁରେ ଚଳାଇପାର ? ଅବା ତୁମ୍ଭେ କି ସ୍ଵାତୀ ଓ ତହିଁର ସହଚରଗଣକୁ ପଥ ଦେଖାଇପାର ?"},{"number":33,"verse":"ତୁମ୍ଭେ କି ଆକାଶମଣ୍ତଳର ବିଧାନସବୁ ଜାଣ ? ତୁମ୍ଭେ କି ପୃଥିବୀରେ ତହିଁର କର୍ତ୍ତୃତ୍ଵ ସ୍ଥାପନ କରିପାର ?"},{"number":34,"verse":"ଯେପରି ଅପାର ଜଳ ତୁମ୍ଭକୁ ଆଚ୍ଛନ୍ନ କରି ପାରିବ, ଏଥିପାଇଁ ତୁମ୍ଭେ କି ମେଘ ପର୍ଯ୍ୟନ୍ତ ଆପଣା ରବ ଉଠାଇପାର ?"},{"number":35,"verse":"ବିଦ୍ୟୁତମାଳା ଯେପରି ଯିବେ ଓ ତୁମ୍ଭକୁ କହିବେ, ଆମ୍ଭେମାନେ ଏଠାରେ ଅଛୁ, ଏଥିପାଇଁ କି ତୁମ୍ଭେ ସେମାନଙ୍କୁ ପଠାଇପାର ?"},{"number":36,"verse":"କିଏ ଅନ୍ତରେ ଜ୍ଞାନ ସ୍ଥାପନ କରିଅଛି ? ଅବା ମନକୁ କିଏ ବୁଦ୍ଧି ଦେଇଅଛି ?"},{"number":37,"verse":"କିଏ ଜ୍ଞାନ ଦ୍ଵାରା ମେଘମାଳ ଗଣନା କରିପାରେ ?"},{"number":38,"verse":"ଧୂଳୀ ରାଶୀକୃତ ହୋଇ ଟେଳା ବାନ୍ଧିବା ବେଳେ କିଏ ଆକାଶସ୍ଥ କୁମ୍ପାସବୁ ଢାଳି ଦେଇପାରେ ?"},{"number":39,"verse":"ତୁମ୍ଭେ କି ସିଂହୀ ପାଇଁ ଶିକାର ଖୋଜିବ ? ଅବା ଯୁବାସିଂହମାନେ ଆପଣା ଆପଣା ଗୁହାରେ ଶୟନ କଲା ବେଳେ ଓ ଛକି ବସିବା ପାଇଁ ଗୁପ୍ତସ୍ଥାନରେ ଥିବା ବେଳେ"},{"number":40,"verse":"ତୁମ୍ଭେ କି ସେମାନଙ୍କ କ୍ଷୁଧା ନିବାରଣ କରିପାର ?"},{"number":41,"verse":"ଡାମରା କାଉର ଛୁଆମାନେ ପରମେଶ୍ଵରଙ୍କ ନିକଟରେ ରାବ କରି ଖାଦ୍ୟ ଅଭାବରେ ଭ୍ରମଣ କଲା ବେଳେ କିଏ ତାହାକୁ ଆହାର ଯୋଗାଇ ଦିଏ ?"}]}