{"bibleAbbr":"orOV2014","bookName":"ଆୟୁବ ପୁସ୍ତକ","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"ଏବେ ଡାକ, ତୁମ୍ଭକୁ ଉତ୍ତର ଦେବାକୁ କʼଣ କେହି ଅଛି ? ପୁଣି, ପବିତ୍ରଗଣ ମଧ୍ୟରୁ ତୁମ୍ଭେ କାହାର ଅନୁସରଣ କରିବ ?"},{"number":2,"verse":"କାରଣ ବିରକ୍ତି ଅଜ୍ଞାନକୁ ନାଶ କରେ ଓ ଅନ୍ତର୍ଜ୍ଵାଳା ନିର୍ବୋଧକୁ ବଧ କରେ ।"},{"number":3,"verse":"ଅଜ୍ଞାନର ଚେର ମାଡ଼ିବାର ମୁଁ ଦେଖିଅଛି; ମାତ୍ର ହଠାତ୍ ତାହାର ବାସସ୍ଥାନକୁ ମୁଁ ଶାପ ଦେଲି ।"},{"number":4,"verse":"ତାହାର ସନ୍ତାନଗଣ ରକ୍ଷାଠାରୁ ଦୂରରେ ଅଛନ୍ତି ଓ ସେମାନେ ନଗରଦ୍ଵାରରେ ମର୍ଦ୍ଦିତ ହୁଅନ୍ତି, ଅବା ସେମାନଙ୍କୁ ଉଦ୍ଧାର କରିବାକୁ କେହି ନ ଥାଏ ।"},{"number":5,"verse":"କ୍ଷୁଧିତ ଲୋକ ସେମାନଙ୍କର ଶସ୍ୟ ଖାଇଯାʼନ୍ତି ଓ କଣ୍ଟା ମଧ୍ୟରୁ ହିଁ ତାହା ନେଇଯାʼନ୍ତି, ଆଉ ଜାଲ ସେମାନଙ୍କ ସମ୍ପତ୍ତିକି ଚାହିଁକରି ଥାଏ ।"},{"number":6,"verse":"କାରଣ କ୍ଳେଶ ଧୂଳିରୁ ଉତ୍ପନ୍ନ ହୁଏ ନାହିଁ, କିଅବା ଦୁଃଖ ଭୂମିରୁ ଅଙ୍କୁରିତ ହୁଏ ନାହିଁ;"},{"number":7,"verse":"ମାତ୍ର ଅଗ୍ନିକଣିକା ଯେପରି ଉପରକୁ ଉଠେ, ସେହିପରି ମନୁଷ୍ୟ ଦୁଃଖ ନିମନ୍ତେ ଜାତ ଅଟେ ।"},{"number":8,"verse":"ମାତ୍ର ମୁଁ ପରମେଶ୍ଵରଙ୍କର ଅନ୍ଵେଷଣ କରିବି ଓ ମୁଁ ଆପଣା ବିଷୟ ପରମେଶ୍ଵରଙ୍କଠାରେ ସମର୍ପଣ କରିବି ।"},{"number":9,"verse":"ସେ ମହାନ, ଅନନୁସନ୍ଧେୟ ଏବଂ ଅସଂଖ୍ୟ ଆଶ୍ଚର୍ଯ୍ୟ କର୍ମ କରନ୍ତି;"},{"number":10,"verse":"ସେ ପୃଥିବୀରେ ବୃଷ୍ଟି ପ୍ରଦାନ କରନ୍ତି ଓ କ୍ଷେତ୍ରକୁ ଜଳ ପଠାନ୍ତି ।"},{"number":11,"verse":"ଏହିରୂପେ ସେ ନୀଚ ଲୋକକୁ ଉଚ୍ଚରେ ସ୍ଥାପନ କରନ୍ତି ଓ ଶୋକାର୍ତ୍ତମାନଙ୍କୁ ରକ୍ଷା କରି ଉନ୍ନତ କରନ୍ତି ।"},{"number":12,"verse":"ସେ ଧୂର୍ତ୍ତମାନଙ୍କର କଳ୍ପନା ବ୍ୟର୍ଥ କରନ୍ତି, ତେଣୁ ସେମାନଙ୍କ ହସ୍ତ ସେମାନଙ୍କ କାର୍ଯ୍ୟ ସାଧନ କରି ପାରେ ନାହିଁ ।"},{"number":13,"verse":"ସେ ବୁଦ୍ଧିମାନ ଲୋକଙ୍କୁ ସେମାନଙ୍କ ଧୂର୍ତ୍ତତାରେ ଧରନ୍ତି ଓ କୁଟିଳମନାମାନଙ୍କ ମନ୍ତ୍ରଣା ଶୀଘ୍ର ବିଫଳ ହୁଏ ।"},{"number":14,"verse":"ସେମାନେ ଦିନ ବେଳେ ଅନ୍ଧକାରଗ୍ରସ୍ତ ହୁଅନ୍ତି, ପୁଣି ମଧ୍ୟାହ୍ନରେ ରାତ୍ରିକାଳର ନ୍ୟାୟ ଦରାଣ୍ତି ହୁଅନ୍ତି ।"},{"number":15,"verse":"ମାତ୍ର ସେ ଦୀନହୀନକୁ ସେମାନଙ୍କ ଖଡ଼୍‍ଗରୂପ ମୁଖରୁ ଓ ପରାକ୍ରମୀମାନଙ୍କ ହସ୍ତରୁ ଉଦ୍ଧାର କରନ୍ତି ।"},{"number":16,"verse":"ଏହେତୁ ଦରିଦ୍ର ଭରସା ପାଏ ଓ ଧର୍ମ ନିଜ ମୁଖ ବନ୍ଦ କରେ ।"},{"number":17,"verse":"ଦେଖ, ପରମେଶ୍ଵର ଯାହାକୁ ଶାସନ କରନ୍ତି, ସେ ମନୁଷ୍ୟ ଧନ୍ୟ; ଏହେତୁ ତୁମ୍ଭେ ସର୍ବଶକ୍ତିମାନଙ୍କର ଶାସ୍ତି ତୁଚ୍ଛ ନ କର ।"},{"number":18,"verse":"କାରଣ ସେ କ୍ଷତ କରନ୍ତି ଓ ବାନ୍ଧନ୍ତି; ସେ ଆଘାତ କରନ୍ତି ଓ ତାହାଙ୍କ ହସ୍ତ ସୁସ୍ଥ କରଇ;"},{"number":19,"verse":"ସେ ଛଅଗୋଟି ସଙ୍କଟରୁ ତୁମ୍ଭକୁ ଉଦ୍ଧାର କରିବେ; ଆହୁରି, ସାତ ସଂକଟରୁ ତୁମ୍ଭକୁ କୌଣସି ଅମଙ୍ଗଳ ସ୍ପର୍ଶ କରିବ ନାହିଁ ।"},{"number":20,"verse":"ଦୁର୍ଭିକ୍ଷ ସମୟରେ ସେ ତୁମ୍ଭକୁ ମୃତ୍ୟୁରୁ ଓ ଯୁଦ୍ଧରେ ଖଡ଼୍‍ଗର ବଳରୁ ମୁକ୍ତ କରିବେ ।"},{"number":21,"verse":"ଜିହ୍ଵାର କୋରଡ଼ା-ପ୍ରହାରରୁ ତୁମ୍ଭେ ଗୋପନରେ ରଖାଯିବ; କିଅବା ବିନାଶ ଉପସ୍ଥିତ ହେଲେ ତୁମ୍ଭେ ଭୀତ ନୋହିବ ।"},{"number":22,"verse":"ତୁମ୍ଭେ ବିନାଶ ଓ ଦୁର୍ଭିକ୍ଷ ପ୍ରତି ହସିବ; ଅଥବା ପୃଥିବୀର ପଶୁଗଣ ବିଷୟରେ ଭୟଗ୍ରସ୍ତ ନୋହିବ ।"},{"number":23,"verse":"କାରଣ ପଦାର ପଥର ସଙ୍ଗେ ତୁମ୍ଭର ସନ୍ଧି ହେବ ଓ ପଦାର ପଶୁଗଣ ତୁମ୍ଭ ସଙ୍ଗେ ଶାନ୍ତିରେ ରହିବେ ।"},{"number":24,"verse":"ପୁଣି, ତୁମ୍ଭର ତମ୍ଵୁ ଶାନ୍ତିରେ ଅଛି, ଏହା ତୁମ୍ଭେ ଜାଣିବ ଓ ତୁମ୍ଭେ ଆପଣା ପଶୁଶାଳାର ତତ୍ତ୍ଵ କଲେ କିଛି ହଜି ନ ଥିବାର ଦେଖିବ ।"},{"number":25,"verse":"ମଧ୍ୟ ତୁମ୍ଭର ବଂଶ ବହୁସଂଖ୍ୟକ ଓ ତୁମ୍ଭର ସନ୍ତାନସନ୍ତତି ଭୂମିର ତୃଣ ପରି ହେବାର ଜାଣିବ ।"},{"number":26,"verse":"ତୁମ୍ଭେ ଯଥାସମୟରେ ଆନୀତ ଶସ୍ୟବିଡ଼ା ତୁଲ୍ୟ ପୂର୍ଣ୍ଣାୟୁ ହୋଇ ଆପଣା କବରକୁ ଆସବ ।"},{"number":27,"verse":"ଏହା ଦେଖ, ଆମ୍ଭେମାନେ ତାହା ଅନୁସନ୍ଧାନ କରିଅଛୁ, ତାହା ସେପରି ଅଟେ; ତାହା ଶୁଣ ଓ ଆପଣା ମଙ୍ଗଳ ନିମନ୍ତେ ତାହା ଜ୍ଞାତ ହୁଅ ।"}]}