{"bibleAbbr":"orOV2014","bookName":"ଆୟୁବ ପୁସ୍ତକ","bookEnglishName":"Job","chapterNumber":9,"verses":[{"number":1,"verse":"( ଆୟୁବ - ନିଷ୍ପତ୍ତିକାରୀ କେହି ନାହାନ୍ତି) ଏଥିରେ ଆୟୁବ ଉତ୍ତର କରି କହିଲା,"},{"number":2,"verse":"ଏହା ସତ୍ୟ ବୋଲି ମୁଁ ନିଶ୍ଚୟ ଜାଣେ; ମାତ୍ର କିରୂପେ ମନୁଷ୍ୟ ପରମେଶ୍ଵରଙ୍କ ନିକଟରେ ଧାର୍ମିକ ହୋଇପାରେ ?"},{"number":3,"verse":"ସେ ତାହା ସଙ୍ଗେ ବାଦାନୁବାଦ କରିବାକୁ ଇଚ୍ଛା କଲେ, ମନୁଷ୍ୟ ତାହାଙ୍କୁ ସହସ୍ର କଥା ମଧ୍ୟରୁ ଗୋଟିକର ଉତ୍ତର ଦେଇପାରିବ ନାହିଁ ।"},{"number":4,"verse":"ସେ ମନରେ ଜ୍ଞାନବାନ ଓ ବଳରେ ପରାକ୍ରାନ୍ତ; କିଏ ତାହାଙ୍କ ବିରୁଦ୍ଧରେ ଆପଣାକୁ ପ୍ରବଳ କରି ମଙ୍ଗଳ ପାଇଅଛି ?"},{"number":5,"verse":"ସେ ପର୍ବତଗଣକୁ ସ୍ଥାନାନ୍ତର କରନ୍ତି, ସେ ଆପଣା କ୍ରୋଧରେ ସେମାନଙ୍କୁ ଓଲଟାଇ ପକାଇବା ବେଳେ ସେମାନେ ତାହା ଜାଣନ୍ତି ନାହିଁ ।"},{"number":6,"verse":"ସେ ପୃଥିବୀକି ସ୍ଵସ୍ଥାନରୁ ହଲାଇ ଦିଅନ୍ତି ଓ ତହିଁର ସ୍ତମ୍ଭମାନ ଟଳଟଳ ହୁଏ ।"},{"number":7,"verse":"ସେ ବାରଣ କଲେ, ସୂର୍ଯ୍ୟ ଉଦିତ ହୁଏ ନାହିଁ ଓ ସେ ତାରାଗଣକୁ ବନ୍ଦ କରି ମୁଦ୍ରାଙ୍କିତ କରନ୍ତି ।"},{"number":8,"verse":"ସେ ଏକାକୀ ଆକାଶମଣ୍ତଳ ପ୍ରସାରନ୍ତି ଓ ସମୁଦ୍ରର ତରଙ୍ଗ ଉପରେ ଗମନ କରନ୍ତି ।"},{"number":9,"verse":"ସେ ସପ୍ତର୍ଷି, ମୃଗଶୀର୍ଷ ଓ କୃତ୍ତିକା ଓ ଦକ୍ଷିଣସ୍ଥ ମଣ୍ତଳ ସୃଷ୍ଟି କରନ୍ତି।"},{"number":10,"verse":"ସେ ଅନୁଦ୍ଦେଶ୍ୟ ମହାକାର୍ଯ୍ୟ ଓ ଅସଂଖ୍ୟ ଆଶ୍ଚର୍ଯ୍ୟ-କ୍ରିୟା କରନ୍ତି ।"},{"number":11,"verse":"ଦେଖ, ସେ ମୋʼ ନିକଟରେ ଗମନ କରନ୍ତି, ମାତ୍ର ମୁଁ ତାହାଙ୍କୁ ଦେଖେ ନାହିଁ; ମଧ୍ୟ ସେ ଚାଲିଗଲେ, ମୁଁ ତାହାଙ୍କୁ ଚିହ୍ନେ ନାହିଁ ।"},{"number":12,"verse":"ଦେଖ, ସେ ଶିକାର ଧରିଲେ, କିଏ ତାହାଙ୍କୁ ନିବାରଣ କରି ପା ⇧ ର ? ତୁମ୍ଭେ କଅଣ କରୁଅଛ, ଏହା କିଏ ତାହାଙ୍କୁ କହିବ ?"},{"number":13,"verse":"ପରମେଶ୍ଵର ଆପଣା କ୍ରୋଧ ସମ୍ଵରଣ କରିବେ ନାହିଁ; ରାହବର ସହାୟଗଣ ତାହାଙ୍କ ପାଦ ତଳେ ନତ ହୁଅନ୍ତି ।"},{"number":14,"verse":"ତେବେ ମୁଁ ତାହାଙ୍କୁ କେତେ ଅଳ୍ପ ଉତ୍ତର ଦେବି ? ଓ ତାହାଙ୍କ ସଙ୍ଗେ ଯୁକ୍ତି କରିବାକୁ ଆପଣା କଥା ବାଛିବି ?"},{"number":15,"verse":"ମୁଁ ଧାର୍ମିକ ହେଲେ ହେଁ ତାହାଙ୍କୁ ଉତ୍ତର ଦିଅନ୍ତି ନାହିଁ; ମୁଁ ଆପଣା ବିପକ୍ଷ ନିକଟରେ ବିନତି କରନ୍ତି ।"},{"number":16,"verse":"ଯେବେ ମୁଁ ଡାକିଥାʼନ୍ତି ଓ ସେ ମୋତେ ଉତ୍ତର ଦେଇଥାʼନ୍ତେ, ତେବେ ହେଁ ସେ ମୋʼ ରବରେ ମନୋଯୋଗ କଲେ ବୋଲି ମୁଁ ବିଶ୍ଵାସ କରନ୍ତି ନାହିଁ ।"},{"number":17,"verse":"କାରଣ ସେ ବତାସରେ ମୋତେ ଭାଙ୍ଗି ପକାନ୍ତି ଓ ଅକାରଣରେ ମୋହର କ୍ଷତ ବୃଦ୍ଧି କରନ୍ତି ।"},{"number":18,"verse":"ସେ ମୋତେ ନିଶ୍ଵାସ ମାରିବାକୁ ଦିଅନ୍ତି ନାହିଁ, ମାତ୍ର ମୋତେ ତିକ୍ତତାରେ ପୂର୍ଣ୍ଣ କରନ୍ତି ।"},{"number":19,"verse":"ଆମ୍ଭେମାନେ ବିକ୍ରମୀର ବଳର କଥା କହିଲେ, ଦେଖ, ସେ ଅଛନ୍ତି! ଓ ବିଚାରର କଥା କହିଲେ, କିଏ ମୋʼ ପାଇଁ ସମୟ ନିରୂପଣ କରିବ ?"},{"number":20,"verse":"ମୁଁ ଧାର୍ମିକ ହେଲେ ହେଁ ମୋର ନିଜ ମୁଖ ମୋତେ ଦୋଷୀ କରିବ । ମୁଁ ସିଦ୍ଧ ହେଲେ ହେଁ ମୋତେ କୁଟିଳ ବୋଲି ତାହା ପ୍ରମାଣ କରିବ ।"},{"number":21,"verse":"ମୁଁ ସିଦ୍ଧ, ମୁଁ ଆପଣାକୁ ମାନ୍ୟ କରେ ନାହିଁ; ମୁଁ ଆପଣା ଜୀବନକୁ ତୁଚ୍ଛ କରେ ।"},{"number":22,"verse":"ସବୁ ତ ସମାନ; ଏଥିପାଇଁ ମୁଁ କହେ, ସେ ସିଦ୍ଧ ଓ ଦୁଷ୍ଟକୁ ସଂହାର କରନ୍ତି ।"},{"number":23,"verse":"ଯେବେ କୋରଡ଼ା ହଠାତ୍ ମାରିପକାଏ, ସେ ନିର୍ଦ୍ଦୋଷର ପରୀକ୍ଷାରେ ହସିବେ ।"},{"number":24,"verse":"ପୃଥିବୀ ଦୁଷ୍ଟମାନଙ୍କ ହସ୍ତରେ ସମର୍ପିତ ହୋଇଅଛି; ସେ ତହିଁର ବିଚାରକର୍ତ୍ତୃଗଣର ମୁଖ ଆଚ୍ଛାଦନ କରନ୍ତି; ଯେବେ ସେ ନ କରନ୍ତି, ତେବେ ଆଉ କିଏ ?"},{"number":25,"verse":"ମୋହର ଦିନସବୁ ଡାକ ଅପେକ୍ଷା ଶୀଘ୍ରଗାମୀ; ତାହାସବୁ ପଳାଇଯାଏ, କୌଣସି ମଙ୍ଗଳର ଦର୍ଶନ ପାଏ ନାହିଁ ।"},{"number":26,"verse":"ତାହାସବୁ ବେଗଗାମୀ ଜାହାଜ ପରି ଓ ଶିକାର ଉପରେ ଝାମ୍ପ ମାରିବା ଉତ୍କ୍ରୋଶ ପକ୍ଷୀ ପରି ଚାଲିଯାଏ ।"},{"number":27,"verse":"ଯେବେ ମୁଁ କହେ, ମୁଁ ଆପଣା ବିଳାପ ଭୁଲିଯିବି, ମୁଁ ଆପଣା ବିଷଣ୍ଣ ମୁଖ ଦୂର କରି ହୃଷ୍ଟଚିତ୍ତ ହେବି;"},{"number":28,"verse":"ମୁଁ ଆପଣା ସକଳ ଦୁଃଖ ବିଷୟରେ ଭୀତ ହୁଏ, ମୁଁ ଜାଣେ, ତୁମ୍ଭେ ମୋତେ ନିର୍ଦ୍ଦୋଷ ଜ୍ଞାନ କରିବ ନାହିଁ ।"},{"number":29,"verse":"ମୁଁ ଦୋଷୀକୃତ ହେବି; ତେବେ ମୁଁ କାହିଁକି ବୃଥା ପରିଶ୍ରମ କରୁଅଛି ?"},{"number":30,"verse":"ଯେବେ ମୁଁ ହିମଜଳରେ ଆପଣାକୁ ଧୌତ କରେ ଓ ଆପଣା ହସ୍ତ ଅତିଶୟ ପରିଷ୍କାର କରେ,"},{"number":31,"verse":"ତେବେ ହେଁ ତୁମ୍ଭେ ମୋତେ ଗର୍ତ୍ତରେ ମଗ୍ନ କରିବ ଓ ମୋହର ନିଜ ବସ୍ତ୍ର ମୋତେ ଘୃଣା କରିବ ।"},{"number":32,"verse":"କାରଣ ସେ ମୋʼ ପରି ମନୁଷ୍ୟ ନୁହନ୍ତି ଯେ, ମୁଁ ତାହାଙ୍କୁ ଉତ୍ତର ଦେବି ଓ ଆମ୍ଭେମାନେ ଏକତ୍ର ବିଚାରସ୍ଥାନକୁ ଆସିବା ।"},{"number":33,"verse":"ଆମ୍ଭ ଦୁହିଁଙ୍କ ଉପରେ ହସ୍ତାର୍ପଣ କରିବାକୁ ସମର୍ଥ କୌଣସି ମଧ୍ୟସ୍ଥ ଆମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ନାହିଁ ।"},{"number":34,"verse":"ସେ ମୋʼଠାରୁ ଆପଣା ଯଷ୍ଟି ଦୂର କରନ୍ତୁ ଓ ତାହାଙ୍କ ଭୟଙ୍କରତା ମୋତେ ଭୀତ ନ କରୁ;"},{"number":35,"verse":"ତେବେ ମୁଁ ତାହାଙ୍କୁ ଭୟ ନ କରି କଥା କହିବି; କାରଣ ମୁଁ ନିଜେ ସେରୂପ ନୁହେଁ ।"}]}