{"bibleAbbr":"paOV2016","bookName":"ਨਿਆਈਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Judges","chapterNumber":13,"verses":[{"number":1,"verse":"( ਸਮਸੂਨ ਦਾ ਨਿਆਰਾ ਕੀਤਾ ਜਾਣਾ) ਇਸਰਾਏਲੀਆਂ ਨੇ ਯਹੋਵਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਫੇਰ ਬਦੀ ਕੀਤੀ ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਚਾਲੀਹਾਂ ਵਰਿਹਾਂ ਤੋੜੀ ਫਲਿਸਤੀਆਂ ਦੇ ਹੱਥ ਸੌਂਪ ਦਿੱਤਾ।।"},{"number":2,"verse":"ਦਾਨ ਦੇ ਟੱਬਰ ਵਿੱਚੋਂ ਇੱਕ ਜਾਣਾ ਮਾਨੋਆਹ ਨਾਮੇ ਸਾਰਾਹ ਦਾ ਸੀ। ਉਹ ਦੀ ਪਤਨੀ ਬਾਂਝ ਸੀ ਅਤੇ ਉਹ ਕੋਈ ਬਾਲ ਨਾ ਜਣੀ"},{"number":3,"verse":"ਯਹੋਵਾਹ ਦੇ ਦੂਤ ਨੇ ਉਸ ਤੀਵੀਂ ਨੂੰ ਦਰਸ਼ਣ ਦੇ ਕੇ ਆਖਿਆ, ਵੇਖ, ਤੂੰ ਬਾਂਝ ਅਤੇ ਜਣਦੀ ਨਹੀਂ ਪਰ ਤੂੰ ਗਰਭਣੀ ਹੋਵੇਂਗੀ ਅਤੇ ਪੁੱਤ੍ਰ ਜਣੇਗੀ"},{"number":4,"verse":"ਸੋ ਹੁਣ ਧਿਆਨ ਰੱਖੀਂ ਅਤੇ ਦਾਖ ਰਸ ਯਾ ਕੋਈ ਅਮਲ ਵਾਲੀ ਚੀਜ਼ ਨਾ ਪੀਵੀਂ ਅਤੇ ਅਸ਼ੁੱਧ ਵਸਤਾਂ ਨਾ ਖਾਵੀਂ"},{"number":5,"verse":"ਕਿਉਂ ਜੋ ਵੇਖ, ਤੂੰ ਗਰਭਣੀ ਹੋਵੇਂਗੀ ਅਤੇ ਪੁੱਤ੍ਰ ਜਣੇਗੀ। ਉਹ ਦੇ ਸਿਰ ਉੱਤੇ ਉਸਤਰਾ ਕਦੇ ਨਾ ਲੱਗੇ ਇਸ ਲਈ ਜੋ ਉਹ ਮੁੰਡਾ ਗਰਭ ਤੋਂ ਹੀ ਪਰਮੇਸ਼ੁਰ ਦਾ ਨਜ਼ੀਰ ਹੋਵੇਗਾ ਅਤੇ ਉਹ ਫ਼ਲਿਸਤੀਆਂ ਦੇ ਹੱਥੋਂ ਇਸਰਾਏਲੀਆਂ ਦਾ ਬਚਾਓ ਕਰਨ ਲੱਗੇਗਾ।।"},{"number":6,"verse":"ਤਦ ਉਸ ਤੀਵੀਂ ਨੇ ਆਪਣੇ ਪਤੀ ਨੂੰ ਆਣ ਆਖਿਆ ਜੋ ਇੱਕ ਪਰਮੇਸ਼ੁਰ ਦਾ ਬੰਦਾ ਮੇਰੇ ਕੋਲ ਆਇਆ। ਉਹ ਦੀ ਡੌਲ ਪਰਮੇਸ਼ੁਰ ਦੇ ਦੂਤ ਦੀ ਡੌਲ ਵਰਗੀ ਡਾਢੀ ਡਰਾਉਣੀ ਸੀ ਅਤੇ ਮੈਂ ਉਸ ਨੂੰ ਨਹੀਂ ਪੁੱਛਿਆ ਜੋ ਤੂੰ ਕਿਥੋਂ ਦਾ ਹੈਂ ਅਤੇ ਉਸ ਨੇ ਭੀ ਮੈਨੂੰ ਆਪਣਾ ਨਾਉਂ ਨਹੀਂ ਦੱਸਿਆ"},{"number":7,"verse":"ਪਰ ਉਸ ਨੇ ਮੈਨੂੰ ਆਖਿਆ, ਵੇਖ, ਤੂੰ ਗਰਭਣੀ ਹੋਵੇਂਗੀ ਅਤੇ ਪੁੱਤ੍ਰ ਜਣੇਗੀ ਸੋ ਹੁਣ ਤੂੰ ਦਾਖ ਰਸ ਯਾ ਕੋਈ ਅਮਲ ਵਾਲੀ ਚੀਜ਼ ਨਾ ਪੀਵੀਂ ਅਤੇ ਨਾ ਕੋਈ ਅਸ਼ੁੱਧ ਵਸਤ ਖਾਵੀਂ ਕਿਉਂ ਜੋ ਉਹ ਮੁੰਡਾ ਢਿੱਡ ਤੋਂ ਹੀ ਮਰਨ ਦੇ ਦਿਨ ਤੋੜੀ ਪਰਮੇਸ਼ੁਰ ਦਾ ਨਜ਼ੀਰ ਹੋਵੇਗਾ।।"},{"number":8,"verse":"ਤਦ ਮਾਨੋਆਹ ਨੇ ਯਹੋਵਾਹ ਅੱਗੇ ਬੇਨਤੀ ਕਰ ਕੇ ਆਖਿਆ, ਹੇ ਪ੍ਰਭੁ, ਅਜਿਹਾ ਕਰ ਜੋ ਉਹ ਪਰਮੇਸ਼ੁਰ ਦਾ ਬੰਦਾ ਜਿਹ ਨੂੰ ਤੈਂ ਘੱਲਿਆ ਸੀ ਅਸਾਂ ਲੋਕਾਂ ਕੋਲ ਫੇਰ ਆਵੇ ਅਤੇ ਸਾਨੂੰ ਸਿਖਾਵੇ ਕਿ ਜਿਹੜਾ ਮੁੰਡਾ ਜੰਮੇਗਾ ਉਸ ਨਾਲ ਅਸੀਂ ਕਿੱਕਰ ਕਰੀਏ"},{"number":9,"verse":"ਪਰਮੇਸ਼ੁਰ ਨੇ ਮਾਨੋਆਹ ਦੀ ਅਵਾਜ਼ ਸੁਣੀ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਦੂਤ ਉਸ ਤੀਵੀਂ ਕੋਲ ਪੈਲੀ ਵਿੱਚ ਬੈਠਿਆ ਹੋਇਆ ਫੇਰ ਆਇਆ ਪਰ ਉਸ ਵੇਲੇ ਉਸ ਦਾ ਪਤੀ ਮਾਨੋਆਹ ਉਸ ਦੇ ਕੋਲ ਨਹੀਂ ਸੀ"},{"number":10,"verse":"ਸੋ ਉਸ ਤੀਵੀਂ ਨੇ ਛੇਤੀ ਨਾਲ ਭੱਜ ਕੇ ਆਪਣੇ ਪਤੀ ਨੂੰ ਜਾ ਦੱਸਿਆ ਅਤੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਵੇਖ, ਓਹੋ ਮਨੁੱਖ ਜੋ ਉਸ ਦਿਨ ਮੇਰੇ ਕੋਲ ਆਇਆ ਸੀ ਸੋ ਹੁਣ ਫੇਰ ਮੈਨੂੰ ਦਿਸ ਪਿਆ"},{"number":11,"verse":"ਤਾਂ ਮਾਨੋਆਹ ਉੱਠ ਕੇ ਆਪਣੀ ਪਤਨੀ ਦੇ ਮਗਰ ਤੁਰਿਆ ਅਤੇ ਉਸ ਮਨੁੱਖ ਕੋਲ ਆਇਆ ਅਤੇ ਉਸ ਨੂੰ ਆਖਣ ਲੱਗਾ, ਕੀ ਤੂੰ ਓਹੋ ਮਨੁੱਖ ਹੈਂ ਜਿਸ ਨੇ ਏਸ ਤੀਵੀਂ ਨਾਲ ਗੱਲਾਂ ਕੀਤੀਆਂ? ਉਸ ਨੇ ਆਖਿਆ, ਮੈਂ ਓਹੋ ਹਾਂ"},{"number":12,"verse":"ਤਦ ਮਾਨੋਆਹ ਨੇ ਆਖਿਆ, ਜਿੱਕਰ ਤੈਂ ਆਖਿਆ ਹੈ ਉੱਕਰ ਹੀ ਹੋਵੇ ਪਰ ਉਹ ਮੁੰਡਾ ਕਿਹਾ ਹੋਵੇਗਾ ਅਤੇ ਕੀ ਕੰਮ ਕਰੇਗਾ?"},{"number":13,"verse":"ਯਹੋਵਾਹ ਦੇ ਦੂਤ ਨੇ ਮਾਨੋਆਹ ਨੂੰ ਆਖਿਆ, ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਵਸਤਾਂ ਤੋਂ ਜੋ ਮੈਂ ਆਖੀਆਂ ਹਨ ਇਹ ਤੀਵੀਂ ਸੰਗ ਕੇ ਰਹੇ"},{"number":14,"verse":"ਕੋਈ ਅਜਿਹੀ ਵਸਤ ਜੋ ਦਾਖ ਦੀ ਹੋਵੇ ਸੋ ਇਹ ਨਾ ਖਾਵੇ ਅਤੇ ਦਾਖ ਰਸ ਯਾ ਕੋਈ ਅਮਲ ਨਾ ਪੀਵੇ ਅਤੇ ਅਸ਼ੁੱਧ ਵਸਤ ਨਾ ਖਾਵੇ, ਇਨ੍ਹਾਂ ਸਭਨਾਂ ਆਗਿਆਂ ਦਾ ਚੇਤਾ ਰੱਖੇ ਜੋ ਮੈਂ ਉਸ ਨੂੰ ਆਖੀਆਂ ਹਨ।।"},{"number":15,"verse":"ਤਾਂ ਮਾਨੋਆਹ ਨੇ ਯਹੋਵਾਹ ਦੇ ਦੂਤ ਨੂੰ ਆਖਿਆ, ਅਸੀਂ ਤੈਨੂੰ ਅਟਕਾ ਛੱਡੀਏ ਭਈ ਅਸੀਂ ਤੇਰੇ ਲਈ ਇੱਕ ਪਠੋਰਾ ਤਿਆਰ ਕਰੀਏ"},{"number":16,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਦੇ ਦੂਤ ਨੇ ਮਾਨੋਆਹ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ, ਭਾਵੇਂ ਤੂੰ ਮੈਨੂੰ ਅਟਕਾ ਭੀ ਛੱਡੇ ਤਾਂ ਭੀ ਮੈਂ ਤੇਰੀ ਰੋਟੀ ਨਹੀਂ ਖਾਣੀ ਪਰ ਜੇ ਤੂੰ ਹੋਮ ਦੀ ਬਲੀ ਚੜ੍ਹਾਉਣੀ ਚਾਹੁੰਦਾ ਹੈਂ ਤਾਂ ਤੈਨੂੰ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਚੜਾਉਣੀ ਲੋੜੀਦੀਂ ਹੈ, ਕਿਉਂ ਜੋ ਮਾਨੋਆਹ ਨੂੰ ਇਹ ਖਬਰ ਨਹੀਂ ਸੀ ਜੋ ਉਹ ਯਹੋਵਾਹ ਦਾ ਦੂਤ ਹੈ"},{"number":17,"verse":"ਫੇਰ ਮਾਨੋਆਹ ਨੇ ਯਹੋਵਾਹ ਦੇ ਦੂਤ ਨੂੰ ਆਖਿਆ, ਆਪਣਾ ਨਾਉਂ ਦੱਸ ਭਈ ਜਿਸ ਵੇਲੇ ਤੇਰਾ ਆਖਿਆ ਪੂਰਾ ਹੋਵੇ ਤਾਂ ਅਸੀਂ ਤੇਰਾ ਆਦਰ ਭਾਉ ਕਰੀਏ"},{"number":18,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਦੇ ਦੂਤ ਨੇ ਉਸ ਨੂੰ ਕਿਹਾ, ਤੂੰ ਮੇਰਾ ਨਾਉਂ ਕਿਉਂ ਪੁੱਛਣਾ ਹੈ? ਮੇਰਾ ਨਾਉਂ ਤਾਂ ਅਚਰਜ ਹੈ"},{"number":19,"verse":"ਤਦ ਮਾਨੋਆਹ ਨੇ ਇੱਕ ਪਠੋਰਾ ਮੈਦੇ ਦੀ ਭੇਟ ਸਣੇ ਲੈ ਕੇ ਪੱਥਰ ਉੱਤੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਚੜ੍ਹਾਇਆ ਅਤੇ ਦੂਤ ਨੇ ਅਚਰਜ ਕੰਮ ਕੀਤੇ ਅਰ ਮਾਨੋਆਹ ਅਰ ਉਸ ਦੀ ਪਤਨੀ ਦੋਵੇਂ ਪਏ ਵੇਖਦੇ ਸਨ"},{"number":20,"verse":"ਅਤੇ ਅਜੇਹਾ ਹੋਇਆ ਭਈ ਜਾਂ ਜਗਵੇਦੀ ਉੱਤੋਂ ਅਕਾਸ਼ ਦੀ ਵੱਲ ਲਾਟ ਉੱਠੀ ਤਾਂ ਯਹੋਵਾਹ ਦਾ ਦੂਤ ਜਗਵੇਦੀ ਦੀ ਲਾਟ ਦੇ ਵਿੱਚਕਾਰ ਅਕਾਸ਼ ਨੂੰ ਚੱਲਿਆ ਗਿਆ ਅਤੇ ਮਾਨੋਆਹ ਅਰ ਉਸ ਦੀ ਪਤਨੀ ਨੇ ਉਸ ਗੱਲ ਨੂੰ ਡਿੱਠਾ ਅਤੇ ਮੂੰਹ ਪਰਨੇ ਭੁੰਞੇ ਡਿੱਗ ਪਏ"},{"number":21,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਦੂਤ ਮਾਨੋਆਹ ਅਰ ਉਸ ਦੀ ਪਤਨੀ ਨੂੰ ਫੇਰ ਵਿਖਾਈ ਨਾ ਦਿੱਤਾ। ਤਦ ਮਾਨੋਆਹ ਨੇ ਜਾਤਾ ਜੋ ਉਹ ਯਹੋਵਾਹ ਦਾ ਦੂਤ ਸੀ"},{"number":22,"verse":"ਤਦ ਮਾਨੋਆਹ ਨੇ ਆਪਣੀ ਪਤਨੀ ਨੂੰ ਆਖਿਆ, ਹੁਣ ਅਸੀਂ ਜ਼ਰੂਰ ਮਰ ਜਾਵਾਂਗੇ ਕਿਉਂ ਜੋ ਅਸਾਂ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਡਿੱਠਾ ਹੈ!"},{"number":23,"verse":"ਉਹ ਦੀ ਪਤਨੀ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਜੇ ਯਹੋਵਾਹ ਨੇ ਸਾਨੂੰ ਮਾਰਨਾ ਹੁੰਦਾ ਤਾਂ ਹੋਮ ਦੀ ਬਲੀ ਅਤੇ ਮੈਦੇ ਦੀ ਭੇਟ ਸਾਡੇ ਹੱਥੋਂ ਨਾ ਲੈਂਦਾ, ਨਾ ਹੀ ਸਾਨੂੰ ਇਹ ਸਭ ਕੁਝ ਦੱਸਦਾ ਅਤੇ ਨਾ ਸਾਨੂੰ ਇਸ ਵੇਲੇ ਇਹੋ ਜੇਹੀਆਂ ਗੱਲਾਂ ਆਖਦਾ।।"},{"number":24,"verse":"ਉਹ ਤੀਵੀਂ ਪੁੱਤ੍ਰ ਜਣੀ ਅਤੇ ਉਹ ਦਾ ਨਾਉਂ ਸਮਸੂਨ ( ਇਬਰ, ਸ਼ਿਮਸੋਨ ।) ਰੱਖਿਆ ਅਰ ਉਹ ਮੁੰਡਾ ਵਧਿਆ ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਉਹ ਨੂੰ ਅਸੀਸ ਦਿੱਤੀ"},{"number":25,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਆਤਮਾ ਮਹਨੇਹ- ਦਾਨ ਵਿੱਚ ਸਾਰਾਹ ਅਤੇ ਅਸ਼ਤਾਓਲ ਦੇ ਵਿੱਚਕਾਰ ਉਹ ਨੂੰ ਉੱਕਸਾਉਣ ਲੱਗਾ ।।"}]}