{"bibleAbbr":"paOV2016","bookName":"ਨਿਆਈਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Judges","chapterNumber":15,"verses":[{"number":1,"verse":"( ਸਮਸੂਨ ਦਾ ਅਚਰਜ ਹਥਿਆਰ) ਪਰ ਕੁਝ ਚਿਰ ਪਿੱਛੋਂ ਕਣਕ ਦੀਆਂ ਵਾਢੀਆਂ ਦੇ ਸਮੇਂ ਇਉਂ ਹੋਇਆ ਜੋ ਸਮਸੂਨ ਇੱਕ ਪਠੋਰਾ ਲੈ ਕੇ ਆਪਣੀ ਤੀਵੀਂ ਨੂੰ ਮਿਲਣ ਗਿਆ ਅਤੇ ਆਖਿਆ, ਮੈਂ ਆਪਣੀ ਵਹੁਟੀ ਕੋਲ ਕੋਠੜੀ ਵਿੱਚ ਜਾਵਾਂਗਾ ਪਰ ਉਹ ਦੇ ਸਹੁਰੇ ਨੇ ਉਹ ਨੂੰ ਅੰਦਰ ਨਾ ਜਾਣ ਦਿੱਤਾ"},{"number":2,"verse":"ਅਤੇ ਉਹ ਦੇ ਸਹੁਰੇ ਨੇ ਆਖਿਆ, ਮੈਂ ਸੱਚ ਮੁੱਚ ਜਾਣਿਆ ਜੋ ਤੈਂ ਉਹ ਦੇ ਨਾਲ ਡਾਢਾ ਵੈਰ ਕੀਤਾ ਸੀ, ਇਸ ਲਈ ਉਹ ਮੈਂ ਤੇਰੇ ਮਿੱਤ੍ਰ ਨੂੰ ਦੇ ਦਿੱਤੀ, ਭਲਾ, ਉਸ ਦੀ ਨਿੱਕੀ ਭੈਣ ਉਸ ਨਾਲੋਂ ਸੋਹਣੀ ਨਹੀਂ ਸੋ ਉਹ ਦੇ ਥਾਂ ਇਹ ਨੂੰ ਲੈ ਲੈ।।"},{"number":3,"verse":"ਸਮਸੂਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਇਸ ਵੇਲੇ ਫਲਿਸਤੀਆਂ ਦੇ ਸਨਮੁਖ ਮੈਂ ਨਿਰਦੋਸ਼ ਠਹਿਰਾਂਗਾ ਜਿਸ ਵੇਲੇ ਮੈਂ ਉਨ੍ਹਾਂ ਨਾਲ ਬੁਰਿਆਈ ਕਰਾਂਗਾ"},{"number":4,"verse":"ਅਤੇ ਸਮਸੂਨ ਨੇ ਤਿੰਨ ਸੌ ਲੂੰਬੜੀਆਂ ਨੂੰ ਜਾ ਫੜਿਆ ਅਤੇ ਦੋਂਹ ਦੋਂਹ ਦੀ ਪੂਛ ਨਾਲ ਪੂਛ ਅੜਾਈ ਅਤੇ ਦੋਂਹਾਂ ਪੂਛਾਂ ਵਿੱਚ ਮਸ਼ਾਲਾਂ ਬੰਨ੍ਹੀਆਂ"},{"number":5,"verse":"ਤਾਂ ਮਸ਼ਾਲਾਂ ਬਾਲ ਕੇ ਫਲਿਸਤੀਆ ਦੀਆਂ ਖਲੋਤੀਆਂ ਪੈਲੀਆਂ ਵਿੱਚ ਲੂੰਬੜੀਆਂ ਛੱਡ ਦਿੱਤੀਆਂ ਸੋ ਉਹ ਨੇ ਪੂਲਿਆਂ ਤੋਂ ਲੈ ਕੇ ਪੱਕੀਆਂ ਪੈਲੀਆਂ ਤੀਕ ਅਤੇ ਕਊਆਂ ਦੇ ਬਾਗ ਭੀ ਸਾੜ ਦਿੱਤੇ।।"},{"number":6,"verse":"ਤਦ ਫਲਿਸਤੀਆਂ ਨੇ ਆਖਿਆ, ਇਹ ਕਿਸ ਨੇ ਕੀਤਾ ਹੈ? ਓਹ ਬੋਲੇ, ਤਿਮਨਾਥੀ ਦੇ ਜਵਾਈ ਸਮਸੂਨ ਨੇ, ਇਸ ਲਈ ਜੋ ਉਸ ਨੇ ਉਹ ਦੀ ਵਹੁਟੀ ਖੋਹ ਕੇ ਉਹ ਦੇ ਮਿੱਤ੍ਰ ਨੂੰ ਦੇ ਦਿੱਤੀ। ਤਦ ਫਲਿਸਤੀ ਚੜ੍ਹ ਆਏ ਅਤੇ ਉਸ ਤੀਵੀਂ ਨੂੰ ਅਰ ਉਸ ਦੇ ਪਿਉ ਨੂੰ ਅੱਗ ਨਾਲ ਫੂਕ ਸੁੱਟਿਆ।।"},{"number":7,"verse":"ਸਮਸੂਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਜੇ ਤੁਸੀਂ ਇਹੋ ਜਿਹਾ ਵਰਤਾਵਾ ਕਰੋ ਤਾਂ ਮੈਂ ਜ਼ਰੂਰ ਤੁਹਾਥੋਂ ਵੱਟਾ ਲਵਾਂਗਾ ਤਾਂ ਸ਼ਾਂਤ ਕਰਾਂਗਾ"},{"number":8,"verse":"ਫਿਰ ਉਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦਬਾ ਕੇ ਵੱਡੀ ਵਾਢ ਕੀਤੀ ਅਤੇ ਉੱਥੋਂ ਲਹਿ ਕੇ ਏਟਾਮ ਪੱਥਰ ਦੀ ਇੱਕ ਗੁਫਾ ਵਿੱਚ ਜਾ ਰਿਹਾ।।"},{"number":9,"verse":"ਤਾਂ ਫਲਿਸਤੀ ਚੜ੍ਹੇ ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਦੇਸ ਵਿੱਚਕਾਰ ਤੰਬੂ ਲਾਏ ਅਤੇ ਲਹੀ ਵਿੱਚ ਖਿੰਡ ਗਏ"},{"number":10,"verse":"ਅਤੇ ਯਹੂਦਾਹ ਦਿਆਂ ਲੋਕਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਕਾਹ ਨੂੰ ਸਾਡੇ ਉੱਤੇ ਚੜ੍ਹ ਆਏ ਹੋ? ਉਨ੍ਹਾਂ ਆਖਿਆ, ਅਸੀਂ ਸਮਸੂਨ ਨੂੰ ਬੰਨ੍ਹਣ ਆਏ ਹਾਂ ਕਿ ਜਿਹੀ ਉਹ ਨੇ ਸਾਡੀ ਨਾਲ ਕੀਤੀ ਤਿਹੀ ਅਸੀਂ ਉਹ ਦੇ ਨਾਲ ਕਰੀਏ"},{"number":11,"verse":"ਤਦ ਯਹੂਦਾਹ ਦੇ ਤਿੰਨ ਹਜ਼ਾਰ ਜੁਆਨਾਂ ਨੇ ਏਟਾਮ ਪੱਥਰ ਦੀ ਉਸ ਗੁਫਾ ਉੱਤੇ ਜਾ ਕੇ ਸਮਸੂਨ ਨੂੰ ਆਖਿਆ. ਤੈਨੂੰ ਖਬਰ ਨਹੀਂ ਜੋ ਸਾਡੇ ਉੱਤੇ ਫਲਿਸਤੀ ਰਾਜ ਕਰਦੇ ਹਨ ਸੋ ਤੂੰ ਸਾਡੇ ਨਾਲ ਇਹ ਕੀ ਕੀਤੀ? ਉਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਜੇਹੀ ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੇ ਨਾਲ ਕੀਤੀ ਤੇਹੀ ਮੈਂ ਉਨ੍ਹਾਂ ਨਾਲ ਕੀਤੀ"},{"number":12,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਅਸੀਂ ਇਸ ਲਈ ਆਏ ਹਾਂ ਜੋ ਤੈਨੂੰ ਬੰਨ੍ਹ ਤੇ ਫਲਿਸਤੀਆਂ ਦੇ ਹੱਥ ਸੌਂਪ ਦੇਵੀਏ ਤਾਂ ਸਮਸੂਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਮੇਰੇ ਨਾਲ ਸੌਂਹ ਖਾਓ ਭਈ ਅਸੀਂ ਆਪ ਤੇਰੇ ਉੱਤੇ ਹੱਲਾ ਨਾ ਕਰਾਂਗੇ"},{"number":13,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਨੂੰ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ, ਨਹੀਂ ਪਰ ਅਸੀਂ ਤੈਨੂੰ ਘੁੱਟ ਤੇ ਬੰਨ੍ਹਾਂਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥ ਤੈਨੂੰ ਸੌਂਪ ਦੇਵਾਂਗੇ ਪਰ ਤੈਨੂੰ ਮੂਲੋਂ ਜਾਨੋਂ ਨਾ ਮਾਰਾਂਗੇ। ਫੇਰ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਨੂੰ ਦੋਂਹ ਨਵਿਆਂ ਰੱਸਿਆਂ ਨਾਲ ਕੜਿਆਂ ਅਤੇ ਪਹਾੜ ਉੱਤੋਂ ਉਹ ਨੂੰ ਲਾਹ ਲਿਆਏ।।"},{"number":14,"verse":"ਜਦ ਉਹ ਲਹੀ ਵਿੱਚ ਅੱਪੜਿਆ ਤਾਂ ਫਲਿਸਤੀ ਹਾਕਾਂ ਮਾਰ ਕੇ ਉਹ ਨੂੰ ਮਿਲੇ। ਉਸ ਵੇਲੇ ਯਹੋਵਾਹ ਦਾ ਆਤਮਾ ਡਾਢੇ ਜ਼ੋਰ ਨਾਲ ਉਹ ਦੇ ਉੱਤੇ ਆਇਆ ਅਤੇ ਓਹ ਰੱਸੇ ਜਿਨ੍ਹਾਂ ਨਾਲ ਉਹ ਦੀਆਂ ਬਾਹਾਂ ਬੰਨ੍ਹੀਆਂ ਸਨ ਅਜੇਹੇ ਹੋ ਗਏ ਜੇਹੇ ਅੱਗ ਨਾਲ ਸੜੇ ਹੋਏ ਸਨ ਅਤੇ ਉਹ ਦੇ ਹੱਥਾਂ ਦੇ ਬੰਧਨ ਖੁਲ ਗਏ"},{"number":15,"verse":"ਉਸ ਵੇਲੇ ਉਹ ਨੂੰ ਇੱਕ ਖੋਤੇ ਦੇ ਜਬਾੜੇ ਦੀ ਨਵੀਂ ਹੱਡੀ ਲੱਭ ਪਈ ਅਤੇ ਆਪਣਾ ਹੱਥ ਲੰਮਾ ਕਰ ਕੇ ਉਸ ਨੂੰ ਫੜ ਲਿਆ ਅਤੇ ਉਸ ਨਾਲ ਇੱਕ ਹਜ਼ਾਰ ਮਨੁੱਖ ਮਾਰ ਸੁੱਟੇ"},{"number":16,"verse":"ਸਮਸੂਨ ਨੇ ਆਖਿਆ,–— ਇੱਕ ਖੋਤੇ ਦੇ ਜਬਾੜੇ ਦੀ ਹੱਡੀ ਨਾਲ ਤਾਂ ਢੇਰਾਂ ਦੇ ਢੇਰ ਲੱਗ ਗਏ! ਮੈਂ ਇੱਕ ਖੋਤੇ ਦੇ ਜਬਾੜੇ ਦੀ ਹੱਡੀ ਨਾਲ ਇੱਕ ਹਜ਼ਾਰ ਮਨੁੱਖ ਮਾਰ ਸੁੱਟੇ!।।"},{"number":17,"verse":"ਤਾਂ ਅਜਿਹਾ ਹੋਇਆ ਕਿ ਜਦ ਇਹ ਗੱਲ ਆਖ ਚੁੱਕਾ ਤਾਂ ਉਹ ਨੇ ਜਬਾੜੇ ਦੀ ਹੱਡੀ ਆਪਣੇ ਹੱਥੋਂ ਸੁੱਟ ਦਿੱਤੀ ਅਤੇ ਉਸ ਥਾਂ ਦਾ ਨਾਉਂ ਰਾਮਥ-ਲਹੀ ਰੱਖਿਆ।।"},{"number":18,"verse":"ਉਹ ਡਾਢਾ ਤਿਹਾਇਆ ਹੋਇਆ ਅਤੇ ਯਹੋਵਾਹ ਅੱਗੇ ਬੇਨਤੀ ਕਰ ਕੇ ਆਖਿਆ, ਤੈਂ ਆਪਣੇ ਸੇਵਕ ਦੇ ਹੱਥੀਂ ਇੱਕ ਵੱਡਾ ਬਚਾਓ ਬਖਸ਼ਿਆ ਅਤੇ ਹੁਣ ਭਲਾ, ਮੈਂ ਤੇਹ ਨਾਲ ਮਰ ਕੇ ਅਸੁੰਨਤੀਆਂ ਦੇ ਹੱਥਾਂ ਵਿੱਚ ਪਵਾਂ?"},{"number":19,"verse":"ਤਦ ਪਰਮੇਸ਼ੁਰ ਨੇ ਲਹੀ ਵਿੱਚ ਇੱਕ ਟੋਆ ਪੁੱਟਿਆ ਅਰ ਉੱਥੋਂ ਪਾਣੀ ਨਿੱਕਲਿਆ ਅਤੇ ਜਾਂ ਉਹ ਨੇ ਪੀਤਾ ਤਾਂ ਉਹ ਦੀ ਜਾਨ ਵਿੱਚ ਫੇਰ ਜਾਨ ਆਈ ਇਸ ਲਈ ਉਸ ਥਾਂ ਦਾ ਨਾਉਂ ਏਨਹੱਕੋਰੇ ਧਰਿਆ ਗਿਆ ਸੀ ਜੋ ਅੱਜ ਤੋੜੀ ਲਹੀ ਵਿੱਚ ਹੈ"},{"number":20,"verse":"ਅਤੇ ਉਹ ਨੇ ਫਲਿਸਤੀਆਂ ਦੇ ਸਮੇਂ ਇਸਰਾਏਲੀਆਂ ਉੱਤੇ ਵੀਹਾਂ ਵਰਿਹਾਂ ਤੋੜੀ ਨਿਆਉਂ ਕੀਤਾ।।"}]}