{"bibleAbbr":"paOV2016","bookName":"ਨਿਆਈਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Judges","chapterNumber":17,"verses":[{"number":1,"verse":"( ਮੀਕਾਹ ਦਾ ਠਾਕਰ ਦੁਆਰਾ) ਇਫ਼ਰਾਈਮ ਦੇ ਪਹਾੜ ਵਿੱਚ ਮੀਕਾਹ ਨਾਮੇ ਇੱਕ ਮਨੁੱਖ ਸੀ"},{"number":2,"verse":"ਅਤੇ ਉਹ ਨੇ ਆਪਣੀ ਮਾਂ ਨੂੰ ਆਖਿਆ, ਓਹ ਯਾਰਾਂ ਸੌ ਰੁਪਏ ਜੋ ਤੈਥੋਂ ਖੜੇ ਗਏ ਸਨ ਜਿਨ੍ਹਾਂ ਪਿੱਛੇ ਤੂੰ ਧ੍ਰਿਕਾਰਾਂ ਦਿੱਤੀਆਂ ਅਤੇ ਮੇਰੇ ਕੰਨੀਂ ਭੀ ਸੁਣਾਈ ਦਿੱਤੀਆਂ, ਵੇਖ ਉਹ ਚਾਂਦੀ ਮੇਰੇ ਕੋਲ ਹੈ। ਮੈਂ ਹੀ ਉਹ ਲੈ ਲਈ ਸੀ। ਉਹ ਦੀ ਮਾਂ ਬੋਲੀ, ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰ ਯਹੋਵਾਹ ਤੈਨੂੰ ਅਸੀਸ ਦੇਵੇ"},{"number":3,"verse":"ਅਤੇ ਉਹ ਨੇ ਉਹ ਯਾਰਾਂ ਰੁਪਿਆ ਆਪਣੀ ਮਾਂ ਨੂੰ ਮੋੜ ਦਿੱਤਾ ਤਾਂ ਉਹ ਦੀ ਮਾਂ ਨੇ ਆਖਿਆ, ਇਹ ਚਾਂਦੀ ਮੈਂ ਆਪਣੇ ਹੱਥੀਂ ਯਹੋਵਾਹ ਦੇ ਲਈ ਜ਼ਰੂਰ ਚੜ੍ਹਤ ਕੀਤੀ ਸੀ ਭਈ ਮੈਂ ਆਪਣੇ ਪੁੱਤ੍ਰ ਨੂੰ ਦੇਵਾਂ ਭਈ ਉਹ ਇੱਕ ਉੱਕਰੀ ਹੋਈ ਅਰ ਇੱਕ ਢਾਲਵੀਂ ਮੂਰਤ ਬਣਾਵੇ ਸੋ ਹੁਣ ਮੈਂ ਤੈਨੂੰ ਮੋੜ ਦਿੰਦੀ ਹਾਂ"},{"number":4,"verse":"ਜਾਂ ਉਹ ਨੇ ਓਹ ਰੁਪਏ ਆਪਣੀ ਮਾਂ ਨੂੰ ਮੋੜ ਦਿੱਤੇ ਤਾਂ ਉਹ ਦੀ ਮਾਂ ਨੇ ਦੋ ਸੌ ਰੁਪਿਆ ਲੈ ਕੇ ਢਾਲਣ ਵਾਲੇ ਨੂੰ ਦਿੱਤਾ ਅਤੇ ਉਸ ਨੂੰ ਉਨ੍ਹਾਂ ਨਾਲ ਇੱਕ ਉੱਕਰੀ ਹੋਈ ਅਤੇ ਇੱਕ ਢਾਲੀ ਹੋਈ ਮੂਰਤ ਬਣਾਈ ਸੋ ਉਹ ਮੀਕਾਹ ਦੇ ਘਰ ਰਹੀ"},{"number":5,"verse":"ਅਤੇ ਉਸ ਮਨੁੱਖ ਮੀਕਾਹ ਦਾ ਇੱਕ ਠਾਕਰ ਦੁਆਰਾ ਬਣਿਆ ਅਤੇ ਉਹ ਨੇ ਇੱਕ ਏਫ਼ੋਦ ਅਤੇ ਤਿਰਾਫੀਮ ( ਘਰੇਲੂ ਬੁੱਤ ।) ਨੂੰ ਬਣਾਇਆ ਅਤੇ ਆਪਣਿਆਂ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨੂੰ ਥਾਪਿਆ ਸੋ ਉਹ ਉਸ ਦੇ ਲਈ ਪਰੋਹਤ ਹੋਇਆ"},{"number":6,"verse":"ਉਸ ਵੇਲੇ ਇਸਰਾਏਲ ਵਿੱਚ ਪਾਤਸ਼ਾਹ ਕੋਈ ਨਹੀਂ ਸੀ। ਸੱਭੇ ਮਨੁੱਖ ਜੋ ਕੁਝ ਉਨ੍ਹਾਂ ਨੂੰ ਚੰਗਾ ਲੱਗੇ ਓਹੋ ਕਰਦੇ ਸਨ।।"},{"number":7,"verse":"ਯਹੂਦਾਹ ਦੇ ਟੱਬਰ ਦਾ ਬੈਤਲਹਮ-ਯਹੂਦਾਹ ਵਿੱਚ ਇੱਕ ਜੁਆਨ ਲੇਵੀ ਸੀ ਜੋ ਉੱਥੇ ਆ ਵੱਸਿਆ"},{"number":8,"verse":"ਇਹ ਮਨੁੱਖ ਬੈਤਲਹਮ-ਯਹੂਦਾਹ ਤੋਂ ਇਸ ਲਈ ਨਿੱਕਲਿਆ ਸੀ ਭਈ ਜਿੱਥੇ ਟਿਕਾਣਾ ਲੱਭੇ ਜਾ ਰਹੇ ਸੋ ਉਹ ਤੁਰਦਿਆਂ ਤੁਰਦਿਆਂ ਇਫ਼ਰਾਈਮ ਦੇ ਪਹਾੜ ਮੀਕਾਹ ਦੇ ਘਰ ਅੱਪੜ ਪਿਆ"},{"number":9,"verse":"ਮੀਕਾਹ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਕਿੱਥੋਂ ਆਇਆ ਹੈਂ? ਉਸ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਬੈਤਲਹਮ-ਯਹੂਦਾਹ ਦਾ ਲੇਵੀ ਹਾਂ ਅਤੇ ਇਸ ਲਈ ਤੁਰਿਆ ਹਾਂ ਕਿ ਜਿੱਥੇ ਕਿਤੇ ਟਿਕਾਣਾ ਲੱਭੇ ਉੱਥੇ ਜਾ ਰਹਾਂ"},{"number":10,"verse":"ਮੀਕਾਹ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਮੇਰੇ ਕੋਲ ਰਹੁ ਅਤੇ ਮੇਰਾ ਪਿਉ ਅਤੇ ਪਰੋਹਤ ਬਣ ਅਤੇ ਮੈਂ ਤੈਨੂੰ ਦਸ ਰੁਪਏ ਵਰਹਾ ਅਤੇ ਇੱਕ ਜੋੜਾ ਲੀੜਿਆਂ ਦਾ ਅਤੇ ਰੋਟੀ ਭੀ ਦਿਆਂਗਾ, ਸੋ ਉਹ ਲੇਵੀ ਅੰਦਰ ਗਿਆ"},{"number":11,"verse":"ਇਹ ਲੇਵੀ ਉਸ ਮਨੁੱਖ ਦੇ ਕੋਲ ਰਹਿਣ ਵਿੱਚ ਰਾਜ਼ੀ ਹੋਇਆ ਅਤੇ ਉਹ ਜੁਆਨ ਇੱਕ ਉਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਰਗਾ ਹੋਇਆ"},{"number":12,"verse":"ਤਾਂ ਮੀਕਾਹ ਨੇ ਉਸ ਲੇਵੀ ਨੂੰ ਥਾਪਿਆ ਸੋ ਉਹ ਜੁਆਨ ਉਹ ਦਾ ਪਰੋਹਤ ਬਣਿਆ ਅਤੇ ਮੀਕਾਹ ਦੇ ਘਰ ਵਿੱਚ ਰਿਹਾ"},{"number":13,"verse":"ਤਦ ਮੀਕਾਹ ਨੇ ਆਖਿਆ, ਹੁਣ ਮੈਂ ਜਾਣਦਾ ਹਾਂ ਜੋ ਯਹੋਵਾਹ ਮੇਰਾ ਭਲਾ ਕਰੇਗਾ ਇਸ ਲਈ ਜੋ ਇੱਕ ਲੇਵੀ ਮੇਰਾ ਪਰੋਹਤ ਹੈ।।"}]}