{"bibleAbbr":"paOV2016","bookName":"ਨਿਆਈਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Judges","chapterNumber":19,"verses":[{"number":1,"verse":"( ਗਿੱਬੀਆਂ ਦਾ ਕੁਕਰਮ) ਉਨ੍ਹੀਂ ਦਿਨੀਂ ਇਸਰਾਏਲੀਆਂ ਦਾ ਪਾਤਸ਼ਾਹ ਕੋਈ ਨਹੀਂ ਸੀ ਅਤੇ ਅਜਿਹਾ ਹੋਇਆ ਜੋ ਇੱਕ ਲੇਵੀ ਮਨੁੱਖ ਨੇ ਜਿਹੜਾ ਇਫ਼ਰਾਈਮ ਦੇ ਪਹਾੜ ਦੇ ਪਰੇ ਰਹਿੰਦਾ ਸੀ ਬੈਤਲਹਮ-ਯਹੂਦਾਹ ਤੋਂ ਆਪਣੇ ਲਈ ਇੱਕ ਸੁਰੀਤ ਨੂੰ ਲੈ ਲਿਆ"},{"number":2,"verse":"ਉਹ ਦੀ ਸੁਰੀਤ ਉਹ ਦੇ ਨਾਲ ਕੁਕਰਮ ਕਰ ਕੇ ਉਹ ਦੇ ਕੋਲੋਂ ਬੈਤਲਹਮ-ਯਹੂਦਾਹ ਵਿੱਚ ਆਪਣੇ ਪਿਉਕੇ ਜਾ ਕੇ ਚਾਰ ਮਹੀਨੇ ਉੱਥੇ ਰਹੀ"},{"number":3,"verse":"ਅਤੇ ਉਹ ਦਾ ਭਰਤਾ ਉੱਠਿਆ ਅਤੇ ਉਹ ਦੇ ਮਗਰ ਗਿਆ ਜੋ ਉਹ ਨੂੰ ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਕਰ ਕੋ ਮੋੜ ਲਿਆਵੇ ਅਤੇ ਉਹ ਦੇ ਨਾਲ ਇੱਕ ਟਹਿਲੂਆ ਅਰ ਦੋ ਖੋਤੇ ਸਨ ਸੋ ਉਹ ਉਸ ਨੂੰ ਆਪਣੇ ਪਿਉਕੇ ਘਰ ਲੈ ਗਈ ਅਤੇ ਜਦੋਂ ਛੋਕਰੀ ਦੇ ਪਿਉ ਨੇ ਉਹ ਨੂੰ ਡਿੱਠਾ ਤਾਂ ਉਹ ਦੇ ਮਿਲਣ ਨਾਲ ਅਨੰਦ ਹੋ ਗਿਆ"},{"number":4,"verse":"ਸੋ ਉਹ ਦੇ ਸਹੁਰੇ ਅਰਥਾਤ ਛੋਕਰੀ ਦੇ ਪਿਉ ਨੇ ਉਹ ਨੂੰ ਅਟਕਾ ਛੱਡਿਆ ਅਤੇ ਉਹ ਤਿੰਨ ਦਿਨ ਉਸ ਦੇ ਨਾਲ ਰਿਹਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਖਾਧਾ ਪੀਤਾ ਅਰ ਉਹ ਉੱਥੇ ਟਿਕੇ ਰਹੇ।।"},{"number":5,"verse":"ਚੌਥੇ ਦਿਨ ਜਦ ਪਰਭਾਤੇ ਉੱਠੇ ਤਾਂ ਅਜਿਹਾ ਹੋਇਆ ਜੋ ਉਹ ਵਿਦਿਆ ਹੋਣ ਲਈ ਉੱਠ ਖਲੋਤਾ ਤਾਂ ਛੋਕਰੀ ਦੇ ਪਿਉ ਨੇ ਆਪਣੇ ਜੁਆਈ ਨੂੰ ਆਖਿਆ, ਗਿਰਾਹੀਕੁ ਰੋਟੀ ਖਾ ਕੇ ਅਨੰਦ ਹੋ ਲੈ, ਫੇਰ ਆਪਣੇ ਰਾਹ ਪੈ ਜਾਹ"},{"number":6,"verse":"ਸੋ ਓਹ ਦੋਵੇਂ ਬੈਠ ਗਏ ਅਤੇ ਉਨ੍ਹਾਂ ਰਲ ਕੇ ਖਾਧਾ ਪੀਤਾ ਅਤੇ ਛੋਕਰੀ ਦੇ ਪਿਉ ਨੇ ਉਸ ਮਨੁੱਖ ਨੂੰ ਆਖਿਆ ਸੀ ਭਈ ਰਾਜ਼ੀ ਰਹੁ ਅਤੇ ਸਾਰੀ ਰਾਤ ਟਿਕੋ ਅਰ ਆਪਣੇ ਮਨ ਨੂੰ ਅਨੰਦ ਕਰੋ"},{"number":7,"verse":"ਫੇਰ ਉਹ ਮਨੁੱਖ ਵਿਦਿਆ ਹੋਣ ਨੂੰ ਉੱਠ ਖੜੋਤਾ ਅਤੇ ਉਹ ਦਾ ਸਹੁਰਾ ਉਸ ਨਾਲ ਹੱਠ ਬੰਨ੍ਹ ਬੈਠਾ ਤਾਂ ਫੇਰ ਉਹ ਨੇ ਰਾਤ ਉੱਥੇ ਹੀ ਕੱਟੀ"},{"number":8,"verse":"ਅਤੇ ਪੰਜਵੇਂ ਦਿਨ ਤੜਕੇ ਹੀ ਉੱਠਿਆ ਜੋ ਵਿਦਿਆ ਹੋਵਾਂ ਤਾਂ ਛੋਕਰੀ ਦੇ ਪਿਉ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਤੇਰੇ ਅੱਗੇ ਬੇਨਤੀ ਕਰਨਾ ਹਾਂ ਜੋ ਤੂੰ ਆਪਣੇ ਮਨ ਨੂੰ ਅਨੰਦ ਕਰ ਅਤੇ ਦਿਨ ਢਲਦੇ ਤੋੜੀ ਠਹਿਰ ਜਾਵੀਂ ਅਤੇ ਦਿਨ ਢਲਕੇ ਤੋੜੀ ਠਹਿਰ ਜਾਵੀਂ"},{"number":9,"verse":"ਜਦ ਉਹ ਮਨੁੱਖ ਅਤੇ ਉਹ ਦੀ ਸੁਰੀਤ ਅਰ ਉਹ ਦਾ ਟਹਿਲੂਆ ਸਾਰੇ ਉੱਠੇ ਜੋ ਵਿਦਿਆ ਹੋਈਏ ਤਾਂ ਛੋਕਰੀ ਦੇ ਪਿਉ ਉਹ ਦੇ ਸਹੁਰੇ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਵੇਖ, ਤਿਕਾਲਾਂ ਹੁੰਦੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਮੈਂ ਤੁਹਾਡੇ ਤਰਲੇ ਕਰਨਾ ਜੋ ਰਾਤ ਤੁਸੀਂ ਇੱਥੇ ਰਹੋ। ਵੇਖੋ, ਦਿਨ ਲਹਿੰਦਾ ਜਾਂਦਾ ਹੈ। ਰਹਿ ਪਓ ਭਈ ਤੇਰਾ ਮਨ ਅਨੰਦ ਹੋਵੇ ਅਤੇ ਮਨ੍ਹੇਰੇ ਹੀ ਉੱਠ ਕੇ ਆਪਣੇ ਰਾਹ ਤੁਰ ਪਓ ਜੋ ਤੂੰ ਆਪਣੇ ਡੇਰੇ ਵਲ ਵਿਦਿਆ ਹੋਵੇਂ"},{"number":10,"verse":"ਪਰ ਉਸ ਰਾਤ ਰਹਿਣ ਵਿੱਚ ਉਹ ਮਨੁੱਖ ਰਾਜ਼ੀ ਨਾ ਹੋਇਆ ਸੋ ਵਿਦਾ ਹੋ ਕੇ ਉੱਠ ਤੁਰਿਆ ਅਤੇ ਯਬੂਸ ਦੇ ਲਾਗੇ ਅੱਪੜ ਪਿਆ ਜਿਹ ਨੂੰ ਯਰੂਸ਼ਲਮ ਆਖਦੇ ਹਨ ਅਤੇ ਉਹ ਦੇ ਨਾਲ ਦੋਵੇਂ ਖੋਤੇ ਕਾਠੀ ਪਈ ਅਤੇ ਸੁਰੀਤ ਵੀ ਉਹ ਦੇ ਨਾਲ ਸੀ"},{"number":11,"verse":"ਜਦ ਓਹ ਯਬੂਸ ਦੇ ਨੇੜੇ ਅੱਪੜੇ ਤਾਂ ਦਿਨ ਬਹੁਤ ਹੀ ਲਹਿ ਗਿਆ ਸੀ। ਤਾਂ ਟਹਿਲੂਏ ਨੇ ਆਪਣੇ ਸੁਆਮੀ ਨੂੰ ਆਖਿਆ, ਆਓ ਜੀ, ਤੁਸੀਂ ਯਬੂਸੀਆਂ ਦੇ ਇਸ ਸ਼ਹਿਰ ਵਿੱਚ ਵੜ ਕੇ ਇੱਥੇ ਰਹੀਏ"},{"number":12,"verse":"ਪਰ ਉਸ ਦੇ ਸੁਆਮੀ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਪਰਾਏ ਸ਼ਹਿਰ ਵਿੱਚ ਜੋ ਇਸਰਾਏਲੀਆਂ ਦਾ ਨਹੀਂ ਅਸੀਂ ਨਹੀਂ ਵੜਦੇ ਪਰ ਅਸੀਂ ਗਿਬਆਹ ਵੱਲ ਲੰਘ ਜਾਵਾਂਗੇ"},{"number":13,"verse":"ਅਤੇ ਆਪਣੇ ਟਹਿਲੂਏ ਨੂੰ ਆਖਿਆ, ਤੁਰ, ਇੰਨ੍ਹਾਂ ਥਾਵਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਇੱਕ ਵਲ ਚੱਲੀਏ ਯਾ ਗਿਬਆਹ ਨੂੰ ਯਾ ਰਾਮਾਹ ਨੂੰ ਜੋ ਉੱਥੇ ਰਾਤ ਰਹੀਏ"},{"number":14,"verse":"ਸੋ ਓਹ ਉੱਥੋਂ ਲੰਘ ਕੇ ਪੈਂਡਾ ਕਰਦੇ ਰਹੇ ਅਤੇ ਜਦ ਬਿਨਯਾਮੀਨ ਦੇ ਗਿਬਆਹ ਦੇ ਨੇੜੇ ਆਏ ਤਾਂ ਸੂਰਜ ਲਹਿ ਗਿਆ"},{"number":15,"verse":"ਸੋ ਓਹ ਉੱਥੇ ਭੌਂ ਪਏ ਜੋ ਗਿਬਆਹ ਵਿੱਚ ਵੜ ਕੇ ਉੱਥੇ ਰਹੀਏ ਅਤੇ ਜਾਂ ਉਹ ਵੜ ਗਿਆ ਤਾਂ ਸ਼ਹਿਰ ਦੇ ਇੱਕ ਚੌਂਕ ਵਿੱਚ ਬੈਠ ਗਿਆ ਕਿਉਂ ਜੋ ਉੱਥੇ ਅਜਿਹਾ ਕੋਈ ਨਹੀਂ ਸੀ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਰਾਤ ਟਿਕਾਉਣ ਲਈ ਆਪਣੇ ਘਰ ਲੈ ਜਾਂਦਾ।।"},{"number":16,"verse":"ਤਾਂ ਵੇਖੋ, ਸੰਧਿਆ ਵੇਲੇ ਇੱਕ ਬੁੱਢਾ ਪੈਲੀ ਵਿੱਚੋਂ ਕੰਮ ਧੰਧਾਂ ਮੁਕਾ ਕੇ ਉੱਥੇ ਆ ਨਿੱਕਲਿਆ, ਇਹ ਵੀ ਇਫ਼ਰਾਈਮ ਦੇ ਪਹਾੜ ਦਾ ਸੀ ਜੋ ਗਿਬਆਹ ਵਿੱਚ ਆ ਵੱਸਿਆ ਸੀ ਪਰ ਉੱਥੋਂ ਦੇ ਵਾਸੀ ਬਿਨਯਾਮੀਨੀ ਸਨ"},{"number":17,"verse":"ਉਹ ਨੇ ਅੱਖਾਂ ਚੁੱਕ ਕੇ ਡਿੱਠਾ ਭਈ ਇੱਕ ਰਾਹੀ ਸ਼ਹਿਰ ਦੇ ਚੌਂਕ ਵਿੱਚ ਹੈ ਸੋ ਉਸ ਬੁੱਢੇ ਨੇ ਆਖਿਆ, ਤੂੰ ਆਇਆ ਕਿੱਥੋਂ ਹੈ ਅਤੇ ਜਾਣਾ ਕਿੱਥੇ ਹੈ?"},{"number":18,"verse":"ਉਹ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਅਸੀਂ ਬੈਤਲਹਮ-ਯਹੂਦਾਹ ਤੋਂ ਆਏ ਅਤੇ ਇਫ਼ਰਾਈਮ ਦੇ ਪਹਾੜ ਦੇ ਪਰਲੇ ਪਾਸੇ ਜਾਣਾ ਹੈ। ਮੈਂ ਉੱਥੋਂ ਦਾ ਹਾਂ। ਮੈਂ ਬੈਤਲਹਮ-ਯਹੂਦਾਹ ਨੂੰ ਗਿਆ ਸਾਂ ਅਤੇ ਹੁਣ ਯਹੋਵਾਹ ਦੇ ਘਰ ਵੱਲ ਜਾਂਦਾ ਹਾਂ। ਇੱਥੇ ਅਜਿਹਾ ਮਨੁੱਖ ਕੋਈ ਨਹੀਂ ਜੋ ਸਾਨੂੰ ਆਪਣੇ ਘਰ ਉਤਾਰੇ"},{"number":19,"verse":"ਭਾਵੇਂ ਸਾਡਿਆਂ ਖੋਤਿਆਂ ਦਾ ਤਾਂ ਦਾਣਾ ਪੱਠਾ ਸਾਡੇ ਕੋਲ ਹੈ ਅਤੇ ਮੇਰੇ ਅਰ ਤੇਰੀ ਟਹਿਲਣ ਦੇ ਅਤੇ ਇਸ ਜੁਆਨ ਦੇ ਲਈ ਜੋ ਤੇਰੇ ਸੇਵਕਾਂ ਦੇ ਨਾਲ ਹੈ ਰੋਟੀ ਅਤੇ ਦਾਖ ਰਸ ਭੀ ਹੈ, ਕਿਸੇ ਵਸਤ ਦਾ ਘਾਟਾ ਨਹੀਂ ਹੈ"},{"number":20,"verse":"ਉਸ ਬੁੱਢੇ ਨੇ ਆਖਿਆ, ਤੈਨੂੰ ਸੁਖ ਸਾਂਦ ਹੋਵੇ। ਤੇਰੀ ਸਾਰੀ ਲੋੜ ਸਾਡੇ ਸਿਰ ਤੋਂ ਹੋਵੇ ਪਰ ਤੂੰ ਚੌਂਕ ਵਿੱਚ ਕਦਾ ਚਿੱਤ ਨਾ ਰਹੁ"},{"number":21,"verse":"ਸੋ ਉਹ ਉਸ ਨੂੰ ਆਪਣੇ ਘਰ ਲੈ ਗਿਆ ਅਤੇ ਉਹ ਦੇ ਖੋਤਿਆਂ ਨੂੰ ਪੱਠੇ ਪਾਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਪੈਰ ਧੋਤੇ ਅਤੇ ਖਾਧਾ ਪੀਤਾ।।"},{"number":22,"verse":"ਜਿਸ ਵੇਲੇ ਓਹ ਆਪਣੇ ਮਨ ਅਨੰਦ ਕਰ ਰਹੇ ਸਨ ਤਾਂ ਵੇਖੋ, ਉਸ ਸ਼ਹਿਰ ਦਿਆਂ ਲੋਕਾਂ ਵਿੱਚੋਂ ਜੋ ਬਲਿਆਲ ਵੰਸੀ ਸਨ ਕਈ ਉਸ ਘਰ ਦੇ ਦੁਆਲੇ ਆਣ ਪਏ ਅਤੇ ਬੂਹਾ ਖੜਕਾ ਕੇ ਉਸ ਘਰ ਵਾਲੇ ਅਰਥਾਤ ਬੁੱਢੇ ਨੂੰ ਆਖਣ ਲੱਗੇ ਕਿ ਜਿਹੜਾ ਤੇਰੇ ਘਰ ਆਇਆ ਹੈ ਉਸ ਮਨੁੱਖ ਨੂੰ ਕੱਢ ਲਿਆ ਜੋ ਅਸੀਂ ਉਹ ਨੂੰ ਜਾਣੀਏ"},{"number":23,"verse":"ਉਸ ਮਨੁੱਖ ਨੇ ਅਰਥਾਤ ਘਰ ਵਾਲੇ ਨੇ ਬਾਹਰ ਨਿੱਕਲ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਨਹੀਂ ਮੇਰੇ ਭਰਾਓ, ਅਜੇਹੀ ਬਦੀ ਨਾ ਕਰਨਾ ਕਿਉਂ ਜੋ ਇਹ ਮਨੁੱਖ ਸਾਡੇ ਘਰ ਆਇਆ ਹੈ, ਇਸ ਲਈ ਇਹ ਮੂਰਖਤਾਈ ਨਾ ਕਰੋ"},{"number":24,"verse":"ਵੇਖੋ, ਇੱਥੇ ਮੇਰੀ ਕੁਆਰੀ ਧੀ ਅਤੇ ਉਸ ਦੀ ਸੁਰੀਤ ਹਨ। ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕੱਢ ਲਿਆਉਣਾ। ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਬੇਪਤੀ ਕਰੋ ਅਤੇ ਜੋ ਤੁਹਾਨੂੰ ਚੰਗਾ ਦਿੱਸੇ ਓਹੋ ਉਨ੍ਹਾਂ ਨਾਲ ਕਰੋ ਪਰ ਇਸ ਮਨੁੱਖ ਨਾਲ ਅਜੇਹੀ ਮੂਰਖਤਾਈ ਨਾ ਕਰੋ"},{"number":25,"verse":"ਪਰ ਓਹ ਲੋਕ ਉਹ ਦੀ ਗੱਲ਼ ਨਹੀਂ ਮੰਨਦੇ ਸਨ ਸੋ ਉਹ ਮਨੁੱਖ ਆਪਣੀ ਸੁਰੀਤ ਨੂੰ ਫੜ ਕੇ ਉਨ੍ਹਾਂ ਕੋਲ ਬਾਹਰ ਕੱਢ ਲਿਆਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਦੇ ਨਾਲ ਸੰਗ ਕੀਤਾ ਅਤੇ ਸਾਰੀ ਰਾਤ ਸਵੇਰ ਤੋੜੀ ਉਸ ਨੂੰ ਛੇੜਦੇ ਰਹੇ ਅਤੇ ਜਦ ਪਹੁ ਫੁਟੀ ਤਾਂ ਉਸ ਨੂੰ ਛੱਡ ਗਏ"},{"number":26,"verse":"ਅਤੇ ਉਹ ਤੀਵੀਂ ਮਨ੍ਹੇਰੇ ਹੀ ਆਣ ਕੇ ਜਿੱਥੇ ਉਸ ਦਾ ਭਰਤਾ ਸੀ ਉਸ ਮਨੁੱਖ ਦੇ ਘਰ ਦੇ ਬੂਹੇ ਉੱਤੇ ਡਿੱਗ ਪਈ ਜਦ ਤੀਕਰ ਦਿਨ ਨਾ ਚੜ੍ਹਿਆ"},{"number":27,"verse":"ਉਸ ਦੇ ਭਰਤਾ ਨੇ ਸਵੇਰੇ ਉੱਠ ਕੇ ਘਰ ਦੇ ਬੂਹੇ ਖੋਲ੍ਹੇ ਅਤੇ ਤੁਰਨ ਨੂੰ ਬਾਹਰ ਨਿੱਕਲਿਆ ਤਾਂ ਵੇਖੋ, ਉਹ ਤੀਵੀਂ ਜਿਹੜੀ ਉਹ ਦੀ ਸੁਰੀਤ ਸੀ ਘਰ ਦੇ ਬੂਹੇ ਉੱਤੇ ਪਈ ਸੀ ਅਤੇ ਉਸ ਦੇ ਹੱਥ ਸਰਦਲ ਨਾਲ ਲੱਗੇ ਹੋਏ ਸਨ"},{"number":28,"verse":"ਉਹ ਨੇ ਆਖਿਆ, ਉੱਠ ਤੁਰੀਏ ਪਰ ਉੱਤਰ ਕੁਝ ਨਾ ਮਿਲਿਆ। ਤਦ ਉਹ ਨੇ ਆਪਣੇ ਖੋਤੇ ਉੱਤੇ ਉਸ ਨੂੰ ਧਰ ਲਿਆ ਅਤੇ ਉੱਠੇ ਕੇ ਆਪਣੇ ਘਰ ਵੱਲ ਤੁਰ ਪਿਆ"},{"number":29,"verse":"ਅਤੇ ਘਰ ਅੱਪੜ ਕੇ ਉਹ ਨੇ ਛੁਰੀ ਲਈ ਅਤੇ ਆਪਣੀ ਸੁਰੀਤ ਨੂੰ ਅੰਗਾਂ ਤੋਂ ਅੰਗ ਬਾਰਾਂ ਟੋਟੇ ਕੀਤੇ ਅਤੇ ਇਸਰਾਏਲ ਦਿਆਂ ਸਾਰਿਆਂ ਬੰਨਿਆਂ ਵਿੱਚ ਭੇਜੇ"},{"number":30,"verse":"ਤਾਂ ਅਜਿਹਾ ਹੋਇਆ ਕਿ ਜਿਸ ਕਿਸੇ ਨੇ ਇਹ ਡਿੱਠਾ ਉਹ ਬੋਲਿਆ, ਜਦੋਂ ਤੋਂ ਇਸਰਾਏਲੀ ਮਿਸਰੋਂ ਨਿਕਲ ਆਏ ਅੱਜ ਦੇ ਦਿਨ ਤੀਕਰ ਅਜਿਹਾ ਕੰਮ ਨਹੀਂ ਹੋਇਆ, ਨਾ ਕਿਸੇ ਨੇ ਡਿੱਠਾ! ਇਸ ਵੱਲ ਧਿਆਨ ਕਰੋ ਅਤੇ ਸਲਾਹ ਕਰ ਕੇ ਬੋਲੋ।।"}]}