{"bibleAbbr":"paOV2016","bookName":"ਨਿਆਈਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Judges","chapterNumber":8,"verses":[{"number":1,"verse":"( ਗਿਦਾਊਨ ਦੀਆਂ ਲੜਾਈਆਂ ਤੇ ਮੌਤ) ਇਫ਼ਰਾਈਮ ਦਿਆਂ ਲੋਕਾਂ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਤੈਂ ਸਾਡੇ ਨਾਲ ਇਹ ਕੀ ਕੀਤਾ ਜਿਸ ਵੇਲੇ ਤੂੰ ਮਿਦਯਾਨੀਆਂ ਨਾਲ ਲੜਨ ਲਈ ਗਿਆ ਤਾਂ ਸਾਨੂੰ ਨਾ ਸੱਦਿਆ? ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਦੇ ਨਾਲ ਡਾਢਾ ਝਗੜਾ ਕੀਤਾ"},{"number":2,"verse":"ਤਾਂ ਉਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਹੁਣ ਮੈਂ ਤੁਹਾਡੇ ਸਮਾਨ ਕੀ ਕੀਤਾ ਹੈ? ਭਲਾ, ਇਫ਼ਰਾਈਮ ਦੇ ਦਾਖਾਂ ਦੀ ਰਹਿੰਦ ਖੂੰਧ ਅਬੀ ਅਜਰ ਦੇ ਦਾਖਾਂ ਦੀ ਫ਼ਸਲ ਨਾਲੋਂ ਚੰਗੀ ਨਹੀਂ?"},{"number":3,"verse":"ਪਰਮੇਸ਼ੁਰ ਨੇ ਮਿਦਯਾਨ ਦੇ ਸਰਦਾਰ ਓਰੇਬ ਅਤੇ ਜ਼ਏਬ ਨੂੰ ਤੁਹਾਡੇ ਵੱਸ ਕਰ ਦਿੱਤਾ, ਹੋਰ ਤੁਹਾਡੇ ਸਮਾਨ ਕੰਮ ਕਰਨ ਦੀ ਮੇਰੀ ਕੀ ਸਮਰੱਥਾ ਸੀ? ਜਦ ਉਹ ਨੇ ਇਹ ਆਖਿਆ, ਤਾਂ ਉਨ੍ਹਾਂ ਦਾ ਕ੍ਰੋਧ ਉਸ ਤੋਂ ਘੱਟ ਗਿਆ।।"},{"number":4,"verse":"ਗਿਦਾਊਨ ਯਰਦਨ ਕੋਲ ਆਇਆ ਅਤੇ ਉਹ ਤਿੰਨ ਸੌ ਆਪਣੇ ਨਾਲ ਦਿਆਂ ਸਣੇ ਪਾਰ ਲੰਘਿਆ ਓਹ ਹੁੱਸੇ ਹੋਏ ਤਾਂ ਸਨ ਪਰ ਮਗਰ ਲੱਗੀ ਗਏ। ਤਦ ਉਹ ਨੇ ਸੁੱਕੋਥ ਦਿਆਂ ਲੋਕਾਂ ਨੂੰ ਆਖਿਆ ਭਈ ਜਿਹੜੇ ਮੇਰੇ ਨਾਲ ਹਨ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਰੋਟੀਆਂ ਦਿਓ"},{"number":5,"verse":"ਕਿਉਂ ਜੋ ਇਹ ਹੁੱਸੇ ਹੋਏ ਹਨ ਅਤੇ ਮੈਂ ਮਿਦਯਾਨ ਦਿਆਂ ਦੋਹਾਂ ਰਾਜਿਆਂ ਜ਼ਬਾਹ ਅਤੇ ਸਲਮੁੰਨਾ ਦੇ ਮਗਰ ਪਿਆ ਹੋਇਆ ਹਾਂ।।"},{"number":6,"verse":"ਤਾਂ ਸੁੱਕੋਥ ਦਿਆਂ ਸਰਦਾਰਾਂ ਨੇ ਆਖਿਆ, ਭਲਾ, ਜ਼ਬਾਹ ਅਤੇ ਸਲਮੁੰਨਾ ਦੇ ਹੱਥ ਅਜੇ ਤੇਰੇ ਹੱਥਾਂ ਵਿੱਚ ਆ ਗਏ ਹਨ ਜੋ ਅਸੀਂ ਤੇਰੀ ਫੌਜ ਨੂੰ ਰੋਟੀਆਂ ਦੇਈਏ?"},{"number":7,"verse":"ਗਿਦਾਊਨ ਬੋਲਿਆ, ਹੱਛਾ ਜਿਸ ਵੇਲੇ ਯਹੋਵਾਹ ਜ਼ਬਾਹ ਅਤੇ ਸਲਮੁੰਨਾ ਨੂੰ ਮੇਰੇ ਹੱਥਾਂ ਹੇਠ ਕਰ ਦੇਵੇਗਾ ਤਾਂ ਮੈਂ ਤੁਹਾਡੇ ਮਾਸ ਨੂੰ ਕਰੀਰ ਅਤੇ ਮਲਿਹਾਂ ਨਾਲ ਛਿੱਲਾਂਗਾ!।।"},{"number":8,"verse":"ਉੱਥੋਂ ਪਨੂਏਲ ਨੂੰ ਗਿਆ ਅਤੇ ਉੱਥੋਂ ਦਿਆਂ ਲੋਕਾਂ ਤੋਂ ਇਸੇ ਤਰਾਂ ਮੰਗਿਆ, ਸੋ ਪਨੂਏਲ ਦਿਆਂ ਲੋਕਾਂ ਨੇ ਭੀ ਓਹੋ ਉੱਤਰ ਦਿੱਤਾ ਜੋ ਸੁੱਕੋਥੀਆਂ ਨੇ ਦਿੱਤਾ ਸੀ"},{"number":9,"verse":"ਸੋ ਪਨੂਏਲ ਦੇ ਵਾਸੀਆਂ ਨੂੰ ਭੀ ਉਸ ਨੇ ਆਖਿਆ, ਭਈ ਜਦ ਮੈਂ ਸੁਖ ਸਾਂਦ ਨਾਲ ਮੁੜਾਂਗਾ ਤਾਂ ਮੈਂ ਇਸ ਬੁਰਜ ਨੂੰ ਢਾਹਵਾਂਗਾ!।।"},{"number":10,"verse":"ਜ਼ਬਾਹ ਅਰ ਸਲਮੁੰਨਾ ਆਪਣੀ ਫੌਜ ਸਣੇ ਜੋ ਪੂਰਬ ਦੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਪੰਦਰਾਂ ਕੁ ਹਜ਼ਾਰ ਰਹਿੰਦੇ ਸਨ ਕਰਕੋਰ ਦੇ ਵਿੱਚ ਸਨ ਕਿਉਂ ਜੋ ਇੱਕ ਲੱਖ ਵੀਹ ਹਜ਼ਾਰ ਹਥਿਆਰ ਬੰਦ ਵੱਢੇ ਗਏ ਸਨ।।"},{"number":11,"verse":"ਤਦ ਗਿਦਾਊਨ ਉਨ੍ਹਾਂ ਦੇ ਰਾਹ ਥਾਣੀ ਗਿਆ ਜੋ ਨੋਬਹ ਅਤੇ ਯਾਗਬਹਾਹ ਦੇ ਚੜ੍ਹਦੇ ਰੁਖ ਤੰਬੂਆਂ ਦੇ ਵਿੱਚ ਰਹਿੰਦੇ ਸਨ ਅਤੇ ਉਸ ਦਲ ਨੂੰ ਮਾਰਿਆ ਕਿਉਂ ਜੋ ਉਹ ਦਲ ਨਚਿੰਤ ਸੀ"},{"number":12,"verse":"ਅਤੇ ਜ਼ਬਾਹ ਅਤੇ ਸਲਮੁੰਨਾ ਭੱਜੇ ਅਰ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਮਗਰ ਪਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਮਿਦਯਾਨੀ ਰਾਜਿਆਂ ਜ਼ਬਾਹ ਅਤੇ ਸਲਮੁੰਨਾ ਨੂੰ ਫੜਿਆ ਅਰ ਸਾਰੀ ਫੌਜ ਨੂੰ ਹਰਾ ਦਿੱਤਾ।।"},{"number":13,"verse":"ਯੋਆਸ਼ ਦਾ ਪੁੱਤ੍ਰ ਗਿਦਾਊਨ ਹਰਸ਼ ਦੀ ਚੜ੍ਹਾਈ ਤੋਂ ਲੜਾਇਓਂ ਮੁੜ ਗਿਆ"},{"number":14,"verse":"ਅਤੇ ਸੁੱਕੋਥੀਆਂ ਵਿੱਚੋਂ ਇੱਕ ਗਭਰੂ ਨੂੰ ਫੜ ਕੇ ਉਸ ਕੋਲੋਂ ਪੁੱਛਿਆ ਤਾਂ ਉਸ ਨੇ ਉਹ ਨੂੰ ਸਤੱਤ੍ਰਾਂ ਮਨੁੱਖਾਂ ਦਾ ਥਹੁ ਦੱਸਿਆ। ਏਹ ਸੱਭੇ ਸੁੱਕੋਥ ਦੇ ਸਰਦਾਰ ਅਤੇ ਬਜ਼ੁਰਗ ਸਨ"},{"number":15,"verse":"ਤਦ ਉਹ ਸੁੱਕੋਥੀਆਂ ਕੋਲ ਆਇਆ ਅਤੇ ਬੋਲਿਆ, ਵੇਖੋ, ਜ਼ਬਾਹ ਅਤੇ ਸਲਮੁੰਨਾ ਜਿੰਨ੍ਹਾਂ ਦੇ ਲਈ ਤੁਸਾਂ ਮੈਨੂੰ ਉਲਾਂਭਾ ਦਿੱਤਾ ਸੀ ਅਤੇ ਮੈਨੂੰ ਆਖਦੇ ਸਾਓ, ਭਲਾ, ਜ਼ਬਾਹ ਅਤੇ ਸਲਮੁੰਨਾ ਅਜੇ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਆ ਗਏ ਹਨ, ਜੋ ਅਸੀਂ ਤੇਰਿਆਂ ਥੱਕਿਆਂ ਹੋਇਆਂ ਜੁਆਨਾਂ ਨੂੰ ਰੋਟੀ ਦੇਈਏ?"},{"number":16,"verse":"ਤਾਂ ਉਹ ਨੇ ਸ਼ਹਿਰ ਦੇ ਬਜ਼ੁਰਗਾਂ ਨੂੰ ਫੜਿਆ ਅਤੇ ਕਰੀਰਾਂ ਅਤੇ ਮਲਿਹਾਂ ਨਾਲ ਸੁੱਕੋਥ ਦਿਆਂ ਲੋਕਾਂ ਨੂੰ ਸੁਧਾਰਿਆ"},{"number":17,"verse":"ਅਤੇ ਪਨੂਏਲ ਦਾ ਬੁਰਜ ਢਾਹ ਦਿੱਤਾ ਅਤੇ ਸ਼ਹਿਰੀਆਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ।।"},{"number":18,"verse":"ਫੇਰ ਉਹ ਨੇ ਜ਼ਬਾਹ ਅਤੇ ਸਲਮੁੰਨਾ ਨੂੰ ਆਖਿਆ ਭਈ ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਤੁਸਾਂ ਤਬੋਰ ਵਿੱਚ ਵੱਢਿਆ ਸੀ, ਓਹ ਲੋਕ ਕਿਹੋ ਜੇਹੇ ਸਨ? ਓਹ ਬੋਲ, ਅਜੇਹੇ ਸਨ ਜੇਹਾ ਤੂੰ ਹੈਂ। ਸੱਭੇ ਰਾਜ ਪੁੱਤ੍ਰਾਂ ਦੀ ਡੌਲ ਦੇ ਸਨ"},{"number":19,"verse":"ਤਾਂ ਉਹ ਨੇ ਆਖਿਆ, ਓਹ ਮੇਰੇ ਸਕੇ ਭਰਾ, ਮੇਰੀ ਮਾਂ ਦੇ ਪੁੱਤ੍ਰ ਸਨ, ਸੋ ਜੀਉਂਦੇ ਯਹੋਵਾਹ ਦੀ ਸੌਂਹ, ਜੇ ਕਦੀ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜੀਉਂਦਿਆਂ ਛੱਡਦੇ ਤਾਂ ਮੈ ਤੁਹਾਨੂੰ ਨਾ ਵੱਢਦਾ!"},{"number":20,"verse":"ਫੇਰ ਉਹ ਨੇ ਆਪਣੇ ਜੇਠੇ ਪੁੱਤ੍ਰ ਯਥਰ ਨੂੰ ਆਖਿਆ, ਉੱਠ, ਇੰਨ੍ਹਾਂ ਨੂੰ ਵੱਢ ਸੁੱਟ! ਪਰ ਉਸ ਜੁਆਨ ਨੇ ਡਰ ਦੇ ਮਾਰੇ ਆਪਣੀ ਤਲਵਾਰ ਨਾ ਧੂਈ ਕਿਉਂ ਜੋ ਉਹ ਅਜੇ ਛੋਕਰਾ ਹੀ ਸੀ"},{"number":21,"verse":"ਤਾਂ ਜ਼ਬਾਹ ਅਰ ਸਲਮੁੰਨਾ ਨੇ ਆਖਿਆ, ਤੂੰ ਆਪ ਉੱਠ ਅਤੇ ਸਾਡੇ ਉੱਤੇ ਹੱਲਾ ਕਰ ਕੇ ਆਣ ਪਓ ਕਿਉਂ ਜੋ ਜਿਹਾ ਮਨੁੱਖ ਤਿਹਾ ਹੀ ਉਸ ਦਾ ਜ਼ੋਰ! ਸੋ ਗਿਦਾਊਨ ਨੇ ਉੱਠ ਕੇ ਜ਼ਬਾਹ ਅਤੇ ਸਲਮੁੰਨਾ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ ਅਤੇ ਓਹ ਹੈਂਕਲਾਂ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਊਠਾਂ ਦੇ ਗਲਾਂ ਵਿੱਚ ਸਨ ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਲਾਹ ਲਈਆਂ।।"},{"number":22,"verse":"ਤਦ ਇਸਰਾਏਲ ਦੇ ਮਨੁੱਖਾਂ ਨੇ ਗਿਦਊਨ ਨੂੰ ਆਖਿਆ, ਸਾਡੇ ਉੱਤੇ ਤੂੰ ਰਾਜ ਕਰ , ਤੂੰ ਅਤੇ ਤੇਰਾ ਪੁੱਤ੍ਰ ਅਤੇ ਤੇਰਾ ਪੋਤ੍ਰਾ ਭੀ ਕਿਉਂ ਜੋ ਤੂੰ ਹੀ ਸਾਨੂੰ ਮਿਦਯਾਨ ਦੇ ਹੱਥੋਂ ਛੁਡਾਇਆ ਹੈ"},{"number":23,"verse":"ਤਦ ਗਿਦਊਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਨਾ ਮੈਂ ਤੁਹਾਡੇ ਉੱਥੇ ਰਾਜ ਕਰਾਂਗਾ ਅਤੇ ਨਾ ਮੇਰਾ ਪੁੱਤ੍ਰ ਤੁਹਾਡੇ ਉੱਤੇ ਰਾਜ ਕਰੇਗਾ, ਸਗੋਂ ਯਹੋਵਾਹ ਤੁਹਡੇ ਉੱਤੇ ਰਾਜ ਕਰੇਗਾ।।"},{"number":24,"verse":"ਤਾਂ ਗਿਦਾਊਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਇੱਕ ਗੱਲ ਤੁਹਾਥੋਂ ਮੰਗਨਾ ਹਾਂ ਭਈ ਤੁਸੀਂ ਸਾਰੇ ਮਨੁੱਖ ਆਪਣੀ ਲੁੱਟ ਦੇ ਵਿੱਚੋਂ ਵਾਲੇ ਮੈਨੂੰ ਦੇ ਦਿਓ ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਵਾਲੇ ਸੋਨੇ ਸਨ ਇਸ ਲਈ ਜੋ ਓਹ ਇਸਮਾਏਲੀ ਸਨ"},{"number":25,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਉੱਤਰ ਦਿੱਤਾ, ਅਸੀਂ ਦੇਣ ਵਿੱਚ ਰਾਜ਼ੀ ਹਾਂ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਇੱਕ ਚਾਦਰ ਵਿਛਾ ਕੇ ਆਪਣੀ ਲੁੱਟ ਦੇ ਧਨ ਵਿੱਚੋਂ ਸਾਰਿਆਂ ਨੇ ਉਹ ਦੇ ਉੱਤੇ ਵਾਲੇ ਸੁੱਟ ਦਿੱਤੇ"},{"number":26,"verse":"ਸੋ ਓਹ ਸੋਨੇ ਦੇ ਵਾਲੇ ਜੋ ਉਹ ਨੇ ਮੰਗੇ ਸਨ ਤੋਲ ਵਿੱਚ ਵੀਹ ਕੁ ਸੇਰ ਸਨ, ਗਹਿਣੇ ਅਤੇ ਕੰਠੇ ਅਤੇ ਕਿਰਮਚੀ ਲੀੜੀਆਂ ਤੋਂ ਬਿਨਾਂ ਜੋ ਮਿਦਿਯਾਨੀ ਹੰਡਾਉਂਦੇ ਸਨ ਅਤੇ ਉਨਾਂ ਗਹਿਣਿਆਂ ਤੋਂ ਬਿਨਾਂ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਉਠਾ ਦੇ ਗਲਾਂ ਵਿੱਚ ਸਨ"},{"number":27,"verse":"ਸੋ ਗਿਦਾਊਨ ਨੇ ਉਨ੍ਹਾਂ ਦਾ ਇੱਕ ਏਫ਼ੋਦ ਬਣਾ ਕੇ ਆਪਣੇ ਸ਼ਹਿਰ ਆਫ਼ਰਾਹ ਵਿੱਚ ਉਸ ਨੂੰ ਰੱਖਿਆ ਅਤੇ ਉੱਥੇ ਸਾਰੇ ਇਸਰਾਏਲੀ ਉਸ ਦੇ ਮਗਰ ਲੱਗ ਕੇ ਜ਼ਨਾਕਾਰ ਹੋਏ ਅਤੇ ਇਹ ਗੱਲ ਗਿਦਾਊਨ ਅਰ ਉਹ ਦੇ ਟੱਬਰ ਦੇ ਲਈ ਇੱਕ ਫਾਹੀ ਹੋ ਗਈ।।"},{"number":28,"verse":"ਇਸ ਤਰ੍ਹਾਂ ਨਾਲ ਇਸਰਾਏਲੀਆਂ ਅੱਗੇ ਮਿਦਯਾਨੀ ਅਜੇਹੇ ਹਾਰੇ ਜੋ ਫੇਰ ਸਿਰ ਨਾ ਚੁੱਕ ਸੱਕੇ ਅਤੇ ਗਿਦਊਨ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਚਾਲੀ ਵਰਹੇ ਦੇਸ ਸੁਖੀ ਰਿਹਾ।।"},{"number":29,"verse":"ਯੋਆਸ਼ ਦਾ ਪੁੱਤ੍ਰ ਯਰੁੱਬਆਲ ਆਪਣੇ ਘਰ ਜਾ ਕੇ ਉੱਥੇ ਹੀ ਰਿਹਾ"},{"number":30,"verse":"ਅਤੇ ਗਿਦਾਊਨ ਦੇ ਸੱਤਰ ਪੁੱਤ੍ਰ ਸਨ ਜੋ ਉਹ ਦੀ ਬਿੰਦ ਤੋਂ ਉਤਪਤ ਹੋਏ ਕਿਉਂ ਜੋ ਉਹ ਦੀਆਂ ਢੇਰ ਸਾਰੀਆਂ ਤੀਵੀਆਂ ਸਨ"},{"number":31,"verse":"ਅਤੇ ਉਹ ਦੀ ਇੱਕ ਸੁਰੀਤ ਜੋ ਸ਼ਕਮ ਵਿੱਚ ਸੀ ਇੱਕ ਪੁੱਤ੍ਰ ਉਸ ਤੋਂ ਜਣੀ ਅਤੇ ਉਸ ਨੇ ਉਹ ਦਾ ਨਾਉਂ ਅਬੀਮਲਕ ਧਰਿਆ"},{"number":32,"verse":"ਅਤੇ ਯੋਆਸ਼ ਦਾ ਪੁੱਤ੍ਰ ਗਿਦਾਊਨ ਵੱਡਾ ਬੁੱਢਾ ਹੋ ਕੇ ਮਰ ਗਿਆ ਅਤੇ ਆਪਣੇ ਪਿਉ ਯੋਆਸ਼ ਦੇ ਮਕਬਰੇ ਵਿੱਚ ਅਬੀ ਅਜ਼ਰੀਆ ਦੇ ਆਫ਼ਰਾਹ ਵਿੱਚ ਦਬਿਆ ਗਿਆ"},{"number":33,"verse":"ਅਤੇ ਅਜੇਹਾ ਹੋਇਆ ਜੋ ਗਿਦਾਊਨ ਦੇ ਮਰਨ ਦੇ ਮਗਰੋਂ ਹੀ ਇਸਰਾਏਲੀ ਮੁੜ ਗਏ ਅਤੇ ਬਆਲਾਂ ਦੇ ਮਗਰ ਲੱਗ ਦੇ ਜ਼ਨਾਕਾਰ ਹੋਏ ਅਤੇ ਬਆਲ ਬਰੀਤ ਨੂੰ ਆਪਣੇ ਦਿਓਤਾ ਥਾਪ ਲਿਆ"},{"number":34,"verse":"ਐਉਂ ਇਸਰਾਏਲੀਆਂ ਨੇ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਨਾ ਚੇਤੇ ਕੀਤਾ ਜਿਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਚੁਫੇਰਿਓਂ ਉਨ੍ਹਾਂ ਦੇ ਵੈਰੀਆਂ ਦੇ ਹੱਥੋਂ ਛੁਡਾਇਆ ਸੀ"},{"number":35,"verse":"ਨਾ ਉਨ੍ਹਾਂ ਨੇ ਯਰੁੱਬਆਲ ਅਰਥਾਤ ਗਿਦਾਊਨ ਦੇ ਘਰ ਉੱਤੇ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਭਲਿਆਈਆਂ ਦੇ ਬਦਲੇ ਜੋ ਉਹ ਨੇ ਇਸਰਾਏਲੀਆਂ ਨਾਲ ਕੀਤੀਆਂ ਸਨ ਦਯਾ ਕੀਤੀ।।"}]}