{"bibleAbbr":"paOV2016","bookName":"ਨਿਆਈਆਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Judges","chapterNumber":9,"verses":[{"number":1,"verse":"( ਅਬੀਮਲਕ ਦੀ ਵਾਰਤਾ) ਤਦ ਯਰੁੱਬਆਲ ਦਾ ਪੁੱਤ੍ਰ ਅਬੀਮਲਕ ਸ਼ਕਮ ਵਿੱਚ ਆਪਣਿਆਂ ਮਾਮਿਆਂ ਦੇ ਕੋਲ ਜਾ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਅਤੇ ਆਪਣੇ ਸਾਰੇ ਨਾਨਕੇ ਟੱਬਰ ਨੂੰ ਆਖਣ ਲੱਗਾ"},{"number":2,"verse":"ਸੋ ਸ਼ਕਮ ਦਿਆਂ ਸਾਰਿਆਂ ਵਾਸੀਆਂ ਦੇ ਕੰਨਾਂ ਵਿੱਚ ਇਹ ਗੱਲ ਪਾਓ, ਭਲਾ ਤੁਹਾਡੇ ਲਈ ਇਹ ਚੰਗਾ ਹੈ ਜੋ ਸੱਤਰ ਮਨੁੱਖ ਜਿਹੜੇ ਯਰੁੱਬਆਲ ਦੇ ਪੁੱਤ੍ਰ ਹਨ ਸੱਭੋ ਤੁਹਾਡੇ ਉੱਤੇ ਰਾਜ ਕਰਨ ਯਾ ਇਹ ਕਿ ਨਿਰਾ ਇੱਕੋ ਹੀ ਰਾਜ ਕਰੇ? ਨਾਲੇ ਚੇਤੇ ਰੱਖੋ ਜੋ ਮੈਂ ਭੀ ਤੁਹਾਡੀ ਹੱਡੀ ਅਤੇ ਤੁਹਾਡਾ ਮਾਸ ਹਾਂ"},{"number":3,"verse":"ਉਹ ਦੇ ਮਾਮਿਆਂ ਨੇ ਉਹ ਦੇਲਈ ਸ਼ਕਮ ਦਿਆਂ ਸਾਰਿਆਂ ਲੋਕਾਂ ਦੇ ਕੰਨੀਂ ਇਹ ਗੱਲਾਂ ਪਾ ਦਿੱਤੀਆਂ। ਉਨ੍ਹਾਂ ਦੇ ਮਨ ਅਬੀਮਲਕ ਦੇ ਮਗਰ ਤੁਰਨ ਵੱਲ ਰਾਜ਼ੀ ਹੋਏ ਕਿਉਂ ਜੋ ਓਹ ਬੋਲੇ, ਇਹ ਸਾਡਾ ਭਰਾ ਹੈ"},{"number":4,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਬਆਲ ਬਰੀਥ ਦੇ ਘਰ ਵਿੱਚ ਸੱਤਰ ਤੋਂਲੇ ਚਾਂਦੀ ਕੱਢ ਕੇ ਉਹ ਨੂੰ ਦਿੱਤੀ ਸੋ ਉਹ ਦੇ ਨਾਲ ਅਬੀਮਲਕ ਨੇ ਗੁੰਡੇ ਅਤੇ ਲੁੱਚੇ ਲੋਕ ਟਹਿਲੂਏ ਰੱਖੇ ਅਤੇ ਓਹ ਉਸ ਦੇ ਮਗਰ ਹੋਏ"},{"number":5,"verse":"ਉਹ ਨੇ ਆਫ਼ਰਾਹ ਵਿੱਚ ਆਪਣੇ ਪਿਉ ਦੇ ਘਰ ਜਾ ਕੇ ਆਪਣਿਆਂ ਭਰਾਵਾਂ ਯਰੁੱਬਆਲ ਦਿਆਂ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਜੋ ਸੱਤਰ ਜਣੇ ਸਨ ਇੱਕੇ ਪੱਥਰ ਉੱਤੇ ਵੱਢ ਸੁੱਟਿਆ ਪਰ ਯਰੁੱਬਆਲ ਦਾ ਨਿੱਕਾ ਪੁੱਤ੍ਰ ਯੋਥਾਮ ਲੁੱਕ ਜੋ ਗਿਆ ਸੀ ਸੋ ਬਚ ਰਿਹਾ"},{"number":6,"verse":"ਤਦ ਸ਼ਕਮ ਦੇ ਸਾਰੇ ਲੋਕ ਅਤੇ ਮਿੱਲੋ ਦਾ ਸਾਰਾ ਟੱਬਰ ਇਕੱਠਾ ਹੋਇਆ ਅਤੇ ਬਲੂਤ ਦੇ ਥੰਮ੍ਹ ਦੇ ਕੋਲ ਜਿਹੜਾ ਸ਼ਕਮ ਵਿੱਚ ਸੀ ਜਾ ਕੇ ਉਨ੍ਹਾਂ ਨੇ ਅਬੀਮਲਕ ਨੂੰ ਪਾਤਸ਼ਾਹ ਬਣਾਇਆ।।"},{"number":7,"verse":"ਜਦ ਇਹ ਦੀ ਖਬਰ ਯੋਥਾਮ ਨੂੰ ਹੋਈ ਤਾਂ ਉਹ ਜਾ ਕੇ ਗਰਿੱਜ਼ੀਮ ਪਹਾੜ ਦੀ ਟੀਸੀ ਉੱਤੇ ਚੜ੍ਹ ਖਲੋਤਾ ਅਤੇ ਉੱਚੀ ਅਵਾਜ਼ ਕੱਢ ਕੇ ਬੋਲਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਣ ਲੱਗਾ, ਹੇ ਸ਼ਕਮ ਦਿਓ ਲੋਕੋ, ਮੇਰੀ ਸੁਣੋ ਭਈ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਡੀ ਭੀ ਸੁਣੇ"},{"number":8,"verse":"ਇੱਕ ਵਾਰੀ ਬਿਰਛ ਆਪਣੇ ਉੱਤੇ ਰਾਜਾ ਮਸਹ ਕਰਨ ਲਈ ਨਿੱਕਲੇ, ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਕਊ ਦੇ ਬਿਰਛ ਨੂੰ ਜਾ ਕੇ ਆਖਿਆ, ਤੂੰ ਸਾਡਾ ਰਾਜਾ ਬਣ"},{"number":9,"verse":"ਤਦ ਕਊ ਬਿਰਛ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਭਲਾ, ਮੈਂ ਆਪਣੀ ਥਿੰਧਿਆਈ ਨੂੰ ਜਿਹ ਦੇ ਨਾਲ ਪਰਮੇਸ਼ੁਰ ਅਤੇ ਮਨੁੱਖ ਦਾ ਆਦਰ ਕਰੀਦਾ ਹੈ ਛੱਡ ਦਿਆਂ ਅਤੇ ਜਾ ਕੇ ਬਿਰਛਾਂ ਉੱਤੇ ਝੁੱਲਦਾ ਫਿਰਾਂ?"},{"number":10,"verse":"ਤਾਂ ਬਿਰਛਾਂ ਨੇ ਹੰਜੀਰ ਦੇ ਬਿਰਛ ਨੂੰ ਆਖਿਆ, ਆ, ਤੂੰ ਸਾਡਾ ਰਾਜਾ ਬਣ"},{"number":11,"verse":"ਪਰ ਹੰਜੀਰ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਭਲਾ, ਮੈਂ ਆਪਣੀ ਮਿਠਾਸ ਅਤੇ ਆਪਣਾ ਚੰਗਾ ਫਲ ਛੱਡ ਦਿਆਂ ਅਤੇ ਬਿਰਛਾਂ ਉੱਤੇ ਝੁੱਲਦਾ ਫਿਰਾਂ?"},{"number":12,"verse":"ਤਦ ਬਿਰਛਾਂ ਨੇ ਦਾਖ ਨੂੰ ਆਖਿਆ, ਚੱਲ ਤੂੰ ਸਾਡਾ ਰਾਜਾ ਬਣ"},{"number":13,"verse":"ਅਤੇ ਦਾਖ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਭਲਾ ਮੈਂ ਆਪਣੇ ਰਸ ਨੂੰ ਜਿਹ ਦੇ ਨਾਲ ਪਰਮੇਸ਼ੁਰ ਤੇ ਮਨੁੱਖ ਰਾਜ਼ੀ ਹੁੰਦੇ ਹਨ ਛੱਡਾਂ ਅਤੇ ਬਿਰਛਾਂ ਉੱਤੇ ਜਾ ਝੁੱਲਦੀ ਫਿਰਾਂ"},{"number":14,"verse":"ਤਦ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਬਿਰਛਾਂ ਨੇ ਕਰੀਰ ਨੂੰ ਆਖਿਆ, ਭਈ ਚੱਲ ਤੂੰ ਸਾਡਾ ਰਾਜਾ ਬਣ"},{"number":15,"verse":"ਅਤੇ ਕਰੀਰ ਨੇ ਬਿਰਛਾਂ ਨੂੰ ਆਖਿਆ ਜੇ ਤੁਸੀਂ ਸੱਚ ਮੁੱਚ ਮੈਨੂੰ ਮਸਹ ਕਰ ਕੇ ਆਪਣਾ ਰਾਜਾ ਬਣਾਉਂਦੇ ਹੋ ਤਾਂ ਆਓ ਮੇਰੇ ਪਰਛਾਵੇਂ ਦੇ ਹੇਠ ਆਸਰਾ ਲਓ ਅਤੇ ਜੇ ਨਹੀਂ ਤਾਂ ਕਰੀਰ ਦੇ ਵਿੱਚੋਂ ਇੱਕ ਅੱਗਨਿੱਕਲ ਕੇ ਲਬਾਨੋਨ ਦਿਆਂ ਦਿਆਰਾਂ ਨੂੰ ਭੁੱਖ ਲਵੇ !"},{"number":16,"verse":"ਸੋ ਹੁਣ ਜੇ ਕਦੀ ਤੁਸਾਂ ਸਚਿਆਈ ਅਤੇ ਭਲਮਣਸਊ ਨਾਲ ਅਬੀਮਲਕ ਨੂੰ ਆਪਣਾ ਰਾਜਾ ਬਣਾਇਆ ਅਤੇ ਜੇ ਕਦੀ ਤੁਸਾਂ ਯਰੁੱਬਆਲ ਨਾਲ ਅਤੇ ਉਹ ਦੇ ਟੱਬਰ ਨਾਲ ਚੰਗਾ ਵਰਤਾਉ ਕੀਤਾ ਅਤੇ ਜੇ ਕਦੀ ਉਹ ਨੂੰ ਉਸ ਦਯਾ ਦੇ ਸਮਾਨ ਜੋ ਉਹ ਦਿਆਂ ਹੱਥਾਂ ਨੇ ਕੀਤੀ ਤੁਸਾਂ ਇਹ ਵੱਟਾ ਦਿੱਤਾ ਹੈ"},{"number":17,"verse":"ਕਿਉਂ ਜੋ ਮੇਰਾ ਪਿਉ ਤੁਹਾਡੇ ਲਈ ਲੜਿਆ ਅਤੇ ਆਪਣੀ ਜਿੰਦ ਨੂੰ ਤਲੀ ਉੱਤੇ ਰੱਖ ਕੇ ਤੁਹਾਨੂੰ ਮਿਦਯਾਨ ਦੇ ਹੱਥੋਂ ਛੁਡਾਇਆ"},{"number":18,"verse":"ਅਤੇ ਅੱਜ ਤੁਸੀਂ ਮੇਰੇ ਪਿਉ ਦੇ ਟੱਬਰ ਉੱਤੇ ਹੱਥ ਚਲਾ ਕੇ ਉਹ ਦੇ ਸੱਤਰ ਪੁੱਤ੍ਰ ਇੱਕੋ ਪੱਥਰ ਉੱਤੇ ਵੱਢ ਸੁੱਟੇ ਅਤੇ ਉਹ ਦੀ ਟਹਿਲਣ ਦੇ ਪੁੱਤ੍ਰ ਅਬੀਮਲਕ ਨੂੰ ਸ਼ਕਮ ਦੇ ਲੋਕਾਂ ਉੱਤੇ ਪਾਤਸ਼ਾਹ ਬਣਾਇਆ ਇਸ ਲਈ ਜੋ ਉਹ ਤੁਹਾਡਾ ਭਰਾ ਹੈ"},{"number":19,"verse":"ਸੋ ਜੇ ਤੁਸਾਂ ਸਚਿਆਈ ਅਤੇ ਭਲਮਣਸਊ ਤੋਂ ਯਰੁੱਬਆਲ ਅਤੇ ਉਹ ਦੇ ਘਰ ਨਾਲ ਅੱਜ ਵਰਤਿਆ ਤਾਂ ਤੁਸੀਂ ਅਬੀਮਲਕ ਨਾਲ ਅਨੰਦ ਰਹੋ ਅਤੇ ਉਹ ਤੁਹਾਡੇ ਨਾਲ ਅਨੰਦ ਰਹੇ"},{"number":20,"verse":"ਜੇ ਨਹੀਂ ਤਾਂ ਅਬੀਮਲਕ ਤੋਂ ਇੱਕ ਅੱਗ ਨਿੱਕਲੇ ਅਤੇ ਸ਼ਕਮ ਦਿਆਂ ਲੋਕਾਂ ਨੂੰ ਅਤੇ ਮਿੱਲੋ ਦੀ ਸੰਤਾਨ ਨੂੰ ਖਾ ਜਾਵੇ! ਅਤੇ ਸ਼ਕਾਮ ਦਿਆਂ ਲੋਕਾਂ ਅਤੇ ਮਿਲੋ ਦੀ ਸੰਤਾਨ ਵੱਲੋਂ ਭਈ ਇੱਕ ਅੱਗ ਨਿੱਕਲੇ ਅਤੇ ਅਬੀਮਲਕ ਨੂੰ ਖਾ ਜਾਵੇ!"},{"number":21,"verse":"ਤਾਂ ਯੋਥਾਮ ਉੱਥੋ ਭੱਜ ਕੇ ਨੱਠਾ ਅਰ ਆਪਣੇ ਭਾਈ ਅਬੀਮਲਕ ਦੇ ਡਰ ਦੇ ਮਾਰੇ ਬਏਰ ਨੂੰ ਗਿਆ ਅਤੇ ਉੱਥੇ ਰਿਹਾ।।"},{"number":22,"verse":"ਅਬੀਮਲਕ ਨੇ ਇਸਰਾਏਲੀਆਂ ਵਿੱਚ ਤਿੰਨ ਵਰਹੇ ਸਰਦਾਰੀ ਕੀਤੀ"},{"number":23,"verse":"ਅਰ ਪਰਮੇਸ਼ੁਰ ਨੇ ਅਬੀਮਲਕ ਅਤੇ ਸ਼ਕਮ ਦਿਆਂ ਲੋਕਾਂ ਦੇ ਵਿੱਚਕਾਰ ਇੱਕ ਦੁਸ਼ਟ ਆਤਮਾ ਘੱਲਿਆ ਅਤੇ ਸ਼ਕਮ ਦੇ ਵਾਸੀ ਅਬੀਮਲਕ ਨਾਲ ਛਲ ਕਰਨ ਲੱਗੇ"},{"number":24,"verse":"ਭਈ ਉਹ ਅਨ੍ਹੇਰ ਜਿਹੜਾ ਯਰੁੱਬਆਲ ਦਿਆਂ ਸੱਤਰਾਂ ਪੁੱਤ੍ਰਾਂ ਨਾਲ ਹੋਇਆ ਸੀ ਮੁੜ ਕੇ ਉਨ੍ਹਾਂ ਦਾ ਖੂਨ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾ ਅਬੀਮਲਕ ਦੇ ਸਿਰ ਉੱਤੇ ਆ ਪਵੇ ਜਿਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ ਅਤੇ ਸ਼ਕਮ ਦੇ ਵਾਸੀਆਂ ਦੇ ਸਿਰ ਉੱਤੇ ਭੀ ਜਿੰਨ੍ਹਾਂ ਨੇ ਉਹ ਦੇ ਭਰਾਵਾਂ ਦੇ ਵੱਢਣ ਵਿੱਚ ਉਪਰਾਲਾ ਕੀਤਾ"},{"number":25,"verse":"ਅਤੇ ਸ਼ਕਮ ਦਿਆਂ ਲੋਕਾਂ ਨੇ ਪਹਾੜ ਦੀਆਂ ਟੀਸੀਆਂ ਉੱਤੇ ਉਸ ਦੇ ਫੜਨ ਲਈ ਛਹਿ ਲਾਉਣ ਵਾਲੇ ਬਿਠਾਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਰਾਹ ਦੇ ਸਭਨਾਂ ਲੰਘਣ ਵਾਲਿਆਂ ਨੂੰ ਲੁੱਟ ਲਿਆ ਅਤੇ ਅਬੀਮਲਕ ਨੂੰ ਖਬਰ ਹੋਈ"},{"number":26,"verse":"ਤਦ ਅਬਦ ਦਾ ਪੁੱਤ੍ਰ ਗਆਲ ਆਪਣੇ ਭਰਾਵਾਂ ਸਣੇ ਆਇਆ ਅਤੇ ਸ਼ਕਮ ਦੀ ਵੱਲ ਤੁਰਿਆ ਅਤੇ ਸ਼ਕਮ ਦੇ ਲੋਕਾਂ ਨੇ ਉਸ ਦੇ ਉੱਤੇ ਆਸਰਾ ਕੀਤਾ"},{"number":27,"verse":"ਸੋ ਉਸ ਪੈਲੀ ਵਿੱਚ ਨਿੱਕਲ ਕੇ ਆਪਣੀਆਂ ਦਾਖਾਂ ਦੇ ਬਾਗਾਂ ਦਾ ਫਲ ਤੋਂੜਿਆ ਅਤੇ ਦਾਖਾਂ ਦੇ ਬਾਗਾਂ ਦਾ ਫਲ ਤੋਂੜਿਆ ਅਤੇ ਦਾਖਾਂ ਨੂੰ ਨਪੀੜ ਕੇ ਅਨੰਦ ਕੀਤਾ ਅਤੇ ਆਪਣੇ ਠਾਕਰ ਦੁਵਾਰੇ ਵਿੱਚ ਜਾ ਕੇ ਖਾਧਾ ਅਤੇ ਪੀਤਾ ਅਤੇ ਅਬੀਮਲਕ ਨੂੰ ਸਰਾਪ ਦਿੱਤਾ"},{"number":28,"verse":"ਤਦ ਅਬਦ ਦੇ ਪੁੱਤ੍ਰ ਗਆਲ ਨੇ ਆਖਿਆ, ਅਬੀਮਲਕ ਹੈ ਕੌਣ ਅਤੇ ਸ਼ਕਮ ਕੌਣ ਹੈ, ਜੋ ਅਸੀਂ ਉਹ ਦੀ ਟਹਿਲ ਕਰੀਏ? ਭਲਾ, ਉਹ ਯਰੁੱਬਆਲ ਦਾ ਪੁੱਤ੍ਰ ਨਹੀਂ ਅਤੇ ਜ਼ਬੂਲ ਉਸ ਦਾ ਹਾਕਮ ਨਹੀਂ? ਤੁਸੀਂ ਸ਼ਕਮ ਦੇ ਪਿਉ ਹਮੋਰ ਦਿਆਂ ਲੋਕਾਂ ਦੀ ਟਹਿਲ ਕਰੋ। ਉਸ ਦੀ ਟਹਿਲ ਅਸੀਂ ਕਾਹਨੂੰ ਕਰੀਏ ?"},{"number":29,"verse":"ਹਾਏ ਹਾਏ! ਜੇ ਕਦੀ ਏਹ ਲੋਕ ਮੇਰੇ ਵੱਸ ਵਿੱਚ ਹੁੰਦੇ! ਤਾਂ ਮੈਂ ਅਬੀਮਲਕ ਨੂੰ ਇੱਕ ਪਾਸੇ ਕਰ ਦਿੰਦਾ ਅਤੇ ਉਸ ਨੇ ਅਬੀਮਲਕ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਆਪਣੀ ਫੌਜ ਨੂੰ ਵਧਾ ਅਤੇ ਨਿੱਕਲ ਆ!।।"},{"number":30,"verse":"ਜਦ ਜ਼ਬੂਲ ਨੇ ਜੋ ਸ਼ਹਿਰ ਦਾ ਸਰਦਾਰ ਸੀ ਅਬਦ ਦੇ ਪੁੱਤ੍ਰ ਗਆਲ ਦੀਆਂ ਏਹ ਗੱਲਾਂ ਸੁਣੀਆਂ ਤਾਂ ਉਹ ਦਾ ਕ੍ਰੋਧ ਜਾਗ ਪਿਆ"},{"number":31,"verse":"ਅਤੇ ਉਸ ਨੇ ਛਲ ਨਾਲ ਅਬੀਮਲਕ ਕੋਲ ਹਲਕਾਰੇ ਘੱਲ ਕੇ ਆਖਿਆ, ਵੇਖ ਅਬਦ ਦਾ ਪੁਤ੍ਰ ਗਆਲ ਅਪਣਿਆਂ ਭਰਾਵਾਂ ਸਣੇ ਸ਼ਕਮ ਵਿੱਚ ਆਇਆ ਹੈ ਅਤੇ ਵੇਖ, ਓਹ ਤੇਰੇ ਵਿਰੁੱਧ ਸ਼ਹਿਰ ਨੂੰ ਚੁੱਕਦੇ ਹਨ"},{"number":32,"verse":"ਹੁਣ ਤੂੰ ਆਪਣਿਆਂ ਲੋਕਾਂ ਸਣੇ ਰਾਤ ਨੂੰ ਉੱਠ ਅਤੇ ਰੜੇ ਵਿੱਚ ਛਹਿ ਲਾ ਕੇ ਬੈਠ"},{"number":33,"verse":"ਅਤੇ ਸਵੇਰੇ ਸੂਰਜ ਚੜ੍ਹਦੇ ਹੀ ਤੂੰ ਪਰਭਾਤੇ ਹੀ ਉੱਠ ਕੇ ਸ਼ਹਿਰ ਉੱਤੇ ਹੱਲਾ ਕਰ ਅਰ ਵੇਖ, ਜਦ ਉਹ ਆਪਣਿਆਂ ਲੋਕਾਂ ਸਣੇ ਤੇਰਾ ਸਾਹਮਣਾ ਕਰਨ ਨੂੰ ਨਿੱਕਲੇ ਤਾਂ ਜੋ ਕੁਝ ਤੇਰੇ ਹੱਥੋਂ ਹੋ ਸੱਕੇ ਤੂੰ ਉਨ੍ਹਾਂ ਨਾਲ ਕਰੀਂ!।।"},{"number":34,"verse":"ਤਾਂ ਅਬੀਮਲਕ ਆਪਣਿਆਂ ਸਾਰਿਆਂ ਲੋਕਾਂ ਸਣੇ ਰਾਤ ਨੂੰ ਉੱਠਿਆ ਅਰ ਚਾਰ ਟੋਲੀਆਂ ਬਣ ਕੇ ਸ਼ਕਮ ਦੇ ਸਾਹਮਣੇ ਛਹਿ ਵਿੱਚ ਬੈਠਾ"},{"number":35,"verse":"ਅਤੇ ਅਬਦ ਦਾ ਪੁੱਤ੍ਰ ਗਆਲ ਬਾਹਰ ਨਿੱਕਲ ਕੇ ਸ਼ਹਿਰ ਦੇ ਬੂਹੇ ਦੇ ਲਾਂਘੇ ਉੱਤੇ ਖਲੋਤਾ ਰਿਹਾ। ਤਦ ਅਬੀਮਲਕ ਆਪਣੇ ਲੋਕਾਂ ਸਣੇ ਛਹਿ ਵਿੱਚੋਂ ਨਿੱਕਲਿਆ"},{"number":36,"verse":"ਅਤੇ ਜਾਂ ਗਆਲ ਨੇ ਲੋਕਾਂ ਨੂੰ ਡਿੱਠਾ ਤਾਂ ਉਹ ਨੇ ਜ਼ਬੂਲ ਨੂੰ ਆਖਿਆ, ਪਹਾੜਾਂ ਦੀਆਂ ਟੀਸੀਆਂ ਉੱਤੋਂ ਲੋਕ ਲਹਿੰਦੇ ਹਨ! ਜ਼ਬੂਲ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਏਹ ਪਹਾੜ ਦੇ ਪਰਛਾਵੇਂ ਹਨ ਜਿਹੜੇ ਤੁਹਾਨੂੰ ਮਨੁੱਖਾਂ ਵਾਂਙੁ ਦਿਸਦੇ"},{"number":37,"verse":"ਤਦ ਗਆਲ ਨੇ ਫੇਰ ਆਖਿਆ, ਵੇਖ, ਰੜੇ ਦੇ ਵਿੱਚੋਂ ਦੀ ਲੋਕ ਹੇਠਾਹਾਂ ਨੂੰ ਉੱਤਰੇ ਆਉਂਦੇ ਹਨ ਅਤੇ ਇੱਕ ਟੋਲੀ ਮਾਓਨਾਨੀਮ ਦੇ ਬਲੂਤ ਦੇ ਬਿਰਛ ਵੱਲੋਂ ਆਉਂਦੀ ਹੈ!"},{"number":38,"verse":"ਤਾਂ ਜ਼ਬੂਲ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਹੁਣ ਉਹ ਮੂੰਹ ਤੇਰਾ ਕਿੱਥੇ ਹੈ ਜਿਹ ਦੇ ਨਾਲ ਤੂੰ ਆਖਿਆ ਭਈ ਅਬੀਮਲਕ ਹੈ ਕੌਣ ਜੋ ਅਸੀਂ ਉਹ ਦੀ ਟਹਿਲ ਕਰੀਏ? ਭਲਾ, ਏਹ ਓਹ ਲੋਕ ਨਹੀਂ ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਤੁਸਾਂ ਤੁੱਛ ਜਾਣਿਆ? ਸੋ ਹੁਣ ਬਾਹਰ ਜਾ ਕੇ ਉਨ੍ਹਾਂ ਨਾਲ ਲੜਾਈ ਕਰ!"},{"number":39,"verse":"ਤਦ ਗਆਲ ਸ਼ਕਮ ਦਿਆਂ ਲੋਕਾਂ ਦੇ ਮੋਹਰੇ ਬਾਹਰ ਨਿੱਕਲ ਕੇ ਅਬੀਮਲਕ ਨਾਲ ਲੜਿਆ"},{"number":40,"verse":"ਅਬੀਮਲਕ ਨੇ ਉਹ ਦਾ ਪਿੱਛਾ ਕੀਤਾ ਅਤੇ ਉਹ ਉਸ ਦੇ ਅੱਗੋਂ ਨੱਠਾ ਅਤੇ ਰਾਹ ਵਿੱਚ ਸ਼ਹਿਰ ਦੇ ਬੂਹੇ ਤੋੜੀ ਢੇਰ ਸਾਰੇ ਫੱਟੇ ਗਏ ਅਤੇ ਡਿੱਗੇ"},{"number":41,"verse":"ਅਤੇ ਅਬੀਮਲਕ ਅਰੂਮਾਹ ਦੇ ਵਿੱਚ ਜਾ ਰਿਹਾ ਅਤੇ ਜ਼ਬੂਲ ਨੇ ਗਆਲ ਨੂੰ ਅਤੇ ਉਹ ਦਿਆਂ ਭਰਾਵਾਂ ਨੂੰ ਕੱਢ ਦਿੱਤਾ ਭਈ ਸ਼ਕਮ ਵਿੱਚ ਨਾ ਰਹਿਣ"},{"number":42,"verse":"ਅਗਲੇ ਭਲਕ ਅਜੇਹਾ ਹੋਇਆ ਜੋ ਲੋਕ ਰੜੇ ਵਿੱਚ ਨਿੱਕਲ ਗਏ ਅਤੇ ਅਬੀਮਲਕ ਨੂੰ ਖਬਰ ਹੋਈ"},{"number":43,"verse":"ਸੋ ਉਹ ਨੇ ਲੋਕਾਂ ਨੂੰ ਲੈ ਕੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਤਿੰਨ ਟੋਲੀਆਂ ਬਣਾਈਆਂ ਅਤੇ ਰੜੇ ਤੇ ਛਹਿ ਲਾ ਕੇ ਬੈਠਾ ਅਤੇ ਓਨ ਵੇਖ ਕੇ ਡਿੱਠਾ ਭਈ ਲੋਕ ਸ਼ਹਿਰੋਂ ਨਿੱਕਲ ਆਏ ਅਤੇ ਉਹ ਉਨ੍ਹਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਨੂੰ ਉੱਠਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਰ ਲਿਆ"},{"number":44,"verse":"ਅਤੇ ਅਬੀਮਲਕ ਉਨ੍ਹਾਂ ਟੋਲੀਆਂ ਸਣੇ ਜੋ ਉਸ ਦੇ ਨਾਲ ਸਨ ਅੱਗੇ ਨੱਠ ਕੇ ਸ਼ਹਿਰ ਦੇ ਬੂਹੇ ਦੇ ਲਾਂਘੇ ਉੱਤੇ ਖਲੋਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਦੋਹਾਂ ਟੋਲੀਆਂ ਸਣੇ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਉੱਤੇ ਜਿਹੜੇ ਰੜੇ ਵਿੱਚ ਸਨ ਆਣ ਪਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ"},{"number":45,"verse":"ਅਬੀਮਲਕ ਸਾਰਾ ਦਿਨ ਸ਼ਹਿਰ ਨਾਲ ਲੜਦਾ ਰਿਹਾ ਅਤੇ ਸ਼ਹਿਰ ਨੂੰ ਜਿੱਤ ਕੇ ਸ਼ਹਿਰ ਦਿਆਂ ਲੋਕਾਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ ਅਤੇ ਸ਼ਹਿਰ ਨੂੰ ਢਾਹ ਦਿੱਤਾ ਅਤੇ ਉਹ ਦੇ ਉੱਤੇ ਲੂਣ ਖਿੰਡਾਇਆ।।"},{"number":46,"verse":"ਜਦ ਸ਼ਕਮ ਦੇ ਬੁਰਜ ਦੇ ਸਭਨਾਂ ਲੋਕਾਂ ਨੇ ਇਹ ਸੁਣਿਆ ਤਾਂ ਓਹ ਏਲਬਰੀਥ ਦਿਓਤੇ ਦੇ ਮੰਦਰ ਦੇ ਗੜ੍ਹ ਵਿੱਚ ਜਾ ਵੜ੍ਹੇ"},{"number":47,"verse":"ਇਹ ਖਬਰ ਅਬੀਮਲਕ ਨੂੰ ਹੋਈ ਜੋ ਸ਼ਕਮ ਦੇ ਬੁਰਜ ਦੇ ਸਭ ਲੋਕ ਇਕੱਠੇ ਹੋਏ ਹਨ"},{"number":48,"verse":"ਤਦ ਅਬੀਮਲਕ ਆਪਣੇ ਸਾਰੇ ਨਾਲ ਦਿਆਂ ਲੋਕਾਂ ਸਣੇ ਸਲਮੋਨ ਦੇ ਪਹਾੜ ਉੱਤੇ ਚੜ੍ਹਿਆ ਅਤੇ ਅਬੀਮਲਕ ਨੇ ਆਪਣੇ ਹੱਥ ਵਿੱਚ ਕੁਹਾੜਾ ਫੜ ਕੇ ਬਿਰਛਾਂ ਵਿੱਚੋਂ ਇੱਕ ਟਾਹਣੀ ਵੱਢੀ ਅਤੇ ਉਹ ਨੂੰ ਚੁੱਕ ਕੇ ਆਪਣੇ ਮੋਢੇ ਉੱਤੇ ਰੱਖਿਆ ਅਤੇ ਆਪਣੇ ਨਾਲ ਦਿਆਂ ਲੋਕਾਂ ਨੂੰ ਆਖਿਆ ਭਈ ਜੋ ਕੁਝ ਤੁਸੀਂ ਮੈਨੂੰ ਕਰਦਿਆਂ ਵੇਖਿਆਂ ਤੁਸੀਂ ਭੀ ਛੇਤੀ ਨਾਲ ਤੇਹਾ ਹੀ ਕਰੋ!"},{"number":49,"verse":"ਤਦ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਨੇ ਇੱਕ ਇੱਕ ਟਾਹਣੀ ਵੱਢ ਲਈ ਅਤੇ ਅਬੀਮਲਕ ਦੇ ਮਗਰ ਲੱਗ ਤੁਰੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਗੜ੍ਹ ਦੇ ਕੋਲ ਸੁੱਟ ਕੇ ਅੱਗ ਲਾ ਦਿੱਤੀ ਸੋ ਸ਼ਕਮ ਦੇ ਬੁਰਜ ਵਿੱਚ ਜਿੰਨੇ ਲੋਕ ਸਨ ਸਭ ਮਰ ਗਏ। ਸਾਰੇ ਪੁਰਖ ਤੀਵੀਆਂ ਇੱਕ ਹਜ਼ਾਰ ਸਨ।।"},{"number":50,"verse":"ਫੇਰ ਅਬੀਮਲਕ ਤੇਬੇਸ ਨੂੰ ਗਿਆ ਅਤੇ ਤੇਬੇਸ ਦੇ ਸਾਹਮਣੇ ਤੰਬੂ ਲਾ ਕੇ ਉਹ ਨੂੰ ਜਿੱਤ ਲਿਆ"},{"number":51,"verse":"ਪਰ ਉੱਥੇ ਸ਼ਹਿਰ ਦੇ ਵਿੱਚ ਇੱਕ ਵੱਡਾ ਪੱਕਾ ਬੁਰਜ ਸੀ ਜੋ ਸਾਰੇ ਮਨੁੱਖ ਅਤੇ ਤੀਵੀਆਂ ਅਤੇ ਸ਼ਹਿਰ ਦੇ ਵਾਸੀ ਭੀ ਸੱਭੇ ਭੱਜ ਕੇ ਉਹ ਦੇ ਵਿੱਚ ਜਾ ਵੜੇ ਅਤੇ ਬੂਹਾ ਮਾਰ ਕੇ ਬੁਰਜ ਦੀ ਛੱਤ ਉੱਤੇ ਜਾ ਚੜ੍ਹੇ"},{"number":52,"verse":"ਤਦ ਅਬੀਮਲਕ ਬੁਰਜ ਦੇ ਕੋਲ ਆਇਆ ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਲੜਿਆ ਅਤੇ ਉਸ ਦੇ ਸਾੜਨ ਲਈ ਬੁਰਜ ਦੇ ਬੂਹੇ ਦੇ ਨੇੜੇ ਆ ਢੁੱਕਾ"},{"number":53,"verse":"ਤਦ ਕਿਸੇ ਤੀਵੀਂ ਨੇ ਚੱਕੀ ਦਾ ਉਪਰਲਾ ਪੁੱੜ ਅਬੀਮਲਕ ਦੇ ਸਿਰ ਉੱਤੇ ਡੇਗ ਦਿੱਤਾ ਅਤੇ ਉਹ ਦਾ ਸਿਰ ਫੇਹ ਦਿੱਤਾ"},{"number":54,"verse":"ਤਦ ਉਸ ਨੇ ਝੱਟ ਆਪਣੇ ਸ਼ਸਤ੍ਰ ਚੁੱਕਣ ਵਾਲੇ ਜੁਆਨ ਨੂੰ ਸੱਦ ਕੇ ਆਖਿਆ, ਤਲਵਾਰ ਧੂਹ ਕੇ ਮੈਨੂੰ ਵੱਡ ਸੁੱਟ ਭਈ ਮੇਰੇ ਉੱਤੇ ਕੋਈ ਇਹ ਨਾ ਆਖੇ ਜੋ ਉਹ ਨੂੰ ਇੱਕ ਤੀਵੀਂ ਨੇ ਮਾਰ ਸੁੱਟਿਆ! ਅਤੇ ਉਸ ਜੁਆਨ ਨੇ ਉਹ ਨੂੰ ਵਿੰਨ੍ਹ ਦਿੱਤਾ ਸੋ ਉਹ ਮਰ ਗਿਆ"},{"number":55,"verse":"ਜਾਂ ਇਸਰਾਏਲੀਆਂ ਨੇ ਡਿੱਠਾ ਜੋ ਅਬੀਮਲਕ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ ਤਾਂ ਸੱਭੋ ਆਪੋ ਆਪਣੇ ਘਰ ਨੂੰ ਚੱਲੇ ਗਏ।।"},{"number":56,"verse":"ਇਉਂ ਪਰਮੇਸ਼ਰ ਨੇ ਅਬੀਮਲਕ ਦੇ ਉਸ ਅਨ੍ਹੇਰ ਨੂੰ ਜੋ ਉਹ ਨੇ ਆਪਣਿਆਂ ਸੱਤਰ ਭਰਾਵਾਂ ਨੂੰ ਵੱਢ ਕੇ ਆਪਣੇ ਪਿਉ ਦੇ ਨਾਲ ਕੀਤਾ ਸੀ ਉਹ ਦੇ ਉੱਤੇ ਹੋਇਆ"},{"number":57,"verse":"ਅਤੇ ਸ਼ਕਮ ਦੇ ਲੋਕਾਂ ਦੀ ਸਾਰੀ ਬੁਰਿਆਈ ਉਨ੍ਹਾਂ ਦਿਆਂ ਸਿਰਾਂ ਉੱਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਪਾਈ ਅਤੇ ਉਨ੍ਹਾਂ ਉੱਤੇ ਯਰੁੱਬਆਲ ਦੇ ਪੁੱਤ੍ਰ ਯੋਥਾਮ ਦਾ ਸਰਾਪ ਆ ਪਿਆ।।"}]}