{"bibleAbbr":"paOV2016","bookName":"ਪੌਲੁਸ ਰਸੂਲ ਦੀ ਪਹਿਲੀ ਪੱਤ੍ਰੀ ਥੱਸਲੁਨੀਕੀਆਂ ਨੂੰ","bookEnglishName":"1 Thessalonians","chapterNumber":5,"verses":[{"number":1,"verse":"( ਪ੍ਰਭੁ ਦੇ ਅਚਾਣਕ ਆਉਣ ਲਈ ਸੁਚੇਤ ਰਹਿਣਾ) ਪਰ ਹੇ ਭਰਾਵੋ, ਤੁਹਾਨੂੰ ਕੋਈ ਲੋੜ ਨਹੀਂ ਜੋ ਤੁਹਾਡੀ ਵੱਲ ਸਮਿਆਂ ਅਤੇ ਵੇਲਿਆਂ ਲਈ ਕੁਝ ਲਿਖਿਆ ਜਾਵੇ"},{"number":2,"verse":"ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਆਪ ਠੀਕ ਤਰਾਂ ਜਾਣਦੇ ਹੋ ਭਈ ਪ੍ਰਭੁ ਦਾ ਦਿਨ ਇਸ ਤਰਾਂ ਆਵੇਗਾ ਜਿਸ ਤਰਾਂ ਰਾਤ ਨੂੰ ਚੋਰ"},{"number":3,"verse":"ਜਦ ਲੋਕ ਆਖਦੇ ਹੋਣਗੇ ਭਈ ਅਮਨ ਚੈਨ ਅਤੇ ਸੁਖ ਸਾਂਦ ਹੈ ਤਦ ਜਿਵੇਂ ਗਰਭਵੰਤੀ ਇਸਤ੍ਰੀ ਨੂੰ ਪੀੜਾਂ ਲੱਗਦੀਆਂ ਹਨ ਤਿਵੇਂ ਉਨ੍ਹਾਂ ਦਾ ਅਚਾਣਕ ਨਾਸ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਓਹ ਕਦੀ ਨਾ ਬਚਣਗੇ"},{"number":4,"verse":"ਪਰ ਹੇ ਭਰਾਵੋ, ਤੁਸੀਂ ਅਨ੍ਹੇਰੇ ਵਿੱਚ ਨਹੀਂ ਹੋ ਜੋ ਤੁਹਾਡੇ ਉੱਤੇ ਉਹ ਦਿਨ ਚੋਰ ਦੀ ਨਿਆਈਂ ਆਣ ਪਵੇ"},{"number":5,"verse":"ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਸੱਭੇ ਚਾਨਣ ਦੇ ਪੁੱਤ੍ਰ ਅਤੇ ਦਿਨ ਦੇ ਪੁੱਤ੍ਰ ਹੋ । ਅਸੀਂ ਰਾਤ ਦੇ ਨਹੀਂ, ਨਾ ਅਨ੍ਹੇਰੇ ਦੇ ਹਾਂ"},{"number":6,"verse":"ਸੋ ਇਸ ਲਈ ਅਸੀਂ ਹੋਰਨਾਂ ਵਾਂਙੁ ਨਾ ਸਵੀਏਂ ਸਗੋਂ ਜਾਗਦੇ ਰਹੀਏ ਅਰ ਸੁਚੇਤ ਰਹੀਏ"},{"number":7,"verse":"ਕਿਉਂਕਿ ਜਿਹੜੇ ਸੌਦੇ ਹਨ ਓਹ ਰਾਤ ਨੂੰ ਹੀ ਸੌਂਦੇ ਹਨ ਅਤੇ ਜਿਹੜੇ ਮਤਵਾਲੇ ਹੁੰਦੇ ਹਨ ਓਹ ਰਾਤ ਨੂੰ ਹੀ ਮਤਵਾਲੇ ਹੁੰਦੇ"},{"number":8,"verse":"ਪਰ ਅਸੀਂ ਜਦੋਂ ਦਿਨ ਦੇ ਹਾਂ ਤਾਂ ਨਿਹਚਾ ਅਤੇ ਪ੍ਰੇਮ ਦੀ ਸੰਜੋ ਅਤੇ ਮੁਕਤੀ ਦੀ ਆਸ ਨੂੰ ਟੋਪ ਦੇ ਥਾਂ ਪਹਿਨ ਕੇ ਸੁਚੇਤ ਰਹੀਏ"},{"number":9,"verse":"ਕਿਉਂ ਜੋ ਪਰਮੇਸ਼ੁਰ ਨੇ ਸਾਨੂੰ ਕ੍ਰੋਧ ਦੇ ਲਈ ਨਹੀਂ ਸਗੋਂ ਇਸ ਲਈ ਥਾਪਿਆ ਭਈ ਅਸੀਂ ਆਪਣੇ ਪ੍ਰਭੁ ਯਿਸੂ ਮਸੀਹ ਦੇ ਰਾਹੀਂ ਮੁਕਤੀ ਨੂੰ ਪਰਾਪਤ ਕਰੀਏ"},{"number":10,"verse":"ਜਿਹੜਾ ਸਾਡੇ ਲਈ ਮੋਇਆ ਭਈ ਅਸੀਂ ਭਾਵੇਂ ਜਾਗਦੇ ਭਾਵੇਂ ਸੁੱਤੇ ਹੋਈਏ ਉਹ ਦੇ ਨਾਲ ਹੀ ਜੀਵੀਏ"},{"number":11,"verse":"ਇਸ ਕਾਰਨ ਤੁਸੀਂ ਇੱਕ ਦੂਏ ਨੂੰ ਤਸੱਲੀ ਦਿਓ ਅਤੇ ਇੱਕ ਦੂਏ ਦੀ ਉੱਨਤੀ ਕਰੋ ਜਿਵੇਂ ਤੁਸੀਂ ਕਰਦੇ ਵੀ ਹੋ।।"},{"number":12,"verse":"ਹੁਣ ਹੇ ਭਰਾਵੋ, ਅਸੀਂ ਤੁਹਾਡੇ ਅੱਗੇ ਬੇਨਤੀ ਕਰਦੇ ਹਾਂ ਭਈ ਜਿਹੜੇ ਤੁਹਾਡੇ ਵਿੱਚ ਮਿਹਨਤ ਕਰਦੇ ਅਤੇ ਪ੍ਰਭੁ ਵਿੱਚ ਤੁਹਾਡੇ ਆਗੂ ਹਨ ਅਤੇ ਤੁਹਾਨੂੰ ਚਿਤਾਰਦੇ ਹਨ ਤੁਸੀਂ ਓਹਨਾਂ ਨੂੰ ਮੰਨੋ"},{"number":13,"verse":"ਅਤੇ ਓਹਨਾਂ ਦੇ ਕੰਮ ਦੀ ਖਾਤਰ ਪ੍ਰੇਮ ਨਾਲ ਓਹਨਾਂ ਦਾ ਬਹੁਤਾ ਹੀ ਆਦਰ ਕਰੋ । ਆਪੋ ਵਿੱਚ ਮੇਲ ਰੱਖੋ"},{"number":14,"verse":"ਹੇ ਭਰਾਵੋ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਤਗੀਦ ਕਰਦੇ ਹਾਂ ਜੋ ਤੁਸੀਂ ਕੁਸੂਤਿਆਂ ਨੂੰ ਸਮਝਾਓ, ਕਮਦਿਲਿਆਂ ਨੂੰ ਦਿਲਾਸਾ ਦਿਓ, ਨਿਤਾਣਿਆਂ ਨੂੰ ਸਮ੍ਹਾਲੋ, ਸਭਨਾਂ ਨਾਲ ਧੀਰਜ ਕਰੋ"},{"number":15,"verse":"ਵੇਖਣਾ ਭਈ ਕੋਈ ਕਿਸੇ ਨਾਲ ਬੁਰੇ ਦੇ ਵੱਟੇ ਬੁਰਾ ਨਾ ਕਰੇ ਸਗੋਂ ਇੱਕ ਦੂਏ ਲਈ ਅਤੇ ਸਭਨਾਂ ਲਈ ਸਦਾ ਭਲਿਆਈ ਦੇ ਪਿੱਛੇ ਲੱਗੇ ਰਹੋ"},{"number":16,"verse":"ਸਦਾ ਅਨੰਦ ਰਹੋ"},{"number":17,"verse":"ਨਿੱਤ ਪ੍ਰਾਰਥਨਾ ਕਰੋ"},{"number":18,"verse":"ਹਰ ਹਾਲ ਵਿੱਚ ਧੰਨਵਾਦ ਕਰੋ ਕਿਉਂ ਜੋ ਤੁਹਾਡੇ ਲਈ ਮਸੀਹ ਯਿਸੂ ਵਿੱਚ ਪਰਮੇਸ਼ੁਰ ਦੀ ਇਹੋ ਇੱਛਿਆ ਹੈ"},{"number":19,"verse":"ਆਤਮਾ ਨੂੰ ਨਾ ਬੁਝਾਓ"},{"number":20,"verse":"ਅੰਗਮ ਵਾਕਾਂ ਨੂੰ ਤੁੱਛ ਨਾ ਜਾਣੋ"},{"number":21,"verse":"ਸਭਨਾਂ ਗੱਲਾਂ ਨੂੰ ਪਰਖੋ, ਖਰੀਆਂ ਨੂੰ ਫੜੀ ਰੱਖੋ"},{"number":22,"verse":"ਹਰ ਪਰਕਾਰ ਦੀ ਬਦੀ ਤੋਂ ਲਾਂਭੇ ਰਹੋ।।"},{"number":23,"verse":"ਅਤੇ ਸ਼ਾਂਤੀ ਦਾਤਾ ਪਰਮੇਸ਼ੁਰ ਆਪੇ ਤੁਹਾਨੂੰ ਪੂਰੀ ਤਰਾਂ ਪਵਿੱਤਰ ਕਰੇ ਅਰ ਤੁਹਾਡਾ ਆਤਮਾ ਅਤੇ ਜੀਵ ਅਤੇ ਸਰੀਰ ਸਾਡੇ ਪ੍ਰਭੁ ਯਿਸੂ ਮਸੀਹ ਦੇ ਆਉਣ ਦੇ ਵੇਲੇ ਦੋਸ਼ ਰਹਿਤ ਸੰਪੂਰਨ ਬਚਿਆ ਰਹੇ"},{"number":24,"verse":"ਤੁਹਾਡਾ ਸੱਦਣ ਵਾਲਾ ਵਫ਼ਾਦਾਰ ਹੈ ਅਤੇ ਉਹ ਅਜਿਹਾ ਹੀ ਕਰੇਗਾ।।"},{"number":25,"verse":"ਹੇ ਭਰਾਵੋ, ਸਾਡੇ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ।।"},{"number":26,"verse":"ਤੁਸੀਂ ਪਵਿੱਤਰ ਚੁੰਮੇ ਨਾਲ ਸਭਨਾਂ ਭਰਾਵਾਂ ਦੀ ਸੁਖ ਸਾਂਦ ਪੁੱਛੋ"},{"number":27,"verse":"ਮੈਂ ਤੁਹਾਨੂੰ ਪ੍ਰਭੁ ਦੀ ਸੌਂਹ ਦਿੰਦਾ ਹਾਂ ਜੋ ਇਹ ਪੱਤ੍ਰੀ ਸਭਨਾਂ ਭਰਾਵਾ ਨੂੰ ਪੜ੍ਹ ਕੇ ਸੁਣਾਉਣੀ"},{"number":28,"verse":"ਸਾਡੇ ਪ੍ਰਭੁ ਯਿਸੂ ਮਸੀਹ ਦੀ ਕਿਰਪਾ ਤੁਹਾਡੇ ਉੱਤੇ ਹੁੰਦੀ ਰਹੇ।।"}]}