{"bibleAbbr":"KNJV","bookName":"ಙ್ಞಾನೋಕ್ತಿಗಳು","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"ಬೇಸಿಗೆಯಲ್ಲಿ ಹಿಮ, ಸುಗ್ಗಿಯಲ್ಲಿ ಮಳೆ ಹೇಗೋ ಮೂಢನಿಗೆ ಮಾನ ಹಾಗೆ ಸರಿಯಲ್ಲ."},{"number":2,"verse":"ಕುಪ್ಪಳಿಸುತ್ತಿರುವ ಗುಬ್ಬಿಯಂತೆ, ಹಾರಾಡುವ ಬಾನಕ್ಕಿಯ ಹಾಗೆ, ನಿಮಿತ್ತವಿಲ್ಲದೆ ಕೊಟ್ಟ ಶಾಪವು ಎರಗಿ ನಿಲ್ಲದು."},{"number":3,"verse":"ಕುದುರೆಗೆ ಚಬುಕು, ಕತ್ತೆಗೆ ಕಡಿವಾಣ, ಮೂಢನ ಬೆನ್ನಿಗೆ ಬೆತ್ತ."},{"number":4,"verse":"ಮೂಢನ ಮೂರ್ಖತನಕ್ಕೆ ಸರಿಯಾಗಿ ಉತ್ತರ ಕೊಡಬೇಡ, ನೀನೂ ಅವನಿಗೆ ಸಮಾನನಾದೀಯೆ."},{"number":5,"verse":"ಮೂಢನ ಮೂರ್ಖತನಕ್ಕೆ ಸರಿಯಾಗಿ ಉತ್ತರ ಕೊಡು; ತನ್ನನ್ನು ಜ್ಞಾನಿಯೆಂದು ಎಣಿಸಿಕೊಂಡಾನು."},{"number":6,"verse":"ಮೂಢನ ಮೂಲಕ ಮಾತನ್ನು ಹೇಳಿಕಳುಹಿಸುವವನು ತನ್ನ ಕಾಲುಗಳನ್ನು ತಾನೇ ಕಡಿದುಕೊಂಡು ಕೇಡನ್ನು ಕುಡಿಯುವನು."},{"number":7,"verse":"ಮೂಢನ ಬಾಯ ಜ್ಞಾನೋಕ್ತಿಯು ಜೋಲಾಡುವ ಕುಂಟಕಾಲು."},{"number":8,"verse":"ಮೂಢನಿಗೆ ಕೊಡುವ ಮಾನವು ಕವಣೆಯಲ್ಲಿಟ್ಟ ಕಲ್ಲಿನ ಹಾಗೆ."},{"number":9,"verse":"ಮೂಢನ ಬಾಯಿಗೆ ಸಿಕ್ಕಿದ ಜ್ಞಾನೋಕ್ತಿಯು ಕುಡುಕನ ಕೈಗೆ ಸಿಕ್ಕಿದ ಮುಳ್ಳುಗೋಲಿನ ಹಾಗೆ."},{"number":10,"verse":"ಮೂಢರನ್ನೂ ತಿರುಗಾಡುವವರನ್ನೂ ಕೂಲಿಗೆ ಕರೆಯುವವನು ಯಾರಿಗೋ ತಗಲಲಿ ಎಂದು ಬಾಣವನ್ನು ಎಸೆಯುವವನ ಹಾಗೆ."},{"number":11,"verse":"ನಾಯಿ ತಾನು ಕಕ್ಕಿದ್ದನ್ನು ನೆಕ್ಕುವದಕ್ಕೆ ತಿರುಗಿಕೊಳ್ಳುವ ಹಾಗೆ ಮೂಢನು ತಾನು ಮಾಡಿದ ಮೂರ್ಖತನವನ್ನೇ ಪುನಃ ಮಾಡುವನು."},{"number":12,"verse":"ತಾನೇ ಜ್ಞಾನಿಯೆಂದೆಣಿಸಿಕೊಳ್ಳುವವನನ್ನು ನೋಡು; ಅಂಥವನಿಗಿಂತಲೂ ಮೂಢನ ವಿಷಯದಲ್ಲಿ ಹೆಚ್ಚು ನಿರೀಕ್ಷೆಯನ್ನಿಡಬಹುದು."},{"number":13,"verse":"ದಾರಿಯಲ್ಲಿ ಸಿಂಹವಿದೆ, ಬೀದಿಗಳಲ್ಲಿ ತಿರುಗಾಡುತ್ತಿದೆ ಎಂಬದು ಸೋಮಾರಿಯ ನೆವ."},{"number":14,"verse":"ಕದವು ತಿರುಗುಣಿಯಲ್ಲಿ ಹೇಗೋ ಹಾಗೆ ಸೋಮಾರಿಯು ಹಾಸಿಗೆಯಲ್ಲಿ ಸುತ್ತಾಡುತ್ತಿರುವನು."},{"number":15,"verse":"ಸೋಮಾರಿಯು ಪಾತ್ರೆಯೊಳಗೆ ಕೈ ಮುಳುಗಿಸಿದ ಮೇಲೆ ತಿರಿಗಿ ಬಾಯ ಹತ್ತಿರ ತರಲಾರದಷ್ಟು ಆಯಾಸಪಡುತ್ತಾನೆ."},{"number":16,"verse":"ವಿವೇಕದಿಂದ ಉತ್ತರಕೊಡಬಲ್ಲ ಏಳು ಜನರಿಗಿಂತಲೂ ತಾನೇ ಜ್ಞಾನಿಯೆಂದು ಸೋಮಾರಿಯು ಎಣಿಸಿಕೊಳ್ಳುವನು."},{"number":17,"verse":"ಒಬ್ಬನು ದಾರಿಯಲ್ಲಿ ಹೋಗುತ್ತಾ ಪರರ ವ್ಯಾಜ್ಯಕ್ಕೆ ಸೇರಿ ರೇಗಿಕೊಳ್ಳುವದು ನಾಯಿಯನ್ನು ಕಿವಿಹಿಡಿದ ಹಾಗೆ."},{"number":18,"verse":"ನೆರೆಯವನನ್ನು ಮೋಸಗೊಳಿಸಿ ತಮಾಷೆಗೋಸ್ಕರ ಮಾಡಿದೆನಲ್ಲಾ ಎನ್ನುವವನು"},{"number":19,"verse":"ಕೊಳ್ಳಿಗಳನ್ನೂ ಅಂಬುಗಳನ್ನೂ ಸಾವನ್ನೂ ಬೀರುವ ದೊಡ್ಡ ಹುಚ್ಚನ ಹಾಗೆ."},{"number":20,"verse":"ಕಟ್ಟಿಗೆಯಿಲ್ಲದಿದ್ದರೆ ಬೆಂಕಿ ಆರುವದು; ಚಾಡಿಕೋರನು ಇಲ್ಲದಿದ್ದರೆ ಜಗಳ ಶಮನವಾಗುವದು."},{"number":21,"verse":"ಕೆಂಡಕ್ಕೆ ಇದ್ದಲು, ಉರಿಗೆ ಕಟ್ಟಿಗೆ, ವ್ಯಾಜ್ಯದ ಕಿಚ್ಚನ್ನೆಬ್ಬಿಸುವದಕ್ಕೆ ಜಗಳಗಂಟಿಗ."},{"number":22,"verse":"ಚಾಡಿಕೋರನ ಮಾತುಗಳು ರುಚಿಯಾದ ತುತ್ತುಗಳು; ಇವು ಹೊಟ್ಟೆಯೊಳಕ್ಕೇ ಇಳಿಯುವವು."},{"number":23,"verse":"ಕೆಟ್ಟ ಹೃದಯದಿಂದ ಪ್ರೀತಿಯನ್ನಾಡುವ ತುಟಿಯು ಕೊಟ್ಟಿಬೆಳ್ಳಿ ಮುಲಾಮು ಮಾಡಿದ ಮಣ್ಣು ಮಡಕೆಯ ಹಾಗೆ."},{"number":24,"verse":"ಹಗೆಯವನು ತುಟಿಯಲ್ಲಿ ಸ್ನೇಹಭಾವವನ್ನು ನಟಿಸುತ್ತಾನೆ. ಅಂತರಂಗದಲ್ಲಿ ಬರೀ ಮೋಸವನ್ನು ಇಟ್ಟುಕೊಂಡಿದ್ದಾನೆ;"},{"number":25,"verse":"ಸವಿಮಾತಾಡಿದರೂ ಅವನನ್ನು ನಂಬಬೇಡ, ಅವನ ಹೃದಯದಲ್ಲಿ ಎಷ್ಟೋ ಅಸಹ್ಯಗಳು;"},{"number":26,"verse":"ತನ್ನ ಹಗೆಯನ್ನು ವಂಚನೆಯಿಂದ ಮರೆಮಾಜಿಕೊಂಡಿದ್ದರೂ ಅವನ ಕೆಟ್ಟತನವು ಸಭೆಯಲ್ಲಿ ಬೈಲಾಗುವದು."},{"number":27,"verse":"ಗುಂಡಿಯನ್ನು ತೋಡುವವನು ತಾನೇ ಅದರಲ್ಲಿ ಬೀಳುವನು; ಹೊರಳಿಸುವವನ ಮೇಲೆಯೇ ಕಲ್ಲು ಹೊರಳುವದು."},{"number":28,"verse":"ಸುಳ್ಳು ನಾಲಿಗೆಯವನು ತಾನು ಬಾಧಿಸಿದವರನ್ನೇ ದ್ವೇಷಿಸುವನು; ಕಪಟದ ಬಾಯಿ ನಾಶಕರ."}]}