{"bibleAbbr":"KNJV","bookName":"ಙ್ಞಾನೋಕ್ತಿಗಳು","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"ಕಂದಾ, ನನ್ನ ಜ್ಞಾನೋಪದೇಶವನ್ನು ಆಲಿಸು, ನನ್ನ ವಿವೇಕಬೋಧೆಗೆ ಕಿವಿಗೊಡು."},{"number":2,"verse":"ಹೀಗಾದರೆ ನೀನು ಸುಬುದ್ಧಿಯನ್ನು ಕೈಗೊಳ್ಳುವಿ, ನಿನ್ನ ತುಟಿಗಳು ತಿಳುವಳಿಕೆಯನ್ನು ಕಾಪಾಡುವವು."},{"number":3,"verse":"ಜಾರಸ್ತ್ರೀಯ ತುಟಿಗಳಲ್ಲಾದರೋ ಜೇನುಗರೆಯುವದು, ಅವಳ ಮಾತು ಎಣ್ಣೆಗಿಂತಲೂ ನಯವಾಗಿದೆ."},{"number":4,"verse":"ಅವಳು ಕಡೆಯಲ್ಲಿ ವಿಷದಂತೆ ಕಹಿಯೂ ಇಬ್ಬಾಯಿಕತ್ತಿಯಂತೆ ತೀಕ್ಷ್ಣವೂ ಆಗುವಳು."},{"number":5,"verse":"ಅವಳು ಮರಣದ ಕಡೆಗೆ ನಡೆಯುತ್ತಾ ಇಳಿದು ಹೋಗುವಳು. ಅವಳ ಹೆಜ್ಜೆಗಳು ಪಾತಾಳದ ದಾರಿಯನ್ನು ಹಿಡಿಯುವವು."},{"number":6,"verse":"ಅವಳ ನಡತೆಯು ಚಂಚಲವಾಗಿರುವದರಿಂದ ಅವಳು ಜೀವದ ಮಾರ್ಗವನ್ನು ವಿವೇಚಿಸಲಾರಳು, ಅದು ಅವಳಿಗೆ ಗೊತ್ತೇ ಇಲ್ಲ."},{"number":7,"verse":"ಹೀಗಿರಲು, ಮಗನೇ, ನನ್ನ ಕಡೆಗೆ ಕಿವಿಗೊಡು, ನನ್ನ ಮಾತುಗಳಿಂದ ತೊಲಗಬಾರದು."},{"number":8,"verse":"ನಿನ್ನ ಮಾರ್ಗವು ಅವಳಿಗೆ ದೂರವಾಗಿರಲಿ. ಅವಳ ಮನೆಬಾಗಿಲ ಹತ್ತಿರ ಹೋದೀಯೆ."},{"number":9,"verse":"ನೋಡಿಕೋ, ನಿನ್ನ ಪುರುಷತ್ವವು ಪರಾಧೀನವಾದೀತು, ನಿನ್ನ ಆಯುಷ್ಯವು ಕ್ರೂರರ ವಶವಾದೀತು."},{"number":10,"verse":"ನಿನ್ನ ಸಂಪತ್ತನ್ನು ಪರರು ತುಂಬಿಕೊಳ್ಳುವರು, ನೀನು ಅನ್ಯನ ಮನೆಯಲ್ಲಿ ದುಡಿಯುವಿ."},{"number":11,"verse":"ಕಟ್ಟಕಡೆಗೆ ನಿನ್ನ ದೇಹವೆಲ್ಲಾ ಕ್ಷೀಣವಾಗಿ ನೀನು ಅಂಗಲಾಚಿಕೊಂಡು -"},{"number":12,"verse":"ಅಯ್ಯೋ, ನಾನು ಸದುಪದೇಶವನ್ನು ಎಷ್ಟು ದ್ವೇಷಿಸಿದೆ, ನನ್ನ ಹೃದಯವು ಬುದ್ಧಿವಾದವನ್ನು ಎಷ್ಟು ತಾತ್ಸಾರ ಮಾಡಿತು,"},{"number":13,"verse":"ನನ್ನ ಬೋಧಕರ ಮಾತನ್ನು ಕೇಳದೆ ಹೋದೆನಲ್ಲಾ, ನನ್ನ ಉಪದೇಶಕರ ಕಡೆಗೆ ಕಿವಿಗೊಡಲಿಲ್ಲವಲ್ಲಾ!"},{"number":14,"verse":"ನಾನು ಮಹಾಜನಸಭೆಯ ನಡುವೆ ಎಲ್ಲಾ ಕೇಡಿಗೂ ಸಿಕ್ಕಿಕೊಳ್ಳುವ ಹಾಗೆ ಆದೆನು ಎಂದು ಅಂದುಕೊಳ್ಳುವಿ."},{"number":15,"verse":"ಸ್ವಂತ ಕೊಳದ ನೀರನ್ನು, ಸ್ವಂತ ಬಾವಿಯಲ್ಲಿ ಉಕ್ಕುವ ಜಲವನ್ನು ಮಾತ್ರ ಕುಡಿ."},{"number":16,"verse":"ನಿನ್ನ ಒರತೆಗಳು ಬೈಲಿನಲ್ಲಿಯೂ ನಿನ್ನ ಕಾಲುವೆಗಳು ಚೌಕದಲ್ಲಿಯೂ ಹರಡಿ ಹರಿಯುವದು ವಿಹಿತವೇ?"},{"number":17,"verse":"ಅವು ನಿನಗೊಬ್ಬನಿಗೋಸ್ಕರವೇ ಹರಿಯಲಿ, ಪರರು ನಿನ್ನೊಂದಿಗೆ ಸೇರಿ ಕುಡಿಯಬಾರದು."},{"number":18,"verse":"ನಿನ್ನ ಬುಗ್ಗೆಯು [ದೇವರ] ಆಶೀರ್ವಾದವನ್ನು ಹೊಂದಲಿ, ನಿನ್ನ ಯೌವನಕಾಲದ ಪತ್ನಿಯಲ್ಲಿ ಆನಂದಿಸು."},{"number":19,"verse":"ಆಕೆ ಮನೋಹರವಾದ ಜಿಂಕೆಯಂತೆಯೂ ಅಂದವಾದ ದುಪ್ಪಿಯ ಹಾಗೂ ಇರುವಳಲ್ಲಾ; ಆಕೆಯ ಸ್ತನಗಳು ನಿನ್ನನ್ನು ಸರ್ವದಾ ತೃಪ್ತಿಪಡಿಸಲಿ, ಆಕೆಯ ಪ್ರೀತಿಯಲ್ಲೇ ನಿರಂತರ ಲೀನವಾಗಿರು."},{"number":20,"verse":"ಮಗನೇ, ಏಕೆ ಪರಸ್ತ್ರೀಯಲ್ಲಿ ಭ್ರಮೆಗೊಳ್ಳುವಿ, ಅನ್ಯಳ ಎದೆಯನ್ನು ತಬ್ಬಿಕೊಳ್ಳುವದೇಕೆ?"},{"number":21,"verse":"ಮನುಷ್ಯನ ಮಾರ್ಗಗಳು ಯೆಹೋವನಿಗೆ ಕಾಣುತ್ತಲೇ ಇವೆ. ಆತನು ಮನುಷ್ಯನ ನಡತೆಯನ್ನೆಲ್ಲಾ ಪರೀಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆ."},{"number":22,"verse":"ದುಷ್ಟನ ದುಷ್ಕೃತ್ಯಗಳೇ ಅವನನ್ನು ಆಕ್ರಮಿಸುವವು, ಅವನ ಪಾಪಪಾಶಗಳೇ ಅವನನ್ನು ಬಂಧಿಸುವವು."},{"number":23,"verse":"ಸದುಪದೇಶದ ಕೊರತೆಯಿಂದಲೇ ಸಾಯುವನು, ತನ್ನ ಅತಿಮೂರ್ಖತನದಿಂದ ಭ್ರಾಂತನಾಗುವನು."}]}