{"bibleAbbr":"KNJV","bookName":"ಙ್ಞಾನೋಕ್ತಿಗಳು","bookEnglishName":"Proverbs","chapterNumber":8,"verses":[{"number":1,"verse":"ಜ್ಞಾನವೆಂಬಾಕೆಯು ಕರೆಯುತ್ತಾಳೆ, ವಿವೇಕವೆಂಬ ಆಕೆಯೇ ದನಿಗೈಯುತ್ತಾಳೆ."},{"number":2,"verse":"ಆಕೆಯು ರಾಜಮಾರ್ಗಗಳ ಅಗ್ರಸ್ಥಾನದಲ್ಲಿ, ದಾರಿಯ ಪಕ್ಕದಲ್ಲಿ, ನಡುಬೀದಿಯಲ್ಲಿ, ನಿಂತುಕೊಳ್ಳುತ್ತಾಳೆ."},{"number":3,"verse":"ಪುರಪ್ರವೇಶದ ದ್ವಾರಗಳಲ್ಲಿ, ಬಾಗಿಲುಗಳೊಳಗೆ ಜನಸೇರುವ ಸ್ಥಳದಲ್ಲಿ ಹೀಗೆ ಕೂಗುತ್ತಾಳೆ -"},{"number":4,"verse":"ಮನುಷ್ಯರೇ, ನಿಮ್ಮನ್ನೇ ಕರೆಯುತ್ತೇನೆ, ಮಾನವರಿಗಾಗಿಯೇ ದನಿಗೈಯುತ್ತೇನೆ."},{"number":5,"verse":"ಮೂಢರೇ, ಜಾಣತನವನ್ನು ಕಲಿತುಕೊಳ್ಳಿರಿ, ಜ್ಞಾನಹೀನರೇ, ಬುದ್ಧಿಯನ್ನು ಗ್ರಹಿಸಿರಿ."},{"number":6,"verse":"ಕೇಳಿರಿ, ನಾನು ಶ್ರೇಷ್ಠವಾದ ಸಂಗತಿಗಳನ್ನು ಹೇಳುವೆನು, ಯಥಾರ್ಥಕ್ಕಾಗಿಯೇ ತುಟಿಗಳನ್ನು ತೆರೆಯುವೆನು,"},{"number":7,"verse":"ನನ್ನ ಬಾಯಿ ಸತ್ಯವನ್ನೇ ಆಡುವದು, ದುಷ್ಟತನವು ನನ್ನ ತುಟಿಗಳಿಗೆ ಅಸಹ್ಯವಾಗಿದೆ."},{"number":8,"verse":"ನನ್ನ ಮಾತುಗಳೆಲ್ಲಾ ನೀತಿಭರಿತವಾಗಿವೆ, ಅವುಗಳಲ್ಲಿ ಕಪಟವೂ ವಕ್ರತೆಯೂ ಇಲ್ಲ."},{"number":9,"verse":"ಅವೆಲ್ಲಾ ಗ್ರಹಿಕೆಯುಳ್ಳವನಿಗೆ ನ್ಯಾಯವಾಗಿಯೂ ತಿಳುವಳಿಕೆಯನ್ನು ಪಡೆದವರಿಗೆ ಯಥಾರ್ಥವಾಗಿಯೂ ತೋರುವವು."},{"number":10,"verse":"ನನ್ನ ಬೋಧನೆಯನ್ನು ಬೆಳ್ಳಿಗಿಂತಲೂ ಜ್ಞಾನೋಪದೇಶವನ್ನು ಅಪರಂಜಿಗಿಂತಲೂ ಉತ್ತಮವೆಂದು ಹೊಂದಿಕೊಳ್ಳಿರಿ."},{"number":11,"verse":"ಜ್ಞಾನವು ಹವಳಕ್ಕಿಂತಲೂ ಶ್ರೇಷ್ಠ, ಇಷ್ಟವಸ್ತುಗಳೆಲ್ಲವೂ ಅದಕ್ಕೆ ಸಮವಲ್ಲ."},{"number":12,"verse":"ಜ್ಞಾನವೆಂಬ ನನಗೆ ಜಾಣ್ಮೆಯೇ ನಿವಾಸ, ಯುಕ್ತಿಗಳ ತಿಳುವಳಿಕೆಯನ್ನು ಹೊಂದಿದ್ದೇನೆ."},{"number":13,"verse":"ಯೆಹೋವನ ಭಯವು ಪಾಪದ್ವೇಷವನ್ನು ಹುಟ್ಟಿಸುತ್ತದೆ; ಗರ್ವ, ಅಹಂಭಾವ, ದುರ್ಮಾರ್ಗತನ, ಕುಟಿಲ ಭಾಷಣ ಇವುಗಳನ್ನು ಹಗೆಮಾಡುತ್ತೇನೆ."},{"number":14,"verse":"ಸದ್ಯೋಚನೆಯೂ ಸುಜ್ಞಾನವೂ ಸಾಮರ್ಥ್ಯವೂ ನನ್ನಲ್ಲಿವೆ; ವಿವೇಕವು ನಾನೇ."},{"number":15,"verse":"ನನ್ನ ಸಹಾಯದಿಂದ ರಾಜರು ಆಳುವರು, ಅಧಿಪತಿಗಳು ಸಹ ನ್ಯಾಯತೀರಿಸುವರು."},{"number":16,"verse":"ನನ್ನ ಮೂಲಕ ಪ್ರಭುಗಳು, ನಾಯಕರು, ಅಂತು ಭೂಪತಿಗಳೆಲ್ಲರೂ ದೊರೆತನ ಮಾಡುವರು."},{"number":17,"verse":"ನನ್ನನ್ನು ಪ್ರೀತಿಸುವವರನ್ನು ನಾನು ಪ್ರೀತಿಸುತ್ತೇನೆ, ಆತುರದಿಂದ ಹುಡುಕುವವರು ನನ್ನನ್ನು ಕಂಡುಕೊಳ್ಳುವರು."},{"number":18,"verse":"ನನ್ನಲ್ಲಿ ಧನಘನತೆಗಳೂ ಶ್ರೇಷ್ಠಸಂಪತ್ತೂ ನೀತಿಯೂ ಇರುತ್ತವೆ."},{"number":19,"verse":"ನನ್ನಿಂದಾಗುವ ಫಲವು ಬಂಗಾರಕ್ಕಿಂತಲೂ ಹೌದು ಅಪರಂಜಿಗಿಂತಲೂ ಉತ್ತಮ; ನನ್ನ ಮೂಲಕವಾದ ಆದಾಯವು ಚೊಕ್ಕ ಬೆಳ್ಳಿಗಿಂತಲೂ ಅಮೂಲ್ಯವಾಗಿದೆ."},{"number":20,"verse":"ನಾನು ಹಿಡಿದಿರುವ ದಾರಿಯು ನೀತಿಯೇ, ನ್ಯಾಯಮಾರ್ಗಗಳಲ್ಲಿ ನಡೆಯುತ್ತೇನೆ."},{"number":21,"verse":"ಹೀಗಿರಲು ನನ್ನನ್ನು ಪ್ರೀತಿಸುವವರಿಗೆ ಧನದ ಬಾಧ್ಯತೆಯನ್ನು ದೊರಕಿಸಿ ಅವರ ಬೊಕ್ಕಸಗಳನ್ನು ತುಂಬಿಸುವೆನು."},{"number":22,"verse":"ಯೆಹೋವನು ತನ್ನ ಸೃಷ್ಟಿಕ್ರಮದಲ್ಲಿ ಮೊದಲು ನನ್ನನ್ನು ನಿರ್ಮಿಸಿದನು; ಆತನ ಪುರಾತನ ಕಾರ್ಯಗಳಲ್ಲಿ ನಾನೇ ಪ್ರಥಮ."},{"number":23,"verse":"ಪ್ರಾರಂಭದಲ್ಲಿ, ಭೂಮಿಯು ಹುಟ್ಟುವದಕ್ಕಿಂತ ಮುಂಚೆ, ಅನಾದಿಕಾಲದಲ್ಲಿ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟೆನು."},{"number":24,"verse":"ಜಲನಿಧಿಗಳಾಗಲಿ ನೀರುತುಂಬಿದ ಬುಗ್ಗೆಗಳಾಗಲಿ ಇಲ್ಲದಿರುವಾಗ ನಾನು ಹುಟ್ಟಿದೆನು."},{"number":25,"verse":"ಬೆಟ್ಟಗುಡ್ಡಗಳು ಬೇರೂರಿ ನಿಲ್ಲುವದಕ್ಕೆ ಮುಂಚೆ ಆತನು ಭೂಲೋಕವನ್ನಾಗಲಿ ಬೈಲನ್ನಾಗಲಿ"},{"number":26,"verse":"ಭೂಮಿಯ ಮೊದಲನೆಯ ಅಣುರೇಣನ್ನಾಗಲಿ ನಿರ್ಮಿಸದೆ ಇರುವಾಗ ನಾನು ಹುಟ್ಟಿದೆನು."},{"number":27,"verse":"ಆತನು ಸಾಗರದ ಮೇಲೆ ಚಕ್ರಾಕಾರವಾದ ಗೀಟನ್ನು ಎಳೆದು ಆಕಾಶಮಂಡಲವನ್ನು ಸ್ಥಾಪಿಸುವಾಗ ಅಲ್ಲಿದ್ದೆನು."},{"number":28,"verse":"ಆತನು ಗಗನವನ್ನು ಮೇಲೆ ಸ್ಥಿರಪಡಿಸಿ ಸಾಗರದ ಸೆಲೆಗಳನ್ನು ನೆಲೆಗೊಳಿಸಿ"},{"number":29,"verse":"ಪ್ರವಾಹಗಳು ತನ್ನ ಅಪ್ಪಣೆಯನ್ನು ಮೀರದ ಹಾಗೆ ಸಮುದ್ರಕ್ಕೆ ಎಲ್ಲೆಕಟ್ಟನ್ನು ನೇಮಿಸಿ ಭೂಮಿಯ ಅಸ್ತಿವಾರಗಳನ್ನು ಗೊತ್ತುಮಾಡುವಾಗ"},{"number":30,"verse":"ನಾನು ಆತನ ಹತ್ತಿರ ಶಿಲ್ಪಿಯಾಗಿದ್ದುಕೊಂಡು ಪ್ರತಿದಿನವೂ ಆನಂದಿಸುತ್ತಾ ಯಾವಾಗಲೂ ಆತನ ಮುಂದೆ ವಿನೋದಿಸುತ್ತಾ"},{"number":31,"verse":"ಆತನ ಭೂಲೋಕದಲ್ಲಿ ಉಲ್ಲಾಸಿಸುತ್ತಾ ಮಾನವಸಂತಾನದಲ್ಲಿ ಹರ್ಷಿಸುತ್ತಾ ಇದ್ದೆನು."},{"number":32,"verse":"ಮಕ್ಕಳಿರಾ, ಈಗ ನನ್ನ ಕಡೆಗೆ ಕಿವಿಗೊಡಿರಿ, ನನ್ನ ಮಾರ್ಗಗಳನ್ನು ಅನುಸರಿಸುವವರು ಧನ್ಯರೇ ಸರಿ."},{"number":33,"verse":"ಉಪದೇಶವನ್ನು ಕೇಳಿರಿ, ಅದನ್ನು ಬಿಡದೆ ಜ್ಞಾನವಂತರಾಗಿರಿ."},{"number":34,"verse":"ನನ್ನ ದ್ವಾರಗಳ ಬಳಿಯಲ್ಲಿ ಪ್ರತಿದಿನವೂ ಕಾಯುತ್ತಾ ಬಾಗಲಿನ ನಿಲವುಗಳ ಹತ್ತಿರ ಜಾಗರೂಕನಾಗಿ ನನ್ನ ಮಾತುಗಳನ್ನು ಕೇಳುವವನು ಭಾಗ್ಯವಂತನು."},{"number":35,"verse":"ಯಾವನು ನನ್ನನ್ನು ಹೊಂದುತ್ತಾನೋ ಅವನು ಜೀವವನ್ನು ಹೊಂದುತ್ತಾನೆ; ಯೆಹೋವನ ಕಟಾಕ್ಷಕ್ಕೆ ಗುರಿಯಾಗುವನು."},{"number":36,"verse":"ಯಾವನು ನನಗೆ ತಪ್ಪುಮಾಡುತ್ತಾನೋ ಅವನು ತನ್ನ ಆತ್ಮಕ್ಕೆ ಕೇಡುಮಾಡಿಕೊಳ್ಳುತ್ತಾನೆ; ನನ್ನನ್ನು ಹಗೆಮಾಡುವವರೆಲ್ಲರೂ ಮರಣವನ್ನು ಪ್ರೀತಿಸುತ್ತಾರೆ."}]}