{"bibleAbbr":"LXXBr","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":4,"verses":[{"number":1,"verse":"ΑΛΕΦ. Πῶς ἀμαυρωθήσεται χρυσίον, ἀλλοιωθήσεται τὸ ἀργύριον τὸ ἀγαθόν; ἐξεχύθησαν λίθοι ἅγιοι ἐπʼ ἀρχῆς πασῶν ἐξόδων."},{"number":2,"verse":"ΒΗΘ. Οἱ υἱοὶ Σιὼν οἱ τίμιοι, οἱ ἐπῃρμένοι ἐν χρυσίῳ, πῶς ἐλογίσθησαν εἰς ἀγγεῖα ὀστράκινα, ἔργα χειρῶν κεραμέως;"},{"number":3,"verse":"ΓΙΜΕΛ. Καί γε δράκοντες ἐξέδυσαν μαστοὺς, ἐθήλασαν σκύμνοι αὐτῶν θυγατέρας λαοῦ μου εἰς ἀνίατον, ὡς στρουθίον ἐν ἐρήμῳ."},{"number":4,"verse":"ΔΑΛΕΘ. Ἐκολλήθη ἡ γλῶσσα θηλάζοντος πρὸς τὸν φάρυγγα αὐτοῦ ἐν δίψει, νήπια ᾔτησαν ἄρτον, ὁ διακλῶν οὐκ ἔστιν αὐτοῖς."},{"number":5,"verse":"Η. Οἱ ἔσθοντες τὰς τρυφὰς ἠφανίσθησαν ἐν ταῖς ἐξόδοις, οἱ τιθηνούμενοι ἐπὶ κόκκων περιεβάλλοντο κοπρίας."},{"number":6,"verse":"ΟΥΑΥ. Καὶ ἐμεγαλύνθη ἀνομία θυγατρὸς λαοῦ μου ὑπὲρ ἀνομίας Σοδόμων τῆς κατεστραμμένης ὥσπερ σπουδὴ, καὶ οὐκ ἐπόνεσαν ἐν αὐτῇ χεῖρας."},{"number":7,"verse":"ΖΑΙΝ. Ἐκαθαριώθησαν Ναζιραῖοι αὐτῆς ὑπὲρ χιόνα, ἔλαμψαν ὑπὲρ γάλα, ἐπυρώθησαν, ὑπὲρ λίθου σαπφείρου τὸ ἀπόσπασμα αὐτῶν."},{"number":8,"verse":"ΗΘ. Ἐσκότασεν ὑπὲρ ἀσβόλην τὸ εἶδος αὐτῶν, οὐκ ἐπεγνώσθησαν ἐν ταῖς ἐξόδοις· ἐπάγη δέρμα αὐτῶν ἐπὶ τὰ ὀστέα αὐτῶν, ἐξηράνθησαν, ἐγενήθησαν ὥσπερ ξύλον."},{"number":9,"verse":"ΤΗΘ. Καλοὶ ἦσαν οἱ τραυματίαι ῥομφαίας, ἢ οἱ τραυματίαι λιμοῦ· ἐπορεύθησαν ἐκκεκεντημένοι ἀπὸ γεννημάτων ἀγρῶν."},{"number":10,"verse":"ΙΩΔ. Χεῖρες γυναικῶν οἰκτιρμόνων ἥψησαν τὰ παιδία αὐτῶν, ἐγενήθησαν εἰς βρῶσιν αὐταῖς, ἐν τῷ συντρίμματι τῆς θυγατρὸς τοῦ λαοῦ μου."},{"number":11,"verse":"ΧΑΦ. Συνετέλεσε Κύριος θυμὸν αὐτοῦ, ἐξέχεε θυμὸν ὀργῆς αὐτοῦ, καὶ ἀνῆψε πῦρ ἐν Σιὼν, καὶ κατέφαγε τὰ θεμέλια αὐτῆς."},{"number":12,"verse":"ΛΑΜΕΔ. Οὐκ ἐπίστευσαν βασιλεῖς γῆς, πάντες οἱ κατοικοῦντες τὴν οἰκουμένην, ὅτι εἰσελεύσεται ἐχθρὸς καὶ ἐκθλίβων διὰ τῶν πυλῶν Ἱερουσαλήμ."},{"number":13,"verse":"ΜΗΜ. Ἐξ ἁμαρτιῶν προφητῶν αὐτῆς, ἀδικιῶν ἱερέων αὐτῆς, τῶν ἐκχεόντων αἷμα δίκαιον ἐν μέσῳ αὐτῆς."},{"number":14,"verse":"ΝΟΥΝ. Ἐσαλεύθησαν ἐγρήγοροι αὐτῆς ἐν ταῖς ἐξόδοις, ἐμολύνθησαν ἐν αἵματι ἐν τῷ μὴ δύνασθαι αὐτοὺς, ἥψαντο ἐνδυμάτων αὐτῶν."},{"number":15,"verse":"ΣΑΜΕΧ. Ἀπόστητε ἀκαθάρτων, καλέσατε αὐτοὺς, ἀπόστητε, ἀπόστητε, μὴ ἅπτεσθε, ὅτι ἀνήφθησαν, καί γε ἐσαλεύθησαν· εἴπατε ἐν τοῖς ἔθνεσιν, οὐ μὴ προσθῶσι τοῦ παροικεῖν."},{"number":16,"verse":"ΑΙΝ. Πρόσωπον Κυρίου μερὶς αὐτῶν, οὐ προσθήσει ἐπιβλέψαι αὐτοῖς· πρόσωπον ἱερέων οὐκ ἔλαβον, προφήτας οὐκ ἠλέησαν."},{"number":17,"verse":"ΦΗ. Ἔτι ὄντων ἡμῶν ἐξέλιπον οἱ ὀφθαλμοὶ ἡμῶν, εἰς τὴν βοήθειαν ἡμῶν μάταια ἀποσκοπευόντων ἡμῶν."},{"number":18,"verse":"ΤΣΑΔΗ. Ἀπεσκοπεύσαμεν εἰς ἔθνος οὐ σῶζον, ἐθηρεύσαμεν μικροὺς ἡμῶν, τοῦ μὴ πορεύεσθαι ἐν ταῖς πλατείαις ἡμῶν."},{"number":19,"verse":"ΚΩΦ. Ἤγγικεν ὁ καιρὸς ἡμῶν, ἐπληρώθησαν αἱ ἡμέραι ἡμῶν, πάρεστιν ὁ καιρὸς ἡμῶν. Κοῦφοι ἐγένοντο οἱ διώκοντες ἡμᾶς ὑπὲρ ἀετοὺς οὐρανοῦ, ἐπὶ τῶν ὀρέων ἐξέπτησαν, ἐν ἐρήμῳ ἐνήδρευσαν ἡμᾶς."},{"number":20,"verse":"ΡΗΧΣ. Πνεῦμα προσώπου ἡμῶν χριστὸς Κύριος συνελήφθη ἐν ταῖς διαφθοραῖς αὐτῶν, οὗ εἴπαμεν, ἐν τῇ σκιᾶ αὐτοῦ ζησόμεθα ἐν τοῖς ἔθνεσι."},{"number":21,"verse":"ΧΣΕΝ. Χαῖρε καὶ εὐφραίνου θύγατερ Ἰδουμαίας ἡ κατοικοῦσα ἐπὶ γῆς, καί γε ἐπὶ σὲ διελεύσεται τὸ ποτήριον Κυρίου, μεθυσθήσῃ καὶ ἀποχεεῖς."},{"number":22,"verse":"ΘΑΥ. Ἐξέλιπεν ἡ ἀνομία σου θύγατερ Σιὼν, οὐ προσθήσει τοῦ ἀποικίσαι σε· ἐπεσκέψατο ἀνομίας σου θύγατερ Ἐδὼμ, ἀπεκάλυψεν ἐπὶ τὰ ἀσεβήματά σου."}]}