{"bibleAbbr":"NASB1995","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":10,"verses":[{"number":1,"verse":"The Lord<WH3068> spoke<WH1696> further to Moses,<WH4872> saying,<WH559>"},{"number":2,"verse":"\"Make<WH6213> yourself two<WH8147> trumpets<WH2689> of silver,<WH3701> of hammered<WH4749> work<WH4749> you shall make<WH6213> them; and you shall use<WH1961> them for summoning<WH4744> the congregation<WH5712> and for having the camps<WH4264> set<WH4550> out."},{"number":3,"verse":"\"And when both<WH1992> are blown,<WH8628> all<WH3605> the congregation<WH5712> shall gather<WH3259> themselves to you at the doorway<WH6607> of the tent<WH168> of meeting.<WH4150>"},{"number":4,"verse":"\"Yet if<WH518> [only] one<WH259> is blown,<WH8628> then the leaders,<WH5387> the heads<WH7218> of the divisions<WH505> of Israel,<WH3478> shall assemble<WH3259> before<WH413> you."},{"number":5,"verse":"\"But when you blow<WH8628> an alarm,<WH8643> the camps<WH4264> that are pitched<WH2583> on the east<WH9506> side<WH9506> shall set<WH5265> out."},{"number":6,"verse":"\"And when you blow<WH8628> an alarm<WH8643> the second<WH8145> time,<WH8145> the camps<WH4264> that are pitched<WH2583> on the south<WH8486> side<WH8486> shall set<WH5265> out; an alarm<WH8643> is to be blown<WH8628> for them to set<WH4550> out."},{"number":7,"verse":"\"When convening<WH6950> the assembly,<WH6951> however, you shall blow<WH8628> without<WH3808> sounding<WH7321> an alarm.<WH7321>"},{"number":8,"verse":"\"The priestly<WH3548> sons<WH1121> of Aaron,<WH175> moreover, shall blow<WH8628> the trumpets;<WH2689> and this shall be for you a perpetual<WH5769> statute<WH2708> throughout your generations.<WH1755>"},{"number":9,"verse":"\"And when<WH3588> you go<WH935> to war<WH4421> in your land<WH776> against<WH5921> the adversary<WH6862> who attacks<WH6887> you, then you shall sound<WH7321> an alarm<WH7321> with the trumpets,<WH2689> that you may be remembered<WH2142> before<WH6440> the Lord<WH3068> your God,<WH430> and be saved<WH3467> from your enemies.<WH340>"},{"number":10,"verse":"\"Also in the day<WH3117> of your gladness<WH8057> and in your appointed<WH4150> feasts,<WH4150> and on the first<WH7218> [days] of your months,<WH2320> you shall blow<WH8628> the trumpets<WH2689> over<WH5921> your burnt<WH5930> offerings,<WH5930> and over<WH5921> the sacrifices<WH2077> of your peace<WH8002> offerings;<WH8002> and they shall be as a reminder<WH2146> of you before<WH6440> your God.<WH430> I am the Lord<WH3068> your God.<WH430>\""},{"number":11,"verse":"Now it came<WH1961> about in the second<WH8145> year,<WH8141> in the second<WH8145> month,<WH2320> on the twentieth<WH6242> of the month,<WH2320> that the cloud<WH6051> was lifted<WH5927> from over<WH5921> the tabernacle<WH4908> of the testimony;<WH5715>"},{"number":12,"verse":"and the sons<WH1121> of Israel<WH3478> set<WH5265> out on their journeys<WH4550> from the wilderness<WH4057> of Sinai.<WH5514> Then the cloud<WH6051> settled<WH7931> down<WH7931> in the wilderness<WH4057> of Paran.<WH6290>"},{"number":13,"verse":"So they moved<WH5265> out for the first<WH7223> time<WH7223> according<WH5921> to the commandment<WH6310> of the Lord<WH3068> through<WH3027> Moses.<WH4872>"},{"number":14,"verse":"And the standard<WH1714> of the camp<WH4264> of the sons<WH1121> of Judah,<WH3063> according to their armies,<WH6635> set<WH5265> out first,<WH7223> with Nahshon<WH5177> the son<WH1121> of Amminadab,<WH5992> over<WH5921> its army,<WH6635>"},{"number":15,"verse":"and Nethanel<WH5417> the son<WH1121> of Zuar,<WH6686> over<WH5921> the tribal<WH4294> army<WH6635> of the sons<WH1121> of Issachar;<WH3485>"},{"number":16,"verse":"and Eliab<WH446> the son<WH1121> of Helon<WH2497> over<WH5921> the tribal<WH4294> army<WH6635> of the sons<WH1121> of Zebulun.<WH2074>"},{"number":17,"verse":"Then the tabernacle<WH4908> was taken<WH3381> down;<WH3381> and the sons<WH1121> of Gershon<WH1648> and the sons<WH1121> of Merari,<WH4847> who were carrying<WH5375> the tabernacle,<WH4908> set<WH5265> out."},{"number":18,"verse":"Next the standard<WH1714> of the camp<WH4264> of Reuben,<WH7205> according<WH5921> to their armies,<WH6635> set<WH5265> out with Elizur<WH468> the son<WH1121> of Shedeur,<WH7707> over<WH5921> its army,<WH6635>"},{"number":19,"verse":"and Shelumiel<WH8017> the son<WH1121> of Zurishaddai<WH6701> over<WH5921> the tribal<WH4294> army<WH6635> of the sons<WH1121> of Simeon,<WH8095>"},{"number":20,"verse":"and Eliasaph<WH460> the son<WH1121> of Deuel<WH1845> was over<WH5921> the tribal<WH4294> army<WH6635> of the sons<WH1121> of Gad.<WH1410>"},{"number":21,"verse":"Then the Kohathites<WH6956> set<WH5265> out, carrying<WH5375> the holy<WH4720> [objects;] and the tabernacle<WH4908> was set<WH6965> up before<WH5704> their arrival.<WH935>"},{"number":22,"verse":"Next the standard<WH1714> of the camp<WH4264> of the sons<WH1121> of Ephraim,<WH669> according to their armies,<WH6635> was set<WH5265> out, with Elishama<WH476> the son<WH1121> of Ammihud<WH5989> over<WH5921> its army,<WH6635>"},{"number":23,"verse":"and Gamaliel<WH1583> the son<WH1121> of Pedahzur<WH6301> over<WH5921> the tribal<WH4294> army<WH6635> of the sons<WH1121> of Manasseh;<WH4519>"},{"number":24,"verse":"and Abidan<WH27> the son<WH1121> of Gideoni<WH1441> over<WH5921> the tribal<WH4294> army<WH6635> of the sons<WH1121> of Benjamin.<WH1144>"},{"number":25,"verse":"Then the standard<WH1714> of the camp<WH4264> of the sons<WH1121> of Dan,<WH1835> according to their armies,<WH6635> [which formed] the rear<WH622> guard<WH622> for all<WH3605> the camps,<WH4264> set<WH5265> out, with Ahiezer<WH295> the son<WH1121> of Ammishaddai<WH5996> over<WH5921> its army,<WH6635>"},{"number":26,"verse":"and Pagiel<WH6295> the son<WH1121> of Ochran<WH5918> over<WH5921> the tribal<WH4294> army<WH6635> of the sons<WH1121> of Asher;<WH836>"},{"number":27,"verse":"and Ahira<WH299> the son<WH1121> of Enan<WH5881> over<WH5921> the tribal<WH4294> army<WH6635> of the sons<WH1121> of Naphtali.<WH5321>"},{"number":28,"verse":"This<WH428> was the order<WH4550> of march<WH4550> of the sons<WH1121> of Israel<WH3478> by their armies<WH6635> as they set<WH5265> out."},{"number":29,"verse":"Then Moses<WH4872> said<WH559> to Hobab<WH2246> the son<WH1121> of Reuel<WH7467> the Midianite,<WH4084> Moses' father-in-law, \"We are setting<WH5265> out to the place<WH4725> of which<WH834> the Lord<WH3068> said,<WH559> 'I will give<WH5414> it to you'; come<WH1980> with us and we will do<WH3190> you good,<WH3190> for the Lord<WH3068> has promised<WH1696> good<WH2896> concerning<WH5921> Israel.<WH3478>\""},{"number":30,"verse":"But he said<WH559> to him, \"I will not come,<WH1980> but rather<WH3588> <WH518> will go<WH1980> to my [own] land<WH776> and relatives.<WH4138>\""},{"number":31,"verse":"Then he said,<WH559> \"Please<WH4994> do not leave<WH5800> us, inasmuch<WH3588> <WH5921> <WH3651> as you know<WH3045> where we should camp<WH2583> in the wilderness,<WH4057> and you will be as eyes<WH5869> for us."},{"number":32,"verse":"\"So it will be, if<WH3588> you go<WH1980> with us, it will come<WH1961> about that whatever<WH834> good<WH9185> the Lord<WH3068> does<WH3190> for us, we will do<WH3190> for you.\""},{"number":33,"verse":"Thus they set<WH5265> out from the mount<WH2022> of the Lord<WH3068> three<WH7969> days<WH3117>' journey,<WH1870> with the ark<WH727> of the covenant<WH1285> of the Lord<WH3068> journeying<WH5265> in front<WH6440> of them for the three<WH7969> days, to seek<WH8446> out a resting<WH4496> place<WH4496> for them."},{"number":34,"verse":"And the cloud<WH6051> of the Lord<WH3068> was over<WH5921> them by day,<WH3119> when they set<WH5265> out from the camp.<WH4264>"},{"number":35,"verse":"Then it came<WH1961> about when the ark<WH727> set<WH5265> out that Moses<WH4872> said,<WH559> \"Rise<WH6965> up, O Lord!<WH3068> And let Thine enemies<WH340> be scattered,<WH6327> And let those who hate<WH8130> Thee flee<WH5127> before<WH4480> <WH6440> Thee.\""},{"number":36,"verse":"And when it came<WH5117> to rest,<WH5117> he said,<WH559> \"Return<WH7725> Thou, O Lord,<WH3068> [To] the myriad<WH7233> thousands<WH505> of Israel.<WH3478>\""}]}