{"bibleAbbr":"urDGV2010","bookName":"२-कुरिन्थियों","bookEnglishName":"2 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"अल्लाह के हमख़िदमत होते हुए हम आप से मिन्नत करते हैं कि जो फ़ज़्ल आप को मिला है वह ज़ाए न जाए।"},{"number":2,"verse":"क्यूँकि अल्लाह फ़रमाता है, “क़बूलियत के वक़्त मैं ने तेरी सुनी, नजात के दिन तेरी मदद की।” सुनें! अब क़बूलियत का वक़्त आ गया है, अब नजात का दिन है।"},{"number":3,"verse":"हम किसी के लिए भी ठोकर का बाइस नहीं बनते ताकि लोग हमारी ख़िदमत में नुक़्स न निकाल सकें।"},{"number":4,"verse":"हाँ, हमें सिफ़ारिश की ज़रूरत ही नहीं, क्यूँकि अल्लाह के ख़ादिम होते हुए हम हर हालत में अपनी नेकनामी ज़ाहिर करते हैं : जब हम सब्र से मुसीबतें, मुश्किलात और आफ़तें बर्दाश्त करते हैं,"},{"number":5,"verse":"जब लोग हमें मारते और क़ैद में डालते हैं, जब हम बेकाबू हुजूमों का सामना करते हैं, जब हम मेहनत-मशक़्क़त करते, रात के वक़्त जागते और भूके रहते हैं,"},{"number":6,"verse":"जब हम अपनी पाकीज़गी, इल्म, सब्र और मेहरबान सुलूक का इज़हार करते हैं, जब हम रूह-उल-क़ुद्स के वसीले से हक़ीक़ी मुहब्बत रखते,"},{"number":7,"verse":"सच्ची बातें करते और अल्लाह की क़ुदरत से लोगों की ख़िदमत करते हैं। हम अपनी नेकनामी इस में भी ज़ाहिर करते हैं कि हम दोनों हाथों से रास्तबाज़ी के हथियार थामे रखते हैं।"},{"number":8,"verse":"हम अपनी ख़िदमत जारी रखते हैं, चाहे लोग हमारी इज़्ज़त करें चाहे बेइज़्ज़ती, चाहे वह हमारी बुरी रिपोर्ट दें चाहे अच्छी। अगरचे हमारी ख़िदमत सच्ची है, लेकिन लोग हमें दग़ाबाज़ क़रार देते हैं।"},{"number":9,"verse":"अगरचे लोग हमें जानते हैं तो भी हमें नज़रअन्दाज़ किया जाता है। हम मरते मरते ज़िन्दा रहते हैं और लोग हमें मार मार कर क़त्ल नहीं कर सकते।"},{"number":10,"verse":"हम ग़म खा खा कर हर वक़्त ख़ुश रहते हैं, हम ग़रीब हालत में बहुतों को दौलतमन्द बना देते हैं। हमारे पास कुछ नहीं है, तो भी हमें सब कुछ हासिल है।"},{"number":11,"verse":"कुरिन्थुस के अज़ीज़ो, हम ने खुल कर आप से बात की है, हमारा दिल आप के लिए कुशादा हो गया है।"},{"number":12,"verse":"जो जगह हम ने दिल में आप को दी है वह अब तक कम नहीं हुई। लेकिन आप के दिलों में हमारे लिए कोई जगह नहीं रही।"},{"number":13,"verse":"अब मैं आप से जो मेरे बच्चे हैं दरख़्वास्त करता हूँ कि जवाब में हमें भी अपने दिलों में जगह दें।"},{"number":14,"verse":"( ग़ैरमसीही असरात से ख़बरदार) ग़ैरईमानदारों के साथ मिल कर एक जूए तले ज़िन्दगी न गुज़ारें, क्यूँकि रास्ती का नारास्ती से क्या वास्ता है? या रौशनी तारीकी के साथ क्या ताल्लुक़ रख सकती है?"},{"number":15,"verse":"मसीह और इब्लीस के दरमियान क्या मुताबिक़त हो सकती है? ईमानदार का ग़ैरईमानदार के साथ क्या वास्ता है?"},{"number":16,"verse":"अल्लाह के मक़्दिस और बुतों में क्या इत्तिफ़ाक़ हो सकता है? हम तो ज़िन्दा ख़ुदा का घर हैं। अल्लाह ने यूँ फ़रमाया है, “मैं उन के दरमियान सुकूनत करूँगा और उन में फिरूँगा। मैं उन का ख़ुदा हूँगा, और वह मेरी क़ौम होंगे।”"},{"number":17,"verse":"चुनाँचे रब फ़रमाता है, “इस लिए उन में से निकल आओ और उन से अलग हो जाओ। किसी नापाक चीज़ को न छूना, तो फिर मैं तुम्हें क़बूल करूँगा।"},{"number":18,"verse":"मैं तुम्हारा बाप हूँगा और तुम मेरे बेटे-बेटियाँ होगे, रब क़ादिर-ए-मुतलक़ फ़रमाता है।”"}]}