{"bibleAbbr":"urDGV2010","bookName":"२-कुरिन्थियों","bookEnglishName":"2 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"( यहूदिया के ग़रीबों के लिए हदिया) भाइयो, हम आप की तवज्जुह उस फ़ज़्ल की तरफ़ दिलाना चाहते हैं जो अल्लाह ने सूबा मकिदुनिया की जमाअतों पर किया।"},{"number":2,"verse":"जिस मुसीबत में वह फंसे हुए हैं उस से उन की सख़्त आज़माइश हुई। तो भी उन की बेइन्तिहा ख़ुशी और शदीद ग़ुर्बत का नतीजा यह निकला कि उन्हों ने बड़ी फ़य्याज़दिली से हदिया दिया।"},{"number":3,"verse":"मैं गवाह हूँ कि जितना वह दे सके उतना उन्हों ने दे दिया बल्कि इस से भी ज़्यादा। अपनी ही तरफ़ से"},{"number":4,"verse":"उन्हों ने बड़े ज़ोर से हम से मिन्नत की कि हमें भी यहूदिया के मुक़द्दसीन की ख़िदमत करने का मौक़ा दें, हम भी देने के फ़ज़्ल में शरीक होना चाहते हैं।"},{"number":5,"verse":"और उन्हों ने हमारी उम्मीद से कहीं ज़्यादा किया! अल्लाह की मर्ज़ी से उन का पहला क़दम यह था कि उन्हों ने अपने आप को ख़ुदावन्द के लिए मख़्सूस किया। उन का दूसरा क़दम यह था कि उन्हों ने अपने आप को हमारे लिए मख़्सूस किया।"},{"number":6,"verse":"इस पर हम ने तितुस की हौसलाअफ़्ज़ाई की कि वह आप के पास भी हदिया जमा करने का वह सिलसिला अन्जाम तक पहुँचाए जो उस ने शुरू किया था।"},{"number":7,"verse":"आप के पास सब कुछ कस्रत से पाया जाता है, ख़्वाह ईमान हो, ख़्वाह कलाम, इल्म, मुकम्मल सरगर्मी या हम से मुहब्बत हो। अब इस बात का ख़याल रखें कि आप यह हदिया देने में भी अपनी कसीर दौलत का इज़हार करें।"},{"number":8,"verse":"मेरी तरफ़ से यह कोई हुक्म नहीं है। लेकिन दूसरों की सरगर्मी के पेश-ए-नज़र मैं आप की भी मुहब्बत परख रहा हूँ कि वह कितनी हक़ीक़ी है।"},{"number":9,"verse":"आप तो जानते हैं कि हमारे ख़ुदावन्द ईसा मसीह ने आप पर कैसा फ़ज़्ल किया है, कि अगरचे वह दौलतमन्द था तो भी वह आप की ख़ातिर ग़रीब बन गया ताकि आप उस की ग़ुर्बत से दौलतमन्द बन जाएँ।"},{"number":10,"verse":"इस मुआमले में मेरा मश्वरा सुनें, क्यूँकि वह आप के लिए मुफ़ीद साबित होगा। पिछले साल आप पहली जमाअत थे जो न सिर्फ़ हदिया देने लगी बल्कि इसे देना भी चाहती थी।"},{"number":11,"verse":"अब उसे तक्मील तक पहुँचाएँ जो आप ने शुरू कर रखा है। देने का जो शौक़ आप रखते हैं वह अमल में लाया जाए। उतना दें जितना आप दे सकें।"},{"number":12,"verse":"क्यूँकि अगर आप देने का शौक़ रखते हैं तो फिर अल्लाह आप का हदिया उस बिना पर क़बूल करेगा जो आप दे सकते हैं, उस बिना पर नहीं जो आप नहीं दे सकते।"},{"number":13,"verse":"कहने का मतलब यह नहीं कि दूसरों को आराम दिलाने के बाइस आप ख़ुद मुसीबत में पड़ जाएँ। बात सिर्फ़ यह है कि लोगों के हालात कुछ बराबर होने चाहिएँ।"},{"number":14,"verse":"इस वक़्त तो आप के पास बहुत है और आप उन की ज़रूरत पूरी कर सकते हैं। बाद में किसी वक़्त जब उन के पास बहुत होगा तो वह आप की ज़रूरत भी पूरी कर सकेंगे। यूँ आप के हालात कुछ बराबर रहेंगे,"},{"number":15,"verse":"जिस तरह कलाम-ए-मुक़द्दस में भी लिखा है, “जिस ने ज़्यादा जमा किया था उस के पास कुछ न बचा। लेकिन जिस ने कम जमा किया था उस के पास भी काफ़ी था।”"},{"number":16,"verse":"( तितुस और उस के साथी) ख़ुदा का शुक्र है जिस ने तितुस के दिल में वही जोश पैदा किया है जो मैं आप के लिए रखता हूँ।"},{"number":17,"verse":"जब हम ने उस की हौसलाअफ़्ज़ाई की कि वह आप के पास जाए तो वह न सिर्फ़ इस के लिए तय्यार हुआ बल्कि बड़ा सरगर्म हो कर ख़ुद-ब-ख़ुद आप के पास जाने के लिए रवाना हुआ।"},{"number":18,"verse":"हम ने उस के साथ उस भाई को भेज दिया जिस की ख़िदमत की तारीफ़ तमाम जमाअतें करती हैं, क्यूँकि उसे अल्लाह की ख़ुशख़बरी सुनाने की नेमत मिली है।"},{"number":19,"verse":"उसे न सिर्फ़ आप के पास जाना है बल्कि जमाअतों ने उसे मुक़र्रर किया है कि जब हम हदिए को यरूशलम ले जाएंगे तो वह हमारे साथ जाए। यूँ हम यह ख़िदमत अदा करते वक़्त ख़ुदावन्द को जलाल देंगे और अपनी सरगर्मी का इज़हार करेंगे।"},{"number":20,"verse":"क्यूँकि उस बड़े हदिए के पेश-ए-नज़र जो हम ले जाएंगे हम इस से बचना चाहते हैं कि किसी को हम पर शक करने का मौक़ा मिले।"},{"number":21,"verse":"हमारी पूरी कोशिश यह है कि वही कुछ करें जो न सिर्फ़ ख़ुदावन्द की नज़र में दुरुस्त है बल्कि इन्सान की नज़र में भी।"},{"number":22,"verse":"उन के साथ हम ने एक और भाई को भी भेज दिया जिस की सरगर्मी हम ने कई मौक़ों पर परखी है। अब वह मज़ीद सरगर्म हो गया है, क्यूँकि वह आप पर बड़ा एतिमाद करता है।"},{"number":23,"verse":"जहाँ तक तितुस का ताल्लुक़ है, वह मेरा साथी और हमख़िदमत है। और जो भाई उस के साथ हैं उन्हें जमाअतों ने भेजा है। वह मसीह के लिए इज़्ज़त का बाइस हैं।"},{"number":24,"verse":"उन पर अपनी मुहब्बत का इज़हार करके यह ज़ाहिर करें कि हम आप पर क्यूँ फ़ख़र करते हैं। फिर यह बात ख़ुदा की दीगर जमाअतों को भी नज़र आएगी।"}]}