{"bibleAbbr":"urDGV2010","bookName":"२-कुरिन्थियों","bookEnglishName":"2 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"( मुक़द्दसीन की मदद) असल में इस की ज़रूरत नहीं कि मैं आप को उस काम के बारे में लिखूँ जो हमें यहूदिया के मुक़द्दसीन की ख़िदमत में करना है।"},{"number":2,"verse":"क्यूँकि मैं आप की गर्मजोशी जानता हूँ, और मैं मकिदुनिया के ईमानदारों के सामने आप पर फ़ख़र करता रहा हूँ कि “अख़या के लोग पिछले साल से देने के लिए तय्यार थे।” यूँ आप की सरगर्मी ने ज़्यादातर लोगों को ख़ुद देने के लिए उभारा।"},{"number":3,"verse":"अब मैं ने इन भाइयों को भेज दिया है ताकि हमारा आप पर फ़ख़र बेबुन्याद न निकले बल्कि जिस तरह मैं ने कहा था आप तय्यार रहें।"},{"number":4,"verse":"ऐसा न हो कि जब मैं मकिदुनिया के कुछ भाइयों को साथ ले कर आप के पास पहुँचूँगा तो आप तय्यार न हूँ। उस वक़्त मैं, बल्कि आप भी शर्मिन्दा होंगे कि मैं ने आप पर इतना एतिमाद किया है।"},{"number":5,"verse":"इस लिए मैं ने इस बात पर ज़ोर देना ज़रूरी समझा कि भाई पहले ही आप के पास आ कर उस हदिए का इन्तिज़ाम करें जिस का वादा आप ने किया है। क्यूँकि मैं चाहता हूँ कि मेरे आने तक यह हदिया जमा किया गया हो और ऐसा न लगे जैसा इसे मुश्किल से आप से निकालना पड़ा। इस के बजाए आप की सख़ावत ज़ाहिर हो जाए।"},{"number":6,"verse":"याद रहे कि जो शख़्स बीज को बचा बचा कर बोता है उस की फ़सल भी उतनी कम होगी। लेकिन जो बहुत बीज बोता है उस की फ़सल भी बहुत ज़्यादा होगी।"},{"number":7,"verse":"हर एक उतना दे जितना देने के लिए उस ने पहले अपने दिल में ठहरा लिया है। वह इस में तक्लीफ़ या मज्बूरी मह्सूस न करे, क्यूँकि अल्लाह उस से मुहब्बत रखता है जो ख़ुशी से देता है।"},{"number":8,"verse":"और अल्लाह इस क़ाबिल है कि आप को आप की ज़रूरियात से कहीं ज़्यादा दे। फिर आप के पास हर वक़्त और हर लिहाज़ से काफ़ी होगा बल्कि इतना ज़्यादा कि आप हर क़िस्म का नेक काम कर सकेंगे।"},{"number":9,"verse":"चुनाँचे कलाम-ए-मुक़द्दस में यह भी लिखा है, “उस ने फ़य्याज़ी से ज़रूरतमन्दों में ख़ैरात बिखेर दी, उस की रास्तबाज़ी हमेशा तक क़ाइम रहेगी।”"},{"number":10,"verse":"ख़ुदा ही बीज बोने वाले को बीज मुहय्या करता और उसे खाने के लिए रोटी देता है। और वह आप को भी बीज दे कर उस में इज़ाफ़ा करेगा और आप की रास्तबाज़ी की फ़सल उगने देगा।"},{"number":11,"verse":"हाँ, वह आप को हर लिहाज़ से दौलतमन्द बना देगा और आप हर मौक़े पर फ़य्याज़ी से दे सकेंगे। चुनाँचे जब हम आप का हदिया उन के पास ले जाएंगे जो ज़रूरतमन्द हैं तो वह ख़ुदा का शुक्र करेंगे।"},{"number":12,"verse":"यूँ आप न सिर्फ़ मुक़द्दसीन की ज़रूरियात पूरी करेंगे बल्कि वह आप की इस ख़िदमत से इतने मुतअस्सिर हो जाएंगे कि वह बड़े जोश से ख़ुदा का भी शुक्रिया अदा करेंगे।"},{"number":13,"verse":"आप की ख़िदमत के नतीजे में वह अल्लाह को जलाल देंगे। क्यूँकि आप की उन पर और तमाम ईमानदारों पर सख़ावत का इज़हार साबित करेगा कि आप मसीह की ख़ुशख़बरी न सिर्फ़ तस्लीम करते हैं बल्कि उस के ताबे भी रहते हैं।"},{"number":14,"verse":"और जब वह आप के लिए दुआ करेंगे तो आप के आरज़ूमन्द रहेंगे, इस लिए कि अल्लाह ने आप को कितना बड़ा फ़ज़्ल दे दिया है।"},{"number":15,"verse":"अल्लाह का उस की नाक़ाबिल-ए-बयान बख़्शिश के लिए शुक्र हो!"}]}