{"bibleAbbr":"guOV2016","bookName":"યોહાનની લખેલી સુવાર્તા","bookEnglishName":"John","chapterNumber":18,"verses":[{"number":1,"verse":"( ઈસુની ધરપકડ) ( ( 470 ૨૬:૪૭-૫૬ ; 480 ૧૪:૪૩-૫૦ ; 490 ૨૨:૪૭-૫૩ )) એ વાતો કહીને ઈસુ પોતાના શિષ્યો સહિત કિદ્રોન નાળાને પેલે પાર ગયા. ત્યાં એક વાડી હતી, જેમાં પોતે તથા તેમના શિષ્યો ગયા."},{"number":2,"verse":"હવે તેમને પરસ્વાધીન કરનાર યહૂદા પણ તે સ્થળ જાણતો હતો, કેમ કે ઈસુ પોતાના શિષ્યોની સાથે ઘણી વાર‍ ત્યાં જતા હતા."},{"number":3,"verse":"ત્યારે યહૂદા પોતાની સાથે સૈનિકોની ટુકડી લઈને અને મુખ્ય યાજકો તથા ફરોશીઓની પાસેથી સિપાઈઓને લઈને ફાનસો તથા મશાલો તથા હથિયારો સહિત ત્યાં આવે છે."},{"number":4,"verse":"ઈસુ તો પોતાના પર જે વીતવાનું હતું તે બધું જાણતા હતા, તે માટે તેમણે બહાર જઈને તેઓને પૂછયું કે, તમે કોને શોધો છો?”"},{"number":5,"verse":"તેઓએ તેમને ઉત્તર આપ્યો, “ઈસુ નાઝારીને.” ઈસુએ તેઓને કહ્યું, “હું તે છું.” તેમને પરસ્વાધીન કરનાર યહૂદા પણ તેઓની સાથે ઊભો રહ્યો હતો."},{"number":6,"verse":"જ્યારે તેમણે તેઓને કહ્યું, “હું તે છું, ” ત્યારે તેઓ પાછા હઠયા, અને જમીન પર પડી ગયા."},{"number":7,"verse":"ત્યારે તેમણે ફરીથી તેઓને પૂછયું, “તમે કોને શોધો છો?” તેઓએ કહ્યું, “ઈસુ નાઝારીને.”"},{"number":8,"verse":"ઈસુએ ઉત્તર આપ્યો, “મેં તમને કહ્યું કે, હું તે છું; માટે જો તમે મને શોધતા હો તો આ માણસોને જવા દો.”"},{"number":9,"verse":"જેથી જેઓને તમે મને આપ્યાં છે તેઓમાંથી એકને પણ મેં ખોયું નથી, એ વચન તે બોલ્યા હતા તે પૂર્ણ થાય."},{"number":10,"verse":"ત્યારે પોતાની પાસે જે તરવાર હતી તે સિમોન પિતરે કાઢી અને પ્રમુખ યાજકના ચાકરને મારીને તેનો જમણો કાન કાપી નાખ્યો. તે ચાકરનું નામ માલ્ખસ હતું."},{"number":11,"verse":"ઈસુએ પિતરને કહ્યું, “તારી તરવાર મ્યાનમાં નાખ; જે ( ; ; .) પ્યાલો મારા પિતાએ મને આપ્યો છે તે શું હું ના પીઉં?”"},{"number":12,"verse":"( ઈસુ આન્‍નાસની આગળ) ત્યારે [રોમન] સૈનિકોએ, જમાદારે તથા યહૂદીઓના સિપાઈઓએ ઈસુને પકડયા અને તેમને બાંધીને"},{"number":13,"verse":"પ્રથમ તમને આન્‍નાસની પાસે લઈ ગયા, કેમ કે તે વરસના પ્રમુખ યાજક કાયાફાનો તે સસરો હતો."},{"number":14,"verse":"હવે ( .) જે કાયાફાએ યહૂદીઓને સલાહ આપી હતી કે, ‘લોકોને માટે એક માણસે મરવું લાભકારક છે, ’ તે એ જ હતો"},{"number":15,"verse":"( પિતરે કરેલો નકાર) ( ( 470 ૨૬:૬૯-૭૦ ; 480 ૧૪:૬૬-૬૮ ; 490 ૨૨:૫૫-૫૭ )) પછી સિમોન પિતર તથા બીજો એક શિષ્ય ઈસુની પાછળ પાછળ ગયા. હવે તે શિષ્ય પ્રમુખ યાજકનો ઓળખીતો હતો, તેથી તે ઈસુની સાથે પ્રમુખ યાજકના [ઘરના] ચોકમાં ગયો."},{"number":16,"verse":"પણ પિતર બહાર બારણા આગળ ઊભો રહ્યો. માટે તે બીજો શિષ્ય જે પ્રમુખ યાજકનો ઓળખીતો હતો તે બહાર આવ્યો, અને દરવાજો સાચવનારીને કહીને પિતરને અંદર લઈ ગયો."},{"number":17,"verse":"ત્યારે તે દરવાજો સાચવનારી દાસી પિતરને પૂછે છે, “શું તું પણ એ માણસના શિષ્યોમાંનો છે?” તે કહે છે કે, “હું નથી.”"},{"number":18,"verse":"હવે ચાકરો તથા સિપાઈઓ કોયલાનો દેવતા સળગાવીને ઊભા રહીને તાપતા હતા, કેમ કે ટાઢ પડતી હતી. પિતર પણ તેઓની સાથે ઊભો રહીને તાપતો હતો."},{"number":19,"verse":"( પ્રમુખ યાજક ઈસુને પ્રશ્નો પૂછે છે) ( ( 470 ૨૬:૫૯-૬૬ ; 480 ૧૪:૫૫-૬૪ ; 490 ૨૨:૬૬-૭૧ )) પ્રમુખ યાજકે ઈસુને તેમના શિષ્યો વિષે તથા તેમના બોધ વિષે પૂછયું."},{"number":20,"verse":"ઈસુએ તેને ઉત્તર આપ્યો, “હું જગતની આગળ પ્રગટ રીતે બોલતો આવ્યો છું. સભાસ્‍થાનોમાં તથા મંદિરમાં જ્યાં સર્વ યહૂદીઓ એકત્ર થાય છે, ત્યાં હું નિત્ય બોધ કરતો હતો. અને હું ગુપ્તમાં કંઈ બોલ્યો નથી."},{"number":21,"verse":"તમે મને કેમ પૂછો છો? તેઓને મેં શું કહ્યું તે મારા સાંભળનારાઓને પૂછો; મેં જે વાતો કહી તે તેઓ જાણે છે.”"},{"number":22,"verse":"જ્યારે તેમણે એમ કહ્યું ત્યારે સિપાઈઓમાંનો એક પાસે ઊભો હતો, તેણે ઈસુને તમાચો મારીને કહ્યું, “શું તું પ્રમુખ યાજકને એવી રીતે ઉત્તર આપે છે?”"},{"number":23,"verse":"ઈસુએ તેને ઉત્તર આપ્યો, “જો મેં ખોટું કહ્યું હોય તો તે સાબિત કર; પણ જો ખરું [કહ્યું હોય] , તો તું મને કેમ મારે છે?”"},{"number":24,"verse":"ત્યારે આન્‍નાસે તેમને બાંધીને પ્રમુખ યાજક કાયાફાની પાસે મોકલ્યા."},{"number":25,"verse":"( પિતરે ઈસુનો ફરીથી નકાર કર્યો) ( ( 470 ૨૬:૭૧-૭૫ ; 480 ૧૪:૬૯-૭૨ ; 490 ૨૨:૫૮-૬૨ )) હવે સિમોન પિતર ઊભો રહીને તાપતો હતો, ત્યારે તેઓએ તેને પૂછયું, “શું તું પણ એમના શિષ્યોમાંનો એક છે?” તેણે નકાર કરીને કહ્યું, “હું નથી.”"},{"number":26,"verse":"જેનો કાન પિતરે કાપી નાખ્યો હતો, તેનો સગો પ્રમુખ યાજકના ચાકરોમાંનો એક હતો, તે કહેવા લાગ્યો, “વાડીમાં મેં તને તેમની સાથે જોયો નથી શું?”"},{"number":27,"verse":"ત્યારે પિતરે ફરીથી ના પાડી; અને તરત મરઘો બોલ્યો."},{"number":28,"verse":"( ઈસુ પિલાત આગળ) ( ( 470 ૨૭:૧-૨ , 470 ૧૧-૧૪ ; 480 ૧૫:૧-૫ ; 490 ૨૩:૧-૫ )) ત્યારે તેઓ ઈસુને કાયાફા પાસેથી દરબારમાં લઈ જાય છે. તે વખતે વહેલી સવાર હતી. તેઓ અશુદ્ધ ન થાય, અને પાસ્ખા ખાઈ શકે, માટે તેઓ પોતે દરબારમાં ગયા નહિ."},{"number":29,"verse":"તેથી પિલાતે તેઓની પાસે બહાર આવીને પૂછયું, “એ માણસ પર તમે શું તહોમત મૂકો છો?”"},{"number":30,"verse":"તેઓએ ઉત્તર આપ્યો, “જો એ માણસ ભૂંડું કરનાર ન હોત તો અમે એને તમને સોંપત નહિ.”"},{"number":31,"verse":"ત્યારે પિલાતે તેઓને કહ્યું, “તમે પોતે એને લઈ જાઓ, અને તમારા નિયમશાસ્‍ત્ર પ્રમાણે એનો ન્યાય કરો.” યહૂદીઓએ તેને કહ્યું, કોઈને મારી નાખવાનો અમને અધિકાર નથી.”"},{"number":32,"verse":"( ; .) પોતે ક્યા મોતથી મરવાનો હતો તે સૂચવતાં ઈસુએ જે વચન કહ્યું હતું તે પૂર્ણ થાય માટે [એમ થયું]."},{"number":33,"verse":"એથી પિલાતે ફરીથી દરબારમાં જઈને ઈસુને બોલાવીને તેમને પૂછયું, “શું તું યહૂદીઓનો રાજા છે?”"},{"number":34,"verse":"ઈસુએ ઉત્તર આપ્યો, “આ શું તમે પોતાના તરફથી કહો છો કે, કોઈ બીજાઓએ મારા સંબંધી એ તમને કહ્યું?”"},{"number":35,"verse":"પિલાતે ઉત્તર આપ્યો, “શું હું યહૂદી છું? તારા દેશના લોકોએ તથા મુખ્ય યાજકોએ તને મારે હવાલે કર્યો; તેં શું કર્યું છે?”"},{"number":36,"verse":"ઈસુએ ઉત્તર આપ્યો, “મારું રાજ્ય આ જગતનું નથી; જો મારું રાજ્ય આ જગતનું હોત, તો મને યહૂદીઓને સ્વાધીન કરવામાં ન આવે, માટે મારા સેવકો લડાઈ કરત; પણ મારું રાજ્ય તો અહીંનું નથી.”"},{"number":37,"verse":"એથી પિલાતે તેમને પૂછયું, “ત્યારે શું તું રાજા છે.” ઈસુએ ઉત્તર આપ્યો કે, “તમે કહો છો કે હું રાજા છું. એ જ માટે હું જનમ્યો છું, અને એ જ માટે હું જગતમાં આવ્યો છું કે, સત્ય વિષે હું સાક્ષી આપું! જે સત્યનો છે, તે દરેક મારી વાણી સાંભળે છે.”"},{"number":38,"verse":"પિલાત તેમને કહે છે, સત્ય શું છે?” એમ કહીને તે ફરીથી યહૂદીઓની પાસે બહાર આવ્યો, અને તેઓને કહે છે, “મને તો તેનામાં કંઈ પણ ગુનો માલૂમ પડતો નથી.”"},{"number":39,"verse":"( ઈસુને મોતની સજા ફરમાવી) ( ( 470 ૨૭:૧૫-૩૧ ; 480 ૧૫:૬-૨૦ ; 490 ૨૩:૧૩-૨૫ )) પણ પાસ્ખાપર્વમાં તમારે માટે એક [બંદીવાન] ને હું છોડી દઉં, એવી તમારી રીત છે. માટે હું તમારે માટે યહૂદીઓના રાજાને છોડી દઉં, એમ તમે ચાહો છો શું?”"},{"number":40,"verse":"ત્યારે તે બધાએ ફરીથી બૂમ પાડીને કહ્યું, “એને તો નહિ, પણ બરાબાસને” હવે બરાબાસ તો લૂંટારો હતો."}]}