{"bibleAbbr":"guOV2016","bookName":"યોહાનની લખેલી સુવાર્તા","bookEnglishName":"John","chapterNumber":5,"verses":[{"number":1,"verse":"( આડત્રીસ વર્ષથી માંદો માણસ સાજો થયો) એ બિનાઓ બન્યા પછી યહૂદીઓનું એક પર્વ હતું. તે વખતે ઈસુ યરુશાલેમ ગયા."},{"number":2,"verse":"હવે યરુશાલેમમાં મેઢાંભાગળની પાસે એક કુંડ છે, તે હિબ્રૂ ભાષામાં બેથઝાથા કહેવાય છે. તેને [લગતી] પાંચ પરસાળ છે."},{"number":3,"verse":"તેઓમાં રોગી, આંધળા, લંગડા, સુકાઈ ગયેલાં અંગોવાળા, ઘણા માણસો પડી રહેલા હતા. [તેઓ પાણી હાલવાની રાહ જોતા હતા."},{"number":4,"verse":"કેમ કે કોઈ કોઈ સમયે એક દૂત તે કુંડમાં ઊતરીને પાણીને હલાવતો હતો; ત્યારે પાણી હલાવ્યા પછી જે કોઈ પહેલો તેમાં ઊતરતો, તેને જે કંઈ રોગ લાગેલો હોય તેથી તે નીરોગી થતો.]"},{"number":5,"verse":"ત્યાં એક જણ હતો, તે આડત્રીસ વરસથી માંદો હતો."},{"number":6,"verse":"તેને પડેલો જોઈને તથા ઘણા સમયથી તે એવો જ છે, એ જાણીને ઈસુ તેને પૂછે છે, “શું તું સાજો થવા ચાહે છે?”"},{"number":7,"verse":"તે માંદાએ તેમને ઉત્તર આપ્યો, “પ્રભુ, જે સમયે પાણી હાલે છે, તે સમયે મને કુંડમાં ઉતારવાને મારી પાસે કોઈ હોતું નથી. પણ હું ઊતરવા જાઉં છું, એટલામાં બીજો મારી અગાઉ ઊતરી પડે છે.”"},{"number":8,"verse":"ઈસુ તેને કહે છે, “ઊઠ, તારું બિછાનું ઊંચકીને ચાલ.”"},{"number":9,"verse":"તરત તે માણસ સાજો થઈને પોતાનું બિછાનું ઊંચકીને ચાલતો થયો. હવે તે દિવસે વિશ્રામવાર હતો."},{"number":10,"verse":"તે માટે જેને સાજો કરવામાં આવ્યો હતો તેને યહૂદીઓએ કહ્યું, ( ; .) “આજે વિશ્રામવાર છે એટલે તારે બિછાનું ઊંચકવું વાજબી નથી.”"},{"number":11,"verse":"પણ તેણે તેઓને એવો ઉત્તર આપ્યો, “જેમણે મને સાજો કર્યો તેમણે મને કહ્યું કે, તારું બિછાનું ઊંચકીને ચાલ.”"},{"number":12,"verse":"તેઓએ તેને પૂછયું, “તને જેણે એમ કહ્યું કે, ‘બિછાનું ઊંચકીને ચાલ’, તે માણસ કોણ છે?”"},{"number":13,"verse":"પણ તે કોણ છે, એ પેલો સાજો થયેલો માણસ જાણતો નહોતો; કેમ કે તે ઠેકાણે ભીડ હતી, માટે ઈસુ ત્યાંથી ખસી ગયા હતા."},{"number":14,"verse":"પછી મંદિરમાં તેને મળીને ઈસુએ કહ્યું, “જો, તું સાજો થયો છે; હવેથી પાપ ન કર, રખેને તારા પર વિશેષ [વિપત્તિ] આવી પડે.”"},{"number":15,"verse":"તે માણસે જઈને યહૂદીઓને કહ્યું, જેમણે મને સાજો કર્યો તે ઈસુ છે.”"},{"number":16,"verse":"એ કામો ઈસુએ વિશ્રામવારે કર્યાં હતાં, માટે યહૂદીઓ તેમની પાછળ લાગ્યા."},{"number":17,"verse":"પણ ઈસુએ તેઓને ઉત્તર આપ્યો, “મારા પિતા અત્યાર સુધી કામ કરે છે, અને હું પણ કામ કરું છું.”"},{"number":18,"verse":"તે માટે તેમને મારી નાખવાને યહૂદીઓએ વિશેષ પ્રયત્ન કર્યો, કેમ કે તેમણે વિશ્રામવાર ભંગ કર્યો એટલું જ નહિ, પણ ઈશ્વરને પોતાના પિતા કહીને પોતાને ઈશ્વર સમાન કર્યા."},{"number":19,"verse":"( દીકરાનો અધિકાર) ત્યારે ઈસુએ તેઓને ઉત્તર આપ્યો, “હું તમને ખચીત ખચીત કહું છું કે, દીકરો પિતાને જે કંઈ કરતા જુએ છે તે સિવાય પોતે કંઈ કરી નથી શકતો; કેમ કે તે જે જે કરે છે તે તે દીકરો પણ કરે છે."},{"number":20,"verse":"કેમ કે પિતા દિકરા પર પ્રેમ કરે છે, અને પોતે જે કંઈ કરે છે તે બધું તે તેને બતાવે છે; અને તે તેને એ કરતાં મોટાં કામ બતાવશે, એ માટે કે તમે આશ્ચર્ય પામો."},{"number":21,"verse":"કેમ કે જેમ પિતા મરી ગયેલાંઓને ઉઠાડીને તેમને સજીવન કરે છે, તેમ જ દીકરો પણ‍ ચાહે તેઓને સજીવન કરે છે."},{"number":22,"verse":"કેમ કે પિતા કોઈનો ન્યાય ચૂકવતા નથી, પણ ન્યાય ચૂકવવાનું બધું કામ તેમણે દીકરાને સોંપ્યું છે."},{"number":23,"verse":"કે, જેમ બધા પિતાને માન આપે છે, તેમ દીકરાને પણ માન આપે, દીકરાને જે માન નથી આપતો, તે તેના મોકલનાર પિતાને પણ માન નથી આપતો."},{"number":24,"verse":"હું તમને ખચીત ખચીત કહું છું કે, જે મારાં વચન સાંભળે છે, અને મને મોકલનાર પર વિશ્વાસ કરે છે, તેને અનંતજીવન છે; તે અપરાધી નહિ ઠરશે, પણ મરણમાંથી નીકળીને જીવનમાં આવ્યો છે."},{"number":25,"verse":"હું તમને ખચીત ખચીત કહું છું કે, એવો સમય આવે છે, અને હમણાં આવી ચૂક્યો છે કે, જયારે મરી ગયેલાંઓ ઈશ્વરના દીકરાની વાણી સાંભળશે; અને સાંભળનારાં જીવતાં થશે."},{"number":26,"verse":"કેમ કે જેમ પિતાને પોતામાં જીવન છે, તેમ દીકરાને પણ પોતામાં જીવન રાખવાનું તેમણે આપ્યું."},{"number":27,"verse":"ન્યાય ચૂકવવાનો અધિકાર પણ તેમણે તેને આપ્યો, કેમ કે તે માણસનો દીકરો છે."},{"number":28,"verse":"એથી તમે આશ્ચર્ય ન પામો; કેમ કે એવો સમય આવે છે કે જયારે જેઓ કબરમાં છે તેઓ સર્વ તેની વાણી સાંભળશે."},{"number":29,"verse":"અને ( .) જેઓએ સારાં કામ કર્યાં છે, તેઓ જીવનનું ઉત્થાન પામવા માટે, અને જેઓએ ભૂંડાં કામ કર્યાં છે, તેઓ દંડનું ઉત્થાન પામવા માટે નીકળી આવશે."},{"number":30,"verse":"( પ્રભુ ઈસુના સાક્ષીઓ) હું મારી જાતે કંઈ કરી શકતો નથી; જે પ્રમાણે હું સાંભળું છું, તે પ્રમાણે ન્યાય ઠરાવું છું. અને મારો ન્યાય અદલ છે, કેમ કે હું મારી પોતાની ઇચ્છા નહિ, પણ જેમણે મને મોકલ્યો છે, તેમની ઇચ્છા પૂરી કરવા ચાહું છું."},{"number":31,"verse":"જો હું પોતાના વિષે સાક્ષી આપું તો મારી સાક્ષી ખરી નથી."},{"number":32,"verse":"મારા વિષે જે સાક્ષી આપે છે, તે બીજો છે; અને જે સાક્ષી મારા વિષે તે આપે છે, તે ખરી છે, એ હું જાણું છું."},{"number":33,"verse":"( ; .) તમે યોહાન પાસે માણસ મોકલ્યા, તમને તેણે સત્ય વિષે સાક્ષી આપી છે."},{"number":34,"verse":"તોપણ જે સાક્ષી હું સ્વીકારું છું તે માણસો તરફથી નથી. પણ તમે તારણ પામો માટે હું એ વાતો કહું છું."},{"number":35,"verse":"તે સળગતો તથા પ્રકાશતો દીવો હતો! તેના અજવાળામાં ઘડીભર આનંદ કરવાને તમે રાજી હતા."},{"number":36,"verse":"પણ યોહાનની [સાક્ષી] કરતાં મારી પાસે મોટી સાક્ષી છે; કેમ કે જે કામો પિતાએ મને પૂરાં કરવાને આપ્યાં છે, એટલે જે કામો હું કરું છું, તે જ મારે વિષે સાક્ષી આપે છે કે પિતાએ મને મોકલ્યો છે."},{"number":37,"verse":"વળી ( ; ; .) પિતાએ મને મોકલ્યો છે, તેમણે પણ મારા વિશે સાક્ષી આપી છે. તમે કદી તેમની વાણી નથી સાંભળી, અને તેમનું રૂપ પણ જોયું નથી."},{"number":38,"verse":"તેમની વાત તમારામાં રહેલી નથી; કેમ કે જેને તેમણે મોકલ્યો, તેના પર તમે વિશ્વાસ નથી કરતા."},{"number":39,"verse":"તમે શાસ્‍ત્ર તપાસી જુઓ છો, કેમ કે તેઓથી તમને અનંતજીવન છે, એમ તમે ધારો છો. અને મારે વિષે સાક્ષી આપનાર તે એ જ છે."},{"number":40,"verse":"જીવન પામવા માટે તમે મારી પાસે આવવા‍ ચાહતા નથી."},{"number":41,"verse":"હું માણસો તરફથી મહિમા લેતો નથી."},{"number":42,"verse":"પણ હું જાણું છું કે ઈશ્વર પરનો પ્રેમ તમારામાં નથી."},{"number":43,"verse":"હું મારા પિતાને નામે આવ્યો છું, પણ તમે મારો અંગીકાર કરતા નથી! જો કોઈ બીજો પોતાને નામે આવશે, તો તેનો તમે આવકાર કરશો."},{"number":44,"verse":"તમે એકબીજાથી માન પામો છો, પણ જે માન એકલા ઈશ્વરથી છે તે તમે શોધતા નથી, તો તમે વિશ્વાસ શી રીતે કરી શકો?"},{"number":45,"verse":"હું પિતાની આગળ તમારા પર દોષ મૂકીશ, એમ ન ધારો. તમારા પર દોષ મૂકનાર એક, એટલે મૂસા છે, તેના પર તમે ભરોસો રાખો છો."},{"number":46,"verse":"કેમ કે જો તમે મૂસા પર વિશ્વાસ કર્યો હોત, તો તમે મારા પર પણ વિશ્વાસ કરત; કેમ કે તેણે મારા વિષે લખેલું છે."},{"number":47,"verse":"પણ જો તમે તેના લેખો પર વિશ્વાસ નથી કરતા, તો મારી વાતો પર તમે કેમ વિશ્વાસ કરશો?”"}]}