{"bibleAbbr":"NCB2019","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":4,"verses":[{"number":1,"verse":"King Solomon reigned over all of Israel."},{"number":2,"verse":"These were his officials: Azariah, the son of Zadok, was the priest;"},{"number":3,"verse":"Elihoreph and Ahijah, the sons of Shisha, were the scribes; Jehoshaphat, the son of Ahilud, kept the records;"},{"number":4,"verse":"Benaiah, the son of Jehoiada, was the commander of the army; Zadok and Abiathar were the priests;"},{"number":5,"verse":"Azariah, the son of Nathan, was the director of the local officials; Zabud, the son of Nathan, was the king’s own priest and advisor;"},{"number":6,"verse":"Ahishar was the major-domo of the palace; and Adoniram, the son of Abda, was in charge of forced labor."},{"number":7,"verse":"Solomon had twelve local officials in charge of all of Israel.[a] They provided food for the king and his household. Each of them was assigned to provide provisions for one month each year."},{"number":8,"verse":"These are their names: Ben-hur, in the hill country of Ephraim;"},{"number":9,"verse":"Ben-deker, in Makaz, Shaalbim, Beth-shemesh, and Elon-beth-hanan;"},{"number":10,"verse":"Ben-hesed, in Arubboth (Socoh and all the lands of Hepher belonged to it);"},{"number":11,"verse":"Ben-abinadab, (who was married to Taphath, the daughter of Solomon) in Naphath-dor;"},{"number":12,"verse":"Baana, the son of Ahilud, in Taanach and Megiddo, and in all of Beth-shean, which lie alongside of Zarethan below Jezreel, running from Beth-shean to Abel-meholah and on across to Jokmeam;"},{"number":13,"verse":"Ben-geber, in Ramoth-gilead (the towns of Jair, the son of Manasseh, in Gilead were his as well as the region of Argob in Bashan with its sixty large cities fortified with bronze gate bars);"},{"number":14,"verse":"Ahinadab, the son of Iddo, in Mahanaim;"},{"number":15,"verse":"Ahimaaz, (who married Basemath, the daughter of Solomon) in Naphtali;"},{"number":16,"verse":"Baana, the son of Hushai, in Asher and Aloth;"},{"number":17,"verse":"Jehoshaphat, the son of Paruah, in Issachar;"},{"number":18,"verse":"Shimei, the son of Ela, in Benjamin;"},{"number":19,"verse":"and Geber, the son of Uri, in Gilead (the land of Sihon, the king of the Amorites, and of Og, the king of Bashan). He was the only district official in that territory."},{"number":20,"verse":"The people of Judah and Israel were as numerous as the sand on the shore of the sea. They ate, and they drank, and they were happy."},{"number":21,"verse":"Solomon ruled over all of the kingdoms in the land that extended from the river over to the land of the Philistines and down to the border with Egypt. They brought tribute and served Solomon for his entire lifetime."},{"number":22,"verse":"Each day’s provision for Solomon included thirty cors[b] of fine flour, sixty cors of meal,"},{"number":23,"verse":"ten fat oxen, twenty pasture-fed cattle, and one hundred sheep, in addition to deer, gazelles, roebuck, and fatted fowl."},{"number":24,"verse":"He ruled over all of this side of the river, from Tiphsah to Gaza, over all of the kings on this side of the river. He had peace on every side."},{"number":25,"verse":"Judah and Israel lived in safety from Dan to Beer-sheba, every man under his own vine and under his own fig tree, during the entire time of Solomon."},{"number":26,"verse":"Solomon also had forty thousand stalls for his chariot horses, and twelve thousand horsemen."},{"number":27,"verse":"Those officials provided food for King Solomon and for all of those who came to King Solomon’s table. Each one was assigned his month, and they saw to it that nothing was missing."},{"number":28,"verse":"Each of them also brought his quota of barley and straw for the chariot horses and the other horses to the assigned place."},{"number":29,"verse":"God granted Solomon wisdom and understanding beyond measure, a largeness of heart that was as abundant as the sand on the shore of the sea."},{"number":30,"verse":"The wisdom of Solomon was even greater than that of the wisdom of all of the men of the East and of the wisdom of Egypt."},{"number":31,"verse":"He was wiser than any other person, including Ethan the Ezrahite and Heman, Chalcol, and Darda, the sons of Mahol. His fame spread to all of the surrounding nations."},{"number":32,"verse":"He proclaimed three thousand proverbs,[c] and he produced one thousand and five songs."},{"number":33,"verse":"He was able to discourse upon trees, from the cedars of Lebanon even to the hyssop that springs out of the wall. He also spoke about animals and birds, reptiles and fish."},{"number":34,"verse":"Everyone came to hear the wisdom of Solomon, sent by kings from all over the world who had heard about his wisdom."}]}