{"bibleAbbr":"NCB2019","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"Solomon then assembled all of the elders of Israel, all of the heads of the tribes and the leaders of the ancestral clans of the Israelites. They came to King Solomon in Jerusalem in order to bring the Ark of the Covenant of the LORD out of the City of David, that is, Zion."},{"number":2,"verse":"All of the men of Israel assembled before King Solomon at the festival during the month of Ethanim,[a] the seventh month."},{"number":3,"verse":"When all of the elders of Israel had arrived, the priests took the Ark"},{"number":4,"verse":"and they brought the Ark of the LORD and the tent of meeting and all of the sacred furnishings that were in the tabernacle. The priests, and the Levites,"},{"number":5,"verse":"and King Solomon, and the entire assembly of Israel gathered with him in front of the Ark. They sacrificed so many sheep and oxen that they could not even be counted or numbered."},{"number":6,"verse":"The priests then brought the Ark of the Covenant of the LORD to its place in the inner sanctuary of the temple, the Most Holy Place, underneath the wings of the cherubim."},{"number":7,"verse":"The wings of the cherubim were spread out covering the place where the Ark was. The cherubim covered the Ark and its poles."},{"number":8,"verse":"The poles stretched out so that one could see the ends of the poles in the Holy Place in front of the inner sanctuary, but one could not see them outside. They are still there up to the present."},{"number":9,"verse":"There was nothing in the Ark except for the two stone tablets that Moses had placed in it at Horeb when the LORD made a covenant with the Israelites when they came out of the land of Egypt."},{"number":10,"verse":"When the priests came out of the Holy Place, a cloud filled the temple of the LORD."},{"number":11,"verse":"The priests could not stand there to minister on account of the cloud, for the glory of the LORD had filled the temple of the LORD."},{"number":12,"verse":"Then Solomon said, “The LORD said that he would live in thick darkness,"},{"number":13,"verse":"but now I have built you a temple to dwell in, a place where you can abide forever.”"},{"number":14,"verse":"The king then turned around to face the entire assembly of Israel, and he blessed the entire assembly of Israel who stood before him."},{"number":15,"verse":"He said, “Blessed be the LORD, the God of Israel, who has fulfilled what he promised to my father, David, for he said,"},{"number":16,"verse":"‘From the day that I brought my people Israel out of Egypt, I had not chosen a city from all of the tribes of Israel in which a temple for my name could be built, but I chose David to be the leader of my people Israel.’"},{"number":17,"verse":"“My father David desired to build a temple for the name of the LORD, the God of Israel,"},{"number":18,"verse":"but the LORD said to my father David, ‘You desired to build a temple for my name, and this desire of yours was good,"},{"number":19,"verse":"but you are not the one who will build the temple. Your son who comes forth from your body will build the temple for my name.’"},{"number":20,"verse":"The LORD has kept the promise that he made. I have been raised up in my father’s stead to reign upon the throne of Israel, just as the LORD promised, and I have built a temple for the name of the LORD, the God of Israel."},{"number":21,"verse":"I have provided a place for the Ark in which one finds the covenant of the LORD that he made with our fathers when he brought them out of the land of Egypt.”"},{"number":22,"verse":"Solomon then stood before the altar of the LORD in front of the entire assembly of Israel, and he extended his hands to the heavens."},{"number":23,"verse":"He said, “O LORD, the God of Israel, there is no God like you in the heavens above or on the earth below, who keeps a covenant of mercy with your servants who walk before you with all their heart."},{"number":24,"verse":"You have kept your promise to your servant, David, my father. You spoke it with your own mouth, and with your own hand, you have fulfilled it today."},{"number":25,"verse":"“And so now, O LORD, God of Israel, take heed of what you said to your servant, David, my father, when you said, ‘You will not fail to have one who will sit before me on the throne of Israel, if only your children walk before me as you have walked before me.’"},{"number":26,"verse":"Now, O God of Israel, let what you have said to your servant David, my father, come true."},{"number":27,"verse":"But will God truly dwell upon the earth? Behold, the heavens and the highest heavens could not contain you, how much less this temple that I have built?"},{"number":28,"verse":"“Give heed to the prayer of your servant and his supplication, O LORD, my God. Listen to the cry and the prayer that your servant makes before you today."},{"number":29,"verse":"May your eyes be wide open upon this temple night and day, the place of which you said, ‘My name will be there.’ Heed the prayer that your servant makes for this place."},{"number":30,"verse":"Hear the supplication of your servant and your people Israel when they pray for this place. Hear from your dwelling place in heaven, and when you hear, forgive."},{"number":31,"verse":"“When a man wrongs his neighbor and he is required to swear an oath, and he comes to make the oath before your altar in this temple,"},{"number":32,"verse":"then listen from heaven and act. Judge between your servants, condemning the evil one and bring down upon his head his deeds. Prove innocent the righteous one, giving him what his righteousness deserves."},{"number":33,"verse":"“When your people Israel have been defeated by an enemy because they have sinned against you, and they return to you and confess your name, and they pray and make supplication to you in this temple,"},{"number":34,"verse":"then listen from heaven and forgive the sin of your people Israel, and bring them back to the land that you gave to their fathers."},{"number":35,"verse":"“When the heavens have been closed up and there is no rain because they have sinned against you, and they pray in this place and they confess your name, and they turn from their sin because you have punished them,"},{"number":36,"verse":"then listen from heaven and forgive the sin of your servants, your people Israel, so that you might teach them the right path in which they should walk, and send rain upon your land which you have given to your people as an inheritance."},{"number":37,"verse":"“When there is famine in the land, or pestilence, blight, mildew, locusts, or grasshoppers, or if their enemies besiege them in the land of their cities, whatever plague or sickness might occur,"},{"number":38,"verse":"and whatever prayer or supplication is made by anyone, or by all of your people Israel, because each person knows the plague of his own heart, and he lifts up his hands toward this temple,"},{"number":39,"verse":"then listen from your heavenly dwelling place. Forgive, and act, and give each person what his ways deserve, for you know his heart, for you alone know all human hearts,"},{"number":40,"verse":"so that they might fear you all the days that they live in the land that you gave our fathers."},{"number":41,"verse":"“And as to the foreigner who does not belong to your people Israel, but comes from a distant land for your name’s sake,"},{"number":42,"verse":"for they have heard about your great name and your strong hand and your outstretched arm, and he comes to this temple to pray,"},{"number":43,"verse":"listen from your heavenly dwelling place, and do everything for which the foreigner calls out to you. Then all of the people upon the earth will know your name and fear you just as your people Israel does, and that they might know that the temple that I have built is called by your name."},{"number":44,"verse":"“When your people go out to battle against their enemy wherever you send them, and they pray to the LORD toward the city that you have chosen and toward the temple that I have built for your name,"},{"number":45,"verse":"then listen to their prayer and supplication from heaven and maintain their cause."},{"number":46,"verse":"“If they sin against you, for there is no one who is sinless, and you are angry with them so that they are delivered over to the enemy and carried off as captives into the land of their enemy, whether it be far or near,"},{"number":47,"verse":"and they have a change of heart in the land where they have been carried off into captivity, and they repent and they make supplication to you in the land where they have been carried off as captives, and they say, ‘We have sinned, we have done what is wrong, and we have acted wickedly,’"},{"number":48,"verse":"and if they turn back to you with all their heart and all their soul in the land to which their enemies took them as captives, and they pray to you in the direction of the land that you gave their fathers, and the city that you have chosen, and the temple that I have built,"},{"number":49,"verse":"then listen to their prayer and their supplication from your heavenly dwelling place and maintain their cause."},{"number":50,"verse":"Forgive your people who have sinned against you, all of the offenses that they have committed against you, and cause those who carried them off into captivity to be filled with compassion."},{"number":51,"verse":"“They are your people and your inheritance whom you brought forth from Egypt, from the midst of an iron-smelting furnace."},{"number":52,"verse":"May your eyes be open to see the supplication of your servant and the supplication of your people Israel. Listen to them whenever they call out to you,"},{"number":53,"verse":"for you separated your inheritance from all the other people upon the earth, as you declared through Moses your servant, when you O LORD, my Lord, brought our fathers out of Egypt.”"},{"number":54,"verse":"When Solomon had finished saying all of these prayers and supplications to the LORD, he rose up from before the altar of the LORD where he had been kneeling with his hands lifted up to the heavens."},{"number":55,"verse":"He stood, and he blessed the whole assembly of Israel in a loud voice, saying,"},{"number":56,"verse":"“Praise be to the LORD who has given rest to his people Israel just as he promised. He has not failed to fulfill a single word of all the good promises that he made through Moses his servant."},{"number":57,"verse":"“May the LORD, our God, be with us, just as he was with our fathers; may he not leave us or abandon us."},{"number":58,"verse":"May he turn our hearts to him to walk in all of his ways and to observe all of his commandments, his statutes, and his ordinances which he commanded our fathers."},{"number":59,"verse":"“May these words that I have prayed before the LORD draw near to the LORD, our God, both day and night. May he uphold the cause of his servants and the cause of his people Israel, responding to each day’s needs,"},{"number":60,"verse":"so that all the people upon the earth might know that the LORD is God, there is no other."},{"number":61,"verse":"“Let your heart, therefore, be at peace with the LORD, our God, by walking in his statutes and observing his commandments, as is true today.”"},{"number":62,"verse":"Then the king and all of Israel with him offered sacrifices before the LORD."},{"number":63,"verse":"Solomon offered up a sacrifice of peace offerings to the LORD of twenty-two thousand oxen and one hundred twenty-two thousand sheep. This is how the king and all of the people of Israel dedicated the temple of the LORD."},{"number":64,"verse":"That day the king consecrated the court in front of the temple for burnt offerings, grain offerings, and for the fat of peace offerings because the bronze altar that was before the LORD was too small for burnt offerings, grain offerings, and the fat of peace offerings."},{"number":65,"verse":"At that time Solomon celebrated before the LORD, our God, with all of Israel, a great assembly, people who came from the entrance of Hamath down to the Wadi of Egypt. It lasted seven days, and then another seven days, fourteen days in all.[c]"},{"number":66,"verse":"The next day he sent the people away. They blessed the king and they went home, filled with joy and glad of heart for all of the good things that the LORD had done for David, his servant, and Israel, his people."}]}