{"bibleAbbr":"AMP2015","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":7,"verses":[{"number":1,"verse":"Admiration by the Bridegroom \"How beautiful are your feet in sandals, O prince's daughter! The curves of your hips are like jewels, The work of the hands of an artist."},{"number":2,"verse":"\"Your navel is a round goblet Which never lacks mixed wine. Your belly is like a heap of wheat Surrounded with lilies."},{"number":3,"verse":"\"Your two breasts are like two fawns, The twins of a gazelle."},{"number":4,"verse":"\"Your neck is like a tower of ivory, Your eyes the [sparkling] pools of Heshbon By the gate of Bath-rabbim. Your nose is like the tower of Lebanon Which looks toward Damascus."},{"number":5,"verse":"\"Your head crowns you like Mount Carmel, And the flowing hair of your head like purple threads; I, the king, am held captive by your tresses."},{"number":6,"verse":"\"How beautiful and how delightful you are, My love, with all your delights!"},{"number":7,"verse":"\"Your stature is like that of a palm tree And your breasts like its clusters [of dates]."},{"number":8,"verse":"\"I said, 'I will climb the palm tree; I will grasp its branches. Let your breasts be like clusters of the grapevine, And the fragrance of your breath like apples,"},{"number":9,"verse":"'And your kisses like the best wine!'\" (The Shulammite Bride) \"It goes down smoothly and sweetly for my beloved, Gliding gently over his lips while he sleeps."},{"number":10,"verse":"The Union of Love\"I am my beloved's, And his desire is for me."},{"number":11,"verse":"\"Come, my beloved, let us go out into the country, Let us spend the night in the villages."},{"number":12,"verse":"\"Let us go out early to the vineyards; Let us see whether the vine has budded And its blossoms have opened, And whether the pomegranates have flowered. There I will give you my love."},{"number":13,"verse":"\"The mandrakes give forth fragrance, And over our doors are all [kinds of] choice fruits, Both new and old, Which I have saved up for you, my beloved."}]}