{"bibleAbbr":"ISV2011","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":10,"verses":[{"number":1,"verse":"{The Lord's Care for Judah} d \"Ask the Lord for rain in the spring {Lit. the season of the latter rain ; i. e. the March and April rains} the Lord who fashions lightning thunderstorms, giving rain showers to mankind {Lit. them} along with grain in the fields. {Lit. fields to a man}"},{"number":2,"verse":"Truly the family idols {Lit. the teraphim; i. e. household images apparently used for divination} talk nonsense and the diviners discern lies, describing delusional dreams. Since their comfort is vacuous, they wander off on their own like sheep, because there is no shepherd."},{"number":3,"verse":"\"Against the shepherds my anger rises I am punishing the leaders {Lit. rams} also, because the Lord of the Heavenly Armies has visited his flock, the house of Judah, appointing them as his royal war horse for battle."},{"number":4,"verse":"From them arises {The Heb. lacks arises} the cornerstone and tent peg, from them the battle bow, from them arise all sorts of oppressive rulers."},{"number":5,"verse":"They will be like mighty soldiers who trample mud in the streets during battle. They will fight because the Lord is with them, and the opposing {The Heb. lacks opposing} horsemen will be confused."},{"number":6,"verse":"\"I will fortify the house of Judah, and the house of Joseph I will save. I will surely bring them back, because I care about them. They will be as if I had never cast them away. Since I am the Lord their God, I will answer them."},{"number":7,"verse":"\"The people of Ephraim will become like mighty soldiers; they will be glad, like those who have wine. Their children will see this and rejoice; their hearts will find joy in the Lord."},{"number":8,"verse":"I will whistle for them, gathering them together, because I have redeemed them, and they will multiply as they were before. {Lit. will increase as they increased}"},{"number":9,"verse":"I will scatter them among the nations, and so they will remember me in distant countries. They will rear their children, and they will return."},{"number":10,"verse":"I will bring them once again out of the land of Egypt, gathering them from Assyria. I will bring them into the land of Gilead and Lebanon, but there will not be enough space for them."},{"number":11,"verse":"They {So LXX. MT reads He will} will pass through the sea of affliction, and they {So LXX. MT reads He will} will strike the waves {I. e. perhaps reminiscent of Elijah striking the Jordan River; cf. 2Kings 2:8} in that sea. All of the depths of the Nile will evaporate, Assyria's arrogance will be brought down low, and the ruling power {Lit. the scepter} of Egypt will disappear."},{"number":12,"verse":"\"I will strengthen them in the Lord , and they will march here and there in his name,\"declares the Lord ."}]}