{"bibleAbbr":"ISV2011","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":3,"verses":[{"number":1,"verse":"{The Vision of the High Priest} d Then I saw Joshua the High Priest standing in the presence of the angel of the Lord , with Satan {The Heb. name Satan means The Opponent or The Accuser} standing at his right to oppose him."},{"number":2,"verse":"The Lord told Satan, \"The Lord rebuke you, Satan in fact, may the Lord who has chosen Jerusalem rebuke you! This man is a burning brand plucked from the fire, is he not?\""},{"number":3,"verse":"Now Joshua was wearing filthy clothes as he stood in the presence of the angel."},{"number":4,"verse":"So the angel {Lit. So he} continued to tell those who were standing in his presence, \"Remove his filthy clothes.\" And he told Joshua, {Lit. him} \"Look how I've removed your iniquity. Now I'm clothing you with fine garments.\""},{"number":5,"verse":"Then I said, \"Let them place a pure diadem {Or clean turban} on his head.\" So they placed the pure diadem {Or clean turban} on his head and clothed him with fine garments while the angel of the Lord was standing beside them. {The Heb. lacks beside them}"},{"number":6,"verse":"{The Lord's Charge to Joshua} d Then the angel of the Lord gave this charge to Joshua:"},{"number":7,"verse":"\"This is what the Lord of the Heavenly Armies says: «If you will live according to my ways, and if you will keep what I have entrusted to you, {The Heb. lacks to you} then you will also administer my Temple, and you will also guard my courtyards. And I will give you access to these who serve {Lit. stand} here."},{"number":8,"verse":"«Listen, High Priest Joshua, you and those companions of yours who sit with you, {Lit. sit in your presence} for these men are a sign that I am presenting my servant, the Branch. {Cf. Ps 132:17; Jer 23:5; 33:15}"},{"number":9,"verse":"Look, the stone that I put in place in Joshua's presence on that one stone are seven eyes. {Or facets} And look, I will do the engraving myself,'declares the Lord of the Heavenly Armies, «and I will remove the perversity of that land in a single day."},{"number":10,"verse":"At that time,'{Lit. day} declares the Lord of the Heavenly Armies, «you will invite each of your neighbors to join you {The Heb. lacks to join you} under the vine and fig tree.»\""}]}