{"bibleAbbr":"ISV2011","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":7,"verses":[{"number":1,"verse":"{A Rebuke about Selfish Fasts} d During the fourth year of the reign of {The Heb. lacks the reign of} King Darius, a message from the Lord came to Zechariah on the fourth day of the ninth month Kislev. {I. e. c. 7 December 518 BC}"},{"number":2,"verse":"The people of {The Heb. lacks The people of} Bethel were sending {Lit. was sending} Sharezer, Regem-melech, and their men to pray in the Lord's presence"},{"number":3,"verse":"and to speak to the priests assigned {The Heb. lacks assigned} to the Temple of the Lord of the Heavenly Armies along with the prophets, asking, \"Am I to go about mourning, denying myself throughout the fifth month, {I. e. the anniversary month of the Jerusalem temple's destruction} as I have these many years?\""},{"number":4,"verse":"Then this message from the Lord of the Heavenly Armies came to me:"},{"number":5,"verse":"\"Talk to everyone in the land, as well as to the priests. Ask them, «When you were fasting and mourning during the fifth and seventh months {The Heb. lacks months} for the past seventy years, were you really fasting for me?"},{"number":6,"verse":"And when you eat and drink, you're eating and drinking for your own benefit, aren't you?"},{"number":7,"verse":"Isn't this what the Lord proclaimed through the former prophets, when a prosperous Jerusalem was inhabited, as were its surrounding cities, the Negev, {I. e. the southern regions of the Sinai peninsula; cf. Josh 10:40} and the Shephelah?»\" {I. e. the verdant central lowlands of Israel; cf. Josh 10:40}"},{"number":8,"verse":"{The Consequence of Turning from God} d This message from the Lord came to Zechariah again:"},{"number":9,"verse":"\"This is what the Lord of the Heavenly Armies says: «Administer true justice, and show gracious love and mercy toward each other. {Lit. toward his brother}"},{"number":10,"verse":"You are not to wrong the widow, orphans, the foreigner, or the poor, and you are not to plan evil against each other. {Lit. toward his brother}"},{"number":11,"verse":"But they refused to pay attention, turned their backs, and stopped listening."},{"number":12,"verse":"They made their hearts hard like a diamond, to keep from obeying the Law and the messages that the Lord of the Heavenly Armies sent by his Spirit through the former prophets."},{"number":13,"verse":"Therefore, just as when I {Lit. he} cried out and they would not listen, so also they will cry out, and I will not listen,'says the Lord of the Heavenly Armies."},{"number":14,"verse":"«I will scatter them to all of the nations, which they have not known.»\" Now the earth was left desolate after them. As a result, no one came or went because they had turned a pleasant land into a desert."}]}