{"bibleAbbr":"ISV2011","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":8,"verses":[{"number":1,"verse":"{What the Lord will Do for Zion} d This is this message from the Lord of the Heavenly Armies:"},{"number":2,"verse":"\"This is what the Lord of the Heavenly Armies says: «I'm greatly jealous about Zion, and that makes me furious about her.'"},{"number":3,"verse":"\"This is what the Lord says: «I will return to Zion and I will live in the midst of Jerusalem. And Jerusalem will be called, \"The City of Truth\" and the mountain of the Lord of the Heavenly Armies will be called, {The Heb. lacks will be called} \"The Holy Mountain\" .'"},{"number":4,"verse":"\"This is what the Lord of the Heavenly Armies says: «There will yet be old men and old women sitting in the parks {Or streets} of Jerusalem, each one of them holding canes in their hands due to their old age!"},{"number":5,"verse":"The city parks {Or streets} will be filled with boys and girls. They will play in the city's {Lit. in its} open parks.'"},{"number":6,"verse":"\"This is what the Lord of the Heavenly Armies says: «It may seem impossible to the survivors of this people, but is it impossible for me? 'declares the Lord of the Heavenly Armies."},{"number":7,"verse":"\"This is what the Lord of the Heavenly Armies says: «Look! After having saved my people from the land of the east and from the land of the west,"},{"number":8,"verse":"I will also bring them back to live in the midst of Jerusalem. They will be my people and I will truly be their righteous God.»\""},{"number":9,"verse":"{An Exhortation to Rebuild the Temple} d \"This is what the Lord of the Heavenly Armies says: «Be strong so the Temple can be built, you who are now listening to this message spoken by the prophets when the foundation was laid to the Temple of the Lord of the Heavenly Armies."},{"number":10,"verse":"Before then, everyone was unemployed even the draft animals and no one was safe coming or going because of the enemy, because I caused everyone to oppose each other. {Lit. I set everyone against his neighbor}"},{"number":11,"verse":"«But now I will not treat the survivors of this people as I did formerly,'declares the Lord of the Heavenly Armies."},{"number":12,"verse":"«For there will be a sowing of peace: the vine will produce its fruit, the earth will produce its full {The Heb. lacks full} yield, the sky will produce its dew, and I will make the survivors of this people inherit all these things."},{"number":13,"verse":"Furthermore, house of Judah and house of Israel, even though you used to be a curse among the nations, now I will surely save you, and you will be a blessing. Stop being afraid. Instead, grow stronger.»\" {Lit. your hands become strong.}"},{"number":14,"verse":"{The Lord will Do Good to Jerusalem and Judah} d \"This is what the Lord of the Heavenly Armies says: «Just as I intended to bring harm to you when your ancestors angered me,'says the Lord of the Heavenly Armies, «and I did not relent,"},{"number":15,"verse":"so I have decided at this time {Lit. at these days} to do good things for Jerusalem and for the house of Judah. So stop being afraid."},{"number":16,"verse":"Here's what you must do: tell the truth to your neighbors, administer true and peaceful justice in your courtrooms, {Lit. gates}"},{"number":17,"verse":"don't plot evil in your heart against a neighbor, and don't tolerate {Lit. and love no} false testimonies, {Or oaths} because I hate all these things,'declares the Lord .\""},{"number":18,"verse":"Once again this message from the Lord come to me:"},{"number":19,"verse":"\"This is what the Lord of the Heavenly Armies says: «The fasts that occur in the fourth, fifth, seventh, and tenth months will be joyful and glad times for the house of Judah, replete with {The Heb. lacks replete with} cheerful festivals. Therefore, love truth and peace.»\""},{"number":20,"verse":"{Future Visits by Nations to Jerusalem} d \"This is what the Lord of the Heavenly Armies says: «In the future, people will come, including residents of many cities,"},{"number":21,"verse":"and they will travel from one place to another place and say, \"Let's go quickly to pray in the presence of the Lord and to inquire of the Lord of the Heavenly Armies.'And I will go, too."},{"number":22,"verse":"Many people and powerful nations will come to inquire of the Lord of the Heavenly Armies in Jerusalem, and to pray in the presence of the Lord .\"»\""},{"number":23,"verse":"\"This is what the Lord of the Heavenly Armies says: «In the future, ten men speaking {The Heb. lacks speaking} all the languages of the nations will grab hold of one Jewish person by the hem of his garment and say, \"Let us go up to Jerusalem {The Heb. lacks to Jerusalem} with you, because we heard that God is with you.\"»\""}]}