{"bibleAbbr":"TCVIN2022","bookName":"தானியேல்","bookEnglishName":"Daniel","chapterNumber":8,"verses":[{"number":1,"verse":"(தானியேலின் தரிசனம் செம்மறியாட்டுக் கடா, வெள்ளாடு) பெல்ஷாத்சார் அரசனின் மூன்றாவது வருடத்தில் தானியேலாகிய நான், முன்பு கண்ட தரிசனத்தைப்போல் வேறொரு தரிசனத்தைக் கண்டேன்."},{"number":2,"verse":"என்னுடைய தரிசனத்தில் நான் ஏலாம் மாகாணத்திலுள்ள, அரண்செய்யப்பட்ட சூசா பட்டணத்தில் இருந்தேன். அந்தத் தரிசனத்தில் நான் ஊலாய் என்னும் கால்வாய் அருகில் இருக்கக் கண்டேன்."},{"number":3,"verse":"நான் நோக்கிப் பார்க்கையில், எனக்கு முன்பாக கால்வாயின் அருகே, இரண்டு நீண்ட கொம்புகளுடன் செம்மறியாட்டுக் கடா ஒன்று நின்றது. அந்த இரண்டு கொம்புகளும் நீளமாக இருந்தன. அவற்றில் ஒன்று மற்றதைவிட நீளமாய் இருந்தது. நீளமாக இருந்த கொம்போ பிந்தியே வளர்ந்து வந்தது."},{"number":4,"verse":"அந்தச் செம்மறியாட்டுக் கடா நான் பார்த்துக்கொண்டிருக்கையில் மேற்கு, வடக்கு, தெற்குத் திசைகளை நோக்கித் தாக்கியது. அதனை எதிர்த்துநிற்க எந்த மிருகத்தாலும் முடியவில்லை; அதன் வல்லமையிலிருந்து ஒருவராலும் தப்பமுடியவில்லை. அது தன் விருப்பம்போல செய்து, பெரிதாகியது."},{"number":5,"verse":"அதைப்பற்றி நான் சிந்தித்துக்கொண்டிருக்கையில், திடீரென மேற்கிலிருந்து ஒரு வெள்ளாட்டுக்கடா வந்தது. அதன் கண்களுக்கிடையில் கம்பீரமான ஒரு கொம்பு இருந்தது. அது நிலத்தில் கால்படாமல் முழு பூமியையும் கடந்து வந்தது."},{"number":6,"verse":"அது நான் முன்பு கால்வாயருகே பார்த்த இரண்டு கொம்புகளுள்ள செம்மறியாட்டுக் கடாவை நோக்கிவந்து, மிகுந்த சீற்றத்துடன் அதைத் தாக்கியது."},{"number":7,"verse":"செம்மறியாட்டுக் கடாவை வெள்ளாட்டுக்கடா சீற்றத்துடன் தாக்கி, முட்டி, அதன் இரண்டு கொம்புகளையும் நொறுக்கிப்போட்டதை நான் கண்டேன். அச்செம்மறியாட்டுக் கடா எதிர்த்துநிற்க முடியாமல், வல்லமையிழந்து நின்றது. வெள்ளாட்டுக்கடா அதனை நிலத்தில் விழத்தள்ளி மிதித்தது. அதன் வல்லமையிலிருந்து செம்மறியாட்டுக் கடாவைக் காப்பாற்ற ஒருவராலும் முடியவில்லை."},{"number":8,"verse":"அந்த வெள்ளாட்டுக்கடா முன்பைவிட பெரிதாயிற்று. ஆனால் அது வல்லமையில் உயர்ந்திருந்த வேளையில் அதன் கொம்பு உடைந்துவிட்டது. அந்த இடத்தில் வேறு நான்கு கம்பீரமான கொம்புகள் முளைத்து வானத்தின் நான்கு திசைகளை நோக்கி வளர்ந்தன."},{"number":9,"verse":"அவற்றின் ஒன்றிலிருந்து இன்னொரு கொம்பு வந்தது. அது ஆரம்பத்தில் சிறிதாய் முளைத்து, பின் தெற்குக்கும், கிழக்குக்கும் எதிராகவும் அழகான நாட்டை நோக்கியும் வல்லமையுடன் வளர்ந்தது."},{"number":10,"verse":"இவ்வாறு அது வானசேனையை எட்டும்வரை வளர்ந்து, நட்சத்திரங்கள் சிலவற்றை பூமிக்கு விழத்தள்ளி, அவற்றை மிதித்துப்போட்டது."},{"number":11,"verse":"அது சேனையின் தலைவராகிய இறைவனைப்போல தானும் பெரியவனாயிருக்கும்படி, தன்னை உயர்த்தியது. அது அவரிடமிருந்து அன்றாட பலியையும் எடுத்துக்கொண்டது. அவரின் பரிசுத்த ஆலயம் தாழ்த்தப்பட்டது."},{"number":12,"verse":"கீழ்ப்படியாத கலகத்தின் நிமித்தம் பரிசுத்தவான்களின் சேனையும், அன்றாட பலியும் அந்தக் கொம்பிடம் ஒப்படைக்கப்பட்டன. அதுவோ தான் செய்த எல்லாவற்றிலும் செழிப்படைந்தது. உண்மையோ நிலத்தில் தள்ளப்பட்டது."},{"number":13,"verse":"அப்பொழுது பரிசுத்தவான் ஒருவர் பேசுவதை நான் கேட்டேன். வேறொரு பரிசுத்தவான் அவரிடம், “இந்த தரிசனம் நிறைவேற எவ்வளவு காலம் நீடிக்கும். அன்றாட பலி நிறுத்தப்படுதல், அழிவை உண்டாக்கும் கலகம் ஏற்படுதல், பரிசுத்த ஆலயம் ஒப்படைக்கப்படுதல், சேனைகாலால் மிதிக்கப்படுதல் ஆகியவற்றைப்பற்றிய தரிசனம் எப்போது நிறைவேறும் என்று கேட்டார்.”"},{"number":14,"verse":"அதற்கு அவர் என்னிடம், “இரண்டாயிரத்து முந்நூறு மாலையும் காலையும் செல்லும். அதன்பின்பு பரிசுத்த ஆலயம் திரும்பவும் பரிசுத்தமாக்கப்படும் எனச் சொன்னார்.”"},{"number":15,"verse":"(தரிசனத்தின் விளக்கம்) தானியேலாகிய நான் இத்தரிசனத்தைக் கவனித்துப் பார்த்து, அதை விளங்கிக்கொள்ள முயற்சி செய்துகொண்டிருந்தேன். அங்கே எனக்கு முன்பாக ஒருவர் நின்றார். அவர் ஒரு மனிதனைப்போல் இருந்தார்."},{"number":16,"verse":"பின் ஊலாய் என்னும் கால்வாயின் மறுபக்கத்திலிருந்து, ஒரு மனித குரல், “காபிரியேலே, இந்தத் தரிசனத்தின் விளக்கத்தை இந்த மனிதனுக்குத் தெரியப்படுத்து எனச் சொல்லக்கேட்டேன்.”"},{"number":17,"verse":"எனவே அவர் நான் நின்ற இடத்தை நோக்கி நெருங்கி வந்தார். அப்போது நான் பயத்தினால் முகங்குப்புற கீழே விழுந்தேன். அவர் என்னிடம், “மனுபுத்திரனே, இத்தரிசனம் முடிவு காலத்தைப்பற்றியது என்பதை விளங்கிக்கொள் என்றார்.”"},{"number":18,"verse":"அவர் என்னிடம் பேசிக்கொண்டிருக்கையில் நான் கீழே விழுந்து ஆழ்ந்த நித்திரையில் இருந்தேன். அப்போது அவர் என்னைத் தொட்டு, தூக்கி, காலூன்றி நிற்கச்செய்தார்."},{"number":19,"verse":"பின்பு அவர் என்னிடம், “பிற்காலத்தில் கடுங்கோபத்தின் நாட்களில் என்ன சம்பவிக்கப் போகிறதென்பதை நான் சொல்லப்போகிறேன். ஏனெனில் அந்தத் தரிசனம் நியமிக்கப்பட்ட முடிவு காலத்தைப்பற்றியது என்றார்.”"},{"number":20,"verse":"நீ கண்ட இரண்டு கொம்புகளுடைய செம்மறியாட்டுக் கடா மேதிய, பெர்சியரின் அரசர்களைக் குறிக்கிறது."},{"number":21,"verse":"அந்த மயிர் நிறைந்த வெள்ளாட்டுக்கடா, முதல் கிரேக்க அரசனாகும். அதன் கண்களுக்கிடையில் இருந்த பெரிய கொம்பு முதலாவது அரசனாகும்."},{"number":22,"verse":"முறிந்துபோன கொம்பு இருந்த இடத்தில் முளைத்த அந்த நான்கு கொம்புகளும், அவனுடைய நாட்டில் இருந்து எழும்பப்போகும் நான்கு அரசுகளாகும். ஆனால் அதே வல்லமை இவற்றிற்கு இராது."},{"number":23,"verse":"அவர்களுடைய ஆட்சியின் பிற்பகுதியில் கலகக்காரர் முற்றிலும் கொடியவர்களாவார்கள். அப்போது, கொடூரமான ஒரு அரசன் தோன்றுவான். அவன் சூழ்ச்சியில் வல்லவனாயிருப்பான்."},{"number":24,"verse":"அவன் மிகவும் வலிமையுடையவனாவான், ஆயினும் தனது சொந்த வல்லமையினாலல்ல. அவன் பிரமிக்கத்தக்க அழிவுகளைச்செய்து, தான் செய்பவற்றிலெல்லாம் வெற்றியடைவான். அவன் வலிமை வாய்ந்தவர்களையும், பரிசுத்த மக்களையும் அழிப்பான்."},{"number":25,"verse":"இவ்வாறு அவன் வஞ்சனையை செழிக்கப்பண்ணி, தன்னை மிக உயர்ந்தவனாகக் கருதுவான். பலர் தாங்கள் பாதுகாப்பாய் இருப்பதாக எண்ணும்போது, அவர்களைக் கொலைசெய்வான். அவன் இளவரசருக்கெல்லாம் இளவரசராய் இருப்பவருக்கு எதிர்த்து நிற்பான். ஆயினும் அவன் அழிக்கப்படுவான். ஆனால், மனித வல்லமையினால் அல்ல."},{"number":26,"verse":"“உனக்குக் கொடுக்கப்பட்ட இரண்டாயிரத்து முந்நூறு மாலை, காலை தரிசனத்தின் விளக்கம் உண்மையானது. ஆயினும், இந்தத் தரிசனத்தை முத்திரையிடு. ஏனெனில் இது வெகுகாலத்திற்குப் பின் நடக்கப்போவதைப்பற்றியது எனச் சொன்னார்.”"},{"number":27,"verse":"அதன்பின் தானியேலாகிய நான் இளைப்படைந்து அநேக நாட்கள் நோயுற்றிருந்தேன். பின் நான் எழுந்து அரசனின் அலுவல்களைக் கவனிக்கப்போனேன். ஆனால் அந்தத் தரிசனத்தில் கண்டவற்றால் திகைப்படைந்திருந்தேன். அது விளங்கிக்கொள்ளும் ஆற்றலுக்கு அப்பாற்பட்டது."}]}