{"bibleAbbr":"KJ3-2005","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":18,"verses":[{"number":1,"verse":"And Jehoshaphat had riches and honor in abundance, and contracted a marriage with Ahab."},{"number":2,"verse":"And at the end of years, he went down to Ahab, to Samaria. And Ahab sacrificed sheep and oxen in abundance for him, and for the people with him. And he lured him to go up to Ramoth-gilead."},{"number":3,"verse":"And Ahab the king of Israel said to Jehoshaphat the king of Judah, Will you go with me to Ramoth-gilead? And he said to him, As I am, so are you; and as your people, so my people, even with you in battle."},{"number":4,"verse":"And Jehoshaphat said to the king of Israel, Please seek the Word of Jehovah today."},{"number":5,"verse":"And the king of Israel gathered the prophets, four hundred men. And he said to them, Shall we go to Ramoth-gilead to battle, or shall I forbear? And they said, Go up, and God will give it into the king's hand."},{"number":6,"verse":"And Jehoshaphat said, Is there not a prophet of Jehovah still here, and we shall seek from him?"},{"number":7,"verse":"And the king of Israel said to Jehoshaphat, One man is still here, to seek Jehovah from him. But I hate him, for he does not prophesy good about me, but evil all his days. He is Micaiah the son of Imla. And Jehoshaphat said, Let not the king say so."},{"number":8,"verse":"And the king of Israel called to a certain eunuch and said, Bring Micaiah the son of Imla quickly."},{"number":9,"verse":"And the king of Israel and Jehoshaphat the king of Judah were sitting, each on his throne, clothed with robes. And they were sitting in a threshing-floor at the entrance of the gate of Samaria. And all the prophets were prophesying before them."},{"number":10,"verse":"And Zedekiah the son of Chenaanah made horns of iron for himself, and said, So says Jehovah, With these you shall gore Syria until they are finished."},{"number":11,"verse":"And all the prophets were prophesying so, saying, Go up to Ramoth-gilead and prosper. And, Jehovah has given it into the king's hand."},{"number":12,"verse":"And the messenger who had gone to call Micaiah spoke to him, saying, Behold, the words of the prophets speak with one mouth, good toward the king. And, Please let your word be like one of theirs, and you shall speak good."},{"number":13,"verse":"And Micaiah said, As Jehovah lives, surely that which my God says, that I shall speak."},{"number":14,"verse":"And he came to the king. And the king said to him, Micaiah, shall we go up to Ramoth-gilead to battle or shall I forbear? And he said, Go up and prosper, for they will be given into your hand."},{"number":15,"verse":"And the king said to him, Until many times have I caused you to swear under oath that you speak nothing to me but the truth in the name of Jehovah?"},{"number":16,"verse":"And he said, I have seen all Israel scattered on the mountains, as sheep with no shepherd for them; and Jehovah said, For these, no master. Let them return, each man to his own house in peace."},{"number":17,"verse":"And the king of Israel said to Jehoshaphat, Did I not say to you that he does not prophesy good concerning me, but rather evil?"},{"number":18,"verse":"And he said, Then hear the Word of Jehovah: I have seen Jehovah sitting on His throne, and all the host of the heavens standing on His right and His left."},{"number":19,"verse":"And Jehovah said, Who shall entice Ahab the king of Israel, and he shall go and fall in Ramoth-gilead? And saying, this one said like this, and saying, this one said like this."},{"number":20,"verse":"And a spirit came out and stood before Jehovah, and said, I will entice him. And Jehovah said, With what?"},{"number":21,"verse":"And he said, I will go out and become a lying spirit in the mouth of all his prophets. And He said, You shall entice, and also, you are able. Go out and do so."},{"number":22,"verse":"And now, behold, Jehovah has put a lying spirit in the mouth of these your prophets. And Jehovah has spoken evil against you."},{"number":23,"verse":"And Zedekiah the son of Chenaanah came near and struck Micaiah on the cheek, and said, Which way did the Spirit of Jehovah cross from me to speak to you?"},{"number":24,"verse":"And Micaiah said, Behold, you shall see in that day when you go from one room into another to hide."},{"number":25,"verse":"And the king of Israel said, Take Micaiah and return him to Amon the ruler of the city, and to Joash the king's son."},{"number":26,"verse":"And you shall say, So says the king. Put this one in prison and cause him to eat the bread of pain, and the water of pain, until my return in peace."},{"number":27,"verse":"And Micaiah said, If you indeed return in peace, Jehovah has not spoken by me. And he said, Hear, O peoples, all of them!"},{"number":28,"verse":"And the king of Israel went up, and Jehoshaphat the king of Judah, to Ramothgilead."},{"number":29,"verse":"And the king of Israel said to Jehoshaphat, I will disguise myself, and go into battle; and you put on your robes. And the king of Israel disguised himself. And they went into battle."},{"number":30,"verse":"And the king of Syria commanded the commanders of the chariots that he had, saying, You shall not fight with small or great, only with the king of Israel by himself."},{"number":31,"verse":"And it happened, when the commanders of the chariots saw Jehoshaphat, they said, He is the king of Israel. And they turned around to fight against him. And Jehoshaphat cried out. And Jehovah helped him. And God lured them away from him."},{"number":32,"verse":"And it happened, when the commanders of the chariots saw that it was not the king of Israel, they turned away from after him."},{"number":33,"verse":"And a man drew with a bow in his simplicity, and struck the king of Israel between the joinings and the body-armor. And he said to the charioteer, Turn your hand, and you shall bring me out of the battle, for I have been wounded."},{"number":34,"verse":"And on that day the battle went on, and the king of Israel was made to stand in the chariot before Syria until the evening. And he died at the time of the going of the sun."}]}