{"bibleAbbr":"KJ3-2005","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"And Solomon said to build a house for the name of Jehovah, and a house for his kingdom;"},{"number":2,"verse":"And Solomon numbered seventy thousand men, bearers of burden, and eighty thousand hewing in the mountains; and three thousand, six hundred men acting as overseers over them."},{"number":3,"verse":"And Solomon sent to Hiram the king of Tyre, saying, As you dealt with my father David, and sent him cedars to build a house to live in it, also"},{"number":4,"verse":"behold, I am building a house to the name of Jehovah my God, to dedicate to Him, to burn incense of sweet spices, and the Bread of Arrangement continually before Him, and for burnt offerings morning and evening, on the sabbaths, and on the new moons, and at the set feasts of Jehovah our God. This shall be upon Israel forever."},{"number":5,"verse":"And the house which I am building shall be great, for our God is greater than all gods."},{"number":6,"verse":"But who has strength to enclose a house for Him, since the heavens and heaven of heavens cannot contain Him? And who am I that I should build Him a house, except to cause to go up incense before Him?"},{"number":7,"verse":"And now, send to me a skilled man to work in gold, and in silver, and in bronze, and in iron, and in purple, and crimson, and violet, and knowing to engrave engravings with the skilled men who are with me in Judah and in Jerusalem, whom my father David has prepared."},{"number":8,"verse":"And send to me cedar trees, firs, and algums from Lebanon, for I know that your servants know how to cut down the trees of Lebanon; and behold, my servants shall be with your servants,"},{"number":9,"verse":"even to prepare trees in abundance for me, for the house that I am building will be great and wonderful."},{"number":10,"verse":"And behold, I shall give beaten wheat to the those hewing, to those cutting down the trees, to your servants, twenty thousand kors of beaten wheat and twenty thousand kors of barley, and twenty thousand baths of wine, and twenty thousand baths of oil."},{"number":11,"verse":"And Hiram the king of Tyre answered in writing, and sent to Solomon, Because Jehovah loves His people, He has given you to be king over them."},{"number":12,"verse":"And Hiram said, Blessed be Jehovah, the God of Israel, who has made the heavens and the earth, who has given to David the king a wise son, knowing discretion and understanding, who will build a house for Jehovah, and a house for his kingdom."},{"number":13,"verse":"And now I have sent a skilled man having understanding, of Hiram my father,"},{"number":14,"verse":"the son of a woman of the daughters of Dan, and his father a man of Tyre, who knows to work in gold, and in silver, in bronze, in iron, in stone, and in wood, in purple, and violet, and in fine linen, and in crimson, and to engrave any engraving, and to invent any device that is given to him, with your skilled men, and the skilled men of my lord David, your father."},{"number":15,"verse":"And now the wheat and the barley, the oil and the wine, as my lord said, let him send to his servants."},{"number":16,"verse":"And we will cut trees out of Lebanon, according to all your need, and bring them to you on rafts by sea to Joppa; and you shall bring them up to Jerusalem."},{"number":17,"verse":"And Solomon numbered all the men, the aliens who were in the land of Israel, according to the numbering with which his father David numbered them; and they were found a hundred and fifty three thousand, six hundred;"},{"number":18,"verse":"and he made seventy thousand of them burden bearers, and eighty thousand hewers in the mountain, and three thousand, six hundred to act as overseers to cause the people to work."}]}