{"bibleAbbr":"KJ3-2005","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"Hezekiah was a son of twenty five years when he began to reign, and he reigned twenty nine years in Jerusalem. And the name of his mother was Abijah, the daughter of Zechariah."},{"number":2,"verse":"And he did the right in the eyes of Jehovah, according to all that his father David did."},{"number":3,"verse":"In the first year of his reign, in the first month, he opened the doors of the house of Jehovah and strengthened them."},{"number":4,"verse":"And he brought in the priests and the Levites, and he gathered them to the open place on the east."},{"number":5,"verse":"And he said to them, Hear me, O Levites, now consecrate yourselves. And consecrate the house of Jehovah, the God of your fathers, and bring out the uncleanness from the holy place."},{"number":6,"verse":"For our fathers have acted unfaithfully and did the evil in the eyes of Jehovah our God, and they have forsaken Him and turned their faces away from the temple of Jehovah, and have given their backs."},{"number":7,"verse":"And they have shut the doors of the porch, and put out the lamps, and they have not burned incense, and burnt offering has not gone up in the sanctuary to the God of Israel."},{"number":8,"verse":"And the wrath of Jehovah is on Judah and Jerusalem, and He has given them for a trembling, for a horror, and for hissing, as you see with your eyes."},{"number":9,"verse":"For, behold, our fathers have fallen by the sword, and our sons and our daughters and our wives are in exile for this."},{"number":10,"verse":"Now it is in my heart to cut a covenant with Jehovah, the God of Israel, and the glow of His anger shall turn back from us."},{"number":11,"verse":"Now, my sons, do not be negligent, for Jehovah has chosen you to stand before His face, to serve Him and to be ministers and incense burners for Him."},{"number":12,"verse":"And the Levites rose up: Mahath the son of Amasai, and Joel the son of Azariah, of the sons of the Kohathites; and of the sons of Merari, Kish the son of Abdi, and Azariah the son of Jehalelel; and of the Gershonites, Joah the son of Zimmah, and Eden the son of Joah;"},{"number":13,"verse":"and of the sons of Elizaphan, Shimri and Jeiel; and of the sons of Asaph, Zechariah and Mattaniah;"},{"number":14,"verse":"and of the sons of Heman, Jehiel and Shimei; and of the sons of Jeduthun, Shemaiah and Uzziel."},{"number":15,"verse":"And they gathered their brothers and sanctified themselves, and came in, according to the commandment of the king in the matters of Jehovah, to cleanse the house of Jehovah."},{"number":16,"verse":"And the priests went into the inner part of the house of Jehovah to clean, and brought out all the uncleanness that they found in the temple of Jehovah to the court of the house of Jehovah; and the Levites received and took it out to the torrent Kidron outside."},{"number":17,"verse":"And they began to sanctify on the first of the first month, and on the eighth day of the month they came to the porch of Jehovah; and they sanctified the house of Jehovah in eight days, and on the sixteenth day of the first month they had finished."},{"number":18,"verse":"And they came inside to Hezekiah the king, and said, We have cleansed all the house of Jehovah, and the altar of the burnt offering, and all its vessels, and the table of the Bread of Arrangement, and all its utensils;"},{"number":19,"verse":"and all the utensils that King Ahaz cast aside in his reign, in his unfaithfulness, we have prepared and sanctified; and behold, they are before the altar of Jehovah."},{"number":20,"verse":"And Hezekiah the king rose early and gathered the leaders of the city, and went up to the house of Jehovah."},{"number":21,"verse":"And they brought in seven bulls, and seven rams, and seven lambs, and seven young he-goats for a sin offering for the kingdom, and for the sanctuary, and for Judah. And he commanded the sons of Aaron, the priests, to offer on the altar of Jehovah."},{"number":22,"verse":"And they slaughtered the oxen, and the priests received the blood, and sprinkled the blood on the altar. And they slaughtered the rams, and sprinkled the blood on the altar. And they slaughtered the lambs and sprinkled the blood on the altar."},{"number":23,"verse":"And they brought the he-goats of the sin offering before the king and the congregation, and they laid their hands on them;"},{"number":24,"verse":"and the priests slaughtered them, and made a sin offering with their blood on the altar, to atone for all Israel; for the king said, The burnt offering and the sin offering are for all Israel."},{"number":25,"verse":"And he made stand the Levites in the house of Jehovah with cymbals, with harps, and with lyres, by the command of David, and of Gad, the seer of the king, and of Nathan the prophet; for the command was by the hand of Jehovah, by the hand of His prophets."},{"number":26,"verse":"And the Levites stood with the instruments of David, and the priests with the trumpets."},{"number":27,"verse":"And Hezekiah commanded to offer burnt offering on the altar; and at the time the burnt offering began, the song of Jehovah began, and of the trumpets, even by the hand of the instruments of David the king of Israel."},{"number":28,"verse":"And all the assembly were bowing, and the singers singing, and the trumpeters blowing; all until the completion of the burnt offering."},{"number":29,"verse":"And at the completion of the offering the king and all those found with him bowed and worshiped."},{"number":30,"verse":"And Hezekiah the king and the leaders commanded the Levites to give praise to Jehovah in the words of David, and of Asaph the seer; and they praised with joy, and they bowed and worshiped."},{"number":31,"verse":"And Hezekiah answered and said, Now you have filled your hand to Jehovah; come near and bring sacrifices and thank offerings to the house of Jehovah. And the congregation brought in sacrifices and thank offerings, and every willing heart brought burnt offerings."},{"number":32,"verse":"And the number of the burnt offerings that the assembly brought was seventy oxen, a hundred rams, two hundred lambs; all these for a burnt offering to Jehovah."},{"number":33,"verse":"And the dedicated things were six hundred oxen and three thousand sheep."},{"number":34,"verse":"Only, the priests had become few, and were not able to skin all of the burnt offerings; and their brothers the Levites strengthened them until the work was completed, and until the priests cleansed themselves; for the Levites were more upright of heart to sanctify themselves than the priests."},{"number":35,"verse":"And also, there were many burnt offerings with fat of the peace offerings, and with drink offerings for the burnt offering; and the service of the house of Jehovah was established."},{"number":36,"verse":"And Hezekiah and all the people rejoiced, because God had prepared the people; for the thing had happened suddenly."}]}