{"bibleAbbr":"KJ3-2005","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":34,"verses":[{"number":1,"verse":"Josiah was a son of eight years when he began to reign, and he reigned in Jerusalem thirty one years."},{"number":2,"verse":"And he did the right in the eyes of Jehovah, and walked in the ways of his father David, and did not turn aside to the right or to the left."},{"number":3,"verse":"And in the eighth year of his reign, and he was still a boy, he began to seek to the God of his father David; and in the twelfth year he began to cleanse Judah and Jerusalem from the high places, and the Asherahs, and the graven images, and the molten images."},{"number":4,"verse":"And they broke down before him the altars of the Baals, and the images that were on high above them, and he cut down the Asherahs, and the graven images, and the molten images he broke down and beat small, and scattered on the surface of the grave of those who sacrificed to them."},{"number":5,"verse":"And he burned the bones of the priests on their altars, and cleansed Judah and Jerusalem,"},{"number":6,"verse":"and in the cities of Manasseh, and Ephraim, and Simeon, even to Naphtali, with their tools all around."},{"number":7,"verse":"And he broke down the altars and the Asherahs, and he had beaten down the graven images very small; and he had cut down all the images in all the land of Israel, and returned to Jerusalem."},{"number":8,"verse":"And in the eighteenth year of his reign, when he had purified the land and the House, he sent Shaphan the son of Azaliah, and Maaseiah the head of the city, and Joah the son of Joahaz the recorder, to make strong the house of Jehovah his God."},{"number":9,"verse":"And they came to Hilkiah the high priest, and they gave the silver brought into the house of God, that the Levites who guarded the threshold had gathered from the hand of Manasseh and Ephraim, and from all the remnant of Israel, and from all Judah and Benjamin, and the ones living in Jerusalem."},{"number":10,"verse":"And they gave it into the hand of the ones doing the work, those appointed in the house of Jehovah; and they gave it to the ones doing the work who were working in the house of Jehovah to repair and to make strong the house."},{"number":11,"verse":"And they gave to artisans, and to builders, to buy quarried stones and wood for couplings, to make beams for the houses that the kings of Judah had destroyed."},{"number":12,"verse":"And the men were working faithfully in the work. And over them were appointed Jahath and Obadiah, the Levites, of the sons of Merari, and Zechariah, and Meshullam, of the sons of the Kohathites to oversee; and of the Levites all who were skilled in musical instruments;"},{"number":13,"verse":"and over the load carriers and overseers of everyone doing work for each separate service; and of the Levites were scribes and officers and gatekeepers."},{"number":14,"verse":"And when they brought out the silver brought into the house of Jehovah, Hilkiah the priest found the Book of the Law of Jehovah by the hand of Moses."},{"number":15,"verse":"And Hilkiah answered and said to Shaphan the scribe, I have found the Book of the Law in the house of Jehovah. And Hilkiah gave the book to Shaphan."},{"number":16,"verse":"And Shaphan brought the Book in to the king, and brought the king back word again, saying, All that has been given into the hand of your servants, they are doing."},{"number":17,"verse":"And they poured out the silver found in the house of Jehovah, and gave it into the hands of those appointed, and into the hands of those doing the work."},{"number":18,"verse":"And Shaphan the scribe told the king, saying, Hilkiah the priest has given a book to me; and Shaphan read it before the king."},{"number":19,"verse":"And it happened, when the king heard the words of the Law, that he tore his garments."},{"number":20,"verse":"And the king commanded Hilkiah, and Ahikam the son of Shaphan, and Abdon the son of Micah, and Shaphan the scribe, and Asaiah the servant of the king, saying,"},{"number":21,"verse":"Go, inquire of Jehovah for me and for him who is left in Israel and in Judah, as to the words of the book that has been found, for great is the wrath of Jehovah that is poured out on us, because our fathers have not kept the Word of Jehovah, to do according to all that is written in this book."},{"number":22,"verse":"And Hilkiah and those of the king went to Huldah the prophetess, the wife of Shallum the son of Tikvath, the son of Hasrah, the keeper of the robes; and she was living in Jerusalem in the Second. And they spoke to her about this."},{"number":23,"verse":"And she said to them, So says Jehovah, the God of Israel, Say to the man who has sent you to Me,"},{"number":24,"verse":"So says Jehovah, Behold, I will bring evil on this place, and on the ones living in it, all the curses that are written in the Book that they have read before the king of Judah;"},{"number":25,"verse":"because they have forsaken Me and have burned incense to other gods so as to provoke Me to anger with all the works of their hands; and My wrath shall be poured out on this place, and it shall not be put out."},{"number":26,"verse":"And to the king of Judah who is sending you to inquire of Jehovah, you shall say this to him, So says Jehovah the God of Israel, whose words you have heard,"},{"number":27,"verse":"Because your heart is tender, and you were humbled before God when you heard His words on this place, and on the those living in it, and were humbled before Me, and have torn your garments and wept before Me; I have even heard also, a statement of Jehovah."},{"number":28,"verse":"Behold I will gather you to your fathers, and you shall be gathered to your grave in peace, and your eyes will not look upon all the evil I shall bring upon this place, and on the ones living in it. And they brought back word to the king."},{"number":29,"verse":"And the king sent and gathered all the elders of Judah and Jerusalem."},{"number":30,"verse":"And the king went up to the house of Jehovah and every man of Judah, and those living in Jerusalem, and the priests, and the Levites, and all the ones living there from the great to the small; and he read in their ears all the words of the Book of the Covenant found in the house of Jehovah."},{"number":31,"verse":"And the king stood in his place and made the covenant before Jehovah, to walk after Jehovah, and to keep His commandments and His testimonies and His statutes with all his heart, and with all his soul, to do the words of the covenant that were written in this book."},{"number":32,"verse":"And he made everyone who was found in Jerusalem and in Benjamin, and the those living in Jerusalem, to stand to the covenant of God, the God of their fathers."},{"number":33,"verse":"And Josiah removed all the disgusting things out of all the lands that belonged to the sons of Israel, and caused everyone who was found in Israel to serve, to serve Jehovah their God; all his days they did not turn away from following Jehovah, the God of their fathers."}]}