{"bibleAbbr":"KJ3-2005","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"And all the work that Solomon made for the house of Jehovah was finished. And Solomon brought in the dedicated things of his father David, and the silver, and the gold, and all the utensils he had given among the treasures of the house of God."},{"number":2,"verse":"Then Solomon gathered the elders of Israel, and all the leaders of the tribes, rulers of the fathers of the sons of Israel, to Jerusalem, to bring up the Ark of the Covenant of Jehovah from the city of David; it is Zion."},{"number":3,"verse":"And all the men of Israel were gathered to the king in the feast; it was the seventh month."},{"number":4,"verse":"And all the elders of Israel came in, and the Levites lifted up the Ark,"},{"number":5,"verse":"and they brought up the Ark, and the tabernacle of the congregation, and all the holy utensils that were in the tabernacle; the Levitical priests brought them up."},{"number":6,"verse":"And King Solomon and all the company of Israel who were assembled to him before the Ark were sacrificing sheep and oxen, that could not be counted nor numbered for multitude."},{"number":7,"verse":"And the priests brought in the ark of the Covenant of Jehovah to its place, to the sanctuary of the house, to the Holy of Holies, beneath the wings of the cherubs;"},{"number":8,"verse":"and the cherubs spread out wings over the place of the Ark, and the cherubs covered the Ark and its staves from above;"},{"number":9,"verse":"and so long were the staves, that the heads of the staves could be seen from the Ark before the Holy of Holies; but they were not seen outside. And it is there to this day."},{"number":10,"verse":"Nothing was in the Ark but the two tablets that Moses gave in Horeb, where Jehovah cut a covenant with the sons of Israel when they came out from Egypt."},{"number":11,"verse":"And it happened as the priests were going from the sanctuary (for all the priests who were present had sanctified themselves without observing divisions),"},{"number":12,"verse":"and the Levites, singers to all of them, to Asaph, to Heman, to Jeduthun, and to their sons and to their brothers, clothed in fine linen, with cymbals, and with harps and lyres, were standing on the east of the altar, and with them a hundred and twenty priests blowing with trumpets."},{"number":13,"verse":"And they were as one to the trumpeters, and to the singers to cause one sound to be heard to praise and to thank Jehovah. And when they lifted up their voice with the trumpets and cymbals and instruments of music, and praised Jehovah, saying, For He is good; for His mercy endures forever; and a cloud filled the house, the house of Jehovah;"},{"number":14,"verse":"and the priests could not stand to minister before the cloud; for the glory of Jehovah had filled the house of God."}]}