{"bibleAbbr":"KJ3-2005","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"And when Solomon finished praying, then the fire came down from Heaven and consumed the burnt offering and the sacrifices; and the glory of Jehovah filled the house;"},{"number":2,"verse":"and the priests were not able to go into the house of Jehovah, because the glory of Jehovah had filled the house of Jehovah."},{"number":3,"verse":"And all the sons of Israel were watching, when the fire came down, and the glory of Jehovah was on the house and they bowed their noses to the earth, on the pavement, and worshiped, and gave thanks to Jehovah: for He is good, for His mercy endures forever."},{"number":4,"verse":"And the king and all the people were offering a sacrifice before Jehovah;"},{"number":5,"verse":"and King Solomon offered the sacrifice from the herd, twenty two thousand, and from the flock, a hundred and twenty thousand; all the people dedicated the house of God."},{"number":6,"verse":"And the priests were standing over their charges, and the Levites with instruments of music to Jehovah, that David the king had made to give thanks to Jehovah (for His mercy endures forever) when David praised by their hand; and the priests were blowing trumpets before them, and all Israel stood."},{"number":7,"verse":"And Solomon dedicated the middle of the court that was before the house of Jehovah; for he had offered there the burnt offerings, and the fat of the peace offerings; for the bronze altar that Solomon had made was not able to contain the burnt offering, and the food offering, and the fat."},{"number":8,"verse":"And Solomon at that time kept the feast seven days, and all Israel with him, a great company, from the entering in of Hamath to the torrent of Egypt."},{"number":9,"verse":"And they made an assembly on the eighth day, because they kept the dedication of the altar seven days, and the feast seven days."},{"number":10,"verse":"And on the twenty-third day of the seventh month, he sent the people to their tents, rejoicing and glad of heart, for the goodness that Jehovah had done to David, and to Solomon, and to His people Israel."},{"number":11,"verse":"And Solomon finished the house of Jehovah, and the king's house; and all that came to the heart of Solomon to do in the house of Jehovah, and in his own house, he was caused to prosper."},{"number":12,"verse":"And Jehovah appeared to Solomon by night, and said to him, I have heard your prayer, and have chosen this place to Myself for a house of sacrifice."},{"number":13,"verse":"If I shut up the heavens and there is no rain, and if I command the locusts to devour the land, and if I send pestilence among My people,"},{"number":14,"verse":"and My people, on whom My name is called, shall be humbled, and shall pray, and shall seek My face, and shall turn back from their evil ways, then I will hear from Heaven, and will forgive their sin, and will heal their land."},{"number":15,"verse":"Now My eyes shall be open, and My ears attentive to the prayer of this place;"},{"number":16,"verse":"and now I have chosen and sanctified this house for My name to be there forever; yea, My eyes and My heart shall be there all the days."},{"number":17,"verse":"And you, if you shall walk before Me as your father David walked, even to do according to all that I have commanded you, and shall keep My statutes and My judgments,"},{"number":18,"verse":"then I shall establish the throne of your kingdom, as I covenanted with your father David, saying, There shall not be cut off a man to you who rules in Israel;"},{"number":19,"verse":"and if you turn away, and you shall forsake My commandments and My statutes that I have placed before you, and shall go and serve other gods and shall bow yourselves to them,"},{"number":20,"verse":"then I shall pluck them up from off My land that I have given them, and this house that I have sanctified for My name I shall cast away from before My face, and I shall give it for a proverb and a gibe among all the nations."},{"number":21,"verse":"And this house that was on high shall be a wonder to everyone who passes by it, they shall shudder and say, Why has Jehovah done this to this land and to this house?"},{"number":22,"verse":"And they shall say, Because they have forsaken Jehovah, the God of their fathers, who brought them out from the land of Egypt, and have laid hold on other gods and have bowed themselves to them, and served them; on account of this He has brought on them all this evil."}]}