{"bibleAbbr":"ISV2011","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"{This vs. is 12:2 in MT, and so throughout the chapter} ascending to the throne in the seventh year of the reign of {The Heb. lacks the reign of} Jehu and then reigning for 40 years in Jerusalem. His mother's name was Zibiah from Beer-sheba."},{"number":2,"verse":"Jehoash did what the Lord considered to be right during the entire time when Jehoiada the priest was instructing him,"},{"number":3,"verse":"except that the high places were not demolished, so the people continued to sacrifice and burn incense on the high places."},{"number":4,"verse":"{Jehoash Institutes Temple Repairs} d Jehoash spoke to the priests about all of the proceeds {Lit. silver ; i. e., money from conversion of gifts into cash} of the consecrated gifts that were being brought into the Lord's Temple, cash from every man who was traveling through the area, {The Heb. lacks the area} cash obtained by personal assessment, {Lit. cash from souls to their appointment} and all the cash that came through voluntary gifts {Lit. through the heart of a man} into the Lord» s Temple:"},{"number":5,"verse":"\"Let the priests get support for themselves from their own donors, and let them repair the Temple wherever a leak in need of repair is discovered.\""},{"number":6,"verse":"But 23 years into the reign of king Jehoash, the priests still had not repaired the leaks in the Temple."},{"number":7,"verse":"So king Jehoash called for Jehoiada the priest, along with other {Lit. the} priests, and asked them, \"Why haven't you fixed the leaks in the Temple? Stop receiving donations from your acquaintances for repairing the leaks in the Temple.\""},{"number":8,"verse":"So the priests agreed to receive no more cash from the people, but they didn't repair the leaks in the Temple, either."},{"number":9,"verse":"So Jehoiada the priest grabbed a chest, bored an opening in its lid, and placed it next to the altar, on the right side as one enters the Lord's Temple. The priests who tended the entryway put all the money that was brought into the Lord's Temple into the chest. {Lit. into it}"},{"number":10,"verse":"As a result, whenever they noticed that there was a lot of money in the chest, the king's secretary and the high priest went forward, put the money in bags, counted the money that had been given over to the Lord's Temple,"},{"number":11,"verse":"and disbursed the cash directly into the hands of those who did the work and who were in charge of the oversight of the Lord's Temple. They paid it to the carpenters and builders who worked on the Lord's Temple,"},{"number":12,"verse":"to masons and stonecutters, and for procurement of timber and quarried stone for making repairs to the Lord's Temple, and for all outlays needed for repairs of the Temple."},{"number":13,"verse":"But no provision was included for the Lord's Temple from the money that was brought into the Lord's Temple for silver basins, snuffers, bowls, trumpets, or any vessels made of gold or silver,"},{"number":14,"verse":"because that money had been allocated to the workmen who were repairing the Lord's Temple."},{"number":15,"verse":"Furthermore, they required no accounting from the men into whose hand they had paid the money to do the work, because the workers acted in good faith."},{"number":16,"verse":"The money from the guilt offerings and {Lit. and the money} from the sin offerings was not brought into the Lord's Temple, because it was allocated to the priests."},{"number":17,"verse":"{Hazael Attacks Israel} d Later, King Hazael of Aram invaded and attacked Gath, captured it, and then set out to approach Jerusalem."},{"number":18,"verse":"So King Jehoash of Judah took all of the sacred things that his ancestors Jehoshaphat, Jehoram, and Ahaziah, kings of Judah, had dedicated, along with his own dedicated things, and all the gold that could be located within the treasure vaults of the Lord's Temple and in the king's palace, and paid off King Hazael of Aram. Then Hazael {Lit. he} left Jerusalem."},{"number":19,"verse":"{Amaziah Succeeds Jehoash (Joash)} {(2 Chronicles 24:23-27)} d Now the rest of the Joash's activities everything he did are written in the Book of the Chronicles of the Kings of Judah, are they not?"},{"number":20,"verse":"His servants rose up in rebellion, formed a conspiracy, and assassinated Joash in the palace at the terrace ramparts {Lit. the Millo , fortified areas of ancient Jerusalem with terraces and retaining walls} while he was on his way down to Silla."},{"number":21,"verse":"Shimeath's son Jozacar and Shomer's son Jehozabad, his servants, attacked him and he died. They buried him alongside his ancestors in the city of David, and his son Amaziah became king to replace him."}]}