{"bibleAbbr":"teOV2016","bookName":"లేవీయకాండము","bookEnglishName":"Leviticus","chapterNumber":1,"verses":[{"number":1,"verse":"యెహోవా మోషేను పిలిచి ప్రత్యక్షపు గుడారములోనుండి అతనికీలాగు సెలవిచ్చెను.౹"},{"number":2,"verse":"–నీవు ఇశ్రాయేలీయులతో ఇట్లనుము–మీలో ఎవరైనను యెహోవాకు బలి అర్పించునప్పుడు, గోవులమందలోనుండిగాని గొఱ్ఱెల మందలోనుండిగాని మేకల మందలోనుండిగాని దానిని తీసికొని రావలెను.౹"},{"number":3,"verse":"అతడు దహనబలిరూపముగా అర్పించునది గోవులలోనిదైనయెడల నిర్దోషమైన మగ దానిని తీసికొని రావలెను. తాను యెహోవా సన్నిధిని అంగీకరింపబడునట్లు ప్రత్యక్షపు గుడారముయొక్క ద్వారమునకు దానిని తీసికొని రావలెను.౹"},{"number":4,"verse":"అతడు దహనబలిగా అర్పించు పశువు తలమీద తన చెయ్యినుంచవలెను; అతని నిమిత్తము ప్రాయశ్చిత్తము కలుగునట్లు అది అతని పక్షముగా అంగీకరింపబడును.౹"},{"number":5,"verse":"అతడు యెహోవా సన్నిధిని ఆ కోడె దూడను వధించిన తరువాత యాజకులైన అహరోను కుమారులు దాని రక్తమును తెచ్చి ప్రత్యక్షపు గుడారము ఎదుటనున్న బలిపీఠముచుట్టు ఆ రక్తమును ప్రోక్షింపవలెను.౹"},{"number":6,"verse":"అప్పుడతడు దహనబలిరూపమైన ఆ పశుచర్మమును ఒలిచి, దాని అవయవములను విడదీసిన తరువాత"},{"number":7,"verse":"యాజకుడైన అహరోను కుమారులు బలిపీఠముమీద అగ్నియుంచి ఆ అగ్నిమీద కట్టెలను చక్కగా పేర్చవలెను.౹"},{"number":8,"verse":"అప్పుడు యాజకులైన అహరోను కుమారులు ఆ అవయవములను తలను క్రొవ్వును బలిపీఠము మీదనున్న అగ్నిమీది కట్టెలపైని చక్కగా పేర్చవలెను.౹"},{"number":9,"verse":"దాని ఆంత్రములను కాళ్లను నీళ్లతో కడుగవలెను. అది యెహోవాకు ఇంపైన సువాసనగల దహనబలియగునట్లు యాజకుడు దానినంతయు బలిపీఠముమీద దహింపవలెను."},{"number":10,"verse":"దహనబలిగా అతడు అర్పించునది గొఱ్ఱెలయొక్కగాని మేకలయొక్కగాని మందలోనిదైనయెడల అతడు నిర్దోషమైన మగదాని తీసికొని వచ్చి"},{"number":11,"verse":"బలిపీఠపు ఉత్తర దిక్కున యెహోవా సన్నిధిని దానిని వధింపవలెను. యాజకులగు అహరోను కుమారులు బలిపీఠముచుట్టు దాని రక్తమును ప్రోక్షింపవలెను.౹"},{"number":12,"verse":"దాని అవయవములను దాని తలను క్రొవ్వును విడదీసిన తరువాత యాజకుడు బలిపీఠముమీద నున్న అగ్నిమీది కట్టెలపైని చక్కగా పేర్చవలెను.౹"},{"number":13,"verse":"దాని ఆంత్రములను కాళ్లను నీళ్లతో కడుగవలెను. అప్పుడు యాజకుడు దానినంతయు తెచ్చి బలిపీఠముమీద దానిని దహింపవలెను. అది దహనబలి, అనగా యెహోవాకు ఇంపైన సువాసనగల హోమము."},{"number":14,"verse":"అతడు యెహోవాకు దహనబలిగా అర్పించునది పక్షి జాతిలోనిదైనయెడల తెల్ల గువ్వలలోనుండిగాని పావురపు పిల్లలలోనుండిగాని తేవలెను.౹"},{"number":15,"verse":"యాజకుడు బలిపీఠముదగ్గరకు దాని తీసికొనివచ్చి దాని తలను త్రుంచి బలిపీఠముమీద దాని దహింపవలెను, దాని రక్తమును బలిపీఠము ప్రక్కను పిండవలెను."},{"number":16,"verse":"మరియు దాని మలముతో దాని పొట్టను ఊడదీసి బలిపీఠము తూర్పుదిక్కున బూడిదెను వేయుచోట దానిని పారవేయవలెను.౹"},{"number":17,"verse":"అతడు దాని రెక్కలసందున దాని చీల్చవలెనుగాని అవయవ విభాగములను విడదీయకూడదు. యాజకుడు బలిపీఠముమీద, అనగా అగ్ని మీది కట్టెలపైని దానిని దహింపవలెను. అది దహనబలి, అనగా యెహోవాకు ఇంపైన సువాసనగల హోమము."}]}