{"bibleAbbr":"teOV2016","bookName":"లేవీయకాండము","bookEnglishName":"Leviticus","chapterNumber":11,"verses":[{"number":1,"verse":"మరియు యెహోవా మోషే అహరోనులకు ఈలాగు సెలవిచ్చెను"},{"number":2,"verse":"–మీరు ఇశ్రాయేలీయులతో ఇట్లనుడి–భూమిమీదనున్న జీవులన్నిటిలోను మీరు ఈ జీవులను మాత్రము తినవచ్చును;౹"},{"number":3,"verse":"జంతువులలో ఏది డెక్కలు గలదై నెమరువేయునో దాని తినవచ్చునుగాని"},{"number":4,"verse":"నెమరు వేయు వాటిలోను రెండు డెక్కలుగల వాటిలోను వీటిని తినకూడదు, ఒంటె నెమరువేయునుగాని దానికి రెండు డెక్కలు లేవు గనుక అది మీకు అపవిత్రము.౹"},{"number":5,"verse":"పొట్టి కుందేలు నెమరువేయునుగాని దానికి రెండు డెక్కలు లేవు గనుక అది మీకు అపవిత్రము.౹"},{"number":6,"verse":"కుందేలు నెమరు వేయునుగాని దానికి రెండు డెక్కలు లేవు గనుక అది మీకు అపవిత్రము.౹"},{"number":7,"verse":"పంది విడిగానుండు రెండు డెక్కలు గలదిగాని అది నెమరువేయదు గనుక అది మీకు అపవిత్రము.౹"},{"number":8,"verse":"వాటి మాంసమును మీరు తినకూడదు; వాటి కళేబరములను ముట్టకూడదు; అవి మీకు అపవిత్రములు."},{"number":9,"verse":"జలచరములన్నిటిలో వీటిని తినవచ్చును; సముద్రములోనేమి, నదులలోనేమి, యే నీళ్లలోనేమి, వేటికి రెక్కలు పొలుసులు ఉండునో వాటిని తినవచ్చును.౹"},{"number":10,"verse":"సముద్రములలోనేమి, నదులలోనేమి, సమస్త జలచరములలోను సమస్త జలజంతువులలోను వేటికి రెక్కలు పొలు సులు ఉండవో అవన్నియు మీకు హేయములు;౹"},{"number":11,"verse":"అవి మీకు హేయములుగానే ఉండవలెను. వాటి మాంసమును తినకూడదు, వాటి కళేబరములను హేయములుగా ఎంచుకొనవలెను.౹"},{"number":12,"verse":"నీళ్లలో దేనికి రెక్కలు పొలుసులు ఉండవో అది మీకు హేయము."},{"number":13,"verse":"పక్షులలో వీటిని హేయములుగా ఎంచుకొనవలెను. వీటిని తినవద్దు ఇవి హేయములు; పక్షిరాజు, పెద్ద బోరువ,౹"},{"number":14,"verse":"క్రౌంచపక్షి, గద్ద, తెల్లగద్ద, ప్రతివిధమైన గద్ద,౹"},{"number":15,"verse":"[15-17] ప్రతివిధమైన కాకి, నిప్పుకోడి, కపిరిగాడు, కోకిల, ప్రతివిధమైన డేగ,౹"},{"number":18,"verse":"పైగిడికంటె, చెరువుకాకి, గుడ్లగూబ, హంస, గూడబాతు, నల్లబోరువ,౹"},{"number":19,"verse":"సంకుబుడి కొంగ, ప్రతివిధమైన కొంగ, కుకుడుగువ్వ, గబ్బిలము."},{"number":20,"verse":"రెక్కలుకలిగి నాలుగుకాళ్లతో చరించు చరములన్నియు మీకు హేయములు.౹"},{"number":21,"verse":"అయితే నాలుగుకాళ్లతో చరించుచు నేల గంతులువేయుటకు కాళ్లమీద తొడలు గల పురుగులన్ని తినవచ్చును.౹"},{"number":22,"verse":"నేత మిడతగాని చిన్నమిడతగాని ఆకుమిడతగాని మిడతలలో ప్రతివిధమైనది తినవచ్చును.౹"},{"number":23,"verse":"నాలుగు కాళ్లుగల పురుగులన్నియు మీకు హేయములు.౹"},{"number":24,"verse":"వాటివలన మీరు అపవిత్రులగుదురు వాటి కళేబరములను ముట్టిన ప్రతివాడు సాయంకాలమువరకు అపవిత్రుడగును.౹"},{"number":25,"verse":"వాటి కళేబరములలో కొంచెమైనను మోసిన ప్రతివాడు తన బట్టలు ఉదుకుకొని సాయంకాలమువరకు అపవిత్రుడగును.౹"},{"number":26,"verse":"రెండుడెక్కలు గల జంతువులన్నిటిలో విడిగా చీలిన డెక్కలు లేకయు, నెమరువేయకయు నుండునవి మీకు అపవిత్రములు, వాటి కళేబరములను ముట్టిన ప్రతివాడు అపవిత్రుడగును.౹"},{"number":27,"verse":"నాలుగు కాళ్లతో నడుచు సమస్త జీవరాసులలో ఏవి అరకాలితో నడుచునో అవన్నియు అపవిత్రములు; వాటి కళేబరములను ముట్టిన ప్రతివాడు సాయంకాలమువరకు అపవిత్రుడగును;౹"},{"number":28,"verse":"వాటి కళేబరమును మోసిన ప్రతివాడు తన బట్టలు ఉదుకుకొని సాయంకాలమువరకు అపవిత్రుడగును; అవి మీకు అపవిత్రమైనవి."},{"number":29,"verse":"నేలమీద ప్రాకు జీవరాసులలో మీకు అపవిత్రమైనవి ఏవేవనగా, చిన్నముంగిస, చిన్నపందికొక్కు, ప్రతి విధమైన బల్లి,౹"},{"number":30,"verse":"ఊసరవెల్లి, నేలమొసలి, తొండ, సరటము, అడవి యెలుక.౹"},{"number":31,"verse":"ప్రాకువాటిలో ఇవి మీకు అపవిత్రములు; ఇవి చచ్చిన తరువాత వీటిని ముట్టిన ప్రతివాడు సాయంకాలమువరకు అపవిత్రుడగును.౹"},{"number":32,"verse":"వాటిలో చచ్చిన దాని కళేబరము దేనిమీద పడునో అది అపవిత్రమగును. అది చెక్కపాత్రయేగాని బట్టయేగాని చర్మమేగాని సంచియేగాని పనిచేయు ఉపకరణము ఏదియుగాని అయినయెడల దానిని నీళ్లలో వేయవలెను. అది సాయంకాలమువరకు అపవిత్రమైయుండును; తరువాత అది పవిత్రమగును.౹"},{"number":33,"verse":"వీటిలో ఏదైనను మంటిపాత్రలో పడినయెడల దానిలోనిదంతయు అపవిత్రమగును; మీరు దానిని పగుల గొట్టవలెను.౹"},{"number":34,"verse":"తినదగిన ఆహారమంతటిలో దేనిమీద ఆ నీళ్లు పడునో అది అపవిత్రమగును. అట్టి పాత్రలో త్రాగిన యే పానీయమును అపవిత్రము.౹"},{"number":35,"verse":"వాటి కళేబరములలో కొంచెము దేనిమీదపడునో అది అపవిత్రమగును. అది పొయ్యియైనను కుంపటియైనను దానిని పగులగొట్టవలెను. అవి అపవిత్రములు, అవి మీకు అపవిత్రములుగా ఉండవలెను.౹"},{"number":36,"verse":"అయితే విస్తారమైన నీళ్లుగల ఊటలోగాని గుంటలోగాని కళేబరము పడినను ఆ నీళ్లు అపవిత్రములు కావుగాని కళేబరమునకు తగిలినది అపవిత్రమగును.౹"},{"number":37,"verse":"వాటి కళేబరములలో కొంచెము విత్తుకట్టు విత్తనములమీద పడినను అవి అపవిత్రములు కావుగాని"},{"number":38,"verse":"ఆ విత్తనములమీద నీళ్లు పోసిన తరువాత కళేబరములో కొంచెము వాటిమీద పడినయెడల అవి మీకు అపవిత్రములగును."},{"number":39,"verse":"మీరు తినదగిన జంతువులలో ఏదైనను చచ్చినయెడల దాని కళేబరమును ముట్టువాడు సాయంకాలమువరకు అపవిత్రుడగును.౹"},{"number":40,"verse":"దాని కళేబరములో ఏదైనను తినువాడు తన బట్టలు ఉదుకుకొని సాయంకాలమువరకు అపవిత్రుడగును. దాని కళేబరమును మోయువాడు తన బట్టలు ఉదుకుకొని సాయంకాలమువరకు అపవిత్రుడగును."},{"number":41,"verse":"నేలమీద ప్రాకు జీవరాసులన్నియు హేయములు, వాటిని తినకూడదు.౹"},{"number":42,"verse":"నేలమీద ప్రాకు జీవరాసులన్నిటిలో కడుపుతో చరించుదానినైనను నాలుగుకాళ్లతో చరించుదానినైనను చాలా కాళ్లుగల దానినైనను మీరు తినకూడదు; అవి హేయములు.౹"},{"number":43,"verse":"ప్రాకు జీవరాసులలో దేనినైననుతిని మిమ్మును మీరు హేయపరచుకొనకూడదు; వాటివలన అపవిత్రులగునట్లు వాటివలన అపవిత్రత కలుగ జేసికొనకూడదు.౹"},{"number":44,"verse":"నేను మీ దేవుడనైన యెహోవాను; నేను పరిశుద్ధుడను గనుక మీరు పరిశుద్ధులై యుండునట్లు మిమ్మును మీరు పరిశుద్ధపరచుకొనవలెను. నేలమీద ప్రాకు జీవరాసులలో దేనివలనను మిమ్మును మీరు అపవిత్ర పరచుకొనకూడదు.౹"},{"number":45,"verse":"నేను మీకు దేవుడనైయుండుటకు ఐగుప్తుదేశములోనుండి మిమ్మును రప్పించిన యెహోవాను; నేను పరిశుద్ధుడను గనుక మీరును పరిశుద్ధులు కావలెను."},{"number":46,"verse":"అపవిత్రమైనదానికిని పవిత్రమైనదానికిని తినదగిన జంతువులకును తినదగని జంతువులకును భేదము చేయునట్లు"},{"number":47,"verse":"జంతువులనుగూర్చియు, పక్షులనుగూర్చియు, జలచరములైన సమస్త జీవులనుగూర్చియు, నేలమీద ప్రాకు సమస్త జీవులనుగూర్చియు చేసిన విధి యిదే అని చెప్పుమనెను."}]}