{"bibleAbbr":"teOV2016","bookName":"లేవీయకాండము","bookEnglishName":"Leviticus","chapterNumber":2,"verses":[{"number":1,"verse":"ఒకడు యెహోవాకు నైవేద్యము చేయునప్పుడు అతడు అర్పించునది గోధుమపిండిదై యుండవలెను. అతడు దానిమీద నూనెపోసి సాంబ్రాణి వేసి"},{"number":2,"verse":"యాజకులగు అహరోను కుమారులయొద్దకు దానిని తేవలెను. అందులోనుండి యాజకుడు తన చేరతో చేరెడు నూనెయు చేరెడు గోధుమపిండియు దాని సాంబ్రాణి అంతయు తీసికొని యెహోవాకు ఇంపైన సువాసనగల హోమముగా బలిపీఠముమీద అందులో ఒక భాగమును జ్ఞాపకార్థముగా దహింపవలెను.౹"},{"number":3,"verse":"ఆ నైవేద్యశేషము అహరోనుకును అతని కుమారులకును ఉండును. యెహోవాకు అర్పించు హోమములలో అది అతిపరిశుద్ధము."},{"number":4,"verse":"నీవు పొయ్యిలో కాల్చిన నైవేద్యము చేయునప్పుడు అది నూనె కలిసినదియు, పొంగనిదియునైన గోధుమపిండి అప్పడములేగాని నూనె రాచినదియు పొంగనిదియునైన పూరీలేగాని కావలెను.౹"},{"number":5,"verse":"నీ అర్పణము పెనముమీద కాల్చిన నైవేద్యమైనయెడల అది నూనె కలిసినదియు పొంగనిదియునైన గోధుమపిండిదై యుండవలెను.౹"},{"number":6,"verse":"అది నైవేద్యము గనుక నీవు దాని ముక్కలుగా త్రుంచి వాటిమీద నూనె పోయవలెను."},{"number":7,"verse":"నీవు అర్పించునదికుండలో వండిన నైవేద్యమైనయెడల నూనె కలిసిన గోధుమపిండితో దానిని చేయవలెను.౹"},{"number":8,"verse":"వాటితో చేయబడిన నైవేద్యమును యెహోవాయొద్దకు తేవలెను. యాజకునియొద్దకు దానిని తెచ్చిన తరువాత అతడు బలిపీఠము దగ్గరకు దానిని తేవలెను"},{"number":9,"verse":"అప్పుడు యాజకుడు ఆ నైవేద్యములో ఒక భాగమును జ్ఞాపకార్థముగా తీసి బలిపీఠముమీద యెహోవాకు ఇంపైన సువాసనగల హోమముగా దాని దహింపవలెను.౹"},{"number":10,"verse":"ఆ నైవేద్య శేషము అహరోనుకును అతని కుమారులకును జెందును. యెహోవాకు అర్పించు హోమములలో అది అతిపరిశుద్ధము."},{"number":11,"verse":"మీరు యెహోవాకుచేయు నైవేద్యమేదియు పులిసి పొంగినదానితో చేయకూడదు. ఏలయనగా పులిసినదైనను తేనెయైనను యెహోవాకు హోమముగా దహింపవలదు.౹"},{"number":12,"verse":"ప్రథమఫలముగా యెహోవాకు వాటిని అర్పింపవచ్చునుగాని బలిపీఠముమీద ఇంపైన సువాసనగా వాటి నర్పింప వలదు.౹"},{"number":13,"verse":"నీవు అర్పించు ప్రతి నైవేద్యమునకు ఉప్పు చేర్చవలెను. నీ దేవుని నిబంధనయొక్క ఉప్పు నీ నైవేద్యముమీద ఉండవలెను, నీ అర్పణములన్నిటితోను ఉప్పు అర్పింపవలెను.౹"},{"number":14,"verse":"నీవు యెహోవాకు ప్రథమఫలముల నైవేద్యమును చేయునప్పుడు సారమైన భూమిలో పుట్టిన పచ్చని వెన్నులలోని ఊచబియ్యమును వేయించి విసిరి నీ ప్రథమఫలముల నైవేద్యముగా అర్పింపవలెను.౹"},{"number":15,"verse":"అది నైవేద్యరూపమైనది, నీవు దానిమీద నూనెపోసి దాని పైని సాంబ్రాణి వేయవలెను.౹"},{"number":16,"verse":"అందులో జ్ఞాపకార్థమైన భాగమును, అనగా విసిరిన ధాన్యములో కొంతయు, నూనెలో కొంతయు, దాని సాంబ్రాణి అంతయు యాజకుడు దహింపవలెను. అది యెహోవాకు హోమము."}]}