{"bibleAbbr":"bnOV2016","bookName":"শমূয়েলের দ্বিতীয় পুস্তক।","bookEnglishName":"2 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"পরে কেহ যোয়াবকে কহিল, দেখ, রাজা অবশালোমের জন্য ক্রন্দন ও শোক করিতেছেন।"},{"number":2,"verse":"আর সেই দিবসে সমস্ত লোকের পক্ষে বিজয় শোকের বিষয় হইয়া পড়িল, কারণ রাজা আপন পুত্রের বিষয়ে ব্যথিত হইয়াছেন, ইহা লোকে সেই দিন শুনিল।"},{"number":3,"verse":"আর রণস্থল হইতে পলায়নকালে লোকেরা যেমন বিষণ্ণ হইয়া চোরের ন্যায় চলে, তদ্রূপ লোকেরা ঐ দিবসে চোরের ন্যায় নগরে প্রবেশ করিল।"},{"number":4,"verse":"আর রাজা আপন মুখ ঢাকিয়া উচ্চৈঃস্বরে ক্রন্দন করিয়া বলিতে লাগিলেন, হায়! আমার পুত্র অবশালোম! হায় অবশালোম! আমার পুত্র! আমার পুত্র!"},{"number":5,"verse":"পরে যোয়াব গৃহের মধ্যে রাজার নিকটে আসিয়া কহিলেন, যাহারা আজ আপনার প্রাণ, আপনার পুত্র কন্যাদের প্রাণ ও আপনার ভার্য্যাদের প্রাণ ও আপনার উপপত্নীদের প্রাণ রক্ষা করিয়াছে, আপনার সেই দাসগণকে আপনি আজ বিষণ্ণবদন করিলেন।"},{"number":6,"verse":"বস্তুতঃ আপনি আপন বিদ্বেষিগণকে প্রেম ও আপন প্রেমকারিগণকে দ্বেষ করিতেছেন; ফলে আপনি আজ প্রকাশ করিতেছেন যে, অধ্যক্ষেরা ও দাসেরা আপনার কাছে কিছুই নয়; কেননা আজ আমি দেখিতে পাইতেছি, যদি অবশালোম বাঁচিয়া থাকিত, আর আমরা সকলে আজ মরিতাম, তাহা হইলে আপনি সন্তুষ্ট হইতেন।"},{"number":7,"verse":"অতএব আপনি এখন উঠিয়া বাহিরে গিয়া আপন দাসগণকে চিত্ততোষক কথা বলুন। আমি সদাপ্রভুর নামে শপথ করিতেছি, যদি আপনি বাহিরে না যান, তবে এই রাত্রি আপনার সহিত এক জনও থাকিবে না; এবং আপনার যৌবনকাল হইতে এখন পর্য্যন্ত যত অমঙ্গল ঘটিয়াছে, সে সকল অপেক্ষাও আপনার এই অমঙ্গল অধিক হইবে।"},{"number":8,"verse":"তখন রাজা উঠিয়া নগর-দ্বারে বসিলেন; আর সমস্ত লোককে বলা হইল, দেখ, রাজা দ্বারে বসিয়া আছেন; তাহাতে সমস্ত লোক রাজার সম্মুখে আসিল।"},{"number":9,"verse":"( দায়ূদের যিরূশালেমে পুনরাগমন।) ইস্রায়েল লোকেরা প্রত্যেকে আপন আপন তাম্বুতে পলায়ন করিয়াছিল। পরে ইস্রায়েলের সমস্ত বংশের মধ্যে সমস্ত লোক কলহ করিয়া বলিতে লাগিল, রাজা শত্রুগণের হস্ত হইতে আমাদিগকে নিস্তার করিয়াছিলেন, ও পলেষ্টীয়দের হস্ত হইতে আমাদিগকে উদ্ধার করিয়াছিলেন; সম্প্রতি তিনি অবশালোমের ভয়ে দেশ হইতে পলায়ন করিয়াছেন।"},{"number":10,"verse":"আর আমরা যে অবশালোমকে আপনাদের উপরে অভিষেক করিয়াছিলাম, তিনি যুদ্ধে মরিয়াছেন; অতএব তোমরা এখন রাজাকে ফিরাইয়া আনিবার বিষয়ে একটী কথাও বলিতেছ না কেন?"},{"number":11,"verse":"পরে দায়ূদ রাজা সাদোক ও অবিয়াথর এই দুই যাজকের নিকটে দূত পাঠাইয়া কহিলেন, তোমরা যিহূদার প্রাচীনবর্গকে বল, রাজাকে আপন বাটীতে ফিরাইয়া আনিতে তোমরা কেন সকলের শেষে পড়িতেছ? রাজাকে আপন বাটীতে ফিরাইয়া আনিবার জন্য সমস্ত ইস্রায়েলের নিবেদন তাঁহার নিকটে উপস্থিত হইয়াছে।"},{"number":12,"verse":"তোমরাই আমার ভ্রাতা, তোমরাই আমার অস্থি ও আমার মাংস; অতএব রাজাকে ফিরাইয়া আনিতে কেন সকলের শেষে পড়িতেছ?"},{"number":13,"verse":"তোমরা অমাসাকেও বল, তুমি কি আমার অস্থি ও আমার মাংস নও? যদি তুমি নিয়ত আমার সাক্ষাতে যোয়াবের পদে সৈন্যদলের সেনাপতি না হও, তবে ঈশ্বর আমাকে অমুক ও ততোধিক দণ্ড দিউন।"},{"number":14,"verse":"এইরূপে তিনি যিহূদার সমস্ত লোকের হৃদয়কে এক জনের হৃদয়ের ন্যায় নমন করিলেন, তাহাতে তাহারা লোক পাঠাইয়া রাজাকে কহিল, আপনি ও আপনার সকল দাস পুনরাগমন করুন।"},{"number":15,"verse":"পরে রাজা প্রত্যাগমন করিয়া যর্দ্দন পর্য্যন্ত আসিলেন। আর যিহূদার লোকেরা রাজার সঙ্গে দেখা করিতে ও তাঁহাকে যর্দ্দন পার করিয়া আনিতে গিল্গলে গেল।"},{"number":16,"verse":"তখন দায়ূদ রাজার সঙ্গে দেখা করিতে বহুরীম-নিবাসী গেরার পুত্র বিন্যামীনীয় শিমিয়ি ত্বরা করিয়া যিহূদার লোকদের সহিত আসিল।"},{"number":17,"verse":"আর বিন্যামীনীয় এক সহস্র লোক তাহার সঙ্গে ছিল, এবং শৌলের কুলের ভৃত্য সীবঃ ও তাহার পঞ্চদশ পুত্র ও বিংশতি দাস তাহার সহিত ছিল, তাহারা রাজার সাক্ষাতে জল ভাঙ্গিয়া যর্দ্দন পার হইল।"},{"number":18,"verse":"তখন খেয়ার নৌকা রাজার পরিজনদিগকে পার করিতে ও তাঁহার বাসনামত কর্ম্ম করিতে অন্য পারে গিয়াছিল। রাজার যর্দ্দন পার হইবার সময়ে গেরার পুত্র শিমিয়ি রাজার সম্মুখে উবুড় হইয়া পড়িল।"},{"number":19,"verse":"সে রাজাকে কহিল, আমার প্রভু আমার অপরাধ গণনা করিবেন না; যে দিন আমার প্রভু মহারাজ যিরূশালেম হইতে বাহির হন, সেই দিন আপনার দাস আমি যে অপকর্ম্ম করিয়াছিলাম, তাহা স্মরণে রাখিবেন না, মহারাজ কিছু মনে করিবেন না।"},{"number":20,"verse":"আপনার দাস আমি জানি, আমি পাপ করিয়াছি, এই জন্য দেখুন, যোষেফের সমস্ত কুলের মধ্যে প্রথমে আমিই অদ্য আমার প্রভু মহারাজের সঙ্গে দেখা করিতে নামিয়া আসিয়াছি।"},{"number":21,"verse":"কিন্তু সরূয়ার পুত্র অবীশয় উত্তর করিলেন, এজন্য কি শিমিয়ির প্রাণদণ্ড হইবে না যে, সে সদাপ্রভুর অভিষিক্ত ব্যক্তিকে শাপ দিয়াছিল?"},{"number":22,"verse":"দায়ূদ কহিলেন, হে সরূয়ার পুত্রগণ! তোমাদের সহিত আমার বিষয় কি যে, তোমরা অদ্য আমার বিপক্ষ হইতেছ? অদ্য কি ইস্রায়েলের মধ্যে কাহারও প্রাণদণ্ড হইতে পারে? কারণ আমি কি জানি না যে, অদ্য আমি ইস্রায়েলের উপরে রাজা?"},{"number":23,"verse":"পরে রাজা শিমিয়িকে কহিলেন, তোমার প্রাণদণ্ড হইবে না; ফলতঃ রাজা তাহার কাছে শপথ করিলেন।"},{"number":24,"verse":"পরে শৌলের পৌত্র মফীবোশৎ রাজার সঙ্গে দেখা করিতে নামিয়া আসিলেন; রাজার প্রস্থান দিনাবধি কুশলে প্রত্যাগমন দিন পর্য্যন্ত তিনি আপন পায়ের প্রতি যত্ন করেন নাই, দাড়ি পরিষ্কার করেন নাই, ও বস্ত্র ধৌত করান নাই।"},{"number":25,"verse":"আর যখন তিনি যিরূশালেমে রাজার সঙ্গে দেখা করিতে আসিলেন, তখন রাজা তাঁহাকে কহিলেন, হে মফীবোশৎ, তুমি কেন আমার সহিত যাও নাই?"},{"number":26,"verse":"তিনি উত্তর করিলেন, হে আমার প্রভু, হে রাজন্, আমার দাস আমাকে বঞ্চনা করিয়াছিল; কেননা আপনার দাস আমি বলিয়াছিলাম, আমি গর্দ্দভ সাজাইয়া তাহার উপরে চড়িয়া মহারাজের সহিত যাইব, কেননা আপনার দাস আমি খঞ্জ।"},{"number":27,"verse":"সে আমার প্রভু মহারাজের নিকটে আপনার এই দাসের নিন্দাবাদ করিয়াছে; কিন্তু আমার প্রভু মহারাজ ঈশ্বরের দূতের তুল্য; অতএব আপনার দৃষ্টিতে যাহা ভাল বোধ হয়, তাহাই করুন।"},{"number":28,"verse":"আমার প্রভু মহারাজের সাক্ষাতে আমার সমস্ত পিতৃকুল নিতান্ত মৃত্যুর পাত্র ছিল, তথাপি যাহারা আপনার মেজে ভোজন করে, আপনি তাহাদের সহিত বসিতে আপনার এই দাসকে স্থান দিয়াছিলেন; অতএব আমার আর কি অধিকার আছে যে, মহারাজের কাছে পুনর্ব্বার ক্রন্দন করিব?"},{"number":29,"verse":"রাজা তাহাকে কহিলেন, তোমার বিষয়ে অধিক কথায় কি প্রয়োজন? আমি বলিতেছি তুমি ও সীবঃ উভয়ে সেই ভূমি অংশ করিয়া লও।"},{"number":30,"verse":"তখন মফীবোশৎ রাজাকে কহিলেন, সে সমস্তই গ্রহণ করুক, কারণ আমার প্রভু মহারাজ কুশলে আপন বাটীতে ফিরিয়া আসিয়াছেন।"},{"number":31,"verse":"আর গিলিয়দীয় বর্সিল্লয় রোগলীম হইতে নামিয়া আসিয়াছিলেন, তিনি রাজাকে যর্দ্দনের পারে রাখিয়া যাইবার আশয়ে তাঁহার সহিত যর্দ্দন পার হইয়াছিলেন।"},{"number":32,"verse":"বর্সিল্লয় অতি বৃদ্ধ, আশী বৎসর বয়স্ক ছিলেন; আর মহনয়িমে রাজার অবস্থিতিকালে তিনি রাজার খাদ্য যোগাইয়াছিলেন, কারণ তিনি এক জন খুব বড় মানুষ ছিলেন।"},{"number":33,"verse":"রাজা বর্সিল্লয়কে কহিলেন, তুমি আমার সহিত পার হইয়া আইস, আমি তোমাকে যিরূশালেমে আমার সঙ্গে প্রতিপালন করিব।"},{"number":34,"verse":"কিন্তু বর্সিল্লয় রাজাকে কহিলেন, আমার আয়ুর আর কত দিন আছে যে, আমি মহারাজের সহিত যিরূশালেমে উঠিয়া যাইব? অদ্য আমার বয়স আশী বৎসর;"},{"number":35,"verse":"এখন কি ভাল মন্দের বিশেষ বুঝিতে পারি? যাহা ভোজন করি বা যাহা পান করি, আপনার দাস আমি কি তাহার আস্বাদ বুঝিতে পারি? এখন কি আর গায়ক ও গায়িকাদের গানের শব্দ শুনিতে পাই? তবে কেন আপনার এই দাস আমার প্রভু মহারাজের ভারস্বরূপ হইবে?"},{"number":36,"verse":"আপনার দাস মহারাজের সহিত কেবল যর্দ্দন পার হইয়া যাইবে, এই মাত্র; মহারাজ কেন এমন পুরস্কারে আমাকে পুরস্কৃত করিবেন?"},{"number":37,"verse":"অনুগ্রহ করিয়া আপনার এই দাসকে ফিরিয়া যাইতে দিউন; আমি আপন নগরে আপন পিতামাতার কবরের নিকটে মরিব। কিন্তু দেখুন, এই আপনার দাস কিম্হম; এ আমার প্রভু মহারাজের সহিত পার হইয়া যাউক; আপনার যাহা ভাল বোধ হয়, ইহার প্রতি করিবেন।"},{"number":38,"verse":"রাজা উত্তর করিলেন, কিম্হম আমার সহিত পার হইয়া যাইবে; তোমার যাহা ভাল বোধ হয়, আমি তাহার প্রতি তাহাই করিব; এবং তুমি আমাকে যাহা করিতে বলিবে, তোমার জন্য আমি তাহাই করিব।"},{"number":39,"verse":"পরে সমস্ত লোক যর্দ্দন পার হইল, রাজাও পার হইলেন; এবং রাজা বর্সিল্লয়কে চুম্বন করিলেন, ও আশীর্ব্বাদ করিলেন; পরে তিনি স্বস্থানে ফিরিয়া গেলেন।"},{"number":40,"verse":"আর রাজা পার হইয়া গিল্গলে গেলেন; এবং কিম্হম তাঁহার সহিত গেল, এবং যিহূদার সমস্ত লোক ও ইস্রায়েলের অর্দ্ধেক লোক গিয়া রাজাকে পার করিয়া লইয়া আসিয়াছিল।"},{"number":41,"verse":"( শেবের বিদ্রোহ ও মৃত্যু।) আর দেখ, ইস্রায়েলের সমস্ত লোক রাজার নিকটে আসিয়া রাজাকে কহিল, আমাদের ভ্রাতা যিহূদার লোকেরা কেন আপনাকে চুরি করিয়া আনিল? মহারাজকে আপনার পরিজনদিগকে ও দায়ূদের সঙ্গে তাঁহার সমস্ত লোককে, যর্দ্দন পার করিয়া কেন আনিল?"},{"number":42,"verse":"তখন যিহূদার সমস্ত লোক ইস্রায়েল লোকদিগকে উত্তর করিল, রাজা ত আমাদের নিকট কুটুম্ব, তবে তোমরা এ বিষয়ে কেন ক্রুদ্ধ হও? আমরা কি রাজার কিছু খাইয়াছি? অথবা তিনি কি আমাদিগকে কিছু ভেট দিয়াছেন?"},{"number":43,"verse":"তখন ইস্রায়েল লোকেরা উত্তর করিয়া যিহূদার লোকদিগকে কহিল, রাজাতে আমাদের দশ অংশ অধিকার আছে, আরও দায়ূদে তোমাদের অপেক্ষা আমাদের অধিকার অধিক; অতএব আমাদিগকে কেন তুচ্ছবোধ করিলে; আর আমাদের রাজাকে ফিরাইয়া আনিবার প্রস্তাব কি প্রথমে আমরাই করি নাই? তখন ইস্রায়েল লোকদের বাক্য অপেক্ষা যিহূদার লোকদের বাক্য অধিক কঠিন হইল।"}]}