{"bibleAbbr":"bnOV2016","bookName":"শমূয়েলের দ্বিতীয় পুস্তক।","bookEnglishName":"2 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"( দায়ূদের প্রজাগণনা ও তাহার ফল।) আর ইস্রায়েলের প্রতি সদাপ্রভুর ক্রোধ পুনর্ব্বার প্রজ্বলিত হইল, তিনি তাহাদের বিরুদ্ধে দায়ূদকে প্রবৃত্তি দিলেন, কহিলেন, যাও, ইস্রায়েল ও যিহূদাকে গণনা কর।"},{"number":2,"verse":"তখন রাজা আপন সৈন্যদলের সেনাপতি যোয়াব, যিনি তাঁহার সঙ্গে ছিলেন, তাঁহাকে আজ্ঞা করিলেন, তুমি দান অবধি বের্-শেবা পর্য্যন্ত ইস্রায়েলের যাবতীয় বংশ-মধ্যে পর্য্যটন কর, তোমরা লোকদিগকে গণনা কর, আমি প্রজাগণের সংখ্যা জানিব।"},{"number":3,"verse":"যোয়াব রাজাকে কহিলেন, এখন যত লোক আছে, আপনার ঈশ্বর সদাপ্রভু তাহার শত গুণ বৃদ্ধি করুন, এবং আমার প্রভু মহারাজ তাহা স্বচক্ষে দেখুন; কিন্তু এই কর্ম্মে আমার প্রভু মহারাজের অভিরুচি কেন হইল?"},{"number":4,"verse":"তথাপি যোয়াবের উপরে ও সেনাপতিদের উপরে রাজার কথাই প্রবল হইল। পরে যোয়াব ও সেনাপতিগণ ইস্রায়েল লোকদিগকে গণনা করিবার জন্য রাজার সম্মুখ হইতে গমন করিলেন।"},{"number":5,"verse":"তাঁহারা যর্দ্দন পার হইয়া গাদ দেশস্থ উপত্যকার মধ্যস্থিত নগরের দক্ষিণ পার্শ্বে অরোয়েরে এবং যাসেরে শিবির স্থাপন করিলেন।"},{"number":6,"verse":"পরে তাঁহারা গিলিয়দে ও তহতীম-হদ্শি দেশে আসিলেন; তাহার পর দান-যানে গিয়া ঘুরিয়া সীদোনে উপস্থিত হইলেন।"},{"number":7,"verse":"পরে সোরদুর্গে এবং হিব্বীয়দের ও কনানীয়দের সমস্ত নগরে গমন করিলেন, আর শেষে যিহূদার দক্ষিণাঞ্চলে বের-শেবাতে উপস্থিত হইলেন।"},{"number":8,"verse":"এই প্রকারে সমস্ত দেশ পর্য্যটন করিবার পর তাঁহারা নয় মাস বিশ দিনের শেষে যিরূশালেমে ফিরিয়া আসিলেন।"},{"number":9,"verse":"পরে যোয়াব গণিত লোকদের সংখ্যা রাজার কাছে দিলেন; ইস্রায়েলে খড়্গধারী আট লক্ষ বলবান লোক ছিল; আর যিহূদার পাঁচ লক্ষ লোক ছিল।"},{"number":10,"verse":"দায়ূদ লোকদিগকে গণনা করাইলে পর তাঁহার হৃদয় ধুক্ ধুক্ করিতে লাগিল। দায়ূদ সদাপ্রভুকে কহিলেন, এই কার্য্য করিয়া আমি মহাপাপ করিয়াছি; এখন, হে সদাপ্রভু, বিনয় করি, নিজ দাসের অপরাধ ক্ষমা কর, কেননা আমি বড়ই অজ্ঞানের কর্ম্ম করিয়াছি।"},{"number":11,"verse":"পরে যখন দায়ূদ প্রত্যূষে উঠিলেন, তখন দায়ূদের দর্শক গাদ ভাববাদীর নিকটে সদাপ্রভুর এই বাক্য উপস্থিত হইল,"},{"number":12,"verse":"তুমি গিয়া দায়ূদকে বল, সদাপ্রভু এই কথা কহেন, আমি তোমার সম্মুখে তিনটী [দণ্ড] রাখি, তাহার মধ্যে তুমি একটী মনোনীত কর, আমি তাহাই তোমার প্রতি করিব।"},{"number":13,"verse":"পরে গাদ দায়ূদের নিকটে আসিয়া তাঁহাকে জ্ঞাত করিলেন, কহিলেন, আপনার দেশে সাত বৎসর ব্যাপিয়া কি দুর্ভিক্ষ হইবে? না আপনার বিপক্ষগণ যাবৎ আপনার পশ্চাতে পশ্চাতে তাড়া করে, তাবৎ আপনি তিন মাস পর্য্যন্ত তাহাদের অগ্রে অগ্রে পলায়ন করিবেন? না তিন দিবস পর্য্যন্ত আপনার দেশে মহামারী হইবে? যিনি আমাকে পাঠাইলেন, তাঁহাকে কি উত্তর দিব, তাহা এখন বিবেচনা করিয়া দেখুন।"},{"number":14,"verse":"দায়ূদ গাদকে কহিলেন, আমি বড়ই বিপদ্গ্রস্ত হইলাম; আইসুন, আমরা সদাপ্রভুর হস্তে পড়ি, কেননা তাঁহার করুণা প্রচুর; কিন্তু আমি মনুষ্যের হস্তে পড়িতে চাহি না।"},{"number":15,"verse":"পরে প্রাতঃকাল অবধি নিরূপিত সময় পর্য্যন্ত সদাপ্রভু ইস্রায়েলের উপরে মহামারী পাঠাইলেন; আর দান অবধি বের্-শেবা পর্য্যন্ত লোকদের মধ্যে সত্তর সহস্র লোক মরিল।"},{"number":16,"verse":"আর যখন দূত যিরূশালেম বিনষ্ট করিতে তৎপ্রতি হস্ত বিস্তার করিলেন, তখন সদাপ্রভু সেই বিপদের জন্য অনুশোচনা করিয়া সেই লোকবিনাশক দূতকে কহিলেন, যথেষ্ট হইয়াছে, এখন তোমার হস্ত সঙ্কুচিত কর। তখন সদাপ্রভুর দূত যিবূষীয় অরৌণার খামারের নিকটে ছিলেন।"},{"number":17,"verse":"পরে দায়ূদ সেই লোকঘাতী দূতকে দেখিয়া সদাপ্রভুকে কহিলেন, দেখ, আমিই পাপ করিয়াছি, আমিই অপরাধ করিয়াছি, কিন্তু এই মেষগণ কি করিল? বিনয় করি, আমারই বিরুদ্ধে ও আমার পিতৃকুলের বিরুদ্ধে হস্ত বিস্তার কর।"},{"number":18,"verse":"সেই দিন গাদ দায়ূদের কাছে আসিয়া তাঁহাকে কহিলেন, আপনি উঠিয়া গিয়া যিবূষীয় অরৌণার খামারে সদাপ্রভুর উদ্দেশে এক যজ্ঞবেদি স্থাপন করুন।"},{"number":19,"verse":"অতএব দায়ূদ সদাপ্রভুর আজ্ঞামতে গাদের বাক্যানুসারে উঠিয়া গেলেন।"},{"number":20,"verse":"তখন অরৌণা দৃষ্টিপাত করিয়া দেখিতে পাইল, রাজা ও তাঁহার দাসগণ তাঁহার কাছে আসিতেছেন; তাহাতে অরৌণা বাহিরে আসিয়া রাজার সম্মুখে ভূমিতে উবুড় হইয়া প্রণিপাত করিল।"},{"number":21,"verse":"আর অরৌণা কহিল, আমার প্রভু মহারাজ আপন দাসের নিকটে কি জন্য আসিয়াছেন? দায়ূদ কহিলেন, লোকদের উপর হইতে মহামারী যেন নিবৃত্ত হয়, এই জন্য সদাপ্রভুর উদ্দেশে এক যজ্ঞবেদি নির্ম্মাণ করিব বলিয়া আমি তোমার কাছে এই খামার কিনিতে আসিয়াছি।"},{"number":22,"verse":"তখন অরৌণা দায়ূদকে কহিল, আমার প্রভু মহারাজের দৃষ্টিতে যাহা ভাল বোধ হয়, তাহাই লইয়া উৎসর্গ করুন; দেখুন, হোমবলির নিমিত্ত এই বৃষগুলি এবং কাষ্ঠের নিমিত্ত এই মর্দ্দনযন্ত্র ও বৃষদের সজ্জা আছে;"},{"number":23,"verse":"হে রাজন্, অরৌণা রাজাকে এই সমস্ত দিতেছে। অরৌণা রাজাকে আরও কহিল, সদাপ্রভু আপনার ঈশ্বর আপনাকে গ্রাহ্য করুন।"},{"number":24,"verse":"কিন্তু রাজা অরৌণাকে কহিলেন, তাহা নয়, আমি অবশ্য মূল্য দিয়া তোমার কাছে এই সমস্ত ক্রয় করিব; আমি আমার ঈশ্বর সদাপ্রভুর উদ্দেশে বিনামূল্যে হোমবলি উৎসর্গ করিব না। পরে দায়ূদ পঞ্চাশ শেকল রৌপ্যে সেই খামার ও বৃষগুলি ক্রয় করিয়া লইলেন।"},{"number":25,"verse":"আর দায়ূদ সেই স্থানে সদাপ্রভুর উদ্দেশে এক যজ্ঞবেদি নির্ম্মাণ করিয়া হোমবলি ও মঙ্গলার্থক বলি উৎসর্গ করিলেন। এইরূপে দেশের জন্য সদাপ্রভুর কাছে নিবেদন করিলে তিনি প্রসন্ন হইলেন, এবং ইস্রায়েলের উপর হইতে মহামারী নিবৃত্ত হইল।"}]}