{"bibleAbbr":"bnOV2016","bookName":"শমূয়েলের দ্বিতীয় পুস্তক।","bookEnglishName":"2 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"( যিরূশালেমে দায়ূদের শ্রীবৃদ্ধি।) পরে ইস্রায়েলের সমস্ত বংশ হিব্রোণে দায়ূদের নিকটে আসিয়া কহিল, দেখুন, আমরা আপনার অস্থি ও মাংস।"},{"number":2,"verse":"পূর্ব্বে যখন শৌল আমাদের রাজা ছিলেন, তখনও আপনিই ইস্রায়েলকে বাহিরে লইয়া যাইতেন ও ভিতরে আনিতেন। আর সদাপ্রভু আপনাকে বলিয়াছিলেন, তুমিই আমার প্রজা ইস্রায়েলকে চরাইবে ও ইস্রায়েলের নায়ক হইবে।"},{"number":3,"verse":"এইরূপে ইস্রায়েলের প্রাচীনেরা সকলে হিব্রোণে রাজার নিকটে আসিলেন; তাহাতে দায়ূদ রাজা হিব্রোণে সদাপ্রভুর সাক্ষাতে তাঁহাদের সহিত নিয়ম করিলেন, এবং তাঁহারা ইস্রায়েলের উপরে দায়ূদকে রাজপদে অভিষেক করিলেন।"},{"number":4,"verse":"দায়ূদ ত্রিশ বৎসর বয়সে রাজত্ব করিতে আরম্ভ করেন, এবং চল্লিশ বৎসর রাজত্ব করেন।"},{"number":5,"verse":"তিনি হিব্রোণে যিহূদার উপরে সাত বৎসর ছয় মাস রাজত্ব করেন; পরে যিরূশালেমে সমস্ত ইস্রায়েলের ও যিহূদার উপরে তেত্রিশ বৎসর রাজত্ব করেন।"},{"number":6,"verse":"পরে রাজা ও তাঁহার লোকেরা দেশনিবাসী যিবূষীয়দের বিরুদ্ধে যিরূশালেমে যাত্রা করিলেন; তাহাকে তাহারা দায়ূদকে কহিল, তুমি এই স্থানে প্রবেশ করিতে পাইবে না, অন্ধেরা ও খঞ্জেরাই তোমাকে তাড়াইয়া দিবে। তাহারা ভাবিয়াছিল, দায়ূদ এই স্থানে প্রবেশ করিতে পারিবেন না।"},{"number":7,"verse":"কিন্তু দায়ূদ সিয়োনের দুর্গ হস্তগত করিলেন; তাহাই দায়ূদ-নগর। ঐ দিবসে দায়ূদ কহিলেন,"},{"number":8,"verse":"যে কেহ যিবূষীয়দিগকে আঘাত করে, সে জলপ্রণালীতে গিয়া দায়ূদের প্রাণের ঘৃণিত খঞ্জ ও অন্ধদিগকে আঘাত করুক। এই কারণ লোকে বলে, অন্ধ ও খঞ্জেরা রহিয়াছে, সে গৃহমধ্যে প্রবেশ করিবে না।"},{"number":9,"verse":"আর দায়ূদ সেই দুর্গে বসতি করিয়া তাহার নাম দায়ূদ-নগর রাখিলেন; এবং দায়ূদ মিল্লো অবধি ভিতর পর্য্যন্ত চারিদিকে [প্রাচীর] গাঁথিলেন।"},{"number":10,"verse":"পরে দায়ূদ উত্তরোত্তর মহান্ হইয়া উঠিলেন, কারণ সদাপ্রভু বাহিনীগণের ঈশ্বর, তাঁহার সহবর্ত্তী ছিলেন।"},{"number":11,"verse":"আর সোরের রাজা হীরম দায়ূদের নিকটে দূতগণকে এবং এরস কাষ্ঠ, সূত্রধর ও ভাস্করদিগকে পাঠাইলেন; তাহারা দায়ূদের জন্য এক বাটী নির্ম্মাণ করিল।"},{"number":12,"verse":"তখন দায়ূদ বুঝিলেন যে, সদাপ্রভু ইস্রায়েলের রাজপদে তাঁহাকে সুস্থির করিয়াছেন, এবং আপন প্রজা ইস্রায়েলের নিমিত্ত তাঁহার রাজ্যের উন্নতি করিয়াছেন।"},{"number":13,"verse":"আর দায়ূদ হিব্রোণ হইতে আসিলে পর যিরূশালেমে আরও উপপত্নী ও ভার্য্যা গ্রহণ করিলেন, তাহাতে দায়ূদের আরও পুত্র কন্যা জন্মিল।"},{"number":14,"verse":"যিরূশালেমে তাঁহার যে সকল পুত্র জন্মিল, তাহাদের নাম;"},{"number":15,"verse":"সম্মূয়, শোবব, নাথন, শলোমন, যিভর,"},{"number":16,"verse":"ইলীশূয়, নেফগ, যাফিয়, ইলীশামা, ইলিয়াদা ও ইলীফেলট।"},{"number":17,"verse":"পলেষ্টীয়েরা যখন শুনিল যে, দায়ূদ ইস্রায়েলের উপরে রাজপদে অভিষিক্ত হইয়াছেন, তখন পলেষ্টীয় সমস্ত লোক দায়ূদের অন্বেষণে উঠিয়া আসিল; দায়ূদ তাহা শুনিয়া দুর্গে নামিয়া গেলেন।"},{"number":18,"verse":"আর পলেষ্টীয়েরা আসিয়া রফায়ীম তলভূমিতে ব্যাপ্ত হইল।"},{"number":19,"verse":"তখন দায়ূদ সদাপ্রভুর কাছে জিজ্ঞাসা করিলেন, আমি কি পলেষ্টীয়দের বিরুদ্ধে উঠিয়া যাইব? তুমি কি আমার হস্তে তাহাদিগকে সমর্পণ করিবে? সদাপ্রভু দায়ূদকে কহিলেন, যাও, আমি অবশ্য তোমার হস্তে পলেষ্টীয়দিগকে সমর্পণ করিব।"},{"number":20,"verse":"পরে দায়ূদ বাল্-পরাসীমে আসিলেন, ও দায়ূদ তাহাদিগকে আঘাত করিলেন, আর কহিলেন, সদাপ্রভু আমার সম্মুখে আমার শত্রুগণকে সেতুভঙ্গের ন্যায় ভগ্ন করিলেন, এই জন্য সেই স্থানের নাম বাল্-পরাসীম [ভঙ্গ-স্থান] রাখিলেন।"},{"number":21,"verse":"সেই স্থানে তাহারা আপনাদের প্রতিমা সকল ফেলিয়া গিয়াছিল, আর দায়ূদ ও তাঁহার লোকেরা সেগুলি তুলিয়া লইয়া গেলেন।"},{"number":22,"verse":"পরে পলেষ্টীয়েরা পুনর্ব্বার আসিয়া রফায়ীম তলভূমিতে ব্যাপ্ত হইল।"},{"number":23,"verse":"তাহাতে দায়ূদ সদাপ্রভুর কাছে জিজ্ঞাসা করিলেন, আর তিনি কহিলেন, তুমি যাইও না, কিন্তু উহাদের পশ্চাতে ঘুরিয়া আসিয়া বাকা বৃক্ষরাজির সম্মুখে উহাদিগকে আক্রমণ কর।"},{"number":24,"verse":"সেই সকল বাকা বৃক্ষের শিখরে সৈন্যগমনের মত শব্দ শুনিলে তুমি উদ্যোগ করিবে; কেননা তখনই সদাপ্রভু পলেষ্টীয়দের সৈন্যকে আঘাত করিবার জন্য তোমার সম্মুখে অগ্রসর হইয়াছেন।"},{"number":25,"verse":"দায়ূদ সদাপ্রভুর আজ্ঞানুযায়ী কার্য্য করিলেন; গেবা হইতে গেষরের নিকট পর্য্যন্ত পলেষ্টীয়দিগকে আঘাত করিলেন।"}]}