{"bibleAbbr":"bnOV2016","bookName":"শমূয়েলের দ্বিতীয় পুস্তক।","bookEnglishName":"2 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"( দায়ূদের দিগ্বিজয়।) তৎপরে দায়ূদ পলেষ্টীয়দিগকে আঘাত করিয়া নত করিলেন, আর দায়ূদ পলেষ্টীয়দের হস্ত হইতে প্রধান নগরের কর্ত্তৃত্ব হরণ করিলেন।"},{"number":2,"verse":"আর তিনি মোয়াবীয়দিগকে আঘাত করিয়া রজ্জুতে মাপিলেন, ভূমিতে শয়ন করাইয়া বধ করণার্থে দুই রজ্জু এবং জীবিত রাখিবার জন্য সম্পূর্ণ এক রজ্জু দিয়া মাপিলেন; তাহাতে মোয়াবীয়েরা দায়ূদের দাস হইয়া উপঢৌকন আনিল।"},{"number":3,"verse":"আর যে সময়ে সোবার রাজা রহোবের পুত্র হদদেষর ফরাৎ নদীর নিকটে আপন কর্ত্তৃত্ব পুনরায় স্থাপন করিতে যান, তৎকালে দায়ূদ তাঁহাকে আঘাত করেন।"},{"number":4,"verse":"দায়ূদ তাঁহার নিকট হইতে সতের শত অশ্বারোহী ও বিশ সহস্র পদাতিক সৈন্য হস্তগত করিলেন, আর দায়ূদ তাঁহার রথের অশ্বগণের পাদশিরা ছেদন করিলেন, কিন্তু তাহার মধ্যে এক শত রথের অশ্ব রাখিলেন।"},{"number":5,"verse":"পরে দম্মেশকের অরামীয়েরা সোবার হদদেষর রাজার সাহায্য করিতে আসিলে দায়ূদ সেই অরামীয়দের মধ্যে বাইশ সহস্র জনকে আঘাত করিলেন।"},{"number":6,"verse":"আর দায়ূদ দম্মেশকের অরাম দেশে সৈন্যদল স্থাপন করিলেন, তাহাতে অরামীয়েরা দায়ূদের দাস হইয়া উপঢৌকন আনিল। এই প্রকারে দায়ূদ যে কোন স্থানে যাইতেন, সেই স্থানে সদাপ্রভু তাঁহাকে বিজয়ী করিতেন।"},{"number":7,"verse":"আর দায়ূদ হদদেষরের দাসদের স্বর্ণঢাল সকল খুলিয়া যিরূশালেমে আনিলেন।"},{"number":8,"verse":"আর দায়ূদ রাজা হদদেষরের বেটহ ও বেরোথা নগর হইতে বিস্তর পিত্তল আনিলেন।"},{"number":9,"verse":"আর দায়ূদ হদদেষরের সমস্ত সৈন্যদলকে আঘাত করিয়াছেন শুনিয়া হমাতের রাজা তয়ি দায়ূদ রাজার কুশল জিজ্ঞাসা করিবার জন্য,"},{"number":10,"verse":"এবং তিনি হদদেষরের সহিত যুদ্ধ করিয়া তাঁহাকে আঘাত করিয়াছেন বলিয়া তাঁহার ধন্যবাদ করিবার জন্য আপন পুত্র যোরামকে তাঁহার কাছে প্রেরণ করিলেন; কেননা হদদেষরের সহিত তয়িরও যুদ্ধ হইয়াছিল। যোরাম রৌপ্যের পাত্র, স্বর্ণের পাত্র ও পিত্তলের পাত্র সঙ্গে লইয়া আসিলেন।"},{"number":11,"verse":"তাহাতে দায়ূদ রাজা সে সমস্তও সদাপ্রভুর উদ্দেশে পবিত্র করিলেন; ফলতঃ অরাম, মোয়াব, অম্মোন-সন্তানগণ এবং পলেষ্টীয় ও অমালেক প্রভৃতি যে সমস্ত জাতিকে তিনি বশীভূত করিয়াছিলেন,"},{"number":12,"verse":"তাহাদের হইতে লব্ধ দ্রব্যের মধ্যে রৌপ্য ও স্বর্ণ, এবং সোবার রাজা রহোবের পুত্র হদদেষর হইতে নীত লুটদ্রব্য সকল তিনি পবিত্র করিয়াছিলেন।"},{"number":13,"verse":"আর দায়ূদ অরামকে ( (বা) ইদোমকে।) আঘাত করিয়া ফিরিয়া আসিবার সময় লবণ-তলভূমিতে অষ্টাদশ সহস্র জনকে বধ করিয়া অতিশয় নামলব্ধ হইলেন।"},{"number":14,"verse":"পরে দায়ূদ ইদোমে সৈন্যদল স্থাপন করিলেন, সমস্ত ইদোমে সৈন্যদল রাখিলেন, এবং ইদোমীয় সকল লোক দায়ূদের দাস হইল। আর দায়ূদ যে কোন স্থানে যাইতেন, সেই স্থানে সদাপ্রভু তাঁহাকে বিজয়ী করিতেন।"},{"number":15,"verse":"দায়ূদ সমস্ত ইস্রায়েলের উপরে রাজত্ব করিলেন; দায়ূদ আপন সমস্ত প্রজা লোকের পক্ষে বিচার ও ন্যায় সাধন করিতেন।"},{"number":16,"verse":"আর সরূয়ার পুত্র যোয়াব প্রধান সেনাপতি ছিলেন; এবং অহীলূদের পুত্র যিহোশাফট ইতিহাসকর্ত্তা ছিলেন;"},{"number":17,"verse":"আর অহীটূবের পুত্র সাদোক ও অবিয়াথরের পুত্র অহীমেলক যাজক ছিলেন; এবং সরায় লেখক ছিলেন;"},{"number":18,"verse":"আর যিহোয়াদার পুত্র বনায় করেথীয় ও পলেথীয়দের [উপরে নিযুক্ত ছিলেন]; এবং দায়ূদের পুত্রগণ যাজক ( (বা) রাজমন্ত্রী।) ছিলেন।"}]}