{"bibleAbbr":"bnOV2016","bookName":"শমূয়েলের দ্বিতীয় পুস্তক।","bookEnglishName":"2 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"( মফীবোশতের প্রতি দায়ূদের দয়া।) পরে দায়ূদ কহিলেন, আমি যোনাথনের নিমিত্ত যাহার প্রতি দয়া করিতে পারি, এমন কেহ কি শৌলের কুলে অবশিষ্ট আছে?"},{"number":2,"verse":"সীবঃ নামে শৌলের কুলের এক দাস ছিল, তাহাকে দায়ূদের নিকটে ডাকা হইলে রাজা তাহাকে কহিলেন, তুমি কি সীবঃ? সে কহিল, আপনার দাস সেই বটে।"},{"number":3,"verse":"রাজা কহিলেন, আমি যাহার প্রতি ঈশ্বরের দয়া প্রদর্শন করিতে পারি, শৌলের কুলে এমন কেহই কি অবশিষ্ট নাই? সীবঃ রাজাকে কহিল, যোনাথনের এক পুত্র এখনও অবশিষ্ট আছেন, তিনি চরণে খঞ্জ।"},{"number":4,"verse":"রাজা কহিলেন, সে কোথায়? সীবঃ রাজাকে কহিল, দেখুন, তিনি লো-দবারে অম্মীয়েলের পুত্র মাখীরের বাটীতে আছেন।"},{"number":5,"verse":"পরে দায়ূদ রাজা লো-দবারে লোক প্রেরণ করিয়া অম্মীয়েলের পুত্র মাখীরের বাটী হইতে তাঁহাকে আনাইলেন।"},{"number":6,"verse":"তখন শৌলের পৌত্র যোনাথনের পুত্র মফীবোশৎ দায়ূদের নিকটে আসিয়া উবুড় হইয়া পড়িয়া প্রণিপাত করিলেন। তখন দায়ূদ কহিলেন, মফীবোশৎ! তিনি উত্তর করিলেন, দেখুন, এই আপনার দাস।"},{"number":7,"verse":"দায়ূদ তাঁহাকে কহিলেন, ভয় করিও না, আমি তোমার পিতা যোনাথনের নিমিত্ত অবশ্য তোমার প্রতি দয়া করিব, আমি তোমার পিতামহ শৌলের সমস্ত ভূমি তোমাকে ফিরাইয়া দিব, আর তুমি নিত্য আমার মেজে ভোজন করিবে।"},{"number":8,"verse":"তাহাতে তিনি প্রণিপাত করিয়া কহিলেন, আপনার এ দাস কে যে, আপনি আমার মত মৃত কুকুরের প্রতি দৃষ্টি করিতেছেন?"},{"number":9,"verse":"পরে রাজা শৌলের ভৃত্য সীবঃকে ডাকাইয়া কহিলেন, আমি তোমার কর্ত্তার পুত্রকে শৌলের ও তাঁহার সমস্ত কুলের সর্ব্বস্ব দিলাম।"},{"number":10,"verse":"আর তুমি, তোমার পুত্রগণ ও দাসগণ তাঁহার জন্য ভূমি কর্ষণ করিবে, এবং তোমার কর্ত্তার পুত্রের খাদ্যের জন্য উৎপন্ন দ্রব্য আনিয়া দিবে; কিন্তু তোমার কর্ত্তার পুত্র মফীবোশৎ নিত্য আমার মেজে ভোজন করিবেন। ঐ সীবের পঞ্চদশ পুত্র ও বিংশতি দাস ছিল।"},{"number":11,"verse":"তখন সীবঃ রাজাকে কহিল, আমার প্রভু মহারাজ আপন দাসকে যে যে আজ্ঞা করিলেন, তদনুসারে আপনার এই দাস সমস্তই করিবে। আর মফীবোশৎ রাজপুত্রদের এক জনের মত রাজার মেজে ভোজন করিতে লাগিলেন।"},{"number":12,"verse":"মফীবোশতের মীখা নামে এক শিশুসন্তান ছিল। আর সীবের গৃহে বাসকারী সমস্ত লোক মফীবোশতের দাস ছিল।"},{"number":13,"verse":"মফীবোশৎ যিরূশালেমে বাস করিলেন, কেননা তিনি নিত্য নিত্য রাজার মেজে ভোজন করিতেন; তিনি উভয় চরণে খঞ্জ ছিলেন।"}]}