{"bibleAbbr":"HAC","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":19,"verses":[{"number":1,"verse":"א ויהי אחרי כן וימת נחש מלך בני עמון וימלך בנו תחתיו"},{"number":2,"verse":"ב ויאמר דויד אעשה חסד עם חנון בן נחש כי עשה אביו עמי חסד וישלח דויד מלאכים לנחמו על אביו ויבאו עבדי דויד אל ארץ בני עמון אל חנון--לנחמו"},{"number":3,"verse":"ג ויאמרו שרי בני עמון לחנון המכבד דויד את אביך בעיניך כי שלח לך מנחמים הלא בעבור לחקר ולהפך ולרגל הארץ באו עבדיו אליך"},{"number":4,"verse":"ד ויקח חנון את עבדי דויד ויגלחם ויכרת את מדויהם בחצי עד המפשעה וישלחם"},{"number":5,"verse":"ה וילכו ויגידו לדויד על האנשים וישלח לקראתם כי היו האנשים נכלמים מאד ויאמר המלך שבו בירחו עד אשר יצמח זקנכם ושבתם {ס}"},{"number":6,"verse":"ו ויראו בני עמון כי התבאשו עם דויד וישלח חנון ובני עמון אלף ככר כסף לשכר להם מן ארם נהרים ומן ארם מעכה ומצובה רכב ופרשים"},{"number":7,"verse":"ז וישכרו להם שנים ושלשים אלף רכב ואת מלך מעכה ואת עמו ויבאו ויחנו לפני מידבא {ס} ובני עמון נאספו מעריהם ויבאו למלחמה {ס}"},{"number":8,"verse":"ח וישמע דויד וישלח את יואב ואת כל צבא הגבורים"},{"number":9,"verse":"ט ויצאו בני עמון ויערכו מלחמה פתח העיר והמלכים אשר באו לבדם בשדה"},{"number":10,"verse":"י וירא יואב כי היתה פני המלחמה אליו--פנים ואחור ויבחר מכל בחור בישראל ויערך לקראת ארם"},{"number":11,"verse":"יא ואת יתר העם נתן ביד אבשי אחיו ויערכו לקראת בני עמון"},{"number":12,"verse":"יב ויאמר אם תחזק ממני ארם--והיית לי לתשועה {ס} ואם בני עמון יחזקו ממך והושעתיך"},{"number":13,"verse":"יג חזק ונתחזקה בעד עמנו ובעד ערי אלהינו ויהוה הטוב בעיניו יעשה"},{"number":14,"verse":"יד ויגש יואב והעם אשר עמו לפני ארם--למלחמה וינוסו מפניו"},{"number":15,"verse":"טו ובני עמון ראו כי נס ארם וינוסו גם הם מפני אבשי אחיו ויבאו העירה ויבא יואב ירושלם {ס}"},{"number":16,"verse":"טז וירא ארם כי נגפו לפני ישראל וישלחו מלאכים ויוציאו את ארם אשר מעבר הנהר ושופך שר צבא הדדעזר לפניהם"},{"number":17,"verse":"יז ויגד לדויד ויאסף את כל ישראל ויעבר הירדן ויבא אלהם ויערך אלהם ויערך דויד לקראת ארם מלחמה וילחמו עמו"},{"number":18,"verse":"יח וינס ארם מלפני ישראל ויהרג דויד מארם שבעת אלפים רכב וארבעים אלף איש רגלי ואת שופך שר הצבא המית"},{"number":19,"verse":"יט ויראו עבדי הדדעזר כי נגפו לפני ישראל וישלימו עם דויד ויעבדהו ולא אבה ארם להושיע את בני עמון עוד {ס}"}]}