{"bibleAbbr":"KNJV","bookName":"2 ಪೇತ್ರನು","bookEnglishName":"2 Peter","chapterNumber":1,"verses":[{"number":1,"verse":"ಯೇಸು ಕ್ರಿಸ್ತನ ದಾಸನೂ ಅಪೊಸ್ತಲನೂ ಆಗಿರುವ ಸಿಮೆಯೋನ ಪೇತ್ರನು ನಮ್ಮ ದೇವರ ಮತ್ತು ರಕ್ಷಕನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ನೀತಿಯಿಂದ ನಮ್ಮೊಂದಿಗೆ ಅಮೂಲ್ಯವಾದ ನಂಬಿಕೆಯನ್ನು ಹೊಂದಿದವರಿಗೆ ಬರೆಯುವದೇನಂದರೆ -"},{"number":2,"verse":"ದೇವರ ವಿಷಯವಾಗಿಯೂ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸುವಿನ ವಿಷಯವಾಗಿಯೂ ಪರಿಜ್ಞಾನವು ನಿಮಗೆ ಉಂಟಾಗುವದರಲ್ಲಿ ಕೃಪೆಯೂ ಶಾಂತಿಯೂ ನಿಮಗೆ ಹೆಚ್ಚೆಚ್ಚಾಗಿ ದೊರೆಯಲಿ."},{"number":3,"verse":"ನಮ್ಮನ್ನು ತನ್ನ ಪ್ರಭಾವದಿಂದಲೂ ಗುಣಾತಿಶಯದಿಂದಲೂ ಕರೆದ ದೇವರ ವಿಷಯವಾಗಿ ಯೇಸುವಿನ ದಿವ್ಯ ಶಕ್ತಿಯು ನಮಗೆ ಪರಿಜ್ಞಾನವನ್ನು ಕೊಟ್ಟದ್ದರಲ್ಲಿ ಜೀವಕ್ಕೂ ಭಕ್ತಿಗೂ ಬೇಕಾದದ್ದೆಲ್ಲವು ದೊರೆಯಿತೆಂದು ಬಲ್ಲೆವಷ್ಟೆ."},{"number":4,"verse":"ನೀವು ಲೋಕದಲ್ಲಿ ದುರಾಶೆಯಿಂದುಂಟಾದ ಕೆಟ್ಟತನಕ್ಕೆ ತಪ್ಪಿಸಿಕೊಂಡು ದೈವಸ್ವಭಾವದಲ್ಲಿ ಪಾಲನ್ನು ಹೊಂದುವವರಾಗಬೇಕೆಂಬ ಉದ್ದೇಶದಿಂದ ದೇವರು ತನ್ನ ಪ್ರಭಾವ ಗುಣಾತಿಶಯಗಳಿಂದ ಅಮೂಲ್ಯವಾಗಿಯೂ ಉತ್ಕೃಷ್ಟವಾಗಿಯೂ ಇರುವ ವಾಗ್ದಾನಗಳನ್ನು ನಮಗೆ ದಯಪಾಲಿಸಿದ್ದಾನೆ."},{"number":5,"verse":"ಈ ಕಾರಣದಿಂದಲೇ ನೀವು ಪೂರ್ಣಾಸಕ್ತಿಯುಳ್ಳವರಾಗಿ ನಿಮಗಿರುವ ನಂಬಿಕೆಗೆ ಸದ್ಗುಣವನ್ನೂ ಸದ್ಗುಣಕ್ಕೆ ಜ್ಞಾನವನ್ನೂ"},{"number":6,"verse":"ಜ್ಞಾನಕ್ಕೆ ದಮೆಯನ್ನೂ ದಮೆಗೆ ತಾಳ್ಮೆಯನ್ನೂ"},{"number":7,"verse":"ತಾಳ್ಮೆಗೆ ಭಕ್ತಿಯನ್ನೂ ಭಕ್ತಿಗೆ ಸಹೋದರಸ್ನೇಹವನ್ನೂ ಸಹೋದರಸ್ನೇಹಕ್ಕೆ ಪ್ರೀತಿಯನ್ನೂ ಕೂಡಿಸಿರಿ."},{"number":8,"verse":"ಇವು ನಿಮ್ಮಲ್ಲಿದ್ದು ಹೆಚ್ಚುತ್ತಾ ಬಂದರೆ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಸಂಬಂಧವಾದ ಪರಿಜ್ಞಾನವನ್ನು ಹೊಂದುವ ವಿಷಯದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಆಲಸ್ಯಗಾರರೂ ನಿಷ್ಫಲರೂ ಆಗದಂತೆ ಮಾಡುತ್ತವೆ."},{"number":9,"verse":"ಇವುಗಳಿಲ್ಲದವನು ಕುರುಡನಾಗಿದ್ದಾನೆ; ಅವನು ದೂರದೃಷ್ಟಿಯಿಲ್ಲದವನಾಗಿದ್ದು ತನ್ನ ಹಿಂದಣ ಪಾಪಗಳು ಪರಿಹಾರವಾಗಿ ತಾನು ಶುದ್ಧನಾದದ್ದನ್ನು ಮರೆತುಬಿಟ್ಟಿದ್ದಾನೆ."},{"number":10,"verse":"ಆದದರಿಂದ ಸಹೋದರರೇ, ದೇವರು ನಿಮ್ಮನ್ನು ಕರೆದದ್ದನ್ನೂ ಆದುಕೊಂಡದ್ದನ್ನೂ ದೃಢಪಡಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಮತ್ತಷ್ಟು ಪ್ರಯಾಸಪಡಿರಿ. ಹೀಗೆ ನೀವು ಮಾಡಿದರೆ ಎಂದಿಗೂ ಎಡಹುವದಿಲ್ಲ."},{"number":11,"verse":"ಮತ್ತು ನಮ್ಮ ಕರ್ತನೂ ರಕ್ಷಕನೂ ಆಗಿರುವ ಯೇಸು ಕ್ರಿಸ್ತನ ನಿತ್ಯ ರಾಜ್ಯದಲ್ಲಿ ಪ್ರವೇಶಿಸುವ ಹಾಗೆ ದೇವರು ನಿಮಗೆ ಧಾರಾಳವಾಗಿ ಅನುಗ್ರಹಿಸುವನು."},{"number":12,"verse":"ಆದದರಿಂದ ನೀವು ಈ ಸಂಗತಿಗಳನ್ನು ತಿಳಿದವರಾಗಿ ನಿಮಗೆ ದೊರಕಿರುವ ಸತ್ಯದಲ್ಲಿ ಸ್ಥಿರವಾಗಿದ್ದರೂ ಅವುಗಳನ್ನು ನಿಮಗೆ ಜ್ಞಾಪಕಕೊಡುವದಕ್ಕೆ ನಾನು ಯಾವಾಗಲೂ ಸಿದ್ಧವಾಗಿರುವೆನು."},{"number":13,"verse":"ನಾನು ನನ್ನ ದೇಹವೆಂಬ ಗುಡಾರದಲ್ಲಿರುವ ತನಕ ನಿಮ್ಮನ್ನು ಜ್ಞಾಪಕಪಡಿಸಿ ಪ್ರೇರಿಸುವದು ಯುಕ್ತವೆಂದೆಣಿಸಿದ್ದೇನೆ."},{"number":14,"verse":"ಯಾಕಂದರೆ ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನು ನನಗೆ ತಿಳಿಸಿದ ಪ್ರಕಾರ ಈ ಗುಡಾರವನ್ನು ಕಿತ್ತುಹಾಕುವ ಕಾಲ ಬೇಗನೇ ಬರುತ್ತದೆಂದು ಬಲ್ಲೆನು."},{"number":15,"verse":"ನೀವು ನನ್ನ ಮರಣಾನಂತರದಲ್ಲಿ ಇವುಗಳನ್ನು ಯಾವಾಗಲೂ ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳುವದು ಸಾಧ್ಯವಾಗುವಂತೆ ಪ್ರಯಾಸಪಡುವೆನು."},{"number":16,"verse":"ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಶಕ್ತಿಯನ್ನೂ ಪ್ರತ್ಯಕ್ಷತೆಯನ್ನೂ ನಿಮಗೆ ತಿಳಿಯಪಡಿಸಿದ್ದರಲ್ಲಿ ಚಮತ್ಕಾರದಿಂದ ಕಲ್ಪಿಸಿದ ಕಥೆಗಳನ್ನು ನಾವು ಅನುಸರಿಸುವವರಾಗಿರಲಿಲ್ಲ. ಆತನ ಮಹತ್ತನ್ನು ಕಣ್ಣಾರೆ ಕಂಡವರಾಗಿಯೇ ತಿಳಿಯಪಡಿಸಿದೆವು."},{"number":17,"verse":"ಈತನು ಪ್ರಿಯನಾಗಿರುವ ನನ್ನ ಮಗನು, ಈತನನ್ನು ಮೆಚ್ಚಿದ್ದೇನೆ ಎಂಬಂಥ ವಾಣಿಯು ಸರ್ವೋತ್ಕೃಷ್ಟಪ್ರಭಾವದಿಂದ ಆತನಿಗೆ ಉಂಟಾದದ್ದರಲ್ಲಿ ಆತನು ತಂದೆಯಾದ ದೇವರಿಂದ ಘನಮಾನಗಳನ್ನು ಹೊಂದಿದನಲ್ಲವೇ."},{"number":18,"verse":"ನಾವು ಪರಿಶುದ್ಧಪರ್ವತದ ಮೇಲೆ ಆತನ ಸಂಗಡ ಇದ್ದಾಗ ಆಕಾಶದಿಂದ ಬಂದ ಆ ವಾಣಿಯನ್ನು ನಾವೇ ಕೇಳಿದೆವು."},{"number":19,"verse":"ಇದಲ್ಲದೆ ಪ್ರವಾದನವಾಕ್ಯವು ನಮಗೆ ಮತ್ತೂ ದೃಢವಾಗಿದೆ. ನಿಮ್ಮ ಹೃದಯದೊಳಗೆ ಬೆಳ್ಳಿಯು ಮೂಡಿ ಅರುಣೋದಯವಾಗುವ ಪರ್ಯಂತರ ಅದನ್ನು ಕತ್ತಲೆಯಾದ ಸ್ಥಳದಲ್ಲಿ ಪ್ರಕಾಶಿಸುವ ದೀಪವೆಂದೆಣಿಸಿ ಅದಕ್ಕೆ ಲಕ್ಷ್ಯಕೊಡುವದೇ ಒಳ್ಳೇದು."},{"number":20,"verse":"ಶಾಸ್ತ್ರದಲ್ಲಿರುವ ಯಾವ ಪ್ರವಾದನವಾಕ್ಯವೂ ಕೇವಲ ಮಾನುಷಬುದ್ಧಿಯಿಂದ ವಿವರಿಸತಕ್ಕಂಥದಲ್ಲವೆಂಬದನ್ನು ಮುಖ್ಯವಾಗಿ ತಿಳಿದುಕೊಳ್ಳಿರಿ."},{"number":21,"verse":"ಯಾಕಂದರೆ ಯಾವ ಪ್ರವಾದನೆಯೂ ಎಂದೂ ಮನುಷ್ಯರ ಚಿತ್ತದಿಂದ ಉಂಟಾಗಲಿಲ್ಲ; ಮನುಷ್ಯರು ಪವಿತ್ರಾತ್ಮ ಪ್ರೇರಿತರಾಗಿ ದೇವರಿಂದ ಹೊಂದಿದ್ದನ್ನೇ ಮಾತಾಡಿದರು."}]}