{"bibleAbbr":"NKJV1982","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":16,"verses":[{"number":1,"verse":"Collection for the Saints Now concerning (Acts 11:29; Gal. 2:10) the collection for the saints, as I have given orders to the churches of Galatia, so you must do also:"},{"number":2,"verse":"(Acts 20:7) On the first day of the week let each one of you lay something aside, storing up as he may prosper, that there be no collections when I come."},{"number":3,"verse":"And when I come, (2 Cor. 3:1; 8:18) whomever you approve by your letters I will send to bear your gift to Jerusalem."},{"number":4,"verse":"(2 Cor. 8:4, 19) But if it is fitting that I go also, they will go with me."},{"number":5,"verse":"Personal Plans Now I will come to you (Acts 19:21; 2 Cor. 1:15, 16) when I pass through Macedonia (for I am passing through Macedonia)."},{"number":6,"verse":"And it may be that I will remain, or even spend the winter with you, that you may (Acts 15:3; Rom. 15:24; 1 Cor. 16:11) send me on my journey, wherever I go."},{"number":7,"verse":"For I do not wish to see you now on the way; but I hope to stay a while with you, (Acts 18:21; James 4:15) if the Lord permits."},{"number":8,"verse":"But I will tarry in Ephesus until (Lev. 23:15-22) Pentecost."},{"number":9,"verse":"For (Acts 14:27; 2 Cor. 2:12; Col. 4:3) a great and effective door has opened to me, and (Acts 19:9) there are many adversaries."},{"number":10,"verse":"And (Acts 19:22; 2 Tim. 1:2) if Timothy comes, see that he may be with you without fear; for (Phil. 2:20; 1 Thess. 3:2) he does the work of the Lord, as I also do."},{"number":11,"verse":"(1 Tim. 4:12; Titus 2:15) Therefore let no one despise him. But send him on his journey (Acts 15:33) in peace, that he may come to me; for I am waiting for him with the brethren."},{"number":12,"verse":"Now concerning our brother (Acts 18:24; 1 Cor. 1:12; 3:5) Apollos, I strongly urged him to come to you with the brethren, but he was quite unwilling to come at this time; however, he will come when he has a convenient time."},{"number":13,"verse":"Final Exhortations (Matt. 24:42) Watch, (1 Cor. 15:1; Gal. 5:1; Phil. 1:27; 4:1; 1 Thess. 3:8; 2 Thess. 2:15) stand fast in the faith, be brave, ((Ps. 31:24; Eph. 3:16; 6:10; Col. 1:11)) be strong."},{"number":14,"verse":"((1 Pet. 4:8)) Let all that you do be done with love."},{"number":15,"verse":"I urge you, brethren—you know (1 Cor. 1:16) the household of Stephanas, that it is (Rom. 16:5) the firstfruits of Achaia, and that they have devoted themselves to (2 Cor. 8:4) the ministry of the saints—"},{"number":16,"verse":"(Eph. 5:21; 1 Thess. 5:12; Heb. 13:17) that you also submit to such, and to everyone who works and ((Heb. 6:10)) labors with us."},{"number":17,"verse":"I am glad about the coming of Stephanas, Fortunatus, and Achaicus, (2 Cor. 11:9; Phil. 2:30) for what was lacking on your part they supplied."},{"number":18,"verse":"(Col. 4:8) For they refreshed my spirit and yours. Therefore (Phil. 2:29) acknowledge such men."},{"number":19,"verse":"Greetings and a Solemn Farewell The churches of Asia greet you. Aquila and Priscilla greet you heartily in the Lord, (Rom. 16:5) with the church that is in their house."},{"number":20,"verse":"All the brethren greet you. (Rom. 16:16) Greet one another with a holy kiss."},{"number":21,"verse":"(Rom. 16:22; Gal. 6:11; Col. 4:18; 2 Thess. 3:17; Philem. 19) The salutation with my own hand—Paul’s."},{"number":22,"verse":"If anyone (Eph. 6:24) does not love the Lord Jesus Christ, (Gal. 1:8, 9) let him be accursed. (Jude 14, 15) O Lord, come!"},{"number":23,"verse":"(Rom. 16:20) The grace of our Lord Jesus Christ be with you."},{"number":24,"verse":"My love be with you all in Christ Jesus. Amen."}]}