{
  "bibleAbbr" : "TCVIN2022",
  "bookName" : "ஆதியாகமம்",
  "bookEnglishName" : "Genesis",
  "chapterNumber" : 36,
  "verses" : [ {
    "number" : 1,
    "verse" : "ஏசாவின் சந்ததிஏதோம் என்று அழைக்கப்படும் ஏசாவின் வம்சவரலாறு:"
  }, {
    "number" : 2,
    "verse" : "ஏசா கானான் நாட்டுப் பெண்களிலிருந்து மனைவிகளை எடுத்தான்: ஏத்தியனான ஏலோனின் மகள் ஆதாளையும், ஏவியனான சிபியோனின் பேத்தியும் ஆனாகின் மகளுமான அகோலிபாமாளையும் திருமணம் செய்தான்."
  }, {
    "number" : 3,
    "verse" : "அத்துடன் இஸ்மயேலின் மகளும் நெபாயோத்தின் சகோதரியுமான பஸ்மாத்தையும் மனைவியாக்கிக் கொண்டான்."
  }, {
    "number" : 4,
    "verse" : "ஆதாள் ஏசாவுக்கு எலிப்பாஸைப் பெற்றாள், பஸ்மாத் ரெகுயேலைப் பெற்றாள்."
  }, {
    "number" : 5,
    "verse" : "அகோலிபாமாள் எயூஷ், யாலாம், கோராகு ஆகியோரைப் பெற்றாள். கானானில் ஏசாவுக்கு பிறந்த மகன்கள் இவர்களே."
  }, {
    "number" : 6,
    "verse" : "ஏசா தன் மனைவிகள், மகன்கள், மகள்களோடு, தன் வீட்டிலுள்ள எல்லோரையும் அழைத்துக்கொண்டு போனான். அவர்களுடன் தன் வளர்ப்பு மிருகங்களையும், மற்ற மிருகங்கள் எல்லாவற்றையும், கானானில் தான் சம்பாதித்த பொருட்கள் யாவற்றையும் எடுத்துக்கொண்டு, தன் சகோதரன் யாக்கோபை விட்டுச் சற்றுத் தூரமான நாட்டுக்குப் போனான்."
  }, {
    "number" : 7,
    "verse" : "அவர்களுடைய உடைமைகள் அதிகமாய் இருந்தபடியால், அவர்களால் ஒரே இடத்தில் சேர்ந்து வாழ முடியவில்லை; அவர்களுடைய வளர்ப்பு மிருகங்கள் அதிகமாய் இருந்தபடியால், அவர்கள் இருந்த நிலப்பகுதி அவர்களுக்கு போதுமானதாக இல்லை."
  }, {
    "number" : 8,
    "verse" : "ஆதலால் ஏதோம் என்னும் ஏசா, சேயீர் மலைநாட்டில் குடியேறினான்."
  }, {
    "number" : 9,
    "verse" : "சேயீர் மலைநாட்டில் குடியிருந்த ஏதோமியரின் தகப்பனான ஏசாவின் வம்சவரலாறு."
  }, {
    "number" : 10,
    "verse" : "ஏசாவின் மகன்களின் பெயர்கள் இவையே: ஏசாவின் மனைவியான ஆதாளின் மகன் எலிப்பாஸ், ஏசாவின் மனைவியான பஸ்மாத்தின் மகன் ரெகுயேல்."
  }, {
    "number" : 11,
    "verse" : "எலிப்பாஸின் மகன்கள்: தேமான், ஓமார், செப்போ, கத்தாம், கேனாஸ் என்பவர்கள்."
  }, {
    "number" : 12,
    "verse" : "ஏசாவின் மகன் எலிப்பாஸுக்கு திம்னாள் என்னும் வைப்பாட்டி இருந்தாள்; அவள் அவனுக்கு அமலேக்கைப் பெற்றாள். இவர்கள் ஏசாவின் மனைவி ஆதாளின் பேரன்கள்."
  }, {
    "number" : 13,
    "verse" : "ரெகுயேலின் மகன்கள்; நாகாத், செராகு, சம்மா, மீசா. இவர்கள் ஏசாவின் மனைவி பஸ்மாத்தின் பேரன்கள்."
  }, {
    "number" : 14,
    "verse" : "சிபியோனின் பேத்தியும் ஆனாகின் மகளுமான அகோலிபாமாள் ஏசாவுக்குப் பெற்ற மகன்கள்: எயூஷ், யாலாம், கோராகு என்பவர்கள்."
  }, {
    "number" : 15,
    "verse" : "ஏசாவின் சந்ததிகளில் வந்த வம்சத்தலைவர்கள்: ஏசாவின் மூத்த மகனான எலிப்பாஸின் மகன்கள்: தேமான், ஓமார், செப்போ, கேனாஸ்,"
  }, {
    "number" : 16,
    "verse" : "கோராகு, கத்தாம், அமலேக்கு என்பவர்கள். ஏதோம் நாட்டிலுள்ள எலிப்பாஸின் வழிவந்த வம்சத்தலைவர்கள் இவர்களே. இவர்கள் ஆதாளின் பேரன்கள்."
  }, {
    "number" : 17,
    "verse" : "ஏசாவின் மகன் ரெகுயேலின் மகன்கள்: நகாத், செராகு, சம்மா, மீசா ஆகியோரும் வம்சத்தலைவர்களே. இவர்கள் ஏதோம் நாட்டிலுள்ள ரெகுயேலின் வழிவந்த வம்சத்தலைவர்கள்; இவர்கள் ஏசாவின் மனைவி பஸ்மாத்தின் பேரன்கள்."
  }, {
    "number" : 18,
    "verse" : "ஏசாவின் மனைவி அகோலிபாமாளின் மகன்கள்: எயூஷ், யாலாம், கோராகு ஆகியோரும் வம்சத்தலைவர்களே. இவர்கள் ஆனாகின் மகளும் ஏசாவின் மனைவியுமான அகோலிபாமாளின் வழிவந்தவர்கள்."
  }, {
    "number" : 19,
    "verse" : "ஏதோம் என்னும் ஏசாவின் மகன்கள் இவர்களே. இவர்கள் அவர்களின் வம்சத்தலைவர்கள்."
  }, {
    "number" : 20,
    "verse" : "அந்த நிலப்பரப்பில் வாழ்ந்துகொண்டிருந்த ஓரியரான சேயீரின் மகன்கள்: லோத்தான், சோபால், சிபியோன், ஆனாகு,"
  }, {
    "number" : 21,
    "verse" : "திஷோன், ஏசேர், திஷான். ஏதோமிலிருந்த சேயீரின் இந்த மகன்கள் ஓரியரின் வம்சத்தலைவர்கள் ஆவர்."
  }, {
    "number" : 22,
    "verse" : "லோத்தானின் மகன்கள்: ஓரி, ஓமாம். திம்னாள் லோத்தானின் சகோதரி."
  }, {
    "number" : 23,
    "verse" : "சோபாலின் மகன்கள்: அல்வான், மானகாத், ஏபால், செப்போ, ஓனாம்."
  }, {
    "number" : 24,
    "verse" : "சிபியோனின் மகன்கள்: அயா, ஆனாகு என்பவர்கள். இந்த ஆனாகுவே, தன் தகப்பன் சிபியோனின் கழுதைகளை மேய்த்துக் கொண்டிருக்கும்போது, பாலைவனத்திலே வெந்நீரூற்றுக்களைக் கண்டுபிடித்தவன்."
  }, {
    "number" : 25,
    "verse" : "ஆனாகின் பிள்ளைகள்: திஷோன், ஆனாகின் மகளான அகோலிபாமாள் என்பவர்கள்."
  }, {
    "number" : 26,
    "verse" : "திஷோனுடைய மகன்கள்: எம்தான், எஸ்பான், இத்ரான், கெரான் என்பவர்கள்."
  }, {
    "number" : 27,
    "verse" : "ஏசேருடைய மகன்கள்: பில்கான், சகவான், அக்கான் என்பவர்கள்."
  }, {
    "number" : 28,
    "verse" : "திஷானுடைய மகன்கள். ஊத்ஸ், அரான் என்பவர்கள்."
  }, {
    "number" : 29,
    "verse" : "ஓரியரின் வம்சத்தலைவர்கள்: லோத்தான், சோபால், சிபியோன், ஆனாகு,"
  }, {
    "number" : 30,
    "verse" : "திஷோன், ஏசேர், திஷான் என்பவர்கள். இவர்கள் சேயீர் நாட்டில் தங்கள் ஓரியர் வம்சப் பிரிவுகளின்படி வம்சத்தலைவர்களாய் இருந்தார்கள்."
  }, {
    "number" : 31,
    "verse" : "ஏதோமின் ஆளுநர்கள்இஸ்ரயேல் மக்களை ஒரு அரசர் ஆட்சி செய்யுமுன், ஏதோம் நாட்டில் அரசாண்ட அரசர்கள்:"
  }, {
    "number" : 32,
    "verse" : "பேயோரின் மகன் பேலா ஏதோமில் அரசனானான். அவனுடைய பட்டணம் தின்காபா எனப் பெயரிடப்பட்டது."
  }, {
    "number" : 33,
    "verse" : "பேலா இறந்தபின்பு, போஸ்றாவைச் சேர்ந்த சேராகின் மகன் யோபாப் அவனுக்குப்பின் அரசனானான்."
  }, {
    "number" : 34,
    "verse" : "யோபாப் இறந்தபின்பு, அவனுடைய இடத்தில் தேமான் நாட்டைச் சேர்ந்த உஷாம் அரசனானான்."
  }, {
    "number" : 35,
    "verse" : "உஷாம் இறந்தபின்பு, மோவாப் நாட்டிலே மீதியானியரை முறியடித்த பேதாதின் மகன் ஆதாத் அவனுடைய இடத்தில் அரசனானான். இவனுடைய பட்டணம் ஆவீத் எனப் பெயரிடப்பட்டது."
  }, {
    "number" : 36,
    "verse" : "ஆதாத் இறந்தபின்பு அவனுடைய இடத்தில் மஸ்ரேக்கா என்னும் இடத்தைச் சேர்ந்த சம்லா அரசனானான்."
  }, {
    "number" : 37,
    "verse" : "சம்லா இறந்தபின்பு, ஆற்றின் அருகில் உள்ள ரெகொபோத் என்னுமிடத்தைச் சேர்ந்த சாவூல் அவனுடைய இடத்தில் அரசனானான்."
  }, {
    "number" : 38,
    "verse" : "சாவூல் இறந்தபின்பு அவனுடைய இடத்தில் அக்போரின் மகன் பாகால்கானான் அரசனானான்."
  }, {
    "number" : 39,
    "verse" : "அக்போருடைய மகனாகிய பாகால்கானான் இறந்தபின்பு, அவனுடைய இடத்தில் ஆதாத் அரசனானான். இவனது பட்டணம் பாகு எனப் பெயரிடப்பட்டது. இவனது மனைவியின் பெயர் மெகேதபேல்; இவள் மத்ரேத்தின் மகளும் மேசகாபின் பேத்தியுமாவாள்."
  }, {
    "number" : 40,
    "verse" : "பெயரின்படியும், வம்சத்தின்படியும், நிலப்பரப்பின்படியும் ஏசாவின் வழிவந்த வம்சத்தலைவர்கள்: திம்னா, அல்வா, ஏதேத்,"
  }, {
    "number" : 41,
    "verse" : "அகோலிபாமா, ஏலா, பினோன்,"
  }, {
    "number" : 42,
    "verse" : "கேனாஸ், தேமான், மிப்சார்,"
  }, {
    "number" : 43,
    "verse" : "மக்தியேல், ஈராம் என்பவர்களாகும். அவர்கள் குடியேறிய நாட்டில் அவர்களின் குடியிருப்புகளின்படி ஏதோமின் வம்சத்தலைவர்கள் இவர்களே. இவையே ஏசாவின் வம்சவரலாறு, இவன் ஏதோமியருக்குத் தகப்பன்."
  } ]
}