{"bibleAbbr":"ISV2011","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":4,"verses":[{"number":1,"verse":"{The Future Reign of God} d \"But in the last days it will come about that the Temple Mount of the Lord will be firmly set as the leading mountain. It will be exalted above its surrounding {The Heb. lacks surrounding} hills, and people will stream toward it."},{"number":2,"verse":"Many nations will approach and say, «Come, let's go up to the mountain of the Lord , and to the Temple of the God of Jacob. He will teach us about his ways, and we will walk according to his directions. '\"Indeed, the Law will proceed from Zion, and the message of the Lord from Jerusalem."},{"number":3,"verse":"And he will judge among many people, rebuking strong nations far away; and they will reshape their swords as plowshares and their spears as pruning hooks. No nation will threaten another, {Lit. A nation will not lift up a sword against a nation} nor will they train for war anymore."},{"number":4,"verse":"Instead, each man will sit in the shade of {Lit. sit under} his grape vines and beneath the shade of {The Heb. lacks the shade of} his fig tree,\" since the {Lit. the mouth of the} Lord of the Heavenly Armies has spoken."},{"number":5,"verse":"\"Because all of the people will walk, each person in the name of his God, and we will walk in the name of the Lord our God forever and ever."},{"number":6,"verse":"\"At that time,\"declares the Lord , \"I will assemble the lame; and I will gather those whom I have scattered, along with those whom I have afflicted."},{"number":7,"verse":"I will transform the lame into survivors, and those who were scattered into a strong nation; and the Lord will reign over them in Mount Zion, now and forever.\""},{"number":8,"verse":"{Zion's Captivity} d \"And you, watchtower of the flock, you stronghold of the daughter of Zion, it will happen even to you: The former dominion, even the kingdom of the daughter of Jerusalem, will come."},{"number":9,"verse":"Why are you crying so loud now? There's no king among you, is there? Perhaps your advisor has died? For pain has overtaken you like a woman in labor."},{"number":10,"verse":"Be in pain! Be in labor, you daughter of Zion, like a woman about to give birth, because now you will depart from the city, living in the open fields. To Babylon you will go. There you will be delivered, there the Lord will rescue you from the power {Lit. hand} of your enemies.\""},{"number":11,"verse":"{The Nations Despise Zion} d \"Now many nations have gathered against you, saying, «Let her be defiled,'and «Let's look down on Zion.'"},{"number":12,"verse":"But they don't know the thoughts of the Lord , and they don't understand his tactics, for he will gather them like harvested grain to his threshing floor."},{"number":13,"verse":"Get up and smash {Lit. thresh} them to pieces, daughter of Zion, because I will make your horn like iron and your hooves like bronze! And you will beat many people to pieces, and I will consecrate their dishonest {The Heb. lacks dishonest} gain to the Lord and their assets to the Lord of the entire earth.\""}]}