{"bibleAbbr":"ISV2011","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":7,"verses":[{"number":1,"verse":"{The Evil Behavior of the People} d Poor me! I feel like those who harvest summer fruit, or like those who pick grapes there are no clusters to eat or any fresh fruit that I want."},{"number":2,"verse":"The faithful have died off, and there is not one upright human being in the land. They all stalk one another {The Heb. lacks one another} with lethal intent, a man will even hunt his own brother with a net."},{"number":3,"verse":"And speaking of evil, they practice it eagerly with both hands! Both leader and judge demand a bribe, the famous confess their perverted desires, and they scheme together."},{"number":4,"verse":"The best of them is like a thorn, and their most upright like a hedge of thorns. The day announced by {Lit. day of} your watchmen and by your own calculations approaches. Now it's your time to be {The Heb. lacks time to be} confused!"},{"number":5,"verse":"Don't trust your friends, don't confide in a companion, watch what you say to your wife. {Lit. her who lies near your bosom}"},{"number":6,"verse":"The son disrespects his father, the daughter rebels against her mother, the daughter-in-law against her mother-in-law, and a man's enemies are the people of his own house. {Cf. Matt 10:34-36}"},{"number":7,"verse":"{Micah Looks to God} d But as for me, I will look to the Lord ; I will wait for the God who will deliver me. My God will hear me."},{"number":8,"verse":"Don't be glad on my account, my enemy. When I fall, I'll get up. Though I sit in darkness, the Lord is a light for me."},{"number":9,"verse":"I will endure the Lord's anger since I have sinned against him until he takes over my defense, administers justice on my behalf, and brings me out to the light, where I will gaze on his righteousness."},{"number":10,"verse":"Then my enemy will observe it, and shame will engulf the ones {Lit. will bury her} who asked me, «Where is the Lord your God? 'My own eyes will see them, {Lit. her} they {Lit. she} will be trampled on like mud in the streets."},{"number":11,"verse":"{A Word of Restoration} d When the time comes {Lit. In the day} for rebuilding your walls, that time {Lit. in the day} will surely be extended. {Or that day the decree will be removed far away}"},{"number":12,"verse":"At that time {Lit. At that day} armies {Lit. they} will invade you from Assyria, from Egyptian cities to the Euphrates {The Heb. lacks Euphrates} River, from sea to sea and from mountain to mountain."},{"number":13,"verse":"The land will become desolate because of its inhabitants, and as a result of their behavior."},{"number":14,"verse":"Use your rod to shepherd your people, the flock that belongs to you, that lives alone in the forest of Carmel. Let them find pasture in Bashan and Gilead, as they did long ago."},{"number":15,"verse":"As I did when {Lit. As in the days} you came out of the land of Egypt, I will show you {Lit. him} awesome things."},{"number":16,"verse":"The nations will look on and will be ashamed in spite of all their power; they will cup their hands over their mouths, and their ears will be deaf."},{"number":17,"verse":"They will lick the dust like a serpent; they will crawl from their strongholds like snakes. They will fear the Lord our God. They will be terrified because of you."},{"number":18,"verse":"{Who is like God?} d Is there any God like you, forgiving iniquity, passing over transgressions by the survivors who are your {Lit. his} heritage? {I. e. God's people} He is not angry forever, because he delights in gracious love."},{"number":19,"verse":"He will again show us compassion; he will subdue our iniquities. You will hurl all their sins into the deepest sea."},{"number":20,"verse":"You will remain true to Jacob, and merciful to Abraham, as you promised our ancestors long ago."}]}