{"bibleAbbr":"orOV2014","bookName":"ଲୂକ ଲିଖିତ ସୁସମାଚାର","bookEnglishName":"Luke","chapterNumber":16,"verses":[{"number":1,"verse":"( ଅବିଶ୍ଵସ୍ତ ଚତୁର ବେବର୍ତ୍ତାର ଦୃଷ୍ଟାନ୍ତ) ସେ ଶିଷ୍ୟମାନଙ୍କୁ ମଧ୍ୟ କହିଲେ, ଜଣେ ଧନୀ ଲୋକ ଥିଲେ; ତାଙ୍କର ଜଣେ ବେବର୍ତ୍ତା ଥିଲା, ଆଉ ସେ ତାଙ୍କର ସମ୍ପତ୍ତି ଅପବ୍ୟୟ କରିଦେଉଅଛି ବୋଲି ତାହା ବିଷୟରେ ଅପବାଦ ଶୁଣି ସେ ତାହାକୁ ଡାକି କହିଲେ,"},{"number":2,"verse":"ମୁଁ ତୁମ୍ଭ ବିଷୟରେ ଏ କି କଥା ଶୁଣୁଅଛି ? ତୁମ୍ଭ ବେବର୍ତ୍ତା କାର୍ଯ୍ୟର ହିସାବ ଦିଅ, କାରଣ ତୁମ୍ଭେ ଆଉ ବେବର୍ତ୍ତା ହୋଇ ରହି ପାରିବ ନାହିଁ ।"},{"number":3,"verse":"ସେଥିରେ ସେହି ବେବର୍ତ୍ତା ମନେ ମନେ କହିଲା, କଅଣ କରିବି ? ମୋହର ପ୍ରଭୁ ତ ମୋʼଠାରୁ ବେବର୍ତ୍ତାପଦ ଛଡ଼ାଇ ନେଉଅଛନ୍ତି । ମାଟି ହାଣିବାକୁ ମୋହର ବଳ ନାହିଁ, ଭିକ ମାଗିବାକୁ ମୋତେ ଲାଜ ଲାଗୁଅଛି ।"},{"number":4,"verse":"ମୁଁ ବେବର୍ତ୍ତାପଦରୁ ଚ୍ୟୁତ ହେଲା ଉତ୍ତାରେ ଲୋକେ ଯେପରି ମୋତେ ଆପଣା ଆପଣା ଗୃହରେ ଗ୍ରହଣ କରନ୍ତି, ଏଥିପାଇଁ କଅଣ କରିବି, ତାହା ବୁଝିଲିଣି ।"},{"number":5,"verse":"ପୁଣି, ସେ ଆପଣା ପ୍ରଭୁଙ୍କର ପ୍ରତ୍ୟେକ ଖାତକକୁ ପାଖକୁ ଡାକି ପ୍ରଥମ ଜଣକୁ କହିଲା, ତୁମ୍ଭ ଉପରେ ମୋʼ ପ୍ରଭୁଙ୍କର କେତେ ପାଉଣା ? ସେ କହିଲା, ଶହେ ମହଣ ତେଲ ।"},{"number":6,"verse":"ସେ ତାହାକୁ କହିଲା, ତୁମ୍ଭର ଚୁକ୍ତିପତ୍ର ଘେନି ଶୀଘ୍ର ବସି ପଚାଶ ବୋଲି ଲେଖ ।"},{"number":7,"verse":"ତାହା ପରେ ସେ ଆଉ ଜଣକୁ କହିଲା, ତୁମ୍ଭ ଉପରେ କେତେ ପାଉଣା ? ସେ କହିଲା, ଶହେ ଭରଣ ଗହମ । ସେ ତାହାକୁ କହିଲା, ତୁମ୍ଭର ଚୁକ୍ତିପତ୍ର ଘେନି ଅଶୀ ବୋଲି ଲେଖ ।"},{"number":8,"verse":"ସେହି ଅବିଶ୍ଵସ୍ତ।। ବେବର୍ତ୍ତା ବୁଦ୍ଧି ସହିତ କାର୍ଯ୍ୟ କରିଥିବାରୁ ପ୍ରଭୁ ତାହାର ପ୍ରଶଂସା କଲେ; ଯେଣୁ ଏହି ଯୁଗର ସନ୍ତାନମାନେ ସେମାନଙ୍କ ସ୍ଵଜାତି ପକ୍ଷରେ ଆଲୋକର ସନ୍ତାନମାନଙ୍କ ଅପେକ୍ଷା ଅଧିକ ବୁଦ୍ଧିମାନ ।"},{"number":9,"verse":"ମୁଁ ମଧ୍ୟ ତୁମ୍ଭମାନଙ୍କୁ କହୁଅଛି, ଅଧର୍ମ ଧନରେ ଆପଣା ଆପଣା ନିମନ୍ତେ ବନ୍ଧୁ ଲାଭ କର, ଯେପରି ତାହା ଶେଷ ହେଲେ ସେମାନେ ତୁମ୍ଭମାନଙ୍କୁ ନିତ୍ୟସ୍ଥାୟୀ ବାସସ୍ଥାନରେ ଗ୍ରହଣ କରିବେ ।"},{"number":10,"verse":"ଯେ ଅତି ଅଳ୍ପ ବିଷୟରେ ବିଶ୍ଵସ୍ତ, ସେ ବହୁତ ବିଷୟରେ ମଧ୍ୟ ବିଶ୍ଵସ୍ତ ଅଟେ, ପୁଣି ଯେ ଅତି ଅଳ୍ପ ବିଷୟରେ ଅବିଶ୍ଵସ୍ତ ସେ ବହୁତ ବିଷୟରେ ମଧ୍ୟ ଅବିଶ୍ଵସ୍ତ ।"},{"number":11,"verse":"ଅତଏବ, ଯଦି ତୁମ୍ଭେମାନେ ଅଧର୍ମ ଧନରେ ବିଶ୍ଵସ୍ତ ହୋଇନାହଁ, ତେବେ କିଏ ତୁମ୍ଭମାନଙ୍କୁ ବିଶ୍ଵାସ କରି ସତ୍ୟ ଧନ ତୁମ୍ଭମାନଙ୍କ ହସ୍ତରେ ସମର୍ପଣ କରିବ ?"},{"number":12,"verse":"ଆଉ, ଯଦି ତୁମ୍ଭେମାନେ ପରର ବିଷୟରେ ବିଶ୍ଵସ୍ତ ହୋଇନାହଁ, ତେବେ କିଏ ତୁମ୍ଭମାନଙ୍କୁ ତୁମ୍ଭମାନଙ୍କର ନିଜ ବିଷୟ ଦେବେ ?"},{"number":13,"verse":"କୌଣସି ଭୃତ୍ୟ ଦୁଇ ପ୍ରଭୁଙ୍କର ଦାସ ହୋଇ ପାରେ ନାହିଁ; କାରଣ ସେ ଜଣକୁ ଘୃଣା କରିବ ଓ ଅନ୍ୟ ଜଣକୁ ପ୍ରେମ କରିବ, ଅଥବା ଜଣକ ପ୍ରତି ଅନୁରକ୍ତ ହେବ ଓ ଅନ୍ୟ ଜଣକୁ ଅବଜ୍ଞା କରିବ । ତୁମ୍ଭେମାନେ ଈଶ୍ଵର ଓ ଧନ ଭଭୟର ଦାସ ହୋଇ ପାର ନାହିଁ ।"},{"number":14,"verse":"( ବ୍ୟବସ୍ଥା ଓ ଈଶ୍ଵରଙ୍କ ରାଜ୍ୟ) ଏହିସବୁ କଥା ଶୁଣି ଧନଲୋଭୀ ଫାରୂଶୀମାନେ ତାହାଙ୍କୁ ବିଦ୍ରୂପ କରିବାକୁ ଲାଗିଲେ ।"},{"number":15,"verse":"ସେଥିରେ ସେ ସେମାନଙ୍କୁ କହିଲେ, ଯେଉଁମାନେ ଆପଣା ଆପଣାକୁ ମନୁଷ୍ୟମାନଙ୍କ ଦୃଷ୍ଟିରେ ଧାର୍ମିକ ବୋଲି ଦେଖାନ୍ତି, ତୁମ୍ଭେମାନେ ସେହିପ୍ରକାର ଲୋକ, କିନ୍ତୁ ଈଶ୍ଵର ତୁମ୍ଭମାନଙ୍କର ହୃଦୟ ଜାଣନ୍ତି; କାରଣ ଯାହା ମନୁଷ୍ୟମାନଙ୍କ ମଧ୍ୟରେ ଉଚ୍ଚୀକୃତ, ତାହା ଈଶ୍ଵରଙ୍କ ଦୃଷ୍ଟିରେ ଘୃଣିତ ।"},{"number":16,"verse":"ବ୍ୟବସ୍ଥା ଓ ଭାବବାଦୀମାନଙ୍କ ଧର୍ମଶାସ୍ତ୍ର ଯୋହନଙ୍କ ପର୍ଯ୍ୟନ୍ତ ପ୍ରଚଳିତ ଥିଲା; ସେହି ସମୟଠାରୁ ଈଶ୍ଵରଙ୍କ ରାଜ୍ୟର ସୁସମାଚାର ପ୍ରଚାରିତ ହେଉଅଛି, ଆଉ ପ୍ରତ୍ୟେକ ଲୋକ ପରାକ୍ରମପୂର୍ବକ ସେଥିରେ ପ୍ରବେଶ କରୁଅଛନ୍ତି ।"},{"number":17,"verse":"କିନ୍ତୁ ବ୍ୟବସ୍ଥାର ଏକ ବିନ୍ଦୁ ଲୋପ ପାଇବା ଅପେକ୍ଷା ବରଂ ଆକାଶ ଓ ପୃଥିବୀ ଲୋପ ପାଇବା ସହଜ ।"},{"number":18,"verse":"ଯେକେହି ଆପଣା ସ୍ତ୍ରୀକି ପରିତ୍ୟାଗ କରି ଅନ୍ୟକୁ ବିବାହ କରେ, ସେ ବ୍ୟଭିଚାର କରେ; ପୁଣି, ଯେ ସ୍ଵାମୀ ଦ୍ଵାରା ପରିତ୍ୟକ୍ତା ସ୍ତ୍ରୀକି ବିବାହ କରେ, ସେ ବ୍ୟଭିଚାର କରେ ।"},{"number":19,"verse":"( ଧନୀ ଲୋକ ଓ ଲାଜାର) ଜଣେ ଧନୀ ଲୋକ ଥିଲା, ସେ ବହୁମୂଲ୍ୟ ବସ୍ତ୍ର ପିନ୍ଧି ମହା ଆଡ଼ମ୍ଵରରେ ପ୍ରତିଦିନ ଆମୋଦପ୍ରମୋଦ କରୁଥିଲା;"},{"number":20,"verse":"କିନ୍ତୁ ତାହାର ଫାଟକ ପାଖରେ ଲାଜାର ବୋଲି ଜଣେ ଭିକାରୀ ପଡ଼ି ରହିଥିଲା, ତାʼର ଦେହଯାକ ଘାଆ ଭର୍ତ୍ତି ହୋଇଥିଲା;"},{"number":21,"verse":"ସେ ସେହି ଧନୀ ଲୋକର ମେଜରୁ ପଡ଼ିବା ଅଇଣ୍ଠାରୁ କିଛି ଖାଇ ପେଟ ପୂରାଇବାକୁ ଆଶା କରୁଥିଲା; ଆଉ, କୁକୁରଗୁଡ଼ାକ ସୁଦ୍ଧା ଆସି ତାହାର ଘାଆସବୁ ଚାଟୁଥିଲେ ।"},{"number":22,"verse":"କାଳକ୍ରମେ ସେହି ଭିକାରୀଟି ମରିଗଲା ଓ ଦୂତମାନଙ୍କ ଦ୍ଵାରା ଅବ୍ରହାମଙ୍କ କୋଳକୁ ନିଆଗଲା; ପରେ ସେହି ଧନୀ ଲୋକ ମଧ୍ୟ ମରିଗଲା ଓ ସମାଧି ପାଇଲା ।"},{"number":23,"verse":"ଆଉ, ସେ ନରକ ଯନ୍ତ୍ରଣାରେ।। କଲବଲ ହୋଇ ଉପରକୁ ଚାହିଁ ଦୂରରେ ଅବ୍ରହାମ ଓ ତାଙ୍କ କୋଳରେ ଲାଜାରକୁ ଦେଖିଲା ।"},{"number":24,"verse":"ସେଥିରେ ସେ ଡାକି କହିଲା, ହେ ପିତା ଅବ୍ରହାମ, ମୋତେ ଦୟା କରି ଲାଜାରକୁ ପଠାଇ ଦିଅନ୍ତୁ, ଯେପରି ସେ ପାଣିରେ ଆପଣା ଅଙ୍ଗୁଳିର ଟିପ ବୁଡ଼ାଇ ମୋର ଜିଭକୁ ଥଣ୍ତା କରେ, କାରଣ ମୁଁ ଏହି ନିଆଁରେ କଲବଲ ହେଉଅଛି ।"},{"number":25,"verse":"କିନ୍ତୁ ଅବ୍ରହାମ କହିଲେ, ପୁଅରେ, ତୁ ଯେ ବଞ୍ଚିଥିବା ସମୟରେ ତୋର ଭଲ ବିଷୟସବୁ ପାଇଲୁ, ଆଉ ଲାଜାର ସେହିପରି ମନ୍ଦ ବିଷୟସବୁ ପାଇଲା, ଏହା ମନେ କର; କିନ୍ତୁ ଏବେ ସେ ଏହି ସ୍ଥାନରେ ସାନ୍ତ୍ଵନା ପାଉଅଛି, ଆଉ ତୁ କଲବଲ ହେଉଅଛୁ ।"},{"number":26,"verse":"ତାହା ଛଡ଼ା ତୁମ ଆମ ମଧ୍ୟରେ ଅତି ବୃହତ୍ ବ୍ୟବଧାନ ଅବସ୍ଥିତ, ଯେପରି ଯେଉଁମାନେ ଏ ସ୍ଥାନରୁ ତୁମ୍ଭମାନଙ୍କ ନିକଟକୁ ଯିବା ପାଇଁ ଇଚ୍ଛା କରନ୍ତି, ସେମାନେ ଯାଇ ପାରନ୍ତି ନାହିଁ, ପୁଣି ସେସ୍ଥାନରୁ କେହି ଆମ୍ଭମାନଙ୍କ ନିକଟକୁ ପାର ହୋଇ ଆସି ପାରନ୍ତି ନାହିଁ ।"},{"number":27,"verse":"ସେଥିରେ ସେ କହିଲା, ହେ ପିତା, ତାହାହେଲେ ମୁଁ ଆପଣଙ୍କୁ ଅନୁରୋଧ କରୁଅଛି, ତାହାକୁ ମୋର ପିତାଙ୍କ ଗୃହକୁ ପଠାଉନ୍ତୁ,"},{"number":28,"verse":"କାରଣ ମୋହର ପାଞ୍ଚ ଭାଇ ଅଛନ୍ତି; ସେମାନେ ମଧ୍ୟ ଯେପରି ଏହି ଯନ୍ତ୍ରଣାମୟ ସ୍ଥାନକୁ ନ ଆସନ୍ତି, ସେଥିପାଇଁ ସେ ସେମାନଙ୍କ ନିକଟରେ ସାକ୍ଷ୍ୟ ଦେବ ।"},{"number":29,"verse":"କିନ୍ତୁ ଅବ୍ରହାମ କହିଲେ, ସେମାନଙ୍କ ନିକଟରେ ମୋଶା ଓ ଭାବବାଦୀମାନଙ୍କ ଧର୍ମଶାସ୍ତ୍ର ଅଛି, ସେମାନେ ସେମାନଙ୍କର କଥା ଶୁଣନ୍ତୁ ।"},{"number":30,"verse":"ସେଥିରେ ସେ କହିଲା, ହେ ପିତା ଅବ୍ରହାମ, ତାହା ଯଥେଷ୍ଟ ନୁହେଁ, ମାତ୍ର ଯଦି ମୃତମାନଙ୍କ ପାଖରୁ ଜଣେ ସେମାନଙ୍କ ନିକଟକୁ ଯିବ, ତାହାହେଲେ ସେମାନେ ମନ ପରିବର୍ତ୍ତନ କରିବେ ।"},{"number":31,"verse":"କିନ୍ତୁ ସେ ତାହାକୁ କହିଲେ, ଯଦି ସେମାନେ ମୋଶା ଓ ଭାବବାଦୀମାନଙ୍କର କଥା ନ ଶୁଣନ୍ତି, ତାହାହେଲେ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ଜଣେ ପୁନରୁତ୍ଥିତ ହେଲେ ସୁଦ୍ଧା ସେମାନେ ପରାମର୍ଶ ଗ୍ରହଣ କରିବେ ନାହିଁ ।"}]}