{"bibleAbbr":"orOV2014","bookName":"ଲୂକ ଲିଖିତ ସୁସମାଚାର","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"( ଯୀଶୁଙ୍କ ଅଧିକାରକୁ ଆହ୍ଵାନ) ଏଥିମଧ୍ୟରେ ସେ ଦିନେ ଯେତେବେଳେ ମନ୍ଦିରରେ ଲୋକମାନଙ୍କୁ ଶିକ୍ଷା ଦେଉଥିଲେ ଓ ସୁସମାଚାର ପ୍ରଚାର କରୁଥିଲେ, ସେତେବେଳେ ପ୍ରଧାନ ଯାଜକ ଓ ଶାସ୍ତ୍ରୀମାନେ ପ୍ରାଚୀନବର୍ଗଙ୍କ ସହିତ ଆସି ତାହାଙ୍କୁ କହିଲେ,"},{"number":2,"verse":"ତୁମ୍ଭେ କେଉଁ ଅଧିକାରରେ ଏସମସ୍ତ କରୁଅଛ, ଅବା, ଯେ ତୁମ୍ଭକୁ ଏ ଅଧିକାର ଦେଲା, ସେ କିଏ, ଆମ୍ଭମାନଙ୍କୁ କୁହ ।"},{"number":3,"verse":"କିନ୍ତୁ ସେ ସେମାନଙ୍କୁ ଉତ୍ତର ଦେଲେ, ମୁଁ ମଧ୍ୟ ତୁମ୍ଭମାନଙ୍କୁ ଗୋଟିଏ କଥା ପଚାରିବି, ମୋତେ କୁହ,"},{"number":4,"verse":"ଯୋହନଙ୍କର ବାପ୍ତିସ୍ମ।।।ସ୍ଵର୍ଗରୁ ନା ମନୁଷ୍ୟଠାରୁ ହେଲା ?"},{"number":5,"verse":"ସେଥିରେ ସେମାନେ ପରସ୍ପର ତର୍କବିତର୍କ କରି କହିଲେ, ଯଦି ସ୍ଵର୍ଗରୁ ବୋଲି କହିବୁ, ତାହାହେଲେ ସେ କହିବେ, ତୁମ୍ଭେମାନେ କାହିଁକି ତାଙ୍କୁ ବିଶ୍ଵାସ କଲ ନାହିଁ ?"},{"number":6,"verse":"କିନ୍ତୁ ଯଦି ମନୁଷ୍ୟଠାରୁ ବୋଲି କହିବୁ, ତେବେ ଲୋକସମସ୍ତେ ଆମ୍ଭମାନଙ୍କୁ ପଥର ଫୋପାଡ଼ି ମାରି-ପକାଇବେ, କାରଣ ଯୋହନ ଯେ ଜଣେ ଭାବବାଦୀ, ଏହା ସେମାନଙ୍କର ଦୃଢ଼ ବିଶ୍ଵାସ ।"},{"number":7,"verse":"ଏଣୁ ତାହା କେଉଁଠାରୁ ହେଲା, ଏହା ଜାଣନ୍ତି ନାହିଁ ବୋଲି ସେମାନେ ଉତ୍ତର ଦେଲେ ।"},{"number":8,"verse":"ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ତେବେ ମୁଁ କେଉଁ ଅଧିକାରରେ ଏସମସ୍ତ କରୁଅଛି, ତାହା ମୁଁ ମଧ୍ୟ ତୁମ୍ଭମାନଙ୍କୁ କହିବି ନାହିଁ ।"},{"number":9,"verse":"( ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ରରେ ଦୁଷ୍ଟ ଭାଗଚାଷୀଙ୍କ ଦୃଷ୍ଟାନ୍ତ) ଏଥିଉତ୍ତାରେ ସେ ଲୋକମାନଙ୍କୁ ଏହି ଦୃଷ୍ଟାନ୍ତ କହିବାକୁ ଲାଗିଲେ । ଜଣେ ବ୍ୟକ୍ତି ଗୋଟିଏ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ର କରି ତାହା କୃଷକମାନଙ୍କୁ ଭାଗରେ ଦେଇ ବହୁକାଳ ନିମନ୍ତେ ବିଦେଶକୁ ଗମନ କଲେ ।"},{"number":10,"verse":"ଆଉ, କୃଷକମାନେ ଯେପରି ତାଙ୍କୁ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ରର ଫଳରୁ ଭାଗ ଦିଅନ୍ତି, ଏଥିନିମନ୍ତେ ସେ ଜଣେ ଦାସକୁ ଉପଯୁକ୍ତ ସମୟରେ ସେମାନଙ୍କ ନିକଟକୁ ପଠାଇଲେ, କିନ୍ତୁ ସେହି କୃଷକମାନେ ତାହାକୁ ପ୍ରହାର କରି ଶୂନ୍ୟ ହସ୍ତରେ ଫେରାଇ ଦେଲେ ।"},{"number":11,"verse":"ସେ ପୁଣି ଆଉ ଜଣେ ଦାସକୁ ପଠାଇଲେ; ସେମାନେ ତାହାକୁ ମଧ୍ୟ ପ୍ରହାର ଓ ଅପମାନ କରି ଶୂନ୍ୟ ହସ୍ତରେ ଫେରାଇ ଦେଲେ ।"},{"number":12,"verse":"ପରେ ସେ ତୃତୀୟ ଜଣକୁ ମଧ୍ୟ ପଠାଇଲେ; କିନ୍ତୁ ସେମାନେ ତାହାକୁ ସୁଦ୍ଧା କ୍ଷତବିକ୍ଷତ କରି ବାହାରେ ଫୋପାଡ଼ି ଦେଲେ ।"},{"number":13,"verse":"ସେଥିରେ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ରର କର୍ତ୍ତା କହିଲେ, ମୁଁ କଅଣ କରିବି? ମୋର ପ୍ରିୟ ପୁତ୍ରକୁ ପଠାଇବି, କେଜାଣି ସେମାନେ ତାହାକୁ ମାନ୍ୟ କରିବେ ।"},{"number":14,"verse":"ମାତ୍ର କୃଷକମାନେ ତାଙ୍କୁ ଦେଖି ପରସ୍ପର ତର୍କବିତର୍କ କରି କହିବାକୁ ଲାଗିଲେ, ଏ ତ ଉତ୍ତରାଧିକାରୀ, ଏହାକୁ ବଧ କରିବା, ଯେପରି ଅଧିକାର ଆମ୍ଭମାନଙ୍କର ହେବ ।"},{"number":15,"verse":"ଆଉ, ସେମାନେ ତାଙ୍କୁ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ରର ବାହାରେ ପକାଇ ବଧ କଲେ । ଅତଏବ, ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ରର କର୍ତ୍ତା ସେମାନଙ୍କ ପ୍ରତି କଅଣ କରିବେ ?"},{"number":16,"verse":"ସେ ଆସି ଏହି କୃଷକମାନଙ୍କୁ ବିନାଶ କରିବେ ଓ ଅନ୍ୟମାନଙ୍କୁ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ର ଦେବେ । ଏହା ଶୁଣି ସେମାନେ କହିଲେ, ତାହା ନ ହେଉ ।"},{"number":17,"verse":"କିନ୍ତୁ ସେ ସେମାନଙ୍କୁ ଏକଦୃଷ୍ଟିରେ ଚାହିଁ କହିଲେ, ତେବେ ଏହି ଯେଉଁ ବାକ୍ୟ ଲିଖିତ ଅଛି, ତାହାର ଭାବ କଅଣ, ଗୃହନିର୍ମାଣକାରୀମାନେ ଯେଉଁ ପ୍ରସ୍ତରକୁ ଅଗ୍ରାହ୍ୟ କଲେ, ତାହା କୋଣର ପ୍ରଧାନ ପ୍ରସ୍ତର ହେଲା ।"},{"number":18,"verse":"ଯେକେହି ସେହି ପ୍ରସ୍ତର ଉପରେ ପଡ଼ିବ, ସେ ଖଣ୍ତବିଖଣ୍ତ ହେବ, ପୁଣି ସେହି ପ୍ରସ୍ତର ଯାହା ଉପରେ ପଡ଼ିବ, ତାହାକୁ ତାହା ଚୂର୍ଣ୍ଣବିଚୂର୍ଣ୍ଣ କରିବ ।"},{"number":19,"verse":"( କର ଦେବା ପ୍ରସଙ୍ଗ) ଏଥିରେ ଶାସ୍ତ୍ରୀ ଓ ପ୍ରଧାନ ଯାଜକମାନେ ସେହି ଦଣ୍ତରେ ତାହାଙ୍କୁ ଧରିବାକୁ ଚେଷ୍ଟା କଲେ, କିନ୍ତୁ ସେମାନେ ଲୋକମାନଙ୍କୁ ଭୟ କଲେ, କାରଣ ସେ ସେହି ଦୃଷ୍ଟାନ୍ତ ସେମାନଙ୍କୁ ଲକ୍ଷ୍ୟ କରି କହିଥିଲେ ବୋଲି ସେମାନେ ବୁଝିଲେ ।"},{"number":20,"verse":"ସେଥିରେ ସେମାନେ ତାହାଙ୍କୁ କର୍ତ୍ତୃପକ୍ଷଙ୍କ ହସ୍ତରେ ଓ ଶାସନକର୍ତ୍ତାଙ୍କ କ୍ଷମତାଧୀନରେ ସମର୍ପଣ କରିବା ନିମନ୍ତେ ସୁଯୋଗ ଖୋଜି ତାହାଙ୍କ କଥାର ଛିଦ୍ର ଧରିବା ଉଦ୍ଦେଶ୍ୟରେ କପଟ ଭାବରେ ଆପଣା ଆପଣାକୁ ଧାର୍ମିକ ବୋଲି ଦେଖାଉଥିବା ଚରମାନଙ୍କୁ ପଠାଇଲେ ।"},{"number":21,"verse":"ସେମାନେ ତାହାଙ୍କୁ ପଚାରିଲେ, ହେ ଗୁରୁ, ଆମ୍ଭେମାନେ ଜାଣୁ, ଆପଣ ଯଥାର୍ଥ ରୂପେ କଥା କହନ୍ତି ଓ ଶିକ୍ଷା ଦିଅନ୍ତି, ପୁଣି କାହାରି ମୁଖାପେକ୍ଷା କରନ୍ତି ନାହିଁ, ମାତ୍ର ସତ୍ୟ ରୂପେ ଈଶ୍ଵରଙ୍କ ମାର୍ଗ ଶିକ୍ଷା ଦିଅନ୍ତି ।"},{"number":22,"verse":"କାଇସରଙ୍କୁ କର ଦେବା ଆମ୍ଭମାନଙ୍କର ବିଧିସଙ୍ଗତ କି ନା ?"},{"number":23,"verse":"କିନ୍ତୁ ସେ ସେମାନଙ୍କ ଧୂର୍ତ୍ତତା ବୁଝି ସେମାନଙ୍କୁ କହିଲେ, ମୋତେ ଗୋଟିଏ ଅଧୁଲି ଦେଖାଅ ।"},{"number":24,"verse":"ଏଥିରେ କାହାର ମୂର୍ତ୍ତି ଓ ନାମ ଅଛି ? ସେମାନେ କହିଲେ, କାଇସରଙ୍କର ।"},{"number":25,"verse":"ସେଥିରେ ସେ ସେମାନଙ୍କୁ କହିଲେ, ତେବେ କାଇସରଙ୍କର ଯାହା, ତାହା କାଇସରଙ୍କୁ ଦିଅ; ପୁଣି, ଈଶ୍ଵରଙ୍କର ଯାହା, ତାହା ଈଶ୍ଵରଙ୍କୁ ଦିଅ ।"},{"number":26,"verse":"ଏଥିରେ ସେମାନେ ଲୋକମାନଙ୍କ ସାକ୍ଷାତରେ ତାହାଙ୍କ କଥାର ଛିଦ୍ର ଧରି ପାରିଲେ ନାହିଁ, ଆଉ ସେମାନେ ତାହାଙ୍କ ଉତ୍ତରରେ ଚମତ୍କୃତ ହୋଇ ନୀରବ ରହିଲେ ।"},{"number":27,"verse":"( ସାଦ୍ଦୂକୀଙ୍କ ପୁନରୁତ୍ଥାନର ପ୍ରଶ୍ନ) ଏଥିଉତ୍ତାରେ ପୁନରୁତ୍ଥାନ ନାସ୍ତି କରୁଥିବା କେତେକ ସାଦ୍ଦୂକୀ ତାହାଙ୍କ ନିକଟକୁ ଆସି ପଚାରିଲେ,"},{"number":28,"verse":"ହେ ଗୁରୁ, ମୋଶା ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଲେଖିଅଛନ୍ତି ଯେ, ଯଦି କୌଣସି ଲୋକର ଭାଇ, ଭାର୍ଯ୍ୟା ଥାଉ ଥାଉ ନିଃସନ୍ତାନ ହୋଇ ମରେ, ତାହାହେଲେ ତାହାର ଭାଇ ତାହାର ଭାର୍ଯ୍ୟାକୁ ଗ୍ରହଣ କରି ଆପଣା ଭାଇ ନିମନ୍ତେ ବଂଶ ଉତ୍ପନ୍ନ କରିବ ।"},{"number":29,"verse":"ଆଚ୍ଛା, ସାତ ଭାଇ ଥିଲେ; ପ୍ରଥମଟି ଗୋଟିଏ ସ୍ତ୍ରୀକି ବିବାହ କଲା ଓ ନିଃସନ୍ତାନ ହୋଇ ମଲା;"},{"number":30,"verse":"ପରେ ଦ୍ଵିତୀୟଟି ଓ ତୃତୀୟଟି ତାହାକୁ ଗ୍ରହଣ କଲେ;"},{"number":31,"verse":"ସେହି ପ୍ରକାରେ ସାତ ଜଣଯାକ ନିଃସନ୍ତାନ ହୋଇ ମଲେ ।"},{"number":32,"verse":"ଶେଷରେ ସ୍ତ୍ରୀଟି ମଧ୍ୟ ମଲା ।"},{"number":33,"verse":"ତେବେ, ପୁନରୁତ୍ଥାନରେ ସେମାନଙ୍କ ମଧ୍ୟରୁ ସେ କାହାର ସ୍ତ୍ରୀ ହେବ ? ସାତ ଜଣଯାକ ତ ତାହାକୁ ବିବାହ କରିଥିଲେ ।"},{"number":34,"verse":"ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ଏହି ଜଗତର ସନ୍ତାନମାନେ ବିବାହ କରନ୍ତି ଓ ବିବାହିତା ହୁଅନ୍ତି,"},{"number":35,"verse":"କିନ୍ତୁ ଯେଉଁମାନେ ସେହି ଜଗତ ଓ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ପୁନରୁତ୍ଥାନ ପ୍ରାପ୍ତ ହେବା ନିମନ୍ତେ ଯୋଗ୍ୟ ଗଣିତ ହୁଅନ୍ତି, ସେମାନେ ବିବାହ କରନ୍ତି ନାହିଁ କିମ୍ଵା ବିବାହିତା ହୁଅନ୍ତି ନାହିଁ;"},{"number":36,"verse":"ପୁଣି, ସେମାନେ ଆଉ ମରି ପାରନ୍ତି ନାହିଁ, କାରଣ ସେମାନେ ଦୂତମାନଙ୍କ ପରି ରୁହନ୍ତି ଏବଂ ପୁନରୁତ୍ଥାନର ସନ୍ତାନ ହେବାରୁ ଈଶ୍ଵରଙ୍କ ସନ୍ତାନ ଅଟନ୍ତି ।"},{"number":37,"verse":"ମାତ୍ର ମୃତମାନେ ଯେ ଉତ୍ଥିତ ହୁଅନ୍ତି, ଏହା ମୋଶା ମଧ୍ୟ ବୁଦାର ବୃତ୍ତାନ୍ତରେ ପ୍ରଭୁଙ୍କୁ ଅବ୍ରହାମଙ୍କ ଈଶ୍ଵର, ଇସ୍‍ହାକଙ୍କ ଈଶ୍ଵର ଓ ଯାକୁବଙ୍କ ଈଶ୍ଵର ବୋଲି କହି ସୂଚନା ଦେଇଅଛନ୍ତି ।"},{"number":38,"verse":"ସେ ତ ମୃତମାନଙ୍କ ଈଶ୍ଵର ନୁହନ୍ତି, ମାତ୍ର ଜୀବିତମାନଙ୍କର; କାରଣ ସମସ୍ତେ ତାହାଙ୍କ ସାକ୍ଷାତରେ ଜୀବିତ ଅଟନ୍ତି ।"},{"number":39,"verse":"ସେଥିରେ ଶାସ୍ତ୍ରୀମାନଙ୍କ ମଧ୍ୟରୁ କେତେକ ଜଣ ଉତ୍ତର ଦେଲେ, ହେ ଗୁରୁ, ଆପଣ ଯଥାର୍ଥ କହିଲେ ।"},{"number":40,"verse":"କାରଣ ସେମାନେ ତାହାଙ୍କୁ କୌଣସି ପ୍ରଶ୍ନ ପଚାରିବାକୁ ଆଉ ସାହସ କଲେ ନାହିଁ ।"},{"number":41,"verse":"( ଖ୍ରୀଷ୍ଟ କାହାର ସନ୍ତାନ ?) କିନ୍ତୁ ସେ ସେମାନଙ୍କୁ ପଚାରିଲେ, ଖ୍ରୀଷ୍ଟ ଯେ ଦାଉଦଙ୍କ ସନ୍ତାନ, ଏହା ଲୋକେ କିପରି କହନ୍ତି ?"},{"number":42,"verse":"କାରଣ ସ୍ଵୟଂ ଦାଉଦ ଗୀତସଂହିତାରେ କହନ୍ତି, ପ୍ରଭୁ ମୋହର ପ୍ରଭୁଙ୍କୁ କହିଲେ,"},{"number":43,"verse":"ଆମ୍ଭେ ଯେପର୍ଯ୍ୟନ୍ତ ତୁମ୍ଭର ଶତ୍ରୁମାନଙ୍କୁ ତୁମ୍ଭର ପାଦପୀଠ କରି ନାହୁଁ, ସେପର୍ଯ୍ୟନ୍ତ ଆମ୍ଭର ଦକ୍ଷିଣରେ ବସିଥାଅ ।"},{"number":44,"verse":"ଅତଏବ, ଦାଉଦ ତାହାଙ୍କୁ ପ୍ରଭୁ ବୋଲି କହନ୍ତି; ତେବେ, ସେ କିପ୍ରକାରେ ତାଙ୍କର ସନ୍ତାନ ?"},{"number":45,"verse":"( ଶାସ୍ତ୍ରୀମାନଙ୍କଠାରୁ ସତର୍କତା) ପରେ ସେ ସମସ୍ତ ଲୋକଙ୍କ କର୍ଣ୍ଣଗୋଚରରେ ଶିଷ୍ୟମାନଙ୍କୁ କହିଲେ,"},{"number":46,"verse":"ଶାସ୍ତ୍ରୀମାନଙ୍କଠାରୁ ସାବଧାନ ! ସେମାନେ ଦୀର୍ଘ ବସନ ପରିଧାନ କରି ଭ୍ରମଣ କରିବାକୁ, ପୁଣି ହାଟବଜାରରେ ନମସ୍କାର, ସମାଜଗୃହରେ ପ୍ରଧାନ ଆସନ ଓ ଭୋଜିରେ ପ୍ରଧାନ ସ୍ଥାନ ଭଲ ପାଆନ୍ତି;"},{"number":47,"verse":"ସେମାନେ ବିଧବାମାନଙ୍କର ଗୃହସବୁ ଗ୍ରାସ କରନ୍ତି ଓ ଛଳନା କରି ଦୀର୍ଘ ପ୍ରାର୍ଥନା କରନ୍ତି; ସେମାନେ ଗୁରୁତର ଦଣ୍ତ ପାଇବେ ।"}]}