{"bibleAbbr":"orOV2014","bookName":"ଲୂକ ଲିଖିତ ସୁସମାଚାର","bookEnglishName":"Luke","chapterNumber":24,"verses":[{"number":1,"verse":"( ଯୀଶୁଙ୍କ ପୁନରୁତ୍ଥାନ) ଆଉ, ବିଶ୍ରାମବାରରେ ସେମାନେ ବିଧି ଅନୁସାରେ ବିଶ୍ରାମ କଲେ, କିନ୍ତୁ ସପ୍ତାହର ପ୍ରଥମ ଦିନର ଅତି ପ୍ରତ୍ୟୁଷରେ ସେମାନେ ସେମାନଙ୍କ ପ୍ରସ୍ତୁତ ସୁଗନ୍ଧିଦ୍ରବ୍ୟ ଘେନି ସମାଧି ନିକଟକୁ ଗଲେ ।"},{"number":2,"verse":"ପୁଣି, ସେମାନେ ସମାଧିରୁ ପଥରଟା ଗଡ଼ାଇ ଦିଆଯାଇଥିବା ଦେଖିଲେ,"},{"number":3,"verse":"କିନ୍ତୁ ଭିତରକୁ ଯାଇ ପ୍ରଭୁ ଯୀଶୁଙ୍କ ଶରୀର ପାଇଲେ ନାହିଁ ।"},{"number":4,"verse":"ଆଉ, ସେମାନେ ସେସମ୍ଵନ୍ଧରେ ହତବୁଦ୍ଧି ହେଉଅଛନ୍ତି, ଏପରି ସମୟରେ ଦେଖ, ଉଜ୍ଜ୍ଵଳବସ୍ତ୍ର ପରିହିତ ଦୁଇ ଜଣ ବ୍ୟକ୍ତି ସେମାନଙ୍କ ନିକଟରେ ଉପସ୍ଥିତ ହେଲେ;"},{"number":5,"verse":"ସେଥିରେ ସେମାନେ ଭୀତ ହୋଇ ଅଧୋମୁଖ ହୁଅନ୍ତେ, ସେମାନେ ସେମାନଙ୍କୁ କହିଲେ, ମୃତମାନଙ୍କ ମଧ୍ୟରେ ତୁମ୍ଭେମାନେ କାହିଁକି ଜୀବିତଙ୍କର ଅନ୍ଵେଷଣ କରୁଅଛ ?"},{"number":6,"verse":"ସେ ଏଠାରେ ନାହାନ୍ତି, ମାତ୍ର ଉଠିଅଛନ୍ତି । ମନୁଷ୍ୟପୁତ୍ରଙ୍କୁ ଯେ ଅବଶ୍ୟ ପାପୀମାନଙ୍କ ହସ୍ତରେ ସମର୍ପିତ ହୋଇ କ୍ରୁଶରେ ହତ ହେବାକୁ ଓ ତୃତୀୟ ଦିବସରେ ପୁନରୁତ୍ଥାନ କରିବାକୁ ହେବ,"},{"number":7,"verse":"ଏହି ଯେଉଁ ବାକ୍ୟ ସେ ଗାଲିଲୀରେ ଥିବା ସମୟରେ ତୁମ୍ଭମାନଙ୍କୁ କହିଥିଲେ, ତାହା ସ୍ମରଣ କର ।"},{"number":8,"verse":"ସେଥିରେ ସେମାନେ ତାହାଙ୍କ ବାକ୍ୟ ସ୍ମରଣ କଲେ,"},{"number":9,"verse":"ପୁଣି ସମାଧିରୁ ବାହୁଡ଼ିଯାଇ ଏକାଦଶ ଓ ଅନ୍ୟ ସମସ୍ତଙ୍କୁ ଏହିସବୁ ସମ୍ଵାଦ ଦେଲେ ।"},{"number":10,"verse":"ଏମାନେ ମଗ୍ଦଲୀନୀ ମରୀୟମ, ଯୋହାନା, ଯାକୁବଙ୍କ ମାତା ମରୀୟମ ଓ ଏମାନଙ୍କ ସାଙ୍ଗରେ ଥିବା ଅନ୍ୟ ସ୍ତ୍ରୀଲୋକମାନେ, ଏମାନେ ପ୍ରେରିତମାନଙ୍କୁ ଏହିସବୁ ବିଷୟ ଜଣାଇଲେ ।"},{"number":11,"verse":"ମାତ୍ର ଏସମସ୍ତ କଥା ସେମାନଙ୍କ ନିକଟରେ ପ୍ରଳାପ ପରି ଲାଗିଲା, ଆଉ ସେମାନେ ସେମାନଙ୍କୁ ଅବିଶ୍ଵାସ କଲେ ।"},{"number":12,"verse":"[କିନ୍ତୁ ପିତର ଉଠି ସମାଧି ନିକଟକୁ ଦୌଡ଼ିଗଲେ, ପୁଣି ନଇଁପଡ଼ି ଚାହିଁ କେବଳ ସୂକ୍ଷ୍ମ ବସ୍ତ୍ରସବୁ ଦେଖିଲେ, ଆଉ ସେ ସେହି ଘଟଣା ବିଷୟରେ ଚମତ୍କୃତ ହୋଇ ଆପଣା ଘରକୁ ଚାଲିଗଲେ ।]"},{"number":13,"verse":"( ଇମ୍ମାୟୁ ପଥରେ) ଆଉ ଦେଖ, ସେହିଦିନ ସେମାନଙ୍କ ମଧ୍ୟରୁ ଦୁଇ ଜଣ ଯିରୂଶାଲମଠାରୁ ପ୍ରାୟ ଚାରି କ୍ରୋଶ ଦୂରବର୍ତ୍ତୀ ଇମ୍ମାୟୁ ଗ୍ରାମକୁ ଯାଉଥିଲେ"},{"number":14,"verse":"ଓ ଏହି ସମସ୍ତ ଘଟଣା ବିଷୟରେ ପରସ୍ପର କଥାବାର୍ତ୍ତା କରୁଥିଲେ ।"},{"number":15,"verse":"ସେମାନେ କଥାବାର୍ତ୍ତା ଓ ବାଦାନୁବାଦ କରୁଥିବା ସମୟରେ ଯୀଶୁ ଆପେ ସେମାନଙ୍କ ନିକଟକୁ ଆସି ସେମାନଙ୍କ ସଙ୍ଗେ ସଙ୍ଗେ ଗମନ କରିବାକୁ ଲାଗିଲେ;"},{"number":16,"verse":"କିନ୍ତୁ ସେମାନଙ୍କର ଚକ୍ଷୁ ଏପରି ରୁଦ୍ଧ ହୋଇଥିଲା ଯେ, ସେମାନେ ତାହାଙ୍କୁ ଚିହ୍ନି ପାରିଲେ ନାହିଁ ।"},{"number":17,"verse":"ସେ ସେମାନଙ୍କୁ ପଚାରିଲେ, ତୁମ୍ଭେମାନେ ଚାଲୁ ଚାଲୁ ଯେଉଁ ସମସ୍ତ ବିଷୟ ପରସ୍ପର କଥାବାର୍ତ୍ତା କରୁଅଛ, ସେସବୁ କଅଣ ? ସେଥିରେ ସେମାନେ ବିଷର୍ଣ୍ଣ ମୁଖରେ ଠିଆ ହୋଇ ରହିଲେ ।"},{"number":18,"verse":"ଆଉ, ସେମାନଙ୍କ ମଧ୍ୟରୁ କ୍ଳେୟପା ନାମକ ଜଣେ ତାହାଙ୍କୁ ଉତ୍ତର ଦେଲେ, ଯିରୂଶାଲମସ୍ଥ ପ୍ରବାସୀମାନଙ୍କ ମଧ୍ୟରୁ ଆପଣ କଅଣ ଏକାକୀ ସେସ୍ଥାନର ଏ କେତେକ ଦିନର ଘଟଣା ଜାଣନ୍ତି ନାହିଁ ?"},{"number":19,"verse":"ସେ ସେମାନଙ୍କୁ ପଚାରିଲେ, କି କି ପ୍ରକାର ଘଟଣା ? ସେମାନେ ତାହାଙ୍କୁ କହିଲେ, ନାଜରିତୀୟ ଯୀଶୁଙ୍କ ବିଷୟ; ସେ ଈଶ୍ଵର ଓ ସମସ୍ତ ଲୋକଙ୍କ ଦୃଷ୍ଟିରେ କର୍ମରେ ଓ ବାକ୍ୟରେ ଜଣେ ଶକ୍ତିଶାଳୀ ଭାବବାଦୀ ଥିଲେ,"},{"number":20,"verse":"ଆଉ ଆମ୍ଭମାନଙ୍କର ପ୍ରଧାନ ଯାଜକ ଓ ଅଧ୍ୟକ୍ଷମାନେ କିପରି ତାହାଙ୍କୁ ପ୍ରାଣଦଣ୍ତ ଭୋଗିବାକୁ ସମର୍ପଣ କରି ତାହାଙ୍କୁ କ୍ରୁଶରେ ବଧ କଲେ, ଏହିସମସ୍ତ ବିଷୟ ।"},{"number":21,"verse":"କିନ୍ତୁ ଯେ ଇସ୍ରାଏଲକୁ ମୁକ୍ତ କରିବେ, ସେ ଯେ ଏହି ବ୍ୟକ୍ତି, ତାହା ଆମ୍ଭେମାନେ ଆଶା କରିଥିଲୁ; ମାତ୍ର ଏହା ଛଡ଼ା ଏସମସ୍ତ ଘଟିବାର ଆଜିକି ତିନି ଦିନ ହେଲା ।"},{"number":22,"verse":"ଆହୁରି ମଧ୍ୟ, ଆମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ କେତେକ ସ୍ତ୍ରୀଲୋକ ଆମ୍ଭମାନଙ୍କୁ ଆଚମ୍ଵିତ କରିଅଛନ୍ତି; ସେମାନେ ପ୍ରତ୍ୟୁଷରେ ସମାଧି ନିକଟକୁ ଯାଇଥିଲେ,"},{"number":23,"verse":"ଆଉ ତାହାଙ୍କ ଶରୀର ନ ପାଇ ଆସି କହିଲେ ଯେ, ସେମାନେ ଦୂତମାନଙ୍କର ଦର୍ଶନ ମଧ୍ୟ ପାଇଅଛନ୍ତି ଓ ସେହି ଦୂତମାନେ କହିଲେ ଯେ, ସେ ଜୀବିତ ଅଛନ୍ତି ।"},{"number":24,"verse":"ଆଉ, ଆମ୍ଭମାନଙ୍କ ସଙ୍ଗୀମାନଙ୍କ ମଧ୍ୟରୁ କେହି କେହି ସମାଧି ନିକଟକୁ ଯାଇ, ସ୍ତ୍ରୀଲୋକମାନେ ଯେପରି କହିଥିଲେ, ସେପରି ଦେଖିଲେ, କିନ୍ତୁ ତାହାଙ୍କୁ ଦେଖିଲେ ନାହିଁ ।"},{"number":25,"verse":"ସେଥିରେ ସେ ସେମାନଙ୍କୁ କହିଲେ, ହେ ନିର୍ବୋଧମାନେ ଓ ଭାବବାଦୀମାନଙ୍କ ଦ୍ଵାରା କଥିତ ସମସ୍ତ ବାକ୍ୟରେ ବିଶ୍ଵାସ କରିବାକୁ ଶିଥିଳଚିତ୍ତମାନେ,"},{"number":26,"verse":"ଏହିସମସ୍ତ ଦୁଃଖ ଭୋଗ କରି ଆପଣା ମହିମାରେ ପ୍ରବେଶ କରିବା କଅଣ ଖ୍ରୀଷ୍ଟଙ୍କର ଆବଶ୍ୟକ ନ ଥିଲା ?"},{"number":27,"verse":"ପୁଣି, ମୋଶା ଓ ସମସ୍ତ ଭାବବାଦୀଙ୍କଠାରୁ ଆରମ୍ଭ କରି ସମସ୍ତ ଧର୍ମଶାସ୍ତ୍ରରେ ଆପଣା ସମ୍ଵନ୍ଧୀୟ କଥା ସେ ସେମାନଙ୍କୁ ବୁଝାଇଦେଲେ ।"},{"number":28,"verse":"ଆଉ, ସେମାନେ ଯେଉଁ ଗ୍ରାମକୁ ଯାଉଥିଲେ, ସେଥିର ନିକଟବର୍ତ୍ତୀ ହୁଅନ୍ତେ, ସେ ଆହୁରି ଆଗକୁ ଯିବାର ଭାବ ଦେଖାଇଲେ ।"},{"number":29,"verse":"କିନ୍ତୁ ସେମାନେ ତାହାଙ୍କୁ ବଳାଇ କହିଲେ, ଆମ୍ଭ-ମାନଙ୍କ ସାଙ୍ଗରେ ରହନ୍ତୁ, କାରଣ ସନ୍ଧ୍ୟା ହୋଇଆସୁଅଛି ଓ ବେଳ ଗଡ଼ିଗଲାଣି । ସେଥିରେ ସେ ସେମାନଙ୍କ ସହିତ ରହିବାକୁ ଘର ଭିତରକୁ ଗଲେ ।"},{"number":30,"verse":"ଆଉ, ସେମାନଙ୍କ ସହିତ ଭୋଜନରେ ବସିଲା ଉତ୍ତାରେ ସେ ରୋଟୀ ଘେନି ଆଶୀର୍ବାଦ କଲେ, ପୁଣି ତାହା ଭାଙ୍ଗି ସେମାନଙ୍କୁ ଦେବାକୁ ଲାଗିଲେ ।"},{"number":31,"verse":"ତହିଁରେ ସେମାନଙ୍କ ଚକ୍ଷୁ ଉନ୍ମୁକ୍ତ ହେଲା ଓ ସେମାନେ ତାହାଙ୍କୁ ଚିହ୍ନିଲେ; ଆଉ, ସେ ସେମାନଙ୍କ ଦୃଷ୍ଟିରୁ ଅନ୍ତର୍ହିତ ହେଲେ ।"},{"number":32,"verse":"ସେଥିରେ ସେମାନେ ପରସ୍ପର କହିଲେ, ଯେତେବେଳେ ପଥ ମଧ୍ୟରେ ସେ ଆମ୍ଭମାନଙ୍କ ସାଙ୍ଗରେ କଥାବାର୍ତ୍ତା କରୁଥିଲେ ଓ ଆମ୍ଭମାନଙ୍କୁ ଧର୍ମଶାସ୍ତ୍ର ବୁଝାଉଥିଲେ, ସେତେବେଳେ କଅଣ ଆମ୍ଭମାନଙ୍କ ହୃଦୟ ଉତ୍ତପ୍ତ ହେଉ ନ ଥିଲା ?"},{"number":33,"verse":"ଆଉ, ସେମାନେ ସେହି ଦଣ୍ତରେ ଉଠି ଯିରୂଶାଲମକୁ ବାହୁଡ଼ିଯାଇ ସମବେତ ହୋଇଥିବା ଏକାଦଶଙ୍କୁ ଓ ସେମାନଙ୍କ ସଙ୍ଗୀମାନଙ୍କୁ ଦେଖିଲେ;"},{"number":34,"verse":"ସେମାନେ କହୁଥିଲେ, ପ୍ରଭୁ ନିଶ୍ଚୟ ଉଠିଅଛନ୍ତି ଓ ଶିମୋନଙ୍କୁ ଦର୍ଶନ ଦେଇଅଛନ୍ତି ।"},{"number":35,"verse":"ଆଉ, ସେମାନେ ମଧ୍ୟ ବାଟର ସମସ୍ତ ଘଟଣା ଓ ରୋଟୀ ଭାଙ୍ଗିବାରେ ସେ କିପରି ସେମାନଙ୍କ ଦ୍ଵାରା ଚିହ୍ନାଗଲେ, ସେହିସବୁ ବର୍ଣ୍ଣନା କରିବାକୁ ଲାଗିଲେ ।"},{"number":36,"verse":"( ଶିଷ୍ୟମାନଙ୍କୁ ଯୀଶୁଙ୍କଦର୍ଶନ) କିନ୍ତୁ ସେମାନେ ଏହିସବୁ କଥା କହୁଥିବା ସମୟରେ ସେ ଆପେ ସେମାନଙ୍କ ମଧ୍ୟରେ ଉପସ୍ଥିତ ହେଲେ ।"},{"number":37,"verse":"ମାତ୍ର ସେମାନେ ତ୍ରାସଯୁକ୍ତ ଓ ଭୀତ ହୋଇ ଗୋଟିଏ ଭୂତ ଦେଖୁଅଛନ୍ତି ବୋଲି ମନେ କଲେ ।"},{"number":38,"verse":"ସେଥିରେ ସେ ସେମାନଙ୍କୁ କହିଲେ, କାହିଁକି ଉଦ୍ବିଗ୍ନ ହେଉଅଛ, ପୁଣି ତୁମ୍ଭମାନଙ୍କ ମନରେ କାହିଁକି ତର୍କବିତର୍କ ଉଠୁଅଛି?"},{"number":39,"verse":"ଏ ଯେ ସ୍ଵୟଂ ମୁଁ, ମୋର ହାତ ଓ ପାଦ ଦେଖ, ମୋତେ ସ୍ପର୍ଶ କରି ଦେଖ, କାରଣ ମୋହର ଯେପରି ମାଂସ ଓ ଅସ୍ଥି ଥିବାର ତୁମ୍ଭେମାନେ ଦେଖୁଅଛ, ଭୂତର ସେପରି ନାହିଁ।"},{"number":40,"verse":"[ଆଉ, ସେ ଏହା କହି ସେମାନଙ୍କୁ ଆପଣା ହାତ ଓ ପାଦ ଦେଖାଇଲେ ।]"},{"number":41,"verse":"ତେବେ ମଧ୍ୟ ସେମାନେ ଆନନ୍ଦ ହେତୁ ଅବିଶ୍ଵାସ କରି ଚମତ୍କୃତ ହେବାରୁ ସେ ସେମାନଙ୍କୁ ପଚାରିଲେ, ଏଠାରେ ତୁମ୍ଭମାନଙ୍କ ପାଖରେ କଅଣ କିଛି ଖାଦ୍ୟ ଅଛି ?"},{"number":42,"verse":"ସେଥିରେ ସେମାନେ ତାହାଙ୍କୁ ଖଣ୍ତେ ଭଜା ମାଛ ଦେଲେ ।"},{"number":43,"verse":"ଆଉ, ସେ ତାହା ଘେନି ସେମାନଙ୍କ ସାକ୍ଷାତରେ ଭୋଜନ କଲେ ।"},{"number":44,"verse":"ପୁଣି, ସେ ସେମାନଙ୍କୁ କହିଲେ, ମୋଶାଙ୍କ ବ୍ୟବସ୍ଥା ଏବଂ ଭାବବାଦୀମାନଙ୍କ ଓ ଗୀତସଂହିତା ଧର୍ମଶାସ୍ତ୍ରରେ ମୋʼ ବିଷୟରେ ଯାହା ଯାହା ଲେଖା ଅଛି, ସେହିସବୁ ସଫଳ ହେବା ଆବଶ୍ୟକ, ମୁଁ ତୁମ୍ଭମାନଙ୍କ ସଙ୍ଗରେ ଥିବା ସମୟରେ ତୁମ୍ଭମାନଙ୍କୁ ଏହି ସମସ୍ତ କଥା କହିଥିଲି ।"},{"number":45,"verse":"ସେତେବେଳେ ସେମାନେ ଯେପରି ଧର୍ମଶାସ୍ତ୍ର ବୁଝି ପାରନ୍ତି, ସେଥିପାଇଁ ସେ ସେମାନଙ୍କର ବୁଦ୍ଧିରୂପ ଦ୍ଵାର ଉନ୍ମୁକ୍ତ କଲେ;"},{"number":46,"verse":"ଆଉ, ସେ ସେମାନଙ୍କୁ କହିଲେ, ଏହି ପ୍ରକାରେ ଲେଖାଅଛି, ଖ୍ରୀଷ୍ଟ ଦୁଃଖଭୋଗ କରିବେ ଓ ତୃତୀୟ ଦିନରେ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ପୁନରୁତ୍ଥାନ କରିବେ,"},{"number":47,"verse":"ପୁଣି ଯିରୂଶାଲମରୁ ଆରମ୍ଭ କରି ସମସ୍ତ ଜାତିଙ୍କ ନିକଟରେ ତାହାଙ୍କ ନାମରେ ପାପକ୍ଷମା ନିମନ୍ତେ ମନ ପରିବର୍ତ୍ତନର ପ୍ରସଙ୍ଗ ଘୋଷଣା କରାଯିବ ।"},{"number":48,"verse":"ତୁମ୍ଭେମାନେ ଏହି ସମସ୍ତ ବିଷୟର ସାକ୍ଷୀ ଅଟ ।"},{"number":49,"verse":"ଆଉ ଦେଖ, ମୋହର ପିତା ଯାହା ପ୍ରତିଜ୍ଞା କରିଅଛନ୍ତି, ତାହା ମୁଁ ତୁମ୍ଭମାନଙ୍କ ନିକଟକୁ ପଠାଉଅଛି, କିନ୍ତୁ ଊର୍ଦ୍ଧ୍ଵରୁ ଶକ୍ତିପ୍ରାପ୍ତ ନ ହେବା ପର୍ଯ୍ୟନ୍ତ ତୁମ୍ଭେମାନେ ଏହି ନଗରରେ ରହିଥାଅ ।"},{"number":50,"verse":"( ଯୀଶୁଙ୍କ ସ୍ଵର୍ଗାରୋହଣ) ତତ୍ପରେ ସେ ସେମାନଙ୍କୁ ବେଥନୀଆକୁ ଯିବା ବାଟ ପର୍ଯ୍ୟନ୍ତ ଘେନିଗଲେ ଓ ଆପଣା ହାତ ତୋଳି ସେମାନଙ୍କୁ ଆଶୀର୍ବାଦ କଲେ ।"},{"number":51,"verse":"ପୁଣି, ସେମାନଙ୍କୁ ଆଶୀର୍ବାଦ କରୁ କରୁ ସେ ସେମାନଙ୍କଠାରୁ ଅନ୍ତର ହୋଇ ସ୍ଵର୍ଗକୁ ନୀତ ହେଲେ ।"},{"number":52,"verse":"ଆଉ, ସେମାନେ ତାହାଙ୍କୁ ପ୍ରଣାମ କରି ମହାନନ୍ଦରେ ଯିରୂଶାଲମକୁ ବାହୁଡ଼ିଗଲେ,"},{"number":53,"verse":"ପୁଣି ସର୍ବଦା ମନ୍ଦିରରେ ରହି ଈଶ୍ଵରଙ୍କ ସ୍ତବ କରିବାକୁ ଲାଗିଲେ ।"}]}