{"bibleAbbr":"bnOV2016","bookName":"গীতসংহিতা","bookEnglishName":"Psalms","chapterNumber":103,"verses":[{"number":1,"verse":"( দায়ূদের।) হে আমার প্রাণ, সদাপ্রভুর ধন্যবাদ কর; হে আমার অন্তরস্থ সকল, তাঁহার পবিত্র নামের ধন্যবাদ কর।"},{"number":2,"verse":"হে আমার প্রাণ, সদাপ্রভুর ধন্যবাদ কর, তাঁহার সকল উপকার ভুলিয়া যাইও না।"},{"number":3,"verse":"তিনি তোমার সমস্ত অধর্ম্ম ক্ষমা করেন, তোমার সমস্ত রোগের প্রতীকার করেন।"},{"number":4,"verse":"তিনি কূপ হইতে তোমার জীবন মুক্ত করেন, দয়া ও করুণার মুকুটে তোমাকে ভূষিত করেন।"},{"number":5,"verse":"তিনি উত্তম দ্রব্যে তোমার মুখ তৃপ্ত করেন, ঈগল পক্ষীর ন্যায় তোমার নূতন যৌবন হয়।"},{"number":6,"verse":"সদাপ্রভু ধর্ম্মকার্য্য সাধন করেন, উপদ্রুত লোকদের পক্ষে বিচার নিষ্পত্তি করেন।"},{"number":7,"verse":"তিনি জানাইলেন মোশিকে আপনার পথ, ইস্রায়েল-সন্তানগণকে আপনার কার্য্য সকল।"},{"number":8,"verse":"সদাপ্রভু স্নেহশীল ও কৃপাময়, ক্রোধে ধীর ও দয়াতে মহান।"},{"number":9,"verse":"তিনি নিত্য অনুযোগ করিবেন না, চিরকাল ক্রোধ রাখিবেন না।"},{"number":10,"verse":"তিনি আমাদের প্রতি আমাদের পাপানুযায়ী ব্যবহার করেন নাই, আমাদের অধর্ম্মানুযায়ী প্রতিফল আমাদিগকে দেন নাই।"},{"number":11,"verse":"কারণ পৃথিবীর উপরে আকাশমণ্ডল যত উচ্চ, যাহারা তাঁহাকে ভয় করে, তাহাদের উপরে তাঁহার দয়া তত মহৎ।"},{"number":12,"verse":"পশ্চিম দিক্ হইতে পূর্ব্ব দিক্ যেমন দূরবর্ত্তী, তিনি আমাদের হইতে আমাদের অপরাধ সকল তেমনি দূরবর্ত্তী করিয়াছেন।"},{"number":13,"verse":"পিতা সন্তানদের প্রতি যেমন করুণা করেন, যাহারা সদাপ্রভুকে ভয় করে, তাহাদের প্রতি তিনি তেমনি করুণা করেন।"},{"number":14,"verse":"কারণ তিনিই আমাদের গঠন জানেন; আমরা যে ধূলিমাত্র, ইহা তাঁহার স্মরণে আছে।"},{"number":15,"verse":"মর্ত্ত্য, তাহার আয়ু তৃণ সদৃশ; যেমন মাঠের পুষ্প, তেমনি সে প্রফুল্ল হয়।"},{"number":16,"verse":"তাহার উপর দিয়া বায়ু বহিলেই সে আর নাই, তাহার স্থানও তাহাকে আর চিনিবে না।"},{"number":17,"verse":"কিন্তু সদাপ্রভুর দয়া, যাহারা তাঁহাকে ভয় করে, তাহাদের উপরে অনাদিকাল অবধি অনন্তকাল পর্য্যন্ত থাকে; এবং তাঁহার ধর্ম্মশীলতা পুত্র পৌত্রদের প্রতি বর্ত্তে,"},{"number":18,"verse":"তাহাদের প্রতি, যাহারা তাঁহার নিয়ম রক্ষা করে, ও তাঁহার বিধি সকল পালনার্থে স্মরণ করে।"},{"number":19,"verse":"সদাপ্রভু স্বর্গে আপন সিংহাসন স্থাপন করিয়াছেন, তাঁহার রাজ্য কর্ত্তৃত্ব করে সমস্তের উপরে।"},{"number":20,"verse":"সদাপ্রভুর দূতগণ! তাঁহার ধন্যবাদ কর, তোমরা বলে বীর, তাঁহার বাক্য-সাধক, তাঁহার বাক্যের রব শ্রবণে নিবিষ্ট।"},{"number":21,"verse":"সদাপ্রভুর সমস্ত বাহিনি! তাঁহার ধন্যবাদ কর, তোমরা তাঁহার পরিচারক, তাঁহার অভিমত-সাধক।"},{"number":22,"verse":"সদাপ্রভুর সমস্ত নির্ম্মিত বস্তু! তাঁহার ধন্যবাদ কর, তাঁহার অধিকারের সমস্ত স্থানে। হে আমার প্রাণ, সদাপ্রভুর ধন্যবাদ কর।"}]}