{"bibleAbbr":"bnOV2016","bookName":"গীতসংহিতা","bookEnglishName":"Psalms","chapterNumber":107,"verses":[{"number":1,"verse":"( পঞ্চম খণ্ড।) সদাপ্রভুর স্তব কর, কেননা তিনি মঙ্গলময়, তাঁহার দয়া অনন্তকালস্থায়ী।"},{"number":2,"verse":"সদাপ্রভুর মুক্তগণ এই কথা বলুক, যাহাদিগকে তিনি বিপক্ষের হস্ত হইতে মুক্ত করিয়াছেন,"},{"number":3,"verse":"যাহাদিগকে তিনি সংগ্রহ করিয়াছেন নানা দেশ হইতে, পূর্ব্ব ও পশ্চিম হইতে, উত্তর ও দক্ষিণ হইতে।"},{"number":4,"verse":"তাহারা প্রান্তরে নির্জন পথে পরিভ্রমণ করিল, বসতি-নগর পাইল না।"},{"number":5,"verse":"তাহারা ক্ষুধিত ও তৃষ্ণার্ত্ত হইল, তাহাদের প্রাণ অন্তরে মুর্চ্ছাপন্ন হইল।"},{"number":6,"verse":"সঙ্কটে তাহারা সদাপ্রভুর কাছে ক্রন্দন করিল, আর তিনি তাহাদিগকে কষ্ট হইতে উদ্ধার করিলেন।"},{"number":7,"verse":"তিনি তাহাদিগকে সরল পথেও গমন করাইলেন, যেন তাহারা বসতি-নগরে যাইতে পারে।"},{"number":8,"verse":"লোকে সদাপ্রভুর স্তব করুক, তাঁহার দয়া প্রযুক্ত, মনুষ্য-সন্তানদের জন্য তাঁহার আশ্চর্য্য কর্ম্ম প্রযুক্ত।"},{"number":9,"verse":"কারণ তিনি আপ্যায়িত করেন আকাঙ্ক্ষী প্রাণকে, তিনি ক্ষুধিত প্রাণকে উত্তম দ্রব্যে তৃপ্ত করেন।"},{"number":10,"verse":"লোকেরা অন্ধকারে ও মৃত্যুচ্ছায়ায় বসিয়াছিল, দুঃখ-পাশে ও লৌহ-শৃঙ্খলে বদ্ধ ছিল;"},{"number":11,"verse":"কারণ তাহারা ঈশ্বরের বাক্যের বিরুদ্ধাচরণ করিত, পরাৎপরের মন্ত্রণা তুচ্ছ করিত;"},{"number":12,"verse":"তাই তিনি তাহাদের হৃদয় আয়াসে অবনত করিলেন; তাহারা পতিত হইল, সাহায্যকারী কেহ ছিল না।"},{"number":13,"verse":"সঙ্কটে তাহারা সদাপ্রভুর কাছে ক্রন্দন করিল, আর তিনি তাহাদিগকে কষ্ট হইতে ত্রাণ করিলেন।"},{"number":14,"verse":"তিনি অন্ধকার ও মৃত্যুচ্ছায়া হইতে তাহাদিগকে বাহির করিয়া আনিলেন, তাহাদের বন্ধন সকল ছেদন করিলেন।"},{"number":15,"verse":"লোকে সদাপ্রভুর স্তব করুক, তাঁহার দয়া প্রযুক্ত, মনুষ্য-সন্তানদের জন্য তাঁহার আশ্চর্য্য কর্ম্ম প্রযুক্ত!"},{"number":16,"verse":"কারণ তিনি পিত্তলের কবাট ভগ্ন করিয়াছেন, লৌহময় অর্গল ছেদন করিয়াছেন।"},{"number":17,"verse":"মূর্খেরা আপনাদের অধর্ম্মাচরণ প্রযুক্ত, আপনাদের অপরাধ প্রযুক্ত দুর্দ্দশাপন্ন হয়।"},{"number":18,"verse":"তাহাদের প্রাণ সমস্ত খাদ্য দ্রব্য ঘৃণা করে, তাহারা মৃত্যুদ্বারের সমীপে উপস্থিত হয়।"},{"number":19,"verse":"সঙ্কটে তাহারা সদাপ্রভুর কাছে ক্রন্দন করে, আর তিনি তাহাদিগকে কষ্ট হইতে ত্রাণ করেন।"},{"number":20,"verse":"তিনি আপন বাক্য পাঠাইয়া তাহাদিগকে সুস্থ করেন, তাহাদের খাত হইতে তাহাদিগকে রক্ষা করেন।"},{"number":21,"verse":"লোকে সদাপ্রভুর স্তব করুক, তাঁহার দয়া প্রযুক্ত, মনুষ্য-সন্তানদের জন্য তাহার আশ্চর্য্য কর্ম্ম প্রযুক্ত!"},{"number":22,"verse":"তাহারা স্তববলি উৎসর্গ করুক, আনন্দগানসহ তাঁহার ক্রিয়ার বর্ণনা করুক।"},{"number":23,"verse":"যাহারা জাহাজে চড়িয়া সমুদ্রযাত্রা করে, মহাজলরাশির মধ্যে ব্যবসায় করে,"},{"number":24,"verse":"তাহারা সদাপ্রভুর কার্য্য সকল দেখে, গভীর জলে তাঁহার আশ্চর্য্য ব্যাপার সকল দেখে।"},{"number":25,"verse":"তিনি আজ্ঞা দ্বারা প্রচণ্ড বায়ু উত্থাপন করেন, তাহা জলের তরঙ্গমালা উঠায়।"},{"number":26,"verse":"তাহারা আকাশে উঠে, তাহারা জলধিতলে নামে; বিপাকে পড়িয়া তাহাদের প্রাণ গলিয়া যায়।"},{"number":27,"verse":"তাহারা মত্তের ন্যায় হেলিয়া দুলিয়া ঢুলিয়া পড়ে, তাহাদের সমস্ত বুদ্ধি বিলুপ্ত হয়।"},{"number":28,"verse":"সঙ্কটে তাহারা সদাপ্রভুর কাছে ক্রন্দন করে, আর তিনি তাহাদিগকে কষ্ট হইতে বাহির করেন।"},{"number":29,"verse":"তিনি ঝটিকা প্রশমিত করেন; তাহাতে জলরাশির তরঙ্গ সকল নিস্তব্ধ হয়।"},{"number":30,"verse":"তখন তাহারা আনন্দ করে, কেননা শান্তি হইল, আর তিনি তাহাদিগকে তাহাদের অভীষ্ট পোতাশ্রয়ে লইয়া যান।"},{"number":31,"verse":"লোকে সদাপ্রভুর স্তব করুক, তাঁহার দয়া প্রযুক্ত, মনুষ্য-সন্তানদের জন্য তাঁহার আশ্চর্য্য কর্ম্ম প্রযুক্ত!"},{"number":32,"verse":"তাহারা প্রজা-সমাজে তাঁহার প্রতিষ্ঠা করুক, প্রাচীনদের সভাতে তাঁহার প্রশংসা করুক।"},{"number":33,"verse":"তিনি নদী সকলকে প্রান্তরে, জলের উনুই সমূহকে শুষ্ক ভূমিতে পরিণত করেন,"},{"number":34,"verse":"তিনি ফলবান দেশকে লবণ-প্রান্তর করেন, তথাকার নিবাসীদের কদাচরণ প্রযুক্ত।"},{"number":35,"verse":"তিনি প্রান্তরকে জলাশয়ে, মরুভূমিকে জলের উনুই সমূহে পরিণত করেন;"},{"number":36,"verse":"আর সেখানে তিনি ক্ষুধিত লোকদিগকে বাস করান, যেন তাহারা বসতি-নগর প্রস্তুত করে,"},{"number":37,"verse":"এবং ক্ষেত্রে বীজ বপন ও দ্রাক্ষালতা রোপন করে, এবং উৎপন্ন ফল সঞ্চয় করে।"},{"number":38,"verse":"তিনি তাহাদিগকে আশীর্ব্বাদ করেন, তাই তাহারা অতিশয় বৃদ্ধি পায়, এবং তিনি তাহাদের পশুগণকে হ্রাস পাইতে দেন না।"},{"number":39,"verse":"আবার তাহারা হ্রাস পায় ও অবনত হয়, উৎপীড়ন, বিপদ ও শোক প্রযুক্ত।"},{"number":40,"verse":"তিনি কর্ত্তাদের উপরে তুচ্ছতা ঢালিয়া দেন, পথহীন মরুভূমিতে তাহাদিগকে ভ্রমণ করান;"},{"number":41,"verse":"কিন্তু দরিদ্রকে দুঃখ হইতে উচ্চে স্থাপন করেন, আর মেষপালের ন্যায় পরিবার দেন।"},{"number":42,"verse":"তাহা দেখিয়া সরল লোকে আনন্দিত হয়, আর সমস্ত দুষ্টতা আপন মুখ রুদ্ধ করে।"},{"number":43,"verse":"জ্ঞানবান কে? সে এই সমস্ত বিবেচনা করিবে, তাহারা সদাপ্রভুর বিবিধ দয়া আলোচনা করিবে।"}]}