{"bibleAbbr":"bnOV2016","bookName":"গীতসংহিতা","bookEnglishName":"Psalms","chapterNumber":17,"verses":[{"number":1,"verse":"( দায়ূদের প্রার্থনা।) হে সদাপ্রভু, ধর্ম্মবাদ শুন, আমার কাকূক্তিতে অবধান কর, আমার প্রার্থনায় কর্ণপাত কর; তাহা ছলনার ওষ্ঠাধর হইতে নির্গত নয়।"},{"number":2,"verse":"তোমার সাক্ষাতে আমার বিচার নিষ্পত্তি হউক; যাহা ন্যায্য তাহার প্রতি তোমার দৃষ্টি পড়ুক।"},{"number":3,"verse":"তুমি আমার চিত্তের পরীক্ষা করিয়াছ, রাত্রিকালে আমার তত্ত্বানুসন্ধান করিয়াছ, তুমি আমাকে কষিয়াছ, কিছু পাও নাই; আমি স্থির করিলাম, আমার মুখ পাপ করিবে না।"},{"number":4,"verse":"মনুষ্যের কার্য্য সম্বন্ধে, তোমার ওষ্ঠাধরের বাক্যে, আমি দুর্জ্জনের পথ হইতে সাবধান হইয়াছি।"},{"number":5,"verse":"আমার পাদক্ষেপ তোমার পথে স্থির রহিয়াছে, আমার চরণ বিচলিত হয় নাই।"},{"number":6,"verse":"আমি তোমাকে ডাকিলাম, কেননা, হে ঈশ্বর, তুমি আমাকে উত্তর দিবে; আমার প্রতি কর্ণপাত কর, আমার বাক্য শুন।"},{"number":7,"verse":"তোমার আশ্চর্য্য দয়া প্রকাশ কর; তুমি শরণাপন্ন লোকদিগকে নিস্তার করিয়া থাক, বিপক্ষগণ হইতে তোমার দক্ষিণ হস্ত দ্বারাই করিয়া থাক।"},{"number":8,"verse":"নয়নের তারার ন্যায় আমাকে রক্ষা কর, তোমার পক্ষের ছায়াতে আমাকে সঙ্গোপন কর,"},{"number":9,"verse":"দুষ্টগণ হইতে কর, যাহারা আমাকে নষ্ট করে, প্রাণনাশক শত্রুগণ হইতে কর, যাহারা আমাকে বেষ্টন করে।"},{"number":10,"verse":"তাহারা আপন আপন মেদে বদ্ধ, তাহারা মুখে অহঙ্কারের কথা কহে।"},{"number":11,"verse":"এখন তাহারা আমাদের পাদসঞ্চারে আমাদিগকে ঘেরিয়াছে, তাহারা আমাদিগকে ভূমিসাৎ করণার্থে চক্ষু স্থির করে।"},{"number":12,"verse":"সে বিদারণ করিতে উৎসুক কেশরীর তুল্য, অন্তরালে উপবিষ্ট যুবসিংহের ন্যায়।"},{"number":13,"verse":"হে সদাপ্রভু, উঠ, তাহাকে প্রতিরোধ কর, তাহাকে পাড়িয়া ফেল, তোমার খড়্গ দ্বারা ( (বা) খড়্গস্বরূপ।) দুষ্ট লোক হইতে আমার প্রাণ বাঁচাও।"},{"number":14,"verse":"সদাপ্রভু, তোমার হস্ত দ্বারা ( (বা) হস্তস্বরূপ।) মনুষ্যদের হইতে, সাংসারিক মনুষ্যদের হইতে, আমাকে বাঁচাও, তাহাদের দায়াংশ এই জীবনে; তুমি নিজ ধনে তাহাদের উদর পূর্ণ করিতেছ; তাহারা সন্তানে তৃপ্ত হয়, আপন আপন শিশুদের নিমিত্ত আপনাদের অবশিষ্ট সম্পত্তি রাখিয়া যায়।"},{"number":15,"verse":"আমি ত ধার্ম্মিকতায় তোমার মুখ দর্শন করিব, জাগিয়া তোমার মূর্ত্তিতে তৃপ্ত হইব।"}]}