{"bibleAbbr":"bnOV2016","bookName":"গীতসংহিতা","bookEnglishName":"Psalms","chapterNumber":25,"verses":[{"number":1,"verse":"( দায়ূদের।) সদাপ্রভু, তোমারই দিকে আমি নিজ প্রাণ উত্তোলন করি।"},{"number":2,"verse":"হে আমার ঈশ্বর, আমি তোমারই শরণ লইয়াছি, আমাকে লজ্জিত হইতে দিও না; আমার শত্রুগণ আমার উপরে উল্লাস না করুক।"},{"number":3,"verse":"যে সকল লোক তোমার অপেক্ষা করে, তাহারা লজ্জিত হইবে না; যাহারা অকারণে বিশ্বাসঘাতকতা করে, তাহারাই লজ্জিত হইবে।"},{"number":4,"verse":"সদাপ্রভু, তোমার পথ সকল আমাকে জ্ঞাত কর; তোমার পন্থা সকল আমাকে বুঝাইয়া দেও।"},{"number":5,"verse":"তোমার সত্যে আমাকে চালাও, আমাকে শিক্ষা দেও, কেননা তুমিই আমার ত্রাণেশ্বর; আমি সমস্ত দিন তোমার অপেক্ষায় থাকি।"},{"number":6,"verse":"সদাপ্রভু, তোমার করুণা ও দয়া স্মরণ কর, কেননা উভয়ই অনাদি।"},{"number":7,"verse":"আমার যৌবনের পাপ ও আমার অধর্ম্ম সকল স্মরণ করিও না, সদাপ্রভু, তোমার মঙ্গলভাবের অনুরোধে, তোমার দয়ানুসারে আমাকে স্মরণ কর।"},{"number":8,"verse":"সদাপ্রভু মঙ্গলময় ও সরল, এইজন্য তিনি পাপীদিগকে পথ দেখান।"},{"number":9,"verse":"তিনি নম্রদিগকে ন্যায়বিচারের পথে চালান, নম্রদিগকে আপন পথ দেখাইয়া দেন।"},{"number":10,"verse":"যাহারা তাঁহার নিয়ম ও সাক্ষ্য পালন করে, তাহাদের পক্ষে সদাপ্রভুর সমস্ত পথ দয়া ও সত্য।"},{"number":11,"verse":"তোমার নামের গুণে, হে সদাপ্রভু, আমার অপরাধ ক্ষমা কর, কেননা তাহা গুরুতর।"},{"number":12,"verse":"সে ব্যক্তি কে যে সদাপ্রভুকে ভয় করে? তিনি তাহাকে ইষ্ট পথ দেখাইয়া দিবেন।"},{"number":13,"verse":"তাহার প্রাণ কুশলে বাস করিবে, তাহার বংশ দেশের অধিকারী হইবে।"},{"number":14,"verse":"সদাপ্রভুর গূঢ় মন্ত্রণা তাঁহার ভয়কারীদের অধিকার, তিনি তাহাদিগকে আপন নিয়ম জানাইবেন।"},{"number":15,"verse":"আমার দৃষ্টি নিরন্তর সদাপ্রভুর দিকে, কেননা তিনিই আমার চরণ জাল হইতে উদ্ধার করিবেন।"},{"number":16,"verse":"আমার প্রতি ফির, আমার প্রতি কৃপা কর, কেননা আমি একাকী ও দুঃখী।"},{"number":17,"verse":"আমার অন্তঃকরণের যন্ত্রণা বাড়িয়াছে, আমার কষ্ট সকল হইতে আমাকে নিস্তার কর।"},{"number":18,"verse":"আমার দুঃখ ও আয়াসের প্রতি দৃষ্টিপাত কর, আমার সমস্ত পাপ ক্ষমা কর।"},{"number":19,"verse":"আমার শত্রুগণকে দেখ, কেননা তাহারা অনেক; তাহারা দুরন্ত দ্বেষভাবে আমাকে দ্বেষ করে।"},{"number":20,"verse":"আমার প্রাণ রক্ষা কর, আমাকে উদ্ধার কর, আমাকে লজ্জিত হইতে দিও না, কেননা আমি তোমার শরণ লইয়াছি।"},{"number":21,"verse":"সিদ্ধতা ও সরলতা আমাকে রক্ষা করুক, কেননা আমি তোমার অপেক্ষা করিতেছি।"},{"number":22,"verse":"হে ঈশ্বর, ইস্রায়েলকে মুক্ত কর, তাহার সমস্ত সঙ্কট হইতে মুক্ত কর।"}]}