{"bibleAbbr":"bnOV2016","bookName":"গীতসংহিতা","bookEnglishName":"Psalms","chapterNumber":35,"verses":[{"number":1,"verse":"( দায়ূদের।) সদাপ্রভু, যাহারা আমার সঙ্গে বিবাদ করে, তাহাদের সহিত বিবাদ কর, যাহারা আমার সঙ্গে যুদ্ধ করে, তাহাদের সহিত যুদ্ধ কর।"},{"number":2,"verse":"তুমি ঢাল ও ফলক ধারণ কর, আমার সাহায্যের জন্য দণ্ডায়মান হও।"},{"number":3,"verse":"বড়শা ধর, আমার তাড়নাকারীদের সম্মুখে পথ রুদ্ধ কর; আমার প্রাণকে বল, আমিই তোমার পরিত্রাণ।"},{"number":4,"verse":"যাহারা আমার প্রাণের অন্বেষণ করে, তাহারা লজ্জিত ও অপমানিত হউক; যাহারা আমার অনিষ্টের সঙ্কল্প করে, তাহারা ফিরিয়া যাউক, হতাশ হউক।"},{"number":5,"verse":"তাহারা বায়ুচালিত তুষের ন্যায় হউক, সদাপ্রভুর দূত তাহাদিগকে তাড়া করুন।"},{"number":6,"verse":"তাহাদের পথ অন্ধকার ও পিচ্ছিল হউক; সদাপ্রভুর দূত তাহাদের পশ্চাতে ধাবমান হউন।"},{"number":7,"verse":"কেননা তাহারা অকারণে আমার জন্য গর্ত্তমধ্যে গুপ্ত জাল পাতিয়াছে, অকারণে আমার প্রাণের জন্য খাত খুঁড়িয়াছে।"},{"number":8,"verse":"অজ্ঞাতসারে তাহার সর্ব্বনাশ উপস্থিত হউক; সে গোপনে পাতা আপনার জালে আপনি ধৃত হউক, সেই সর্ব্বনাশে সে পতিত হউক।"},{"number":9,"verse":"আর আমার প্রাণ সদাপ্রভুতে উল্লাসিত হইবে, তাঁহার পরিত্রাণে আনন্দ করিবে।"},{"number":10,"verse":"আমার সকল অস্থি বলিবে, সদাপ্রভু, তোমার তুল্য কে? তুমিই দুঃখীকে তদপেক্ষা বলবান ব্যক্তি হইতে, দুঃখী দরিদ্রকে তাহার লুণ্ঠনকারী হইতে, উদ্ধার করিয়া থাক।"},{"number":11,"verse":"দুর্বৃত্ত সাক্ষিগণ উঠিতেছে, আমি যাহা জানি না, তাহা আমার কাছে চাহে।"},{"number":12,"verse":"তাহারা উপকারের পরিবর্ত্তে আমার অপকার করে, তাহাতে আমার প্রাণ অনাথ হয়।"},{"number":13,"verse":"কিন্তু তাহাদের পীড়ার সময়ে আমি চট পরিতাম, আমি উপবাস দ্বারা আপন প্রাণকে দুঃখ দিতাম, আমার প্রার্থনা আমার বক্ষে ফিরিয়া আসিবে।"},{"number":14,"verse":"আমি তাহাদিগকে নিজ বন্ধু বা নিজ ভ্রাতা বলিয়া মনে করিতাম, আমি মাতৃশোকাতুরের ন্যায় শোকার্ত্ত হইয়া অধোমুখে থাকিতাম।"},{"number":15,"verse":"তথাপি তাহারা আমার পদস্খলনে আনন্দিত হইল, ও সকলে একত্র হইল; অধম লোকেরা আমার অজ্ঞাতসারে আমার বিরুদ্ধে একত্র হইল, তাহারা আমাকে বিদীর্ণ করিল, ক্ষান্ত হইল না।"},{"number":16,"verse":"পামর উপহাসকারী পিণ্ডীশূরদের ন্যায় তাহারা আমার প্রতি দন্তঘর্ষণ করিল।"},{"number":17,"verse":"হে প্রভু, তুমি কত কাল দেখিবে? রক্ষা কর আমার প্রাণ তাহাদের ধ্বংস হইতে, আমার একমাত্র [আত্মা] সিংহগণ হইতে।"},{"number":18,"verse":"আমি মহাসমাজের মধ্যে তোমার স্তব করিব, বলবান জাতির মধ্যে তোমার প্রশংসা করিব।"},{"number":19,"verse":"আমার শত্রুগণকে আমার বিষয়ে অন্যায় আনন্দ করিতে দিও না, যাহারা অকারণে আমাকে দ্বেষ করে, তাহাদিগকে ভ্রূকুটি করিতে দিও না।"},{"number":20,"verse":"কেননা তাহারা শান্তির কথা কহে না, কিন্তু দেশস্থ শান্ত মনুষ্যগণের বিরুদ্ধে ছলের কথা কল্পনা করে।"},{"number":21,"verse":"তাহারা আমার বিরুদ্ধে মুখ ব্যাদান করিত; বলিত, ‘অহো! অহো! আমাদের চক্ষু দেখিয়াছে।’"},{"number":22,"verse":"সদাপ্রভু, তুমি দেখিয়াছ, নীরব থাকিও না; প্রভু, আমা হইতে দূরবর্ত্তী হইও না।"},{"number":23,"verse":"জাগিয়া উঠ, জাগ্রৎ হও, আমার বিচারার্থে, আমার ঈশ্বর, আমার প্রভু, আমার হেতুবাদ জন্য।"},{"number":24,"verse":"সদাপ্রভু, আমার ঈশ্বর, তোমার ধর্ম্মশীলতা অনুসারে আমার বিচার কর, উহারা আমার উপরে আনন্দ না করুক।"},{"number":25,"verse":"তাহারা মনে মনে না বলুক, ‘অহো! ইহাই আমাদের অভিলাষ;’ তাহারা না বলুক, ‘তাহাকে গ্রাস করিলাম’।"},{"number":26,"verse":"যাহারা আমার বিপদে আনন্দিত হয়, তাহারা একসঙ্গে লজ্জিত ও হতাশ হউক; যাহারা আমার বিরুদ্ধে শ্লাঘা করে, তাহারা লজ্জায় ও অপমানে আচ্ছন্ন হউক।"},{"number":27,"verse":"যাহারা আমার ধার্ম্মিকতায় প্রীত, তাহারা আনন্দধ্বনি করুক, আহ্লাদিত হউক, নিত্য নিত্য বলুক, সদাপ্রভু মহিমান্বিত হউন, যিনি নিজ দাসের কুশলে প্রীত।"},{"number":28,"verse":"আর আমার জিহ্বা তোমার ধর্ম্মশীলতার, ও সমস্ত দিন তোমার প্রশংসার কথা কহিবে।"}]}