{"bibleAbbr":"bnOV2016","bookName":"গীতসংহিতা","bookEnglishName":"Psalms","chapterNumber":38,"verses":[{"number":1,"verse":"( দায়ূদের সঙ্গীত। স্মরণার্থক।) সদাপ্রভু, তোমার ক্রোধে আমাকে ভর্ৎসনা করিও না, তোমার রোষাগ্নিতে আমাকে শাস্তি দিও না।"},{"number":2,"verse":"কেননা তোমার তীর সকল আমাতে বিদ্ধ, আমার উপরে তোমার হস্ত নামিয়াছে।"},{"number":3,"verse":"তোমার কোপ হেতু আমার মাংসে কিছু স্বাস্থ্য নাই, আমার পাপহেতু আমার অস্থিতে কিছু শান্তি নাই।"},{"number":4,"verse":"কেননা আমার অপরাধসমূহ আমার মস্তকের উপরে উঠিয়াছে, ভারী বোঝার ন্যায় সে সকল আমার শক্তি অপেক্ষা ভারী।"},{"number":5,"verse":"আমার ক্ষত সকল দুর্গন্ধ ও গলিত হইয়াছে, আমার অজ্ঞানতা প্রযুক্তই হইয়াছে।"},{"number":6,"verse":"আমি কুব্জ হইয়াছি, অত্যন্ত নুইয়া পড়িয়াছি, আমি সমস্ত দিন বিষণ্ণ হইয়া বেড়াইতেছি।"},{"number":7,"verse":"কেননা আমার কটিদেশে জ্বালা ধরিয়াছে, আমার মাংসে কিছু স্বাস্থ্য নাই।"},{"number":8,"verse":"আমি অবসন্ন ও অতিশয় ক্ষুণ্ণ হইয়াছি, চিত্তের ব্যাকুলতায় আর্ত্তনাদ করিতেছি।"},{"number":9,"verse":"হে প্রভু, আমার সমস্ত কামনা তোমার সম্মুখে, আমার কাতরোক্তি তোমা হইতে গুপ্ত নয়।"},{"number":10,"verse":"আমার হৃদয় ধুক্ ধুক্ করিতেছে, আমার বল আমাকে ত্যাগ করিয়াছে, আমার চক্ষুর তেজও আমাকে ছাড়িয়া গিয়াছে,"},{"number":11,"verse":"আমার প্রণয়ীরা ও আমার বন্ধুগণ আমার ব্যাধি হইতে দূরে দাঁড়ায়, আমার জ্ঞাতিবর্গ দূরে দাঁড়াইয়া থাকে।"},{"number":12,"verse":"যাহারা আমার প্রাণের অন্বেষণ করে, তাহারা ফাঁদ পাতে; যাহারা আমার অনিষ্ট চেষ্টা করে, তাহারা বিনাশের কথা কহে, আর সমস্ত দিন ছলের চিন্তা করে।"},{"number":13,"verse":"কিন্তু বধিরের ন্যায় আমি শ্রবণ করি না, আমি এমন বোবার ন্যায় হইয়াছি, যে মুখ খুলে না।"},{"number":14,"verse":"আমি এমন ব্যক্তির তুল্য, যে শুনিতে পায় না, যাহার মুখে প্রতিবাদ পাওয়া যায় না।"},{"number":15,"verse":"কারণ, সদাপ্রভু, আমি তোমারই অপেক্ষা করিতেছি; হে প্রভু, আমার ঈশ্বর, তুমিই উত্তর দিবে।"},{"number":16,"verse":"কেননা আমি কহিলাম, পাছে উহারা আমার বিষয়ে আনন্দ করে, আমার চরণ টলিলেই আমার বিপক্ষে দর্প করে।"},{"number":17,"verse":"আমি ত পড়িতে উদ্যত; আমার ব্যথা সতত আমার গোচরে রহিয়াছে।"},{"number":18,"verse":"আমি আপন অপরাধ স্বীকার করিব, আমার পাপের নিমিত্ত খেদ করিব।"},{"number":19,"verse":"কিন্তু আমার শত্রুগণ সতেজ ও বলবান, অনেকেই অকারণে আমাকে ঘৃণা করে।"},{"number":20,"verse":"আর তাহারা উপকারের পরিবর্ত্তে অপকার করে, তাহারা আমার বিপক্ষ, কারণ যাহা ভাল, আমি তাহারই অনুগামী।"},{"number":21,"verse":"সদাপ্রভু, আমাকে পরিত্যাগ করিও না; আমার ঈশ্বর, আমা হইতে দূরে থাকিও না।"},{"number":22,"verse":"হে প্রভু, আমার পরিত্রাণ, তুমি আমার সাহায্য করিতে সত্বর হও।"}]}