{"bibleAbbr":"bnOV2016","bookName":"গীতসংহিতা","bookEnglishName":"Psalms","chapterNumber":59,"verses":[{"number":1,"verse":"( প্রধান বাদ্যকরের জন্য। স্বর, নাশ করিও না। দায়ূদের। মিক্তাম। যৎকালে শৌলের প্রেরিত লোকেরা দায়ূদকে বধ করণার্থে তাঁহার গৃহের নিকটে ঘাঁটি বসাইল, তৎকালীন।) হে আমার ঈশ্বর, আমার শত্রুগণ হইতে আমাকে উদ্ধার কর, আমার বিপক্ষগণ হইতে আমাকে উচ্চে স্থাপন কর।"},{"number":2,"verse":"অধর্ম্মাচারীদের হইতে আমাকে উদ্ধার কর, রক্তপাতী মনুষ্যদের হইতে আমাকে রক্ষা কর।"},{"number":3,"verse":"কারণ দেখ, তাহারা আমার প্রাণের জন্য লুকাইয়া আছে, বলবানেরা আমার বিরুদ্ধে একত্র হইতেছে, হে সদাপ্রভু, আমার অধর্ম্মের জন্য নয়, আমার পাপের জন্য নয়।"},{"number":4,"verse":"আমার বিনা অপরাধে তাহারা দৌড়িয়া আসিয়া প্রস্তুত হইতেছে; তুমি আমাকে দেখা দিবার জন্য জাগ্রৎ হও, দৃষ্টিপাত কর।"},{"number":5,"verse":"হে সদাপ্রভু, বাহিনীগণের ঈশ্বর, ইস্রায়েলের ঈশ্বর, তুমি সমস্ত জাতিকে প্রতিফল দিবার জন্য উঠ, তুমি কোন অধর্ম্মী বিশ্বাসঘাতকের প্রতি কৃপা করিও না। সেলা।"},{"number":6,"verse":"তাহারা সন্ধ্যাকালে ফিরিয়া আইসে, কুকুরের ন্যায় শব্দ করে, নগরের চারিদিকে ভ্রমণ করে।"},{"number":7,"verse":"দেখ, তাহারা মুখে বক বক করিতেছে, তাহাদের ওষ্ঠের মধ্যে খড়্গ আছে; কেননা [তাহারা বলে], কে শুনিতে পায়?"},{"number":8,"verse":"কিন্তু, সদাপ্রভু! তুমি তাহাদিগকে পরিহাস করিবে, তুমি সমস্ত জাতিকে বিদ্রূপ করিবে।"},{"number":9,"verse":"হে আমার বল, আমি তোমার অপেক্ষা করিব; কেননা ঈশ্বর আমার উচ্চদুর্গ।"},{"number":10,"verse":"আমার দয়াবান্ ঈশ্বর আমার সম্মুখবর্ত্তী হইবেন, ঈশ্বর আমার গুপ্ত শত্রুদের দশা আমাকে দেখাইবেন।"},{"number":11,"verse":"তুমি তাহাদিগকে বধ করিও না, পাছে আমার লোকেরা ভুলিয়া যায়; হে প্রভু, আমাদের ঢাল, তোমার শক্তিতে তাহাদিগকে ছড়াইয়া নীচে ফেল।"},{"number":12,"verse":"তাহাদের ওষ্ঠাধরের বাক্য মুখের পাপমাত্র; তাহাদের অভিশাপ ও মিথ্যা কথা হেতু তাহারা আপনাদের অহঙ্কারে ধরা পড়ুক,"},{"number":13,"verse":"তুমি সংহার কর তাহাদিগকে, ক্রোধে সংহার কর, যেন তাহারা আর না থাকে; তাহারা জানুক, ঈশ্বর যাকোবের মধ্যে কর্ত্তৃত্ব করেন, পৃথিবীর প্রান্ত পর্য্যন্ত করেন। সেলা।"},{"number":14,"verse":"তাহারা সন্ধ্যাকালে ফিরিয়া আইসুক, কুকুরের ন্যায় শব্দ করুক, নগরের চারিদিকে ভ্রমণ করুক।"},{"number":15,"verse":"তাহারা খাদ্যের চেষ্টায় পর্য্যটন করিবে, তৃপ্ত না হইলে রাত্রি-যাপন করিবে।"},{"number":16,"verse":"কিন্তু আমি তোমার বল কীর্ত্তন করিব, তোমার দয়ার জন্য প্রত্যূষে আনন্দধ্বনি করিব; কেননা তুমি হইয়াছ আমার পক্ষে উচ্চদুর্গ, আমার সঙ্কটের দিনে আশ্রয়।"},{"number":17,"verse":"হে আমার বল, আমি তোমার উদ্দেশে সঙ্গীত করিব, কেননা ঈশ্বর আমার উচ্চদুর্গ, তিনি আমার দয়াবান্ ঈশ্বর।"}]}