{"bibleAbbr":"bnOV2016","bookName":"গীতসংহিতা","bookEnglishName":"Psalms","chapterNumber":71,"verses":[{"number":1,"verse":"সদাপ্রভু, আমি তোমার শরণ লইয়াছি; আমাকে কখনও লজ্জিত হইতে দিও না।"},{"number":2,"verse":"তোমার ধর্ম্মশীলতায় আমাকে উদ্ধার কর, রক্ষা কর; আমার দিকে কর্ণপাত কর, আমাকে ত্রাণ কর।"},{"number":3,"verse":"তুমি আমার বসতির শৈল হও, যেখানে আমি নিত্য যাইতে পারি; তুমি আমার পরিত্রাণ করিতে আজ্ঞা করিয়াছ; কেননা তুমিই আমার শৈল ও আমার দুর্গ।"},{"number":4,"verse":"হে আমার ঈশ্বর, আমাকে উদ্ধার কর, দুর্জ্জনের হস্ত হইতে, অন্যায়কারী ও উপদ্রবীর করতল হইতে।"},{"number":5,"verse":"কেননা, হে প্রভু সদাপ্রভু, তুমি আমার আশা; তুমি বাল্যকাল হইতে আমার বিশ্বাস-ভূমি।"},{"number":6,"verse":"গর্ভ হইতে তোমার উপরেই আমার নির্ভর; জননীর জঠর হইতে তুমিই আমার হিতৈষী; আমি সতত তোমারই প্রশংসা করি।"},{"number":7,"verse":"আমি অনেকের দৃষ্টিতে অদ্ভুত লক্ষণস্বরূপ; কিন্তু তুমি আমার দৃঢ় আশ্রয়।"},{"number":8,"verse":"আমার মুখ তোমার প্রশংসায় পরিপূর্ণ থাকিবে, সমস্ত দিন তোমার সৌন্দর্য্য বর্ণনা করিবে।"},{"number":9,"verse":"বৃদ্ধ বয়সে আমাকে পরিত্যাগ করিও না, আমার বল ক্ষয় পাইলে আমাকে ছাড়িও না।"},{"number":10,"verse":"কারণ আমার শত্রুগণ আমার বিষয়ে কথা কহে, আমার প্রাণের উপরে যাহাদের চক্ষু, তাহারা একত্র মন্ত্রণা করে।"},{"number":11,"verse":"তাহারা বলে, ঈশ্বর উহাকে ত্যাগ করিয়াছেন, দৌড়িয়া উহাকে ধর, কেননা উদ্ধারকারী কেহই নাই।"},{"number":12,"verse":"হে ঈশ্বর, আমা হইতে দূরবর্ত্তী হইও না; আমার ঈশ্বর, আমার সাহায্য করিতে ত্বরা কর।"},{"number":13,"verse":"তাহারা লজ্জিত ও উচ্ছিন্ন হউক, যাহারা আমার প্রাণের বিপক্ষ; তাহারা তিরস্কারে ও অপমানে আচ্ছন্ন হউক, যাহারা আমার অনিষ্ট চেষ্টা করে।"},{"number":14,"verse":"কিন্তু আমি নিরন্তর প্রত্যাশা করিব, এবং উত্তর উত্তর তোমার আরও প্রশংসা করিব।"},{"number":15,"verse":"আমার মুখ তোমার ধর্ম্মশীলতা বর্ণনা করিবে, তোমার পরিত্রাণ সমস্ত দিন বর্ণনা করিবে, কেননা আমি তাহার সংখ্যা জানি না।"},{"number":16,"verse":"আমি প্রভু সদাপ্রভুর পরাক্রমের ক্রিয়া সকল লইয়া ( (বা) সদাপ্রভুর পরাক্রমে।) উপস্থিত হইব; আমি তোমার, কেবল তোমারই ধর্ম্মশীলতা উল্লেখ করিব।"},{"number":17,"verse":"হে ঈশ্বর, তুমি বাল্যকালাবধি আমাকে শিক্ষা দিয়া আসিতেছ; আর এ পর্য্যন্ত আমি তোমার আশ্চর্য্য ক্রিয়া সকল প্রচার করিতেছি।"},{"number":18,"verse":"হে ঈশ্বর, বৃদ্ধ বয়স ও পক্বকেশের কাল পর্য্যন্তও আমাকে পরিত্যাগ করিও না, যাবৎ আমি এই বর্ত্তমান লোকদিগকে তোমার বাহুবল, ভাবী লোক সকলকে তোমার পরাক্রম, জ্ঞাত না করি।"},{"number":19,"verse":"হে ঈশ্বর, তোমার ধর্ম্মশীলতাও ঊর্দ্ধ পর্য্যন্ত ব্যাপ্ত; তুমি মহৎ মহৎ কার্য্য সাধন করিয়াছ; হে ঈশ্বর, তোমার তুল্য কে?"},{"number":20,"verse":"তুমি আমাদিগকে অনেক দারুণ সঙ্কট দেখাইয়াছ, তুমি ফিরিয়া আমাদিগকে সঞ্জীবিত করিবে, পৃথিবীর অধঃস্থান হইতে পুনর্ব্বার উঠাইবে।"},{"number":21,"verse":"তুমি আমার মহত্ত্ব বৃদ্ধি কর ( (বা) করিবে...... দিবে।) , এবং ফিরিয়া আমাকে সান্ত্বনা দেও ( (বা) করিবে...... দিবে।) ।"},{"number":22,"verse":"আবার আমি নেবল যন্ত্রে তোমার স্তব করিব, হে আমার ঈশ্বর, তোমার সত্যের স্তব করিব, হে ইস্রায়েলের পবিত্রতম, বীণাতে তোমার উদ্দেশে সঙ্গীত করিব।"},{"number":23,"verse":"তোমার উদ্দেশে সঙ্গীত করিবার সময়ে আমার ওষ্ঠাধর আনন্দগান করিবে, আমার প্রাণও করিবে, যাহা তুমি মুক্ত করিয়াছ।"},{"number":24,"verse":"আমার জিহ্বাও সমস্ত দিন তোমার ধর্ম্মশীলতার কথা কহিবে, কারণ তাহারা লজ্জিত হইয়াছে, তাহারা হতাশ হইয়াছে, যাহারা আমার অনিষ্ট চেষ্টা করে।"}]}