{"bibleAbbr":"bnOV2016","bookName":"গীতসংহিতা","bookEnglishName":"Psalms","chapterNumber":72,"verses":[{"number":1,"verse":"( শলোমনের।) হে ঈশ্বর, তুমি রাজাকে আপনার শাসন, রাজপুত্রকে আপনার ধর্ম্মশীলতা প্রদান কর।"},{"number":2,"verse":"তিনি ধার্ম্মিকতায় তোমার প্রজাগণের, ন্যায়ে তোমার দুঃখীদের বিচার করিবেন ( (বা) করুন। এই গীতে ভবিষ্যৎকালের ক্রিয়াপদগুলি এইরূপে অনুবাদ করা যাইতে পারে।) ।"},{"number":3,"verse":"পর্ব্বতগণ ও উপপর্ব্বতগণ ধার্ম্মিকতা দ্বারা প্রজাদের জন্য শান্তিরূপ ফলে ফলবান্ হইবে।"},{"number":4,"verse":"তিনি দুঃখী প্রজাগণের বিচার করিবেন, তিনি দরিদ্রের সন্তানদিগকে ত্রাণ করিবেন, কিন্তু উপদ্রবীকে চূর্ণ করিবেন।"},{"number":5,"verse":"যাবৎ সূর্য্য থাকিবে, লোকে তোমাকে ভয় করিবে, যাবৎ চন্দ্র থাকিবে, পুরুষানুক্রমেই করিবে।"},{"number":6,"verse":"ছিন্নতৃণ মাঠে বৃষ্টির ন্যায় তিনি নামিয়া আসিবেন, ভূমি সিঞ্চনকারী জলধারার ন্যায় আসিবেন।"},{"number":7,"verse":"তাঁহার সময়ে ধার্ম্মিক লোক প্রফুল্ল হইবে, চন্দ্রের স্থিতিকাল পর্য্যন্ত প্রচুর শান্তি হইবে।"},{"number":8,"verse":"তিনি এক সমুদ্র অবধি অপর সমুদ্র পর্য্যন্ত, ঐ নদী অবধি পৃথিবীর প্রান্ত পর্য্যন্ত কর্ত্তৃত্ব করিবেন।"},{"number":9,"verse":"তাঁহার সম্মুখে মরুনিবাসীরা নত হইবে, তাঁহার শত্রুগণ ধূলা চাটিবে।"},{"number":10,"verse":"তর্শীশ ও দ্বীপগণের রাজগণ নৈবেদ্য আনিবেন; শিবা ও সবার রাজগণ উপহার দিবেন।"},{"number":11,"verse":"হাঁ, সমুদয় রাজা তাঁহার কাছে প্রণিপাত করিবেন; সমুদয় জাতি তাঁহার দাস হইবে।"},{"number":12,"verse":"কেননা তিনি আর্ত্তনাদকারী দরিদ্রকে, এবং দুঃখী ও নিঃসহায়কে উদ্ধার করিবেন।"},{"number":13,"verse":"তিনি দীনহীন ও দরিদ্রের প্রতি দয়া করিবেন, তিনি দরিদ্রগণের প্রাণ নিস্তার করিবেন।"},{"number":14,"verse":"তিনি চাতুরী ও দৌরাত্ম্য হইতে তাহাদের প্রাণ মুক্ত করিবেন, তাঁহার দৃষ্টিতে তাহাদের রক্ত বহুমূল্য হইবে;"},{"number":15,"verse":"আর তাহারা জীবিত থাকিবে; ( (বা) আর তিনি জীবিত থাকিবেন।) ও তাঁহাকে শিবার সুবর্ণ দান করা যাইবে, লোকে তাঁহার নিমিত্ত নিরন্তর প্রার্থনা করিবে, সমস্ত দিন তাঁহার ধন্যবাদ করিবে।"},{"number":16,"verse":"দেশমধ্যে পর্ব্বত-শিখরে প্রচুর শস্য হইবে, তাহার ফল লিবানোনের ন্যায় দোলায়মান হইবে; এবং নগরবাসীরা ভূমির তৃণের ন্যায় প্রফুল্ল হইবে।"},{"number":17,"verse":"তাঁহার নাম অনন্তকাল থাকিবে; সূর্য্যের স্থিতি পর্য্যন্ত তাঁহার নাম সতেজ থাকিবে; মনুষ্যেরা তাঁহাকে আশীর্ব্বাদ পাইবে; সমুদয় জাতি তাঁহাকে ধন্য ধন্য বলিবে।"},{"number":18,"verse":"ধন্য সদাপ্রভু ঈশ্বর, ইস্রায়েলর ঈশ্বর; কেবল তিনিই আশ্চর্য্য ক্রিয়া করেন।"},{"number":19,"verse":"তাঁহার গৌরবান্বিত নাম অনন্তকাল ধন্য; তাঁহার গৌরবে সমস্ত পৃথিবী পরিপূর্ণ হউক। আমেন, আমেন।"},{"number":20,"verse":"যিশয়ের পুত্র দায়ূদের প্রার্থনা সকল সমাপ্ত।"}]}