{"bibleAbbr":"bnOV2016","bookName":"গীতসংহিতা","bookEnglishName":"Psalms","chapterNumber":89,"verses":[{"number":1,"verse":"( ইষ্রাহীয় এথনের মস্কীল।) আমি চিরকাল সদাপ্রভুর বহুবিধ দয়া গাহিব, আমি নিজ মুখে তোমার বিশ্বস্ততা পুরুষ-পরম্পরার কাছে ব্যক্ত করিব।"},{"number":2,"verse":"কারণ আমি বলিয়াছি, দয়া চিরতরে সংগ্রথিত হইবে, তুমি আপন বিশ্বস্ততাকে স্বর্গেই সংস্থাপন করিবে।"},{"number":3,"verse":"‘আমি আপন মনোনীত লোকের সহিত নিয়ম করিয়াছি, নিজ দাস দায়ূদের কাছে এই শপথ করিয়াছি;"},{"number":4,"verse":"আমি তোমার বংশকে চিরতরে সংস্থাপন করিব, পুরুষে পুরুষে তোমার সিংহাস গাঁথিব।’ সেলা।"},{"number":5,"verse":"হে সদাপ্রভু, স্বর্গ তোমার আশ্চর্য্য ক্রিয়ার, পবিত্রগণের সমাজে তোমার বিশ্বস্ততারও প্রশংসা করিবে।"},{"number":6,"verse":"কেননা আকাশে সদাপ্রভুর সহিত কে উপমা ধরিতে পারে? বীর-পুত্রদের ( (বা) ঈশ্বরের পুত্রদের।) মধ্যেই বা কে সদাপ্রভুর তুল্য?"},{"number":7,"verse":"ঈশ্বর পবিত্রগণের সভাতে প্রবল পরাক্রমশালী, আপনার চতুর্দ্দিক্স্থ সকলের উপরে ভয়াবহ।"},{"number":8,"verse":"হে সদাপ্রভু, বাহিনীগণের ঈশ্বর! হে যাঃ, তোমার তুল্য বিক্রমী কে? আর তোমার বিশ্বস্ততা তোমার চারিদিকে বিদ্যমান।"},{"number":9,"verse":"তুমিই সাগর-দর্পের উপরে কর্ত্তৃত্ব করিতেছ, তাহার তরঙ্গমালা উঠিলে তুমি তাহা প্রশান্ত করিয়া থাক।"},{"number":10,"verse":"তুমিই রহবকে ( (বা) মিসর দেশকে।) চূর্ণ করিয়া হত ব্যক্তির সমান করিয়াছ, তুমি নিজ বলবন্ত বাহু দ্বারা তোমার শত্রুগণকে ছিন্নভিন্ন করিয়াছ।"},{"number":11,"verse":"আকাশমণ্ডল তোমার, পৃথিবীও তোমার; জগৎ ও তাহার সমস্ত বস্তু তোমারই সংস্থাপিত।"},{"number":12,"verse":"তুমিই উত্তর ও দক্ষিণ দিকের সৃষ্টি করিয়াছ; তাবোর ও হর্ম্মোণ তোমার নামে আনন্দধ্বনি করে।"},{"number":13,"verse":"তোমার বাহু পরাক্রমবিশিষ্ট, তোমার হস্ত শক্তিমান্, তোমার দক্ষিণ হস্ত উচ্চ।"},{"number":14,"verse":"ধর্ম্মশীলতা ও ন্যায়বিচার তোমার সিংহাসনের ভিত্তিমূল; দয়া ও সত্য তোমার শ্রীমুখের অগ্রগামী।"},{"number":15,"verse":"ধন্য সেই প্রজারা, যাহারা সেই আনন্দধ্বনি জানে, হে সদাপ্রভু, তাহারা তোমার মুখের দীপ্তিতে গমনাগমন করে।"},{"number":16,"verse":"তাহারা সমস্ত দিন তোমার নাম উল্লাস করে, তাহারা তোমার ধর্ম্মশীলতায় উন্নত হয়;"},{"number":17,"verse":"যেহেতু তুমিই তাহাদের বলের শোভা, আর তোমার অনুগ্রহে আমাদের শৃঙ্গ উন্নত হইবে।"},{"number":18,"verse":"কেননা আমাদের ঢাল সদাপ্রভুর, আমাদের রাজা ইস্রায়েলের পবিত্রতমের।"},{"number":19,"verse":"একদা তুমি নিজ সাধুকে দর্শন দিয়া কথা কহিয়াছিলে, বলিয়াছিলে, আমি সাহায্য করিবার ভার এক জন বীরকে সমর্পণ করিয়াছি, আমি প্রজাদের মধ্যে মনোনীত এক জনকে উন্নত করিয়াছি।"},{"number":20,"verse":"আমার দাস দায়ূদকেই পাইয়াছি, আমার পবিত্র তৈলে তাহাকে অভিষিক্ত করিয়াছি।"},{"number":21,"verse":"আমার হস্ত তাহার দৃঢ় সহায় হইবে, আমার বাহু তাহাকে বলবান করিবে।"},{"number":22,"verse":"শত্রু তাহার প্রতি উপদ্রব করিতে পারিবে না, দুষ্টতার সন্তান তাহাকে দুঃখ দিতে পারিবে না।"},{"number":23,"verse":"আমি তাহার বিপক্ষগণকে তাহার সম্মুখে চূর্ণ করিব, তাহার বিদ্বেষিগণকে আঘাত করিব।"},{"number":24,"verse":"কিন্তু আমার বিশ্বস্ততা ও দয়া তাহার সহিত থাকিবে, আমার নামে তাহার শৃঙ্গ উন্নত হইবে।"},{"number":25,"verse":"আর আমি স্থাপন করিব তাহার হস্ত সমুদ্রের উপরে, তাহার দক্ষিণ হস্ত নদীগণের উপরে।"},{"number":26,"verse":"সে আমাকে ডাকিয়া বলিবে, তুমি আমার পিতা, আমার ঈশ্বর, ও আমার পরিত্রাণের শৈল।"},{"number":27,"verse":"আবার আমি তাহাকে প্রথমজাত করিব, পৃথিবীর রাজগণ হইতে সর্ব্বোচ্চ করিয়া নিযুক্ত করিব।"},{"number":28,"verse":"আমি তাহার পক্ষে আমার দয়া চিরকাল রক্ষা করিব, আমার নিয়ম তাহার পক্ষে স্থির থাকিবে।"},{"number":29,"verse":"আমি তাহার বংশকে নিত্যস্থায়ী করিব, তাহার সিংহাসন আকাশের আয়ুর ন্যায় করিব।"},{"number":30,"verse":"তাহার সন্তানেরা যদি আমার ব্যবস্থা ত্যাগ করে, ও আমার শাসনানুসারে না চলে;"},{"number":31,"verse":"যদি আমার বিধি সকল লঙ্ঘন করে, ও আমার আজ্ঞা সকল পালন না করে;"},{"number":32,"verse":"তবে আমি অপরাধের জন্য দণ্ড দ্বারা তাহাদিগকে শাস্তি দিব, অধর্ম্মের জন্য নানা প্রকারে আঘাত করিব;"},{"number":33,"verse":"তথাপি তাহা হইতে আমার দয়া হরণ করিব না, আমার বিশ্বস্ততায় মিথ্যা বলিব না।"},{"number":34,"verse":"আমি আমার নিয়ম ব্যর্থ করিব না, আমার ওষ্ঠনির্গত বাক্য অন্যথা করিব না।"},{"number":35,"verse":"আমি আমার পবিত্রতায় এক বার শপথ করিয়াছি, দায়ূদের নিকটে কখনও মিথ্যা বলিব না।"},{"number":36,"verse":"তাহার বংশ চিরকাল থাকিবে, তাহার সিংহাসন আমার সাক্ষাতে সূর্য্যের ন্যায় হইবে।"},{"number":37,"verse":"তাহা চন্দ্রের ন্যায় চিরকাল অটল থাকিবে; আর গগনস্থ সাক্ষী বিশ্বস্ত। সেলা।"},{"number":38,"verse":"কিন্তু তুমিই পরিত্যাগ ও অগ্রাহ্য করিয়াছ, আপন অভিষিক্ত লোকের প্রতি ক্রুদ্ধ হইয়াছ।"},{"number":39,"verse":"তুমি আপন দাসের নিয়ম ঘৃণা করিয়াছ, তাঁহার মুকুট ভূমিতে ফেলিয়া অশুচি করিয়াছ।"},{"number":40,"verse":"তুমি তাঁহার সমস্ত বেড়া ভাঙ্গিয়া ফেলিয়াছ, তাঁহার দুর্গ সকল উৎসন্ন করিয়াছ।"},{"number":41,"verse":"পথিকেরা সকলে তাঁহার দ্রব্য লুট করে; তিনি প্রতিবাসীদের তিরস্কারের পাত্র হইয়াছেন।"},{"number":42,"verse":"তুমি তাঁহার বিপক্ষগণের দক্ষিণ হস্ত উচ্চ করিয়াছ, তাঁহার সমস্ত শত্রুকে আনন্দিত করিয়াছ।"},{"number":43,"verse":"হাঁ, তুমি তাঁহার খড়্গের ধার ফিরাইয়া দিয়াছ, সংগ্রামে তাঁহাকে দাঁড়াইতে দেও নাই।"},{"number":44,"verse":"তুমি তাঁহাকে তেজোহীন করিয়াছ, তাঁহার সিংহাসন ভূমিতে নিক্ষেপ করিয়াছ।"},{"number":45,"verse":"তুমি তাঁহার যৌবনকাল সংক্ষেপ করিয়াছ। লজ্জায় তাঁহাকে আচ্ছন্ন করিয়াছ। সেলা।"},{"number":46,"verse":"হে সদাপ্রভু, কত কাল নিত্য লুক্কায়িত থাকিবে? কত কাল তোমার কোপ অগ্নিবৎ জ্বলিবে?"},{"number":47,"verse":"স্মরণ কর, আমি কেমন ক্ষণিক; তুমি মনুষ্যসন্তান সকলকে কেমন অলীকতার নিমিত্ত সৃষ্টি করিয়াছ।"},{"number":48,"verse":"কোন্ মনুষ্য জীবিত থাকিবে, মৃত্যু দেখিবে না, কে পাতালের হস্ত হইতে আপন প্রাণ মুক্ত করিবে?"},{"number":49,"verse":"হে প্রভু, তোমার সেই পূর্ব্বকালীন বিবিধ দয়া কোথায়? তুমি ত আপন বিশ্বস্ততায় দায়ূদের পক্ষে শপথ করিয়াছিলে।"},{"number":50,"verse":"হে প্রভু, তোমার দাসগণের প্রতি কৃত তিরস্কার স্মরণ কর, আমি বলবান জাতিসমূহের [তিরস্কার] নিজ বক্ষঃস্থলে বহন করি।"},{"number":51,"verse":"হে সদাপ্রভু, তোমার শত্রুগণ তিরস্কার করিয়াছে, তোমার অভিষিক্ত লোকের পদচিহ্নকে তিরস্কার করিয়াছে।"},{"number":52,"verse":"ধন্য সদাপ্রভু, চিরকালের জন্য! আমেন, আমেন।"}]}