{"bibleAbbr":"NASB2020","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":12,"verses":[{"number":1,"verse":"(The Time of the End) “Now at that time Michael, the great prince who stands guard over the sons of your people, will arise. And there will be a time of distress such as never occurred since there was a nation until that time; and at that time your people, everyone who is found written in the book, will be rescued."},{"number":2,"verse":"And many of those who sleep in the dust of the ground will awake, these to everlasting life, but the others to disgrace and everlasting (Lit abhorrence) contempt."},{"number":3,"verse":"And (Or The instructors will) those who have insight will shine like the glow of the (Or firmament; i. e., atmosphere and space) expanse of heaven, and those who (Or obtain rights for many, like) lead the many to righteousness, like the stars forever and ever."},{"number":4,"verse":"But as for you, Daniel, keep these words secret and seal up the book until the end of time; many will roam about, and knowledge will increase.”"},{"number":5,"verse":"Then I, Daniel, looked, and behold, two others were standing, one on this bank of the stream and the other on that bank of the stream."},{"number":6,"verse":"And someone said to the man dressed in linen, who was above the waters of the stream, “How long will it be until the end of these wonders?”"},{"number":7,"verse":"And I heard the man dressed in linen, who was above the waters of the stream, (Lit and) as he raised his right hand and his left toward heaven, and swore by Him who lives forever that it would be for a (I. e., year(s)) time, (I. e., year(s)) times, and half a (I. e., year(s)) time; and as soon as (Lit to finish) they finish smashing the (Lit hand) power of the holy people, all these events will be completed."},{"number":8,"verse":"But as for me, I heard but did not understand; so I said, “My lord, what will be the (Or final end) outcome of these events?”"},{"number":9,"verse":"And he said, “Go your way, Daniel, for these words will be kept secret and sealed up until the end time."},{"number":10,"verse":"Many will be purged, (Or whitened) cleansed, and refined, but the wicked will act wickedly; and none of the wicked will understand, but (Or the instructors will) those who have insight will understand."},{"number":11,"verse":"And from the time that the regular sacrifice is abolished and the abomination (Lit that makes desolate; or that causes horror) of desolation is set up, there will be 1290 days."},{"number":12,"verse":"Blessed is the one who is patient and attains to the 1335 days!"},{"number":13,"verse":"But as for you, go your way to the (I. e., end of your life) end; then you will rest and (Lit stand) rise for your allotted portion at the end of the (Lit days) age.”"}]}