{
  "bibleAbbr" : "TERV1998",
  "bookName" : "ஆபகூக்",
  "bookEnglishName" : "Habakkuk",
  "chapterNumber" : 2,
  "verses" : [ {
    "number" : 1,
    "verse" : "“நான் ஒரு காவலாளியைப்போன்று நின்று கவனிப்பேன். கர்த்தர் என்னிடம் என்ன சொல்லப் போகிறார் என்று காண நான் காத்திருப்பேன். அவர் எவ்வாறு என் வினாக்களுக்கு பதில் சொல்கிறார் என்பதைக் காத்திருந்து கவனிப்பேன்.”"
  }, {
    "number" : 2,
    "verse" : "தேவன் ஆபகூக்குக்கு பதிலளிக்கிறார்கர்த்தர் எனக்குப் பதிலாக, “நான் உனக்குக் காண்பிக்கின்றவற்றை கற்பலகையில் எழுது. அதனை ஜனங்கள் எளிதாகப் படிக்க முடியும்படி அவற்றை தெளிவாக எழுது."
  }, {
    "number" : 3,
    "verse" : "இச்செய்தியானது வருங்காலத்தில் உள்ள ஒரு சிறப்பான காலம் பற்றியது. இந்தச் செய்தி முடிவை பற்றியது; இப்பொழுது இது உண்மையாகும். அது என்றென்றும் வராது என்பது போல தோன்றுகிறது. ஆனால் பெறுமையாக அதற்குக் காத்திரு. அந்த நேரம் வரும். இது தாமதம் ஆகாது."
  }, {
    "number" : 4,
    "verse" : "இச்செய்தி ஜனங்களுக்கு கேட்க மறுக்கின்றவர்களுக்கு உதவாது. ஆனால் ஒரு நல்லவன் இச்செய்தியை நம்புவான். நல்லவன் தனது விசுவாசத்தினால் ஜீவிப்பான்” என்றார்."
  }, {
    "number" : 5,
    "verse" : "தேவன், “மதுபானம் எத்தனை அதிகமாக ஒரு அகங்காரம் உள்ள மனிதனை ஏமாற்றுகிறது. அதே வழியில், வலிமையான ஒருவனின் பேராசை அவனை முட்டாளாக்கும். ஆனால் அவன் சமாதானத்தைப் பெறமாட்டான். அவன் மரணத்தைப் போன்றவன். அவன் எப்போதும் அதிகமாக சேர்க்க விரும்புகிறான். அவன் மரணத்தைப் போன்று எப்பொழுதும் திருப்தியைடையமாட்டான். அவன் தொடர்ந்துப் பிற நாடுகளைத் தோற்கடிப்பான். அவன் தொடர்ந்து அந்த ஜனங்களைச் சிறைக் கைதிகளாக்குவான்."
  }, {
    "number" : 6,
    "verse" : "ஆனால் ஜனங்கள் அவனைப் பார்த்து விரைவில் நகைப்பார்கள். அவர்கள் அவனது தோல்வியைப்பற்றி நகைத்து சொல்வார்கள், ‘இது மிகவும் மோசமானது. அந்த மனிதன் பலவற்றை எடுத்தான், அவன் தனக்கு உரிமையில்லாதவற்றை எடுத்தான், அவன் அதிகமான கடன்களை வசூலித்து அதினால் செல்வந்தனானான்.’”"
  }, {
    "number" : 7,
    "verse" : "“பலவானே, நீ ஜனங்களிடமிருந்து பணத்தை எடுத்திருக்கிறாய். ஒருநாள் அந்த ஜனங்கள் விழித்தெழுந்து என்ன நடந்து கொண்டிருக்கிறது என்று உணர்வார்கள். அவர்கள் உனக்கு எதிராக நிற்பார்கள். பிறகு அவர்கள் உன்னிடமிருந்து பொருட்களை எடுத்துக்கொள்வார்கள். நீ மிகவும் அஞ்சுவாய்"
  }, {
    "number" : 8,
    "verse" : "நீ பல நாடுகளிலிருந்து பொருட்களை எடுத்திருக்கிறாய். எனவே, அந்த ஜனங்கள் உன்னிடமிருந்து மிகுதியாக எடுப்பார்கள். நீ ஏராளமான ஜனங்களைக் கொன்றிருக்கிறாய். நீ நிலங்களையும் நகரங்களையும் அழித்திருக்கிறாய். அங்கே உள்ள அனைத்து ஜனங்களையும் கொன்றிருக்கிறாய்."
  }, {
    "number" : 9,
    "verse" : "“ஆமாம், தவறான காரியங்களால் செல்வம் சேர்த்தவனுக்குப் பெருங்கேடு ஏற்படும். அம்மனிதன் பாதுபாப்பான இடத்தில் வாழ்வதற்கு அவற்றைச் செய்கிறான். அவனிடமிருந்து மற்ற ஜனங்கள் பொருட்களைத் திருடாமல் தடுக்கமுடியும் என்று நினைக்கிறான். ஆனால் அவனுக்கு கேடுகள் ஏற்படும்."
  }, {
    "number" : 10,
    "verse" : "நீ (பலமுள்ளவன்) ஏராளமான ஜனங்களைக் கொல்ல திட்டமிட்டிருக்கிறாய். ஆனால் அத்திட்டங்கள் உன் வீட்டிற்கு அவமானத்தைக் கொண்டுவரும். நீ கேடான காரியங்களைச் செய்திருக்கிறாய். நீ உனது வாழ்க்கையை இழப்பாய்."
  }, {
    "number" : 11,
    "verse" : "உனக்கு எதிராக சுவர்களிலுள்ள கற்களும் அழும். உன் சொந்த வீட்டிலுள்ள மர உத்திரங்களும் உனக்கெதிராக குற்றஞ்சாட்டும்."
  }, {
    "number" : 12,
    "verse" : "“ஒரு நகரத்தை உருவாக்குவதற்காக ஜனங்களுக்குத் தீமைச் செய்து அவர்களைக் கொலை செய்கிற தலைவனுக்குப் பெருங்கேடு ஏற்படும்."
  }, {
    "number" : 13,
    "verse" : "சர்வ வல்லமையுள்ள கர்த்தர் நகரைக் கட்டுவதற்காக ஜனங்கள் உழைத்த உழைப்பை தீயினால் எரித்துப்போடும்படி தீர்மானம் செய்திருக்கிறார். அவர்களது அனைத்து வேலைகளும் வீணாகும்."
  }, {
    "number" : 14,
    "verse" : "பிறகு எல்லா இடங்களிலும் உள்ள ஜனங்கள் கர்த்தருடைய மகிமையை அறிவார்கள். கடலுக்குள் தண்ணீர் பரவுவதுபோல இச்செய்தி பரவும்."
  }, {
    "number" : 15,
    "verse" : "தன்னுடைய நண்பர்களுக்குப் போதை ஏற்றுகிறவனுக்குக் கேடு விளையும். அவன் திராட்சைரசத்தோடு விஷத்தைக் கலக்கிறான். பிறகு அவர்களது நிர்வாணத்தைப் பார்க்கிறான்."
  }, {
    "number" : 16,
    "verse" : "“ஆனால், அந்த மனிதன் கர்த்தருடைய கோபத்தை அறிவான். அக்கோபமானது கர்த்தருடைய வலதுகையில் உள்ள விஷம் நிறைந்த கிண்ணத்தைப் போன்றது. அம்மனிதன் அக்கோபத்தைச் சுவைப்பான். அவன் குடிக்காரனைப்போன்று கீழே தரையில் விழுவான். “தீமையான ராஜாவே, நீ அக்கிண்ணத்திலிருந்து குடிப்பாய். நீ மகிமையை அல்ல அவமானத்தைப் பெறுவாய்."
  }, {
    "number" : 17,
    "verse" : "லீபனோனில் உள்ள பல ஜனங்கள் உன்னால் பாதிக்கப்பட்டனர். நீ அங்கே பல மிருகங்களைத் திருடினாய். எனவே, நீ அஞ்சுகிறாய். ஏனென்றால் மரித்துப்போன ஜனங்களும் அந்நாட்டில் நீ செய்த அக்கிரமங்களும், இதற்கு காரணமாகும். நீ அந்த நகரங்களுக்கும், அவற்றில் வாழ்ந்த ஜனங்களுக்கும் பயப்படுவாய்” என்றார்."
  }, {
    "number" : 18,
    "verse" : "விக்கிரகங்கள் பற்றிய செய்திஅந்த நபரின் விக்கிரகங்கள் அவனைக் காப்பாற்றுவதில்லை. ஏனென்றால், அது வெறுமனே உலோகத்தால் மூடப்பட்ட சிலைதான். அது சிலை மட்டும்தான். எனவே, அந்தச் சிலையைச் செய்த நபர் அந்த சிலையினிடத்திலிருந்து உதவிகிடைக்கும் என்று எதிர்பார்க்க முடியாது. அந்தச் சிலையால் பேசக்கூட முடியாது."
  }, {
    "number" : 19,
    "verse" : "மரச்சிலையைப் பார்த்து “எழும்பு!” என்று சொல்கிறவன் மிகவும் மோசமானவன். பேசமுடியாத ஒரு கற்சிலையிடம் ஒருவன் “விழித்தெழு!” என்று கூறுவது அவனுக்கு மிகவும் கேடானது. அவை அவனுக்கு உதவாது. அச்சிலை வேண்டுமானால் பொன்னாலும் வெள்ளியாலும் மூடப்பட்டிருக்கலாம், ஆனால் அச்சிலைக்குள் உயிரில்லை."
  }, {
    "number" : 20,
    "verse" : "ஆனால் கர்த்தர் வித்தியாசமானவர். கர்த்தர் தனது பரிசுத்தமான ஆலயத்தில் உள்ளார். எனவே, பூமிமுழுவதும் அமைதியாக இருந்து கர்த்தருக்கு முன் மரியாதை காட்டட்டும்."
  } ]
}