{"bibleAbbr":"TCVSL2022NT","bookName":"அப்போஸ்தலர்","bookEnglishName":"Acts of the Apostles","chapterNumber":2,"verses":[{"number":1,"verse":"(பெந்தெகொஸ்தே நாளில் பரிசுத்த ஆவியானவர் இறங்குதல்)பெந்தெகொஸ்தே நாள் வந்தபோது, அவர்கள் எல்லோரும் ஒரே இடத்தில் ஒன்றுகூடி இருந்தார்கள்."},{"number":2,"verse":"அப்போது திடீரென, பலத்த காற்று வீசுவது போன்ற ஒரு சத்தம் வானத்திலிருந்து வந்து, அவர்கள் இருந்த வீடு முழுவதையும் நிரப்பிற்று."},{"number":3,"verse":"அவர்கள் நெருப்புப் போன்ற பிரிந்திருக்கும் நாவுகளைக் கண்டார்கள். அவை, அவர்கள் ஒவ்வொருவர் மேலும் வந்து அமர்ந்தன."},{"number":4,"verse":"அவர்கள் எல்லோரும் பரிசுத்த ஆவியானவரால் நிரப்பப்பட்டார்கள். ஆவியானவர் கொடுத்த ஆற்றலின்படி, ஒவ்வொருவரும் வெவ்வேறு மொழிகளில் பேசத் தொடங்கினார்கள்."},{"number":5,"verse":"அந்நாட்களில், இறைவனிடம் பயபக்தியாயிருந்த யூதர்கள், உலகில் உள்ள எல்லா நாடுகளிலிருந்தும் வந்து, எருசலேமில் தங்கியிருந்தார்கள்."},{"number":6,"verse":"அவர்கள் அந்த சத்தத்தைக் கேட்டு, பெருங்கூட்டமாய் அங்கே வந்தபோது, தங்களுடைய சொந்த மொழிகளில் விசுவாசிகள் ஒவ்வொருவரும் பேசுவதைக் கேட்டு வியப்படைந்தார்கள்."},{"number":7,"verse":"அவர்கள் முற்றிலும் வியப்படைந்து, “இங்கு பேசிக் கொண்டிருக்கின்ற இவர்கள் எல்லோரும் கலிலேயர் அல்லவா?"},{"number":8,"verse":"அப்படியிருக்க, இவர்கள் நமது சொந்த மொழிகளில் பேசுவதை நாம் ஒவ்வொருவரும் கேட்கின்றோமே, அது எப்படி?"},{"number":9,"verse":"பார்த்தரும், மேதரும், எலாமீத்தரும் மற்றும் மெசொப்பொத்தாமியா, யூதேயா, கப்பத்தோக்கியா, பொந்து, ஆசியா,"},{"number":10,"verse":"பிரிகியா, பம்பிலியா, எகிப்து ஆகிய நாடுகளைச் சேர்ந்தவர்களும், சிரேனே அருகேயுள்ள லிபியாவின் சில பகுதிகளிலுள்ளவர்களும், ரோமிலிருந்து வந்தவர்களும்,"},{"number":11,"verse":"இன்னும் யூதரும், யூத மார்க்கத்தைத் தழுவியவர்களும், அத்துடன் கிரேத்தரும், அரபியரும் ஆகிய நாங்கள் எல்லோரும், நமது மொழிகளிலே இறைவனின் அதிசயங்களை இவர்கள் அறிவிப்பதைக் கேட்கின்றோமே!” என்றார்கள்."},{"number":12,"verse":"அவர்கள் வியப்பும் குழப்பமும் அடைந்தவர்களாய், ஒருவரையொருவர் பார்த்து, “இதன் அர்த்தம் என்ன?” என்றார்கள்."},{"number":13,"verse":"ஆயினும் சிலர், விசுவாசிகளைக் குறித்து கேலி செய்து, “இவர்கள் அதிக திராட்சை ரசம் குடித்திருக்கிறார்கள்” என்றார்கள்."},{"number":14,"verse":"(பேதுரு உரையாற்றுதல்)அப்போது பேதுரு மற்ற பதினொரு பேருடனும் எழுந்து நின்று, உரத்த சத்தமாய் அங்கு கூடியிருந்த மக்கள் மத்தியில் பேசத் தொடங்கினான்: “யூத மக்களே! எருசலேமில் வாழ்கிறவர்களே! உங்கள் எல்லோருக்கும் நான் இதை விளக்கிச் சொல்கின்றேன்; நான் சொல்வதைக் கவனமாய் கேளுங்கள்."},{"number":15,"verse":"இந்த மனிதர்கள் நீங்கள் நினைப்பது போல் குடிபோதையில் இருப்பவர்கள் அல்ல. நேரமோ இன்னும் காலை ஒன்பது மணிதானே!"},{"number":16,"verse":"இறைவாக்கினன் யோவேலினால் கூறப்பட்டதே இப்பொழுது நிறைவேறுகிறது:"},{"number":17,"verse":"“இறைவன் சொன்னதாவது, கடைசி நாட்களில், நான் எல்லா மக்கள்மேலும் என் ஆவியை ஊற்றுவேன். அப்போது உங்கள் மகன்களும், மகள்களும் இறைவாக்கு உரைப்பார்கள். உங்கள் இளைஞர்கள் தரிசனங்களைக் காண்பார்கள். உங்கள் முதியவர்கள் கனவுகளைக் காண்பார்கள்."},{"number":18,"verse":"அந்நாட்களில் எனது ஊழியர்களான ஆண்கள் மேலும் பெண்கள் மேலும் என்னுடைய ஆவியை ஊற்றுவேன், அவர்கள் இறைவாக்கு உரைப்பார்கள்."},{"number":19,"verse":"மேலே உள்ள வானத்தில் நான் அதிசயங்களைக் காண்பிப்பேன். கீழே உள்ள பூமியில் அடையாளங்களாக இரத்தத்தையும், நெருப்பையும், புகை மண்டலங்களையும் காட்டுவேன்."},{"number":20,"verse":"சூரியன் இருண்டு போகும்; சந்திரன் இரத்தமாக மாறும். பெரிதானதும், மகிமையானதுமான கர்த்தரின் நாள் வருமுன்பே இவை நிகழும்."},{"number":21,"verse":"அப்போது கர்த்தருடைய பெயரைக் கூப்பிடுகின்ற ஒவ்வொருவனும் இரட்சிக்கப்படுவான்.’"},{"number":22,"verse":"“சக இஸ்ரயேல் மனிதரே, இதைக் கேளுங்கள்: நாசரேத்தைச் சேர்ந்த இயேசுவைக்கொண்டு, இறைவன் உங்கள் மத்தியில் செய்த அற்புதங்கள், அதிசயங்கள், அடையாளங்கள் ஆகியவற்றினால் அவர் இறைவனால் அத்தாட்சி பெறப்பட்ட ஒருவர் என்பதை நிரூபித்தார். இது நீங்கள் அறிந்ததே."},{"number":23,"verse":"இறைவன் தாம் தீர்மானித்த நோக்கத்திற்கும், தமது முன்னறிவுக்கும் இணங்க, அவரை உங்களிடம் கையளித்தார். நீங்களோ யூதரல்லாத கொடிய மனிதரின் உதவியோடு, அவரைச் சிலுவையில் ஆணி அடித்துக் கொலை செய்தீர்கள்."},{"number":24,"verse":"ஆனால் இறைவனோ, அவரைச் சுற்றியிருந்த, மரணத்தின் பெரும் வேதனைக் கட்டுகளை நீக்கி, அவரை உயிரோடு எழுப்பினார். ஏனெனில் அவரைப் பிடித்து வைத்திருக்கக்கூடிய வல்லமை மரணத்திற்கு இல்லை."},{"number":25,"verse":"தாவீது அவரைக் குறித்து கூறியிருப்பது: “நான் கர்த்தரை எனக்கு முன்பாக எப்போதும் கண்டேன். அவர் எனது வலது பக்கத்தில் இருக்கின்றபடியால் நான் அசைக்கப்பட மாட்டேன்."},{"number":26,"verse":"அதனால் என் இருதயம் சந்தோஷத்தால் பூரித்து, என் நாவு பெருமகிழ்ச்சியடைகிறது. என் உடலும் எதிர்பார்ப்புடன் வாழும்."},{"number":27,"verse":"ஏனெனில் நீர் என்னைப் பாதாளத்தில் கைவிட மாட்டீர். உமது பரிசுத்தர் அழிவைக் காணவும் நீர் விடமாட்டீர்."},{"number":28,"verse":"நீர் வாழ்வின் பாதைகளை எனக்குத் தெரியப்படுத்தியிருக்கிறீர். உமது பிரசன்னத்தில் உமது மகிழ்ச்சியினால் என்னை நிரப்புவீர்’ என்பதே."},{"number":29,"verse":"“சகோதரரே! இதை நான் உங்களுக்கு உறுதியாகச் சொல்கின்றேன். நமது முற்பிதாவான தாவீது மரணித்து அடக்கம் பண்ணப்பட்டாரே. அவரது கல்லறையும், இந்நாள்வரை இங்கே இருக்கின்றதே."},{"number":30,"verse":"ஆனாலும் தாவீது ஒரு இறைவாக்கினன். ஆதலால், தனது வழித்தோன்றல்களில் ஒருவரை, தனது அரியணையில் இறைவன் அமர்த்துவார் என்று இறைவன் தனக்கு ஆணையிட்டு வாக்குக் கொடுத்திருந்ததை அறிந்திருந்தார்."},{"number":31,"verse":"நிகழப்போவதை அவர் முன்னரே கண்டு, மேசியாவின் உயிர்த்தெழுதலைக் குறித்துப் பேசினார். அதனாலேயே மேசியா கல்லறையில் கைவிடப்படுவதில்லை என்றும், மேசியாவின் உடல் அழிவைக் காண்பதில்லை என்றும் சொன்னார்."},{"number":32,"verse":"இயேசுவை இறைவன் உயிர் பெற்றெழச் செய்தார். அதற்கு நாங்கள் எல்லோரும் சாட்சிகளாய் இருக்கின்றோம்."},{"number":33,"verse":"அவர் இறைவனின் வலது பக்கத்தில் மேன்மை பெற்றவராய் உயர்த்தப்பட்டு, பிதா வாக்குறுதி அளித்த பரிசுத்த ஆவியானவரைப் பெற்று, நீங்கள் இப்போது காண்கின்றபடியும் கேட்கின்றபடியும் அவரே அந்த பரிசுத்த ஆவியானவரை எம்மீது ஊற்றியிருக்கிறார்."},{"number":34,"verse":"தாவீது பரலோகத்திற்கு எழுந்து போகவில்லையே, ஆயினும் அவர், “கர்த்தர் என் ஆண்டவரிடம், சொன்னதாவது: எனது வலது பக்கத்தில் உட்காரும்,"},{"number":35,"verse":"நான் உமது பகைவரை உமது கால்களுக்கு பாதபடி ஆக்கும்வரை அமர்ந்திரும்’ என்றாரே."},{"number":36,"verse":"“ஆகவே இஸ்ரயேலராகிய நீங்கள் எல்லோரும் நிச்சயமாய் அறிந்துகொள்ள வேண்டியது: நீங்கள் சிலுவையில் அறைந்த இயேசுவையே இறைவன், ஆண்டவரும் மேசியாவுமாக ஆக்கியிருக்கிறார்” என்று பேதுரு சொன்னான்."},{"number":37,"verse":"அந்த மக்கள் இதைக் கேட்டபோது, இருதயத்தில் குத்தப்பட்டவர்களாய், பேதுருவையும் மற்ற அப்போஸ்தலர்களையும் பார்த்து, “சகோதரரே, நாங்கள் என்ன செய்ய வேண்டும்?” என்றார்கள்."},{"number":38,"verse":"அதற்குப் பேதுரு, “நீங்கள் ஒவ்வொருவரும் உங்கள் பாவங்களுக்கு மன்னிப்புப் பெறும்படி மனந்திரும்பி, இயேசு கிறிஸ்துவின் பெயரில் ஞானஸ்நானம் பெற்றுக்கொள்ளுங்கள். அப்போது நீங்கள் பரிசுத்த ஆவியானவரை நன்கொடையாகப் பெறுவீர்கள்."},{"number":39,"verse":"இந்த வாக்குறுதி உங்களுக்கும், உங்கள் பிள்ளைகளுக்கும், தொலைவிலுள்ள எல்லோருக்கும் உரியது. நமது இறைவனாகிய கர்த்தர் அழைக்கப் போகின்ற எல்லோருக்கும் இது உரியது” என்றான்."},{"number":40,"verse":"அவன், இன்னும் வேறு பல வார்த்தைகள் மூலமாயும் அவர்களை எச்சரித்தான்: “இந்த கறைபட்ட தலைமுறையிலிருந்து உங்களைக் காத்துக்கொள்ளுங்கள்” என்றும் அவர்களை வேண்டிக்கொண்டான்."},{"number":41,"verse":"பேதுருவினுடைய செய்தியை ஏற்றுக்கொண்ட எல்லோரும் ஞானஸ்நானம் பெற்றார்கள். அன்றைய தினம் திருச்சபையில் ஏறக்குறைய மூவாயிரம் பேர் சேர்த்துக் கொள்ளப்பட்டார்கள்."},{"number":42,"verse":"(விசுவாசிகளின் ஐக்கியம்)அவர்கள் அப்போஸ்தலர்களுடைய கற்பித்தலுக்கும், ஐக்கியத்திற்கும், அப்பம் பகிர்ந்து உண்ணுதலுக்கும், மன்றாடுதலுக்கும் தங்களை இடைவிடாது அர்ப்பணித்தவர்களாய் இருந்தார்கள்."},{"number":43,"verse":"எல்லோரும் பயபக்தியினால் நிறைந்திருந்தார்கள், அப்போஸ்தலர்களால் அநேக அதிசயங்களும் அற்புத அடையாளங்களும் செய்யப்பட்டன."},{"number":44,"verse":"விசுவாசிகள் எல்லோரும் ஒன்றிணைந்து இருந்தார்கள். அவர்கள் எல்லாப் பொருட்களையும் பொதுவானதாக வைத்துக் கொண்டார்கள்."},{"number":45,"verse":"அவர்கள் தங்கள் சொத்துக்களையும் பொருட்களையும் விற்று, தேவையானவர்களுக்கு ஏற்றவிதமாய்க் கொடுத்தார்கள்."},{"number":46,"verse":"ஒவ்வொரு நாளும், அவர்கள் ஆலயத்தின் முற்றத்தில் ஒன்றுகூடி சந்தித்தார்கள். அவர்கள் தங்களுடைய வீடுகளில் தங்களுக்குள் அப்பத்தைப் பங்கிட்டுக் கொண்டார்கள். அவர்கள் கபடமற்ற உள்ளத்துடனும், சந்தோஷத்துடனும் ஒன்றாய் சாப்பிட்டார்கள்."},{"number":47,"verse":"அவர்கள் இறைவனைத் துதிக்கின்றவர்களாயும், எல்லா மக்களுடைய தயவையும் பெற்றவர்களாயும் இருந்தார்கள். ஒவ்வொரு நாளும் இரட்சிக்கப்படுகின்றவர்களை கர்த்தர் அவர்களுடன் சேர்த்ததால், அவர்களது எண்ணிக்கை பெருகிற்று."}]}