{"bibleAbbr":"TCVSL2022NT","bookName":"அப்போஸ்தலர்","bookEnglishName":"Acts of the Apostles","chapterNumber":28,"verses":[{"number":1,"verse":"(மோல்ட்டா தீவில் பவுல்)நாங்கள் பாதுகாப்பாய் கரை சேர்ந்த பின்பு, அந்தத் தீவு மோல்ட்டா என்று அழைக்கப்பட்டதை அறிந்தோம்."},{"number":2,"verse":"அந்தத் தீவில் இருந்தவர்கள் அளவுகடந்த தயவை எங்களுக்குக் காண்பித்தார்கள். அங்கு மழையும் குளிருமாய் இருந்ததால், அவர்கள் குளிர் காய்வதற்கு நெருப்பு மூட்டி, எங்கள் அனைவரையும் வரவேற்றார்கள்."},{"number":3,"verse":"அங்கே பவுல் ஒரு கட்டு விறகுகளைச் சேர்த்துக் கொண்டுவந்து, அதை நெருப்பிலே போட்டபோது விறகுக்குள் இருந்து ஒரு விரியன் பாம்பு, சூடு தாங்க முடியாமல் வெளியே வந்து, பவுலின் கையை சுற்றிக் கொண்டது."},{"number":4,"verse":"பாம்பு அவனுடைய கையில் தொங்குவதை அந்தத் தீவில் இருந்தவர்கள் கண்டபோது, அவர்கள் ஒருவரையொருவர் பார்த்து, “இவன் ஒரு கொலைபாதகனாயிருக்க வேண்டும். இவன் கடலில் இருந்து தப்பியபோதும், நீதி இவனை உயிரோடு வாழ விடவில்லை” என்றார்கள்."},{"number":5,"verse":"ஆனால் பவுலோ, அந்தப் பாம்பை உதறி நெருப்பில் போட்டான். அவனுக்கு எந்தவித தீங்கும் நேரிடவில்லை."},{"number":6,"verse":"அந்த மக்களோ, அவன் வீங்கி திடீரென விழுந்து மரணமடைவான் என்று எதிர்பார்த்தார்கள். நீண்ட நேரமாகியும்கூட அவர்கள் எதிர்பார்த்தபடி அவனுக்கு எதுவும் நேரிடாததைக் கண்டு, அவர்கள் தங்கள் எண்ணத்தை மாற்றிக் கொண்டவர்களாக, “இவன் ஒரு தெய்வம்” என்றார்கள்."},{"number":7,"verse":"அந்தத் தீவைச் சேர்ந்தவர்களுக்கு தலைவனாயிருந்த புபிலியு என்பவனுக்குச் சொந்தமான பெரிய தோட்டம் அருகாமையில் இருந்தது. அவன் எங்களைத் தனது வீட்டிற்குள் அழைத்து மூன்று நாட்களாக எங்களுக்கு விருந்து உபசாரம் செய்தான்."},{"number":8,"verse":"அவனுடைய தகப்பனோ, காய்ச்சலினாலும் இரத்த பேதியினாலும் நோயுற்று படுக்கையிலேயே கிடந்தான். பவுல் அவனைப் பார்க்கும்படி உள்ளே போய் மன்றாடிய பின் அவன்மீது தனது கைகளை வைத்து அவனைக் குணமாக்கினான்."},{"number":9,"verse":"இது நடந்தபோது, அந்தத் தீவிலிருந்த மற்ற நோயாளிகளும் பவுலிடம் வந்து குணமடைந்தார்கள்."},{"number":10,"verse":"அவர்கள் பல்வேறு விதங்களில் எங்களுக்கு அதிக மதிப்பையும் மரியாதையையும் வெளிப்படுத்தினார்கள். சிறிது காலம் கழித்து நாங்கள் புறப்பட ஆயத்தமானபோது, எங்களுக்குத் தேவையான எல்லாவற்றையும் மனமுவந்து அளித்து, அவற்றைக் கப்பலில் ஏற்றினார்கள்."},{"number":11,"verse":"(பவுல் ரோம் நகரைச் சென்றடைதல்)மூன்று மாதங்களுக்குப் பிறகு, அந்தத் தீவிலே குளிர் காலத்தைக் கழிப்பதற்காக வந்து தங்கியிருந்த ஒரு கப்பலில் நாங்கள் புறப்பட்டோம். அது அலெக்சந்திரியாவைச் சேர்ந்த கப்பல். அக்கப்பலின் முகப்பு, இரட்டைத் தெய்வங்களின் வடிவத்தில் அமைக்கப்பட்டிருந்தது."},{"number":12,"verse":"நாங்கள் சீரகூசாவை சென்றடைந்து, அங்கே மூன்று நாட்கள் தங்கினோம்."},{"number":13,"verse":"பின் அங்கிருந்து புறப்பட்டு சுற்றிச் சென்று, ரேகியும் துறைமுகத்தை அடைந்தோம். மறுநாள் தெற்கிலிருந்து காற்று வீசியது. அதற்கடுத்த நாள் நாங்கள் புத்தேயோலி துறைமுகத்தைச் சென்றடைந்தோம்."},{"number":14,"verse":"அங்கே நாங்கள் சில சகோதரர்களைச் சந்தித்தோம். அவர்கள் எங்களைத் தங்களுடன் ஒரு வாரம் தங்கும்படி அழைத்தார்கள். அதன்பின் நாங்கள் ரோம் நகரத்துக்குப் போனோம்."},{"number":15,"verse":"அங்குள்ள சகோதரர்கள் நாங்கள் வருகின்றோம் என்று கேள்விப்பட்டு எங்களைச் சந்திக்கப் பயணமாய் புறப்பட்டு அப்பியூ சந்தை, முச்சத்திரம் ஆகிய இடங்கள் வரை வந்தார்கள். பவுல் அவர்களைக் கண்டு இறைவனுக்கு நன்றி செலுத்தி உற்சாகமடைந்தான்."},{"number":16,"verse":"நாங்கள் ரோம் நகரத்தைச் சென்றடைந்தபோது, பவுல் ஒரு இராணுவ வீரனின் காவலின் கீழ் ஒரு வீட்டில் தனியாகத் தங்கியிருக்க அனுமதிக்கப்பட்டான்."},{"number":17,"verse":"(ரோம் நகரில் பவுல் பிரசங்கித்தல்)மூன்று நாட்களின் பின், அவன் யூதர்களின் தலைவர்களை ஒன்றாக அழைத்தான். அவர்கள் ஒன்றுகூடி வந்தபோது பவுல் அவர்களைப் பார்த்துச் சொன்னதாவது: “என் சகோதரரே, நம்முடைய மக்களுக்கு விரோதமாகவோ, நம்முடைய முற்பிதாக்களின் முறைமைகளுக்கு விரோதமாகவோ எதையுமே நான் செய்யாதபோதிலும் எருசலேமிலே கைது செய்யப்பட்டு, ரோமரிடத்தில் கையளிக்கப்பட்டிருக்கிறேன்."},{"number":18,"verse":"அவர்கள் என்னை விசாரணை செய்து மரணதண்டனைக்குரிய குற்றம் எதையும் நான் செய்யாததனால், என்னை விடுவிக்க விரும்பினார்கள்."},{"number":19,"verse":"ஆனால் யூதர்கள் அதற்கு எதிர்ப்புத் தெரிவித்தபோது, நான் ரோமப் பேரரசர் சீசரிடம் மேன்முறையீடு செய்ய வேண்டியதாகி விட்டது. ஆயினும் என்னுடைய மக்களுக்கு விரோதமான குற்றச்சாட்டு எதுவும் என்னிடம் இருந்ததில்லை."},{"number":20,"verse":"இதனாலேயே நான் உங்களைக் கண்டு, உங்களிடம் பேச வேண்டுமென்று கேட்டுக் கொண்டேன். இஸ்ரயேலர் கொண்டுள்ள நல்ல எதிர்பார்ப்பின் காரணமாகவே, நான் இந்தச் சங்கிலிகளால் கட்டப்பட்டிருக்கிறேன்” என்றான்."},{"number":21,"verse":"அதற்கு அவர்கள், “உன்னைக் குறித்து யூதேயாவிலிருந்து கடிதங்கள் எதுவும் எங்களுக்கு வரவில்லை. அங்கிருந்து வந்த சகோதரர்களில் எவரும் உன்னைக் குறித்துத் தீமையான எதையும் அறிவிக்கவோ, சொல்லவோ இல்லை."},{"number":22,"verse":"ஆயினும், உன்னுடைய கருத்துக்களை நாங்கள் கேட்க விரும்புகிறோம். ஏனெனில், எல்லா இடங்களிலும் உள்ள மக்கள் இந்த மதப் பிரிவின் மார்க்கத்திற்கு விரோதமாக பேசுகின்றதை நாங்கள் அறிந்திருக்கிறோம்” என்றார்கள்."},{"number":23,"verse":"அவர்கள் பவுலைச் சந்திக்க ஒரு நாளைக் குறித்து பவுல் தங்கியிருந்த இடத்துக்குப் பெரும் கூட்டமாக வந்தார்கள். அவன் காலையிலிருந்து மாலை வரை இறைவனுடைய அரசைக் குறித்து விபரமாய் அவர்களுக்கு அறிவித்தான். மோசேயுடைய நீதிச்சட்டத்திலிருந்தும், இறைவாக்கினரின் புத்தகங்களிலிருந்தும் இயேசுவைப்பற்றி எடுத்துக் காண்பித்து அவர்களை நம்ப வைக்க முயற்சித்தான்."},{"number":24,"verse":"சிலர் அவன் சொன்னதை ஏற்றுக்கொண்டார்கள்; ஆனால் மற்றவர்களோ அதை நம்ப மறுத்தார்கள்."},{"number":25,"verse":"அவர்கள் தங்களுக்குள்ளேயே கருத்து வேற்றுமை கொண்டவர்களாய் அவ்விடத்தைவிட்டுப் போக ஆரம்பித்தார்கள். அவர்கள் அவ்விடத்தை விட்டுப்போவதற்கு முன், பவுல் அவர்களைப் பார்த்து இறுதியாகச் சொன்னதாவது: “பரிசுத்த ஆவியானவர் இறைவாக்கினன் ஏசாயாவின் மூலமாய் பேசியபோது, உங்கள் முற்பிதாக்களுடன் மிகவும் பொருத்தமாகத்தான் இப்படியாகக் கூறியுள்ளார்:"},{"number":26,"verse":"“இந்த மக்களிடத்தில் போய், “நீங்கள் எப்போதும் கேட்டுக் கொண்டே இருப்பீர்கள், ஆனால் ஒருபோதும் புரிந்துகொள்ள மாட்டீர்கள். நீங்கள் எப்போதும் பார்த்துக் கொண்டே இருப்பீர்கள், ஆனால் ஒருபோதும் அறிந்துகொள்ள மாட்டீர்கள் என்று சொல்.”"},{"number":27,"verse":"ஏனெனில் இந்த மக்களுடைய இருதயம் உணர்வற்றுப் போயிற்று; அவர்கள் தங்கள் காதுகளால் மிக அரிதாகவே கேட்கின்றார்கள், தங்களுடைய கண்களையும் மூடியிருக்கின்றார்கள். இல்லாவிட்டால், அவர்கள் தங்கள் கண்களால் பார்த்திருப்பார்கள். காதுகளால் கேட்டிருப்பார்கள். இருதயத்தால் அறிந்து உணர்ந்திருப்பார்கள். அவர்கள் என்னிடமாய் திரும்பியிருப்பார்கள். நான் அவர்களைக் குணமாக்கியிருப்பேன்.’"},{"number":28,"verse":"“ஆகையால், இறைவனுடைய இரட்சிப்பு யூதரல்லாத மக்களுக்கு அனுப்பப்பட்டிருக்கிறது என்பதையும், அவர்கள் அந்த செய்தியைக் கேட்பார்கள் என்பதையும் நீங்கள் அறிந்துகொள்ள வேண்டும் என்று நான் விரும்புகிறேன்.”"},{"number":29,"verse":"பவுல் இதைச் சொல்லி முடித்ததும், யூதர்கள் மிகவும் கடுமையாக விவாதம் செய்துகொண்டு புறப்பட்டுப் போனார்கள்."},{"number":30,"verse":"பவுல் இரண்டு வருடங்கள் முழுவதும், தான் வாடகைக்கு எடுத்த வீட்டிலே தங்கியிருந்து, தன்னைச் சந்திக்க வந்த எல்லோரையும் வரவேற்றான்."},{"number":31,"verse":"துணிச்சலுடன் தடை எதுவும் இன்றி, இறைவனுடைய அரசைக் குறித்துப் பிரசங்கித்து, ஆண்டவர் இயேசு கிறிஸ்துவைக் குறித்து கற்பித்து வந்தான்."}]}