{"bibleAbbr":"MKJV1962","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":10,"verses":[{"number":1,"verse":"And He arose from there. And He came into the borders of Judea by the other side of the Jordan. And again a crowd came together to Him. And as was His custom, He taught them again."},{"number":2,"verse":"And tempting Him, the Pharisees came to Him and asked Him, Is it lawful for a man to put away [his] wife?"},{"number":3,"verse":"And He answered and said to them, What did Moses command you?"},{"number":4,"verse":"And they said, Moses allowed a bill of divorce to be written, and to put [her] away."},{"number":5,"verse":"And Jesus answered and said to them, He wrote you this precept because of the hardness of your hearts."},{"number":6,"verse":"But from the beginning of the creation God made them male and female."},{"number":7,"verse":"For this cause a man shall leave his father and mother and shall cleave to his wife."},{"number":8,"verse":"And the two of them shall be one flesh. So then they are no longer two, but one flesh."},{"number":9,"verse":"Therefore what God has joined together, let not man put apart."},{"number":10,"verse":"And in the house His disciples asked Him again about the same."},{"number":11,"verse":"And He said to them, Whoever shall put away his wife and marries another commits adultery against her."},{"number":12,"verse":"And if a woman shall put away her husband and marries to another, she commits adultery."},{"number":13,"verse":"And they brought children to Him, so that He should touch them. And [His] disciples rebuked those bringing [them]."},{"number":14,"verse":"But when Jesus saw, He was much displeased and said to them, Allow the little children to come to Me and do not hinder [them]. For of such is the kingdom of God."},{"number":15,"verse":"Truly I say to you, Whoever shall not receive the kingdom of God as a little child, he shall not enter into it."},{"number":16,"verse":"And taking them up in [His] arms, He put [His] hands on them and blessed them."},{"number":17,"verse":"And when He had gone out into the way, one came running up and kneeled to Him, and asked Him, Good Master, what shall I do that I may inherit eternal life?"},{"number":18,"verse":"And Jesus said to him, Why do you call Me good? No one [is] good except one, God."},{"number":19,"verse":"You know the commandments: Do not commit adultery, do not kill, do not steal, do not bear false witness, do not defraud, honor your father and your mother."},{"number":20,"verse":"And he answered and said to Him, Teacher, all these I have observed from my youth."},{"number":21,"verse":"Then Jesus, beholding him, loved him and said to him, One [thing] you lack. Go, sell whatever you have and give it to the poor, and you shall have treasure in Heaven. And come, take up the cross and follow Me."},{"number":22,"verse":"And he was sad at that saying and went away grieved, for he had great possessions."},{"number":23,"verse":"And Jesus looked around and said to His disciples, How hardly those having riches will enter into the kingdom of God!"},{"number":24,"verse":"And the disciples were astonished at His words. But Jesus answering again said to them, Children, how hard it is for those who trust in riches to enter into the kingdom of God!"},{"number":25,"verse":"It is easier [for] a camel to go through the eye of a needle than [for] a rich one to enter into the kingdom of God."},{"number":26,"verse":"And they were astonished beyond measure, saying to themselves, And who can be saved?"},{"number":27,"verse":"And Jesus looking on them said, With men [it is] impossible, but not with God; for with God all things are possible."},{"number":28,"verse":"Then Peter began to say to Him, Lo, we have left all and have followed You."},{"number":29,"verse":"And Jesus answered and said, Truly I say to you, There is no man that has left house or brothers or sisters or father or mother or wife or children or lands for my sake and the gospel's sake,"},{"number":30,"verse":"but he shall receive a hundredfold now in this time, houses and brothers and sisters and mothers and children and lands with persecutions, and in the world to come, eternal life."},{"number":31,"verse":"But many [that are] first shall be last; and the last [shall be] first."},{"number":32,"verse":"And they were in the way going up to Jerusalem. And Jesus went before them. And they were amazed, and as they followed, they were afraid. And he took the Twelve again and began to tell them what would happen to Him,"},{"number":33,"verse":"[saying], Behold, we go up to Jerusalem. And the Son of man will be betrayed to the chief priests and to the scribes. And they will condemn Him to death and will deliver Him to the nations."},{"number":34,"verse":"And they will mock Him, and will scourge Him, and will spit on Him, and will kill Him. And the third day He shall rise again."},{"number":35,"verse":"And James and John, the sons of Zebedee, came up to Him, saying, Master, we desire that You should do for us whatever we shall ask."},{"number":36,"verse":"And He said to them, What do you desire that I should do for you?"},{"number":37,"verse":"They said to Him, Grant to us that we may sit, one on Your right hand and the other on Your left hand, in Your glory."},{"number":38,"verse":"But Jesus said to them, You do not know what you ask. Can you drink of the cup that I drink of, and be baptized [with] the baptism that I am baptized [with] ?"},{"number":39,"verse":"And they said to Him, We can. And Jesus said to them, You shall indeed drink of the cup that I drink of, and [with] the baptism that I am baptized [with] you shall be baptized."},{"number":40,"verse":"But to sit on My right [hand] and on My left is not Mine to give, but [to those] for whom it is prepared."},{"number":41,"verse":"And when the ten heard, they began to be indignant with James and John."},{"number":42,"verse":"But Jesus called them and said to them, You know that they who are accounted rulers over the nations exercise lordship over them. And their great ones exercise authority on them."},{"number":43,"verse":"But it shall not be so among you. But whoever desires to be great among you, let him be your servant."},{"number":44,"verse":"And whoever of you desires to become first, [he] shall be servant of all."},{"number":45,"verse":"For even the Son of man did not come to be served, but to serve, and to give His life [as] a ransom for many."},{"number":46,"verse":"And they came to Jericho. And as He with His disciples and a large crowd went out of Jericho, blind Bartimeus, the son of Timeus, was sitting by the side of the highway, begging."},{"number":47,"verse":"And when he heard that it was Jesus of Nazareth, he began to cry out and say, Jesus, son of David, have mercy on me!"},{"number":48,"verse":"And many warned him that he should be quiet, but he cried a great deal more, Son of David, have mercy on me!"},{"number":49,"verse":"And Jesus stood still and commanded him to be called. And they called the blind [man], saying to him, Be of good comfort; rise up, He is calling you."},{"number":50,"verse":"And casting away his garment, he rose up and came to Jesus."},{"number":51,"verse":"And answering Jesus said to him, What do you desire that I should do to you? The blind [man] said to Him, My Lord, that I may see again."},{"number":52,"verse":"And Jesus said to him, Go, your faith has healed you. And instantly he saw again, and he followed Jesus in the way."}]}