{"bibleAbbr":"MKJV1962","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":2,"verses":[{"number":1,"verse":"And again He entered into Capernaum after [some] days. And it was heard that He was in [a] house."},{"number":2,"verse":"And immediately many were gathered, so that none any longer had room, even to the door. And He proclaimed the Word to them."},{"number":3,"verse":"Then they came to Him, bringing one [who was] paralyzed, who was carried by four."},{"number":4,"verse":"When they could not come near to Him because of the crowd, they unroofed the roof where He was. And digging through, they let down the cot on which the paralytic was lying."},{"number":5,"verse":"And seeing their faith, Jesus said to the paralytic, Child, your sins are forgiven to you."},{"number":6,"verse":"But some of the scribes were sitting there, and reasoning in their hearts,"},{"number":7,"verse":"Why does this one speak such blasphemies? Who can forgive sins except God only?"},{"number":8,"verse":"And instantly knowing in His spirit that they reasoned so within themselves, He said to them, Why do you reason these things in your heart?"},{"number":9,"verse":"Which is easier, to say to the paralytic, [Your] sins are forgiven you; or to say, Arise, and take up your cot and walk?"},{"number":10,"verse":"But so that you may know that the Son of man has authority upon earth to forgive sins, He said to the paralytic,"},{"number":11,"verse":"I say to you, Arise, and take up your cot, and go to your house."},{"number":12,"verse":"And immediately he arose and took up his cot and went out before all. So that all were amazed and glorified God, saying, We never saw [it] this way."},{"number":13,"verse":"And He went out again by the seaside. And all the crowd came to Him, and He taught them."},{"number":14,"verse":"And as He passed on, He saw Levi [the son] of Alpheus sitting at the tax-office. And [He] said to him, Follow Me. And he arose and followed Him."},{"number":15,"verse":"And it happened as Jesus reclined in his house, many tax-collectors and sinners also reclined with Jesus and His disciples. For there were many, and they followed Him."},{"number":16,"verse":"And when the scribes and Pharisees saw Him eat with tax-collectors and sinners, [they] said to His disciples, How [is it] that He eats and drinks with tax-collectors and sinners?"},{"number":17,"verse":"When Jesus heard, He said to them, They who are strong have no need of a physician, but the ones who have illness. I did not come to call the righteous, but sinners to repentance."},{"number":18,"verse":"The disciples of John and those of the Pharisees were fasting. And they came and said to Him, Why do John's disciples and those of the Pharisees fast, but your disciples do not fast?"},{"number":19,"verse":"And Jesus said to them, Can the sons of the bridechamber fast while the bridegroom is with them? As long as they have the bridegroom with them they cannot fast."},{"number":20,"verse":"But the days will come when the bridegroom shall be taken away from them, and then they shall fast in those days."},{"number":21,"verse":"And no one sews a patch of new cloth on an old garment, else [it] takes away from its fullness, the new [from] the old, and a worse tear occurs."},{"number":22,"verse":"No one puts new wine into old wineskins, else the new wine bursts the wineskins, and the wine spills, and the wineskins will be ruined. The new wine must be put into new wineskins."},{"number":23,"verse":"And it happened that He went through the grainfields on the sabbath day. And as they walked His disciples began to pluck the heads [of grain]."},{"number":24,"verse":"And the Pharisees said to Him, Behold, why do they do that which is not lawful on the sabbath day?"},{"number":25,"verse":"And He said to them, Have you never read what David did, when he had need and was hungry, he, and those with him?"},{"number":26,"verse":"How he went into the house of God in [the days of] Abiathar the high priest and ate the showbread, which it is not lawful to eat, except for the priests, and also gave to those with him?"},{"number":27,"verse":"And He said to them, The sabbath came into being for man's sake, and not man for the sabbath's sake."},{"number":28,"verse":"Therefore the Son of man is also Lord of the sabbath."}]}