{"bibleAbbr":"MKJV1962","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":4,"verses":[{"number":1,"verse":"And He began again to teach by the seaside. And there was a great crowd gathered to Him, so that He entered into a boat and sat in the sea. And the whole crowd was on the land by the seaside."},{"number":2,"verse":"And He taught them many things by a parable. And He said to them in His teaching:"},{"number":3,"verse":"Listen! Behold, a sower went out to sow."},{"number":4,"verse":"And as he sowed, it happened that indeed some fell by the wayside, and the fowls of the air came and ate it up."},{"number":5,"verse":"And another fell on stony ground, where it did not have much earth. And it sprang up at once, due to not having deepness of earth."},{"number":6,"verse":"And when [the] sun rose, it was scorched. And because it had no root, it withered away."},{"number":7,"verse":"And another fell among the thorns, and the thorns grew up and choked it, and it yielded no fruit."},{"number":8,"verse":"And another fell on good ground and yielded fruit, going up and increasing. And one bore thirty, and one sixty, and one a hundredfold."},{"number":9,"verse":"And He said to them, He who has ears to hear, let him hear."},{"number":10,"verse":"And when He was alone, they who were about Him, with the Twelve, asked Him concerning the parable."},{"number":11,"verse":"And He said to them, To you it is given to know the mystery of the kingdom of God. But to those outside, all [these] things are [given] in parables"},{"number":12,"verse":"so that seeing they may see, and not perceive; and hearing they may hear, and not understand; lest at any time they should be converted, and [their] sins should be forgiven them."},{"number":13,"verse":"And He said to them, Do you not know this parable? And how then will you know all parables?"},{"number":14,"verse":"The sower sows the Word."},{"number":15,"verse":"And these are those by the wayside, where the Word is sown. And when they hear, Satan comes immediately and takes away the Word that was sown in their hearts."},{"number":16,"verse":"And these are those likewise being sown on stony places; who, when they hear the Word, immediately receive it with gladness."},{"number":17,"verse":"But they have no root in themselves, but are temporary. Afterward when affliction or persecution arises for the Word's sake, they are immediately offended."},{"number":18,"verse":"And these are those being sown among thorns; such as hear the Word,"},{"number":19,"verse":"and the cares of this world, and the deceit of riches, and the lust about other things entering in, choke the Word, and it becomes unfruitful."},{"number":20,"verse":"And these are those sown on good ground, who hear the Word and welcome [it], and bear fruit, one thirty, one sixty, and one a hundredfold."},{"number":21,"verse":"And He said to them, Does a lamp come to be put under a grain-measure, or under a bed? and not to be set on a lampstand?"},{"number":22,"verse":"For there is nothing hidden which shall not be revealed; nor became covered, but that it might come to the light."},{"number":23,"verse":"If any man has ears to hear, let him hear."},{"number":24,"verse":"And He said to them, Take heed what you hear. With that measure which you measure, it shall be measured to you. And to you who hear, more shall be given."},{"number":25,"verse":"For he who has, [more] shall be given to him; and he who has not, from him shall be taken even that which he has."},{"number":26,"verse":"And He said, So is the kingdom of God, as if a man should cast seed into the ground;"},{"number":27,"verse":"and should sleep, and rise night and day, and the seed should spring and grow up, he knows not how."},{"number":28,"verse":"For the earth brings out fruit of itself, first the blade, then the ear, after that the full grain in the ear."},{"number":29,"verse":"But when the fruit has been brought out, immediately he puts in the sickle, because the harvest has come."},{"number":30,"verse":"And He said, to what shall we compare the kingdom of God? Or by what parable shall we compare it?"},{"number":31,"verse":"[It is] like a grain of mustard seed, which, when it is sown in the earth, is less than all the seeds that are in the earth."},{"number":32,"verse":"But when it has been sown, it grows up and becomes greater than all herbs, and shoots out great branches, so as to enable the birds of the air to roost under its shade."},{"number":33,"verse":"And with many such parables He spoke the Word to them, as they were able to hear [it]."},{"number":34,"verse":"But he did not speak to them without a parable. And when [they were] alone, He explained all things to His disciples."},{"number":35,"verse":"And evening having come, He said to them on that day, Let us pass over to the other side."},{"number":36,"verse":"And when they had sent away the crowd, they took Him with them as He was in the boat. And there were also other little boats with Him."},{"number":37,"verse":"And there arose a windstorm, and the waves beat into the boat, so that it was now full."},{"number":38,"verse":"And He was in the stern of the boat, asleep on a headrest. And they awakened Him and said to Him, Master, do You not care that we perish?"},{"number":39,"verse":"And He awakened and rebuked the wind, and said to the sea, Peace! Be still! And the wind ceased, and there was a great calm."},{"number":40,"verse":"And He said to them, Why are you so fearful? How [is it] that you have no faith?"},{"number":41,"verse":"And they feared exceedingly and said to one another, What kind of man is this, that even the winds and the sea obey Him?"}]}