{"bibleAbbr":"NKJV1982","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":12,"verses":[{"number":1,"verse":"The Race of Faith Therefore we also, since we are surrounded by so great a cloud of witnesses, (Col. 3:8) let us lay aside every weight, and the sin which so easily ensnares us, and (1 Cor. 9:24; Gal. 2:2; Heb. 10:39) let us run (Rom. 12:12; Heb. 10:36) with endurance the race that is set before us,"},{"number":2,"verse":"looking unto Jesus, the author and finisher of our faith, (Luke 24:26) who for the joy that was set before Him (Ps. 69:7, 19; Phil. 2:8; (Heb. 2:9)) endured the cross, despising the shame, and (Ps. 110:1) has sat down at the right hand of the throne of God."},{"number":3,"verse":"The Discipline of God (Matt. 10:24) For consider Him who endured such hostility from sinners against Himself, (Gal. 6:9; Heb. 12:5) lest you become weary and discouraged in your souls."},{"number":4,"verse":"((1 Cor. 10:13)) You have not yet resisted to bloodshed, striving against sin."},{"number":5,"verse":"And you have forgotten the exhortation which speaks to you as to sons: (Job 5:17; Prov. 3:11, 12) “My son, do not despise the chastening of the LORD, Nor be discouraged when you are rebuked by Him;"},{"number":6,"verse":"For (Ps. 94:12; Rev. 3:19) whom the LORD loves He chastens, And scourges every son whom He receives.”"},{"number":7,"verse":"(Deut. 8:5; 2 Sam. 7:14) If you endure chastening, God deals with you as with sons; for what (Prov. 13:24; 19:18; 23:13) son is there whom a father does not chasten?"},{"number":8,"verse":"But if you are without chastening, (1 Pet. 5:9) of which all have become partakers, then you are illegitimate and not sons."},{"number":9,"verse":"Furthermore, we have had human fathers who corrected us, and we paid them respect. Shall we not much more readily be in subjection to ((Job 12:10)) the Father of spirits and live?"},{"number":10,"verse":"For they indeed for a few days chastened us as seemed best to them, but He for our profit, (Lev. 11:44) that we may be partakers of His holiness."},{"number":11,"verse":"Now no chastening seems to be joyful for the present, but painful; nevertheless, afterward it yields (Is. 32:17; 2 Tim. 4:8; James 3:17, 18) the peaceable fruit of righteousness to those who have been trained by it."},{"number":12,"verse":"Renew Your Spiritual Vitality Therefore (Is. 35:3) strengthen the hands which hang down, and the feeble knees,"},{"number":13,"verse":"and make straight paths for your feet, so that what is lame may not be dislocated, but rather be healed."},{"number":14,"verse":"(Ps. 34:14) Pursue peace with all people, and holiness, (Matt. 5:8; (Heb. 9:28)) without which no one will see the Lord:"},{"number":15,"verse":"looking carefully lest anyone (2 Cor. 6:1; Gal. 5:4; Heb. 4:1) fall short of the grace of God; lest any (Deut. 29:18) root of bitterness springing up cause trouble, and by this many become defiled;"},{"number":16,"verse":"lest there be any ((1 Cor. 6:13-18)) fornicator or profane person like Esau, (Gen. 25:33) who for one morsel of food sold his birthright."},{"number":17,"verse":"For you know that afterward, when he wanted to inherit the blessing, he was (Gen. 27:30-40) rejected, for he found no place for repentance, though he sought it diligently with tears."},{"number":18,"verse":"The Glorious Company For you have not come to (Ex. 19:12, 16; 20:18; Deut. 4:11; 5:22) the mountain that may be touched and that burned with fire, and to blackness and darkness and tempest,"},{"number":19,"verse":"and the sound of a trumpet and the voice of words, so that those who heard it (Ex. 20:18-26; Deut. 5:25; 18:16) begged that the word should not be spoken to them anymore."},{"number":20,"verse":"(For they could not endure what was commanded: (Ex. 19:12, 13) “And if so much as a beast touches the mountain, it shall be stoned or shot with an arrow.”"},{"number":21,"verse":"And so terrifying was the sight that Moses said, (Deut. 9:19) “I am exceedingly afraid and trembling.”)"},{"number":22,"verse":"But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, to an innumerable company of angels,"},{"number":23,"verse":"to the general assembly and church of ((James 1:18)) the firstborn (Luke 10:20) who are registered in heaven, to God (Gen. 18:25; Ps. 50:6; 94:2) the Judge of all, to the spirits of just men ((Phil. 3:12)) made perfect,"},{"number":24,"verse":"to Jesus (1 Tim. 2:5; Heb. 8:6; 9:15) the Mediator of the new covenant, and to (Ex. 24:8) the blood of sprinkling that speaks better things (Gen. 4:10; Heb. 11:4) than that of Abel."},{"number":25,"verse":"Hear the Heavenly Voice See that you do not refuse Him who speaks. For (Heb. 2:2, 3) if they did not escape who refused Him who spoke on earth, much more shall we not escape if we turn away from Him who speaks from heaven,"},{"number":26,"verse":"whose voice then shook the earth; but now He has promised, saying, (Hag. 2:6) “Yet once more I shake not only the earth, but also heaven.”"},{"number":27,"verse":"Now this, “Yet once more,” indicates the ((Is. 34:4; 54:10; 65:17; Rom. 8:19, 21); 1 Cor. 7:31; Heb. 1:10) removal of those things that are being shaken, as of things that are made, that the things which cannot be shaken may remain."},{"number":28,"verse":"Therefore, since we are receiving a kingdom which cannot be shaken, let us have grace, by which we may (Heb. 13:15, 21) serve God acceptably with reverence and godly fear."},{"number":29,"verse":"For (Ex. 24:17) our God is a consuming fire."}]}