{"bibleAbbr":"NKJV1982","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":8,"verses":[{"number":1,"verse":"(The New Priestly Service) Now this is the main point of the things we are saying: We have such a High Priest, (Ps. 68:18; 110:1; Eph. 1:20; Col. 3:1; Heb. 2:17; 3:1; 10:12) who is seated at the right hand of the throne of the Majesty in the heavens,"},{"number":2,"verse":"a Minister of (Heb. 9:8, 12) the sanctuary and of (Heb. 9:11, 24) the true tabernacle which the Lord erected, and not man."},{"number":3,"verse":"For ((Rom. 4:25; 5:6, 8; Gal. 2:20; Eph. 5:2); Heb. 5:1; 8:4) every high priest is appointed to offer both gifts and sacrifices. Therefore ((Eph. 5:2; Heb. 9:14)) it is necessary that this One also have something to offer."},{"number":4,"verse":"For if He were on earth, He would not be a priest, since there are priests who offer the gifts according to the law;"},{"number":5,"verse":"who serve (Heb. 9:23, 24) the copy and (Col. 2:17; Heb. 10:1) shadow of the heavenly things, as Moses was divinely instructed when he was about to make the tabernacle. For He said, (Ex. 25:40) “See that you make all things according to the pattern shown you on the mountain.”"},{"number":6,"verse":"But now ((2 Cor. 3:6-8)) He has obtained a more excellent ministry, inasmuch as He is also Mediator of a ((Luke 22:20); Heb. 7:22) better covenant, which was established on better promises."},{"number":7,"verse":"(A New Covenant) For if that (Ex. 3:8; 19:5) first covenant had been faultless, then no place would have been sought for a second."},{"number":8,"verse":"Because finding fault with them, He says: (Jer. 31:31-34) “Behold, the days are coming, says the LORD, when I will make a new covenant with the house of Israel and with the house of Judah—"},{"number":9,"verse":"not according to the covenant that I made with their fathers in the day when I took them by the hand to lead them out of the land of Egypt; because they did not continue in My covenant, and I disregarded them, says the LORD."},{"number":10,"verse":"For this is the covenant that I will make with the house of Israel after those days, says the (Jer. 31:33; Rom. 11:27; Heb. 10:16) LORD: I will put My laws in their mind and write them on their hearts; and (Zech. 8:8) I will be their God, and they shall be My people."},{"number":11,"verse":"(Is. 54:13; John 6:45; (1 John 2:27)) None of them shall teach his neighbor, and none his brother, saying, ‘Know the (Jer. 31:34) LORD,’ for all shall know Me, from the least of them to the greatest of them."},{"number":12,"verse":"For I will be merciful to their unrighteousness, (Rom. 11:27) and their sins and their lawless deeds I will remember no more.”"},{"number":13,"verse":"((2 Cor. 5:17); Heb. 1:11) In that He says, “A new covenant,” He has made the first obsolete. Now what is becoming obsolete and growing old is ready to vanish away."}]}