{"bibleAbbr":"KNCL","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":2,"verses":[{"number":1,"verse":"(ಸೆರೆಯಿಂದ ಹಿಂದಿರುಗಿ ಬಂದವರ ಪಟ್ಟಿ) ( ಸೆರೆಯಿಂದ ಮರಳಿ ಬಂದ ಯೆಹೂದ್ಯ ಸಮಾಜದವರ ಅಂಕೆಸಂಖ್ಯೆ ಹೀಗಿದೆ: ಬಾಬಿಲೋನಿನ ಅರಸ ನೆಬೂಕದ್ನೆಚ್ಚರನು ಬಾಬಿಲೋನಿನ ಸೆರೆಯಲ್ಲಿ ಬಂಧಿಸಿದ್ದವರಲ್ಲಿ ಬಿಡುಗಡೆ ಹೊಂದಿ ಹಿಂತಿರುಗಿದವರು ಇವರು:"},{"number":2,"verse":"ಜೆರುಬ್ಬಾಬೆಲ್, ಯೇಷೂವ, ನೆಹೆಮೀಯ, ಸೆರಾಯ, ರೆಗೇಲಾಯ, ಮೊರ್ದೆಕೈ, ಬಿಲ್ಷಾನ್, ಮಿಸ್ಪಾರ್, ಬಿಗ್ವೈ, ರೆಹೂಮ್, ಬಾಣ ಎಂಬ ನಾಯಕರು."},{"number":3,"verse":"ಇವರ ಮುಂದಾಳತ್ವದಲ್ಲಿ ಈ ಕೆಳಕಂಡವರು ಹಿಂದಿರುಗಿ ಬಂದು ಜೆರುಸಲೇಮಿನಲ್ಲೂ ಜುದೇಯ ನಾಡಿನ ತಮ್ಮ ಸ್ವಂತ ಪಟ್ಟಣಗಳಲ್ಲೂ ನೆಲಸಿದರು: ಪರೋಷಿನವರು — 2172 ಶೆಫಟ್ಯನವರು — 372 ಅರಹನವರು — 775 ಪಹತ್‍ಮೋವಾಬಿನವರಾದ ಯೋಷೂವ ಮತ್ತು ಯೋವಾಬ್‍ ಸಂತಾನದವರು — 2812 ಎಲಾಮಿನವರು — 1254 ಜತ್ತೂವಿನವರು — 945 ಜಕ್ಕೈಯವರು — 750 ಬಾನೀಯವರು — 642 ಬೇಬೈಯವರು — 632 ಅಜ್ಗಾದಿನವರು — 1222 ಅದೋನೀಕಾಮಿನವರು — 666 ಬಿಗ್ವೈಯವರು — 2056 ಆದೀನನವರು — 454 ಅಟೇರಿನವರಾದ ಹಿಜ್ಕೀಯನ ಸಂತಾನದವರು — 98 ಬೇಚೈಯವರು — 323 ಯೋರನವರು — 112 ಹಾಷುಮಿನವರು — 223 ಗಿಬ್ಬಾರಿನವರು — 95 ಬೇತ್ಲೆಹೇಮಿನವರು — 123 ನೆಟೋಫ ಊರಿನವರು — 50 ಅನಾತೋತ್ ಊರಿನವರು — 128 ಅಜ್ಮಾವತಿನವರು — 42 ಕಿರ್ಯತ್ಯಾರೀಮ್ ಕೆಫೀರ ಬೇರೋತ್ ಊರುಗಳವರು — 743 ರಾಮಾ, ಗೆಬ ಊರುಗಳವರು — 621 ಮಿಕ್ಮಾಸಿನವರು — 122 ಬೇತೇಲ್ ಅಯಿ ಎಂಬ ಊರುಗಳವರು — 223 ನೆಬೋವಿನವರು — 52 ಮಗ್ಬೀಷಿನವರು — 156 ಬೇರೆ ಏಲಾಮಿನವರು — 1254 ಹಾರಿಮನವರು — 120 ಲೋದ್, ಹಾದೀದ್, ಓನೋ ಎಂಬ ಊರುಗಳವರು — 725 ಜೆರಿಕೋವಿನವರು — 345 ಸೆನಾಹನವರು — 3630 ಯಾಜಕರಲ್ಲಿ - ಯೆದಾಯನವರಾದ ಯೇಷೂವನ ಮನೆಯವರು — 973 ಇಮ್ಮೇರವರು — 1052 ಪಷ್ಹೂರನವರು — 1247 ಹಾರಿಮನವರು — 1017 ಲೇವಿಯರಲ್ಲಿ - ಹೋದ್ಯನವರಾದ ಯೇಷೂವ, ಕದ್ಮೀಯೇಲ್ ಇವನ ಸಂತಾನದವರು — 74 ಗಾಯಕರಲ್ಲಿ - ಆಸಾಫ್ಯರು — 128 ದ್ವಾರಪಾಲಕರಲ್ಲಿ - ಶಲ್ಲೂಮ್, ಆಟೇರ್, ಟಲ್ಮೋನ್, ಅಕ್ಕೂಬ್, ಹಟೀಟ, ಶೋಬೈ, ಇವರ ಸಂತಾನದವರು ಒಟ್ಟು. — 139"},{"number":43,"verse":"ದೇವಸ್ಥಾನದ ಪರಿಚಾರಕರಲ್ಲಿ - ಜೀಹ, ಹಸೂಫ,"},{"number":44,"verse":"ಟಬ್ಬಾವೋತ್, ಕೇರೂಸ್, ಸೀಯಹಾ, ಪಾದೋನ್,"},{"number":45,"verse":"ರೆಚೀನ್, ನೆಕೋದ, ಗಜ್ಜಾಮ್, ಉಜ್ಜ, ಪಾಸೇಹ,"},{"number":50,"verse":"ಬೇಸೈ, ಆಸ್ನ, ಮೆಗೂನೀಮ್, ನೆಫೀಸೀಮ್,"},{"number":51,"verse":"ಬಕ್ಬೂಕ್, ಹಕ್ಕೂಫ, ಹರ್ಹೂರ್, ಬಚ್ಲೂತ್,"},{"number":53,"verse":"ಮೆಹೀದ, ಹರ್ಷ, ಬರ್ಕೋಸ್, ಸೀಸೆರ, ತೆಮಹ,"},{"number":54,"verse":"ನೆಜೀಹ, ಹಟೀಫ, ಇವರ ಸಂತಾನದವರು."},{"number":55,"verse":"ಸೊಲೊಮೋನನ ಸೇವಕರಲ್ಲಿ ಸೋಟೈ, ಹಸ್ಸೋಫೆರೆತ್, ಪೆರೂಧ,"},{"number":56,"verse":"ಯಾಲ, ದರ್ಕೋನ್, ಗಿದ್ದೇಲ್,"},{"number":57,"verse":"ಶೆಫಟ್ಯ, ಹಟ್ಟೀಲ್, ಪೋಕೆರೆತ್, ಹಚ್ಚೆಬಾಯೀಮ್, ಆಮೀ ಇವರ ಸಂತಾನದವರು."},{"number":58,"verse":"ದೇವಸ್ಥಾನದ ಎಲ್ಲ ಸೇವಕರು, ಸೊಲೊಮೋನನ ಆಳುಗಳು ಒಟ್ಟು 392 ಮಂದಿ."},{"number":59,"verse":"ತೇಲ್ಮೆಲಹ, ತೇಲ್ಹರ್ಷ, ಕೆರೂಬದ್ದಾನ್, ಇಮ್ಮೇರ್ ಎಂಬ ಊರುಗಳಿಂದ ಬಂದವರಾಗಿ ಇದ್ದು, ತಮ್ಮ ಗೋತ್ರವಂಶಾವಳಿಗಳನ್ನು ತೋರಿಸಿ ತಾವು ಇಸ್ರಯೇಲರೆಂಬುದನ್ನು ರುಜುಪಡಿಸಲು ಆಗದವರಲ್ಲಿ"},{"number":60,"verse":"ದೆಲಾಯ, ಟೋಬೀಯ, ನೆಕೋದ ಇವರ ಸಂತಾನದವರು, 652 ಮಂದಿ."},{"number":61,"verse":"ಯಾಜಕರಲ್ಲಿ - ಹಬಯ್ಯ, ಹಕ್ಕೋಜ್, ಬರ್ಜಿಲ್ಲೈ ಇವರ ಸಂತಾನದವರು. (ಈ ಬರ್ಜಿಲ್ಲೈ ಎಂಬವನು ಗಿಲ್ಯಾದ್ಯನಾದ ಬರ್ಜಿಲ್ಲೈಯ ಹೆಣ್ಣುಮಕ್ಕಳಲ್ಲಿ ಒಬ್ಬಳನ್ನು ಮದುವೆಮಾಡಿಕೊಂಡು ಅವನ ಹೆಸರನ್ನೂ ಇಟ್ಟುಕೊಂಡಿದ್ದನು.)"},{"number":62,"verse":"ಇವರು ತಮ್ಮ ವಂಶಾವಳಿಯ ಪತ್ರಗಳನ್ನು ಹುಡುಕಿದರೂ ಅವು ಸಿಕ್ಕದ ಕಾರಣ ಅಶುದ್ಧರೆಂದು ಯಾಜಕರ ವೃತ್ತಿಯಿಂದ ನಿರಾಕೃತರಾದರು."},{"number":63,"verse":"ಊರಿಮ್ ತುಮ್ಮಿಮುಗಳ ಮೂಲಕ ದೈವನಿರ್ಣಯವನ್ನು ತಿಳಿಸಬಲ್ಲವನಾದ ಯಾಜಕನು ಬರುವ ತನಕ, ಇವರು ಮಹಾಪರಿಶುದ್ಧ ಪದಾರ್ಥಗಳಲ್ಲಿ ಭೋಜನ ಮಾಡಬಾರದೆಂಬುದಾಗಿ ರಾಜ್ಯಪಾಲನು ತೀರ್ಪುಮಾಡಿದನು."},{"number":64,"verse":"ಹೀಗೆ ಹಿಂದಿರುಗಿ ಬಂದು ಸಭೆಸೇರಿದ ಸರ್ವಸಮೂಹದ ಒಟ್ಟು ಸಂಖ್ಯೆ 42360:"},{"number":65,"verse":"ಈ ಸಂಖ್ಯೆಗೆ ಒಳಪಡದ ಅವರ ದಾಸದಾಸಿಯರು 7337 ಮಂದಿ, ಅವರಲ್ಲಿ ಗಾಯಕರೂ ಗಾಯಕಿಯರೂ 200 ಮಂದಿ ಇದ್ದರು."},{"number":66,"verse":"ಅವರಿಗೆ 736 ಕುದುರೆಗಳೂ 245 ಹೇಸರಕತ್ತೆಗಳೂ 435 ಒಂಟೆಗಳೂ"},{"number":67,"verse":"6720 ಕತ್ತೆಗಳೂ ಇದ್ದವು."},{"number":68,"verse":"ಗೋತ್ರಪ್ರಧಾನರಲ್ಲಿ ಕೆಲವರು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಸರ್ವೇಶ್ವರನ ಆಲಯವಿದ್ದ ಸ್ಥಳಕ್ಕೆ ಬಂದಾಗ ದೇವಾಲಯವನ್ನು ಪುನಃ ಅದೇ ಸ್ಥಳದಲ್ಲಿ ಕಟ್ಟುವುದಕ್ಕೆ ಕಾಣಿಕೆಗಳನ್ನು ಕೊಟ್ಟರು."},{"number":69,"verse":"ಅವರು ತಮ್ಮ ಸಾಮರ್ಥ್ಯಾನುಸಾರ ಕಟ್ಟಡದ ಭಂಡಾರಕ್ಕೆ ಕೊಟ್ಟದ್ದು - 400 ಕಿಲೋಗ್ರಾಂ ಬೆಳ್ಳಿ ಮತ್ತು ನೂರು ಯಾಜಕ ವಸ್ತ್ರಗಳು."},{"number":70,"verse":"ಹೀಗೆ ಯಾಜಕರು, ಲೇವಿಯರು, ಗಾಯಕರು, ದ್ವಾರಪಾಲಕರು, ದೇವಸ್ಥಾನದ ಪರಿಚಾರಕರು, ಜನಸಾಮಾನ್ಯರಲ್ಲಿ ಕೆಲವರು, ತಮತಮಗೆ ನೇಮಕವಾದ ಪಟ್ಟಣಗಳಲ್ಲಿ ವಾಸಿಸಿದರು. ಉಳಿದ ಎಲ್ಲ ಇಸ್ರಯೇಲರು ತಮ್ಮ ತಮ್ಮ ಪಟ್ಟಣಗಳಲ್ಲೇ ವಾಸಿಸಿದರು."}]}