{"bibleAbbr":"KNCL","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":6,"verses":[{"number":1,"verse":"(ಪತ್ತೆಯಾದ ರಾಜಾಜ್ಞೆ) ಅರಸ ದಾರ್ಯಾವೆಷನ ಆಜ್ಞಾನುಸಾರ ಬಾಬಿಲೋನಿನ ಭಂಡಾರದಲ್ಲಿದ್ದ ಗ್ರಂಥ ಸಂಗ್ರಹದಲ್ಲಿ ಹುಡುಕಿನೋಡಿದಾಗ"},{"number":2,"verse":"ಮೇದ್ಯ ಸಂಸ್ಥಾನದಲ್ಲಿರುವ ಅಹ್ಮೆತಾ ರಾಜಧಾನಿಯಲ್ಲಿ ಒಂದು ಸುರುಳಿ ಸಿಕ್ಕಿತು. ಅದರಲ್ಲಿ ಹೀಗೆ ಬರೆಯಲಾಗಿತ್ತು:"},{"number":3,"verse":"“ಅರಸ ಸೈರಸನ ಮೊದಲನೆಯ ವರ್ಷದಲ್ಲಿ, ಅರಸ ಸೈರಸನು ಜೆರುಸಲೇಮಿನ ದೇವಾಲಯದ ಬಗ್ಗೆ ಕೊಟ್ಟ ಅಪ್ಪಣೆ ಇದು: ಬಲವಾದ ಅಸ್ತಿವಾರವನ್ನು ಹಾಕಿ, ಬಲಿಸಮರ್ಪಣೆಗಾಗಿ ಆಲಯವನ್ನು ಪುನಃ ಕಟ್ಟಬೇಕು. ಅದರ ಎತ್ತರ ಇಪ್ಪತ್ತೇಳು ಮೀಟರ್, ಅಗಲ ಇಪ್ಪತ್ತೇಳು ಮೀಟರ್ ಇರಬೇಕು."},{"number":4,"verse":"ದೊಡ್ಡ ಕಲ್ಲುಗಳ ಮೂರು ವರಸೆಗಳಾದ ಮೇಲೆ, ಹೊಸ ಮರದ ಒಂದು ವರಸೆಯನ್ನು ಹಾಕಿ ಕಟ್ಟಬೇಕು. ಇದರ ವೆಚ್ಚವೆಲ್ಲಾ ರಾಜಭಂಡಾರದಿಂದ ಕೊಡಲಾಗುವುದು."},{"number":5,"verse":"ಇದಲ್ಲದೆ, ನೆಬೂಕದ್ನೆಚ್ಚರನು ಜೆರುಸಲೇಮಿನ ದೇವಾಲಯದಿಂದ ಬಾಬಿಲೋನಿಗೆ ತೆಗೆದುಕೊಂಡು ಬಂದ ಬೆಳ್ಳಿಬಂಗಾರದ ದೇವಸ್ಥಾನದ ಪಾತ್ರೆಗಳನ್ನು ಹಿಂದಕ್ಕೆ ಕೊಡಬೇಕು. ಅವುಗಳನ್ನೆಲ್ಲ ಮೊದಲಿದ್ದ ಸ್ಥಳಕ್ಕೆ ಅಂದರೆ, ಜೆರುಸಲೇಮಿನ ದೇವಾಲಯಕ್ಕೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಅಲ್ಲಿಡಬೇಕು.”"},{"number":6,"verse":"ಬಳಿಕ ದಾರ್ಯಾವೆಷನು ಬರೆದು ಕಳುಹಿಸಿದ್ದೇನೆಂದರೆ, “ನದಿಯಾಚೆಯ ಪ್ರದೇಶಗಳ ಅಧಿಪತಿಯಾದ ತತ್ತೆನೈ, ಶೆತರ್ಬೋಜೆನೈಗೆ ಹಾಗು ನದಿಯಾಚೆಯಲ್ಲಿ ಇವರ ಜೊತೆಗಾರರಾದ ಅಪರ್ಸತ್ಯಾಯರು ಇವರಿಗೆ: ನೀವು ಆ ಜನರ ಗೊಡವೆಗೆ ಹೋಗಬೇಡಿ."},{"number":7,"verse":"ಆ ದೇವಾಲಯವನ್ನು ಕಟ್ಟುವ ಕೆಲಸಕ್ಕೆ ಅಡ್ಡಿಮಾಡಬೇಡಿ; ಜುದೇಯದ ರಾಜ್ಯಪಾಲ ಮತ್ತು ಯೆಹೂದ್ಯರ ಹಿರಿಯರೇ ಅದನ್ನು ಅದರ ಸ್ಥಳದಲ್ಲಿ ಕಟ್ಟಲಿ."},{"number":8,"verse":"ಆ ದೇವಾಲಯವನ್ನು ಕಟ್ಟುವುದಕ್ಕಾಗಿ ನೀವು ಯೆಹೂದ್ಯರ ಹಿರಿಯರಿಗೆ ರಾಜರ ಸೊತ್ತಿನಿಂದ ಅಂದರೆ, ನದಿಯಾಚೆಯ ಪ್ರಾಂತ್ಯಗಳ ತೆರಿಗೆಯಿಂದ ತಡಮಾಡದೆ ಎಲ್ಲ ವೆಚ್ಚವನ್ನು ಕೊಡಬೇಕು."},{"number":9,"verse":"ಪರಲೋಕ ದೇವರಿಗೆ ದಹನಬಲಿಗಳನ್ನು ಸಮರ್ಪಿಸಲು ಬೇಕಾದ ಹೋರಿ, ಟಗರು, ಕುರಿಗಳನ್ನೂ ಗೋದಿ, ಉಪ್ಪು, ದ್ರಾಕ್ಷಾರಸ, ಎಣ್ಣೆ ಇವುಗಳನ್ನೂ ಜೆರುಸಲೇಮಿನ ಯಾಜಕರು ಹೇಳುವ ಪ್ರಕಾರ ಪ್ರತಿದಿನ ತಪ್ಪದೆ ಒದಗಿಸಿಕೊಡಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸುತ್ತೇನೆ."},{"number":10,"verse":"ಅವರಾದರೋ ಪರಲೋಕ ದೇವರಿಗೆ ಸುಗಂಧಹೋಮಗಳನ್ನು ಸಮರ್ಪಿಸಿ, ರಾಜನ ಮತ್ತು ರಾಜಪುತ್ರರ ದೀರ್ಘಾಯುಷ್ಯಕ್ಕಾಗಿ ಪ್ರಾರ್ಥನೆ ಮಾಡಲಿ."},{"number":11,"verse":"ಈ ನನ್ನ ಆಜ್ಞೆಯನ್ನು ಯಾವನಾದರೂ ಬದಲಾಯಿಸುವುದಾದರೆ, ಅವನ ಮನೆಯಿಂದಲೇ ಒಂದು ತೊಲೆಯನ್ನು ತೆಗೆದು ಅದನ್ನು ಶೂಲವನ್ನಾಗಿ ಮಾಡಿ, ಅದಕ್ಕೆ ಅವನನ್ನು ಏರಿಸಬೇಕು; ಹಾಗು ಆ ಮನೆಯನ್ನು ತಿಪ್ಪೆಯನ್ನಾಗಿ ಮಾಡಿಬಿಡಬೇಕು. ಇದು ನನ್ನ ತೀರ್ಮಾನ."},{"number":12,"verse":"ತಮ್ಮ ಹೆಸರನ್ನು ಸ್ಥಾಪಿಸುವುದಕ್ಕಾಗಿ ಆ ಸ್ಥಳವನ್ನು ಆರಿಸಿಕೊಂಡ ದೇವರು, ಈ ಆಜ್ಞೆಯನ್ನು ಬದಲಿಸುವುದಕ್ಕಾಗಲಿ, ಜೆರುಸಲೇಮಿನ ದೇವಾಲಯವನ್ನು ನಾಶಮಾಡುವುದಕ್ಕಾಗಲಿ, ಕೈಯೆತ್ತುವ ಪ್ರತಿಯೊಬ್ಬ ರಾಜನನ್ನೂ ಪ್ರತಿಯೊಂದು ಜನಾಂಗವನ್ನೂ ನಾಶಮಾಡಲಿ! ದಾರ್ಯಾವೆಷನಾದ ನಾನು ಈ ಆಜ್ಞೆಯನ್ನು ಕೊಟ್ಟಿದ್ದೇನೆ. ಇದನ್ನು ಶ್ರದ್ಧೆಯಿಂದ ಕೈಗೊಳ್ಳತಕ್ಕದ್ದು.”"},{"number":13,"verse":"(ಮಹಾದೇವಾಲಯದ ಪ್ರತಿಷ್ಠಾಪನೆ) ಅರಸ ದಾರ್ಯಾವೆಷನು, ಈ ಆಜ್ಞೆಯನ್ನು ಕೊಟ್ಟಿದ್ದರಿಂದ ನದಿಯ ಈಚೆಯ ಅಧಿಪತಿಯಾದ ತತ್ತೆನೈಯ ಹಾಗು ಶೆತರ್ಬೋಜೆನೈಯ ಮತ್ತು ಅವರ ಜೊತೆಗಾರರು ಜಾಗರೂಕರಾಗಿ ಅದನ್ನು ಪಾಲಿಸಿದರು."},{"number":14,"verse":"ಯೆಹೂದ್ಯರ ಹಿರಿಯರು ಪ್ರವಾದಿ ಹಗ್ಗೈ ಹಾಗು ಇದ್ದೋವಿನ ಮಗ ಜೆಕರೀಯ ಅವರ ಪ್ರಬೋಧನೆಯಿಂದ ಪ್ರೇರಿತರಾಗಿ, ಕಟ್ಟುವ ಕೆಲಸವನ್ನು ಮುಂದುವರಿಸಿದರು. ಇಸ್ರಯೇಲ್ ದೇವರ ಆಜ್ಞಾನುಸಾರ ಪರ್ಷಿಯದ ರಾಜ ಸೈರಸನ, ದಾರ್ಯಾವೆಷ್ ಹಾಗು ಅರ್ತಷಸ್ತ ಅವರ ಅಪ್ಪಣೆಯ ಆಧಾರದಿಂದ ಕಟ್ಟಡವನ್ನು ಮುಗಿಸಿದರು."},{"number":15,"verse":"ಅರಸ ದಾರ್ಯಾವೆಷನ ಆಳ್ವಿಕೆಯ ಆರನೆಯ ವರ್ಷದ ಫಾಲ್ಗುಣ ಮಾಸದ ಮೂರನೆಯ ದಿನದಲ್ಲಿ ಆಲಯವನ್ನು ಪೂರೈಸಿದರು."},{"number":16,"verse":"ಯಾಜಕರು, ಲೇವಿಯರು ಹಾಗು ಸೆರೆಯಿಂದ ಹಿಂದಿರುಗಿ ಬಂದ ಬೇರೆ ಇಸ್ರಯೇಲರು ಸಂತೋಷದಿಂದ ಆ ದೇವಾಲಯದ ಪ್ರತಿಷ್ಠೆಯನ್ನು ಆಚರಿಸಿದರು."},{"number":17,"verse":"ಅವರು ಆ ದೇವಾಲಯದ ಪ್ರತಿಷ್ಠೆಗಾಗಿ ನೂರು ಹೋರಿ, ಇನ್ನೂರು ಟಗರು ಹಾಗು ನಾನೂರು ಕುರಿಮರಿಗಳನ್ನು ಅರ್ಪಿಸಿದರು. ಅಲ್ಲದೆ ಇಸ್ರಯೇಲರ ದೋಷಪರಿಹಾರಾರ್ಥವಾಗಿ, ಅವರ ಕುಲಗಳ ಸಂಖ್ಯಾನುಸಾರ, ಹನ್ನೆರಡು ಹೋತಗಳನ್ನೂ ಸಮರ್ಪಿಸಿದರು."},{"number":18,"verse":"ಆಮೇಲೆ ಯಾಜಕರ ಮತ್ತು ಲೇವಿಯರ ಆಯಾ ವರ್ಗಗಳನ್ನು ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರನಿಯಮದ ಪ್ರಕಾರ, ಜೆರುಸಲೇಮಿನ ದೇವರ ಸೇವೆಗೆ ನೇಮಿಸಿದರು."},{"number":19,"verse":"(ಪಾಸ್ಕ ಹಬ್ಬದ ಆಚರಣೆ) ಸೆರೆಯಿಂದ ಬಂದವರು ಮೊದಲನೆಯ ತಿಂಗಳಿನ ಹದಿನಾಲ್ಕನೆಯ ದಿನದಲ್ಲಿ ಪಾಸ್ಕವನ್ನು ಆಚರಿಸಿದರು."},{"number":20,"verse":"ಯಾಜಕರು ಹಾಗು ಲೇವಿಯರು ತಮ್ಮನ್ನು ಶುದ್ಧಿಪಡಿಸಿಕೊಂಡರು. ಎಲ್ಲರೂ ಶುದ್ಧರಾದ ನಂತರ ಲೇವಿಯರು ಸೆರೆಯಿಂದ ಬಂದವರಿಗಾಗಿ, ತಮ್ಮ ಬಂಧುಗಳಾದ ಯಾಜಕರಿಗಾಗಿ ಹಾಗು ತಮಗಾಗಿ ಪಾಸ್ಕದ ಕುರಿಮರಿಗಳನ್ನು ವಧಿಸಿದರು."},{"number":21,"verse":"ಸೆರೆಯಿಂದ ಬಂದ ಇಸ್ರಯೇಲರು ಮತ್ತು ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಅರಸುವುದಕ್ಕಾಗಿ, ದೇಶನಿವಾಸಿಗಳ ಅಶುದ್ಧತ್ವವನ್ನು ತೊರೆದು ಇವರೊಡನೆ ಕೂಡಿಕೊಂಡ ಎಲ್ಲರು, ಪಾಸ್ಕಭೋಜನ ಮಾಡಿದರು."},{"number":22,"verse":"ಇದಲ್ಲದೆ, ಆಡಂಬರದಿಂದ ಏಳು ದಿವಸಗಳವರೆಗೂ ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳ ಹಬ್ಬವನ್ನು ಆಚರಿಸಿದರು. ಏಕೆಂದರೆ, ಇಸ್ರಯೇಲ್ ದೇವರ ಆಲಯವನ್ನು ಕಟ್ಟುವುದರಲ್ಲಿ ಅಸ್ಸೀರಿಯದ ಅರಸ, ತಮಗೆ ಸಹಾಯಮಾಡುವಂತೆ ಸರ್ವೇಶ್ವರ ಅವನ ಮನಪರಿವರ್ತಿಸಿ, ಅವರಿಗೆ ಸಂತೋಷವನ್ನು ಉಂಟುಮಾಡಿದ್ದರು."}]}