{"bibleAbbr":"KNCL","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":7,"verses":[{"number":1,"verse":"ಜೆರೂಸಲೇಮಿಗೆ ಹೋಗುವುದಕ್ಕೆ ಎಜ್ರನಿಗೆ ದೊರೆತ ರಾಜಾಜ್ಞೆ ಇದಾದ ಮೇಲೆ ಪರ್ಷಿಯ ರಾಜ ಅರ್ತಷಸ್ತನ ಆಳ್ವಿಕೆಯ ಕಾಲದಲ್ಲಿ ಎಜ್ರನು ಬಾಬಿಲೋನಿನಿಂದ ಬಂದನು. ಇವನು ಸೆರಾಯನ ಮಗ; ಸೆರಾಯನು ಅಜರ್ಯನ ಮಗ; ಇವನು ಹಿಲ್ಕೀಯನ ಮಗ;"},{"number":2,"verse":"ಇವನು ಶಲ್ಲೂಮನ ಮಗ; ಇವನು ಚಾದೋಕನ ಮಗ; ಇವನು ಅಹೀಟೂಬನ ಮಗ;"},{"number":3,"verse":"ಇವನು ಅಮರ್ಯನ ಮಗ; ಇವನು ಅಜರ್ಯನ ಮಗ; ಇವನು ಮೆರಾಯೋದನ ಮಗ; ಇವನು ಜೆರಹ್ಯನ ಮಗ;"},{"number":4,"verse":"ಇವನು ಉಜ್ಜೀಯ ಮಗ; ಇವನು ಬುಕ್ಕೀಯ ಮಗ;"},{"number":5,"verse":"ಇವನು ಅಬೀಷೂವನ ಮಗ; ಇವನು ಫೀನೆಹಾಸನ ಮಗ; ಇವನು ಎಲ್ಲಾಜಾರನ ಮಗ; ಇವನು ಪ್ರಧಾನ ಯಾಜಕನಾದ ಆರೋನನ ಮಗ."},{"number":6,"verse":"ಎಜ್ರನು, ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಂದ ದೊರಕಿದ ಮೋಶೆಯ ಧರ್ಮೋಪದೇಶದಲ್ಲಿ ಪಾಂಡಿತ್ಯ ಪಡೆದ ಒಬ್ಬ ಧರ್ಮಶಾಸ್ತ್ರಿ ಆಗಿದ್ದನು. ಅವನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಕೃಪಾಹಸ್ತ ಅವನ ಮೇಲಿತ್ತು. ಆದುದರಿಂದ ಅರಸನು ಅವನಿಗೆ ಇಷ್ಟವಾದುದನ್ನೆಲ್ಲ ಅನುಗ್ರಹಿಸಿದನು."},{"number":7,"verse":"ಅವನೊಡನೆ ಕೆಲವು ಮಂದಿ ಇಸ್ರಯೇಲರು, ಯಾಜಕರು, ಲೇವಿಯರು, ಗಾಯಕರು, ದ್ವಾರಪಾಲಕರು ಹಾಗು ದೇವಸ್ಥಾನದ ಪರಿಚಾರಕರು ಅರ್ತಷಸ್ತನ ಆಳ್ವಿಕೆಯ ಏಳನೆಯ ವರ್ಷದಲ್ಲಿ ಜೆರುಸಲೇಮಿಗೆ ಬಂದರು."},{"number":8,"verse":"ಎಜ್ರನು ಆ ಅರಸನ ಆಳ್ವಿಕೆಯ ಏಳನೆಯ ವರ್ಷದ ಐದನೆಯ ತಿಂಗಳಲ್ಲಿ ಜೆರುಸಲೇಮನ್ನು ಮುಟ್ಟಿದನು."},{"number":9,"verse":"ಅವನು ಬಾಬಿಲೋನಿನಿಂದ ಹೊರಟದ್ದು ಮೊದಲನೆಯ ತಿಂಗಳಿನ ಮೊದಲನೆಯ ದಿನದಲ್ಲಿ. ತನ್ನ ದೇವರ ಕೃಪಾಹಸ್ತ ಪಾಲನೆಯಿಂದ ಐದನೆಯ ತಿಂಗಳಿನ ಮೊದಲನೆಯ ದಿನ ಜೆರುಸಲೇಮಿಗೆ ಬಂದು ಸೇರಿದನು."},{"number":10,"verse":"ಸರ್ವೇಶ್ವರನ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನು ಅಭ್ಯಸಿಸಿ ಅನುಸರಿಸಲೂ ಇಸ್ರಯೇಲರಿಗೆ ಅದರ ವಿಧಿನಿಯಮಗಳನ್ನು ಕಲಿಸಲೂ ಅವನು ದೃಢಮನಸ್ಸು ಮಾಡಿಕೊಂಡಿದ್ದನು."},{"number":11,"verse":"ಎಜ್ರನಿಗೆ ಅರ್ತಷಸ್ತನು ಕೊಟ್ಟ ಅಧಿಕಾರ ಪತ್ರ ಯಾಜಕನು, ಶಾಸ್ತ್ರಿಯು ಹಾಗು ಇಸ್ರಯೇಲರಿಗೆ ಕೊಡಲಾದ ಸರ್ವೇಶ್ವರನ ಆಜ್ಞಾವಿಧಿಸೂತ್ರಗಳಲ್ಲಿ ವಿದ್ವಾಂಸನು ಆದ ಎಜ್ರನಿಗೆ ಅರಸ ಅರ್ತಷಸ್ತನು ಕೊಟ್ಟ ಪತ್ರದ ನಕಲು ಇದು:"},{"number":12,"verse":"“ರಾಜಾಧಿರಾಜನಾದ ಅರ್ತಷಸ್ತನು, ಯಾಜಕನೂ ಪರಲೋಕ ದೇವರ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಪ್ರವೀಣನೂ ಆದ ಎಜ್ರನಿಗೆ,"},{"number":13,"verse":"ನನ್ನ ರಾಜ್ಯದಲ್ಲಿರುವ ಇಸ್ರಯೇಲರಲ್ಲಿ, ಯಾಜಕರಲ್ಲಿ ಹಾಗು ಲೇವಿಯರಲ್ಲಿ ಯಾರು ಯಾರಿಗೆ ಜೆರುಸಲೇಮಿಗೆ ಹೋಗುವುದಕ್ಕೆ ಮನಸ್ಸಿದೆಯೋ ಅವರೆಲ್ಲರು ನಿನ್ನೊಂದಿಗೆ ಹೋಗಬಹುದೆಂದು ಅಪ್ಪಣೆ ಮಾಡುತ್ತೇನೆ."},{"number":14,"verse":"ನೀನು ಹೋಗಿ, ಜುದೇಯದವರ ಮತ್ತು ಜೆರುಸಲೇಮಿನವರ ಆಚರಣೆಯು ನಿನ್ನ ಕೈಯಲ್ಲಿರುವ ನಿನ್ನ ದೇವರ ಧರ್ಮೋಪದೇಶ ಗ್ರಂಥಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಇದೆಯೋ ಇಲ್ಲವೋ ವಿಮರ್ಶೆಮಾಡಬೇಕು."},{"number":15,"verse":"ಅರಸನು ಮತ್ತು ಅವನ ಮಂತ್ರಿಗಳು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ವಾಸಿಸುತ್ತಿರುವ ಇಸ್ರಯೇಲ್ ದೇವರಿಗೆ ಕಾಣಿಕೆಯಾಗಿ ಸಮರ್ಪಿಸಿದ ಬೆಳ್ಳಿಬಂಗಾರವನ್ನು,"},{"number":16,"verse":"ಬಾಬಿಲೋನ್ ಸಂಸ್ಥಾನದಲ್ಲಿ ನಿನಗೆ ಸಿಕ್ಕುವ ಬೆಳ್ಳಿಬಂಗಾರವನ್ನು, ಹಾಗು ಇಸ್ರಯೇಲ್ ಜನಸಾಮಾನ್ಯರೂ ಯಾಜಕರೂ ಜೆರುಸಲೇಮಿನಲ್ಲಿರುವ ತಮ್ಮ ದೇವರ ಆಲಯಕ್ಕಾಗಿ ಸ್ವಂತ ಇಚ್ಛೆಯಿಂದ ಕೊಡುವ ಕಾಣಿಕೆಗಳನ್ನು, ಅಲ್ಲಿಗೆ ಒಪ್ಪಿಸಬೇಕು. ಹೀಗೆಂದು ತಿಳಿಸಿ ನಾನೂ ಮತ್ತು ನನ್ನ ಏಳು ಮಂದಿ ಮಂತ್ರಿಗಳೂ ನಿನ್ನನ್ನು ಕಳುಹಿಸುತ್ತಿದ್ದೇವೆ."},{"number":17,"verse":"ನೀನು ಈ ಹಣದಿಂದ ಹೋರಿ, ಟಗರು, ಕುರಿ, ಇವುಗಳನ್ನೂ ಮತ್ತು ಇವುಗಳೊಡನೆ ಸಮರ್ಪಣೆಯಾಗತಕ್ಕ ಧಾನ್ಯದ್ರವ್ಯ, ಪಾನದ್ರವ್ಯಗಳನ್ನೂ ಕೊಂಡುಕೊಂಡು, ಅವುಗಳನ್ನು ಜೆರುಸಲೇಮಿನಲ್ಲಿರುವ ನಿಮ್ಮ ದೇವರ ಆಲಯದ ಬಲಿಪೀಠದ ಮೇಲೆ ಸಮರ್ಪಿಸಬೇಕು."},{"number":18,"verse":"ಉಳಿದ ಬೆಳ್ಳಿಬಂಗಾರವನ್ನು ನಿಮ್ಮ ದೇವರ ಆಜ್ಞೆಯನ್ನು ಅನುಸರಿಸಿ, ನಿನಗೂ ನಿನ್ನ ಸಹೋದರರಿಗೂ ಸರಿತೋರುವಂತೆ ವೆಚ್ಚಮಾಡು."},{"number":19,"verse":"ನಿನ್ನ ದೇವರ ಆಲಯದ ಆರಾಧನೆಗಾಗಿ ನಿನ್ನ ವಶಕ್ಕೆ ಕೊಡುವ ಸಾಮಗ್ರಿಗಳನ್ನು ಜೆರುಸಲೇಮಿನ ದೇವರ ಸನ್ನಿಧಿಗೆ ತೆಗೆದುಕೊಂಡು ಹೋಗು."},{"number":20,"verse":"ನಿನ್ನ ದೇವರ ಆಲಯಕ್ಕಾಗಿ ನೀನು ಬೇರೆ ಯಾವುದನ್ನಾದರೂ ವೆಚ್ಚಮಾಡಬೇಕಾದರೆ, ಅದನ್ನು ರಾಜಭಂಡಾರದಿಂದ ತೆಗೆದುಕೊಂಡು ವೆಚ್ಚಮಾಡು."},{"number":21,"verse":":ಅರ್ತಷಸ್ತರಾಹನಾದ ನಾನು ನದಿ ಆಚೆಯ ಪ್ರಾಂತ್ಯಗಳ ಭಂಡಾರ ಮುಖ್ಯಸ್ಥರಿಗೆ ಆಜ್ಞಾಪಿಸುವುದೇನೆಂದರೆ - ಯಾಜಕನೂ ಪರಲೋಕ ದೇವರ ಧರ್ಮಾಚಾರ್ಯನೂ ಆದ ಎಜ್ರನು ಕೇಳಿಕೊಳ್ಳುವುದನ್ನೆಲ್ಲಾ ನೀವು ತಪ್ಪದೆ ಕೊಡಬೇಕು."},{"number":22,"verse":"ಬೆಳ್ಳಿಯನ್ನು 3400 ಕಿಲೋಗ್ರಾಂ, ಗೋದಿಯನ್ನು 10000 ಕಿಲೋಗ್ರಾಂ, ದ್ರಾಕ್ಷಾರಸವನ್ನು 200 ಲೀಟರ್, ಎಣ್ಣೆಯನ್ನು 2000 ಲೀಟರ್ ಇಷ್ಟರ ಮಟ್ಟಿಗೂ ಕೊಡಬಹುದು; ಉಪ್ಪನ್ನು ಎಷ್ಟು ಬೇಕಾದರೂ ಕೊಡಬಹುದು."},{"number":23,"verse":"ಅರಸನ ಮತ್ತು ಅವನ ಸಂತಾನದವರ ರಾಜ್ಯದ ಮೇಲೆ ದೇವಕೋಪವುಂಟಾಗದ ಹಾಗೆ ನೀವು ಪರಲೋಕ ದೇವರ ಆಜ್ಞಾನುಸಾರ ಬೇಕಾದುದನ್ನೆಲ್ಲಾ ಯಾವ ಕೊರತೆಯೂ ಇಲ್ಲದೆ ಒದಗಿಸಿಕೊಡಬೇಕು."},{"number":24,"verse":"ಇದಲ್ಲದೆ, ಆ ದೇವಾಲಯದ ಪರಿಚರ್ಯೆಯಲ್ಲಿದ್ದ, ಯಾಜಕ, ಲೇವಿಯ, ಗಾಯಕ, ದ್ವಾರಪಾಲಕ, ಚಾಕರ ಮುಂತಾದ ಸೇವಕರಲ್ಲಿ ಯಾವನಿಂದಲೂ ಶುಲ್ಕ, ತೆರಿಗೆ, ಸುಂಕ ಇವುಗಳನ್ನು ವಸೂಲಿ ಮಾಡುವುದಕ್ಕೆ ನಿಮಗೆ ಅಧಿಕಾರವಿಲ್ಲ ಎಂಬುದು ತಿಳಿದಿರಲಿ."},{"number":25,"verse":"“ಎಜ್ರನೇ, ನಿನ್ನ ಕೈಯಲ್ಲಿರುವ ನಿನ್ನ ದೇವರ ಜ್ಞಾನೋಪದೇಶ ಗ್ರಂಥಕ್ಕೆ ಅನುಸಾರವಾಗಿ ನ್ಯಾಯಾಧೀಶರನ್ನೂ ಪಂಚಾಯತರನ್ನೂ ನೇಮಿಸು. ಅವರು ನದಿಯಾಚೆಯ ಇಸ್ರಯೇಲರಲ್ಲಿ ನಿನ್ನ ದೇವರ ಧರ್ಮವನ್ನು ಅರಿತಿರುವವರೆಲ್ಲರ ವ್ಯಾಜ್ಯಗಳನ್ನು ತೀರಿಸಲಿ. ಅರಿಯದವರಿಗೆ ನೀವು ಅದನ್ನು ಕಲಿಸಬೇಕು."},{"number":26,"verse":"ನಿನ್ನ ದೇವರ ಧರ್ಮವನ್ನೂ ರಾಜಾಜ್ಞೆಯನ್ನೂ ಕೈಕೊಳ್ಳದವರಿಗೆಲ್ಲಾ ಮರಣದಂಡನೆ ವಿಧಿಸುವುದು, ಗಡಿಪಾರು ಮಾಡುವುದು, ದಂಡ ತೆರಿಸುವುದು, ಬೇಡಿಹಾಕುವುದು ಈ ವಿಧವಾದ ಶಿಕ್ಷೆಯನ್ನು ತಪ್ಪದೆ ನೀಡಬೇಕು.”"},{"number":27,"verse":"ಎಜ್ರನು ಸಲ್ಲಿಸಿದ ಧನ್ಯವಾದ ಎಜ್ರನ ಮಾತುಗಳು ಇವು: “ನಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ! ಜೆರುಸಲೇಮಿನಲ್ಲಿರುವ ದೇವಾಲಯವನ್ನು ಶೋಭಿಸುವ ಸ್ಥಿತಿಗೆ ತರುವುದಕ್ಕೆ ಸರ್ವೇಶ್ವರನ ಪ್ರೇರಣೆಯಿಂದಲೇ ಅರಸನು ಮನಸ್ಸು ಮಾಡಿದ್ದಾನೆ:"},{"number":28,"verse":"ಅರಸನ, ಅವನ ಮಂತ್ರಿಗಳ ಮತ್ತು ಅವನ ಎಲ್ಲ ವಿಶಿಷ್ಟ ಪದಾಧಿಕಾರಿಗಳ ಮುಂದೆ ನನಗೆ ದೇವರು ದಯೆತೋರಿಸಿದ್ದಾರೆ. ನನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಕೃಪಾಹಸ್ತ ನನ್ನ ಮೇಲಿದ್ದುದರಿಂದಲೇ ನಾನು ಧೈರ್ಯ ತಂದುಕೊಂಡು, ನನ್ನೊಂದಿಗೆ ಪ್ರಯಾಣ ಮಾಡುವುದಕ್ಕೆ ಕೆಲವುಮಂದಿ ಇಸ್ರಯೇಲ್ ಮುಖಂಡರನ್ನು ಒಂದುಗೂಡಿಸಿಕೊಂಡೆ.”"}]}