{"bibleAbbr":"RKJNT2000","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":5,"verses":[{"number":1,"verse":"Come now, you rich men, weep and howl for the miseries that shall come upon you."},{"number":2,"verse":"Your riches have rotted, and your garments are moth-eaten."},{"number":3,"verse":"Your gold and silver is corroded; and their rust shall be a witness against you, and shall eat your flesh as if it were fire. You have heaped treasure together in the last days."},{"number":4,"verse":"Behold, the wages of the labourers who have reaped your fields, which you withheld, cry out against you: and the cries of those who reaped have been heard by the ears of the Lord of hosts."},{"number":5,"verse":"You have lived in luxury on the earth, and in self-indulgence; you have fattened your hearts, as in a day of slaughter."},{"number":6,"verse":"You have condemned and killed the just man; and he does not resist you."},{"number":7,"verse":"Therefore be patient, brethren, until the coming of the Lord. Behold, the farmer waits for the precious fruit of the earth, and is patient for it, until it receives the early and the late rains."},{"number":8,"verse":"You also be patient; establish your hearts: for the coming of the Lord draws near."},{"number":9,"verse":"Do not grumble against one another, brethren, lest you be condemned: behold, the judge stands before the door."},{"number":10,"verse":"My brethren, take the prophets, who have spoken in the name of the Lord, as an example of suffering, and of patience."},{"number":11,"verse":"Behold, we count as happy those who endured. You have heard of the patience of Job, and have seen the outcome the Lord brought about; that the Lord is full of compassion, and of tender mercy."},{"number":12,"verse":"But above all things, my brethren, do not swear, either by heaven, or by the earth, or with any other oath: but let your yes be yes; and your no, no; lest you fall into condemnation."},{"number":13,"verse":"Is anyone among you afflicted? let him pray. Is anyone merry? let him sing praises."},{"number":14,"verse":"Is anyone among you sick? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:"},{"number":15,"verse":"And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he has committed sins, they shall be forgiven him."},{"number":16,"verse":"Confess your sins to one another, and pray for one another, that you may be healed. The fervent prayer of a righteous man is powerful and effective."},{"number":17,"verse":"Elijah was a man with a nature such as we have, and he prayed earnestly that it might not rain: and it did not rain on the earth for three years and six months."},{"number":18,"verse":"And he prayed again, and the heavens gave rain, and the earth brought forth its fruit."},{"number":19,"verse":"Brethren, if any of you strays from the truth, and someone brings him back;"},{"number":20,"verse":"Let him know, that he who turns a sinner from the error of his ways shall save a soul from death, and shall cover a multitude of sins."}]}