{"bibleAbbr":"HSB+","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":5,"verses":[{"number":1,"verse":"בָּ֣אתִי <WH935> Ba-ti I am come לְגַנִּי֮ <WH1588> le-gan-Ni into my garden אֲחֹתִ֣י <WH269> 'a-cho-Ti my sister כַלָּה֒ <WH3618> chal-Lah [my] spouse אָרִ֤יתִי <WH717> 'a-Ri-ti I have gathered מוֹרִי֙ <WH4753> mo-Ri my myrrh עִם־ <WH5973> 'im- along בְּשָׂמִ֔י <WH1314> be-sa-Mi, my balsam אָכַ֤לְתִּי <WH398> 'a-Chal-ti I have eaten יַעְרִי֙ <WH3293> ya'-Ri my honeycomb עִם־ <WH5973> 'im- along דִּבְשִׁ֔י <WH1706> div-Shi, with my honey שָׁתִ֥יתִי <WH8354> sha-Ti-ti I have drunk יֵינִ֖י <WH3196> yei-Ni my wine עִם־ <WH5973> 'im- along חֲלָבִ֑י <WH2461> cha-la-Vi; with my milk אִכְל֣וּ <WH398> 'ich-Lu eat רֵעִ֔ים <WH7453> re-'Im, O friends שְׁת֥וּ <WH8354> she-Tu drink וְשִׁכְר֖וּ <WH7937> ve-shich-Ru yea drink abundantly דּוֹדִֽים׃ <WH1730> do-Dim. O beloved ס sa-Mek"},{"number":2,"verse":"אֲנִ֥י <WH589> 'a-Ni I יְשֵׁנָ֖ה <WH3462> ye-she-Nah grow old וְלִבִּ֣י <WH3820> ve-lib-Bi but my heart עֵ֑ר <WH5782> 'Er; waketh ק֣וֹל׀ <WH6963> Kol [it is] the voice דּוֹדִ֣י <WH1730> do-Di of my beloved דוֹפֵ֗ק <WH1849> do-Fek, that knocketh פִּתְחִי־ <WH6605> pit-chi- [saying] Open לִ֞י li אֲחֹתִ֤י <WH269> 'a-cho-Ti to me my sister רַעְיָתִי֙ <WH7474> ra'-ya-Ti my love יוֹנָתִ֣י <WH3123> yo-na-Ti my dove תַמָּתִ֔י <WH8535> tam-ma-Ti, my undefiled שֶׁרֹּאשִׁי֙ <WH7218> sher-ro-Shi for my head נִמְלָא־ <WH4390> nim-la- is filled טָ֔ל <WH2919> Tal, with dew קְוֻּצּוֹתַ֖י <WH6977> kev-vutz-tzo-Tai [and] my locks רְסִ֥יסֵי <WH7447> re-Si-sei with the drops לָֽיְלָה׃ <WH3915> La-ye-lah. of the night"},{"number":3,"verse":"פָּשַׁ֙טְתִּי֙ <WH6584> pa-Shat-ti I have put off אֶת־ <WH853> 'et- כֻּתָּנְתִּ֔י <WH3801> kut-ta-ne-Ti, my coat אֵיכָ֖כָה <WH349> 'ei-Cha-chah how אֶלְבָּשֶׁ֑נָּה <WH3847> 'el-ba-Shen-nah; shall I put it on רָחַ֥צְתִּי <WH7364> ra-Chatz-ti ;I have washed אֶת־ <WH853> 'et- רַגְלַ֖י <WH7272> rag-Lai my feet אֵיכָ֥כָה <WH349> 'ei-Cha-chah how אֲטַנְּפֵֽם׃ <WH2936> 'a-tan-ne-Fem. shall I defile"},{"number":4,"verse":"דּוֹדִ֗י <WH1730> do-Di, My beloved שָׁלַ֤ח <WH7971> sha-Lach put in יָדוֹ֙ <WH3027> ya-Do his hand מִן־ <WH4480> min- by הַחֹ֔ר <WH2356> ha-Chor, the hole וּמֵעַ֖י <WH4578> u-me-'Ai [of the door] and my bowels הָמ֥וּ <WH1993> ha-Mu were moved עָלָֽיו׃ <WH5921> 'a-Lav. and"},{"number":5,"verse":"קַ֥מְתִּֽי <WH6965> Kam-ti I rose up אֲנִ֖י <WH589> 'a-Ni I לִפְתֹּ֣חַ <WH6605> lif-To-ach to open לְדוֹדִ֑י <WH1730> le-do-Di; to my beloved וְיָדַ֣י <WH3027> ve-ya-Dai and my hands נָֽטְפוּ־ <WH5197> na-te-fu- dropped מ֗וֹר <WH4753> Mor, [with] myrrh וְאֶצְבְּעֹתַי֙ <WH676> ve-'etz-be-'o-Tai and my fingers מ֣וֹר <WH4753> Mor myrrh עֹבֵ֔ר <WH5674> 'o-Ver, [with] sweet smelling עַ֖ל <WH5921> 'al on כַּפּ֥וֹת <WH3709> kap-Pot upon the handles הַמַּנְעֽוּל׃ <WH4514> ham-man-'Ul. of the lock"},{"number":6,"verse":"פָּתַ֤חְתִּֽי <WH6605> pa-Tach-ti I opened אֲנִי֙ <WH589> 'a-Ni I לְדוֹדִ֔י <WH1730> le-do-Di, to my beloved וְדוֹדִ֖י <WH1730> ve-do-Di but my beloved חָמַ֣ק <WH2559> cha-Mak had withdrawn עָבָ֑ר <WH5674> 'a-Var; himself [and] was gone נַפְשִׁי֙ <WH5315> naf-Shi my soul יָֽצְאָ֣ה <WH3318> ya-tze-'Ah failed בְדַבְּר֔וֹ <WH1696> ve-dab-be-Ro, when he spake בִּקַּשְׁתִּ֙יהוּ֙ <WH1245> bik-kash-Ti-hu I sought וְלֹ֣א <WH3808> ve-Lo did not מְצָאתִ֔יהוּ <WH4672> me-tza-Ti-hu, him but I could not find קְרָאתִ֖יו <WH7121> ke-ra-Tiv him I called וְלֹ֥א <WH3808> ve-Lo did not עָנָֽנִי׃ <WH6030> 'a-Na-ni. him but he gave me no answer"},{"number":7,"verse":"מְצָאֻ֧נִי <WH4672> me-tza-'U-ni found הַשֹּׁמְרִ֛ים <WH8104> hash-sho-me-Rim The watchmen הַסֹּבְבִ֥ים <WH5437> has-soe-Vim that went about בָּעִ֖יר <WH5892> ba-'Ir the city הִכּ֣וּנִי <WH5221> hik-Ku-ni me they smote פְצָע֑וּנִי <WH6481> fe-tza-'U-ni; me they wounded נָשְׂא֤וּ <WH5375> na-se-'U took away אֶת־ <WH853> 'et- רְדִידִי֙ <WH7289> re-di-Di my veil מֵֽעָלַ֔י <WH5921> me-'a-Lai, and שֹׁמְרֵ֖י <WH8104> sho-me-Rei me the keepers הַחֹמֽוֹת׃ <WH2346> ha-cho-Mot. of the walls"},{"number":8,"verse":"הִשְׁבַּ֥עְתִּי <WH7650> hish-Ba'-ti I charge אֶתְכֶ֖ם <WH853> 'et-Chem בְּנ֣וֹת <WH1323> be-Not you O daughters יְרוּשָׁלִָ֑ם <WH3389> ye-ru-sha-Lim; of Jerusalem אִֽם־ <WH518> 'im- If תִּמְצְאוּ֙ <WH4672> tim-tze-'U if ye find אֶת־ <WH853> 'et- דּוֹדִ֔י <WH1730> do-Di, my beloved מַה־ <WH4100> mah- to what תַּגִּ֣ידוּ <WH5046> tag-Gi-du that ye tell ל֔וֹ lo, שֶׁחוֹלַ֥ת <WH2470> she-cho-Lat him that I [am] sick אַהֲבָ֖ה <WH160> 'a-ha-Vah of love אָֽנִי׃ <WH589> 'A-ni. I"},{"number":9,"verse":"מַה־ <WH4100> mah- What דּוֹדֵ֣ךְ <WH1730> do-Dech What [is] thy beloved מִדּ֔וֹד <WH1730> mid-Dod, more than [another] beloved הַיָּפָ֖ה <WH3303> hai-ya-Fah O thou fairest בַּנָּשִׁ֑ים <WH802> ban-na-Shim; ess מַה־ <WH4100> mah- What דּוֹדֵ֣ךְ <WH1730> do-Dech more than [another] beloved מִדּ֔וֹד <WH1730> mid-Dod, is your beloved שֶׁכָּ֖כָה <WH3602> shek-Ka-chah that thou הִשְׁבַּעְתָּֽנוּ׃ <WH7650> hish-ba'-Ta-nu. dost so charge"},{"number":10,"verse":"דּוֹדִ֥י <WH1730> do-Di My beloved צַח֙ <WH6703> tzach [is] white וְאָד֔וֹם <WH122> ve-'a-Dom, and ruddy דָּג֖וּל <WH1713> da-Gul the chiefest מֵרְבָבָֽה׃ <WH7233> me-re-va-Vah. among ten thousand"},{"number":11,"verse":"רֹאשׁ֖וֹ <WH7218> ro-Sho His head כֶּ֣תֶם <WH3800> Ke-tem [is as] the most פָּ֑ז <WH6337> Paz; fine gold קְוּצּוֹתָיו֙ <WH6977> kev-vtz-tzo-Tav his locks תַּלְתַּלִּ֔ים <WH8534> tal-tal-Lim, [are] bushy שְׁחֹר֖וֹת <WH7838> she-cho-Rot [and] black כָּעוֹרֵֽב׃ <WH6158> ka-'o-Rev. as a raven"},{"number":12,"verse":"עֵינָ֕יו <WH5869> 'ei-Nav His eyes כְּיוֹנִ֖ים <WH3123> ke-yo-Nim [are] as [the eyes] of doves עַל־ <WH5921> 'al- Beside אֲפִ֣יקֵי <WH650> 'a-Fi-kei by the rivers מָ֑יִם <WH4325> Ma-yim; of waters רֹֽחֲצוֹת֙ <WH7364> ro-cha-tzOt washed בֶּֽחָלָ֔ב <WH2461> be-cha-Lav, with milk יֹשְׁב֖וֹת <WH3427> yo-she-Vot reposed עַל־ <WH5921> 'al- Beside מִלֵּֽאת׃ <WH4402> mil-Let. in setting"},{"number":13,"verse":"לְחָיָו֙ <WH3895> le-cha-Yav His cheeks כַּעֲרוּגַ֣ת <WH6170> ka-'a-ru-Gat [are] as a bed הַבֹּ֔שֶׂם <WH1314> hab-Bo-sem, of spices מִגְדְּל֖וֹת <WH4026> mig-de-Lot flowers מֶרְקָחִ֑ים <WH4840> mer-ka-Chim; [as] sweet שִׂפְתוֹתָיו֙ <WH8193> sif-to-Tav his lips שֽׁוֹשַׁנִּ֔ים <WH7799> sho-shan-Nim, [like] lilies נֹטְפ֖וֹת <WH5197> no-te-Fot dropping מ֥וֹר <WH4753> Mor myrrh עֹבֵֽר׃ <WH5674> 'o-Ver. sweet smelling"},{"number":14,"verse":"יָדָיו֙ <WH3027> ya-Dav His hands גְּלִילֵ֣י <WH1550> ge-li-Lei rings זָהָ֔ב <WH2091> za-Hav, [are as] gold מְמֻלָּאִ֖ים <WH4390> me-mul-la-'Im set בַּתַּרְשִׁ֑ישׁ <WH8658> bat-tar-Shish; with the beryl מֵעָיו֙ <WH4578> me-'Av his belly עֶ֣שֶׁת <WH6247> 'E-shet [is as] bright שֵׁ֔ן <WH8127> Shen, ivory מְעֻלֶּ֖פֶת <WH5968> me-'ul-Le-fet overlaid סַפִּירִֽים׃ <WH5601> sap-pi-Rim. [with] sapphires"},{"number":15,"verse":"שׁוֹקָיו֙ <WH7785> sho-Kav His legs עַמּ֣וּדֵי <WH5982> 'am-Mu-dei [are as] pillars שֵׁ֔שׁ <WH8336> Shesh, of marble מְיֻסָּדִ֖ים <WH3245> me-yus-sa-Dim set עַל־ <WH5921> 'al- on אַדְנֵי־ <WH134> 'ad-nei- upon sockets פָ֑ז <WH6337> Faz; of fine gold מַרְאֵ֙הוּ֙ <WH4758> mar-'E-hu his countenance כַּלְּבָנ֔וֹן <WH3844> kal-le-va-Non, [is] as Lebanon בָּח֖וּר <WH977> ba-Chur excellent כָּאֲרָזִֽים׃ <WH730> ka-'a-ra-Zim. as the cedars"},{"number":16,"verse":"חִכּוֹ֙ <WH2441> chik-Ko His mouth מַֽמְתַקִּ֔ים <WH4477> mam-tak-Kim, [is] most sweet וְכֻלּ֖וֹ <WH3605> ve-chul-Lo is wholly מַחֲמַדִּ֑ים <WH4261> ma-cha-mad-Dim; yea he [is] altogether lovely זֶ֤ה <WH2088> zeh This דוֹדִי֙ <WH1730> do-Di This [is] my beloved וְזֶ֣ה <WH2088> ve-Zeh and this רֵעִ֔י <WH7453> re-'I, and this [is] my friend בְּנ֖וֹת <WH1323> be-Not O daughters יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. of Jerusalem"}]}