{"bibleAbbr":"teOV2016","bookName":"1 తిమోతికి","bookEnglishName":"1 Timothy","chapterNumber":1,"verses":[{"number":1,"verse":"మన రక్షకుడైన దేవునియొక్కయు మన నిరీక్షణయైన క్రీస్తుయేసుయొక్కయు ఆజ్ఞప్రకారము క్రీస్తుయేసుయొక్క అపొస్తలుడైన పౌలు,౹"},{"number":2,"verse":"విశ్వాసమునుబట్టి నా నిజమైన కుమారుడగు తిమోతికి శుభమని చెప్పి వ్రాయునది. తండ్రియైన దేవునినుండియు మన ప్రభువైన క్రీస్తుయేసు నుండియు కృపయు కనికరమును సమాధానమును నీకు కలుగును గాక."},{"number":3,"verse":"[3-4] నేను మాసిదోనియకు వెళ్లుచుండగా సత్యమునకు భిన్నమైన బోధ చేయవద్దనియు, కల్పనాకథలును మితము లేని వంశావళులును, విశ్వాససంబంధమైన దేవుని యేర్పా టుతో ( మూలభాషలో–గృహనిర్వాహకత్వముతో.) కాక వివాదములతోనే సంబంధము కలిగియున్నవి గనుక, వాటిని లక్ష్యపెట్టవద్దనియు, కొందరికి ఆజ్ఞాపించుటకు నీవు ఎఫెసులో నిలిచియుండవలెనని నిన్ను హెచ్చరించిన ప్రకారము ఇప్పుడును హెచ్చరించుచున్నాను.౹"},{"number":5,"verse":"ఉపదేశసారమేదనగా, పవిత్ర హృదయమునుండియు, మంచి మనస్సాక్షినుండియు, నిష్కపటమైన విశ్వాసము నుండియు కలుగు ప్రేమయే.౹"},{"number":6,"verse":"[6-7] కొందరు వీటిని మానుకొని తొలగిపోయి, తాము చెప్పువాటినైనను, నిశ్చయమైనట్టు రూఢిగా పలుకువాటినైనను గ్రహింపకపోయినను ధర్మశాస్త్రోపదేశకులై యుండగోరి నిష్ప్రయోజనమైన ముచ్చటలకు తిరిగిరి.౹"},{"number":8,"verse":"[8-11] అయినను శ్రీమంతుడగు దేవుడు నాకు అప్పగించిన ఆయన మహిమగల సువార్త ప్రకారము, ధర్మశాస్త్రము ధర్మవిరోధులకును అవిధేయులకును భక్తి హీనులకును పాపిష్ఠులకును అపవిత్రులకును మతదూష కులకును ( లేక, భ్రష్టులకును.) పితృహంతకులకును మాతృహంతకులకును నర హంతకులకును వ్యభిచారులకును పురుషసంయోగులకును మనుష్యచోరులకును అబద్ధికులకును అప్రమాణికులకును, హితబోధకు ( మూలభాషలో–ఆరోగ్యకరమైన బోధకు.) విరోధియైనవాడు మరి ఎవడైనను ఉండినయెడల, అట్టివానికిని నియమింపబడెనుగాని, నీతిమంతునికి నియమింపబడలేదని యెవడైనను ఎరిగి, ధర్మానుకూలముగా దానిని ఉపయోగించినయెడల ధర్మశాస్త్రము మేలైనదని మనమెరుగుదుము."},{"number":12,"verse":"[12-13] పూర్వము దూషకుడను హింసకుడను హానికరుడనైన నన్ను, తన పరిచర్యకు నియమించి నమ్మకమైన వానిగా ఎంచినందుకు, నన్ను బలపరచిన మన ప్రభువైన క్రీస్తు యేసుకు కృతజ్ఞుడనై యున్నాను. తెలియక అవిశ్వాసము వలన చేసితిని గనుక కనికరింపబడితిని.౹"},{"number":14,"verse":"మరియు మన ప్రభువుయొక్క కృపయు, క్రీస్తు యేసునందున్న విశ్వాసమును ప్రేమయు, అత్యధికముగా విస్తరించెను.౹"},{"number":15,"verse":"పాపులను రక్షించుటకు క్రీస్తుయేసు లోకమునకు వచ్చెనను వాక్యము నమ్మతగినదియు పూర్ణాంగీకారమునకు యోగ్యమైనదియునై యున్నది. అట్టి వారిలో నేను ప్రధాను డను.౹"},{"number":16,"verse":"అయినను నిత్యజీవము నిమిత్తము తనను విశ్వసింప బోవువారికి నేను మాదిరిగా ఉండులాగున యేసుక్రీస్తు తన పూర్ణమైన దీర్ఘశాంతమును ఆ ప్రధానపాపినైన నాయందు కనుపరచునట్లు నేను కనికరింపబడితిని.౹"},{"number":17,"verse":"సకల యుగములలో రాజైయుండి, అక్షయుడును అదృశ్యుడునగు అద్వితీయ దేవునికి ఘనతయు మహిమయు యుగయుగములు కలుగును గాక. ఆమేన్."},{"number":18,"verse":"నా కుమారుడవైన ( మూలభాషలో–పిల్లవైన.) తిమోతీ, నీవు విశ్వాసమును మంచి మనస్సాక్షియు కలిగినవాడవై, నిన్నుగూర్చి ముందుగా చెప్పబడిన ప్రవచనముల చొప్పున ఈ మంచి పోరాటము పోరాడవలెనని వాటినిబట్టి యీ ఆజ్ఞను నీకు అప్పగించుచున్నాను.౹"},{"number":19,"verse":"అట్టి మనస్సాక్షిని కొందరు త్రోసివేసి, విశ్వాసవిషయమై ఓడ బద్దలైపోయినవారివలె చెడియున్నారు.౹"},{"number":20,"verse":"వారిలో హుమెనైయును అలెక్సం ద్రును ఉన్నారు; వీరు దూషింపకుండ శిక్షింపబడుటకై వీరిని సాతానునకు అప్పగించితిని."}]}