{"bibleAbbr":"teOV2016","bookName":"1 తిమోతికి","bookEnglishName":"1 Timothy","chapterNumber":5,"verses":[{"number":1,"verse":"వృద్ధుని గద్దింపక తండ్రిగా భావించి అతని హెచ్చరించుము.౹"},{"number":2,"verse":"అన్నదమ్ములని యౌవనులను, తల్లులని వృద్ధ స్త్రీలను, అక్కచెల్లెండ్రని పూర్ణపవిత్రతతో యౌవన స్త్రీలను హెచ్చరించుము.౹"},{"number":3,"verse":"నిజముగా అనాథలైన విధవరాండ్రను సన్మానింపుము.౹"},{"number":4,"verse":"అయితే ఏ విధవరాలికైనను పిల్లలుగాని మనుమలుగాని యుండినయెడల, వీరు మొదట తమ యింటివారియెడల భక్తి కనుపరచుటకును, తమ తలిదండ్రులకు ప్రత్యుపకారము చేయుటకును నేర్చుకొనవలెను; ఇది దేవునిదృష్టికనుకూలమైయున్నది.౹"},{"number":5,"verse":"అయితే నిజముగా అనాథయైన విధవరాలు ఏకాకియైయుండి, దేవునిమీదనే తన నిరీక్షణనుంచుకొని, విజ్ఞాప నలయందును ప్రార్థనలయందును రేయింబగలు నిలుకడగా ఉండును.౹"},{"number":6,"verse":"సుఖభోగములయందు ప్రవర్తించునది బ్రదుకు చుండియు చచ్చినదైయుండును.౹"},{"number":7,"verse":"వారు నిందారహితులై యుండునట్లు ఈలాగు ఆజ్ఞాపించుము.౹"},{"number":8,"verse":"ఎవడైనను స్వకీయులను, విశేషముగా తన యింటివారిని, సంరక్షింపక పోయినయెడల వాడు విశ్వాసత్యాగము చేసినవాడై అవిశ్వాసికన్న చెడ్డవాడైయుండును.౹"},{"number":9,"verse":"అరువది ఏండ్ల కంటె తక్కువవయస్సు లేక, ఒక్క పురుషునికే భార్యయై,౹"},{"number":10,"verse":"సత్క్రియలకు పేరుపొందిన విధవరాలు పిల్లలను పెంచి, పరదేశులకు అతిథ్యమిచ్చి, పరిశుద్ధుల పాదములు కడిగి, శ్రమపడువారికి సహాయముచేసి, ప్రతి సత్కార్యముచేయ బూనుకొనినదైతే ఆమెను విధవ రాండ్ర లెక్కలో చేర్చవచ్చును.౹"},{"number":11,"verse":"[11-12] యౌవనస్థులైన విధవ రాండ్రను లెక్కలో చేర్చవద్దు; వారు క్రీస్తునకు విరో ధముగా నిరంకుశలైనప్పుడు తమ మొదటి విశ్వాసమును వదలుకొనిరను తీర్పుపొందినవారై పెండ్లాడగోరుదురు.౹"},{"number":13,"verse":"మరియు వారు ఇంటింట తిరుగులాడుచు, బద్ధకురాం డ్రగుటకు మాత్రమేగాక, ఆడరాని మాటలాడుచు, వదరు బోతులును పరులజోలికి పోవువారునగుటకును నేర్చు కొందురు.౹"},{"number":14,"verse":"కాబట్టి యౌవన స్త్రీలు వివాహము చేసికొని పిల్లలను కని గృహపరిపాలన జరిగించుచు, నిందించుటకు విరోధికి అవకాశమియ్యకుండవలెనని కోరుచున్నాను.౹"},{"number":15,"verse":"ఇంతకుముందే కొందరు త్రోవనుండి తొలగి పోయి సాతానును వెంబడించినవారైరి.౹"},{"number":16,"verse":"విశ్వాసురాలైన యే స్త్రీ యింటనైనను విధవరాండ్రుండినయెడల, సంఘము నిజముగా అనాథలైన విధవరాండ్రకు సహాయము చేయుటకై దానిమీద భారములేకుండ ఆమెయే వీరికి సహాయము చేయవలెను."},{"number":17,"verse":"బాగుగా పాలనచేయు పెద్దలను, విశేషముగా వాక్యమందును ఉపదేశమందును ప్రయాసపడువారిని, రెట్టింపు సన్మానమునకు పాత్రులనుగా ఎంచవలెను.౹"},{"number":18,"verse":"ఇందుకు–నూర్చెడి ( కళ్లము త్రొక్కుచున్న.) యెద్దు మూతికి చిక్కము వేయవద్దు అని లేఖనము చెప్పుచున్నది. మరియు పనివాడు తన జీతమునకు పాత్రుడు."},{"number":19,"verse":"ఇద్దరు ముగ్గురు సాక్షులుంటేనేగాని పెద్దమీద దోషా రోపణ అంగీకరింపకుము.౹"},{"number":20,"verse":"ఇతరులు భయపడునిమిత్తము పాపము చేయువారిని అందరియెదుట గద్దింపుము.౹"},{"number":21,"verse":"విరోధ బుద్ధితోనైనను పక్షపాతముతోనైనను ఏమియుచేయక, నేను చెప్పిన ఈ సంగతులను గైకొనవలెనని దేవుని యెదుటను, క్రీస్తుయేసు ఎదుటను, ఏర్పరచబడిన దేవదూతలయెదుటను నీకు ఆనబెట్టుచున్నాను. ( లేక, సాక్ష్యమిచ్చుచున్నాను.) ౹"},{"number":22,"verse":"త్వరపడి యెవనిమీదనైనను హస్తనిక్షేపణము చేయకుము. పరులపాపములలో పాలివాడవై యుండకుము. నీవు పవిత్రుడవుగా ఉండునట్లు చూచుకొనుము.౹"},{"number":23,"verse":"ఇకమీదట నీళ్లేత్రాగక నీ కడుపు జబ్బునిమిత్తమును తరచుగా వచ్చు బలహీనతల కోసరమును ద్రాక్షారసము కొంచెముగా పుచ్చుకొనుము.౹"},{"number":24,"verse":"కొందరి పాపములు తేటగా బయలుపడి న్యాయపు తీర్పునకు ముందుగా నడుచుచున్నవి, మరికొందరి పాపములు వారివెంట వెళ్లుచున్నవి.౹"},{"number":25,"verse":"అటువలె మంచి కార్యములు తేటగా బయలుపడుచున్నవి, బయలుపడనివి దాచబడనేరవు."}]}