{"bibleAbbr":"urDGV2010","bookName":"ग़ज़ल-उल-ग़ज़लात","bookEnglishName":"Song of Songs","chapterNumber":2,"verses":[{"number":1,"verse":"( तू लासानी है) मैं मैदान-ए-शारून का फूल और वादियों की सोसन हूँ।"},{"number":2,"verse":"लड़कियों के दरमियान मेरी मह्बूबा काँटेदार पौदों में सोसन की मानिन्द है।"},{"number":3,"verse":"जवान आदमियों में मेरा मह्बूब जंगल में सेब के दरख़्त की मानिन्द है। मैं उस के साय में बैठने की कितनी आरज़ूमन्द हूँ, उस का फल मुझे कितना मीठा लगता है।"},{"number":4,"verse":"( मैं इश्क़ के मारे बीमार हो गई हूँ) वह मुझे मैकदे ( मैकदे से मुराद ग़ालिबन महल का वह हिस्सा है जिस में बादशाह ज़ियाफ़त करता था।) में लाया है, मेरे ऊपर उस का झंडा मुहब्बत है।"},{"number":5,"verse":"किशमिश की टिक्कियों से मुझे तर-ओ-ताज़ा करो, सेबों से मुझे तक़वियत दो, क्यूँकि मैं इश्क़ के मारे बीमार हो गई हूँ।"},{"number":6,"verse":"उस का बायाँ बाज़ू मेरे सर के नीचे होता और दहना बाज़ू मुझे गले लगाता है।"},{"number":7,"verse":"ऐ यरूशलम की बेटियो, ग़ज़ालों और खुले मैदान की हिरनियों की क़सम खाओ कि जब तक मुहब्बत ख़ुद न चाहे तुम उसे न जगाओगी, न बेदार करोगी।"},{"number":8,"verse":"( बहार आ गई है) सुनो, मेरा मह्बूब आ रहा है। वह देखो, वह पहाड़ों पर फलाँगता और टीलों पर से उछलता कूदता आ रहा है।"},{"number":9,"verse":"मेरा मह्बूब ग़ज़ाल या जवान हिरन की मानिन्द है। अब वह हमारे घर की दीवार के सामने रुक कर खिड़कियों में से झाँक रहा, जंगले में से तक रहा है।"},{"number":10,"verse":"वह मुझ से कहता है, “ऐ मेरी ख़ूबसूरत मह्बूबा, उठ कर मेरे साथ चल!"},{"number":11,"verse":"देख, सर्दियों का मौसम गुज़र गया है, बारिशें भी ख़त्म हो गई हैं।"},{"number":12,"verse":"ज़मीन से फूल फूट निकले हैं और गीत का वक़्त आ गया है, कबूतरों की ग़ूँ ग़ूँ हमारे मुल्क में सुनाई देती है।"},{"number":13,"verse":"अन्जीर के दरख़्तों पर पहली फ़सल का फल पक रहा है, और अंगूर की बेलों के फूल ख़ुश्बू फैला रहे हैं। चुनाँचे आ मेरी हसीन मह्बूबा, उठ कर आ जा!"},{"number":14,"verse":"ऐ मेरी कबूतरी, चटान की दराड़ों में छुपी न रह, पहाड़ी पत्थरों में पोशीदा न रह बल्कि मुझे अपनी शक्ल दिखा, मुझे अपनी आवाज़ सुनने दे, क्यूँकि तेरी आवाज़ शीरीं, तेरी शक्ल ख़ूबसूरत है।”"},{"number":15,"verse":"हमारे लिए लोमड़ियों को पकड़ लो, उन छोटी लोमड़ियों को जो अंगूर के बाग़ों को तबाह करती हैं। क्यूँकि हमारी बेलों से फूल फूट निकले हैं।"},{"number":16,"verse":"मेरा मह्बूब मेरा ही है, और मैं उसी की हूँ, उसी की जो सोसनों में चरता है।"},{"number":17,"verse":"ऐ मेरे मह्बूब, इस से पहले कि शाम की हवा चले और साय लम्बे हो कर फ़रार हो जाएँ ग़ज़ाल या जवान हिरन की तरह संगलाख़ पहाड़ों का रुख़ कर!"}]}