{"bibleAbbr":"urDGV2010","bookName":"ग़ज़ल-उल-ग़ज़लात","bookEnglishName":"Song of Songs","chapterNumber":7,"verses":[{"number":1,"verse":"ऐ रईस की बेटी, जूतों में चलने का तेरा अन्दाज़ कितना मनमोहन है! तेरी ख़ुशवज़ा रानें माहिर कारीगर के ज़ेवरात की मानिन्द हैं।"},{"number":2,"verse":"तेरी नाफ़ प्याला है जो मै से कभी नहीं महरूम रहती। तेरा जिस्म गन्दुम का ढेर है जिस का इहाता सोसन के फूलों से किया गया है।"},{"number":3,"verse":"तेरी छातियाँ ग़ज़ाल के जुड़वाँ बच्चों की मानिन्द हैं।"},{"number":4,"verse":"तेरी गर्दन हाथीदाँत का मीनार, तेरी आँखें हस्बोन शहर के तालाब हैं, वह जो बत-रब्बीम के दरवाज़े के पास हैं। तेरी नाक मीनार-ए-लुबनान की मानिन्द है जिस का मुँह दमिश्क़ की तरफ़ है।"},{"number":5,"verse":"तेरा सर कोह-ए-कर्मिल की मानिन्द है, तेरे खुले बाल अर्ग़वान की तरह क़ीमती और दिलकश हैं। बादशाह तेरी ज़ुल्फ़ों की ज़न्जीरों में जकड़ा रहता है।"},{"number":6,"verse":"( मह्बूबा के लिए आर्ज़ू) ऐ ख़ुशियों से लबरेज़ मुहब्बत, तू कितनी हसीन है, कितनी दिलरुबा!"},{"number":7,"verse":"तेरा क़द-ओ-क़ामत खजूर के दरख़्त सा, तेरी छातियाँ अंगूर के गुच्छों जैसी हैं।"},{"number":8,"verse":"मैं बोला, “मैं खजूर के दरख़्त पर चढ़ कर उस के फूलदार गुच्छों ( इब्रानी लफ़्ज़ का मतलब मुब्हम सा है।) पर हाथ लगाऊँगा।” तेरी छातियाँ अंगूर के गुच्छों की मानिन्द हों, तेरे साँस की ख़ुश्बू सेबों की ख़ुश्बू जैसी हो।"},{"number":9,"verse":"तेरा मुँह बेहतरीन मै हो, ऐसी मै जो सीधी मेरे मह्बूब के मुँह में जा कर नर्मी से होंटों और दाँतों में से गुज़र जाए।"},{"number":10,"verse":"( मह्बूब के लिए आर्ज़ू) मैं अपने मह्बूब की ही हूँ, और वह मुझे चाहता है।"},{"number":11,"verse":"आ, मेरे मह्बूब, हम शहर से निकल कर देहात में रात गुज़ारें।"},{"number":12,"verse":"आ, हम सुब्ह-सवेरे अंगूर के बाग़ों में जा कर मालूम करें कि क्या बेलों से कोंपलें निकल आई हैं और फूल लगे हैं, कि क्या अनार के दरख़्त खिल रहे हैं। वहाँ मैं तुझ पर अपनी मुहब्बत का इज़हार करूँगी।"},{"number":13,"verse":"मर्दुमगयाह ( एक पौदा जिस के बारे में सोचा जाता था कि उसे खा कर बाँझ औरत भी बच्चे को जन्म देगी।) की ख़ुश्बू फैल रही, और हमारे दरवाज़े पर हर क़िस्म का लज़ीज़ फल है, नई फ़सल का भी और गुज़री का भी। क्यूँकि मैं ने यह चीज़ें तेरे लिए, अपने मह्बूब के लिए मह्फ़ूज़ रखी हैं।"}]}