{"bibleAbbr":"t4t2014","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"A song to praise YahwehSome day, people in Judah will sing this song: Our city of Jerusalem is strong! Yahweh protects our city; He is like [MET] a wall that surrounds it."},{"number":2,"verse":"Open the gates of the city for people who are righteous; allow people who faithfully obey Yahweh to enter the city."},{"number":3,"verse":"Yahweh, those who trust in you, those who firmly resolve to never doubt you, you will enable them to be perfectly peaceful in their inner beings."},{"number":4,"verse":"So always trust in Yahweh, because is forever like [MET] a huge rock under which we are sheltered/protected/safe."},{"number":5,"verse":"He humbles proud people and destroys cities whose people are arrogant. He causes those cities to collapse into the dust/dirt."},{"number":6,"verse":"When that happens, poor and oppressed people will trample on the ruins."},{"number":7,"verse":"But as for the righteous people, Yahweh, you do what is right; it is as though you cause the paths where they walk to be level and smooth."},{"number":8,"verse":"Yahweh, by obeying your laws we show that we trust you to help us; and what we desire in our inner beings is that you will be honored/praised/exalted."},{"number":9,"verse":"All during the nights I [SYN] desire to know you better, and in the mornings I still want to be with you. Only when you come to judge and punish people who live on the earth will they learn to do what is right."},{"number":10,"verse":"But your acting kindly toward wicked people does not cause them to do what is good. Even in places where people do what is right, the wicked people continue to do what is evil, and they do not realize that you, Yahweh, are great."},{"number":11,"verse":"Yahweh, it is as though your fist is raised up ready to strike them, but they do not realize that. Show them that you are very eager to help your people. If your enemies would realize that, they would be ashamed; allow your fire to burn them up because they are your enemies."},{"number":12,"verse":"Yahweh, we desire that you will allow things to go well for us; all that we have done is what you have enabled us to do."},{"number":13,"verse":"Yahweh, our God, others have ruled over us, but you [MTY] are the only one whom we honor."},{"number":14,"verse":"Those who ruled us are now gone; they are dead; their spirits have left this earth and they will not become alive again. You punished those rulers and got rid of them, and people do not even remember them anymore."},{"number":15,"verse":"Yahweh, you have enabled our nation to become great; we are more people now, and we have more land, so we thank/praise you."},{"number":16,"verse":"Yahweh, when we were distressed, we asked you to help us; when you disciplined/punished us, we were able only to whisper when we prayed to you."},{"number":17,"verse":"Like pregnant women writhe and cry out when they are giving birth, we suffered very much, too."},{"number":18,"verse":"We had severe pain, but nothing good resulted [MET] from it. We have not rescued our people from being conquered by our enemies, and we have not given birth to children who will rule the world correctly (OR, not defeated the armies that have attacked other nations."},{"number":19,"verse":"God's punishment for IsraelBut Yahweh's people who have died will become alive again, their corpses will become alive! Those whose bodies lie in graves will rise and shout joyfully! His light will be like dew that falls on his people who have died, who are now in the place where the dead people are, and will cause them to become alive."},{"number":20,"verse":"But now, my people/fellow-citizens, go home and lock your doors! Hide for a short time, until Yahweh is no longer angry."},{"number":21,"verse":"Listen to this: Yahweh will come from heaven to punish all the people on the earth for the sins that they have committed. People will be able to see [PRS] the ◄blood of those/the people► who have been murdered; their murderers will no longer be able to hide."}]}