{"bibleAbbr":"t4t2014","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":31,"verses":[{"number":1,"verse":"(A warning about relying on Egypt) Terrible things will happen to those who reply on Egypt to help them, trusting in their soldiers' horses and their many chariots and their strong chariot-drivers, instead of trusting that Yahweh, the Holy One of Israel, will help them."},{"number":2,"verse":"Yahweh is very wise, but he also causes people to experience disaster! And when he decides to do that, he does not change his mind! He will strike/punish the wicked people and all those who help them."},{"number":3,"verse":"The soldiers of Egypt that you people of Judah are relying on are humans, not God! And their horses are only horses; they are not powerful spirits! So when Yahweh raises his fist to strike/punish the soldiers of Egypt whom you thought would help you, he will also strike you who thought that you would be helped, and you and they will stumble and fall down; all of you will die together."},{"number":4,"verse":"But this is what Yahweh said to me: “When a huge lion stands over the body of a sheep that he has killed and growls, even if a large group of shepherds comes to chase/shoo away the lion, even if they shout loudly, the lion will not be afraid and will not leave. Similarly, I, the Commander of the armies of angels, will come down to fight my enemies on Zion Hill, and nothing will hinder me."},{"number":5,"verse":"I, the Almighty Commander of the armies of angels, will protect Jerusalem like [SIM] a mother bird protectsthe baby birds in her nest: I will defend the city and rescue it from its enemies.”"},{"number":6,"verse":"My people, even though you have greatly rebelled against Yahweh, return to him."},{"number":7,"verse":"When you do that, each of you will throw away the idols that you [SYN] have sinned by making, idols that are covered with silver and gold."},{"number":8,"verse":"Many of the Assyrian soldiers will be killed, but not by swords that men use. They will be destroyed by the sword of God; and those who are not killed will ◄panic/be very afraid► and flee. And some of them will be captured and forced to become slaves."},{"number":9,"verse":"Even their very strong soldiers [MTY] will be terrified; they will abandon their battle flags and run away! Yahweh will cause his enemies who attack Jerusalem to be destroyed. Yahweh's presence on Zion Hill is like a fire, like a furnace that blazes in Jerusalem; and that is what Yahweh says about the Assyrian army!"}]}