{"bibleAbbr":"t4t2014","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":39,"verses":[{"number":1,"verse":"(The messengers from Babylon) Soon after that, Baladan's son Merodach-Baladan, the king of Babylon, heard a report that Hezekiah had been very sick but that he had recovered. So he wrote some notes and gave them to some messengers to take to Hezekiah, along with a gift."},{"number":2,"verse":"When the messengers arrived, Hezekiah welcomed them gladly. Then he showed them everything that was in his ◄treasure houses/places where very valuable things were kept►—the silver, the gold, the spices, and the nice-smelling olive oil. He also took them to see the place where they kept their soldiers' weapons, and he showed them the other valuable things that were in the storehouses. Hezekiah showed them everything [LIT] that was in the palace or in other places [HYP]."},{"number":3,"verse":"Then I went to King Hezekiah and asked him, “Where did those men come from, and what did they want?” He replied, “They came from the far away land of Babylon.”"},{"number":4,"verse":"I asked him, “What did they see in your palace?” Hezekiah replied, “They saw everything. I showed them absolutely everything that I own—all my valuable things.”"},{"number":5,"verse":"Then I said to Hezekiah, “Listen to this message from the Almighty Commander of the armies of angels:"},{"number":6,"verse":"There will be a time when everything in your palace, all the valuable things that your ancestors stored there up until the present time, will be carried away to Babylon. Yahweh says that there will be nothing left."},{"number":7,"verse":"Furthermore, some of your sons will be forced to go to Babylon. They will be castrated in order that they can become servants in the palace of the king of Babylon.”"},{"number":8,"verse":"Then Hezekiah replied to me, “That message from Yahweh that you have given to me is good.” He said that because he was thinking, “Even if that happens, there will be peace, and people in this country will be safe during the time that I am alive.”"}]}