{"bibleAbbr":"t4t2014","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":46,"verses":[{"number":1,"verse":"(The gods of Babylonia are useless) It is as though Bel and Nebo, the statues of the gods of Babylonia, are bowing down as they are put on animals and carried away! The statues are heavy burdens and will cause the animals to become tired [SAR]!"},{"number":2,"verse":"It seems like both gods are bowing down; not only can they not save themselves, but they themselves are being ◄exiled/taken to another country►!"},{"number":3,"verse":"Yahweh says, “You descendants of Jacob who were exiled, I am not like the gods of Babylonia that must be carried; instead, it is as though I have carried you since you first became a nation [MET]. I carried you even before you became a nation."},{"number":4,"verse":"I will be your God, and I will carry you for many years, until it is as though [MET] your nation is an old man with gray hair. I caused you to become a nation, and I will sustain you and rescue you."},{"number":5,"verse":"There is certainly [RHQ] no one to whom I can be compared. There is [RHQ] no one who is equal to me [DOU]."},{"number":6,"verse":"So it is stupid/ridiculous that some people pour out gold and silver from their bags and weigh it on a scale. Then they hire a man who makes things from gold to make an idol from it. After he makes an idol, they bow down and worship it!"},{"number":7,"verse":"They lift it up and carry it on their shoulders. They put it in a special place, and it stays there. It cannot move! And when someone prays to it, it does not answer. So obviously it cannot rescue anyone from his troubles!"},{"number":8,"verse":"You people of Judah, do not forget this; keep thinking about it, you sinful people!"},{"number":9,"verse":"Think about the things that I did long ago. Only I am God; I am God, and there is no one like me."},{"number":10,"verse":"Only I can tell what will happen in the future before it occurs; I tell it long before it happens. I will accomplish everything that I plan to accomplish, and I will do everything that I want to do."},{"number":11,"verse":"So I will summon someone to come from the east like a swift and powerful eagle; he will come from a distant country. He will accomplish what I want him to. He is the one who will do what I have said that I want him to do, what I have planned."},{"number":12,"verse":"You stubborn people of Israel, you think that it will be a long time before you are allowed to return to your own country."},{"number":13,"verse":"But I will rescue you, and it will not be a long time before that happens. I will do it soon. I will rescue Jerusalem and show to you Israeli people that I am glorious.”"}]}