{"bibleAbbr":"t4t2014","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":48,"verses":[{"number":1,"verse":"The people of Israel are stubbornYahweh says, “You descendants [MTY] of Jacob, who are also descendants of Judah and are now called the people of Israel, Listen to me! You make solemn promises using my name, Yahweh, and you request that I, the God to whom you Israeli people belong, will hear you, but you do not do it sincerely."},{"number":2,"verse":"You say that you live in the holy city of Jerusalem and you insincerely say that you are relying on me, the God to whom you people of Israel belong, the one who is the Almighty Commander of the armies of angels."},{"number":3,"verse":"Long ago I [MTY] predicted what would happen [DOU]. And then suddenly, I caused those things to happen."},{"number":4,"verse":"I knew that you people are very stubborn; I knew that your heads are [MET] as hard as iron or brass [DOU]."},{"number":5,"verse":"That is why I told you those things long ago. Long before they occurred, I announced that they would occur, in order that when they happened you could not say ‘Our idols did it; our statue made of wood and our idol made of metal caused them to happen.’"},{"number":6,"verse":"You have heard those things that I predicted and now you have seen that they have all occurred, so why do you not admit it [RHQ]? Now I will tell you new things, things that you have not known previously."},{"number":7,"verse":"I am causing them to happen now; they are not things I did long ago. So you cannot say, ‘We already knew about those things.’"},{"number":8,"verse":"I will tell you about things that you have never heard about or understood before. Even long ago you did not pay attention to me [IDI]. I know that you act very deceitfully/treacherously; you have rebelled against me since you first became a nation [MTY]."},{"number":9,"verse":"But, for my own sake, in order that I will be honored, I will not punish [MTY] you immediately and I will not completely get rid of you."},{"number":10,"verse":"I have purified you, but not the way people refine silver. Instead, I have caused you to suffer very much to get rid of your impure behavior like [MET] people put metal in a very hot furnace to get rid of the impurities."},{"number":11,"verse":"But for my [MTY] own sake I will delay punishing you more; I will do it for my own sake in order that my reputation will not be damaged [RHQ]. I will not allow any person or any idol to be honored as I deserve to be honored.”"},{"number":12,"verse":"The people of Israel should leave Babylon because that city will be destroyed“You descendants [MTY] of Jacob, you people of Israel whom I have chosen, listen to me! Only I am God; I am the one who begins everything and who causes everything to end."},{"number":13,"verse":"I [SYN] am the one who laid the foundation of he earth. I stretched out the sky with my hand. And when I tell the stars to appear, they all do what I tell them."},{"number":14,"verse":"All of you, gather together and listen to me. None of your idols have [RHQ] told this to you: I, Yahweh, have chosen Cyrus to assist me, and he will do to Babylon what I want him to do, and his army will get rid of the army of Babylonia."},{"number":15,"verse":"I have said it; I have summoned Cyrus. I have appointed him, and he will accomplish everything that he attempts to do."},{"number":16,"verse":"Come close to me and listen to what I say. Long ago [MTY] I told you plainly/clearly [LIT] what would happen, and when those things occurred, I was causing them to happen.” And now Yahweh the Lord and his Spirit have sent me to give you a message."},{"number":17,"verse":"This is what Yahweh, the one who saves you, the Holy God of us Israelis, says: “I am Yahweh, your God; I teach you what is important for you to know; I direct you and lead you to the roads that you should walk on [MET]."},{"number":18,"verse":"I wish that you had paid attention to my commands! If you had done that, things would have gone well for you like [SIM] a river that flows gently; you would have been successful again and again, like [SIM] waves that come without ceasing."},{"number":19,"verse":"Your descendants would have been as many as [MET] the grains of sand on the seashore which no one can count. I would not have needed to get rid of them; the country of [MTY] Israel would not have been destroyed.”"},{"number":20,"verse":"However, now I tell you, leave Babylon! Flee from being slaves of the people of Babylonia! Proclaim this message joyfully; send it to the most remote/distant places on the earth: Yahweh, freed the people of Israel from being slaves in Egypt."},{"number":21,"verse":"They were not thirsty when he led them through the desert, because he split open the rock and caused water to gush/flow out for them to drink."},{"number":22,"verse":"“But things will not go well like that for wicked people,” says Yahweh."}]}