{"bibleAbbr":"t4t2014","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":54,"verses":[{"number":1,"verse":"(Yahweh promised that his people would return to Jerusalem) Yahweh says, “You people of Jerusalem [MET], start to sing! You who are like [MET] women who have never given birth to children, sing loudly and shout joyfully, because you, who are like [MET] childless women who have been abandoned by their husbands, will soon have more children than women who have never had any children."},{"number":2,"verse":"Make your tents larger; make them wider, and fasten them firmly with tent pegs."},{"number":3,"verse":"You will need to make your city much larger because soon you and your descendants will spread all over the land. They will force the people of other nations who now live in your cities to leave, and you will live again in those cities that were previously abandoned."},{"number":4,"verse":"Do not be afraid; you will no longer be ashamed. Previously you were ashamed because your enemies conquered you and caused many of your women to become widows, but soon you will not even remember that."},{"number":5,"verse":"I, the Almighty Commander of the armies of angels, the Holy one of Israel, who rules over the whole earth, the one who created you, will be like [MET] a husband to you."},{"number":6,"verse":"You were like a woman whose husband left her, and caused you to be very sad; you were like a young woman who got married when she was very young, and then her husband abandoned her."},{"number":7,"verse":"I abandoned you people of Jerusalem for a while, but now I am saying, ‘I will take you back.’"},{"number":8,"verse":"I was very angry with you for a while, and I turned away from you. But I will act mercifully toward you and I will faithfully love you forever. That is what I, Yahweh, your protector, say to you."},{"number":9,"verse":"During the time that Noah lived, I solemnly promised that I would never again allow a flood to cover the earth. So now I solemnly promise that I will not be angry with you again and ◄rebuke you/threaten to punish you►."},{"number":10,"verse":"Even if the mountains and hills shake and collapse, I will not stop faithfully loving you, and I will not cancel my agreement to cause things to go well for you. That is what I, Yahweh, who act mercifully, say."},{"number":11,"verse":"You people of Jerusalem [APO], your enemies acted very violently toward you; it was as though your city was battered by a severe storm, and no one helped you. But now I will cause your city to be rebuilt with stones made of ◄turquoise/valuable stones►, and will cause the foundations of the city to be made of ◄sapphires/valuable blue stones►."},{"number":12,"verse":"I will cause the towers on the city wall to be made of ◄rubies/valuable red stones►, and all the gates of the city will be made of other very valuable stones."},{"number":13,"verse":"I will be the one who will teach you people and cause things to go well with you."},{"number":14,"verse":"Your government will be strong because of acting justly/fairly; no one will ◄oppress you/cause you to suffer►; you will not be afraid, because there will be nothing [PRS] that will ◄terrorize you/cause you to become extremely afraid►."},{"number":15,"verse":"If any army attacks you, it will not be because I have incited them to do that, and you will defeat any group that attacks you."},{"number":16,"verse":"Think about this: ◄Blacksmiths/Men who make things from metal► fan the coals to make a very hot flame in order to produce weapons that can be used in battles, but I am the one who has produced blacksmiths! And I am also the one who created people who destroy other people and cities."},{"number":17,"verse":"But I am promising you that I will not allow you to be defeated/injured by soldiers using weapons that have been made to attack you, and when others try to accuse you, you will ◄refute them/show that they are wrong►. That is the reward that I will give to the people who serve me; I will defend them; that is what I, Yahweh, promise.”"}]}