{"bibleAbbr":"t4t2014","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":62,"verses":[{"number":1,"verse":"Isaiah's prayer for JerusalemBecause I am very concerned about the people of Jerusalem [DOU], I will do something to help them. I will not stop praying for them until they are rescued/freed from their oppressors, until that becomes as apparent to everyone as the dawn every morning, until people can see it as clearly as [SIM] they see a torch shining brightly at night."},{"number":2,"verse":"Some day the people of many nations will know that Yahweh has rescued you, his people. Their kings will see that your city is very great/glorious. And Yahweh [MTY] will give your city a new name."},{"number":3,"verse":"It will be as though Yahweh will hold you up in his hands in order that everyone can see you. Under his authority [MTY], you will be like a glorious headband/turban worn by a king."},{"number":4,"verse":"Your city will never again be called 'the deserted/abandoned city' and your country will never again be called 'the desolate land;' it will be called 'the land that Yahweh delights in,' and it will also be called 'married to Yahweh.' It will be called that because Yahweh will be delighted with you, and it will be as though you are his bride [MET]."},{"number":5,"verse":"You people will live in all the country of Judah like [SIM] a young man lives with his bride. And our God will be happy that you belong to him like [SIM] a bridegroom is happy that his bride belongs to him."},{"number":6,"verse":"You people of Jerusalem, I have placed watchmen on your walls; they will [LIT] earnestly pray to Yahweh day and night. You watchmen, you must not stop praying and reminding Yahweh about what he has promised to do."},{"number":7,"verse":"And tell Yahweh that he should not rest until he causes Jerusalem to be a city that is famous throughout the world."},{"number":8,"verse":"Yahweh has raised his right hand to solemnly promise to the people of Jerusalem, “I will use my power [MTY] and never again allow your enemies to defeat you; soldiers from other nations will never come again to take away your grain and the wine that you worked hard to produce."},{"number":9,"verse":"You yourselves grew the grain, and you will be the ones who will praise me, Yahweh, while you eat the bread made from the grain. Inside the courtyards of my temple you yourselves will drink the wine made from the grapes that you harvested.”"},{"number":10,"verse":"Go out through the city gates! Prepare the highway on which people will return from other countries! Cause the road to become smooth; clear off all the stones; set up signal flags to help the people-groups to see where the road to Jerusalem is."},{"number":11,"verse":"This is the message that Yahweh has sent to the people of every nation: “Tell the people of Israel, ‘The one who will rescue/save you is coming! Look! He will be bringing to you ◄your reward/what you deserve for the good things that you have done►; those whom he is setting free will be going ahead of him.’ ”"},{"number":12,"verse":"They will be called 'Yahweh's own people, the ones whom he rescued.' And Jerusalem will be known as the city that Yahweh loves, the city that is no longer abandoned."}]}