{"bibleAbbr":"AMP2015","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":45,"verses":[{"number":1,"verse":"The Lord's Portion of the Land \"Moreover, when you divide the land by lot for inheritance, you shall [set apart and] offer an allotment (contribution) to the LORD, a holy portion of the land [to be used for sacred purposes]. The length shall be 25000 cubits, and the width shall be 20000 cubits. It shall be holy (set apart for sacred use) within its every area."},{"number":2,"verse":"Of this there shall be a square plot five hundred by five hundred cubits in perimeter for the holy place, and fifty cubits for the open space around it."},{"number":3,"verse":"And in this area you shall measure off a portion 25000 cubits in length and 10000 cubits in width. And in it shall be the sanctuary which is most holy."},{"number":4,"verse":"It shall be the holy portion of the land; it shall be for the priests, the ministers of the sanctuary, who come near to minister to the LORD, and it shall be a place for their houses and a holy place for the sanctuary."},{"number":5,"verse":"And another portion of land 25000 cubits long and 10000 cubits wide shall be for the Levites, the ministers of the temple (house), and they shall possess it as a place in which to live."},{"number":6,"verse":"\"You shall give the city possession of an area 5000 cubits wide and 25000 cubits long, alongside the portion set aside as a holy section. It shall belong to the whole house of Israel."},{"number":7,"verse":"Portion for the Prince\"The prince shall have land on either side of the portion set aside as a holy section and the property of the city, adjacent to the holy section and the property of the city, on the west side toward the west and on the east side toward the east, and in length comparable to one of the portions, from the west border to the east border."},{"number":8,"verse":"This shall be his land for a possession in Israel; so My princes shall no longer oppress My people, but they shall give the rest of the land to the house of Israel according to their tribes.\""},{"number":9,"verse":"'Thus says the Lord GOD, \"Enough, O princes of Israel! Put away violence and destruction, and practice justice and righteousness. Stop your forceful seizure of property from My people,\" says the Lord GOD."},{"number":10,"verse":"\"You shall have just balances and weights [on your scales and just measures], a just ephah [dry volume measure] and a just bath [liquid measure]."},{"number":11,"verse":"The ephah and the bath [measures] shall be the same quantity, the bath containing one tenth of a homer and the ephah one tenth of a homer; their standard [measure] shall be according to the homer."},{"number":12,"verse":"The shekel shall be twenty gerahs; twenty shekels, twenty-five shekels, and fifteen shekels [added together, a total of sixty] shall be your maneh (mina)."},{"number":13,"verse":"\"This is the offering that you shall offer: a sixth of an ephah from a homer of wheat; a sixth of an ephah from a homer of barley;"},{"number":14,"verse":"and the prescribed portion of oil, (namely, the bath of oil), a tenth part of a bath [of oil] from each kor (which is ten baths or a homer, for ten baths make a homer);"},{"number":15,"verse":"and [you shall offer] one sheep out of every flock of two hundred from the watering places of Israel-for a grain offering, for a burnt offering, and for peace offerings to make atonement for [those who brought] them,\" says the Lord GOD."},{"number":16,"verse":"\"All the people of the land shall give to this offering for the prince in Israel."},{"number":17,"verse":"It shall be the prince's responsibility to provide the burnt offerings, the grain offerings, and the drink offerings at the feasts, on the New Moons and on the Sabbaths, at all the appointed feasts of the house of Israel. He shall prepare and provide the sin offering, the grain offering, the burnt offering and the peace offerings, to make atonement for the house of Israel.\""},{"number":18,"verse":"'Thus says the Lord GOD, \"In the first month, on the first of the month, you shall take a young bull without blemish and cleanse the sanctuary (from sin)."},{"number":19,"verse":"The priest shall take some of the blood of the sin offering and put it on the door posts of the temple, on the four corners of the ledge of the altar, and on the posts of the gate of the inner courtyard."},{"number":20,"verse":"You shall do this on the seventh [day] of the month for everyone who goes astray [and sins through error or ignorance] and for him who is naive; so shall you make atonement for the temple (house)."},{"number":21,"verse":"\"In the first month, on the fourteenth day of the month, you shall have the Passover, a feast of seven days; unleavened bread shall be eaten."},{"number":22,"verse":"On that day the prince shall provide for himself and for all the people of the land a bull for a sin offering."},{"number":23,"verse":"And for the seven days of the feast he shall provide as a burnt offering to the LORD seven bulls and seven rams without blemish on every day for the seven days, and a male goat daily for a sin offering."},{"number":24,"verse":"He shall provide as a grain offering [to be offered] with each bull an ephah [of grain], an ephah with each ram, and a hin of oil with each ephah [of grain]."},{"number":25,"verse":"In the seventh month, on the fifteenth day of the month at the feast, he shall provide [offerings] like these for the seven days, as the sin offering, the burnt offering, the grain offering, and the oil.\""}]}