{"bibleAbbr":"WYC1395","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":19,"verses":[{"number":1,"verse":"The birthun of Egipt. Lo! the Lord schal stie on a liyt cloude, and he schal entre in to Egipt; and the symilacris of Egipt schulen be mouyd fro his face, and the herte of Egipt schal faile in the myddis therof."},{"number":2,"verse":"And Y schal make Egipcians to renne togidere ayens Egipcians, and a man schal fiyte ayens his brother, and a man ayens his frend, a citee ayens a citee, and a rewme ayens a rewme."},{"number":3,"verse":"And the spirit of Egipt schal be brokun in the entrailis therof, and Y schal caste doun the councel therof; and thei schulen axe her symylacris, and her false diuinouris, and her men that han vncleene spiritis spekinge in the wombe, and her dyuynouris bi sacrifices maad on auteris to feendis."},{"number":4,"verse":"And Y schal bitake Egipt in to the hond of cruel lordis, and a strong kyng schal be lord of hem, seith the Lord God of oostis."},{"number":5,"verse":"And watir of the see schal wexe drie, and the flood schal be desolat, and schal be dried."},{"number":6,"verse":"And the floodis schulen faile, and the strondis of the feeldis schulen be maad thynne, and schulen be dried; a rehed and spier schal fade."},{"number":7,"verse":"The botme of watir schal be maad nakid, and stremys fro her welle; and the moiste place of al seed schal be dried, schal waxe drie, and schal not be."},{"number":8,"verse":"And fischeris schulen morne, and alle that casten hook in to the flood, schulen weile; and thei that spreden abrood a net on the face of watris, schulen fade."},{"number":9,"verse":"Thei schulen be schent, that wrouyten flex, foldynge and ordeynynge sutil thingis."},{"number":10,"verse":"And the watir places therof schulen be drye; alle that maden poondis to take fischis, schulen be schent."},{"number":11,"verse":"The fonned princes of Tafnys, the wise counselouris of Farao, yauen vnwise counsel; hou schulen ye seie to Farao, Y am the sone of wise men, the sone of elde kyngis?"},{"number":12,"verse":"Where ben now thi wise men? Telle thei to thee, and schewe thei, what the Lord of oostis thouyte on Egipt."},{"number":13,"verse":"The princes of Tafnys ben maad foolis; the princes of Memphis fadiden; thei disseyueden Egipt, a corner of the puplis therof."},{"number":14,"verse":"The Lord meddlid a spirit of errour in the myddis therof; and thei maden Egipt for to erre in al his werk, as a drunkun man and spuynge errith."},{"number":15,"verse":"And werk schal not be to Egipt, that it make an heed and tail bowynge and refreynynge."},{"number":16,"verse":"In that dai Egipt schal be as wymmen, and thei schulen be astonyed, and schulen drede of the face of the mouynge of the hoond of the Lord of oostis, which he mouede on it."},{"number":17,"verse":"And the lond of Juda schal be to Egipt in to drede; ech that schal thenke on it, schal drede of the face of the counsel of the Lord of oostis, whiche he thouyte on it."},{"number":18,"verse":"In that dai fyue citees schulen be in the lond of Egipt, and schulen speke with the tunge of Canaan, and schulen swere bi the Lord of oostis; the citee of the sunne schal be clepid oon."},{"number":19,"verse":"In that dai the auter of the Lord schal be in the myddis of the lond of Egipt, and the title of the Lord schal be bisidis the ende therof;"},{"number":20,"verse":"and it schal be in to a signe and witnessyng to the Lord of oostis, in the lond of Egipt. For thei schulen crie to the Lord fro the face of the troblere, and he schal sende a sauyour to hem, and a forfiytere, that schal delyuere hem."},{"number":21,"verse":"And the Lord schal be knowun of Egipt, and Egipcians schulen knowe the Lord in that dai; and thei schulen worschipe hym in sacrifices and yiftis, and thei schulen make vowis to the Lord, and thei schulen paie."},{"number":22,"verse":"And the Lord schal smyte Egipt with a wounde, and schal make it hool; and Egipcians schulen turne ayen to the Lord, and he schal be plesid in hem, and he schal make hem hool."},{"number":23,"verse":"In that dai a wei schal be fro Egipt in to Assiriens, and Egipcians schulen serue Assur; and Assur schal entre in to Egipt, and Egipt in to Assiriens."},{"number":24,"verse":"In that dai Israel schal be the thridde to Egipt and to Assur, the blessyng in the myddil of erthe;"},{"number":25,"verse":"whom the Lord of oostis blesside, seiynge, Blessid be my puple of Egipt, and the werk of myn hondis be to Assiriens; but myne eritage be to Israel."}]}