{"bibleAbbr":"WYC1395","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"The birthun of the forsakun see. As whirlewyndis comen fro the southwest, it cometh fro desert, fro the orible lond."},{"number":2,"verse":"An hard reuelacioun is teld to me; he that is vnfeithful, doith vnfeithfuli; and he that is a distriere, distrieth. Thou Helam, stie, and thou, Meda, biseche; Y made al the weilyng therof for to ceesse."},{"number":3,"verse":"Therfor my leendis ben fillid with sorewe; angwische weldide me, as the angwisch of a womman trauelynge of child; Y felle doun, whanne Y herde; Y was disturblid, whanne Y siy."},{"number":4,"verse":"Myn herte fadide, derknessis astonieden me; Babiloyne, my derlyng, is set to me in to myracle."},{"number":5,"verse":"Sette thou a boord, biholde thou in to a toting place; rise, ye princes, etynge and drynkynge, take ye scheeld."},{"number":6,"verse":"For whi the Lord seide these thingis to me, Go thou, and sette a lokere; and telle he, what euer thing he seeth."},{"number":7,"verse":"And he siy the chare of tweyne horse men, the stiere of an asse, and the stiere of a camel; and he bihelde diligentli with myche lokyng,"},{"number":8,"verse":"and criede as a lioun, Y stonde contynueli bi dai on the totyng place of the Lord, and Y stonde bi alle nyytis on my kepyng."},{"number":9,"verse":"Lo! this cometh, a man stiere of a carte of horse men. And Isaie criede, and seide, Babiloyne felle doun, felle doun; and alle the grauun ymagis of goddis therof ben al to-brokun in to erthe."},{"number":10,"verse":"Mi threschyng, and the douyter of my cornfloor, Y haue teld to you what thingis Y herde of the Lord of oostis, of God of Israel."},{"number":11,"verse":"The birthun of Duma. It crieth fro Seir to me, Kepere, what our of the niyt? `kepere, what our of the niyt?"},{"number":12,"verse":"The kepere seide, Morewtid cometh, and niyt; if ye seken, seke ye, and be ye conuertid, and `come ye."},{"number":13,"verse":"The birthun in Arabie. In the forest at euentid ye schulen slepe, in the pathis of Dodanym."},{"number":14,"verse":"Ye that dwellen in the lond of the south, renne, and bere watir to the thristi; and renne ye with looues to hym that fleeth."},{"number":15,"verse":"For thei fledden fro the face of swerdis, fro the face of swerd neiyynge, fro the face of bouwe bent, fro the face of greuouse batel."},{"number":16,"verse":"For the Lord seith these thingis to me, Yit in o yeer, as in the yeer of an hirid man, and al the glorie of Cedar schal be takun awei."},{"number":17,"verse":"And the remenauntis of the noumbre of stronge archeris of the sones of Cedar schulen be maad lesse; for whi the Lord God of Israel spak."}]}