{"bibleAbbr":"WYC1395","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":24,"verses":[{"number":1,"verse":"Lo! the Lord schal distrie the erthe, and schal make it nakid, and schal turmente the face therof; and he schal scater abrood the dwelleris therof."},{"number":2,"verse":"And it schal be, as the puple, so the preest; as the seruaunt, so his lord; as the handmaide, so the ladi of hir; as a biere, so he that sillith; as the leenere, so he that takith borewyng; as he that axith ayen, so he that owith."},{"number":3,"verse":"Bi distriyng the lond schal be distried, and schal be maad nakid by rauyschyng; for whi the Lord spak this word."},{"number":4,"verse":"The erthe morenyde, and fleet awei, and is maad sijk; the world fleet awei, the hiynesse of the puple of erthe is maad sijk,"},{"number":5,"verse":"and the erthe is slayn of hise dwelleris. For thei passiden lawis, chaungiden riyt, distrieden euerlastynge boond of pees."},{"number":6,"verse":"For this thing cursyng schal deuoure the erthe, and the dwelleris therof schulen do synne; and therfor the louyeris therof schulen be woode, and fewe men schulen be left."},{"number":7,"verse":"Vyndage morenyde, the vyne is sijk; alle men that weren glad in herte weiliden."},{"number":8,"verse":"The ioie of tympans ceesside, the sowne of glad men restide; the swetnesse of harpe with song was stille."},{"number":9,"verse":"Thei schulen not drynke wyn; a bittere drynk schal be to hem that schulen drynke it."},{"number":10,"verse":"The citee of vanyte is al to-brokun; ech hous is closid, for no man entrith."},{"number":11,"verse":"Cry schal be on wyn in streetis, al gladnesse is forsakun, the ioie of erthe is `takun awei."},{"number":12,"verse":"Desolacioun is left in the citee, and wretchidnesse schal oppresse the yatis."},{"number":13,"verse":"For these thingis schulen be in the myddis of erthe, in the myddis of puplis, as if a fewe fruitis of olyue trees that ben left ben schakun of fro the olyue tre, and racyns, whanne the vyndage is endid."},{"number":14,"verse":"These men schulen reise her vois, and schulen preise, whanne the Lord schal be glorified; thei schulen schewe signes of gladnesse fro the see."},{"number":15,"verse":"For this thing glorifie ye the Lord in techyngis; in the ilis of the see glorifie ye the name of the Lord God of Israel."},{"number":16,"verse":"Fro the endis of erthe we han herd heriyngis, the glorye of the iust. And Y seide, My priuyte to me, my pryuyte to me. Wo to me, trespassours han trespassid, and han trespassid bi trespassyng of brekeris of the lawe."},{"number":17,"verse":"Ferdfulnesse, and a diche, and a snare on thee, that art a dwellere of erthe."},{"number":18,"verse":"And it schal be, he that schal fle fro the face of ferdfulnesse, schal falle in to the diche; and he that schal delyuere hym silf fro the dich, schal be holdun of the snare; for whi the wyndows of hiye thingis ben openyd, and the foundementis of erthe schulen be schakun togidere."},{"number":19,"verse":"The erthe schal be brokun with brekyng,"},{"number":20,"verse":"the erthe schal be defoulid with defoulyng, the erthe schal be mouyd with mouyng, the erthe schal be schakun with schakyng, as a drunkun man."},{"number":21,"verse":"And it schal be takun awei, as the tabernacle of o nyyt, and the wickidnesse therof schal greue it; and it schal falle down, and it schal not adde, for to rise ayen. And it schal be, in that dai the Lord schal visite on the knyythod of heuene an hiy, and on the kyngis of erthe, that ben on erthe."},{"number":22,"verse":"And thei schulen be gaderid togidere in the gadering togidere of a bundel in to the lake, and thei schulen be closid there in prisoun; and aftir many daies thei schulen be visited."},{"number":23,"verse":"And the moone schal be aschamed, and the sunne schal be confoundid, whanne the Lord of oostis schal regne in the hil of Sion, and in Jerusalem, and schal be glorified in the siyt of hise eldre men."}]}