{"bibleAbbr":"WYC1395","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":27,"verses":[{"number":1,"verse":"In that dai the Lord schal visite in his hard swerd, and greet, and strong, on leuyathan, serpent, a barre, and on leuyathan, the crookid serpent; and he schal sle the whal, which is in the see."},{"number":2,"verse":"In that dai the vyner of cleen wyn and good schal synge to him."},{"number":3,"verse":"Y am the Lord that kepe that vyner; sudeynli Y schal yyue drynke to it, lest perauenture it be visitid ayens it;"},{"number":4,"verse":"nyyt and dai Y kepe it, indignacioun is not to me. Who schal yyue me a thorn and brere? In batel Y schal go on it, Y schal brenne it togidere."},{"number":5,"verse":"Whether rathere Y schal holde my strengthe? It schal make pees to me, it schal make pees to me, for"},{"number":6,"verse":"the merit of hem that schulen go out with fersnesse fro Jacob. Israel schal floure and brynge forth seed, and thei schulen fille the face of the world with seed."},{"number":7,"verse":"Whether he smoot it bi the wounde of the puple of Jewis smytynge hym? ether as it killide the slayn men of hym, so it was slayn?"},{"number":8,"verse":"In mesure ayens mesure, whanne it schal be cast awei, he schal deme it; he bithouyte in his hard spirit, bi the dai of heete."},{"number":9,"verse":"Therfor on this thing wickidnesse schal be foryouun to the hous of Jacob, and this schal be al the fruyt, that the synne therof be don awei, whanne it hath set all the stoonys of the auter as the stoonys of aische hurtlid doun. Wodis and templis schulen not stonde."},{"number":10,"verse":"Forsothe the strong citee schal be desolat, the fair citee schal be left, and schal be forsakun as a desert; there a calf schal be lesewid, and schal ligge there, and schal waste the hiynessis therof."},{"number":11,"verse":"In the drynesse of ripe corn therof wymmen comynge, and thei that techen it, schulen be al to-brokun. Forsothe it is not a wijs puple, therfor he that made it, schal not haue mercy on it; and he that formyde it, schal not spare it."},{"number":12,"verse":"And it schal be, in that dai the Lord schal smyte thee, fro the botme of the flood `til to the stronde of Egipt; and ye sones of Israel, schulen be gaderid oon and oon."},{"number":13,"verse":"And it schal be, in that dai me schal come with a greet trumpe, and thei that weren lost, schulen come fro the lond of Assiriens, and thei that weren cast out, schulen come fro the lond of Egipt; and they schulen worschipe the Lord, in the hooli hil in Jerusalem."}]}