{"bibleAbbr":"WYC1395","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":30,"verses":[{"number":1,"verse":"Wo! sones forsakeris, seith the Lord, that ye schulden make a councel, and not of me; and weue a web, and not bi my spirit, that ye schulden encreesse synne on synne."},{"number":2,"verse":"Whiche goen, to go doun in to Egipt, and ye axiden not my mouth; ye hopynge help in the strengthe of Farao, and ye hauynge trist in the schadewe of Egipt."},{"number":3,"verse":"And the strengthe of Farao schal be to you in to confusioun, and the trist of the schadewe of Egipt in to schenschipe."},{"number":4,"verse":"For whi thi princes weren in Taphnys, and thi messangeris camen til to Anes."},{"number":5,"verse":"Alle thei weren schent on the puple, that myyten not profite to hem; thei weren not in to help, and in to ony profit, but in to schame and schenschip."},{"number":6,"verse":"The birthun of werk beestis of the south. In the lond of tribulacioun and of angwisch, a lionesse, and a lioun, of hem a serpent, and a cocatrice; thei weren berynge her richessis on the schuldris of werk beestis, and her tresours on the botche of camels, to a puple that myyte not profite to hem."},{"number":7,"verse":"For whi Egipt schal helpe in veyn, and idili. Therfor Y criede on this thing, It is pride oneli; ceesse thou."},{"number":8,"verse":"Now therfor entre thou, and write to it on box, and write thou it diligentli in a book; and it schal be in the last dai in to witnessyng, til in to with outen ende."},{"number":9,"verse":"For it is a puple terrynge to wrathfulnesse, and sones lieris, sones that nylen here the lawe of God."},{"number":10,"verse":"Whiche seien to profetis, Nyle ye prophesie; and to biholderis, Nyle ye biholde to vs tho thingis that ben riytful; speke ye thingis plesynge to vs, se ye errouris to vs."},{"number":11,"verse":"Do ye awei fro me the weie, bowe ye awei fro me the path; the hooli of Israel ceesse fro oure face."},{"number":12,"verse":"Therfor the hooli of Israel seith these thingis, For that that ye repreuiden this word, and hopiden on fals caleng, and on noise, and tristiden on it,"},{"number":13,"verse":"therfor this wickidnesse schal be to you as a brekyng fallynge doun, and souyt in an hiy wal; for sudeynli while it is not hopid, the brekyng therof schal come."},{"number":14,"verse":"And it schal be maad lesse, as a galoun of a pottere is brokun with ful strong brekyng; and a scherd schal not be foundun of the gobetis therof, in which scherd a litil fier schal be borun of brennyng, ethir a litil of watir schal be drawun of the diche."},{"number":15,"verse":"For whi the Lord God, the hooli of Israel, seith these thingis, If ye turnen ayen, and resten, ye schulen be saaf; in stilnesse and in hope schal be youre strengthe. And ye nolden."},{"number":16,"verse":"And ye seiden, Nai, but we schulen fle to horsis; therfor ye schulen fle. And we schulen stie on swifte horsis; therfor thei schulen be swiftere, that schulen pursue you."},{"number":17,"verse":"A thousynde men schulen fle fro the face of the drede of oon; and ye schulen fle fro the face of drede of fyue, til ye be left as the mast of a schip in the cop of a munteyn, and as a signe on a litil hil."},{"number":18,"verse":"Therfor the Lord abidith, that he haue mercy on you, and therfor he schal be enhaunsid sparynge you; for whi God is Lord of doom, blessid ben alle thei that abiden hym."},{"number":19,"verse":"Forsothe the puple of Sion schal dwelle in Jerusalem; thou wepynge schal not wepe, he doynge merci schal haue merci on thee; at the vois of thi cry, anoon as he herith, he schal answere to thee."},{"number":20,"verse":"And the Lord schal yyue to thee streyt breed, and schort watir, and schal no more make thi techere to fle awei fro thee; and thin iyen schulen be seynge thi comaundour,"},{"number":21,"verse":"and thin eeris schulen here a word bihynde the bak of hym that monestith; This is the weie, go ye therynne, nether to the riyt half nether to the left half."},{"number":22,"verse":"And thou schalt defoule the platis of the grauun ymagis of thi siluer, and the cloth of the yotun ymage of thi gold; and thou schalt scatere tho, as the vnclennesse of a womman in vncleene blood; Go thou out, and thou schalt seie to it."},{"number":23,"verse":"And reyn schal be youun to thi seed, where euere thou schalt sowe in erthe, and the breed of fruytis of erthe schal be moost plenteuouse and fat; in that dai a lomb schal be fed largeli in thi possessioun."},{"number":24,"verse":"And thi bolis and coltis of assis, that worchen the lond, schulen ete barli with chaf meynd togidere, as it is wyndewid in the cornfloor."},{"number":25,"verse":"And strondis of rennynge watris schulen be on ech hiy munteyn, and on ech litil hil reisid, in the dai of sleyng of many men, whanne touris fallen doun."},{"number":26,"verse":"And the liyt of the moone schal be as the liyt of the sunne, and the liyt of the sunne schal be seuenfold, as the liyt of seuene daies, in the dai in which the Lord schal bynde togidere the wounde of his puple, and schal make hool the smytynge of the wounde therof."},{"number":27,"verse":"Lo! the name of the Lord cometh doun fro fer; his strong veniaunce is brennynge and greuouse to bere; hise lippis ben fillid of indignacioun, and his tunge is as fier deuouringe."},{"number":28,"verse":"His spirit is as a stef streem, flowynge `til to the myddis of the necke, to leese folkis in to nouyt, and the bridil of errour, that was in the chekis of puplis."},{"number":29,"verse":"Song schal be to you, as the vois of an halewid solempnyte; and gladnesse of herte, as he that goth with a pipe, for to entre in to the hil of the Lord, to the stronge of Israel."},{"number":30,"verse":"And the Lord schal make herd the glorie of his vois, and he schal schewe the ferdfulnesse of his arm in manassyng of strong veniaunce, and in flawme of fier brennynge; he schal hurtle doun in whirlewynd, and in stoon of hail."},{"number":31,"verse":"For whi Assur smytun with a yerde schal drede of the vois of the Lord;"},{"number":32,"verse":"and the passyng of the yerd schal be foundid, which yerde the Lord schal make for to reste on hym. In tympans, and harpis, and in souereyn batels he schal ouercome hem."},{"number":33,"verse":"For whi Tophet, that is, helle, deep and alargid, is maad redi of the kyng fro yistirdai; the nurschyngis therof ben fier and many trees; the blast of the Lord as a streem of brymstoon kyndlith it."}]}