{"bibleAbbr":"WYC1395","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":32,"verses":[{"number":1,"verse":"Lo! the kyng schal regne in riytfulnesse, and princes schulen be souereyns in doom."},{"number":2,"verse":"And a man schal be, as he that is hid fro wynd, and hidith hym silf fro tempest; as stremes of watris in thirst, and the schadewe of a stoon stondynge fer out in a desert lond."},{"number":3,"verse":"The iyen of profetis schulen not dasewe, and the eeris of heereris schulen herke diligentli;"},{"number":4,"verse":"and the herte of foolis schal vndurstonde kunnyng, and the tunge of stuttynge men schal speke swiftli, and pleynli."},{"number":5,"verse":"He that is vnwijs, schal no more be clepid prince, and a gileful man schal not be clepid the grettere."},{"number":6,"verse":"Forsothe a fool shal speke foli thingis, and his herte schal do wickidnesse, that he performe feynyng, and speke to the Lord gilefuli; and he schal make voide the soule of an hungry man, and schal take awei drynke fro a thirsti man."},{"number":7,"verse":"The vessels of a gileful man ben worste; for he schal make redi thouytis to leese mylde men in the word of a leesyng, whanne a pore man spak doom."},{"number":8,"verse":"Forsothe a prince schal thenke tho thingis that ben worthi to a prince, and he schal stonde ouer duykis."},{"number":9,"verse":"Riche wymmen, rise ye, and here my vois; douytris tristynge, perseyue ye with eeris my speche."},{"number":10,"verse":"For whi aftir daies and a yeer, and ye that tristen schulen be disturblid; for whi vyndage is endid, gaderyng schal no more come."},{"number":11,"verse":"Ye riche wymmen, be astonyed; ye that tristen, be disturblid; vnclothe ye you, and be ye aschamed;"},{"number":12,"verse":"girde youre leendis; weile ye on brestis, on desirable cuntrei, on the plenteuouse vyner."},{"number":13,"verse":"Thornes and breris schulen stie on the erthe of my puple; hou myche more on alle the housis of ioie of the citee makynge ful out ioie?"},{"number":14,"verse":"For whi the hous is left, the multitude of the citee is forsakun; derknessis and gropyng ben maad on dennes, `til in to with outen ende. The ioie of wield assis is the lesewe of flockis;"},{"number":15,"verse":"til the spirit be sched out on us fro an hiy, and the desert schal be in to Chermel, and Chermel schal be arettid in to a forest."},{"number":16,"verse":"And doom schal dwelle in wildirnesse, and riytfulnesse schal sitte in Chermel;"},{"number":17,"verse":"and the werk of riytfulnesse schal be pees, and the tilthe of riytfulnesse schal be stilnesse and sikirnesse, `til in to with outen ende."},{"number":18,"verse":"And my puple schal sitte in the fairnesse of pees, and in the tabernaclis of trist, and in riche reste."},{"number":19,"verse":"But hail schal be in the coming doun of the foreste, and bi lownesse the citee schal be maad low."},{"number":20,"verse":"Blessid ben ye, that sowen on alle watris, and putten yn the foot of an oxe and of an asse."}]}