{"bibleAbbr":"WYC1395","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":50,"verses":[{"number":1,"verse":"The Lord seith these thingis, What is this book of forsakyng of youre modir, bi which Y lefte her? ether who is he, to whom Y owe, to whom Y seeld you? For lo! ye ben seeld for youre wickidnessis, and for youre grete trespassis Y lefte youre modir."},{"number":2,"verse":"For Y cam, and no man was; Y clepide, and noon was that herde. Whether myn hond is abreggid, and maad litil, that Y mai not ayenbie? ether vertu is not in me for to delyuere? Lo! in my blamyng Y schal make the see forsakun, `ether desert, Y schal sette floodis in the drie place; fischis without watir schulen wexe rotun, and schulen dye for thirst."},{"number":3,"verse":"Y schal clothe heuenes with derknessis, and Y schal sette a sak the hilyng of tho."},{"number":4,"verse":"The Lord yaf to me a lerned tunge, that Y kunne susteyne hym bi word that failide; erli the fadir reisith, erli he reisith an eere to me, that Y here as a maister."},{"number":5,"verse":"The Lord God openede an eere to me; forsothe Y ayenseie not, Y yede not abak."},{"number":6,"verse":"I yaf my bodi to smyteris, and my chekis to pulleris; Y turnede not a wei my face fro men blamynge, and spetynge on me."},{"number":7,"verse":"The Lord God is myn helpere, and therfor Y am not schent; therfor Y haue set my face as a stoon maad hard, and Y woot that Y schal not be schent."},{"number":8,"verse":"He is niy, that iustifieth me; who ayenseith me? stonde we togidere. Who is myn aduersarie? neiye he to me."},{"number":9,"verse":"Lo! the Lord God is myn helpere; who therfor is he that condempneth me? Lo! alle schulen be defoulid as a cloth, and a mouyte schal ete hem."},{"number":10,"verse":"Who of you dredith the Lord, and herith the vois of his seruaunt? Who yede in dercnessis and liyt is not to hym, hope he in the name of the Lord, and triste he on his God."},{"number":11,"verse":"Lo! alle ye kyndlynge fier, and gird with flawmes, go in the liyt of youre fier, and in the flawmes whiche ye han kyndlid to you. This is maad of myn hond to you, ye schulen slepe in sorewis."}]}