{"bibleAbbr":"WYC1395","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":54,"verses":[{"number":1,"verse":"Thou bareyn, that childist not, herie; thou that childist not, synge heriyng, and make ioie; for whi many sones ben of the forsakun `womman more than of hir that hadde hosebonde, seith the Lord."},{"number":2,"verse":"Alarge thou the place of thi tente, and stretche forth the skynnes of thi tabernaclis; spare thou not, make longe thi roopis, and make sad thi nailis."},{"number":3,"verse":"For thou schalt perse to the riytside and to the leftside; and thi seed schal enherite hethene men, and schal dwelle in forsakun citees."},{"number":4,"verse":"Nile thou drede, for thou schal not be schent, nether thou schalt be aschamed. For it schal not schame thee; for thou schalt foryete the schenschipe of thi yongthe, and thou schalt no more thenke on the schenschipe of thi widewehod."},{"number":5,"verse":"For he that made thee, schal be lord of thee; the Lord of oostis is his name; and thin ayenbiere, the hooli of Israel, schal be clepid God of al erthe."},{"number":6,"verse":"For the Lord hath clepid thee as a womman forsakun and morenynge in spirit, and a wijf, `that is cast awei fro yongthe."},{"number":7,"verse":"Thi Lord God seide, At a poynt in litil tyme Y forsook thee, and Y schal gadere thee togidere in greete merciful doyngis."},{"number":8,"verse":"In a moment of indignacioun Y hidde my face a litil fro thee, and in merci euerlastynge Y hadde merci on thee, seide thin ayenbiere, the Lord."},{"number":9,"verse":"As in the daies of Noe, this thing is to me, to whom Y swoor, that Y schulde no more bringe watris of the greet flood on the erthe; so Y swoor, that Y be no more wrooth to thee, and that Y blame not thee."},{"number":10,"verse":"Forsothe hillis schulen be mouyd togidere, and litle hillis schulen tremble togidere; but my merci schal not go a wei fro thee, and the boond of my pees schal not be mouyd, seide the merciful doere, the Lord."},{"number":11,"verse":"Thou litle and pore, drawun out bi tempest, with outen ony coumfort, lo! Y schal strewe thi stoonys bi ordre, and Y schal founde thee in safiris;"},{"number":12,"verse":"and Y schal sette iaspis thi touris, and thi yatis in to grauun stoonys, and alle thin eendis in to desirable stoonys."},{"number":13,"verse":"`Y schal make alle thi sones tauyt of the Lord; and the multitude of pees to thi sones,"},{"number":14,"verse":"and thou schalt be foundid in riytfulnesse. Go thou awei fer fro fals caleng, for thou schalt not drede; and fro drede, for it schal not neiye to thee."},{"number":15,"verse":"Lo! a straunger schal come, that was not with me; he, that was sum tyme thi comelyng, schal be ioyned to thee."},{"number":16,"verse":"Lo! Y made a smyth blowynge coolis in fier, and bringynge forth a vessel in to his werk; and Y haue maad a sleere, for to leese."},{"number":17,"verse":"Ech vessel which is maad ayens thee, schal not be dressid; and in the doom thou schalt deme ech tunge ayenstondynge thee. This is the eritage of the seruauntis of the Lord, and the riytfulnesse of hem at me, seith the Lord."}]}