{"bibleAbbr":"WYC1395","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":57,"verses":[{"number":1,"verse":"A iust man perischith, and noon is, that thenkith in his herte; and men of merci ben gaderid togidere, for noon is that vndurstondith; for whi a iust man is gaderid fro the face of malice."},{"number":2,"verse":"Pees come, reste he in his bed, that yede in his dressyng."},{"number":3,"verse":"But ye, sones of the sekere of fals dyuynyng bi chiteryng of briddys, neiye hidur, the seed of auowtresse, and of an hoore."},{"number":4,"verse":"On whom scorneden ye? on whom maden ye greet the mouth, and puttiden out the tunge? Whethir ye ben not cursid sones, a seed of leesyngis?"},{"number":5,"verse":"which ben coumfortid in goddis, vndur ech tree ful of bowis, and offren litle children in strondis, vndur hiye stoonys."},{"number":6,"verse":"Thi part is in the partis of the stronde, this is thi part; and to tho thou scheddist out moist offryng, thou offridist sacrifice. Whether Y schal not haue indignacioun on these thingis?"},{"number":7,"verse":"Thou puttidist thi bed on an hiy hil and enhaunsid, and thidur thou stiedist to offre sacrifices;"},{"number":8,"verse":"and thou settidist thi memorial bihynde the dore, and bihynde the post. For bisidis me thou vnhilidist, and tokist auouter; thou alargidist thi bed, and madist a boond of pees with hem; thou louedist the bed of hem with openyd hond,"},{"number":9,"verse":"and ournedist thee with kyngis oynement, and thou multipliedist thi pymentis; thou sentist fer thi messangeris, and thou art maad low `til to hellis."},{"number":10,"verse":"Thou trauelidist in the multitude of thi weie, and seidist not, Y schal reste; thou hast founde the weie of thin hond,"},{"number":11,"verse":"therfor thou preiedist not. For what thing dreddist thou bisy, for thou liedist, and thouytist not on me? And thou thouytist not in thin herte, that Y am stille, and as not seynge; and thou hast foryete me."},{"number":12,"verse":"Y schal telle thi riytfulnesse, and thi werkis schulen not profite to thee."},{"number":13,"verse":"Whanne thou schalt crie, thi gaderid tresours delyuere thee; and the wynd schal take awei alle tho, a blast schal do awei hem; but he that hath trist on me, schal enherite the lond, and schal haue in possessioun myn hooli hil."},{"number":14,"verse":"And Y schal seie, Make ye weie, yyue ye iurney, bowe ye fro the path, do ye awei hirtyngis fro the weie of my puple."},{"number":15,"verse":"For the Lord hiy, and enhaunsid, seith these thingis, that dwellith in euerlastyngnesse, and his hooli name in hiy place, and that dwellith in hooli, and with a contrite and meke spirit, that he quykene the spirit of meke men, and quykene the herte of contrit men."},{"number":16,"verse":"For Y schal not stryue with outen ende, nether Y schal be wrooth `til to the ende; for whi a spirit schal go out fro my face, and Y schal make blastis."},{"number":17,"verse":"Y was wrooth for the wickidnesse of his aueryce, and Y smoot hym. Y hidde my face fro thee, and Y hadde indignacioun; and he yede with out stidfast dwellyng, in the weie of his herte."},{"number":18,"verse":"Y siy hise weies, and Y helide hym, and Y brouyte hym ayen; and Y yaf coumfortyngis to hym, and to the moreneris of hym."},{"number":19,"verse":"Y made the fruyt of lippis pees, pees to hym that is fer, and to hym that is niy, seide the Lord; and Y heelide hym."},{"number":20,"verse":"But wickid men ben as the buyling see, that may not reste; and the wawis therof fleten ayen in to defoulyng, and fen."},{"number":21,"verse":"The Lord God seide, Pees is not to wickid men."}]}