{"bibleAbbr":"WYC1395","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":63,"verses":[{"number":1,"verse":"Who is this that cometh fro Edom, in died clothis fro Bosra? this fair man in his `long cloth, goynge in the multitude of his vertu? Y that speke riytfulnesse, and am a forfiytere for to saue."},{"number":2,"verse":"Whi therfor is thi clothing reed? and thi clothis ben as of men stampynge in a pressour?"},{"number":3,"verse":"Y aloone stampide the presse, and of folkis no man is with me; Y stampide hem in my stronge veniaunce, and Y defoulide hem in my wraththe; and her blood is spreynt on my clothis, and Y made foul alle my clothis."},{"number":4,"verse":"For whi a dai of veniaunce is in myn herte, and the yeer of my yeldyng cometh."},{"number":5,"verse":"I lokide aboute, and noon helpere was; Y souyte, and noon was that helpide; and myn arm sauyde to me, and myn indignacioun, that helpide me."},{"number":6,"verse":"And Y defoulide puplis in my stronge veniaunce; and Y made hem drunkun in myn indignacioun, and Y drow doun her vertu in to erthe."},{"number":7,"verse":"I schal haue mynde on the merciful doyngis of the Lord, Y schal preche the heriyng of the Lord on alle thingis whiche the Lord yeldide to vs, and on the multitude `of goodis of the hous of Israel, whiche he yaf to hem bi his foryyuenesse, and bi the multitude of hise mercies."},{"number":8,"verse":"And the Lord seide, Netheles it is my puple, sones not denyynge, and he was maad a sauyour to hem in al the tribulacioun of hem."},{"number":9,"verse":"It was not set in tribulacioun, and the aungel of his face sauyde hem. In his loue and in his foryyuenesse he ayenbouyte hem, and he bar hem, and reiside hem in alle daies of the world."},{"number":10,"verse":"Forsothe thei excitiden hym to wrathfulnesse, and turmentiden the spirit of his hooli; and he was turned in to an enemye to hem, and he ouercam hem in batel."},{"number":11,"verse":"And he hadde mynde on the daies of the world, of Moises, and of his puple. Where is he, that ledde hem out of the see, with the scheepherdis of his floc? Where is he, that settide the spirit of his holi in the myddil therof;"},{"number":12,"verse":"whiche ledde out Moises to the riyt half in the arm of his maieste? which departide watris bifore hem, that he schulde make to hym silf a name euerlastynge;"},{"number":13,"verse":"whiche ledde hem out thoruy depthis of watris, as an hors not stumblynge in desert,"},{"number":14,"verse":"as a beeste goynge doun in the feeld? The Spirit of the Lord was the ledere therof; so thou leddist thi puple, that thou madist to thee a name of glorie."},{"number":15,"verse":"Biholde thou fro heuene, and se fro thin hooli dwellyng place, and fro the seete of thi glorie. Where is thi feruent loue, and thi strengthe, the multitude of thin entrailis, and of thi merciful doyngis?"},{"number":16,"verse":"Tho withelden hem silf on me. Forsothe thou art oure fadir, and Abraham knew not vs, and Israel knew not vs."},{"number":17,"verse":"Thou, Lord, art oure fadir, and oure ayenbiere; thi name is fro the world. Lord, whi hast thou maad vs to erre fro thi weies? thou hast made hard oure herte, that we dredden not thee? be thou conuertid, for thi seruauntis, the lynages of thin eritage."},{"number":18,"verse":"Thei hadden as nouyt thin hooli puple in possessioun, and oure enemyes defouliden thin halewyng."},{"number":19,"verse":"We ben maad as in the bigynnyng, whanne thou were not Lord of vs, nethir thi name was clepid to help on vs."}]}