{"bibleAbbr":"GB1539","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":13,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses, saying:"},{"number":2,"verse":"Sanctify vnto me all the first borne, that open all maner matrices amonge the children of Israel aswell of man as of beaste: for it is myne."},{"number":3,"verse":"And Moses sayd vnto the people: thynke on this daye in which ye came out of Egipt, out of the house of bondage: for thorow a mightye hande the Lord brought you out from thence. There shall no leuended bread be eaten."},{"number":4,"verse":"This daye come ye out in the moneth when corne beginneth to rype."},{"number":5,"verse":"When the Lorde hath brought the into the lande of the Cananites, Hethites, Amorites, Heuites & Iebusites: which he sware vnto thy fathers that he wold geue the a lande wherin mylcke & hony floweth, thou shalt kepe this seruice in thys same moneth:"},{"number":6,"verse":"Seuen dayes thou shalte eate swete bread: and in the seuenth daye, it is the feaste of the Lord."},{"number":7,"verse":"Swete bread shalbe eaten seuen daies: and ther shall no leuended bread be sene, nor yet leuen with the in all thy quarters."},{"number":8,"verse":"And thou shalt shewe thy sonne in that daie sayinge: this is done, because of that which the Lord dyd vnto me, when I came out of Egipte."},{"number":9,"verse":"And it shalbe a signe vnto the vpon thyne hande, and for a remembraunce betwene thyne eyes, that the Lordes lawe maye be in thy mouth. For in a stronge hand the Lorde brought the out of Egipt."},{"number":10,"verse":"Kepe therfore this ordynaunce in his ceason from yeare to yeare."},{"number":11,"verse":"And it will come to passe, that the Lord shall bring the into the lande of the Cananites, which he sware vnto the and to thy fathers: and shall geue it the."},{"number":12,"verse":"And then thou shalt appointe vnto the Lorde all that openeth the matrice. And euery caste thing, the fyrst doth open the matrice of a beast which thou hast: yf they be males, they shall be the Lordes."},{"number":13,"verse":"And euery fyrst gendred of an asse, thou shalt redeme with a lambe: yf thou redeme him not, thou shalt breake his neck. All the fyrst borne amonge thy chyldren also, shalt thou bye out."},{"number":14,"verse":"And when thy sonne asketh the to morowe, sayinge what is this, thou shalt saye vnto him: With a mightye hande the Lorde brought vs out of Egipt, out of the house of bondage."},{"number":15,"verse":"And when Pharao was looth to let vs go, the Lorde slewe all the first borne in the lande of Egipte: aswell the fyrste borne of man as of beaste. Therfore I sacrice vnto the Lorde all the males that open the matrice, and all the fyrst borne of my children I redeme."},{"number":16,"verse":"This shalbe a token vpon thyne hande, and a remembraunce betwene thyne eyes, that the Lorde brought vs out of Egipte thorowe a mightye hande."},{"number":17,"verse":"It came to passe, that whan Pharao had lett the people go, God caryed them not thorowe the waye and lande of the Philistines, which was the more nye waye. But God sayde: lest the people happly repent whan they se warre: & so turne agayne to Egipte."},{"number":18,"verse":"But God led the people about thorowe the waye of the wildernes of the redd see. And the children of Israel went vp harnessed out of the lande of Egipte."},{"number":19,"verse":"And Moses toke the bones of Ioseph with him: for he made the children of Israel swere, saying God will surely viset you, and ye shall take my bones awaye hens with you."},{"number":20,"verse":"And they toke their iorneye from Sucoth: and abode in Etham in the edge of the wildernes."},{"number":21,"verse":"And the Lorde wente before them by daye in a pyller of a cloude to leade them the waye: and by nyght in a pyller of fyer to geue them lyght, that they might go both by daye and nyght."},{"number":22,"verse":"The pyller of the cloude departed not by daye, nor the pyller of fyer by night out of the sight of the people."}]}