{"bibleAbbr":"GB1539","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":18,"verses":[{"number":1,"verse":"Iethro the prest of Midiam Moses father in lawe herde of all that God had done for Moses and for Israel hys people, and that the Lord had broughte Israel out of Egypte."},{"number":2,"verse":"Therfore he toke Ziphora Moses wyfe, (After he had sente her backe)"},{"number":3,"verse":"and hyr two sonnes, of which the one was called Gerson, for he sayd: I haue bene an alient in a straunge lande."},{"number":4,"verse":"The name of the other was Eliesar: for the God of my father (sayde he) was myne helpe, and delyuered me from the swerde of Pharao:"},{"number":5,"verse":"And Iethro Moses Father in lawe came with his two sonnes & his wyfe vnto Moses into the wildernesse: where he abode by the mount of God."},{"number":6,"verse":"And he sayde vnto Moses: I thy father in lawe Iethro am come to the, and thy wyfe also and hyr two sonnes with her."},{"number":7,"verse":"And Moses went oute to mete hys father in lawe and dyd obeyssaunce and kyssed hym and eache asked other of hys health, and they came into the tent."},{"number":8,"verse":"And Moses tolde hys father in lawe all that the Lorde had done vnto Pharao and to the Egyptians for Israels sake, and all the trauayle that had happened them by the waye, and howe the Lorde delyuered them."},{"number":9,"verse":"And Iethro reioysed ouer all the goodnesse whyche the Lorde had done to Israell, and because he had delyuered them out of the hande of the Egyptians."},{"number":10,"verse":"And Iethro sayde: blessed be the Lorde whiche hath delyuered you oute of the hande of the Egyptians and out of the hande of Pharao, which hath also delyuered hys people from the captyuite of the Egyptians."},{"number":11,"verse":"Nowe I knowe that the Lorde is greater then all goddes, for in the thynge wherby they dealt cruelly wyth them, are they them selues peryshed."},{"number":12,"verse":"And Iethro Moses father in lawe offred burntofferynges and sacrifyces vnto God. And Aaron and all the elders of Israel came to eate breade wyth Moses father in lawe before God."},{"number":13,"verse":"And it chaunced on the morow, that Moses satt to iudge the people, and the people stode aboute Moses from mornynge vnto euen."},{"number":14,"verse":"And whan Moses father in lawe sawe all that he did vnto the people, he sayd: what is thys that thou doest vnto the people? why syttest thou thy selfe alone, and all the people stonde aboute the from mornynge vnto euen?"},{"number":15,"verse":"And Moses sayde vnto hys father in lawe: because the people come vnto me to seke councell of God."},{"number":16,"verse":"When they haue a matter, they come vnto me, and I iudge betwene euery man and hys neyghboure, and shewe them the ordynaunces of God and hys lawes."},{"number":17,"verse":"And Moses father in lawe sayd vnto him: it is not well that thou doest."},{"number":18,"verse":"Thou both weryest thy selfe, and thys people that is wt the: for thys thynge is of more weyght, then thou art able to perfourme thy selfe alone."},{"number":19,"verse":"Heare nowe therfore my voyce, and I wyll geue the councell, and God shalbe with the. Be thou vnto the people to God warde, that thou mayest brynge the causes vnto God,"},{"number":20,"verse":"and thou shalt teache them ordinaunces and lawes, and shewe them the waye wherin they must walke, and the worke that they must doo."},{"number":21,"verse":"Morouer thou shalt seke oute amonge all the people, men of actiuite, and such as feare God: true men, hatynge coueteousnes: and make them heedes ouer the people, captaynes ouer thousandes, ouer hundredes, ouer fyftye and ouer ten."},{"number":22,"verse":"And let them iudge the people at all seasons. And euery greate matter that happeneth, let them bringe vnto the, but let them iudge all small causes them selues, and so shall it be easyer for thy selfe, and they shall bere with the."},{"number":23,"verse":"If thou shalt do thys thinge, (and God charge the with all) thou shalt be able to endure, and yet the people shall come to theyr place in peace."},{"number":24,"verse":"And so Moses obeyed the voyce of hys father in lawe, and did all that he had sayde,"},{"number":25,"verse":"and chose actyue men oute of all Israel and made them as heedes ouer the people: namely, captaynes ouer thousandes, ouer hundredes, ouerfyfty and ouerten."},{"number":26,"verse":"And they iudged the people at all seasons, but broughte the harde causes vnto Moses: and iudged all small matters them selues."},{"number":27,"verse":"And Moses let hys father in lawe departe, and he went into hys awne lande."}]}