{"bibleAbbr":"GB1539","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":24,"verses":[{"number":1,"verse":"And he sayde vnto Moses: come vp vnto the Lorde: thou & Aaron, Nadab and Abihu, and the . lxx. elders of Israel, and ye shal worshyppe a farre of."},{"number":2,"verse":"And Moses hym selfe alone shall go vnto the Lorde, but they shall not come nye, nether shall the people go vp with hym."},{"number":3,"verse":"And Moses came, & tolde the people all the wordes of the Lord and all the lawes: And all the people answered with one voyce, and sayde: all the wordes whiche the Lorde hath sayde, wyll wee doo."},{"number":4,"verse":"And Moses wrote all the wordes of the Lorde, & rose vp early, and set vp an aulter vnder the hyll, & . xii. stones according to the . xii. trybes of Israel,"},{"number":5,"verse":"and sent yonge men of the chyldren of Israell, which brought burntofferynges, and offred peace offeringes of oxen vnto the Lord."},{"number":6,"verse":"And Moses toke halfe of the bloude, and put it in basens, & the other halfe he sprenkeld on the aulter."},{"number":7,"verse":"And he toke the boke of the appoyntement and redd it in the audience of the people. And they sayd. All that the Lorde hath sayde, we wyll do and be obedyent."},{"number":8,"verse":"And Moses toke the bloude, and sprynkeld it on the people and sayde, beholde thys is the bloude of the appoyntement, which the Lorde hath made with you vpon all these wordes."},{"number":9,"verse":"Then went Moses and Aaron, Nadab and Abihu and the . lxx. elders of Israel vppe,"},{"number":10,"verse":"and sawe the God of Israel, and there was vnder hys fete, as it were a worke of a Saphir stone; and as it were the heauen when it is cleare,"},{"number":11,"verse":"and vpon the nobles of the chyldren of Israel he sett not his hand. And they sawe God and dyd eate and dryncke."},{"number":12,"verse":"And the Lorde sayde vnto Moses: come vp to me into the hyll, and be there, and I wyll geue the tables of stone, and a lawe and commaundmentes, which I haue written that thou mayest teach them."},{"number":13,"verse":"And Moses rose vppe & hys minister Iehosua, & Moses went vppe into the hyll of God,"},{"number":14,"verse":"and sayde vnto the elders: tarye ye here vntyll we come agayne vnto you. Beholde, here is Aaron & Hur with you. If any man haue any matters to do, let hym come to them."},{"number":15,"verse":"And Moses went vp into the mounte, and a clowde couered the hyll,"},{"number":16,"verse":"and the glorye of the Lorde abode vpon mounte Sinay, and the clowde couered it . vi. dayes. And the seuenth daye he called vnto Moses out of the clowde."},{"number":17,"verse":"And the facyon of the glorye of the Lorde was lyke consumynge fyre on the toppe of the hyll in the syghte of the children of Israel."},{"number":18,"verse":"And Moses went into the clowde, and got him vp into the mountayne. And Moses was in the mounte . xl. dayes and . xl. nyghtes."}]}