{"bibleAbbr":"GB1539","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":37,"verses":[{"number":1,"verse":"And Bezaleel made the arke of Sethim wodd, two cubites and an halfe long, and a cubite and a halfe brode, and a cubite and a halfe hye:"},{"number":2,"verse":"and ouerlayde it with fyne golde within and without, and made a crowne of golde to it rounde aboute,"},{"number":3,"verse":"and cast for it foure rynges of golde for the foure corners of it: two rynges for the one syde, and two for the other,"},{"number":4,"verse":"and made barres of Sethim wodd, and couered them with golde,"},{"number":5,"verse":"and put the barres in the rynges a longe by the syde of the arke, to bere it with all."},{"number":6,"verse":"And he made the mercy seate. of pure gold: two cubytes and a halfe was the length therof, and one cubyte and a halfe the breadth:"},{"number":7,"verse":"& he made two Cherubyns of thycke golde vpon the two endes of the merciseate."},{"number":8,"verse":"One Cherub on the one ende, and another Cherub on the other ende."},{"number":9,"verse":"Euen of the mercyseate made he the Cherubins: namely, in the endes therof. And the Cherubynes spred oute theyr wynges aboue an hie, and couered the mercyseate therwith. And theyr faces were one to another: euen to the mercyseate warde, were the faces of the Cherubyns."},{"number":10,"verse":"And he made the table of Sethim wodd two cubytes was the length therof and a cubyte the breadth, and a cubyte and a halfe the heygth of it."},{"number":11,"verse":"And he ouerlayde it with fyne golde, and made therto a crowne of golde rounde aboute,"},{"number":12,"verse":"and made therto an whope of an hande breade, rounde aboute and made vpon the whope a crowne of golde rounde aboute,"},{"number":13,"verse":"and cast for it foure rynges of golde, and put the rynges in the foure corners that were in the foure fete therof."},{"number":14,"verse":"Euen harde by the whope were the rynges, into the whiche the barres were put, to bere the table withall."},{"number":15,"verse":"And he made the barres of Sethim wodd, & couered them with gold to bere the table withall,"},{"number":16,"verse":"and made the vessels (for the table) of pure golde: the disshes, spones, flat peces and pottes to powre withall."},{"number":17,"verse":"And he made the candelstycke of pure golde: euen of one pece made he the candelstycke. For hys fote, hys shafte, hys cuppes, his knoppes and hys floures were of one pece."},{"number":18,"verse":"Syxe braunches proceding out of the sydes therof, thre out of the one side, and thre out of the other."},{"number":19,"verse":"And in one braunche thre cuppes made lyke vnto almondes wyth knoppes & floures: and in another braunche thre cuppes made lyke almondes with knoppes and floures. And so thorowe out the syxe braunches that proceded out of the candelstycke."},{"number":20,"verse":"And vpon the canndelstick self were . iiij. cuppes after the facyon of almondes wyth knoppes & floures:"},{"number":21,"verse":"vnder euery two braunches a knoppe."},{"number":22,"verse":"And the knoppes and the braunches proceded out of it, and it was all one pece of pure thycke golde."},{"number":23,"verse":"And he made hys seuen lampes with the tonges and snoffers therof, of pure golde."},{"number":24,"verse":"Euen of an hundred weyght of pure golde, made he it with all the vessels therof."},{"number":25,"verse":"And he made the cens alter of Sethim wood. The length of it was a cubyte, & the breadth a cubite, for it was, foure square & two cubytes hye, with hornes proceding out of it."},{"number":26,"verse":"And he couered it with pure golde, both the toppe and the sydes therof rounde about,"},{"number":27,"verse":"and the hornes of it, & made vnto it a crowne of golde rounde about. And he made two rynges of golde for it, euen vnder the croune therof in the two corners of it and in the two sydes therof to put barres in, for to bere it withall:"},{"number":28,"verse":"& made the barres of Sethim wodd and ouerlayde them with gold."},{"number":29,"verse":"And he made the holy anoyntinge oyle, and the swete pure incens after the apotecaryes crafte."}]}