{"bibleAbbr":"GB1539","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":39,"verses":[{"number":1,"verse":"And of the yelowe sylke, purple & scarlet, they made the vestimentes of ministracyon to do seruice in the holy place, and made the holy garmentes for Aaron, as the Lorde commaunded Moses."},{"number":2,"verse":"And he made the Ephod of golde, yelow sylke, purple, scarlet & whyte twyned sylke."},{"number":3,"verse":"And they dyd beate the gold into thynne plates, and cutte it into wyers: to worke it in the yelowe sylke, purple, scarlet, and in the fyne whyte, with broderd worke."},{"number":4,"verse":"And they made two sydes for it, to cloose them vp by the two edges."},{"number":5,"verse":"And the brodrynge of the gyrdell that was vpon it, was of the same stuffe, and after the same worcke: of golde, yelowe sylk, purple, scarlet, and twyned whyte sylke, as the Lorde comaunded Moses."},{"number":6,"verse":"And they wrought Onix stones cloosed in ouches of golde, and graued as sygnettes are grauen with the names of the chyldren of Israel,"},{"number":7,"verse":"and put them on the shoulders of the Ephod, that they shuld be stones for a remembraunce of the chyldren of Israel, as the Lord commaunded Moses."},{"number":8,"verse":"And he made the breastlappe of connyng worcke, and lyke the worcke of the Ephod: euen of golde, yelowe sylke, purple, scarlet, & twyned whyte sylke."},{"number":9,"verse":"It was . iiii. square, and they made the breastlappe double, an hande breadeth longe and an hande breadeth brode."},{"number":10,"verse":"And they fylled it with . iiii. rowes of stones. The fyrst rowe: a Sardios, a Topas and Smaragdus:"},{"number":11,"verse":"the seconde rowe, a Rubye a Saphir and a Diamonde:"},{"number":12,"verse":"in the . iii. rowe, Ligurios, an Achat, and an Amatist:"},{"number":13,"verse":"in the fourth rowe: a Turcas, and Onix, and a Iaspis. And they were closed in ouches of golde in theyr inclosers."},{"number":14,"verse":"And the . xii. stones were grauen as sygnettes with the names of the chyldren of Israel: euery stone wt hys name, accordynge to the . xii. trybes."},{"number":15,"verse":"And they made vpon the breastlappe, two fastenynge cheynes of wrethen worcke and pure golde."},{"number":16,"verse":"And they made two hokes of golde, & two golde rynges, and put the two rynges in the two corners of the breastlappe"},{"number":17,"verse":"And they put the two chaines of golde in the two ringes, in the corners of the brestlappe:"},{"number":18,"verse":"And the two endes of the two chaynes they fastened in the two hokes, and put them on the shulders of the Ephod vpon the fore front of it."},{"number":19,"verse":"And they made two rynges of golde, and put them on the two corners of the breastlappe vpon the edge of it whych was on the insyde by the Ephod."},{"number":20,"verse":"And they made two golden rynges, and put them on the two sydes of the Ephod, beneth on the foresyde of it and ouer agaynst hys felowe, aboue vpon the brodrynge of the Ephod,"},{"number":21,"verse":"and they strayned the breastlappe by hys rynges vnto the rynges of the Ephod, wyth a lace of yelowe sylke: that it myght be vpon the brodrynge of the Ephod, and that the breastlappe shulde not be lowsed from of the Ephod: as the Lorde commaunded Moses."},{"number":22,"verse":"And he made the tunycle vnto the Ephod of wouen worke, all together of yelowe sylke,"},{"number":23,"verse":"and there was an hole in the myddest of the tunycle, as the coler of a partlet, wyth a bonde rounde aboute the coler, that it shulde not rent."},{"number":24,"verse":"And in the tunycle they made hemmes with pomgranates, of yelowe sylke, purple, scarlet, and whyte twyned sylke."},{"number":25,"verse":"And they made lytle belles of pure golde, and put them amonge the pomgranates rounde aboute vpon the edge of the tunycle: a bell and a pomgranate,"},{"number":26,"verse":"a bell and a pomgranate rounde about the hemmes of the tunycle to mynistre in, as the Lorde commaunded Moses."},{"number":27,"verse":"And they made cotes of fyne whyte of wouen worcke for Aaron and hys sonnes,"},{"number":28,"verse":"& a mytre of fyne whyte, and goodly bonettes of fyne whyte, and lynen breches of twyned whyte,"},{"number":29,"verse":"and a gyrdell of twyned whyte, yelowe sylke, purple and scarlet: euen of nedleworcke, as the Lord commaunded Moses."},{"number":30,"verse":"And they made the plate for the holy croune of fyne golde, and wrote vpon it wyth grauen worcke, the holynes of the Lorde:"},{"number":31,"verse":"and tyed vnto it a lace of yelowe silke to fasten it an hye vpon the mytre, as the Lorde commaunded Moses."},{"number":32,"verse":"Thus was all the worcke of the habitacyon and of the Tabernacle of witnesse fynysshed. And the chyldren of Israel dyd accordynge to all that the Lorde had commaunded Moses: Euen so dyd they."},{"number":33,"verse":"And they brought the habitacyon vnto Moses: the tent and all his apparell, buttones, boordes, barres, pillers & sockettes."},{"number":34,"verse":"the coueryng of rams skynnes redd, and the couerynge of taxus skynnes, and the hangynge vayle,"},{"number":35,"verse":"the arcke of witnesse and the barres therof and the mercyseate:"},{"number":36,"verse":"the table and all the vessels therof, & the shewbred:"},{"number":37,"verse":"the pure candelstycke, with the lampes therof: euen with the lampes to be prepared and all the vessels therof, and the oyle for lyghte:"},{"number":38,"verse":"the golden altare, and the anoyntynge oyle, and the swete cens, and the hangynge of the Tabernacle doore,"},{"number":39,"verse":"and the brasen alter wyth hys gredyren of brasse: his barres and all hys vessels, the lauer and hys fote:"},{"number":40,"verse":"the hangynges of the courte wyth hys pyllers and sockettes: the hangynge to the courte gate, and hys pynnes and coardes, and all the vessell of the seruyce of the habitacyon for the Tabernacle of witnesse:"},{"number":41,"verse":"the mynistrynge vestimentes to serue in the holy place, and the holy vestimentes for Aaron the preast, & his sonnes raymentes to mynistre in,"},{"number":42,"verse":"accordinge to all that the Lorde commaunded Moses: euen so the chyldren of Israel made all the worke."},{"number":43,"verse":"And Moses behelde all the worcke, and se, they had done it euen as the Lorde commaunded: euen so had they done, and Moses blessed them."}]}