{"bibleAbbr":"GB1539","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":4,"verses":[{"number":1,"verse":"Moses answered and sayde: Se, they wyll not beleue me nor herken vnto my voyce: but will saye the Lorde hath not apeared vnto the."},{"number":2,"verse":"And the Lorde sayde vnto him: what is that whych is in thyne hande? he answered a rodd."},{"number":3,"verse":"And he sayde: cast it on the grounde. And he cast it on the grounde, and it became a serpent. And Moses fled from the syght of it."},{"number":4,"verse":"And the Lorde sayde vnto Moses: put forth thyne hande and take it by the tayle. And therfore he put forth hys hande & caught it, and it became a rodd in his hande."},{"number":5,"verse":"For thys thinge (sayeth he) shall they beleue the, that the Lorde God of their fathers, the God of Abraham, the God of Isahac & the God of Iacob hath apeared vnto the."},{"number":6,"verse":"And the Lorde sayde forthermore vnto hym: thrust thyne hande in to thy bosome. And he thrust hys hande in to hys bosome. And whan he toke it out agayne, beholde, his hande was leperous euen as snowe."},{"number":7,"verse":"And he sayde: put thyne hande in to thy bosome agayne. And he put hys hande into his bosome agayne, and plucked it out of hys bosome, & beholde, it was turned agayne as hys other flesshe."},{"number":8,"verse":"Therfore yf they wyll not beleue the nether heare the voyce of the fyrst token, yet wyll they beleue for the voyce of the seconde token."},{"number":9,"verse":"But and yf they wyll not beleue the two signes, nether herken vnto thy voyce, thou shalt take of the water of the ryuer, & powrest vpon the drye lande. And the water which thou takest out of the ryuer, shall turne to bloude vpon the drye lande."},{"number":10,"verse":"Moses sayde vnto the Lorde: oh my Lorde, I am not eloquent from yester daye & yeryesterdaye, & namely sence thou hast spoken vnto thy seruaunte: but I am slowe mouthed and slowe tonged."},{"number":11,"verse":"And the Lorde sayde vnto hym: who hath made mans mouth, or who hath made the domme or the deaff, the seynge or the blynde? haue not I the Lorde?"},{"number":12,"verse":"Therfore I will be with thy mouth, & teache the what thou shalt saye."},{"number":13,"verse":"He sayde: oh my Lorde, sende I praye the by the hande of him whom thou wilt sende."},{"number":14,"verse":"And the Lorde was angrye with Moses, & sayde: do not I knowe Aaron thy brother the leuyte, that he can speake? For lo, he commeth furth to mete the, & when he seyth the, he wylbe glad in his herte."},{"number":15,"verse":"Therfore thou shalt speake vnto hym, and put these wordes in hys mouth, and I wylbe with thy mouth and wyth hys mouth, and wyll teache you what ye ought to do."},{"number":16,"verse":"And he shalbe thy spokesman vnto the people: he also shall be thy mouth & thou shalt be hys God:"},{"number":17,"verse":"and thou shalt take this rodd in thy hande, wherwith thou shalt do myracles."},{"number":18,"verse":"Therfore Moses went and returned to Iethro hys father in lawe agayne, & sayde vnto him: I wyll go nowe, and turne agayne vnto my brethren whych are in Egypte, and se whether they be yet alyue. And Iethro sayde to Moses, goo in peace."},{"number":19,"verse":"And the Lorde sayde vnto Moses in Midian: goo, and returne agayne in to Egypte for they are dead which went aboute to kyll the."},{"number":20,"verse":"And Moses toke hys wyfe, and his sonnes, & put them on an asse, and went agayne to Egypte, & Moses toke the rodd of God in his hande."},{"number":21,"verse":"And the Lorde sayde vnto Moses: when thou art entred & come into Egypte agayne, se that thou doo all the wondres before Pharao which I haue put in thy hande: but I wyll holde hys herte, and he shall not let the people goo."},{"number":22,"verse":"And thou shalt saye vnto Pharao, thus sayeth the Lorde: Israel is myne eldest sonne,"},{"number":23,"verse":"and I haue sayde vnto the that thou shuldest let my sonne goo, that he maye serue me. And thou woldest not let hym goo: beholde, I wyll slee thyne eldest sonne."},{"number":24,"verse":"And it chaunced by the waye in the ynne that the Lorde mett hym, and wolde haue kylled him."},{"number":25,"verse":"And Zephora toke a stone, & cut awaye the foreskyne of hyr sone, & fell at his fete, & sayde: a bloudyhusbande art thou vnto me."},{"number":26,"verse":"Then he lett him goo. And she sayde a bloudy husbande, because of the circumcysion."},{"number":27,"verse":"Then sayde the Lorde vnto Aaron: go mete Moses in the wildernesse. And he went and met hym in the mount of God, and kyssed him."},{"number":28,"verse":"And Moses tolde Aaron all the wordes of the Lorde which had sent him, and all the tokens which he had charged him withall."},{"number":29,"verse":"So went Moses & Aaron and gathered all the elders of the chyldren of Israel."},{"number":30,"verse":"And Aaron tolde all the wordes whych the Lorde had spoken vnto Moses, and dyd the myracles in the syght of the people,"},{"number":31,"verse":"and the people beleued. And when they herde that the Lorde had visited the chyldren of Israel and had loked vpon their tribulacyon, they bowed their head, and worshypped."}]}