{"bibleAbbr":"GB1539","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":7,"verses":[{"number":1,"verse":"And the Lorde sayde vnto Moses: beholde, I haue made the Pharaos God, and Aaron thy brother shall be thy prophete."},{"number":2,"verse":"Thou shalt speake all that I commaunded the, and Aaron thy brother shall speake vnto Pharao, that he sende the chyldren of Israel out of hys lande."},{"number":3,"verse":"And I wyll harden Pharaos hert, and multiplie my myracles and my wondres in the lande of Egypte."},{"number":4,"verse":"But Pharao shall not herken vnto you, that I maye sett myne hand vpon Egypte, and brynge out myne armyes, and my people the chyldren of Israel out of the lande of Egypte, in great iudgementes,"},{"number":5,"verse":"and the Egyptians shall knowe, that I am the Lorde: when I stretche forth my hande vpon Egypte, and brynge out the chyldren of Israel from amonge them."},{"number":6,"verse":"Moses and Aaron dyd as the Lorde commaunded them, euen so dyd they."},{"number":7,"verse":"Moses was . lxxx. yere olde, and Aaron . lxxxiij. when they spake vnto Pharao."},{"number":8,"verse":"And the Lorde spake vnto Moses and Aaron sayinge:"},{"number":9,"verse":"yf Pharao speake vnto you sayinge: shewe a wondre, thou shalt saye vnto Aaron: take thy rodd and cast it before Pharao, that it maye be a serpent."},{"number":10,"verse":"Than went Moses and Aaron in vnto Pharao, and dyd euen as the Lorde had commaunded. And Aaron cast forth his rodd before Pharao and before his seruauntes and it turned to a serpente."},{"number":11,"verse":"Than Pharao called for the wyse men and enchaunters, & those wyse men of Egypte dyd in like maner wt there sorcery."},{"number":12,"verse":"For they cast downe euery man hys rodd, and they turned to serpentes: but Aarons rodde dyd eate vp theyr roddes:"},{"number":13,"verse":"and he hardened Pharaos herte: that he herkened not vnto them, euen as the Lorde had sayde."},{"number":14,"verse":"The Lorde also sayde vnto Moses. Pharaos herte is hardened, he refuseth to let the people goo."},{"number":15,"verse":"Get the vnto Pharao in the mornynge, lo, he wyll come vnto the water, and thou shalt stonde vpon the ryuers brynke agaynst he come, and the rodd whyche turned to a serpente, shalt thou take in thyne hande."},{"number":16,"verse":"And thou shalt saye vnto hym: the Lorde God of the Hebrues hath sente me vnto the, sayinge let my people goo, that they maye serue me in the wildernes: And beholde, hyther to thou woldest not heare."},{"number":17,"verse":"Thus sayth the Lorde: In thys thou shalt knowe that I am the Lorde. Beholde, I wyll smyte (with the staffe that is in myne hande) the water that is in the ryuer, and it shall turne to bloude."},{"number":18,"verse":"And the fyshe that is in the ryuer shall dye, and the ryuer shall stynke: and it shall greue the Egyptians to dryncke of the water of the ryuer."},{"number":19,"verse":"And the Lorde spake vnto Moses, saye vnto Aaron: take thy staffe, and stretche out thyne hande ouer the waters of Egypte, ouer their streames, ouer their ryuers and pondes and all pooles of water, whych they haue, that they maye be bloude, and that there maye be bloud thorowe out all the lande of Egypte: both in vessels of wodd and also of stone."},{"number":20,"verse":"And Moses and Aaron dyd euen as the Lorde commaunded. And he lyfte vp the staffe and smote the waters that were in the ryuer in the syghte of Pharao and in the syghte of hys seruauntes, and all the water that was in the ryuer, turned into bloud."},{"number":21,"verse":"And the fyshe that was in the ryuer dyed and the ryuer stanke: and the Egyptians coulde not dryncke of the waters of the ryuer. And there was bloude thorowe out all the lande of Egypte."},{"number":22,"verse":"And the enchaunters of Egypte dyd lykewyse wyth their sorceries, and he hardened Pharaos hert: neyther dyd he harken vnto them as the Lorde had sayde."},{"number":23,"verse":"And Pharao turned hym selfe, and went agayne into hys housse, and let not hys herte there vnto."},{"number":24,"verse":"And the Egyptians dygged rounde aboute the ryuer for water to drynke, for they coulde not drynke of the water of the ryuer."},{"number":25,"verse":"And it continued a weke after that the Lorde had smyten the ryuer."}]}