{"bibleAbbr":"NASB2020","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":1,"verses":[{"number":1,"verse":"(God’s Final Word in His Son) God, after He spoke long ago to the fathers in the prophets in many portions and in many ways,"},{"number":2,"verse":"(Or at the end of these days) in these last days has spoken to us (Or in the person of a Son; lit in Son) in His Son, whom He appointed heir of all things, through whom He also made the (Lit ages) world."},{"number":3,"verse":"(Lit Who being) And He is the radiance of His glory and the exact representation of His nature, and (Lit upholding) upholds all things by (Or His word of power) the word of His power. When He had made purification of sins, He sat down at the right hand of the Majesty on high,"},{"number":4,"verse":"having become so much better than the angels, to the extent that He has inherited a more excellent name than they."},{"number":5,"verse":"For to which of the angels did He ever say, “YOU ARE MY SON, TODAY I HAVE FATHERED YOU”? And again, “I WILL BE A FATHER TO HIM AND HE WILL BE A SON TO ME”?"},{"number":6,"verse":"And (Or again when He brings) when He again brings the firstborn into (Lit the inhabited earth) the world, He says, “AND LET ALL THE ANGELS OF GOD WORSHIP HIM.”"},{"number":7,"verse":"And regarding the angels He says, “HE MAKES HIS ANGELS WINDS, AND HIS MINISTERS A FLAME OF FIRE.”"},{"number":8,"verse":"But regarding the Son He says, “YOUR THRONE, GOD, IS FOREVER AND EVER, AND THE SCEPTER OF RIGHTEOUSNESS IS THE SCEPTER OF (Late mss Your) HIS KINGDOM."},{"number":9,"verse":"YOU HAVE LOVED RIGHTEOUSNESS AND HATED LAWLESSNESS; THEREFORE GOD, YOUR GOD, HAS ANOINTED YOU WITH THE OIL OF JOY ABOVE YOUR COMPANIONS.”"},{"number":10,"verse":"And, “YOU, LORD, IN THE BEGINNING LAID THE FOUNDATION OF THE EARTH, AND THE HEAVENS ARE THE WORKS OF YOUR HANDS;"},{"number":11,"verse":"THEY WILL PERISH, BUT YOU REMAIN; AND THEY ALL WILL (Or become old) WEAR OUT LIKE A GARMENT,"},{"number":12,"verse":"AND LIKE A ROBE YOU WILL ROLL THEM UP; LIKE A GARMENT THEY WILL ALSO BE CHANGED. BUT YOU ARE THE SAME, AND YOUR YEARS WILL NOT COME TO AN END.”"},{"number":13,"verse":"But to which of the angels has He ever said, “SIT AT MY RIGHT HAND, UNTIL I MAKE YOUR ENEMIES A FOOTSTOOL FOR YOUR FEET”?"},{"number":14,"verse":"Are they not all ministering spirits, sent out to provide service for the sake of those who will inherit salvation?"}]}