{"bibleAbbr":"NASB2020","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":5,"verses":[{"number":1,"verse":"The Perfect High Priest For every high priest taken from among men is appointed on behalf of people in things pertaining to God, in order to offer both gifts and sacrifices for sins;"},{"number":2,"verse":"(Lit being able to) he can deal gently with the ignorant and misguided, since he himself also is (I. e., weak by nature) clothed in weakness;"},{"number":3,"verse":"and because of it he is obligated to offer sacrifices for sins for himself, as well as for the people."},{"number":4,"verse":"And no one takes the honor for himself, but receives it when he is called by God, just as Aaron also was."},{"number":5,"verse":"So too Christ did not glorify Himself in becoming a high priest, but it was He who said to Him, “YOU ARE MY SON, TODAY I HAVE FATHERED YOU”;"},{"number":6,"verse":"just as He also says in another passage, “YOU ARE A PRIEST FOREVER ACCORDING TO THE ORDER OF MELCHIZEDEK.”"},{"number":7,"verse":"In the days of (Lit His flesh) His humanity, (Lit who having offered up) He offered up both prayers and pleas with loud crying and tears to the One able to save Him (Or out of) from death, and He (Lit having been heard) was heard because of His devout behavior."},{"number":8,"verse":"Although He was a Son, He learned obedience from the things which He suffered."},{"number":9,"verse":"And having been perfected, He became the source of eternal salvation for all those who obey Him,"},{"number":10,"verse":"being designated by God as High Priest according to the order of Melchizedek."},{"number":11,"verse":"Concerning (Lit whom; or which) him we have much to say, and it is difficult to explain, since you have become (Lit sluggish in hearing) poor listeners."},{"number":12,"verse":"For though (Lit because of the time) by this time you ought to be teachers, you have need again for someone to teach you the (Lit elements of the beginning) elementary principles of the actual words of God, and you have come to need milk and not solid food."},{"number":13,"verse":"For everyone who partakes only of milk is unacquainted with the word of righteousness, for he is an infant."},{"number":14,"verse":"But solid food is for the mature, who because of practice have their senses trained to distinguish between good and evil."}]}