{"bibleAbbr":"teERV1997","bookName":"న్యాయాధిపతులు","bookEnglishName":"Judges","chapterNumber":13,"verses":[{"number":1,"verse":"( సమ్సోను జననం) ఇశ్రాయేలు ప్రజలు చెడ్డ పనులు చేయడం మళ్లీ యెహోవా చూశాడు. అందువల్ల ఫిలిష్తీయులు వారిని 40 సంవత్సరాల పాటు పరిపాలించేందుకు యెహోవా అనుమతించాడు."},{"number":2,"verse":"జొర్యాకి చెందిన ఒకతను ఉండేవాడు. అతని పేరు మానోహ. అతను దాను వంశానికి చెందినవాడు. మానోహకు ఒక భార్య ఉంది. ఆమె పిల్లలెవరినీ కనలేక పోయింది."},{"number":3,"verse":"యెహోవాదూత మానోహ భార్యకి ప్రత్యక్షమయ్యాడు. అతను ఇలా అన్నాడు: “నీవు పిల్లల్ని కనలేకపోయావు. కాని నీవు గర్భవతివవుతావు. ఒక కొడుకుని కంటావు."},{"number":4,"verse":"ఏ మద్యంగాని, ఘాటైన పానీయంగాని నీవు తాగవద్దు. అపరిశుభ్రమైన ఆహారం కూడా నీవు తినవద్దు."},{"number":5,"verse":"ఎందుకంటే నీవు గర్భవతివై, ఒక కొడుకుని కంటావు. ఒక ప్రత్యేకమైన విధంగా అతను దేవునికి సమర్పించబడతాడు. అతను నాజీరవుతాడు. ( నాజీరు దేవునికి ప్రత్యేక వాగ్దానాన్ని చేసినవాడు. నాజీరు వాగ్దాన నియమాలను గురించి చూడండి.) అందువల్ల ఎప్పుడూ అతని జుట్టు కత్తిరించకు. అతను జన్మించడానికి పూర్వమె అతను దేవుని ప్రత్యేకమైన వ్యక్తిగా వుంటాడు. అతను ఇశ్రాయేలు ప్రజల్ని ఫిలిష్తీయుల అధికారం నుంచి కాపాడతాడు.”"},{"number":6,"verse":"తర్వాత ఆమె తన భర్త వద్దకు వెళ్లి అతనితో జరిగిన విషయం చెప్పింది. ఆమె ఇలా చెప్పింది: “దేవుని వద్దనుండి ఒక మనిషి నా వద్దకు వచ్చాడు. అతను దేవదూతగా కనిపించాడు. అతను నన్ను భయపెట్టాడు. ఎక్కడినుంచి అతను వచ్చాడో, ఆ సంగతి నేను కనుక్కోలేదు. అతను తన పేరు చెప్పలేదు."},{"number":7,"verse":"కాని నాతో ఇలా అన్నాడు: ‘నీవు గర్భవతివి. నీకొక కుమారుడు కలుగుతాడు. మద్యంగాని, ఏ ఇతర ఘాటైన పానీయంగాని తాగవద్దు. అపరిశుభ్రంగా ఉండే ఆహారమూ తినవద్దు. ఎందుకంటే, ప్రత్యేకమైన విధంగా అతను దేవునికి సమర్పించబడతాడు. ఆ బాలుడు దేవుని ప్రత్యేక వ్యక్తి. పుట్టుకకు మునుపటినుంచి మరణించేంత వరకు అతను విలక్షణమైన ( విలక్షణమైన విశిష్ఠమైన, ప్రత్యేకమైన.) మనిషి.’”"},{"number":8,"verse":"ఆ తర్వాత మానోహ యెహోవాను ప్రార్థించాడు. అతను ఇలా అన్నాడు: “యెహోవా, దేవ దూతను మళ్లీ మా వద్దకు పంపవలసిందిగా నిన్ను ప్రార్థిస్తున్నాను. త్వరలోనే బాలుడుగా జన్మించనున్న అతనికి మేము ఏమి చేయాలో అది ఆ దేవదూత మాకు నేర్పాలి”"},{"number":9,"verse":"దేవుడు మానోహ ప్రార్థన ఆలకించాడు. దేవదూత మళ్లీ ఆ స్త్రీకి ప్రత్యక్షమయ్యాడు. ఆమె ఒక పొలంలో కూర్చునివుంది. ఆమె భర్త మానోహ ఆమె వద్ద లేడు."},{"number":10,"verse":"అందువల్ల అది చెప్పాలని భర్త వద్దకు పరుగెత్తి, “ఆ మనిషి తిరిగి వచ్చాడు! మొన్న వచ్చిన అతను ఇక్కడే వున్నాడు.” అని తన భర్తతో చెప్పింది."},{"number":11,"verse":"మానోహ లేచి తన భార్యను అనుసరించాడు. అతను ఆ మనిషి వద్దకు రాగానే, “ఇంతకు మునుపు నా భార్యతో మాటలాడిన వ్యక్తివి నీవేనా” అని అడిగాడు. “నేనే” అన్నాడు దేవదూత."},{"number":12,"verse":"అందువల్ల మానోహ, “నీవు చెప్పినట్లు జరుగుతుందని భావిస్తున్నాను. బాలుడు ఎలాంటి జీవితం గడుపుతాడో, అతడేమి చేస్తాడో చెప్పు” అని అడిగాడు."},{"number":13,"verse":"యెహోవాదూత మానోహతో ఇలా చెప్పాడు: “నేను చెప్పినదంతా నీ భార్య చేయాలి."},{"number":14,"verse":"ద్రాక్షాతీగ మీద పెరిగే దానిని ఆమె తినకూడదు. ఆమె మద్యము తాగకూడదు. అపరిశుభ్రమైన ఆహారం తినకూడదు. ఏమి చేయుమని ఆమెను ఆజ్ఞాపించానో, ఆమె అదంతా చేయాలి.”"},{"number":15,"verse":"అప్పుడు ఆ యెహోవాదూతతో మానోహ ఇలా చెప్పాడు: “దయచేసి నీవు మాతోపాటు కొంత సేపు ఉండు. నీవు తినేందుకుగాను ఒక లేత మేకను వండిపెట్టాలని అనుకుంటున్నాము.”"},{"number":16,"verse":"యెహోవాదూత మానోహతో ఇలా అన్నాడు: “నేను వెళ్లకుండా మీరు చేసినా, నేను మీరు పెట్టే ఆహారం తినను. కాని మీరేదైనా చెయ్యదలుచుకుంటే, అప్పుడు యెహోవాకు దహనబలిని సమర్పించండి.” (ఆ వ్యక్తి నిజంగా యెహోవాదూత అని మానోహ అర్థం చేసుకోలేక పోయాడు)."},{"number":17,"verse":"అప్పుడు యెహోవాదూతను, “నీ పేరేమిటి? నీవు చెప్పినదంతా నిజంగా జరిగినప్పుడు, నిన్ను గౌరవించాలని మేమనుకుంటున్నాము. అందువల్లనే నీ పేరు తెలుసుకోదలచాను.”"},{"number":18,"verse":"యెహోవాదూత ఇలా చెప్పాడు: “నా పేరు మీరెందుకు అడుగుతున్నారు? ఇది మీరు నమ్మడానికి చాలా ఆశ్చర్యకరము”"},{"number":19,"verse":"అప్పుడు మానోహ ఒక బండ మీద ఒక లేత మేకను బలి ఇచ్చాడు. మేకను, ధాన్యమును యెహోవాకు, మరియు అద్భుతాలు చేసే వ్యక్తికీ సమర్పించాడు."},{"number":20,"verse":"మానోహ, అతని భార్య జరిగిన వాటిని గమనిస్తూ వచ్చారు. మధ్యస్థానము నుండి ఆకాశానికి పొగలు లేచినప్పుడు, యెహోవాదూత ఆ మంటలలో పరమునకు వెళ్లిపోయాడు! ఎప్పుడైతే అది మానోహ, అతని భార్య చూసారో, నేలకు తాకేలా తమ ముఖాలు వంచి నమస్కరించారు."},{"number":21,"verse":"ఆ వ్యక్తి నిజంగానే యెహోవాదూత అని చివరికి మానోహ గ్రహించాడు. ఆ తర్వాత యెహోవాదూత మళ్లీ మానోహ, మరియు ఆయన భార్య ముందు ప్రత్యక్షం కాలేదు."},{"number":22,"verse":"మానోహ తన భార్యతో ఇలా అన్నాడు: “మనం దేవుణ్ణి చూశాము. అందువల్ల తప్పకుండా మనం మరణిస్తాము!”"},{"number":23,"verse":"కాని అతని భార్య అతనితో, “మనల్ని చంపాలని దేవుడు భావించడం లేదు. యెహోవా కనుక మనల్ని చంపదలచుకుంటే, మనం సమర్పించిన వండిన వస్తువుని, ధాన్యాన్ని ఆయన స్వీకరించి ఉండడు. మనకీ విషయాలను ఆయన చూపివుండడు. పైగా వీటిని మనకు చెప్పి ఉండడు.” అని చెప్పింది."},{"number":24,"verse":"తరువాత ఆ స్త్రీకి బాలుడు జన్మించాడు. అతనికి సమ్సోను అని పేరు పెట్టింది. సమ్సోను పెరిగాడు. యెహోవా అతనిని ఆశీర్వదించాడు."},{"number":25,"verse":"యెహోవా ఆత్మ సమ్సోనులో పనిచేయనారంభించింది. అతనప్పుడు మహెనుదాను నగరంలో ఉన్నాడు. ఆ నగరం జోర్యా, ఎష్తాయోలుకు మధ్య ఉంది."}]}