{"bibleAbbr":"teERV1997","bookName":"న్యాయాధిపతులు","bookEnglishName":"Judges","chapterNumber":16,"verses":[{"number":1,"verse":"( సమ్సోను గాజా నగరానికి వెళ్లటం) ఒకనాడు సమ్సోను గాజా నగరానికి వెళ్లాడు. అక్కడ అతనొక వ్యభిచారిణిని చూశాడు. ఆ రాత్రి ఆమెతో గడిపేందుకు అతను అక్కడికి వెళ్లాడు."},{"number":2,"verse":"ఎవరో ఒకతను గాజా పౌరులతో ఇలా చెప్పాడు: “సమ్సోను ఇక్కడికి వచ్చాడు.” సమ్సోనును చంపాలని వారనుకున్నారు. అందువల్ల వారు నగరాన్ని చుట్టు ముట్టారు. వారు నగర ద్వారం వద్ద దాగివున్నారు. ఆ రాత్రి అంతా సమ్సోను కోసం చాలా వేచివున్నారు. నిశ్శబ్దంగా వారు ఒకరితో ఒకరు, “ప్రొద్దు పొడవగానే, మనం సమ్సోనును చంపుదాము” అని చెప్పుకున్నారు."},{"number":3,"verse":"కాని సమ్సోను ఆ వ్యభిచారిణితో అర్థరాత్రి వరకే ఉన్నాడు. అర్థరాత్రి వేళ సమ్సోను లేచాడు. నగర ద్వారం తలుపుల్ని అతను లాగివేశాడు. గోడనుండి వాటిని సడలింపజేశాడు. సమ్సోను తలుపులను క్రిందికి లాగివేశాడు. రెండు స్తంభాలను, తలుపుల్ని మూసివేసి ఉంచిన అడ్డగడియలను లాగివేశాడు. సమ్సోను, వాటిని తన భుజాల మీద వేసుకుని, హెబ్రోను నగరానికి సమీపాన ఉన్న కొండ మీదికి మోసుకుని పోయాడు."},{"number":4,"verse":"( సమ్సోను మరియు దెలీలా) తర్వాత సమ్సోను దెలీలా అనే స్త్రీని ప్రేమించాడు. ఆమె శోరేకు అనే లోయకు చెందింది."},{"number":5,"verse":"ఫిలిష్తీయుల పరిపాలకులు దెలీలా వద్దకు వెళ్లారు. వారు అన్నారు; “సమ్సోను అంత బలవంతుడు కావడానికి గల కారణమేమిటో తెలుసుకోదలచాము. ఏదో ఒక ఉపాయం పన్ని ఆ రహస్యాన్ని అతని నుంచి రప్పించు. అప్పుడు అతనిని ఎలా పట్టుకొని బంధించాలో తెలుసుకుంటాము. ఆ తర్వాత అతన్ని అదుపులో ఉంచగలము. నీవు కనుక ఇది చేయగలిగితే, నీకు మాలో ఒక్కొక్కరు ఇరవై ఎనిమిది పౌండ్లు వెండి యిస్తాము.”"},{"number":6,"verse":"అప్పుడు దెలీలా సమ్సోనుతో, “నీవెందుకు అంత బలవంతుడవైయున్నావో చెప్పు. ఎవరైనా నిన్ను బంధించి నిస్సహాయుణ్ణి చేయగలుగుతారా, చెప్పు?” అని అడిగింది."},{"number":7,"verse":"సమ్సోను బదులు చెప్పాడు, “ఎవరైనా నన్ను ఇంకా తడి ఆరని కొత్త వింటినారులు ఏడింటితో బంధించాలి. అలా ఎవరైనా చేయగలిగితే, అప్పుడు ఇతర మనిషిలాగ బలహీనుణ్ణి అవుతాను.”"},{"number":8,"verse":"అప్పుడు ఫిలిష్తీయుల పాలకులు కొత్త వింటి నారులు ఏడు దెలీలా వద్దకు తీసుకువచ్చారు. అవి ఇంకా తడియారలేదు. ఆ వింటి నారులతో దెలీలా సమ్సోనును బంధించింది."},{"number":9,"verse":"కొంతమంది మగవాళ్లు పక్క గదిలో దాగి ఉన్నారు. దెలీలా సమ్సోనుతో ఇలా చెప్పింది; “సమ్సోనూ! ఫిలిష్తీయులు నిన్ను ఇప్పుడు పట్టుకోనున్నారు” అంది. కాని సమ్సోను సులభంగా ఆ వింటినారులు తెంచుకున్నాడు. అగ్నిలో మండిపోయిన దారంలా, బూడిదలా అవి తెగిపోయాయి. అందువల్ల ఫిలిష్తీయులు సమ్సోను బలానికిగల రహస్యాన్ని కనుగొనలేక పోయారు."},{"number":10,"verse":"అప్పుడు దెలీలా సమ్సోనుతో అన్నది: “నీవు నాతో అబద్ధం చెప్పావు. దయచేసి నాకు నిజం చెప్పండి. నిన్ను ఎవరైనా ఎలా బంధించగలరు?”"},{"number":11,"verse":"సమ్సోను ఇలా అన్నాడు; “ఎవరైనా నన్ను కొత్త తాళ్లతో కట్టివేయాలి. అంతకు పూర్వం వాడనటువంటి కొత్త తాళ్లతో నన్ను కట్టివేయాలి. ఎవరైనా అలా చేయగలిగితే, నేను ఇతరులవలె బలహీనుణ్ణి అవుతాను.”"},{"number":12,"verse":"అందువల్ల దెలీలా కొత్త తాళ్లు తీసుకుంది. వాటితో సమ్సోనును కట్టివేసింది. పక్క గదిలో కొందరు మనుష్యులు దాగి ఉన్నారు. తర్వాత దెలీలా “సమ్సోనూ, ఫిలిష్తీయులు ఇప్పుడు నిన్ను పట్టుకుంటారు.” అన్నది. కాని అతను ఆ తాళ్లు సునాయాసంగా తెంచుకున్నాడు. దారాలను తెంపినంత సులభంగా వాటిని తెంచివేశాడు."},{"number":13,"verse":"తర్వాత దెలీలా, “మళ్లీ నువ్వు అబద్ధం చెప్పావు. నన్ను అవివేకిగా చేశావు. ఇప్పుడైనా చెప్పు, ఎవరైనా నిన్ను ఎలా బంధించగలరో.” అని సమ్సోనుతో చెప్పింది. “నా తలమీది వెంట్రుకలతో ఏడుజడలను అల్లగలిగి, వాటిని ఒక మేకుతో బిగించినట్లయితే అప్పుడు ఇతర మనుష్యుల్లా నేను బలహీనుణ్ణి అవుతాను” అని సమ్సోను చెప్పాడు. తర్వాత సమ్సోను నిద్రపోయాడు. అప్పుడు అతని తలమీది వెంట్రుకలను అల్లింది."},{"number":14,"verse":"తర్వాత దెలీలా గుడారం మేకుతో మగ్గాన్ని నేలకు బిగించింది, అతనిని చూసి ఇలా అన్నది. “సమ్సోనూ, ఫిలిష్తీయులిప్పుడు నిన్ను పట్టుకుంటారు.” సమ్సోను ఆ గుడారం మేకుని, మగ్గాన్ని లాగివేశాడు."},{"number":15,"verse":"అప్పుడు దెలీలా సమ్సోనుతో అన్నది: “‘నేను నిన్ను ప్రేమిస్తున్నాను.’ అని నీవు ఎలా చెప్పగలవు? నా మీద నీకు నమ్మకం కూడా లేదు. నీవు మూడవ సారిగా నన్ను అవివేకిని చేశావు. నీ మహా బలానికిగల రహస్యాన్ని చెప్పనే లేదు.”"},{"number":16,"verse":"ఇలా ప్రతిరోజూ ఆమె సమ్సోనును వేధించుకు తినసాగింది. ఆమె అలా వేధించుకు తినడం చూసి అతను విసిగిపోయాడు. మరణం సంభవించేలా అనిపించింది."},{"number":17,"verse":"చివరికి సమ్సోను దెలీలాతో అన్నీ చెప్పాడు. అతను ఇలా అన్నాడు: “నేను నా జుట్టుని గొరిగించుకొనలేదు. నేను పుట్టుటకు మునుపే, నన్ను దేవునికి అర్పించారు. ఎవరైనా నా తలను గొరిగినట్లయితే, అప్పుడు నా బలాన్ని కోల్పోతాను. ఇతర మనుష్యుల్లా నేనప్పుడు బలహీనుణ్ణి అవుతాను.”"},{"number":18,"verse":"సమ్సోను తన రహస్యాన్ని చెప్పినట్లుగా దెలీలా గ్రహించింది. ఫిలిష్తీయుల పరిపాలకులకు ఒక సందేశం పంపింది. ఆమె ఇలా చెప్పింది: “మళ్లీ రండి. సమ్సోను నాతో అన్నీ చెప్పాడు.” అందువల్ల ఫిలిష్తీయుల పరిపాలకులు దెలీలా వద్దకు మళ్లీ వచ్చారు. తమతో పాటు వాళ్లు మాట యిచ్చిన ప్రకారం డబ్బు కూడా తీసుకు వచ్చారు."},{"number":19,"verse":"సమ్సోను తన తొడమీద పడుకుని వున్నప్పుడు దెలీలా అతనిని నిద్ర పుచ్చింది. అప్పుడొక వ్యక్తిని లోనికి పిలిచి, సమ్సోను తల వెంట్రుకలను గొరిగి వేయమనింది. ఈ విధంగా సమ్సోనుని ఆమె బలహీనపరిచింది. సమ్సోను బలహీనుడయ్యాడు."},{"number":20,"verse":"అప్పుడు అతణ్ణి లేవమని చెప్పి, “సమ్సోనూ, ఫిలిష్తీయులిప్పుడు నిన్ను పట్టుకోనున్నారు” అని ఆమె చెప్పింది. అతను మేల్కొన్నాడు. ఆలోచన చేశాడు, “నేను పూర్వం చేసినట్లుగా చేసి తప్పించుకుంటాను. స్వతంత్రుణ్ణి అవుతాను.” కాని యెహోవా అతనిని విడనాడి వెళ్లినట్లు సమ్సోను గ్రహించలేదు."},{"number":21,"verse":"ఫిలిష్తీయులు సమ్సోనును పట్టుకున్నారు. వారతని కళ్లు పెరికి వేశారు. గాజా నగరానికి తీసుకుని వెళ్లారు. అతను పారిపోకుండా ఉండేందుకుగాను, సంకెళ్లతో బంధించారు. వారు సమ్సోనును చెరసాలలో ఉంచారు. అతని చేత ధాన్యం విసిరించారు."},{"number":22,"verse":"కాని సమ్సోను వెంట్రుకలు మళ్లీ మొలవసాగాయి."},{"number":23,"verse":"ఫిలిష్తీయుల పాలకులు ఒకటిగా చేరి పండగ చేసుకోవాలనుకున్నారు. తమ దేవుడైన దాగోనుకు ( దాగోను మంచి ధాన్యపు పంటనిస్తుందని కనానీ ప్రజలు ఈ బూటకపు దేవతను ఆరాధించారు. ఇది వారికి అతి ముఖ్యమైన దేవత అయ్యుండవచ్చు.) పెద్ద బలి కూడా ఇవ్వాలనుకున్నారు. “మన శత్రువైన సమ్సోనును ఓడించేందుకు మన దేవుడు మనకు సహాయం చేశాడు.” అని అనుకున్నారు."},{"number":24,"verse":"సమ్సోనుని చూడగానే వారు తమ దేవుణ్ణి ప్రశంసించారు. వారు ఇలా అన్నారు: “ఈ మనిషి మనవారిని నాశనం చేశాడు. ఈ మనిషి మనవారిలో పలువురిని చంపాడు, కాని మన దేవుడు మన శత్రువుని వశం చేసుకునేందుకు సహాయం చేశాడు!”"},{"number":25,"verse":"ఉత్సవ సమయంలో ప్రజలు చాలా సంతోషంగా ఉన్నారు. అప్పుడు వారిలా అన్నారు: “సమ్సోనును వెలికి తీసుకురండి. అతనిని చూసి మేము పరిహాసం చెయ్యాలి.” కనుక చెరసాల నుంచి సమ్సోనును బయటికి తీసుకువచ్చారు. అతనిని పరిహసించారు. దేవుడైన దాగోను గుడిలో స్తంభాల మధ్య సమ్సోనును నిలబెట్టారు."},{"number":26,"verse":"ఒక సేవకుడు సమ్సోను చెయ్యి పట్టుకున్నాడు. అతనితో సమ్సోను, “ఈ ఆలయానికి ఆధారంగా వున్న స్తంభాల మధ్య నన్ను ఉంచు. వాటిని ఆనుకుని వుంటాను” అన్నాడు."},{"number":27,"verse":"ఆ ఆలయం స్త్రీ పురుషులతో కిటకిటలాడుతున్నది. ఫిలిష్తీయుల పాలకులందరూ అక్కడికి చేరారు. ఆలయ కప్పుమీద సుమారు మూడువేల మంది స్త్రీ పురుషులు ఉన్నారు. వారందరూ సమ్సోనును చూసి ఎగతాళి చేస్తున్నారు."},{"number":28,"verse":"అప్పుడు యెహోవాను సమ్సోను స్తుతించాడు. “సర్వశక్తిమంతుడవైన యెహోవా, నన్ను మరచిపోవద్దు. దేవుడా, మరొకసారి నాకు బలం ప్రసాదించు. నా రెండు కళ్లనీ చీల్చివేసిన ఈ ఫిలిష్తీయులను శిక్షించేందుకు నాకు శక్తి ఇయ్యి.” అని ప్రార్థించాడు."},{"number":29,"verse":"అప్పుడు ఆలయం మధ్య వున్న రెండు స్తంభాలను సమ్సోను పట్టుకున్నాడు. ఆ రెండు స్తంభాలు ఆలయాన్ని భరిస్తున్నవి. ఆ రెండు స్తంభాలను అతను కౌగిలించుకున్నాడు. ఒక స్తంభం అతని కుడిచేయి వైపున వున్నది. మరొకటి ఎడమ చేతివైపున వున్నది."},{"number":30,"verse":"సమ్సోను ఇలా అన్నాడు; “ఈ ఫిలిష్తీయులతో పాటు నేను మరణిస్తాను” అని, తర్వాత తన శక్తికొద్దీ వాటిని తోశాడు. ఆలయంలోపల వున్న పరిపాలకులు మరియు మనుష్యుల మీద ఆలయం పడిపోయింది. ఈ విధంగా సమ్సోను ఇంకా మరికొందరు ఫిలిష్తీయులను చంపివేశాడు. అతను జీవించిన నాటికంటె మరణ సమయంలోనే, చాలా మందిని చంపి వేశాడు."},{"number":31,"verse":"సమ్సోను యొక్క సోదరులు, అతని కుటుంబంలోని వారందరూ అతని దేహం తీసుకురావడానికి వెళ్లారు. అతనిని తీసుకు వచ్చి, తండ్రి సమాధిలో పాతి పెట్టారు. ఆ సమాధి జోర్యా, ఏష్తాయోలు నగరాల మధ్య ఉన్నది. ఇశ్రాయేలు ప్రజలకు సమ్సోను ఇరవై సంవత్సరాలపాటు న్యాయాధిపతిగా వ్యవహరించాడు."}]}