{"bibleAbbr":"teERV1997","bookName":"న్యాయాధిపతులు","bookEnglishName":"Judges","chapterNumber":19,"verses":[{"number":1,"verse":"( లేవీ వంశపు వ్యక్తి మరియు అతని దాసి) ఆ సమయమున, ఇశ్రాయేలు ప్రజలకు రాజు లేడు. చాలా దూరానవున్న కొండదేశమైన ఎఫ్రాయిములో లేవీ వంశమునకు చెందిన వ్యక్తి ఉండెను. అతనికి ఒక దాసి ( దాసి ఉపపత్ని లేక స్త్రీ సేవకురాలు భార్యగా వ్యవహరించే సేవకురాలు.) వుండెను. ఆమె అతనికి భార్యవలె ఉండెను. యూదాలోని బేత్లెహేముకు ఆ దాసి చెందింది."},{"number":2,"verse":"కాని ఆ దాసి లేవీ వంశపు వ్యక్తితో ఒక ఒడంబడిక చేసుకొంది. ఆమె అతనిని విడిచి పెట్టి, యూదాలోని బేత్లెహేములో ఉన్న తన తండ్రి వద్దకు వెళ్లింది. అక్కడ ఆమె నాలుగు నెలలపాటు ఉంది."},{"number":3,"verse":"తర్వాత ఆమె భర్త ఆమెకోసం వచ్చాడు. ఆమెతో అతను ప్రీతిపూర్వకంగా మాటలాడాడు. ఆమె మరల తన వద్దకు రావాలని అలా మాటలాడాడు. అతను తన సేవకుని, రెండు గాడిదలను తీసుకొని వెళ్లాడు. లేవీ వంశపు వ్యక్తి ఆమె తండ్రి ఇంటికి వచ్చాడు. లేవీ వంశపు వ్యక్తిని చూసి ఆమె తండ్రి బయటికి వచ్చి అతనిని అభినందించాడు. ఆమె తండ్రికి చాలా సంతోషం కలిగింది."},{"number":4,"verse":"ఆ స్త్రీ తండ్రి లేవీ వ్యక్తిని ఇంటిలోనికి తీసుకుని వెళ్లాడు. లేవీ వ్యక్తి మామ అతనిని ఇంట ఉండమని కోరాడు. అందువల్ల ఆ లేవీ వ్యక్తి మూడురోజులున్నాడు. అతను తిని, త్రాగి, మామ ఇంట నిదురించాడు."},{"number":5,"verse":"నాలుగవ రోజున, తెల్లవారుజామున వారు మేల్కొన్నారు. లేవీ వంశపు వ్యక్తి బయలుదేరే సన్నాహంలో వున్నాడు. కాని ఆ యువతి తండ్రి తన అల్లుడితో ఇలా అన్నాడు: “మొట్టమొదట ఏమైనా తిను. నీవు తిన్న తర్వాత వెళ్లవచ్చును.”"},{"number":6,"verse":"అందువల్ల లేవీ వంశపు వాడు అతని మామరు తినుటకు, త్రాగుటకు కలిసి కూర్చొన్నారు. ఆ తర్వాత మామ అతనితో, “ఈ సాయంకాలందాకా ఇక్కడే వుండి, విశ్రాంతి తీసుకుని, ఆనందించి వెళ్లవచ్చు” అన్నాడు. అందువల్ల ఆ ఇద్దరూ కలసి తిన్నారు."},{"number":7,"verse":"లేవీ వంశపువాడు వెళ్లాలని లేచాడు. కాని అతని మామ ఆ రాత్రికి ఉండిపొమ్మని అతనిని వేడుకొన్నాడు."},{"number":8,"verse":"తర్వాత, ఐదవరోజున తెల్లవారు జామునే లేవీ వంశపువాడు మేల్కొన్నాడు. అతడు బయలుదేరే సన్నాహంలో ఉన్నాడు. కాని ఆ స్త్రీ తండ్రి అల్లుడితో ఇలా చెప్పాడు: “మొదట ఏదైనా తిను. నిశ్చింతగా ఈ సాయంకాలందాకా ఉండు.” కనుక వాళ్లిద్దరూ మళ్లీ కలసి తిన్నారు."},{"number":9,"verse":"తర్వాత లేవీ వంశపువాడు, అతని దాసి అతని సేవకుడు బయలుదేరడానికి లేచారు. కాని ఆ యువతి తండ్రి, “చాలా ప్రొద్దు పోయింది. రోజు చాలావరకు అయిపోయింది. కనుక రాత్రికి ఇక్కడే వుండి సంతోషమనుభవించు. రేపు ఉదయం నీవు తెల్లవారుజామునే మేల్కొని నీ తోవను వెళ్లు” అన్నాడు."},{"number":10,"verse":"కాని లేవీ వంశపువాడు మరోరాత్రికి అక్కడ వుండదలచుకోలేదు. అతను తన రెండు గాడిదలను, తన దాసిని వెంటబెట్టుకున్నాడు. యెబూసు నగరాన్ని సమీపించాడు. (యెరూషలేముకు మరోపేరు యెబూసు)."},{"number":11,"verse":"ఆ రోజు చాలావరకు అయిపోయింది. యెబూసు నగరము దగ్గరికి వచ్చారు. అప్పుడు సేవకుడు తన యజమానిని చూసి, “యెబూసు నగరం వద్ద మనము ఆగిపోదాము. ఈ రాత్రికి ఇక్కడే ఉందాము” అన్నాడు."},{"number":12,"verse":"కాని అతని యజమాని అయిన లేవీ వంశపు వాడు, “కాదు, మనము తెలియని నగరం లోపలికి వెళ్లకూడదు. అక్కడి ప్రజలు ఇశ్రాయేలు ప్రజలు కారు. గిబియా నగరానికి మనము వెళదాము” అన్నాడు."},{"number":13,"verse":"లేవీ వంశపు వ్యక్తి, “పదండి, గిబియా లేక రామా నగరానికి వెళదాము. ఈ రెండు నగరాలలో ఒక దానిలో మనము ఈ రాత్రి గడుపుదాము” అన్నాడు."},{"number":14,"verse":"అందువల్ల లేవీ వంశపువాడు, అతనితో ఉన్న మనుష్యులు ముందుకు ప్రయాణం చేశారు. గిబియా నగరమును వారు ప్రవేశించే సమయానికి సూర్యుడు అస్తమిస్తున్నాడు. బెన్యామీను వంశీయుల ప్రదేశంలో గిబియా ఉంది."},{"number":15,"verse":"అందువల్ల వారు గిబియాలో ఆగిపోయారు. ఆ నగరములో ఆ రాత్రికి ఉండాలని వారనుకున్నారు. వారు నగరం మధ్యకు వచ్చి అక్కడ కూర్చున్నారు. కాని ఎవ్వరూ వారిని తమ ఇంటికి రమ్మని పిలవలేదు."},{"number":16,"verse":"ఆ సాయంకాలం పొలంనుంచి ఒక వృద్ధుడు నగరములోనికి వచ్చాడు. అతని ఇల్లు కొండ దేశమయిన ఎఫ్రాయిములో ఉంది. కాని ఇప్పుడతను గిబియా నగరములో నివసిస్తున్నాడు. (గిబియా మనుష్యులు బెన్యామీను వంశమునకు చెందిన వారు)."},{"number":17,"verse":"ఆ వృద్ధుడు లేవీ వంశపువాడయిన ఆ ప్రయాణికుని చూశాడు. ఆ వృద్ధుడు, “మీరెక్కడికి వెళ్తున్నారు? ఎక్కడినుంచి వచ్చారు?” అని ప్రశ్నించాడు."},{"number":18,"verse":"లేవీ వంశపువాడు ఇలా సమాధానం చెప్పాడు: “మేము యూదాలోని బేత్లెహేమునుంచి ప్రయాణం చేస్తున్నాము. మేము స్వగృహానికి వెళ్తున్నాము. అయితే ఈ రాత్రి ఎవరూ మమ్ములను ఉండమని ఆహ్వానించలేదు. ఎఫ్రాయిము కొండదేశానికి వెనకవున్న వాళ్లము మేము."},{"number":19,"verse":"మా గాడిదలకు తగినంత గడ్డి ఆహారం వున్నాయి. మాకు రొట్టె, మద్యము వున్నాయి. అంటే, నాకు, యువతికి మరియు నా సేవకుడికి. మాకేమీ అవసరము లేదు.”"},{"number":20,"verse":"వృద్ధుడు ఇలా చెప్పాడు: “నీవు మా ఇంట్లో ఉండవచ్చు. నీకు కావలసిందంతా నేనిస్తాను. నగర మధ్యలో మాత్రం రాత్రివేళ ఉండకూడదు.”"},{"number":21,"verse":"తర్వాత లేవీ వంశపువానిని, అతని మనుష్యుల్ని అతను తన ఇంటికి తీసుకొని వెళ్లాడు. అతని గాడిదలకు ఆయన మేత పెట్టాడు. వారు కాళ్లు కడుగుకున్నారు. ఆ తర్వాత తినుటకు, త్రాగుటకు అతడు వారికిచ్చాడు."},{"number":22,"verse":"ఆ లేవీ వంశపు వ్యక్తి, అతనితో వున్న మనుష్యులు సంతోషంగా వుండగా, ఆ నగరానికి చెందినవారు కొందరు ఇంటిని చుట్టుముట్టారు. వారు దుర్జనులు. వారు తలుపు కొట్టసాగారు. ఆ ఇంటి స్వంతదారైన వృద్ధుని వుద్దేశించి కేకలు వేయసాగారు. వారు ఇలా అన్నారు; “మీ ఇంటికి వచ్చిన ఆ వ్యక్తిని వెలుపలికి తీసుకొని రా. మేమతనితో సంభోగింపదలచాము.”"},{"number":23,"verse":"వృద్ధుడు వెలుపలికి పోయి ఆ దుర్జనులతో మాటలాడాడు: “వద్దు, నా స్నేహితులారా! అటువంటి చెడ్డ పనులు చేయవద్దు. అతను మా ఇంటి అతిథి. ఈ మహా పాపకృత్యం మీరు చేయవద్దు అన్నాడు."},{"number":24,"verse":"ఇదుగో చూడండి. ఇక్కడ నా కుమార్తె ఉంది. ఆమెకి ఇంతకు మునుపెన్నడూ సంభోగమంటే ఏమో తెలియదు. ఆమెను నేను వెలుపలికి తీసుకు వస్తాను. మరియు అతని దాసిని కూడ బయటికి తీసుకు వస్తాను. మీ ఇష్టమొచ్చినట్లు వారికి చేయవచ్చు. కాని మా యింటికి వచ్చిన వ్యక్తితో పాపకృత్యం చేయవద్దు” అన్నాడు."},{"number":25,"verse":"కాని ఆ చెడ్డ మనుష్యులు వృద్ధుని మాటలు వినదలచుకోలేదు. అందువల్ల లేవీ వంశపువాడు తన దాసిని వెలుపలికి తీసుకువెళ్లి, ఆమెను చెడ్డవారి చెంత ఉంచాడు. ఆ చెడ్డవారు ఆ రాత్రి అంతా ఆమెను బలాత్కరించారు. తర్వాత తెల్లవారుజామున ఆమెను విడిచిపెట్టారు."},{"number":26,"verse":"తెల్లవారుజామున తన యజమాని నివసిస్తున్న ఇంటికి ఆమె వచ్చింది. ఆమె తలుపు ముందు పడిపోయింది. ఆమె అక్కడే వెలుతురు వచ్చేవరకు పడివుంది."},{"number":27,"verse":"ఉదయాన లేవీ వంశపువాడు మేల్కొన్నాడు. అతను ఇంటికి వెళ్లాలని అనుకొన్నాడు. వెలుపలికి వెళ్లుటకుగాను తలుపు తెరిచాడు. గడపవద్ద ఒక చేయి ఉంది. అక్కడ అతని దాసి ఉంది."},{"number":28,"verse":"లేవీ వంశపువాడు, “లే, మనం వెళ్లిపోదాం” అన్నాడు. కాని ఆమె సమాధానం చెప్పలేదు. ఆమె చనిపోయింది. లేవీ వంశపు వాడు తన దాసిని గాడిదమీద వేసుకొని ఇంటికి వెళ్లాడు."},{"number":29,"verse":"అతను ఇల్లు చేరుకోగానే ఒక కత్తి తీసుకొని దాసిని పన్నెండు భాగాలుగా ఖండించాడు. తర్వాత అతను ఆ పన్నెండు భాగాలను ఇశ్రాయేలు ప్రజలు నివసించిన అన్ని ప్రదేశాలకు పంపించాడు."},{"number":30,"verse":"ఇది చూసిన వారు, “ఇశ్రాయేలులో ఇంతకు మునుపు ఎన్నడూ ఇలా జరగలేదు, ఈజిప్టునుంచి మనం వచ్చిన నాటినుండి మనం ఇప్పటివరకు ఇలాంటిది చూచి వుండలేదు. దీన్ని గురించి చర్చించి మనమేమి చేయాలో చెప్పండి” అన్నారు."}]}