{"bibleAbbr":"teERV1997","bookName":"న్యాయాధిపతులు","bookEnglishName":"Judges","chapterNumber":20,"verses":[{"number":1,"verse":"( ఇశ్రాయేలుకీ బెన్యామీనుకీ మధ్య యుద్ధం) అందువల్ల ఇశ్రాయేలు ప్రజలందరూ ఏకమైనారు. వారందరూ మిస్పా నగరంలోని యెహోవా సమక్షమున నిలబడుటకు కలిసివచ్చారు. ఇశ్రాయేలులోని ప్రతిచోటునుండి వచ్చారు. గిలాదులోని ఇశ్రాయేలు మనుష్యులు కూడా వచ్చారు."},{"number":2,"verse":"ఇశ్రాయేలులోని వివిధ వంశాల నాయకులూ వచ్చారు. దేవుని ప్రజలు బహిరంగ సభలో వారు తమతమ స్థానములు అలంకరించారు. నాలుగు లక్షల సైనికులు కత్తులతో ఆ చోట వున్నారు."},{"number":3,"verse":"బెన్యామీను వంశమునకు చెందిన మనుష్యులు ఇశ్రాయేలు ప్రజలు మిస్పాలో సమావేశమైన విషయం తెలుసుకొనిరి. “ఈ భయంకర విషయం ఎలా జరిగిందో మాకు చెప్పండి” అని ఇశ్రాయేలు ప్రజలన్నారు."},{"number":4,"verse":"అప్పుడు చంపబడిన ఆ స్త్రీ భర్త వారితో జరిగిన కథ చెప్పాడు. అతను ఇలా అన్నాడు, “నా దాసి, నేనూ బెన్యామీను ప్రదేశంలోని గిబియా నగరమునకు వచ్చాము. మేమారాత్రి అక్కడ గడిపాము."},{"number":5,"verse":"కాని రాత్రి సమయాన గిబియా నగరపు నాయకులు నేను నివసించే ఇంటికి వచ్చారు. వారు ఇల్లు చుట్టుముట్టారు. నన్ను కూడాలి అనుకున్నారు. వారు నా దాసిని బలాత్కరించారు. ఆమె చనిపోయింది."},{"number":6,"verse":"అందువల్ల నా దాసిని తీసుకుని వచ్చి, ఈమెను పన్నెండు భాగాలుగా ఖండించితిని. తర్వాత ఒక్కొక్క భాగాన్ని ఒక్కొక్క వంశంవారికి పంపించాను. నేను మనము స్వీకరించిన పన్నెండు ప్రదేశాలకు పన్నెండు భాగాలను పంపించాను. ఎందుకు చేశాననగా బెన్యామీను ప్రజలు ఈ భయంకర విషయాన్ని ఇశ్రాయేలులో జరిగించారు."},{"number":7,"verse":"కనుక ఇప్పుడు ఇశ్రాయేలు ప్రజలారా, మాట్లాడండి. మనమేమి చేయవలెనో మీరు నిర్ణయం తీసుకోండి.”"},{"number":8,"verse":"ఒకేసారి, అందరు మనుష్యులు లేచి నిలబడ్డారు. ముక్తకంఠంతో అన్నారు: “మేమెవ్వరమూ ఇళ్లకి వెళ్లము. అవును. మాలో ఏ ఒక్కరూ తన ఇంటికి తిరిగి వెళ్లడు."},{"number":9,"verse":"ఇప్పుడు గిబియా నగరానికి ఇలా చేద్దాము. ఆ ప్రజల్ని ఏం చేయాలో దేవుడు తోవ చూపడానికి చీట్లు వేద్దాము."},{"number":10,"verse":"ఇశ్రాయేలు విభిన్న వంశాల నుండి ప్రతి వంద మందిలోనుండి పదిమందిని ఎన్నుకుందాము. ప్రతి వేయి మంది నుండి వంద మందిని ఎన్నుకుందాము. ప్రతి పదివేల మందినుండి వేయి మందిని ఎన్నుకుందాము. మనము ఎంపిక చేసిన ఆ మనుష్యులు సైన్యం కోసం పనులు చేస్తారు. తర్వాత బెన్యామీను ప్రదేశంలోని గిబియా నగరానికి సైన్యం తరలి వెళుతుంది. ఇశ్రాయేలు ప్రజల సైన్యం భయంకరమైన ఈ విషయం జరిపిన ఆ మనుష్యుల్ని శిక్షిస్తుంది.”"},{"number":11,"verse":"అందువల్ల ఇశ్రాయేలుకి చెందిన వారందరూ గిబియా నగరానికి చేరారు. వారేమి చేస్తున్నారో, దానికి వారందరూ సమ్మతించారు."},{"number":12,"verse":"ఇశ్రాయేలు ప్రజలు ఒక సందేశమిచ్చి బెన్యామీను వారి వద్దకు పంపించారు. ఆ సందేశమేమనగా, “మీకు చెందిన కొందరు మనుష్యులు చేసిన ఈ ఘోర కృత్యమేమిటి?"},{"number":13,"verse":"గిబియా నగరం నుంచి ఆ దుర్జనుల్ని మా వద్దకు పంపండి. వారిని మాకు అప్పజెప్పండి. మేము వారిని చంపుతాము. ఇశ్రాయేలు ప్రజలనుండి ఆ పాపాన్ని తొలగించదలచాము.” కాని బెన్యామీను వంశానికి చెందిన వారు తమ బంధువులు పంపిన ఆ సందేశాన్ని వినదలచుకోలేదు. ఆ బంధువులు ఇశ్రాయేలులోని ఇతర ప్రజలు."},{"number":14,"verse":"బెన్యామీను వంశంవారు తమ నగరములు విడిచి గిబియా నగరమునకు వెళ్లారు. ఇశ్రాయేలులోని ఇతర వంశాలకు చెందినవారితో పోరాడాలని వారు గిబియా వెళ్లారు."},{"number":15,"verse":"బెన్యామీను వంశం వారు ఇరవై ఆరువేలమంది సైనికుల్ని సమకూర్చుకున్నారు. ఆ సైనికులందరూ యుద్ధానికి తర్ఫీదు పొందినవారు. వారు గిబియా నగరం నుండి ఏడువందల మంది తర్ఫీదు పొందిన సైనికులను సమకూర్చుకున్నారు."},{"number":16,"verse":"పైగా ఎడమ చేతి వాటం గల ఏడువందల మంది తర్ఫీదు పొందిన సైనికులు కూడా ఉన్నారు. వారిలో ప్రతి ఒక్కరూ చాలా సామర్థ్యంతో వడిసెలను ఉపయోగించగలరు. వారందరూ వడిసెలతో తలవెంట్రుక మీదకి గురి తప్పకుండా రాయి విసరిగలిగేవారు."},{"number":17,"verse":"బెన్యామీను తప్ప మిగిలిన ఇశ్రాయేలు వంశాల వారు మొత్తం మీద నాలుగు లక్షల మంది వీరయోధుల్ని సమకూర్చుకున్నారు. ఆ నాలుగు లక్షల మంది వద్ద ఖడ్గాలున్నాయి. ప్రతి ఒక్కరూ సుశిక్షితుడైన సైనికుడు."},{"number":18,"verse":"ఇశ్రాయేలు ప్రజలు బేతేలు నగరం దాకా వెళ్లారు. బేతేలు వద్ద వారు దేవుని ఇలా అడిగారు: “బెన్యామీను వంశం వారిని ఏ వంశం వారు మొదట ఎదుర్కోవాలి?” “యూదా వంశం వారు మొదట ఎదుర్కొంటారు” అని యెహోవా బదులు చెప్పాడు."},{"number":19,"verse":"ఆ మరునాటి ఉదయం ఇశ్రాయేలు ప్రజలు మేల్కొన్నారు. గిబియా నగరం వద్ద ఒక గుడారం వేశారు."},{"number":20,"verse":"తర్వాత ఇశ్రాయేలు సైన్యం బెన్యామీను సైన్యాన్ని ఎదుర్కోడానికి గిబియా నగరం వద్దకి తరలివెళ్లింది."},{"number":21,"verse":"ఆ తర్వాత బెన్యామీను సైన్యం గిబియా నగరం నుండి బయటికి వచ్చింది. బెన్యామీను సైన్యం ఆ రోజు జరిగిన యుద్ధంలో ఇరవై రెండు వేలమంది ఇశ్రాయేలు సైనికుల్ని హతమార్చింది."},{"number":22,"verse":"ఇశ్రాయేలీయులు యెహోవావద్దకు వెళ్లారు. సాయంకాలందాకా విలపించారు. వారు యెహోవాను అడిగారు; “బెన్యామీను ప్రజలతో మళ్లీ మేము యుద్ధం చేయాలా? ఆ మనుష్యులు మా బంధువులు.” “వెళ్లి, వాళ్లతో యుద్ధం చేయండి” అని యెహోవా సమాధానమిచ్చాడు. ఇశ్రాయేలు మనుష్యులు ఒకరినొకరిని ప్రోత్సాహ పరుచుకున్నారు. మొదటి రోజున చేసినట్లుగా, వారు మళ్లీ యుద్ధానికి తరలి వెళ్లారు."},{"number":24,"verse":"అప్పుడు బెన్యామీను సైన్యం దగ్గరికి ఇశ్రాయేలు సైన్యం వచ్చింది. ఇది యుద్ధం రెండవరోజు."},{"number":25,"verse":"రెండవరోజున సైన్యాన్ని ఎదుర్కొనాలని గిబియా నగరం వెలుపలికి బెన్యామీను సైన్యం వచ్చింది, బెన్యామీను సైన్యం ఇశ్రాయేలు సైన్యంలోని పద్దెనిమిది వేలమందిని చంపివేసింది. ఇశ్రాయేలు సైన్యంలోని మనుష్యులు సుశిక్షితులైన సైనికులు."},{"number":26,"verse":"తర్వాత ఇశ్రాయేలు మనుష్యులందరు బేతేలు నగరం దాకా వెళ్లారు. ఆ చోట వారు కూర్చుని యెహోవాను పిలిచారు. సాయంకాలంవరకు ఆ రోజు వారేమీ తినలేదు. వారు దహన బలులు సమాధాన బలులను అర్పించారు."},{"number":27,"verse":"ఇశ్రాయేలు మనుష్యులు యెహోవాను ఒక ప్రశ్న అడిగారు. (ఆ రోజుల్లో దేవుని ఒడంబడిక పెట్టె బేతేలులో ఉంది."},{"number":28,"verse":"ఫినెహాసు యాజకునిగా వుండి దేవుణ్ణి సేవిస్తూ వున్నాడు. ఫినెహాసు ఎలీయాజరు కుమారుడు ఎలీయాజరు అహరోను కుమారుడు) ఇశ్రాయేలు ప్రజలు ఇలా అడిగారు: “బెన్యామీను ప్రజలు మా బంధువులు. మళ్లీ మేము వారిని ప్రతిఘటించడానికి వెళ్లవలెనా? లేకపోతే మేము యుద్ధం ఆపివేయవలెనా?” యెహోవా, “వెళ్లండి, రేపు వారిని ఓడించేందుకు నేను సహాయం చేస్తాను” అన్నాడు."},{"number":29,"verse":"తర్వాత ఇశ్రాయేలు సైన్యం గిబియా నగరం పరిసరాలలో కొందరు మనుష్యులను దాచి ఉంచింది."},{"number":30,"verse":"మూడో రోజున ఇశ్రాయేలు సైన్యం గిబియా నగరంతో యుద్ధానికి తలపడింది. అంతకు మునుపు చేసినట్లుగా, వారు యుద్ధ సన్నద్ధులయ్యారు."},{"number":31,"verse":"బెన్యామీను సైన్యం గిబియా నగరం వెలుపలికి వచ్చింది, ఇశ్రాయేలు సైనికుల్ని ఎదుర్కొనడానికి. ఇశ్రాయేలు సైన్యం వెనుకకు మరలింది. బెన్యామీను సైన్యం తమను తరుముకు రావాలని అలా చేసింది. ఈ విధంగా బెన్యామీను సైన్యం నగరానికి చాలా దూరంలో ఉండాలని మాయోపాయం పన్నబడింది. బెన్యామీను సైన్యం, తాము పూర్వం చేసినట్లుగా, ఇశ్రాయేలు సైనికుల్ని చంపడం మొదలు పెట్టింది. ఇశ్రాయేలుకి చెందిన సుమారు ముఫ్పై మందిని చంపివేయడం జరిగింది. పొలాలలో ఉండేవారిని కొందరిని చంపివేశారు. రాజమార్గం మీద ఉన్న వారిని కొందరిని చంపివేశారు. ఒక రాజమార్గం బేతేలు నగరానికి వెళుతుంది. మరొక రాజమార్గం గిబియా నగరానికి వెళుతుంది."},{"number":32,"verse":"“పూర్వంలా మనం జయిస్తున్నాము” అని బెన్యామీను మనుష్యులు అనుకున్నారు. ఇశ్రాయేలు మనుష్యులు పరుగు పెట్టుచున్నారు. కాని అదొక యుక్తి, బెన్యామీను మనుష్యులు తమ నగరమునుండి రాజమార్గం మీదికి రావాలని వారు అభిలాషించారు."},{"number":33,"verse":"అందువల్ల అందరు మగవాళ్లూ పరుగెత్తారు. వారు బయల్తామారు అనే చోట ఆగారు. ఇశ్రాయేలుకి చెందిన కొందరు మనుష్యులు గిబియాకి పడమరగా దాగుకొని ఉన్నారు. వారు తాము దాగిన స్థలములనుండి పరుగెత్తి గిబియాను ఎదుర్కొన్నారు."},{"number":34,"verse":"ఇశ్రాయేలుకి చెందిన సుశిక్షితులైన పదివేల మంది సైనికులు గిబియా నగరాన్ని ఎదుర్కొన్నారు. యుద్ధం చాలా ఘోరంగా ఉంది. కాని బెన్యామీను సైన్యానికి ఏమి భయంకరమైన సంఘటన జరుగుతుందో తెలియదు."},{"number":35,"verse":"ఇశ్రాయేలు సైన్యాన్ని ఉపయోగించి యెహోవా బెన్యామీను సైన్యాన్ని ఓడించాడు. ఆనాడు ఇశ్రాయేలు సైన్యం ఇరవై అయిదువేల వంద మంది బెన్యామీను సైనికులను చంపివేసింది. ఆ సైనికులందరూ యుద్ధానికి తర్ఫీదు పొందినవారే."},{"number":36,"verse":"అందువల్ల బెన్యామీను ప్రజలు తాము ఓడిపోయినట్లుగా గ్రహించారు. ఇశ్రాయేలు సైన్యం వెనుదిరిగింది. వారు ఎందుకు వెనుదిరిగారనగా, అశ్చర్యకరమైన దాడిమీద వారు ఆధారపడి ఉన్నారు. గిబియా వద్ద వారి మనుష్యులు కొందరు దాగి ఉన్నారు."},{"number":37,"verse":"దాగివున్న మనుష్యులు గిబియా నగరం వైపు హడావిడిగా పోయారు. వారు అటూ ఇటూ వెళ్లి నగరంలో వున్న ప్రతివాడినీ కత్తులతో చంపివేశారు. ఇప్పుడు"},{"number":38,"verse":"ఇశ్రాయేలు మనుష్యులు దాగివున్న మనుష్యుల ద్వారా ఒక యుక్తిపన్నారు. దాగివున్న మనుష్యులు ఒక ప్రత్యేక సూచన పంపాలి. ఒక పెద్ద పొగమేఘం వారు కల్పించాలి."},{"number":39,"verse":"బెన్యామీను సైన్యం ఇశ్రాయేలు సైనికుల్ని సుమారు ముఫ్పై మందిని చంపారు. అందువల్ల, బెన్యామీను మనుష్యులు ఇలా అన్నారు; “మునుపటివలె మేము జయిస్తున్నాము” కాని అప్పుడు ఒక పెద్ద పొగ మేఘం నగరంనుండి వెలువడింది. బెన్యామీను మనుష్యులు చుట్టూ తిరిగి పొగచూశారు. నగరమంతా దగ్ధమవుతోంది. అప్పుడు ఇశ్రాయేలు సైన్యం పరుగిడిపోవడం ఆపివేశారు. వారు చుట్టు తిరిగి యుద్ధం చేయసాగారు. బెన్యామీను ప్రజలు భయపడ్డారు. అప్పుడు తమకు భయంకరమైన విషయం జరిగినట్లుగా వారు తెలుసుకున్నారు."},{"number":42,"verse":"అందువల్ల బెన్యామీను సైన్యం ఇశ్రాయేలు సైన్యంనుంచి పారిపోయింది. వారు ఎడారివైపు పారిపోయారు. కాని వారు యుద్ధం నుంచి తప్పించుకొనలేకపోయారు. ఇశ్రాయేలు మనుష్యులు తమ నగరాలనుండి వెలుపలికి వచ్చి వారిని చంపారు."},{"number":43,"verse":"ఇశ్రాయేలు మనుష్యులు బెన్యామీను మనుష్యుల్ని చుట్టు ముట్టారు. వారిని వెంటాడసాగారు. వారిని ఆగనీయకుండా తరిమి, గిబియా తూర్పు ప్రదేశాన వారిని వారు ఓడించారు."},{"number":44,"verse":"అందువల్ల బెన్యామీను సైన్యానికి చెందిన పద్దెనిమిది వేలమంది బలవంతులైన వీరయోధులు చంపబడ్డారు."},{"number":45,"verse":"బెన్యామీను సైన్యం ఎడారి వైపుకి పరుగెత్త సాగింది. రిమ్మోనుబండ వద్దకు వారు పరుగెత్తారు. కాని ఇశ్రాయేలు సైన్యం బెన్యామీను తాలూకు ఐదువేల మంది వీరుల్ని, రాజమార్గం పక్కనున్న వారిని చంపింది. బెన్యామీను మనుష్యుల్ని వారు వెంటాడసాగారు. గిదోము అనే పేరుగల ప్రదేశం దాకా వారిని వెంటాడారు. అక్కడ ఇశ్రాయేలు సైన్యం బెన్యామీనుకు చెందిన రెండువేల మందిని చంపివేసింది."},{"number":46,"verse":"ఆనాడు, బెన్యామీను సైన్యంలోని ఇరవై ఐదువేల మంది మనుష్యులు చంపబడ్డారు. వారందరూ తమ ఖడ్గాలతో వీరోచితంగా పోరాడారు."},{"number":47,"verse":"కాని బెన్యామీను తాలూకు ఆరువందల మంది ఎడారికి పారిపోయారు. వారు రిమ్మోను బండ అనే ప్రదేశంవరకు వెళ్లి, అక్కడ నాలుగు నెలల పాటు ఉన్నారు."},{"number":48,"verse":"ఇశ్రాయేలు మనుష్యులు బెన్యామీను దేశానికి తిరిగి వెళ్లారు. ఎదురైన భూమిలోని ప్రతి మనిషిని వారు చంపారు. వారు జంతువులనన్నిటినీ చంపారు. తమకు కనిపించిన వాటిని అన్నిటినీ వారు నాశనం చేశారు. వారు వచ్చిన ప్రతి నగరాన్నీ దగ్ధం చేశారు."}]}