{
  "bibleAbbr" : "TCB1973",
  "bookName" : "1 கொரிந்தியர்",
  "bookEnglishName" : "1 Corinthians",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "கொரிந்து நகரில் இருக்கும் கடவுளின் சபைக்கு. கடவுளின் திருவுளத்தால் கிறிஸ்து இயேசுவின் அப்போஸ்தலனாய் அழைக்கப்பட்ட சின்னப்பனும், சகோதரனான சொஸ்தெனேயும் எழுதுவது:"
  }, {
    "number" : 2,
    "verse" : "நம் ஆண்டவராகிய இயேசு கிறிஸ்துவின் பெயரை எங்கும் போற்றித் தொழுகின்ற அனைவரோடும் கூடப் புனிதராயிருக்கும்படி அழைக்கப்பட்ட உங்களுக்கு, அவர்களுக்கும் நமக்கும் ஆண்டவராகிய கிறிஸ்து இயேசுவுக்குள் பரிசுத்தராக்கப்பட்ட உங்களுக்கு."
  }, {
    "number" : 3,
    "verse" : "நம் தந்தையாகிய கடவுளிடமிருந்தும், ஆண்டவராகிய இயேசுகிறிஸ்துவிடமிருந்தும் அருளும் சமாதானமும் உண்டாகுக."
  }, {
    "number" : 4,
    "verse" : "கிறிஸ்து இயேசுவுக்குள் உங்களுக்கு அளிக்கப்பட்ட இறை அருளுக்காக உங்களை நினைத்து என் கடவுளுக்கு என்றும் நன்றி கூறுகிறேன்."
  }, {
    "number" : 5,
    "verse" : "ஏனெனில், கிறிஸ்துவைப் பற்றி நாங்கள் அளித்த சாட்சியம் உங்களுக்குள் உறுதிப் பட்டிருந்தால்,"
  }, {
    "number" : 6,
    "verse" : "சொல் வன்மையும் அறிவும் நிரம்பப்பெற்று அவருக்குள் எல்லா விதத்திலும் வளம் பெற்றவர்கள் ஆனீர்கள்."
  }, {
    "number" : 7,
    "verse" : "அதனால் நம் ஆண்டவராகிய இயேசு கிறிஸ்து வெளிப்பட வேண்டுமெனக் காத்திருக்கிற உங்களுக்கு ஞானக்கொடை எதிலும் குறையே இல்லை."
  }, {
    "number" : 8,
    "verse" : "நம் ஆண்டவராகிய இயேசு கிறிஸ்துவின் நாளில் நீங்கள் குறைபாடற்றவர்களாயிருக்க அவரே உங்களை இறுதி வரை உறுதிப்படுத்துவார்."
  }, {
    "number" : 9,
    "verse" : "கடவுள் நம்பிக்கைக்குரியவர். 'தம் மகனும் நம் ஆண்டவருமாகிய இயேசு கிறிஸ்துவோடு நீங்கள் நட்புறவு கொள்ள அவரே உங்களை அழைத்திருக்கிறார்."
  }, {
    "number" : 10,
    "verse" : "சகோதரர்களே, நம் ஆண்டவராகிய இயேசு கிறிஸ்துவின் பெயரால், உங்களை நான் வேண்டுவது: நீங்கள் அனைவரும் ஒன்றுபட்டு வாழுங்கள். உங்களிடையே பிளவுகள் வேண்டாம். மாறாக, ஒரே மனமும் ஒரே கருத்தும் கொண்டு, மீண்டும் முற்றிலும் ஒன்றித்து வாழுங்கள்."
  }, {
    "number" : 11,
    "verse" : "என் சகோதரர்களே, உங்கள் நடுவில் சண்டை சச்சரவுகள் இருப்பதாகக் குலோவேயாளின் வீட்டினர் எனக்கு அறிவித்தனர்."
  }, {
    "number" : 12,
    "verse" : "உங்களுள் ஒவ்வொருவரும், 'நான் சின்னப்பரைச் சேர்ந்தவன், நான் அப்பொல்லோவைச் சேர்ந்தவன், நான் கேபாவைச் சேர்ந்தவன்,. நான் கிறிஸ்துவைச் சேர்ந்தவன்' என்று பலவாறு சொல்லிக் கொள்ளுகிறீர்களாம்."
  }, {
    "number" : 13,
    "verse" : "கிறிஸ்து பிளவு பட்டிருக்கிறாரோ? சின்னப்பனா உங்களுக்காகச் சிலுவையில் அறையப் பட்டான்? அல்லது சின்னப்பன் பெயராலா ஞானஸ்நானம் பெற்றீர்கள்?"
  }, {
    "number" : 14,
    "verse" : "நல்ல வேளையாக கிரிஸ்பு, காயு ஆகிய இருவரைத் தவிர உங்களுள் வேறெவனுக்கும் நான் ஞானஸ்நானம் கொடுக்கவில்லை."
  }, {
    "number" : 15,
    "verse" : "ஆகவே,. நீங்கள் ஞானஸ்நானம் பெற்றது என் பெயரால் என்று யாரும் சொல்ல முடியாது."
  }, {
    "number" : 16,
    "verse" : "ஆம், ஸ்தேபனாவின் வீட்டாருக்கும் நான் ஞானஸ்நானம் கொடுத்தேன். மற்றப்படி வேறெவனுக்கும் ஞானஸ்நானம் கொடுத்ததாக எனக்கு நினைவில்லை."
  }, {
    "number" : 17,
    "verse" : "கிறிஸ்து என்னை அனுப்பினது ஞானஸ்நானம் கொடுக்க அன்று, நற்செய்தியை அறிவிக்கவே, அதுவும் நாவன்மையை நம்பியன்று. அப்படி நம்பினால் கிறிஸ்துவின் சிலுவை பொருளற்றதாய்ப் போகும்."
  }, {
    "number" : 18,
    "verse" : "சிலுவையைப் பற்றிய போதனை அழிவுறுபவர்களுக்கு மடமையே; மீட்புப் பெறும் நமக்கோ அது கடவுளின் வல்லமை."
  }, {
    "number" : 19,
    "verse" : "ஏனெனில், ' ஞானிகளின் ஞானத்தை அழிப்பேன்; அறிஞர்களின் அறிவுத் திறனை வெறுமையாக்குவேன்' என்று எழுதியுள்ளது."
  }, {
    "number" : 20,
    "verse" : "உலகைச் சார்ந்த உன் ஞானி எங்கே? உன் சட்டவல்லுநன் எங்கே? வாதாடுவோர் எங்கே? கடவுள் உலக ஞானத்தின் மடமையைக் காட்டி விட்டார் அல்லரோ?"
  }, {
    "number" : 21,
    "verse" : "ஏனெனில், கடவுளின் ஞானம் வகுத்த திட்டத்தின்படி, உலகம் தனது ஞானத்தைக் கொண்டு கடவுளை அறிந்து கொள்ளாததால், நாங்கள் அறிவிக்கும் செய்தியின் மடமையால், விசுவாசிகளை மீட்கத் திருவுளங்கொண்டார்."
  }, {
    "number" : 22,
    "verse" : "யூதர்கள் அருங்குறிகள் வேண்டும் என்கின்றனர்; கிரேக்கர்கள் ஞானத்தை நாடுகின்றனர்."
  }, {
    "number" : 23,
    "verse" : "நாங்களோ, சிலுவையில் அறையுண்ட ஒரு மெசியாவை அறிவிக்கின்றோம். இது யூதர்களுக்கு இடறலாயுள்ளது. புறவினத்தாருக்கு மடமையாயுள்ளது."
  }, {
    "number" : 24,
    "verse" : "ஆனால், யூதராயினும் சரி, கிரேக்கராயினும் சரி, அழைக்கப்பட்டவர்களுக்கு அவர் மெசியா, கடவுளின் வல்லமையும், கடவுளின் ஞானமுமானவர்."
  }, {
    "number" : 25,
    "verse" : "எனெனில், கடவுளின் மடமை மனிதரின் ஞானத்தை விட ஞானமிக்கது. கடவுளின் வலுவின்மை மனிதரின் வன்மையை விட வன்மை மிக்கது."
  }, {
    "number" : 26,
    "verse" : "சகோதரர்களே, நீங்கள் அழைக்கப்பட்ட போது என்ன நிகழ்ந்தது என்பதை எண்ணிப் பாருங்கள். மனிதர் மதிப்பின்படி உங்களுள் ஞானிகள் எத்தனைபேர்? வல்லமையுள்ளவர்கள் எத்தனை பேர்? உயர் குலத்தோர் எத்தனை பேர்?"
  }, {
    "number" : 27,
    "verse" : "இருப்பினும் ஞானிகளை நாணச்செய்ய மடமை என உலகம் கருதுவதைக் கடவுள் தேர்ந்து கொண்டார். வன்மையானதை நாணச் செய்ய வலுவற்றது என உலகம் கருதுவதைக் கடவுள் தேர்ந்துகொண்டார்."
  }, {
    "number" : 28,
    "verse" : "உலகம் பொருட்படுத்துவதை ஒழித்து விட, உலகம் பொருட்படுத்தாததையும் தாழ்ந்ததெனக் கருதுவதையும், இகழ்ச்சிக்குரியதையும் கடவுள் தேர்ந்து கொண்டார்."
  }, {
    "number" : 29,
    "verse" : "எந்த மனிதனும் கடவுள் முன் பெருமை பாராட்டாதபடி இவ்வாறு செய்தார்."
  }, {
    "number" : 30,
    "verse" : "அவர் செயலால் தான் நீங்கள் கிறிஸ்து இயேசுவுக்குள் இருக்கிறீர்கள், இவரே கடவுளின் செயலால் நமக்கு ஞானத்தின் ஊற்றானார். இறைவனுக்கு நாம் ஏற்புடையவர்களும் பரிசுத்தர்களும் ஆவதற்கு வழியானார். நமக்கு விடுதலை அளிப்பவருமானார்."
  }, {
    "number" : 31,
    "verse" : "ஆகவே, மறைநூலில் எழுதியுள்ளபடி, ' பெருமை பாராட்டுவோன் ஆண்டவரில் பெருமை பாராட்டுக'."
  } ]
}