{"bibleAbbr":"BB1572","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":13,"verses":[{"number":1,"verse":"Thus saith the Lorde vnto me: Go thy way and get thee a lynnen girdle, and girde it about thy loynes, let it not be wet."},{"number":2,"verse":"Then I got me a girdle accordyng to the commaundement of the Lorde, and put it about my loynes."},{"number":3,"verse":"After this, the seconde tyme the Lorde spake vnto me agayne."},{"number":4,"verse":"Take the girdle that thou hast prepared and put about thee, and get thee vp, and go vnto Euphrates, and hyde it there in a hole of the rocke."},{"number":5,"verse":"So went I, and hyd it at Euphrates, as the Lorde commaunded me."},{"number":6,"verse":"And it happened long after this, that the Lorde spake vnto me: Up, and get thee to Euphrates, & fetche the girdle from thence, which I commaunded thee to hyde there."},{"number":7,"verse":"Then went I to Euphrates, & digged vp, and toke the girdle from the place where I had hid it: and beholde, the girdle was corrupt, so that it was profitable for nothyng."},{"number":8,"verse":"Then sayde the Lorde vnto me,"},{"number":9,"verse":"Thus saith the Lorde, Euen so wyll I corrupt the pride of Iuda, and the hye mynde of Hierusalem."},{"number":10,"verse":"This people is a wicked people, they wyll not heare my worde, they folowe the wicked imaginations of their owne heart, and hang vpon straunge gods, them they serue and worship, and therfore they shalbe as this breeche that serueth for nothyng."},{"number":11,"verse":"For as straytly as a girdle lyeth vpon a mans loynes, so straytly dyd I bynde the whole house of Israel, and the whole house of Iuda vnto me, saith the Lorde: that they myght be my people, that they might haue a glorious name, that they might be in honour: but they woulde not obey me."},{"number":12,"verse":"Therfore lay this riddle before them, and say, Thus saith the Lorde God of Israel: Euery pot shalbe fylled with wine. And they shall say vnto thee. Thinkest thou we knowe not that euery pot shalbe fylled with wine?"},{"number":13,"verse":"Then shalt thou say vnto them, thus saith the Lorde: Beholde, I shall fyll all the inhabitours of this lande with drunkennesse, the kynges that syt vpon Dauids stoole, the priestes & prophetes, with all that dwell at Hierusalem."},{"number":14,"verse":"And I wyll set them one agaynst another, yea the fathers against the sonnes, saith the Lorde: I wyll not pardon them, I wyll not spare them, nor haue pitie vpon them: but destroy them."},{"number":15,"verse":"Heare, geue eare, take not disdayne at it: for it is the Lorde hym selfe that speaketh."},{"number":16,"verse":"Honour the Lorde your God or he take his light from you, and or euer your feete stumble in darcknesse at the hyll: lest when you loke for the lyght, he turne it into the shadowe and darcknesse of death."},{"number":17,"verse":"But if ye wyll not heare me that geue you secrete warnyng, I wyll mourne from my whole heart for your stubburnnesse: Piteously wyll I weepe, and the teares shall gushe out of mine eyes, for the Lordes flocke shalbe caried away captiue."},{"number":18,"verse":"Tell the kyng and the queene, humble your selues, sit you downe lowe, for your dignitie shalbe throwen downe, and the crowne of your glorie shall fall from your head."},{"number":19,"verse":"The cities towarde the south shalbe shut vp, and no man shall open them: all Iuda shalbe caryed away captiue, so that none shall remayne."},{"number":20,"verse":"Lyft vp your eyes, and beholde them that come from the north, where is the flocke [O thou lande] that was geuen thee? and where are thy fat and riche sheepe?"},{"number":21,"verse":"To whom wilt thou make thy mone when the enemie shall come vpon thee? for thou hast taught them thy selfe, and made them maisters ouer thee: Shall not sorowe come vpon thee as on a woman trauaylyng with childe?"},{"number":22,"verse":"And if thou wouldest then say in thine heart, Wherfore come these thinges vpon me? Euen for the multitude of thy blasphemies shall thy hynder partes and thy feete be discouered."},{"number":23,"verse":"May a man of Inde chaunge his skinne, and the cat of the mountayne her spottes? so, may ye that be exercised in euyll, do good?"},{"number":24,"verse":"Therfore wyll I scatter them like as the stubble that is taken away with the south wynde."},{"number":25,"verse":"This shalbe your portion, and the portion of your measure wherwith ye shalbe rewarded of me saith the Lorde, because ye haue forgotten me, and put your trust in deceiptfull thinges."},{"number":26,"verse":"Therfore shall I turne thy clothes ouer thy head, and discouer thy shame."},{"number":27,"verse":"Thy adulteries, thy neyghinges, thy shamefull whoredome on the hylles in the fieldes, and thy abhominations haue I seene: Wo be vnto thee (O Hierusalem) wylt thou neuer be clensed any more? Or when shall that be?"}]}