{"bibleAbbr":"BB1572","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":16,"verses":[{"number":1,"verse":"Thus sayde the Lorde vnto me:"},{"number":2,"verse":"Thou shalt take thee no wife, nor beget children in this place."},{"number":3,"verse":"For of the children that are borne in this place, of their mothers that haue borne them, and of their fathers that haue begotten them in this lande, thus saith the Lorde."},{"number":4,"verse":"They shall dye an horrible death, no man shall weepe for them, nor bury them, but they shall lye as dunge vpon the earth: they shall perishe through the sworde & hunger, and their bodyes shalbe meate for the fowles of the ayre, and beastes of the earth."},{"number":5,"verse":"For thus saith the Lorde, Go not thou into the house of mournyng, nor come to mourne and weepe for them: for I haue taken my peace from this people saith the Lorde, yea my fauour and my mercies."},{"number":6,"verse":"And in this lande shall they dye olde and young, and shall not be buryed: no man shall beweepe them, no man shall clippe or shaue hym selfe for them."},{"number":7,"verse":"They shall not wryng their handes in mournyng wise on their dead one to comfort another: one shall not offer another the cup of consolation, to forget their heauinesse for their father and mother."},{"number":8,"verse":"Thou shalt not go into their feast house, to sit downe to eate or drynke with them:"},{"number":9,"verse":"For thus saith the Lorde of hoastes the God of Israel: Beholde, I shall take away out of this place the voyce of mirth and gladnesse, the voyce of the bridegrome and of the bride, yea and that in your dayes, that ye may see it."},{"number":10,"verse":"Nowe when thou shewest this people all these wordes, and they say vnto thee, Wherfore hath the Lord deuised all this great plague for vs? or what is the offence and sinne that we haue done agaynst the Lorde our God?"},{"number":11,"verse":"Then make thou them this aunswere: Because your fathers haue forsaken me, saith the Lorde, and haue walked after straunge gods, whom they honoured and worshipped: but me haue they forsaken, and haue not kept my lawe."},{"number":12,"verse":"And ye with your shamefull blasphemies haue exceeded the wickednesse of your fathers: for euery one of you hath folowed the frowarde and euyll imaginations of his owne heart, and is not obedient vnto me."},{"number":13,"verse":"Therfore wyll I cast you out of this lande, into a lande that ye and your fathers knowe not: and there shall ye serue straunge gods day and nyght, there wyll I shewe you no fauour."},{"number":14,"verse":"Beholde therfore saith the Lorde, the dayes are come that it shall no more be sayd: The Lorde liueth which brought the children of Israel out of the lande of Egypt:"},{"number":15,"verse":"But it shalbe sayde, The Lorde liueth that brought the children of Israel from the north, and from all landes where he had scattered them: for I wyll bryng them agayne into the lande that I gaue their fathers."},{"number":16,"verse":"Beholde, saith the Lorde, I wyll sende out many fisshers to take them, and after that wyll I sende out many hunters, to hunt them out from all mountaynes and hylles, and out of the caues of stone."},{"number":17,"verse":"For mine eyes behold all their wayes, and they can not be hyd fro my face: neither can their wicked deedes be kept close out of my sight."},{"number":18,"verse":"But first wyll I sufficiently rewarde their shameful blasphemies and sinnes, because they haue defiled my lande with their stinckyng carions and their abhominations, wherwith they haue filled mine heritage."},{"number":19,"verse":"O Lorde my strength, my power and refuge in tyme of trouble: the gentiles shall come vnto thee from the endes of the worlde, and say, Ueryly our fathers haue cleaued vnto lyes, their idols are but vayne and vnprofitable."},{"number":20,"verse":"Howe can a man make those his gods, which are not able to be gods?"},{"number":21,"verse":"And therfore I wyll once teach them, saith the Lorde, I wyll shewe them my hande and my power, and they shall knowe that my name is the Lorde."}]}