{"bibleAbbr":"BB1572","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"Moreouer, the worde of the Lorde came vnto me, saying:"},{"number":2,"verse":"Go thy way, crye in the eares of Hierusalem, and say, Thus saith the Lorde: I remember thee, the kindnesse of thy youth, and the loue of thy despousyng, in that thou folowedst me through the wildernesse in an vntylled lande."},{"number":3,"verse":"Israel was an halowed thyng vnto the Lorde, and was his first fruites: All they that deuour Israel shall offende, misfortune shall fall vpon them, saith the Lorde."},{"number":4,"verse":"Heare therfore the worde of the Lord O thou house of Iacob, and all the generations of the house of Israel."},{"number":5,"verse":"Thus saith the Lorde, What vnfaithfulnesse founde your fathers in me, that they went so farre away fro me, fallyng to lightnesse, and beyng so vayne?"},{"number":6,"verse":"They thought not in their heartes, where is the Lord that brought vs out of the lande of Egypt, that led vs thorowe the wildernesse, through a desert & rough lande, through a drye and deadly lande, yea a lande that no man had gone through, and wherin no man had dwelt?"},{"number":7,"verse":"And when I had brought you into a pleasauut fertile lande, that ye myght enioy the fruites & all the commodities of the same: ye went foorth and defiled my lande, and brought mine heritage to abhomination."},{"number":8,"verse":"The priestes them selues sayde not, Where is the Lord? They that had the lawe in their handes knewe me not, the sheepheardes offended agaynst me, the prophetes did prophecie in Baal, and folowed such thinges as shal bryng them no profite."},{"number":9,"verse":"Wherfore I am constrayned, saith the Lorde, yet agayne to contende in iudgement with you, and with your childers children."},{"number":10,"verse":"Go into the Isles of Cethim, and loke well: sende vnto Cedar, take diligent heede, and see whether such thynges be done there,"},{"number":11,"verse":"Whether the gentiles them selues haue chaunged their gods which yet are no gods in deede? but my people hath chaunged their honour for a thyng that may not helpe them."},{"number":12,"verse":"Be astonished O ye heauens, be afraide and abashed at such a thyng, saith the Lorde."},{"number":13,"verse":"For my people hath done two euils: they haue forsaken me the well of the water of lyfe, and digged them pittes, yea vile and broken pittes that can holde no water."},{"number":14,"verse":"Is Israel a bonde seruaunt, or one of the housholde? why is he the so spoyled?"},{"number":15,"verse":"They rore and crye vpon him as lions, they haue made his lande waste: his cities are so burnt vp, that there is no man dwellyng in them:"},{"number":16,"verse":"Yea the children of Noph & Taphnes shall cracke their crowne."},{"number":17,"verse":"Commeth not this vnto thee because thou hast forsaken the Lorde thy God, euen when he led thee by the way?"},{"number":18,"verse":"And what hast thou nowe to do in the streete of Egypt, to drynke water out of Nilus? Either what makest thou in the way to Assyria, to drynke water of the fludde?"},{"number":19,"verse":"Thine owne wickednesse shall reproue thee, and thy turnyng away shall condempne thee: that thou mayest knowe and vnderstand howe euyll and hurtfull a thyng it is, that thou hast forsaken the Lorde thy God, and hast not feared me, saith the Lorde God of hoastes."},{"number":20,"verse":"I haue euer broken thy yoke of olde, and burst thy bondes, yet sayest thou: I wyll no more transgresse: but like an harlot thou runnest about vpon all hye hylles, and among all greene trees."},{"number":21,"verse":"Wheras I planted thee a noble vine, and wholly a right seede: howe art thou turned then into a bitter vnfruitfull and straunge grape?"},{"number":22,"verse":"[Yea and that so sore] that though thou washe thee with Nitrus, and make thy selfe to sauour with that sweete smellyng hearbe of Borith: yet in my sight thou art stayned with thy wickednesse, saith the Lorde thy God."},{"number":23,"verse":"Howe sayest thou nowe, I am not vncleane, and I haue not folowed Baalim? Loke vpon thine owne wayes in the valleys what thou hast done? Thou art like a swift dromedarie that goeth easyly her way."},{"number":24,"verse":"And thy wantonnesse is lyke a wylde Asse that vseth the wildernesse, and that snuffeth and bloweth at her wyll: who can tame her? All they that seeke her, shall not fayle but fynde her in her moneth."},{"number":25,"verse":"Kepe thy foote from nakednesse, and thy throte from thirst, and thou thinkest in thy selfe: tushe, I wil take no sorowe, for I haue loued the straungers, and them wyll I folowe."},{"number":26,"verse":"Lyke as a theefe that is taken with the deede, commeth to shame: euen so is the house of Israel come to confusion, the common people, their kynges and rulers, their priestes and prophetes."},{"number":27,"verse":"For they say to a stocke, Thou art my father, & to a stone, Thou hast begotten me: yea they haue turned their backe vpon me, and not their face: but in the tyme of their trouble, when they say, stande vp and helpe vs:"},{"number":28,"verse":"[I shall aunswere them] Where are nowe thy gods that thou hast made thee? bid them stande vp, and helpe thee in the time of thy neede: For loke howe many cities thou hast O Iuda, so many gods hast thou also."},{"number":29,"verse":"Wherfore then wyll ye go to lawe with me? seeyng ye all are sinners agaynst me, saith the Lorde."},{"number":30,"verse":"It is but lost labour that I smite your children, for they receaue not my correction: your owne sworde destroyeth your prophetes, lyke a deuouryng lion."},{"number":31,"verse":"Oh generation, hearken vnto the worde of the Lorde: Am I become a wildernesse vnto the people of Israel? or a lande that hath no lyght? wherfore saith my people then, We are lordes, we wyll come no more vnto thee?"},{"number":32,"verse":"Doth a mayde forget her rayment, or a bride her stomacher? but my people hath forgotten me a very long whyle."},{"number":33,"verse":"Why beautifiest thou thy wayes so hyely, to obteyne fauour therthrough? therfore also hast thou taught wickednesse through thy wayes."},{"number":34,"verse":"Upon thy wynges is found the blood of poore and innocent people, whom thou didst not fynde in corners & holes: but thou sluest the prophetes for reprouyng all these thynges."},{"number":35,"verse":"Yet darest thou say, I am [without sinne and] giltlesse, Tushe, his wrath can not come vpon me: Beholde, I wyll reason with thee, because thou darest say, I haue not offended."},{"number":36,"verse":"Why gaddest thou so much hither and thither, to chaunge thy wayes? for thou shalt be confounded aswell of Egypt as thou wast of the Assyrians."},{"number":37,"verse":"Yea thou shalt go thy way from them, and smite thine handes together vpon thy head, because the Lorde shall bring that confidence and hope of thine to naught, & thou shalt not prosper withal."}]}