{"bibleAbbr":"BB1572","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":22,"verses":[{"number":1,"verse":"Thus saith the Lord: Go downe into the house of the kyng of Iuda, and speake there these wordes,"},{"number":2,"verse":"And say: Heare the worde of the Lorde thou king of Iuda that sittest in the kyngly seate of Dauid, thou and thy seruauntes, and thy people that goeth in and out at these gates."},{"number":3,"verse":"Thus the Lord comaundeth: Kepe equitie and righteousnesse, deliuer the oppressed from the power of the violent, do not greeue nor oppresse the straunger, the fatherlesse, nor the widowe, and shed no innocent blood in this place."},{"number":4,"verse":"And if ye kepe these thinges faythfullye, then shall there come in at the doore of this house, kinges to sit vpon Dauids seate, they shalbe caried in charrets, and ride vpon horses, both they and their seruauntes, and their people."},{"number":5,"verse":"But if ye wyll not be obedient vnto these commaundementes, I sweare by mine owne selfe, saith the Lord, this house shalbe waste."},{"number":6,"verse":"For thus hath the Lorde spoken vppon the kynges of Iuda: Thou Gilead art vnto me the head of Libanus: Shall I not make thee so waste as the cities that no man dwell in?"},{"number":7,"verse":"I wyll prepare a destroyer with his weapons for thee, to hewe downe thy especiall Cedar trees, and to cast them in the fire."},{"number":8,"verse":"And all the people that go by this citie, shall speake one to another: Wherfore hath the Lorde done thus vnto this noble citie?"},{"number":9,"verse":"Then shall it be aunswered: Because they haue broken the couenaunt of the Lorde their God, and haue worshipped and serued straunge Gods."},{"number":10,"verse":"Mourne not ouer the dead, and be not wo for them: but be sorie for hym that departeth away, for he commeth not agayne, and seeth his natiue countrey no more."},{"number":11,"verse":"For thus saith the Lorde as touching Sellum the sonne of Iosias kyng of Iuda, whiche raigned after his father: When he is caried out of this place, he shall neuer come hyther agayne."},{"number":12,"verse":"For he shall dye in the place wherevnto he is led captiue, and shall see this lande no more."},{"number":13,"verse":"Wo worth hym that buyldeth his house with vnrighteousnesse, and his parlours with the good that he hath gotten by violence, which neuer recompenceth his neighbours labour, nor payeth hym his hyre:"},{"number":14,"verse":"Who thinketh in hym selfe, I wyll buylde me a wyde house and gorgious parlours, who causeth windowes to be hewen therin, and the seelinges and ioystes maketh he of Cedar, and painteth them with Sinoper."},{"number":15,"verse":"Thinkest thou to raigne nowe that thou hast inclosed thy selfe with Cedar? Did not thy father eate and drinke and prosper well, as long as he dealt with equitie and righteousnesse?"},{"number":16,"verse":"Yea, when he helped the oppressed and poore to their right, then prospered he well: From whence came this, but onlye because he knewe me, saith the Lorde?"},{"number":17,"verse":"Neuerthelesse, as for thyne eyes and thyne heart they loke vpon couetousnesse, to shed innocent blood, to do wrong and violence."},{"number":18,"verse":"And therefore thus saith the Lorde against Iehoakim the sonne of Iosias kyng of Iuda: They shall not mourne for hym [as they vse to do] Alas brother, alas sister: neither shall they say vnto him, Alas sir, alas for that noble prince."},{"number":19,"verse":"But as an asse shall he be buried, corrupt, and be cast without the gates of Hierusalem."},{"number":20,"verse":"Climbe vp the hyll of Libanus [O thou daughter Sion] lyft vp thy voyce vppon Basan, crye from all partes: for all thy louers are destroyed."},{"number":21,"verse":"I gaue thee warning whyle thou wast yet in prosperitie: but thou saidest, I wyll not heare: And this maner hast thou vsed from thy youth, that thou wouldest neuer heare my voyce."},{"number":22,"verse":"All thy heardmen shalbe driuen with the winde, and thy darlinges shalbe caryed away into captiuitie: then shalt thou be brought to shame and confusion, because of all thy wickednes."},{"number":23,"verse":"Thou that dwellest vpon Libanus, and makest thy nest in the Cedar trees, O howe litle shalt thou be regarded when thy sorowe and panges come vppon thee, as vpon a woman trauayling with chylde?"},{"number":24,"verse":"As truely as I liue saith the Lorde, though Conanias the sonne of Iehoakim kyng of Iuda were the signet of my right hande, yet wyll I plucke him of."},{"number":25,"verse":"And I wyll geue thee into the hande of them that seeke thy life, and into the power of them that thou fearest, euen into the power of Nabuchodonozor the kyng of Babylon, and into the power of the Chaldees."},{"number":26,"verse":"Moreouer, I wyll sende thee and thy mother that bare thee into a straunge lande where ye were not borne, and there shall ye dye."},{"number":27,"verse":"But as for the lande that ye wyll desire to returne vnto, ye shall neuer come at it agayne."},{"number":28,"verse":"This man Conanias shalbe lyke an image robbed and torne in peeces, and like a vessell wherein there is no pleasure: Wherefore both he and his seede shalbe sent away, and cast into a lande that they knowe not."},{"number":29,"verse":"O thou earth, earth, earth, heare the worde of the Lorde,"},{"number":30,"verse":"Thus saith the Lorde, Write this man destitute of chyldren: for no prosperitie shall this man haue all his dayes, neyther shall any of his seede be so happie as to sit vpon the seate of Dauid, and to beare rule any more in Iuda."}]}