{"bibleAbbr":"BB1572","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":28,"verses":[{"number":1,"verse":"And it came to passe the same yere, euen in the begynnyng of the raigne of Zedekiah kyng of Iuda, in the fourth yere, the fift moneth, that Hananias the sonne of Assur the prophete of Gibeon spake to me in the house of the Lorde, in the presence of the priestes, and of all the people, and sayde:"},{"number":2,"verse":"Thus saith the Lorde of hoastes the God of Israel: I haue broken the yoke of the kyng of Babylon,"},{"number":3,"verse":"And after two yeres wyll I bryng agayne into this place all the ornamentes of the Lordes house, that Nabuchodonozor kyng of Babylon caryed away from this place vnto Babylon,"},{"number":4,"verse":"Yea I wyll bryng agayne Iechonias the sonne of Iehoakim the kyng of Iuda hym selfe, with all the prisoners of Iuda that are caried vnto Babylon, euen into this place, saith the Lorde: for I wyll breake the yoke of the kyng of Babylon."},{"number":5,"verse":"Then the prophete Ieremie gaue aunswere vnto the prophete Hananias before all the priestes, and before all the people that were present in the house of the Lorde."},{"number":6,"verse":"And the prophete Ieremie sayde, Amen, the Lorde do that, and graunt the thyng which thou hast prophecied, that he may bryng agayne all the ornamentes of the Lordes house, and restore all the prisoners from Babylon into this place."},{"number":7,"verse":"Neuerthelesse, hearken thou also what I wyll say, that thou and all the people may heare."},{"number":8,"verse":"The prophetes that were before vs in tyme past, which prophecied of warre, or trouble, or pestilence,"},{"number":9,"verse":"Either of peace vpon many nations and great kyngdomes, were proued by this (yf God hath sent them in very deede) when the thyng came to passe which the prophete tolde before."},{"number":10,"verse":"And Hananias the prophete toke the chayne from the prophete Ieremies necke, and brake it:"},{"number":11,"verse":"And with that sayde Hananias that all the people might heare, thus hath the Lorde spoken, Euen so wyll I breake the yoke of Nabuchodonozor kyng of Babylon from the necke of all nations, yea and that within this two yere. And so the prophete Ieremie went his way."},{"number":12,"verse":"Nowe after that Hananias the prophete had taken the chayne from the prophete Ieremies necke and broken it, the worde of the Lorde came vnto the prophete Ieremie, saying:"},{"number":13,"verse":"Go and tell Hananias these wordes, Thus saith the Lord: thou hast broken the chayne of wood, but in steade of wood thou shalt make chaynes of iron."},{"number":14,"verse":"For thus saith the Lorde of hoastes the God of Israel: I wyll put a yoke of iron vpon the necke of all this people, that they may serue Nabuchodonozor the kyng of Babylon, yea and so shall they do: and I wyll geue hym the beastes of the fielde."},{"number":15,"verse":"Then sayde the prophete Ieremie vnto the prophete Hananias: Heare me Hananias, The Lorde hath not sent thee, but thou bryngest this people into a false beliefe."},{"number":16,"verse":"And therfore thus saith the Lorde: Beholde, I wyll sende thee out of the lande, and within a yere thou shalt dye, because thou hast falsely spoken agaynst the Lorde."},{"number":17,"verse":"So Hananias dyed the same yere in the seuenth moneth."}]}