{"bibleAbbr":"BB1572","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":34,"verses":[{"number":1,"verse":"These are the wordes whiche the Lord spake vnto Ieremie, what tyme as Nabuchodonozor the king of Babylon, and all his hoast, and all the kyngdomes that were vnder his power, and all his people fought against Hierusalem and all the cities therof."},{"number":2,"verse":"Thus saith the Lorde God of Israel, Go and speake to Zedekias the king of Iuda, and tell hym, the Lorde sendeth thee this worde: beholde, I wyll deliuer this citie into the hande of the kyng of Babylon, he shall burne it with fire,"},{"number":3,"verse":"And thou shalt not escape his handes, but shalbe taken prisoner, and deliuered into his power: Thou shalt looke the kyng of Babylon in the face, and he shall speake to thee mouth to mouth, and then shalt thou go to Babylon."},{"number":4,"verse":"Yet heare the worde of the Lorde, O Zedekias thou kyng of Iuda, thus saith the Lorde vnto thee, Thou shalt not be slayne with the sworde,"},{"number":5,"verse":"But shalt dye in peace: And as thy forefathers the kynges, thy progenitours were brent, so shalt thou be brent also, and in thy mourning they shal say, O Lorde: for thus haue I determined, saith the Lorde."},{"number":6,"verse":"Then saide Ieremie the prophete all these wordes vnto Zedekias kyng of Iuda in Hierusalem,"},{"number":7,"verse":"What tyme as the kyng of Babylons hoast besieged Hierusalem, and the remnaunt of the cities [namely] Lachis and Azecah, whiche yet remayned of the strong defensed cities of Iuda."},{"number":8,"verse":"These are the wordes that the Lorde spake vnto Ieremie the prophete, when Zedekias was agreed with all the people at Hierusalem, that there shoulde be proclaymed a libertie:"},{"number":9,"verse":"So that euery man should let his seruaunt and handmayde go free, Hebrue and Hebruesse, and no Iewe holde his brother as a bondman."},{"number":10,"verse":"Nowe as they had consented, all the princes and all the people whiche had gathered vnto this agreement, that euery man shoulde set at libertie his bondseruaunt and bondwoman, and no longer to holde them bounde: euen so they were obedient, and let them go free."},{"number":11,"verse":"But afterwarde they repented, and toke agayne the seruauntes and handmaydens whom they had let go free, and so made them bonde agayne."},{"number":12,"verse":"For whiche cause, the worde of the Lorde came vnto Ieremie from the Lorde hym selfe, saying:"},{"number":13,"verse":"Thus saith the Lorde God of Israel: I made a couenaunt with your fathers when I brought them out of the lande of Egypt, out of the house of bondage, saying:"},{"number":14,"verse":"When seuen yeres are out, euery man shall let his bought seruaunt an Hebrue go free, if he haue serued hym sixe yeres: but your fathers obayed me not, and hearkened not vnto me."},{"number":15,"verse":"As for you ye were nowe turned, and dyd right before me, in that ye proclaymed euery man to let his neighbour go free, and in that ye made a couenaunt before me in the temple that beareth my name."},{"number":16,"verse":"But yet ye turned your selues againe, and blasphemed my name, in this, that euery man hath required his seruaunt and handemayde agayne whom ye had let go quite and free, and compelled them to serue you agayne, and to be bondmen and bondwomen."},{"number":17,"verse":"And therfore thus saith the Lord: Ye haue not obayed me, euery man to proclaime freedome vnto his brother and neighbour: wherefore I wyll call you vnto freedome, saith the Lorde, euen vnto the sworde, to the pestilence, and to hunger, and will make you to be plagued in all kyngdomes of the earth."},{"number":18,"verse":"Yea those men that haue broken my couenaunt, and not kept the wordes of the appointment whiche they made before me, when they hewed the calfe in two, and when they went thorowe the two halfes therof,"},{"number":19,"verse":"The princes of Iuda, the princes of Hierusalem, the gelded me, the priestes, and all the people of the lande, whiche went thorowe the two sydes of the calfe:"},{"number":20,"verse":"Those men will I geue into the power of their enemies, and into the handes of them that folowe vpon their liues: and their dead bodies shalbe meate for the foules of the ayre and beastes of the fielde."},{"number":21,"verse":"As for Zedekias the king of Iuda and his princes, I wyll deliuer them into the power of their enemies, & of them that desire to slay them, and into the hande of the kyng of Babylons hoast, whiche nowe is departed from you."},{"number":22,"verse":"But thorowe my commaundement (saith the Lord) they shall come againe before this citie, they shall fight against it, winne it, and burne it: Moreouer, I wyll lay the cities of Iuda so waste, that no man shall dwell therin."}]}