{"bibleAbbr":"BB1572","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":36,"verses":[{"number":1,"verse":"In the fourth yere of Iehoakim the sonne of Iosias the kyng of Iuda, came the worde of the Lorde vnto Ieremie, saying:"},{"number":2,"verse":"Take a booke, and write therein all the wordes that I haue spoken to thee against Israel, against Iuda, and against all the people, from the tyme that I began to speake vnto thee in the raigne of Iosias, vnto this day:"},{"number":3,"verse":"That when the house of Iuda heareth of the plague whiche I haue deuised for them, they may peraduenture turne euery man from his wicked way, that I may forgeue their offences and sinnes."},{"number":4,"verse":"Then dyd Ieremie call Baruch the sonne of Neriah, and Baruch wrote in the booke at the mouth of Ieremie, all the wordes of the Lorde whiche he had spoken vnto hym."},{"number":5,"verse":"And Ieremie commaunded Baruch, saying: I am in prison, so that I may not come into the house of the Lorde:"},{"number":6,"verse":"Therefore go thou thither, and reade the booke that thou hast written at my mouth [namely] the wordes of the Lord, and reade them in the Lordes house vpon the fasting day, that the people, whole Iuda, and al they that come out of the cities may heare."},{"number":7,"verse":"Peraduenture they wyll pray meekelye before the face of the Lorde, and turne euery one from his wicked way: for great is the wrath and displeasure that the Lorde hath taken against this people."},{"number":8,"verse":"So Baruch the sonne of Neriah, dyd according to all that Ieremie the prophete commaunded hym, reading the wordes of the Lorde out of the booke in the Lordes house."},{"number":9,"verse":"And this was done in the fifth yere of Iehoakim the sonne of Iosias kyng of Iuda, in the ninth moneth, when it was commaunded that all the people of Hierusalem shoulde fast before the Lorde, and they also that were come fro the cities of Iuda vnto Hierusalem:"},{"number":10,"verse":"Then read Baruch the wordes of Ieremie out of the booke within the house of the Lorde, out of the treasurie of Gamariah the sonne of Saphan the scribe, which is beside the hyer loft of the new doore of the Lordes house, that all the people might heare."},{"number":11,"verse":"Now when Micheas the sonne of Gamariah, the sonne of Saphan, heard all the wordes of the lord out of the booke,"},{"number":12,"verse":"He went downe to the kynges palace into the scribes chaumbers, for there all the princes were set, Elisama the scribe, Dalaiah the sonne of Semei, Elnathan the sonne of Achbor, Gamariah the sonne of Saphan, Zedekias the sonne of Hananias, with all the princes."},{"number":13,"verse":"And Micheas tolde them all the wordes that he hearde Baruch reade out of the booke before the people."},{"number":14,"verse":"Then all the princes sent Iehudi the sonne of Nathaniah the sonne of Selemiah, the sonne of Chusi, vnto Baruch, saying: Take in thine hande the booke whereout thou hast read before all the people, & come. So Baruch the sonne of Neriah toke the booke in his hande, and came vnto them."},{"number":15,"verse":"And they sayd vnto him: Sit downe and reade the booke, that we may heare also: So Baruch read that they might heare."},{"number":16,"verse":"Nowe when they had hearde all the wordes, they were abashed one vpon another, and sayde vnto Baruch: We will certifie the king of al these wordes."},{"number":17,"verse":"And they examined Baruch, saying: Tell vs, howe diddest thou write all these wordes out of his mouth?"},{"number":18,"verse":"Then Baruch aunswered them: He spake all these wordes vnto me with his mouth, and I wrote them in the booke."},{"number":19,"verse":"Then sayd the princes vnto Baruch: Go thy way, hide thee with Ieremie, so that no man knowe where ye be."},{"number":20,"verse":"And they went in to the kyng to the court (but they kept the booke in the chaumber of Elizama the scribe) and tolde the kyng all the wordes, that he might heare."},{"number":21,"verse":"So the kyng sent Iehudi to fet hym the booke: which he brought out of Elizama the scribes chaumber, and Iehudi read in it, that the king and all the princes whiche were about hym might heare."},{"number":22,"verse":"Nowe the kyng sate in the winter house (for it was in the ninth moneth) and there was a fire before hym."},{"number":23,"verse":"And when Iehudi had read three or foure leaues therof, he cut the booke in peeces with a penknife, and cast it into the fire vpon the harth, vntill the booke was al brent in the fire vpon the harth."},{"number":24,"verse":"Yet no man was abashed therof, nor rent his clothes, neither the kyng hym selfe nor his seruauntes, though they hearde all these wordes."},{"number":25,"verse":"Neuerthelesse, Elnathan, Dalaiah, and Gamariah besought the kyng that he woulde not burne the booke: notwithstanding, the kyng woulde not heare them:"},{"number":26,"verse":"But commaunded Ierahmel the sonne of Amelech, Saraiah the sonne of Ezriel, and Selemiah the sonne of Abdeel, to lay handes vpon Baruch the scribe, and vpon Ieremie the prophete: but the Lorde kept them out of sight."},{"number":27,"verse":"Nowe after that the kyng had brent the booke, and the sermons which Baruch wrote at the mouth of Ieremie, the worde of the Lorde came vnto Ieremie, saying:"},{"number":28,"verse":"Take another booke, and write in it all the foresayde sermons that were written in the first booke whiche Iehoakim the kyng of Iuda hath brent."},{"number":29,"verse":"And tell Iehoakim the kyng of Iuda, thus saith the Lorde: Thou hast brent the booke, and thoughtest within thy selfe, Why hast thou written therin, that the kyng of Babylon shall come and make this lande waste, so that he shall make both people and cattell to be out of it?"},{"number":30,"verse":"Therefore thus the Lorde saith of Iehoakim the kyng of Iuda: There shall none of his generation sit vpon the throne of Dauid, his dead coarse shalbe cast out, that the heate of the day and the frost of the night may come vppon hym."},{"number":31,"verse":"And I wyll visite the wickednesse of hym, of his seede, and of his seruauntes: Moreouer, all the euyll that I haue promised them, though they hearde me not, wyll I bryng vpon them, vpon the inhabitours of Hierusalem, and vpon all Iuda."},{"number":32,"verse":"Then toke Ieremie another booke and gaue it Baruch the scribe the sonne of Neriah, which wrote therin out of the mouth of Hieremie, all the sermons that were in the first booke which Iehoakim the kyng of Iuda did burne: and there were added vnto them many mo sermons, lyke vnto the former."}]}