{"bibleAbbr":"BB1572","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":50,"verses":[{"number":1,"verse":"The wordes that the Lorde spake vnto the prophete Ieremie, cocerning Babylon and the lande of the Chaldees:"},{"number":2,"verse":"Preache among the gentiles, let your voyce be hearde, make a token, crye out, kepe no scilence, but say, Babylon is wonne, Bel is confounded, and Merodach is ouercome, yea their gods be brought to shame, and their images burst in peeces:"},{"number":3,"verse":"For out of the north there doth come a people against her, which shall make her lande so waste that no body shall dwell therin, neither man nor beast, for they shall flee and depart from thence."},{"number":4,"verse":"In those dayes, and at that tyme saith the Lorde, the chyldren of Israel shall come, they and the children of Iuda, weeping and making haste, and shal seeke the Lorde their God."},{"number":5,"verse":"They shall aske the way to Sion, thither shall they turne their faces, saying: Come, and we wyll cleaue to the Lorde in a couenaunt that neuer shalbe broken."},{"number":6,"verse":"My people haue ben a lost flocke, my sheepheardes haue deceaued them, and haue made them go astray vpon the hylles, they haue gone from the mountayne to the litle hyl, and forgotten their folde."},{"number":7,"verse":"All they that came vpon them haue deuoured them, and their enemies said, We haue made no fault agaynst them, for they haue displeased the Lorde, [yea euen the Lorde which is] the habitation of their righteousnesse, and the hope of their fathers."},{"number":8,"verse":"Flee from Babylon, and depart out of the lande of the Chaldees, and be ye as the rammes that go before the flocke."},{"number":9,"verse":"For lo, I wyll wake vp an hoast of people from the northren lande, & bryng them vpon Babylon, these shal lay siege to it, and winne it: their arrowes shall not misse, like as a cunnyng archer shooteth not wrong."},{"number":10,"verse":"And the Chaldees shalbe spoyled, and all they that spoyle them, shalbe satisfied saith the Lorde:"},{"number":11,"verse":"Although ye were so chearfull & glad, to treade downe myne heritage, and fulfylled your pleasures as the calues in the grasse, and triumphed ouer them like bulles [when ye had gotten the victorie]"},{"number":12,"verse":"Your mothers shalbe sore confounded, and they that bare you shall come to shame, she shalbe the least set by among the nations, voyde, wasted, & dryed vp."},{"number":13,"verse":"No man shalbe able to dwell there for the feare of the Lorde, but she shalbe whole desolate: all they that go by Babylon, shall stande styll & be abashed, and shall wonder at all her plagues."},{"number":14,"verse":"Go foorth in your aray agaynst Babylon rounde about all ye that can handle bowes, shoote at her, spare no arrowes: for she hath sinned agaynst the Lorde."},{"number":15,"verse":"Crye out agaynst her rounde about, she shall yelde her selfe, her foundations shall fall, and her walles shall come downe, for it shalbe the vengeaunce of the Lorde, yea vengeaunce shalbe taken of her: and as she hath done, so deale ye with her."},{"number":16,"verse":"Roote out the sower from Babylon, & hym that handleth the sicle in haruest: for feare of the sworde of the enemie euery man shall get hym to his owne people, and euery man shall flee to his owne lande."},{"number":17,"verse":"Israel is a scattered flocke, the lions haue dispearsed them: First the kyng of the Assyrians deuoured them, last of all this Nabuchodonozor king of Babylon hath brused all their bones."},{"number":18,"verse":"Therfore thus saith the Lorde of hoastes the God of Israel, Beholde, I wyll visite the kyng of Babylon and his kyngdome, as I haue visited the kyng of the Assyrians,"},{"number":19,"verse":"And wyll bryng Israel agayne to his pleasaunt pasture, that he may feede vpon Charmel and Basan, and be satisfied vpon the mount of Ephraim and Galaad."},{"number":20,"verse":"In those dayes and at the same tyme saith the Lorde, yf the offence of Israel be sought for, there shal none be founde, yf men enquire for the sinne of Iuda, there shalbe none: for I wyll be mercifull vnto them whom I suffer to remayne."},{"number":21,"verse":"Go downe [O thou auenger] into the enemies lande, and visite them that dwell therin: downe with them, & smite them vpon the backes saith the Lorde, do accordyng to all that I haue commaunded thee."},{"number":22,"verse":"There is gone about the lande a crye of a slaughter and great murther [namelye on this maner]"},{"number":23,"verse":"Howe happeneth it that the hammer of the whole worlde is thus broken and brused in sunder? Howe chaunceth it that Babylon is become a wildernesse among the heathen [on this maner?]"},{"number":24,"verse":"I my selfe haue layde a snare for thee, and thou art taken vnawares, thou art trapped and snared: for why? thou hast contended agaynst the Lorde."},{"number":25,"verse":"The Lorde hath opened his house of ordinaunce, and brought foorth the weapons of his wrath: for the thyng that is done in the land of the Chaldees, it is the Lorde of hoastes worke."},{"number":26,"verse":"Come agaynst her, for this is her ende, breake vp her chestes, threshe her as ye threshe corne, destroy her that nothyng shalbe left."},{"number":27,"verse":"Slay all their mightie souldiers, and put them to death: Wo be vnto them, for the day and tyme of their visitation is at hande."},{"number":28,"verse":"[Me thynke] I heare [alredy] a crye of them that be fled and escaped out of the lande of Babylon, which shewe in Sion the vengeaunce of the Lorde our God, the vengeaunce of his temple, [yea a voyce of them that crye agaynst Babylon]"},{"number":29,"verse":"Call vp all the archers agaynst Babylon, pitch your tentes rounde about her, that none escape, recompence her as she hath deserued, and accordyng as she hath done, so deale with her agayne: for she hath set vp her selfe agaynst the Lorde, agaynst the holy one of Israel."},{"number":30,"verse":"Therfore shall her young men fall downe in the streetes, and all her men of warre shalbe rooted out in that day saith the Lorde."},{"number":31,"verse":"Beholde, I speake vnto thee O thou proude saith the Lorde God of hoastes, for thy day shall come, euen the tyme of thy visitation."},{"number":32,"verse":"And the proude shall stumble and fall, and no man shall helpe hym vp, I wyll burne vp his cities with fire, and it shall consume all that is rounde about hym."},{"number":33,"verse":"Thus saith the Lorde of hoastes, The children of Israel and Iuda suffer violence together, all they that haue them in captiuitie kepe them fast, and wyll not let them go."},{"number":34,"verse":"But their auenger and redeemer is mightie, whose name is the Lorde of hoastes, he shall maynteyne their cause, he shal make the lande shake, and iudge them that dwell therin, [one with another]"},{"number":35,"verse":"The sworde shal come vpon the Chaldees saith the Lorde, vpon them that dwell in Babylon, vpon their princes, and vpon their wise men."},{"number":36,"verse":"The sworde vpon their soothsayers, as for those they shall become fooles: the sworde vpon their worthies, so that they shall stande in feare."},{"number":37,"verse":"The sworde vpon their horsemen and charrettes, and vpon all the comon people that dwell among them, so that they shall all become lyke women: The sworde vpon their treasure, so that it shalbe stollen away."},{"number":38,"verse":"A drought vpon their waters, so that they shalbe dryed vp: for the lande worshippeth images, and delighteth wonderfully in idols."},{"number":39,"verse":"Therfore shall wylde beastes, Lamia, and Cat of mountaynes, and Estreches dwell therin: for there shall neuer man dwell there, neither shall any man haue his habitation there for euermore."},{"number":40,"verse":"Like as God destroyed Sodome and Gomorre, with the cities that lay there about saith the Lorde: so shall no man dwell there also, neither shall any man haue there his habitation."},{"number":41,"verse":"Beholde, there shall come a people from the north with a great bonde of men, and many kynges shall stande vp from the endes of the earth."},{"number":42,"verse":"They beare bowes and bucklers, cruell are they and vnmercifull: their voyce roreth like the ragyng sea, they ryde vpon horses, and come weaponed to fight agaynst thee O Babylon."},{"number":43,"verse":"Assoone as the king of Babylon heare tell of them, his handes shall waxe feeble, sorowe and heauinesse shall come vpon him as a woman trauayling with chylde."},{"number":44,"verse":"Beholde, like as the lion commeth vp from the swellyng of Iordane vnto the dennes of Ethan, so wyll I dryue them foorth, and make them runne agaynst her: But whom shall I choose out and ordayne to such a thyng? for who is like me? or who wil striue with me? or what sheephearde may stande agaynst me?"},{"number":45,"verse":"Therfore here the counsayle that the Lorde hath geuen vpon Babylon, and the deuice that he hath taken vpon the lande of the Chaldees, The least among the people shall drawe them out, and loke what pleasaunt houses they haue, they shall lay them waste."},{"number":46,"verse":"The noyse at the wynnyng of Babylon shall moue the earth, and the crye shalbe hearde among the gentiles."}]}