{"bibleAbbr":"BB1572","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":51,"verses":[{"number":1,"verse":"Thus hath the Lorde sayde: Behold, I wyll rayse vp a perilous wynde agaynst Babylon, & her citizens that beare euyl wyll against me."},{"number":2,"verse":"I wyll sende also into Babylon fanners to fanne her out, and to destroy her lande: for in the day of her trouble they shalbe about her on euery syde."},{"number":3,"verse":"Moreouer [the Lorde wyll say] vnto the the bowmen, & to them that aduaunce them selues in their armoure: Ye shall not spare her young men, kyll downe all her hoast."},{"number":4,"verse":"Thus the slayne shall fall downe in the lande of the Chaldees, and the wounded in the streetes."},{"number":5,"verse":"As for Israel and Iuda they shall not be forsaken of their God of the Lord of hoastes, yea for the holy one of Israels sake haue the Chaldees fylled their lande full of sinne."},{"number":6,"verse":"Flee away from Babylon, euery man saue his lyfe, that ye be not rooted out with her wickednesse: for the tyme of the Lordes vengeaunce is come, yea he shall rewarde her agayne."},{"number":7,"verse":"Babylon hath ben in the Lordes hande a golden cuppe, that maketh all landes drunken: of her wine haue all people drunken, therfore are they out of their wittes."},{"number":8,"verse":"But sodaynly is Babylon fallen and destroyed: mourne for her, bryng plasters for her woundes, yf she may peraduenture be healed agayne."},{"number":9,"verse":"We woulde haue made Babylon whole say they, but she is not recouered, therfore wyll we let her alone, and go euery man into his owne countrey: for her iudgement is come into heauen, and is gone vp to the cloudes."},{"number":10,"verse":"The Lorde hath brought foorth our righteousnesse: and therfore come on, we wyll shewe in Sion the worke of the Lorde our God."},{"number":11,"verse":"Make sharpe the arrowes, and multiplie your shieldes: for the Lorde shall rayse vp the spirite of the kyng of the Medes, which hath alredy a desire to destroy Babylon: this shalbe the vengeaunce of the Lorde, & the vengeaunce of his temple."},{"number":12,"verse":"Set vp tokens vpon the walles of Babylon, make your watch strong, set your watchmen in araye, yea holde priuie watches, and yet for all that shall the Lorde go foorth with his deuice which he hath taken vpon them that dwell in Babylon."},{"number":13,"verse":"O thou that dwellest by the great waters, O thou that hast so great treasure and riches, thine ende is come, and the reckenyng of thy wynnynges."},{"number":14,"verse":"The Lorde of hoastes hath sworne by hym selfe, that he wyll ouerwhelme thee with men lyke grashoppers in number, whiche with a courage shall crye alarum alarum agaynst thee:"},{"number":15,"verse":"Yea euen the Lorde of hoastes that with his power made the earth, with his wisdome prepared the round world, and with his discretion spread out the heauens."},{"number":16,"verse":"Assoone as he letteth his voyce be hearde, the waters in the ayre waxe fierce: he draweth vp the cloudes from the endes of the earth, he turneth the lightnynges to rayne, he bryngeth the wyndes out of their secrete places."},{"number":17,"verse":"[If they be esteemed] by their wisdome, all men are become fooles: confounded be all the casters of images, for the thing that they make, is but deceipt, and hath no breath."},{"number":18,"verse":"Uayne is it and an erronious worke, and in the tyme of visitation it shall perishe."},{"number":19,"verse":"The portion of Iacob is none such: but he that made all thinges whose name is the Lorde of hoastes, he is the rodde of his enheritaunce."},{"number":20,"verse":"Thou hast ben mine hammer and weapons for warre: for with thee haue I broken the people in peeces, and with thee haue I destroyed kyngdomes."},{"number":21,"verse":"Through thee I haue beaten to powder horse and horsemen, yea the charrettes and such as sate vpon them."},{"number":22,"verse":"Through thee I haue broken man and woman, olde and young, bacheler and mayden."},{"number":23,"verse":"Through thee I haue destroyed the sheepheard and his flocke, the husbandman and his cattell, the princes and the rulers."},{"number":24,"verse":"Therfore wyll I rewarde the citie of Babylon, and all the inhabitauntes of Chaldea, with all the euyll which they haue done vnto Sion, yea that ye your selues shall see it, saith the Lorde."},{"number":25,"verse":"Beholde I come vpon thee thou noysome hyll saith the Lorde, thou that destroyest all landes, I wyll stretch out my hand ouer thee, and cast thee downe from the stony rockes, and wyll make thee a burnt hyll,"},{"number":26,"verse":"So that neither corner stones shalbe taken any more out of thee: but waste and desolate shalt thou lye for euermore saith the Lorde."},{"number":27,"verse":"Set vp a token in the lande, blowe the trumpets among the heathen, prouoke the nations agaynst her, call the kyngdomes of Ararat, Menni, and Ascanez, agaynst her, set the prince agaynst her, bryng as great a sort of terrible horses agaynst her as yf they were grashoppers."},{"number":28,"verse":"Prepare against them the people of the Medes, with their kynges, princes, and all their chiefe rulers: yea and the whole lande that is vnder hym."},{"number":29,"verse":"The lande also shall shake and be afrayde when the deuice of the Lorde shall come foorth agaynst Babylon, to make the lande of Babylon so waste that no man shal dwel any more therin."},{"number":30,"verse":"The worthyes of Babylon shall leaue the battayle and kepe them selues in strong holdes, their strength hath failed them, they shalbe lyke women, their dwellyng places shalbe burnt vp, their barres shalbe broken."},{"number":31,"verse":"One purseuaunt shall meete another, yea one poste shall come by another, to bryng the kyng of Babylon tidinges that his citie is taken on euery syde,"},{"number":32,"verse":"The foordes occupied, the fennes burnt vp, and the souldiers sore afrayde."},{"number":33,"verse":"For thus saith the Lorde of hoastes the God of Israel, The daughter of Babylon hath ben in her tyme lyke as a threshyng floore, but shortly shall her haruest come."},{"number":34,"verse":"Nabuchodonozor the kyng of Babylon hath deuoured and destroyed me, he hath made me an emptie vessell, he swalowed me vp lyke a dragon, and fylled his belly with my delicates, he hath cast me out."},{"number":35,"verse":"My substaunce wherof he hath spoyled me, and the thyng that was left me which he hath caryed away, crye out against Babylon saith the daughter that dwelleth in Sion, yea and my blood also agaynst the Chaldees, saith Hierusalem."},{"number":36,"verse":"Therfore thus saith the Lorde, Beholde I wyll defende thy cause, and auenge thee, I wyll drynke vp her sea, and drye vp her water sprynges."},{"number":37,"verse":"Babylon shall become an heape of stones, a dwellyng place for dragons, a fearefulnesse and wonderyng, and no man shall dwell there."},{"number":38,"verse":"They shall rose together lyke lions, and as the young lions when they be angry, so shall they bende them selues."},{"number":39,"verse":"In their heate I shall geue them a dinner, and they shalbe drunken for ioy: then shall they sleepe an euerlastyng sleepe, and neuer wake, saith the Lorde."},{"number":40,"verse":"I shall cary them downe to be slayne lyke sheepe, lyke weathers and goates:"},{"number":41,"verse":"O howe was Sesach wonne? O howe was the glorie of the whole lande taken? howe happeneth it that Babylon is so wondred at among the heathen?"},{"number":42,"verse":"The sea is risen ouer Babylon, & hath couered her with her great waues."},{"number":43,"verse":"Her cities are layde waste, the lande lyeth vnbuilded and voyde, it is a lande where no man dwelleth, and where no man trauyleth through."},{"number":44,"verse":"Moreouer, I wyll visite Bell at Babylon, & the thyng that he hath swalowed vp, that same shall I plucke out of his mouth: the gentiles also shall runne no more vnto hym, yea and the walles of Babylon shall fall."},{"number":45,"verse":"O my people, come out of Babylon, that euery man may saue his life from the fearfull wrath of the Lorde."},{"number":46,"verse":"Be not faynt hearted, and feare not at euery rumoure that shalbe hearde in the lande: for euery yere bryngeth newe tidinges, and in the yere folowing newe tidinges, and robbyng in the lande, and lorde vpon lorde."},{"number":47,"verse":"And lo the tyme commeth that I will visite the images of Babylon, and the whole lande shalbe confounded, yea and her slayne shall lye in the middest of her."},{"number":48,"verse":"Heauen and earth with all that is therin shal reioyce ouer Babylon, when the destroyers shal come vpon her from the north, saith the Lorde."},{"number":49,"verse":"Like as Babylon hath beaten downe and slayne many out of Israel, so shall there fall many, and be slayne in all her kingdome."},{"number":50,"verse":"Ye that haue escaped the sworde, haste you, stande not styl, remember the Lord a farre of, and thynke vpon Hierusalem."},{"number":51,"verse":"For we are ashamed to heare the blasphemies, our faces were couered with shame, because the straunge aliauntes came into the sanctuarie of the Lorde."},{"number":52,"verse":"Wherfore, beholde saith the Lorde, the tyme commeth that I wyll visite the images of Babylon, and through the whole lande they shall mourne and fall."},{"number":53,"verse":"Though Babylon clymed vp into heauen, and kept her power on hye, yet shall I sende her destroyers saith the Lorde."},{"number":54,"verse":"A piteous crye [shalbe hearde] from Babylon, and a great miserie from the lande of the Chaldees:"},{"number":55,"verse":"When the Lorde destroyeth Babylon, & whe he driueth out the high stomacke and proude boastyng, wherwith they haue ben as furious as the waues of the great water fluds, and made great crakes with their wordes:"},{"number":56,"verse":"For the destroyers shall come vpon her, euen vpon Babylon, which shall take their worthies, and breake their bowes: for the God of recompence, euen the Lorde shall sufficiently recompence them."},{"number":57,"verse":"Yea [saith the Lorde] I wyll make their princes, their wise men, their chiefe rulers, their nobles, and their worthies drunken, so that they shall sleepe an euerlastyng sleepe and neuer wake: thus saith the kyng whose name is the Lorde of hoastes."},{"number":58,"verse":"Moreouer, thus saith the Lorde of hoastes, The thicke wall of Babylon shalbe broken, and her hye gates shalbe burnt vp, & the thyng that the Gentiles & the people haue wrought with great trauayle & labour, shall come to naught, and be consumed in the fire."},{"number":59,"verse":"This is the charge that Ieremie the prophete gaue vnto Saraiah the sonne of Neriah, the sonne of Maasiah, when he went towarde Babylon with Zedekiah the kyng of Iuda, in the fourth yere of his raigne: nowe this Saraiah was a peaceable prince."},{"number":60,"verse":"Ieremie wrote in a booke al the miserie that shoulde come vpon Babylon, yea and all these sermons that be written agaynst Babylon."},{"number":61,"verse":"And gaue Saraiah this charge: When thou commest vnto Babylon, see that thou reade these wordes,"},{"number":62,"verse":"And say, O Lord thou art determined to roote out this place, so that neither people nor cattell shall dwell there any more, but to lye waste for euer."},{"number":63,"verse":"And when thou hast read out the booke, bynde a stone to it, and cast it in the middest of Euphrates,"},{"number":64,"verse":"And say, Euen thus shall Babylon sincke, & be thrust downe with the burthen of trouble that I wyll bryng vpon her: so that she shall neuer come vp agayne. Thus farre are the preachynges of Ieremie."}]}