{"bibleAbbr":"TERV1998","bookName":"எசேக்கியேல்","bookEnglishName":"Ezekiel","chapterNumber":18,"verses":[{"number":1,"verse":"கர்த்தருடைய வார்த்தை என்னிடம் வந்தது. அவர் சொன்னார்:"},{"number":2,"verse":"“ஜனங்களாகிய நீங்கள் இப்பழமொழியை மீண்டும், மீண்டும் சொல்கிறீர்கள்: “‘ஏன்? நீங்கள் பெற்றோர்கள் புளித்த திராட்சை தின்றார்கள். ஆனால் குழந்தைகள் புளிப்புச் சுவையைப் பெறுகிறார்கள்’” என்று சொல்லுகிறீர்கள்."},{"number":3,"verse":"ஆனால் எனது கர்த்தராகிய ஆண்டவர் கூறுகிறார்: “எனது உயிரைக்கொண்டு நான் இஸ்ரவேல் ஜனங்களுக்கு வாக்களிக்கிறேன். இப்பழமொழி இனிமேல் உண்மையாக இருக்காது."},{"number":4,"verse":"நான் ஒவ்வொரு மனிதனையும் அவ்வாறே நடத்துகிறேன். அவன் பெற்றவனா, பிள்ளையா என்பதைப்பற்றி கவலையில்லை. பாவம் செய்கிற ஒருவன் அதற்கேற்றபடி மரிப்பான்!"},{"number":5,"verse":"“ஒருவன் நல்லவனாக இருந்தால் அவன் நன்றாக வாழ்வான்! அந்நல்லவன் ஜனங்களிடம் நியாயமாக இருக்கிறான்."},{"number":6,"verse":"அந்நல்லவன் மலைகளுக்குச் சென்று பொய்த் தெய்வங்களுக்கு உணவு காணிக்கை தரவில்லை. இஸ்ரவேலில் உள்ள அசுத்த பொய்த் தெய்வங்களிடம் வேண்டுதல் செய்யவில்லை. அவன் அயலானின் மனைவியோடு விபச்சாரப் பாவத்தைச் செய்யவில்லை. அவன் தனது மனைவியுடன் அவளது விலக்குக் காலத்தில் பாலின உறவுவைத்துக் கொள்ளவில்லை."},{"number":7,"verse":"அந்நல்லவன் பிறரை தன் நன்மைக்காகப் பயன்படுத்தவில்லை. எவராவது அவனிடமிருந்து பணம் கடன் வாங்கினால் திருப்பித் தரும்போது அடமானத்தைத் திருப்பிக் கொடுத்துவிடுகிறான். அந்நல்லவன் பசித்தவர்களுக்கு உணவைத் தருகிறான். தேவையானவர்களுக்கு ஆடை கொடுக்கிறான்."},{"number":8,"verse":"ஒருவன் அந்நல்லவனிடம் கடன் வாங்க விரும்பினால் அவன் கடன் கொடுப்பான். அவன் அந்தக் கடனுக்காக வட்டி பெறவில்லை. அவன் வஞ்சகமாக நடந்துகொள்ளவில்லை. அவன் எல்லோரிடமும் நேர்மையாக நடந்து கொள்கிறான். ஜனங்கள் அவனை நம்பலாம்."},{"number":9,"verse":"அவன் எனது சட்டங்களுக்கு அடிபணிகிறான், அவன் எனது முடிவுகளைப்பற்றி எண்ணுகிறான், நியாயமாக இருக்கக் கற்றிருக்கிறான். அவன் நல்லவன், அதனால் வாழ்வான்."},{"number":10,"verse":"“ஆனால் அந்நல்லவனுக்கு ஒரு குமாரன் பிறந்து அவன் தன் தந்தையைப்போல் இந்நற்காரியங்களில் எதையும் செய்யாதவனாக இருக்கலாம். அந்த குமாரன் பொருட்களைத் திருடலாம், பிறரைக் கொலை செய்யலாம்."},{"number":11,"verse":"அந்த குமாரன் இத்தீமைகளில் எதை வேண்டுமானாலும் செய்யலாம். அவன் மலைகளுக்குப் போய் பொய்த் தெய்வங்களுக்கு உணவுக் காணிக்கை தரலாம். அப்பாவியாகிய குமாரன் அயலான் மனைவியோடு கள்ள உறவு வைத்திருக்கலாம்."},{"number":12,"verse":"அவன் ஏழைகளையும் ஆதரவற்றவர்களையும் தவறாக நடத்தலாம். அவன் ஜனங்களை ஏமாற்றி பயன்பெறலாம். ஒருவன் தனது கடனைத் திருப்பிக் கொடுக்கும்போது அவன் அடமானத்தைத் திருப்பிக் கொடுக்காமல் இருக்கலாம். அந்தப் பாவி குமாரன் அந்த ஆபாசமான விக்கிரங்களுக்கு பிரார்த்தனை செய்து வேறு பயங்கரமான செயல்களைச் செய்யலாம்."},{"number":13,"verse":"ஒருவனுக்கு இப்பாவி மகனிடம் இருந்து பணம் கடன் வாங்கும் தேவை ஏற்படலாம். அம்மகன் அவனுக்குக் கடன் கொடுக்கலாம். ஆனால் அவன் அக்கடனுக்கு வட்டி கொடுக்கும்படி வற்புறுத்துவான். எனவே அப்பாவி குமாரன் வாழமாட்டான். அவன் எல்லா அருவருப்பான செயல்களையும் செய்தான். அதனால் மரணம் அடைவான். அவனது மரணத்திற்கு அவனே பொறுப்பாவான்."},{"number":14,"verse":"“இப்பொழுது, இப்பாவி குமாரனுக்கு ஒரு குமாரன் பிறந்திருக்கலாம். ஆனால் இந்த குமாரன் தன் தந்தை செய்த எல்லாப் பாவங்களையும் பார்த்து அவன் தந்தையைப்போன்று வாழ மறுக்கலாம். அந்த நல்ல குமாரன் ஜனங்களை நியாயமாக நடத்தலாம்."},{"number":15,"verse":"அந்நல்ல குமாரன் மலைகளுக்குப் போய் தனது உணவைப் பொய்த் தெய்வங்களுக்கு பகிர்ந்து கொடுப்பதில்லை. இஸ்ரவேலில் அசுத்தத் தெய்வங்களிடம் அவன் விண்ணப்பம் செய்வதில்லை. அவன் அயலானின் மனைவியோடு விபச்சாரம் செய்வதில்லை."},{"number":16,"verse":"அந்நல்ல குமாரன் ஜனங்களை ஒடுக்குவதில்லை. ஒருவன் இவனிடம் வந்து கடன் கேட்டால் இவன் அடமானத்தைப் பெற்றுக்கொண்டு கடன் கொடுக்கிறான். அவன் கடனைத் திருப்பிக் கொடுக்கும்போது அடமானத்தை இவன் திருப்பிக் கொடுக்கிறான். இந்நல்ல குமாரன் பசித்தவர்களுக்கு உணவு கொடுக்கிறான். தேவையானவர்களுக்கு ஆடை கொடுக்கிறான்."},{"number":17,"verse":"இவன் ஏழைகளுக்கு உதவுகிறான். ஒருவன் இவனிடம் பணம் கடன் கேட்க விரும்பினால் கடன் கொடுக்கிறான். இவன் அக்கடனுக்கு வட்டி வசூலிக்கவில்லை. இந்நல்ல குமாரன் எனது நியாயங்களுக்கு அடிபணிந்து எனது நியாயங்களைப் பின்பற்றுகிறான். இந்நல்ல குமாரன் தந்தையின் பாவங்களுக்காக மரணமடையமாட்டான். இந்நல்ல குமாரன் வாழ்வான்."},{"number":18,"verse":"இத்தந்தை ஜனங்களுக்குக் கொடுமை செய்து அவர்களின் பொருட்களைத் திருடியிருக்கலாம். அவன் தனது ஜனங்களுக்கு எவ்வித நன்மையும் செய்யாமல் இருக்கலாம். இத்தந்தை தனது சொந்தப் பாவங்களுக்காக மரிப்பான். ஆனால் அம்மகன் தனது தந்தையின் பாவங்களுக்காகத் தண்டிக்கப்படமாட்டான்."},{"number":19,"verse":"“நீ, ‘அந்த குமாரன் தந்தையின் பாவங்களுக்காக ஏன் தண்டிக்கப்படவில்லை?’ என்று கேட்கலாம், குமாரன் நல்லவனாக இருந்து நன்மையைச் செய்தான் என்பதுதான் காரணம்! அவன் வெகு கவனமாக எனது நியாயங்களுக்குக் கீழ்ப்படிந்தான்! எனவே அவன் வாழ்வான்."},{"number":20,"verse":"பாவங்கள் செய்கிற ஒருவனே மரணத்திற்கு ஆளாவான். ஒரு குமாரன் தனது தந்தையின் பாவங்களுக்காகத் தண்டிக்கப்படமாட்டான். ஒரு தந்தை தன் மகனது பாவங்களுக்காகத் தண்டிக்கப்படமாட்டான். ஒரு நல்லவனின் நன்மை அவனை மட்டுமே சேரும். ஒரு கெட்டவனின் பாவங்கள் அவனை மட்டுமே சேரும்."},{"number":21,"verse":"“இப்பொழுது, தீயவன் தனது வாழ்க்கை முறையை மாற்றினால் பிறகு அவன் மரிக்கமாட்டான் வாழ்வான். அவன் தான் செய்த பாவங்களை நிறுத்திவிடலாம் அவன் எனது சட்டங்களுக்கு கவனமாகக் கீழ்ப்படியலாம். அவன் நல்லவனாகவும் நியாயமானவனாகவும் ஆகலாம்."},{"number":22,"verse":"தேவன் அவன் செய்த தீயவைகளை நினைக்கமாட்டார். தேவன் அவனது நன்மைகளை மட்டுமே நினைப்பார்! எனவே அம்மனிதன் வாழ்வான்!”"},{"number":23,"verse":"எனது கர்த்தராகிய ஆண்டவர் கூறுகிறார்: “நான் தீயவர்கள் மரிப்பதை விரும்பவில்லை. நான் அவர்கள் தம் வாழ்வை மாற்றுவதை விரும்புகிறேன். எனவே, அவர்கள் வாழமுடியும்!"},{"number":24,"verse":"“இப்பொழுது, ஒரு நல்ல மனிதன் தனது நற்செயல்களை நிறுத்தலாம். அவன் தன் வாழ்வை மாற்றி முன்பு தீயவர்கள் என்னென்ன பாவங்களைச் செய்தார்களோ அவற்றைச் செய்யத் தொடங்கலாம். (அத்தீயவன் மாறினான் எனவே அவன் வாழமுடியும்). எனவே, அந்நல்ல மனிதன் மாறிப் தீயவனானால் பிறகு தேவன் அவன் செய்த நன்மைகளைப்பற்றி நினைக்கமாட்டார். அவன் அவருக்கு எதிராக மாறி பாவம் செய்யத் தொடங்கிவிட்டான் என்பதையே நினைப்பார். எனவே அம்மனிதன் தனது பாவங்களுக்காக மரிப்பான்.”"},{"number":25,"verse":"தேவன் சொன்னார்: “நீங்கள், ‘எனது தேவனாகிய ஆண்டவர் நியாயமானவராக இல்லை!’ என்று சொல்லலாம். ஆனால், கவனியுங்கள், இஸ்ரவேல் குடும்பத்தாரே, நியாயமற்றவர்கள் நீங்கள்தான்!"},{"number":26,"verse":"ஒரு நல்ல மனிதன் மாறிப் பாவம் செய்யத் தொடங்கினால் அவன் தனது பாவங்களுக்காக மரிப்பான்."},{"number":27,"verse":"ஒரு தீயமனிதன் மாறி நன்மை செய்யத் தொடங்கினால், பிறகு அவன் தனது வாழ்வைக் காப்பாற்றுவான். அவன் வாழ்வான்!"},{"number":28,"verse":"அந்த மனிதன், எவ்வளவு தீயவனாக இருந்தான், அவன், தான் எவ்வளவு மோசமானவன் என்று உணர்ந்து என்னிடம் திரும்பிவரத் தீர்மானித்தான். அவன் கடந்த காலத்தில் செய்த பாவத்தை நிறுத்தினான். எனவே அவன் வாழ்வான், மரிக்கமாட்டான்!”"},{"number":29,"verse":"இஸ்ரவேல் ஜனங்கள் சொன்னார்கள்: “அது செம்மையில்லை! எனது கர்த்தராகிய ஆண்டவர் அவ்வாறு இருக்கக்கூடாது!” தேவன் சொன்னார்: “நான் நியாயமாகவே இருக்கிறேன். நீங்களே நியாயமற்றவர்கள்!"},{"number":30,"verse":"ஏனென்றால், இஸ்ரவேல் வம்சத்தாரே, நான் ஒவ்வொரு மனிதரையும் அவர்கள் செய்தவற்றுக்காகவே நியாயம் தீர்க்கிறேன்!” எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறினார். “எனவே என்னிடம் திரும்பி வாருங்கள்! அந்த அருவருப்பான பொருட்கள் (விக்கிரகங்கள்) உங்களைப் பாவம் செய்யத் தூண்ட அனுமதிக்காதீர்கள்!"},{"number":31,"verse":"எல்லா அருவருப்பான பொருட்களையும் தூர எறியுங்கள். அவை நீங்கள் செய்தவை. அவையே உங்களது பாவங்களுக்கெல்லாம் காரணம்! உங்களது இருதயங்களையும் ஆவிகளையும் புதுப்பித்துக்கொள்ளுங்கள்! இஸ்ரவேல் ஜனங்களே, உங்களது மரணத்தை ஏன் நீங்களே வரவழைத்துக்கொள்கிறீர்கள்?"},{"number":32,"verse":"நான் உங்களைக் கொல்ல விரும்பவில்லை. தயவுசெய்து திரும்பிவந்து வாழ்ந்திருங்கள்!” எனது கர்த்தராகிய ஆண்டவர் அவற்றைக் கூறினார்."}]}