{"bibleAbbr":"TERV1998","bookName":"எசேக்கியேல்","bookEnglishName":"Ezekiel","chapterNumber":30,"verses":[{"number":1,"verse":"(பாபிலோன் படை எகிப்தைத் தாக்கும்) கர்த்தருடைய வார்த்தை மீண்டும் என்னிடம் வந்தது. அவர் சொன்னார்,"},{"number":2,"verse":"“மனுபுத்திரனே, எனக்காகப் பேசு. ‘எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார். “‘அழுதுகொண்டே சொல்: “அந்தப் பயங்கரமான நாள் வருகிறது.”"},{"number":3,"verse":"அந்த நாள் அருகில் உள்ளது! ஆம், கர்த்தருடைய நியாயத்தீர்ப்பு நாள் அருகில் உள்ளது. அது மேகமூடிய நாள். இது நாடுகளை நியாயந்தீர்க்கும் காலமாக இருக்கும்!"},{"number":4,"verse":"எகிப்திற்கு எதிராக ஒரு வாள் வருகிறது! எத்தியோப்பியாவிலுள்ள ஜனங்கள் பயத்தால் நடுங்குவார்கள், அந்த நேரத்தில் எகிப்து விழும். பாபிலேனின் படை எகிப்திய ஜனங்களைச் சிறை பிடித்துச் செல்லும். எகிப்தின் அடித்தளம் உடைந்து போகும்!"},{"number":5,"verse":"“‘பல ஜனங்கள் எகிப்தோடு சமாதான உடன்படிக்கை செய்தனர். ஆனால் எத்தியோப்பியா, பூத், லூத், அரேபியா, லிபியா மற்றும் இஸ்ரவேலர்கள் அழிக்கப்படுவார்கள்!"},{"number":6,"verse":"“‘எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார்: எகிப்திற்கு ஆதரவளிக்கும் ஜனங்கள் வீழ்வார்கள்! அவளது பலத்தின் பெருமை அழியும். மிக்தோல் முதல் செவெனே வரைக்குமுள்ள எகிப்திய ஜனங்கள் போரில் கொல்லப்படுவார்கள். எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார்!"},{"number":7,"verse":"எகிப்து அழிக்கப்பட்ட மற்ற நாடுகளோடு சேரும். எகிப்தும் வெறுமையான நாடுகளில் ஒன்றாகும்."},{"number":8,"verse":"நான் எகிப்தில் ஒரு நெருப்பைக் கொளுத்துவேன். அவளது ஆதரவாளர்கள் எல்லோரும் அழிக்கப்படுவார்கள். பிறகு நானே கர்த்தர் என்பதை அவர்கள் அறிவார்கள்!"},{"number":9,"verse":"“‘அந்த நேரத்தில், நான் தூதுவர்களை அனுப்புவேன். அவர்கள் கெட்ட செய்தியோடு எத்தியோப்பியாவிற்குக் கப்பலில் போவார்கள். எத்தியோப்பியா இப்போது பாதுகாப்பை உணர்கிறது. எகிப்து தண்டிக்கப்படும்போது, எத்தியோப்பியர்கள் பயத்தினால் நடுங்குவார்கள்! அந்த நேரம் வருகிறது!’”"},{"number":10,"verse":"எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார்: “நான் பாபிலோன் ராஜாவைப் பயன்படுத்துவேன். நான் நேபுகாத்நேச்சாரை எகிப்து ஜனங்களை அழிக்கப் பயன்படுத்துவேன்."},{"number":11,"verse":"நேபுகாத்நேச்சாரும் அவனது ஜனங்களும் நாடுகளிலேயே மிகவும் கொடூரமானவர்கள். நான் எகிப்தை அழிக்க அவர்களைக் கொண்டுவருவேன். அவர்கள் தம் வாள்களை எகிப்திற்கு எதிராக உருவுவார்கள். அவர்கள் அத்தேசத்தை மரித்த உடல்களால் நிரப்புவார்கள்."},{"number":12,"verse":"நான் நைல் நதியை வறண்ட நிலமாக்குவேன். பிறகு நான் வறண்ட நிலத்தைத் தீயவர்களுக்கு விற்பேன். நான் அந்நியர்களைப் பயன்படுத்தி அந்நாட்டைக் காலி பண்ணுவேன்! கர்த்தராகிய நான் பேசியிருக்கிறேன்.”"},{"number":13,"verse":"(எகிப்தின் விக்கிரகங்கள் அழிக்கப்படும்)எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார். “நான் எகிப்திலுள்ள விக்கிரகங்களை அழிப்பேன். நான் நோப்பின் சிலைகளை வெளியே அப்புறப்படுத்துவேன். எகிப்து நாட்டில் இனிமேல் ஒரு தலைவனும் இருக்கமாட்டான். நான் எகிப்து நாட்டில் அச்சத்தை வைப்பேன்."},{"number":14,"verse":"நான் பத்ரோசைக் காலி பண்ணுவேன். நான் சோவானில் நெருப்பைக் கொளுத்துவேன். நான் நோ நகரைத் தண்டிப்பேன்."},{"number":15,"verse":"நான் எகிப்தின் கோட்டையான சீனுக்கு விரோதமாக எனது கோபத்தை ஊற்றுவேன். நான் நோ ஜனங்களை அழிப்பேன்!"},{"number":16,"verse":"நான் எகிப்தில் நெருப்பைக் கொளுத்துவேன். சீன் என்னும் பெயருள்ள நகரம் துன்பத்தில் இருக்கும். நோ நகரத்திற்குள் வீரர்கள் நுழைவார்கள். நோ ஒவ்வொரு நாளும் புதிய துன்பங்களை அனுபவிக்கும்."},{"number":17,"verse":"ஆவென், பிபேசெத் ஆகிய நகரங்களின் இளைஞர்கள் போரில் மரிப்பார்கள். பெண்கள் சிறைபிடிக்கப்பட்டு கொண்டுசெல்லப்படுவார்கள்."},{"number":18,"verse":"நான் எகிப்தின் நுகங்களை முறிக்கும்போது தக்பானேசிலே பகல் இருண்டு போகும். எகிப்தின் பெருமையான பலம் முடிந்துபோகும்! எகிப்தை ஒரு மேகம் மூடும். அவளது குமாரத்திகள் சிறைபிடிக்கப்பட்டு கொண்டுசெல்லப்படுவார்கள்."},{"number":19,"verse":"எனவே நான் எகிப்தைத் தண்டிப்பேன். பிறகு நானே கர்த்தர் என்பதை அவர்கள் அறிவார்கள்!”"},{"number":20,"verse":"(எகிப்து என்றென்றும் பலவீனமாகும்) சிறைபிடிக்கப்பட்ட பதினொன்றாவது ஆண்டின் முதல் மாதத்து (ஏப்ரல்) ஏழாம் நாள் கர்த்தருடைய வார்த்தை என்னிடம் வந்தது. அவர் சொன்னார்:"},{"number":21,"verse":"“மனுபுத்திரனே, நான் எகிப்து மன்னனான பார்வோனின் கையை (பலம்) உடைத்திருக்கிறேன். எவரும் அவனது கையில் கட்டுப்போட முடியாது. அது குணமாவதில்லை. எனவே அவனது கையானது வாளைத் தாங்கும் அளவிற்குப் பலம் பெறுவதில்லை.”"},{"number":22,"verse":"எனது கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார்: “நான் எகிப்து மன்னனான பார்வோனுக்கு விரோதமானவன். அவனது இரண்டு கைகளையும் நான் உடைப்பேன். அவற்றில் ஒன்று ஏற்கெனவே உடைந்தது; இன்னொன்று பலமுள்ளது. நான் அவனது கையிலிருந்து வாளானது விழும்படிச் செய்வேன்."},{"number":23,"verse":"நான் எகிப்தியர்களை நாடுகளிடையே சிதறடிப்பேன்."},{"number":24,"verse":"நான் பாபிலோன் ராஜாவின் கையைப் பலப்படுத்துவேன். நான் எனது வாளை அவனது கையில் கொடுப்பேன். ஆனால் நான் பார்வோனின் கைகளை உடைப்பேன். பிறகு பார்வோன் வலியால் கதறுவான். அவனது கதறல் மரிக்கிறவனின் கதறல் போன்றிருக்கும்."},{"number":25,"verse":"எனவே நான் பாபிலோன் ராஜாவின் கைகளைப் பலப்படுத்துவேன். ஆனால் பார்வோனின் கைகள் கீழே விழும். பிறகு நானே கர்த்தர் என்பதை அவர்கள் அறிவார்கள்! “நான் பாபிலோன் ராஜாவின் கையில் என் வாளைக் கொடுப்பேன். பிறகு அவன் எகிப்து நாட்டிற்கு எதிராக வாளை நீட்டுவான்."},{"number":26,"verse":"நான் நாடுகளில் எகிப்தியர்களைச் சிதறடிப்பேன், பிறகு நானே கர்த்தர் என்பதை அவர்கள் அறிவார்கள்.”"}]}