{"bibleAbbr":"guOV2016","bookName":"યોહાનનો પહેલો પત્ર","bookEnglishName":"1 John","chapterNumber":2,"verses":[{"number":1,"verse":"( ખ્રિસ્ત આપણા સહાયક) મારાં બાળકો, તમે પાપ ન કરો, માટે હું તમને આ વાતો લખું છું. જો કોઈ પાપ કરે તો પિતાની પાસે આપણો મધ્યસ્થ છે, એટલે ઈસુ ખ્રિસ્ત જે ન્યાયી છે તે."},{"number":2,"verse":"અને તે આપણાં પાપનું પ્રાયશ્ચિત છે; અને માત્ર આપણાં જ નહિ પણ આખા જગત [નાં પાપ] નું [તે પ્રાયશ્ચિત છે]."},{"number":3,"verse":"જો આપણે તેમની આજ્ઞાઓ પાળીએ, તો એ ઉપરથી આપણને માલૂમ પડે છે કે આપણે તેમને ઓળખીએ છીએ."},{"number":4,"verse":"જે કહે છે, “હું તેમને ઓળખું છું, ” પણ તેમની આજ્ઞા પાળતો નથી, તે જૂઠો છે, અને તેનામાં સત્ય નથી."},{"number":5,"verse":"પણ જે કોઈ તેમનું વચન પાળે છે, તેનામાં ઈશ્વર પરનો પ્રેમ ખરેખર સંપૂર્ણ થયો છે. એથી આપણે જાણીએ છીએ કે આપણે, તેમનામાં છીએ."},{"number":6,"verse":"“હું તેમનામાં રહું છું, ” એમ જે કહે છે, તેણે જેમ તે ચાલ્યા તેમ જ ચાલવું જોઈએ."},{"number":7,"verse":"( નવી આજ્ઞા) વહાલાઓ, ( .) નવી આજ્ઞા નહિ, પણ જૂની આજ્ઞા જે આરંભથી તમારી પાસે હતી, તે હું તમને લખું છું. જે વચન તમે સાંભળ્યું, તે જ જૂની આજ્ઞા છે."},{"number":8,"verse":"વળી નવી આજ્ઞા જે તેમનામાં તથા તમારામાં સત્ય છે, તે હું તમને લખું છું, કેમ કે અંધકાર જતો રહે છે, અને ખરો પ્રકાશ હમણાં પ્રકાશે છે."},{"number":9,"verse":"જે કોઈ કહે છે, “હું પ્રકાશમાં છું, ” છતાં પોતાના ભાઈ પર દ્વેષ રાખે છે, તે હજી સુધી અંધકારમાં છે."},{"number":10,"verse":"જે કોઈ પોતાના ભાઈ પર પ્રેમ રાખે છે, તે પ્રકાશમાં રહે છે, અને તેનામાં ઠોકર ખાવાનું કારણ નથી."},{"number":11,"verse":"પણ જે કોઈ પોતાના ભાઈ પર દ્વેષ રાખે છે, તે અંધકારમાં છે, અંધકારમાં ચાલે છે, અને પોતે ક્યાં જાય છે તે જાણતો નથી, કેમ કે અંધકારે તેની આંખો આંધળી કરી છે."},{"number":12,"verse":"બાળકો, હું તમને લખું છું, કારણ કે તેમના નામની ખાતર તમારાં પાપ માફ થયાં છે."},{"number":13,"verse":"પિતાઓ, હું તમને લખું છું, કારણ કે જે આરંભથી છે, તેમને તમે ઓળખો છો, જુવાનો, હું તમને લખું છું, કારણ કે તમે દુષ્ટને જીત્યો છે. છોકરાં મેં તમને લખ્યું છે, કારણ કે તમે પિતાને ઓળખો છો."},{"number":14,"verse":"પિતાઓ, મેં તમને લખ્યું છે, કારણ કે જે આરંભથી હતા તેમને તમે ઓળખો છો. જુવાનો, મેં તમને લખ્યું છે, કારણ કે તમે બળવાન છો, અને ઈશ્વરનું વચન તમારામાં રહે છે, ને તમે દુષ્ટને જીત્યો છે."},{"number":15,"verse":"જગત પર અથવા જગતમાંનાં વાનાં પર પ્રેમ ન રાખો. જો કોઈ જગત પર પ્રેમ રાખે તો તેનામાં પિતા પરનો પ્રેમ નથી."},{"number":16,"verse":"કેમ કે જગતમાં જે સર્વ છે, એટલે દૈહિક વાસના તથા આંખોની લાલસા તથા જીવનનો અહંકાર તે પિતાથી નથી, પણ જગતથી છે."},{"number":17,"verse":"જગત તથા તેની લાલસા જતાં રહે છે, પણ ઈશ્વરની ઇચ્છા પૂર્ણ કરે છે તે સદા રહે છે."},{"number":18,"verse":"( ખ્રિસ્ત વિરોધી) બાળકો, આ છેલ્‍લી ઘડી છે. ખ્રિસ્તવિરોધી આવનાર છે, એવું તમે સાંભળ્યું છે, તેમ હમણાં ખ્રિસ્તવિરોધીઓ ઘણા થયા છે, એ ઉપરથી આપણે જાણીએ છીએ કે આ છેલ્‍લી ઘડી છે."},{"number":19,"verse":"તેઓ આપણામાંથી નીકળી ગયા, પણ તેઓ આપણામાંના નહોતા, કેમ કે જો તેઓ આપણામાંના હોત, તો તેઓ આપણી સાથે રહેત:પણ તેઓ સર્વ આપણામાંના નથી, એમ પ્રગટ થાય માટે [તેઓ નીકળી ગયા]."},{"number":20,"verse":"જે પવિત્ર છે તેમનાથી તમે અભિષિક્ત થયા છો, અને તમે બધું જાણો છો."},{"number":21,"verse":"તમે સત્યને જાણતા નથી, એ કારણથી નહિ, પણ તમે તેને જાણો છો, અને સત્યમાંથી કંઈ જૂઠું [આવતું] નથી, એ કારણથી મેં તમને લખ્યું છે."},{"number":22,"verse":"જે કોઈ ઈસુનો નકાર કરે છે, અને કહે છે, “તે ખ્રિસ્ત નથી, ” તેના જેવો જૂઠો બીજો કોણ? જે કોઈ પિતા તથા પુત્રનો નકાર કરે છે તે જ ખ્રિસ્ત વિરોધી છે."},{"number":23,"verse":"જે કોઈ પુત્રને નાકબૂલ કરે છે, તે દરેકને પિતા પણ નથી. પુત્રને જે કોઈ કબૂલ કરે છે તેને પિતા પણ છે."},{"number":24,"verse":"જે તમે પ્રથમથી સાંભળ્યું છે, તે તમારામાં રહો. પ્રથમથી જે તમે સાંભળ્યું તે જો તમારામાં રહે, તો તમે પણ પુત્રમાં તથા પિતામાં રહેશો."},{"number":25,"verse":"જે વચન તેમણે આપણને આપ્યું છે તે એ જ, એટલે સર્વકાળનું જીવન."},{"number":26,"verse":"જેઓ તમને ભમાવે છે તેઓ સંબંધી મેં તમને આ લખ્યું છે."},{"number":27,"verse":"વળી તેમણે તમને જે અભિષેક કર્યો તે તમારામાં રહે છે, અને કોઈ તમને શીખવે એવી કંઈ અગત્ય નથી; પણ જેમ તેમનો અભિષેક તમને સર્વ બાબતો વિષે શીખવે છે ને તે સત્ય છે, જૂઠા નથી; ને જેમ તેમણે તમને શીખવ્યું, તેમ તમે તેમનામાં રહો."},{"number":28,"verse":"હવે, બાળકો, તેમનામાં રહો, જેથી જો તે પ્રગટ થાય, તો આપણામાં હિંમત આવે, ને તેમના આગમનને વખતે તેમની રૂબરૂ આપણે શરમાઈએ નહિ."},{"number":29,"verse":"જો તમે જાણો છો કે તે ન્યાયી છે, તો એ પણ જાણજો કે, જે કોઈ ન્યાયીપણું કરે છે તે દરેક તેમનાથી જનમ્યો છે."}]}