{"bibleAbbr":"guOV2016","bookName":"યોહાનનો પહેલો પત્ર","bookEnglishName":"1 John","chapterNumber":3,"verses":[{"number":1,"verse":"( ઈશ્વરનાં છોકરાં) જુઓ, પિતાએ આપણા પર કેટલો બધો પ્રેમ રાખ્યો છે કે આપણે ( .) ઈશ્વરનાં છોકરાં કહેવાઈએ! અને ખરેખર આપણે તેમનાં છોકરાં છીએ. તેથી જગત આપણને ઓળખતું નથી, કેમ કે તેણે તેમને ઓળખ્યા નહિ."},{"number":2,"verse":"વહાલાંઓ, હાલ આપણે ઈશ્વરનાં છોકરાં છીએ, અને આપણે કેવાં થઈશું, તે હજી સુધી પ્રગટ થયું નથી. આપણે એટલું તો જાણીએ છીએ કે જયારે તે પ્રગટ થશે, ત્યારે તેમના જેવાં આપણે થઈશું. કેમ કે જેવા તે છે તેવા આપણે તેમને જોઈશું."},{"number":3,"verse":"અને જે તેમના પર એવી આશા રાખે છે, તે દરેક જેમ તે શુદ્ધ છે તેમ પોતાને શુદ્ધ કરે છે."},{"number":4,"verse":"જે પાપ કરે છે, તે દરેક નિયમભંગ પણ કરે છે, અને પાપ એ જ નિયમભંગ છે."},{"number":5,"verse":"તે ( .) પાપનું હરણ કરવાને પ્રગટ થયા, એ તમે જાણો છો. અને તેમનામાં પાપ નથી."},{"number":6,"verse":"જે કોઈ તેમનામાં રહે છે, તે પાપ કરતો નથી. જે કોઈ પાપ કરે છે તેણે તેમને જોયા નથી, અને તેમને ઓળખતો પણ નથી."},{"number":7,"verse":"બાળકો, કોઈ તમને ન ભમાવે. જેમ તે ન્યાયી છે, તેમ જે ન્યાયીપણું કરે છે તે પણ ન્યાયી છે;"},{"number":8,"verse":"જે પાપ કરે છે તે શેતાનનો છે, કેમ કે શેતાન આરંભથી પાપ કરે છે. શેતાનનાં કામનો નાશ કરવા માટે ઈશ્વરના પુત્ર પ્રગટ થયા."},{"number":9,"verse":"જે કોઈ ઈશ્વરથી જન્મેલો છે તે પાપ કરતો નથી, કેમ કે તેમનું બીજ તેનામાં રહે છે; અને તે પાપ કરી શકતો નથી, કેમ કે તે ઈશ્વરથી જન્મેલો છે."},{"number":10,"verse":"આથી ઈશ્વરનાં છોકરાં તથા શેતાનનાં છોકરાં ઓળખાઈ આવે છે: જે કોઈ ન્યાયીપણું કરતો નથી, અને જે કોઈ પોતાના ભાઈ પર પ્રેમ રાખતો નથી, તે ઈશ્વરનો નથી."},{"number":11,"verse":"( એકબીજા પર પ્રેમ કરો) કેમ કે જે સંદેશો તમે પ્રથમથી સાંભળ્યો છે તે એ જ છે કે, ( .) આપણે એકબીજા પર પ્રેમ રાખીએ."},{"number":12,"verse":"જેવો ( .) કાઈન દુષ્ટનો હતો, અને તેણે પોતાના ભાઈને મારી નાખ્યો, તેવા આપણે ન થવું. તેણે શા માટે તેને મારી નાખ્યો? એટલા માટે કે તેનાં પોતાનાં કામ ભૂંડાં હતાં, અને તેના ભાઈનાં [કામ] ન્યાયી હતાં."},{"number":13,"verse":"ભાઈઓ, જો જગત તમારા પર દ્વેષ કરે તો તેથી આશ્ચર્ય ન પામો."},{"number":14,"verse":"આપણે ભાઈઓ પર પ્રેમ રાખીએ છીએ, એથી આપણે જાણીએ છીએ કે ( .) મરણમાંથી નીકળીને આપણે જીવનમાં આવ્યા છીએ. જે પ્રેમ રાખતો નથી તે મરણમાં રહે છે."},{"number":15,"verse":"જે કોઈ પોતાના ભાઈ પર દ્વેષ રાખે છે તે મનુષ્યઘાતક છે. અને તમે જાણો છો કે કોઈ મનુષ્યઘાતકમાં અનંતજીવન રહેતું નથી."},{"number":16,"verse":"એથી આપણે પ્રેમ શું છે તે જાણીએ છીએ, કેમ કે તેમણે પોતાનો પ્રાણ આપણા બદલે આપ્યો. અને આપણે પણ ભાઈઓને માટે આપણા પ્રાણો આપવા જોઈએ."},{"number":17,"verse":"પણ જેની પાસે આ જગતનું દ્રવ્ય હોય, ને પોતાના ભાઈને ગરજ છે એવું જોયા છતાં તેના પર તે દયા ન કરે, તો તેનામાં ઈશ્વરનો પ્રેમ શી રીતે રહી શકે?"},{"number":18,"verse":"બાળકો, આપણે શબ્દથી નહિ, અને જીભથી નહિ, પણ કૃત્યમાં તથા સત્યમાં પ્રેમ કરીએ."},{"number":19,"verse":"( ઈશ્વરની સમક્ષ હિંમત) એથી આપણે જાણીશું કે આપણે સત્યના છીએ, અને જે કોઈ બાબતમાં આપણું અંત:કરણ આપણને દોષિત ઠરાવે છે, તે વિષે તેમની આગળ આપણા અંત:કરણને શાંત કરીશું."},{"number":20,"verse":"કેમ કે આપણા અંત:કરણ કરતાં ઈશ્વર મોટા છે, અને તે બધું જાણે છે."},{"number":21,"verse":"વહાલાંઓ, જો આપણું અંત:કરણ આપણને દોષિત ન ઠરાવે, તો ઈશ્વર પ્રત્યે આપણને હિંમત છે."},{"number":22,"verse":"અને જે કંઈ આપણે માગીએ છીએ, તે તેમની પાસેથી આપણને મળે છે, કેમ કે આપણે તેમની આજ્ઞાઓ પાળીએ છીએ, અને તેમની નજરમાં જે પસંદ પડે છે તે કરીએ છીએ."},{"number":23,"verse":"તેમની આજ્ઞાએ છે કે તેમના પુત્ર ઈસુ ખ્રિસ્તના નામ પર આપણે વિશ્વાસ રાખીએ, અને ( ; , .) જેમ તેમણે આપણને આજ્ઞા આપી છે, તેમ આપણે એકબીજા પર પ્રેમ રાખીએ."},{"number":24,"verse":"જે તેમની આજ્ઞાઓ પાળે છે, તે એમનામાં રહે છે, અને તેઓ તેનામાં. અને જે આત્મા એમણે આપણને આપ્યો છે તેનાથી આપણે જાણીએ છીએ કે તેઓ આપણામાં રહે છે."}]}