{"bibleAbbr":"GB1539","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":1,"verses":[{"number":1,"verse":"In the begynnynge God created heauen and earthe."},{"number":2,"verse":"The earth was voyde and emptye: and darcknes was vpon the face of the depe: and the sprete of God moued vpon the face of the waters."},{"number":3,"verse":"And God sayde: let there be made lyght, and there was light made."},{"number":4,"verse":"And God sawe the light that it was good. And God made a diuision betwene the light and darknesse."},{"number":5,"verse":"And God called the light, daye: and the darknesse called he, nyght. And the euenyng and the morning was made one daye."},{"number":6,"verse":"And God sayde: let there be a firmament betwene the waters: and let it make a diuision betwene waters and waters."},{"number":7,"verse":"And God made the firmament, and set a diuision betwene the waters which were vnder the firmament and the waters that were aboue the firmament. And it was so."},{"number":8,"verse":"And God called the firmament, Heauen. The euenynge also and the mornyng was made the second daye."},{"number":9,"verse":"And God sayde: let the waters vnder heauen be gathered together into one place, that the drye lande maye be sene. And so it came to passe."},{"number":10,"verse":"And God called the drye lande Earth: and the gatheryng together of waters called he the sees. And God sawe that it was good."},{"number":11,"verse":"And God sayde: let the earth bring forth grene herbe, which maye engendre seed: and frutefull tre, yeldyng frute after hys kynde, whose seed maye be in it self vpon the earth. And it came to passe."},{"number":12,"verse":"And the earth brought forth grene herbe, makynge seede after hys kynde: and tree yeldynge frute, whose seed was in it selfe after hys kynde. And God sawe that it was good."},{"number":13,"verse":"The euenynge also and the mornynge was made the thyrde daye."},{"number":14,"verse":"And God sayde: let there be made lyghtes in the firmament of heauen: and let them make a difference betwene the daye and the nyght, and let them be vnto signes, and vnto appoynted seasons, and vnto dayes, and vnto yeares."},{"number":15,"verse":"And let them be vnto lyghtes in the firmament of heauen, that they maye geue lyght vpon the earthe. And so it came to passe."},{"number":16,"verse":"And God made two greate lyghtes: a greater lyght to rule the daye, & a lesse lyght to rule the night (And he made) sterres also."},{"number":17,"verse":"And God set them in the firmament of heauen, that they myght geue lyght vpon the earth,"},{"number":18,"verse":"and that they might rule the daye and the night: and to make a difference betwene the lyght and the darknes. And God sawe that it was good."},{"number":19,"verse":"The euenyng also and the mornyng was made the fourth daye."},{"number":20,"verse":"And God sayde: let the waters bryng forth mouynge creature that hath lyfe, and foule that maye flye vpon the earth in the face of the firmament of heauen."},{"number":21,"verse":"And God created great whalles and euery lyuing and mouyng creature, which the waters brought forth after their kynde: and euery fethered foule after their kynde. And God sawe that it was good."},{"number":22,"verse":"And God blessed them, sayinge: Growe & increace and fyll the waters of the see: and let fethred foules be multiplyed in the earth."},{"number":23,"verse":"The euenynge also and the mornyng was made the fyfth daye."},{"number":24,"verse":"And God sayde: let the earth bring forth lyuing creature after his kynde: catell, worme and beast of the erth after his kynde: and so it came to passe."},{"number":25,"verse":"And God made the beast of the earth after his kynde, and catell after their kynde: and euery thynge that crepeth vpon the earth after his kynde. And God sawe that it was good."},{"number":26,"verse":"And God sayde: let vs make man in oure ymage after oure lycknes, and let them haue rule of the fysh of the see: and foule of the ayre and catell, and all the earth, and of euery crepyng thyng that crepeth vpon the erth."},{"number":27,"verse":"And so God created man in his awne ymage: in the ymage of God created he hym, male and female created he them."},{"number":28,"verse":"And God blessed them, and God sayd vnto them: Growe and increace and replenyshe the erth, and subdue it: and haue dominion of the fish of the see, and foule of the aire: and of euery lyuing thyng that moueth vpon the earth."},{"number":29,"verse":"And God sayde: Beholde, I haue geuen you euery herbe sowynge seed, which is in the vpper face of all the earth: and euery tre in the which is the frute of tree, and that soweth seed, that they maye be meate vnto you."},{"number":30,"verse":"To euery beast of the earth also, and to euery byrde of the ayre, and to euery suche thinge as crepeth vpon the earth (wherin is a lyuing soule) I haue geuen all grenenes of herbe to be meat. And it came so to passe."},{"number":31,"verse":"And God sawe euery thyng that he had made, and beholde, it was exceading good. The euenyng also and the mornynge was made the syxth daye."}]}