{"bibleAbbr":"GB1539","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"These are the generacions of the sonnes of Noah, Sem, Ham and Iapheth: And vnto them were chyldren borne after the floude."},{"number":2,"verse":"The chyldren of Iapheth: Gomer and Magog, and Madai, and Iauan, and Thubal, Mesech and Theras."},{"number":3,"verse":"The chyldren of Gomer: Askenas and Riphath and Thogarma."},{"number":4,"verse":"The chyldren of Iauan: Elisa and Tharsis, Kitthim, and Dodanim."},{"number":5,"verse":"Of these were the Iles of the Gentiles deuyded in their landes, euery man after hys tonge, & after hys kynreds in their nacyons."},{"number":6,"verse":"The children of Ham: Cusch & Mizraiim, and Phut and Chanaan."},{"number":7,"verse":"And the chyldren of Cusch: Seba and Hauilah and Sabtha, and Rahma, and Sabthecha. The chyldren of Rahma: Scheba and Dedan."},{"number":8,"verse":"Cusch also begat Nimrod. The same beganne to be myghtye in the erth."},{"number":9,"verse":"For he was a myghtye hunter before the Lorde. Wherfore it is sayde: Euen as Nimrod the myghtie hunter before the Lorde."},{"number":10,"verse":"The begynning of his kyngdome was Babel and Erech and Accad, and Calne, in the londe of Sinhar."},{"number":11,"verse":"Out of that londe came Assur, and buylded Niniue, and the stretes of the citie & Calah."},{"number":12,"verse":"Resen also betwene Niniue and Calah, and it is a greate cite."},{"number":13,"verse":"Mizraiim begat Ludym, & Enamim, & Lehabim, and Nephtuhim."},{"number":14,"verse":"Pathrusim also and Casluhim, out of whom came Philistiim and Capthorim."},{"number":15,"verse":"Chanaan begat at Zidon his fyrst borne sonne, and Heth,"},{"number":16,"verse":"& Iebusi, and Emori, & Girgosi."},{"number":17,"verse":"Hahiui also and Haarki and Hassini,"},{"number":18,"verse":"and Haaruadi, and Hazmari, and Hahemathi: And afterwarde were the kynreds of the Cananites spred abrode."},{"number":19,"verse":"The border of the Cananites was from Zidon, as thou commest to Gerar vntill Gazan, and as thou goest vnto Sodoma, and Gomora, and Adama, and Zeboiim, euen vnto Lesa."},{"number":20,"verse":"These are the chyldren of Ham in their kynreds, in theyr tonges, countrees and in theyr nacyons."},{"number":21,"verse":"Unto Sem also the father of all the children of Eber (and elder brother of Iapheth) there were chyldren borne."},{"number":22,"verse":"The chyldren of Sem: Elam and Assur, Arphachsad, and Lud and Aram."},{"number":23,"verse":"The children of Aram: Uz and Hul, Gether & Mas"},{"number":24,"verse":"Arphachsad begat Selah, & Selah begat Eber."},{"number":25,"verse":"Unto Eber also were borne two sonnes: The name of the one was Peleg, for in hys dayes was the erth deuyded. And hys brothers name was Iaketan."},{"number":26,"verse":"Iaketan begat Almodad and Saleph Hazarmaueth and Ierah,"},{"number":27,"verse":"and Hodoran & Uzal and Dickla,"},{"number":28,"verse":"Obal also & Abimael and Scheba,"},{"number":29,"verse":"and Ophir, and Hauila, and Iobab. All these were the chyldren of Iaketan."},{"number":30,"verse":"And their dwellinge was from Mesa, as thou goest vnto Sephar a mount of the east."},{"number":31,"verse":"These are the children of Sem after their kynreds and tonges in their londes and nacyons."},{"number":32,"verse":"And so these are the kynreds of the chyldren of Noah, after their generacions in their peoples, and of these were the nacions deuyded in the erth after the floude."}]}