{"bibleAbbr":"GB1539","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":15,"verses":[{"number":1,"verse":"After these thynges were done, the worde of the Lorde came vnto Abram in a vysyon sayinge, Feare not Abram, I am thy defence, and thy rewarde shall be exceadynge great."},{"number":2,"verse":"And Abram sayde: Lorde God what wilt thou geue me whan I go chyldlesse, and the chylde of the stewardship of my house is thys Eleazar of Damasco?"},{"number":3,"verse":"And Abram sayde: Se, to me hast thou geuen no seed: lo, a lad borne in my house is myne heyre."},{"number":4,"verse":"And beholde, the worde of the Lorde came vnto hym sayinge: He shall not be thyne heyre, but one that shall come out of thyne awne body shalbe thyne heyre."},{"number":5,"verse":"And he brought him out & sayde: loke vp vnto heauen, and tell the starres, yf thou be able to nombre them. And he sayde vnto him Euen so shall thy seed be."},{"number":6,"verse":"And Abram beleued the Lorde, and that counted he to hym for ryghtewesnes."},{"number":7,"verse":"And agayne he sayde vnto hym: I am the Lorde that brought the out of Ur of the Caldees to geue the thys lande, and that thou myghtest possesse it."},{"number":8,"verse":"And he sayde: Lorde God, wherby shall I knowe that I shall possesse it?"},{"number":9,"verse":"He answered vnto hym: Take an heyffer of thre yere olde, and a she goate of thre yere olde, and a thre yere olde ram, a turtyll doue also and a yonge pigeon."},{"number":10,"verse":"He toke therfore all these vnto him, & deuyded them in the myddes, and layde euery pece, one agaynst another. But the foules deuyded he not."},{"number":11,"verse":"And whan the byrdes fell on the carcases, Abram droue them awaye."},{"number":12,"verse":"And when the sunne was downe, ther fell a slomber vpon Abram. And loo, a darke and great feare fell vpon hym."},{"number":13,"verse":"And he sayde vnto Abram: knowe thys of a suertye, that thy seed shalbe a straunger in a lande that perteyneth not vnto them. And shall serue them, & they shall entreate them euell . iiij. hundred yeares."},{"number":14,"verse":"But the nacyon whom they shall serue, wyll I iudge. And afterwarde shall they come out with great substaunce."},{"number":15,"verse":"And thou shalt goo vnto thy fathers in peace, and shalt be buryed in a good olde age:"},{"number":16,"verse":"But in the fourth generacyon they shall come hyther againe, for the wickednesse of the Amorites ys not yet full."},{"number":17,"verse":"And it came to passe that whan the sonne went downe, there was a dark cloude: beholde, ther was a smoking furnesse, & a fyre brande goinge betwene the sayde peces."},{"number":18,"verse":"In that same daye the Lorde made a couenaunte wt Abram sayinge: vnto thy seed haue I geuen thys lande, from the ryuer of Egypt, euen vnto the great ryuer the ryuer of Euphrates,"},{"number":19,"verse":"the kenytes, the kenyzites, and the Cadmonites,"},{"number":20,"verse":"the Hethites, and the Pherezites, and the gyauntes,"},{"number":21,"verse":"the Amorytes also, & the Canaanites, the Gergesytes and the Iebusytes."}]}