{"bibleAbbr":"GB1539","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":18,"verses":[{"number":1,"verse":"And the Lorde apeared vnto hym in the playne of Mamre and he sat in his tent dore in the heate of the daye."},{"number":2,"verse":"And he lifte vp his eyes and looked: & lo, thre men stode by him. And when he sawe them, he ran to mete them from the tent dore, and fell to the ground"},{"number":3,"verse":"and sayde: Lorde (I beseche the) yf I haue founde fauoure in thy syght: goo not (I praye the) from thy seruaunte."},{"number":4,"verse":"Let a lytle water be fett, and washe youre fete, and refreshe youre selues vnder the tree."},{"number":5,"verse":"And I wyll fett a morsell of breed, to comforte youre hartes withall. And than shall ye goo youre wayes, for euen therfore are ye come to youre seruaunte. And they sayde: Do euen so as thou hast sayde:"},{"number":6,"verse":"And Abraham went a pase in to his tent vnto Sara, & sayde: make redy attonce thre peckes of fyne meale, kneade it, & make cakes."},{"number":7,"verse":"And Abraham rennynge vnto his beastes, fett a calfe tendre and good, & gaue it vnto a yonge man, & he hasted to make it redy attonce."},{"number":8,"verse":"And he toke butter & mylcke & the calfe whych he had prepared, & set it before them, and stode hym selfe by them vnder the tree whan they dyd eate."},{"number":9,"verse":"And they sayde vnto him: Where is Sara thy wyfe? he answered: beholde, she is in the tent."},{"number":10,"verse":"And he sayde in returnynge, I will come agayne vnto the, accordynge to the tyme of lyfe. And loo Sara thy wyfe shall haue a sonne. That hearde Sara, in the tent doore which was behinde him"},{"number":11,"verse":"(Abraham and Sara were both olde & well stryken in age, & it ceased to be with Sara after the maner as it is wyth wemen)"},{"number":12,"verse":"Therfore Sara laughed with in hyr selfe sayinge: Nowe I am waxed olde, shall I geue my selfe to lust, & my Lorde olde also?"},{"number":13,"verse":"And God sayde vnto Abraham: wherfore dyd Sara laughe sayinge: shall I of a suertye bere a chylde which am olde?"},{"number":14,"verse":"is any thynge wonderfull to God? Acordynge to the tyme appoynted will I returne vnto the, euen acordynge to the tyme of lyfe, & Sara shall haue a sonne."},{"number":15,"verse":"Than Sara denyed it sayinge: I laughed not, for she was afrayde. And he sayde: It is not so, but thou laughedst."},{"number":16,"verse":"And the men stondinge vp from thence, loked towarde Sodome. And Abraham went with them to brynge them on the waye."},{"number":17,"verse":"And the Lorde sayde: Shall I hyde from Abraham that thynge which I do?"},{"number":18,"verse":"seynge that Abraham shall be a great and a myghtie people, and all the nacyons of the erth shalbe blessed in him?"},{"number":19,"verse":"I knowe this also, that he will commaunde his chyldren and hys houshold after him, that they kepe the waye of the Lorde, and do after ryghte and conscyence, that the Lorde maye bringe vpon Abraham all that he hath spoken vnto him."},{"number":20,"verse":"And the Lorde sayde The crye of: Sodome and Gomorra is great, and theyr synne is excedynge greuous."},{"number":21,"verse":"I wyll go downe nowe and see whether they haue done all together accordynge to that crye which is come vnto me or not, that I maye knowe."},{"number":22,"verse":"And the men departed thence and went to Sodome warde. But Abraham stode yet before the Lorde,"},{"number":23,"verse":"and Abraham drewe nere & sayde: Wylt thou also destroye the ryghtwes with the wicked?"},{"number":24,"verse":"parauenture there be . l. ryghtwes within the cytie, wylt thou destroye and not spare the place for the sake of . l. ryghtwes that are therin?"},{"number":25,"verse":"That be farre from the, that thou shuldest do after thys sayinge, & sley the ryghtwes with the wicked, & that the ryghtwes shulde be as the wicked, that be farre from the. Shall not the iudge of all the worlde do accordynge to ryghte?"},{"number":26,"verse":"And the Lorde sayde: If I fynde in Sodome . l. ryghtwes wythin the cytie, I will spare all the place for their sakes."},{"number":27,"verse":"And Abraham answerynge: sayde, Beholde, I haue taken vpon me to speake vnto the Lorde, which am but dust and asshes."},{"number":28,"verse":"perauenture there shall lacke fyue of fyftye ryghteous: wylt thou destroye all the cytie for lacke of fyue? And he sayde: yf I fynde there fourtye & fyue, I will not destroye them."},{"number":29,"verse":"And he proceaded to speake vnto hym agayne, & sayde, peraduenture there shalbe fourtye founde there. He answered: I will not do it for forties sake."},{"number":30,"verse":"He sayde vnto him agayne: O let not my Lord be angry that I speake: peraduenture there shall thyrtye be founde there. And he sayde: I will do nothynge yf I fynde thirtye there."},{"number":31,"verse":"He sayde agayne: O se, I haue taken vpon me to speake nowe also vnto my Lorde: peraduenture ther shalbe twentye founde there. He answered: I wyll not destroye them for twenties sake."},{"number":32,"verse":"And be sayde: O let not my Lorde he angry, & I wyll speake yet but this once. Perauenture there shall ten be founde there. He answered: I wyll not destroye them for tens sake."},{"number":33,"verse":"And the Lorde went his waye as soone as he had lefte commoninge with Abraham. And Abraham also returned vnto his place."}]}