{"bibleAbbr":"GB1539","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":23,"verses":[{"number":1,"verse":"Sara was an hundred and . xxvii. yere olde (so longe lyued she)"},{"number":2,"verse":"& Sara dyed in kyriat Arba. The same is Hebron in the lande of Canaan. And Abraham came to morne Sara, and to wepe for her."},{"number":3,"verse":"And Abraham stode vp from the syght of hys coorse, and talked wyth the sonnes of Heth sayinge:"},{"number":4,"verse":"I am a straunger & a foryner amonge you, geue me a possessyon to burye in wyth you, that I maye bury my coarse out of my syght."},{"number":5,"verse":"And the chyldren of Heth answered Abraham, saying vnto him:"},{"number":6,"verse":"Heare vs Lorde, thou art a prynce of God amonge vs. In the chefest of oure sepulchres bury thy dead: None of vs also shall forbyd the hys sepulchre, but thou mayest bury thy dead therin:"},{"number":7,"verse":"Abraham stode vp and bowed him selfe before the people of the lande the children of Heth."},{"number":8,"verse":"And he comoned wyth them sayinge: If it be youre mynde that I shall bury my dead out of my syght, heare me, and speke for me to Ephron the sonne of Zoar:"},{"number":9,"verse":"that he maye geue me the dubbyll caue which he hath, and that is in the ende of hys felde: but for as moche money, as it is worth shall he geue it me in the presence of you, for a possessyon to burye in."},{"number":10,"verse":"For Ephron dwelled amonge the chyldren of Heth. And Ephron the Hethite answered Abraham in the audience of the children of Heth and of all that went in at the gates of hys cyte, sayinge:"},{"number":11,"verse":"Not so my Lorde, heare me. The felde geue I the, and the caue that therin is geue I the also: and euen in the presence of the sonnes of my people geue I it the, bury thy dead."},{"number":12,"verse":"And Abraham bowed hym selfe before the people of the lande,"},{"number":13,"verse":"& spake vnto Ephron in the audience of the people of the contre saying: I praye the heare me yf it please the: I wyll geue siluer for the felde, take it & I will bury my deed there."},{"number":14,"verse":"Ephron answered Abraham sayinge vnto hym:"},{"number":15,"verse":"My Lorde, herken vnto me. The lande is worth . iiij. hundred sycles of syluer: what is that betwyxte the and me? bury therfore thy deed."},{"number":16,"verse":"And Abraham harkened vnto Ephron & weyed hym the syluer whych he had sayde, in the audience of the sonnes of Heth. Euen . iiii. hundred syluersycles of currant money amonge marchauntes."},{"number":17,"verse":"And the felde of Ephron with the dubbyll caue whyche was before Mamre: euen the felde and the caue that was therin and all the trees that were in the felde, & that were in all the borders rounde aboute, was made sur"},{"number":18,"verse":"vnto Abraham for a possession, in the syght of the children of Heth, before all that went in at the gates of the cyte."},{"number":19,"verse":"After thys dyd Abraham burye Sara hys wyfe in the double caue of the felde that lyeth before Mamre. The same is Hebron in the lande of Chanaan."},{"number":20,"verse":"And so both the felde and the caue that is therin, was made vnto Abraham a sure possessyon to bury in, of the sonnes of Heth."}]}