{"bibleAbbr":"GB1539","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":30,"verses":[{"number":1,"verse":"Rahel whan she sawe that she bare Iacob no chyldren, she enuyed hyr syster, and sayde vnto Iacob: Geue me children, or els I am but deed."},{"number":2,"verse":"And Iacob was wrooth wt Rahel sayig: Am I in Goddes stead, which kepeth from the the frute of thy wombe?"},{"number":3,"verse":"Then she sayd: here is my mayde Bilha, go in vnto her, & she shall beare vpon my lappe, that I maye be encreased by her."},{"number":4,"verse":"And she gaue hym Bilha hyr handmayde to wyfe."},{"number":5,"verse":"And Iacob went in vnto her, and Bilha conceaued & bare Iacob a sonne."},{"number":6,"verse":"Than sayde Rahel. God hath geuen sentence on my syde, and hath also hearde my voyce, and hath geuen me a sonne. Therfore called she hym Dan."},{"number":7,"verse":"And Bilha Rahels mayde conceaued agayne, and bare Iacob another sonne."},{"number":8,"verse":"And Rahel sayde: wyth Godly wrestlynges haue I wrestled wyth my syster, and haue gotten the vpper hande. And she called hys name: Nepthali."},{"number":9,"verse":"When Lea sawe that she had left bearinge, she toke Silpha hyr mayde, and gaue her Iacob to wyfe."},{"number":10,"verse":"And Silpha Leas mayde bare Iacob a sonne."},{"number":11,"verse":"Than sayde Lea: Good lucke: and called hys name Gad."},{"number":12,"verse":"And Silpha Leas mayd bare Iacob another sonne."},{"number":13,"verse":"Than sayde Lea: happy am I, for the daughters wyll call me blessed. And called hys name Asser."},{"number":14,"verse":"And Ruben went out in the dayes of the whet haruest and founde mandragoras in the feldes, and brought them vnto hys mother Lea. Than sayd Rahel to Lea: geue me of thy sonnes mandragoras."},{"number":15,"verse":"To whom Lea answered: Is it not ynough that thou hast taken awaye my housbande, but woldest take awaye my sonnes mandragoras also? Than sayde Rahel: well, let hym slepe wt the thys nyghte, for thy sonnes mandragoras."},{"number":16,"verse":"And Iacob came from the feldes at euen, and Lea went out to mete hym, and sayde: come into me, for I haue bought the wyth my sonnes mandragoras. And he slepte wyth her that nyghte."},{"number":17,"verse":"And God herde Lea, that she conceaued & bare vnto Iacob the . v. sonne."},{"number":18,"verse":"Than sayde Lea. God hath geuen me a rewarde, because I gaue my mayden to my housbande, & she called hym Isachar."},{"number":19,"verse":"And Lea conceaued yet agayne, & bare Iacob the . vi. sonne."},{"number":20,"verse":"And Lea sayd: God hath endewed me wt a good dowrye. Nowe wyll my husbande dwell wyth me, because I haue borne hym . vi. sonnes: & called his name Zabulon."},{"number":21,"verse":"After that she bare a daughter, and called hyr name Dina."},{"number":22,"verse":"And God remembred Rahel, hearde her, and made her frutefull:"},{"number":23,"verse":"so that she conceaued & bare a sonne, & sayd: God hath taken awaye my rebuke."},{"number":24,"verse":"And she called hys name Ioseph, sayinge: The Lorde geue me yet a nother sonne."},{"number":25,"verse":"As soone as Rahel had borne Ioseph, Iacob sayde to Laban: Sende me awaye that I maye go vnto my awne place and contrey,"},{"number":26,"verse":"geue me my wyues and my children for whom I haue serued the, and let me goo: for thou knowest what seruyce I haue done the."},{"number":27,"verse":"To whom Laban answered: yf I haue founde fauoure in thy syght (for I suppose that the Lord hath blessed me for thy sake)"},{"number":28,"verse":"appoynte what thy rewarde shall be, and I wyll geue it the."},{"number":29,"verse":"But he sayde vnto hym: thou knowest what seruyce I haue done the, and in what takynge thy catell haue bene vnder me:"},{"number":30,"verse":"For it was but lytle that thou haddest before I came, and nowe it is encreased into a multitude, and the Lorde hath blessed the for my sake. But nowe when shall I make prouisyon for myne awne house also?"},{"number":31,"verse":"And he sayde: what shall I then geue the? And Iacob answered: thou shalt geue me nothynge at all, yf thou wylt do thys one thynge for me: and then wyll I turne agayne, and fede thy shepe and kepe them."},{"number":32,"verse":"I wyll go aboute all thy shepe thys daye, and separate from them all the shepe that are spotted and of dyuers coloures, and all blacke shepe amonge the lambes, & the partye, and the spotted amonge the kyddes: and the same shalbe my rewarde."},{"number":33,"verse":"So shall my ryghtwesnes answere for me to morowe, and shall come for my rewarde before thy face, and euery one that is not speckled and partye amonge the goates and blacke amonge the shepe, the same shalbe theft wyth me."},{"number":34,"verse":"And Laban sayde: Go to, wolde God it myght be accordynge to thy sayeng."},{"number":35,"verse":"Therfore he toke out that same daie the he goates that were partye and of dyuerse coloures, and all the she gootes that were spotted and partye coloured, and all that had whyte in them, and all the blacke amonge the shepe, and put them in the kepynge of hys sonnes,"},{"number":36,"verse":"& set thre dayes iourney betwyxte hym selfe and Iacob. And so Iacob kepte the rest of Labans shepe."},{"number":37,"verse":"Iacob toke roddes of grene popular, hasell & of chestnut trees, & pylled whyte strakes in them, & made the whyte apere in the roddes."},{"number":38,"verse":"And put the roddes whyche he had pylled, euen before the shepe, in the gutters & watrynge troughes when the shepe came to dryncke: that they shulde conceaue when they came to dryncke."},{"number":39,"verse":"And the shepe conceaued before the roddes, & brought forth lambes straked, spotted and partye."},{"number":40,"verse":"And Iacob parted the lambes & turned the faces of the shepe towarde spotted thynges, and towarde all maner of blacke, that was amonge the shepe of Laban: Namely, puttynge hys awne flockes by them selfe, & not puttynge them wyth Labans shepe."},{"number":41,"verse":"And it fortuned that in euery rammynge tyme of the stronger shepe, Iacob layed the roddes before the eyes of the shepe in the gutters: namely, that he myght make them conceaue before the roddes."},{"number":42,"verse":"But when the shepe were feble, he put them not in. And so the febler were Labans, and the stronger Iacobs."},{"number":43,"verse":"And the man increaced exceadyngly, and had a great flocke, mayde seruauntes and man seruauntes, camels and asses."}]}