{"bibleAbbr":"GB1539","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":45,"verses":[{"number":1,"verse":"Ioseph coulde no longer refrayne before all them that stode by hym. Wherfore he cryed: brynge furth all the men fro me. And there remayned no man wyth him, whyle Ioseph vttred hym selfe vnto hys brethren."},{"number":2,"verse":"And he wepte alowde, so that the Egypcyans, and the house of Pharao herde it."},{"number":3,"verse":"And Ioseph sayde vnto hys brethren: I am Ioseph, doth my father yet lyue? And hys brethren coulde not answere hym, they were so abasshed at hys presence."},{"number":4,"verse":"And Ioseph sayde vnto his brethren: come nere to me, and they came nere. And he sayde: I am Ioseph youre brother whom ye solde in to Egypte."},{"number":5,"verse":"Nowe therfore be not greued ther wyth, nether let it seme a cruel thynge in your eyes, that ye solde me hyther. For God dyd send me before you to saue lyfe."},{"number":6,"verse":"For thys is the seconde yeare of derth in the lande, and fyue moo are behynde, in whych there shall nether be earynge nor heruest."},{"number":7,"verse":"Wherfore God sent me before you to make prouisyon, that ye myghte contynue in the erth, and to saue youre lyues by a greate delyueraunce."},{"number":8,"verse":"So nowe it was not ye that sent me hyther, but God: which hath made me a father vnto Pharao & Lorde of all hys house, & ruler thorowe out all the lande of Egypte."},{"number":9,"verse":"Hast you, and goo vp to my father and tell him. This sayeth thy sonne Ioseph: God hath made me Lorde of all Egypte. Come downe therfore vnto me, tarye not."},{"number":10,"verse":"And thou shalt dwell in the lande of Gosan and be by me: thou and thy chyldren, and thy chyldrens chyldren: thy shepe, and thy beestes, & all that thou hast."},{"number":11,"verse":"And there wyll I make prouisyon for the, for there remayne yet . v. yeares of derth, lest thou & thy houshold and all that thou hast come to pouertye."},{"number":12,"verse":"And beholde, youre eyes do se, & the eyes also of my brother Ben Iamin, that myne awne mouth speaketh to you."},{"number":13,"verse":"Therfore tell my father of all my honoure in Egypt and of all that ye haue sene, and make hast and brynge my father hyther."},{"number":14,"verse":"And he fell on hys brother Ben Iamins necke and wepte, and Ben Iamin wepte on hys necke."},{"number":15,"verse":"Moreouer he kyssed all hys brethren and wepte vpon them. And after that, hys brethren talked wyth hym."},{"number":16,"verse":"And the tydynges came vnto Pharaos house, so that they sayde: Iosephs brethren are come, & it pleased Pharao well and all hys seruauntes."},{"number":17,"verse":"And Pharao spake vnto Ioseph: saye vnto thy brethren, this do ye: lade your beestes and get you hence, vnto the lande of Canaan,"},{"number":18,"verse":"Take youre father, and your housholdes and come vnto me, and I wyll geue you the good of the lande of Egypte, and ye shall eate the fatt of the lande."},{"number":19,"verse":"And thou also shalt commaunde them. Thys do ye: take charettes wyth you out of the lande of Egypte, for youre chyldren and for youre wyues: and brynge your father, and come."},{"number":20,"verse":"Also, regarde not youre stuffe, for the good of all the lande of Egypt is youres."},{"number":21,"verse":"And the chyldren of Israel dyd euen so, And Ioseph gaue them charettes according to the commaundement of Pharao, and gaue them vytayle also to spende by the waye."},{"number":22,"verse":"And he gaue vnto eche of them chaunge of rayment: but vnto Ben Iamin he gaue . iij. hundred peces of syluer and . v. chaunge of rayment."},{"number":23,"verse":"And vnto hys father he sent after the same maner . x. asses laden wyth good, out of Egypt, and . x. she asses laden wyth corne, bred and meate: for hys father by the waye."},{"number":24,"verse":"So sent he hys brethren awaye to departe: And he sayde vnto them: se that ye fall not out by the waye."},{"number":25,"verse":"They departed therfore from Egypt and came in to the lande of Canaan vnto Iacob theyr father, and tolde hym sayinge:"},{"number":26,"verse":"Ioseph is yet alyue, & is gouerner ouer all the lande of Egypte. And Iacobs hert wauered, for he beleued them not."},{"number":27,"verse":"And they tolde hym all the wordes of Ioseph, whych he had sayde vnto them. And when he sawe the charettes whych Ioseph had sent to carye hym, the sprete of Iacob theyr father reuyued."},{"number":28,"verse":"And Israel sayde: I haue ynough that Ioseph my sonne is yet alyue: I wyll goo, and se hym, yer that I dye."}]}