{"bibleAbbr":"GB1539","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":9,"verses":[{"number":1,"verse":"And God blessed Noah & his sonnes, and sayde vnto them: brynge ye forth frute and multiplye, and replenyshe the earth."},{"number":2,"verse":"The feare of you and the drede of you shalbe vpon euery beast of the erth, and vpon euery foule of the ayre, in all such as the earth bryngeth forth, and in all the fyshes of the see. Into your hande are they delyuered."},{"number":3,"verse":"Euery thynge that moueth it selfe, and that lyueth, shalbe meate for you: Euen as the grene herbe haue I geuen you all thinges."},{"number":4,"verse":"But flesshe in the lyfe therof, and in the bloude therof shall ye not eate."},{"number":5,"verse":"Els your bloude of your lyues wyll I requyre. From the hande of euery beaste wyll I requyre it, and from the hande of man: From the hande of mans brother wyll I requyre the lyfe of man."},{"number":6,"verse":"Who so sheddeth mannes bloude, by man shall hys bloude be shedde: For in the ymage of God, dyd God make man."},{"number":7,"verse":"But brynge you forth frute, and multiplye: Gendre ye in the earth, and increase therin."},{"number":8,"verse":"God spake also vnto Noah & to his sonnes with hym sayeng:"},{"number":9,"verse":"Beholde I set vp my couenaunt with you, & with your sede after you,"},{"number":10,"verse":"and with euery liuing creature that is with you, both in foule and in catell, and in euery beast of the earth which is with you of all that go oute of the Arke, according vnto euery liuyng thing of the earth."},{"number":11,"verse":"But my couenaunt wyl I make wt you that from henceforth euery flesshe be not roted out with the waters of a floude, neyther shall there be a floude to destroye the earth any more."},{"number":12,"verse":"And God sayde: This is the token of the couenaunt which I geue betwene me & you, and euery lyuynge creature that is with you in to perpetuall generacyons."},{"number":13,"verse":"I haue set my bowe in the cloude, and it shalbe for a token betwene me & the erth."},{"number":14,"verse":"And it shall come to passe, that whan I brynge a cloude vpon the erth, the bowe also shall be sene in the same cloude."},{"number":15,"verse":"And I wyll thynke vpon my couenaunt whych is betwene me & you, & euery lyuynge creature in all fleshe: & it shall nomore come to passe, that waters make a floude to destroye all fleshe."},{"number":16,"verse":"But the bowe shalbe in the same cloude, & I wyll loke vpon it, that I maye thynke vpon the euerlastynge couenaunt betwene God and euery lyuinge creature, in all flesh that is vpon erth."},{"number":17,"verse":"And God sayde vnto Noah. This is the token of the couenaunt which I haue made betwene me and all flesh that is vpon erthe."},{"number":18,"verse":"The sonnes of Noah goynge furth of the Arke, were: Sem, Ham, and Iapheth. And Ham truly is the father of Chanaan."},{"number":19,"verse":"These are the thre sonnes of Noah, & of them was the whole erth ouerspred."},{"number":20,"verse":"Noah also beganne to be an husbande man, and planted a vyneyarde."},{"number":21,"verse":"And he drynkynge of the wyne, was dronken, and vncouered wythin hys tent."},{"number":22,"verse":"And Ham the father of Chanaan seynge the nakednesse of hys father, tolde hys two brethren wythout."},{"number":23,"verse":"And Sem and Iapheth, they two, takynge a garment, layed it vpon their shulders: & comminge bakwarde, couered the naked preuityes of their father: namely, theyr faces beynge turned awaye, lest they shulde se theyr fathers preuities."},{"number":24,"verse":"And Noah awoke from hys wyne, and knewe what his yonger sonne had done vnto hym."},{"number":25,"verse":"And he sayde: Curssed be Chanaan, a seruaunt of seruauntes shall he be vnto hys brethren."},{"number":26,"verse":"He sayde moreouer: Blessed be the Lorde God of Sem, & Chanaan shalbe hys seruaunt."},{"number":27,"verse":"God shall enlarge Iapheth, and he shall dwell in the tentes of Sem, & Chanaan shalbe their seruaunt."},{"number":28,"verse":"Noah lyued after the floude thre hundreth and fyftye yeares."},{"number":29,"verse":"And all the dayes of Noah were nyne hundreth & fyftye yeares. And he dyed."}]}