{"bibleAbbr":"KJ3-2005","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"And Rehoboam went to Shechem, for all Israel had come to Shechem to cause him to reign."},{"number":2,"verse":"And it happened, when Jeroboam the son of Nebat heard (and he was still in Egypt where he had fled from the face of Solomon the king, and Jeroboam lived in Egypt,)"},{"number":3,"verse":"that they sent and called for him; and they came, Jeroboam and all the assembly of Israel, and spoke to Rehoboam, saying,"},{"number":4,"verse":"Your father made our yoke hard; and now you should lighten some of the hard service of your father, and his heavy yoke that he put upon us, and we will serve you."},{"number":5,"verse":"And he said to them, Go; yet in three days come back to me. And the people went."},{"number":6,"verse":"And King Rehoboam consulted with the elders who had been standing before the face of his father Solomon while he was alive, saying, How do you advise in order to return a word to this people?"},{"number":7,"verse":"And they spoke to him, saying, If you are servant to this people today, and will serve them, and answer them and speak to them good words, then they will be servants to you all the days."},{"number":8,"verse":"But he forsook the counsel of the elders which they advised him, and consulted with the young men who had grown up with him, who were standing before him."},{"number":9,"verse":"And he said to them, What do you advise, and we shall return a word to this people who have spoken to me, saying, Lighten some of the yoke that your father put upon us?"},{"number":10,"verse":"And they spoke to him, the young men who had grown up with him, saying, So you shall say to this people who have spoken to you, saying, Your father made our yoke heavy, and you make it light from on us; so you shall speak to them, My little finger is thicker than the loins of my father."},{"number":11,"verse":"And now my father loaded a heavy yoke on you, and I will add to your yoke; my father chastised you with whips, and I will chastise you with scorpions."},{"number":12,"verse":"And they came, Jeroboam and all the people, to Rehoboam on the third day, as the king had spoken, saying, Come back to me on the third day."},{"number":13,"verse":"And the king replied to the people harshly, and forsook the counsel of the elders which they advised him,"},{"number":14,"verse":"and spoke to them according to the counsel of the young men, saying, My father made your yoke heavy, and I shall add to your yoke; my father chastised you with whips, and I will chastise you with scorpions."},{"number":15,"verse":"And the king did not listen to the people, for the turn of events was from Jehovah, in order to lift up His Word that Jehovah spoke by the hand of Ahijah the Shilonite to Jeroboam the son of Nebat."},{"number":16,"verse":"And all Israel saw that the king did not listen to them, and the people sent the king back word, saying, What portion is for us in David? Yea, there is no inheritance in the son of Jesse; to your tents, O Israel; now see to your house, O David! And Israel went to its tents."},{"number":17,"verse":"As to the sons of Israel, those living in the cities of Judah, Rehoboam reigned over them."},{"number":18,"verse":"And King Rehoboam sent Adoram who was over the tribute, and all Israel stoned him with stones, and he died. And King Rehoboam made haste to go up into a chariot to flee to Jerusalem."},{"number":19,"verse":"And Israel transgressed against the house of David to this day."},{"number":20,"verse":"And it happened when all Israel heard that Jeroboam had returned, that they sent and called him to the company, and caused him to reign over all Israel; none followed after the house of David except the tribe of Judah only."},{"number":21,"verse":"And Rehoboam came to Jerusalem, and assembled all the house of Judah and the tribe of Benjamin, a hundred and eighty thousand chosen makers of war to fight with the house of Israel, to bring back the kingdom to Rehoboam the son of Solomon."},{"number":22,"verse":"And it happened that the Word of God came to Shemaiah a man of God, saying,"},{"number":23,"verse":"Speak to Rehoboam the son of Solomon the king of Judah, and to all the house of Judah, and Benjamin, and the rest of the people, saying,"},{"number":24,"verse":"So says Jehovah, Do not go up and do not fight with your brothers the sons of Israel. Each man turn back to his house, for this thing has been from Me. And they heard the Word of Jehovah, and turned to go back, according to the Word of Jehovah."},{"number":25,"verse":"And Jeroboam built Shechem in the hills of Ephraim and lived in it, and went out from there and built Penuel."},{"number":26,"verse":"And Jeroboam said in his heart, Now the kingdom shall turn back to the house of David;"},{"number":27,"verse":"if this people go up to do sacrifice in the house of Jehovah at Jerusalem, even the heart of this people shall turn again to their lord, to Rehoboam the king of Judah, and they will kill me and turn back to Rehoboam the king of Judah."},{"number":28,"verse":"And the king took counsel and made two calves of gold. And he said to them, It is too much for you to go up to Jerusalem. Behold your gods, O Israel, which brought you up out of the land of Egypt!"},{"number":29,"verse":"And he set the one in Beth-el, and the other he put in Dan."},{"number":30,"verse":"And this thing became a sin, for the people went before the one, to Dan."},{"number":31,"verse":"And he made a house of high places, and made priests of the ends of people, who were not of the sons of Levi."},{"number":32,"verse":"And Jeroboam made a feast in the eighth month, in the fifteenth day of the month, like the feast that is in Judah; and he offered on the altar, so he did in Bethel, to sacrifice to the calves which he made; and he made stand in Bethel the priests of the high places that he made."},{"number":33,"verse":"And he offered up on the altar that he made in Bethel, on the fifteenth day of the eighth month, in the month that he devised out of his own heart; and he made a feast for the sons of Israel, and offered on the altar, to burn incense."}]}