{"bibleAbbr":"KJ3-2005","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"At that time Abijah the son of Jeroboam was sick."},{"number":2,"verse":"And Jeroboam said to his wife, Please rise up and disguise yourself, that not they shall know that you are the wife of Jeroboam. And you shall go to Shiloh. Behold, Ahijah the prophet is there. He spoke to me of being king over this people."},{"number":3,"verse":"And you take in your hand ten loaves, and cakes, and a flask of honey, and come to him. He will tell you what shall become of the boy."},{"number":4,"verse":"And Jeroboam's wife did so, and rose up and went to Shiloh and entered the house of Ahijah. And Ahijah was not able to see, for his eyes were set because of his being gray-headed, because of his age."},{"number":5,"verse":"And Jehovah said to Ahijah, Behold, the wife of Jeroboam is coming to ask a thing of you for her son, for he is sick. You shall say this and this to her, and it shall be when she comes in, she will act as being foreign."},{"number":6,"verse":"And it happened when Ahijah heard the sound of her feet as she came in the door, that he said, Come in, wife of Jeroboam. Why are you acting as being foreign? And I am sent to you with a hard thing."},{"number":7,"verse":"Go, say to Jeroboam, So says Jehovah, God of Israel, Because I have lifted you up from the midst of the people, and have appointed you leader over My people Israel;"},{"number":8,"verse":"and have torn the kingdom from the house of David, and have given it to you, and you have not been as My servant David who kept My commandments, and who walked after Me with all his heart, to do only that which is right in My eyes;"},{"number":9,"verse":"and you did evil more than all who have been before you, and went and made for yourself other gods and molten images to provoke Me to anger; and you have cast Me behind your back."},{"number":10,"verse":"Therefore, behold, I am bringing evil to the house of Jeroboam, and will cut off from Jeroboam him who urinates against the wall, bound and free in Israel; and will sweep away the rest of the house of Jeroboam as a man sweeps away the dung, until it is all gone;"},{"number":11,"verse":"he of Jeroboam who dies in the city the dogs will eat; and he who dies in the field, the birds of the heavens shall eat; for Jehovah has spoken."},{"number":12,"verse":"And you, rise up, go to your house; when your feet enter the city, the boy shall die."},{"number":13,"verse":"And all Israel shall mourn for him, and bury him, for only this one of Jeroboam shall come to the grave because there has been found in him a good thing toward Jehovah, God of Israel, in the house of Jeroboam."},{"number":14,"verse":"And Jehovah shall raise up a king over Israel for Himself, who shall cut off the house of Jeroboam this day. And what? Even now!"},{"number":15,"verse":"And Jehovah shall strike Israel as the reed waves in the water, and shall pluck up Israel from off this good land that He gave to their fathers. And He shall scatter them beyond the River, because they have made their Asherahs, provoking Jehovah to anger."},{"number":16,"verse":"And He shall give up Israel because of the sins of Jeroboam that he sinned, and that he caused Israel to sin."},{"number":17,"verse":"And Jeroboam's wife rose up and went, and came to Tirzah. She came in to the threshold of the house, and the boy died."},{"number":18,"verse":"And they buried him, and all Israel mourned for him, according to the Word of Jehovah that He spoke by the hand of his servant Ahijah the prophet."},{"number":19,"verse":"And the rest of the acts of Jeroboam, how he fought, and how he reigned, behold, they are written in the Book of the Matters of the Days of the Kings of Israel."},{"number":20,"verse":"And the days that Jeroboam reigned were twenty-two years. And he lay with his fathers, and his son Nadab reigned in his place."},{"number":21,"verse":"And Rehoboam the son of Solomon reigned in Judah. Rehoboam was forty-one years old when he began to reign. And he reigned seventeen years in Jerusalem, the city which Jehovah chose out of all the tribes of Israel, to put His name there. And his mother's name was Naamah the Ammonitess."},{"number":22,"verse":"And Judah did evil in the sight of Jehovah, and they provoked Him to jealousy above all their fathers did by their sins that they had sinned."},{"number":23,"verse":"And they built, they also, high places for themselves, and standing pillars, and Asherahs on every high hill, and under every luxuriant tree."},{"number":24,"verse":"And also the sodomite was in the land; they did according to all the disgusting things of the nations that Jehovah dispossessed before the sons of Israel."},{"number":25,"verse":"And it happened in the fifth year of King Rehoboam, Shishak the king of Egypt went up against Jerusalem."},{"number":26,"verse":"And he took the treasures of the house of Jehovah, and the treasures of the king's house; yea, he took all. And he took all the shields of gold that Solomon had made."},{"number":27,"verse":"And King Rehoboam made in their place shields of bronze. And he committed them into the hand of the commander of the runners who guarded the door of the king's house."},{"number":28,"verse":"And it happened, when the king entered the house of Jehovah, the runners bore them, and brought them back to the room of the runners."},{"number":29,"verse":"And the rest of the acts of Rehoboam, and all that he did, are they not written in the Book of the Matters of the Days of the Kings of Judah?"},{"number":30,"verse":"And there was war between Rehoboam and Jeroboam all the days."},{"number":31,"verse":"And Rehoboam lay with his fathers, and was buried with his fathers in the city of David. And his mother's name was Naamah the Ammonitess. And his son Abijam reigned in his place."}]}