{"bibleAbbr":"KJ3-2005","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":15,"verses":[{"number":1,"verse":"And in the eighteenth year of King Jeroboam the son of Nebat, Abijam reigned over Judah."},{"number":2,"verse":"He reigned three years in Jerusalem, and his mother's name was Maachah the daughter of Abishalom."},{"number":3,"verse":"And he walked in all the sins of his father, those that he did before him, and his heart was not perfect with Jehovah his God, as was the heart of his father David."},{"number":4,"verse":"But for David's sake Jehovah his God gave to him a lamp in Jerusalem, to raise up his son after him, and to establish Jerusalem."},{"number":5,"verse":"For David did that which is right in the eyes of Jehovah, and did not turn aside from all that He commanded him all the days of his life, except in the matter of Uriah the Hittite."},{"number":6,"verse":"And there was war between Rehoboam and Jeroboam all the days of his life."},{"number":7,"verse":"And the rest of the acts of Abijam, and all that he did, are they not written in the Book of the Matters of the Days of the Kings of Judah? And there was war between Abijam and Jeroboam."},{"number":8,"verse":"And Abijam lay with his fathers, and they buried him in the city of David. And his son Asa reigned in his place."},{"number":9,"verse":"And in the twentieth year of Jeroboam the king of Israel Asa reigned over Judah."},{"number":10,"verse":"And he reigned forty-one years in Jerusalem, and his grandmother's name was Maachah the daughter of Abishalom."},{"number":11,"verse":"And Asa did that which was right in the eyes of Jehovah, like his father David."},{"number":12,"verse":"And he removed the sodomites out of the land, and removed all the idols that his fathers made."},{"number":13,"verse":"And he also removed his grandmother Maachah from being queen, in that she made a horrid thing for Asherah. And Asa cut down her horrid thing and burned it by the torrent Kidron."},{"number":14,"verse":"But they did not remove the high places. Only the heart of Asa was perfect with Jehovah all the days."},{"number":15,"verse":"And he brought in the things which his father had dedicated and his holy things, into the house of Jehovah, silver and gold and vessels."},{"number":16,"verse":"And there was war between Asa and Baasha king of Israel all their days."},{"number":17,"verse":"And Baasha king of Israel went up against Judah, and built Ramah, to keep anyone from going out and coming in to Asa the king of Judah."},{"number":18,"verse":"And Asa took all the silver and gold that remained in the treasures of the house of Jehovah, and the treasures of the king's house, and gave them into his servants' hand; and King Asa sent them to Ben-hadad, the son of Tabrimmon, the son of Hezion, the king of Syria, who lived at Damascus, saying,"},{"number":19,"verse":"A treaty between you and me, between my father and your father! Behold, I have sent you a present of silver and gold. Go, break your treaty with Baasha the king of Israel, that he go up from me."},{"number":20,"verse":"And Ben-hadad listened to King Asa, and sent his army commanders against the cities of Israel. And he struck Ijon, and Dan, and Abel-beth-maachah, and all Chinneroth, with all the land of Naphtali."},{"number":21,"verse":"And it happened, when Baasha heard, he ceased building Ramah, and dwelt in Tirzah."},{"number":22,"verse":"And King Asa proclaimed to all Judah (no one was exempt) and they carried away the stones of Ramah, and its timber with which Baasha had built. And King Asa built with it Geba of Benjamin, and Mizpah."},{"number":23,"verse":"And the rest of all the acts of Asa, and all his might, and all that he did, and the cities he built, are they not written in the Book of the Matters of the Days of the Kings of Judah? Only, at the time of his old age he was diseased in his feet."},{"number":24,"verse":"And Asa lay with his fathers, and was buried with his fathers in the city of his father David. And his son Jehoshaphat reigned in his place."},{"number":25,"verse":"And Nadab the son of Jeroboam began to reign over Israel in the second year of Asa the king of Judah. And he reigned over Israel two years."},{"number":26,"verse":"And he did evil in the eyes of Jehovah, and walked in the way of his father, and in his sin with which he made Israel to sin."},{"number":27,"verse":"And Baasha the son of Ahijah, of the house of Issachar, conspired against him. And Baasha struck him at Gibbethon which belonged to the Philistines. For Nadab and all Israel had laid siege to Gibbethon."},{"number":28,"verse":"And in the third year of Asa the king of Judah, Baasha killed him, and reigned in his place."},{"number":29,"verse":"And it happened when he reigned, he struck all the house of Jeroboam; he did not leave Jeroboam any who breathed, until he had destroyed him according to the saying of Jehovah which He spoke by His servant Ahijah the man of Shiloh:"},{"number":30,"verse":"because of the sins of Jeroboam which he sinned, and that he caused Israel to sin by his provocation with which he provoked Jehovah the God of Israel to anger."},{"number":31,"verse":"And the rest of the acts of Nadab, and all that he did, are they not written in the Book of the Matters of the Days of the Kings of Israel?"},{"number":32,"verse":"And there was war between Asa and Baasha the king of Israel all their days."},{"number":33,"verse":"In the third year of Asa the king of Judah, Baasha the son of Ahijah reigned over all Israel in Tirzah, twenty-four years."},{"number":34,"verse":"And he did that which was evil in the eyes of Jehovah, and walked in the way of Jeroboam, and in his sin that he caused Israel to sin."}]}