{"bibleAbbr":"KJ3-2005","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"And the days of David drew near for him to die. And he commanded his son Solomon, saying,"},{"number":2,"verse":"I am going in the way of all the earth. And you be strong, and be a man,"},{"number":3,"verse":"and keep the charge of Jehovah your God, to walk in His ways, to keep His statutes, His commands, and His judgments, and His testimonies, as it is written in the Law of Moses, so that you may do wisely all that you do, and there wherever you may turn,"},{"number":4,"verse":"so that Jehovah may establish His Word which He spoke to me, saying, If your sons take heed to their way, to walk before me in truth, with all their heart, and with all their soul, saying, There shall not be a man to you cut off from the throne of Israel."},{"number":5,"verse":"And also, you know that which Joab the son of Zeruiah did to me, that which he did to the two army commanders of Israel, to Abner the son of Ner, and to Amasa the son of Jether, that he murdered them, and shed the blood of war in peace, and put the blood of war on his girdle that was on his loins and in his sandals that were on his feet;"},{"number":6,"verse":"and you shall do according to your wisdom, and shall not let his gray hair go down to Sheol in peace."},{"number":7,"verse":"You shall be merciful to the sons of Barzillai the Gileadite, and they shall be among those eating at your table, for so they drew near to me when I fled from the face of your brother Absalom."},{"number":8,"verse":"And, behold, with you is Shimei the son of Gera, the Benjamite of Bahurim. And he cursed me with a grievous cursing in the day I went to Mahanaim. And he came down to meet me at the Jordan, and I swore to him by Jehovah, saying, I will not cause you to die by the sword."},{"number":9,"verse":"And now, do not acquit him, for you are a wise man, and you know that which you shall do to him and shall bring his old age down with blood to Sheol."},{"number":10,"verse":"And David lay with his fathers, and was buried in the city of David."},{"number":11,"verse":"And the days that David reigned over Israel were forty years. He reigned seven years in Hebron, and he reigned thirtythree years in Jerusalem."},{"number":12,"verse":"And Solomon sat on the throne of his father David, and his kingdom was firmly established."},{"number":13,"verse":"And Adonijah the son of Haggith came in to Bath-sheba, the mother of Solomon. And she said, Do you come in peace? And he said, Peace."},{"number":14,"verse":"And he said, A word to you and to me? And she said, Speak."},{"number":15,"verse":"And he said, You know that the kingdom was mine, and all Israel had set their faces toward me to reign. Yet the kingdom has been turned around and is my brother's, because it was his from Jehovah."},{"number":16,"verse":"And now I am asking one petition of you. Do not turn away your face. And she said to him, Speak."},{"number":17,"verse":"And he said, Please speak to King Solomon, for he will not turn away your face, that he give to me Abishag the Shunammite for a wife."},{"number":18,"verse":"And Bath-sheba said, Well! I will speak to the king for you."},{"number":19,"verse":"And Bath-sheba came in to King Solomon to speak to him for Adonijah. And the king rose up to meet her, and bowed to her, and sat on his throne, and placed a throne for the king's mother. And she sat at his right hand."},{"number":20,"verse":"And she said, I ask one small petition of you. Do not turn away my face. And the king said to her, Ask, my mother, for I will not turn away your face."},{"number":21,"verse":"And she said, Let Abishag the Shunammite be given to your brother Adonijah for a wife."},{"number":22,"verse":"And King Solomon answered and said to his mother, And why are you asking Abishag the Shunammite for Adonijah? Also ask the kingdom for him, for he is my older brother; yea, for him, and for Abiathar the priest, and for Joab the son of Zeruiah."},{"number":23,"verse":"And King Solomon swore by Jehovah, saying, So shall God do to me, and so shall He do more, if Adonijah has not spoken this word against his life."},{"number":24,"verse":"And now, as Jehovah lives, who has established me and caused me to sit on the throne of my father David, and who has made a house for me, as He spoke, surely today Adonijah shall be caused to die."},{"number":25,"verse":"And King Solomon sent by the hand of Benaiah the son of Jehoiada, and he fell on him, and he died."},{"number":26,"verse":"And the king said to Abiathar the priest, Go to Anathoth, to your fields. For you are a man of death. But I will not at this time cause you to die, because you have borne the ark of the Lord Jehovah before my father David, and because you were afflicted in all the things with which my father was afflicted."},{"number":27,"verse":"And Solomon drove Abiathar from being priest to Jehovah, to fulfill the Word of Jehovah which He spoke concerning the house of Eli in Shiloh."},{"number":28,"verse":"And the report came to Joab, for Joab had turned aside after Adonijah though he did not turn aside after Absalom. And Joab fled to the tabernacle of Jehovah, and lay hold on the horns of the altar."},{"number":29,"verse":"And it was told to King Solomon that Joab had fled to the tabernacle of Jehovah, and, behold, he was by the altar. And Solomon sent Benaiah the son of Jehoiada, saying, Go, fall on him."},{"number":30,"verse":"And Benaiah came into the tabernacle of Jehovah and said to him, So says the king, Come out. And he said, No, but I will die here. And Benaiah brought back word to the king, saying, So says Joab. Yea, so he answered me."},{"number":31,"verse":"And the king said to him, Do as he has said, and fall on him, and bury him, and turn aside the innocent blood which Joab shed, off of me and off of my father's house."},{"number":32,"verse":"And Jehovah shall turn back his blood on his own head, who has fallen on two men more righteous and better than he, and murdered them with the sword; and my father David not knowing: Abner the son of Ner, the commander of the army of Israel, and Amasa the son of Jether, the commander of the army of Judah."},{"number":33,"verse":"Yea, He shall turn back their blood on the head of Joab, and on the head of his seed forever. And as for David and for his seed, and for his house, and for his throne, there shall be peace forever from Jehovah."},{"number":34,"verse":"And Benaiah the son of Jehoiada went up and fell on him, and caused him to die. And he was buried in his own house in the wilderness."},{"number":35,"verse":"And the king put Benaiah the son of Jehoiada in his place over the army. And the king put Zadok the priest in the place of Abiathar."},{"number":36,"verse":"And the king sent and called Shimei and said to him, Build a house for yourself in Jerusalem and live there, and do not go out from there anywhere."},{"number":37,"verse":"And it shall be, in the day you go out and cross the torrent Kidron, knowing you shall know that dying you shall die; your blood shall be on your head."},{"number":38,"verse":"And Shimei said to the king, The word is good. As my lord the king has spoken, so your servant shall do. And Shimei lived in Jerusalem many days."},{"number":39,"verse":"And it happened at the end of three years, two of Shimei's servants fled to Achish the son of Maachah, the king of Gath. And they told Shimei, saying, Behold, your servants are in Gath."},{"number":40,"verse":"And Shimei rose up and saddled his ass and went to Gath, to Achish, to seek his servants. And Shimei went and brought his servants from Gath."},{"number":41,"verse":"And it was told to Solomon that Shimei had gone from Jerusalem to Gath, and had returned."},{"number":42,"verse":"And the king sent and called for Shimei, and said to him, Did I not cause you to swear by Jehovah, and testify to you, saying, In the day you go out, and you have gone anywhere, knowing you shall know that dying you shall die. And you said to me, The word I have heard is good."},{"number":43,"verse":"And why have you not kept the oath of Jehovah, and the charge that I commanded you?"},{"number":44,"verse":"And the king said to Shimei, You shall know all the evil that your heart has known, that which you did to my father David; and Jehovah has turned back your evil on your head."},{"number":45,"verse":"And King Solomon shall be blessed, and the throne of David shall be established before Jehovah forever."},{"number":46,"verse":"And the king commanded Benaiah the son of Jehoiada, and he went out and fell on him, and he died. And the kingdom was established in the hand of Solomon."}]}