{"bibleAbbr":"KJ3-2005","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"And it happened after these things, Naboth the Jezreelite had a vineyard which was in Jezreel near the palace of Ahab the king of Samaria."},{"number":2,"verse":"And Ahab spoke to Naboth, saying, Give me your vineyard, and it shall be a garden of green herbs for me, for it is near, by my house. And I will give to you in its place a better vineyard than it. If it is good in your eyes, I will give silver to you, the price of this one."},{"number":3,"verse":"And Naboth said to Ahab, Far be it from me, by Jehovah, that I should give the inheritance of my fathers to you."},{"number":4,"verse":"And Ahab came into his house sullen and angry over the word which Naboth the Jezreelite had spoken. For he had said, I will not give the inheritance of my fathers to you. And he lay on his bed and turned away his face, and would not eat food."},{"number":5,"verse":"And his wife Jezebel came in to him, and said to him, Why is your spirit sullen and you are not eating food?"},{"number":6,"verse":"And he said to her, Because I spoke to Naboth the Jezreelite and said to him, Give me your vineyard for silver, or if you desire, I will give you a vineyard in its place. And he said, I will not give you my vineyard."},{"number":7,"verse":"And his wife Jezebel said to him, Do you now rule over Israel? Rise up, eat food and let your heart be good. I will give to you the vineyard of Naboth the Jezreelite."},{"number":8,"verse":"And she wrote letters in the name of Ahab, and sealed with his seal, and sent the letters to the elders and to the nobles who were in his city, dwelling with Naboth."},{"number":9,"verse":"And she wrote in the letters, saying, Proclaim a fast, and set Naboth at the head of the people."},{"number":10,"verse":"And set two men, sons of worthlessness, across from him; and they shall testify of him, saying, You have cursed God and the king. And they shall bring him out and stone him; and he shall die."},{"number":11,"verse":"And the men of his city, the elders and the nobles who lived in his city, did as Jezebel had sent to them, as was written in the letters that she sent to them."},{"number":12,"verse":"They proclaimed a fast, and made Naboth to sit at the head of the people."},{"number":13,"verse":"And two men, sons of worthlessness, came in and sat in front of him. And the men of worthlessness testified of him before the people, even Naboth, saying, Naboth has cursed God and the king. And they took him out to the outside of the city, and stoned him with stones, and he died."},{"number":14,"verse":"And they sent to Jezebel, saying, Naboth has been stoned and has died."},{"number":15,"verse":"And it happened when Jezebel heard that Naboth had been stoned, and had died, Jezebel said to Ahab, Rise up, take possession of the vineyard of Naboth the Jezreelite, that he refused to give to you for silver. For Naboth is not alive, but has died."},{"number":16,"verse":"And it happened when Ahab had heard that Naboth had died, that Ahab rose to go down to the vineyard of Naboth the Jezreelite, to possess it."},{"number":17,"verse":"And it happened, the Word of Jehovah was to Elijah the Tishbite, saying,"},{"number":18,"verse":"Rise up, Go down to meet Ahab the king of Israel, who is in Samaria. Behold, he is in the vineyard of Naboth, where he has gone down to possess it."},{"number":19,"verse":"And you shall speak to him, saying, So says Jehovah, Have you murdered, and also possessed? So says Jehovah, In the place where the dogs licked the blood of Naboth, so the dogs shall lick your blood, even yours."},{"number":20,"verse":"And Ahab said to Elijah, Have you found me, O my enemy? And he said, I have found you, because you have sold yourself to do that which is evil in the eyes of Jehovah."},{"number":21,"verse":"Behold, I am bringing evil on you, and shall take away your posterity, and cut off to Ahab him who urinates against a wall, both restrained and left in Israel."},{"number":22,"verse":"And I shall give up your house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, because of the provocation with which you have provoked Me to anger, and have caused Israel to sin."},{"number":23,"verse":"And also Jehovah has spoken of Jezebel, saying, The dogs shall eat Jezebel by the wall of Jezreel."},{"number":24,"verse":"He who dies of Ahab in the city, the dogs shall eat. And the birds of the heavens shall eat him who dies in a field."},{"number":25,"verse":"Surely, none has been like Ahab, who sold himself to do that which was evil in the eyes of Jehovah, whom his wife Jezebel incited."},{"number":26,"verse":"And he did very abominably, to go after idols, according to all that the Amorites did, whom Jehovah dispossessed from before the sons of Israel."},{"number":27,"verse":"And it happened, when Ahab heard these words, he tore his garments, and put sackcloth on his flesh, and fasted, and lay in sackcloth, and went softly."},{"number":28,"verse":"And the Word of Jehovah came to Elijah the Tishbite, saying,"},{"number":29,"verse":"Have you seen that Ahab has been humbled before Me? Because he was humbled before Me, I will not bring the evil in his days. I will bring the evil on his house in the days of his son."}]}