{"bibleAbbr":"KJ3-2005","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":7,"verses":[{"number":1,"verse":"And Solomon built his own house for thirteen years. And he finished all his house."},{"number":2,"verse":"And he built the house of the forest of Lebanon. Its length was a hundred cubits, and its breadth fifty cubits, and its height thirty cubits on four rows of cedar pillars, and cedar beams on the pillars."},{"number":3,"verse":"And it was covered with cedar above, on the sides that lay on forty-five pillars, fifteen in a row."},{"number":4,"verse":"And windows were in three rows, and light was against light in three rows."},{"number":5,"verse":"And all the doors and the side posts were square along with the windows; and the front of a window was against a window in three rows."},{"number":6,"verse":"And he made the porch of the pillars, its length fifty cubits, and its breadth thirty cubits. And the porch was over, in front, corresponding to them; and the pillars and the roof were over, in front, corresponding to them."},{"number":7,"verse":"And he made the porch of the throne where he judged, the porch of judgment. And it was covered with cedar from floor to floor."},{"number":8,"verse":"As to his house where he lived, the other court was within the porch, as this work was. Solomon also made a house for Pharaoh's daughter, whom he had taken, like this porch."},{"number":9,"verse":"And these were of costly stone according to the measures of hewn stones, sawed with a saw, inside and out, even from the foundation to the coping, and from the outside, to the great court."},{"number":10,"verse":"And the foundation was of costly stones, huge stones, stones of ten cubits and stones of eight cubits."},{"number":11,"verse":"And above were costly stones, according to the measures of hewn stone and cedar."},{"number":12,"verse":"And the great court all around was three rows of hewn stone and a row of cedar beams, even for the inner court of the house of Jehovah, and for the porch of the house."},{"number":13,"verse":"And King Solomon sent and brought Hiram out of Tyre."},{"number":14,"verse":"He was the son of a widow woman of the tribe of Naphtali, and his father a man of Tyre, an engraver in bronze. And he was filled with the wisdom and understanding and knowledge to do all work in bronze. And he came to King Solomon and did all his work."},{"number":15,"verse":"And he formed the two pillars of bronze; eighteen cubits was the height of the one pillar, and a line of twelve cubits went around the second pillar."},{"number":16,"verse":"And he made two capitals to put on the tops of the pillars, cast in bronze; five cubits was the height of the one capital, and five cubits the height of the second capital."},{"number":17,"verse":"He made gratings of network with twisted threads of chain-work for the capitals on the top of the pillars; seven for the one capital, and seven for the other capital."},{"number":18,"verse":"And he made the pillars. And two rows were all around on the one grating, to cover the capitals on the top with the pomegranates. And so he did for the other capital."},{"number":19,"verse":"And the capitals on the top of the pillars in the porch were lily-work, four cubits."},{"number":20,"verse":"And the capitals were on the two pillars, also above, over against the belly which was by the grating; and the pomegranates were two hundred in rows all around on the other capital."},{"number":21,"verse":"And he set up the pillars in the porch of the temple. And he set up the right pillar and called its name Jachin. And he set up the left pillar, and called its name Boaz."},{"number":22,"verse":"And on the top of the pillars was lilywork. So the work of the pillars was finished."},{"number":23,"verse":"And he made a casted sea of ten cubits from brim to brim; it was round all about. And its height was five cubits; and a line of thirty cubits went around it all about."},{"number":24,"verse":"And gourds were below its brim all around, going around it, ten by the cubit, circling the sea all around; the gourds were cast in two rows when it was cast."},{"number":25,"verse":"It stood on twelve oxen: three facing the north, and three facing the west, and three facing the south, and three facing the east. And the sea was above on them; and all their hinder parts were inward."},{"number":26,"verse":"And its thickness was one hand wide; and its brim was fashioned like the brim of a cup, with a bud of a lily. It contained two thousand baths."},{"number":27,"verse":"And he made ten bases of bronze; four cubits the length of the one base, and four cubits the breadth, and three cubits the height."},{"number":28,"verse":"And this was the work of the base: they had borders; and there were borders between the stays."},{"number":29,"verse":"And on the borders that were between the stays were lions, oxen, and cherubs. And a pedestal was on the stays above. And below the lions and oxen were wreaths of hanging work."},{"number":30,"verse":"And the one base had four wheels of bronze, and axles of bronze. And its four feet were supports to them; under the basin were molten supports with wreaths at each side."},{"number":31,"verse":"And its mouth within and above the capital was a cubit; and its mouth was round like the work of a pedestal, a cubit and half of the cubit. And also on its mouth were carvings; and their borders were square, not round."},{"number":32,"verse":"And the four wheels were under the borders. And the hands of the wheels were in the base; and the height of the one wheel was a cubit and a half."},{"number":33,"verse":"And the work of the wheels was as the work of a chariot wheel, their hands, and their rims, and their spokes, and their hubs were all casted."},{"number":34,"verse":"And there were four supports to the four corners of one base; the supports were of the base itself."},{"number":35,"verse":"And in the top of the base was a round compass of half a cubit high. And on the top of the base its sides and its borders were from it."},{"number":36,"verse":"And he engraved cherubs, lions, and palm trees on the plates of its sides, and on its borders, as the place of each, with wreaths all around."},{"number":37,"verse":"So he made the ten bases, one casting, one measure, one form was to them all."},{"number":38,"verse":"And he made ten basins of bronze; the one basin contained forty baths. The one basin was four cubits, one basin on the one base, to the ten bases."},{"number":39,"verse":"And he put the five bases on the right side of the house, and five on the left side of the house. And he put the sea on the right side of the house, eastward, across from the south."},{"number":40,"verse":"And Hiram made the basins, and the shovels, and the bowls. And Hiram finished all the work that he made for King Solomon for the house of Jehovah:"},{"number":41,"verse":"two pillars, and two bowls of the capitals that were on the top of the pillars; and the two gratings to cover the two bowls of the capitals that were on the top of the pillars;"},{"number":42,"verse":"and the four hundred pomegranates for the two gratings, two rows of pomegranates for each grating, to cover the two bowls of the capitals that were on the pillars;"},{"number":43,"verse":"and ten bases, and ten basins on the bases;"},{"number":44,"verse":"and one sea, and twelve oxen under the sea;"},{"number":45,"verse":"and the pots, and the shovels, and the basins. And all these vessels which Hiram made for King Solomon for the house of Jehovah were of burnished bronze."},{"number":46,"verse":"The king cast them in the plain of the Jordan, in the thick soil of the ground between Succoth and Zarethan."},{"number":47,"verse":"And Solomon left all the vessels unweighed because they were very, very many; the weight of the bronze was not searched out."},{"number":48,"verse":"And Solomon made all the vessels that were in the house of Jehovah: the altar of gold; and the table of gold on which was the Bread of the Presence;"},{"number":49,"verse":"and the lampstands, five on the right and five on the left before the Holy of Holies, of refined gold, and the flowers, and the lamps, and the tongs were of gold;"},{"number":50,"verse":"and the basins, and the snuffers, and the bowls, and the spoons, and the firepans were of refined gold; and the hinges for the doors of the inner house, for the Holy of Holies, for the doors of the house of the temple were of gold."},{"number":51,"verse":"And it was complete, all the work that King Solomon had made for the house of Jehovah. And Solomon brought in the sanctified things of his father David: the silver, and the gold, and the vessels he had put into the treasuries of the house of Jehovah."}]}