{"bibleAbbr":"NET2007","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":7,"verses":[{"number":1,"verse":"(Self-Purification) Therefore, since we have these promises, dear friends, let us cleanse ourselves (tn Or “purify ourselves.”) from everything that could defile the body (tn Grk “from every defilement of the flesh.”) and the spirit, and thus accomplish (tn Grk “accomplishing.” The participle has been translated as a finite verb due to considerations of contemporary English style, and “thus” has been supplied to indicate that it represents a result of the previous cleansing.) holiness out of reverence for God. (tn Grk “in the fear of God.”)"},{"number":2,"verse":"Make room for us in your hearts; (tn The phrase “in your hearts” is not in the Greek text, but is implied.) we have wronged no one, we have ruined no one, (tn “We have ruined no one” may refer to financial loss (“we have caused no one to suffer financial loss”) but it may also refer to the undermining of faith (“we have corrupted no one’s faith,”). Both options are mentioned in L&N 20.23.) we have exploited no one. (tn Or “we have taken advantage of no one.”)"},{"number":3,"verse":"I do not say this to condemn you, for I told you before (sn See 2 Cor 1:4–7.) that you are in our hearts so that we die together and live together with you. (tn The words “with you” are not in the Greek text, but are implied.)"},{"number":4,"verse":"(A Letter That Caused Sadness) I have great confidence in you; I take great pride (tn Grk “great is my boasting.”) on your behalf. I am filled with encouragement; (tn Or “comfort.”) I am overflowing with joy in the midst of (tn Grk “I am overflowing with joy in all our suffering”; the words “in the midst of” are not in the Greek text but are supplied to clarify that Paul is not rejoicing in the suffering itself, but in his relationship with the Corinthians in the midst of all his suffering.) all our suffering."},{"number":5,"verse":"For even when we came into Macedonia, our body (tn Grk “our flesh.”) had no rest at all, but we were troubled in every way — struggles from the outside, fears from within."},{"number":6,"verse":"But God, who encourages (tn Or “comforts,” “consoles.”) the downhearted, encouraged (tn Or “comforted,” “consoled.”) us by the arrival of Titus."},{"number":7,"verse":"We were encouraged (tn Because of the length and complexity of this Greek sentence, a new sentence was started here in the translation by supplying the phrase “We were encouraged.”) not only by his arrival, but also by the encouragement (tn Or “comfort,” “consolation.”) you gave (tn Grk “by the encouragement with which he was encouraged by you.” The passive construction was translated as an active one in keeping with contemporary English style, and the repeated word “encouraged” was replaced in the translation by “gave” to avoid redundancy in the translation.) him, as he reported to us your longing, your mourning, (tn Or “your grieving,” “your deep sorrow.”) your deep concern (tn Or “your zeal.”) for me, so that I rejoiced more than ever."},{"number":8,"verse":"For even if I made you sad (tn Grk “if I grieved you.”) by my letter, (sn My letter. Paul is referring to the “severe” letter mentioned in 2 Cor 2:4.) I do not regret having written it (tn Grk “I do not regret”; direct objects in Greek must often be supplied from the context. Here one could simply supply “it,” but since Paul is referring to the effects of his previous letter, clarity is improved if “having written it” is supplied.) (even though I did regret it, (tn Grk “I did regret”; the direct object “it” must be supplied from the context.) for (tc A few important mss (Ì46c B D* it sa) lack γάρ (gar, “for”), while the majority of witnesses have it (א C D1 F G Ψ 0243 33 1739 1881 Ï sy bo). Even though Ì46* omits γάρ, it has the same sense (viz., a subordinate clause) because it reads the participle βλέπων (blepwn, “seeing”; the Vulgate does the same). A decision is difficult because although the overwhelming external evidence is on the side of the conjunction, the lack of γάρ is a significantly harder reading, for the whole clause is something of an anacoluthon. Without the conjunction, the sentence reads more harshly. This would fit with Paul’s “vehemence of spirit” (A. T. Robertson, A Grammar of the Greek New Testament, 435) that is found especially in 2 Corinthians and Galatians. However, the mss that omit the conjunction are prone to such tendencies at times. In this instance, the conjunction should probably stand.) I see that my letter made you sad, (tn Grk “my letter grieved you.”) though only for a short time)."},{"number":9,"verse":"Now I rejoice, not because you were made sad, (tn Grk “were grieved” (so also twice later in the verse).) but because you were made sad to the point of repentance. For you were made sad as God intended, (tn Grk “corresponding to God,” that is, corresponding to God’s will (κατὰ θεόν, kata qeon). The same phrase occurs in vv. 10 and 11.) so that you were not harmed (tn Grk “so that you did not suffer loss.”) in any way by us."},{"number":10,"verse":"For sadness as intended by God produces a repentance that leads to salvation, leaving no regret, but worldly sadness brings about death."},{"number":11,"verse":"For see what this very thing, this sadness (tn Grk “this very thing, to be grieved.”) as God intended, has produced in you: what eagerness, what defense of yourselves, (tn The words “of yourselves” are not in the Greek text but are implied.) what indignation, (sn What indignation refers to the Corinthians’ indignation at the offender.) what alarm, what longing, what deep concern, (tn Or “what zeal.”) what punishment! (sn That is, punishment for the offender.) In everything you have proved yourselves to be innocent in this matter."},{"number":12,"verse":"So then, even though I wrote to you, it was not on account of the one who did wrong, or on account of the one who was wronged, but to reveal to you your eagerness on our behalf (tn Grk “but in order that your eagerness on our behalf might be revealed to you.”) before God."},{"number":13,"verse":"Therefore we have been encouraged. And in addition to our own encouragement, we rejoiced even more at the joy of Titus, because all of you have refreshed his spirit. (tn Or “all of you have put his mind at ease.”)"},{"number":14,"verse":"For if I have boasted to him about anything concerning you, I have not been embarrassed by you, (tn Grk “I have not been put to shame”; the words “by you” are not in the Greek text but are implied.) but just as everything we said to you was true, (tn Grk “just as we spoke everything to you in truth.”) so our boasting to Titus about you (tn The words “about you” are not in the Greek text but are implied.) has proved true as well."},{"number":15,"verse":"And his affection for you is much greater (tn Or “is all the more.”) when he remembers the obedience of you all, how you welcomed him with fear and trembling."},{"number":16,"verse":"I rejoice because in everything I am fully confident in you."}]}