{"bibleAbbr":"NET2007","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"(Completing the Collection for the Saints) Now we make known to you, brothers and sisters, (tn Grk “brothers.” See note on the phrase “brothers and sisters” in 1:8.) the grace of God given to the churches of Macedonia,"},{"number":2,"verse":"that during a severe ordeal of suffering, their abundant joy and their extreme poverty have overflowed in the wealth (tn Or “riches.”) of their generosity."},{"number":3,"verse":"For I testify, they gave according to their means and beyond their means. They did so voluntarily, (tn Or “spontaneously.”)"},{"number":4,"verse":"begging us with great earnestness for the blessing and fellowship of helping (tn Or “of ministering to.”) the saints."},{"number":5,"verse":"And they did this not just as we had hoped, but they gave themselves first to the Lord and to us by the will of God."},{"number":6,"verse":"Thus (tn A new sentence was started here in the translation and the word “thus” was supplied to indicate that it expresses the result of the previous clause.) we urged (tn Or “we exhorted.”) Titus that, just as he had previously begun this work, (tn The words “this work” are not in the Greek text but are implied. Direct objects in Greek were often omitted and must be supplied from the context.) so also he should complete this act of kindness (tn Grk “this grace.”) for you."},{"number":7,"verse":"But as you excel (tn Grk “as you abound.”) in everything — in faith, in speech, in knowledge, and in all eagerness and in the love from us that is in you (tc The reading “the love from us that is in you” is very difficult in this context, for Paul is here enumerating the Corinthians’ attributes: How is it possible for them to excel “in the love from us that is in you”? Most likely, because of this difficulty, several early scribes, as well as most later ones (א C D F G Ψ [33] Ï lat), altered the text to read “your love for us” (so NIV; Grk ἐξ ὑμῶν ἐν ἡμῖν ἀγάπῃ [ex Jumwn en Jhmin agaph]). The reading ἐξ ἡμῶν ἐν ὑμῖν ἀγάπῃ (ex Jhmwn en Jumin agaph) is found, however, in excellent and early witnesses (Ì46 B 0243 6 104 630 1175 1739 1881 co). As the harder reading it explains the rise of the other reading. What, then, is the force of “in the love from us that is in you”? Most likely, Paul is commending the Corinthians for excelling in deriving some inspiration from the apostles’ love for them.) — make sure that you excel (tn Grk “you abound.”) in this act of kindness (tn Grk “this grace.”) too."},{"number":8,"verse":"I am not saying this as a command, but I am testing the genuineness of your love by comparison with the eagerness of others. (tn Grk “by means of the eagerness of others.”)"},{"number":9,"verse":"For you know the grace (tn Or “generosity.”) of our Lord Jesus Christ, that although he was rich, he became poor for your sakes, so that you by his poverty could become rich."},{"number":10,"verse":"So here is my opinion on this matter: It is to your advantage, since you (tn Grk “who.”) made a good start last year both in your giving and your desire to give,"},{"number":11,"verse":"to finish what you started, (tn Grk “and now also complete the doing.”) so that just as you wanted to do it eagerly, (tn Grk “just as the eagerness to want [it].”) you can also complete it (tn Grk “so also it might be completed.” The passive construction was converted to an active one in the translation in keeping with contemporary English style.) according to your means. (tn Grk “completed from what you have.”)"},{"number":12,"verse":"For if the eagerness is present, the gift itself (tn The words “the gift itself” are not in the Greek text but are implied. Translators often supply an English phrase like “it is” (NASB) but in the context, Paul is clearly referring to the collection Titus was to oversee (2 Cor 8:4–7). Therefore there is no reason not to specify the referent (the gift) more narrowly for clarity.) is acceptable according to whatever one has, not according to what he does not have."},{"number":13,"verse":"For I do not say this so there would be relief for others and suffering for you, but as a matter of equality."},{"number":14,"verse":"At the present time, your abundance will meet their need, (tn Or “their lack.”) so that one day their abundance may also meet your need, and thus there may be equality,"},{"number":15,"verse":"as it is written: “The one who gathered (tn The word “gathered” is not in the Greek text, but is implied (so also for the second occurrence of the word later in the verse).) much did not have too much, and the one who gathered little did not have too little.” (sn A quotation from Exod 16:18.)"},{"number":16,"verse":"(The Mission of Titus) But thanks be to God who put in the heart of Titus the same devotion (tn Or “eagerness.”) I have for you,"},{"number":17,"verse":"because he not only accepted our request, but since he was very eager, (tn The comparative form of this adjective is used here with elative meaning.) he is coming (tn This verb has been translated as an epistolary aorist.) to you of his own accord. (tn Or “of his own free will.”)"},{"number":18,"verse":"And we are sending (tn This verb has been translated as an epistolary aorist.) along with him the brother who is praised by all the churches for his work in spreading the gospel. (tn Grk “the brother of whom the praise in the gospel [is] throughout all the churches.”)"},{"number":19,"verse":"In addition, (tn Grk “gospel, and not only this, but.” Here a new sentence was started in the translation.) this brother (tn Grk “he”; the referent (the brother mentioned in v. 18) has been specified in the translation for clarity.) has also been chosen by the churches as our traveling companion as we administer this generous gift (tn That is, the offering or collection being taken to assist impoverished Christians.) to the glory of the Lord himself and to show our readiness to help. (tn The words “to help” are not in the Greek text but are implied (see L&N 25.68).)"},{"number":20,"verse":"We did this (tn “This” refers to sending the brother mentioned in 2 Cor 8:18 to Corinth along with Titus. The words “We did this” have no equivalent in the Greek text, but are necessary to maintain the thought flow in English. The Greek participle that begins v. 20 continues the sentence begun in v. 18 which concerns the sending of the other brother mentioned there.) as a precaution so that no one should blame us in regard to this generous gift we are administering."},{"number":21,"verse":"For we are concerned about what is right not only before the Lord but also before men. (sn An allusion to Prov 3:4.)"},{"number":22,"verse":"And we are sending (tn This verb has been translated as an epistolary aorist.) with them our brother whom we have tested many times and found eager in many matters, but who now is much more eager than ever because of the great confidence he has in you."},{"number":23,"verse":"If there is any question (tn Grk “If concerning Titus” (εἴτε ὑπὲρ Τίτου, eite Juper Titou); the Greek sentence opens with an ellipsis which must be supplied: If [there is any question] about Titus.”) about Titus, he is my partner and fellow worker among you; if there is any question about our brothers, they are messengers (tn Grk “apostles.”) of the churches, a glory to Christ."},{"number":24,"verse":"Therefore show (tc The sense of this translation is attested by the fact that most of the later mss, along with several early and important ones (א C D2 Ψ 0225 0243 1739 1881 Ï lat), have the imperative verb ἐνδείξασθε (ejndeixasqe) in place of the participle ἐνδεικνύμενοι (endeiknumenoi), which is found in B D* F G 33 pc. Since an imperatival participle is more Hebraic in style, many scribes would not have understood the idiom as easily and would have been likely to change the participle to an imperative (so TCGNT 513-14). But there is no good reason why scribes would change the imperative into a participle. Thus, ἐνδεικνύμενοι is almost surely the wording of the original text. tn In the Greek text ἐνδεικνύμενοι (endeiknumenoi) is a present participle which is translated as an imperative verb (see BDF §468; ExSyn 650-52).) them openly before the churches the proof of your love and of our pride in you. (tn Or “our boasting about you.”)"}]}