{"bibleAbbr":"NET2007","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"(Preparing the Gift) For it is not necessary (tn Or “it is superfluous.”) for me to write you about this service (tn Or “this ministry,” “this contribution.”) to the saints,"},{"number":2,"verse":"because I know your eagerness to help. (tn The words “to help” are not in the Greek text but are implied.) I keep boasting to the Macedonians about this eagerness of yours, (tn Grk “concerning which I keep boasting to the Macedonians about you.” A new sentence was started here and the translation was simplified by removing the relative clause and repeating the antecedent “this eagerness of yours.”) that Achaia has been ready to give (tn The words “to give” are not in the Greek text, but are implied.) since last year, and your zeal to participate (tn The words “to participate” are not in the Greek text but are implied.) has stirred up most of them. (sn Most of them is a reference to the Macedonians (cf. v. 4).)"},{"number":3,"verse":"But I am sending (tn This verb has been translated as an epistolary aorist.) these brothers so that our boasting about you may not be empty in this case, so that you may be ready (tn That is, ready with the collection for the saints.) just as I kept telling them."},{"number":4,"verse":"For if any of the Macedonians should come with me and find that you are not ready to give, we would be humiliated (tn Or “be disgraced”; Grk “be put to shame.”) (not to mention you) by this confidence we had in you. (tn Grk “by this confidence”; the words “we had in you” are not in the Greek text, but are supplied as a necessary clarification for the English reader.)"},{"number":5,"verse":"Therefore I thought it necessary to urge these brothers to go to you in advance and to arrange ahead of time the generous contribution (tn Grk “the blessing.”) you had promised, so this may be ready as a generous gift (tn Grk “a blessing.”) and not as something you feel forced to do. (tn Grk “as a covetousness”; that is, a gift given grudgingly or under compulsion.)"},{"number":6,"verse":"My point is this: The person who sows sparingly will also reap sparingly, and the person who sows generously (tn Or “bountifully”; so also in the next occurrence in the verse.) will also reap generously."},{"number":7,"verse":"Each one of you should give (tn Or “must do.” The words “of you” and “should give” are not in the Greek text, which literally reads, “Each one just as he has decided in his heart.” The missing words are an ellipsis; these or similar phrases must be supplied for the English reader.) just as he has decided in his heart, (tn Or “in his mind.”) not reluctantly (tn Or “not from regret”; Grk “not out of grief.”) or under compulsion, (tn Or “not out of a sense of duty”; Grk “from necessity.”) because God loves a cheerful giver."},{"number":8,"verse":"And God is able to make all grace overflow (tn Or “abound.”) to you so that because you have enough (tn Or “so that by having enough.” The Greek participle can be translated as a participle of cause (“because you have enough”) or means (“by having enough”).) of everything in every way at all times, you will overflow (tn Or “abound.”) in every good work."},{"number":9,"verse":"Just as it is written, “He (sn He in the quotation refers to the righteous person.) has scattered widely, he has given to the poor; his righteousness remains forever.” (sn A quotation from Ps 112:9.)"},{"number":10,"verse":"Now God (tn Grk “he”; the referent (God) has been specified in the translation for clarity.) who provides seed for the sower and bread for food will provide and multiply your supply of seed and will cause the harvest of your righteousness to grow."},{"number":11,"verse":"You will be enriched in every way so that you may be generous on every occasion, (tn Grk “in every way for every generosity,” or “he will always make you rich enough to be generous at all times” (L&N 57.29).) which is producing through us thanksgiving to God,"},{"number":12,"verse":"because the service of this ministry is not only providing for (tn Or “not only supplying.”) the needs of the saints but is also overflowing with many thanks to God."},{"number":13,"verse":"Through the evidence (tn Or “proof,” or perhaps “testing” (NRSV).) of this service (tn Or “ministry.”) they will glorify God because of your obedience to your confession in the gospel of Christ and the generosity of your sharing (tn Or “your partnership”; Grk “your fellowship.”) with them and with everyone."},{"number":14,"verse":"And in their prayers on your behalf they long for you because of the extraordinary grace God has shown to you. (tn Grk “the extraordinary grace of God to you”; the point is that God has given or shown grace to the Corinthians.)"},{"number":15,"verse":"Thanks be to God for his indescribable gift! (tn “Let us thank God for his gift which cannot be described with words” (L&N 33.202).)"}]}