{"bibleAbbr":"RSV1971","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":3,"verses":[{"number":1,"verse":"Worship Restored at Jerusalem When the seventh month came, and the sons of Israel were in the towns, the people gathered as one man to Jerusalem."},{"number":2,"verse":"Then arose Jeshua the son of Jo′zadak, with his fellow priests, and Zerub′babel the son of She-al′ti-el with his kinsmen, and they built the altar of the God of Israel, to offer burnt offerings upon it, as it is written in the law of Moses the man of God."},{"number":3,"verse":"They set the altar in its place, for fear was upon them because of the peoples of the lands, and they offered burnt offerings upon it to the LORD, burnt offerings morning and evening."},{"number":4,"verse":"And they kept the feast of booths, as it is written, and offered the daily burnt offerings by number according to the ordinance, as each day required,"},{"number":5,"verse":"and after that the continual burnt offerings, the offerings at the new moon and at all the appointed feasts of the LORD, and the offerings of every one who made a freewill offering to the LORD."},{"number":6,"verse":"From the first day of the seventh month they began to offer burnt offerings to the LORD. But the foundation of the temple of the LORD was not yet laid."},{"number":7,"verse":"So they gave money to the masons and the carpenters, and food, drink, and oil to the Sido′nians and the Tyrians to bring cedar trees from Lebanon to the sea, to Joppa, according to the grant which they had from Cyrus king of Persia."},{"number":8,"verse":"Foundation Laid for the Temple Now in the second year of their coming to the house of God at Jerusalem, in the second month, Zerub′babel the son of She-al′ti-el and Jeshua the son of Jo′zadak made a beginning, together with the rest of their brethren, the priests and the Levites and all who had come to Jerusalem from the captivity. They appointed the Levites, from twenty years old and upward, to have the oversight of the work of the house of the LORD."},{"number":9,"verse":"And Jeshua with his sons and his kinsmen, and Kad′mi-el and his sons, the sons of Judah, together took the oversight of the workmen in the house of God, along with the sons of Hen′adad and the Levites, their sons and kinsmen."},{"number":10,"verse":"And when the builders laid the foundation of the temple of the LORD, the priests in their vestments came forward with trumpets, and the Levites, the sons of Asaph, with cymbals, to praise the LORD, according to the directions of David king of Israel;"},{"number":11,"verse":"and they sang responsively, praising and giving thanks to the LORD, “For he is good, for his steadfast love endures for ever toward Israel.” And all the people shouted with a great shout, when they praised the LORD, because the foundation of the house of the LORD was laid."},{"number":12,"verse":"But many of the priests and Levites and heads of fathers’ houses, old men who had seen the first house, wept with a loud voice when they saw the foundation of this house being laid, though many shouted aloud for joy;"},{"number":13,"verse":"so that the people could not distinguish the sound of the joyful shout from the sound of the people’s weeping, for the people shouted with a great shout, and the sound was heard afar."}]}