{"bibleAbbr":"msAB1996","bookName":"IMAMAT","bookEnglishName":"Leviticus","chapterNumber":10,"verses":[{"number":1,"verse":"( Dosa Nadab dan Abihu) Pada suatu hari Nadab dan Abihu, anak-anak Harun, membawa perbaraan masing-masing dan mengisinya dengan bara api. Mereka membubuh kemenyan ke atas bara api itu, lalu mempersembahkannya kepada TUHAN. Tetapi api itu tidak suci, kerana TUHAN tidak memerintahkan mereka untuk mempersembahkannya."},{"number":2,"verse":"Tiba-tiba TUHAN mengirim api, yang membakar mereka sehingga mati di situ juga, di dalam Khemah TUHAN."},{"number":3,"verse":"Kemudian Musa berkata kepada Harun, “Inilah yang dimaksudkan TUHAN ketika Dia berfirman, ‘Semua orang yang mengabdikan diri kepada-Ku harus menghormati kesucian-Ku. Aku akan menyatakan kemuliaan-Ku kepada segenap umat-Ku.’ ” ( Aku akan menyatakan kemuliaan-Ku kepada umat-Ku; atau umat-Ku harus menghormati Aku.) Tetapi Harun diam sahaja."},{"number":4,"verse":"Kemudian Musa memanggil Misael dan Elsafan, anak-anak Uziel, bapa saudara Harun. Musa berkata kepada mereka, “Mari, bawalah jenazah saudara sepupu kamu ini keluar dari Khemah TUHAN, dan letakkan kedua-dua jenazah itu di luar perkhemahan.”"},{"number":5,"verse":"Mereka datang dan mengangkat jenazah itu dengan memegang pakaian jenazah itu, lalu pergi ke luar perkhemahan, sebagaimana yang diperintahkan oleh Musa."},{"number":6,"verse":"Selepas itu Musa berkata kepada Harun dan anak-anaknya, Eleazar dan Itamar, “Jangan biarkan rambut kamu kusut, dan jangan koyakkan pakaian kamu sebagai tanda berkabung. Jika kamu berbuat demikian, kamu akan mati dan TUHAN akan murka terhadap segenap umat ini. Tetapi semua orang Israel yang lain boleh berkabung untuk kematian mereka berdua; mereka mati kerana kena api yang diturunkan oleh TUHAN."},{"number":7,"verse":"Sementara ini jangan kamu keluar dari pintu Khemah TUHAN. Jika kamu keluar, kamu akan mati kerana kamu sudah ditahbiskan dengan minyak upacara untuk mengabdikan diri kepada TUHAN.” Mereka pun menurut perintah Musa itu."},{"number":8,"verse":"( Peraturan untuk Para Imam) TUHAN berfirman kepada Harun,"},{"number":9,"verse":"“Janganlah engkau dan anak-anakmu masuk ke dalam Khemah TUHAN setelah minum wain ataupun minuman keras. Jika kamu masuk, kamu akan mati. Inilah peraturan yang mesti dipatuhi oleh semua keturunanmu."},{"number":10,"verse":"Kamu mesti tahu membezakan apa yang dikhaskan untuk Allah dan apa yang tidak dikhaskan, dan apa yang tidak najis dengan apa yang najis."},{"number":11,"verse":"Kamu mesti mengajar umat Israel semua hukum yang sudah Aku berikan kepada kamu melalui Musa.”"},{"number":12,"verse":"Kemudian Musa berkata kepada Harun dan kedua-dua orang anaknya yang masih hidup, Eleazar dan Itamar, “Ambillah lebihan korban untuk mengucap syukur daripada makanan yang dipersembahkan kepada TUHAN, dan buatlah roti tanpa ragi daripada tepung itu. Lalu makanlah roti itu di sisi mazbah kerana korban ini sangat suci."},{"number":13,"verse":"( ) Makanlah roti itu di tempat yang suci. Roti ini daripada makanan yang sudah dipersembahkan kepada TUHAN; roti ini menjadi bahagian kamu dan anak-anak lelaki kamu. Inilah yang diperintahkan oleh TUHAN kepadaku."},{"number":14,"verse":"Tetapi kamu dan anak-anak kamu, lelaki dan perempuan boleh makan dada binatang yang sudah dipersembahkan sebagai persembahan istimewa serta paha binatang yang dipersembahkan sebagai pemberian istimewa, kerana semua itu adalah untuk para imam. Kamu boleh memakannya di mana sahaja tempat yang tidak najis. Persembahan ini adalah bahagian daripada korban untuk memohon berkat TUHAN, yang dipersembahkan oleh umat Israel. Persembahan itu telah diberikan kepada kamu dan anak-anak kamu sebagai milik kamu."},{"number":15,"verse":"( ) Umat Israel harus membawa paha dan dada binatang itu ketika mereka mempersembahkan lemaknya sebagai persembahan makanan kepada TUHAN. Bahagian ini menjadi hak kamu dan anak-anak kamu selama-lamanya, sebagaimana yang diperintahkan oleh TUHAN.”"},{"number":16,"verse":"Apabila Musa bertanya tentang kambing bagi korban untuk mengampunkan dosa, dia mendapati bahawa kambing itu sudah dibakar. Hal itu menyebabkan Musa marah terhadap Eleazar dan Itamar. Musa berkata,"},{"number":17,"verse":"( ) “Mengapakah kamu tidak makan korban untuk mengampunkan dosa itu di tempat yang suci? Korban itu sangat suci dan TUHAN sudah memberikannya kepada kamu supaya dosa umat Israel diampunkan."},{"number":18,"verse":"Oleh sebab darah kambing itu tidak dibawa ke dalam Khemah TUHAN, kamu sepatutnya makan korban itu di tempat yang khas, menurut perintahku.”"},{"number":19,"verse":"Harun menjawab, “Andaikata aku makan korban untuk mengampunkan dosa itu pada hari ini, adakah hal itu menyenangkan hati TUHAN? Umat Israel mempersembahkan korban untuk mengampunkan dosa mereka, kepada TUHAN pada hari ini, serta membawa korban untuk menyenangkan hati TUHAN, namun perkara yang dahsyat ini berlaku kepada diriku.”"},{"number":20,"verse":"Apabila Musa mendengar jawapan itu, dia berpuas hati."}]}