{"bibleAbbr":"msAB1996","bookName":"IMAMAT","bookEnglishName":"Leviticus","chapterNumber":13,"verses":[{"number":1,"verse":"( Peraturan tentang Penyakit Kulit yang Mengerikan) TUHAN memberikan peraturan-peraturan berikut kepada Musa dan Harun."},{"number":2,"verse":"Jika seseorang mempunyai kudis, bisul, ataupun radang pada kulitnya, yang mungkin menjadi penyakit kulit yang mengerikan, dia harus dibawa menghadap imam keturunan Harun."},{"number":3,"verse":"Imam itu akan memeriksa kudis orang itu, dan jika bulu roma di situ sudah menjadi putih dan kudis itu lebih dalam daripada kulit di sekelilingnya, kudis itu penyakit kulit yang mengerikan. Setelah imam memeriksa orang itu, dia harus mengumumkan bahawa orang itu najis."},{"number":4,"verse":"Jika kudis itu putih tetapi tidak lebih dalam daripada kulit di sekelilingnya, dan bulu roma tidak menjadi putih, imam itu harus mengasingkan orang itu selama tujuh hari."},{"number":5,"verse":"Pada hari ketujuh, imam harus memeriksa orang itu lagi, dan jika pada pendapat imam kudis itu masih sama keadaannya dan tidak merebak, dia harus mengasingkan orang itu selama tujuh hari lagi."},{"number":6,"verse":"Pada hari ketujuh, imam harus memeriksa orang itu lagi. Jika kudisnya sudah mula sembuh dan tidak merebak, imam harus mengumumkan bahawa orang itu tahir. Orang itu harus mencuci pakaiannya lalu dia menjadi tahir. Kudis itu hanya kudis biasa."},{"number":7,"verse":"Tetapi jika kudis orang itu merebak setelah imam memeriksanya dan mengumumkan bahawa dia tahir, orang itu harus menghadap imam lagi."},{"number":8,"verse":"Imam itu harus memeriksa dia lagi, dan jika benar-benar kudis itu merebak, imam itu harus mengumumkan bahawa orang itu najis. Kudis itu penyakit kulit yang mengerikan."},{"number":9,"verse":"Apabila seseorang menghidap penyakit kulit yang mengerikan, dia harus dibawa menghadap imam."},{"number":10,"verse":"Imam itu akan memeriksa dia. Jika imam mendapati kudis pada kulit orang itu putih, bernanah dan bulu romanya putih,"},{"number":11,"verse":"kudis itu penyakit kulit yang teruk. Imam itu harus mengumumkan bahawa orang itu najis. Orang itu tidak perlu diasingkan kerana sudah nyata bahawa dia najis."},{"number":12,"verse":"Jika penyakit kulit itu merebak dari kepala sampai ke kaki,"},{"number":13,"verse":"imam harus memeriksa orang itu lagi. Jika imam mendapati bahawa penyakit itu sudah benar-benar meliputi seluruh badan orang itu, imam harus mengumumkan bahawa orang itu tahir. Jika seluruh kulitnya sudah menjadi putih, orang itu tahir."},{"number":14,"verse":"Tetapi sebaik sahaja kudis yang bernanah muncul, orang itu najis."},{"number":15,"verse":"Imam harus memeriksa dia lagi, dan jika imam mendapati kudis orang itu bernanah, imam itu harus mengumumkan bahawa orang itu najis. Kudis yang bernanah adalah penyakit kulit yang mengerikan, dan orang itu najis."},{"number":16,"verse":"Tetapi jika kudis itu sembuh dan menjadi putih semula, orang itu harus menghadap imam"},{"number":17,"verse":"untuk diperiksa lagi. Jika kudisnya sudah menjadi putih, orang itu tahir, dan imam harus mengumumkan bahawa orang itu tahir."},{"number":18,"verse":"Jika seseorang mempunyai bisul yang sudah sembuh,"},{"number":19,"verse":"tetapi kemudian pada bekas bisul itu terdapat bengkak putih atau radang putih kemerah-merahan, orang itu harus menghadap imam."},{"number":20,"verse":"Imam itu akan memeriksa dia, dan jika radang itu lebih dalam daripada kulit di sekelilingnya, dan bulu roma di situ sudah menjadi putih, imam itu akan mengumumkan bahawa orang itu najis. Penyakitnya itu penyakit kulit yang mengerikan yang sudah bermula pada bisul itu."},{"number":21,"verse":"Tetapi jika imam memeriksa bisul itu dan mendapati bulu roma di situ tidak menjadi putih, dan bahagian itu tidak lebih dalam daripada kulit di sekelilingnya, tetapi hanya kelihatan lebih muda warnanya, imam itu harus mengasingkan orang itu selama tujuh hari."},{"number":22,"verse":"Jika radang itu merebak, imam itu harus mengumumkan bahawa orang itu najis. Orang itu menghidap penyakit kulit yang mengerikan."},{"number":23,"verse":"Tetapi jika radang itu tidak berubah dan tidak merebak, radang itu hanya bekas daripada bisul, dan imam harus mengumumkan bahawa orang itu tahir."},{"number":24,"verse":"Apabila kulit seseorang terbakar, lalu kulit pada luka itu menjadi putih atau putih kemerah-merahan,"},{"number":25,"verse":"imam harus memeriksa dia. Jika bulu roma pada radang itu menjadi putih dan lebih dalam daripada kulit di sekelilingnya, penyakitnya itu penyakit kulit yang mengerikan, yang bermula daripada kulit yang terbakar. Imam harus mengumumkan bahawa orang itu najis."},{"number":26,"verse":"Tetapi jika bulu roma pada radang itu tidak menjadi putih dan radang itu tidak lebih dalam daripada kulit di sekelilingnya, tetapi hanya kelihatan lebih muda warnanya, imam harus mengasingkan orang itu selama tujuh hari."},{"number":27,"verse":"Pada hari ketujuh, imam harus memeriksa orang itu lagi. Jika radang itu merebak, dia menghidap penyakit kulit yang mengerikan. Imam itu harus mengumumkan bahawa orang itu najis."},{"number":28,"verse":"Tetapi jika radang itu tidak berubah dan tidak merebak, tetapi hanya kelihatan lebih muda warnanya, radang itu bukan penyakit kulit yang mengerikan. Imam harus mengumumkan bahawa orang itu tahir; radang itu hanya bekas luka bakar."},{"number":29,"verse":"Apabila seorang lelaki atau perempuan mempunyai kudis pada kepala atau dagunya,"},{"number":30,"verse":"imam harus memeriksa dia. Jika kudis itu lebih dalam daripada kulit di sekelilingnya, dan rambut atau janggut pada kudis itu kekuning-kuningan dan sedikit, orang itu menghidap penyakit kulit yang mengerikan. Imam harus mengumumkan bahawa orang itu najis."},{"number":31,"verse":"Jika imam yang memeriksanya mendapati kudis itu tidak lebih dalam daripada kulit di sekelilingnya, tetapi belum ada rambut atau janggut yang sihat di situ, imam itu harus mengasingkan dia selama tujuh hari."},{"number":32,"verse":"Pada hari ketujuh, imam harus memeriksa dia lagi dan jika kudis itu tidak merebak dan tidak ada rambut atau janggut yang kekuning-kuningan di situ, dan kudis itu tidak lebih dalam daripada kulit di sekelilingnya,"},{"number":33,"verse":"orang itu harus mencukur rambut atau janggutnya, kecuali pada sekeliling kudis itu, dan imam itu harus mengasingkan dia selama tujuh hari lagi."},{"number":34,"verse":"Pada hari ketujuh, imam itu harus memeriksa kudis itu sekali lagi. Jika kudis itu tidak merebak, dan tidak lebih dalam daripada kulit di sekelilingnya, imam harus mengumumkan bahawa orang itu tahir. Orang itu harus mencuci pakaiannya, lalu dia akan tahir."},{"number":35,"verse":"Tetapi jika kudis itu merebak setelah orang itu diumumkan tahir,"},{"number":36,"verse":"imam harus memeriksa dia sekali lagi. Jika kudis itu sudah merebak, imam tidak perlu mencari rambut atau janggut yang kekuning-kuningan padanya kerana orang itu sudah nyata najis."},{"number":37,"verse":"Tetapi jika pada pendapat imam kudis itu tidak merebak, dan terdapat rambut atau janggut yang sihat pada bahagian itu, kudis itu sudah sembuh. Imam harus mengumumkan bahawa orang itu tahir."},{"number":38,"verse":"Apabila terdapat radang putih pada kulit seorang lelaki ataupun perempuan,"},{"number":39,"verse":"imam harus memeriksa orang itu. Jika radang itu putih kabur, radang itu hanya ruam dan orang itu tahir."},{"number":40,"verse":"Jika seseorang lelaki menjadi botak pada bahagian depan atau bahagian belakang kepalanya, orang itu tidak najis."},{"number":42,"verse":"Tetapi jika pada tempat yang botak itu terdapat bintik yang putih kemerah-merahan, bintik itu penyakit kulit yang mengerikan."},{"number":43,"verse":"Imam harus memeriksa orang itu, dan jika terdapat kudis yang putih kemerah-merahan,"},{"number":44,"verse":"imam harus mengumumkan bahawa dia najis, kerana kudis di kepalanya itu penyakit kulit yang mengerikan."},{"number":45,"verse":"Seseorang yang menghidap penyakit kulit yang mengerikan harus memakai pakaian yang koyak dan membiarkan rambutnya kusut. Dia harus menutup bahagian bawah mukanya dan berseru, “Najis! Najis!”"},{"number":46,"verse":"Dia akan tetap najis selama dia menghidap penyakit itu. Dia mesti tinggal di luar perkhemahan, terasing daripada orang lain."},{"number":47,"verse":"( Peraturan tentang Kulapuk) Jika terdapat kulapuk ( kulapuk: Dalam bahasa Ibrani kata yang sama digunakan untuk “penyakit kulit yang mengerikan” dan “kulapuk”.) pada pakaian yang dibuat daripada bulu domba atau linen,"},{"number":48,"verse":"ataupun pada potongan kain linen atau kain daripada bulu domba, ataupun pada kulit atau apa sahaja yang dibuat daripada kulit,"},{"number":49,"verse":"dan jika warna kulapuk itu kehijau-hijauan atau kemerah-merahan, kulapuk itu jenis yang merebak, dan mesti ditunjukkan kepada imam."},{"number":50,"verse":"Imam harus memeriksanya, lalu mengasingkan benda itu selama tujuh hari."},{"number":51,"verse":"Pada hari ketujuh, imam harus memeriksa benda itu lagi. Jika kulapuk itu merebak, benda itu najis."},{"number":52,"verse":"Imam harus membakar benda itu kerana kulapuk itu jenis yang merebak dan mesti dibakar."},{"number":53,"verse":"Tetapi jika menurut pemeriksaan imam, kulapuk itu tidak merebak pada benda itu,"},{"number":54,"verse":"imam harus memberikan arahan supaya benda itu dicuci dan diasingkan selama tujuh hari."},{"number":55,"verse":"Selepas itu imam harus memeriksa benda itu. Jika kulapuk itu tidak berubah warna, walaupun tidak merebak, benda itu masih najis. Benda itu mesti dibakar seluruhnya, walaupun yang terkena kulapuk itu hanya di bahagian hadapan atau di bahagian belakang."},{"number":56,"verse":"Tetapi apabila imam memeriksa kulapuk itu lagi, dan mendapati kulapuk itu sudah pudar warnanya, dia harus mengoyakkan bahagian itu daripada pakaian atau benda kulit itu."},{"number":57,"verse":"Jika kulapuk itu muncul semula, hal ini bererti kulapuk merebak lagi. Pemiliknya harus membakar benda itu."},{"number":58,"verse":"Jika kulapuk itu hilang selepas dicuci, benda itu harus dicuci lagi, lalu benda itu tahir."},{"number":59,"verse":"Inilah peraturan-peraturan tentang kulapuk pada pakaian yang dibuat daripada bulu domba atau linen, ataupun pada kain linen atau kain daripada bulu domba, ataupun pada apa sahaja yang dibuat daripada kulit. Inilah caranya untuk menentukan sama ada sesuatu benda itu tahir atau najis."}]}