{"bibleAbbr":"msAB1996","bookName":"IMAMAT","bookEnglishName":"Leviticus","chapterNumber":16,"verses":[{"number":1,"verse":"( Hari Pengampunan Dosa) Selepas kedua-dua orang anak Harun meninggal kerana mempersembahkan api yang tidak dikehendaki TUHAN, TUHAN berfirman kepada Musa,"},{"number":2,"verse":"( ) “Beritahulah Harun, abangmu itu, bahawa hanya pada waktu yang telah ditentukan, dia boleh pergi ke belakang tirai, ke dalam Bilik Maha Suci, kerana di situlah Aku menampakkan diri di dalam awan di atas penutup Tabut Perjanjian. Jika Harun melanggar perintah itu, dia akan mati."},{"number":3,"verse":"( ) Dia boleh masuk ke dalam Bilik Maha Suci hanya sesudah dia membawa seekor lembu muda bagi korban untuk mengampunkan dosa dan seekor domba jantan bagi korban untuk menyenangkan hati TUHAN.”"},{"number":4,"verse":"Kemudian Harun harus memperhatikan peraturan-peraturan yang berikut. Sebelum Harun masuk ke Bilik Maha Suci, dia harus mandi dan memakai pakaian imam: jubah, celana pendek, ikat pinggang, dan serban, yang semuanya dibuat daripada linen."},{"number":5,"verse":"Umat Israel harus memberikan dua ekor kambing jantan kepada Harun bagi korban untuk mengampunkan dosa, dan seekor domba jantan bagi korban untuk menyenangkan hati TUHAN."},{"number":6,"verse":"Dia harus mempersembahkan seekor lembu jantan sebagai korban untuk menghapuskan dosanya sendiri dan dosa keluarganya."},{"number":7,"verse":"Kemudian dia harus membawa dua ekor kambing itu ke pintu Khemah TUHAN."},{"number":8,"verse":"Di situ dia harus membuang undi dengan menggunakan dua biji batu: yang satu ditandai “Untuk TUHAN” dan yang satu lagi ditandai “Untuk Azazel.” ( Azazel: Erti kata Ibrani ini tidak diketahui; mungkin kata ini nama roh jahat yang tinggal di padang gurun.)"},{"number":9,"verse":"Harun akan menyembelih kambing yang terpilih untuk TUHAN, lalu mempersembahkannya sebagai korban untuk mengampunkan dosa."},{"number":10,"verse":"Kambing yang dipilih untuk Azazel, harus dipersembahkan hidup-hidup kepada TUHAN, lalu dilepaskan ke padang gurun untuk Azazel supaya dosa umat Israel dihapuskan."},{"number":11,"verse":"Apabila Harun mempersembahkan lembu jantan itu sebagai korban untuk mengampunkan dosa bagi dirinya sendiri dan bagi keluarganya,"},{"number":12,"verse":"dia harus membawa sebuah perbaraan yang penuh dengan bara api dari mazbah dan dua genggam kemenyan halus, lalu membawa semuanya ke dalam Bilik Maha Suci."},{"number":13,"verse":"Di sana, di hadapan Tabut Perjanjian, dia harus membakar kemenyan itu dan asap kemenyan itu akan menutupi penutup Tabut Perjanjian supaya Harun tidak nampak penutup itu; jika dia nampak penutup itu, dia akan mati."},{"number":14,"verse":"Dia harus mengambil sedikit darah lembu jantan itu, lalu dengan jarinya memercikkan darah itu di bahagian depan penutup Tabut Perjanjian dan tujuh kali di depan Tabut itu."},{"number":15,"verse":"( ) Kemudian Harun harus menyembelih kambing itu sebagai korban untuk mengampunkan dosa bagi umat Israel. Dia harus membawa darah kambing itu ke dalam Bilik Maha Suci, lalu memercikkan darah itu di atas penutup Tabut Perjanjian dan di hadapan Tabut itu sebagaimana yang dilakukannya dengan darah lembu jantan itu."},{"number":16,"verse":"Dengan cara ini dia melakukan upacara untuk menyucikan Bilik Maha Suci daripada kenajisan umat Israel dan daripada segala dosa mereka. Dia mesti melakukan upacara ini bagi bahagian-bahagian lain Khemah TUHAN kerana Khemah itu ada di tengah-tengah perkhemahan yang najis."},{"number":17,"verse":"Tiada seorang pun boleh berada di dalam Khemah TUHAN, mulai dari saat Harun masuk ke dalam Bilik Maha Suci untuk melakukan upacara penyucian, sehingga dia keluar semula. Selepas dia melakukan upacara itu bagi dirinya sendiri, bagi keluarganya, dan bagi semua orang Israel,"},{"number":18,"verse":"dia harus pergi ke mazbah tempat membakar korban untuk menyenangkan hati TUHAN, supaya menyucikan mazbah itu. Dia harus mengambil sedikit darah lembu jantan dan sedikit darah kambing, lalu menyapukan darah itu pada unjuran di sudut-sudut mazbah."},{"number":19,"verse":"Kemudian dengan jarinya dia harus memercikkan darah itu ke atas mazbah sebanyak tujuh kali. Dengan cara ini dia menyucikan mazbah itu daripada kenajisan umat Israel, dan menjadikan mazbah itu suci."},{"number":20,"verse":"( Kambing Penanggung Dosa) Selepas Harun melakukan upacara penyucian bagi Bilik Maha Suci, bahagian-bahagian lain Khemah TUHAN dan mazbah, lalu kepada TUHAN dia harus mempersembahkan kambing jantan hidup yang dipilih bagi Azazel. ( Azazel: Lihat 16.8.)"},{"number":21,"verse":"Harun harus meletakkan kedua-dua belah tangannya di atas kepala kambing itu lalu mengakui segala kejahatan, dosa, dan pemberontakan umat Israel. Dengan demikian semua dosa umat Israel dipindahkan ke atas kepala kambing itu. Kemudian kambing itu harus diusir ke padang gurun oleh seorang yang sudah diberikan tugas itu."},{"number":22,"verse":"Kambing itu membawa segala dosa umat Israel jauh ke tanah tandus, yang tidak dihuni orang. Kambing itu akan dilepaskan di padang gurun."},{"number":23,"verse":"( ) Selepas itu Harun harus masuk ke dalam Khemah TUHAN, membuka pakaian imam yang dipakainya ketika dia masuk ke Bilik Maha Suci, lalu meninggalkan pakaian itu di situ."},{"number":24,"verse":"Dia mesti mandi di satu tempat yang khas, kemudian memakai pakaiannya sendiri. Selepas itu dia harus keluar, lalu mempersembahkan korban untuk menyenangkan hati TUHAN, bagi menghapuskan dosanya sendiri dan dosa umat Israel."},{"number":25,"verse":"Dia harus membakar lemak binatang yang dipersembahkan bagi korban untuk mengampunkan dosa, di atas mazbah."},{"number":26,"verse":"Orang yang melepaskan kambing jantan untuk Azazel di padang gurun, mesti mencuci pakaiannya dan mandi sebelum balik ke perkhemahan."},{"number":27,"verse":"( ) Lembu jantan dan kambing yang dipersembahkan bagi korban untuk mengampunkan dosa, dan yang darahnya dibawa ke dalam Bilik Maha Suci untuk menghapuskan dosa, mesti dibawa ke luar perkhemahan dan dibakar. Kulit, daging, dan usus kedua-dua binatang itu mesti dibakar semuanya."},{"number":28,"verse":"Orang yang membakarnya mesti mencuci pakaiannya dan mandi sebelum balik ke perkhemahan."},{"number":29,"verse":"( Cara Merayakan Hari Pengampunan Dosa) Peraturan-peraturan yang berikut harus dipatuhi selama-lamanya. Pada hari kesepuluh bulan ketujuh, orang Israel dan orang asing yang tinggal bersama-sama mereka, mesti berpuasa dan tidak boleh bekerja."},{"number":30,"verse":"Pada hari itu upacara harus dilakukan untuk menyucikan mereka daripada segala dosa agar mereka menjadi tahir."},{"number":31,"verse":"Hari itu adalah hari yang sangat suci, apabila orang Israel berpuasa dan tidak bekerja sama sekali. Peraturan-peraturan ini mesti dipatuhi selama-lamanya."},{"number":32,"verse":"Imam Agung yang telah ditahbiskan untuk menggantikan bapanya, dan dikhaskan bagi Allah, mesti melakukan upacara penyucian. Dia harus memakai pakaian imam,"},{"number":33,"verse":"lalu melakukan upacara penyucian bagi Bilik Maha Suci, bahagian-bahagian lain Khemah TUHAN, mazbah, imam-imam, dan semua orang Israel."},{"number":34,"verse":"( ; ) Peraturan-peraturan ini mesti dipatuhi selama-lamanya. Upacara ini mesti dilakukan sekali setahun untuk menyucikan orang Israel daripada segala dosa mereka. Oleh itu, semuanya dilakukan sebagaimana yang diperintahkan TUHAN kepada Musa."}]}