{"bibleAbbr":"msAB1996","bookName":"IMAMAT","bookEnglishName":"Leviticus","chapterNumber":17,"verses":[{"number":1,"verse":"( Peraturan tentang Darah) TUHAN memerintahkan Musa"},{"number":2,"verse":"supaya memberikan peraturan-peraturan berikut kepada Harun dan anak-anaknya, dan kepada segenap umat Israel."},{"number":3,"verse":"Apabila seorang Israel mempersembahkan lembu, domba, atau kambing kepada TUHAN, binatang itu harus disembelih di depan pintu Khemah TUHAN. Jika dia menyembelih binatang itu di tempat lain, dia sudah melanggar hukum. Dia sudah menumpahkan darah dan tidak boleh lagi dianggap sebagai anggota umat Allah."},{"number":5,"verse":"Perintah ini bermaksud bahawa mulai masa itu, orang Israel harus membawa semua binatang yang hendak dipersembahkan ke Khemah TUHAN; dahulu binatang itu biasanya disembelih di padang. Orang Israel wajib membawa binatang itu kepada imam di hadapan pintu Khemah TUHAN, dan menyembelihnya di situ sebagai korban untuk memohon berkat TUHAN."},{"number":6,"verse":"Imam harus menyiramkan darah binatang itu pada sisi-sisi mazbah di hadapan pintu Khemah, lalu membakar lemak binatang itu supaya baunya menyenangkan hati TUHAN."},{"number":7,"verse":"Umat Israel mesti tetap setia kepada TUHAN, dan tidak boleh menyembelih binatang mereka di padang sebagai korban kepada syaitan-syaitan yang menyerupai kambing. Umat Israel harus mematuhi peraturan ini selama-lamanya."},{"number":8,"verse":"Apabila seorang Israel atau seorang asing yang tinggal di kalangan orang Israel mempersembahkan korban untuk menyenangkan hati TUHAN, atau korban-korban lain"},{"number":9,"verse":"kepada TUHAN, dia harus mempersembahkannya di hadapan pintu Khemah TUHAN. Jika dia mempersembahkannya di tempat lain, dia tidak lagi dianggap sebagai anggota umat Allah."},{"number":10,"verse":"( ; , ; , , ) Jika orang Israel ataupun orang asing yang tinggal di kalangan mereka makan darah, orang itu akan ditentang oleh TUHAN, dan dia tidak lagi dianggap sebagai anggota umat-Nya."},{"number":11,"verse":"( ) Nyawa tiap-tiap makhluk terkandung di dalam darahnya. Itulah sebabnya TUHAN memberikan perintah supaya semua darah dituangkan ke atas mazbah untuk menghapuskan dosa umat. Darah, iaitu nyawa, menghapuskan dosa."},{"number":12,"verse":"Itulah sebabnya TUHAN melarang orang Israel dan orang asing yang tinggal di kalangan mereka daripada makan darah."},{"number":13,"verse":"Orang Israel mahupun bangsa asing yang tinggal di kalangan mereka, yang menangkap seekor binatang atau burung yang halal, mesti mencurahkan darah haiwan itu ke tanah lalu menutupi darah itu dengan tanah."},{"number":14,"verse":"Nyawa tiap-tiap makhluk terkandung di dalam darahnya. Itulah sebabnya TUHAN memberitahu umat Israel bahawa mereka tidak boleh makan darah sebarang makhluk. Sesiapa yang makan darah tidak lagi dianggap sebagai anggota umat Allah."},{"number":15,"verse":"Sesiapa sahaja, orang Israel ataupun orang asing, yang makan daging binatang yang sudah mati, sama ada yang mati biasa ataupun yang menjadi mangsa binatang buas, mesti mencuci pakaiannya serta mandi, dan menunggu sampai matahari terbenam, barulah dia menjadi tahir semula."},{"number":16,"verse":"Jika dia tidak mencuci pakaiannya dan tidak mandi, dia mesti menanggung akibatnya."}]}