{"bibleAbbr":"msAB1996","bookName":"IMAMAT","bookEnglishName":"Leviticus","chapterNumber":2,"verses":[{"number":1,"verse":"( Korban untuk Mengucap Syukur kepada TUHAN) Apabila seseorang mempersembahkan korban untuk mengucap syukur kepada TUHAN, ( Korban untuk mengucap syukur kepada TUHAN; Harfiah: Korban bijirin. Lihat Kamus.) korban itu harus berupa tepung terbaik, yang dituangi minyak zaitun dan dibubuhi kemenyan di atasnya."},{"number":2,"verse":"Orang itu harus membawa persembahannya kepada imam-imam keturunan Harun. Imam yang mempersembahkan korban itu harus mengambil segenggam tepung serta minyak itu dan semua kemenyannya, lalu membakar semuanya di atas mazbah sebagai tanda bahawa keseluruhannya sudah dipersembahkan kepada TUHAN. Bau persembahan makanan itu menyenangkan hati TUHAN."},{"number":3,"verse":"Lebihan korban untuk mengucap syukur kepada TUHAN itu adalah bagi para imam. Korban ini sangat suci kerana diambil daripada makanan yang sudah dipersembahkan kepada TUHAN."},{"number":4,"verse":"Jika persembahan itu roti yang dibakar di dalam ketuhar, roti itu tidak boleh dicampuri ragi. Roti itu boleh tebal, dibuat daripada tepung terbaik yang dicampuri minyak zaitun, dan boleh juga roti tipis, yang disapu dengan minyak zaitun."},{"number":5,"verse":"Jika persembahan itu roti yang dipanggang di atas pemanggang, roti itu harus dibuat daripada tepung terbaik yang dicampuri minyak zaitun tetapi tidak beragi."},{"number":6,"verse":"Roti itu harus dibelah-belah dan dituangi minyak zaitun ketika dipersembahkan."},{"number":7,"verse":"Jika persembahan itu roti yang dimasak di dalam kuali, roti itu harus dibuat daripada tepung terbaik dan minyak zaitun."},{"number":8,"verse":"Roti yang dibuat seperti ini harus dipersembahkan kepada TUHAN, dan diserahkan kepada imam yang membawanya ke mazbah."},{"number":9,"verse":"Imam itu akan mengambil sebahagian roti itu, lalu membakarnya di atas mazbah sebagai tanda bahawa keseluruhannya sudah dipersembahkan kepada TUHAN. Bau persembahan makanan itu menyenangkan hati TUHAN."},{"number":10,"verse":"Lebihan korban itu untuk para imam. Korban ini sangat suci kerana diambil daripada makanan yang sudah dipersembahkan kepada TUHAN."},{"number":11,"verse":"Korban untuk mengucap syukur, yang dipersembahkan kepada TUHAN tidak boleh dicampuri ragi. Jangan sekali-kali campurkan ragi atau madu ke dalam makanan yang dipersembahkan kepada TUHAN."},{"number":12,"verse":"Hasil tanaman yang mula-mula kamu tuai pada setiap tahun harus dipersembahkan kepada TUHAN, tetapi persembahan itu tidak boleh dibakar di atas mazbah."},{"number":13,"verse":"Bubuhlah garam pada tiap-tiap korban untuk mengucap syukur kepada TUHAN, kerana garam melambangkan perjanjian antara kamu dengan Allah. Bubuhlah garam pada semua persembahan kamu."},{"number":14,"verse":"Apabila hasil tanaman yang mula-mula kamu tuai dipersembahkan kepada TUHAN, persembahkanlah biji-bijian baru yang sudah dipanggang atau yang sudah dikisar halus."},{"number":15,"verse":"Biji-bijian itu harus dituangi minyak zaitun dan dibubuhi kemenyan."},{"number":16,"verse":"Imam akan membakar sebahagian daripada tepung dan minyak zaitun, serta semua kemenyan itu, sebagai tanda bahawa keseluruhannya sudah dipersembahkan sebagai persembahan makanan kepada TUHAN."}]}