{"bibleAbbr":"msAB1996","bookName":"IMAMAT","bookEnglishName":"Leviticus","chapterNumber":26,"verses":[{"number":1,"verse":"( Berkat kerana Taat) ( ( 50 7:12-24 , 50 28:1-14 )) ( ; ; , , ) TUHAN berfirman, “Jangan buat berhala, dan jangan dirikan patung, tugu berhala atau batu berukir untuk disembah. Akulah TUHAN, Allah kamu."},{"number":2,"verse":"Rayakanlah hari Sabat dan hormatilah tempat Aku disembah. Akulah TUHAN."},{"number":3,"verse":"Jika kamu hidup menurut hukum-Ku dan taat kepada perintah-Ku,"},{"number":4,"verse":"Aku akan menurunkan hujan pada waktunya supaya tanah kamu dapat mengeluarkan hasil, dan pokok-pokok akan berbuah."},{"number":5,"verse":"( , ) Hasil tanaman kamu akan sedemikian banyak sehingga kamu masih menuai gandum apabila tiba masanya memetik buah anggur, dan kamu masih memetik buah anggur apabila tiba masanya menanam gandum. Kamu akan mendapat makanan yang cukup, dan hidup tenteram di negeri kamu."},{"number":6,"verse":"Aku akan mendatangkan keamanan di negeri kamu sehingga kamu dapat tidur tanpa berasa takut terhadap sesiapa pun. Aku akan melenyapkan binatang buas di negeri itu, dan peperangan pun tidak akan ada lagi."},{"number":7,"verse":"Kamu akan mengalahkan musuh kamu;"},{"number":8,"verse":"dengan lima orang, kamu akan mengalahkan seratus orang musuh, dan dengan seratus orang kamu akan mengalahkan sepuluh ribu orang musuh."},{"number":9,"verse":"Aku akan memberkati kamu dan memberi kamu anak yang banyak. Aku akan menepati perjanjian yang Aku buat dengan kamu."},{"number":10,"verse":"Hasil tanaman kamu akan sedemikian banyak sehingga cukup untuk satu tahun. Bahkan kamu terpaksa mengeluarkan sisa tuaian yang lama supaya ada tempat untuk menyimpan tuaian yang baru."},{"number":11,"verse":"Aku akan tinggal di kalangan kamu dalam Khemah-Ku, dan Aku sekali-kali tidak akan menolak kamu."},{"number":12,"verse":"( ) Aku akan menyertai kamu; Aku akan menjadi Allah kamu dan kamu menjadi umat-Ku."},{"number":13,"verse":"Aku TUHAN, Allah kamu, membawa kamu keluar dari Mesir supaya kamu tidak lagi menjadi abdi. Aku sudah mematahkan kekuasaan yang menindas kamu, dan menjadikan kamu orang yang merdeka.”"},{"number":14,"verse":"( Hukuman kerana Tidak Taat) ( ( 50 28:15-68 )) TUHAN berfirman, “Jika kamu tidak mahu taat kepada perintah-Ku, kamu akan dihukum."},{"number":15,"verse":"Jika kamu tidak mahu patuh kepada hukum dan perintah-Ku, serta tidak menepati perjanjian yang Aku buat dengan kamu,"},{"number":16,"verse":"Aku akan menghukum kamu. Aku akan mendatangkan bencana kepada kamu — penyakit yang tidak dapat disembuhkan dan demam, sehingga kamu buta dan hidup merana. Kamu akan bercucuk tanam tetapi sia-sia sahaja, kerana musuh kamu akan mengalahkan kamu dan memakan hasil tanaman kamu."},{"number":17,"verse":"Aku akan menentang kamu sehingga kamu dikalahkan musuh. Orang yang membenci kamu akan menjajah kamu, dan kamu akan menjadi begitu takut sehingga kamu akan lari walaupun tidak ada orang yang mengejar kamu."},{"number":18,"verse":"Jika setelah mengalami segala hukuman itu kamu masih tidak taat kepada-Ku, Aku akan menambah hukuman itu tujuh kali ganda."},{"number":19,"verse":"Aku akan mematahkan kekuasaan yang kamu banggakan. Hujan tidak akan turun sehingga tanah kamu menjadi kering dan keras seperti besi."},{"number":20,"verse":"Semua usaha kamu sia-sia sahaja, kerana tanah tidak akan mengeluarkan hasil dan pokok-pokok tidak akan berbuah."},{"number":21,"verse":"Jika kamu masih juga melawan Aku dan tidak mahu taat kepada-Ku, Aku akan menambah hukuman itu tujuh kali ganda lagi."},{"number":22,"verse":"Aku akan mengirim binatang buas ke tengah-tengah kamu. Binatang-binatang itu akan membunuh anak-anak kamu dan memusnahkan ternakan kamu, sehingga kamu tinggal sedikit sahaja, dan jalan-jalan kamu menjadi lengang."},{"number":23,"verse":"Jika segala hukuman itu sudah berlaku, tetapi kamu masih tidak mahu mendengarkan Aku melainkan terus juga menentang Aku,"},{"number":24,"verse":"maka Aku akan melawan kamu dan menghukum kamu tujuh kali lebih dahsyat daripada yang sudah-sudah."},{"number":25,"verse":"Aku akan mendatangkan peperangan di negeri kamu untuk menghukum kamu, kerana kamu memungkiri perjanjian-Ku dengan kamu. Apabila kamu berkumpul di dalam kota untuk mencari perlindungan, Aku akan mendatangkan penyakit yang membawa maut sehingga kamu terpaksa menyerah kepada musuh."},{"number":26,"verse":"Aku tidak akan memberi kamu makanan sehingga sepuluh orang perempuan hanya memerlukan satu ketuhar roti untuk membakar semua roti yang ada. Roti itu akan dicatu, dan sesudah kamu memakannya kamu masih lapar."},{"number":27,"verse":"Jika setelah segalanya ini berlaku, dan kamu masih tetap menentang Aku dan tidak mahu taat kepada-Ku,"},{"number":28,"verse":"maka dengan murka Aku akan melawan kamu dan menghukum kamu tujuh kali lebih dahsyat daripada yang sudah-sudah."},{"number":29,"verse":"Kamu akan menjadi begitu lapar sehingga kamu makan anak-anak kamu sendiri."},{"number":30,"verse":"Aku akan memusnahkan tempat-tempat pemujaan kamu di bukit-bukit, merobohkan mazbah-mazbah tempat kamu membakar kemenyan, dan melemparkan mayat kamu ke atas berhala yang sudah roboh itu. Kerana jijik,"},{"number":31,"verse":"Aku akan memusnahkan kota-kota kamu dan juga tempat-tempat pemujaan kamu. Aku tidak akan menerima korban daripada kamu."},{"number":32,"verse":"Negeri kamu akan Kumusnahkan sama sekali, sehingga musuh yang menduduki negeri kamu akan terperanjat melihat betapa dahsyatnya kemusnahan itu."},{"number":33,"verse":"Aku akan mendatangkan peperangan di negeri kamu, lalu kamu akan tercerai-cerai di negeri orang. Kota-kota kamu akan hancur dan negeri kamu akan terlantar."},{"number":34,"verse":"Pada masa itu, sementara kamu berada dalam pembuangan di negeri musuh kamu, tanah yang tidak kamu biarkan berehat semasa kamu mendiaminya, akan terlantar dan mendapat kesempatan berehat."},{"number":36,"verse":"Aku akan menyebabkan kamu yang dibuang di negeri orang begitu takut, sehingga bunyi daun yang ditiup angin pun menyebabkan kamu lari. Kamu akan lari seolah-olah dikejar oleh musuh dalam pertempuran, dan kamu akan jatuh walaupun tidak ada musuh dekat kamu."},{"number":37,"verse":"Kamu akan tersandung satu sama lain walaupun tiada sesiapa yang mengejar kamu. Kamu tidak akan dapat melawan musuh."},{"number":38,"verse":"Kamu akan mati dalam pembuangan, dan dikubur di negeri musuh."},{"number":39,"verse":"Sebahagian kecil daripada kamu yang masih hidup di negeri musuh akan merana kerana dosa kamu sendiri dan dosa nenek moyang kamu."},{"number":40,"verse":"Tetapi keturunan kamu akan mengakui dosa mereka dan dosa nenek moyang mereka yang melawan Aku dan memberontak terhadap Aku,"},{"number":41,"verse":"sehingga menyebabkan Aku menentang mereka dan membuang mereka di negeri musuh. Akhirnya, apabila keturunan kamu merendahkan diri, dan telah menjalani hukuman kerana dosa dan pemberontakan mereka,"},{"number":42,"verse":"( , , ) Aku akan mengingat perjanjian-Ku dengan Yakub, Ishak, dan Abraham. Aku akan membaharui janji-Ku untuk memberikan negeri itu kepada umat-Ku."},{"number":43,"verse":"Tetapi terlebih dahulu, negeri itu mesti dikosongkan daripada penduduknya supaya sungguh-sungguh dapat berehat. Umat-Ku mesti menjalani semua hukuman, kerana tidak mahu mematuhi hukum dan perintah-Ku."},{"number":44,"verse":"Walaupun demikian, semasa mereka di negeri musuh, Aku tidak akan meninggalkan ataupun membinasakan mereka sama sekali. Jika Aku berbuat begitu, tindakan itu akan membatalkan perjanjian-Ku dengan mereka, sedangkan Aku ini TUHAN, Allah mereka."},{"number":45,"verse":"Aku akan membaharui perjanjian yang Aku buat dengan nenek moyang mereka ketika Aku membawa mereka keluar dari Mesir untuk menunjukkan kuasa-Ku kepada semua bangsa, dan supaya Aku, TUHAN, boleh menjadi Allah mereka.”"},{"number":46,"verse":"( ) Itulah semua hukum dan perintah yang diberikan oleh TUHAN kepada Musa di atas Gunung Sinai untuk umat Israel."}]}