{"bibleAbbr":"msAB1996","bookName":"IMAMAT","bookEnglishName":"Leviticus","chapterNumber":27,"verses":[{"number":1,"verse":"( Peraturan tentang Persembahan kepada TUHAN) TUHAN memberi Musa"},{"number":2,"verse":"peraturan-peraturan berikut untuk umat Israel. Apabila seseorang dipersembahkan kepada TUHAN untuk menunaikan nazar, orang itu dapat ditebus dengan harga berikut,"},{"number":3,"verse":"yang ditentukan di dalam Khemah TUHAN: — 60 tahun ke atas: lelaki: 15 keping wang perak perempuan: 10 keping wang perak — antara 20-60 tahun: lelaki: 50 keping wang perak perempuan: 30 keping wang perak — antara 5-20 tahun: lelaki: 20 keping wang perak perempuan: 10 keping wang perak — di bawah 5 tahun: lelaki: 5 keping wang perak perempuan: 3 keping wang perak"},{"number":8,"verse":"Jika orang yang bernazar itu tidak sanggup membayar harga yang ditentukan, dia harus membawa orang yang dipersembahkan kepada TUHAN itu kepada imam, dan imam akan menurunkan harganya menurut kesanggupan orang itu."},{"number":9,"verse":"Jika nazar itu tentang binatang yang dapat diterima sebagai korban kepada TUHAN, maka setiap persembahan yang diberikan kepada TUHAN menjadi milik TUHAN."},{"number":10,"verse":"Orang yang bernazar itu tidak boleh menukarnya dengan binatang lain. Jika dia berbuat begitu, kedua-dua ekor binatang itu menjadi milik TUHAN."},{"number":11,"verse":"Tetapi jika nazar itu tentang binatang haram yang tidak dapat diterima sebagai korban kepada TUHAN, orang yang bernazar itu harus membawa binatang itu kepada imam."},{"number":12,"verse":"Imam akan menentukan harganya menurut keadaan binatang itu, dan itulah harga mati."},{"number":13,"verse":"Jika orang itu hendak menebus binatangnya, dia mesti membayar harga itu ditambah dengan dua puluh peratus."},{"number":14,"verse":"Apabila seseorang mempersembahkan rumahnya kepada TUHAN, imam akan menentukan harganya menurut keadaan rumah itu, dan itulah harga mati."},{"number":15,"verse":"Jika orang itu hendak menebus rumahnya, dia mesti membayar harga itu ditambah dengan dua puluh peratus."},{"number":16,"verse":"Apabila seseorang mempersembahkan sebahagian daripada tanahnya kepada TUHAN, harganya ditentukan menurut jumlah benih yang dapat ditanam di tanah itu; untuk setiap 20 kilogram barli, harganya sepuluh keping wang perak."},{"number":17,"verse":"Jika orang itu mempersembahkan tanahnya sebaik sahaja Tahun Pengembalian berakhir, harganya mesti dibayar penuh."},{"number":18,"verse":"Tetapi jika tanah itu dipersembahkan selepas Tahun Pengembalian, harganya harus ditentukan oleh imam menurut bilangan tahun yang masih tinggal sebelum Tahun Pengembalian yang akan datang; harganya pun menjadi lebih murah."},{"number":19,"verse":"Jika orang yang mempersembahkan tanah itu hendak menebusnya, dia mesti membayar harga itu ditambah dengan dua puluh peratus."},{"number":20,"verse":"Jika dia menjual tanah itu kepada orang lain sebelum dia menebusnya daripada TUHAN, dia kehilangan hak untuk menebus tanah itu."},{"number":21,"verse":"Pada Tahun Pengembalian yang akan datang, tanah itu menjadi milik TUHAN selama-lamanya, dan tanah itu diberikan kepada para imam."},{"number":22,"verse":"Jika seseorang mempersembahkan tanah yang dibelinya kepada TUHAN,"},{"number":23,"verse":"imam akan menentukan harganya menurut tahun yang masih tinggal sehingga Tahun Pengembalian yang akan datang. Orang itu mesti membayar harganya pada hari itu juga, dan wang itu menjadi milik TUHAN."},{"number":24,"verse":"Pada Tahun Pengembalian, tanah itu mesti dikembalikan kepada pemilik asalnya atau kepada keturunannya."},{"number":25,"verse":"Semua harga mesti ditentukan menurut harga yang ditetapkan di Khemah TUHAN."},{"number":26,"verse":"Anak sulung binatang sudah sememangnya milik TUHAN, dan tidak boleh dipersembahkan sebagai korban yang dipersembahkan dengan sukarela. Anak lembu, anak domba, atau anak kambing yang sulung menjadi milik TUHAN."},{"number":27,"verse":"Tetapi anak sulung binatang haram boleh ditebus menurut harga yang ditentukan di Khemah TUHAN, ditambah dengan dua puluh peratus. Jika tidak ditebus, binatang itu boleh dijual kepada orang lain menurut harga yang ditentukan di Khemah TUHAN."},{"number":28,"verse":"( ) Tiada seorang pun boleh menjual ataupun menebus apa yang sudah dikhaskannya tanpa syarat ( dikhaskan tanpa syarat: Apa sahaja yang dikhaskan dengan cara itu menjadi milik TUHAN secara mutlak, sehingga tidak dapat digunakan lagi dan harus dibinasakan.) untuk TUHAN, sama ada manusia, binatang, ataupun tanah. Semua itu menjadi milik TUHAN selama-lamanya."},{"number":29,"verse":"Bahkan manusia yang sudah dikhaskan tanpa syarat untuk TUHAN, tidak dapat ditebus; orang itu mesti dibunuh."},{"number":30,"verse":"Sepuluh peratus daripada segala hasil tanaman kamu, baik gandum mahupun buah-buahan menjadi milik TUHAN."},{"number":31,"verse":"Jika seseorang hendak menebus sebahagian daripada hasil itu, dia harus menebusnya menurut harga yang ditentukan di Khemah TUHAN, ditambah dengan dua puluh peratus."},{"number":32,"verse":"Seekor daripada tiap-tiap sepuluh ekor binatang ternakan adalah milik TUHAN. Apabila binatang itu dihitung, tiap-tiap yang kesepuluh menjadi milik TUHAN."},{"number":33,"verse":"( ; ) Pemilik ternakan itu tidak boleh mengatur binatang itu sedemikian rupa sehingga yang kurang baik sahaja yang terpilih. Apa sahaja yang sudah terpilih tidak boleh ditukar. Jika dia menukarnya, kedua-dua ekor binatang itu menjadi milik TUHAN, dan tidak boleh ditebus."},{"number":34,"verse":"Itulah perintah-perintah yang diberikan TUHAN kepada Musa di atas Gunung Sinai untuk umat Israel."}]}