{"bibleAbbr":"msAB1996","bookName":"IMAMAT","bookEnglishName":"Leviticus","chapterNumber":3,"verses":[{"number":1,"verse":"( Korban untuk Memohon Berkat TUHAN) Apabila seseorang mempersembahkan salah seekor lembunya sebagai korban untuk memohon berkat TUHAN, ( Korban untuk memohon berkat TUHAN; Harfiah: Korban perdamaian. Lihat Kamus.) lembu itu boleh jantan atau betina, tetapi tidak boleh ada kecacatan."},{"number":2,"verse":"Orang itu harus meletakkan tangannya di atas kepala lembu itu, lalu menyembelihnya di hadapan pintu Khemah TUHAN. Imam-imam keturunan Harun akan menyiramkan darah lembu itu pada keempat-empat sisi mazbah,"},{"number":3,"verse":"lalu mempersembahkan bahagian berikut daripada lembu itu sebagai persembahan makanan kepada TUHAN: semua lemak yang membungkus isi perut,"},{"number":4,"verse":"buah pinggang dan lemaknya, serta bahagian yang terbaik daripada hati lembu itu."},{"number":5,"verse":"Imam-imam harus membakar semuanya di atas mazbah bersama-sama korban untuk menyenangkan hati TUHAN. Bau persembahan makanan itu menyenangkan hati TUHAN."},{"number":6,"verse":"Jika yang dipersembahkan bagi korban untuk memohon berkat TUHAN itu, domba atau kambing, bolehlah binatang itu jantan atau betina, tetapi tidak boleh ada kecacatan."},{"number":7,"verse":"Jika seseorang mempersembahkan seekor domba, dia harus membawa domba itu ke Khemah TUHAN."},{"number":8,"verse":"Dia harus meletakkan tangannya di atas kepala domba itu lalu menyembelihnya di hadapan Khemah TUHAN. Imam-imam akan menyiramkan darah domba itu pada keempat-empat sisi mazbah,"},{"number":9,"verse":"lalu mempersembahkan bahagian berikut daripada domba itu sebagai persembahan makanan kepada TUHAN: lemak, seluruh ekor yang berlemak dan dipotong dekat tulang belakang, lemak yang membungkus isi perut,"},{"number":10,"verse":"buah pinggang serta lemaknya, dan bahagian yang terbaik daripada hati domba itu."},{"number":11,"verse":"Imam yang bertugas akan membakar semuanya di atas mazbah sebagai persembahan makanan kepada TUHAN."},{"number":12,"verse":"Jika seseorang mempersembahkan seekor kambing, dia harus membawa kambing itu ke Khemah TUHAN."},{"number":13,"verse":"Dia harus meletakkan tangannya di atas kepala kambing itu, lalu menyembelihnya di hadapan Khemah TUHAN. Imam-imam akan menyiramkan darah kambing itu pada keempat-empat sisi mazbah,"},{"number":14,"verse":"lalu mempersembahkan bahagian berikut daripada kambing itu sebagai persembahan makanan kepada TUHAN: semua lemak yang membungkus isi perut,"},{"number":15,"verse":"buah pinggang serta lemaknya, dan bahagian yang terbaik daripada hati kambing itu."},{"number":16,"verse":"Imam yang bertugas akan membakar semuanya di atas mazbah. Bau persembahan makanan itu menyenangkan hati TUHAN. Semua lemak binatang adalah untuk TUHAN."},{"number":17,"verse":"Orang Israel sekali-kali tidak boleh makan lemak atau darah. Peraturan ini mesti dipatuhi oleh semua orang Israel sampai selama-lamanya, di mana sahaja mereka tinggal."}]}