{"bibleAbbr":"TRC1535","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":13,"verses":[{"number":1,"verse":"Yf there a ryse amonge you a prophett or a dreamer of dreames and geue the a sygne or a wondre,"},{"number":2,"verse":"and that sygne or wonder which he hath sayed come to passe, and then saye: lat vs goo after straunge Goddes which thou hast not knowen, and let vs serue them:"},{"number":3,"verse":"herken not vnto the wordes of that prophete or dreamer of dreames. For the Lorde thy God tepteth you, to wete whether ye loue the Lord youre God with all youre hertes ad with al youre soules."},{"number":4,"verse":"For ye must walke after the Lorde youre God ad feare him and kepe his comaudmentes and herken vnto his voyce and serue him and cleaue vnto him."},{"number":5,"verse":"And that prophete or dreamer of dreames shall dye for it, because he hath spoke to turne you awaye fro the Lorde youre God which broughte you out of the londe of Egipte ad delyuered you out of the housse of bondage, to thrust the out of the waye whiche the Lorde thy God commaunded the to walke in: and so thou shalt put euell awaye from the."},{"number":6,"verse":"Yf thy brother the sonne of thy mother or thyne awne sonne or thy doughter or the wife that lieth in thy bosome or thy frende which is as thyne awne soule vnto the, entyce the secretly sayenge: let vs goo and serue straunge goddes which thou hast not knowe nor yet thy fathers,"},{"number":7,"verse":"of the goddes of the people whiche are roude aboute the, whether thei be nye vnto the or farre of from the, from the one ende of the lande vnto the other:"},{"number":8,"verse":"Se thou consente not vnto him nor herken vnto him: no let not thyne eye pitye him nor haue compassyon on hym, nor kepe him secrett, but cause him to be slayne:"},{"number":9,"verse":"Thine hande shalbe first apon hym to kyll him: and then the handes off all the people."},{"number":10,"verse":"And thou shalt stone hym with stones that he dye, because he hath gone aboute to thrust the awaye from the Lord thy God which brought the out of Egipte the housse of bondage."},{"number":11,"verse":"And all Israel shall heare and feare ad shall doo no moare any soche wekednesse as this is, amonge them."},{"number":12,"verse":"Yf thou shalt heare saye of one of thy cities which the Lorde thy God hath geuen the to dwell in,"},{"number":13,"verse":"that certen beyng the childern of Beliall are gone out from amonge you and haue moued the enhabiters of their citie sayeng: lat vs goo and serue straunge Goddes whiche ye haue not knowen."},{"number":14,"verse":"Then seke and make serche and enquere diligently. Yf it be true and the thinge of a suertie that soch abhominacion is wrought among you:"},{"number":15,"verse":"then thou shalt smyte the dwellers of that citie with the edge of the swerde, and destroye it mercylesse and all that is therin, and euen the very catell thereof with the edge of the swerde."},{"number":16,"verse":"And gather all the spoyle of it in to the myddes of the streates thereof, and burne with fire: both the citie and all the spoyle thereof euery whitte vnto the Lord thy God. And it shalbe an hepe for euer and shall not be bylt agayne."},{"number":17,"verse":"And se that their cleaue nought of the damned thinge in thine hande, that the Lorde maye turne fro his fearse wrath and shewe the mercye ad haue compassion on the and multiplye the, as he hath sworne vnto thy fathers:"},{"number":18,"verse":"when thou hast herkened vnto the voyce of the Lorde thy God, to kepe all his comaundmentes which I comaunde the thys daye so that thou doo that which is right in the eyes of the Lorde thy God."}]}