{"bibleAbbr":"TRC1535","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"When thou goest out to batayle agenste thine enemyes, and seest horses and charettes and people moo then thou, be not aferde of them, for the Lorde thy God is with the whiche broughte the out of the londe off Egipte."},{"number":2,"verse":"And when ye are come nye vnto batayle, let the preast come forth and speake vnto the people"},{"number":3,"verse":"and saye vnto them: Heare Israel, ye are come vnto batayle agenste youre enemyes, let not youre hartes faynte, nether feare nor be amased nor a dreade of them."},{"number":4,"verse":"For the Lorde thy God goeth with you to fyghte for you agenste youre enemyes and to saue you."},{"number":5,"verse":"And let the officers speake vnto the people sayenge: Yf any man haue bylt a new housse and haue not dedicate it, let him goo and returne to his housse lest he dye in the batayle, and another dedicate it."},{"number":6,"verse":"And yf any man haue planted a vyneyarde and haue not made it comen, let him goo and returne agayne vnto his house, lest he dye in the batayle and another make it comen."},{"number":7,"verse":"And yf any man be betrothed vnto a wyfe and haue not taken hyr, let hym goo and returne agayne vnto his housse, lest he dye in the batayle and another take her."},{"number":8,"verse":"And let the officers speake further vnto the people and saye. Yf any man feare and be faynte herted, let him goo and returne vnto his housse, lest his brothers hert be made faynte as well as his."},{"number":9,"verse":"And when the officers haue made an ende off speakynge vnto the people, let the make captaynes of warre ouer them."},{"number":10,"verse":"When thou comest nye vnto a citie to fight agenst it, offre them peace."},{"number":11,"verse":"And yf they answere the agayne peasably, and open vnto the, then let all the people that is founde therein be tributaries vnto the and serue the."},{"number":12,"verse":"But and yf they will make no peace with the, then make warre agenste the citie and besege it."},{"number":13,"verse":"And when the Lord thy God hath delyuered it in to thine handes, smyte all the males thereof with the edge of the swerde,"},{"number":14,"verse":"saue the weme and the childern and the catell and all that is in the citie and all the spoyle thereof take vnto thy selfe and eate the spoyle of thyne enemies which the Lord thy God geueth the."},{"number":15,"verse":"Thus thou shalt doo vnto all the cities whiche are a greate waye of from the ad not of the cities of these nacions."},{"number":16,"verse":"But in the cities of these nacions which the Lorde thy God geueth the to enheret, thou shalt saue alyue nothinge that bretheth."},{"number":17,"verse":"But shalt destroye them with out redempcion, both the Hethites, the Amorites, the Cananites, the Pherezites, the Heuites and the Iebusites, as the Lorde thy God hath commaunded the,"},{"number":18,"verse":"that they teach you not to doo after all their abhominacyons whiche they doo vnto theire goddes, and so shulde synne agenst the Lorde youre God"},{"number":19,"verse":"When thou hast beseged a citie longe tyme in makinge warre agenst it to take it. destroye not the trees thereof, that thou woldest thrust an axe vnto them. For thou mayst eate of the, and therfore destroye them not. For the trees of the feldes are no men, that they myght come agenst the to besege the."},{"number":20,"verse":"Neuerthelater those trees which thou knowest that me eate not of them, thou maist destroye and cutte them doune and make bolwerkes agenst the citie that maketh warre with the, vntyll it be ouerthrowne."}]}