{"bibleAbbr":"MKJV1962","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":11,"verses":[{"number":1,"verse":"I say then, Did not God put away His people? Let it not be [said]! For I also am an Israelite, of the seed of Abraham, of [the] tribe of Benjamin."},{"number":2,"verse":"God did not thrust out His people whom He foreknew. Or do you not know what the Scripture said in Elijah, how he pleaded with God against Israel, saying,"},{"number":3,"verse":"Lord, they killed Your prophets and dug down Your altars, and I am left alone, and they seek my life."},{"number":4,"verse":"But what does the Divine answer say to him? I have reserved to Myself seven thousand men who have not bowed the knee to Baal."},{"number":5,"verse":"Even so then, also in this present time a remnant according to the election of grace has come into being."},{"number":6,"verse":"But if by grace, then [it is] no more of works; otherwise grace is no more grace. But if [it is] of works, then it is no more of grace; otherwise work is no more work."},{"number":7,"verse":"What then? Israel has not obtained that which it seeks, but the election obtained [it], and the rest were hardened"},{"number":8,"verse":"even as it is written, God gave to them a spirit of slumber, eyes not seeing, and ears not hearing until this day."},{"number":9,"verse":"And David said, Let their table become for a snare and a trap and a stumbling block and a recompense to them."},{"number":10,"verse":"Let their eyes be darkened so that they may not see, and their back always bowing."},{"number":11,"verse":"I say then, Did they not stumble that they fall? Let it not be! But by their slipping away came salvation to the nations, to provoke them to jealousy."},{"number":12,"verse":"But if their slipping away [is] the riches of [the] world, and their default is [the] riches of [the] nations, how much more their fullness?"},{"number":13,"verse":"For I speak to you, the nations; since I am the apostle of the nations, I glorify my ministry;"},{"number":14,"verse":"if by any means I may provoke [those who are] my flesh to jealousy, and might save some of them."},{"number":15,"verse":"For if their casting away [is the] reconciling of [the] world, what [is] the reception except life from [the] dead?"},{"number":16,"verse":"For if the firstfruit [is] holy, the lump [is] also [holy]; and if the root [is] holy, also the branches."},{"number":17,"verse":"And if some of the branches were broken off, and you, being a wild olive tree, were grafted in among them, and became a sharer of the root and the fatness of the olive tree with them,"},{"number":18,"verse":"do not boast against the branches. But if you boast, [it is] not you [that] bears the root, but the root bears you."},{"number":19,"verse":"You will say then, The branches were broken off so that I might be grafted in."},{"number":20,"verse":"Well, because of unbelief they were broken off, and you stand by faith. Do not [be] high-minded, but fear."},{"number":21,"verse":"For if God did not spare the natural branches, [fear] lest He also may not spare you either!"},{"number":22,"verse":"Behold then [the] kindness, and [the] severity of God; on those having fallen, severity; but on you, kindness, if you continue in the kindness. Otherwise you also will be cut off."},{"number":23,"verse":"And those also, if they do not continue in unbelief, will be grafted in. For God is able to graft them in again."},{"number":24,"verse":"For if you were cut out of the natural wild olive [tree], and were grafted contrary to nature into a good olive [tree]; how much more these [being] according to nature will be grafted into [their] own olive-tree?"},{"number":25,"verse":"For I do not want you to be ignorant of this mystery, brothers, lest you should be wise within yourselves; that blindness in part has happened to Israel, until the fullness of the nations has comes in."},{"number":26,"verse":"And so all Israel shall be saved; as it is written, There shall come out of Zion the Deliverer, and He will turn away ungodliness from Jacob."},{"number":27,"verse":"For this [is] My covenant with them, when I have taken away their sins."},{"number":28,"verse":"Indeed as regards the gospel, [they are] enemies for your sakes. But as regards the election, [they are] beloved for the fathers' sakes."},{"number":29,"verse":"For the free gifts and calling of God [are] without repentance."},{"number":30,"verse":"For as you also then disbelieved God, but now have been shown mercy through their disbelief,"},{"number":31,"verse":"even so these also have not believed now, so that through your mercy they may also obtain mercy."},{"number":32,"verse":"For God has shut up all in unbelief, so that He might show mercy to all."},{"number":33,"verse":"O [the] depth of [the] riches both of [the] wisdom and knowledge of God! How unsearchable [are] His judgments, and His ways past finding out!"},{"number":34,"verse":"For who has known the mind of [the] Lord, or who became His counselor?"},{"number":35,"verse":"Or who first gave to Him, and it will be repaid to him?"},{"number":36,"verse":"For of Him and through Him and to Him [are] all things; to Him be glory forever! Amen."}]}