{"bibleAbbr":"MKJV1962","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":12,"verses":[{"number":1,"verse":"I beseech you therefore, brothers, by the mercies of God to present your bodies a living sacrifice, holy, pleasing to God, [which is] your reasonable service."},{"number":2,"verse":"And do not be conformed to this world, but be transformed by the renewing of your mind, in order to prove by you what [is] that good and pleasing and perfect will of God."},{"number":3,"verse":"For I say, through the grace given to me, to every one who is among you, not to think [of himself] more highly than he ought to think. But set your mind to be right-minded, even as God has dealt to every man the measure of faith."},{"number":4,"verse":"For even as we have many members in one body, and all members do not have the same function,"},{"number":5,"verse":"so we the many are one body in Christ, and each one members of one another."},{"number":6,"verse":"Then having gifts differing according to the grace that is given to us, if prophecy, according to the proportion of faith;"},{"number":7,"verse":"or ministry, in the ministry; or [he who] teaches, in the teaching;"},{"number":8,"verse":"or he who exhorts, in the encouragement; or he who shares, in simplicity; or he who takes the lead, in diligence; or he who shows mercy, in cheerfulness."},{"number":9,"verse":"[Let] love [be] without hypocrisy, shrinking from evil, cleaving to good;"},{"number":10,"verse":"in brotherly love to one another, loving fervently, having led one another in honor."},{"number":11,"verse":"As to diligence, not slothful, fervent in spirit, serving the Lord;"},{"number":12,"verse":"rejoicing in hope, patient in affliction, steadfastly continuing in prayer,"},{"number":13,"verse":"distributing to the needs of the saints, pursuing hospitality."},{"number":14,"verse":"Bless those who persecute you; bless, and do not curse."},{"number":15,"verse":"Rejoice with rejoicing ones, and weep with weeping ones;"},{"number":16,"verse":"minding the same thing toward one another, not minding high things, but yielding to the lowly. Do not be wise within yourselves."},{"number":17,"verse":"Repay no one evil for evil. Provide things honest in the sight of all men."},{"number":18,"verse":"If [it is] possible, as far as [is] in you, being in peace with all men."},{"number":19,"verse":"not avenging yourselves, beloved, but giving place to wrath; for it is written, Vengeance [is] Mine, I will repay, says [the] Lord."},{"number":20,"verse":"Therefore if your enemy hungers, feed him. If he thirsts, give him drink. For [in so] doing you shall heap coals of fire on his head."},{"number":21,"verse":"Do not be overcome by evil, but overcome evil with good."}]}