{"bibleAbbr":"MKJV1962","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":14,"verses":[{"number":1,"verse":"And receive him who is weak in the faith, [but] not to judgments of [your] thoughts."},{"number":2,"verse":"For indeed one believes to eat all things; but being weak, [another] eats vegetables."},{"number":3,"verse":"Do not let him who eats despise him who does not eat; and do not let him who does not eat judge him who eats, for God has received him."},{"number":4,"verse":"Who are you that judges another's servant? To his own master he stands or falls. But he will stand, for God is able to make him stand."},{"number":5,"verse":"One indeed esteems a day above [another] day; and [another] esteems every day [alike]. Let each one be fully assured in his own mind."},{"number":6,"verse":"He who regards the day regards [it] to the Lord; and he not regarding the day, does not regard [it] to the Lord. He who eats, eats to [the] Lord, for he gives God thanks; and he who does not eat, does not eat to [the Lord, and gives God thanks."},{"number":7,"verse":"For none of us lives to himself, and no one dies to himself."},{"number":8,"verse":"For both if we live, we live to [the] Lord; and if we die, we die to [the] Lord. Therefore both if we live, and if we die, we are the Lord's."},{"number":9,"verse":"For this Christ both died and rose and lived again, that He might be Lord both of [the] dead and living."},{"number":10,"verse":"But why do you judge your brother? Or also why do you despise your brother? For all shall stand before the judgment seat of Christ."},{"number":11,"verse":"For it is written, As] I live, says the Lord, every knee shall bow to Me, and every tongue shall confess to God."},{"number":12,"verse":"So then each one of us will give account concerning himself to God."},{"number":13,"verse":"Then let us not judge one another any more, but rather judge this, not to put a stumbling-block or an offense toward his brother."},{"number":14,"verse":"I know and am persuaded in [the] Lord Jesus, that nothing by itself [is] common; except to him who esteems anything to be common, [it is] common."},{"number":15,"verse":"But if your brother is grieved with [your] food, you no longer walk according to love. Do not with your food destroy him for whom Christ died."},{"number":16,"verse":"Then do not let your good be spoken evil of,"},{"number":17,"verse":"for the kingdom of God is not eating and drinking, but righteousness and peace and joy in [the] Holy Spirit."},{"number":18,"verse":"For he who serves Christ in these things [is] well-pleasing to God, and approved by men."},{"number":19,"verse":"So then let us pursue the things of peace, and the things for building up one another."},{"number":20,"verse":"Do not undo the work of God for food. Truly, all things indeed [are] clean, but [it is] bad to the man eating because of a stumbling-block."},{"number":21,"verse":"[It is] good neither to eat flesh, nor to drink wine, nor [anything] by which your brother stumbles, or is offended, or is made weak."},{"number":22,"verse":"Do you have faith? Have [it] to yourself before God. Blessed [is] he who does not condemn himself in what he approves."},{"number":23,"verse":"But, the one doubting, if he eats, [he] has been condemned, because it is not of faith; and all that [is] not of faith is sin."}]}