{"bibleAbbr":"MKJV1962","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":2,"verses":[{"number":1,"verse":"Therefore you are without excuse, O man, everyone who judges; for in that in which you judge another, you condemn yourself, for you who judge do the same things."},{"number":2,"verse":"But know that the judgment of God is according to truth on those who practice such things."},{"number":3,"verse":"And, O man, the [one] judging those who do such things, and practice them, do you think this, that you shall escape the judgment of God?"},{"number":4,"verse":"Or do you despise the riches of His kindness, and the forbearance and long-suffering, not knowing that the kindness of God leads you to repentance?"},{"number":5,"verse":"But according to your hardness and your impenitent heart, do you treasure up wrath for yourself in a day of wrath and revelation of the righteous judgment of God,"},{"number":6,"verse":"who will render to each according to his works;"},{"number":7,"verse":"indeed to those who with patience [in] good work [are] seeking for glory, and honor, and incorruptibility, everlasting life."},{"number":8,"verse":"But to those who indeed disobeying the truth out] of self-seeking, and obeying unrighteousness, will be] anger and wrath,"},{"number":9,"verse":"tribulation and anguish upon every soul of man who has worked out evil; of the Jew first, and also of the Greek."},{"number":10,"verse":"But He [will give] glory, honor and peace to every man who works good, to [the] Jew first and also to [the] Greek."},{"number":11,"verse":"For there is no respect of faces with God."},{"number":12,"verse":"For as many as sinned without Law will also perish without Law. And as many as have sinned within Law shall be judged through Law."},{"number":13,"verse":"For it is not the hearers of the Law who [are] just before God, but the doers of the Law will be justified."},{"number":14,"verse":"For when the nations, who do not have the Law, do by nature the things of the Law, these, not having the Law, are a law unto themselves;"},{"number":15,"verse":"who show the work of the law written in their hearts, their conscience also bearing witness, and the thoughts between one another accusing or even excusing one another,"},{"number":16,"verse":"in a day when God shall judge the secrets of men by Jesus Christ according to my gospel."},{"number":17,"verse":"Behold, you are called a Jew, and rest in the Law, and boast in God;"},{"number":18,"verse":"and know [His] will and approve the things excelling, being instructed out of the Law;"},{"number":19,"verse":"and persuading yourselves to be a guide of the blind, a light to those in darkness;"},{"number":20,"verse":"an instructor of the foolish, a teacher of babes, who have the form of knowledge and of the truth in the Law."},{"number":21,"verse":"Therefore the [one] teaching another, do you not teach yourself? The [one] preaching not to steal, do you steal?"},{"number":22,"verse":"The [one] saying not to commit adultery, do you commit adultery? The [one] detesting idols, do you rob temples?"},{"number":23,"verse":"[You] who boast in Law, do you dishonor God through breaking the Law?"},{"number":24,"verse":"For the name of God is blasphemed among the nations because of you, as it is written."},{"number":25,"verse":"For circumcision truly profits if you keep [the] Law, but if you are a transgressor of the Law, circumcision becomes uncircumcision."},{"number":26,"verse":"If then the uncircumcision keeps the ordinances of the Law, shall not his uncircumcision be counted for circumcision?"},{"number":27,"verse":"And the uncircumcision which is by nature, if it fulfills the Law, shall it not judge you, who through letter and circumcision [become] transgressors of the Law?"},{"number":28,"verse":"For he is not a Jew who [is one] outwardly, nor [is] circumcision that outwardly in flesh;"},{"number":29,"verse":"but he [is] a Jew who [is one] inwardly, and circumcision [is] of the heart; in spirit and not in letter; whose praise [is] not from men, but from God."}]}