{"bibleAbbr":"KJV2000","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":13,"verses":[{"number":1,"verse":"Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God."},{"number":2,"verse":"Whosoever therefore resists the power, resists the ordinance of God: and they that resist shall receive to themselves judgment."},{"number":3,"verse":"For rulers are not a terror to good works, but to the evil. Will you then not be afraid of the power? do that which is good, and you shall have praise of the same:"},{"number":4,"verse":"For he is the minister of God to you for good. But if you do that which is evil, be afraid; for he bears not the sword in vain: for he is the minister of God, an avenger to execute wrath upon him that does evil."},{"number":5,"verse":"Therefore you must be subject, not only for wrath, but also for conscience's sake."},{"number":6,"verse":"For, for this cause pay you tribute also: for they are God's ministers, attending continually upon this very thing."},{"number":7,"verse":"Render therefore to all their dues: tribute to whom tribute is due; custom to whom custom; fear to whom fear; honor to whom honor."},{"number":8,"verse":"Owe no man anything, but to love one another: for he that loves another has fulfilled the law."},{"number":9,"verse":"For this, You shall not commit adultery, You shall not kill, You shall not steal, You shall not bear false witness, You shall not covet; and if there be any other commandment, it is summed up in this saying, namely, You shall love your neighbor as yourself."},{"number":10,"verse":"Love works no ill to his neighbor: therefore love is the fulfilling of the law."},{"number":11,"verse":"And this, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed."},{"number":12,"verse":"The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armor of light."},{"number":13,"verse":"Let us walk honestly, as in the day; not in reveling and drunkenness, not in debauchery and wantonness, not in strife and envying."},{"number":14,"verse":"But put on the Lord Jesus Christ, and make not provision for the flesh, to fulfill the lusts thereof."}]}