{"bibleAbbr":"neNRV2012","bookName":"लेवीहरू","bookEnglishName":"Leviticus","chapterNumber":26,"verses":[{"number":1,"verse":"( आज्ञापालनको प्रतिफल) “‘तिमीहरूले आफ्‍ना निम्‍ति मूर्तिहरू नबनाओ। अनि आफ्‍ना निम्‍ति कुनै खोपिएको मूर्ति वा प्रतिमूर्ति खड़ा नगर, र खोपिएका ढुङ्गाहरू आफ्‍नो देशमा ठड़्याएर ती पुज्‍नलाई घोप्‍टो नपर। म परमप्रभु तिमीहरूका परमेश्‍वर हुँ। ( ; ; ; ; )"},{"number":2,"verse":"“‘तिमीहरूले मेरो शबाथ पालन गर, र मेरो पवित्रस्‍थानको आदर गर। म परमप्रभु हुँ।"},{"number":3,"verse":"“‘मेरा नियमअनुसार चलेर मेरा आज्ञाहरू तिमीहरूले पालन गर्‍यौ भने ( ; ) ( ; )"},{"number":4,"verse":"म ठीक-ठीक समयमा झरी पठाउनेछु, र जमिनले उब्‍जनी दिनेछ, र खेतबारीका रूखहरूमा फलफूल लाग्‍नेछन्।"},{"number":5,"verse":"दाख बटुल्‍ने समयसम्‍मै तिमीहरूले दाइँ गर्नेछौ, र रोपाइँको समयसम्‍मै दाख बटुल्‍नेछौ। तिमीहरूलाई खानु-पिउनुमा दु:ख हुनेछैन, र देशमा तिमीहरू निर्धक्‍क हुनेछौ।"},{"number":6,"verse":"“‘म देशमा शान्‍ति दिनेछु। तिमीहरू ढल्‍केर निदाउनेछौ, र तिमीहरूलाई कसैले तर्साउनेछैन। म देशबाट हिंसक पशुहरूलाई हटाइदिनेछु, अनि तिमीहरूको देशमा लड़ाइँ हुनेछैन।"},{"number":7,"verse":"तिमीहरूले आफ्‍ना शत्रुहरूलाई खेदेर तरवारले सोतर पार्नेछौ।"},{"number":8,"verse":"तिमीहरूका पाँच जनाले सय जनालाई र सय जनाले दश हजार जनालाई खेद्नेछन्। तिमीहरूका शत्रुहरू तिमीहरूका तरवारले सोतर हुनेछन्।"},{"number":9,"verse":"“‘म तिमीहरूमाथि निगाह राख्‍नेछु, र तिमीहरूलाई फल्‍दो-फुल्‍दो बनाएर तिमीहरूको वृद्धि गर्नेछु, र मेरो करार तिमीहरूसित स्‍थिर गर्नेछु।"},{"number":10,"verse":"तिमीहरूले सञ्‍चय गरेर राखेको पुरानै फसलको अन्‍न खाँदाखाँदै पनि नयाँ फसलको लागि ठाउँ मिलाउन पुरानो अन्‍नचाहिँ हटाउनुपर्नेछ।"},{"number":11,"verse":"तिमीहरूलाई घृणा नगरी म तिमीहरूकै बीचमा वास गर्नेछु। ( अथवा मेरो पवित्र वासस्थान राख्‍नेछु।)"},{"number":12,"verse":"म तिमीहरूका बीचमा हिँड़डुल गर्नेछु, र म तिमीहरूका परमेश्‍वर हुनेछु, अनि तिमीहरूचाहिँ मेरा प्रजा हुनेछौ। ( )"},{"number":13,"verse":"म परमप्रभु तिमीहरूका परमेश्‍वर हुँ। तिमीहरू मिश्रीहरूका कमारा नहोओ भनेर मैले तिमीहरूलाई मिश्रबाट निकाली ल्‍याएँ। मैले तिमीहरूका जुवाका काठ भाँचेर तिमीहरूलाई शिर ठाड़ो गरी हिँड्ने तुल्‍याएको छु।"},{"number":14,"verse":"( आज्ञाभङ्गको दण्‍ड) “‘तर यदि तिमीहरूले मेरा कुरा सुनेनौ, र यी सबै आज्ञा पालन गरेनौ, ( )"},{"number":15,"verse":"र मेरा विधिहरूलाई घृणा गरेर इन्‍कार गर्‍यौ भने, अनि मेरा सम्‍पूर्ण आज्ञा नमानेर मेरो करार भङ्ग गर्‍यौ भने,"},{"number":16,"verse":"म तिमीहरूका बीचमा आतङ्क फैलाउनेछु, अनि शरीर नष्‍ट पार्दैजाने, आँखालाई विनाश गर्ने र प्राणलाई शिथिल गराउँदैलाने भयङ्कर रोगहरू पठाउनेछु। तिमीहरूले रोपेका बीउहरू खेर जानेछन्, किनकि तिमीहरूका शत्रुहरूले फसल खाइदिनेछन्।"},{"number":17,"verse":"म तिमीहरूको विरोध गर्नेछु, र तिमीहरू शत्रुका हातबाट परास्‍त हुनेछौ। तिमीहरूलाई हेला गर्नेहरूले तिमीहरूमाथि प्रभुत्‍व गर्नेछन्, र कसैले नखेदे पनि तिमीहरू भाग्‍नेछौ।"},{"number":18,"verse":"“‘तिमीहरूले अझै पनि मलाई टेरेनौ भने तिमीहरूका पापको सात गुणा बढ़ी सजाय म तिमीहरूलाई दिनेछु।"},{"number":19,"verse":"म तिमीहरूको अभिमान र जिद्दी चूर गर्नेछु। तिमीहरूमाथिको आकाश फलामजस्‍तै र तिमीहरूमुनिको जमिन काँसोझैँ म तुल्‍याउनेछु।"},{"number":20,"verse":"तिमीहरूको शक्ति खेर जानेछ, किनकि तिमीहरूको जमिनले उब्‍जनी दिनेछैन, र देशका रूखहरूले फल दिनेछैनन्।"},{"number":21,"verse":"“‘तिमीहरू मेरो विरुद्धमा हिँड़ेर मलाई अझै टेरेनौ भने म फेरि तिमीहरूका पाप सुहाउँदो सात गुणा बढ़ी विपत्तिहरू तिमीहरूमाथि ल्‍याउनेछु।"},{"number":22,"verse":"म तिमीहरूका बीचमा जङ्गली जनावरहरू पठाइदिनेछु, जसले तिमीहरूका नानीहरूलाई खाइदिनेछन्, र तिमीहरूका गाईबस्‍तुहरूलाई नाश गर्नेछन्, अनि तिमीहरूको संख्‍या यति थोरै बनाउनेछन् कि तिमीहरूका बाटो सूनसान हुनेछन्।"},{"number":23,"verse":"“‘यी सब भएर पनि तिमीहरू मतर्फ फर्केनौ र मेरो विरुद्धमा हिँड़िरह्यौ भने,"},{"number":24,"verse":"म पनि तिमीहरूका विरुद्धमा हुनेछु, र तिमीहरूका पापका लागि म सात गुणा तिमीहरूलाई प्रहार गर्नेछु।"},{"number":25,"verse":"म तिमीहरूमाथि युद्धहरू ल्‍याउनेछु, र मेरो करार भङ्ग गरेको बदला म चुकाउनेछु। तिमीहरू आ-आफ्‍नो सहरमा जम्‍मा हुनेछौ, म त्‍यहाँ पनि तिमीहरूका बीचमा रूढ़ी पठाउनेछु, अनि तिमीहरू आफ्‍ना शत्रुहरूका हातमा पर्नेछौ।"},{"number":26,"verse":"म तिमीहरूको अन्‍न यति साह्रो घटाइदिनेछु कि एउटै घरको चुलोमा दश घरका आइमाईहरूले पकाउनेछन्, अनि पकाएर भाग लगाउँदा यति थोरै हुनेछ कि कसैलाई पनि पुग्‍नेछैन।"},{"number":27,"verse":"“‘यी सब भएर पनि तिमीहरूले मेरा कुरा सुनेनौ र मेरो विरुद्धमा हिँड़िरह्यौ भने,"},{"number":28,"verse":"मेरो क्रोधमा म तिमीहरूका विरुद्ध जानेछु, र तिमीहरूका पापको लागि म तिमीहरूलाई सात गुणा दण्‍ड दिनेछु।"},{"number":29,"verse":"तिमीहरूले आफ्‍नै छोराछोरीहरूको मासु खानुपर्नेछ।"},{"number":30,"verse":"म तिमीहरूका डाँड़ाका थानहरू नाश गर्नेछु, म तिमीहरूका धूपका वेदीहरू भत्‍काउनेछु, र तिमीहरूका लाशहरू आफ्‍ना मृत मूर्तिहरूमाथि फालिदिनेछु, र म तिमीहरूलाई तिरस्‍कार गर्नेछु।"},{"number":31,"verse":"म तिमीहरूका सहरहरू उजाड़ पार्नेछु, र तिमीहरूका धर्म-स्‍थलहरू शून्‍य पारिदिनेछु, अनि म तिमीहरूका भेटीका मीठो बास्‍ना ग्रहण गर्नेछैनँ।"},{"number":32,"verse":"म देशलाई नष्‍ट पार्नेछु। यी सब देखेर त्‍यहाँ बस्‍ने तिमीहरूका शत्रुहरू अवाक् हुनेछन्।"},{"number":33,"verse":"मचाहिँ तिमीहरूलाई जाति-जातिहरूका बीचमा तितरबितर पारिदिनेछु, र नाङ्गो तरवार लिएर तिमीहरूलाई खेद्नेछु। तिमीहरूको देश सूनसान र तिमीहरूका सहरहरू उजाड़ हुनेछन्।"},{"number":34,"verse":"सूनसान हुँदा देशले आफ्‍ना शबाथहरू भोग गर्न पाउनेछ र तिमीहरूचाहिँ आफ्‍ना शत्रुहरूका देशमा हुनेछौ, तब त्‍यसै समय देशले विश्राम लिएर आफ्‍ना शबाथहरू मनाउनेछ।"},{"number":35,"verse":"जति दिन त्‍यो सूनसान रहन्‍छ भूमिले विश्राम पाउनेछ। तिमीहरू त्‍यहाँ रहँदा शबाथहरूमा नपाएको विश्राम त्‍यसले पाउनेछ।"},{"number":36,"verse":"“‘शत्रुको देशमा हुने बाँकी मानिसको हृदय म यति कमजोर पारिदिनेछु कि पात खसेको आवाज सुन्‍दा पनि तिनीहरू शत्रुले खेदेझैँ भाग्‍नेछन् र विनाकारण लोट्नेछन्।"},{"number":37,"verse":"कसैले नखेद्दा पनि तरवारदेखि भागेझैँ तिनीहरू भाग्‍नेछन् र एक-अर्कामाथि ठक्‍कर खाँदै लोट्नेछन्। यसकारण तिमीहरूका शत्रुहरूका सामुन्‍ने खड़ा हुन सक्‍नेछैनौ।"},{"number":38,"verse":"तिमीहरू अन्‍यजातिहरूका बीचमा नष्‍ट हुनेछौ, र तिमीहरूका शत्रुहरूको देशले तिमीहरूलाई निल्‍नेछ।"},{"number":39,"verse":"बाँकी रहेका चाहिँ शत्रुहरूको देशमा आफ्‍नै र आफ्‍ना पुर्खाहरूका अधर्मले गर्दा खतम हुँदैजानेछ।"},{"number":40,"verse":"“‘तर यदि तिनीहरूले आफ्‍नै र आफ्‍ना पिता-पुर्खाका पाप, र मेरो विरुद्धमा तिनीहरूले विश्‍वासघात गरेको अधर्म र मप्रति देखाएको शत्रुता स्‍वीकार गरे भने—"},{"number":41,"verse":"जसले गर्दा म तिनीहरूको शत्रु भएँ, र मैले तिनीहरूलाई तिनीहरूका शत्रुहरूको देशमा पठाएँ— यदि आफ्‍ना दुष्‍ट हृदय नम्र तुल्‍याई आफ्‍ना पापका लागि सजाय भोगे भने,"},{"number":42,"verse":"याकूब, इसहाक र अब्राहामसँग गरेको मेरो करारको साथै त्‍यो देशलाई पनि म सम्‍झनेछु। ( ; ; )"},{"number":43,"verse":"त्‍यो देश तिनीहरूले त्‍याग्‍नेछन्, र तिनीहरूविना उजाड़ रहँदा देशले आफ्‍ना शबाथहरू भोग गर्नेछ। अनि तिनीहरूले आफ्‍नो अधर्मको सजाय भोग्‍नेछन्, जुन सजाय मेरो विधान लत्त्याउँदा र मेरा विधिलाई तिरस्‍कार गर्दा मैले तिनीहरूलाई दिएको थिएँ।"},{"number":44,"verse":"यी सब गरे तापनि जब तिनीहरू शत्रुको देशमा हुन्‍छन् तब म मेरो तिरस्‍कार र घृणामा तिनीहरूलाई सखापै त पार्नेछैनँ, र मेरो करार पनि तोड्नेछैनँ। म परमप्रभु तिमीहरूका परमेश्‍वर हुँ।"},{"number":45,"verse":"तर म तिनीहरूका खातिर तिनीहरूका पुर्खाहरूसँग गरेको करार सम्‍झनेछु। मैले तिनीहरूका परमेश्‍वर हुनलाई तिनीहरूका पुर्खाहरूलाई अन्‍यजातिहरूकै सामुन्‍ने मिश्रबाट निकालेर ल्‍याएको थिएँ। म परमप्रभु हुँ’।”"},{"number":46,"verse":"सीनै पर्वतमा आफू र इस्राएलीहरूका बीचमा परमप्रभुले मोशाद्वारा ठहराउनुभएका विधिविधान र नियमहरू यी नै हुन्।"}]}