{"bibleAbbr":"neNRV2012","bookName":"लेवीहरू","bookEnglishName":"Leviticus","chapterNumber":8,"verses":[{"number":1,"verse":"( हारून र तिनका छोराहरूको अर्पण) फेरि परमप्रभुले मोशालाई भन्‍नुभयो, ( )"},{"number":2,"verse":"“तैंले हारूनलाई, त्‍यसका छोराहरूसमेत, उनीहरूका लुगाहरू, अभिषेक गर्ने तेल, पापबलिको साँढ़े, दुई वटा भेड़ा र अखमिरी रोटीको डालो लिएर"},{"number":3,"verse":"जम्‍मै समुदायलाई भेट हुने पालको ढोकामा भेला गरा।”"},{"number":4,"verse":"तब परमप्रभुले आज्ञा गर्नुभएझैँ मोशाले गरे, अनि भेट हुने पालको ढोकामा समुदाय भेला भयो।"},{"number":5,"verse":"मोशाले समुदायलाई भने, “परमप्रभुले गर्नू भनी आज्ञा दिनुभएको काम यही हो।”"},{"number":6,"verse":"मोशाले हारून र उनका छोराहरूलाई ल्‍याएर पानीले नुहाइदिए।"},{"number":7,"verse":"तिनले हारूनलाई लबेदा लगाइदिएर पटुका बाँधिदिए र अलखा पहिराएर उनीमाथि एपोद लगाइदिए, र निपुणतासाथ बुट्टा बनाइएको पटुकाले एपोद बाँधिदिए।"},{"number":8,"verse":"त्‍यसपछि तिनले हारूनलाई छाती-पाता लगाइदिएर छाती-पातामा “ऊरीम” र “तुम्‍मीम” राखे।"},{"number":9,"verse":"तब उनको शिरमा तिनले फेटा लगाइदिए, र फेटामाथि अगिल्‍तिर सुनको पाता, अर्थात् पवित्र मुकुट लगाइदिए, जसरी परमप्रभुले मोशालाई आज्ञा गर्नुभएको थियो।"},{"number":10,"verse":"त्‍यसपछि मोशाले अभिषेक गर्ने तेल लिएर पवित्र वासस्‍थान र त्‍यसमा भएका यावत् थोकलाई अभिषेक गरेर चोख्‍याए।"},{"number":11,"verse":"त्‍यसबाट केही तेल लिएर तिनले वेदीमा सात पल्‍ट छर्के, र वेदी र त्‍यसका सबै भाँड़ाकुँड़ाहरू, हात-खुट्टा धुने बाटा त्‍यसको बैठकसमेत चोख्‍याउनलाई अभिषेक गरे।"},{"number":12,"verse":"फेरि तिनले अभिषेक गर्ने तेल लिएर हारूनको शिरमा खन्‍याई उनलाई चोख्‍याउनलाई अभिषेक गरे।"},{"number":13,"verse":"त्‍यसपछि मोशाले हारूनका छोराहरूलाई ल्‍याएर लबेदा लगाइदिए अनि पटुका बाँधिदिएर उनीहरूलाई फेटा लगाइदिए, जसरी परमप्रभुले मोशालाई आज्ञा गर्नुभएको थियो।"},{"number":14,"verse":"त्‍यसपछि तिनले पापबलिको साँढ़े ल्‍याए, र हारून र उनका छोराहरूले पापबलिका साँढ़ेको टाउकोमा आ-आफ्‍ना हात राखे।"},{"number":15,"verse":"तब तिनले त्‍यसलाई मारे, र मोशाले रगतबाट केही लिएर आफ्‍नो औँलाले वेदीका सीङहरूमा वरिपरि लगाएर वेदीलाई चोख्‍याए। अनि बाँकी रगतचाहिँ तिनले वेदीको आधारमा खन्‍याए। त्‍यसको निम्‍ति प्रायश्‍चित गर्न तिनले यसरी वेदी चोख्‍याए।"},{"number":16,"verse":"मोशाले आन्‍द्रा-भुँड़ीहरू ढाक्‍ने जम्‍मै बोसो र कलेजो ढाक्‍ने मासु र बोसोसमेतका दुवै मिर्गौला लिए, र वेदीमा जलाए।"},{"number":17,"verse":"तर साँढ़ेचाहिँ त्‍यसका छाला र मासु र गोबरसमेत छाउनीबाहिर आगोमा तिनले जलाइदिए, जसरी परमप्रभुले मोशालाई आज्ञा गर्नुभएको थियो।"},{"number":18,"verse":"त्‍यसपछि तिनले होमबलिको भेड़ा प्रस्‍तुत गरे। हारून र उनका छोराहरूले आ-आफ्‍ना हात भेड़ाको टाउकोमा राखे।"},{"number":19,"verse":"तब तिनले त्‍यसलाई मारे। अनि मोशाले रगत वेदीको वरिपरि छर्के,"},{"number":20,"verse":"र तिनले भेड़ालाई टुक्रा-टुक्रा पारेर काटे, र टाउको र ती टुक्राहरू बोसोसमेत जलाए।"},{"number":21,"verse":"मोशाले आन्‍द्रा-भुँड़ी र खुट्टाहरू पानीले पखाले, र त्‍यो परमप्रभुको निम्‍ति आगोद्वारा चढ़ाइएको, मीठो बास्‍नाको होमबलि स्‍वरूप तिनले सिङ्गै भेड़ा वेदीमा जलाए, जसरी परमप्रभुले मोशालाई आज्ञा गर्नुभएको थियो।"},{"number":22,"verse":"त्‍यसपछि तिनले अर्को भेड़ा, अर्थात् अर्पणको भेड़ा प्रस्‍तुत गरे। अनि हारून र उनका छोराहरूले आ-आफ्‍ना हात त्‍यस भेड़ाको टाउकोमा राखे।"},{"number":23,"verse":"तब मोशाले त्‍यसलाई मारे, र तिनले त्‍यसको रगतबाट लिएर हारूनको दाहिने कानको लोतीमा, उनको दाहिने हातको बूढ़ी-औँलामा र उनको दाहिने खुट्टाको बूढ़ी-औँलामा लगाइदिए।"},{"number":24,"verse":"त्‍यसपछि मोशाले हारूनका छोराहरूलाई ल्‍याए, र तिनले उनीहरूका दाहिने-दाहिने कानका लोतीमा, दाहिने-दाहिने हातका बूढ़ी-औँलामा र दाहिने-दाहिने खुट्टाका बूढ़ी-औँलामा रगत लगाइदिए, अनि रगत वेदीको वरिपरि छर्के।"},{"number":25,"verse":"तब तिनले बोसो, बोसे-पुच्‍छर, आन्‍द्रा-भुँड़ी ढाक्‍ने सबै बोसो, कलेजो ढाक्‍ने मासु, बोसोसमेतका दुवै मिर्गौला र दाहिने साँप्रो लिए।"},{"number":26,"verse":"अनि परमप्रभुको सामुन्‍ने भएको अखमिरी रोटीको डालोबाट तिनले एउटा फुरौला, तेलमा मुछिएको एउटा रोटी र एउटा बाबर लिएर ती बोसो र दाहिने साँप्रोमाथि राखे।"},{"number":27,"verse":"ती जम्‍मै हारून र उनका छोराहरूका हातमा राखिदिए, र परमप्रभुको सामु डोलाइने बलिको रूपमा डोलाए।"},{"number":28,"verse":"त्‍यसपछि मोशाले उनीहरूका हातबाट ती लिएर परमप्रभुको निम्‍ति आगोद्वारा चढ़ाइएको, मीठो बास्‍नाको अर्पणबलिको रूपमा होमबलिमाथि वेदीमा जलाए।"},{"number":29,"verse":"मोशाले ह्याकुला पनि लिएर डोलाइने बलिको रूपमा परमप्रभुको सामुन्‍ने डोलाए, जसरी परमप्रभुले मोशालाई आज्ञा गर्नुभएको थियो। त्‍योचाहिँ अर्पणको भेड़ाबाट मोशाको भाग भयो।"},{"number":30,"verse":"तब मोशाले अभिषेकको केही तेल र वेदीमाथि भएको रगतबाट केही लिएर हारून र उनका लुगाहरूमा अनि उनका छोराहरू र उनका छोराहरूका लुगासमेतमा छर्के। यसरी तिनले हारूनलाई उनका लुगासमेत र उनका छोराहरूलाई उनीहरूका लुगासमेत पवित्र गरे।"},{"number":31,"verse":"तब मोशाले हारून र उनका छोराहरूलाई भने, “मैले हारून र उनका छोराहरूले खानू भनी आज्ञा गरेझैँ मासु भेट हुने पालको ढोकामा पकाओ र अर्पणबलिको डालोमा भएको रोटीसमेत त्‍यहीँ खाओ।"},{"number":32,"verse":"उब्रेका मासु र रोटीचाहिँ जलाइदेओ।"},{"number":33,"verse":"तिमीहरूका अर्पणका दिन पूरा नहोउञ्‍जेल सात दिनसम्‍म तिमीहरू भेट हुने पालको ढोकाबाट बाहिर नजानू, किनकि तिमीहरूको अर्पण सात दिनसम्‍म रहनेछ।"},{"number":34,"verse":"आज जे-जस्‍तो भएको छ परमप्रभुले तिमीहरूका प्रायश्‍चितको निम्‍ति त्‍यस्‍तै आज्ञा गर्नुभएको थियो।"},{"number":35,"verse":"तिमीहरू सात दिनसम्‍म दिनरात भेट हुने पालको ढोकामा बसेर परमप्रभुले दिनुभएको दायित्‍व पूरा गर, नत्रता मरौला, किनकि मलाई यही आज्ञा भएको छ।”"},{"number":36,"verse":"अनि परमप्रभुले मोशाद्वारा दिनुभएका सबै आज्ञा हारून र उनका छोराहरूले पालन गरे।"}]}