{"bibleAbbr":"neNRV2012","bookName":"लेवीहरू","bookEnglishName":"Leviticus","chapterNumber":9,"verses":[{"number":1,"verse":"( हारून र उनका छोराहरूको अभिषेक) आठौँ दिनमा मोशाले हारून, उनका छोराहरू र इस्राएलका धर्म-गुरुहरूलाई बोलाए।"},{"number":2,"verse":"अनि तिनले हारूनलाई भने, “आफ्‍नो निम्‍ति पापबलिको लागि एउटा निष्‍खोट बाछा र होमबलिको लागि एउटा निष्‍खोट भेड़ा लिएर परमप्रभुको सामु बलि चढ़ाऊ।"},{"number":3,"verse":"अनि इस्राएलीहरूलाई यसो भन, ‘तिमीहरूले पापबलिको लागि एउटा बोका र होमबलिको लागि एक वर्षे एउटा निष्‍खोट बाछो र निष्‍खोट थुमा ल्‍याओ।"},{"number":4,"verse":"परमप्रभुको सामु बलिदान गर्नलाई मेलबलिको लागि एउटा साँढ़े र एउटा भेड़ा, र तेलमा मुछेको एउटा अन्‍नबलि पनि ल्‍याओ। किनकि परमप्रभुले आज तिमीहरूलाई दर्शन दिनुहुनेछ’।”"},{"number":5,"verse":"मोशाले आज्ञा गरेबमोजिम तिनीहरूले सबै कुरा भेट हुने पालको सामुन्‍ने ल्‍याए, अनि सारा समुदाय परमप्रभुको नजिक आएर उभियो।"},{"number":6,"verse":"अनि मोशाले भने, “परमप्रभुले आज्ञा गर्नुभएको तिमीहरूले गर्नुपर्ने काम यही हो, र यसरी परमप्रभुको महिमा तिमीहरूकहाँ देखा पर्नेछ।”"},{"number":7,"verse":"मोशाले हारूनलाई भने, “वेदीको नजिक आएर आफ्‍नो पापबलि र होमबलि चढ़ाऊ, अनि आफ्‍नो निम्‍ति र मानिसहरूका निम्‍ति प्रायश्‍चित गर। परमप्रभुले आज्ञा गर्नुभएबमोजिम मानिसहरूले ल्‍याएका बलि चढ़ाएर तिनीहरूका निम्‍ति प्रायश्‍चित गर।” ( )"},{"number":8,"verse":"तब वेदीको नजिक आएर हारूनले आफ्‍नै निम्‍ति पापबलिको बाछा मारे।"},{"number":9,"verse":"हारूनका छोराहरूले रगत उनीकहाँ ल्‍याइदिए। उनले आफ्‍नो औँला रगतमा चोपेर वेदीका सीङहरूमा लगाए, र बाँकी रगतचाहिँ वेदीको आधारमा खन्‍याइदिए।"},{"number":10,"verse":"पापबलिको बोसो, मिर्गौला, र कलेजो ढाक्‍ने मासु उनले वेदीमा जलाइदिए, जसरी परमप्रभुले मोशालाई आज्ञा गर्नुभएको थियो।"},{"number":11,"verse":"तर मासु र छालाचाहिँ उनले छाउनीबाहिर आगोमा जलाइदिए।"},{"number":12,"verse":"तब हारूनले होमबलि मारे, र उनका छोराहरूले रगत उनीकहाँ ल्‍याइदिए, र उनले वेदीको वरिपरि त्‍यो छर्के।"},{"number":13,"verse":"तिनीहरूले होमबलि टुक्रा-टुक्रा पारेर टाउकैसमेत उनीकहाँ ल्‍याइदिए, र उनले त्‍यो वेदीमा जलाइदिए।"},{"number":14,"verse":"उनले आन्‍द्रा-भुँड़ी र खुट्टा पखालेर वेदीको होमबलिमा जलाइदिए।"},{"number":15,"verse":"त्‍यसपछि मानिसहरूका निम्‍ति बलि ल्‍याएर तिनीहरूका पापबलिको बोका हारूनले मारे, र पहिलेको जस्‍तै पापबलिको लागि त्‍यो चढ़ाए।"},{"number":16,"verse":"त्‍यसपछि उनले होमबलि लिएर विधिपूर्वक त्‍यो चढ़ाए।"},{"number":17,"verse":"अनि अन्‍नबलि लिएर त्‍यसबाट मुट्ठीभरि वेदीमा बिहानको होमबलिबाहेक त्‍यो पनि चढ़ाए।"},{"number":18,"verse":"मानिसहरूका निम्‍ति मेलबलिको साँढ़े र भेड़ा पनि हारूनले मारे। उनका छोराहरूले रगत लिएर उनलाई दिए, अनि उनले त्‍यो वेदीको वरिपरि छर्के। ( )"},{"number":19,"verse":"तर साँढ़े र भेड़ाको बोसो— बोसे-पुच्‍छर, आन्‍द्रा-भुँड़ी ढाक्‍ने बोसो, मिर्गौलाहरू र कलेजो ढाक्‍ने मासु—"},{"number":20,"verse":"तिनीहरूले ह्याकुलाहरूमाथि राखे, अनि उनले बोसोचाहिँ वेदीमा जलाए।"},{"number":21,"verse":"ह्याकुलाहरूसमेत दाहिने साँप्रोचाहिँ मोशाले अह्राएबमोजिम हारूनले डोलाइने बलिको लागि परमप्रभुको सामु डोलाए।"},{"number":22,"verse":"तब हारूनले आफ्‍ना हात मानिसहरूतिर उठाएर तिनीहरूलाई आशीर्वाद दिए। यसरी पापबलि, होमबलि र मेलबलि चढ़ाएर उनी तल ओर्ले। ( )"},{"number":23,"verse":"तब मोशा र हारून भेट हुने पालभित्र प्रवेश गरे, अनि निस्‍केर मानिसहरूलाई आशीर्वाद दिए। अनि परमप्रभुको महिमा सबै मानिसहरूमा देखा पर्‍यो।"},{"number":24,"verse":"परमप्रभुको सामुन्‍नेबाट आगो निस्‍केर वेदीमा रहेको होमबलि र बोसोलाई भस्‍म पार्‍यो। जब मानिसहरूले यो देखे, तब तिनीहरू खुशीले कराएर घोप्‍टो परेर लोटे।"}]}