{"bibleAbbr":"GB1587","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":14,"verses":[{"number":1,"verse":"Nowe Samson went downe to Timnath, and saw a woma in Timnath of the daughters of the Philistims,"},{"number":2,"verse":"And he came vp and told his father and his mother and saide, I haue seene a woman in Timnath of the daughters of the Philistims: now therfore giue me her to wife."},{"number":3,"verse":"Then his father and his mother said unto him, [Is there] Though his parents justly reprove him, yet it appears that this was the secret work of the Lord, (Jdg_14:4). never a woman among the daughters of thy brethren, or among all my people, that thou goest to take a wife of the uncircumcised Philistines? And Samson said unto his father, Get her for me; for she pleaseth me well."},{"number":4,"verse":"But his father and his mother knew not that it [was] of the LORD, that he sought an occasion against the To fight against them for the deliverance of Israel. Philistines: for at that time the Philistines had dominion over Israel."},{"number":5,"verse":"Then went Samson and his father and his mother downe to Timnath, and came to ye vineyardes at Timnath: and beholde, a young Lyon roared vpon him."},{"number":6,"verse":"And the Spirit of the LORD By which he had strength and boldness. came mightily upon him, and he rent him as he would have rent a kid, and [he had] nothing in his hand: but he told not his father or his mother what he had done."},{"number":7,"verse":"And he went down, & talked with the woman which was beautifull in the eyes of Samson."},{"number":8,"verse":"And within a fewe dayes, when he returned to receiue her, he went aside to see the karkeis of the Lion: and behold, there was a swarme of bees, and hony in the body of the Lyon."},{"number":9,"verse":"And he tooke therof in his handes, and went eating, and came to his father and to his mother, and gaue vnto them, and they did eate: but hee told not them, that he had taken the hony out of the body of the lyon."},{"number":10,"verse":"So his father went down unto the woman: and Samson made there a Meaning when he was married. feast; for so used the young men to do."},{"number":11,"verse":"And it came to pass, when That is, her parents or friends. they saw him, that they brought thirty companions to be with him."},{"number":12,"verse":"And Samson said unto them, I will now put forth a riddle unto you: if ye can certainly declare it me within the seven days of the feast, and find [it] out, then I will give you thirty sheets and thirty To wear at feasts, or solemn days. change of garments:"},{"number":13,"verse":"But if you cannot declare it mee, then shall yee giue mee thirty sheetes and thirtie change of garments; they answered him, Put forth thy riddle, that we may heare it."},{"number":14,"verse":"And he sayd vnto them, Out of the eater came meate, and out of the strong came sweetenesse: and they could not in three dayes expound the riddle."},{"number":15,"verse":"And it came to pass Or as the seventh day drew near, for it was the fourth day. on the seventh day, that they said unto Samson's wife, Entice thy husband, that he may declare unto us the riddle, lest we burn thee and thy father's house with fire: have ye called us to take that we have? [is it] not [so]?"},{"number":16,"verse":"And Samson's wife wept before him, and said, Thou dost but hate me, and lovest me not: thou hast put forth a riddle unto the To those who are of my nation. children of my people, and hast not told [it] me. And he said unto her, Behold, I have not told [it] my father nor my mother, and shall I tell [it] thee?"},{"number":17,"verse":"And she wept before him the Or, to the seventh day beginning at the fourth. seven days, while their feast lasted: and it came to pass on the seventh day, that he told her, because she lay sore upon him: and she told the riddle to the children of her people."},{"number":18,"verse":"And the men of the city said unto him on the seventh day before the sun went down, What [is] sweeter than honey? and what [is] stronger than a lion? And he said unto them, If you had not used the help of my wife. If ye had not plowed with my heifer, ye had not found out my riddle."},{"number":19,"verse":"And the Spirit of the LORD came upon him, and he went down Which was one of the five chief cities of the Philistines. to Ashkelon, and slew thirty men of them, and took their spoil, and gave change of garments unto them which expounded the riddle. And his anger was kindled, and he went up to his father's house."},{"number":20,"verse":"Then Samsons wife was giuen to his companion, whom he had vsed as his friend."}]}