{"bibleAbbr":"GB1587","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"Then sang Deborah, and Barak the sonne of Abinoam the same day, saying,"},{"number":2,"verse":"Praise ye the LORD for the avenging of Israel, when the That is, the two tribes of Zebulun and Naphtali. people willingly offered themselves."},{"number":3,"verse":"Heare, ye Kings, hearken ye princes: I, euen I will sing vnto the Lord: I will sing praise vnto the Lord God of Israel."},{"number":4,"verse":"Lorde, when thou wentest out of Seir, when thou departedst out of the field of Edom, the earth trembled, and the heauens rained, the cloudes also dropped water."},{"number":5,"verse":"The mountaines melted before the Lord, as did that Sinai before the Lord God of Israel."},{"number":6,"verse":"In the days of Shamgar the son of Anath, in the days of Jael, the highways were For fear of the enemies. unoccupied, and the travellers walked through byways."},{"number":7,"verse":"[The inhabitants of] the villages ceased, they ceased in Israel, until that I Deborah arose, that I arose a Miraculously stirred up by God to pity them and deliver them. mother in Israel."},{"number":8,"verse":"They chose new gods; then [was] war in the gates: was there a They had no heart to resist their enemies. shield or spear seen among forty thousand in Israel?"},{"number":9,"verse":"Mine heart is set on the gouernours of Israel, and on them that are willing among the people: praise ye the Lord."},{"number":10,"verse":"Speak, ye that ride on You governors. white asses, ye that sit Or by Middin, as in danger of your enemies. in judgment, and walk by the way."},{"number":11,"verse":"For the noyse of the archers appaised among the drawers of water: there shal they rehearse the righteousnesse of the Lorde, his righteousnesse of his townes in Israel: then did the people of the Lord goe downe to the gates."},{"number":12,"verse":"Awake, awake, Deborah: awake, awake, utter a song: arise, Barak, and lead That is, they who kept your people in captivity. thy captivity captive, thou son of Abinoam."},{"number":13,"verse":"For they that remaine, haue dominio ouer the mightie of the people: the Lorde hath giuen me dominion ouer the strong."},{"number":14,"verse":"Out of Ephraim Joshua first fought against Amalek, and Saul destroyed him. [was there] a root of them against Amalek; after thee, Benjamin, among thy people; out of Machir came down governors, and out of Zebulun they that handle the pen of the writer."},{"number":15,"verse":"And the princes of Issachar [were] with Deborah; even Even the whole tribe. Issachar, and also Barak: he was sent on foot into the valley. For the divisions of Reuben [there were] great They marvelled that they did not cross the Jordan to help them. thoughts of heart."},{"number":16,"verse":"Why abodest thou among the sheepefolds, to heare the bleatings of the flockes? for the diuisions of Reuben were great thoughts of heart."},{"number":17,"verse":"She reproves all those who did not come to help their brethren in their time of need. Gilead abode beyond Jordan: and why did Dan remain in ships? Asher continued on the sea shore, and abode in his Either by hearing of the sea, or by mining, breaches."},{"number":18,"verse":"But the people of Zebulun and Naphtali haue ieopard their liues vnto the death in the hie places of the field."},{"number":19,"verse":"The kings came [and] fought, then fought the kings of Canaan in Taanach by the waters of Megiddo; they took no gain of They won nothing, but lost all. money."},{"number":20,"verse":"They fought from heauen, euen the starres in their courses fought against Sisera."},{"number":21,"verse":"The river of Kishon As a broom does to the filth of the house. swept them away, that ancient river, the river Kishon. O my soul, thou hast trodden down strength."},{"number":22,"verse":"Then were the horsehooues broken with the oft beating together of their mightie men."},{"number":23,"verse":"Curse ye It was a city near Tabor, where they fought. Meroz, said the angel of the LORD, curse ye bitterly the inhabitants thereof; because they came not to the help of the LORD, to the help of the LORD against the mighty."},{"number":24,"verse":"Iael the wife of Heber the Kenite shall be blessed aboue other women: blessed shall she be aboue women dwelling in tentes."},{"number":25,"verse":"He asked water, [and] she gave [him] milk; she brought forth Some read churned milk in a great cup. butter in a lordly dish."},{"number":26,"verse":"She put her hand to the naile, & her right hand to the workemans hammer: with the hammer smote she Sisera: she smote off his head, after she had wounded, and pearsed his temples."},{"number":27,"verse":"He bowed him downe at her feete, he fell downe, and lay still: at her feete hee bowed him downe, and fell: and when he had sunke downe, he lay there dead."},{"number":28,"verse":"The mother of Sisera looked out at a windowe, and cryed thorowe the lattesse, Why is his charet so long a comming? why tary the wheeles of his charets?"},{"number":29,"verse":"Her wise ladies answered her, yea, That is, she comforted herself. she returned answer to herself,"},{"number":30,"verse":"Have they not sped? have they [not] divided the prey; to every man a damsel [or] two; to Sisera a prey of divers colours, a prey of divers colours of needlework, of divers colours of needlework on both sides, [meet] Because he was chief of the army. for the necks of [them that take] the spoil?"},{"number":31,"verse":"So let all thine enemies perish, O LORD: but [let] them that love him [be] as the Shall grow daily more and more in God's favour. sun when he goeth forth in his might. And the land had rest forty years."}]}