{"bibleAbbr":"Geneva1587","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":9,"verses":[{"number":1,"verse":"And Abimelech the son of Jerubbaal went to Shechem unto his To practice with his kinsfolk for attaining the kingdom. mother's brethren, and communed with them, and with all the family of the house of his mother's father, saying,"},{"number":2,"verse":"Speak, I pray you, in the ears of all the men of Shechem, Whether [is] better for you, either that all the sons of Jerubbaal, [which are] threescore and ten persons, reign over you, or that one reign over you? remember also that I [am] your Of your kindred by my mother's side. bone and your flesh."},{"number":3,"verse":"Then his mothers brethren spake of him in the audience of all the men of Shechem, all these wordes: and their hearts were moued to followe Abimelech: for sayd they, He is our brother."},{"number":4,"verse":"And they gaue him seuentie pieces of siluer out of the house of Baal-berith, wherewith Abimelech hired vayne and light fellowes which followed him."},{"number":5,"verse":"And he went unto his father's house at Ophrah, and Thus tyrants to establish their usurped power, spare not the innocent blood, (2Ki_10:7; 2Ch_21:4). slew his brethren the sons of Jerubbaal, [being] threescore and ten persons, upon one stone: notwithstanding yet Jotham the youngest son of Jerubbaal was left; for he hid himself."},{"number":6,"verse":"And all the men of Shechem gathered together, and all the house of Which was as the town house, or common hall, which he calls the tower of Shechem in (Jdg_9:49). Millo, and went, and made Abimelech king, by the plain of the pillar that [was] in Shechem."},{"number":7,"verse":"And when they told it to Iotham, he went and stoode in the top of mount Gerizim, & lift vp his voyce, and cryed, & sayd vnto them, Hearken vnto mee, you men of Shechem, that God may hearken vnto you."},{"number":8,"verse":"By this parable he declares that those that are not ambitious, are most worthy of honour and that the ambitious abuse their honour both to their own destruction and others. The trees went forth [on a time] to anoint a king over them; and they said unto the olive tree, Reign thou over us."},{"number":9,"verse":"But the oliue tree said vnto them, Should I leaue my fatnes, wherewith by me they honour God & man, & go to aduance me aboue ye trees?"},{"number":10,"verse":"Then the trees sayde to the fig tree, Come thou, and be King ouer vs."},{"number":11,"verse":"But the fig tree answered them, Should I forsake my sweetenesse, and my good fruite, and goe to aduance me aboue the trees?"},{"number":12,"verse":"Then sayd the trees vnto the Vine, Come thou, and be king ouer vs."},{"number":13,"verse":"But the Vine sayde vnto them, Should I leaue my wine, whereby I cheare God and man, and goe to aduance me aboue the trees?"},{"number":14,"verse":"Then said all the trees vnto the bramble, Come thou, and reigne ouer vs."},{"number":15,"verse":"And the bramble said unto the trees, If in truth ye anoint me king over you, [then] come [and] put your trust in my shadow: and if not, let Abimelech will destroy the nobles of Shechem. fire come out of the bramble, and devour the cedars of Lebanon."},{"number":16,"verse":"Now therefore, if ye doe truely and vncorruptly to make Abimelech King, and if ye haue delt well with Ierubbaal and with his house, and haue done vnto him according to the deseruing of his handes,"},{"number":17,"verse":"(For my father fought for you, and aduentured his life, and deliuered you out of the handes of Midian."},{"number":18,"verse":"And yee are risen vp against my fathers house this day, and haue slayne his children, about seuentie persons vpon one stone, and haue made Abimelech the sonne of his mayde seruant, King ouer the men of Shechem, because hee is your brother)"},{"number":19,"verse":"If ye then have dealt truly and sincerely with Jerubbaal and with his house this day, [then] That he is your king, and you his subjects. rejoice ye in Abimelech, and let him also rejoice in you:"},{"number":20,"verse":"But if not, let a fire come out from Abimelech, and consume the men of Shechem and the house of Millo: also let a fire come foorth from the men of Shechem, and from the house of Millo, and consume Abimelech."},{"number":21,"verse":"And Iotham ran away, and fled, and went to Beer, and dwelt there for feare of Abimelech his brother."},{"number":22,"verse":"So Abimelech reigned three yeere ouer Israel."},{"number":23,"verse":"Then God Because the people consented with the king in shedding innocent blood, therefore God destroys both one and the other. sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech:"},{"number":24,"verse":"That the crueltie toward the seuentie sonnes of Ierubbaal and their blood might come & be laide vpon Abimelech their brother, which had slayne them, and vpon the men of Shechem, which had ayded him to kill his brethren."},{"number":25,"verse":"So the men of Shechem set men in wayte for him in the toppes of the mountaines: who robbed all that passed that way by them: and it was tolde Abimelech."},{"number":26,"verse":"Then Gaal the sonne of Ebed came with his brethren, and they went to Shechem: and the men of Shechem put their confidence in him."},{"number":27,"verse":"And they Before they were afraid of Abimelech's power, and did not dare go out of the city. went out into the fields, and gathered their vineyards, and trode [the grapes], and made merry, and went into the house of their god, and did eat and drink, and cursed Abimelech."},{"number":28,"verse":"Then Gaal the sonne of Ebed sayde, Who is Abimelech? and who is Shechem, that wee should serue him? Is he not the sonne of Ierubbaal? and Zebul is his officer? Serue rather the men of Hamor the father of Shechem: for why should we serue him?"},{"number":29,"verse":"And would to God this people were under my hand! then would I remove Abimelech. And he said to Braggingly, as though he had been present, or to his captain Zebul. Abimelech, Increase thine army, and come out."},{"number":30,"verse":"And when Zebul the ruler of the citie heard the wordes of Gaal the sonne of Ebed, his wrath was kindled."},{"number":31,"verse":"Therefore he sent messengers vnto Abimelech priuily, saying, Beholde, Gaal the sonne of Ebed and his brethren be come to Shechem, and beholde, they fortifie the citie against thee."},{"number":32,"verse":"Now therefore arise by night, thou & the people that is with thee, and lye in wayte in the fielde."},{"number":33,"verse":"And rise early in the morning as soone as the sunne is vp, and assault the citie: and when he and the people that is with him, shall come out against thee, doe to him what thou canst."},{"number":34,"verse":"So Abimelech rose vp, and all the people that were with him by night: and they lay in wayte against Shechem in foure bandes."},{"number":35,"verse":"Then Gaal the sonne of Ebed went out & stood in the entring of the gate of the citie: and Abimelech rose vp, and the folke that were with him, from lying in waite."},{"number":36,"verse":"And when Gaal saw the people, he said to Zebul, Behold, there come people down from the top of the mountains. And Zebul said unto him, Thou seest the You are afraid of a shadow. shadow of the mountains as [if they were] men."},{"number":37,"verse":"And Gaal spake againe, and said, See, there come folke downe by the middle of the land, and another bande commeth by the way of the plaine of Meonenim."},{"number":38,"verse":"Then sayd Zebul vnto him, Where is now thy mouth, that said, Who is Abimelech, that we should serue him? Is not this the people that thou hast despised? Go out now, I pray thee, and fight with them."},{"number":39,"verse":"And Gaal As their captain. went out before the men of Shechem, and fought with Abimelech."},{"number":40,"verse":"But Abimelech pursued him, and he fledde before him, and many were ouerthrowen and wounded, euen vnto the entring of the gate."},{"number":41,"verse":"And Abimelech dwelt at Arumah: & Zebul thrust out Gaal and his brethren that they should not dwell in Shechem."},{"number":42,"verse":"And on the morowe, the people went out into the fielde: which was tolde Abimelech."},{"number":43,"verse":"And he took the Which were in his company. people, and divided them into three companies, and laid wait in the field, and looked, and, behold, the people [were] come forth out of the city; and he rose up against them, and smote them."},{"number":44,"verse":"And Abimelech, and the bandes that were with him, russhed forwarde, and stoode in the entring of the gate of the citie: and the two other bandes ran vpon all the people that were in the fielde and slewe them."},{"number":45,"verse":"And Abimelech fought against the city all that day; and he took the city, and slew the people that [was] therein, and beat down the city, and sowed it with That it should be unfruitful and never serve to any use. salt."},{"number":46,"verse":"And when all the men of the tower of Shechem heard [that], they entered into an hold of the house of the god That is, of Baniberith, as (Jdg_8:33). Berith."},{"number":47,"verse":"And it was tolde Abimelech, that all the men of the towre of Shechem were gathered together."},{"number":48,"verse":"And Abimelech gate him vp to mounte Zalmon, hee and all the people that were with him: and Abimelech tooke axes with him, and cut downe boughes of trees, and tooke them, and bare them on his shoulder, and sayde vnto the folke that were with him, What ye haue seene me doe, make haste, and doe like me."},{"number":49,"verse":"And all the people likewise cut down every man his bough, and followed Abimelech, and put [them] to the hold, and set the hold on fire upon them; so that all the men of the tower of Shechem Meaning, that all were destroyed as well as those in the tower. died also, about a thousand men and women."},{"number":50,"verse":"Then went Abimelech to Tebez, and besieged Tebez, and tooke it."},{"number":51,"verse":"But there was a strong towre within the citie, and thither fledde all the men and women, and all the chiefe of the citie, and shut it to them, and went vp to the toppe of the towre."},{"number":52,"verse":"And Abimelech came vnto the towre and fought against it, and went hard vnto the doore of the towre to set it on fire."},{"number":53,"verse":"But a certaine woman cast a piece of a milstone vpon Abimelechs head, and brake his braine pan."},{"number":54,"verse":"Then he called hastily unto the young man his armourbearer, and said unto him, Draw thy sword, and slay me, that men say not of me, A woman slew him. And his young man Thus God by such miserable death takes vengeance on tyrants even in this life. thrust him through, and he died."},{"number":55,"verse":"And when the men of Israel sawe that Abimelech was dead, they departed euery man vnto his owne place."},{"number":56,"verse":"Thus God rendred the wickednes of Abimelech, which he did vnto his father, in slaying his seuentie brethren."},{"number":57,"verse":"And all the evil of the men of Shechem did God render upon their heads: and upon them came the For making a tyrant their king. curse of Jotham the son of Jerubbaal."}]}