{"bibleAbbr":"NCB2019","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":4,"verses":[{"number":1,"verse":"Therefore, since Christ suffered in the flesh, you should arm yourselves also with the same intention. For anyone who has suffered in the flesh has finished with sin"},{"number":2,"verse":"and for the remainder of life on earth must be ruled not by human passions but by the will of God."},{"number":3,"verse":"You have already spent enough time in doing what the Gentiles like to do, pursuing a life of debauchery, licentiousness, drunkenness, orgies, carousing, and sacrilegious idolatry."},{"number":4,"verse":"They are surprised that you no longer join them in a life of dissipation, and they revile you as a result."},{"number":5,"verse":"However, they will have to render an account to him who stands ready to judge[a] the living and the dead."},{"number":6,"verse":"And this is the reason why the gospel was preached even to the dead, so that, although they might be judged in the flesh like men, they might enjoy the life of God in the spirit."},{"number":7,"verse":"The end of all things is near. Therefore, lead disciplined lives and be watchful in prayer."},{"number":8,"verse":"Above all, maintain the fervor of your love for one another, because love covers a multitude of sins."},{"number":9,"verse":"Be hospitable to one another without complaining."},{"number":10,"verse":"Like good stewards of the varied graces of God, use whatever gift each one of you has received to serve one another."},{"number":11,"verse":"Whoever speaks should do so as one who is speaking the very words of God. Whoever serves should do so with the strength that God provides. In all things, let God be glorified through Jesus Christ, for to him belong all glory and power forever and ever. Amen."},{"number":12,"verse":"Beloved, do not be surprised that you are being tested by a fiery ordeal,[d] as though it were something extraordinary."},{"number":13,"verse":"But rejoice insofar as you are sharing in the sufferings of Christ, so that your joy will be without limit when his glory is revealed."},{"number":14,"verse":"If you are reviled for the name of Christ, consider yourself blessed, for upon you rests the Spirit of glory[e] and of God."},{"number":15,"verse":"[f]However, let none of you suffer as a murderer, a thief, or any other kind of criminal, or as one who meddles in another person’s business."},{"number":16,"verse":"Let it be because you are a Christian,[g] not considering it a disgrace, but glorifying God because you bear this name."},{"number":17,"verse":"The time has come for the judgment of the household of God to begin. If it begins with us, how will it end for those who refuse to obey the gospel of God?"},{"number":18,"verse":"And: “If it is hard for the righteous to be saved, what will become of the godless and those who are sinners?”"},{"number":19,"verse":"And so, those who suffer in accordance with God’s will entrust their souls to a faithful Creator, while continuing to do good."}]}