{"bibleAbbr":"NCB2019","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":5,"verses":[{"number":1,"verse":"I now exhort the presbyters[b] among you, as a fellow presbyter myself and a witness to the sufferings of Christ, and as one who has shared in the glory that is to be revealed."},{"number":2,"verse":"Be shepherds of the flock of God that has been entrusted to your care. Watch over it, not as a duty, but willingly in accord with the will of God, not for sordid gain, but because you are eager to do so."},{"number":3,"verse":"Do not lord it over those in your charge, but be examples to the flock."},{"number":4,"verse":"Then, when the chief Shepherd appears, you will receive the crown of glory that never fades away. Humility and Firm Faith. [c]"},{"number":5,"verse":"In the same way, you who are younger must be submissive to those who are older. And all of you should clothe yourselves with humility in your relationships with one another, for “God opposes the proud, but he gives grace to the humble.”"},{"number":6,"verse":"Therefore, humble yourselves under the mighty hand of God, so that at the proper time he may exalt you."},{"number":7,"verse":"Cast all your anxiety on him, because he cares about you."},{"number":8,"verse":"Remain sober and alert, for your enemy the devil is on the prowl like a roaring lion, looking for someone to devour."},{"number":9,"verse":"Resist him and be firm in your faith, for you are well aware that your brethren throughout the world are undergoing the same kinds of suffering."},{"number":10,"verse":"After you have suffered for a brief period, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and support you."},{"number":11,"verse":"All power belongs to him forever and ever. Amen."},{"number":12,"verse":"I have written this brief letter to you through Silvanus, whom I regard as a faithful brother, in order to exhort you and to testify that this is the true grace of God. Stand firm in it."},{"number":13,"verse":"Your sister Church[e] in Babylon sends you greetings, as does my son Mark."},{"number":14,"verse":"Greet one another with a loving kiss.[f] Peace to all of you who are in Christ."}]}