{"bibleAbbr":"BKJVNT","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"So if you were gotten up together with the Anointed King, look for the things above where the Anointed King is sitting in the right side of God."},{"number":2,"verse":"Focus on the things above, not the things on the earth."},{"number":3,"verse":"You see, you died and your life has been hidden together with the Anointed King in God."},{"number":4,"verse":"When the Anointed King (our life) is shown, at that time you also will be shown with Him in magnificence."},{"number":5,"verse":"So deaden your body parts (the ones on the earth): sexual sin, desire that is not clean, lust, bad desire and the desire for more (something that idol worship is),"},{"number":6,"verse":"because of which, the punishment of God comes on the sons of the unbelief,"},{"number":7,"verse":"among whom you also traipsed around in the past when you were living among them."},{"number":8,"verse":"But right now you also must put away all these things: punishment, anger, badness, a hurtful comment, a shameful word from your mouth."},{"number":9,"verse":"Don't lie to each other after stripping away the former person together with the things it repeatedly does"},{"number":10,"verse":"and after putting on the young person, the one who is renewed to a correct understanding in line with the image of the One who created him,"},{"number":11,"verse":"where there is not Greek and Jewish, circumcision and uncircumcision, foreigner, savage, slave, free, but the Anointed King is all and in all."},{"number":12,"verse":"So put on (as God's select people, sacred and having been loved) sympathy of compassions, kindness, lowly focus, humility, patience"},{"number":13,"verse":"(as you tolerate each other and forgive each other as an act of generosity; if anyone has a complaint toward anyone, just as the Anointed King also forgave you as an act of generosity, so you also must forgive),"},{"number":14,"verse":"but over all these things, the love, something that is a bond of the completeness."},{"number":15,"verse":"And the peace of God must referee in your hearts, into which you were also invited in one body. And become thankful."},{"number":16,"verse":"The message of the Anointed King must have a house in you richly in every insight, teaching and cautioning yourselves with psalms, praise songs, and spiritual songs as you sing in generosity in your hearts to the Master."},{"number":17,"verse":"And everything, whatever you do in word or in action, do all things in the name of the Master Jesus, being thankful to the God and Father through Him."},{"number":18,"verse":"The Women — Place yourselves under your own husbands, as it was meeting the high standards in the Master."},{"number":19,"verse":"The Men — Love the wives, and do not be bitter toward them."},{"number":20,"verse":"The Children — Obey the parents regarding all things. You see, this is very satisfying to the Master."},{"number":21,"verse":"The Fathers — Don't provoke your children so that they may not feel dejected."},{"number":22,"verse":"The Slaves — Regarding all things, obey the masters regarding the physical body, not in eye-slavery, as people-satisfiers, but in dedication of heart, fearing God."},{"number":23,"verse":"And everything, whatever you do, work from the soul as if it is for the Master and not for people,"},{"number":24,"verse":"realizing that you will fully receive the repayment of the inheritance out from the Master. You see, you are slaves to the Master, the Anointed King."},{"number":25,"verse":"The person who does wrong will retrieve what he did wrong in, and there is no favoritism."}]}