{"bibleAbbr":"BKJVNT","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":4,"verses":[{"number":1,"verse":"The Masters — Provide the right thing and the equality to the slaves, realizing that you also have a master in heavens."},{"number":2,"verse":"Stay close to the prayer, staying awake in the same in thankfulness,"},{"number":3,"verse":"praying at the same time also about us that God might open to us a door of the message, to speak the secret of the Anointed King (because of which we also have been locked up)"},{"number":4,"verse":"so that I might show it as it is necessary for me to speak."},{"number":5,"verse":"Traipse around close to the people outside in insight, making good use of the time,"},{"number":6,"verse":"your message always having been seasoned with generosity salt to realize how it is necessary for you to be answering each one."},{"number":7,"verse":"All the things regarding me, Tychicus (the loved brother, trusted servant, and fellow slave in the Master) will make known to you,"},{"number":8,"verse":"whom I sent to you for this same purpose (so that he might know the things about you and encourage your hearts)"},{"number":9,"verse":"together with Onesimus (the trusted and loved brother who is from among you). They will make everything here known to you."},{"number":10,"verse":"Aristarchus (the person incarcerated together with me) says hello to you, and Mark (the cousin of Barnabas, about whom you received demands; if he comes to you, accept him)"},{"number":11,"verse":"and Joshua (the one who is called Justus). The people who are from the circumcision, these are my only co-workers for the empire of God, some who became a boost to me."},{"number":12,"verse":"Epaphras (the slave of the Anointed King from among you) says hello to you, who is always struggling over you in the prayers so that you, complete and having been filled, might be established in everything God wants."},{"number":13,"verse":"You see, I am a witness for him that he has much passion over you, the people in Laodicea, and the people in Hierapolis."},{"number":14,"verse":"Luke (the doctor, the loved one) and Demas say hello to you."},{"number":15,"verse":"Say hello to the brothers in Laodicea and to Nymphas and the assembly throughout his house."},{"number":16,"verse":"And when this letter is read beside you, make sure that it is also read in the assembly of Laodiceans and that you also read the one from Laodicea."},{"number":17,"verse":"And say to Archippus, \"See to the task of serving that you received in the Master, so that you may accomplish it.\""},{"number":18,"verse":"The greeting of Paul with my hand. Remember my restraints. May the generosity be with you. Amen. [Written to Colossians from Rome and sent through Tychicus and Onesimus]"}]}