{"bibleAbbr":"MKJV1962","bookName":"2 Peter","bookEnglishName":"2 Peter","chapterNumber":3,"verses":[{"number":1,"verse":"Beloved, I now write this second letter to you, in which I stir up your pure mind by reminder"},{"number":2,"verse":"to remember the words which were spoken before by the holy prophets, and of the commandment of the Lord and Savior by us, the apostles."},{"number":3,"verse":"First, knowing this, that there will come in [the] last days scoffers walking according to their own lusts"},{"number":4,"verse":"and saying, Where is the promise of His coming? For since [the] fathers fell asleep, all things continue as [they were] from the beginning of creation."},{"number":5,"verse":"For this is hidden from them [by their] willing it, that the heavens were of old, and the earth out of the water, and through water, being held together by the word of God,"},{"number":6,"verse":"through which the world that then was, being flooded by water, perished."},{"number":7,"verse":"But the present heavens and the earth being kept in store by the same word, are being kept for fire until the day of judgment and destruction of ungodly men."},{"number":8,"verse":"But, beloved, let not this one thing be hidden [from you], that one day [is] with [the] Lord as a thousand years, and a thousand years as one day."},{"number":9,"verse":"The Lord is not slow concerning His promise, as some count slowness, but is long-suffering toward us, not purposing that any [of us] should perish, but that all should come to repentance."},{"number":10,"verse":"But the day of the Lord will come as a thief in [the] night, in which the heavens will pass away with a rushing noise, and [the] elements will melt with fervent heat. And the earth and the works in it will be burned up."},{"number":11,"verse":"Then, all these things being [about to be] dissolved, what sort ought you to be in holy behavior and godliness,"},{"number":12,"verse":"looking for and rushing the coming of the Day of God, on account of which [the] heavens, being on fire, will melt away, and [the] elements will melt, burning with heat?"},{"number":13,"verse":"But according to His promise, we look for new heavens and a new earth in which righteousness dwells."},{"number":14,"verse":"Therefore, beloved, looking for these things, be diligent, spotless, and without blemish, to be found by Him in peace."},{"number":15,"verse":"And think of the long-suffering of our Lord [as] salvation (as our beloved brother Paul also has written to you according to the wisdom given to him"},{"number":16,"verse":"as also in all his letters, speaking in them of these things; in which are some things hard to be understood, which the unlearned and unstable pervert, as also [they do] the rest of the Scriptures, to [their] own destruction)."},{"number":17,"verse":"Therefore, beloved, knowing beforehand, beware lest being led away with the error of the lawless, you fall from [your] own steadfastness."},{"number":18,"verse":"But grow in grace and [in] knowledge of our Lord and Savior Jesus Christ. To Him [be] the glory, both now and to [the] day of eternity. Amen."}]}