{"bibleAbbr":"awaERV2005","bookName":"तीमुथियुस क पहिली पत्र","bookEnglishName":"1 Timothy","chapterNumber":2,"verses":[{"number":1,"verse":"( स्त्री-पुरुसन बरे कछू नेम) सबसे पहिले मोर बिसेस रूपे स इ निवेदन बा कि सबके बरे आवेदन, पराथना, अनुरोध अउर सब मनइयन कहँती स धन्यबाद दिहा जाइ।"},{"number":2,"verse":"सासकन अउर सभन अधिकरियन क धन्यबाद दिहा जाइ। ताकि हम चैन क साथे सांतिपूर्वक पूरे स्रद्धा अउर परमेस्सर बरे सम्मान स भरा जीवन जी सकी।"},{"number":3,"verse":"इ हमार उद्धारकर्ता परमेस्सर क खुसी करईवाल अहइ। उ उत्तिम अहइ।"},{"number":4,"verse":"उ सभन मनइयन क उद्धार चाहत ह अउर सत्य का गियान चाहत ह।"},{"number":5,"verse":"काहेकि परमेस्सर एक्कई बा। अउर मानुस अउर परमेस्सर क बीच मँ मध्यस्थता एक्कई बा। उ खुदइ एक मानुस अहइ ईसू मसीह।"},{"number":6,"verse":"उ सबन क बरे खुद क फिरौती क रूप मँ दइ डाए अहइ। अउर परमेस्सर क सब लोगन क बचाबै क उदेस्स को व्यक्त किहे अहइ।"},{"number":7,"verse":"अउर इ साच्छी क प्रचार करइ बरे मोका एक प्रचारक अउर प्रेरित रखा गवा (इ मइँ सचइ कहत हउँ, झूठ नाहीं) मोका गैर यहूदियन क बरे बिसवास अउर सत्य के उपदेसक के रूपे मँ ठहरावा गवा।"},{"number":8,"verse":"( पुरुषन अउर स्त्रीयन क बरे बिसेस निर्देस) इन्ही बरे मोर इच्छा बा कि हर कहूँ सब मनइयन पवित्तर हाथन क उप्पर उठाइके परमेस्सर क बरे समर्पित होइ बिना कीहीउँ गुस्सा या मन-मोटाऊ पराथना करइँ।"},{"number":9,"verse":"इही तरह स्त्रियन स भी मइँ इ चाहित हउँ कि उ पचे सीधी-सादी वेस-भूसा मँ सालीनता अउर आतिम संयम क साथे रहइँ। अपने आपे क सजावइ सँवारइ क बरे उ बारे क बेणियन न सजावइँ अउर सोना, मोतियन अउर बहुमूल्य वस्त्रन स सृंगार न करइँ।"},{"number":10,"verse":"बल्कि अइसेन स्त्रियन क जउन अपने आप क परमेस्सर क उपासिका मानत हीं, ओनके बरे उचित इ बा कि वो खुदइ क उत्तिम कामे स सजावइँ।"},{"number":11,"verse":"एक स्त्री क चाही कि उ सांत भाव स सारे समर्पण क साथे सिच्छा ग्रहण करइ।"},{"number":12,"verse":"मइँ इ नाहीं चाहित कि कउनउ स्त्री कउनउ मनई क सिखावइ पढ़ावइ अउर ओह पर सासन करइ। मुला ओका तउ चुपचाप ही रहइ चाही।"},{"number":13,"verse":"काहेकि आदम क पहिले बनावा गवा बा अउर तब पाछे हव्वा क।"},{"number":14,"verse":"आदम क बहकावा नाहीं जाइ सका मुला स्त्री क बहकाइ लिहा गवा अउर उ पापे मँ पतित होइ गइ।"},{"number":15,"verse":"मुला अगर उ मँ जइसन क करतब क निभावत भए बिसवास, पिरेम, पवित्तर अउर परमेस्सर क बरे समर्पण मँ बनी रहइ तउ स्त्रियन क उद्धार तउ जरूर मिल जाई।"}]}