{"bibleAbbr":"awaERV2005","bookName":"तीमुथियुस क पहिली पत्र","bookEnglishName":"1 Timothy","chapterNumber":5,"verses":[{"number":1,"verse":"कउनउ बड़ी आयु क मनई क साथे कठोरता स न बोला, बल्कि ओनहे बापे क रूप मँ देखत ओनके बरे विनम्र रहा। सलाह देत समइ अपन्ने स छोटन क साथे भाइयन जइसा बर्ताव करा।"},{"number":2,"verse":"बड़ी स्त्रियन क महतारी समझा अउर जवान स्त्रियन क आपन बहिन समझिके सब पवित्रतन क साथे बर्ताव करा।"},{"number":3,"verse":"( विधवन क धियान रखा) ओन्हन विधवन क विसेस धियान रखा जउन वास्तव मँ अकेले अहइँ।"},{"number":4,"verse":"मुला अगर कउनउ विधवा के बेटवा-बिटिया अउर नाती पोता अहइँ तउ ओन्हे सबसे पहिले अपने धरम पर चलत चलत अपने परिवार क देखभाल करइ सीखइ चाही। ओनका चाही कि ओ पचे अपने महतारी-बापे क पालन पोसन क बदला चुकावइँ काहेकि एहसे परमेस्सर खुस होत ह।"},{"number":5,"verse":"उ विधवा जउन सही मँ विधवा बाटइ अउर जेकर धियान रखइवाला केउ नाहीं बाटइ अउर परमेस्सर तउ जेकर सबइ आसा क सहारा बा उ दिन रात बिनती अउर पराथना मँ लगी रहत हीं।"},{"number":6,"verse":"मुला उ विधवा जे बिसय भोग क दास होइ गइ अहइँ जीते जी मरे भएन क समान बाटिन।"},{"number":7,"verse":"इही बरे बिसवासी लोगन क इन बातन क (ओनके सहायता क) आदेस द्या ताकि कउनउ भी ओनकर आलोचना न कइ पावइ।"},{"number":8,"verse":"मुला अगर केउ आपन रिस्तेदारन, विसेसकर आपन पिरवार क सदस्यन क सहायता नाहीं करत, तउ उ बिसवास स फिन गवा बा अउर कउनो अबिसवासी से भी जियादा खराब बा।"},{"number":9,"verse":"ओन्हन विधवन क विसेस सूची मँ जउन आर्थिक सहायता लेत बाटिन ओनही विधवा क नाउँ लिखा जाइ जउन कम स कम साठ साल क होइ चुकी बाटिन अउर जउन पतिब्रता रही हईन।"},{"number":10,"verse":"अउर जउन बाल बच्चन क पालत करत, अतिथि सत्कार करत भए, परमेस्सर क लोगन क पाउँ धोवत भए दुखियन क सहायता करत-करत, अच्छा कामन क बरे समर्पित होइके सब तरह क अच्छा कामन क बरे जाना-मानी जात रहिन।"},{"number":11,"verse":"मुला सयानी-विधवन क एह सूची मँ सामिल न करा काहेकि मसीह क बरे ओनकर समर्पण पइ जब ओनकर बिसय वासना भरी इच्छा हावी होत ह तउ उ फिन बियाह करइ चाहत ह।"},{"number":12,"verse":"उ सबइ अपराधिन हइन काहेकि ओन्हन आपन मूलभूत प्रतिज्ञा क तोड़े हइन।"},{"number":13,"verse":"एकरे अलावा ओनका आलस क आदत पड़ि जात ह। उ सबइ एक घरे स दुसरे घरे घूमत फिरत हीं अउर उ सबइ न केवल आलसी होइ जात हीं, बल्कि उ बातूनी लोगन क कामन मँ टाँग अड़ावइ लागत हीं अउर अइसेन बात बोलइ लागत हीं जइसे ओंहे न बोलइ चाही।"},{"number":14,"verse":"इही बरे मइँ चाहत हउँ कि जवान-विधवन बियाह कइ लेइँ अउर औलाद क पइदा करत भए अपने घर बारे के देखभल करइँ ताकि हमरे दुस्मनन क हम पर कटाच्छ करइ क कउनउ अवसर न मिलि पावइ।"},{"number":15,"verse":"मइँ इ बरे बतावत हउँ कि कछू जवान विधवन क सइतान द्वारा पहिलेन स ही बहकाई गइ रहिन।"},{"number":16,"verse":"अगर कउनो बिसवासी स्त्री क घरे मँ विधवा हइन तउ ओन्हे ओकर सहायता खुद करइ चाही। अउर कलीसिया प कउनउ भार न डावइ चाहि ताकि कलीसिया सच्ची विधवन क सहायता कइ सकइ।"},{"number":17,"verse":"जउन निरीच्छक कलीसिया क अच्छी अगुआइ करत हीं ओनका दुगना सम्मान क पात्र होइ चाही। विसेस कर उ पचे जेनकर काम उपदेस देब अउर पढ़ाउब बा।"},{"number":18,"verse":"काहेकि पवित्तर सास्तर मँ कहा गवा बा, “बरधा जब खरिहाने मँ होइ तउ ओकर मुँह न बाँधा।” अउर “मजदूर क आपन मजदूरी पावइ क अधिकार बा।”"},{"number":19,"verse":"कउनो निरीच्छन पइ लगावा गवा कउनउ लांछन क तब तक स्वीकार न करा जब तलक दुई य तीन साच्छी न होइँ।"},{"number":20,"verse":"जउन हमेसा पापे मँ लगा रहत हीं ओनका सबके सामने डाटा-फटकारा ताकि बाकि लोग डेराइँ।"},{"number":21,"verse":"परमेस्सर, ईसू मसीह अउर चुना भवा सरगदूतन क सामने हम सचाई क साथे आदेस देत हई कि तू बिना कउनो पूर्वाग्रह क इन बातन क पालन करा। पच्छपात क साथे कउनउ काम न करा।"},{"number":22,"verse":"बिना विचारे केउ क कलीसिया क मुखिया बनवइ क बरे ओह प जल्दी मँ हाथ न रखा। केउ क पापन मँ भागीदारी न बना। अपने क हमेसा पवित्तर रखा।"},{"number":23,"verse":"तीमुथियुस, केवल पानी ही न पिअत रहअ। बल्कि अपने हाजमा अउर बार बार बीमार पड़इ स बचइ क बरे तनिक दाखरास भी लइ लिहा करा।"},{"number":24,"verse":"कछू लोगन क पापन सही रूप स परगट होइ जात हीं अउर निआव क बरे पेस-कई दीन्ह जात ह मुला दुसरे लोगन क पापन बाद मँ परगट होत हीं।"},{"number":25,"verse":"इही तरह अच्छा काम भी सही रूप स परगट होइ जात ह मुला जउन परगट नाहीं होतेन तउ उ पचे भी छुपा नाहीं रह सकतेन।"}]}