{"bibleAbbr":"NIV2011","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":4,"verses":[{"number":1,"verse":"(The Parable of the Sower) Again Jesus began to teach by the lake. The crowd that gathered around him was so large that he got into a boat and sat in it out on the lake, while all the people were along the shore at the water’s edge."},{"number":2,"verse":"He taught them many things by parables, and in his teaching said:"},{"number":3,"verse":"“Listen! A farmer went out to sow his seed."},{"number":4,"verse":"As he was scattering the seed, some fell along the path, and the birds came and ate it up."},{"number":5,"verse":"Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow."},{"number":6,"verse":"But when the sun came up, the plants were scorched, and they withered because they had no root."},{"number":7,"verse":"Other seed fell among thorns, which grew up and choked the plants, so that they did not bear grain."},{"number":8,"verse":"Still other seed fell on good soil. It came up, grew and produced a crop, some multiplying thirty, some sixty, some a hundred times.”"},{"number":9,"verse":"Then Jesus said, “Whoever has ears to hear, let them hear.”"},{"number":10,"verse":"When he was alone, the Twelve and the others around him asked him about the parables."},{"number":11,"verse":"He told them, “The secret of the kingdom of God has been given to you. But to those on the outside everything is said in parables"},{"number":12,"verse":"so that, “‘they may be ever seeing but never perceiving, and ever hearing but never understanding; otherwise they might turn and be forgiven!’ ”"},{"number":13,"verse":"Then Jesus said to them, “Don’t you understand this parable? How then will you understand any parable?"},{"number":14,"verse":"The farmer sows the word."},{"number":15,"verse":"Some people are like seed along the path, where the word is sown. As soon as they hear it, Satan comes and takes away the word that was sown in them."},{"number":16,"verse":"Others, like seed sown on rocky places, hear the word and at once receive it with joy."},{"number":17,"verse":"But since they have no root, they last only a short time. When trouble or persecution comes because of the word, they quickly fall away."},{"number":18,"verse":"Still others, like seed sown among thorns, hear the word;"},{"number":19,"verse":"but the worries of this life, the deceitfulness of wealth and the desires for other things come in and choke the word, making it unfruitful."},{"number":20,"verse":"Others, like seed sown on good soil, hear the word, accept it, and produce a crop - some thirty, some sixty, some a hundred times what was sown.”"},{"number":21,"verse":"(A Lamp on a Stand) He said to them, “Do you bring in a lamp to put it under a bowl or a bed? Instead, don’t you put it on its stand?"},{"number":22,"verse":"For whatever is hidden is meant to be disclosed, and whatever is concealed is meant to be brought out into the open."},{"number":23,"verse":"If anyone has ears to hear, let them hear.”"},{"number":24,"verse":"“Consider carefully what you hear,” he continued. “With the measure you use, it will be measured to you - and even more."},{"number":25,"verse":"Whoever has will be given more; whoever does not have, even what they have will be taken from them.”"},{"number":26,"verse":"(The Parable of the Growing Seed) He also said, “This is what the kingdom of God is like. A man scatters seed on the ground."},{"number":27,"verse":"Night and day, whether he sleeps or gets up, the seed sprouts and grows, though he does not know how."},{"number":28,"verse":"All by itself the soil produces grain - first the stalk, then the head, then the full kernel in the head."},{"number":29,"verse":"As soon as the grain is ripe, he puts the sickle to it, because the harvest has come.”"},{"number":30,"verse":"(The Parable of the Mustard Seed) Again he said, “What shall we say the kingdom of God is like, or what parable shall we use to describe it?"},{"number":31,"verse":"It is like a mustard seed, which is the smallest of all seeds on earth."},{"number":32,"verse":"Yet when planted, it grows and becomes the largest of all garden plants, with such big branches that the birds can perch in its shade.”"},{"number":33,"verse":"With many similar parables Jesus spoke the word to them, as much as they could understand."},{"number":34,"verse":"He did not say anything to them without using a parable. But when he was alone with his own disciples, he explained everything."},{"number":35,"verse":"(Jesus Calms the Storm) That day when evening came, he said to his disciples, “Let us go over to the other side.”"},{"number":36,"verse":"Leaving the crowd behind, they took him along, just as he was, in the boat. There were also other boats with him."},{"number":37,"verse":"A furious squall came up, and the waves broke over the boat, so that it was nearly swamped."},{"number":38,"verse":"Jesus was in the stern, sleeping on a cushion. The disciples woke him and said to him, “Teacher, don’t you care if we drown?”"},{"number":39,"verse":"He got up, rebuked the wind and said to the waves, “Quiet! Be still!” Then the wind died down and it was completely calm."},{"number":40,"verse":"He said to his disciples, “Why are you so afraid? Do you still have no faith?”"},{"number":41,"verse":"They were terrified and asked each other, “Who is this? Even the wind and the waves obey him!”"}]}