{"bibleAbbr":"awaERV2005","bookName":"गनती","bookEnglishName":"Numbers","chapterNumber":13,"verses":[{"number":1,"verse":"( खुफिया कनान क गएन) यहोवा मूसा स कहेस,"},{"number":2,"verse":"“कछू मनइयन क कनान देस क बारे मँ गहराइ स जानइ बरे पठवा। इ उहइ देस अहइ जेका मइँ इस्राएल क मनइयन क देब। हर एक बारहु परिवार समूहन स एक नेता पठवा।”"},{"number":3,"verse":"एह बरे मूसा यहोवा क हुकुम मानेस। उ पारान क रेगिस्तान स नेता लोगन क पठाएस।"},{"number":4,"verse":"इ सबइ ओनकइ नाउँ अहइँ: जककूर क पूत सम्मू — रूबेन परिवार समूह स।"},{"number":5,"verse":"होरी क पूत सापात — सिमोन क परिवार समूह स।"},{"number":6,"verse":"योपुन्ने क पूत कालेब — यहूदा क परिवार समूह स।"},{"number":7,"verse":"योसेप क पूत यिगास — इस्साकार क परिवार समूह स।"},{"number":8,"verse":"नून क पूत होसे — एप्रैम क परिवार समूह स।"},{"number":9,"verse":"रापू क पूत पलती — बिन्यामीन क परिवार समूह स।"},{"number":10,"verse":"सोदी क पूत गद्दीएल — जबूलून क परिवार समूह स।"},{"number":11,"verse":"सूसी क पूत गद्दी — यूसुफ क (जउन मनस्से स) परिवार समूह स।"},{"number":12,"verse":"गमल्ली क पूत अम्मीएल — दान क परिवार समूह स।"},{"number":13,"verse":"मीकाएल क पूत सतूर — आसेर क परिवार समूह स।"},{"number":14,"verse":"वोप्सी क पूत नहूबी — नप्ताली परिवार समूह स।"},{"number":15,"verse":"माकी क पूत गूएल — गाद क परिवार समूह स।"},{"number":16,"verse":"उ नाउँ ओन मनइयन क अहइँ जेनका मूसा पहँटा क लखइ अउ जाँच करइ बरे पठाएस। (मूसा नून क पूत होसे क दूसर नाउँ स पुकारेस। मूसा ओका यहोसू कहेस।)"},{"number":17,"verse":"मूसा जब ओनका कनान क खोज-बीन बरे पठावत रहा, तब उ कहेस, “नेगेव स होइके जा तब पहाड़ी देस मँ जाब्या"},{"number":18,"verse":"इ लखा कि भूइयाँ कइसा अहइ अउर तब तू उ मनइ क बारे जानकारी ल्या जउन हुमाँ रहत हीं। उ पचे सक्तीवाला अहइँ या कमजोर बाटेन। उ पचे तनिक अहइँ या जियादा तदाद मँ बाटेन?"},{"number":19,"verse":"उ पहँटा क बारे मँ जानकारी ल्या जेहमाँ उ पचे रहत हीं। का उ नीक प्रदेस अहइ या बुरा? कउने तरह क सहर मँ उ पचे रहत हीं? का उ नगरन क चहरदेवार बाटेन? क एन गाँव क देवारन नाहीं अहइ?"},{"number":20,"verse":"प्रदेस क बारे मँ अउर जानकारी ल्या। का भुइयाँ उपज बरे नीक बाटइ या बंजर जमीन अहइ? का धरती प बृच्छ उगा बाटेन? साहसी बना अउ उ धरती स कछू फल लइ आवा।” (इ अंगूर क पहली फसल क टेम होइ।)"},{"number":21,"verse":"तब उ पचे पहँटा क छान-बीन किहेन। उ पचे जिन नाउँ क रेगिस्तान स रहोब अउ लेबो हमात तलक गएन।"},{"number":22,"verse":"उ पचे नेगव स होइके तब तलक जात्रा करत रहेन जब तलक उ पचे हेब्रोन नगर पहोंच गएन। (हेब्रोन मिस्र मँ सोअन नगर क बसइ क सात बरिस पहिले बना रहा।) अहीमन, सेसै अउ तल्मै हुवाँ रहत रहेन। इ सबइ अनाक क सन्तानन रहेन।"},{"number":23,"verse":"तब उ पचे एस्कोल क घाटी मँ गएन। उ सबइ हुवाँ अंगूरे क बेल काटेन। उ साखा मँ अंगूर क गुच्छा रहा। मनइयन मँ स दुइ मनई आपन बीच एक डंडा प धइके ओका लइ आएन। उ पचे कछू अनार अउ अंजीर भी लइ आएन।"},{"number":24,"verse":"उ ठउरे क नाउँ एस्कोल क घाटी रहा। काहेकी इ उहइ ठउर अहइ जहाँ इस्राएल क मनइयन अंगूरे क गुच्छा काटेन।"},{"number":25,"verse":"उ मनइयन उ पहँटा क छानबीन चालीस दिन तलक किहेन। तब उ पचे सिबिर क लउटेन।"},{"number":26,"verse":"उ पचे मूसा, हारून अउ दूसर इस्राएल क लोगन क लगे कादेस मँ लउटि गएन। इ पारान रेगिस्तान मँ रहा। तब उ पचे मूसा, हारून अउ सबहिं मनइयन क, जउन कछू लखेन, सब कछू सुनाएन। अउर उ पचे ओनका उ प्रदेस क फल क देखाएन।"},{"number":27,"verse":"उ पचे मूसा स इ कहेन, “हम पचे उ पहँटा मँ गए जहाँ आप हमका पठएन। उ प्रदेस बहोत नीक बाटइहिआँ दूध अउ मधु क नदी बहत हीं। इ सबइ उ कछू फल अहइँ जेका हम पचे हुआँ पावा ह।"},{"number":28,"verse":"मुला हुवाँ जउन मनइयन रहत हीं उ पचे बहोतइ सक्तीवाला अउ मजबूत बाटेन। ओनकइ सहर क मजबूती स रच्छा कीन्ह ग अहइ। हम पचे हुवाँ अनाक बंसी मनइयन क लखा।"},{"number":29,"verse":"अमालेकी लोग नेगेव मँ रहत हीं। हित्ती, यबूसी अउ एमोरी पहाड़ी प्रदेस मँ रहत हीं। कनानी लोग समुद्दर क किनारे अउ यरदन नदिया क तीरे रहत हीं।”"},{"number":30,"verse":"तब कालेब मूसा क नचिके मनइयन क सान्त होइके कहेस। कालेब कहेस, “हम पचन क हुवाँ जाइ चाही अउ उ प्रदेस क आपन बरे लेइ चाही। हम पचे उ प्रदेस क आसानी स लइ सकित ही।”"},{"number":31,"verse":"मुला जउन मनई ओकरे संग गवा उ बोला, “हम पचे उ मनइयन क खिलाफ नाहीं लड़ि सकित। उ पचे हम लोगन स जियादा सक्तीसाली अहइँ।”"},{"number":32,"verse":"अउर उ मनइयन सबहिं इस्राएली लोगन स कहेन कि उ पहँटा क लोगन क हरावइ बरे उ पचे जियादा ताकतवर नाहीं रहेन। उ पचे कहेन, “जउने पहँटा क हम पचे लखा उ ताकतवर मनइयन स भरा बाटइ। उ पचे ऍतना जियादा सक्तीवाला अहइँ कि जउन कउनो मनई हुवाँ जाइ ओका आसनी स हराइ सकत हीं।"},{"number":33,"verse":"हम सबइ हुवाँ देत्य नेपीलियन लोगन क लखा। (अनाक सन्तानन नपीली लोगन मँ स अहइ।) उ पचे हम पचन क लखेन जइसे हम पचे टिड्डा रहेन। हाँ हम पचे झींगुर क नाईं ओनकइ बरे रहे।”"}]}