{"bibleAbbr":"awaERV2005","bookName":"गनती","bookEnglishName":"Numbers","chapterNumber":18,"verses":[{"number":1,"verse":"( याजकन अउ लेवी बंसी लोगन क कारज) यहोवा हारून स कहेस, “तू, तोहार पूतन, अउ तोहरे पिता क परिवारे क सब मनई कउनो पाप जउन पवित्तर ठउरे क सम्बंधित कीन्ह ग अहइ क जिम्मेदार अहइँ। तू अउ तोहार पूत याजकिये स सम्बन्धि कउनो भी बरे जिम्मेदार होइहीं।"},{"number":2,"verse":"दूसर लेवी मनइयन क आपन साथ देइ बरे आपन परिवार समूह स लइ आवा। उ सबइ तोहार अउ तोहरे पूतन क मदद साच्छी क तम्बू क काम करइ मँ करिहीं।"},{"number":3,"verse":"लेवी परिवार क उ सबइ मनई तोहरे मातहत अहइँ। उ पचे उ सबहिं कामे क करिहीं जेनका तम्बू मँ किया जाब अहइ। मुला उ पचेन क वेदी या पवित्तर ठउर क बर्तनन क लगे न जाइ चाही। जदि उ पचे अइसा करिहीं तउ उ सबइ मरि जइहीं अउ तू भी मरि जाब्या।"},{"number":4,"verse":"उ पचे तोहरे संग होइहीं अउ तोहरे संग काम करिहीं। उ पचे मिलापवाला तम्बू क देखइ रेखइ क जिम्मेदार होइहीं। सब कारज, जेका तम्बू मँ कीन्ह जाइ चाही, उ पचे करिहीं। दूसर कउनो भी उ ठउर क नगिचे न आइ जहाँ तू अहा।"},{"number":5,"verse":"“पवित्तर ठउर अउ वेदी क देख-रेख करइ क जिम्मेदार तू अहा। मइँ इस्राएल क मनइयन प फुन कोहाइ नाहीं चाहत हउँ।"},{"number":6,"verse":"मइँ खुद तोहरे मनइयन यानी लेवी बंस क लोगन क खुद इस्राएल क सबहिं मनइयन मँ स चुनेउँ ह। उ पचे यहोवा क दीन्ह गवा उपहार अहइ अउर उ पचन्क परमेस्सर क सेवा करइ अउर मिलापवाला तम्बू क काम करइ बरे आपिर्त कीन्ह गवा अहइ।"},{"number":7,"verse":"मुला सिरिफ तू अउ तोहार पूत याजकन क रूप मँ सेवा कइ सकत हीं। अकेले तू ही वेदी क लगे जाइ सकत ह। तू अकेले महापवित्तर ठउर क पर्दा क भितरे जाइ सकत ह। याजक क रूप मँ तोहार सेवा एक ठु उपहार जेका मइँ तोहका देत हउँ। कउनो भी दूसर, जउन पवित्तर ठउर क लगे आइ, मारि डावा जाइ।”"},{"number":8,"verse":"तब यहोवा हारून स कहेस, “मइँ खुद तोहका मनइयन जउन खास भेंट चढ़ाएन ह जिम्मेदारी दिहेउँ ह। इस्राएल क लोग जउन सारी भेंट मोका देइहीं उ मइँ तोहका देत अहउँ। तू अउ तोहार पूत इ पवित्तर भेंटन क आपुस मँ बाटि सकत ह। इ हमेसा तोहार होइ।"},{"number":9,"verse":"इ ओन सबहिं पवित्तर भेंटन मँ इ तोहार आपन हींसा होइ जेका जलावा नाहीं गवा ह। हरेक भेंटन, हरेक अन्नबलि, हरेक पापबलि अउ हरेक दोखबलि जउन उ मोरे लगे लइ आवत हीं, इ सबइ तोहर अउ तोहरे पूतन बरे बहोत पवित्तर भेंटन होइ हीं।"},{"number":10,"verse":"उ सबन चीजन क महापवित्तर ठउरे मँ खा। तोहरे परिवार क हर मरद मनसेधू ऍका खाइ सकत ह मुला तोहका सुमिरइ चाही कि उ सबइ भेंट पवित्तर अहइँ।"},{"number":11,"verse":"“अउर उ सबहिं चीजिन जेका इस्राएली उत्तोलन बलि क रूप मँ देइहीं, तोहरइ होइहीं। मइँ ऍका तोहका, तोहार पूतन अउ तोहार बिटियन क देत हउँ। इ तोहार हींसा अहइ। तोहरे परिवार क हर एक मनई जउन सुद्ध होई, ऍका खाइ सकी।"},{"number":12,"verse":"“अउर मइँ सारा बढ़िया जइतून क तेल अउ सबन त बढ़िया नीक नई दाखरस अउ अनाज तोहका देत अहउँ। इ सबइ उहइ चीजन बाटिन जेका इस्राएल क लोग मोका यानी आपन यहोवा क देत हीं। इ सबइ उ चीजियन बाटिन जेका उ पचे आपन फसिल पाक जाए प बटोरत हीं।"},{"number":13,"verse":"सबइ चीज जउन तोहार भूइँया स आवत ही क पहिला फल परमेस्सर क अहइ। एह बरे इ चीजन क मइँ तोहका देब। अउर हर एक मनई जउन परिवार मँ सुद्ध होई ऍका खाइ सकी।"},{"number":14,"verse":"“अउर हर एक इस्राएल मँ जउन यहोवा क दीन्ह जात हीं, तोहार बा।"},{"number":15,"verse":"“कउनो भी परिवारे मँ पहिलौटी क पूत या गोरु परमेस्सर क भेंट होइ। उ तोहार होइ। मुला तोहका हर एक पहिलौटी लरिका अउ पहिला पइदा भवा असुद्ध गोरु क फुन स वापिस लइ लेइ चाही। तब पहिला पइदा बच्चा फुन उ परिवार क होइ जाइ।"},{"number":16,"verse":"जब लरिका बच्चा एक महीना क होइ जाइँ तब्बइ तोहका ओकर बरे दाम लइ लेइ चाही। ओका मुक्त करावइ क मूल्य पाँच सेकेल चाँदी पवित्तर स्थान क अधिकारिक माप अनुसार होइ चाहीं। एक सेकेल बीस गेरा क बराबर होत ह।"},{"number":17,"verse":"“मुला तोहका पहिलौटी क गइया या भेड़ी या बोकरा क दाम नाहीं लेइ चाही। उ सबइ गोरु तउ पवित्तर बाटेन। ओनकइ रकत वेदी प छिछकारा अउर ओनकइ चर्बी बारा। इ भेंट आगी क जरिए दीन्ह जात ह। इ भेंट क महकब मोरे बरे यानी यहोवा बरे सोहइवाली गंध होइ।"},{"number":18,"verse":"मुला इ गोरुअन क गोस तोहार होइ जइसे कि उत्तोलन बलि क छाती तोहार होइ अउर भेंटन क दहिनी जाँघन तोहार होइ।"},{"number":19,"verse":"कउनो भी चीज, जेका लोग पवित्तर भेंट क रूप मँ मोका चढ़ावत ही, मइँ यहोवा ओका तोहका देत हउँ। इ तोहार हींसा अहइ। मइँ ऍका तोहका, तोहार बेटहनन अउ तोहार बिटिहिनियन क देत अहउँ। इ यहोवा क संग किया गवा करार अहइ जउन हमेसा बना रही। मइँ इ बचन तोहका अउ तोहरे सन्तानन क देत अहउँ।”"},{"number":20,"verse":"यहोवा हारून स इ भी कहेस, “तू कउनो भी भुइयाँ न पउब्या। अउर अइसी कउनो भी चीज नाहीं रखब्या जइसी दूसर लोग राखत हीं। मइँ तोहार अंस अउ मइँ इस्राएल क लोगन क बीच तोहार उत्तरधिकार अहइ।"},{"number":21,"verse":"“इस्राएल क लोग जउन कछू ओनके लगे होइ ओकर दसवाँ हींसा देइहीं। इ तरह मइँ लेवी बंस क सन्तानन क दसवाँ हींसा देत अहउँ। इ ओनके उ काम क मजूरी अहइ जउन उ पचे मिलापवाला तम्बू मँ सेवा करत भए करत रहत हीं।"},{"number":22,"verse":"मूला इस्राएल क दूसर लोगन क मिलापवाला तम्बू क निअरे कबहुँ नाहीं जाइ चाही। जदि उ पचे अइसा करत हीं तउ ओनका अपने आप मरइ क होइ।"},{"number":23,"verse":"जउन लेवी बंसी मिलापवाला तम्बू मँ काम करत अहइँ उ पचे ऍकरे खिलाफ पाप क जिम्मेदार होइहीं। इ कनून हमेसा बरे होइ। लेवीबंसी उ भुइँया क न लेइहीं जेका मइँ इस्राएल क दूसर लोगन क बचन दिहेउँ ह।"},{"number":24,"verse":"मुला इस्राएल क लोगन क लगे जउन कछू होइ ओकर दसवाँ हींसा मोका देइहीं। इ तरह मइँ लेवी बंसी मनइयन क दसवाँ हींसा देब। इहइ कारण अहइ कि मइँ लेवीबंसी मनइयन बरे कहेउँ ह: उ पचे उ भुइँया क न पइहीं जेका मइँ इस्राएल क मनइयन क देइ क वचन दिहेउँ ह।”"},{"number":25,"verse":"यहोवा मूसा स कहेस,"},{"number":26,"verse":"“लेवी बंसी मनइयन स बात करा अउ ओनसे कहा, ‘इस्राएल क लोग हर एक चीज क दसवाँ हीसां यहोवा क देइहीं। उ दसवाँ हींसा लेवी बंसी मनइयन क होइ। मुला ओकर दसवाँ हींसा यहोवा क ओनकी भेंट क रूप मँ देइ चाही।"},{"number":27,"verse":"अउर उ दसवाँ हींसा क इ समुझा जाब कि तू खरिहान स अनाज या दाखरस क कोलहू स दाखरस भेंट किहे रहा।"},{"number":28,"verse":"इ तरह तू यहोवा क वइसेन ही भेंट देब्या जइसे इस्राएल क दूसर लोग देत हीं। तू इस्राएल क मनइयन क दीन्ह गवा दसवाँ हीसां पउब्या। अउर तू ओकर दसवाँ हीसां याजक हारून क देब्या।"},{"number":29,"verse":"जब इस्राएल क लोग आपन हर एक चीज क दसवाँ हींसा देइँ तउ तोहका ओहमाँ स सबन त जियादा पवित्तर हींसा चुनइ चाही। उहइ दसवाँ हींसा अहइ जेका तोहका यहोवा क देइ चाही।’"},{"number":30,"verse":"“मूसा, लेवी लोगन स इ कहा, ‘लोग जउन कछू तोहका देत ह ओका सबन त अच्छा हींसा जब तू भेंट करब। तउ इ अइसा होइ जइसा तू एका खरिहान स आनाज या दाखरस क कोलहू स दाखरस भेंट किहे रहा।"},{"number":31,"verse":"जउन बाकी बची ओका तू अउ तोहार परिवार ऍका कउनो जगह खाइ सकत ह। इ तू मनइयन क उ काम बरे मजूरी अहइ जउन तू पचे मिलापवाला तम्बू मँ करत बाट्या।"},{"number":32,"verse":"अउर अगर तू ऍकर सब स बढ़िया हीसां यहोवा क देत रहब्या तउ तू कबहुँ दोखी न होब्या। तू इस्राएल क मनइयन क पवित्तर भेंट क बरे दूसित न करब्या अउर तू मरब्या नाहीं।’”"}]}