{"bibleAbbr":"awaERV2005","bookName":"गनती","bookEnglishName":"Numbers","chapterNumber":23,"verses":[{"number":1,"verse":"( बिलाम क पहिली भविस्सबाणी) बिलाम कहेस, “हिआँ सात ठु वेदी बनावा। अउ मोरे बरे सात ठु बर्धा अउ सात भेड़ा तइयार करा।”"},{"number":2,"verse":"बालाक उ सब किहस जउन बिलाम कहेस। तब बिलाम अउ बालाक हर एक वेदी प एक ठु बर्धा अउ एक भेड़ा मारेस।"},{"number":3,"verse":"तब बिलाम बालाक स कहेस, “इ वेदी क लगे ठहरा। मइँ दूसर जगह जाब। तब साइद यहोवा मोरे लगे अहहीं अउर बतइहीं कि मइँ का कहउँ।” तब बिलाम एक ऊँचा जगह प गवा।"},{"number":4,"verse":"परमेस्सर उ ठउर प बिलाम क लगे आवा। अउर बिलाम कहेस, “मइँ सात ठु वेदी तइयार किहेउँ ह। अउर मइँ हर एक वेदी प एक ठु बर्धा अउ एक भेड़ा मारेउँ ह।”"},{"number":5,"verse":"तब यहोवा बिलाम क इ बताएस जउन ओका कहइ चाही। तब यहोवा कहेस, “बालाक क लगे जा अउ इ बातन क कहा जउन मइँ कहइ बरे बताएउँ ह।”"},{"number":6,"verse":"एह बरे बिलाम बालाक क लगे लउटा। बालाक तब तलक वेदी क निचके खड़ा रहा। अउर मोआब क सबहिं नेता लोग ओकरे संग खड़ा रहेन।"},{"number":7,"verse":"तब बिलाम इ सब बातन क कहेस: “मोआब क राजा बालाक मोका अरम स बोलाएस पूरबिया पहाड़न स। बालाक मोसे कहेस: ‘आवा अउ मोरे बरे याकूब क खिलाफ कहा आवा अउ इस्राएल क लोगन क खिलाफ कहा।’"},{"number":8,"verse":"परमेस्सर ओन मनइयन क खिलाफ नाहीं अहइ, एह बरे मइँ भी ओनके खिलाफ नाहीं कहि सकत हउँ। यहोवा ओनका बुरा होइ बरे नाहीं कहेस ह। एह बरे मइँ भी वइसा नाहीं कइ सकत हउँ।"},{"number":9,"verse":"मइँ ओन सबन क पहाड़े स लखत हउँ। मइँ अइसे मनइयन क लखत हउँ जउन अकेले रहत हीं। इ मनइयन कउनो दूसरे रास्ट्र क अंग नाहीं अहइँ।"},{"number":10,"verse":"कउन याकूब क मनइयन क गन सकत ह? उ सबइ बालू क कणे क तरह ढेर क बाटेन। इस्राएल क मनइयन क एक चउथाई क भी कउनो गन नाहीं सकत। मोका एक ठु नीक मनई क तरह मरइ द्या, मोका ओन मनइयन क तरह मरइ द्या।”"},{"number":11,"verse":"बालाक बिलाम स कहेस, “तू हमरे बरे का किहा ह? मइँ तोहका आपन दुस्मनन प सारप देइ बरे बोलाएउँ रहा। तू आपन सबन क आसीर्बाद दिहा ह।”"},{"number":12,"verse":"मुला बिलाम जवाब दिहस, “यहोवा मोहसे जउन कहइ क चाहत ह ओका मोका जरुर कहइ चाही।”"},{"number":13,"verse":"तब बालाक ओसे कहेस, “तउ मोरे संग कउनो दूसर ठउर प आवा। जहाँ तू ओन लोगन क लखि सकत ह। मुला तू ओनके एक हिंसा क लखि सकत ह, सबहिं क नाहीं लखि सकत ह। अउर उ ठउर स मोरे बरे ओनका सराप दइ सकत ह।”"},{"number":14,"verse":"एह बरे बालाक बिलाम क जोफिम क मइदान मँ लइ गवा। इ पिसगा पहाड़े क चोटी प रहा। बालाक उ ठउर प सात वेदी बनाएस। तब बालाक हर एक वेदी प बलि क रूप मँ एक ठु बर्धा अउ एक भेड़ा मारेस।"},{"number":15,"verse":"एह बरे बिलाम बालाक स कहेस, “इ वेदी प खड़ा रहा। मइँ उ ठउरे प परमेस्सर स भेंटइ जाब।”"},{"number":16,"verse":"तउ यहोवा बिलाम क लगे आवा अउ उ बिलाम क बताएस कि उ का कहइ। तब यहोवा बिलाम क बालाक क लगे लउटि आवइ अउ ओन बातन क कहइ बरे कहेस।"},{"number":17,"verse":"एह बरे बिलाम बालाक क लगे गवा। बालाक तब वेदी क लगे खड़ा रहा। मोअँब क नेता ओकरे संग रहेन। बालाक बिलाम क आवत भवा लखेस अउ ओसे पूछेस, “यहोवा का कहेस ह?”"},{"number":18,"verse":"( बिलाम क दूसर भविस्सबाणी) तब बिलाम इ बातन क कहेस: “खड़ा ह्वा अउ मोर बात सुना। सिप्पार क पूत बालाक! मोरउ सुना।"},{"number":19,"verse":"परमेस्सर मनई नाहीं; उ लबार न बोली। परमेस्सर मनई स पइदा पूत नाहीं, ओकर फइसला बदली नाहीं। अगर यहोवा कहत ह कि उ कछू करी तउ उ ओका जरूर करी। जदि यहोवा बचन देत ह तउ आपन बचन क जरूर पूरा करी।"},{"number":20,"verse":"यहोवा मोका ओनका आसीर्बाद देइ क हुकुम दिहेस ह। यहोवा ओनका आसीर्बाद दिहेस ह, एह बरे मइँ ओका नाहीं बदल सकित।"},{"number":21,"verse":"परमेस्सर याकूब क मनइयन मँ कउनो दोख नाहीं पाएस। इस्राएल क लोगन मँ कउनो पाप नाहीं रहा। यहोवा ओनकइ परमेस्सर अहइ अउ ओनके संग बाटइ। महाराजा क पुकार ओनके संग अहइ।"},{"number":22,"verse":"परमेस्सर ओनका मिस्र स बाहेर लिआवा। इस्राएल क उ सबइ लोग जंगली साँड़े क तरह बलवान अहइँ।"},{"number":23,"verse":"कउनो ताकत नाहीं जउन याकूब क लोगन क हराइ सकइ। कउनो जादू इस्राएल क लोगन क नाहीं रोकइ सकत ह। याकूब क बारे मँ अउ इस्राएल क लोगन क बारे मँ भी मनइयन इ बात कहब्या, ‘परमेस्सर जउन महान काम किहे अहइ ओन पइ धियान द्या।’"},{"number":24,"verse":"मनई सेर क नाई सक्तीवाला होइहीं। उ सबइ सेर जइसे लड़िहीं। अउर इ सेर कबहुँ नाहीं आराम करी, जब तलक उ सिकार क खाइ नाहीं लेअत। जब तलक उ ओनकइ खून नाहीं पिअत जउन जुद्ध मइँ मारा गवा ह।”"},{"number":25,"verse":"तब बालाक बिलाम स कहेस, “तू नाहीं ओका सराप द्या अउर नाहीं ओका आसीर्बाद।”"},{"number":26,"verse":"बिलाम जवाब दिहस, “मइँ पहिले तोहसे कहि दिहेउँ ह कि मइँ सिरिफ उहइ करब जउन यहोवा मोका करइ बरे कहत ह।”"},{"number":27,"verse":"तब बालाक बिलाम स कहेस, “एह बरे तू मोर संग दूसर ठउर प चला। साइद कि ओनका उ जगह स सराप देइ स परमेस्सर खुस होइ।”"},{"number":28,"verse":"एह बरे बालाक बिलाम क पेऑर पहाड़े प लइ गवा। इ पहाड़ रेगिस्तान मँ दिखाँइ देत रहा।"},{"number":29,"verse":"बिलाम कहेस, “हिआँ सात वेदी बनावा। तब सात ठु साँड़ अउ सात भेड़ा क वेदी प बलि बरे तइयार करा।”"},{"number":30,"verse":"बालाक उहइ किहस जउन बिलाम कहेस। बालाक बलि क रूप मँ हरेक वेदी प एक ठु साँड़ अउ एक भेड़ा भारेस।"}]}