{"bibleAbbr":"awaERV2005","bookName":"गनती","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"( बिलाम क तीसरी भविस्सबाणी) बिलाम क मालूम भवा कि यहोवा इस्राएल क आसीर्बाद देइ चाहत हीं। एह बरे बिलाम कउनो किस्म क जादू टोना क प्रयोग कइके ओका बदलइ नाहीं चाहेस। मुला बिलाम मुड़ा अउ उ रेगिस्तान कइँती लखेस।"},{"number":2,"verse":"बिलाम रेगिस्तान क पार तलक लखेस अउ इस्राएल क सबहिं लोगन क लखेस। उ पचे आपन अलग-अलग परिवार समूहन क पहँटा मँ सिबिर डाए भए रहेन। तब परमेस्सर क आतिमा बिलाम प उतरी।"},{"number":3,"verse":"अउर बिलाम इ शब्दन क बोला: “बोर क पूत बिलाम क सँदेसा अहइ जउन मइँ साफ-साफ निहारत हउँ उहइ क बारे मँ बोलत हउँ"},{"number":4,"verse":"मइँ इ सँदेसा क परमेस्सर स सुनेउँ ह। मइँ लखेउ हँ जउन सर्वसक्तीमान परमेस्सर मोका देखॉएस ह। मइँ मूँड़ि निहुराइके बतावत हउँ जउन मइँ साफ-साफ देखॅत हउँ।"},{"number":5,"verse":"“याकूब क मनइयो! तोहार तम्बू बहोतइ सुन्नर अहइँ! इस्राएल क मनइयो! तोहार घर बहोतइ सुन्नर अहइँ!"},{"number":6,"verse":"तोहार तम्बू बगिया क नाई अहइँ जउन नदी क आगे लगावा गवा ह। तोहार घर उ बगिया क नाई बाटेन जउन नदी क किनारे बाढ़त रहत ह। तोहार घर मीठी महकउआ झाड़ी क नाई अहइँ जेका यहोवा उगाए बाटइ। तोहार घर सुन्नर बिरवा क नाई अहइँ जउन पानी स बाढ़त रहत हीं।"},{"number":7,"verse":"तोहका पिअइ क पानी हमेसा मिलत रही। तोहका खूब इफरात पानी बिआ क बाढ़इ बरे मिली। तोहार सबन क राजा अगग स बड़ा होइ। तोहरे राज्ज क बड़की महिमा होइ।"},{"number":8,"verse":"“परमेस्सर ओन लोगन क मिस्र स बाहेर लिआवा। उ ऍतना बरिआर सक्तीवाला अहइ जेतँना एक ठु अनेर साँड़। उ पचे आपन सबहिं दुस्मनन क नास कइ देब। उ ओकर हड्यिन क तोड़ देब अउ आपन तीरन स ओनका भेद देब।"},{"number":9,"verse":"उ सबइ सेर क नाई अहइँ जउन गुटुर-मुटुर बइठा अहइ अउर सोअत अहइ। कउनो मनई ओका जगावइ नाहीं चाहत। कउनो मनई जउन तोहका आसीर्बाद देइ, असीस पाइ। अउर कउनो मनई जउन तोहका सराप देइ उ पचे सराप पाइ।”"},{"number":10,"verse":"तब बिलाम प बालाक बहोत कोहान। बालाक बिलाम स कहेस, “मइँ तोहका आपन दुस्मनन पइ सराप देइ बरे हिआँ बोलाएउँ रहा। मुला तू ओनका आसीर्बाद दिहे अहा। तू ओनका तीन दाइँ आसीर्बाद दिहे अहा।"},{"number":11,"verse":"अब बिदा ह्वा अउ घरे जा। मइँ कहेउँ रहा कि मइँ तोहका बहोत जियादा अमीर बनाउब। मुला यहोवा तोहका इनाम पावइ स रोक रखे बाटइ।”"},{"number":12,"verse":"बिलाम बालाक स कहेस, “का मइँ ओन संदेसवाहकन क जेनका तू मोरे लगे पठाएस रहा नाहीं कहेस रहा:"},{"number":13,"verse":"‘बालाक आपन सोना चाँदी स भरा आपन घर मोका दइ सकत ह। मुला मइँ तब भी सिरिफ उहइ बात कहि सकत हउँ जेका कहइ बरे यहोवा हुकुम दिहे अहइ। मइँ नीक या बुरा खुद कछू नाहीं कइ सकत हउँ। मोका उहइ करइ चाही जउन यहोवा क हुकुम होइ।’ का तोहका याद नाहीं कि मइँ इ बातन तोहरे मनइयन स कहेउँ।"},{"number":14,"verse":"अब मइँ आपने लोगन क बीच जात अहउँ; मुला मइँ तोहका एक चिताउनी देब। मइँ तोहसे कहब कि भविस्स मँ इस्राएल क इ लोग तोहरे संग अउ तोहरे लोगन क संग का करिहीं।”"},{"number":15,"verse":"( बिलाम क आखिरी भविस्सबाणी) तब बिलाम इ बातन क कहेस: “बोर क पूत बिलाम क इ सब्द अहइँ। इ सबइ सब्द उ मनई क अहइँ जउन चीजन क साफ साफ लखि सकत ह।"},{"number":16,"verse":"मइँ परमेस्सर स इ सँदेसा सुनेउँ ह। मइँ गियान पाएउँ ह जउन सर्वोच्य परमेस्सर दिहेस ह जेका सर्वसक्तीमान परमेस्सर दिहेस ह। मइँ उ निहारेउँ ह। मइँ दण्डवत कइके कहत हउँ जउन मइँ निहारेउँ ह।"},{"number":17,"verse":"“मइँ लखत अहउँ कि यहोवा आवत बा, मुला अबहिं नाहीं। मइँ ओकर अवाई लखत हउँ, मुला हाली नाहीं। याकूब क परिवार स एक तारा आई। इस्राएल क मनइयन मँ स एक नवा राजा आई। उ राजा मोआबी मनइयन क मूँड़ खूँद देइ। उ सेथ क सबहिं पूतन क मूँड़न क चकना-चूर कइ देइ।"},{"number":18,"verse":"इस्राएल ताकतवर होइ! उ एदोम क राज्ज पाई। उ आपन दुस्मन सेइर क राज्ज पाई।"},{"number":19,"verse":"“उ याकूब क परिवार स सासन करब। सहर मँ उ सबन लोगन क नास करी जउन जिअत बचा भवा बाटेन।”"},{"number":20,"verse":"तब बिलाम आपन अमालेकी मनइयन क लखेस अउ इ बातन क कहेस: “सब रास्ट्रन मँ स अमालेकी सबन त जियादा बरिआर रहा। मुला अमालेकी भी बरबाद कइ दीन्ह जाइ!”"},{"number":21,"verse":"तब बिलाम केनित मनइयन क लखेस अउ ओसे इ सब बात किहेस: “तू सबइ पतियात ह कि तोहार देस उहइ तरह सुरच्छित बा, जइसे कउनो ऊँचे पहाड़े प एक चिरइया क झोंझ।"},{"number":22,"verse":"मुला तू कनित लोगो नस्ट होइ जाब्या जइसे यहोवा केन क नास किहेस ह। अससूर तोहका बन्दी बनाइ लेइ।”"},{"number":23,"verse":"तब बिलाम इ बतिया कहेस: “कउनो मनई नाहीं जी सकत जब परमेस्सर अइसा करत ह।"},{"number":24,"verse":"कित्तियन क घाट स जहाज अइहीं। उ सबइ अससूर अउ एबर क हरइहीं। मुला तब सब जहाज नस्ट कइ दीन्ह जइहीं।”"},{"number":25,"verse":"तब बिलाम उठा अउ आपन घर लउटि गवा अउ बालाक भी आपन राहे चला गवा।"}]}