{"bibleAbbr":"awaERV2005","bookName":"गनती","bookEnglishName":"Numbers","chapterNumber":25,"verses":[{"number":1,"verse":"( पेऑर मँ इस्राएल) इस्राएल क लोग अबहिं सित्तीम क इलाका मँ सिबिर डाए रहेन। उ समई इस्राएली मनसेधूअन मोआबी मेहररुअन क संग वेस्यावृत्ति करइ लागेन।"},{"number":2,"verse":"मोआबी मेहररुअन मनसेधुअन क आवइ अउ आपन मिथ्य देवतन क भेंट चढ़ावइ मँ मदद करइ क न्यौतेन। इस्राएली लोगन हुवाँ भोजन किहन अउ देवतन क पूजन। उ ठउरे प इस्राएल क लोग इ तरह लबार देवता-पोर क बाल क पूजा सुरु किहन। यहोवा इ लोगन प किरोध किहेस।"},{"number":4,"verse":"यहोवा मूसा स कहेस, “इ मनइयन क नेता लोगन क लिआवा। ओनका धूप मँ यहोवा क समन्वा लट्काइ द्या। तब यहोवा इस्राएल क मनइयन प न कोहाइ।”"},{"number":5,"verse":"तउ मूसा इस्राएल क जजन स कहेस, “तू पचन मँ स हर एक क आपन परिवार समूह मँ ओन लोगन क हेरिके निकारब अहइ जउन मनइयन क पेऑर क लबार देवता बाँल क आराधना खातिर अगुअइ किहन ह। तब तोहका उ मनइयन क जरुर मारि डावइ चाही।”"},{"number":6,"verse":"उ समइ मूसा अउ सबहिं इस्राएल क नेतन मिलापवाला तम्बू क दुआरे प एक संग बटुरा रहेन। एक इस्राएली मनई एक मिद्यानी मेहरारु क आपन परिवारे मँ आपन घरे लिआवा। उ इ हुवाँ किहेस जहाँ ओका मूसा अउ सारे देवता लखि सकत रहेन। मूसा अउ नेतन मिलापवाला तम्बू क समन्वा रोवत रहेन।"},{"number":7,"verse":"याजक हारून क पोता अउ एलीआज़ार क पूत पीनहास ऍका लखेन। एह बरे बइठक क तजि दिहस अउ आपन भाला उठाएस।"},{"number":8,"verse":"उ इस्राएली मनई क पाछे पाछे ओकरे तम्बू मँ गवा। तब उ इस्राएली मनसेधू अउ मिद्यानी मेहरारु क आपन भाला स मारि डाएस। उ तम्बू मँ आपन भाला क दुइनउँ क बदन स भोंकि के पार कइ दिहस। उ टेमॅ इस्राएल क लोगन मँ एक बड़की बेरामी सँचरी रही। मुला जब पीनाहास इ दुइनउँ मनइयन क मारि डाएस तउ बेरामी रुकि गइ।"},{"number":9,"verse":"इ बेरामी स 24000 मनई मरि गवा रहेन।"},{"number":10,"verse":"यहोवा मूसा स कहेस,"},{"number":11,"verse":"“याजक हारून क पोता अउ एलीआज़ार क पूत फिनहस इस्राएल क लोगन क मोरे किरोध स बचाइ लिहस। उ लोगन क बीच मँ मोर बरे व्यग्रसील रहा। एह बरे मइँ लोगन क आपन व्यग्रता मँ नाहीं मारब्या।"},{"number":12,"verse":"एह बरे फिनहम स कहा कि मइँ ओकरे संग एक सान्ति क करार करइ चाहत हउँ।"},{"number":13,"verse":"उ अउ ओकरे पाछे बंसे मँ जन्मा मोरे संग एक करार करिहीं। उ पचे सदा याजकन रइहीं। काहे की उ आपन परमेस्सर क सम्मान बरे व्यग्रसील रहा उ इस्राएल क लोगन क पाप बरे प्रायस्चित किहेस।”"},{"number":14,"verse":"जउन इस्राएली मनई मिद्यानी मेहरारु क संग मारा गवा रहा ओकर नाउँ ज़िम्रि रहा। उ साल क पूत रहा। उ सिमोन क परिवार समूह क नेता रहा।"},{"number":15,"verse":"अउर मिद्यानी मेहरारु क मारी गइ रही ओकर नाउँ कोजबी रहा। उ जूर क बिटिया रही। उ अपने परिवार क मुखिया रहा। अउर उ मिद्यानी परिवार समूह क नेता रहा।"},{"number":16,"verse":"यहोवा मूसा स कहेस,"},{"number":17,"verse":"“मिद्यानी लोग तोहार दुस्मन अहइँ। तोहका ओनका मारि डावइ चाही।"},{"number":18,"verse":"उ पचे पहिले ही तोहका आपन दुस्मन बनाइ लिहे अहइँ। उ पचे तोहका ललचाएस अउ तू आपन लबार देवतन क पोर मँ पूजवाया। उ पचे तोहमाँ स एक मनई क कोजबी क संग वेस्यावृत्ति क अपराध करइ बरे बहकाएस। उ मिद्यानी नेता क बिटिया रही। मुला इहइ मेहरारु तब मारी गइ जब इस्राएली लोगन मँ महामारी फइली। इ महामारी एह बरे सँचर गइ काहेकि लोगन क संग लबार देवता बाल-पेऑर क आराधना करइ बरे छल कीन्ह ग रहा।”"}]}