{"bibleAbbr":"awaERV2005","bookName":"गनती","bookEnglishName":"Numbers","chapterNumber":27,"verses":[{"number":1,"verse":"( सलोफाद क बिटियन) सलोफाद हेपेर क पूत रहा। हेपेर गिलाद क पूत रहा। गिलाद माकीर क पूत रहा। माकीर मनस्से यूसुफ क पूत रहा। सलोफाद क पाँच बिटियन रहिन। ओनकइ नाउँ महला, नोवा, होग्ला, मिल्का अउ तिर्सा रहा।"},{"number":2,"verse":"इ पाँचउ मेहररुअन मिलापवाला तम्बू मँ गइन अउ मूसा याजक एलीआज़ार, नेता लोग अउ एक संग बटुरे मनइयन ओनका लखेन। पाँचउ बिटियन कहेन,"},{"number":3,"verse":"“हमार बाप उ सबइ मरि गएन जब हम पचे रेगिस्तान मँ जात्रा करत रहिन। ओकर मउत ओकर पाप बरे भइ। उ ओन मनइयन मँ नाहीं रहा जउन कोरह क दल मँ मिलि गवा। (कोरह उहइ रहा जउन यहोवा क खिलाफ होइ गवा रहा।) हमरे बाप क कउनो बेटवा नाहीं रहा।"},{"number":4,"verse":"ऍकर इ अरथ भवा कि हमरे बाप क नाउँ न चली। इ ठीक नाहीं कि हमरे पिता क नाउँ नाहीं चलइ। ओकर नाउँ मेट जाइ काहे की ओकरे कउनो पूत नाहीं अहइ। एह बरे हम पचे माँग करित ह कि हमका कछू भुइयाँ उ भूइँया क अलवा दीन्ह जाइ जेका हमरे पिता क भाई लोग उत्तराधिकार क रूप मँ पइहीं।”"},{"number":5,"verse":"एह बरे मूसा यहोवा स पूछेस कि उ का करइ।"},{"number":6,"verse":"यहोवा ओसे कहेस,"},{"number":7,"verse":"“सलोफाद क बिटियन फुरे कहत हीं। तोहका ओनके चाचा क संग संग ओनका भी धरती क हींसा देइ चाही, जउन तू ओनके बाप क देत्या।"},{"number":8,"verse":"“एह बरे इस्राएल क मनइयन बरे ऍका कनून बनइ द्या: ‘जदि कउनो मनई क पूत न होइ अउर उ मरि जात ह तउ हर एक चीज ओकर बाटइ ओकरे बिटिया क होइ।"},{"number":9,"verse":"जदि ओका कउनो बिटिया न होइ तउ जउन कछू भी होइ ओकरे भइयन क दीन्ह जाइ।"},{"number":10,"verse":"जदि ओकर कउनो भाई न होइ तउ जउन कछू ओकर होइ ओकरे पिता क भाइयन क दीन्ह जाइ।"},{"number":11,"verse":"अगर ओकरे बाप क कउनो भाई न होइ तउ जउन कछू ओकर होइ ओकरे परिवार क सबन न निचेक क नातेदाद क दीन्ह जाइ। इस्राएल क लोगन मँ इ कनून होइ चाही। यहोवा मूसा क इ हुकुम देत ह।’”"},{"number":12,"verse":"( यहोसू नवा नेता अहइ) तब यहोवा मूसा स कहेस, “उ पहाड़न क कतारन मँ एक क ऊपर चढ़ा जउन यरदन नदी क पूरब रेगिस्ताने मँ बा। तु उ धरती क निहरब्या जेका मइँ इस्राएल क मनइयन क देत अही।"},{"number":13,"verse":"जब तू इ पहँटा क लखि लेब्या तब तू आपन भाई हारून क तरह मरि जाब्या।"},{"number":14,"verse":"उ बात क सुमिरा जब लोग सीन क रेगिस्तान मँ पानी बरे कोहान रहेन। तू अउ हारून दुइनउँ मोर हुकुमबदूली किहा ह। तू पचे मोर मान नाहीं किहा अउ मनइयन क अगवा पवित्तर नाहीं बनाया रहा।” (इ पानी जिन क रेगिस्तान मँ कादेस क भीतर मरीबा मँ रहा।)"},{"number":15,"verse":"मूसा यहोवा स कहेस,"},{"number":16,"verse":"“यहोवा परमेस्सर अहइ। उहइ जानत ह कि लोग का सोचत अहइँ। यहोवा मोर बिनती अहइ कि तू इ मनइयन बरे एक नेता चुना।"},{"number":17,"verse":"मइँ बिनती करत हउँ कि यहोवा एक अइसा नेता चुनी जउन ओनका इ प्रदेस स बाहेर लइ जाइ अउर ओनका नवा पहँटा मँ पहोंचाई। तब यहोवा क लोग बे गड़रिया क भेड़ी क नाई न होइहीं।”"},{"number":18,"verse":"एह बरे यहोवा मूसा स कहेस, “नून क पूत यहोसू नेता होइ। यहोसू बहोत बुद्धिमान अहइ। ओवा नवा नेता बनावा।"},{"number":19,"verse":"ओसे याजक एलीआज़ार अउ पूरा धामिर्क मण्डली क समन्वा खड़ा होइ क कहा। तब ओका सबहिं लोगन क समन्वा नवा नेता बनावा।"},{"number":20,"verse":"“मनइयन क इ देखॉवा कि तू ओका नेता बनावत अहा, तब सबहिं ओकर हुकुम मनिहीं।"},{"number":21,"verse":"जदि यहोसू कउनो खास निर्णम लेइ चाही तउ ओका याजक एलीआज़ार क लगे जाइ क होइ। एलीआज़ार उरिम क प्रयोग यहोवा क जवाब जानइ बरे करी। तब यहोसू अउ इस्राएल क सब लोग उ करिहीं जउन परमेस्सर कइहीं। जदि परमेस्सर कहत ह ‘बाहर जा।’ तब उ पचे ओनका बाहर लइ जाइ, अउर अगर उ कहत ह, ‘घरे प अराम करा।’ तउ उ पचे घर मँ आराम करिहीं।”"},{"number":22,"verse":"मूसा यहोवा क आग्या मानेस। मूसा यहोसू याजक एलीआज़ार अउ इस्राएल क सब लोगन क समन्वा खड़ा होइके कहेस।"},{"number":23,"verse":"तब मूसा आपन हाथे क ओकरे मूँड़े प देखॉवइ बरे धरेस कि उ नवा नेता अहइ। उ वइसे ही किहेस जइसा यहोवा कहे रहा।"}]}