{"bibleAbbr":"awaERV2005","bookName":"गनती","bookEnglishName":"Numbers","chapterNumber":35,"verses":[{"number":1,"verse":"( लेवी बंस क सहर) यहोवा मूसा स बात किहस। इ यरीहो क पार मोआब मँ यरदन घाटी मँ यरदन नदी क निचके रहा। यहोवा कहेस,"},{"number":2,"verse":"“इस्राएल क लोगन स कहा कि ओनका आपन हींसा क देस मँ कछू सहर लेवी-बंस क लोगन क देइ चाही। इस्राएल क लोगन क सहर अउ ओकरे चारिहुँ कइँती क चरागाह लेवी-बंस क देइ चाही।"},{"number":3,"verse":"लेवी बंसी लोग ओन सहरन म रइहीं। अउ सब गोरुअन, अउ दूसर जनावर, जउन लेवी बंसी मनइयन क होइहीं, सहर क चारिहुँ कइँती क चरागाह मँ चरि सकिहीं।"},{"number":4,"verse":"तू पचे केतॅनी भुइयाँ लेवी बंसी मनइयन क देब्या? सहर क देवॉर स 1500 फुट बाहेर सहर क पूरब मँ नापत जा"},{"number":5,"verse":"अउ सहर क दक्खिन मँ 3000 फुट अउर सहर क पच्छिउँ मँ 3000 फुट, पूर्व 3000 फुट अउ उत्तर मँ 3000 फुट उ सारी भुइयाँ लेवी बंसियन क होइ। उ भुइयाँ क बीच सहर होइ।"},{"number":6,"verse":"ओन सहरन मँ छ: सहर सरण क सहर होइहीं। जदि कउनो मनई कउनो क कतल कइ डावत ह तउ उ सुरच्छा बरे ओन सहरन मँ पराइ सकत ह। ओन छ: सहरन क अलावा तू लेवी बंसियन क बियालीस दूसर सहर देब्या।"},{"number":7,"verse":"इ तरह तू पचे कुल अरचालीस सहर लेवी बंसी लोगन क देब्या। तू पचे ओन सहरन क चारिहुँ कइँती भुइँया भी देब्या।"},{"number":8,"verse":"इस्राएल क बड़का परिवारन क भुइँया क बड़का भाग देइहीं। इस्राएल क नान्ह परिवारन क भुइँया क छोटा भाग देइहीं। सबहिं परिवार समूहन लेवी बंसी मनइयन क आपन सहरन मँ स कछू सहर देइहीं।”"},{"number":9,"verse":"तब यहोवा मूसा स बात किहेस। उ कहेस,"},{"number":10,"verse":"“मनइयन स इ कहा: तू पचे यरदन नदी क पार करब्या अउ कनान देस मँ जाब्या।"},{"number":11,"verse":"तोहका ‘सरण-सहर’ बनावइ बरे सहरन क चुनइ चाही। जदि कउनो मनई सँजोग स कउनो क मारि डावत ह तउ इ सुरच्छा बरे इ सहरन मँ स कउनो मँ पराइके जाइ सकत ह।"},{"number":12,"verse":"उ ओ कउनो मनई स बचा रही जउन मरे परिवार क होइ अउ ओका धरइ चाहत होइ। उ तब तलक सुरच्छित रही जब तलक अदालन मँ ओकरे बारे मँ फइसला नाहीं होइ जात।"},{"number":13,"verse":"अउ छ: सहर जेका तू चुनिहीं उ तोहार ‘सरण-नगर’ होइहीं।"},{"number":14,"verse":"ओन सहर मँ स तीन सहर यरदन नदी क पूरब मँ होइहीं। अउर तीन दूसर सहर कनान प्रदेस मँ यरदन नदी क पच्छिउँ मँ होइहीं।"},{"number":15,"verse":"उ सबइ सहर नागरिक लोगन, स्थाई निवासियन अउ अस्थाई निवासियन बरे सरण-ठउर होइहीं। कउनो भी मनई संजोग स कउनो क मारि डावत ह, इ कउनो एक सहर मँ पराइके जाइ सकत ह।"},{"number":16,"verse":"“जदि कउनो मनई कउनो क मारइ बरे लोहा क हथियार बइपरत ह तउ मनई क मरि जाइ चाही।"},{"number":17,"verse":"अउर जदि कउनो मनई एक पाथर उठावत ह अउ कउनो क मारि डावत ह तउ ओका भी मरइ चाही। पाथर उ आकार क होइ चाही जेका मनइयन क मारइ बरे अवसर बइपरा जात ह।"},{"number":18,"verse":"अगर कउनो मनई कउनो लकड़ी का प्रयोग करत ह अउ कउनो क मारि डावत ह तउ ओका मरइ चाही। लकड़ी एक हथियार क सेकेल मँ होइ चाही जेकर प्रयोग अक्सर लोग मनइयन क मारि डावइ बरे करत हीं।"},{"number":19,"verse":"मरे भए मनई क परिवार क निअम्बर उ हत्यारा क पाछा कइ सकत ह अउ ओका मार सकत ह।"},{"number":20,"verse":"“कउनो मनई कउनो प हाथ स हमला कइ सकत ह अउ ओका मारि डाइ सकत ह। या कउनो मनई कउनो क धकियाइ सकत ह अउ ओका मारि डाइ सकत ह। या कउनो मनई कउनो प कछू बहाइ सकत ह अउ ओका मारि सकत ह। अगर उ मरवइया घिना स अइसा किहस तउ उ हत्यारा अहइ। उ मनई क मारि डावइ चाही। मरे भए परिवार क कउनो मनई उ हत्यारा क पाछा कइ सकत ह अउ ओका मार सकत ह।"},{"number":22,"verse":"“मुला जदि कउनो मनई संजोग स कउनो क मारि सकत ह। उ मनई उ मनई स घिना नाहीं करत रहा, उ होनी संजोग स होइ गइ। या कउनो मनई कछू लोकाइ सकत ह अउ संजोग स कउनो क मार सकत ह, उ मारइ क इरादा नाहीं किहे रहा।"},{"number":23,"verse":"या कउनो मनई कउनो बड़वार पाथर बहाइ सकत ह। अउ उ पाथर कउनो अइसे मनई प भहराइ पड़इ जउन ओका न लखत होइ अउ उ ओका मारि डावइ। उ मनई कउनो क मारि डावइ क इरादा नाहीं किहे रहा। उ मृतक मनई बरे घिना नाहीं राखत रहा। इ सिरिफ संजोग स भवा रहा।"},{"number":24,"verse":"जदि अइसा होइ तउ बिरादरी फइसला करी कि का कीन्ह जाइ। जाति बिरादर क अदालत इ फइसला देइ कि मृतक मनई क परिवार क निअँम्बर ओका मारि डाइ सकत ह।"},{"number":25,"verse":"अगर अदालत क इ फइसला देइ क होइ कि उ जिअत रहइ तउ ओका आपन ‘सरण-सहर’ मइँ जाइ चाही। ओका हुवाँ तब तलक रहइ चाही जब तलक महा याजक मरि जाइ। इ महा याजक उहइ होइ चाही जेकर अभिसेक पवित्तर तेल स भवा होइ।"},{"number":26,"verse":"“उ मनई क आपन ‘सरण-सहर’ क चउहद्दी स कबहुँ बाहेर नाहीं जाइ चाही। अगर उ सिमान पार करत ह अउ मृतक मनई क परिवार क निअम्बर ओका धरत ह अउ ओका मारि डावत ह तउ उ मनई हत्या क अपराधी नाहीं होत।"},{"number":28,"verse":"उ मनई क जेका, जउन संजोग स कउनो क मारि डाएस ह, ‘सरण-सहर’ मँ महा याजक क मरि तलक रहइ सकत ह। महा याजक क मरइ क पाछे उ मनई आपन भूइँया क लउटि सकत ह।"},{"number":29,"verse":"तू जउन कहुँ भी रहा इ नेमॅ तोहार आवइ वाले नसलन बरे कानून क तरह होइ जाब।"},{"number":30,"verse":"“हत्तियारा क तबहिं मउत-सजा दीन्ह जाइ सकत ह। जब ओकरे बिरोध मँ एक स जियादा गवाही होइहीं। जदि एक ठु ही गवाह होइ तउ कउनो मनई क मउत क सजा नाहीं दीन्ह जाइ।"},{"number":31,"verse":"“जदि कउनो मनई हत्तियारा अहइ तउ ओका मारि डावइ चाही। धन क बदले ओका नाहीं छोड़ दीन्ह जाइ चाही। उ हत्तियारे क मार दीन्ह जाइ चाही।"},{"number":32,"verse":"“अगर कउनो मनई कउनो क मारेस अउ उ पराइके कउनो ‘सरण-सहर’ मँ गवा तउ घर लउटइ बरे ओसे धन जिन ल्या। उ मनई क उ नगर मँ तब तलक रहइ क पड़ी जब तलक महायाजक न मरइ।"},{"number":33,"verse":"“भोले मनइयन क खून स आपन देस क जिन दुसित करा। जदि कउनो मनई कउनो क मारि डावत ह तउ इ अपराध क बदला इहइ अहइ कि उ मनई क मार दीन्ह जाइ। दूसर कउनो अइसा बदला उ जुर्म बरे नाहीं बा कि हत्तियारा क जान स मारि डावा जाइ। दूसर कउनो चारा नाहीं कि उ देस क अजाद कइ सकइ।"},{"number":34,"verse":"मइँ यहोवा हउँ! मइँ इस्राएल क लोग क बीच तोहरे देस मँ सदा रहत रहबइ। मइँ उ देस मँ रहत रहब। एह बरे बे अपराधी मनइयन क खून स उ देस क दुसित जिन करा।”"}]}