{"bibleAbbr":"CVg2018","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"Fecit quoque sibi domos in civitate David : et ædificavit locum arcæ Dei, tetenditque ei tabernaculum."},{"number":2,"verse":"Tunc dixit David : Illicitum est ut a quocumque portetur arca Dei nisi a Levitis, quos elegit Dominus ad portandum eam, et ad ministrandum sibi usque in æternum."},{"number":3,"verse":"Congregavitque universum Israël in Jerusalem, ut afferretur arca Dei in locum suum, quem præparaverat ei :"},{"number":4,"verse":"necnon et filios Aaron, et Levitas."},{"number":5,"verse":"De filiis Caath, Uriel princeps fuit, et fratres ejus centum viginti."},{"number":6,"verse":"De filiis Merari, Asaia princeps : et fratres ejus ducenti viginti."},{"number":7,"verse":"De filiis Gersom, Joël princeps : et fratres ejus centum triginta."},{"number":8,"verse":"De filiis Elisaphan, Semeias princeps : et fratres ejus ducenti."},{"number":9,"verse":"De filiis Hebron, Eliel princeps : et fratres ejus octoginta."},{"number":10,"verse":"De filiis Oziel, Aminadab princeps : et fratres ejus centum duodecim."},{"number":11,"verse":"Vocavitque David Sadoc et Abiathar sacerdotes, et Levitas, Uriel, Asaiam, Joël, Semeiam, Eliel, et Aminadab :"},{"number":12,"verse":"et dixit ad eos : Vos, qui estis principes familiarum Leviticarum, sanctificamini cum fratribus vestris, et afferte arcam Domini Dei Israël ad locum qui ei præparatus est :"},{"number":13,"verse":"ne ut a principio, quia non eratis præsentes, percussit nos Dominus ; sic et nunc fiat, illicitum quid nobis agentibus."},{"number":14,"verse":"Sanctificati sunt ergo sacerdotes et Levitæ ut portarent arcam Domini Dei Israël."},{"number":15,"verse":"Et tulerunt filii Levi arcam Dei, sicut præceperat Moyses juxta verbum Domini, humeris suis in vectibus."},{"number":16,"verse":"Dixitque David principibus Levitarum, ut constituerent de fratribus suis cantores in organis musicorum, nablis videlicet, et lyris, et cymbalis, ut resonaret in excelsis sonitus lætitiæ."},{"number":17,"verse":"Constitueruntque Levitas : Heman filium Joël, et de fratribus ejus Asaph filium Barachiæ : de filiis vero Merari, fratribus eorum : Ethan filium Casaiæ."},{"number":18,"verse":"Et cum eis fratres eorum : in secundo ordine, Zachariam, et Ben, et Jaziel, et Semiramoth, et Jahiel, et Ani, Eliab, et Banaiam, et Maasiam, et Mathathiam, et Eliphalu, et Maceniam, et Obededom, et Jehiel, janitores."},{"number":19,"verse":"Porro cantores, Heman, Asaph, et Ethan, in cymbalis æneis concrepantes."},{"number":20,"verse":"Zacharias autem, et Oziel, et Semiramoth, et Jahiel, et Ani, et Eliab, et Maasias, et Banaias in nablis arcana cantabant."},{"number":21,"verse":"Porro Mathathias, et Eliphalu, et Macenias, et Obededom, et Jehiel, et Ozaziu, in citharis pro octava canebant epinicion."},{"number":22,"verse":"Chonenias autem princeps Levitarum, prophetiæ præerat, ad præcinendam melodiam : erat quippe valde sapiens."},{"number":23,"verse":"Et Barachias, et Elcana, janitores arcæ."},{"number":24,"verse":"Porro Sebenias, et Josaphat, et Nathanaël, et Amasai, et Zacharias, et Banaias, et Eliezer sacerdotes, clangebant tubis coram arca Dei : et Obededom et Jehias erant janitores arcæ."},{"number":25,"verse":"Igitur David, et omnes majores natu Israël, et tribuni, ierunt ad deportandam arcam fœderis Domini de domo Obededom cum lætitia."},{"number":26,"verse":"Cumque adjuvisset Deus Levitas qui portabant arcam fœderis Domini, immolabantur septem tauri, et septem arietes."},{"number":27,"verse":"Porro David erat indutus stola byssina, et universi Levitæ qui portabant arcam, cantoresque, et Chonenias princeps prophetiæ inter cantores : David autem etiam indutus erat ephod lineo."},{"number":28,"verse":"Universusque Israël deducebant arcam fœderis Domini in jubilo, et sonitu buccinæ, et tubis, et cymbalis, et nablis, et citharis concrepantes."},{"number":29,"verse":"Cumque pervenisset arca fœderis Domini usque ad civitatem David, Michol filia Saul prospiciens per fenestram vidit regem David saltantem atque ludentem, et despexit eum in corde suo."}]}