{"bibleAbbr":"CVg2018","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":23,"verses":[{"number":1,"verse":"Igitur David, senex et plenus dierum, regem constituit Salomonem filium suum super Israël."},{"number":2,"verse":"Et congregavit omnes principes Israël, et sacerdotes atque Levitas."},{"number":3,"verse":"Numeratique sunt Levitæ a triginta annis et supra : et inventa sunt triginta octo millia virorum."},{"number":4,"verse":"Ex his electi sunt, et distributi in ministerium domus Domini, viginti quatuor millia : præpositorum autem et judicum, sex millia."},{"number":5,"verse":"Porro quatuor millia janitores, et totidem psaltæ, canentes Domino in organis quæ fecerat ad canendum."},{"number":6,"verse":"Et distribuit eos David per vices filiorum Levi, Gerson videlicet, et Caath, et Merari."},{"number":7,"verse":"Filii Gerson : Leedan, et Semei."},{"number":8,"verse":"Filii Leedan : princeps Jahiel, et Zethan, et Joël, tres."},{"number":9,"verse":"Filii Semei : Salomith, et Hosiel, et Aran, tres : isti principes familiarum Leedan."},{"number":10,"verse":"Porro filii Semei : Leheth, et Ziza, et Jaus, et Baria : isti filii Semei, quatuor."},{"number":11,"verse":"Erat autem Leheth prior, Ziza secundus : porro Jaus et Baria non habuerunt plurimos filios, et idcirco in una familia, unaque domo computati sunt."},{"number":12,"verse":"Filii Caath : Amram, et Isaar, Hebron, et Oziel, quatuor."},{"number":13,"verse":"Filii Amram : Aaron et Moyses. Separatusque est Aaron ut ministraret in Sancto sanctorum, ipse et filii ejus in sempiternum, et adoleret incensum Domino secundum ritum suum, ac benediceret nomini ejus in perpetuum."},{"number":14,"verse":"Moysi quoque hominis Dei filii annumerati sunt in tribu Levi."},{"number":15,"verse":"Filii Moysi : Gersom et Eliezer."},{"number":16,"verse":"Filii Gersom : Subuel primus."},{"number":17,"verse":"Fuerunt autem filii Eliezer : Rohobia primus : et non erant Eliezer filii alii. Porro filii Rohobia multiplicati sunt nimis."},{"number":18,"verse":"Filii Isaar : Salomith primus."},{"number":19,"verse":"Filii Hebron : Jeriau primus, Amarias secundus, Jahaziel tertius, Jecmaam quartus."},{"number":20,"verse":"Filii Oziel : Micha primus, Jesia secundus."},{"number":21,"verse":"Filii Merari : Moholi, et Musi. Filii Moholi : Eleazar et Cis."},{"number":22,"verse":"Mortuus est autem Eleazar, et non habuit filios, sed filias : acceperuntque eas filii Cis fratres earum."},{"number":23,"verse":"Filii Musi : Moholi, et Eder, et Jerimoth, tres."},{"number":24,"verse":"Hi filii Levi in cognationibus et familiis suis, principes per vices, et numerum capitum singulorum qui faciebant opera ministerii domus Domini, a viginti annis et supra."},{"number":25,"verse":"Dixit enim David : Requiem dedit Dominus Deus Israël populo suo, et habitationem Jerusalem usque in æternum."},{"number":26,"verse":"Nec erit officii Levitarum ut ultra portent tabernaculum et omnia vasa ejus ad ministrandum."},{"number":27,"verse":"Juxta præcepta quoque David novissima, supputabitur numerus filiorum Levi a viginti annis et supra."},{"number":28,"verse":"Et erunt sub manu filiorum Aaron in cultum domus Domini, in vestibulis, et in exedris, et in loco purificationis, et in sanctuario, et in universis operibus ministerii templi Domini."},{"number":29,"verse":"Sacerdotes autem, super panes propositionis, et ad similæ sacrificium, et ad lagana azyma, et sartaginem, et ad torrendum, et super omne pondus atque mensuram."},{"number":30,"verse":"Levitæ vero ut stent mane ad confitendum et canendum Domino : similiterque ad vesperam,"},{"number":31,"verse":"tam in oblatione holocaustorum Domini, quam in sabbatis et calendis et solemnitatibus reliquis juxta numerum et cæremonias uniuscujusque rei, jugiter coram Domino."},{"number":32,"verse":"Et custodiant observationes tabernaculi fœderis, et ritum sanctuarii, et observationem filiorum Aaron fratrum suorum, ut ministrent in domo Domini."}]}