{"bibleAbbr":"CVg2018","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"Universus ergo Israël dinumeratus est, et summa eorum scripta est in libro regum Israël et Juda : translatique sunt in Babylonem propter delictum suum."},{"number":2,"verse":"Qui autem habitaverunt primi in possessionibus et in urbibus suis : Israël, et sacerdotes, et Levitæ, et Nathinæi."},{"number":3,"verse":"Commorati sunt in Jerusalem de filiis Juda, et de filiis Benjamin, de filiis quoque Ephraim, et Manasse."},{"number":4,"verse":"Othei filius Ammiud, filii Amri, filii Omrai, filii Bonni, de filiis Phares filii Juda."},{"number":5,"verse":"Et de Siloni : Asaia primogenitus, et filii ejus."},{"number":6,"verse":"De filiis autem Zara, Jehuel, et fratres eorum, sexcenti nonaginta."},{"number":7,"verse":"Porro de filiis Benjamin : Salo filius Mosollam, filii Oduia, filii Asana,"},{"number":8,"verse":"et Jobania filius Jeroham, et Ela filius Ozi, filii Mochori, et Mosollam filius Saphatiæ, filii Rahuel, filii Jebaniæ,"},{"number":9,"verse":"et fratres eorum per familias suas, nongenti quinquaginta sex. Omnes hi principes cognationum per domos patrum suorum."},{"number":10,"verse":"De sacerdotibus autem : Jedaia, Jojarib, et Jachin :"},{"number":11,"verse":"Azarias quoque filius Helciæ, filii Mosollam, filii Sadoc, filii Maraioth, filii Achitob, pontifex domus Dei."},{"number":12,"verse":"Porro Adaias filius Jeroham, filii Phassur, filii Melchiæ, et Maasai filius Adiel filii Jezra, filii Mosollam, filii Mosollamith, filii Emmer."},{"number":13,"verse":"Fratres quoque eorum principes per familias suas, mille septingenti sexaginta, fortissimi robore ad faciendum opus ministerii in domo Dei."},{"number":14,"verse":"De Levitis autem : Semeia filius Hassub filii Ezricam, filii Hasebia de filiis Merari."},{"number":15,"verse":"Bacbacar quoque carpentarius, et Galal, et Mathania filius Micha, filii Zechri, filii Asaph :"},{"number":16,"verse":"et Obdia filius Semeiæ, filii Galal, filii Idithun : et Barachia filius Asa, filii Elcana, qui habitavit in atriis Netophati."},{"number":17,"verse":"Janitores autem : Sellum, et Accub, et Telmon, et Ahimam : et frater eorum Sellum princeps,"},{"number":18,"verse":"usque ad illud tempus, in porta regis ad orientem, observabant per vices suas de filiis Levi."},{"number":19,"verse":"Sellum vero filius Core filii Abiasaph, filii Core, cum fratribus suis, et domo patris sui, hi sunt Coritæ super opera ministerii, custodes vestibulorum tabernaculi : et familiæ eorum per vices castrorum Domini custodientes introitum."},{"number":20,"verse":"Phinees autem filius Eleazari erat dux eorum coram Domino."},{"number":21,"verse":"Porro Zacharias filius Mosollamia, janitor portæ tabernaculi testimonii."},{"number":22,"verse":"Omnes hi electi in ostiarios per portas, ducenti duodecim : et descripti in villis propriis, quos constituerunt David, et Samuel videns, in fide sua,"},{"number":23,"verse":"tam ipsos quam filios eorum, in ostiis domus Domini et in tabernaculo vicibus suis."},{"number":24,"verse":"Per quatuor ventos erant ostiarii : id est, ad orientem, et ad occidentem, et ad aquilonem, et ad austrum."},{"number":25,"verse":"Fratres autem eorum in viculis morabantur, et veniebant in sabbatis suis de tempore usque ad tempus."},{"number":26,"verse":"His quatuor Levitis creditus erat omnis numerus janitorum, et erant super exedras et thesauros domus Domini."},{"number":27,"verse":"Per gyrum quoque templi Domini morabantur in custodiis suis : ut cum tempus fuisset, ipsi mane aperirent fores."},{"number":28,"verse":"De horum genere erant et super vasa ministerii : ad numerum enim et inferebantur vasa, et efferebantur."},{"number":29,"verse":"De ipsis et qui credita habebant utensilia sanctuarii, præerant similæ, et vino, et oleo, et thuri, et aromatibus."},{"number":30,"verse":"Filii autem sacerdotum unguenta ex aromatibus conficiebant."},{"number":31,"verse":"Et Mathathias Levites primogenitus Sellum Coritæ, præfectus erat eorum quæ in sartagine frigebantur."},{"number":32,"verse":"Porro de filiis Caath fratribus eorum, super panes erant propositionis, ut semper novos per singula sabbata præpararent."},{"number":33,"verse":"Hi sunt principes cantorum per familias Levitarum, qui in exedris morabantur, ut die ac nocte jugiter suo ministerio deservirent."},{"number":34,"verse":"Capita Levitarum, per familias suas principes, manserunt in Jerusalem."},{"number":35,"verse":"In Gabaon autem commorati sunt pater Gabaon Jehiel, et nomen uxoris ejus Maacha."},{"number":36,"verse":"Filius primogenitus ejus Abdon, et Sur, et Cis, et Baal, et Ner, et Nadab,"},{"number":37,"verse":"Gedor quoque, et Ahio, et Zacharias, et Macelloth."},{"number":38,"verse":"Porro Macelloth genuit Samaan : isti habitaverunt e regione fratrum suorum in Jerusalem cum fratribus suis."},{"number":39,"verse":"Ner autem genuit Cis, et Cis genuit Saul, et Saul genuit Jonathan, et Melchisua, et Abinadab, et Esbaal."},{"number":40,"verse":"Filius autem Jonathan, Meribbaal : et Meribbaal genuit Micha."},{"number":41,"verse":"Porro filii Micha, Phithon, et Melech, et Tharaa, et Ahaz."},{"number":42,"verse":"Ahaz autem genuit Jara, et Jara genuit Alamath, et Azmoth, et Zamri. Zamri autem genuit Mosa."},{"number":43,"verse":"Mosa vero genuit Banaa, cujus filius Raphaia, genuit Elasa, de quo ortus est Asel."},{"number":44,"verse":"Porro Asel sex filios habuit, his nominibus : Ezricam, Bocru, Ismahel, Saria, Obdia, Hanan : hi sunt filii Asel."}]}