{"bibleAbbr":"LXXBr","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":20,"verses":[{"number":1,"verse":"Καὶ ἐλάλησε Κύριος πρὸς Μωυσῆν, λέγων, καὶ τοῖς υἱοῖς Ἰσραὴλ λαλήσεις,"},{"number":2,"verse":"ἐάν τις ἀπὸ τῶν υἱῶν Ἰσραὴλ, ἢ ἀπὸ τῶν γεγενημένων προσηλύτων ἐν Ἰσραὴλ, ὃς ἂν δῷ τοῦ σπέρματος αὐτοῦ ἄρχοντι, θανάτῳ θανατούσθω· τὸ ἔθνος τὸ ἐπὶ τῆς γῆς λιθοβολήσουσιν αὐτὸν ἐν λίθοις."},{"number":3,"verse":"Καὶ ἐγὼ ἐπιστήσω τὸ πρόσωπόν μου ἐπὶ τὸν ἄνθρωπον ἐκεῖνον, καὶ ἀπολῶ αὐτὸν ἐκ τοῦ λαοῦ αὐτοῦ, ὅτι τοῦ σπέρματος αὐτοῦ ἔδωκεν ἄρχοντι, ἵνα μιάνῃ τὰ ἅγιά μου, καὶ βεβηλώσῃ τὸ ὄνομα τῶν ἡγιασμένων μοι."},{"number":4,"verse":"Ἐὰν δὲ ὑπερόψει ὑπερίδωσιν οἱ αὐτόχθονες τῆς γῆς τοῖς ὀφθαλμοῖς αὐτῶν ἀπὸ τοῦ ἀνθρώπου ἐκείνου, ἐν τῷ δοῦναι αὐτὸν τοῦ σπέρματος αὐτοῦ ἄρχοντι, τοῦ μὴ ἀποκτεῖναι αὐτόν·"},{"number":5,"verse":"καὶ ἐπιστήσω τὸ πρόσωπόν μου ἐπὶ τὸν ἄνθρωπον ἐκεῖνον, καὶ τὴν συγγένειαν αὐτοῦ, καὶ ἀπολῶ αὐτὸν, καὶ πάντας τοὺς ὁμονοοῦντας αὐτῷ, ὥστε ἐκπορνεύειν αὐτὸν εἰς τοὺς ἄρχοντας, ἐκ τοῦ λαοῦ αὐτῶν."},{"number":6,"verse":"Καὶ ψυχὴ ἣ ἂν ἐπακολουθήσῃ ἐγγαστριμύθοις ἢ ἐπαοιδοῖς, ὥστε ἐκπορνεῦσαι ὀπίσω αὐτῶν, ἐπιστήσω τὸ πρόσωπόν μου ἐπὶ τὴν ψυχὴν ἐκείνην, καὶ ἀπολῶ αὐτῆν ἐκ τοῦ λαοῦ αὐτῆς."},{"number":7,"verse":"Καὶ ἔσεσθε ἅγιοι, ὅτι ἅγιος ἐγὼ Κύριος ὁ Θεὸς ὑμῶν."},{"number":8,"verse":"Καὶ φυλάξεσθε τὰ προστάγματά μου, καὶ ποιήσετε αὐτά· ἐγὼ Κύριος ὁ ἁγιάζεν ὑμᾶς."},{"number":9,"verse":"Ἄνθρωπος ἄνθρωπος, ὃς ἂν κακῶς εἴπῃ τὸν πατέρα αὐτοῦ ἢ τὴν μητέρα αὐτοῦ, θανάτῳ θανατούσθω· πατέρα αὐτοῦ ἢ μητέρα αὐτοῦ κακῶς εἶπεν; ἔνοχος ἔσται."},{"number":10,"verse":"Ἄνθρωπος ὃς ἂν μοιχεύσηται γυναῖκα ἀνδρός, ἢ ὃς ἂν μοιχεύσηται γυναῖκα τοῦ πλησίον, θανάτῳ θανατούσθωσαν, ὁ μοιχεύων καὶ ἡ μοιχευομένη."},{"number":11,"verse":"Καὶ ἐάν τις κοιμηθῇ μετὰ γυναικὸς τοῦ πατρὸς αὐτοῦ, ἀσχημοσύνην τοῦ πατρὸς αὐτοῦ ἀπεκάλυσε· θανάτῳ θανατούσθωσαν ἀμφότεροι, ἔνοχοί εἰσι."},{"number":12,"verse":"Καὶ ἐάν τις κοιμηθῇ μετὰ νύμφης αὐτοῦ, θανάτῳ θανατούσθωσαν ἀμφότεροι· ἠσεβήκασι γάρ, ἔνοχοί εἰσι."},{"number":13,"verse":"Καὶ ὃς ἂν κοιμηθῇ μετὰ ἄρσενος κοίτην γυναικὸς, βδέλυγμα ἐποίησαν ἀμφότεροι· θανάτῳ θανατούσθωσαν, ἔνοχοι εἰσιν."},{"number":14,"verse":"Ὃς ἂν λάβῃ γυναῖκα καὶ τὴν μητέρα αὐτῆς, ἀνόμημά ἐστιν· ἐν πυρὶ κατακαύσουσιν αὐτὸν καὶ αὐτὰς, καὶ οὐκ ἔσται ἀνομία ἐν ὑμῖν."},{"number":15,"verse":"Καὶ ὃς ἂν δῷ κοιτασίαν αὐτοῦ ἐν τετράποδι, θανάτῳ θανάτούσθω, καὶ τὸ τετράπουν ἀποκτενεῖτε."},{"number":16,"verse":"Καὶ γυνὴ ἥτις προσελεύσεται πρὸς πᾶν κτῆνος βιβασθῆναι αὐτὴν ὑπʼ αὐτοὺ, ἀποκτενεῖτε τὴν γυναῖκα καὶ τὸ κτῆνος· θανάτῳ θανατούσθωσαν, ἔνοχοί εἰσιν."},{"number":17,"verse":"Ὃς ἂν λάβῃ τὴν ἀδελφὴν αὐτοῦ ἐκ πατρὸς αὐτοῦ ἢ ἐκ μητρὸς αὐτοῦ, καὶ ἴδῃ τὴν ἀσχημοσύνην αὐτῆς, καὶ αὕτη ἴδῃ τὴν ἀσχημοσύνην αὐτοῦ, ὄνειδός ἐστιν, ἐξολοθρευθήσονται ἐνωπιον υἱῶν γένους αὐτῶν· ἀσχημοσύνην ἀδελφῆς αὐτοῦ ἀπεκάλυψεν, ἁμαρτίαν κομιοῦνται."},{"number":18,"verse":"Καὶ ἀνὴρ ὃς ἂν κοιμηθῇ μετὰ γυναικὸς ἀποκαθημένης, καὶ ἀποκαλύψῃ τὴν ἀσχημοσύνην αὐτῆς, τὴν πηγὴν αὐτῆς ἀπεκάλυψε, καὶ αὕτη ἀπεκάλυψε τὴν ῥύσιν τοῦ αἵματος αὐτῆς· ἐξολοθρευθήσονται ἀμφότεροι ἐκ τῆς γενεᾶς αὐτῶν."},{"number":19,"verse":"Καὶ ἀσχημοσύνην ἀδελφῆς πατρὸς σου, καὶ ἀδελφῆς μητρός σου οὐκ ἀποκαλύψεις· τὴν γὰρ οἰκειότητα ἀπεκάλυψεν, ἁμαρτίαν ἀποίσονται."},{"number":20,"verse":"Ὃς ἂν κοιμηθῇ μετὰ τῆς συγγενοῦς αὐτοῦ, ἀσχημοσύνην τῆς συγγενείας αὐτοῦ ἀπεκάλυψεν, ἄτεκνοι ἀποθανοῦνται."},{"number":21,"verse":"Ὃς ἐὰς λάβῃ γυναῖκα τοῦ ἀδελφοῦ αὐτοῦ, ἀκαθαρσία ἐστίν· ἀσχημοσύνην τοῦ ἀδελφοῦ αὐτοῦ ἀπεκάλυψεν, ἄτεκνοι ἀποθανοῦνται."},{"number":22,"verse":"Καὶ φυλάξασθε πάντα τὰ προστάγματά μου, καὶ τὰ κρίματά μου, καὶ ποιήσετε αὐτὰ, καὶ οὐ μὴ προσοχθίσῃ ὑμῖν ἡ γῆ, εἰς ἣν ἐγὼ εἰσάγω ὑμᾶς ἐκεῖ κατοικεῖν ἐπʼ αὐτῆς."},{"number":23,"verse":"Καὶ οὐχὶ πορεύεσθε τοῖς νομίμοις τῶν ἐθνῶν, οὓς ἐξαποστέλλω ἀφʼ ὑμῶν· ὅτι ταῦτα πάντα ἐποίησαν, καὶ ἐβδελυξάμην αὐτούς."},{"number":24,"verse":"Καὶ εἶπα ὑμῖν, ὑμεῖς κληρονομήσετε τὴν γῆν αὐτῶν, καὶ ἐγὼ δώσω ὑμῖν αὐτὴν ἐν κτήσει, γῆν ῥέουσαν γάλα καὶ μέλι· ἐγὼ Κύριος ὁ Θεὸς ὑμῶν, ὃς διώρισα ὑμᾶς ἀπὸ πάντων τῶν ἐθνῶν."},{"number":25,"verse":"Καὶ ἀφοριεῖτε αὐτοὺς ἀναμέσον τῶν κτηνῶν τῶν καθαρῶν καὶ ἀναμέσον τῶν κτηνῶν τῶν ἀκαθάρτων, καὶ ἀναμέσον τῶν πετεινῶν τῶν καθαρῶν καὶ τῶν ἀκαθάρτων· καὶ οὐ βδελύξετε τὰς ψυχὰς ὑμῶν ἐν τοῖς κτήνεσι, καὶ ἐν τοῖς πετεινοῖς, καὶ ἐν πᾶσι τοῖς ἑρπετοῖς τῆς γῆς ἃ ἐγὼ ἀφώρισα ὑμῖν ἐν ἀκαθαρσίᾳ."},{"number":26,"verse":"Καὶ ἔσεσθέ μοι ἅγιοι, ὅτι ἐγὼ ἅγιός εἶμι Κύριος ὁ Θεὸς ὑμῶν, ὁ ἀφορίσας ὑμᾶς ἀπὸ πάντων τῶν ἐθνῶν, εἶναί μοι."},{"number":27,"verse":"Καὶ ἀνὴρ ἢ γυνὴ ὃς ἂν γένηται αὐτῶν ἐγγαστρίμυθος ἢ ἐπαοιδός, θανάτῳ θανατούσθωσαν ἀμφότεροι· λίθοις λιθοβολήσετε αὐτοὺς, ἔνοχοί εἰσι."}]}