{"bibleAbbr":"NASB1995","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":34,"verses":[{"number":1,"verse":"Now the Lord<WH3068> said<WH559> to Moses,<WH4872> \"Cut<WH6458> out for yourself two<WH8147> stone<WH68> tablets<WH3871> like the former<WH7223> ones,<WH7223> and I will write<WH3789> on the tablets<WH3871> the words<WH1697> that were on the former<WH7223> tablets<WH3871> which<WH834> you shattered.<WH7665>"},{"number":2,"verse":"\"So be ready<WH3559> by morning,<WH1242> and come<WH5927> up in the morning<WH1242> to Mount<WH2022> Sinai,<WH5514> and present<WH5324> yourself<WH5324> there<WH8033> to Me on the top<WH7218> of the mountain.<WH2022>"},{"number":3,"verse":"\"And no<WH3808> man<WH376> is to come<WH5927> up with you, nor<WH408> let any<WH1571> man<WH376> be seen<WH7200> anywhere<WH3605> on the mountain;<WH2022> even<WH1571> the flocks<WH6629> and the herds<WH1241> may not graze<WH7462> in front<WH4136> of that mountain.<WH2022>\""},{"number":4,"verse":"So he cut<WH6458> out two<WH8147> stone<WH68> tablets<WH3871> like the former<WH7223> ones,<WH7223> and Moses<WH4872> rose<WH7925> up early<WH7925> in the morning<WH1242> and went<WH5927> up to Mount<WH2022> Sinai,<WH5514> as the Lord<WH3068> had commanded<WH6680> him, and he took<WH3947> two<WH8147> stone<WH68> tablets<WH3871> in his hand.<WH3027>"},{"number":5,"verse":"And the Lord<WH3068> descended<WH3381> in the cloud<WH6051> and stood<WH3320> there<WH8033> with him as he called<WH7121> upon the name<WH8034> of the Lord.<WH3068>"},{"number":6,"verse":"Then the Lord<WH3068> passed<WH5674> by in front<WH6440> of him and proclaimed,<WH7121> \"The Lord,<WH3068> the Lord<WH3068> God,<WH410> compassionate<WH7349> and gracious,<WH2587> slow<WH750> to anger,<WH639> and abounding<WH7227> in lovingkindness<WH2617> and truth;<WH571>"},{"number":7,"verse":"who keeps<WH5341> lovingkindness<WH2617> for thousands,<WH505> who forgives<WH5375> iniquity,<WH5771> transgression<WH6588> and sin;<WH2403> yet He will by no<WH3808> means<WH5352> leave<WH5352> [the guilty] unpunished,<WH5352> visiting<WH6485> the iniquity<WH5771> of fathers on the children<WH1> and on the grandchildren<WH1121> to the third<WH1121> and fourth<WH8029> generations. \""},{"number":8,"verse":"And Moses<WH4872> made<WH4116> haste<WH4116> to bow<WH6915> low<WH6915> toward<WH413> the earth<WH776> and worship.<WH7812>"},{"number":9,"verse":"And he said,<WH559> \"If<WH518> now<WH4994> I have found<WH4672> favor<WH2580> in Thy sight,<WH5869> O Lord,<WH136> I pray,<WH4994> let the Lord<WH136> go<WH1980> along in our midst,<WH7130> even<WH3588> though<WH3588> the people<WH5971> are so obstinate<WH7186>;<WH6203> and do Thou pardon<WH5545> our iniquity<WH5771> and our sin,<WH9128> and take<WH5157> us as Thine own possession.<WH5157>\""},{"number":10,"verse":"Then God said,<WH559> \"Behold,<WH2009> I am going to make<WH3772> a covenant.<WH1285> Before<WH5048> all<WH3605> your people<WH5971> I will perform<WH6213> miracles<WH6381> which<WH834> have not been produced<WH1254> in all<WH3605> the earth,<WH776> nor<WH3808> among any<WH3605> of the nations;<WH1471> and all<WH3605> the people<WH5971> among<WH7130> whom<WH834> you live will see<WH7200> the working<WH4639> of the Lord,<WH3068> for it is a fearful<WH3372> thing<WH3372> that I am going to perform<WH6213> with you."},{"number":11,"verse":"\"Be sure to observe<WH8104> what<WH834> I am commanding<WH6680> you this day:<WH3117> behold,<WH2009> I am going to drive<WH1644> out the Amorite<WH567> before<WH4480> <WH6440> you, and the Canaanite,<WH3669> the Hittite,<WH2850> the Perizzite,<WH6522> the Hivite<WH2340> and the Jebusite.<WH2983>"},{"number":12,"verse":"\"Watch<WH8104> yourself that you make<WH3772> no<WH6435> covenant<WH1285> with the inhabitants<WH3427> of the land<WH776> into which<WH834> you are going,<WH935> lest<WH6435> it become<WH1961> a snare<WH4170> in your midst.<WH7130>"},{"number":13,"verse":"\"But [rather,] you are to tear<WH5422> down<WH5422> their altars<WH4196> and smash<WH7665> their [sacred] pillars<WH4676> and cut<WH3772> down<WH3772> their Asherim<WH842>"},{"number":14,"verse":"– for you shall not worship<WH7812> any<WH312> other<WH312> god,<WH410> for the Lord,<WH3068> whose name<WH8034> is Jealous,<WH7067> is a jealous<WH7067> God<WH410> –"},{"number":15,"verse":"lest<WH6435> you make<WH3772> a covenant<WH1285> with the inhabitants<WH3427> of the land<WH776> and they play<WH2181> the harlot<WH2181> with their gods,<WH430> and sacrifice<WH2076> to their gods,<WH430> and someone invite<WH7121> you to eat<WH398> of his sacrifice;<WH2077>"},{"number":16,"verse":"and you take<WH3947> some<WH4480> of his daughters<WH1323> for your sons,<WH1121> and his daughters<WH1323> play<WH2181> the harlot<WH2181> with their gods,<WH430> and cause your sons<WH1121> [also] to play<WH2181> the harlot<WH2181> with their gods.<WH430>"},{"number":17,"verse":"\"You shall make<WH6213> for yourself no<WH3808> molten<WH4541> gods.<WH430>"},{"number":18,"verse":"\"You shall observe<WH8104> the Feast<WH2282> of Unleavened<WH4682> Bread.<WH4682> For seven<WH7651> days<WH3117> you are to eat<WH398> unleavened<WH4682> bread,<WH4682> as I commanded<WH6680> you, at the appointed<WH4150> time<WH4150> in the month<WH2320> of Abib,<WH24> for in the month<WH2320> of Abib<WH24> you came<WH3318> out of Egypt.<WH4714>"},{"number":19,"verse":"\"The first<WH6363> offspring<WH6363> from every<WH3605> womb<WH7358> belongs to Me, and all<WH3605> your male<WH2145> livestock,<WH4735> the first<WH6363> offspring<WH6363> from cattle<WH7794> and sheep.<WH7716>"},{"number":20,"verse":"\"And you shall redeem<WH6299> with a lamb<WH7716> the first<WH6363> offspring<WH6363> from a donkey;<WH2543> and if<WH518> you do not redeem<WH6299> [it,] then you shall break<WH6202> its neck.<WH6202> You shall redeem<WH6299> all<WH3605> the first-born of your sons.<WH1121> And none<WH3808> shall appear<WH7200> before<WH6440> Me empty-handed."},{"number":21,"verse":"\"You shall work<WH5647> six<WH8337> days,<WH3117> but on the seventh<WH7637> day<WH3117> you shall rest;<WH7673> [even] during plowing<WH2758> time<WH2758> and harvest<WH7105> you shall rest.<WH7673>"},{"number":22,"verse":"\"And you shall celebrate<WH6213> the Feast<WH2282> of Weeks,<WH7620> [that is,] the first<WH1061> fruits<WH1061> of the wheat<WH2406> harvest,<WH7105> and the Feast<WH2282> of Ingathering<WH614> at the turn<WH8622> of the year.<WH8141>"},{"number":23,"verse":"\"Three<WH7969> times<WH6471> a year<WH8141> all<WH3605> your males<WH2138> are to appear<WH7200> before<WH6440> the Lord<WH113> God,<WH3068> the God<WH430> of Israel.<WH3478>"},{"number":24,"verse":"\"For I will drive<WH3423> out nations<WH1471> before<WH4480> <WH6440> you and enlarge<WH7337> your borders,<WH1366> and no<WH3808> man<WH376> shall covet<WH2530> your land<WH776> when you go<WH5927> up three<WH7969> times<WH6471> a year<WH8141> to appear<WH7200> before<WH6440> the Lord<WH3068> your God.<WH430>"},{"number":25,"verse":"\"You shall not offer<WH7819> the blood<WH1818> of My sacrifice<WH2077> with leavened<WH2557> bread,<WH2557> nor<WH3808> is the sacrifice<WH2077> of the Feast<WH2282> of the Passover<WH6453> to be left<WH3885> over<WH3885> until morning.<WH1242>"},{"number":26,"verse":"\"You shall bring<WH935> the very first<WH7225> of the first<WH1061> fruits<WH1061> of your soil<WH127> into the house<WH1004> of the Lord<WH3068> your God.<WH430> You shall not boil<WH1310> a kid<WH1423> in its mother's milk.<WH2461>\""},{"number":27,"verse":"Then the Lord<WH3068> said<WH559> to Moses,<WH4872> \"Write<WH3789> down<WH3789> these<WH428> words,<WH1697> for in accordance<WH5921> <WH6310> with these<WH428> words<WH1697> I have made<WH3772> a covenant<WH1285> with you and with Israel.<WH3478>\""},{"number":28,"verse":"So he was there<WH8033> with the Lord<WH3068> forty<WH705> days<WH3117> and forty<WH705> nights;<WH3915> he did not eat<WH398> bread<WH3899> or drink<WH8354> water.<WH4325> And he wrote<WH3789> on the tablets<WH3871> the words<WH1697> of the covenant,<WH1285> the Ten<WH6235> Commandments.<WH1697>"},{"number":29,"verse":"And it came<WH1961> about when Moses<WH4872> was coming<WH3381> down<WH3381> from Mount<WH2022> Sinai<WH5514> (and the two<WH8147> tablets<WH3871> of the testimony<WH5715> [were] in Moses<WH4872>' hand<WH3027> as he was coming<WH3381> down<WH3381> from the mountain<WH2022>), that Moses did not know<WH3045> that the skin<WH5785> of his face<WH6440> shone<WH7160> because of his speaking<WH1696> with Him."},{"number":30,"verse":"So when Aaron<WH175> and all<WH3605> the sons<WH1121> of Israel<WH3478> saw<WH7200> Moses,<WH4872> behold,<WH2009> the skin<WH5785> of his face<WH6440> shone,<WH7160> and they were afraid<WH3372> to come<WH5066> near<WH5066> him."},{"number":31,"verse":"Then Moses<WH4872> called<WH7121> to them, and Aaron<WH175> and all<WH3605> the rulers<WH5387> in the congregation<WH5712> returned<WH7725> to him; and Moses<WH4872> spoke<WH1696> to them."},{"number":32,"verse":"And afterward<WH310> <WH3651> all<WH3605> the sons<WH1121> of Israel<WH3478> came<WH5066> near,<WH5066> and he commanded<WH6680> them [to do] everything<WH3605> that the Lord<WH3068> had spoken<WH1696> to him on Mount<WH2022> Sinai.<WH5514>"},{"number":33,"verse":"When Moses<WH4872> had finished<WH3615> speaking<WH1696> with them, he put<WH5414> a veil<WH4533> over<WH5921> his face.<WH6440>"},{"number":34,"verse":"But whenever Moses<WH4872> went<WH935> in before<WH6440> the Lord<WH3068> to speak<WH1696> with Him, he would take<WH5493> off<WH5493> the veil<WH4533> until<WH5704> he came<WH3318> out; and whenever he came<WH3318> out and spoke<WH1696> to the sons<WH1121> of Israel<WH3478> what<WH834> he had been commanded,<WH6680>"},{"number":35,"verse":"the sons<WH1121> of Israel<WH3478> would see<WH7200> the face<WH6440> of Moses,<WH4872> that the skin<WH5785> of Moses<WH4872>' face<WH6440> shone.<WH7160> So Moses would replace<WH7725> the veil<WH4533> over<WH5921> his face<WH6440> until<WH5704> he went<WH935> in to speak<WH1696> with Him."}]}