{"bibleAbbr":"AKJV1999+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":22,"verses":[{"number":1,"verse":"The burden <WH4853> of the valley <WH1516> of vision. <WH2384> What <WH4100> ails you now, <WH645> that you are wholly <WH3605> gone <WH5927> up to the housetops? <WH1406>"},{"number":2,"verse":"You that are full <WH4392> of stirs, <WH8663> a tumultuous <WH1993> city, <WH5892> joyous <WH5947> city: <WH7151> your slain <WH2491> men are not slain <WH2491> with the sword, <WH2719> nor <WH3808> dead <WH4191> in battle. <WH4421>"},{"number":3,"verse":"All <WH3605> your rulers <WH7101> are fled <WH5074> together, <WH3162> they are bound <WH631> by the archers: <WH7198> all <WH3605> that are found <WH4672> in you are bound <WH631> together, <WH3162> which have fled <WH1272> from far. <WH7350>"},{"number":4,"verse":"Therefore <WH5921> <WH3651> said <WH559> I, Look <WH8159> away from me; I will weep <WH1065> bitterly, <WH4843> labor <WH213> not to comfort <WH5162> me, because <WH5921> of the spoiling <WH7701> of the daughter <WH1323> of my people. <WH5971>"},{"number":5,"verse":"For it is a day <WH3117> of trouble, <WH4103> and of treading <WH4001> down, and of perplexity <WH3998> by the Lord <WH136> GOD <WH3069> of hosts <WH6635> in the valley <WH1516> of vision, <WH2384> breaking <WH6979> down the walls, <WH7023> and of crying <WH7771> to the mountains. <WH2022>"},{"number":6,"verse":"And Elam <WH5867> bore <WH5375> the quiver <WH827> with chariots <WH7393> of men <WH120> and horsemen, <WH6571> and Kir <WH7024> uncovered <WH6168> the shield. <WH4043>"},{"number":7,"verse":"And it shall come <WH1961> to pass, that your choicest <WH4005> valleys <WH6010> shall be full <WH4390> of chariots, <WH7393> and the horsemen <WH6571> shall set <WH7896> themselves in array <WH7896> at the gate. <WH8179>"},{"number":8,"verse":"And he discovered <WH1540> the covering <WH4539> of Judah, <WH3063> and you did look <WH5027> in that day <WH3117> to the armor <WH5402> of the house <WH1004> of the forest. <WH3293>"},{"number":9,"verse":"You have seen <WH7200> also the breaches <WH1233> of the city <WH5892> of David, <WH1732> that they are many: <WH7231> and you gathered <WH6908> together the waters <WH4325> of the lower <WH8481> pool. <WH1295>"},{"number":10,"verse":"And you have numbered <WH5608> the houses <WH1004> of Jerusalem, <WH3389> and the houses <WH1004> have you broken <WH5422> down <WH5422> to fortify <WH1219> the wall. <WH2346>"},{"number":11,"verse":"You made <WH6213> also a ditch <WH4724> between <WH996> the two walls <WH2346> for the water <WH4325> of the old <WH3465> pool: <WH1295> but you have not looked <WH5027> to the maker <WH6213> thereof, neither <WH3808> had respect <WH7200> to him that fashioned <WH3335> it long <WH7350> ago. <WH7350>"},{"number":12,"verse":"And in that day <WH3117> did the Lord <WH136> GOD <WH3069> of hosts <WH6635> call <WH7121> to weeping, <WH1065> and to mourning, <WH4553> and to baldness, <WH7144> and to girding <WH2296> with sackcloth: <WH8242>"},{"number":13,"verse":"And behold <WH2009> joy <WH8342> and gladness, <WH8057> slaying <WH2026> oxen, <WH1241> and killing <WH7819> sheep, <WH6629> eating <WH398> flesh, <WH1320> and drinking <WH8354> wine: <WH3196> let us eat <WH398> and drink; <WH8354> for to morrow <WH4279> we shall die. <WH4191>"},{"number":14,"verse":"And it was revealed <WH1540> in my ears <WH241> by the LORD <WH3068> of hosts, <WH6635> Surely <WH518> this <WH2088> iniquity <WH5771> shall not be purged <WH3722> from you till <WH5704> you die, <WH4191> said <WH559> the Lord <WH136> GOD <WH3069> of hosts. <WH6635>"},{"number":15,"verse":"Thus <WH3541> said <WH559> the Lord <WH136> GOD <WH3069> of hosts, <WH6635> Go, <WH3212> get <WH935> you to this <WH2088> treasurer, <WH5532> even to Shebna, <WH7644> which <WH834> is over <WH5921> the house, <WH1004> and say, <WH559>"},{"number":16,"verse":"What <WH4100> have you here? <WH6311> and whom <WH4310> have you here, <WH6311> that you have hewed <WH2672> you out a sepulcher <WH6913> here, <WH6311> as he that hews <WH2672> him out a sepulcher <WH6913> on high, <WH4791> and that engraves <WH2710> an habitation <WH4908> for himself in a rock? <WH5553>"},{"number":17,"verse":"Behold, <WH2009> the LORD <WH3068> will carry <WH2904> you away with a mighty <WH1397> captivity, <WH2925> and will surely cover <WH5844> you."},{"number":18,"verse":"He will surely violently turn <WH6801> and toss <WH6802> you like a ball <WH1754> into <WH413> a large <WH7342> <WH3027> country: <WH776> there <WH8033> shall you die, <WH4191> and there <WH8033> the chariots <WH4818> of your glory <WH3519> shall be the shame <WH7036> of your lord's <WH113> house. <WH1004>"},{"number":19,"verse":"And I will drive <WH1920> you from your station, <WH4673> and from your state <WH4612> shall he pull <WH2040> you down."},{"number":20,"verse":"And it shall come <WH1961> to pass in that day, <WH3117> that I will call <WH7121> my servant <WH5650> Eliakim <WH471> the son <WH1121> of Hilkiah: <WH2518>"},{"number":21,"verse":"And I will clothe <WH3847> him with your robe, <WH3801> and strengthen <WH2388> him with your girdle, <WH73> and I will commit <WH5414> your government <WH4475> into his hand: <WH3027> and he shall be a father <WH1> to the inhabitants <WH3427> of Jerusalem, <WH3389> and to the house <WH1004> of Judah. <WH3063>"},{"number":22,"verse":"And the key <WH4668> of the house <WH1004> of David <WH1732> will I lay <WH5414> on his shoulder; <WH7926> so he shall open, <WH6605> and none <WH369> shall shut; <WH5462> and he shall shut, <WH5462> and none <WH369> shall open. <WH6605>"},{"number":23,"verse":"And I will fasten <WH8628> him as a nail <WH3489> in a sure <WH539> place; <WH4725> and he shall be for a glorious <WH3519> throne <WH3678> to his father's <WH1> house. <WH1004>"},{"number":24,"verse":"And they shall hang <WH8518> on him all <WH3605> the glory <WH3519> of his father's <WH1> house, <WH1004> the offspring <WH6631> and the issue, <WH6849> all <WH3605> vessels <WH3627> of small <WH6996> quantity, from the vessels <WH3627> of cups, <WH101> even to all <WH3605> the vessels <WH3627> of flagons. <WH5035>"},{"number":25,"verse":"In that day, <WH3117> said <WH5002> the LORD <WH3068> of hosts, <WH6635> shall the nail <WH3489> that is fastened <WH8628> in the sure <WH539> place <WH4725> be removed, <WH4185> and be cut <WH1438> down, <WH1438> and fall; <WH5307> and the burden <WH4853> that was on it shall be cut <WH3772> off: for the LORD <WH3068> has spoken <WH1696> it."}]}