{"bibleAbbr":"AKJV1999+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":25,"verses":[{"number":1,"verse":"O Lord, <WH3068> you are my God; <WH430> I will exalt <WH7311> you, I will praise <WH3034> your name; <WH8034> for you have done <WH6213> wonderful <WH6382> things; your counsels <WH6098> of old <WH7350> are faithfulness <WH530> and truth. <WH544>"},{"number":2,"verse":"For you have made <WH7760> of a city <WH5892> an heap; <WH1530> of a defended <WH1219> city <WH7151> a ruin: <WH4654> a palace <WH759> of strangers <WH2114> to be no city; <WH5892> it shall never <WH5769> <WH3808> be built. <WH1129>"},{"number":3,"verse":"Therefore <WH5921> <WH3651> shall the strong <WH5794> people <WH5971> glorify <WH3513> you, the city <WH7151> of the terrible <WH6184> nations <WH1471> shall fear <WH3372> you."},{"number":4,"verse":"For you have been <WH1961> a strength <WH4581> to the poor, <WH1800> a strength <WH4581> to the needy <WH34> in his distress, <WH6862> a refuge <WH4268> from the storm, <WH2230> a shadow <WH6738> from the heat, <WH2721> when <WH3588> the blast <WH7307> of the terrible <WH6184> ones is as a storm <WH2230> against the wall. <WH7023>"},{"number":5,"verse":"You shall bring <WH3665> down <WH3665> the noise <WH7588> of strangers, <WH2114> as the heat <WH2721> in a dry <WH6724> place; even the heat <WH2721> with the shadow <WH6738> of a cloud: <WH5645> the branch <WH2159> of the terrible <WH6184> ones shall be brought <WH6030> low. <WH6030>"},{"number":6,"verse":"And in this <WH2088> mountain <WH2022> shall the LORD <WH3068> of hosts <WH6635> make <WH6213> to all <WH3605> people <WH5971> a feast <WH4960> of fat <WH8081> things, a feast <WH4960> of wines <WH8105> on the lees, <WH8105> of fat <WH8081> things full of marrow, <WH4229> of wines <WH8105> on the lees <WH8105> well refined. <WH2212>"},{"number":7,"verse":"And he will destroy <WH1104> in this <WH2088> mountain <WH2022> the face <WH6440> of the covering <WH3875> cast <WH3874> over <WH5921> all <WH3605> people, <WH5971> and the veil <WH4541> that is spread <WH5259> over <WH5921> all <WH3605> nations. <WH1471>"},{"number":8,"verse":"He will swallow <WH1104> up death <WH4194> in victory; <WH5331> and the Lord <WH136> GOD <WH3069> will wipe <WH4229> away tears <WH1832> from off <WH5921> all <WH3605> faces; <WH6440> and the rebuke <WH2781> of his people <WH5971> shall he take <WH5493> away <WH5493> from off <WH5921> all <WH3605> the earth: <WH776> for the LORD <WH3068> has spoken <WH1696> it."},{"number":9,"verse":"And it shall be said <WH559> in that day, <WH3117> See, <WH2009> this <WH2088> is our God; <WH430> we have waited <WH6960> for him, and he will save <WH3467> us: this <WH2088> is the LORD; <WH3068> we have waited <WH6960> for him, we will be glad <WH1523> and rejoice <WH8055> in his salvation. <WH3444>"},{"number":10,"verse":"For in this <WH2088> mountain <WH2022> shall the hand <WH3027> of the LORD <WH3068> rest, <WH5117> and Moab <WH4124> shall be trodden <WH1758> down under <WH8478> him, even as straw <WH4963> is trodden <WH1758> down for the dunghill. <WH4087>"},{"number":11,"verse":"And he shall spread <WH6566> forth his hands <WH3027> in the middle <WH7130> of them, as he that swims <WH7811> spreads <WH6566> forth his hands to swim: <WH7811> and he shall bring <WH8213> down <WH8213> their pride <WH1346> together with the spoils <WH698> of their hands. <WH3027>"},{"number":12,"verse":"And the fortress <WH4013> of the high <WH4869> fort <WH4869> of your walls <WH2346> shall he bring <WH7817> down, <WH7817> lay low, <WH8213> and bring <WH5060> to the ground, <WH776> even to the dust. <WH6083>"}]}