{"bibleAbbr":"AKJV1999+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":6,"verses":[{"number":1,"verse":"In the year <WH8141> that king <WH4428> Uzziah <WH5818> died <WH4194> I saw <WH7200> also the LORD <WH136> sitting <WH3427> on a throne, <WH3678> high <WH7311> and lifted <WH5375> up, and his train <WH7757> filled <WH4390> the temple. <WH1964>"},{"number":2,"verse":"Above <WH4605> it stood <WH5975> the seraphim: <WH8314> each <WH259> one <WH259> had six <WH8337> wings; <WH3671> with two <WH8147> he covered <WH3680> his face, <WH6440> and with two <WH8147> he covered <WH3680> his feet, <WH7272> and with two <WH8147> he did fly. <WH5774>"},{"number":3,"verse":"And one cried <WH7121> to another, <WH2088> and said, <WH559> Holy, <WH6918> holy, <WH6918> holy, <WH6918> is the LORD <WH3068> of hosts: <WH6635> the whole <WH3605> earth <WH776> is full <WH4393> of his glory. <WH3519>"},{"number":4,"verse":"And the posts <WH520> of the door <WH5592> moved <WH5128> at the voice <WH6963> of him that cried, <WH7121> and the house <WH1004> was filled <WH4390> with smoke. <WH6227>"},{"number":5,"verse":"Then said <WH559> I, Woe <WH188> is me! for I am undone; <WH1820> because <WH3588> I am a man <WH376> of unclean <WH2931> lips, <WH8193> and I dwell <WH3427> in the middle <WH8432> of a people <WH5971> of unclean <WH2931> lips: <WH8193> for my eyes <WH5869> have seen <WH7200> the King, <WH4428> the LORD <WH3068> of hosts. <WH6635>"},{"number":6,"verse":"Then flew <WH5774> one <WH259> of the seraphim <WH8314> to me, having a live <WH7531> coal <WH7531> in his hand, <WH3027> which he had taken <WH3947> with the tongs <WH4457> from off <WH5921> the altar: <WH4196>"},{"number":7,"verse":"And he laid <WH5060> it on my mouth, <WH6310> and said, <WH559> See, <WH2009> this <WH2088> has touched <WH5060> your lips; <WH8193> and your iniquity <WH5771> is taken <WH5493> away, <WH5493> and your sin <WH2403> purged. <WH3722>"},{"number":8,"verse":"Also I heard <WH8085> the voice <WH6963> of the Lord, <WH136> saying, <WH559> Whom <WH853> <WH4310> shall I send, <WH7971> and who <WH4310> will go <WH3212> for us? Then said <WH559> I, Here <WH2005> am I; send <WH7971> me."},{"number":9,"verse":"And he said, <WH559> Go, <WH3212> and tell <WH559> this <WH2088> people, <WH5971> Hear <WH8085> you indeed, but understand <WH995> not; and see <WH7200> you indeed, but perceive <WH3045> not."},{"number":10,"verse":"Make the heart <WH3820> of this <WH2088> people <WH5971> fat, <WH8082> and make their ears <WH241> heavy, <WH3513> and shut <WH8173> their eyes; <WH5869> lest <WH6435> they see <WH7200> with their eyes, <WH5869> and hear <WH8085> with their ears, <WH241> and understand <WH995> with their heart, <WH3824> and convert, <WH7725> and be healed. <WH7495>"},{"number":11,"verse":"Then said <WH559> I, Lord, <WH136> how <WH5704> long? <WH5704> And he answered, <WH559> Until <WH5704> the cities <WH5892> be wasted <WH7582> without <WH369> inhabitant, <WH3427> and the houses <WH1004> without <WH369> man, <WH120> and the land <WH127> be utterly desolate, <WH8077>"},{"number":12,"verse":"And the LORD <WH3068> have removed <WH7368> men <WH120> far <WH7368> away, and there be a great <WH7227> forsaking <WH5805> in the middle <WH7130> of the land. <WH776>"},{"number":13,"verse":"But yet <WH5750> in it shall be a tenth, <WH6224> and it shall return, <WH7725> and shall be eaten: <WH1197> as a teil <WH424> tree, and as an oak, <WH437> whose <WH834> substance <WH4678> is in them, when <WH834> they cast <WH7995> their leaves: so the holy <WH6944> seed <WH2233> shall be the substance <WH4678> thereof."}]}