{"bibleAbbr":"ERV2006","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":23,"verses":[{"number":1,"verse":"Sarah Dies Sarah lived to be 127 years old."},{"number":2,"verse":"She died in the city of Kiriath Arba (Hebron) in the land of Canaan. Abraham was very sad and cried for her there."},{"number":3,"verse":"Then he left his dead wife and went to talk to the Hittites. He said,"},{"number":4,"verse":"“I am only a foreigner staying in your country. I have no place to bury my wife. Please give me some land so that I can bury her.”"},{"number":5,"verse":"The Hittites answered Abraham,"},{"number":6,"verse":"“Sir, you are a great leader (great leader Literally, “God’s prince.”) among us. You can have the best place we have to bury your dead. You can have any of our burying places that you want. None of us will stop you from burying your wife there.”"},{"number":7,"verse":"Abraham got up and bowed to the people."},{"number":8,"verse":"He said to them, “If you really want to help me bury my dead wife, speak to Ephron the son of Zohar for me."},{"number":9,"verse":"I would like to buy the cave of Machpelah, which belongs to Ephron. It is at the end of his field. I will pay him the full price. I want all of you to be witnesses that I am buying it as a burial place.”"},{"number":10,"verse":"Ephron was sitting there among the people. He answered Abraham,"},{"number":11,"verse":"“No, sir. Here in front of my people, I give you that land and the cave on it so that you can bury your wife.”"},{"number":12,"verse":"Abraham bowed before the Hittites."},{"number":13,"verse":"He said to Ephron before all the people, “But I want to give you the full price for the field. Accept my money, and I will bury my dead.”"},{"number":14,"verse":"Ephron answered Abraham,"},{"number":15,"verse":"“Sir, listen to me. Ten pounds (Ten pounds Literally, “400 shekels” (4.6 kg). Also in verse 16.) of silver mean nothing to you or me. Take the land and bury your dead wife.”"},{"number":16,"verse":"Abraham understood that Ephron was telling him the price of the land. (Abraham understood … the land Literally, “Abraham heard.”) So Abraham paid him for the land. He weighed out ten pounds of silver for Ephron and gave it to the merchant. (merchant Someone who earns their living by buying and selling things. Here, this is probably a person who was helping Abraham and Ephron write the contract in verses 17 and 18.)"},{"number":17,"verse":"[17-18] So the field of Ephron changed owners. This field was in Machpelah, near Mamre. Abraham became the owner of the field, the cave in it, and all the trees in the field. Everyone in the city saw the agreement between Ephron and Abraham."},{"number":19,"verse":"After this, Abraham buried his wife Sarah in the cave of that field near Mamre (Hebron) in the land of Canaan."},{"number":20,"verse":"Abraham bought the field and the cave in it from the Hittites. So this became his property to be used as a burial place."}]}