{"bibleAbbr":"ERV2006","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":30,"verses":[{"number":1,"verse":"Rachel saw that she was not giving Jacob any children. She became jealous of her sister Leah. So Rachel said to Jacob, “Give me children, or I will die!”"},{"number":2,"verse":"Jacob became angry with Rachel and said, “I am not God. He is the one who has caused you to not have children.”"},{"number":3,"verse":"Then Rachel said, “You can have my maid Bilhah. Sleep with her, and she will have a child for me. (she will have a child for me Literally, “she will give birth on my knees, and I, too, will have a son through her.”) Then I can be a mother through her.”"},{"number":4,"verse":"So Rachel gave Bilhah to her husband Jacob. He had sexual relations with Bilhah."},{"number":5,"verse":"She became pregnant and gave birth to a son for Jacob."},{"number":6,"verse":"Rachel said, “God has listened to my prayer. He decided to give me a son.” So she named this son Dan. (Dan This is like the Hebrew word meaning “to decide” or “to judge.”)"},{"number":7,"verse":"Bilhah became pregnant again and gave Jacob a second son."},{"number":8,"verse":"Rachel said, “I have fought hard to compete with my sister, and I have won.” So she named that son Naphtali. (Naphtali This is like the Hebrew word meaning “my struggle.”)"},{"number":9,"verse":"Leah saw that she could have no more children. So she gave her slave girl Zilpah to Jacob."},{"number":10,"verse":"Then Zilpah had a son."},{"number":11,"verse":"Leah said, “I am lucky.” So she named the son Gad. (Gad This is like the Hebrew word meaning “lucky” or “fortunate.”)"},{"number":12,"verse":"Zilpah gave birth to another son."},{"number":13,"verse":"Leah said, “I am very happy! Now women will call me happy.” So she named that son Asher. (Asher This is like the Hebrew word meaning “blessed” or “happy.”)"},{"number":14,"verse":"During the wheat harvest Reuben went into the fields and found some special flowers. (special flowers Or “mandrakes.” The Hebrew word means “love plant.” People thought these plants could help women have babies.) He brought them to his mother Leah. But Rachel said to Leah, “Please give me some of your son’s flowers.”"},{"number":15,"verse":"Leah answered, “You have already taken away my husband. Now you are trying to take away my son’s flowers.” But Rachel answered, “If you will give me your son’s flowers, you can sleep with Jacob tonight.”"},{"number":16,"verse":"Jacob came in from the fields that night. Leah saw him and went out to meet him. She said, “You will sleep with me tonight. I have paid for you with my son’s flowers.” So Jacob slept with Leah that night."},{"number":17,"verse":"Then God allowed Leah to become pregnant again. She gave birth to a fifth son."},{"number":18,"verse":"She said, “God has given me a reward because I gave my slave to my husband.” So she named her son Issachar. (Issachar This is like the Hebrew word meaning “reward” or “salary.”)"},{"number":19,"verse":"Leah became pregnant again and gave birth to a sixth son."},{"number":20,"verse":"She said, “God has given me a fine gift. Now surely Jacob will accept me, because I have given him six sons.” So she named this son Zebulun. (Zebulun This is like the Hebrew word meaning “praise” or “honor.”)"},{"number":21,"verse":"Later, Leah gave birth to a daughter. She named her Dinah."},{"number":22,"verse":"Then God heard Rachel’s prayer and made it possible for Rachel to have children."},{"number":23,"verse":"She became pregnant and gave birth to a son. She said, “God has taken away my shame.”"},{"number":24,"verse":"Rachel named the son Joseph, (Joseph This is like the Hebrew word meaning “to add.”) saying, “May the Lord give me another son.”"},{"number":25,"verse":"Jacob Tricks Laban After the birth of Joseph, Jacob said to Laban, “Now let me go back to my own homeland."},{"number":26,"verse":"Give me my wives and my children. I have earned them by working for you. You know that I served you well.”"},{"number":27,"verse":"Laban said to him, “Please, let me say something. I know (know Or “guessed,” “divined,” or “concluded.”) that the LORD has blessed me because of you."},{"number":28,"verse":"Tell me what I should pay you, and I will give it to you.”"},{"number":29,"verse":"Jacob answered, “You know that I have worked hard for you. Your flocks have grown and been well while I cared for them."},{"number":30,"verse":"When I came, you had little. Now you have much, much more. Every time I did something for you, the LORD blessed you. Now it is time for me to work for myself—it is time to do things for my family.”"},{"number":31,"verse":"Laban asked, “Then what should I give you?” Jacob answered, “I don’t want you to give me anything! I only want you to let me do this one thing: I will go back and take care of your sheep."},{"number":32,"verse":"But let me go through all your flocks today and take every lamb with spots or stripes. Let me take every black young goat and every female goat with stripes or spots. That will be my pay."},{"number":33,"verse":"In the future you can easily see if I am honest. You can come to look at my flocks. If I have any goat that isn’t spotted or any sheep that isn’t black, you will know that I stole it.”"},{"number":34,"verse":"Laban answered, “I agree to that. We will do what you ask.”"},{"number":35,"verse":"But that day Laban hid all the male goats that had spots. And he hid all the female goats that had spots on them. He also hid all the black sheep. Laban told his sons to watch these sheep."},{"number":36,"verse":"So the sons took all the spotted animals and led them to another place. They traveled for three days. Jacob stayed and took care of all the animals that were left."},{"number":37,"verse":"Then Jacob cut green branches from poplar and almond trees. He stripped off some of the bark so that the branches had white stripes on them."},{"number":38,"verse":"He put the branches in front of the flocks at the watering places. When the animals came to drink, they also mated in that place."},{"number":39,"verse":"Then when the goats mated in front of the branches, the young that were born were spotted, striped, or black."},{"number":40,"verse":"Jacob separated the spotted and the black animals from the other animals in the flock. He kept his animals separate from Laban’s."},{"number":41,"verse":"Any time the stronger animals in the flock were mating, Jacob put the branches before their eyes. The animals mated near those branches."},{"number":42,"verse":"But when the weaker animals mated, Jacob did not put the branches there. So the young animals born from the weak animals were Laban’s. And the young animals born from the stronger animals were Jacob’s."},{"number":43,"verse":"In this way Jacob became very rich. He had large flocks, many servants, camels, and donkeys."}]}