{"bibleAbbr":"ERV2006","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":6,"verses":[{"number":1,"verse":"(People Become Evil) The number of people on earth continued to increase. When these people had daughters, the sons of God saw how beautiful they were. So they chose the women they wanted. They married them, and the women had their children. Then the LORD said, “People are only human. I will not let my Spirit be troubled by them forever. I will let them live only 120 years.” (People … 120 years Or “The spirit from me will not live in people forever, because they are flesh. They will live only 120 years.” Or “My Spirit will not judge people forever, because they will all die in 120 years.”) During this time and also later, the Nephilim people lived in the land. They have been famous as powerful soldiers since ancient times."},{"number":5,"verse":"The LORD saw that the people on the earth were very evil. He saw that they thought only about evil things all the time."},{"number":6,"verse":"The LORD was sorry that he had made people on the earth. It made him very sad in his heart."},{"number":7,"verse":"So the LORD said, “I will destroy all the people I created on the earth. I will destroy every person and every animal and everything that crawls on the earth. And I will destroy all the birds in the air, because I am sorry that I have made them.”"},{"number":8,"verse":"But Noah pleased the LORD."},{"number":9,"verse":"(Noah and the Great Flood) This is the history of Noah’s family. He was a good man all his life, and he always followed God."},{"number":10,"verse":"Noah had three sons: Shem, Ham, and Japheth."},{"number":11,"verse":"[11-12] When God looked at the earth, he saw that people had ruined it. Violence was everywhere, and it had ruined their life on earth."},{"number":13,"verse":"So God said to Noah, “Everyone has filled the earth with anger and violence. So I will destroy all living things. I will remove them from the earth."},{"number":14,"verse":"Use cypress wood (cypress wood In Hebrew, “gopher timbers.” It is uncertain what kind of wood this is. It might be a kind of tree or squared timbers.) and build a boat for yourself. Make rooms in the boat and cover it with tar inside and out."},{"number":15,"verse":"“This is the size I want you to make the boat: 300 cubits (300 cubits 437' 1/8\" (133 m) if this was the short cubit or 510' 1 13/16\" (155.5 m) if it was the long cubit.) long, 50 cubits (50 cubits 72' 10\" (22.2 m) if this was the short cubit or 85' 5/16\" (25.92 m) if it was the long cubit.) wide, and 30 cubits (30 cubits 43' 8 7/16\" (13.3 m) if this was the short cubit or 51' 3/16\" (15.55 m) if it was the long cubit.) high."},{"number":16,"verse":"Make a window for the boat about 1 cubit (1 cubit 17.5\" (44.4 cm) if this was the short cubit or 20 5/8\" (51.83 cm) if it was the long cubit.) below the roof. (Make a window … below the roof Or “Make an opening for the boat about 18 inches tall.”) Put a door in the side of the boat. Make three floors in the boat: a top deck, a middle deck, and a lower deck."},{"number":17,"verse":"“Understand what I am telling you. I will bring a great flood of water on the earth. I will destroy all living things that live under heaven. Everything on the earth will die."},{"number":18,"verse":"I will make a special agreement with you. You, your wife, your sons, and their wives will all go into the boat."},{"number":19,"verse":"Also, you will take two of every living thing on the earth with you into the boat. Take a male and female of every kind of animal so that they might survive with you."},{"number":20,"verse":"Two of every kind of bird, animal, and creeping thing will come to you so that you might keep them alive."},{"number":21,"verse":"Also bring every kind of food into the boat, for you and for the animals.”"},{"number":22,"verse":"Noah did everything God commanded him."}]}