{
  "bibleAbbr" : "TERV1998",
  "bookName" : "எரேமியா",
  "bookEnglishName" : "Jeremiah",
  "chapterNumber" : 22,
  "verses" : [ {
    "number" : 1,
    "verse" : "தீய ராஜாக்களுக்கு எதிரான நியாயத்தீர்ப்புகர்த்தர், “எரேமியா, ராஜாவினுடைய அரண்மனைக்குப் போ. யூதாவின் ராஜாவிடம் போ. அங்கு இந்த வார்த்தையைப் பிரச்சாரம் செய்:"
  }, {
    "number" : 2,
    "verse" : "‘கர்த்தரிடமிருந்து வருகிற வார்த்தையை யூதாவின் ராஜாவே, கேள். நீ தாவீதின் சிங்காசனத்திலிருந்து ஆளுகிறாய். எனவே, கேள். ராஜாவே, நீயும் உன் அதிகாரிகளும் நன்றாகக் கேட்கவேண்டும். எருசலேமின் வாசல் வழியாக வருகிற அனைத்து ஜனங்களும் கர்த்தரிடமிருந்து வருகிற இந்த வார்த்தையைக் கேட்க வேண்டும்."
  }, {
    "number" : 3,
    "verse" : "கர்த்தர் கூறுகிறார்: நியாயமானவற்றையும் சரியானவற்றையும் செய்யுங்கள். களவாடுகிறவனிடமிருந்து களவாடப்படுகிற மனிதனைக் காப்பாற்றுங்கள். அனாதைகள் அல்லது விதவைகளுக்குக் காயமோ அல்லது வேறு எதுவுமோ செய்யாதீர்கள். அப்பாவி ஜனங்களைக் கொல்லாதீர்கள்."
  }, {
    "number" : 4,
    "verse" : "இந்தக் கட்டளைகளுக்கு நீங்கள் கீழ்ப்படிந்தால் பிறகு இதுதான் நடக்கும். தாவீதின் சிங்காசனத்தின் மேல் இருக்கிற ராஜாக்கள் எருசலேம் நகர வாசல்கள் வழியாக வருவார்கள். அந்த ராஜாக்கள் தங்கள் அதிகாரிகளோடு வாசல்கள் வழியாக வருவார்கள். அந்த ராஜாக்கள், அவர்களின் அதிகாரிகள், அவர்களின் ஜனங்கள், இரதங்களிலும், குதிரைகளிலும் சவாரி செய்துகொண்டு வருவார்கள்."
  }, {
    "number" : 5,
    "verse" : "ஆனால், நீங்கள் இந்தக் கட்டளைகளுக்கு அடி பணியாவிட்டால், இதுதான் கர்த்தர் சொல்கிறது: கர்த்தராகிய நான் வாக்குறுதியளிக்கிறேன், இந்த ராஜாக்களின் அரண்மனைகள் அழிக்கப்படும். அது கற்குவியல் ஆகும்’” என்றார்."
  }, {
    "number" : 6,
    "verse" : "யூதாவின் ராஜாக்கள் வாழ்கிற அரண்மனையைப்பற்றி கர்த்தர் இவற்றைத் தான் கூறுகிறார்: “அரண்மனை உயரமானது. கீலேயாத் காடுகளைப் போன்று உயரமானது. லீபனோனின் மலையைப்போன்று அரண்மனை உயரமானது. ஆனால் நான் அதனை வனாந்தரம் போன்று ஆக்குவேன். இந்த அரண்மனை ஆளில்லாத நகரத்தை போன்று காலியாகும்."
  }, {
    "number" : 7,
    "verse" : "அரண்மனையை அழிக்க நான் ஆட்களை அனுப்புவேன். ஒவ்வொரு மனிதனும் ஆயுதங்களை வைத்திருப்பான். அந்த ஆயுதங்களை அவன் அரண்மனையை அழிக்கப் பயன்படுத்துவான். அம்மனிதர்கள் உங்களது பலமான அழகான கேதுரு தூண்களை வெட்டி எறிவார்கள். மனிதர்கள் அத்தூண்களை நெருப்பில் போடுவார்கள்."
  }, {
    "number" : 8,
    "verse" : "“பலநாடுகளில் உள்ள ஜனங்கள் இந்நகரத்தின் வழியாகக் கடந்துபோவார்கள். அவர்கள் ஒவ்வொருவரையும் கேட்பார்கள். ‘ஏன் கர்த்தர் எருசலேம் நகரத்திற்கு இந்தப் பயங்கரமான காரியத்தைச் செய்தார்? எருசலேம் ஒரு மாபெரும் நகரமாக இருந்ததே.’"
  }, {
    "number" : 9,
    "verse" : "அந்த வினாவிற்கு இதுதான் பதில்: ‘தேவன் எருசலேமை அழித்தார். ஏனென்றால், யூதாவின் ஜனங்கள் அவர்களின் தேவனாகிய கர்த்தருடைய உடன்படிக்கையைப் பின்பற்றாமல் விட்டுவிட்டனர். அந்த ஜனங்கள் அந்நிய தெய்வங்களைத் தொழுதுகொண்டு சேவை செய்தனர்.’”"
  }, {
    "number" : 10,
    "verse" : "யோவாகாஸ் ராஜாவிற்கு எதிரான நியாயத்தீர்ப்புமரித்துப்போன ராஜாவுக்காக அழவேண்டாம். அவனுக்காக அழவேண்டாம். ஆனால் இந்த இடத்தை விட்டு விலக வேண்டிய ராஜாவுக்காகக் கடினமாக அழுங்கள். அவனுக்காக அழுங்கள். ஏனென்றால், அவன் மீண்டும் வரமாட்டான். தன் தாய்நாட்டை ஒருபோதும் மீண்டும் பார்க்கமாட்டான்."
  }, {
    "number" : 11,
    "verse" : "இது தான் கர்த்தர் யோசியாவின் குமாரனான சல்லூம் (யோவாகாஸ்) பற்றி கூறுகிறது. (சல்லூம் அவனது தந்தை யோசியா மரித்த பிறகு யூதாவின் ராஜா ஆனான்.) “யோவாகாஸ் எருசலேமிலிருந்து வெளியே போயிருக்கிறான். அவன் மீண்டும் எருசலேமிற்கு திரும்பி வரமாட்டான்."
  }, {
    "number" : 12,
    "verse" : "யோவாகாஸ் எகிப்தியர்களால் தான் கொண்டுப்போகப்பட்ட இடத்திலேயே மரிப்பான். அவன் மீண்டும் இந்த நாட்டைப் பார்க்கமாட்டான்.”"
  }, {
    "number" : 13,
    "verse" : "யோயாக்கீம் ராஜாவுக்கு எதிரான தீர்ப்புயோயாக்கீம் ராஜாவுக்கு இது மிகவும் தீயதாக இருக்கும். அவன் தீயவற்றைச் செய்துகொண்டிருக்கிறான். எனவே, அவனால் அவனது அரண்மனையைக் கட்ட முடியும். அவன் ஜனங்களை ஏமாற்றிக்கொண்டிருக்கிறான். எனவே, அவனால் மேல்மாடியில் அறைகளைக் கட்டமுடியும். அவன் தனது சொந்த ஜனங்களை வீணாக வேலை செய்ய வைப்பான். அவன் அவர்களது வேலைக்குச் சம்பளம் தரமாட்டான்."
  }, {
    "number" : 14,
    "verse" : "யோயாக்கீம், “நான் எனக்காகப் பெரிய அரண்மனையைக் கட்டுவேன். எனக்கு பெரிய மேல்மாடி அறைகள் இருக்கும்” என்கிறான். எனவே, அவன் பெரிய ஜன்னல்களோடு வீடு கட்டுகிறான். அவன் கேதுரு மரங்களின் தூணுக்கு சிவப்பு வண்ணத்தைப் பூசுகிறான்."
  }, {
    "number" : 15,
    "verse" : "யோயாக்கீமும், உனது வீட்டில் ஏராளமாகக் கேதுரு மரங்களை வைத்திருக்கிறாய். அவை உன்னைப் பெரிய ராஜாவாக்காது. உன் தந்தை யோசியா உணவும் தண்ணீரும்பெற்று திருப்தி அடைந்தான். எது சரியானதோ நியாயமானதோ, அதைச் செய்தான். யோசியா அதனைச் செய்தான். அதனால் அவனுக்கு எல்லாமும் சரியாகப் போனது."
  }, {
    "number" : 16,
    "verse" : "யோசியா ஏழைகளுக்கும் யாருக்கெல்லாம் தேவை இருந்ததோ அவர்களுக்கும் உதவினான். ஆகையால், அவனுக்கு அனைத்துக் காரியங்களும் எளிமையாக நடந்தன. யோயாக்கீம், “தேவனை அறிவது” என்பதன் பொருள் என்ன? இதன் பொருள் சரியாக வாழு, நியாயமாக இரு, ஏழை எளியோருக்கு உதவு. என்னை அறிவது என்பதன் பொருள் இதுதான். இந்த வார்த்தை கர்த்தரிடமிருந்து வந்தது."
  }, {
    "number" : 17,
    "verse" : "“யோயாக்கீம், உனது கண்கள் உனக்குப் பயனுள்ளவற்றை மட்டுமே பார்க்கின்றன. நீ எப்பொழுதும் உனக்கு மிகுதியாகத் தேவையானதைப் பற்றியே நினைத்துக்கொண்டிருக்கிறாய். உன் இருதயம் அப்பாவி ஜனங்களைக் கொல்ல திட்டமிட்டிருக்கிறது. மற்ற ஜனங்களின் பொருட்களை நீ திருட விரும்புகிறாய்.”"
  }, {
    "number" : 18,
    "verse" : "எனவே, கர்த்தர் இதைத்தான் யோசியாவின் குமாரனான, ராஜா யோயாக்கீமிடம் கூறுகிறார். “யூதாவின் ஜனங்கள் யோயாக்கீமிற்காக அழமாட்டார்கள். அவர்கள் மற்றவர்களிடம், ‘ஓ, எனது சகோதரனே, யோயாக்கீம் பற்றி வருந்துகிறேன்! ஓ, எனது சகோதரியே, நான் யோயாக்கீம் பற்றி மிகவும் வருந்துகிறேன்!’ என்று சொல்லமாட்டார்கள். யோயாக்கீமிற்காக யூதா ஜனங்கள் அழமாட்டார்கள். அவர்கள் அவனைப்பற்றி, ‘ஓ, எஜமானே, நான் சோகமாக இருக்கிறேன்! ஓ, ராஜாவே, நான் சோகமாக இருக்கிறேன்!’ என்று சொல்லமாட்டார்கள்."
  }, {
    "number" : 19,
    "verse" : "எருசலேம் ஜனங்கள் யோயாக்கீமை ஒரு கழுதையை அடக்கம் செய்வதுபோன்று அடக்கம் செய்வார்கள். அவர்கள் அவனது உடலை இழுத்துச் செல்வார்கள். அவர்கள் அவனது உடலை எருசலேமின் வாசல்களுக்கு வெளியே வீசுவார்கள்."
  }, {
    "number" : 20,
    "verse" : "“யூதா, லீபனோன் மலைகளுக்கு மேலே செல், அழு. பாசான் மலைகளில் உனது ஓசை கேட்கட்டும். அபரீமின் மலைகளில் அழு. ஏனென்றால், உனது ‘நேசர்கள்’ அனைவரும் அழிக்கப்படுவார்கள்."
  }, {
    "number" : 21,
    "verse" : "“யூதா, நீ பாதுகாப்பை உணர்ந்தாய். ஆனால் நான் உன்னை எச்சரித்தேன்! ஆனால் நீ கேட்க மறுத்தாய். நீ இவ்வாறு உனது இளமைகாலம் முதல் வாழ்ந்திருக்கிறாய். உனது இளமை காலத்திலிருந்து நீ எனக்கு கீழ்ப்படியவில்லை."
  }, {
    "number" : 22,
    "verse" : "யூதா, நான் தரும் தண்டனை ஒரு புயலைப்போன்று வரும். அது உங்கள் மேய்ப்பர்களை அடித்துச்செல்லும். சில அந்நியநாடுகள் உதவும் என்று நினைத்தாய். ஆனால் அந்நாடுகளும் தோற்கடிக்கப்படும். பிறகு நீ உண்மையிலேயே ஏமாறுவாய். நீ செய்த தீயவற்றுக்காக அவமானம் அடைவாய்."
  }, {
    "number" : 23,
    "verse" : "“ராஜாவே, நீ கேதுரு மரங்களாலான உனது வீட்டில் உயரமான மலையின்மேல் வாழ்கிறாய். நீ ஏறக்குறைய அம்மரங்கள் இருந்த லீபனோனில் இருப்பதுபோல் உள்ளாய். நீ உனது பெரிய வீட்டில் மலையின்மேல் பாதுகாப்பாக இருப்பதாய் நினைக்கிறாய். ஆனால் உனது தண்டனை வரும்போது நீ புலம்புவாய். நீ பிரசவிக்கும் பெண்ணைப் போன்று பெரும் வேதனையில் இருப்பாய்.”"
  }, {
    "number" : 24,
    "verse" : "யோயாக்கீன் ராஜாவுக்கு எதிரான தீர்ப்பு“நான் வாழ்வது எவ்வளவு உண்மையோ அது போன்று” இந்த வார்த்தை கர்த்தரிடமிருந்து வருகிறது. “நான் இதனை உனக்குச் செய்வேன் யோயாக்கீமின் குமாரனான யோயாக்கீன் யூதாவின் ராஜாவே. நீ எனது வலது கை முத்திரை மோதிரமாய்முத்திரை மோதிரம் ராஜா அணியும் சிறப்பு மோதிரம் இதன் மூலம் முத்திரை இடலாம். இது ராஜாவின் கையெழுத்தாகக் கருதப்படும். இருந்தாலும், நான் உன்னைக் கழற்றிப்போடுவேன்."
  }, {
    "number" : 25,
    "verse" : "யோயாக்கீன், நான் உன்னைப் பாபிலோனின் ராஜாவாகிய நேபுகாத்நேச்சாரிடமும் பாபிலோனியர்களிடமும் கொடுப்பேன். அவர்கள் நீ அஞ்சுகின்ற ஜனங்கள் ஆவர். அந்த ஜனங்கள் உன்னைக் கொல்ல விரும்புகின்றனர்."
  }, {
    "number" : 26,
    "verse" : "நீங்கள் யாரும் பிறந்திருக்காத வேறு நாட்டில் உன்னையும், உனது தாயையும் வீசுவேன். அந்த நாட்டில் நீயும், உன் தாயும் மரிப்பீர்கள்."
  }, {
    "number" : 27,
    "verse" : "யோயாக்கீன், நீ உனது நாட்டுக்குத் திரும்பிவர விரும்புவாய். ஆனால் நீ திரும்பிவர அனுமதிக்கப்படமாட்டாய்.”"
  }, {
    "number" : 28,
    "verse" : "யோயாக்கீன் (கோனியா) யாரோ எறிந்ததால் உடைந்த ஜாடியைப் போன்றவன். எவராலும் விரும்பப்படாத ஜாடியைப் போன்றவன். யோயாக்கீனும் அவனது பிள்ளைகளும் ஏன் எறியப்பட்டார்கள்? ஏன் அவர்கள் அந்நிய நாட்டில் வீசி எறியப்பட்டார்கள்?"
  }, {
    "number" : 29,
    "verse" : "யூதாவின் நாடே! கர்த்தருடைய செய்தியைக் கேள்:"
  }, {
    "number" : 30,
    "verse" : "கர்த்தர் கூறுகிறார், “யோயாக்கீன் பற்றி இதனை எழுதிக்கொள்ளுங்கள். ‘அவன் இனிமேல் குழந்தைகளே இல்லாதவன். யோயாக்கீன் இனி வாழ்நாள் முழுவதும் கீர்த்தி பெறமாட்டான். தாவீதின் சிங்காசனத்தில் அவனது பிள்ளைகள் எவரும் அமரமாட்டார்கள். அவனது பிள்ளைகள் எவரும் யூதாவை ஆளமாட்டார்கள்.’”"
  } ]
}