{
  "bibleAbbr" : "TERV1998",
  "bookName" : "எரேமியா",
  "bookEnglishName" : "Jeremiah",
  "chapterNumber" : 35,
  "verses" : [ {
    "number" : 1,
    "verse" : "(ரேகாபியர் வம்சத்தின் நல்ல எடுத்துக்காட்டு) யூதாவின் ராஜாவாக யோயாக்கீம் இருந்தபோது, எரேமியாவிற்கு கர்த்தரிடமிருந்து வார்த்தை வந்தது. யோயாக்கீம் யோசியாவின் குமாரன். கர்த்தரிடமிருந்து வந்த செய்தி இதுதான்."
  }, {
    "number" : 2,
    "verse" : "“எரேமியா ரேகாபியரது வீட்டுக்குப்போ. கர்த்தருடைய ஆலயத்தின் பக்கத்து அறைகள் ஒன்றுக்கு அவர்கள் வருமாறு வரவழை. அவர்கள் குடிக்கத் திராட்சைரசத்தைக் கொடு.”"
  }, {
    "number" : 3,
    "verse" : "எனவே நான் (எரேமியா) யசினியாவை அழைக்கப்போனேன். யசினியா எரேமியா என்பவனின் குமாரன். அந்த எரேமியா அபசினியாவின் குமாரன். நான் யசினியாவின் அனைத்து சகோதரர்களையும் குமாரர்களையும் வரவழைத்தேன். நான் ரேகாபியரது வம்சத்தார் அனைவரையும் வரவழைத்தேன்."
  }, {
    "number" : 4,
    "verse" : "கர்த்தருடைய ஆலயத்திற்கு ரேகாபியருடைய குடும்பத்தாரை அழைத்து வந்தேன். அனானின் குமாரர்களது அறை என்று அழைக்கப்படும் அறைக்குள் நாங்கள் சென்றோம். அனான் இத்தலியாவின் குமாரன். அனான் தேவனுடைய மனிதனாக இருந்தான். அந்த அறை யூதாவின் இளவரசன் தங்கும் அறைக்கு அடுத்ததாக இருந்தது. சல்லூமின் குமாரனான மாசெயாவின் அறையின் மேலே உள்ளது. மாசெயா ஆலயத்தின் வாசல் காவலன்."
  }, {
    "number" : 5,
    "verse" : "பிறகு நான் (எரேமியா) சில கோப்பைகளைத் திராட்சை ரசத்தால் ரேகாபியர் வம்சத்தாருக்கு முன்னால் நிரப்பினேன். நான் அவர்களிடம், “கொஞ்சம் திராட்சைரசம் குடியுங்கள்” என்று சொன்னேன்."
  }, {
    "number" : 6,
    "verse" : "ஆனால் ரேகாபியர் ஜனங்களோ, “நாங்கள் எப்பொழுதும் திராட்சைரசம் குடிப்பதில்லை. இதனை நாங்கள் எப்பொழுதும் குடிப்பதில்லை. ஏனென்றால், எங்கள் முற்பிதாவான ரேகாபின் குமாரனான யோனதாப் இந்தக் கட்டளையைக் கொடுத்தார். ‘நீயும் உனது சந்ததியாரும் என்றைக்கும் திராட்சை ரசத்தைக் குடிக்க வேண்டாம்."
  }, {
    "number" : 7,
    "verse" : "நீங்கள் எப்பொழுதும் வீடுகளைக் கட்ட வேண்டாம். விதைகளை நடவேண்டாம், அல்லது திராட்சை கொடிகளைப் பயிரிடவேண்டாம். நீங்கள் இக்காரியங்கள் எதுவும் செய்யவேண்டாம். நீங்கள் கூடாரங்களில் மட்டுமே வாழ வேண்டும். நீங்கள் இவ்வாறு செய்தால் பிறகு நீங்கள் நீண்ட காலம் இடம் விட்டு இடம் போய் வாழ்வீர்கள்.’"
  }, {
    "number" : 8,
    "verse" : "எனவே, ரேகாபியராகிய நாங்கள் எங்கள் முற்பிதாவான யோனதாபின் கட்டளைக்குக் கீழ்ப்படிவோம். நாங்கள் என்றைக்கும் திராட்சை ரசம் குடிக்கமாட்டோம். எங்கள் மனைவிகளும், குமாரர்களும், குமாரத்திகளும் என்றென்றும் திராட்சை ரசம் குடிக்கமாட்டார்கள்."
  }, {
    "number" : 9,
    "verse" : "நாங்கள் வாழ்வதற்காக வீடு கட்டவில்லை. நாங்கள் திராட்சைத் தோட்டங்களையோ வயல்களையோ சொந்தமாக்கியதில்லை. நாங்கள் என்றென்றும் அறுவடை செய்ததுமில்லை."
  }, {
    "number" : 10,
    "verse" : "நாங்கள் கூடாரங்களில் வாழ்ந்திருக்கிறோம். எங்கள் முற்பிதா யோனதாப்பின் கட்டளையின்படி கீழ்ப்படிந்திருக்கிறோம்."
  }, {
    "number" : 11,
    "verse" : "ஆனால் பாபிலோன் ராஜாவாகிய நேபுகாத்நேச்சார் யூதா நாட்டை தாக்கியபோது, நாங்கள் எருசலேமிற்குள் சென்றோம். நாங்கள் எங்களுக்குள், ‘வாருங்கள், நாம் எருசலேம் நகருக்குள் நுழைவோம். எனவே, நாம் பாபிலோனியரின் படையிடமிருந்தும் அராமியரின் படையிடமிருந்தும் தப்பிக்கலாம்’ என்று சொன்னோம். எனவே நாங்கள் எருசலேமில் தங்கியிருக்கிறோம்.”"
  }, {
    "number" : 12,
    "verse" : "பிறகு எரேமியாவிற்கு கர்த்தரிடமிருந்து வார்த்தை வந்தது."
  }, {
    "number" : 13,
    "verse" : "“இஸ்ரவேலின் தேவனாகிய சர்வ வல்லமையுள்ள கர்த்தர் சொல்லுகிறது: எரேமியா, யூதாவின் ஆண்களிடமும் எருசலேம் ஜனங்களிடமும் போய் இந்த வார்த்தையைச் சொல். ‘ஜனங்களாகிய நீங்கள் ஒரு பாடம் கற்றுக்கொண்டு எனது செய்திக்குக் கீழ்ப்படிய வேண்டும்’ இந்த வார்த்தை கர்த்தரிடம் இருந்து வருகிறது."
  }, {
    "number" : 14,
    "verse" : "‘ரேகாப்பின் குமாரனான யோனதாப் அவரது குமாரர்களிடம் திராட்சைரசத்தைக் குடிக்க வேண்டாம் என்று கட்டளையிட்டார். அக்கட்டளை கீழ்ப்படியப்பட்டிருக்கிறது. இன்றுவரை, யோனாதாபின் சந்ததியார் முற்பிதாவின் கட்டளைக்குக் கீழ்ப்படிந்திருக்கின்றனர். அவர்கள் திராட்சைரசம் குடிப்பதில்லை. ஆனால் நானே கர்த்தர். நான் யூதாவின் ஜனங்களாகிய உங்களுக்குச் செய்தியை மீண்டும், மீண்டும் கொடுத்திருக்கிறேன். ஆனால் நீ எனக்குக் கீழ்ப்படியவில்லை."
  }, {
    "number" : 15,
    "verse" : "இஸ்ரவேல் மற்றும் யூதாவின் ஜனங்களாகிய உங்களிடம் எனது வேலைக்காரர்களான தீர்க்கதரிசிகளை அனுப்பினேன். நான் அவர்களை மீண்டும், மீண்டும் அனுப்பினேன். அத்தீர்க்கதரிசிகள் உங்களிடம், “இஸ்ரவேல் மற்றும் யூதாவிலுள்ள ஒவ்வொருவரும் தீயவை செய்வதை நிறுத்தவேண்டும். நீங்கள் நல்லவர்களாக இருக்கவேண்டும். அந்நிய தெய்வங்களைப் பின்பற்ற வேண்டாம். அவர்களைத் தொழுதுகொள்ளவோ சேவை செய்யவோ வேண்டாம். நீங்கள் எனக்குக் கீழ்ப்படிந்தால் பிறகு நீங்கள், நான் உங்களுக்கும் உங்கள் முற்பிதாக்களுக்கும் கொடுத்த நாட்டில் வாழ்வீர்கள்” ஆனால் ஜனங்களாகிய நீங்கள் எனது வார்த்தையை கவனிக்கவில்லை."
  }, {
    "number" : 16,
    "verse" : "யோனதாப்பின் சந்ததியார் தங்கள் முற்பிதா கொடுத்த கட்டளைக்குக் கீழ்ப்படிந்தனர். ஆனால் யூதாவின் ஜனங்கள் எனக்குக் கீழ்ப்படியவில்லை’” என்றார்."
  }, {
    "number" : 17,
    "verse" : "எனவே, “இஸ்ரவேலின் தேவனாகிய சர்வ வல்லமையுள்ள கர்த்தர் சொல்லுகிறார். ‘யூதா மற்றும் எருசலேமிற்குப் பல தீமைகள் ஏற்படும் என்று சொன்னேன். நான் விரைவில் அத்தீமைகள் ஏற்படும்படிச் செய்வேன். நான் அந்த ஜனங்களிடம் பேசினேன். ஆனால், அவர்கள் கவனிக்க மறுத்தனர். நான் அவர்களை அழைத்தேன். ஆனால் அவர்கள் எனக்குப் பதில் சொல்லவில்லை.’”"
  }, {
    "number" : 18,
    "verse" : "பிறகு எரேமியா ரேகாபியருடைய வம்சத்து ஜனங்களிடம் கூறினான். “இஸ்ரவேலின் தேவனாகிய சர்வ வல்லமையுள்ள கர்த்தர் கூறுகிறார், ‘நீங்கள் உங்களது முற்பிதா யோனதாபின் கட்டளைக்குக் கீழ்ப்படிந்தீர்கள். யோனாதாபின் அனைத்து போதனைகளையும் பின்பற்றினீர்கள். அவன் கட்டளையிட்ட அனைத்தையும் செய்தீர்கள்.’"
  }, {
    "number" : 19,
    "verse" : "எனவே, இஸ்ரவேலின் தேவனாகிய சர்வ வல்லமையுள்ள கர்த்தர் கூறுகிறார்: ‘ரேகாபின் குமாரனான யோனதாபின் சந்ததி எனக்கு சேவைசெய்ய எப்பொழுதும் இருக்கும்.’”"
  } ]
}