{
  "bibleAbbr" : "TERV1998",
  "bookName" : "எரேமியா",
  "bookEnglishName" : "Jeremiah",
  "chapterNumber" : 50,
  "verses" : [ {
    "number" : 1,
    "verse" : "பாபிலோன் பற்றியச் செய்திபாபிலோனைப் பற்றியும் பாபிலோனிய ஜனங்களைப் பற்றியும் கர்த்தர் பேசிய வார்த்தை இது. கர்த்தர் இந்த வார்த்தையை எரேமியா மூலமாகப் பேசினார்:"
  }, {
    "number" : 2,
    "verse" : "“அனைத்து தேசங்களுக்கும் இதனை அறிவியுங்கள்! ஒரு கொடியைத் தூக்கிச் செய்தியை அறிவியுங்கள்! முழுச் செய்தியையும் பேசுங்கள்: சொல்லுங்கள்: ‘பாபிலோன் தேசம் கைப்பற்றப்படும். அந்நிய தெய்வமாகிய பேல் தெய்வம் அவமானம் அடைவான். பொய்த் தெய்வமாகிய மெரொதாக் தெய்வம் மிகவும் பயப்படுவான். பாபிலோனின் விக்கிரகங்கள் அவமானம் அடையும். அவளது தெய்வங்களின் விக்கிரகங்கள் பயங்கரத்தால் நிறைந்திருக்கும்.’"
  }, {
    "number" : 3,
    "verse" : "வடக்கிலிருந்து ஒரு தேசம் பாபிலோனைத் தாக்கும். அத்தேசம் பாபிலோனைக் காலியான வனாந்தரம் போலாக்கும். அங்கே எவரும் வாழமாட்டார்கள். அங்கிருந்து மனிதர்களும் மிருகங்களும் வெளியே ஓடுவார்கள்.”"
  }, {
    "number" : 4,
    "verse" : "கர்த்தர் கூறுகிறார்: “அந்த நேரத்தில், இஸ்ரவேல் ஜனங்களும் யூதாவின் ஜனங்களும் சேர்வார்கள். அவர்கள் அழுவார்கள். அவர்கள் கூடி அழுவார்கள். அவர்களுடைய தேவனாகிய கர்த்தரைத் தேட அவர்கள் போவார்கள்."
  }, {
    "number" : 5,
    "verse" : "சீயோனுக்கு எப்படி போகவேண்டும் என்று அந்த ஜனங்கள் கேட்பார்கள். அந்தத் திசையில் அவர்கள் போகத் தொடங்குவார்கள். ஜனங்கள் சொல்லுவார்கள், ‘வாருங்கள், கர்த்தருடன் நாம் ஒன்று சேர்வோம். நாம் என்றென்றும் நிலைத்திருக்கும்படி ஒரு ஒப்பந்தம் செய்துகொள்வோம். என்றென்றும் மறக்கமுடியாதபடி ஒரு ஒப்பந்தத்தை நாம் செய்வோம்.’"
  }, {
    "number" : 6,
    "verse" : "“எனது ஜனங்கள் காணாமல் போன ஆட்டைப்போன்று இருக்கிறீர்கள். அவற்றின் மேய்ப்பர்கள் (தலைவர்கள்) தவறான வழியில் வழிநடத்துகின்றனர். அவர்களின் தலைவர்கள் அவர்களை மலைகளிலும் குன்றுகளிலும் அலைய வைத்தார்கள். அவர்களது ஆறுதலுக்குரிய இடம் எதுவென்று அவர்கள் மறந்தார்கள்."
  }, {
    "number" : 7,
    "verse" : "எவர்கள் என் ஜனங்களைக் கண்டார்களோ அவர்களை காயப்படுத்தினார்கள். அப்பகைவர்கள் ‘நாங்கள் தவறு எதுவும் செய்யவில்லை’ என்று சொன்னார்கள். ‘அந்த ஜனங்கள் கர்த்தருக்கு எதிராகப் பாவம் செய்தார்கள். கர்த்தர் தாமே அவர்களுடைய உண்மையான இளைப்பாறும் இடம். கர்த்தர் தாமே அவர்களது முற்பிதாக்கள் நம்பின தேவன்.’"
  }, {
    "number" : 8,
    "verse" : "“பாபிலோனை விட்டு ஓடுங்கள். பாபிலோனிய ஜனங்களின் தேசத்தை விட்டு விலகுங்கள். மந்தையை வழிநடத்திச் செல்லும் வெள்ளாடுகளைப் போன்று இருங்கள்."
  }, {
    "number" : 9,
    "verse" : "நான் வடக்கிலிருந்து பல தேசங்களை ஒன்று சேர்ப்பேன். இந்தத் தேசங்களின் குழு பாபிலோனுக்கு எதிராகச் சண்டையிடத் தயாராகும். வடக்கிலிருந்து வரும் ஜனங்களால் பாபிலோன் கைப்பற்றப்படும். இத்தேசங்கள் பாபிலோன் மேல் பல அம்புகளை எய்யும். அந்த அம்புகள் போரிலிருந்து வெறுங்கைகளோடு திரும்பி வராத வீரர்களைப் போன்றிருக்கும்."
  }, {
    "number" : 10,
    "verse" : "பகைவர்கள் கல்தேயர் ஜனங்களின் செல்வமெல்லாவற்றையும் எடுப்பார்கள். அவ்வீரர்கள் அவர்கள் விரும்பும் எல்லாவற்றையும் எடுப்பார்கள்” என்று கர்த்தர் சொல்லுகிறார்."
  }, {
    "number" : 11,
    "verse" : "“பாபிலோனே, நீ சந்தோஷமும் மகிழ்ச்சியும் அடைந்தாய். நீ என் நாட்டை எடுத்தாய். நீ ஒரு இளம்பசு தானியங்களுக்குள் புகுந்ததுப்போன்று சுற்றிலும் ஆடுகிறாய். குதிரைகள் செய்வதுப்போன்று உனது சிரிப்பு சந்தோஷ ஒலியாக உள்ளது."
  }, {
    "number" : 12,
    "verse" : "ஆனால் உனது தாய் மிகவும் அவமானம் அடைவாள். உன்னைப் பெற்ற பெண் சங்கடம் அடைவாள். எல்லா தேசங்களையும்விட பாபிலோன் குறைந்த முக்கியத்துவம் உடையது. அவள் காலியான, வறண்ட வனாந்தரம்போல் ஆவாள்."
  }, {
    "number" : 13,
    "verse" : "கர்த்தர் அவரது கோபத்தைக் காட்டுவார். எனவே அங்கே ஜனங்கள் எவரும் வாழமாட்டார்கள். பாபிலோன் முழுவதும் காலியாகும். பாபிலோனைக் கடந்துப்போகும் எவரும் பயப்படுவார்கள். அது எவ்வளவு மோசமாக அழிக்கப்பட்டிருக்கிறதைப் பார்க்கும்போது அவர்கள் தங்கள் தலைகளை அசைப்பார்கள்."
  }, {
    "number" : 14,
    "verse" : "“பாபிலோனுக்கு எதிராகப் போரிடத் தயாராகுங்கள். வில்லோடுள்ள வீரர்கள் அனைவரும் பாபிலோன் மேல் அம்பை எய்யுங்கள். உங்கள் அம்புகளில் எதையும் சேமிக்கவேண்டாம். பாபிலோன் கர்த்தருக்கு எதிராகப் பாவம் செய்திருக்கிறது."
  }, {
    "number" : 15,
    "verse" : "பாபிலோனைச் சுற்றியுள்ள வீரர்களே வெற்றிக்குரலை எழுப்புங்கள்! பாபிலோன் முற்றுகையிடப்பட்டிருக்கிறது! அவளது சுவர்களும் கோபுரங்களும் கீழே தள்ளப்படும்! கர்த்தர் அவர்களுக்கு உரிய தண்டனையைக் கொடுத்துக்கொண்டிருக்கிறார். தேசங்களாகிய நீங்கள் பாபிலோனுக்கு பொருத்தமான தண்டனையைக் கொடுக்கவேண்டும். மற்ற தேசங்களுக்கு அவள் என்ன செய்தாளோ அவற்றை அவளுக்குச் செய்யுங்கள்."
  }, {
    "number" : 16,
    "verse" : "பாபிலோனில் உள்ள ஜனங்களைத் தங்கள் விதையை விதைக்கவிடாதீர். அவர்களை அறுவடையைச் சேகரிக்கவிடாதீர். பாபிலோனின் வீரர்கள் தம் நகரத்திற்கு பல கைதிகளைக் கொண்டு வந்திருக்கின்றனர். இப்போது பகைவரது வீரர்கள் வந்திருக்கிறார்கள். எனவே, அந்தக் கைதிகள் திரும்பப்போயிருக்கிறார்கள். அக்கைதிகள் தங்கள் சொந்த நாடுகளுக்குத் திரும்பி ஓடிக்கொண்டிருக்கிறார்கள்."
  }, {
    "number" : 17,
    "verse" : "“நாடு முழுவதும் சிதறி இருக்கிற மந்தையைப்போன்று இஸ்ரவேல் சிதறி இருக்கிறது. இஸ்ரவேல் சிங்கங்களால் துரத்தப்படுகின்ற ஆடுபோன்று உள்ளது. அசீரியா ராஜா தாக்குவது முதல் சிங்கம் தாக்குவது போன்றது. பாபிலோன் ராஜா நேபுகாத்நேச்சார் கடைசி சிங்கத்தைப்போன்று தாக்கி அதன் எலும்புகளை நொறுக்குவான்."
  }, {
    "number" : 18,
    "verse" : "எனவே, இஸ்ரவேலின் தேவனாகிய சர்வ வல்லமையுள்ள கர்த்தர் கூறுகிறார்: ‘நான் விரைவில் பாபிலோன் ராஜாவையும் அவனது நாட்டையும் தண்டிப்பேன். நான் அசீரியா ராஜாவைத் தண்டித்ததுப்போன்று அவனைத் தண்டிப்பேன்."
  }, {
    "number" : 19,
    "verse" : "“‘நான் இஸ்ரவேலை அவர்களின் சொந்த வயல்களுக்கு மீண்டும் கொண்டுவருவேன். அப்பொழுது அவன் கர்மேல் மலையிலும் பாசான் நாட்டிலும் விளைந்த உணவை உண்ணுவான். அவன் உண்டு நிறைவுப்பெறுவான். எப்பிராயீமின் மலைகளிலும் கீலேயாத்திலும் அவன் உண்ணுவான்.’”"
  }, {
    "number" : 20,
    "verse" : "கர்த்தர் கூறுகிறார், “அந்த நேரத்தில், இஸ்ரவேலின் குற்றத்தைக் கண்டுப்பிடிக்க ஜனங்கள் மிகக் கடுமையாக முயலுவார்கள். ஆனால் அங்கே குற்றம் இருக்காது. யூதாவின் பாவங்களை கண்டுப்பிடிக்க அவர்கள் முயலுவார்கள். ஆனால் எந்தப் பாவத்தையும் கண்டுப்பிடிக்க முடியவில்லை. ஏனென்றால், நான் இஸ்ரவேல் மற்றும் யூதாவிலிருந்து உயிர் பிழைத்தவர்களை காப்பாற்றிக்கொண்டிருக்கிறேன். அவர்களது அனைத்துப் பாவங்களையும் நான் மன்னித்துவிடுகிறேன்.”"
  }, {
    "number" : 21,
    "verse" : "கர்த்தர் கூறுகிறார்: “மெரதாயீம் தேசத்தைத் தாக்கு! பேகோடில் வாழ்கின்ற ஜனங்களைத் தாக்கு! அவர்களைத் தாக்கு! அவர்களைக் கொல்! அவர்களை முழுமையாக அழி! நான் உனக்குக் கட்டளையிட்ட அனைத்தையும் செய்."
  }, {
    "number" : 22,
    "verse" : "“நாடு முழுவதிலும் யுத்தத்தின் போரொலியைக் கேட்கலாம். அது பேரழிவின் ஓசையாகும்."
  }, {
    "number" : 23,
    "verse" : "பாபிலோன், ‘பூமியின் சம்மட்டி’ என்று அழைக்கப்பட்டது. ஆனால் இப்போது ‘சம்மட்டி’ உடைக்கப்படுகிறது. எல்லா தேசங்களையும்விட அதிகமாக அழிக்கப்பட்ட தேசம் பாபிலோன்."
  }, {
    "number" : 24,
    "verse" : "பாபிலோனே, நான் உனக்காகக் கண்ணி வைத்தேன். அதனைத் தெரிந்துக்கொள்வதற்கு முன்னால் நீ மாட்டிக்கொண்டாய். நீ கர்த்தருக்கு எதிராகச் சண்டையிட்டாய். எனவே நீ கண்டுப்பிடிக்கப்பட்டு பிடிப்பட்டாய்."
  }, {
    "number" : 25,
    "verse" : "கர்த்தர் தமது பொருட்கள் சேமிக்கும் அறையைத் திறந்திருக்கிறார். கர்த்தர் அவருடைய கோபத்தின் ஆயுதங்களை வெளியே கொண்டு வந்தார். சர்வ வல்லமையுள்ள தேவனாகிய கர்த்தர் அந்த ஆயுதங்களைக் கொண்டுவந்தார். ஏனென்றால், அவர் செய்யவேண்டிய வேலை இருக்கிறது. கல்தேய ஜனங்களின் தேசத்தில் அவர் செய்ய வேண்டிய வேலை இருக்கிறது."
  }, {
    "number" : 26,
    "verse" : "“பாபிலோனுக்கு எதிராகத் தொலை தூரத்திலிருந்து வா. அவள் தனது தானியங்களைச் சேகரித்து வைத்திருக்கிற அறைகளை உடைத்துத் திற. பாபிலோனை முழுமையாக அழி. எவரையும் உயிரோடுவிடாதே. அவர்களது உடல்களைத் தானியக் கதிர்களைக் குவியலாக்குவதுப்போல் குவியலாக்கு."
  }, {
    "number" : 27,
    "verse" : "பாபிலோனில் உள்ள எல்லா இளங்காளையையும் (இளைஞரையும்) கொல். அவர்கள் வெட்டப்படட்டும். அவர்கள் தோற்கடிக்கப்படுவதற்கான நேரம் வந்திருக்கிறது. எனவே இது அவர்களுக்கு மிகக் கேடாகும். இது அவர்கள் தண்டிக்கப்படுவதற்குரிய காலம்."
  }, {
    "number" : 28,
    "verse" : "ஜனங்கள் பாபிலோனை விட்டு ஓடிக்கொண்டிருக்கிறார்கள். அவர்கள் தேசத்திலிருந்து தப்பித்துக்கொண்டிருக்கிறார்கள். அந்த ஜனங்கள் சீயோனுக்கு வந்துக்கொண்டிருக்கிறார்கள். அந்த ஜனங்கள் ஒவ்வொருவரிடமும் கர்த்தர் செய்தவற்றைச் சொல்லிக்கொண்டிருக்கிறார்கள். கர்த்தர் பாபிலோனுக்கு ஏற்ற தண்டனையைக் கொடுத்துக்கொண்டிருக்கிறார் என்று ஜனங்கள் சொல்லிக்கொண்டிருக்கிறார்கள். பாபிலோன் கர்த்தருடைய ஆலயத்தை அழித்தது. எனவே இப்போது கர்த்தர் பாபிலோனை அழித்துக்கொண்டிருக்கிறார்."
  }, {
    "number" : 29,
    "verse" : "“அம்புகளை எய்யும் ஆட்களைக் கூப்பிடு. பாபிலோனைத் தாக்கும்படி அவர்களிடம் சொல். நகரத்தை முற்றுகையிடும்படி அவர்களிடம் சொல். எவரையும் தப்பிக்கவிடாதே. அவள் செய்த தீமைக்கு, திருப்பிக்கொடுங்கள். அவள் மற்ற தேசங்களுக்கு எவற்றைச் செய்தாளோ அவற்றை அவளுக்குச் செய்யுங்கள். பாபிலோன் கர்த்தருக்கு மரியாதை செய்யவில்லை. பாபிலோன் இஸ்ரவேலின் பரிசுத்தமானவரிடம் மிகவும் மோசமாக நடந்துக்கொண்டது. எனவே பாபிலோனைத் தண்டித்துவிடு."
  }, {
    "number" : 30,
    "verse" : "பாபிலோனின் இளைஞர்கள் தெருவில் கொல்லப்படுவார்கள். அந்த நாளில் அவளது வீரர்கள் எல்லாம் கொல்லப்படுவார்கள்” என்று கர்த்தர் சொல்லுகிறார்."
  }, {
    "number" : 31,
    "verse" : "“பாபிலோனே, நீ மிகவும் வீண்பெருமை உள்ளவள். நான் உனக்கு எதிராக இருக்கிறேன்” எங்கள் சர்வ வல்லமையுள்ள கர்த்தராகிய ஆண்டவர் இவற்றைக் கூறுகிறார். “நான் உங்களுக்கு எதிராக இருக்கிறேன். நீங்கள் தண்டிக்கப்படுவதற்குரிய காலம் வந்திருக்கிறது."
  }, {
    "number" : 32,
    "verse" : "வீண் பெருமையுள்ள பாபிலோனே நீ இடறி விழுவாய். நீ எழ எவரும் உதவி செய்யமாட்டார்கள். நான் அவளது பட்டணங்களில் நெருப்பை வைப்பேன். அவளைச் சுற்றியுள்ள எல்லோரையும் நெருப்பு முழுமையாக எரிக்கும்.”"
  }, {
    "number" : 33,
    "verse" : "சர்வ வல்லமையுள்ள கர்த்தர் கூறுகிறார்: “இஸ்ரவேல் ஜனங்களும் யூதா ஜனங்களும் அடிமைகளாக இருக்கிறார்கள். பகைவர் அவர்களைக் கைப்பற்றினார்கள். பகைவர் இஸ்ரவேலைப் போக விடமாட்டார்கள்."
  }, {
    "number" : 34,
    "verse" : "ஆனால் தேவன் அந்த ஜனங்களைத் திரும்பக் கொண்டுவருவார். அவரது நாமம் சர்வ வல்லமையுள்ள தேவனாகிய கர்த்தர். அவர் அவர்களைப் பலமாகப் பாதுகாப்பார்! அவர்களை அவர் பாதுகாப்பார். அதனால் அவர் அந்த தேசத்தை ஓய்வுக்கொள்ளச் செய்வார். ஆனால் அங்கே பாபிலோனில் வாழ்கிற ஜனங்களுக்கு ஓய்வு இராது.”"
  }, {
    "number" : 35,
    "verse" : "கர்த்தர் கூறுகிறார், “வாளே, பாபிலோனில் வாழ்கிற ஜனங்களைக் கொல். வாளே, ராஜாவின் அதிகாரிகளையும் பாபிலோனின் ஞானிகளையும் கொல்”"
  }, {
    "number" : 36,
    "verse" : "வாளே, பாபிலோனின் ஆசாரியர்களையும், கள்ளத் தீர்க்கதரிசிகளையும் கொல். அவர்கள் முட்டாள்களைப்போன்று ஆவார்கள். வாளே, பாபிலோனின் வீரர்களைக் கொல். அவர்கள் பயங்கரத்தினால் நிறைந்திருப்பார்கள்."
  }, {
    "number" : 37,
    "verse" : "வாளே, பாபிலோனின் குதிரைகளைக் கொன்றுப்போட்டு பாபிலோனிய இரதங்களை அழித்துப்போடு. வாளே, பிற தேசங்களில் இருந்து கூலிக்குக் கொண்டுவரப்பட்ட வீரர்களையும் கொல். அவ்வீரர்கள் பயந்தப் பெண்களைப் போன்றுள்ளார்கள். வாளே, பாபிலோனின் பொக்கிஷங்களை அழி. அப்பொக்கிஷங்கள் எடுத்துச்செல்லப்படும்."
  }, {
    "number" : 38,
    "verse" : "வாளே, பாபிலோனின் தண்ணீரைத் தாக்கு. அத்தண்ணீர் வற்றிப்போகும். பாபிலோனில் நிறைய, நிறைய விக்கிரகங்கள் உள்ளன. பாபிலோன் ஜனங்கள் முட்டாள்கள் என்பதை அந்த விக்கிரகங்கள் காட்டுகிறது. எனவே அந்த ஜனங்களுக்குத் தீமை ஏற்படும்."
  }, {
    "number" : 39,
    "verse" : "“பாபிலோன் மீண்டும் ஜனங்களால் நிறையாது. காட்டு நாய்கள், நெருப்புக் கோழிகள், பிற காட்டு மிருகங்கள் அங்கு வாழும். ஆனால் ஒருக்காலம் மீண்டும் மனிதர்கள் அங்கே வாழமாட்டார்கள்."
  }, {
    "number" : 40,
    "verse" : "தேவன் முழுமையாக சோதோம் கொமோரா மற்றும் அவற்றைச் சுற்றியுள்ள நகரங்களையும் அழித்தார். இப்பொழுது அந்நகரங்களில் ஜனங்கள் எவரும் வாழவில்லை. அதே வழியில் பாபிலோனில் ஜனங்கள் எவரும் வாழவில்லை. அங்கே வாழ ஜனங்கள் எவரும் என்றென்றும் போகமாட்டார்கள்."
  }, {
    "number" : 41,
    "verse" : "“பார்! வடக்கிலிருந்து ஜனங்கள் வந்துக்கொண்டிருக்கிறார்கள். அவர்கள் வல்லமையான நாட்டிலிருந்து வருகிறார்கள். உலகின் சுற்றிலும் உள்ள பல ராஜாக்கள் சேர்ந்து வந்துக்கொண்டிருக்கிறார்கள்."
  }, {
    "number" : 42,
    "verse" : "அவர்களது படைகள் வில்லும் ஈட்டிகளும் வைத்திருக்கிறார்கள். வீரர்கள் கொடுமையானவர்கள். அவர்களிடம் இரக்கம் இல்லை. வீரர்கள் தங்கள் குதிரைகளின்மேல் சவாரி செய்கிறார்கள். அந்த ஓசை இரைச்சலிடுகிற கடலைப் போன்றுள்ளது. அவர்கள் தம் இடங்களில் நிற்கிறார்கள். போருக்குத் தயாராக இருக்கிறார்கள். அவர்கள் பாபிலோன் நகரமே, உன்னைத் தாக்கத் தயாராக இருக்கிறார்கள்."
  }, {
    "number" : 43,
    "verse" : "பாபிலோன் ராஜா அப்படைகளைப்பற்றிக் கேள்விபட்டான். அவன் மிகவும் பயம் அடைந்தான். அவன் கைகள் நகரமுடியாத அளவிற்குப் பயந்தான். குழந்தைப்பெறுகிற பெண்ணின் வயிறுபோன்று அவனது வயிறு வலித்தது.”"
  }, {
    "number" : 44,
    "verse" : "கர்த்தர் கூறுகிறார்: “சில நேரங்களில் யோர்தான் நதிக்கரையிலுள்ள அடர்ந்த புதர்களிலிருந்து சிங்கம் வரும். ஜனங்கள் தங்கள் மிருகங்களை விட்டிருக்கிற வயல்களில் சிங்கம் நடந்துப்போகும். (அங்குள்ள மிருகங்கள் வெளியே ஓடும்). நான் அந்தச் சிங்கத்தைப்போன்று இருப்பேன். நான் பாபிலோனை அதன் தேசத்திலிருந்து விரட்டுவேன். இதைச் செய்வதற்கும் நான் யாரைத் தேர்ந்தெடுப்பேன். என்னைப்போல் எவரும் இல்லை. எனக்குச் சவால்விட எவரும் இல்லை. (எனவே நானே இதனைச் செய்வேன்). எந்த மேய்ப்பனும் வந்து என்னைத் துரத்திடான். நான் பாபிலோன் ஜனங்களைத் துரத்துவேன்.”"
  }, {
    "number" : 45,
    "verse" : "பாபிலோனுக்கு என்ன செய்யவேண்டும் என்று கர்த்தர் திட்டமிட்டிருக்கிறார் என்பதை கவனி. பாபிலோனிய ஜனங்களுக்கு கர்த்தர் செய்யவேண்டுமென முடிவு செய்திருப்பதை கவனி. பகைவர்கள் பாபிலோனின் மந்தையிலிருந்து (ஜனங்கள்) சிறிய குட்டிகளை இழுத்துச் செல்வார்கள். பாபிலோனின் மேய்ச்சல் நிலங்கள் கர்த்தரால் முழுவதுமாக அழிக்கப்படும்."
  }, {
    "number" : 46,
    "verse" : "பாபிலோன் விழும். அந்த வீழ்ச்சி பூமியை அதிரச்செய்யும். பாபிலோனின் அழுகையின் சத்தத்தை அனைத்து நாடுகளிலும் உள்ள ஜனங்கள் கேள்விப்படுவார்கள்."
  } ]
}