{"bibleAbbr":"ERV2006","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":1,"verses":[{"number":1,"verse":"We want to tell you about the Word (Word The Greek word is “ logos,” meaning any kind of communication. Here, it means Christ—the way God told people about himself.) that gives life—the one who existed before the world began. This is the one we have heard and have seen with our own eyes. We saw what he did, and our hands touched him."},{"number":2,"verse":"Yes, the one who is life was shown to us. We saw him, and so we can tell others about him. We now tell you about him. He is the eternal life that was with God the Father and was shown to us."},{"number":3,"verse":"We are telling you about what we have seen and heard because we want you to have fellowship (fellowship Associating with people and sharing things together with them. Believers in Christ share love, joy, sorrow, faith, and other things with each other and with God. Also in verse 7.) with us. The fellowship we share together is with God the Father and his Son Jesus Christ."},{"number":4,"verse":"We write these things to you so that you can be full of joy with us."},{"number":5,"verse":"(God Forgives Our Sins) We heard the true teaching from God. Now we tell it to you: God is light, and in him there is no darkness."},{"number":6,"verse":"So if we say that we share in life with God, but we continue living in darkness, we are liars, who don’t follow the truth."},{"number":7,"verse":"We should live in the light, where God is. If we live in the light, we have fellowship with each other, and the blood sacrifice of Jesus, God’s Son, washes away every sin and makes us clean."},{"number":8,"verse":"If we say that we have no sin, we are fooling ourselves, and the truth is not in us."},{"number":9,"verse":"But if we confess our sins, God will forgive us. We can trust God to do this. He always does what is right. He will make us clean from all the wrong things we have done."},{"number":10,"verse":"If we say that we have not sinned, we are saying that God is a liar and that we don’t accept his true teaching."}]}