{"bibleAbbr":"ERV2006","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":5,"verses":[{"number":1,"verse":"God’s Children Win Against the World The people who believe that Jesus is the Messiah are God’s children. Anyone who loves the Father also loves the Father’s children."},{"number":2,"verse":"How do we know that we love God’s children? We know because we love God and we obey his commands."},{"number":3,"verse":"Loving God means obeying his commands. And God’s commands are not too hard for us,"},{"number":4,"verse":"because everyone who is a child of God has the power to win against the world."},{"number":5,"verse":"It is our faith that has won the victory against the world. So who wins against the world? Only those who believe that Jesus is the Son of God."},{"number":6,"verse":"God Told Us About His Son Jesus Christ is the one who came. He came with water and with blood. (water, blood Probably meaning the water of Jesus’ baptism and the blood he shed on the cross.) He did not come by water only. No, Jesus came by both water and blood. And the Spirit tells us that this is true. The Spirit is the truth."},{"number":7,"verse":"So there are three witnesses that tell us about Jesus:"},{"number":8,"verse":"the Spirit, the water, and the blood. These three witnesses agree."},{"number":9,"verse":"We believe people when they say something is true. But what God says is more important. And this is what God told us: He told us the truth about his own Son."},{"number":10,"verse":"Whoever believes in the Son of God has the truth that God told us. But people who do not believe God make God a liar, because they do not believe what God told us about his Son."},{"number":11,"verse":"This is what God told us: God has given us eternal life, and this life is in his Son."},{"number":12,"verse":"Whoever has the Son has life, but whoever does not have the Son of God does not have life."},{"number":13,"verse":"We Have Eternal Life Now I write this letter to you who believe in the Son of God. I write so that you will know that you have eternal life now."},{"number":14,"verse":"We can come to God with no doubts. This means that when we ask God for things (and those things agree with what God wants for us), God cares about what we say."},{"number":15,"verse":"He listens to us every time we ask him. So we know that he gives us whatever we ask from him."},{"number":16,"verse":"Suppose you see your fellow believer sinning (sin that does not lead to eternal death). You should pray for them. Then God will give them life. I am talking about people whose sin does not lead to eternal death. There is sin that leads to death. I don’t mean that you should pray about that kind of sin."},{"number":17,"verse":"Doing wrong is always sin. But there is sin that does not lead to eternal death."},{"number":18,"verse":"We know that those who have been made God’s children do not continue to sin. The Son of God keeps them safe. (The Son … safe Literally, “The one who was born from God keeps him safe” or “… keeps himself safe.”) The Evil One cannot hurt them."},{"number":19,"verse":"We know that we belong to God, but the Evil One controls the whole world."},{"number":20,"verse":"And we know that the Son of God has come and has given us understanding. So now we can know the one who is true, and we live in that true God. We are in his Son, Jesus Christ. He is the true God, and he is eternal life."},{"number":21,"verse":"So, dear children, keep yourselves away from false gods."}]}