{"bibleAbbr":"awaERV2005","bookName":"मत्ती रचित सुसमाचार","bookEnglishName":"Matthew","chapterNumber":15,"verses":[{"number":1,"verse":"( मनई क बनवा बिधान स परमेस्सर क व्यवस्था बड़वार अहइ) ( ( 480 7:1-23 )) फिन कछू फरीसियन अउर धरमसास्तिरियन यरूसलेम स ईसू क लगे आएन अउर ओसे पूछेन,"},{"number":2,"verse":"“तोहार चेलन हमरे पूर्वजन क रीति रिवाज क काहे नाहीं मनतेन? उ पचे खइया खाइ स पहिले आपन हथवन क काहे नाहीं धोउतेन!”"},{"number":3,"verse":"जबावे मँ ईसू ओनसे पूछेस, “आपन रीति रिवाजन क कारण तू परमेस्सर क हुकुम क काहे टारत ह"},{"number":4,"verse":"काहेकि परमेस्सर तउ कहेस, ‘तू आपन महतारी बाप क इज्जत करा’ अउर जउन कउनो, ‘महतारी बाप क बेज्जत करइ, ओका जरूर मार डावइ चाही।’"},{"number":5,"verse":"मुला तू कहत ह कि अगर कउनो आपन महतारी बाप स कहइ, ‘मइँ आपन सब कछू परमेस्सर क अर्पन कइ दिहे हउँ, एह बरे तोहार मदद नाहीं कइ सकत हउँ।’"},{"number":6,"verse":"इ तरह ओका आपन बाप क मानइ क जरूरत नाहीं। एह तरह तू आपन रीति रिवाजे क कारण परमेस्सर क हुकुम क नाहीं मान्या।"},{"number":7,"verse":"अरे कपटी मनइयो! तोहरे बारे मँ यसायाह ठीक ही भविस्सबाणी किहेस। उ कहे रहा:"},{"number":8,"verse":"‘इ सबइ सिरिफ ओंठन स कि हमार मान करत हीं, मुला रहत ऍनकइ मन मोसे सदा दूर"},{"number":9,"verse":"अर्पन भइ आराधना मोका ऍनकी बगैर कामे की काहेकि सिखउतेन इ सबइ मनइयन क कहिके आपन धरम क उपदेस बनवा नेम मनई क।’”"},{"number":10,"verse":"उ भिड़िया क आपन नगिचे बोलाऍस अउर ओनसे कहेस, “सुना अउर समझ ल्या कि"},{"number":11,"verse":"मनई क मुँहे स जउन भीतर जात ह उ ओका अपवित्तर नाहीं करत, मुला ओकरे मुँहना स निकरा सब्द ओका अपवित्तर करत ह।”"},{"number":12,"verse":"तब ईसू क चेलन ओकरे निअरे आएन अउर बोलेन, “का तोहका पता बाटई कि तोहरे बात क फरीसियन बहोत बुरा मान गएन?”"},{"number":13,"verse":"ईसू जबाव दिहेस, “हर पउधा जेका सरगे मँ बसा मोर परमपिता नाहीं लगाएन, ओका उजाड़ दीन्ह जाई।"},{"number":14,"verse":"ओनका तजि द्या, उ सबइ तउ आँधरन क नेता अहइँ। जदि एक आँधर दुसरे आँधर क राह देखावत ह, तउ उ दुइनउँ गड़हा मँ गिरि जात हीं।”"},{"number":15,"verse":"जबावे मँ पतरस ओसे कहेस, “हम पचन क पवित्तर न होइ क बारे मँ पहिले दीन्ह मँ दिस्टान्त क समझावा।”"},{"number":16,"verse":"ईसू कहेस, “का तू अबहूँ नाहीं समझया?"},{"number":17,"verse":"का तू नाहीं जानत अहा कि जउन कछू कउनो क मुँहे मँ जात ह, उ ओकरे पेटे मँ पहुँचत ह अउर फिन टट्टी स निकर जात ह"},{"number":18,"verse":"मुला जउन मनई क मुँहे स बाहेर आवत ह, उ ओकरे मने स निकरत ह। इहइ ओका अपवित्तर करत ह।"},{"number":19,"verse":"काहेकि बुरा बिचार, कतल, व्यभिचार, बुरी चाल, चोरी, झूठ अउर निन्दा सबइ बुराई मनवा स ही आवत हीं।"},{"number":20,"verse":"इहइ अहइँ जेसे कउनो अपवित्तर बनत ह। बे हाथ धोए खाइ स कउनो अपवित्तर नाहीं होत।”"},{"number":21,"verse":"( गैर यहूदी स्त्री क मदद) ( ( 480 7:24-30 )) फिन ईसू उ ठउर क तजिके सूर अउ सैदा कइँती चला गवा।"},{"number":22,"verse":"हुवाँ क एक कनानी स्त्री आइ अउर चिचियाइ लाग, “हे पर्भू, दाऊद क पूत मोहे प दाया करा। मोरी बिटिया प दुस्ट आतिमा बुरी तरह स सवार अहइ।”"},{"number":23,"verse":"ईसू ओसे एक सब्द भी नाहीं कहेस, तउ ओकर चेलन ओकरे लगे आएन अउर बिनती करइ लागेन, “इ हमरे पाछे चिचिआत भई आवति अहइ। ऍका दूर हटावा।”"},{"number":24,"verse":"ईसू जवाब दिहेस, “मोका सिरिफ इस्राएल क लोगन क भटक गई भेड़न क बजाय कउनो अउर बरे नाहीं पठवा ग अहइ।”"},{"number":25,"verse":"तब उ स्त्री ईसू क समन्वा निहुरिके बिनती करेस, “हे पर्भू, मोर सहायता करा!”"},{"number":26,"verse":"जवाबे मँ ईसू कहेस, “इ ठीक नाहीं कि गदेलन क खइया लइके ओका कुकुरन क अगवा नाईं दीन्ह जाइ।”"},{"number":27,"verse":"उ बोली, “इ ठीक बाटइ पर्भू, मुला आपन मालिक क मेजे स गिरि गवा चूर चरावा मँ स थोड़ बहोत तउ घरे क कुकुर खाइ लेत ही।”"},{"number":28,"verse":"तब ईसू कहेस, “बिटिया, तोहार बिसवास बहोत मजबूत क अहइ। जउन तू चाहत ह, पूर होइ जाइ।” अउ फउरन ओकर बिटिया चंगी होइ गइ।"},{"number":29,"verse":"( ईसू क बहोतन क चंगा करब) फिन ईसू हुवाँ स चल पड़ा अउर गलील झीले क किनारे पहुँच गवा। उ एक पहाड़े प चढ़िके बइठ गवा।"},{"number":30,"verse":"बहोत बड़ी भीड़ लँगड़ा, लूला, आँधर, अपाहिज, बहिरा, गूँगा अउर अइसे दूसर बेरमिया क लइके ओकरे लगे आवइ लागेन। भिड़िया ओकरे गोड़वा प भुइयाँ प डाइ दिहेस अउ ईसू ओन पचेन क चंगा किहेस।"},{"number":31,"verse":"ऍहसे भीड़ क मनइयन क, इ लखिके बहिर, गूँगा बोलत अहइँ, अपाहिज नीक होइ गएन, लँगड़ा लूला चलइ फिरइ लागेन अउ आँधर अब देख पावत हीं, बड़ा अचरज भवा। उ सबइ इस्राएल क परमेस्सर क सराहना करइ लागन।"},{"number":32,"verse":"( चार हजार स जिआदा मनइयन क खइया क खियाउब) ( ( 480 8:1-10 )) ईसू तब आपन चेलन क आपन नगिचे बोलाएस अउ कहेस, “मोका इ भीड़े पर तरस आवत अहइ काहेकि इ मनइयन तीन दिना स बराबर मोर संग अहइँ अउर ऍनके लगे कछू खइया के भी नाहीं बाटइ। मइँ ऍनका भूखा ही नाहीं पठवइ चाहत हउँ काहेकि होइ सकत ह कि कहूँ उ पचे रस्ता मँ चक्कर खाइके गिरि जाइँ।”"},{"number":33,"verse":"तबहि ओकर चेलन कहेन, “ऍतनी बड़वार भीड़ बरे अइसी दूर कर ठउर मँ ऍतना ढेर खइया क कहाँ स मिली?”"},{"number":34,"verse":"तब ईसू ओनसे पूछेस, “तोहरे लगे केतॅनी रोटी अहइँ?” उ सबइ कहेन, “सात रोटी अउर कछू नान्ह नान्ह मछरिन।”"},{"number":35,"verse":"ईसू भिड़िया स भुइयाँ प बइठइ क कहेस।"},{"number":36,"verse":"अउर ओन सात रोटी अउर मछरियन क लइके उ परमेस्सर क धन्यबाद दिहेस अउ रोटिनक तोड़ेस अउर आपन चेलन क देइ लाग। फिन ओकर चेलन लोगन क बाँटि दिहेन।"},{"number":37,"verse":"सब लोग तब तलक खात रहेन जब अघाइ नाहीं गएन। फिन ओकर चेलन बचा भवा टुकड़न स सात झउआ भरेन।"},{"number":38,"verse":"स्त्रियन अउर बचवन क छाँड़िके हुवाँ चार हजार पुरुसन खइया क खाएन।"},{"number":39,"verse":"भीड़े क बिदा कइके ईसू नाउ मँ आवा अउर मगदन क छेत्र मँ चला गवा।"}]}