{"bibleAbbr":"awaERV2005","bookName":"मत्ती रचित सुसमाचार","bookEnglishName":"Matthew","chapterNumber":16,"verses":[{"number":1,"verse":"( यहहूदी नेतन क छलावा) ( ( 480 8:11-13 ; 490 12:54-56 )) फिन फरीसियन अउर सदूकियन ईसू क लगे आएन। उ पचे ओका परखा चाहत रहेन तउ उ सबइ ओका कउनो अद्भुत कारज करइ क कहेन, काहेकि मालूम होइ जाइ कि उ परमेस्सर क बाटइ।"},{"number":2,"verse":"ईसू जवाब दिहेस, “सूरज बूड़इ क समइ तू पचे कहत ह मौसम बढ़िया रही कहेकि अकास ललछउँड़ अहइ।"},{"number":3,"verse":"अउर सूरज निकरे प तू कहत ह, ‘आज अँधड़ आई काहेकि अकास धूँधुर अउ ललछउँड़ अहइ।’ त अकासे क लच्छन पढ़इ जानत ह, मुला आपन समइ क लच्छन क नाहीं पढ़ सकत्या।"},{"number":4,"verse":"अरे दुस्ट अउर पापी पीढ़ी क मनई कउनो अद्भुत चीन्हा देखइ चाहत हीं मुला ओनके बजाय योना क अद्भुत चीन्हा क कउनो अउ दूसर अद्भुत चीन्हा नाहीं देखाइ जाई।” फिन उ ओनका तजि क चला गवा।"},{"number":5,"verse":"( ईसू क चिताउनी) ( ( 480 8:14-21 )) ईसू अउर ओनकइ चेलन झीले क पार चला गएन पर उ पचे रोटिया लइ आउब बिसरि गएन।"},{"number":6,"verse":"ऍह पइ ईसू ओनसे कहेस, “चउकन्ना रह्या अउर फरीसियन अउ सदूकियन क खमीरे स बचि रह्या।”"},{"number":7,"verse":"उ पचे आपुस मँ तजबीजइ लागेन अउर बोलने, “इ होई कि उ यह बदे कहेस कि हम पचे कउनो रोटी संग नाहीं लइ आएन।”"},{"number":8,"verse":"उ पचे का बिचारत रहेन, ईसू इ जानत रहा, तउ उ बोला, “अरे कमती बिसवास क मनइयो! तू सबइ आपुस मँ काहे सोचत बिचारत अहा कि तोहरे लगे रोटी नाहीं।"},{"number":9,"verse":"का तू पचे अबहुँ नाहीं समुझ पाया अउर तोहका याद नाहीं अहइ कि पाँच हजार मनइयन बरे उ पाँच रोटी अउर फिन केतना झउआ भरिके तू सबइ उठाया ह?"},{"number":10,"verse":"अउर का तोहका याद नाहीं चार हजार मनइयन बरे सात रोटी अउर फिन केतना झउआ भरि के तू पचे उठाए रह्या?"},{"number":11,"verse":"काहे नाहीं समझत्या कि मइँ तोहसे रोटियन क बारे मँ बात नाहीं कहेउँ? मइँ तउ तोहका फरीसियन अउर सदूकियन क खमीरे स दूर रहइ को कह्यो ह।”"},{"number":12,"verse":"तबहि उ पचे समुझ गएन कि रोटिया क खमीरे स नाहीं अरथ रहा मुला फरीसियन अउर सदूकियन क सिच्छा स चौकस रहइ क अरथ रहा।"},{"number":13,"verse":"( पतरस कहत ह कि ईसू अहइ मसीह) ( ( 480 8:27-30 ; 490 9:18-21 )) जबहि ईसू कैसरिया फिलिप्पी क पहँटा मँ आइ तउ उ आपन चेलन स पूछेस, “मनइयन का कहत बाटेन, कि मइँ मनई क पूत कउन हउँ?”"},{"number":14,"verse":"उ पचइ कहेन, “कछू मनइयन कहत हीं तू यूहन्ना अहा बपतिस्मा देइवाला। दूसर मनइयन कहत हीं कि तू एलिय्याह अहा अउ कछू मिला कहत हीं कि तू यिर्मय्याह या नबियन मँ स कउनो एक अहा।”"},{"number":15,"verse":"ईसू आपन चेलन स कहेस, “अउर तू का कहत ह कि मइँ कउह हउँ?”"},{"number":16,"verse":"समौन पतरस जबाव दिहस, “तू मसीह अहा, साच्छात परमेस्सर क पूत।”"},{"number":17,"verse":"जवाबे मँ ईसू ओसे कहेन, “योना क पूत समौन। तू धन्य अहा काहेकि तोहका इ बात कउनो मनई नाहीं, मुला सरगे मँ बसा भवा मोर परमपिता देखाएस ह।"},{"number":18,"verse":"मइँ तोहसे कहत हउँ कि तू परतस अहा। अउर इहइ चट्टाने प मइँ आपन कलीसिया बनउव। मउत क सक्ती ओह प परबल नाहीं होइ।"},{"number":19,"verse":"मइँ तोहका सरगे क राज्य क कुंजी देत हउँ। काहेकि भुइयाँ प जउन कछू तू बँधब्या उ परमेस्सर क जारिये सरग मँ बाँध दीन्ह जाइ अउर धरती पर जेका तू न बंधब्या ओका सरगे मँ भी न बांधा जाई।”"},{"number":20,"verse":"फिन उ आपन चेलन क कर्रा हुकुम दिहेस कि उ सबइ कउनो क इ न बतावइँ कि उ मसीह अहइ।"},{"number":21,"verse":"( ईसू आपन मउत क भविस्सबाणी) ( ( 480 8:31-9:1 ; 490 9:22-27 )) उ समइया ईसू आपन चेलन क बतावइ लाग कि, ओका यरूसलेम जाइ चाही। जहाँ ओका धरम सास्तिरियन, बुजुर्ग यहूदी नेतन अउर मुख्ययाजकन क जरिए यातनायें दइके मरवाइ दीन्ह जाई। फिन तीसर दिन उ मरा भवा मँ जी जाई।"},{"number":22,"verse":"तबहि पतरस ओका अलगइ लइ गवा अउर ओकर डांट-डपट करत ओसे कहेस, “ओ पर्भू! परमेस्सर तोह पइ दाया करी। तेरे संग अइसा कबहुँ न होई!”"},{"number":23,"verse":"फिन ईसू ओकरे कइँती मुड़ि गवा अउर बोला, “पतरस मोरे समन्वा स हटि जा, सइतान! तू मोरे बरे एक रोड़ा अहा। काहेकि तू परमेस्सर क नाईं नाहीं मनई क नाईं सोचत बिचारत ह।”"},{"number":24,"verse":"फिन ईसू आपन चेलन स कहेस, “जदि कउनो मोरे पाछे आवा चाहत ह, तउ उ आपन क बिसराइ के, आपन क्रूस उठाइ लेइ अउर मोरे पाछे होइ जा।"},{"number":25,"verse":"जउन कउनो आपन जिन्नगी क बचावइ चाहत बा, उ ओका हेराइ देइ। मुला जउन कउनो मोरे बरे आपन जिन्नगी तजि देइ, उहइ ओका बचाइ सकत ह।"},{"number":26,"verse":"जदि कउनो आपन जिन्नगी दइके समूचा संसार भी पाइ जाइ तउ ओका ओसे कउन फायदा? आपन जिन्नगी क फिन स पावइ बरे कउनो भला का दइ सकत ह"},{"number":27,"verse":"मनई क पूत सरगदूतन क संग आपन परमपिता क महिमा क संग आवइवाला अहइ, जउन हर कउनो क ओकर करम क फल देई।"},{"number":28,"verse":"मइँ तोहसे सच कहत हउँ, हिआँ कछू अइसे लोग खड़ा अहइँ जउन तब तलक नाहीं मरिहीं जब तलक उ पचे मनई क पूत क ओकरे राज्य मँ आवत न निहारि लेइँ।”"}]}