{"bibleAbbr":"awaERV2005","bookName":"मत्ती रचित सुसमाचार","bookEnglishName":"Matthew","chapterNumber":21,"verses":[{"number":1,"verse":"( ईसू राजा क नाई यरूसलेम मँ घुसत ह) ( ( 480 11:1-11 ; 490 19:28-38 ; 500 12:12-19 )) ईसू अउर ओकर चेलन जब यरूसलेम क लगे जैतून पहाड़े क नगिचे बैतफगे पहुँच गएन।"},{"number":2,"verse":"तउ ईसू आपन दुइ चेलन क इ हुकुम दइके पठएस, “आपन सोझइ समन्वा क गाउँ मँ जा अउर हुवाँ जात भए ही तोहका एक गदही बाँधी मिली। ओकरे लगे ओकर बच्चा भी मिली। ओनका बाँधिके मोरे लगे लइ आवा।"},{"number":3,"verse":"जदि कउनो तोहसे कछू कहइ तउ ओसे कह्या, ‘पर्भू क ऍकर जरूरत अहइ। उ फउरन ही लउटाइ देई।’”"},{"number":4,"verse":"अइसा यह बरे भवा कि नबी अइसा कहे रहा:"},{"number":5,"verse":"“सिय्योन क नगरी स कहि द्या, ‘देखा तोहार राजा तोहरे लगे आवत बा। उ नमनसील अहइ, अउर गदहे प सवार अहइ हाँ गदहे क बच्चा प जउन एक लादइवाला पसु क बच्चा अहइ।’”"},{"number":6,"verse":"तउ ओकर चेलन चला गएन अउ वइसा ही किहेन जइसा ओनका ईसू बताए रहा।"},{"number":7,"verse":"उ पचे गदही अउर ओकरे बच्चा क लइ आएन। अउर ओन प आपन ओढ़ना डार दिहन काहेकि ईसू क बइठब रहा।"},{"number":8,"verse":"बहोत मिला आपन ओढ़ना राहे मँ दसाइ दिहेन अउ दूसर मनइयन बृच्छ क टहनी काटेन अउर ओनका राहे प बिछाइ दिहन।"},{"number":9,"verse":"जउन मनई ओकरे आगे चलत रहेन अउर जउन मनई पाछे चलत रहेन, सब पुकारि क कहत रहेन: “दाऊद क पूत क होसन्ना! ‘धन्य अहइ जउन पर्भू क नाउँ प आवत बाटइ!’ सरगे मँ बिराजेस परमेस्सर क होसन्ना!”"},{"number":10,"verse":"तउ जब उ यरूसलेम मँ घुसा तब समूचा सहर मँ हड़बड़ाइ गवा। लोग पुछइ लागेन, “इ कउन अहइ?”"},{"number":11,"verse":"लोग ही जवाब देत रहेन, “इ गलील क नासरत क नबी ईसू अहइ।”"},{"number":12,"verse":"( ईसू मन्दिर माँ) ( ( 480 11:15-19 ; 490 19:45-48 ; 500 2:13-22 )) फिन ईसू मन्दिर क अहाते मँ आवा अउर उ मन्दिर क अहाते मँ जउन बेंचत बेसहत रहेन, ओन सबन क बाहेर खदेरेस। उ पइसा क लेवइया देवइया क चउकी उलटि दिहस अउ कबूतरे क दुकानदार क तखता पलटेस।"},{"number":13,"verse":"उ ओनसे कहेस, “पवित्तर सास्तरन मँ कहत बा, ‘मोर घर पराथना घर कहा जाई।’ मुला तू सबइ ऍका ‘डाकुअन क अड्डा’ बनावत अहा।’”"},{"number":14,"verse":"मन्दिर मँ कछू आँधर, लँगड़ा लूला ओकरे लगे आएन। जेनका उ नीक किहेस।"},{"number":15,"verse":"जब मुख्ययाजकन अउर धरम सास्तिरियन ओकर अचरज कारजन क लखेन जउन उ किहे रहा अउर मन्दिर मँ गदेलन क ऊँची आवाजे मँ कहत सुनेन: “दाऊद क पूत क होसन्ना।”"},{"number":16,"verse":"तउ उ पचे कोहाइ गएन अउ ओसे पूछेन, “तू सुनत अहा इ सबन का कहत अहइँ?” ईसू ओनसे कहेस, “हाँ सुनत अही। का पवित्तर सास्तर मँ तू बचन नाहीं पढ़्या, ‘तू गदेलन अउर दूधमुँहन बचवन स स्तुति कराया ह।’”"},{"number":17,"verse":"फिन उ ओनका हुवँइ तजिके यरूसलेम सहर स बाहेर बैतनिय्याह चला गवा। जहाँ उ राति बिताएस।"},{"number":18,"verse":"( बिसवास क सक्ती) ( ( 480 11:12-14 , 480 11:20-24 )) दूसर दिन अलख भिन्सारे जब उ सहर लउटत रहा तउ ओका भूख लागि।"},{"number":19,"verse":"रस्ता क किनारे अंजीर क बिरवा क लखेस तउ उ ओकरे नगिचे गवा, मुला ओका ओह प पातन क छोड़िके कछू नाहीं मिल सका। तब उ बिरवा स कहेस, “तोह प आगे कछू फल न लागइ।” अउर अंजीरे क बृच्छ फउरन झुराइ गवा।"},{"number":20,"verse":"जइसेन चेलन इ निहारेन तउ अचरजे मँ आइके पूछेन, “इ अंजीरे क बिरवा ऍतनी हाली कइसे झुराइ गवा?”"},{"number":21,"verse":"ईसू जवाब देत भवा ओन पचेन स कहेस, “मइँ तोहसे सच कहत हउँ जदि तोहरे मँ बिसवास अहइ अउ तू संदेस नाहीं करत बाट्या तउ तू न सिरिफ उ कइ सकत ह जउन मइँ अंजीरे क बृच्छ कीन्ह, मुला जदि तू इ पहाड़े स कहि द्या, ‘उठा अउर आपन क सगरे मँ बोर द्या’ तउ उहइ होइ जाई।"},{"number":22,"verse":"अउर पराथना करत तू जउन कछू मंगब्या, जदि तोहका बिसवास बा तउ तू पउब्या।”"},{"number":23,"verse":"( यहूदी नेता लोगन्क ईसू क हक प सक) ( ( 480 11:27-33 ; 490 20:1-8 )) ईसू जब जाइके मन्दिर मँ उपदेस देत रहा। मुख्ययाजकन अउर बुजुर्ग यहूदी नेतन ओसे पूछेन, “अइसी बातन क तू कउने हक स करत ह? अउर इ हक तोहका कउन दिहस?”"},{"number":24,"verse":"जवाबे मँ ईसू ओनसे कहेस, “मइँ तोहसे भी एक सवाल पूछत हउँ, जदि तू ओकर जवाब मोका दइ द्या तउ मइँ तोहका बताइ देब कि मइँ इन बातन क कउने हक स करत हउँ।"},{"number":25,"verse":"बतावा यूहन्ना क बपतिस्मा कहाँ ते मिला रहा? परमेस्सर स या मनई स?” उ सबइ आपुस मँ सोच बिचारिके कहइ लागेन, “जदि हम पचेन कहत अही, ‘परमेस्सर स’ तउ इ हमसे पूछी, ‘फिन उ ओह प बिसवास काहे नाहीं करत्या?’"},{"number":26,"verse":"किन्तु जदि हम कहित ह, ‘मनई स’ तउ हमका मनइयन क डर बाटइ काहेकि उ पचे यूहन्ना क एक नबी मानत हीं।”"},{"number":27,"verse":"तउ जबावे मँ उ सबइ ईसू स कहेन, “हमका पता नाहीं।” ऍह प ईसू ओनसे बोला, “ठीक बा तउ फिन मइँ भी तोहका नाहीं बतावत हउँ कि इ बातन क मइँ कउने हक स करत हउँ।"},{"number":28,"verse":"( यहूदियन बरे एक दिस्टान्त कथा) “अच्छा बतावा तू पचे ऍकरे बारे मँ का सोचत अहा? एक मनई क दुइ बेटवा रहेन। उ बड़के क लगे गवा अउर बोला, ‘बेटवा आज मोरे अंगूर क बगिया मँ जा अउर काम करा।’"},{"number":29,"verse":"“मुला बेटवा जवाब दिहस, ‘मोर मन नाहीं बा,’ मुला पाछे ओकर मन फिरि गवा अउर उ चला गवा।"},{"number":30,"verse":"“फिन उ बाप दुसरे बेटवा क लगे गवा अउर ओसे भी बइसे ही कहेस। जवाबे मँ बेटवा कहेस, ‘जी हाँ,’ मुला उ गवा नाहीं।"},{"number":31,"verse":"“बतावा इन दुइनउँ मँ स जउन बाप चाहत रहा, कउन किहेस?” यहूदी नेतन कहेन, “बड़कवा।” ईसू ओनसे कहेस, “मइँ तोहसे सच कहत हउँ। चुंगी उगहिया अउर वेस्यन परमेस्सर क राज्य मँ तोहसे पहिले जइहीं।"},{"number":32,"verse":"इ मइँ यह बरे कहत हउँ काहेकि बपतिस्मा देवइया यूहन्ना तोहका जिन्नगी क सही रस्ता देखॉवइ आइ अउर तू ओहमाँ बिसवास नाहीं किहा। मुला चुंगी उगहिया अउर वेस्यन ओहमाँ बिसवास किहेन। तू जब इ देख्या तउ पाछे न मन फिरावा किहा अउ न ओहे प बिसवास।"},{"number":33,"verse":"( परमेस्सर क आपन पूत क पठउब) ( ( 480 12:1-12 ; 490 20:9-19 )) “एक ठु अउर दिस्टान्त कथा सुना: एक जमींदार रहा। उ अंगूरे क बगिया लगाएस। ओकरे चरिउँ कइँती बाड़ा लगाएस। फिन अंगूरे क रस निकारइ बरे कोल्हू बनवइ क एक गड़हा खोदेस अउर रखवारी बरे एक गुंबद बनवाएस। फिन ओका बटाई प दइके जात्रा प चला गवा।"},{"number":34,"verse":"जब अंगूरे क फसल क समइ आइ तउ बगिया क मालिक नउकरन क लगे आपन गुलामन क पठएस जेसे आपन हींसा क अंगूर लइ आवइँ।"},{"number":35,"verse":"“मुला किसानन ओकरे नउकरन क धइ लिहन। कउनो क पीटेन, कउने प पाथर उछारेन अउर कउनो क तउ मारि डाएन।"},{"number":36,"verse":"“एक दाईं फिन पहिले स अउ जिआदा नउकरन क पठएस। उ किसानन ओनके संग भी वइसा ही बर्ताव किहेन।"},{"number":37,"verse":"पाछे उ ओनके लगे आपन बेटवा क पठाएस। उ कहेस, ‘उ सबइ मोरे बेटवा क मान रखिहइँ जरूर।’"},{"number":38,"verse":"“मुला उ किसानन जब ओकरे बेटवा क देखेन तउ उ सबइ आपुस मँ कहइ लागेन, ‘इ तउ ओकर वारिस अहइ, आवा ऍका मारि डाई अउर ओकर वारिस क हक हथियाइ लेई।’"},{"number":39,"verse":"ऍह प उ पचे ओका धइके बगिया क बाहेर ढकेलेन अउर मार डाएन।"},{"number":40,"verse":"“तू का सोचत बाट्या हुवाँ जब अंगूरे क बगिया क मालिक आई तउ किसानन क संग का करी?”"},{"number":41,"verse":"उ यहूदी याजकन अउ नेतन ओसे कहेन, “काहेकि उ सबइ निरदयी रहेन यह बरे उ ओनका निरदयी होइके मारि डाई अउर अंगूरे क बगिया क दूसर किसानन क बटाई प दइ देइ जउन फसल आवइ प ओका ओकर हींसा देइहीं।”"},{"number":42,"verse":"ईसू ओनसे कहेस, “का तू सबइ पवित्तर सास्तरन क बचन कभी नाहीं पढ्या: ‘जउने पाथर क मकान क बनवइयन बेकार समझेन, उहइ कोने क सबते जिआदा महिमा क पाथर बन गवा’ ‘अइसा पर्भू क जारिये कीन्ह गवा, जउन हमरी निगाह मँ अजूबा बाटइ।’"},{"number":43,"verse":"“एह बरे मइँ तोहसे कहत हउँ परमेस्सर क राज्य तोहसे छीन लीन्ह जाई अउर उ ओन मनइयन क दइ दीन्ह जाई जउन ओकरे राज्य क रीति स बर्ताव करिहइँ।"},{"number":44,"verse":"जउन इ चट्टाने प गिरी, चूर चूर होइ जाई अउ इ चट्टान कउनो प गिरी तउ उ ओका रउँद डाई।”"},{"number":45,"verse":"जब मुख्ययाजकन अउर फरीसियन ईसू क दिस्टान्त कथन क सुनेन तउ उ पचे समुझ लिहन कि उ ओनके बारे मँ कहत रहा।"},{"number":46,"verse":"तउ उ सबइ ओका धरइ क जतन किहन मुला उ पचे मनइयन स डेरात रहेन काहेकि लोग ईसू क नबी मानत रहेन।"}]}