{"bibleAbbr":"awaERV2005","bookName":"मत्ती रचित सुसमाचार","bookEnglishName":"Matthew","chapterNumber":4,"verses":[{"number":1,"verse":"( ईसू क परिच्छा) ( ( 480 1:12-13 ; 490 4:1-13 )) फिन आतिमा ईसू क उसरे मँ लइ गइ, काहेकि सइतान क जारिये ओका परखा जाइ सकइ।"},{"number":2,"verse":"चालीस दिन अउर चालीस रात भुखिया क पाछे जब ओका भूख तड़पावइ लाग।"},{"number":3,"verse":"तउ ओका ललचावइ वाला ओकरे लगे आवा अउर कहेस, “जदि तू परमेस्सर क पूत बाट्या तउ इ सबइ पथरन स कहा कि इ सब रोटी बन जाईं।”"},{"number":4,"verse":"ईसू जवाब दिहस, “पवित्तर सास्तरन मँ लिखा वाटइ: ‘मनई सिरिफ रोटी स नाहीं जिअत मुला उ हर एक सब्द स जिअत ह जउन परमेस्सर क मुँहे स निकरत ह।’”"},{"number":5,"verse":"फिन सइतान ओका यरूसलेम क पवित्तर सहर मँ लइ गवा। हुआँ मंदिर क सब स ऊँचे बुर्ज प खड़ा होइके"},{"number":6,"verse":"उ ओसे कहेस, “जदि तू परमेस्सर क पूत बाट्या, तउ नीचे कूदि जा काहेकि पवित्तर सास्तरन मँ लिखा बाटइ: ‘उ तोहरे रखवारी बरे आपन दूतन क हुकुम देइ अउर उ पचे तोहका हाथन स उठाइहीं जेह बरे तोहरे गोड़े मँ कउनो पाथर ताईं न लगई।’”"},{"number":7,"verse":"ईसू जवाब दिहेस, “मुला पवित्तर सास्तरन इहइ कहत ह, ‘अपने पर्भू परमेस्सर क परीच्छा मँ जिन डावा।’”"},{"number":8,"verse":"फिन सइतान ईसू क बहुतइ ऊँच पहाड़े प लइ गवा। अउर ओका इ संसार क सब राज्य अउर ओनकइ माया वैभव देखाएस।"},{"number":9,"verse":"सइतान तब ओसे कहेस, “इ सब चीजन्क मइँ तोहका दइ देब जदि तू मोरे अगवा दण्डवत करा अउर मोर आराधना करा।”"},{"number":10,"verse":"फिन ईसू ओसे कहेस, “सइतान! दूर होइ जा। पवित्तर सास्त्र कहत ह: ‘आपन पर्भू परमेस्सर क आराधना अउर सिरिफ ओकर सेवा करा।’”"},{"number":11,"verse":"फिन सइतान ओका छाँड़ि के चला गवा। अउर सरगदूतन आइके ओकर सेवा करइ लागेन।"},{"number":12,"verse":"( ईसू गलील मँ काम सुरू करेस) ( ( 480 1:14-15 ; 490 4:14-15 )) जब ईसू सुनेस कि यूहन्ना पकड़ लीन्ह गवा ह, तउ उ गलील लौटि आवा।"},{"number":13,"verse":"मुला उ नासरत मँ नाहीं रुका अउर जाइके कफरनहूम मँ रहइ लाग जउन जबूलून अउर नप्ताली क पहटा मँ गलील झीले के नगिचे रहा।"},{"number":14,"verse":"इ एह बरे भवा कि परमेस्सर क नबी यसायाह जउन कहेस ह, उ पूरा होइ जाइ:"},{"number":15,"verse":"“जबूलून अउर नप्ताली क देस सागर क राहे प, यरदन नदी क पच्छिम मँ गैर यहूदियन क देस गलील मँ"},{"number":16,"verse":"जउन मनई आँधियारे मँ जिअत रहेन उ सबइ एक भारी जोति देखेन अउर जउन मउत क परिछाइँ क देस मँ रहत रहेन, ओन प ज्योति क भिन्सारे क रोसनी फैलि गइ।”"},{"number":17,"verse":"उ समई स ईसू सुसमाचार क प्रचार सुरू कइ दिहस, “मनफिराव करा काहेकि सरगे क राज्य नगिचे बाटइ।”"},{"number":18,"verse":"( ईसू चेलन्क चुनेस) ( ( 480 1:16-20 ; 490 5:1-11 )) जब ईसू गलील झिलिया क नगिचे स जात रहा, उ दुइनउँ भाइयन क निहारेस समौन (जउन पतरस कहा गवा।) अउर ओकर भाइ आन्द्रियास। उ पचे झिलिया मँ जाल डारत रहेन। उ पचे मछुवारा रहेन।"},{"number":19,"verse":"ईसू ओनसे कहेस, “मोरे पाछे आवा, मइँ तोहका सिखाउब कि लोगन्क बरे मछरी पकड़इ क बजाय मनई रूप मँ मछरी कइसे बटोरी जात हीं?”"},{"number":20,"verse":"उ सबइ तुरतहिं आपन जाल छाँड़ि दिहन अउर ओकरे पाछे होइ गएन।"},{"number":21,"verse":"फिन उ हुवाँ स आगे चला गवा। उ देखेस कि जब्दी क बेटवा याकूब अउर ओकर भाई यूहन्ना आपन बाप क संग नाउँ मँ बैठिके आपन जालन्क मरम्मत करत रहेन। ईसू ओनका बोलाएस।"},{"number":22,"verse":"अउर उ पचे फउरन नाउ अउर बाप क छाँड़िके ओकरे पाछे चल दिहन।"},{"number":23,"verse":"( ईसू क मनइयन क उपदेस अउर ओनका चंगा करब) ( ( 490 6:17-19 )) ईसू समुच्चइ गलील पहँटा मँ यहूदी आराधनालय मँ सरगे क राज्य क सुसमाचार क उपदेस देत अउर हर तरह के बेरामी अउर घोर कस्टन क दूर करत घूमइ लाग।"},{"number":24,"verse":"समुच्चइ सीरिया देस मँ ओकरे बारे मँ खबर संचर गइ। यह बरे लोग अइसे मनइयन जउन खुब बेरमिया रहेन या जउन तरह के बेरामी अउर भारी बेदनन स पीड़ित रहेन। जेह प दुस्ट आतिमान सवार रहीं जेका मिर्गी आवत रही अउर जउन सुखंडी रहेन, ओनका ओकर पास लिआवइ लागेन। ईसू ओनका चंगा किहेस।"},{"number":25,"verse":"एह बरे गलील, दिकापुलिस, यरूसलेम, यहूदिया अउर यरदन नदी क उ पार मनइयन क भारी भीड़ पाछे पाछे होइ लाग।"}]}