{"bibleAbbr":"awaERV2005","bookName":"मत्ती रचित सुसमाचार","bookEnglishName":"Matthew","chapterNumber":9,"verses":[{"number":1,"verse":"( लकुआ क मरीज क चंगा करब) ( ( 480 2:1-12 ; 490 5:17-26 )) फिन ईसू एक नाउ प चढ़ा अउर झिलिया क पार आपन सहर आइ गवा।"},{"number":2,"verse":"मनइयन लकुआ क मरीजे क खटिया प ओलराइके ओकरे नगिचे लइ आएन। ईसू जबहि ओकरे बिसवास क देखेस तउ लकुआ क रोगी स कहेस, “हे बालक ढाढ़स रखा। तोहार पापन्क छमा कीन्ह गवा।”"},{"number":3,"verse":"तबहि कछू यहूदी धरम सास्तिरियन आपस मँ कहइ लागेन, “इ मनई (ईसू) अपने सब्दन स परमेस्सर क बेज्जत करत ह।”"},{"number":4,"verse":"ईसू जानत रहा कि उ पचे का सोचत विचारत अहइँ: ईसू ओनसे बोला, “तू सब आपन मन मँ काहे बुरा बिचार आवइ देत ह?"},{"number":5,"verse":"जिआदा सहल का बाटइ? इ कहब, ‘तोहार पापन्क छमा कीन्ह गवा।’ या इ कहब, ‘खड़ा ह्वा अउर चलि पड़ा?’"},{"number":6,"verse":"काहेकि तू सब इ जान पावा कि धरती प पापन्क छमा करइ क सक्ती मनई क पूत मँ अहइ।” ईसू लकुआ क रोगी स कहेस, “खड़ा ह्वा, आपन बिछउना उठावा अउ घरे चला जा।”"},{"number":7,"verse":"उ लकुआ क मरीज खड़ा होइके आपन घर चला गवा।"},{"number":8,"verse":"जबहि भीड़े मँ मनइयन इ निहारेन कि तउ उ सबइ गहरी भक्ती स अचरजे मँ पड़ि गएन अउर परमेस्सर क गुन गावइ लागेन जउन मनई क अइसी सक्ती दिहेस।"},{"number":9,"verse":"( ईसू क मत्ती क चुनब) ( ( 480 2:13-17 ; 490 5:27-32 )) ईसू जब हुआँ स जात रहा तउ उ महसूले क चुंगी क चौकी प बइठा भवा एक मनई क देखेस। ओकर नाउँ मत्ती रहा। ईसू ओसे कहेस, “मोरे पाछे चला आवा।” ऍह प मत्ती खड़ा भवा अउर ओकरे पाछे होइ गवा।"},{"number":10,"verse":"अइसा भवा कि जब ईसू मत्ती क घर बहोत स चुंगी उगहियन अउर पापी मनइयन क संग आपन मनवइयन क साथ लइके जेंवत रहा।"},{"number":11,"verse":"तउ ओका फरीसियन देखेन अउर ओनके चेलन स पूछइ लागेन, “तोहार गुरु चुंगी क उगहिया अउर बुरा मनइयन क संग खइया के काहेखात ह?”"},{"number":12,"verse":"इ सुनिके ईसू ओनसे कहेस, “हिट्ठ पुट्ठ मनई क नाहीं मुला बेरमियन क एक बैद्य (डाक्टर) क जरूरत होत ह।"},{"number":13,"verse":"एह बरे तू सबइ जा अउर समझा कि सास्तरे क बचन क अरथ का अहइ? ‘मइँ बलिदान नाहीं चाहत हउँ मुला द्या चाहता हउँ।’ मइँ धर्मी क नाहीं मुला पापियन क बुलावइ आइ हउँ।”"},{"number":14,"verse":"( ईसू दूसर यहूदी धर्म नेता स न्यारा) ( ( 480 2:18-22 ; 490 5:33-39 )) फिन बपतिस्मा क देवइया यूहन्ना क चेलन ईसू क लगे गएन अउर पूछेन, “हम सबइ अउर फरीसियन पुनि पुनि उपवास काहे करत हीं परन्तु तोहार चेलन काहे नाहीं करतेन?”"},{"number":15,"verse":"फिन ईसू ओनका समझाएस, “का दूल्हा क साथी जब ताईं दूल्हा ओनके संग अहइ, सोक मनाइ सकत हीं? मुला उ दिनन अइहीं जब दूल्हा ओनसे छीन लीन्ह जाई फिन उ समइया मँ उ सबइ दुखी होइहीं अउर उपवास करिहीं।"},{"number":16,"verse":"“बे सिकुड़ा भवा नवा कपरा क पइबंद पुरान पोसाके प कउनो लगावत नाहीं काहेकि इ पइबंद पोसाके क अउर जिआदा फाड़ देइ अउ कपरा क खोंच अउर बाढ़ जाई।"},{"number":17,"verse":"नई दाखरस पुरान मसकन मँ भरी नाहीं जात। नाहीं तउ मसकन क फोरि देइ अउर दाखरस बहिके फैलि जाई। एह बरे लोग नई दाखरस नई मसकन मँ भरत हीं जइसे दाखरस अउर मसकन दुइनउँ बचा रहइँ।”"},{"number":18,"verse":"( मरी लरिकि क जिन्नगी देब अउर बेरमिया स्त्री क चंगा करब) ( ( 480 5:21-43 ; 490 8:40-56 )) ईसू ओन मनइयन क जब इ बतिया बतावत रहा, तबहि यहूदी आराधनालय क एक मुखिया ओकरे लगे आवा अउर ओकरे समन्वा निहुरिके बिनती करत भवा बोला, “अबहीं अबहीं मोर बिटिया मरी गइ अहइ। तू चलिके जदि ओह प आपन हाथ रख द्या तउ उ फिन जी जाई।”"},{"number":19,"verse":"ऍह प ईसू खड़ा होईके आपन चेलन क संग ओकरे साथ चल दिहेस।"},{"number":20,"verse":"हुवाँ एक ठु स्त्री रही जेका बारह बरिस स खून बहत रहा। उ पाछे स ईसू क नगिचे आइ, ओकरे ओढ़ना क मुहरी छुइ लिहस।"},{"number":21,"verse":"उ आपन मनवा मँ सोचत रही, “जदि मइँ तनिकउ भी एकर ओढ़ना छुइ पावउँ, तउ नीक होबउँ।”"},{"number":22,"verse":"घूमिके निहारत भवा ईसू कहेस, “बिटिया, खुस रहा। तोहार बिसवास तोहका चंगा किहेस ह।” अउर उ स्त्री तुंरतहि उहइ छन चंगा होइ गइ।"},{"number":23,"verse":"ओह कइँती ईसू जब आराधनालय क मुखिया क घरवा पहुँचा तउ उ देखेस कि सोक धुन बजावत बाँसुरी क बजवइया अउर हुवाँ ऍकट्ठा भए मनइयन लरकी क मउत प सोक करत रहेन।"},{"number":24,"verse":"तबहि ईसू लोगन्स कहेस, “हियाँ स बाहेर जा। लरकी मरी नाहीं बा, उ तउ सोवति अहइ।” ऍह प मनई ओकर हँसी ठट्ठा करह लागेन।"},{"number":25,"verse":"फिन जब भिरिया क मनइयन क बाहेर पठएस तउ ईसू लरकी क कोठरी मँ जाइके ओकर हथवा पकड़ेस अउर उ उठि गइ।"},{"number":26,"verse":"ऍकर खबरिया उ समूचइ पहँटा मँ संचर गइ।"},{"number":27,"verse":"( ईसू ढेर मनइयन क चंगा किहेस) ईसू जब हुवाँ स जाइ लाग तउ दुइ आँधर ओकरे पाछे होइ गएन। उ दुइनउँ चिल्लात रहेन, “हे दाऊद क पूत, हम प दाया करा।”"},{"number":28,"verse":"ईसू जइसे घरवा क भीतर पहुँच गवा तउ उ पचे आँधर ओकरे लगे आएन। तबहिं ईसू ओनसे कहेस, “का तोहका बिसवास अहइ कि मइँ, तोहका फिन आँखिन दइ सकत हउँ?” उ पचे जवाब दिहेन, “हाँ पर्भू।”"},{"number":29,"verse":"ऍह पर ईसू ओनकइ आँखिन क छुअत कहेस, “तोहरे बरे वइसा होइ जइसा तोहार बिसवास अहइ।”"},{"number":30,"verse":"अउर आँधरन क जोति मिल गइ। फिन ईसू ओनका चिताउनी देत कहेस, “ऍकरे बारे मँ कउनो क पता नाहीं लागइ चाहीं।”"},{"number":31,"verse":"मुला उ पचे हुवाँ स जाइके इ खबरिया क उ पहॅटा मँ चारिहुँ कइँती फैलाइ दिहन।"},{"number":32,"verse":"जब उ दुइनउँ हुवाँ स जात रहेन तउ कछू लोग ईसू क लगे एक ठु गूंगा क लइ आएन। गूंगा मँ दुस्ट आतिमा क सवारी रही अउर यह बरे उ कछू बोल नाहीं पावत रहा।"},{"number":33,"verse":"जब उ दुस्ट आतिमा क निकारि दिहस तउ उ गूंगा, जउन पहिले कछू नाहीं बोल सकत रहा, बोलइ लाग। तबहि भिरिया क लोग अचरजे मँ कहेन, “इस्राएल मँ अइसी घटना कबहुँ नाहीं देखी गइ।”"},{"number":34,"verse":"मुला फरीसियन कहत रहेन, “उ दुस्ट आतिमन क सइताने क मदद स बाहेर खदेरत ह।”"},{"number":35,"verse":"( ईसू क मनइयन प दुःख) ईसू यहूदी आराधनालय मँ उपदेस देत, परमेस्सर क राज्य क सुसमाचार क प्रचार करत, मनइयन क बेरामी अउर हर तरह क दारून दुःख हरत उ समूचइ पहँटा क गाउँ गाउँ अउर सहर सहर घूमत रहा।"},{"number":36,"verse":"ईसू जब कउनो भिरिया क देखततउ ओनके बरे करुना स भरि जात काहेकि उ पचे सतावा भवा अउर बेसहारा रहेन, जइसें भेड़ रहिन अउ ओनकइ कउनो गड़रिया नाहीं रहा।"},{"number":37,"verse":"तबहिं ईसू आपन चेलन स कहेस, “तइयार खेत तउ बहोत अहइँ मुला मजदूर कम बाटेन।"},{"number":38,"verse":"यह बरे फसल क परमेस्सर स बिनती करा कि उ, आपन फसल काटइ बरे मजदूर पठवइ।”"}]}