{"bibleAbbr":"KJ3-2005","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"In the twenty-third year of Joash the son of Ahaziah, the king of Judah, Jehoahaz the son of Jehu began to reign over Israel, in Samaria, seventeen years."},{"number":2,"verse":"And he did the evil in the eyes of Jehovah, and went after the sins of Jeroboam the son of Nebat, who caused Israel to sin; he did not turn aside from it."},{"number":3,"verse":"And the anger of Jehovah burned against Israel, and He gave them into the hand of Hazael the king of Syria, and into the hand of Ben-hadad the son of Hazael, all the days."},{"number":4,"verse":"And Jehoahaz sought the face of Jehovah, and Jehovah listened to him, for He saw the oppression of Israel; for the king of Syria had oppressed them."},{"number":5,"verse":"And Jehovah gave a deliverer to Israel, and they went out from under the hand of Syria, and the sons of Israel lived in their tents as before."},{"number":6,"verse":"Only, they did not turn aside from the sins of the house of Jeroboam that he caused Israel to sin; he walked in it, and also the Asherah remained in Samaria."},{"number":7,"verse":"For he did not leave to Jehoahaz any of the people except fifty horsemen, and ten chariots, and ten thousand footmen; for the king of Syria had destroyed them, and had made them like dust by threshing."},{"number":8,"verse":"And the rest of the acts of Jehoahaz, and all that he did, and his might, are they not written in the Book of the Matters of the Days of the Kings of Israel?"},{"number":9,"verse":"And Jehoahaz lay with his fathers, and they buried him in Samaria. And his son Joash reigned in his place."},{"number":10,"verse":"In the thirty-seventh year of Joash the king of Judah, Jehoash the son of Jehoahaz reigned over Israel, in Samaria, sixteen years."},{"number":11,"verse":"And he did the evil in the eyes of Jehovah; he did not turn aside from all the sins of Jeroboam the son of Nebat, who caused Israel to sin; he walked in it."},{"number":12,"verse":"And the rest of the acts of Joash, and all that he did, and his might with which he fought with Amaziah the king of Judah, are they not written in the Book of the Matters of the Days of the Kings of Israel?"},{"number":13,"verse":"And Joash lay with his fathers; and Jeroboam sat on his throne; and Joash was buried in Samaria with the kings of Israel."},{"number":14,"verse":"And Elisha had become sick with his illness in which he died; and Joash the king of Israel came down to him, and wept on his face, and said, My father, my father, the chariot of Israel, and its horsemen!"},{"number":15,"verse":"And Elisha said to him, Take bow and arrows. And he took bow and arrows to himself."},{"number":16,"verse":"And he said to the king of Israel, Cause your hand to ride on the bow. And he caused his hand to ride. And Elisha put his hand on the hands of the king,"},{"number":17,"verse":"and said, Open the window eastward. And he opened. And Elisha said, Shoot. And he shot. And he said, The arrow of deliverance of Jehovah, and the arrow of deliverance from Syria; for you shall strike the Syrians in Aphek, until it is finished."},{"number":18,"verse":"And he said, Take the arrows. And he took them up. And he said to the king of Israel, Strike the earth. And he struck three times, and stood."},{"number":19,"verse":"And the man of God was angry with him, and said, By striking five or six times, then you would have stricken Syria until it was finished; but now, you shall strike Syria three times."},{"number":20,"verse":"And Elisha died, and they buried him. And the bands of Moab came into the land, at the coming of the year;"},{"number":21,"verse":"and it happened, they were burying a man; and, behold, they saw the band, and threw the man into the grave of Elisha. And the man fell and touched the bones of Elisha, and came alive, and rose on his feet."},{"number":22,"verse":"And Hazael the king of Syria oppressed Israel all the days of Jehoahaz."},{"number":23,"verse":"And Jehovah was gracious to them, and pitied them, and turned toward them, for the sake of His covenant with Abraham, Isaac, and Jacob, and was not willing to destroy them, and not to cast them out from His presence as yet."},{"number":24,"verse":"And Hazael the king of Syria died, and his son Ben-hadad reigned in his place."},{"number":25,"verse":"And Jehoash the son of Jehoahaz returned and took the cities out of the hand of Ben-hadad the son of Hazael that he had taken out of the hand of his father Jehoahaz in battle. Jehoash struck him three times, and he brought back the cities of Israel."}]}