{"bibleAbbr":"KJ3-2005","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"In the twelfth year of Ahaz the king of Judah, Hoshea the son of Elah reigned in Samaria, nine years over Israel."},{"number":2,"verse":"And he did the evil in the eyes of Jehovah, only not as the kings of Israel who were before him."},{"number":3,"verse":"Shalmaneser the king of Assyria came against him, and Hoshea was a servant to him, and paid him tribute."},{"number":4,"verse":"And the king of Assyria found a conspiracy in Hoshea, in that he had sent messengers to So the king of Egypt, and had not offered tribute up to the king of Assyria, as year by year. And the king of Assyria shut him up, and bound him in a prison."},{"number":5,"verse":"And the king of Assyria went up into all the land, and he went up to Samaria and besieged it three years."},{"number":6,"verse":"In the ninth year of Hoshea, the king of Assyria captured Samaria, and removed Israel to Assyria, and made them live in Halah, and in Habor, by the river Gozan, and in the cities of the Medes."},{"number":7,"verse":"And it was so because the sons of Israel had sinned against Jehovah their God, who brought them up out of the land of Egypt, from under the hand of Pharaoh the king of Egypt, and feared other gods,"},{"number":8,"verse":"and walked in the statutes of the nations that Jehovah had dispossessed from the face of the sons of Israel, and of the kings of Israel that they made."},{"number":9,"verse":"And the sons of Israel secretly did the things that were not right against Jehovah their God, and built high places for themselves in all their cities, from the tower of the watchmen to the fortified city,"},{"number":10,"verse":"and set up for themselves Asherahs and pillars on every high hill, and under every green tree;"},{"number":11,"verse":"and burned incense there in all high places, like the nations that Jehovah had removed from their face; and did evil things to provoke Jehovah,"},{"number":12,"verse":"and served the idols, of which Jehovah had said to them, You shall not do this thing."},{"number":13,"verse":"And Jehovah testified against Israel, and against Judah, by the hand of all His prophets, and every seer, saying, Turn back from your evil ways, and keep My commands, My statutes, according to all the Law that I commanded your fathers, and that I sent to you by the hand of My servants the prophets."},{"number":14,"verse":"And they did not listen, and hardened their necks, like the necks of their fathers, who did not remain faithful to Jehovah their God."},{"number":15,"verse":"And they rejected His statutes and His covenant that He made with their fathers, and His testimonies that He testified against them, and went after the vain thing, and became vain, and after the nations that were around them, of whom Jehovah had commanded them not to act like them."},{"number":16,"verse":"And they left all the commands of Jehovah their God and made for themselves molten images, two calves, and made an Asherah, and bowed to all the host of the heavens, and served Baal,"},{"number":17,"verse":"and caused their sons and daughters to pass through the fire and divined divination, and used incantations, and sold themselves to do the evil in the eyes of Jehovah, to provoke Him,"},{"number":18,"verse":"so that Jehovah was very angry against Israel, and turned them away from His face; not one was left, only the tribe of Judah alone."},{"number":19,"verse":"Also Judah did not keep the commands of Jehovah their God, and they walked in the statutes of Israel that they had made."},{"number":20,"verse":"And Jehovah rejected all the seed of Israel, and afflicted them, and gave them into the hand of the plunderers, until He had cast them out from His presence."},{"number":21,"verse":"For He tore Israel from the house of David, and they made Jeroboam the son of Nebat king; and Jeroboam lured Israel from following Jehovah, and caused them to sin a great sin."},{"number":22,"verse":"And the sons of Israel walked in all the sins of Jeroboam that he did; they did not turn aside from them;"},{"number":23,"verse":"until Jehovah turned away Israel from His face, as He spoke by the hand of all His servants the prophets; and Israel was exiled from off its land to Assyria to this day."},{"number":24,"verse":"And the king of Assyria brought men in from Babylon, and from Cuthah, and from Ava, and from Hamath, and Sepharvaim, and they lived in the cities of Samaria instead of the sons of Israel; and they possessed Samaria and lived in its cities."},{"number":25,"verse":"And it happened at the beginning of their living there, they did not fear Jehovah, and Jehovah sent lions among them, and they were striking among them."},{"number":26,"verse":"And they spoke to the king of Assyria, saying, The nations that you have exiled and have made to live in the cities of Samaria do not know the custom of the God of the land, and He has sent the lions into their midst; and, behold, they are killing them, since they do not know the custom of the God of the land."},{"number":27,"verse":"And the king of Assyria commanded, saying, Cause one of the priests whom you removed from there to go there, and they shall go and live there; and he shall teach them the custom of the God of the land."},{"number":28,"verse":"And one of the priests whom they exiled from Samaria came and lived in Bethel, and he taught them how they should fear Jehovah."},{"number":29,"verse":"And nation by nation was making gods of their own, and putting them in the houses of the high places which the Samaritans had made, nation by nation in their cities where they lived."},{"number":30,"verse":"And the men of Babylon made Succothbenoth; and the men of Cuth made Nergal; and the men of Hamath made Ashima;"},{"number":31,"verse":"and the Avites made Nibhaz and Tartak; and the Sepharvites burned their sons with fire to Adrammelech and Anammelech the gods of Sepharvaim."},{"number":32,"verse":"So it was that they feared Jehovah, and made for themselves, of the lowest of them, priests of the high places and they sacrificed for them in the houses of the high places."},{"number":33,"verse":"They feared Jehovah, and served their own gods, according to the custom of the nations from where they exiled them."},{"number":34,"verse":"To this day they do according to the former custom; they do not fear Jehovah, and do not do according to their statutes, and according to their ordinances, and according to the Law, and according to the commandment that Jehovah commanded the sons of Jacob, on whom He set His name, Israel."},{"number":35,"verse":"And Jehovah made a covenant with them, and commanded them, saying, You shall not fear other gods, and not bow yourselves to them, and not serve them, and not sacrifice to them;"},{"number":36,"verse":"but Jehovah who brought you up out of the land of Egypt with great power, and with a stretched out arm, you shall fear Him, and you shall bow yourselves to Him, and you shall sacrifice to Him;"},{"number":37,"verse":"and the statutes, and the judgments, and the Law, and the commandments that He wrote for you, you shall observe to do forever, and you shall not fear other gods;"},{"number":38,"verse":"and the covenant that I have made with you, you shall not forget, and you shall not fear other gods;"},{"number":39,"verse":"but you shall fear Jehovah your God, and He shall deliver you out of the hand of all your enemies."},{"number":40,"verse":"But they did not listen, but did according to their former custom."},{"number":41,"verse":"And it happened, these nations feared Jehovah, yet they served their graven images, both their sons and their sons' sons. As their fathers did, they are doing to this day."}]}