{"bibleAbbr":"KJ3-2005","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"Manasseh was a son of twelve years when he began to reign, and he reigned fifty-five years in Jerusalem, and the name of his mother was Hephzibah."},{"number":2,"verse":"And he did the evil in the eyes of Jehovah, like the disgusting things of the nations that Jehovah dispossessed from before the sons of Israel."},{"number":3,"verse":"And he built again the high places that his father Hezekiah had destroyed, and raised up altars for Baal, and made an Asherah, as did Ahab the king of Israel, and worshiped all the host of the heavens, and served them."},{"number":4,"verse":"And he built altars in the house of Jehovah, of which Jehovah had said, In Jerusalem I will put My name."},{"number":5,"verse":"And he built altars for all the host of the heavens in the two courts of Jehovah's house."},{"number":6,"verse":"And he made his son to pass through the fire, used magic, and used divination, and dealt with mediums and spiritknowers. He increased to work the evil in the eyes of Jehovah, to provoke Him to anger."},{"number":7,"verse":"And he set a graven image of the Asherah he had made in the house of which Jehovah had said to David and to his son Solomon, In this house, and in Jerusalem, that I have chosen out of all the tribes of Israel, I will put My name forever."},{"number":8,"verse":"And I will not again make the feet of Israel wander any more out of the land which I gave their fathers; only if they observe to do all that I commanded them, and to all the Law that My servant Moses commanded them."},{"number":9,"verse":"But they did not listen, and Manasseh caused them to be led astray above the nations that Jehovah had destroyed from before the sons of Israel."},{"number":10,"verse":"And Jehovah spoke by His servants the prophets, saying,"},{"number":11,"verse":"Because Manasseh the king of Judah has done these disgusting things, doing more wickedly than all that the Amorites did before him, and has made Judah also to sin with his idols,"},{"number":12,"verse":"therefore so says Jehovah, the God of Israel, Behold, I am bringing evil on Jerusalem and Judah, so that whoever hears of it, his two ears shall tingle."},{"number":13,"verse":"And I will stretch out over Jerusalem the line of Samaria, and the plummet of the house of Ahab, and shall wipe Jerusalem as one wipes a dish (he wipes and turns it on its face)."},{"number":14,"verse":"And I will forsake the remnant of My inheritance, and give them into the hand of their enemies; and they shall be for a prey and for a spoil to all their enemies,"},{"number":15,"verse":"because they have done evil in My eyes, and have provoked Me to anger from the day their fathers came out from Egypt, even to this day."},{"number":16,"verse":"And also Manasseh has shed very much innocent blood, till he has filled Jerusalem from mouth to mouth; apart from his sin that he caused Judah to sin, to do evil in the eyes of Jehovah."},{"number":17,"verse":"And the rest of the acts of Manasseh, and all that he did, and his sin that he sinned, are they not written in the Book of the Matters of the Days of the Kings of Judah?"},{"number":18,"verse":"And Manasseh lay with his fathers, and was buried in the garden of his house, in the Garden of Uzza. And his son Amon reigned in his place."},{"number":19,"verse":"Amon was a son of twenty-two years when he began to reign, and he reigned two years in Jerusalem; and the name of his mother was Meshullemeth the daughter of Haruz of Jotbah."},{"number":20,"verse":"And he did the evil in the eyes of Jehovah, as his father Manasseh did,"},{"number":21,"verse":"and walked in all the way that his father walked, and served the idols that his father served, and bowed himself to them."},{"number":22,"verse":"And he forsook Jehovah, the God of his fathers, and did not walk in the way of Jehovah."},{"number":23,"verse":"And the servants of Amon conspired against him and caused the king to die in his own house."},{"number":24,"verse":"And the people of the land killed all those who conspired against King Amon, and the people of the land made his son Josiah king in his place."},{"number":25,"verse":"And the rest of the acts of Amon that he did, are they not written in the Book of the Matters of the Days of the Kings of Judah?"},{"number":26,"verse":"And they buried him in his grave in the garden of Uzza. And his son Josiah reigned in his place."}]}