{"bibleAbbr":"ULT2024","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":6,"verses":[{"number":1,"verse":"Children, obey your parents in the Lord, for this is right."},{"number":2,"verse":"\"Honor your father and mother\" (which is the first commandment with a promise),"},{"number":3,"verse":"\"so that it may be well with you and you may be long- lived on the earth.\""},{"number":4,"verse":"Fathers, do not provoke your children to anger. Instead, raise them in the discipline and instruction of the Lord."},{"number":5,"verse":"Slaves, be obedient to your human masters with fear and trembling, in the honesty of your heart, as to Christ,"},{"number":6,"verse":"not with eye- service as men- pleasers, but as slaves of Christ, doing the will of God from the heart,"},{"number":7,"verse":"serving with a good attitude, as to the Lord and not men,"},{"number":8,"verse":"knowing that each person, if he does something good, this he will receive from the Lord, whether slave or free."},{"number":9,"verse":"Masters, do the same to them. Stop using threats. You know that the Master, both theirs and yours, is in heaven, and there is no favoritism with him."},{"number":10,"verse":"Finally, be strong in the Lord and in the power of his might."},{"number":11,"verse":"Put on the whole armor of God, so that you may be able to stand against the scheming plans of the devil."},{"number":12,"verse":"For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the world- controllers of this darkness, against the spiritual forces of evil in the heavenly places."},{"number":13,"verse":"Therefore put on the whole armor of God, so that you may be able to withstand in the evil day, and, having done everything, to stand."},{"number":14,"verse":"Stand, therefore, after having fastened up your robe around your waist with the truth and having put on the breastplate of righteousness,"},{"number":15,"verse":"and having shod your feet with the readiness of the gospel of peace."},{"number":16,"verse":"In all circumstances take up the shield of faith, by which you will be able to put out all the flaming arrows of the evil one."},{"number":17,"verse":"Take the helmet of salvation and the sword of the Spirit, which is the word of God."},{"number":18,"verse":"With every prayer and request, pray at all times in the Spirit. To this end, be watchful with all perseverance and requests for all the saints,"},{"number":19,"verse":"and for me, that a message may be given to me when I open my mouth, to make known with boldness the mystery of the gospel"},{"number":20,"verse":"(for which I am an ambassador in chains), so that in it I may speak boldly, as it is appropriate for me to speak."},{"number":21,"verse":"So that you also may know the things concerning me, how I am doing, Tychicus, the beloved brother and faithful servant in the Lord, will tell you everything,"},{"number":22,"verse":"whom I have sent to you for this very purpose, so that you may know the things about us and your hearts may be encouraged."},{"number":23,"verse":"Peace to the brothers, and love with faith from God the Father and the Lord Jesus Christ."},{"number":24,"verse":"Grace be with all those who love our Lord Jesus Christ with incorruptibility."}]}