{"bibleAbbr":"NASB2020","bookName":"Job","bookEnglishName":"Job","chapterNumber":10,"verses":[{"number":1,"verse":"(Job Despairs of God’s Dealings) “ (Lit My soul loathes) I am disgusted with my own life; I will express my complaint freely; I will speak in the bitterness of my soul."},{"number":2,"verse":"I will say to God, ‘Do not condemn me; Let me know why You contend with me."},{"number":3,"verse":"Is it (Lit good) right for You indeed to oppress, To reject the work of Your hands, And (Lit You shine forth) to look favorably on the plan of the wicked?"},{"number":4,"verse":"Do You have eyes of flesh? Or do You see as mankind sees?"},{"number":5,"verse":"Are Your days like the days of a mortal, Or Your years like a man’s year,"},{"number":6,"verse":"That You should search for my guilt And carefully seek my sin?"},{"number":7,"verse":"According to Your knowledge I am indeed not guilty, Yet there is no one to save me from Your hand."},{"number":8,"verse":"‘Your hands fashioned and made me (Lit together round about) altogether, Yet would You destroy me?"},{"number":9,"verse":"Remember that You have made me as clay; Yet would You turn me into dust again?"},{"number":10,"verse":"Did You not pour me out like milk, And curdle me like cheese,"},{"number":11,"verse":"Clothe me with skin and flesh, And intertwine me with bones and tendons?"},{"number":12,"verse":"You have granted me life and (See Job 1:1-2) goodness; And Your care has guarded my spirit."},{"number":13,"verse":"Yet You have concealed these things in Your heart; I know that this is within You:"},{"number":14,"verse":"If I have sinned, You will take note of me, And will not acquit me of my guilt."},{"number":15,"verse":"If I am wicked, woe to me! But if I am righteous, I dare not lift up my head. I am full of shame, and (Lit see) conscious of my misery."},{"number":16,"verse":"And should my head be high, You would hunt me like a lion; And You would show Your power against me again."},{"number":17,"verse":"You renew Your witnesses against me And increase Your anger toward me; (Lit Changes and warfare are with me) Hardship after hardship is with me."},{"number":18,"verse":"‘Why then did You bring me out of the womb? If only I had died and no eye had seen me!"},{"number":19,"verse":"I should have been as though I had not been, Brought from womb to tomb.’"},{"number":20,"verse":"Would He not leave my few days alone? (Lit Put) Withdraw from me so that I may have a little cheerfulness"},{"number":21,"verse":"Before I go—and I shall not return— To the land of darkness and deep shadow,"},{"number":22,"verse":"The land of utter gloom like darkness itself, Of deep shadow without order, And it shines like darkness.”"}]}