{"bibleAbbr":"NASB2020","bookName":"Job","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"Job Chides His Accusers Then Job responded,"},{"number":2,"verse":"“Truly then you are the people, And with you wisdom will die!"},{"number":3,"verse":"But I have intelligence as well as you; I am not inferior to you. And (Lit with whom is there not like these?) who does not know such things as these?"},{"number":4,"verse":"I am a joke to (Lit his) my friends, The one who called on God and He answered him; The just and blameless man is a joke."},{"number":5,"verse":"(Lit Contempt for calamity is the thought of him who is at ease) He who is at ease holds disaster in contempt, As prepared for those whose feet slip."},{"number":6,"verse":"The tents of the destroyers prosper, And those who provoke God are secure, (Or He who brings God into his hand.) Whom God brings into their power."},{"number":7,"verse":"“But just ask the animals, and have them teach you; And the birds of the sky, and have them tell you."},{"number":8,"verse":"Or speak to the earth, and have it teach you; And have the fish of the sea tell you."},{"number":9,"verse":"Who among all these does not know That the hand of the LORD has done this,"},{"number":10,"verse":"In whose hand is the life of every living thing, And the breath of all mankind?"},{"number":11,"verse":"Does the ear not put words to the test, As the palate (Lit tastes food for itself) tastes its food?"},{"number":12,"verse":"Wisdom is with the aged, And with (Lit length of days) long life comes understanding."},{"number":13,"verse":"Job Speaks of the Power of God“Wisdom and might are with Him; Advice and understanding belong to Him."},{"number":14,"verse":"Behold, He tears down, and it cannot be rebuilt; He (Lit shuts against) imprisons a person, and (Lit it is not opened) there is no release."},{"number":15,"verse":"Behold, He restrains the waters, and they dry up; And He sends them out, and they (Lit overturn) inundate the earth."},{"number":16,"verse":"Strength and sound wisdom are with Him. One who goes astray and one who leads astray belong to Him."},{"number":17,"verse":"He makes advisers walk (Or stripped) barefoot And makes fools of judges."},{"number":18,"verse":"He undoes the binding of kings, And ties a loincloth around their waist."},{"number":19,"verse":"He makes priests walk (Or stripped) barefoot, And overthrows the secure ones."},{"number":20,"verse":"He deprives the trusted ones of speech, And takes away the discernment of the elders."},{"number":21,"verse":"He pours contempt on nobles, And loosens the belt of the strong."},{"number":22,"verse":"He reveals mysteries from the darkness, And brings the deep darkness into light."},{"number":23,"verse":"He makes the nations great, then destroys them; He (Or spreads out) enlarges the nations, then leads them away."},{"number":24,"verse":"He deprives the leaders of the earth’s people of (Lit heart) intelligence And makes them wander in a pathless wasteland."},{"number":25,"verse":"They grope in darkness with no light, And He makes them stagger like a drunken person."}]}