{"bibleAbbr":"NASB2020","bookName":"Job","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"Job Says Friends Are Miserable Comforters Then Job responded,"},{"number":2,"verse":"“I have heard many things like these; (Lit Comforters of trouble) Miserable comforters are you all!"},{"number":3,"verse":"Is there no end to windy words? Or what provokes you that you answer?"},{"number":4,"verse":"I too could speak like you, If only (Lit your soul were in place of my soul) I were in your place. I could compose words against you And shake my head at you."},{"number":5,"verse":"Or I could strengthen you with my mouth, And the condolence of my lips could lessen your pain."},{"number":6,"verse":"Job Says God Shattered Him“If I speak, my pain is not lessened, And if I refrain, what pain leaves me?"},{"number":7,"verse":"But now He has exhausted me; You have laid waste all my group of loved ones."},{"number":8,"verse":"And you have shriveled me up, (I. e., Job’s condition) It has become a witness; And my infirmity rises up against me, It testifies to my face."},{"number":9,"verse":"His anger has torn me and (Lit borne a grudge against me) hunted me down, He has gnashed at me with His teeth; My enemy (Lit sharpens his eyes) glares at me."},{"number":10,"verse":"They have gaped at me with their mouths, They have (Lit struck) slapped me on the cheek with contempt; They have massed themselves against me."},{"number":11,"verse":"God hands me over to criminals, And tosses me into the hands of the wicked."},{"number":12,"verse":"I was at ease, but He shattered me, And He has grasped me by my neck and shaken me to pieces; He has also set me up as His target."},{"number":13,"verse":"His arrows surround me. He splits my kidneys open without mercy; He pours out my bile on the ground."},{"number":14,"verse":"He breaks through me with breach after breach; He runs at me like a warrior."},{"number":15,"verse":"I have sewed sackcloth over my skin, And thrust my horn in the dust."},{"number":16,"verse":"My face is flushed from weeping, And deep darkness is on my eyelids,"},{"number":17,"verse":"Although there is no violence in my hands, And my prayer is pure."},{"number":18,"verse":"“Earth, do not cover my blood, And may there be no resting place for my cry."},{"number":19,"verse":"Even now, behold, my witness is in heaven, And my (Or witness) advocate is on high."},{"number":20,"verse":"My friends are my scoffers; My eye weeps to God,"},{"number":21,"verse":"That one might plead for a man with God As a son of man with his neighbor!"},{"number":22,"verse":"For when a few years are past, I shall go the way of no return."}]}