{"bibleAbbr":"NASB2020","bookName":"Job","bookEnglishName":"Job","chapterNumber":29,"verses":[{"number":1,"verse":"(Job’s Past Was Glorious) Job again took up his discourse and said,"},{"number":2,"verse":"“Oh that I were as in months gone by, As in the days when God watched over me;"},{"number":3,"verse":"When His lamp shone over my head, And by His light I walked through darkness;"},{"number":4,"verse":"Just as I was in the days of my youth, When the protection of God was over my tent;"},{"number":5,"verse":"When (Heb Shaddai) the Almighty was still with me, And my children were around me;"},{"number":6,"verse":"When my steps were bathed in cream, And the rock poured out streams of oil for me!"},{"number":7,"verse":"When I went out to the gate of the city, When I (Lit set up) took my seat in the public square,"},{"number":8,"verse":"The young men saw me and hid themselves, And the old men arose and stood."},{"number":9,"verse":"The leaders stopped talking And put their hands on their mouths;"},{"number":10,"verse":"The voices of the prominent people were (Lit hidden) hushed, And their tongues stuck to their palates."},{"number":11,"verse":"For when an ear heard, it called me blessed, And when an eye saw, it testified in support of me,"},{"number":12,"verse":"Because I saved the poor who cried for help, And the orphan who had no helper."},{"number":13,"verse":"The blessing of the one who was about to perish came upon me, And I made the widow’s heart sing for joy."},{"number":14,"verse":"I put on righteousness, and it clothed me; My justice was like a robe and a headband."},{"number":15,"verse":"I was eyes to those who were blind, And feet to those who (Or limped) could not walk."},{"number":16,"verse":"I was a father to the poor, And I investigated the case which I did not know."},{"number":17,"verse":"I broke the jaws of the wicked And rescued the prey from his teeth."},{"number":18,"verse":"Then I (Lit said) thought, ‘I will die with my (Lit nest) family, And I will multiply my days as the sand."},{"number":19,"verse":"My root is spread out to the waters, And dew lies on my branch all night."},{"number":20,"verse":"My glory is ever new with me, And my bow is renewed in my hand.’"},{"number":21,"verse":"“To me they listened and waited, And they kept silent for my advice."},{"number":22,"verse":"After my words they did not speak again, And my speech dropped on them."},{"number":23,"verse":"They waited for me as for the rain, And opened their mouths as for the late rain."},{"number":24,"verse":"I smiled at them when they did not believe, And they did not look at (Lit the light of my face) my kindness ungraciously."},{"number":25,"verse":"I chose a way for them and sat as chief, And lived as a king among the troops, As one who comforted the mourners."}]}