{"bibleAbbr":"NASB2020","bookName":"Job","bookEnglishName":"Job","chapterNumber":33,"verses":[{"number":1,"verse":"Elihu Claims to Speak for God “However, please hear my speech, Job, And listen to all my words."},{"number":2,"verse":"Behold now, I open my mouth, My tongue in my (Lit palate) mouth speaks."},{"number":3,"verse":"My words are from the integrity of my heart, And my lips speak knowledge sincerely."},{"number":4,"verse":"The Spirit of God has made me, And the breath of (Heb Shaddai) the Almighty gives me life."},{"number":5,"verse":"Refute me if you can; Line up against me, take your stand."},{"number":6,"verse":"Behold, I belong to God, like you; I too have been (Lit cut out of) formed out of the clay."},{"number":7,"verse":"Behold, no fear of me should terrify you, Nor should my pressure weigh heavily on you."},{"number":8,"verse":"“You have in fact spoken (Lit in my ears) while I listened, And I heard the sound of your words:"},{"number":9,"verse":"‘I am pure, without wrongdoing; I am innocent and there is no guilt in me."},{"number":10,"verse":"Behold, He (Lit finds) invents (Or complaints) criticisms against me; He counts me as His enemy."},{"number":11,"verse":"He puts my feet in the stocks; He watches all my paths.’"},{"number":12,"verse":"Behold, let me respond to you, you are not right in this, For God is greater than mankind."},{"number":13,"verse":"“Why do you complain to Him That He does not give an account of all His doings?"},{"number":14,"verse":"Indeed God speaks once, Or twice, yet no one notices it."},{"number":15,"verse":"In a dream, a vision of the night, When deep sleep falls on people, While they slumber in their beds,"},{"number":16,"verse":"Then He opens the ears of people, And horrifies them with warnings,"},{"number":17,"verse":"So that He may turn a person away from bad conduct, And (Lit hide) keep a man from pride;"},{"number":18,"verse":"He keeps his soul back from the pit, And his life from perishing by the spear."},{"number":19,"verse":"“A person is also rebuked by pain in his bed, And with constant complaint in his bones,"},{"number":20,"verse":"So that his life loathes bread, And his soul, food (Lit of craving) that he should crave."},{"number":21,"verse":"His flesh wastes away from sight, And his bones, which were not seen, stick out."},{"number":22,"verse":"Then his soul comes near to the pit, And his life to those who bring death."},{"number":23,"verse":"“If there is an interceding angel for him, One out of a thousand, To remind a person of what is (Lit his uprightness) right for him,"},{"number":24,"verse":"And he is gracious to him, and says, ‘Free him from going down to the pit, I have found a ransom’;"},{"number":25,"verse":"Let his flesh become fresher than in youth, Let him return to the days of his youthful vigor;"},{"number":26,"verse":"Then he will pray to God, and He will accept him, So that he may see His face with joy, And He will restore His righteousness to that person."},{"number":27,"verse":"He will sing to people and say, ‘I have sinned and perverted what is right, And it is not proper for me."},{"number":28,"verse":"He has redeemed my soul from going to the pit, And my life will see the light.’"},{"number":29,"verse":"“Behold, God does all these things for a man two or three times,"},{"number":30,"verse":"To bring back his soul from the pit, So that he may be enlightened with the light of life."},{"number":31,"verse":"Pay attention, Job, listen to me; Keep silent, and let me speak."},{"number":32,"verse":"Then if (Lit there are words) you have anything to say, answer me; Speak, for I would take pleasure in justifying you."},{"number":33,"verse":"If not, listen to me; Keep silent, and I will teach you wisdom.”"}]}