{"bibleAbbr":"NCB2019","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":19,"verses":[{"number":1,"verse":"Raise a lamentation for the princes of Israel,"},{"number":2,"verse":"and say: What a lioness was your mother among the lions! She lay down among the young lions, rearing her cubs."},{"number":3,"verse":"She raised up one of her cubs; he grew into a young lion, and he learned to tear apart his prey; he devoured men."},{"number":4,"verse":"Then the nations sounded an alarm against him, and he was caught in their pit. They dragged him off with hooks to the land of Egypt."},{"number":5,"verse":"When his mother saw that her hopes were thwarted and her expectations would not be fulfilled, she took another of her cubs and made a young lion of him."},{"number":6,"verse":"He prowled among the lions and grew into a young lion. He learned to seize his prey; he devoured men."},{"number":7,"verse":"He ravaged their strongholds and laid waste their cities. The land and all of its inhabitants were terrified at the sound of his roars."},{"number":8,"verse":"The nations came forth against him from the surrounding regions. They spread their net over him, and he was trapped in their pit."},{"number":9,"verse":"With hooks they dragged him into a cage and took him away to the king of Babylon. He was imprisoned, and his roars were no longer heard on the mountains of Israel."},{"number":10,"verse":"Your mother was like a vine planted by the water. It was fruitful and full of branches because of the abundant water."},{"number":11,"verse":"Its branches were strong, suitable for a ruler’s scepter. It towered in stately height among the dense foliage. It was conspicuous for its height and its many branches."},{"number":12,"verse":"However, it was uprooted in fury and thrown to the ground. Its strong branches became withered and were consumed by fire."},{"number":13,"verse":"Now it has been transplanted to the desert, to a dry and thirsty land."},{"number":14,"verse":"Fire burst forth from its stem, devouring its branches and fruit. It no longer has any strong branch that could serve as a ruler’s scepter. This is a lamentation, and it is used for this purpose."}]}