{"bibleAbbr":"NCB2019","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":7,"verses":[{"number":1,"verse":"This word of the LORD came to me:"},{"number":2,"verse":"Son of man, thus says the Lord GOD to the land of Israel: It is finished. The end is coming upon the four corners of the land."},{"number":3,"verse":"Now the end is upon you. I will unleash my anger against you. I will judge you according to your conduct, and punish you for all your loathsome deeds."},{"number":4,"verse":"I will not look upon you with pity or be merciful to you. I will punish you for your evil conduct and for your abominable practices. Then you will know that I am the LORD."},{"number":5,"verse":"Thus says the Lord GOD: Disasters are coming, one after another."},{"number":6,"verse":"The end is coming; it is coming upon you. Behold its approach!"},{"number":7,"verse":"Your doom is coming upon you, O inhabitant of the land. The time is coming, the day is near— a time of panic and not of rejoicing."},{"number":8,"verse":"Soon I will pour out my wrath upon you and vent my anger against you. I will judge you according to your conduct and punish you for your abominable deeds."},{"number":9,"verse":"I will not look upon you with mercy, nor will I have pity on you. I will repay you for your conduct and for the abominations in your midst. Then you will know that it is I, the LORD, who strike."},{"number":10,"verse":"Now is the day of the LORD. Behold, the end is at hand. The scepter has blossomed; insolence is at its peak."},{"number":11,"verse":"Violence has now become the means to punish wickedness. None of the people will be left, nor their wealth nor anything of value."},{"number":12,"verse":"The time has come; the day is near. Let not the buyer rejoice nor the seller mourn, for fury engulfs the entire populace."},{"number":13,"verse":"The seller will not be able to recover what he has sold as long as he lives. Neither party will be willing to cancel out the transaction."},{"number":14,"verse":"They have sounded the trumpet and made everything ready, but no one goes to battle, my wrath falls upon all alike."},{"number":15,"verse":"The sword is outside; pestilence and famine are within. Those in the country will die by the sword; those in the city will be devoured by famine and pestilence."},{"number":16,"verse":"If any manage to survive, they will escape to the mountains like doves of the valleys. There I will slaughter them all, each one for his iniquity."},{"number":17,"verse":"All their hands will be limp, and all their knees will turn to water."},{"number":18,"verse":"They will put on sackcloth, their entire body trembling. Shame shall be on all their faces, and their heads will be shaved."},{"number":19,"verse":"They shall fling their silver into the streets, and their gold shall be considered as refuse. Their silver and gold will not be able to save them on the day of the LORD’s wrath. They will not be able to satisfy their hunger or to fill their bellies, for wealth was the reason for their iniquity."},{"number":20,"verse":"They used to take pride in their beautiful jewelry from which they would fashion vile, abominable images. Therefore, I will regard their jewelry as nothing more than filth."},{"number":21,"verse":"I will hand it all over to foreigners as plunder and as booty to the wicked of the earth, and they will defile it."},{"number":22,"verse":"I will turn my face away from them while they profane my treasured land; the violent shall enter and defile it."},{"number":23,"verse":"Prepare chains, because the land is full of bloodshed and the city is filled with violence."},{"number":24,"verse":"I will bring in the cruelest of the nations to seize their houses. I will put an end to the arrogance of the strong, and their sanctuaries will be profaned."},{"number":25,"verse":"When terror comes, they will seek peace, but there will be none."},{"number":26,"verse":"There will be disaster after disaster and rumor upon rumor. Prophets will be pestered endlessly for a vision; priests will fail to offer guidance, and the elders will provide no counsel."},{"number":27,"verse":"The king will go into mourning; the prince will be enveloped in despair; the hands of the common people will tremble. I will deal with them as their conduct deserves, and I will judge them in accordance with their judgments. Thus they will know that I am the LORD."}]}