{"bibleAbbr":"urDGV2010","bookName":"२-समूएल","bookEnglishName":"2 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"( दाऊद पूरे इस्राईल का बादशाह बन जाता है) उस वक़्त इस्राईल के तमाम क़बीले हब्रून में दाऊद के पास आए और कहा, “हम आप ही की क़ौम और आप ही के रिश्तेदार हैं।"},{"number":2,"verse":"माज़ी में भी जब साऊल बादशाह था तो आप ही फ़ौजी मुहिम्मों में इस्राईल की क़ियादत करते रहे। और रब ने आप से वादा भी किया है कि तू मेरी क़ौम इस्राईल का चरवाहा बन कर उस पर हुकूमत करेगा।”"},{"number":3,"verse":"जब इस्राईल के तमाम बुज़ुर्ग हब्रून पहुँचे तो दाऊद बादशाह ने रब के हुज़ूर उन के साथ अह्द बांधा, और उन्हों ने उसे मसह करके इस्राईल का बादशाह बना दिया।"},{"number":4,"verse":"दाऊद 30 साल की उम्र में बादशाह बन गया। उस की हुकूमत 40 साल तक जारी रही।"},{"number":5,"verse":"पहले साढ़े सात साल वह सिर्फ़ यहूदाह का बादशाह था और उस का दार-उल-हुकूमत हब्रून रहा। बाक़ी 33 साल वह यरूशलम में रह कर यहूदाह और इस्राईल दोनों पर हुकूमत करता रहा।"},{"number":6,"verse":"( दाऊद यरूशलम पर क़ब्ज़ा करता है) बादशाह बनने के बाद दाऊद अपने फ़ौजियों के साथ यरूशलम गया ताकि उस पर हम्ला करे। वहाँ अब तक यबूसी आबाद थे। दाऊद को देख कर यबूसियों ने उस का मज़ाक़ उड़ाया, “आप हमारे शहर में कभी दाख़िल नहीं हो पाएँगे! आप को रोकने के लिए हमारे लंगड़े और अंधे काफ़ी हैं।” उन्हें पूरा यक़ीन था कि दाऊद शहर में किसी भी तरीक़े से नहीं आ सकेगा।"},{"number":7,"verse":"तो भी दाऊद ने सिय्यून के क़िले पर क़ब्ज़ा कर लिया जो आजकल ‘दाऊद का शहर’ कहलाता है।"},{"number":8,"verse":"जिस दिन उन्हों ने शहर पर हम्ला किया उस ने एलान किया, “जो भी यबूसियों पर फ़त्ह पाना चाहे उसे पानी की सुरंग में से गुज़र कर शहर में घुसना पड़ेगा ताकि उन लंगड़ों और अंधों को मारे जिन से मेरी जान नफ़रत करती है।” इस लिए आज तक कहा जाता है, “लंगड़ों और अंधों को घर में जाने की इजाज़त नहीं।”"},{"number":9,"verse":"यरूशलम पर फ़त्ह पाने के बाद दाऊद क़िले में रहने लगा। उस ने उसे ‘दाऊद का शहर’ क़रार दिया और उस के इर्दगिर्द शहर को बढ़ाने लगा। यह तामीरी काम इर्दगिर्द के चबूतरों से शुरू हुआ और होते होते क़िले तक पहुँच गया।"},{"number":10,"verse":"यूँ दाऊद ज़ोर पकड़ता गया, क्यूँकि रब्ब-उल-अफ़्वाज उस के साथ था।"},{"number":11,"verse":"( दाऊद की तरक़्क़ी) एक दिन सूर के बादशाह हीराम ने दाऊद के पास वफ़द भेजा। बढ़ई और राज भी साथ थे। उन के पास देवदार की लकड़ी थी, और उन्हों ने दाऊद के लिए महल बना दिया।"},{"number":12,"verse":"यूँ दाऊद ने जान लिया कि रब ने मुझे इस्राईल का बादशाह बना कर मेरी बादशाही अपनी क़ौम इस्राईल की ख़ातिर सरफ़राज़ कर दी है।"},{"number":13,"verse":"हब्रून से यरूशलम में मुन्तक़िल होने के बाद दाऊद ने मज़ीद बीवियों और दाश्ताओं से शादी की। नतीजे में यरूशलम में उस के कई बेटे-बेटियाँ पैदा हुए।"},{"number":14,"verse":"जो बेटे वहाँ पैदा हुए वह यह थे : सम्मूअ, सोबाब, नातन, सुलैमान,"},{"number":15,"verse":"इब्हार, इलीसूअ, नफ़ज, यफ़ीअ,"},{"number":16,"verse":"इलीसमा, इल्यदा और इलीफ़लत।"},{"number":17,"verse":"( फ़िलिस्तियों पर फ़त्ह) जब फ़िलिस्तियों को इत्तिला मिली कि दाऊद को मसह करके इस्राईल का बादशाह बनाया गया है तो उन्हों ने अपने फ़ौजियों को इस्राईल में भेज दिया ताकि उसे पकड़ लें। लेकिन दाऊद को पता चल गया, और उस ने एक पहाड़ी क़िले में पनाह ले ली।"},{"number":18,"verse":"जब फ़िलिस्ती इस्राईल में पहुँच कर वादी-ए-रफ़ाईम में फैल गए"},{"number":19,"verse":"तो दाऊद ने रब से दरयाफ़्त किया, “क्या मैं फ़िलिस्तियों पर हम्ला करूँ? क्या तू मुझे उन पर फ़त्ह बख़्शेगा?” रब ने जवाब दिया, “हाँ, उन पर हम्ला कर! मैं उन्हें ज़रूर तेरे क़ब्ज़े में कर दूँगा।”"},{"number":20,"verse":"चुनाँचे दाऊद अपने फ़ौजियों को ले कर बाल-पराज़ीम गया। वहाँ उस ने फ़िलिस्तियों को शिकस्त दी। बाद में उस ने गवाही दी, “जितने ज़ोर से बन्द के टूट जाने पर पानी उस से फूट निकलता है उतने ज़ोर से आज रब मेरे देखते देखते दुश्मन की सफ़ों में से फूट निकला है।” चुनाँचे उस जगह का नाम बाल-पराज़ीम यानी ‘फूट निकलने का मालिक’ पड़ गया।"},{"number":21,"verse":"फ़िलिस्ती अपने बुत छोड़ कर भाग गए, और वह दाऊद और उस के आदमियों के क़ब्ज़े में आ गए।"},{"number":22,"verse":"एक बार फिर फ़िलिस्ती आ कर वादी-ए-रफ़ाईम में फैल गए।"},{"number":23,"verse":"जब दाऊद ने रब से दरयाफ़्त किया तो उस ने जवाब दिया, “इस मर्तबा उन का सामना मत करना बल्कि उन के पीछे जा कर बका के दरख़्तों के सामने उन पर हम्ला कर।"},{"number":24,"verse":"जब उन दरख़्तों की चोटियों से क़दमों की चाप सुनाई दे तो ख़बरदार! यह इस का इशारा होगा कि रब ख़ुद तेरे आगे आगे चल कर फ़िलिस्तियों को मारने के लिए निकल आया है।”"},{"number":25,"verse":"दाऊद ने ऐसा ही किया और नतीजे में फ़िलिस्तियों को शिकस्त दे कर जिबऊन से ले कर जज़र तक उन का ताक़्क़ुब किया।"}]}