{"bibleAbbr":"urDGV2010","bookName":"२-समूएल","bookEnglishName":"2 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"( दाऊद यूनतन के बेटे पर मेहरबानी करता है) एक दिन दाऊद पूछने लगा, “क्या साऊल के ख़ानदान का कोई फ़र्द बच गया है? मैं यूनतन की ख़ातिर उस पर अपनी मेहरबानी का इज़हार करना चाहता हूँ।”"},{"number":2,"verse":"एक आदमी को बुलाया गया जो साऊल के घराने का मुलाज़िम था। उस का नाम ज़ीबा था। दाऊद ने सवाल किया, “क्या आप ज़ीबा हैं?” ज़ीबा ने जवाब दिया, “जी, आप का ख़ादिम हाज़िर है।”"},{"number":3,"verse":"बादशाह ने दरयाफ़्त किया, “क्या साऊल के ख़ानदान का कोई फ़र्द ज़िन्दा रह गया है? मैं उस पर अल्लाह की मेहरबानी का इज़हार करना चाहता हूँ।” ज़ीबा ने कहा, “यूनतन का एक बेटा अब तक ज़िन्दा है। वह दोनों टाँगों से मफ़्लूज है।”"},{"number":4,"verse":"दाऊद ने पूछा, “वह कहाँ है?” ज़ीबा ने जवाब दिया, “वह लो-दिबार में मकीर बिन अम्मीएल के हाँ रहता है।”"},{"number":5,"verse":"दाऊद ने उसे फ़ौरन दरबार में बुला लिया।"},{"number":6,"verse":"यूनतन के जिस बेटे का ज़िक्र ज़ीबा ने किया वह मिफ़ीबोसत था। जब उसे दाऊद के सामने लाया गया तो उस ने मुँह के बल झुक कर उस की इज़्ज़त की। दाऊद ने कहा, “मिफ़ीबोसत!” उस ने जवाब दिया, “जी, आप का ख़ादिम हाज़िर है।”"},{"number":7,"verse":"दाऊद बोला, “डरें मत। आज मैं आप के बाप यूनतन के साथ किया हुआ वादा पूरा करके आप पर अपनी मेहरबानी का इज़हार करना चाहता हूँ। अब सुनें! मैं आप को आप के दादा साऊल की तमाम ज़मीनें वापस कर देता हूँ। इस के इलावा मैं चाहता हूँ कि आप रोज़ाना मेरे साथ खाना खाया करें।”"},{"number":8,"verse":"मिफ़ीबोसत ने दुबारा झुक कर बादशाह की ताज़ीम की, “मैं कौन हूँ कि आप मुझ जैसे मुर्दा कुत्ते पर ध्यान दे कर ऐसी मेहरबानी फ़रमाएँ!”"},{"number":9,"verse":"दाऊद ने साऊल के पुराने मुलाज़िम ज़ीबा को बुला कर उसे हिदायत दी, “मैं ने आप के मालिक के पोते को साऊल और उस के ख़ानदान की तमाम मिलकियत दे दी है।"},{"number":10,"verse":"अब आप की ज़िम्मादारी यह है कि आप अपने बेटों और नौकरों के साथ उस के खेतों को सँभालें ताकि उस का ख़ानदान ज़मीनों की पैदावार से गुज़ारा कर सके। लेकिन मिफ़ीबोसत ख़ुद यहाँ रह कर मेरे बेटों की तरह मेरे साथ खाना खाया करेगा।” (ज़ीबा के 15 बेटे और 20 नौकर थे)।"},{"number":11,"verse":"ज़ीबा ने जवाब दिया, “मैं आप की ख़िदमत में हाज़िर हूँ। जो भी हुक्म आप देंगे मैं करने के लिए तय्यार हूँ।”"},{"number":12,"verse":"उस दिन से ज़ीबा के घराने के तमाम अफ़राद मिफ़ीबोसत के मुलाज़िम हो गए। मिफ़ीबोसत ख़ुद जो दोनों टाँगों से मफ़्लूज था यरूशलम में रिहाइशपज़ीर हुआ और रोज़ाना दाऊद बादशाह के साथ खाना खाता रहा। उस का एक छोटा बेटा था जिस का नाम मीका था।"}]}