{"bibleAbbr":"NIV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"(A Song of Praise) In that day this song will be sung in the land of Judah: We have a strong city; God makes salvation its walls and ramparts."},{"number":2,"verse":"Open the gates that the righteous nation may enter, the nation that keeps faith."},{"number":3,"verse":"You will keep in perfect peace those whose minds are steadfast, because they trust in you."},{"number":4,"verse":"Trust in the LORD forever, for the LORD, the LORD himself, is the Rock eternal."},{"number":5,"verse":"He humbles those who dwell on high, he lays the lofty city low; he levels it to the ground and casts it down to the dust."},{"number":6,"verse":"Feet trample it down - the feet of the oppressed, the footsteps of the poor."},{"number":7,"verse":"The path of the righteous is level; you, the Upright One, make the way of the righteous smooth."},{"number":8,"verse":"Yes, LORD, walking in the way of your laws, we wait for you; your name and renown are the desire of our hearts."},{"number":9,"verse":"My soul yearns for you in the night; in the morning my spirit longs for you. When your judgments come upon the earth, the people of the world learn righteousness."},{"number":10,"verse":"But when grace is shown to the wicked, they do not learn righteousness; even in a land of uprightness they go on doing evil and do not regard the majesty of the LORD."},{"number":11,"verse":"LORD, your hand is lifted high, but they do not see it. Let them see your zeal for your people and be put to shame; let the fire reserved for your enemies consume them."},{"number":12,"verse":"LORD, you establish peace for us; all that we have accomplished you have done for us."},{"number":13,"verse":"LORD our God, other lords besides you have ruled over us, but your name alone do we honor."},{"number":14,"verse":"They are now dead, they live no more; their spirits do not rise. You punished them and brought them to ruin; you wiped out all memory of them."},{"number":15,"verse":"You have enlarged the nation, LORD; you have enlarged the nation. You have gained glory for yourself; you have extended all the borders of the land."},{"number":16,"verse":"LORD, they came to you in their distress; when you disciplined them, they could barely whisper a prayer."},{"number":17,"verse":"As a pregnant woman about to give birth writhes and cries out in her pain, so were we in your presence, LORD."},{"number":18,"verse":"We were with child, we writhed in labor, but we gave birth to wind. We have not brought salvation to the earth, and the people of the world have not come to life."},{"number":19,"verse":"But your dead will live, LORD; their bodies will rise - let those who dwell in the dust wake up and shout for joy - your dew is like the dew of the morning; the earth will give birth to her dead."},{"number":20,"verse":"Go, my people, enter your rooms and shut the doors behind you; hide yourselves for a little while until his wrath has passed by."},{"number":21,"verse":"See, the LORD is coming out of his dwelling to punish the people of the earth for their sins. The earth will disclose the blood shed on it; the earth will conceal its slain no longer."}]}