{"bibleAbbr":"NIV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":32,"verses":[{"number":1,"verse":"(The Kingdom of Righteousness) See, a king will reign in righteousness and rulers will rule with justice."},{"number":2,"verse":"Each one will be like a shelter from the wind and a refuge from the storm, like streams of water in the desert and the shadow of a great rock in a thirsty land."},{"number":3,"verse":"Then the eyes of those who see will no longer be closed, and the ears of those who hear will listen."},{"number":4,"verse":"The fearful heart will know and understand, and the stammering tongue will be fluent and clear."},{"number":5,"verse":"No longer will the fool be called noble nor the scoundrel be highly respected."},{"number":6,"verse":"For fools speak folly, their hearts are bent on evil: They practice ungodliness and spread error concerning the LORD; the hungry they leave empty and from the thirsty they withhold water."},{"number":7,"verse":"Scoundrels use wicked methods, they make up evil schemes to destroy the poor with lies, even when the plea of the needy is just."},{"number":8,"verse":"But the noble make noble plans, and by noble deeds they stand."},{"number":9,"verse":"(The Women of JerusalemYou women who are so complacent, rise up and listen to me; you daughters who feel secure, hear what I have to say!"},{"number":10,"verse":"In little more than a year you who feel secure will tremble; the grape harvest will fail, and the harvest of fruit will not come."},{"number":11,"verse":"Tremble, you complacent women; shudder, you daughters who feel secure! Strip off your fine clothes and wrap yourselves in rags."},{"number":12,"verse":"Beat your breasts for the pleasant fields, for the fruitful vines"},{"number":13,"verse":"and for the land of my people, a land overgrown with thorns and briers - yes, mourn for all houses of merriment and for this city of revelry."},{"number":14,"verse":"The fortress will be abandoned, the noisy city deserted; citadel and watchtower will become a wasteland forever, the delight of donkeys, a pasture for flocks,"},{"number":15,"verse":"till the Spirit is poured on us from on high, and the desert becomes a fertile field, and the fertile field seems like a forest."},{"number":16,"verse":"The LORD’s justice will dwell in the desert, his righteousness live in the fertile field."},{"number":17,"verse":"The fruit of that righteousness will be peace; its effect will be quietness and confidence forever."},{"number":18,"verse":"My people will live in peaceful dwelling places, in secure homes, in undisturbed places of rest."},{"number":19,"verse":"Though hail flattens the forest and the city is leveled completely,"},{"number":20,"verse":"how blessed you will be, sowing your seed by every stream, and letting your cattle and donkeys range free."}]}