{"bibleAbbr":"NIV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":51,"verses":[{"number":1,"verse":"(Everlasting Salvation for Zion) “Listen to me, you who pursue righteousness and who seek the LORD: Look to the rock from which you were cut and to the quarry from which you were hewn;"},{"number":2,"verse":"look to Abraham, your father, and to Sarah, who gave you birth. When I called him he was only one man, and I blessed him and made him many."},{"number":3,"verse":"The LORD will surely comfort Zion and will look with compassion on all her ruins; he will make her deserts like Eden, her wastelands like the garden of the LORD. Joy and gladness will be found in her, thanksgiving and the sound of singing."},{"number":4,"verse":"“Listen to me, my people; hear me, my nation: Instruction will go out from me; my justice will become a light to the nations."},{"number":5,"verse":"My righteousness draws near speedily, my salvation is on the way, and my arm will bring justice to the nations. The islands will look to me and wait in hope for my arm."},{"number":6,"verse":"Lift up your eyes to the heavens, look at the earth beneath; the heavens will vanish like smoke, the earth will wear out like a garment and its inhabitants die like flies. But my salvation will last forever, my righteousness will never fail."},{"number":7,"verse":"“Hear me, you who know what is right, you people who have taken my instruction to heart: Do not fear the reproach of mere mortals or be terrified by their insults."},{"number":8,"verse":"For the moth will eat them up like a garment; the worm will devour them like wool. But my righteousness will last forever, my salvation through all generations.”"},{"number":9,"verse":"Awake, awake, arm of the LORD, clothe yourself with strength! Awake, as in days gone by, as in generations of old. Was it not you who cut Rahab to pieces, who pierced that monster through?"},{"number":10,"verse":"Was it not you who dried up the sea, the waters of the great deep, who made a road in the depths of the sea so that the redeemed might cross over?"},{"number":11,"verse":"Those the LORD has rescued will return. They will enter Zion with singing; everlasting joy will crown their heads. Gladness and joy will overtake them, and sorrow and sighing will flee away."},{"number":12,"verse":"“I, even I, am he who comforts you. Who are you that you fear mere mortals, human beings who are but grass,"},{"number":13,"verse":"that you forget the LORD your Maker, who stretches out the heavens and who lays the foundations of the earth, that you live in constant terror every day because of the wrath of the oppressor, who is bent on destruction? For where is the wrath of the oppressor?"},{"number":14,"verse":"The cowering prisoners will soon be set free; they will not die in their dungeon, nor will they lack bread."},{"number":15,"verse":"For I am the LORD your God, who stirs up the sea so that its waves roar - the LORD Almighty is his name."},{"number":16,"verse":"I have put my words in your mouth and covered you with the shadow of my hand - I who set the heavens in place, who laid the foundations of the earth, and who say to Zion, ‘You are my people.’”"},{"number":17,"verse":"(The Cup of the LORD’s Wrath) Awake, awake! Rise up, Jerusalem, you who have drunk from the hand of the LORD the cup of his wrath, you who have drained to its dregs the goblet that makes people stagger."},{"number":18,"verse":"Among all the children she bore there was none to guide her; among all the children she reared there was none to take her by the hand."},{"number":19,"verse":"These double calamities have come upon you - who can comfort you? - ruin and destruction, famine and sword - who can console you?"},{"number":20,"verse":"Your children have fainted; they lie at every street corner, like antelope caught in a net. They are filled with the wrath of the LORD, with the rebuke of your God."},{"number":21,"verse":"Therefore hear this, you afflicted one, made drunk, but not with wine."},{"number":22,"verse":"This is what your Sovereign LORD says, your God, who defends his people: “See, I have taken out of your hand the cup that made you stagger; from that cup, the goblet of my wrath, you will never drink again."},{"number":23,"verse":"I will put it into the hands of your tormentors, who said to you, ‘Fall prostrate that we may walk on you.’ And you made your back like the ground, like a street to be walked on.”"}]}