{"bibleAbbr":"NIV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":52,"verses":[{"number":1,"verse":"Awake, awake, Zion, clothe yourself with strength! Put on your garments of splendor, Jerusalem, the holy city. The uncircumcised and defiled will not enter you again."},{"number":2,"verse":"Shake off your dust; rise up, sit enthroned, Jerusalem. Free yourself from the chains on your neck, Daughter Zion, now a captive."},{"number":3,"verse":"For this is what the LORD says: “You were sold for nothing, and without money you will be redeemed.”"},{"number":4,"verse":"For this is what the Sovereign LORD says: “At first my people went down to Egypt to live; lately, Assyria has oppressed them."},{"number":5,"verse":"“And now what do I have here?” declares the LORD. “For my people have been taken away for nothing, and those who rule them mock, ” declares the LORD. “And all day long my name is constantly blasphemed."},{"number":6,"verse":"Therefore my people will know my name; therefore in that day they will know that it is I who foretold it. Yes, it is I.”"},{"number":7,"verse":"How beautiful on the mountains are the feet of those who bring good news, who proclaim peace, who bring good tidings, who proclaim salvation, who say to Zion, “Your God reigns!”"},{"number":8,"verse":"Listen! Your watchmen lift up their voices; together they shout for joy. When the LORD returns to Zion, they will see it with their own eyes."},{"number":9,"verse":"Burst into songs of joy together, you ruins of Jerusalem, for the LORD has comforted his people, he has redeemed Jerusalem."},{"number":10,"verse":"The LORD will lay bare his holy arm in the sight of all the nations, and all the ends of the earth will see the salvation of our God."},{"number":11,"verse":"Depart, depart, go out from there! Touch no unclean thing! Come out from it and be pure, you who carry the articles of the LORD’s house."},{"number":12,"verse":"But you will not leave in haste or go in flight; for the LORD will go before you, the God of Israel will be your rear guard."},{"number":13,"verse":"(The Suffering and Glory of the Servant) See, my servant will act wisely ; he will be raised and lifted up and highly exalted."},{"number":14,"verse":"Just as there were many who were appalled at him - his appearance was so disfigured beyond that of any human being and his form marred beyond human likeness -"},{"number":15,"verse":"so he will sprinkle many nations, and kings will shut their mouths because of him. For what they were not told, they will see, and what they have not heard, they will understand."}]}