{"bibleAbbr":"NIV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":65,"verses":[{"number":1,"verse":"(Judgment and Salvation) “I revealed myself to those who did not ask for me; I was found by those who did not seek me. To a nation that did not call on my name, I said, ‘Here am I, here am I.’"},{"number":2,"verse":"All day long I have held out my hands to an obstinate people, who walk in ways not good, pursuing their own imaginations -"},{"number":3,"verse":"a people who continually provoke me to my very face, offering sacrifices in gardens and burning incense on altars of brick;"},{"number":4,"verse":"who sit among the graves and spend their nights keeping secret vigil; who eat the flesh of pigs, and whose pots hold broth of impure meat;"},{"number":5,"verse":"who say, ‘Keep away; don’t come near me, for I am too sacred for you!’ Such people are smoke in my nostrils, a fire that keeps burning all day."},{"number":6,"verse":"“See, it stands written before me: I will not keep silent but will pay back in full; I will pay it back into their laps -"},{"number":7,"verse":"both your sins and the sins of your ancestors,” says the LORD. “Because they burned sacrifices on the mountains and defied me on the hills, I will measure into their laps the full payment for their former deeds.”"},{"number":8,"verse":"This is what the LORD says: “As when juice is still found in a cluster of grapes and people say, ‘Don’t destroy it, there is still a blessing in it,’ so will I do in behalf of my servants; I will not destroy them all."},{"number":9,"verse":"I will bring forth descendants from Jacob, and from Judah those who will possess my mountains; my chosen people will inherit them, and there will my servants live."},{"number":10,"verse":"Sharon will become a pasture for flocks, and the Valley of Achor a resting place for herds, for my people who seek me."},{"number":11,"verse":"“But as for you who forsake the LORD and forget my holy mountain, who spread a table for Fortune and fill bowls of mixed wine for Destiny,"},{"number":12,"verse":"I will destine you for the sword, and all of you will fall in the slaughter; for I called but you did not answer, I spoke but you did not listen. You did evil in my sight and chose what displeases me.”"},{"number":13,"verse":"Therefore this is what the Sovereign LORD says: “My servants will eat, but you will go hungry; my servants will drink, but you will go thirsty; my servants will rejoice, but you will be put to shame."},{"number":14,"verse":"My servants will sing out of the joy of their hearts, but you will cry out from anguish of heart and wail in brokenness of spirit."},{"number":15,"verse":"You will leave your name for my chosen ones to use in their curses; the Sovereign LORD will put you to death, but to his servants he will give another name."},{"number":16,"verse":"Whoever invokes a blessing in the land will do so by the one true God; whoever takes an oath in the land will swear by the one true God. For the past troubles will be forgotten and hidden from my eyes."},{"number":17,"verse":"(New Heavens and a New Earth) “See, I will create new heavens and a new earth. The former things will not be remembered, nor will they come to mind."},{"number":18,"verse":"But be glad and rejoice forever in what I will create, for I will create Jerusalem to be a delight and its people a joy."},{"number":19,"verse":"I will rejoice over Jerusalem and take delight in my people; the sound of weeping and of crying will be heard in it no more."},{"number":20,"verse":"“Never again will there be in it an infant who lives but a few days, or an old man who does not live out his years; the one who dies at a hundred will be thought a mere child; the one who fails to reach a hundred will be considered accursed."},{"number":21,"verse":"They will build houses and dwell in them; they will plant vineyards and eat their fruit."},{"number":22,"verse":"No longer will they build houses and others live in them, or plant and others eat. For as the days of a tree, so will be the days of my people; my chosen ones will long enjoy the work of their hands."},{"number":23,"verse":"They will not labor in vain, nor will they bear children doomed to misfortune; for they will be a people blessed by the LORD, they and their descendants with them."},{"number":24,"verse":"Before they call I will answer; while they are still speaking I will hear."},{"number":25,"verse":"The wolf and the lamb will feed together, and the lion will eat straw like the ox, and dust will be the serpent’s food. They will neither harm nor destroy on all my holy mountain,” says the LORD."}]}