{"bibleAbbr":"NIV2011","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"(Isaiah and His Children as Signs) The LORD said to me, “Take a large scroll and write on it with an ordinary pen: Maher-Shalal-Hash-Baz.”"},{"number":2,"verse":"So I called in Uriah the priest and Zechariah son of Jeberekiah as reliable witnesses for me."},{"number":3,"verse":"Then I made love to the prophetess, and she conceived and gave birth to a son. And the LORD said to me, “Name him Maher-Shalal-Hash-Baz."},{"number":4,"verse":"For before the boy knows how to say ‘My father’ or ‘My mother,’ the wealth of Damascus and the plunder of Samaria will be carried off by the king of Assyria.”"},{"number":5,"verse":"The LORD spoke to me again:"},{"number":6,"verse":"“Because this people has rejected the gently flowing waters of Shiloah and rejoices over Rezin and the son of Remaliah,"},{"number":7,"verse":"therefore the Lord is about to bring against them the mighty floodwaters of the Euphrates - the king of Assyria with all his pomp. It will overflow all its channels, run over all its banks"},{"number":8,"verse":"and sweep on into Judah, swirling over it, passing through it and reaching up to the neck. Its outspread wings will cover the breadth of your land, Immanuel !”"},{"number":9,"verse":"Raise the war cry, you nations, and be shattered! Listen, all you distant lands. Prepare for battle, and be shattered! Prepare for battle, and be shattered!"},{"number":10,"verse":"Devise your strategy, but it will be thwarted; propose your plan, but it will not stand, for God is with us."},{"number":11,"verse":"This is what the LORD says to me with his strong hand upon me, warning me not to follow the way of this people:"},{"number":12,"verse":"“Do not call conspiracy everything this people calls a conspiracy; do not fear what they fear, and do not dread it."},{"number":13,"verse":"The LORD Almighty is the one you are to regard as holy, he is the one you are to fear, he is the one you are to dread."},{"number":14,"verse":"He will be a holy place; for both Israel and Judah he will be a stone that causes people to stumble and a rock that makes them fall. And for the people of Jerusalem he will be a trap and a snare."},{"number":15,"verse":"Many of them will stumble; they will fall and be broken, they will be snared and captured.”"},{"number":16,"verse":"Bind up this testimony of warning and seal up God’s instruction among my disciples."},{"number":17,"verse":"I will wait for the LORD, who is hiding his face from the descendants of Jacob. I will put my trust in him."},{"number":18,"verse":"Here am I, and the children the LORD has given me. We are signs and symbols in Israel from the LORD Almighty, who dwells on Mount Zion."},{"number":19,"verse":"(The Darkness Turns to Light) When someone tells you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?"},{"number":20,"verse":"Consult God’s instruction and the testimony of warning. If anyone does not speak according to this word, they have no light of dawn."},{"number":21,"verse":"Distressed and hungry, they will roam through the land; when they are famished, they will become enraged and, looking upward, will curse their king and their God."},{"number":22,"verse":"Then they will look toward the earth and see only distress and darkness and fearful gloom, and they will be thrust into utter darkness."}]}