{"bibleAbbr":"ISV2011","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":14,"verses":[{"number":1,"verse":"{Paul and Barnabas in Iconium} d In Iconium, Paul and Barnabas {Lit. Iconium, they} went into the Jewish synagogue and spoke in such a way that a great number of both Jews and Greeks believed."},{"number":2,"verse":"But the Jews who refused to believe stirred up the gentiles and poisoned their minds against the brothers."},{"number":3,"verse":"They stayed there a considerable time and continued to speak boldly for the Lord, who kept affirming his word of grace and granting signs and wonders to be done by them."},{"number":4,"verse":"But the people of the city were divided. Some were with the Jews, while others were with the apostles."},{"number":5,"verse":"Now when an attempt was made by both gentiles and Jews, along with their authorities, to mistreat and stone them,"},{"number":6,"verse":"Paul and Barnabas {Lit. them , 6 they} found out about it and fled to the Lycaonian towns of Lystra and Derbe and to the surrounding territory."},{"number":7,"verse":"There they kept telling the good news."},{"number":8,"verse":"{Paul and Barnabas in Lystra} d Now in Lystra there was a man sitting down who couldn't use his feet. He had been crippled from birth and had never walked."},{"number":9,"verse":"He was listening to Paul as he spoke. Paul {Lit. He} watched him closely, and when he saw that he had faith to be healed,"},{"number":10,"verse":"he said in a loud voice, \"Stand up straight on your feet!\" Then the man {Lit. he} jumped up and began to walk."},{"number":11,"verse":"When the crowds saw what Paul had done, they shouted in the Lycaonian language, \"The gods have become like men and have come down to us!\""},{"number":12,"verse":"They began to call Barnabas Zeus, and Paul Hermes, because he was the main speaker."},{"number":13,"verse":"The priest of the temple of Zeus, which was just outside the city, brought bulls and garlands to the gates. He and the crowds wanted to offer sacrifices."},{"number":14,"verse":"But when the apostles Barnabas and Paul heard of it, they tore their clothes and rushed out into the crowd, shouting,"},{"number":15,"verse":"\"Men, why are you doing this? We are merely human beings with natures like yours. We are telling you the good news so you'll turn from these worthless things to the living God, who made heaven and earth, the sea, and everything in them. {Ex. 20:11; Psa 146:6}"},{"number":16,"verse":"In past generations he allowed all the nations to go their own ways,"},{"number":17,"verse":"yet he has not abandoned his witness: he continues to do good, to give you rain from heaven, to give you {The Gk. lacks to give you} fruitful seasons, and to fill you with food and your hearts with joy.\""},{"number":18,"verse":"Even by saying this, it was all Paul and Barnabas {Lit. all they} could do to keep the crowds from offering sacrifices to them."},{"number":19,"verse":"{Paul and Barnabas Return to Antioch in Syria} d But some Jews came from Antioch and Iconium and won over the crowds by persuasion. They stoned Paul and dragged him out of the town, thinking he was dead."},{"number":20,"verse":"But the disciples formed a circle around him, and he got up and went back to town. The next day, he went on with Barnabas to Derbe."},{"number":21,"verse":"As they were proclaiming the good news in that city, they discipled a large number of people. Then they went back to Lystra, Iconium, and Antioch,"},{"number":22,"verse":"strengthening the disciples and encouraging them to continue in the faith, saying, \"We must endure many hardships to get into the kingdom of God.\""},{"number":23,"verse":"Paul and Barnabas {Lit. They} appointed elders for them in each church, and with prayer and fasting they entrusted them to the Lord in whom they had believed."},{"number":24,"verse":"Then they passed through Pisidia and came to Pamphylia."},{"number":25,"verse":"They spoke the word {Other mss. read the word of the Lord ; still other mss. read the word of God} in Perga and went down to Attalia."},{"number":26,"verse":"From there they sailed back to Antioch, where they had been entrusted to the grace of God for the work they had completed."},{"number":27,"verse":"When they arrived, they called the church together and told them everything that God had done with them and how he had opened a door so that gentiles would believe."},{"number":28,"verse":"Then they spent a long time with the disciples."}]}