{"bibleAbbr":"ISV2011","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":18,"verses":[{"number":1,"verse":"{Paul in Corinth} d After this, Paul {Lit. he} left Athens and went to Corinth."},{"number":2,"verse":"There he found a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla because Claudius had ordered all the Jews to leave Rome. Paul {Lit. He} went to visit them,"},{"number":3,"verse":"and because they had the same trade he stayed with them. They worked together because they were tentmakers by trade."},{"number":4,"verse":"Every Sabbath he would speak in the synagogue, trying to persuade both Jews and Greeks."},{"number":5,"verse":"But when Silas and Timothy arrived from Macedonia, Paul devoted himself entirely to the word {Other mss. read Spirit} as he emphatically assured the Jews that Jesus is the Messiah. {Or Christ}"},{"number":6,"verse":"But when they began to oppose him and insult him, he shook out his clothes in protest and told them, \"Your blood be on your own heads! I am innocent. From now on I will go to the gentiles.\""},{"number":7,"verse":"Then he left that place and went to the home of a man named Titius {Other mss. read Titus} Justus, who worshipped God and whose house was next door to the synagogue."},{"number":8,"verse":"Now Crispus, the leader of the synagogue, believed in the Lord, along with his whole family. Many Corinthians who heard Paul also believed and were baptized."},{"number":9,"verse":"One night, the Lord told Paul in a vision, \"Stop being afraid to speak out! Don't remain silent!"},{"number":10,"verse":"For I am with you, and no one will lay a hand on you or harm you, because I have many people in this city.\""},{"number":11,"verse":"So Paul {Lit. he} lived there for a year and a half and continued to teach the word of God among the people there. {Lit. among them}"},{"number":12,"verse":"While Gallio was proconsul of Achaia, the Jewish leaders {I. e. Judean leaders; lit. the Jews} gathered together, attacked Paul, and brought him before the judge's seat."},{"number":13,"verse":"They said, \"This man is persuading people to worship God in ways that are contrary to the Law.\""},{"number":14,"verse":"Paul was about to speak when Gallio admonished the Jewish leaders, {I. e. Judean leaders; lit. the Jews} \"If there were some misdemeanor or crime involved, it would be reasonable to put up with you Jews."},{"number":15,"verse":"But since it is a question about words, names, and your own Law, you will have to take care of that yourselves. I refuse to be a judge in these matters.\""},{"number":16,"verse":"So he drove them away from the judge's seat."},{"number":17,"verse":"Then all of them {Other mss. read of the Greeks} took Sosthenes, the synagogue leader, and began beating him in front of the judge's seat. But Gallio paid no attention to any of this."},{"number":18,"verse":"{Paul's Return Trip to Antioch} d After staying there for quite a while longer, Paul said goodbye to the brothers and sailed for Syria, accompanied by Priscilla and Aquila. He had his hair cut in Cenchrea, since he was under a vow."},{"number":19,"verse":"When they arrived in Ephesus, he left Priscilla and Aquila {Lit. left them} there. Then he went into the synagogue and had a discussion with the Jews."},{"number":20,"verse":"They asked him to stay longer, but he refused."},{"number":21,"verse":"As he told them goodbye, he said, \"I will come back {Other mss. read I must at all costs keep the approaching festival in Jerusalem, but I will come back} to you again if it is God's will.\" Then he set sail from Ephesus."},{"number":22,"verse":"When he arrived in Caesarea, he went up to Jerusalem, {The Gk. lacks to Jerusalem} greeted the church there, and then returned to Antioch."},{"number":23,"verse":"After spending some time there, he departed and went from place to place through the region of Galatia and Phrygia, strengthening all the disciples."},{"number":24,"verse":"{Apollos Preaches in Ephesus} d Meanwhile, a Jew named Apollos arrived in Ephesus. He was a native of Alexandria, an eloquent man, and well versed in the Scriptures."},{"number":25,"verse":"He had been instructed in the Lord's way, and with spiritual fervor he kept speaking and teaching accurately about Jesus, although he knew only about John's baptism."},{"number":26,"verse":"He began to speak boldly in the synagogue, but when Priscilla and Aquila heard him, they took him home and explained God's way to him more accurately."},{"number":27,"verse":"When Apollos {Lit. he} wanted to cross over to Achaia, the brothers wrote to the disciples there, urging them to welcome him. On his arrival he greatly helped those who, through God's {The Gk. lacks God's} grace, had believed."},{"number":28,"verse":"He successfully refuted the Jews in public and proved by the Scriptures that Jesus is the Messiah. {Or Christ}"}]}