{"bibleAbbr":"ISV2011","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":25,"verses":[{"number":1,"verse":"{Paul Appeals to the Emperor} d Three days after Festus had arrived in the province, he went up from Caesarea to Jerusalem."},{"number":2,"verse":"The high priests and Jewish leaders informed him of their charges against Paul, urging"},{"number":3,"verse":"and asking Festus {Lit. him} to have Paul {Lit. as a favor against him to have him} brought to Jerusalem as a favor. They were laying an ambush to kill him on the road."},{"number":4,"verse":"Festus replied that Paul was being kept in custody at Caesarea and that he himself would be going there soon."},{"number":5,"verse":"\"Therefore,\"he said, \"have your authorities come down with me and present their charges against him there, if there is anything wrong with the man.\""},{"number":6,"verse":"Festus {Lit. He} stayed with them no more than eight or ten days and then went down to Caesarea. The next day, he sat on the judge's seat and ordered Paul brought in."},{"number":7,"verse":"When Paul {Lit. he} arrived, the Jewish leaders {I. e. Judean leaders; lit. the Jews} who had come down from Jerusalem surrounded him and began bringing a number of serious charges against him that they couldn't prove."},{"number":8,"verse":"Paul said in his defense, \"I have done nothing wrong against the Law of the Jews, or of the Temple, or of the emperor.\""},{"number":9,"verse":"Then Festus, wanting to do the Jewish leaders {I. e. Judean leaders; lit. the Jews} a favor, asked Paul, \"Are you willing to go up to Jerusalem to be tried there before me on these charges?\""},{"number":10,"verse":"But Paul said, \"I am standing before the emperor's judgment seat where I ought to be tried. I haven't done anything wrong to the Jewish leaders, {I. e. Judean leaders; lit. the Jews} as you know very well."},{"number":11,"verse":"If I am guilty and have done something that deserves death, I am willing to die. But if there is nothing to their charges against me, no one can hand me over to them as a favor. I appeal to the emperor!\""},{"number":12,"verse":"Festus talked it over with the council and then answered, \"To the emperor you have appealed; to the emperor you will go!\""},{"number":13,"verse":"{King Agrippa Meets Paul} d After several days had passed, King Agrippa and Bernice came to Caesarea to welcome Festus."},{"number":14,"verse":"Since they were staying there for several days, Festus laid Paul's case before the king. He said, \"There is a man here who was left in prison by Felix."},{"number":15,"verse":"When I went to Jerusalem, the high priests and the Jewish elders informed me about him and asked me to condemn him."},{"number":16,"verse":"I answered them that it was not the Roman custom to sentence a man to be punished until the accused met his accusers face to face and had an opportunity to defend himself against the charge."},{"number":17,"verse":"\"So they came here with me, and the next day without any delay I sat down in the judge's seat and ordered the man to be brought in."},{"number":18,"verse":"When his accusers stood up, they didn't accuse him of any of the crimes {Other mss. read of anything} I was expecting."},{"number":19,"verse":"Instead, they had several arguments with him about their own religion and about a certain Jesus who had died but Paul kept asserting he was alive."},{"number":20,"verse":"I was puzzled how I should investigate such matters, so I asked if he would like to go to Jerusalem and be tried there for these things."},{"number":21,"verse":"But Paul appealed his case and asked to be held in prison until the decision of his Majesty. So I ordered him to be held in custody until I could send him to the emperor.\""},{"number":22,"verse":"Agrippa told Festus, \"I would like to hear the man.\" \"Tomorrow,\"he said, \"you will hear him.\""},{"number":23,"verse":"The next day, Agrippa and Bernice arrived with much fanfare and went into the auditorium along with the tribunes and the leading men of the city. At the command of Festus, Paul was brought in."},{"number":24,"verse":"Then Festus said, \"King Agrippa and all you men who are present with us! You see this man about whom the whole Jewish nation petitioned me, both in Jerusalem and here, shouting that he ought not to live any longer."},{"number":25,"verse":"I find that he has not done anything deserving of death. But since he has appealed to his Majesty, I have decided to send him."},{"number":26,"verse":"I have nothing reliable to write our Sovereign about him, so I have brought him to all of you, and especially to you, King Agrippa, so that I will have something to write after he is cross-examined."},{"number":27,"verse":"For it seems to me absurd to send a prisoner without specifying the charges against him.\""}]}