{"bibleAbbr":"ISV2011","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":4,"verses":[{"number":1,"verse":"{Peter and John are Tried before the Jewish Council} d While they were speaking to the people, the priests, the commander of the Temple guards, and the Sadducees came to them."},{"number":2,"verse":"They were greatly disturbed that Peter and John {Lit. they} were teaching the people and announcing that Jesus had been resurrected {Lit. that in the case of Jesus there had been a resurrection} from the dead."},{"number":3,"verse":"So they arrested them and placed them in custody until the next day, since it was already evening."},{"number":4,"verse":"But many of those who heard their message believed, and the men grew to number about 5,."},{"number":5,"verse":"The next day, their rulers, elders, and scribes met in Jerusalem"},{"number":6,"verse":"with Annas the high priest, Caiaphas, John, {Other mss. read Jonathan} Alexander, and the rest of the high priest's family."},{"number":7,"verse":"They made Peter and John {Lit. them} stand in front of them and began asking, \"By what power or by what name did you do this?\""},{"number":8,"verse":"Peter, filled with the Holy Spirit, told them, \"Rulers and elders of the people!"},{"number":9,"verse":"If we are being questioned today for a good deed done for someone who was sick or to learn how this man was healed,"},{"number":10,"verse":"you and all the people of Israel must understand that this man stands healthy before you because of the name of Jesus from Nazareth, whom you crucified but God raised from the dead."},{"number":11,"verse":"He is «the stone that was rejected by you builders, which has become the cornerstone.'{Or capstone ; Ps 118:22}"},{"number":12,"verse":"There is no salvation by anyone else, for there is no other name under heaven given among people by which we must be saved.\""},{"number":13,"verse":"Now when the Jewish leaders {Lit. when they} saw the boldness of Peter and John and found out that they were uneducated and ordinary men, they were amazed and realized that they had been with Jesus."},{"number":14,"verse":"And seeing the man who was healed standing with them, they could not say anything against them."},{"number":15,"verse":"So they ordered them to leave the Council {Or Sanhedrin} and began to discuss the matter among themselves."},{"number":16,"verse":"They said, \"What should we do with these men? For it's obvious to everybody living in Jerusalem that an unmistakable sign has been done by them, and we cannot deny it."},{"number":17,"verse":"But to keep it from spreading any further among the people, let us warn them never again to speak to anyone in this name.\""},{"number":18,"verse":"So they called Peter and John {Lit. called them} back in and ordered them not to speak or teach at all in the name of Jesus."},{"number":19,"verse":"But Peter and John answered them, \"You must decide whether it is right in the sight of God to listen to you rather than God,"},{"number":20,"verse":"for we cannot stop talking about what we've seen and heard.\""},{"number":21,"verse":"So they threatened Peter and John {Lit. threatened them} even more and then let them go. They couldn't find any way to punish them, because all the people were praising God for what had happened."},{"number":22,"verse":"For the man on whom this sign of healing had been performed was more than 40 years old."},{"number":23,"verse":"{The Believers Pray for Boldness} d After they were released, Peter and John {Lit. released, they} went to their fellow believers {Lit. their own} and told them everything the high priests and the elders had said."},{"number":24,"verse":"When they heard this, they all raised their voices to God and said, \"Master, you made heaven and earth, the sea, and everything in them."},{"number":25,"verse":"You said by the Holy Spirit through the voice of our ancestor, your servant David, «Why do the unbelievers {Lit. gentiles ; i. e. unbelieving non-Jews} rage, and the people devise useless plots?"},{"number":26,"verse":"The kings of the earth take their stand, and rulers meet together against the Lord and against his Messiah.'{Or Christ ; cf. Ps 2:1-2}"},{"number":27,"verse":"For in this city both Herod and Pontius Pilate actually met together with unbelievers {Lit. gentiles ; i. e. unbelieving non-Jews} and the people of Israel to oppose your holy servant Jesus, whom you anointed,"},{"number":28,"verse":"to carry out everything that your hand and will had predetermined to take place."},{"number":29,"verse":"Lord, pay attention to their threats now, and allow your servants to speak your word boldly"},{"number":30,"verse":"as you stretch out your hand to heal and to perform signs and wonders through the name of your holy servant Jesus.\""},{"number":31,"verse":"When they had prayed, the place where they were meeting was shaken, and all of them were filled with the Holy Spirit and continued to speak messages from {Lit. speak the word of} God boldly."},{"number":32,"verse":"{The Believers Share Their Possessions} d Now all the believers were one in heart and soul, and nobody called any of his possessions his own. Instead, they shared everything they owned."},{"number":33,"verse":"With great power the apostles continued to testify to the resurrection of the Lord Jesus, and abundant grace was on them all."},{"number":34,"verse":"For none of them needed anything, because everyone who had land or houses would sell them and bring the money received for the things sold"},{"number":35,"verse":"and lay it at the apostles'feet. Then it was distributed to anyone who needed it."},{"number":36,"verse":"One man, {Lit. Now} Joseph, a descendant of Levi and a native of Cyprus, who was named Barnabas by the apostles (the name {Lit. which} means \"a son of encouragement\" ),"},{"number":37,"verse":"sold a field that belonged to him and brought the money and laid it at the apostles'feet."}]}