{"bibleAbbr":"RcV2003","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":2,"verses":[{"number":1,"verse":"After these things, when the anger of King Ahasuerus subsided, he remembered Vashti and what she had done and what had been decreed against her."},{"number":2,"verse":"Then the king’s attendants who served him said, Let young virgins, beautiful in appearance, be sought for the king;"},{"number":3,"verse":"And let the king appoint officers in all the provinces of his kingdom to gather all the young virgins, beautiful in appearance, to Susa the capital, to the house of the women and into the custody of Hegai the king’s eunuch, who is in charge of the women; and let their cosmetics be given to them."},{"number":4,"verse":"And let the young woman who pleases the king become queen in place of Vashti. And the word pleased the king, and he did so."},{"number":5,"verse":"There was a Jew in Susa the capital whose name was Mordecai the son of Jair, the son of Shimei, the son of Kish, a Benjaminite,"},{"number":6,"verse":"Who had been carried away from Jerusalem with the captives who had been carried away with Jeconiah the king of Judah, whom Nebuchadnezzar the king of Babylon had carried away."},{"number":7,"verse":"And he was foster father to Hadassah, that is, Esther, his uncle’s daughter, for she had neither father nor mother; and the young woman was beautiful in form and appearance. And when her father and mother died, Mordecai took her to himself as his daughter."},{"number":8,"verse":"So when the king’s commandment and his decree were heard, and when many young women were gathered to Susa the capital into the custody of Hegai, Esther was taken to the king’s house into the custody of Hegai, who was in charge of the women."},{"number":9,"verse":"And the young woman pleased him, and she obtained kindness in his presence. And he quickly gave her her cosmetics and her portions as well as the seven choice young maids who were to be given her from the king’s house. And he transferred her and her young maids to the best place in the house of the women."},{"number":10,"verse":"Esther did not make known her people or her kindred, for Mordecai had charged her not to make these known."},{"number":11,"verse":"And every day Mordecai walked in front of the court of the house of the women to learn how Esther was and what was happening to her."},{"number":12,"verse":"Now when the turn of each young woman came to go in to King Ahasuerus, at the end of the twelve months of her preparation according to the regulation for the women (for the days of their beautification were completed as follows: six months with oil of myrrh and six months with spices and with the women’s cosmetics),"},{"number":13,"verse":"The young woman would go in to the king in this way: Anything that she desired was given her to go with her from the house of the women to the house of the king."},{"number":14,"verse":"In the evening she would go in, and in the morning she would return to the second house of the women, to the custody of Shaashgaz the king’s eunuch, who was in charge of the concubines. She would not go again in to the king unless the king delighted in her and she was summoned by name."},{"number":15,"verse":"Now when the turn of Esther the daughter of Abihail, the uncle of Mordecai, who had taken her to himself as his daughter, came to go in to the king, she requested nothing except what Hegai the king’s eunuch, who was in charge of the women, advised. And Esther obtained favor in the sight of all who saw her."},{"number":16,"verse":"So Esther was taken to King Ahasuerus in his royal palace in the tenth month, which is the month Tebeth, in the seventh year of his reign."},{"number":17,"verse":"And the king loved Esther more than all the other women. And she obtained favor and kindness with him more than all the other virgins, so he set the royal crown on her head and made her queen in place of Vashti."},{"number":18,"verse":"And the king held a great banquet for all his princes and his servants, Esther’s banquet; and he made it a holiday for the provinces and gave gifts according to the king’s bounty."},{"number":19,"verse":"And when the virgins were gathered together the second time, Mordecai was sitting in the king’s gate."},{"number":20,"verse":"Esther had not yet made known her kindred or her people, as Mordecai had charged her; for Esther did what Mordecai told her, as she had when he was bringing her up."},{"number":21,"verse":"In those days, while Mordecai was sitting in the king’s gate, Bigthan and Teresh, two of the king’s eunuchs, among those who were in charge of the threshold, became angry and sought to lay hands on King Ahasuerus."},{"number":22,"verse":"And the thing became known to Mordecai, and he told Esther the queen; and Esther told the king in Mordecai’s name."},{"number":23,"verse":"And when the matter was investigated and found to be so, the two of them were hanged on the gallows; and it was written in the book of the chronicles in the presence of the king."}]}