{"bibleAbbr":"RcV2003","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":8,"verses":[{"number":1,"verse":"On that day King Ahasuerus gave the house of Haman, the enemy of the Jews, to Esther the queen. And Mordecai came before the king, for Esther had disclosed what he was to her."},{"number":2,"verse":"And the king took off his signet ring, which he had taken from Haman, and gave it to Mordecai. And Esther set Mordecai over the house of Haman."},{"number":3,"verse":"And Esther spoke again before the king; and she fell down at his feet and wept and pleaded with him to overturn the evil plan of Haman the Agagite and his plot which he had plotted against the Jews."},{"number":4,"verse":"Then the king held out the scepter of gold to Esther. So Esther arose and stood before the king."},{"number":5,"verse":"And she said, If it please the king, and if I have found favor before him, and the thing seem right before the king, and I be pleasing in his eyes, let it be written to reverse the letters devised by Haman the son of Hammedatha the Agagite, which he wrote in order to destroy the Jews who are in all the king’s provinces."},{"number":6,"verse":"For how can I bear to see the evil that will befall my people? Or how can I bear to see the destruction of my kindred?"},{"number":7,"verse":"Then King Ahasuerus said to Esther the queen and to Mordecai the Jew, I have now given Esther the house of Haman, and him have they hanged on the gallows because he stretched out his hand against the Jews."},{"number":8,"verse":"Write also to the Jews, as it pleases you, in the king’s name, and seal it with the king’s signet ring; for a decree which has been written in the king’s name and sealed with the king’s signet ring cannot be reversed."},{"number":9,"verse":"Then the king’s scribes were called at that time, in the third month, which is the month Sivan, on the twenty-third day of the month. And it was decreed in writing, according to all that Mordecai commanded, to the Jews and to the satraps and governors and the princes of the provinces, which are from India to Ethiopia, one hundred twenty-seven provinces, to each province in its own script and to each people in their own language, and to the Jews in their own script and in their own language."},{"number":10,"verse":"And he wrote in the name of King Ahasuerus and sealed it with the king’s signet ring; and he sent letters by couriers on horseback, riding on swift steeds that were used in the king’s service, bred of the royal stud,"},{"number":11,"verse":"In which letters the king allowed the Jews that were in every city to assemble and to stand for their life, to destroy, to slay, and to annihilate all the power of the people and province that might assault them, their little ones, and their women, and to plunder their spoil,"},{"number":12,"verse":"On one day in all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, which is the month Adar."},{"number":13,"verse":"A copy of the written decree to be issued as law in every province was published to all the peoples so that the Jews would be ready for that day to avenge themselves on their enemies."},{"number":14,"verse":"So the couriers, riding on swift steeds that were used in the king’s service, went out, driven in haste by the king’s command; and the decree was issued in Susa the capital."},{"number":15,"verse":"And Mordecai went forth from the presence of the king in royal robes of blue and white, and with a large crown of gold, and with a garment of fine linen and purple; and the city of Susa shouted and rejoiced."},{"number":16,"verse":"For the Jews there was light and joy, and gladness and honor."},{"number":17,"verse":"And throughout every province and throughout every city, wherever the king’s commandment and his decree came, there was for the Jews joy and gladness, a feast and a good day. And many from among the peoples of the land became Jews, for the fear of the Jews had fallen on them."}]}