{"bibleAbbr":"teERV1997","bookName":"హెబ్రీయులకు వ్రాసిన లేఖ","bookEnglishName":"Hebrews","chapterNumber":6,"verses":[{"number":1,"verse":"అందువల్ల క్రీస్తును గురించి బోధింపబడిన ప్రాథమిక పాఠాలను చర్చించటం మాని ముందుకు వెళ్తూ పరిపూర్ణత చెందుదాం. ఘోరమైన తప్పులు చేసి మారుమనస్సు పొందటం, దేవుని పట్ల విశ్వాసం,"},{"number":2,"verse":"బాప్తిస్మమును ( బాప్తిస్మము ఇక్కడ బాప్తిస్మము అనగా “క్రైస్తవ బాప్తిస్మము” అయివుండవచ్చు లేక యూదా సంప్రదాయ శుద్ధీకరణలు అయివుండవచ్చు.) గురించి బోధించటం, చేతులు తల మీద ఉంచి అభిషేకించటం, చనిపోయినవాళ్ళు తిరిగి బ్రతికి రావటం, శాశ్వతమైన తీర్పు, యివి మన పునాదులు. ఈ పునాదుల్ని మళ్ళీ మళ్ళీ వేయకుండా ఉందాం."},{"number":3,"verse":"దేవుడు సమ్మతిస్తే అలాగే జరుగుతుంది."},{"number":4,"verse":"ఒకసారి వెలిగింపబడినవాళ్ళు, పరలోకం నుండి పొందిన వరాన్ని రుచి చూసినవాళ్ళు, ప్రవిత్రాత్మలో భాగం పంచుకున్నవాళ్ళు,"},{"number":5,"verse":"దైవసందేశం యొక్క మంచితనాన్ని రుచి చూసినవాళ్ళు, రానున్న కాలం యొక్క శక్తిని రుచి చూచినవాళ్ళు"},{"number":6,"verse":"పడిపోతే మారుమనస్సు పొందేటట్లు చేయటం అసంభవం. ఎందుకంటే, వాళ్ళు ఈ విధంగా చేసి దేవుని కుమారుణ్ణి మళ్ళీ సిలువవేసి చంపుతున్నారు. ఆయన్ని నలుగురిలో అవమానపరుస్తున్నారు."},{"number":7,"verse":"తన మీద తరుచుగా పడ్తున్న వర్షాన్ని పీల్చుకొనే భూమి, తనను దున్నిన రైతులకు పంటనిచ్చిన భూమి దేవుని ఆశీస్సులు పొందుతుంది."},{"number":8,"verse":"కాని, ముళ్ళ మొక్కలు, కలుపుమొక్కలతో పెరిగే భూమి నిరుపయోగమైనది. అలాంటి భూమిని దేవుడు శపిస్తాడు. చివరకు దాన్ని కాల్చి వేస్తాడు."},{"number":9,"verse":"ప్రియమైన సోదరులారా! మేము మాట్లాడుతున్న ఈ రక్షణ సంబంధమైన విషయాల ద్వారా మీకు మంచి కలుగుతుందనే విశ్వాసం మాకుంది."},{"number":10,"verse":"దేవుడు అన్యాయం చెయ్యడు. మీరు దేవుని ప్రజలకు సహాయం చేసారు. ఇప్పుడు కూడా చేస్తూనే ఉన్నారు. మీరు చేసిన కార్యాలను మీరాయన పట్ల చూపిన ప్రేమను ఆయన మరిచిపోడు."},{"number":11,"verse":"మీ నిరీక్షణ సంపూర్ణమగునట్లుగా మీలో ప్రతి ఒక్కడు మీరిదివరకు చూపిన ఆసక్తి చివరివరకు చూపాలి."},{"number":12,"verse":"మీరు సోమరులుగా నుండకూడదు. కాని వాగ్దానము చేయబడినదానిని విశ్వాసము ద్వారా, సహనము ద్వారా పొందినవారిని అనుసరించండి."},{"number":13,"verse":"దేవుడు అబ్రాహాముతో వాగ్దానం చేసినప్పుడు తనకంటే గొప్పవాడెవ్వడూ లేనందు వలన స్వయంగా తన మీదే ప్రమాణం తీసుకొంటూ,"},{"number":14,"verse":"ఇలా అన్నాడు: “నేను నిన్ను తప్పకుండా ఆశీర్వదిస్తాను. నీ సంతతిని అభివృద్ధి పరుస్తాను.”"},{"number":15,"verse":"అబ్రాహాము ఓర్పుతో కాచుకొన్నాడు. దేవుడు తన వాగ్దానాన్ని నెరవేర్చాడు."},{"number":16,"verse":"ప్రజలు తమకన్నా గొప్పవాళ్ళ మీద ప్రమాణం చేస్తారు. ఈ ప్రమాణాలు వివాదాలు సాగనీయకుండా చేసి మాటల్లో మీ సత్యాన్ని దృఢ పరుస్తాయి."},{"number":17,"verse":"దేవుడు తన వాగ్దానం విషయంలో తన ఉద్దేశ్యాన్ని మార్చుకోనని వాగ్దానం పొందిన వారసులకు స్పష్టం చేయాలనుకున్నాడు. అందువల్ల ఆ వాగ్దానాన్ని తన మీద ప్రమాణం చేసి దృఢపరిచాడు."},{"number":18,"verse":"అందువల్ల ఈ “రెండూ” మార్పు చెందలేవు. వీటివిషయంలో దేవుడు అసత్యమాడలేడు. తానివ్వబోయేవాటికోసం ఆశాభావంతో పరుగెత్తుతున్నవాళ్ళకు ప్రోత్సాహం కలగాలని ఈ ప్రమాణం చేశాడు."},{"number":19,"verse":"భద్రతను, దృఢత్వాన్ని కలిగించే ఈ నిరీక్షణ మన ఆత్మలకు లంగరు లాంటిది. ఈ నిరీక్షణ తెరవెనుక లోపలి భాగంలో స్థిరముగా ప్రవేశించగలదు."},{"number":20,"verse":"యేసు మన కోసం, మనకన్నా ముందు ఆ తెరలోపలికి వెళ్ళాడు. మెల్కీసెదెకు క్రమంలో యేసు కూడా శాశ్వతంగా ప్రధాన యాజకుడుగా ఉంటాడు."}]}