{"bibleAbbr":"cKJV+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":48,"verses":[{"number":1,"verse":"Hear<WH8085> you this<WH1004>, O house of Jacob<WH3290>, which are called<WH7121> by the name<WH8034> of Israel<WH3478>, and are come forth<WH3318> out of the waters<WH4325> of Judah<WH3063>, which swear<WH7650> by the name<WH8034> of the Lord<WH3068>, and make mention<WH2142> of the God<WH430> of Israel<WH3478>, but not in truth<WH571>, nor in righteousness<WH6666>."},{"number":2,"verse":"For they call<WH7121> themselves of the holy<WH6944> city<WH5892>, and stay<WH5564> themselves upon the God<WH430> of Israel<WH3478>; The Lord<WH3068> of hosts<WH6635> is his name<WH8034>."},{"number":3,"verse":"I have declared<WH5046> the former things<WH7223> from the beginning<WH227>; and they went forth<WH3318> out of my mouth<WH6310>, and I showed<WH8085> them<WH6213>; I did them suddenly<WH6597>, and they came to pass<WH935>."},{"number":4,"verse":"Because I knew<WH1847> that you are obstinate<WH7186>, and your neck<WH6203> is an iron<WH1270> sinew<WH1517>, and your brow<WH4696> brass<WH5154>;"},{"number":5,"verse":"I have even from the beginning<WH227> declared<WH5046> it to to you<WH935>; before it came to pass I showed<WH8085> it to you<WH559>: lest you should say, My idol<WH6090> has done<WH6213> them<WH6459>, and my engraved image, and my molten image<WH5262>, has commanded them<WH6680>."},{"number":6,"verse":"You have heard<WH8085>, see<WH2372> all this<WH5046>; and will not you declare it<WH8085>? I have shown you new things<WH2319> from this time<WH6258>, even hidden things<WH5341>, and you did not know them<WH3045>."},{"number":7,"verse":"They are created<WH1254> now<WH6440>, and not from the beginning; even before the day<WH3117> when you heard<WH8085> them not<WH559>; lest you should say, Behold<WH3045>, I knew them."},{"number":8,"verse":"Yes<WH8085>, you heard not<WH3045>; Yes, you knew not<WH241>; Yes, from that time that your ear was not opened<WH6605>: for I knew<WH3045> that you would deal very<WH898> treacherously<WH898>, and were called<WH7121> a transgressor<WH6586> from the womb<WH990>."},{"number":9,"verse":"For my name<WH8034>'s sake will I defer<WH748> my anger<WH639>, and for my praise<WH8416> will I refrain<WH2413> for you<WH3772>, that I cut you not off."},{"number":10,"verse":"Behold<WH6884>, I have refined you<WH3701>, but not with silver; I have chosen<WH977> you in the furnace<WH3564> of affliction<WH6040>."},{"number":11,"verse":"For my own sake<WH6213>, even for my own sake, will I do it<WH2490>: for how should my name be polluted? and I will not give<WH5414> my glory<WH3519> unto another<WH312>."},{"number":12,"verse":"Listen<WH8085> unto me<WH3290>, O Jacob and Israel<WH3478>, my called<WH7121>; I am he<WH7223>; I am the first, I also am the last<WH314>."},{"number":13,"verse":"My hand<WH3027> also has laid the foundation<WH3245> of the earth<WH776>, and my right hand<WH3225> has spanned<WH2946> the heavens<WH8064>: when I call<WH7121> unto them<WH5975>, they stand up together<WH3162>."},{"number":14,"verse":"All you<WH6908>, assemble yourselves<WH8085>, and hear; which among them has declared<WH5046> these things<WH3068>? The Lord has loved<WH157> him<WH6213>: he will do his pleasure<WH2656> on Babylon<WH894>, and his arm<WH2220> shall be on the Chaldeans<WH3778>."},{"number":15,"verse":"I<WH1696>, even I, have spoken; Yes<WH7121>, I have called him<WH935>: I have brought him<WH1870>, and he shall make his way prosperous<WH6743>."},{"number":16,"verse":"Come<WH7126> you near<WH7126> unto me<WH8085>, hear you this<WH1696>; I have not spoken in secret<WH5643> from the beginning<WH7218>; from the time<WH6256> that it was<WH136>, there am I: and now the Lord God<WH3069>, and his Spirit<WH7307>, has sent me<WH7971>."},{"number":17,"verse":"Thus says<WH559> the Lord<WH3068>, your Redeemer<WH1350>, the Holy One<WH6918> of Israel<WH3478>; I am the Lord<WH3068> your God<WH430> which teaches<WH3925> you to profit<WH3276>, which leads<WH1869> you by the way<WH1870> that you should go<WH3212>."},{"number":18,"verse":"O that<WH3863> you had listened<WH7181> to my commandments<WH4687>! then had your peace<WH7965> been as a river<WH5104>, and your righteousness<WH6666> as the waves<WH1530> of the sea<WH3220>:"},{"number":19,"verse":"Your seed<WH2233> also had been as the sand<WH2344>, and the offspring<WH6631> of your bowels<WH4578> like the gravel<WH4579> there<WH8034>; his name should not have been cut off<WH3772> nor destroyed<WH8045> from before me<WH6440>."},{"number":20,"verse":"Go you forth<WH3318> of Babylon<WH894>, flee<WH1272> you from the Chaldeans<WH3778>, with a voice<WH6963> of singing<WH7440> declare<WH5046> you<WH8085>, tell this<WH3318>, utter it even to the end<WH7097> of the earth<WH776>; say<WH559> you<WH3068>, The Lord has redeemed<WH1350> his servant<WH5650> Jacob<WH3290>."},{"number":21,"verse":"And they thirsted<WH6770> not when he led<WH3212> them through the deserts<WH2723>: he caused the waters<WH4325> to flow<WH5140> out of the rock<WH6697> for them<WH1234>: he split the rock<WH6697> also<WH4325>, and the waters gushed out<WH2100>."},{"number":22,"verse":"There is no peace<WH7965>, says<WH559> the Lord<WH3068>, unto the wicked<WH7563>."}]}