{"bibleAbbr":"cKJV+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":60,"verses":[{"number":1,"verse":"Arise<WH6965>, shine<WH215>; for your light<WH216> is come<WH935>, and the glory<WH3519> of the Lord<WH3068> is risen upon you<WH2224>."},{"number":2,"verse":"For<WH2822>, behold, the darkness shall cover<WH3680> the earth<WH776>, and gross darkness<WH6205> the people<WH3816>: but the Lord<WH3068> shall arise<WH2224> upon you<WH3519>, and his glory shall be seen upon you<WH7200>."},{"number":3,"verse":"And the Nations<WH1471> shall come<WH1980> to your light<WH216>, and kings<WH4428> to the brightness<WH5051> of your rising<WH2225>."},{"number":4,"verse":"Lift up<WH5375> your eyes<WH5869> round about<WH5439>, and see<WH7200>: all they gather themselves together<WH6908>, they come<WH935> to you<WH1121>: your sons shall come<WH935> from far<WH7350>, and your daughters<WH1323> shall be nursed<WH539> at your side<WH6654>."},{"number":5,"verse":"Then you shall see<WH7200>, and flow together<WH5102>, and your heart<WH3824> shall fear<WH6342>, and be enlarged<WH7337>; because the abundance<WH1995> of the sea<WH3220> shall be converted<WH2015> unto you<WH2428>, the forces of the Nations<WH1471> shall come unto you<WH935>."},{"number":6,"verse":"The multitude<WH8229> of camels<WH1581> shall cover<WH3680> you<WH1070>, the dromedaries of Midian<WH4080> and Ephah<WH5891>; all they from Sheba<WH7614> shall come<WH935>: they shall bring<WH5375> gold<WH2091> and incense<WH3828>; and they shall show forth<WH1319> the praises<WH8416> of the Lord<WH3068>."},{"number":7,"verse":"All the flocks<WH6629> of Kedar<WH6938> shall be gathered together<WH6908> unto you<WH352>, the rams of Nebaioth<WH5032> shall minister<WH8334> unto you<WH5927>: they shall come up with acceptance<WH7522> on my altar<WH4196>, and I will glorify<WH6286> the house<WH1004> of my glory<WH8597>."},{"number":8,"verse":"Who are these that fly<WH5774> as a cloud<WH5645>, and as the doves<WH3123> to their windows<WH699>?"},{"number":9,"verse":"Surely the islands<WH339> shall wait<WH6960> for me<WH591>, and the ships of Tarshish<WH8659> first<WH7223>, to bring<WH935> your sons<WH1121> from far<WH7350>, their silver<WH3701> and their gold<WH2091> with them<WH8034>, unto the name of the Lord<WH3068> your God<WH430>, and to the Holy One<WH6918> of Israel<WH3478>, because he has glorified you<WH6286>."},{"number":10,"verse":"And the sons<WH1121> of strangers<WH5236> shall build up<WH1129> your walls<WH2346>, and their kings<WH4428> shall minister<WH8334> unto you<WH7110>: for in my wrath I struck<WH5221> you<WH7522>, but in my favor have I had mercy on you<WH7355>."},{"number":11,"verse":"Therefore your gates<WH8179> shall be open<WH6605> continually<WH8548>; they shall not be shut<WH5462> day<WH3119> nor night<WH3915>; that men may bring<WH935> unto you the forces<WH2428> of the Nations<WH1471>, and that their kings<WH4428> may be brought<WH5090>."},{"number":12,"verse":"For the nation<WH1471> and kingdom<WH4467> that will not serve<WH5647> you shall perish<WH6>; Yes<WH1471>, those nations shall be utterly<WH2717> wasted<WH2717>."},{"number":13,"verse":"The glory<WH3519> of Lebanon<WH3844> shall come<WH935> unto you<WH1265>, the fir tree, the pine tree<WH8410>, and the box<WH8391> together<WH3162>, to beautify<WH6286> the place<WH4725> of my sanctuary<WH4720>; and I will make the place<WH4725> of my feet<WH7272> glorious<WH3513>."},{"number":14,"verse":"The sons<WH1121> also of them that afflicted<WH6031> you shall come<WH1980> bending<WH7817> unto you<WH5006>; and all they that despised you shall bow themselves down<WH7812> at the soles<WH3709> of your feet<WH7272>; and they shall call<WH7121> you<WH5892>, The city of the Lord<WH3068>, The Zion<WH6726> of the Holy One<WH6918> of Israel<WH3478>."},{"number":15,"verse":"Whereas<WH8478> you have been forsaken<WH5800> and hated<WH8130>, so that no man went through<WH5674> you<WH7760>, I will make you a eternal<WH5769> excellency<WH1347>, a joy<WH4885> of many<WH1755> generations<WH1755>."},{"number":16,"verse":"You shall also suck<WH3243> the milk<WH2461> of the Nations<WH1471>, and shall suck<WH3243> the breast<WH7699> of kings<WH4428>: and you shall know<WH3045> that I the Lord<WH3068> am your Savior<WH3467> and your Redeemer<WH1350>, the mighty One<WH46> of Jacob<WH3290>."},{"number":17,"verse":"For brass<WH5178> I will bring<WH935> gold<WH2091>, and for iron<WH1270> I will bring<WH935> silver<WH3701>, and for wood<WH6086> brass<WH5178>, and for stones<WH68> iron<WH1270>: I will also make<WH7760> your officers<WH6486> peace<WH7965>, and your exactors<WH5065> righteousness<WH6666>."},{"number":18,"verse":"Violence<WH2555> shall no more be heard<WH8085> in your land<WH776>, wasting<WH7701> nor destruction<WH7667> inside your borders<WH1366>; but you shall call<WH7121> your walls<WH2346> Salvation<WH3444>, and your gates<WH8179> Praise<WH8416>."},{"number":19,"verse":"The sun<WH8121> shall be no more your light<WH216> by day<WH3119>; neither for brightness<WH5051> shall the moon<WH3394> give light<WH216> unto you<WH3068>: but the Lord shall be unto you a everlasting<WH5769> light<WH215>, and your God<WH430> your glory<WH8597>."},{"number":20,"verse":"Your sun<WH8121> shall no more go down<WH935>; neither shall your moon<WH3391> withdraw<WH622> itself<WH3068>: for the Lord shall be your everlasting<WH5769> light<WH216>, and the days<WH3117> of your mourning<WH60> shall be ended<WH7999>."},{"number":21,"verse":"Your people<WH5971> also shall be all righteous<WH6662>: they shall inherit<WH3423> the land<WH776> for ever<WH5769>, the branch<WH5342> of my planting<WH4302>, the work<WH4639> of my hands<WH3027>, that I may be glorified<WH6286>."},{"number":22,"verse":"A little one<WH6996> shall become a thousand<WH505>, and a small one<WH6810> a strong<WH6099> nation<WH1471>: I the Lord<WH3068> will hasten<WH2363> it in his time<WH6256>."}]}