{"bibleAbbr":"GB1539","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"And the Quene of Saba hearynge the fame of Salomon (concernynge the name of the Lorde) came to proue him with harde questyons."},{"number":2,"verse":"And she came to Ierusalem with a very great trayne: with Camelles that bare swete odoures, and golde exceadynge moche, and preciouse stones. And she came to Salomon and comoned with him of all that was in her hert."},{"number":3,"verse":"And Salomon declared vnto her all her questions, so that there was not one thinge hydd from the kynge, which he expounded not vnto her."},{"number":4,"verse":"And the quene of Saba consydred all Salomons wysdome, and the house that he had buylded,"},{"number":5,"verse":"and the meate of his table, & the syttynge of hys seruauntes, the order of hys mynisters, and theyr apparell, hys dryncke, and his burnt sacrifices that he offered in the house of the Lorde, and she was astonnied."},{"number":6,"verse":"And she sayde vnto the kynge. It was a true worde that I hearde in myne awne lande of thy sayinges, and of thy wysdome."},{"number":7,"verse":"Howbeit I beleued it not, tyll I came, & sawe it wyth myne eyes. And beholde, the one halfe was not tolde me: for thy wysdome and prosperite exceadeth the fame whych I hearde of the."},{"number":8,"verse":"Happy are thy men: and happye are these thy seruauntes, which stande euer before the, and heare thy wysdome."},{"number":9,"verse":"Blessed be the Lord thy god, which loued the, to set the on the seat of Israel, because the Lord loued Israel for euer, and made the kynge, to do equyte and ryghtewysnesse."},{"number":10,"verse":"And she gaue the kynge syxe skore hundred weight of golde, and of swete odoures excedynge moch, and preciouse stones. There came nomore soche aboundaunce of swete odoures, as the quene of Saba gaue to kynge Salomon."},{"number":11,"verse":"The nauye also of the shyppes of Hyram (that caryed golde from Ophyr) brought lyke wyse greate plenty of Almuge tre and preciouse stones."},{"number":12,"verse":"And the kynge made of the Almuge trees, pillers for the house of the Lorde and for the kynges palace, and made harpes and psalteryes for syngers. There came no moare suche Almuge trees, nor were anye moare sene vnto thys daye."},{"number":13,"verse":"And kyng Salomon gaue vnto the Quene of Saba accordynge to all her desyre whatsoeuer she asked: besydes that he gaue her of a fre wyll with his awne hande. And so she returned vnto her awne countrey: both she, and her seruauntes."},{"number":14,"verse":"The weyght of golde that came to Salomon in one yeare, was syxe hundred thre score and syxe talentes of golde,"},{"number":15,"verse":"besydes that he had of chapmen and of marchauntes and of Potycaryes, and of all the kynges of Arabye, and of the Lordes of the countreye."},{"number":16,"verse":"And kynge Salomon made two hundred bucklers of beaten gold, syxe hundred sycles of gold went to a buckler."},{"number":17,"verse":"And he made thre hundred shyldes of beaten golde, thre pounde of golde went to one shylde, and the kynge put them in the house of the wood of Libanon."},{"number":18,"verse":"And the kynge made a great seate of yuerye, and couered it with the best golde."},{"number":19,"verse":"And the seate had syxe steppes. And the toppe of the seate was rounde behynde, & there were pomelles on ether syde on the place of the seate and two Lyons stode besyde the pomelles."},{"number":20,"verse":"And there stode . xii. Lyons on the steppes . vi. on a syde. Ther was none lyke (worke) sene in any kyngdome."},{"number":21,"verse":"And all kynge Salomons drynckynge vesselles were of golde, & lykewyse al the vesselles of the house of the wood of Libanon were of pure gold. And as for syluer, it was nothing worth in the dayes of Salomon,"},{"number":22,"verse":"For the kinges nauye of shyppes went on the see vnto Tharsis wt the nauie of Hyrams shippes: euen once in the yere went the nauye to Tharsis, & brought golde and syluer Elephantes teth, apes and pecokes."},{"number":23,"verse":"And so kynge Salomon exceaded all the kynges of the erth both in richesse & wysdome."},{"number":24,"verse":"And all the worlde resorted to Salomon, to heare his wysdome, which God had put in hys herte."},{"number":25,"verse":"And brought him euery man his present, vessels of syluer and vessels of golde, rayment, harnesse, and swete odoures and horsses and Mules, yere by yere."},{"number":26,"verse":"And Salomon gathered together charettes and horsmen: and he had a thousande and foure hundred charettes, & twelue thousande horsemen, whom he bestowed in the charette cyties, and with the kynge at Ierusalem."},{"number":27,"verse":"And the kynge made syluer in Ierusalem as plenteous as stones, & Cedar as plenteouse as the wylde fygge trees that growe aboundauntly in the feldes."},{"number":28,"verse":"The bryngyng of horses also out of Egypte: & the collection of the wares: dyd the kynges marchauntes take agayne, and sold the stuffe for a pryce."},{"number":29,"verse":"A charet came vp out of Egypte for syxe hundred sycles of syluer: that is one horsse for an hundred and fyftye. And euen so so for all the kinges of the Hethithes and for the kynges of Syria, dyd they brynge them oute thorowe theyr handes."}]}