{"bibleAbbr":"GB1539","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"And Rehoboam went to Sichem: for all Israel were come to Sichem, to make him kynge."},{"number":2,"verse":"And Ieroboam the sonne of Nabat (which was yet in Egypte) hearde of it for he fled to Egypte from the presence of kyng Salomon, & dwelt in Egypte."},{"number":3,"verse":"So they sent and called hym: and Ieroboam and all the congregacyon of Israel came, and spake vnto Rehoboam, sayenge"},{"number":4,"verse":"thy father made oure yocke greuouse, nowe therfore, make thou the greuouse seruice of thy father and hys sore yocke which he putt vpon vs, lyghtter, & we wyll serue the."},{"number":5,"verse":"And he sayde vnto them: departe yet for the space of thre dayes, and then come agayne to me. And the people departed."},{"number":6,"verse":"And kynge Rehoboam toke councell with the olde men that stode before Salomon hys father, while he yet lyued, and sayde: what councell geue ye, that I maye haue matter to answere thys people?"},{"number":7,"verse":"And they sayde vnto hym: If thou be a seruaunt vnto thys people this daye, and folowe theyr myndes and answere them, and speake kynde wordes to them: they wyll be thy seruauntes for euer."},{"number":8,"verse":"But he forsoke the councell that the olde men had geuen him, and called vnto hys councell yonge men, that were growen vp with him, and wayted on hym."},{"number":9,"verse":"And he sayde vnto them: what councell geue ye, that we maye answere thys people? for they haue commoned with me, sayenge: make the yocke which thy father dyd putt vpon vs, lyghtter?"},{"number":10,"verse":"And the younge men that were growen vp with hym spake vnto hym sayenge: Thus shalt thou speake vnto thys people (that haue sayde vnto the: thy father made oure yocke heuye, butt make thou it vs lyghtter) Euen thus shalt thou saye vnto them: My lytle fynger shalbe wayghtier, then my father was in the loynes."},{"number":11,"verse":"And nowe where as my father did lade you & put a greuouse yocke vpon you, I wyll make it heuyer. My father also corrected you wt scourges, but I wyll chastyse you with scorpions."},{"number":12,"verse":"And so Ieroboam and all the people came to Rehoboam the thyrde daye, as the kynge had apoynted, sayenge: come to me agayne the thyrde daye."},{"number":13,"verse":"And the kyng answered the people churlyshly, and lefte the olde mens councell (that they gaue hym)"},{"number":14,"verse":"& spake to them after the councell of the younge men, sayenge. My father made youre yocke greuouse, and I will make it greuouser. My father also chastised you with whyppes, but I wyll chastise you with scorpyons."},{"number":15,"verse":"And the kynge herkened not vnto the people: for it was the ordinaunce of God, that he myght performe hys sayenge, which the Lorde spake by Ahiah the Silonite vnto Ieroboam the sonne of Nebat."},{"number":16,"verse":"And so, when all Israel sawe, that the kynge regarded them not, the people answered the kynge with these wordes, sayenge, what porcion haue we in Dauid: we haue no enheritaunce in the sonne of Isai. To youre tentes, O Israel, nowe se to thyne awne house Dauid. And so Israel departed vnto theyr tentes."},{"number":17,"verse":"Howbeit, ouer the chyldren of Israel which dwelt in the cytie of Iuda, dyd Rehoboam raygne styll."},{"number":18,"verse":"Then kynge Rehoboam sent Aduram the receauer of the tribute. And all they of Israel stoned hym to deeth. But kynge Rehoboam made spede to gett hym vp to hys charet, and to flye to Ierusalem."},{"number":19,"verse":"And they of Israel rebelled agaynst the house of Dauid, vnto thys daye."},{"number":20,"verse":"And when all Israel heard that Ieroboam was come agayne, they sent and called hym vnto the multitude, and made hym kynge ouer all Israel: and there was no trybe that folowed the house of Dauid, but Iuda onely."},{"number":21,"verse":"And when Rehoboam was come to Ierusalem, he gathered all the house of Iuda, with the trybe of BenIamin an hundred & foure skore thousande of chosen men (which were good warryoures) to fyght agaynst the house of Israel, and to brynge the kyngdome agayne to Rehoboam the sonne of Salomon."},{"number":22,"verse":"And the worde of God came vnto Semaia the man of God, sayenge:"},{"number":23,"verse":"speake vnto Rehoboam the sonne of Salomon kynge of Iuda, and vnto all the house of Iuda & BenIamin, and to the remnaunt of the people, sayenge."},{"number":24,"verse":"Thus sayth the Lorde. Ye shall not go vp, nor yet fyght agaynst youre brethren the chyldren of Israel, returne euery man to his house, for this thinge is my doing. They herkened therfore to the worde of the Lorde, and returned to departe, accordynge to the worde of the Lorde."},{"number":25,"verse":"Then Ieroboam buylt Sichem in mount Ephraim, & dwelt therin And went from thence, & buylt Penuel."},{"number":26,"verse":"And Ieroboam thought in his hert: nowe shall the kyngdome returne to the house of Dauid."},{"number":27,"verse":"For yf thys people go vp and do sacrifyce in the house of the Lorde at Ierusalem, then shall the hert of this people turne agayne vnto theyr Lorde Rehoboam kynge of Iuda: and so shall they kyll me, and go agayne to Rehoboam kynge of Iuda."},{"number":28,"verse":"Wherupon the kynge toke councell, and made two calues of golde, and sayde vnto them. It is muche for you to go vp to Hierusalem. Beholde, O Israel: these are thy goddes, which brought you out of the lande of Egypte."},{"number":29,"verse":"And he set the one in bethel, and the other set he in Dan."},{"number":30,"verse":"And this thynge turned to synne. for the people went (because of the one) as farre as Dan."},{"number":31,"verse":"And he made an housse of hillaultares, and made preastes of the lowest of the people, which were not of the sonnes of Leui."},{"number":32,"verse":"And Ieroboam made a feaste the . xv. daye of the eyght moneth, lyke vnto the feaste that is in Iuda, and offered on the aultare. And so did he in Bethel, to offer vnto the calues that he had made. And he put in Bethel the Preastes of the hyllaultares, which he had made."},{"number":33,"verse":"And he offered burnt offeringes vpon the alter, which he had made in Bethel, the . xv. daye of the eyght moneth: euen in the moneth which he had ymagened of hys awne herte: and made a solempne feast vnto the chyldren of Israel, and offred vpon the aultare, and burnt incense."}]}