{"bibleAbbr":"GB1539","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"The dayes of Dauid drewe nye that he shulde dye, and he charged Salomon hys sonne, sayinge."},{"number":2,"verse":"I go the waye of all the worlde, be thou stronge therfore, and shewe thy selfe a man."},{"number":3,"verse":"Kepe thou the watch of the Lorde thy God, that thou walke in hys wayes, and kepe his statutes, and his preceptes, hys iudgementes, and hys testimonyes, euen as it is wrytten in the lawe of Moses: that thou mayest prospere in all that thou doest, and in euery thynge that thou medlest withall."},{"number":4,"verse":"That the Lorde also maye make good hys worde which he spake vnto me, sayinge: yf thy chyldren take heade to theyr waye, that they walke before me in truethe, with all their hertes, and with all their soules, then shalt thou not be without a man on the seat of Israell."},{"number":5,"verse":"Moreouer, thou wottest howe Ioab the sonne of Zaruia serued me, and what he dyd to that two captaynes of the hoostes of Israell: vnto Abner the sonne of Ner, and vnto Amasa the sonne of Iether: whom he slue and shed bloude in tyme of peace (euen as it had bene in warre) and put the bloude of warre vpon hys gyrdle that was about hys loynes, and in hys shoes that were on hys fete."},{"number":6,"verse":"Deale with hym therfore accordynge to thy wysdome, and brynge not hys hoore heed downe to the graue in peace."},{"number":7,"verse":"But shewe kyndnes vnto the sonnes of Berselai the Gileadite, that they maye eate at thy table. For they came to me, when I fled from Absalon thy brother."},{"number":8,"verse":"And beholde, thou hast with the Semei the sonne of Gera, the sonne of Gemini, of Bahurim, which cursed me with an horryble curse, in the daye whan I went to Mahanahim. But he came to mete me at Iordan, and I sware to hym by the Lorde, sayinge: I wyll not sley the with the swearde:"},{"number":9,"verse":"But thou shalt not counte him as vngyltie. For thou art a man of wysdome, and knowest what thou oughtest to do vnto hym. His hoore heed shalt thou brynge to the graue with bloude."},{"number":10,"verse":"And so Dauid slepte with hys fathers, and was buryed in the cytie of Dauid."},{"number":11,"verse":"And the dayes which Dauid raygned vpon Israel, were fourtye yeares: seuen yeares raygned he in Hebron: and thirtye and thre yeares raygned he in Ierusalem."},{"number":12,"verse":"Then satt Salomon vpon the seate of Dauid his father, & his kyngdome was stablisshed mightely."},{"number":13,"verse":"And Adonia the sonne of Hagith came to Bethsabe the mother of Salomon. And she sayde: Commest thou peaceably? And he sayde: peaceably."},{"number":14,"verse":"He sayde moreouer: I haue somwhat to saye vnto the. She sayde: saye on."},{"number":15,"verse":"And he sayde: thou knowest that the kyngdome was myne, and that all Israell set their faces on me, that I shulde raygne, howbeit, the kingdome is turned awaye, and geuen to my brother: for it is appoynted him of the Lorde:"},{"number":16,"verse":"and nowe I aske a peticion of the: denye me nott. And she sayde vnto him: Saye on."},{"number":17,"verse":"And he sayde: speake, I praye the, vnto Salomon the kinge, for he will not saye the naye, that he geue me Abisag the Sunamite to wyfe."},{"number":18,"verse":"And Bethsabe sayde: well, I will speake for the vnto the kinge."},{"number":19,"verse":"Bethsabe therfore went vnto the kinge Salomon, to speake vnto him for Adonia. And the kinge rose vp to mete her, and bowed him selfe vnto her, and satt him downe on his seate. And there was a seate sett for the kinges mother, and she sat on his right syde."},{"number":20,"verse":"Then she sayde: I desyre a lytell peticion of the, I praye the, saye me not naye. And the kynge sayde vnto her: Aske on, my mother: for I will not saye the naye."},{"number":21,"verse":"She sayde: lett Abisag the Sunamite be geuen to Adonia thy brother to wyfe."},{"number":22,"verse":"And kinge Salomon answered and sayde vnto his mother: why doest thou aske Abisag the Sunamite for Adonia? aske for him the kyngdome also: for he is myne elder brother, and hath for hym Abiathar the preaste and Ioab the sonne of Zaruia."},{"number":23,"verse":"Then kyng Salomon sware by the Lorde, sayinge: God do so, and so to me, yf Adonia haue not spoken this word agaynst his awne lyfe."},{"number":24,"verse":"Nowe therfore, as trulye as the Lorde lyueth, which hath ordeyned me, and set me on the seate of Dauid my father, and made me an house, as he promised, Adonia shall dye thys daye."},{"number":25,"verse":"And kyng Salomon sent by the hande of Banaiahu the sonne of Iehoiada, and he smote hym, that he dyed."},{"number":26,"verse":"And vnto Abiathar the preste, sayde the kynge: get the to Anatoth vnto thyne awne feldes: for thou arte worthy of deeth: but I wyll not at this tyme kyll the, because thou barest the arcke of the Lorde God before Dauid my father, and because thou hast suffred with my father in all hys affliccyons."},{"number":27,"verse":"And so Salomon put awaye Abiathar from being preste vnto the Lorde: that he myght fulfill the wordes of the Lord which he spake ouer the house of Eli in Silo."},{"number":28,"verse":"Then tidynges came also to Ioab: for Ioab had turned after Adonia though he turned not after Absalom. And Ioab fled vnto the tabernacle of the Lorde, and caught holde on the hornes of the aultare."},{"number":29,"verse":"And it was tolde kynge Salomon, howe that Ioab fled vnto the tabernacle of the Lorde, and stode by the aultare. Then Salomon sent Banaiahu the sonne of Iehoiada, sayinge: go and fall vpon him."},{"number":30,"verse":"And Banaiahu came into the tabernacle of the Lord, and sayde vnto hym, Thus sayeth the kynge: come out. And he sayde: naye, but I will dye euen here. And Banaiahu brought the kynge worde agayne, saying: thus sayd Ioab, and thus he answered me."},{"number":31,"verse":"And the kynge sayde. Do euen as he hath sayde: smyte hym, and burye hym, that thou mayest take awaye the bloude, which Ioab shed causelesse, from me, and from the house of my father."},{"number":32,"verse":"And the Lorde shall bryng hys bloud vpon his awne heed, for he smote two men right wyser and better then he, and slue them with the swerde, my father Dauid not knowynge therof: euen Abner the sonne of Ner, captayne of the hoost of Israel, and Amasa the sonne of Iether captaine of the hoost of Iuda."},{"number":33,"verse":"Theyr bloude shall therfore returne vpon the heed of Ioab, and on the heed of hys seed for euer. But vpon Dauid, and vpon his seed, and vpon hys house, and vpon hys seate shall there be peace for euer of the Lord."},{"number":34,"verse":"So Banaiahu the sonne of Iehoiada went vp, and smote hym, and slue hym, and buryed hym in hys awne house in the wyldernesse."},{"number":35,"verse":"And the kynge put Banaiahu the sonne of Iehoiada in hys rowme ouer the hoost and put Sadock the preste in the rowme of Abiathar."},{"number":36,"verse":"And the kynge sente and called Semei, and sayde vnto hym: buylde the an house in Ierusalem, and dwell there: and se that thou go not forth thence any whether."},{"number":37,"verse":"For be thou sure, that the daye that thou goest out, and passest ouer the ryuer of Cedron, thou shalte dye that daye, and thy bloude shalbe vpon thyne awne heade."},{"number":38,"verse":"And Semei sayde vnto the kynge. Thys is a good thinge: as my Lorde the kynge hathe sayde: so wyll hys seruaunt do. And Semei dwelt in Ierusalem many a daye."},{"number":39,"verse":"And it chaunced after thre yeres, that two of the seruauntes of Semei ranne away vnto Achis, sonne of Maacha king of Geth. And they tolde Semei, sayinge: beholde, thy seruauntes be in Geth."},{"number":40,"verse":"And Semei stode vp, & sadled hys asse, and gat hym to Geth to Achis, to seke hys seruauntes, and returned, and brought hys seruauntes agayne from Geth."},{"number":41,"verse":"And it was tolde Salomon, howe that Semei hathe gone from Ierusalem to geth, and was come agayne."},{"number":42,"verse":"And the kynge sent, and called Semei, and sayd vnto hym: Dyd I not charge the by the Lorde with an othe, and testifyed vnto the, sayinge: be sure, that whensoeuer thou goest out, and walkest abroade any whether, thou shalt dye the deeth? And thou saydest vnto me: it is good tidynges that I haue hearde."},{"number":43,"verse":"Why then hast thou not kept the othe of the Lorde, and the commaundement that I charged the withall?"},{"number":44,"verse":"The kynge sayde moreouer to Semei: thou remembrest all the wyckednesse which thyne hert knoweth, and that thou dyddest to Dauid my father. The Lorde also shall brynge thy wyckednesse vpon thyne awne heed:"},{"number":45,"verse":"and kyng Salomon shalbe blessed, and the seat of Dauid stablysshed before the Lord for euer."},{"number":46,"verse":"So the kynge commaunded Banaiahu the sonne of Iehoiada: which went out, and smote hym that he dyed: And the kyngdome was stablysshed in the hande of Salomon."}]}