{"bibleAbbr":"GB1539","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":20,"verses":[{"number":1,"verse":"And Benhadad the kyng of Siria gathered all his hoste together, hauynge . xxxij. kynges wt hym, and horses and charettes: & went vp and beseged Samaria, & warred agaynst it."},{"number":2,"verse":"And he sent messengers to Ahab kynge of Israel into the cytie, and sayde vnto him: thus sayeth Benhadad."},{"number":3,"verse":"Thy syluer and thy golde is myne, and the fayrest of thy wyues, and of thy chyldren be myne."},{"number":4,"verse":"And the kyng of Israel answered and sayde. My Lorde kynge accordynge to thy sayeng, I am thyne and all that I haue."},{"number":5,"verse":"And whan the messengers came agayne, they sayd: thus sayeth Benhadad. For as moche as I haue sent vnto the, sayinge: thou shalt delyuer me thy syluer & thy golde, and thy wyues, & thy chyldren."},{"number":6,"verse":"I wyll therfore sende my seruauntes vnto the to morow this tyme: & they shall serche thyne house, & the houses of thy seruauntes. And whatsoeuer is pleasaunt in thyne eyes, they shall take it in their handes, and bringe it awaye."},{"number":7,"verse":"Then the kyng of Israel sent for all the elders of the lande, & sayde: take hede I praye you & se, howe thys felow goeth about myscheafe. For he sent vnto me, for my wyues, for my chyldren, for my syluer & for my golde: & I denyed hym not."},{"number":8,"verse":"And all the elders & all the people sayde: herken not vnto hym, nor consent."},{"number":9,"verse":"Wherfore he sayde vnto the messengers of Benhadad: tell my Lorde the kynge, all that thou dyddest send for to thy seruaunt at the fyrst tyme, that I wyll do, but this thing I maye not do. And the messengers departed, and brought answer agayne."},{"number":10,"verse":"And Benhadad sent vnto hym agayne, and sayd: and thus do the Gods vnto me, yf the dust of Samaria be ynough for all the people that folowe me, to take euery man an handfull."},{"number":11,"verse":"And the kynge of Israel answered, & sayde: tell hym: let not him that putteth on his harnesse boste hym selfe, as he that putteth it of."},{"number":12,"verse":"And it fortuned, that when Benhadad hearde that tydynges, as he was wt the kynges drynkyng with in the pauyllyons, he sayde vnto his seruauntes, put on yor harnesse. And they set them selues in araye agaynst the cytie."},{"number":13,"verse":"And beholde there came a Prophet vnto Ahab kynge of Israel, sayinge: thus sayth the Lorde. Hast thou sene all this great multitude? beholde, I wyll delyuer it into thyne hande this daye, and thou shalt knowe, that I am the Lorde."},{"number":14,"verse":"And Ahab sayd: By whom? he sayde: thus sayth the Lorde: euen by the seruauntes of the gouernoures of the sheres. He sayde agayne: Who shall ordre the batayll? And he answered: thou."},{"number":15,"verse":"Then he nombred the seruauntes of the gouerners of the shyres: and they were two hundred and . xxxij. And after them also, he nombred all the people, all the chyldren of Israel, euen seuen thousande."},{"number":16,"verse":"And they went out at none. but Benhadad dyd dryncke tyll he was droncken in the pauyllyons both he and the kynges: euen . xxxij. kynges, that holpe hym."},{"number":17,"verse":"And the seruauntes of the gouernours of the shyres went out fyrst. And Benhadad sent out, and they shewed hym, sayeng: there are men come out of Samaria."},{"number":18,"verse":"He sayde. Whether they be come out for peace, take them a lyue: or whether they be come out to fyght, take them yet a lyue."},{"number":19,"verse":"And so those younge men of the gouernours of the shyres came out of the cytie, and the Host after them, and they slue euery one hys enemye that came in his waye."},{"number":20,"verse":"And the Siriens fled, and they of Israel folowed after them. And Benhadad the kynge of Syria scaped on a horsse, wyth his horsemen."},{"number":21,"verse":"And the kynge of Israel went out, and smote the horsses & charettes, & wyth a great slaughter slue he the Sirians."},{"number":22,"verse":"And there came a Prophete to the kynge of Israel, and sayde vnto hym: go forth and playe the man, be wyse and take hede what thou doest: for when the yere is gone about, the kynge of Siria wyll come vp agaynst the."},{"number":23,"verse":"And the seruauntes of the kyng of Siria sayde vnto hym. The Gods of the hilles are theyr Gods, and therfore they had the better of vs: but let vs fyght agaynst them in the playne, and for what ye will, we shall haue the better of them."},{"number":24,"verse":"And this do: take the kynges a waye euery man out of his place, and put dukes in their rowmes."},{"number":25,"verse":"And do thou nombre the an hoste, lyke the host that thou hast loste, soche horses & soch charettes, and we will fyght agaynst them in the playne, & thou shalt se vs gett the better of them. And he herkened vnto their voyce, & dyd euen so."},{"number":26,"verse":"And it fortuned, that after the yere was gone aboute, Benhadad nombred the Syrians, and went vp to Aphek to fyght agaynst Israell."},{"number":27,"verse":"And the children of Israel were nombred, & with theyr whole nombre went they agaynst them, and the chyldren of Israel pitched before them, lyke two lytle flockes of kyddes: but the Sirians fylled the countreye."},{"number":28,"verse":"And there came a man of God, and sayde vnto the kyng of Israel: thus sayth the Lorde: Because the Sirians haue sayed: the Lorde is but God of the hylles, and not God of the valeys: therfore will I deliuer all this great multitude into thine hande, & ye shall knowe, that I am the Lorde."},{"number":29,"verse":"And they pitched one ouer agaynst the other . vij. dayes, & it came to passe, that in the seuenth daye the batayle was ioyned. And the chyldren of Israel slue of the Sirians an hundred thousand fote men in one daye."},{"number":30,"verse":"But the rest fled to Aphek into the cytie. And there fell a walle vpon . xxvij. thousand of the men that were lefte. And Benhadad fled, & came into the cytie, from chambre to chambre."},{"number":31,"verse":"And his seruauntes sayde vnto hym. Beholde, we haue hearde saye, that the kynges of the house of Israel are mercyfull kinges. We will therfore put sacke cloth about or loynes and ropes about oure neckes, & go out to the kyng of Israel: yf happlye he wyll saue thy lyfe."},{"number":32,"verse":"And so they gyrded sacke clothe aboute theyr loynes & put ropes aboute theyr heedes, & came to the kyng of Israel, & sayde. Thy seruaunt Benhadad sayth, I praye the let me lyue. He sayde: is he yet alyue? he is my brother."},{"number":33,"verse":"And they toke the worde for good lucke & hastely caught it out of his mouth & sayde: yee thy brother Benhadad. He sayd: go, bring hym hyther. And Benhadad came out vnto hym, & he caused him to come vp into the charett."},{"number":34,"verse":"And he sayd vnto him: the cyties whych my father toke from thy father, I wyll restore agayne. And thou shalt make streates for the in Damasco, as my father dyd in Samaria. And I wyll make an apoyntment with the, & send the awaye. And so he made an appoyntment with him, and sent hym awaye."},{"number":35,"verse":"And there was a certen man of the children of the prophetes, which sayde vnto his neyghboure in the worde of the Lorde: smyte me I praye the. And the man wold not smyte him:"},{"number":36,"verse":"Then sayde he vnto him. Because thou hast not herkened vnto the voyce of the Lorde: beholde as soone as thou art departed from me, a lyon shall slaye the. And it came to passe, that as soone as he was departed from him, a Lyon founde him, & slue him."},{"number":37,"verse":"Then he founde another man & sayde: smyte me I praye the. And the man smote him, so that in smytinge he wounded hym."},{"number":38,"verse":"So the Prophete went forth, & wayted for the kyng by the waye, & put him selfe out of knowledge wt asshes, which he layed vpon hys face."},{"number":39,"verse":"And when the kyng came by, he cryed vnto the kyng, & sayd: thy seruaunt went out in the myddes of the battell. And beholde, there went awaye a man, whom another man brought vnto me, and sayde: kepe this man. And yf he be myssed or lost, thy lyfe shall go for his: or else, thou shalt paye a talent of syluer."},{"number":40,"verse":"And as thy seruaunt had here & there to do, he was gone. And the kyng of Israel sayde vnto hym: euen so shall thy iudgement be, as thou hast defyned it thy selfe."},{"number":41,"verse":"And he hasted, & toke the asshes awaye from his face: & the kyng of Israel knewe him, that he was of the Prophetes."},{"number":42,"verse":"And he sayde vnto him. thus sayth the Lorde: because thou hast lett go a man that is in my cursse, thy lyfe shall go for his lyfe, and thy people for his people."},{"number":43,"verse":"And the king of Israel went to his house, waywarde, & in displeasure, & came to Samaria."}]}