{"bibleAbbr":"GB1539","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"And it came to passe that in the . iiij. C. and . lxxx. yere (after the children of Israel were come out of the land of Egipt) and the . iiij. yere of the raygne of Salomon vpon Israel: and in the moneth ziff, which is the . ij. moneth, he beganne to buylde the house of the Lord."},{"number":2,"verse":"And the house which Salomon buylt for the Lorde, was . lx. cubytes longe, and . xx. cubytes broade, and . xxx. cubites hye."},{"number":3,"verse":"And he made a porche before the body of the temple, which was . xx. cubytes long after the bredth of the house, and . x. cubites broade, euen in the forefront of the house."},{"number":4,"verse":"And in the house he made wyndowes broade without, and narowe within."},{"number":5,"verse":"And in the wall of the house, he made chambers rounde about, (euen in the walles of the house) rounde about the temple & the queer: and made sydes rounde about."},{"number":6,"verse":"The nethermost chamber was fyue cubytes broad, and the myddle was syxe cubytes broade, & the thyrd was seuen cubites broad. For without in the wall of the house he layed beames round about, that the beames of the chambers shuld not be fastened in the walles of the house."},{"number":7,"verse":"And the house was buylt of stone, made perfecte allready before it was brought thyther, so that there was neither hammer, ner axe, ether any tole of yron heard in the house, whyle it was in buyldinge."},{"number":8,"verse":"The dore of the myddle chambre was in the ryght syde of the house: and men went vp wt windyng stayres into the myddle chambre, and out of the myddle, into the thyrde."},{"number":9,"verse":"And so he buylte the house and fynysshed it, and roufft it with beames of Cedar timber."},{"number":10,"verse":"And then he buylt chambers to all the temple, of fyue cubytes heygth, and they were ioyned to the house with beames of Cedar."},{"number":11,"verse":"And the worde of the Lorde came to Salomon, saying:"},{"number":12,"verse":"concernynge the house which thou arte in buyldynge, yf thou wylt walke in myne ordinaunces, and execute my lawes, and kepe my commaundementes, to walke in them: then wyll I make good vnto the my promes, which I promysed Dauid thy father."},{"number":13,"verse":"And I wyll dwell amonge the chyldren of Israel, and will not forsake my people Israel."},{"number":14,"verse":"Salomon therfore built the house and fynysshed it,"},{"number":15,"verse":"and syled the walles of the house within, wt borders of Cedar tree: euen from the pauement of the house vnto the rouffe dyd he syle the walles of it within, with Cedar tre: and borded the floure of the house wt planckes of fyrre."},{"number":16,"verse":"And he syled . xx. cubytes in the sydes of the queer of the temple, both floore & walles with bordes of Cedar, & dressed it within in the secrete place of the temple, euen in the moost holye."},{"number":17,"verse":"And the fyrst house, that is to saye, the body of the temple without, was fourtye cubites longe."},{"number":18,"verse":"And the Cedar of the house within, was kerued with knoppes, & grauen with floures, and all was Cedar timber, so that no stone was sene."},{"number":19,"verse":"And the queer that was within the temple, he prepared, to set there the arcke of the appoyntement of the Lorde:"},{"number":20,"verse":"And the queer before was twentye cubites longe, and twenty cubites in bredth, and twentye cubytes in heygth. And he syled it with pure golde, and borded the aultare with Cedar."},{"number":21,"verse":"And Salomon also syled the house within with pure golde. And he made golden barres runne alonge the queer, which he had couered with golde."},{"number":22,"verse":"And the whole house, he ouerlayd with golde vntyll he had ended it. And the aultare that was in the queer he ouerlayde with golde also."},{"number":23,"verse":"And within the queer he made . ij. Cherubins of olyue tree, ten cubytes hye."},{"number":24,"verse":"Fyue cubytes longe was a wynge of the one Cherub, and fyue cubites longe was a winge of the other Cherub: so that from the vttermost parte of one wyng vnto the vttermost part of the other, were ten cubites."},{"number":25,"verse":"And the other Cherub was ten cubites hye also, so that both the Cherubes were of one measure & one syse."},{"number":26,"verse":"For the heigth of the one Cherub was ten cubites, and so was it of the other. And he put the Cherubes within the ynner house."},{"number":27,"verse":"And the Cherubes stretched out their winges, so that the one winge of the one touched the one wall, and the one winge of the other touched the other wall. And the other two winges of them touched one another in the myddes of the house."},{"number":28,"verse":"And he ouerlayed the Cherubs with golde."},{"number":29,"verse":"And in all the walles of the house round about, he made fygures of carued and syled worke: as namely, pictures of Cherubs and Palmetrees and grauen floures, both within in the queer, & without in the temple."},{"number":30,"verse":"And the floure of the house he couered with golde both within in the queer and also without in the temple."},{"number":31,"verse":"And in the enteryng of the queer he made two dores of Olyue tree. And both the vpper & two syde postes were . v. square. The two dores also were of Oliue tree,"},{"number":32,"verse":"and he graued them with grauynge of Cherubs and Palmetrees, and grauen floures, & couered them with gold, and layed thinne plates of golde vpon the Cherubs and Palmetrees."},{"number":33,"verse":"And in like maner dyd he in the dore of the temple, sauynge that the postes were of Oliuetre fouresquare."},{"number":34,"verse":"The two dores were of fyrre tree: and eyther dore with two folding leaues,"},{"number":35,"verse":"he graued theron Cherubs Palmetrees, and flours: and couered them with golde, which was layed thynne vpon the carued worke."},{"number":36,"verse":"And he buylt the ynner court wt thre rowes of hewed stone, and one rowe of Cedar wodde."},{"number":37,"verse":"In the fourth yere was the foundacion of the house of the Lorde layed: euen in the moneth Ziff."},{"number":38,"verse":"And in the eleuenth yere in the moneth Bull, which is the eyght moneth, was the house full fynisshed thorowout all the partes therof, and accordynge to all the fasshyon of it. And so was he seuen yere in buyldynge it."}]}