{"bibleAbbr":"GB1539","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"Then Salomon gathred together the elders of Israel, all the heades of the tribes, and them that were captaynes among the father of the children of Israel, vnto him in Ierusalem, that they might bryng vp the arck of the appointement of the Lorde out of the citye of Dauid, which is Syon."},{"number":2,"verse":"And all the men of Israel assembled vnto kynge Salomon to the festae that falleth in the monethe Ethanim, which is the seuenth moneth."},{"number":3,"verse":"And all the elders of Israel were come and the preastes toke vp the arck."},{"number":4,"verse":"They bare the arck of the Lord into the tabernacle of witnes, and all the holy vessels that were in the tabernacle: those dyd the prestes and the Leuites beare."},{"number":5,"verse":"And kyng Salomon and all the congregacion of Israel that were assembled vnto hym, and went wyth hym before the arcke, dyd offer shepe and oxen, that coulde not be tolde nor nombred for multitude."},{"number":6,"verse":"And so the prestes brought the arcke of the appoyntement of the Lorde vnto his place: euen into the queer of the temple & place most holy, vnder the winges of the cherubs."},{"number":7,"verse":"For the cherubs stretched out their winges ouer the place of the arck, & couered both it & also the staues therof a hie vpon it."},{"number":8,"verse":"And they drewe out the staues, that the endes of them myght appeare out of the holy place within the queer: but they were not sene wt out. And there they haue bene vnto this daye:"},{"number":9,"verse":"and ther was nothyng in the arcke, saue the two tables of stone, which Moses put there at Horeb, in the which tables the Lord made an apoyntement with the chyldren of Israel, when he brought them out of the lande of Egypt."},{"number":10,"verse":"And it fortuned that when the prestes were come out of the holy place, the cloude fylled the house of the Lorde,"},{"number":11,"verse":"that the preastes coulde not stande and minister, because of the cloude: for the glory of the Lord had fylled the house of the Lorde."},{"number":12,"verse":"Then spake Salomon: the Lorde sayde: that he wolde dwell in the darck cloude."},{"number":13,"verse":"I haue built the an house to dwell in an habitacion for the, to abyde in for euer."},{"number":14,"verse":"And the kyng turned his face, and blessed all the congregacyon of Israel: and all the congregacion of Israel stode styll."},{"number":15,"verse":"And he sayd: Blessed be the Lorde God of Israel, which spake wt hys mouth vnto Dauid my father, and hath wt his hande fulfylled it, saying:"},{"number":16,"verse":"Sens the daye that I brought my people Israel out of Egipt, I chose no cytie of all the trybes of Israel, to buylde an house, that my name myght be therin. But I haue chosen Dauid to be ruler ouer my people Israel."},{"number":17,"verse":"And it was in the herte of Dauid my father to builde an house for the name of the Lord God of Israel."},{"number":18,"verse":"And the Lord sayd vnto Dauid my father. Where as it was thyne herte to buylde an house vnto my name, thou diddest well, that thou was so mynded."},{"number":19,"verse":"Neuerthelesse thou shalt not buylde the house, but thy sonne that shall come out of thyne loynes, he shall buyld the house vnto my name."},{"number":20,"verse":"And the Lord hath made good his worde that he spake. And I am rysen vp in the rowme of Dauid my father, and sytt on the seate of Israel as the Lorde promised and haue buylt an house for the name of the Lorde God of Israel."},{"number":21,"verse":"And I haue prepared therin a place for the arcke wherin is the couenaunt of the Lorde, which he made with our fathers, when he brought them out of the lande of Egypte,"},{"number":22,"verse":"Salomon stode before the aultare of the Lorde in the syght of all the congregacyon of Israel, and stretched out hys handes towarde heauen,"},{"number":23,"verse":"and sayde: Lorde God of Israel, ther is no God like the in heauen aboue, or in the earth beneth, thou that kepest couenaunt and mercy for thy seruauntes that walke before the with all their hert:"},{"number":24,"verse":"thou that hast kept with thy seruaunt Dauid my father, that thou promysedest hym. Thou spakest also with thy mouth, and hast fulfilled it wt thyne hande, as it is come to passe this daye."},{"number":25,"verse":"Therfore nowe Lorde God of Israel kepe with thy seruaunt Dauid my father that thou promysedest hym, saying: thou shalt not be without a man in my syght to syt in the seate of Israel: so that thy children take hede to their waye, that they walke before me as thou hast walked in my syght."},{"number":26,"verse":"And nowe, O God of Israel, let thy worde be verifyed, which thou spakest vnto thy seruaunt Dauid my father."},{"number":27,"verse":"Will God in dede dwell on the erth? Beholde the heauens, and heauens of all heauens are not able to conteyne the. And howe shulde than this house do it, that I haue builded?"},{"number":28,"verse":"Haue thou therfore respect vnto the prayer of thy seruaunt, and to hys supplicacyon, O Lorde my God, to heare the voyce and prayer before the this daye:"},{"number":29,"verse":"that thyne eyes maye be open towarde this house, night and daye, euen toward this place, of which thou hast sayde: My name shal be there. That thou mayest herken vnto the prayer which thy seruaunt praieth in this place."},{"number":30,"verse":"And regarde thou, the supplicacion of thy seruaunt & of thy people Israel, when they praye in this place. And heare thou in heauen thy dwellynge place, & when thou hearest, haue mercy."},{"number":31,"verse":"Yf any man trespace against his neyghbour, and there go an oth betwene them, and the one compelled the other, and come swearyng before thyne aulter in this house,"},{"number":32,"verse":"then herken thou in heauen, and worke and iudge thy seruauntes, that thou condempne the vngodly to bryng hys waye vpon his head, and iustifye the righteous to geue hym accordyng to hys ryghteousnesse."},{"number":33,"verse":"When thy people Israel be put to the worse before the enemye, because they haue synned agaynst the: and afterwarde turne agayne to the, and knowledge vnto thy name, and praye and make intercession vnto the in thys house:"},{"number":34,"verse":"then heare thou in heauen, to be mercyfull vnto the synne of the people Israel, & brynge them agayne into the lande, which thou gauest vnto their fathers."},{"number":35,"verse":"If heauen be shut vp, & there be no rayne because they haue synned agaynst the: yet yf they praye in thys place, & knowledge vnto thy name, & turne from their synne, thorow thy scourgynge of them:"},{"number":36,"verse":"then heare thou in heauen, and be mercyfull of thy seruauntes and of thy people Israel, that thou shewe them a good waye to walke in, and geue rayne vpon thy londe that thou hast geuen vnto thy people to enheret."},{"number":37,"verse":"If there be in the lande derth, or pestilence, drouth, blastynge, greshopper or caterpiller, or yf theyr enemye besege them in the lande of theyr cyties, or whatsoeuer plage or sycknesse chaunce:"},{"number":38,"verse":"then what prayers & supplicacyon soeuer be made of any man of all thy people Israel, which shall knowledge euery man the plage of his awne hert, and stretche forth hys handes to warde thys house:"},{"number":39,"verse":"heare thou then in heauen, euen in thy dwellynge place, and be mercyfull, and worke, and geue euery man accordinge to all hys wayes (euen as thou that only knowest his hert, for thou onely knowest the hertes of all the chyldren of men:)"},{"number":40,"verse":"that they maye feare the as longe as they lyue in the lande, which thou gauest vnto oure fathers."},{"number":41,"verse":"And lykewyse, yf a straunger that is not of thy people Israel come out of a farre contrey for thy names sake,"},{"number":42,"verse":"for they shall heare of thy greate name, & of thy myghtie hande and of thy stretched out arme & shall come and praye in thys house."},{"number":43,"verse":"Therfore, heare thou in heauen thy dwellynge place, and do all that the straunger calleth to the for: that all nacions of the erth maye knowe thy name and feare the, as do thy people Israel: and that they maye knowe that thy name is called vpon in thys house whych I haue buylte."},{"number":44,"verse":"Yf thy people go out to batell agaynst their enemye, whether soeuer thou shalt sende them and shal praye vnto the, (O Lord) to warde the waye of the cytie whyche thou hast chosen, and towarde the house that I haue buylte for thy name:"},{"number":45,"verse":"heare thou in heauen theyr prayer and supplicacion, and iudge their cause."},{"number":46,"verse":"Yf they synne aganst the (for there is no man that synneth not) and thou be angrie with them, and delyuer them into the hande of theyr enemyes: so that they carye them awaye prysoners vnto the lande of theyr enemyes, whether farre or neare,"},{"number":47,"verse":"yet yf they turne agayne vnto theyr hertes in the lande (to the whych they be caryed awaye captyue,) and returne and praye vnto the in the lande of theyr enemyes, saying: we haue synned, we haue done wyckedlye, and haue committed vngodlynesse,"},{"number":48,"verse":"and so turne agayne vnto the with all theyr herte, and all theyr soule in the lande of their enemies, which led them awaye captyue, and praye vnto the toward the waye of theyr lande, whych thou gauest vnto theyr fathers, and towarde the cytie, which thou hast chosen, & towarde the house which I haue buylt for thy name:"},{"number":49,"verse":"then heare thou theyr prayer and supplicacyon in heauen thy dwellynge place, & iudge theyr cause:"},{"number":50,"verse":"and be mercyfull vnto thy people, that haue synned agaynst the, and vnto all theyr iniquyties, wherby they haue done wyckedly agaynst the, and get thou them the fauoure of those which led them awaye captyue, that they maye haue compassyon on them."},{"number":51,"verse":"For they be thy people, and thyne enherytaunce, which thou broughtest out of Egypte, euen from the myddes of the fornace of yron."},{"number":52,"verse":"And let thyne eyes be open vnto the prayer of thy seruaunt, and vnto the prayer of thy people Israel to herken vnto them, in all that they call for vnto the."},{"number":53,"verse":"For thou dyddest seperat them, from amonge all the nacyons of the erth, (to be thyne owne enheritaunce) as thou saydest by the hande of Moses thy seruaunt, when thou broughtest oure fathers oute of Egipte O Lorde God."},{"number":54,"verse":"And when Salomon had made an ende of prayinge all thys prayer and supplicacyon vnto the Lorde, he arose from before the aultare of the Lorde, and from knelynge on hys knees, and from stretchynge of his handes vp to heauen,"},{"number":55,"verse":"an stode and blessed all the congregacion of Israel with a loude voyce, saying."},{"number":56,"verse":"Blessed be the Lorde, that hath geuen reste vnto hys people Israel, accordyng to all that he promised, there hath not fayled one word of all the good promyse, whych he promysed by the hande of Moses hys seruaunt."},{"number":57,"verse":"The Lorde oure God be with vs, as he was with oure fathers, and forsake vs not,"},{"number":58,"verse":"nether leaue vs: but that he may bowe oure hertes vnto him, that we maye walcke in all his wayes and kepe hys commaundementes hys statutes and hys lawes, whyche he commaunded oure fathers."},{"number":59,"verse":"And these my wordes whych I haue prayed before the Lorde, be nye vnto the Lorde oure God daye and nyght, that he defende the cause of his seruaunt, and the cause of hys people Israel (what thynge soeuer chaunce at any tyme)"},{"number":60,"verse":"that all nacyons of the erth maye knowe, that the Lord is God, and none but he."},{"number":61,"verse":"Let youre herte therfore be perfecte with the Lord oure God, that ye walke in hys statutes, and kepe hys commaundementes, as thys daye."},{"number":62,"verse":"And the kynge and all Israel with hym, offered offerynges before the Lorde."},{"number":63,"verse":"And Salomon offered a sacrifyce of peace offeringes vnto the Lorde, and he offered vnto the Lorde . xxii. thousande oxen and an hundred & twenty thousande shepe. And so the kynge & all the chyldren of Israel dedicated the house of the Lorde."},{"number":64,"verse":"The same daye dyd the kynge halowe the myddel of the courte, that was before the house of the Lorde: for there he offered burnt offerynges, meate offerynges and the fat of the peace offeringes: because the brasen aultare that was before the Lord, was to lytle to receaue the burnt offeringes, meate offerynges, and the fatt of the peace offerynges."},{"number":65,"verse":"And Salomon helde that same tyme an hye feast & all Israel with hym, a very great congregacyon, euen from the entrynge in of Hemath vnto the ryuer of Egypt, before the Lorde oure God, seuen dayes & seuen dayes euen . xiiii. dayes."},{"number":66,"verse":"And the eyght daye he sent the people awaye. And they blessed the kyng and went vnto theyr tentes ioyous and with glad herte, because of all the goodnesse that the Lorde had done for Dauid his seruaunt, and for Israel hys people."}]}