{"bibleAbbr":"NASB1995+","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":2,"verses":[{"number":1,"verse":"Say <WH559> to your brothers, <WH251> \"Ammi, <WH5971>\" and to your sisters, <WH269> \"Ruhamah. <WH7355>\""},{"number":2,"verse":"\"Contend <WH7378> with your mother, <WH517> contend, <WH7378> For she is not my wife, <WH802> and I am not her husband; <WH376> And let her put <WH5493> away <WH5493> her harlotry <WH2183> from her face, <WH6440> And her adultery <WH5005> from between <WH996> her breasts, <WH7699>"},{"number":3,"verse":"Lest <WH6435> I strip <WH6584> her naked <WH6174> And expose <WH3322> her as on the day <WH3117> when she was born. <WH3205> I will also make <WH7760> her like a wilderness, <WH4057> Make <WH7896> her like desert <WH6723> land, <WH776> And slay <WH4191> her with thirst. <WH6772>"},{"number":4,"verse":"\"Also, I will have <WH7355> no <WH3808> compassion <WH7355> on her children, <WH1121> Because <WH3588> they are children <WH1121> of harlotry. <WH2183>"},{"number":5,"verse":"\"For their mother <WH517> has played <WH2181> the harlot; <WH2181> She who conceived <WH2029> them has acted <WH954> shamefully. <WH954> For she said, <WH559> 'I will go <WH1980> after <WH310> my lovers, <WH157> Who give <WH5414> [me] my bread <WH3899> and my water, <WH4325> My wool <WH6785> and my flax, <WH6593> my oil <WH8081> and my drink. <WH8250>'"},{"number":6,"verse":"\"Therefore, <WH3651> behold, <WH2009> I will hedge <WH7753> up her way <WH1870> with thorns, <WH9359> And I will build <WH1443> a wall <WH1447> against her so that she cannot <WH3808> find <WH4672> her paths. <WH9350>"},{"number":7,"verse":"\"And she will pursue <WH7291> her lovers, <WH157> but she will not overtake <WH5381> them; And she will seek <WH1245> them, but will not find <WH4672> [them.] Then she will say, <WH559> 'I will go <WH1980> back <WH7725> to my first <WH7223> husband, <WH376> For it was better <WH2896> for me then <WH227> than <WH4480> now! <WH6258>'"},{"number":8,"verse":"\"For she does not know <WH3045> that it was I who gave <WH5414> her the grain, <WH1715> the new <WH8492> wine, <WH8492> and the oil, <WH3323> And lavished <WH7235> on her silver <WH3701> and gold, <WH2091> [Which] they used <WH6213> for Baal. <WH1168>"},{"number":9,"verse":"\"Therefore, <WH3651> I will take <WH3947> back <WH7725> My grain <WH1715> at harvest time <WH6256> And My new <WH8492> wine <WH8492> in its season. <WH4150> I will also take <WH5337> away <WH5337> My wool <WH6785> and My flax <WH6593> [Given] to cover <WH3680> her nakedness. <WH6172>"},{"number":10,"verse":"\"And then <WH6258> I will uncover <WH1540> her lewdness <WH5040> In the sight <WH5869> of her lovers, <WH157> And no <WH3808> one <WH376> will rescue <WH5337> her out of My hand. <WH3027>"},{"number":11,"verse":"\"I will also put <WH7673> an end <WH7673> to all <WH3605> her gaiety, <WH4885> Her feasts, <WH2282> her new <WH2320> moons, <WH2320> her sabbaths, <WH7676> And all <WH3605> her festal <WH4150> assemblies. <WH4150>"},{"number":12,"verse":"\"And I will destroy <WH8074> her vines <WH1612> and fig <WH8384> trees, <WH8384> Of which <WH834> she said, <WH559> 'These <WH1992> are my wages <WH866> Which <WH834> my lovers <WH157> have given <WH5414> me.' And I will make <WH7760> them a forest, <WH9194> And the beasts <WH9130> of the field <WH7704> will devour <WH398> them."},{"number":13,"verse":"\"And I will punish <WH6485> her for the days <WH3117> of the Baals <WH1168> When <WH834> she used to offer <WH6999> sacrifices <WH6999> to them And adorn <WH5710> herself with her earrings <WH5141> and jewelry, <WH2484> And follow <WH1980> <WH310> her lovers, <WH157> so that she forgot <WH7911> Me,\" declares <WH5002> the Lord. <WH3068>"},{"number":14,"verse":"\"Therefore, <WH3651> behold, <WH2009> I will allure <WH6601> her, Bring <WH1980> her into the wilderness, <WH4057> And speak <WH1696> kindly <WH3820> to her."},{"number":15,"verse":"\"Then I will give <WH5414> her her vineyards <WH3754> from there, <WH8033> And the valley <WH6010> of Achor <WH5911> as a door <WH6607> of hope. <WH8615> And she will sing <WH9420> there <WH8033> as in the days <WH3117> of her youth, <WH5271> As in the day <WH3117> when she came <WH5927> up from the land <WH776> of Egypt. <WH4714>"},{"number":16,"verse":"\"And it will come <WH1961> about in that day, <WH3117>\" declares <WH5002> the Lord, <WH3068> \"That you will call <WH7121> Me Ishi <WH376> And will no <WH3808> longer <WH5750> call <WH7121> Me Baali. <WH1180>"},{"number":17,"verse":"\"For I will remove <WH5493> the names <WH8034> of the Baals <WH1168> from her mouth, <WH6310> So that they will be mentioned <WH2142> by their names <WH8034> no <WH3808> more. <WH5750>"},{"number":18,"verse":"\"In that day <WH3117> I will also make <WH3772> a covenant <WH1285> for them With the beasts <WH9130> of the field, <WH7704> The birds <WH5775> of the sky, <WH8064> And the creeping <WH7431> things <WH7431> of the ground. <WH127> And I will abolish <WH7665> the bow, <WH7198> the sword, <WH2719> and war <WH4421> from the land, <WH776> And will make them lie <WH7901> down <WH7901> in safety. <WH983>"},{"number":19,"verse":"\"And I will betroth <WH781> you to Me forever; <WH5769> Yes, I will betroth <WH781> you to Me in righteousness <WH6664> and in justice, <WH4941> In lovingkindness <WH2617> and in compassion, <WH7356>"},{"number":20,"verse":"And I will betroth <WH781> you to Me in faithfulness. <WH530> Then you will know <WH3045> the Lord. <WH3068>"},{"number":21,"verse":"\"And it will come <WH1961> about in that day <WH3117> that I will respond, <WH6030>\" declares <WH5002> the Lord. <WH3068> I will respond <WH6030> to the heavens, <WH8064> and they will respond <WH6030> to the earth, <WH776>"},{"number":22,"verse":"And the earth <WH776> will respond <WH6030> to the grain, <WH1715> to the new <WH8492> wine, <WH8492> and to the oil, <WH3323> And they will respond <WH6030> to Jezreel. <WH3157>"},{"number":23,"verse":"\"And I will sow <WH2232> her for Myself in the land. <WH776> I will also have <WH7355> compassion <WH7355> on her who had not obtained <WH7355> compassion, <WH7355> And I will say <WH559> to those who were not My people, <WH5971> 'You are My people! <WH5971>' And they will say, <WH559> '[Thou art] my God! <WH430>'\""}]}