{"bibleAbbr":"WYC1395","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":12,"verses":[{"number":1,"verse":"He lefte not ony man of the generacioun of Enachim in the lond of the sones of Israel, without the citees of Gasa, and Geth, and Azotus, in whiche aloone thei weren left."},{"number":2,"verse":"Therfor Josue took al the lond, as the Lord spak to Moyses, and he yaf it in to possessioun to the sones of Israel, bi her partis and lynagis; and the lond restide fro batels."},{"number":3,"verse":"These ben the kyngis whiche the sones of Israel han smyte, and weldiden `the lond of hem, biyende Jordan, at the `risyng of the sunne, fro the stronde of Arnon `til to the hil of Hermon, and al the eest coost that biholdith the wildirnesse."},{"number":4,"verse":"Seon, the kyng of Amorreis, that dwellide in Esebon, was lord fro Aroer, which is set on the brenke of the stronde of Arnon, and of the myddil part in the valey, and of half Galaad, til to the stronde of Jaboth, which is the terme of the sones of Amon, and fro the wildirnesse `til to the see of Ceneroth,"},{"number":5,"verse":"ayens the eest, and `til to the see of deseert, which is the saltist see at the eest coost, bi the weie that ledith to Bethessymoth, and fro the south part that liggith vndur Assedoch, `til to Phasga."},{"number":6,"verse":"The terme of Og, kyng of Basan, of the relikis of Raphaym, `that is, giauntis, that dwelliden in Astoroth and in Edraym, and he was lord in the hil of Hermon, and in Salacha, and in al Basan, `til to the termes of Gessuri and Machati,"},{"number":7,"verse":"and of the half part of Galaad, and to the terme of Seon, kyng of Esebon."},{"number":8,"verse":"Moyses, the `seruaunt of the Lord, and the sones of Israel `smytiden hem; and Moises yaf `the lond of hem in to possessioun to Rubenytis and `to Gadditis and to half the lynage of Manaasses."},{"number":9,"verse":"These ben the kyngis of the lond, whiche Josue and the sones of Israel smytiden biyende Jordan, at the west coost, fro Algad in the feeld of Liban, `til to the hil whos part stieth in to Seir; and Josue yaf it in to possessioun to the lynagis of Israel, to ech his owne part,"},{"number":10,"verse":"as wel in `hilli placis as in pleyn and feeldi placis; in Asseroth, and in wildirnesse, and in the south was Ethei, and Ammorrei, Cananie, and Pheresei, Euey, and Jebusei."},{"number":11,"verse":"The kyng of Jerico oon; the kyng of Hai, which is at the side of Bethel, oon;"},{"number":12,"verse":"the kyng of Jerusalem, oon; the kyng of Ebron, oon;"},{"number":13,"verse":"the kyng of Herymoth, oon; the kyng of Lachis, oon; the kyng of Eglon, oon;"},{"number":14,"verse":"the kyng of Gazer, oon;"},{"number":15,"verse":"the kyng of Dabir, oon; the kyng of Gader, oon;"},{"number":16,"verse":"the kyng of Herma, oon;"},{"number":17,"verse":"the kyng of Hedreth, oon; the kyng of Lempna, oon; the kyng of Odollam, oon;"},{"number":18,"verse":"the kyng of Maceda, oon; the kyng of Bethel, oon;"},{"number":19,"verse":"the kyng of Thaphua, oon;"},{"number":20,"verse":"the kyng of Affer, oon; the kyng of Affeth, oon; the kyng of Saron, oon; the kyng of Madon, oon;"},{"number":21,"verse":"the king of Asor, oon;"},{"number":22,"verse":"the kyng of Semeron, oon; the kyng of Axaph, oon;"},{"number":23,"verse":"the kyng of Thenach, oon; the kyng of Magedo, oon; the kyng of Cetes, oon;"},{"number":24,"verse":"the kyng of Jachanaem of Carmele, oon;"}]}