{"bibleAbbr":"WYC1395","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":14,"verses":[{"number":1,"verse":"Moises departide this possessioun in the feeldi placis of Moab ouer Jordan, ayens Jericho, at the eest coost."},{"number":2,"verse":"Forsothe he yaf not possessioun to the lynage of Leuy; for the Lord God himself of Israel is the possessioun of Leuy, as the Lord spak to hym."},{"number":3,"verse":"This `thing it is, which the sones of Israel weldiden in the lond of Canaan, which lond Eleazar the preest, and Josue, the sone of Nun, and the princes of meynees bi the lynagis of Israel yauen to hem,"},{"number":4,"verse":"and departiden alle thingis bi lot, as the Lord comaundide in the hond of Moises, to nyne lynagis and the half lynage."},{"number":5,"verse":"For Moises hadde youe to `the twey lynagis and to the half lynage `possessioun ouer Jordan; without the Leuytis, that token no thing of the lond among her britheren;"},{"number":6,"verse":"but the sones of Joseph weren departid in to twei lynagis, of Manasses and of Effraym, and `weren eiris in to the place of hem. And `the Leuytis token noon other part in the lond, no but citees to dwelle, and the subarbis of tho to werke beestis and her scheep to be fed."},{"number":7,"verse":"As the Lord comaundide to Moises, so the sones of Israel diden, and departiden the lond."},{"number":8,"verse":"And so the sones of Juda neiyiden to Josue in Galgalis; and Caleph, the sone of Jephone, of Ceneth, spak to him, Thou knowist, what the Lord spak to Moises, the man of God, of me and of thee in Cades Barne."},{"number":9,"verse":"Y was of fourti yeer, whanne Moises, `seruaunt of the Lord, sente me fro Cades Barne, that Y schulde biholde the lond, and Y teelde to hym that, that semyde soth to me."},{"number":10,"verse":"Forsothe my britheren, thats tieden with me, discoumfortiden the herte of the puple, and neuertheles Y suede my Lord God."},{"number":11,"verse":"And Moises swoor in that dai, and seide, The lond, which thi foot trad, schal be thi possessioun, and of thi sones withouten ende; for thou suedist thi Lord God."},{"number":12,"verse":"Sotheli the Lord grauntide lijf to me, as he bihiyte, `til in to present dai. Fourti yeer and fyue ben, sithen the Lord spak this word to Moises, whanne Israel yede bi the wildirnesse. To dai Y am of `foure scoor yeer and fyue,"},{"number":13,"verse":"and Y am as myyti, as Y was myyti in that time, whanne Y was sent to aspie; the strengthe `of that tyme dwellith stabli in me `til to dai, as wel to fiyte, as to go."},{"number":14,"verse":"Therfor yyue thou to me this hil, which the Lord bihiyte to me, while also thou herdist, in which hil ben Enachym, and grete `citees, and strengthid; if in hap the Lord is with me, and Y mai do hem awei, as he bihiyte to me."},{"number":15,"verse":"And Josue blesside hym, and yaf to hym Ebron in to possessioun."}]}