{"bibleAbbr":"WYC1395","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":4,"verses":[{"number":1,"verse":"And whanne thei weren passid ouer, the Lord seide to Josue,"},{"number":2,"verse":"Chese thou twelue men,"},{"number":3,"verse":"by ech lynage o man, and comaunde thou to hem, that thei take fro the myddis of the trow of Jordan, where the `feet of preestis stoden, twelue hardiste stoonys; whiche thou schalt sette in the place of castels, where ye schulen sette tentis in this nyyt."},{"number":4,"verse":"And Josue clepide twelue men, whiche he hadde chose of the sones of Israel, of ech lynage o man;"},{"number":5,"verse":"and he seide to hem, Go ye bifore the arke of youre Lord God to the myddis of Jordan, and bere ye fro thennus in youre schuldris ech man o stoon, bi the noumbre of the sones of Israel,"},{"number":6,"verse":"that it be a signe bitwixe you. And whanne youre sones schulen axe you to morewe, that is, in tyme `to comynge, and schulen seie, What wolen these stonus `to hem silf?"},{"number":7,"verse":"ye schulen answere to hem, The watris of Jordan failiden bifor the arke of boond of pees of the Lord, whanne the arke passide Jordan; therfor these stoonus ben set in to mynde of the sones of Israel, til in to withouten ende."},{"number":8,"verse":"Therfor the sones of Israel diden as Josue comaundide to hem, and baren fro the myddis of the trow of Jordan twelue stoonys, as the Lord comaundide to hem, bi the noumbre of the sones of Israel, `til to the place in which thei settiden tentis; and there thei puttiden tho stonys."},{"number":9,"verse":"Also Josue puttide othire twelue stoonys in the myddis of the trow of Jordan, where the preestis stoden, that baren the arke of boond of pees of the Lord; and tho stoonys ben there `til in to present dai."},{"number":10,"verse":"Forsothe the preestis, that baren the arke, stoden in the myddis of Jordan, til alle thingis weren fillid, whiche the Lord comaundide, that Josue schulde speke to the puple, as Moises hadde seide to hym. And the puple hastide, and passide."},{"number":11,"verse":"And whanne alle men hadden passid, also the arke of the Lord passide, and the preestis yeden bifor the puple."},{"number":12,"verse":"Also the sones of Ruben, and of Gad, and half the lynage of Manasse, yeden armed bifor the sones of Israel, as Moyses comaundide to hem."},{"number":13,"verse":"And fourti thousynde of fiyters yeden bi her cumpanyes and gaderyngis on the pleyn and feeldi places of the citee of Jerico."},{"number":14,"verse":"In that day the Lord magnyfiede Josue bifor al Israel, that thei schulden drede hym, as thei dreden Moises, while he lyuede yit."},{"number":15,"verse":"And the Lord seide to Josue,"},{"number":16,"verse":"Comaunde thou to the preestis that beren the arke of boond of pees, that thei stie fro Jordan."},{"number":17,"verse":"And Josue comaundide to hem, and seide, Stie ye fro Jordan."},{"number":18,"verse":"And whanne thei hadden stied, berynge the arke of boond of pees of the Lord, and hadde bigunne to trede on the drie erthe, the watris turneden ayen in to her trowe, and flowiden, as tho weren wont before."},{"number":19,"verse":"Forsothe the puple stiede fro Jordan in the tenthe dai of the firste monethe, and thei settiden tentis in Galgalis, ayens the eest coost of the citee of Jerico."},{"number":20,"verse":"Also Josue puttide in Galgalis the twelue stonys, whiche thei hadden take fro the trow of Jordan."},{"number":21,"verse":"And he seide to the sones of Israel, Whanne youre sones schulen axe to morewe her fadris, and schulen seie to hem, What wolen these stoonys `to hem silf?"},{"number":22,"verse":"ye schulen teche hem, and ye schulen seie, We passiden this Jordan bi the drie botme,"},{"number":23,"verse":"for oure Lord God driede the watris therof in oure siyt, til we passiden,"},{"number":24,"verse":"as he dide bifore in the Reed See, which he driede while we passiden,"}]}