{"bibleAbbr":"WYC1395","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"Aftir these thingis he redde alle the wordis of blessyng and of cursyng, and alle thingis that weren writun in the book of lawe."},{"number":2,"verse":"He lefte no thing vntouchid of these thingis that Moises comaundide; but he declaride alle thingis bifor al the multitude of Israel, to wymmen, and litle children, and to comelyngis that dwelliden among hem."},{"number":3,"verse":"And whanne these thingis weren herd, alle the kyngis biyende Jordan, that lyueden in the hilly places, and in `the feeldi places, in the coostis of the see, and in the brynke of the greet see, and thei that dwellen bisidis Liban, Ethei, and Ammorrei, Cananei, and Feresey, Euey, and Jebusey,"},{"number":4,"verse":"weren gaderid togidere to fiyte ayens Josue and Israel, with o wille, and the same sentence."},{"number":5,"verse":"And thei that dwelten in Gabaon, herden alle thingis whiche Josue hadde do to Jerico, and to Hay; and thei thouyten felli,"},{"number":6,"verse":"and token to hem silf metis, and puttyden elde sackis on assis, and wyn botels brokun and sewid, and ful elde schoon,"},{"number":7,"verse":"whiche weren sewid togidere with patchis, to `the schewyng of eldenesse; and thei weren clothid with elde clothis; also looues, whiche thei baren for lijflode in the weie, weren harde and brokun in to gobetis."},{"number":8,"verse":"And thei yeden to Josue, that dwellide thanne in tentis in Galgala; and thei seiden to hym, and to al Israel togidere, We comen fro a fer lond, and coueyten to make pees with you. And the men of Israel answeriden to hem,"},{"number":9,"verse":"and seiden, Lest perauenture ye dwellen in the lond, which is due to vs bi eritage, and we moun not make bond of pees with you."},{"number":10,"verse":"And thei seiden to Josue, We ben thi seruauntis. To whiche Josue seide, What men ben ye, and fro whennus camen ye?"},{"number":11,"verse":"Thei answeriden, Thi seruauntis camen fro a ful fer lond in the name of thi Lord God, for we herden the fame of his power, alle thingis whiche he dide in Egipt,"},{"number":12,"verse":"and to twei kyngis of Ammorreis biyendis Jordan; to Seon king of Esebon, and to Og kyng of Basan, that weren in Astroth."},{"number":13,"verse":"And the eldere men and alle the dwelleris of oure lond seiden to vs, Take ye metis in youre hondis, for lengeste weie; and go ye to hem, and seie ye, We ben youre seruauntis; make ye boond of pees with vs."},{"number":14,"verse":"And we token hoote looues, whanne we yeden out of oure housis to come to you; now tho ben maad drye and brokun, for greet eldenesse;"},{"number":15,"verse":"we filliden newe botels of wyn; now tho ben brokun and vndoon; the clothis and schoon, with whiche we ben clothid, and whiche we han `in the feet, ben brokun and almost wastid, fro the lengthe of lengere weie."},{"number":16,"verse":"Therfor `the sones of Israel token of the metis of hem, and thei axiden not `the mouth of the Lord."},{"number":17,"verse":"And Josue made pees with hem. And whanne the boond of pees was maad, he bihiyte, that thei schulden not be slayn; and the princes of the multitude sworen to hem."},{"number":18,"verse":"Forsothe aftir thre daies of the boond of pees maad, thei herden, that thei dwelliden in nyy place, and that thei schulden be among hem."},{"number":19,"verse":"And the sones of Israel mouyden tentis, and camen in the thridde dai in to the citees of hem, of whiche citees these ben the names; Gabaon, and Caphira, and Beroth, and Cariathiarym."},{"number":20,"verse":"And thei smytiden not hem, for the princis of the multitude hadden swore to hem in the name of the Lord God of Israel. Therfor al the comyn puple grutchide ayens the princis of Israel;"},{"number":21,"verse":"whiche answeriden to hem, We sworen to hem in the name of the Lord God of Israel, and therfor we moun not touche hem;"},{"number":22,"verse":"but we schulen do this thing to hem, sotheli be thei reserued that thei lyue, lest the ire of the Lord be stirid ayens vs, if we forsweren to hem;"},{"number":23,"verse":"but so lyue thei, that thei hewe trees, and bere watris, in to the vsis of al the multitude. And while thei spaken these thingis,"},{"number":24,"verse":"Josue clepide Gabonytis, and seide to hem, Whi wolden ye disseyue vs bi fraude, `that ye seiden, We dwellen ful fer fro you, sithen ye ben in the myddis of vs?"},{"number":25,"verse":"Therfor ye schulen be `vndur cursyng, and noon schal faile of youre generacioun, hewynge trees and berynge watris, in to the hows of my God."},{"number":26,"verse":"Whiche answeryden, It was told to vs thi seruauntis, that thi Lord God bihiyte to Moises, his seruaunt, that he schulde bitake to you al the lond, and schulde leese alle the dwelleris therof; therfor we dredden greetli, and purueiden to oure lyues, and weren compellid bi youre drede, and we token this counsel."},{"number":27,"verse":"`Now forsothe we ben in `thin hond; do thou to vs that, that semeth riytful and good to thee."}]}