{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "2 தீமோத்தேயு",
  "bookEnglishName" : "2 Timothy",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "கிறிஸ்து இயேசுவில் உள்ள வாழ்வைக் குறித்த வாக்குறுதியின்படி, இறைவனுடைய சித்தத்தினால் கிறிஸ்து இயேசுவின் அப்போஸ்தலனாக நியமிக்கப்பட்டிருக்கின்ற பவுல்,"
  }, {
    "number" : 2,
    "verse" : "எனது அன்பு மகன் தீமோத்தேயுவுக்கு எழுதுவதாவது: நம்முடைய பிதாவாகிய இறைவனிடமிருந்தும், நம்முடைய ஆண்டவர் கிறிஸ்து இயேசுவினிடமிருந்தும் கிருபையும் இரக்கமும் சமாதானமும் உண்டாவதாக."
  }, {
    "number" : 3,
    "verse" : "(நன்றி செலுத்துதல்)இரவும் பகலும் எனது மன்றாடுதலில் இடைவிடாமல் உன்னை நினைத்து, என் முற்பிதாக்களைப் போல சுத்த மனசாட்சியுடன், நான் பணி செய்யும் என் இறைவனுக்கு நன்றி செலுத்துகிறேன்."
  }, {
    "number" : 4,
    "verse" : "நீ கண்ணீர் சிந்தியதை நான் நினைவில்கொள்ளும்போது, உன்னைக் கண்டு நான் மனமகிழ்ச்சியடையும்படி மிகுந்த ஆவலாய் இருக்கின்றேன்."
  }, {
    "number" : 5,
    "verse" : "உனது உண்மையான விசுவாசம் என் நினைவில் வருகின்றது. இத்தகைய விசுவாசம் முதலில் உனது பாட்டி லோவிசாளிடத்திலும், உனது தாய் ஐனிக்கேயாளிடத்திலும் இருந்தது. இப்போது உன்னிடத்திலும் இருக்கின்றது என நம்புகிறேன்."
  }, {
    "number" : 6,
    "verse" : "(நற்செய்திக்கு உண்மையாயிருத்தல்)இக் காரணத்தினாலேயே, உனது மேல் நான் எனது கைகளை வைத்தபோது உனக்குக் கிடைத்த இறைவனின் வரத்தைத் தூண்டி, கொழுந்துவிட்டு எரியச் செய்யும்படி உனக்கு நினைவூட்டுகிறேன்."
  }, {
    "number" : 7,
    "verse" : "ஏனெனில், இறைவன் நமக்குப் பயப்படுகின்ற சுபாவத்தைக் கொடுக்கவில்லை. வல்லமையும், அன்பும், சுய ஒழுக்கமும் உள்ள சுபாவத்தையே தந்திருக்கிறார்."
  }, {
    "number" : 8,
    "verse" : "எனவே நமது கர்த்தரைப்பற்றி சாட்சி சொல்வதற்கோ, அவருக்காகக் கைதியாக இருக்கும் என்னைக் குறித்தோ வெட்கப்படாதே. இறைவனின் வல்லமையில் சார்ந்திருந்து, நற்செய்திக்காகத் துன்பம் அனுபவிப்பதில் என்னுடன் பங்குகொள்."
  }, {
    "number" : 9,
    "verse" : "அவரது சொந்த நோக்கத்தின் பொருட்டும் கிருபையின் பொருட்டும் அவர் நம்மை மீட்டெடுத்து பரிசுத்தமான ஒரு வாழ்வுக்கு அழைத்தாரேயன்றி, ஏதோ நாம் செய்த நல்ல செயல்களின் காரணமாக அல்ல. இந்த கிருபையானது யுகங்கள் உருவாகும் முன்பே கிறிஸ்து இயேசுவின் மூலமாக நமக்குக் கொடுக்கப்பட்டது."
  }, {
    "number" : 10,
    "verse" : "ஆனால் இப்பொழுதோ அந்த கிருபையானது நமது மீட்பராகிய கிறிஸ்து இயேசு தோன்றியதன் மூலமாக வெளிப்படுத்தப்பட்டிருக்கிறது. அவர் மரணத்தை அழித்து, நற்செய்தியின் மூலமாக வாழ்வையும் அழிவில்லாத் தன்மையையும் அறியச் செய்திருக்கின்றார்."
  }, {
    "number" : 11,
    "verse" : "இந்த நற்செய்திக்காகவே, பிரசங்கியாகவும் அப்போஸ்தலனாகவும் ஆசிரியனாகவும் நான் நியமிக்கப்பட்டேன்."
  }, {
    "number" : 12,
    "verse" : "இதன் காரணமாகவே இப்படியாகத் துன்பங்களை அனுபவித்து வருகின்றேன். ஆனால் அதற்காக நான் வெட்கப்படவில்லை. ஏனெனில் நான் விசுவாசிக்கின்ற அவரை எனக்கு நன்றாகத் தெரியும். நான் அவரிடத்தில் ஒப்படைத்திருப்பதை, அவர் மீண்டும் வரவிருக்கும் நாள்வரை பாதுகாப்பார் என்று நிச்சயமாக நம்புகிறேன்."
  }, {
    "number" : 13,
    "verse" : "என்னிடமிருந்து நீ கேட்ட நலமான போதனைகளை மாதிரி வழிமுறையாக வைத்து, அதை கிறிஸ்து இயேசுவில் கொண்டுள்ள விசுவாசத்துடனும் அன்புடனும் பற்றிப் பிடித்துக்கொள்."
  }, {
    "number" : 14,
    "verse" : "உன்னிடம் ஒப்படைக்கப்பட்டிருக்கின்ற நல்ல பொக்கிஷத்தை நமக்குள் குடிகொண்டிருக்கும் பரிசுத்த ஆவியானவரின் உதவியுடன் காத்துக்கொள்."
  }, {
    "number" : 15,
    "verse" : "(உண்மைத்துவம் உள்ளவர்களும் உண்மைத்துவம் அற்றவர்களும்)ஆசியா பகுதியிலுள்ள பிகெல்லுவும், எர்மொகெனேயும் உட்பட அனைவரும் என்னைவிட்டு விலகிப் போனது உனக்குத் தெரியுமே."
  }, {
    "number" : 16,
    "verse" : "ஒநேசிப்போருவின் குடும்பத்திற்குக் கர்த்தர் இரக்கம் காட்டுவாராக. ஏனெனில் அவன் அடிக்கடி எனக்குப் புத்துணர்ச்சி ஊட்டினான். நான் விலங்கிடப்பட்டிருப்பதைக் குறித்து அவன் வெட்கப்படவில்லை."
  }, {
    "number" : 17,
    "verse" : "அத்துடன் அவன் ரோம் நகரத்திற்கு வந்திருந்தபோது, என்னைக் கண்டுபிடிக்கும் வரை அதிக முயற்சி எடுத்துத் தேடினான்."
  }, {
    "number" : 18,
    "verse" : "இறுதி நியாயத்தீர்ப்பின் நாளிலே, கர்த்தரிடத்திலிருந்து அவன் இரக்கத்தைப் பெறுவதற்கு கர்த்தர் அவனுக்கு உதவி செய்வாராக! அவன் எபேசுவிலே எனக்கு எந்தளவு உதவி செய்தான் என்பது உனக்கு மிக நன்றாகத் தெரியும்."
  } ]
}