{"bibleAbbr":"guOV2016","bookName":"માથ્થીની લખેલી સુવાર્તા","bookEnglishName":"Matthew","chapterNumber":23,"verses":[{"number":1,"verse":"( ફરોશીઓ અને શાસ્‍ત્રીઓના શિક્ષણ સંબંધી સાવધાન) ( ( 480 ૧૨:૩૮-૩૯ ; 490 ૧૧:૪૩ , 490 ૪૬ ; 490 ૨૦:૪૫-૪૬ )) ત્યાર પછી ઈસુએ લોકોને તથા પોતાના શિષ્યોને કહ્યું,"},{"number":2,"verse":"“શાસ્‍ત્રીઓ અને ફરોશીઓ મૂસાના આસન પર બેસે છે."},{"number":3,"verse":"માટે જે કંઈ તેઓ તમને ફરમાવે, તે કરો તથા પાળો. પણ તેઓનાં કામ પ્રમાણે ન કરો, કેમ કે તેઓ કહે છે ખરા, પણ કરતા નથી."},{"number":4,"verse":"કેમ કે ભારે અને ઊંચકતાં મહા મુસીબત પડે એવા બોજા તેઓ માણસોની ખાંધો પર ચઢાવે છે, પણ તેઓ પોતે પોતાની એક આંગળી પણ તેને લગાડવા ચાહતા નથી."},{"number":5,"verse":"અને ( .) લોકો તેઓને જુએ એવા હેતુથી તેઓ પોતાનાં બધાં કામ કરે છે. તેઓ પોતાનાં ( .) સ્મરણપત્રોને પહોળાં બનાવે છે, ને પોતાનાં વસ્ત્રોની ( .) કોર વધારે છે."},{"number":6,"verse":"વળી જમણવારોમાં મુખ્ય જગાઓ, તથા સભાસ્થાનોમાં મુખ્ય આસનો,"},{"number":7,"verse":"તથા ચૌટાંઓમાં સલામો, તથા માણસ તેઓને રાબ્બી કહે, એવું તેઓ ચાહે છે."},{"number":8,"verse":"પણ તમે રાબ્બી ન કહેવાઓ; કેમ કે એક જ તમારો ગુરુ છે, ને તમે સર્વ ભાઈઓ છો."},{"number":9,"verse":"અને પૃથ્વી પર તમે કોઈને તમારો પિતા ન કહો, કેમ કે એક જે આકાશમાં છે, તે તમારા પિતા છે."},{"number":10,"verse":"અને તમે સ્વામી ન કહેવાઓ, કેમ કે એક, જે ખ્રિસ્ત, તે તમારો સ્વામી છે."},{"number":11,"verse":"પણ ( ; ; ; .) તમારામાં જે મોટો છે તે તમારો સેવક થાય."},{"number":12,"verse":"અને ( ; .) જે કોઈ પોતાને ઊંચો કરશે, તે નીચો કરાશે; અને જે કોઈ પોતાને નીચો કરશે, તે ઊંચો કરાશે."},{"number":13,"verse":"( ઈસુ તેઓના ઢોંગને વખોડે છે.) ( ( 480 ૧૨:૪૦ ; 490 ૧૧:૩૯-૪૨ , 490 ૪૪ , 490 ૫૨ ; 490 ૨૦:૪૭ )) અને, ઓ શાસ્‍ત્રીઓ તથા ફરોશીઓ, ઢોંગીઓ, તમને અફસોસ છે! કેમ કે લોકોની સામે તમે આકાશનું રાજ્ય બંધ કરો છો; કેમ કે તેમાં તમે પોતે પેસતા નથી, ને જેઓ પેસવા ચાહે છે તેઓને તમે પેસવા દેતા નથી. ["},{"number":14,"verse":"ઓ શાસ્‍ત્રીઓ તથા ફરોશીઓ, ઢોંગીઓ, તમને અફસોસ છે! કેમ કે વિધવાઓનાં ઘર તમે ખાઈ જાઓ છો, ને ઢોંગથી લાંબી પ્રાર્થનાઓ કરો છો, તે માટે તમે વત્તો દંડ ભોગવશો.]"},{"number":15,"verse":"ઓ શાસ્‍ત્રીઓ તથા ફરોશીઓ, ઢોંગીઓ, તમને અફસોસ છે! કેમ કે એક શિષ્ય કરવા માટે તમે સમુદ્ર તથા પૃથ્વી ફરી વળો છો. અને તે થાય છે ત્યારે તમે તેને પોતા કરતાં બમણો નરકનો દીકરો બનાવો છો."},{"number":16,"verse":"( “ઓ આંધળા દોરનારાઓ!”) ઓ આંધળા દોરનારાઓ, તમને અફસોસ છે! તમે કહો છો, ‘જો કોઈ મંદિરના સમ ખાય, તો તેમાં કંઈ નહિ; પણ જો કોઈ મંદિરના સોનાના સમ ખાય તો તેથી તે બંધાયેલો છે.’"},{"number":17,"verse":"ઓ મૂર્ખો તથા આંધળાઓ, વિશેષ મોટું તે કયું? સોનું કે સોનાને પવિત્ર કરનારું મંદિર?"},{"number":18,"verse":"અને, જો કોઈ હોમવેદીના સમ ખાય તો તેમાં કંઈ નહિ; પણ જો કોઈ તે પરનાં અર્પણના સમ ખાય તો તેથી તે બંધાયેલો છે."},{"number":19,"verse":"ઓ આંધળાઓ, વિશેષ મોટું તે કયું? અર્પણ કે અર્પણને પવિત્ર કરનારી હોમવેદી?"},{"number":20,"verse":"એ માટે જે કોઈ હોમવેદીના સમ ખાય છે, તે તેના તથા જે બધાં તેના પર છે તેના પણ સમ ખાય છે."},{"number":21,"verse":"અને જે કોઈ મંદિરના સમ ખાય છે, તે તેના તથા તેમાં જે છે તેના પણ સમ ખાય છે."},{"number":22,"verse":"અને ( ; .) આકાશના સમ જે ખાય છે, તે ઈશ્વરના આસનના તથા તે પર બિરાજનારના પણ સમ ખાય છે."},{"number":23,"verse":"ઓ શાસ્‍ત્રીઓ તથા ફરોશીઓ, ઢોંગીઓ, તમને અફસોસ છે! કેમ કે ( .) ફુદીનાનો તથા સુવાનો તથા જીરાનો દશમો ભાગ તમે આપો છો; પણ નિયમશાસ્‍ત્રની મોટી વાતો, એટલે ન્યાયીકરણ તથા દયા તથા વિશ્વાસ, તે તમે પડતાં મૂક્યાં છે! તમારે આ કરવાં, ને એ પડતાં મૂકવાં જોઈતાં ન હતાં."},{"number":24,"verse":"ઓ આંધળા દોરનારાઓ, તમે મચ્છરને ગાળી કાઢો છો, પણ ઊંટને ગળી જાઓ છો."},{"number":25,"verse":"ઓ શાસ્‍ત્રીઓ તથા ફરોશીઓ, ઢોંગીઓ, તમને અફસોસ છે! કેમ કે તમે થાળીવાટકો બહારથી સાફ કરો છો, પણ તેમની અંદર જુલમ તથા અન્યાય ભરેલા છે."},{"number":26,"verse":"ઓ આંધળા ફરોશી, તું પહેલા થાળીવાટકો અંદરથી સાફ કર કે, તે બહારથી પણ સાફ થઈ જાય."},{"number":27,"verse":"ઓ શાસ્‍ત્રીઓ તથા ફરોશીઓ, ઢોંગીઓ, તમને અફસોસ છે! કેમ કે તમે ( .) ધોળેલી કબરના જેવા છો, જે બહારથી શોભાયમાન દેખાય છે ખરી, પણ અંદર મુડદાંના હાડકાંએ તથા દરેક અશુદ્ધપણાએ ભરેલી છે."},{"number":28,"verse":"તેમ તમે પણ માણસોની આગળ બહારથી ન્યાયી દેખાઓ છો ખરા, પણ અંદર ઢોંગે તથા ભૂંડાઈએ ભરેલા છો."},{"number":29,"verse":"( તેઓને થનારી ‍શિક્ષાની આગાહી) ( ( 490 ૧૧:૪૭-૫૧ )) ઓ શાસ્‍ત્રીઓ તથા ફરોશીઓ, ઢોંગીઓ, તમને અફસોસ છે! કેમ કે તમે પ્રબોધકોની કબરો બાંધો છો, ને ન્યાયીઓની કબરો શણગારો છો;"},{"number":30,"verse":"અને કહો છો, ‘જો અમે અમારા બાપ-દાદાઓના દિવસોમાં હોત, તો તેઓની સાથે પ્રબોધકોના ખૂનમાં અમે ભાગિયા ન થાત.’"},{"number":31,"verse":"એથી તમે પોતા સંબંધી સાક્ષી આપો છો કે પ્રબોધકોને મારી નાખનારાઓના દીકરા તમે જ છો."},{"number":32,"verse":"તો તમારા બાપદાદાઓનું માપ ભરી દો."},{"number":33,"verse":"( ; ; .) ઓ સર્પો, સાપોના વંશ, નરકના દંડથી તમે કેવી રીતે બચશો?"},{"number":34,"verse":"એ માટે, જુઓ, પ્રબોધકોને તથા જ્ઞાનીઓને તથા શાસ્‍ત્રીઓને હું તમારી પાસે મોકલું છું, ને તમે તેઓમાંના કેટલાએકને મારી નાખશો, ને વધસ્તંભે જડશો, ને તેઓમાંના કેટલાએકને તમારાં સભાસ્થાનોમાં કોરડા મારશો, ને નગરેનગર તેઓની પાછળ લાગશો;"},{"number":35,"verse":"કે ન્યાયી ( .) હાબેલના લોહીથી તે બારાખ્યાના દીકરા ( .) ઝખાર્યા, જેને મંદિરની તથા હોમવેદીની વચ્ચે તમે મારી નાખ્યો, તેના લોહી સુધી જે બધા ન્યાયીઓનું લોહી પૃથ્વી પર વહેવડાવવામાં આવ્યું છે, તે તમારા પર આવે."},{"number":36,"verse":"હું તમને ખચીત કહું છુ કે એ બધું આ પેઢી ઉપર આવશે."},{"number":37,"verse":"( યરુશાલેમ માટે ઈસુનો પ્રેમ) ( ( 490 ૧૩:૩૪-૩૫ )) ઓ યરુશાલેમ, યરુશાલેમ, પ્રબોધકોને મારી નાખનાર, ને તારી પાસે મોકલેલાઓને પથ્થરે મારનાર! જેમ મરઘી પોતાનાં બચ્ચાંને પાંખો નીચે એકત્ર કરે છે, તેમ તારાં છોકરાંને એકત્ર કરવાનું મેં કેટલી વાર ‍ચાહ્યું, પણ તમે ચાહ્યું નહિ!"},{"number":38,"verse":"જુઓ, તમારે માટે તમારું ઘર ઉજ્જડ મુકાયું છે,"},{"number":39,"verse":"કેમ કે હું તમને કહું છું કે, જ્યાં સુધી તમે એમ નહિ કહો, ( .) “પ્રભુને નામે જે આવે છે તે આશીર્વાદિત છે.’ ત્યાં સુધી હવેથી તમે મને નહિ જ દેખશો.”"}]}