{"bibleAbbr":"guOV2016","bookName":"માથ્થીની લખેલી સુવાર્તા","bookEnglishName":"Matthew","chapterNumber":24,"verses":[{"number":1,"verse":"( મંદિરના નાશ સંબંધી ઈસુની આગાહી) ( ( 480 ૧૩:૧-૨ ; 490 ૨૧:૫-૬ )) અને ઈસુ મંદિરમાંથી નીકળીને માર્ગે ચાલતા હતા, ત્યારે તેમના ‍શિષ્યો તેમને મંદિરનાં બાંધકામો બતાવવાને તેમની પાસે આવ્યા."},{"number":2,"verse":"ત્યારે તેમણે તેઓને કહ્યું, “શું તમે એ બધાં નથી જોતાં? હું તમને ખરેખર કહું છું કે, પાડી નહિ નંખાય, એવો એક પણ પથ્થર બીજા ઉપર અહીં રહેવા દેવાશે નહિ.”"},{"number":3,"verse":"( મુશ્કેલીઓ અને સતાવણી) ( ( 480 ૧૩:૩-૧૩ ; 490 ૨૧:૭-૧૯ )) પછી જૈતુનના પહાડ પર તે બેઠા હતા, તેવામાં તેમના શિષ્યોએ એકાંતમાં તેમની પાસે આવીને કહ્યું, “એ બધું ક્યારે થશે? અને તમારા આવવાની તથા જગતના અંતની શી નિશાની થશે? તે અમને કહો.”"},{"number":4,"verse":"ત્યારે ઈસુએ તેઓને કહ્યું, “સાવધાન રહો કે, તમને કોઈ ભુલાવે નહિ."},{"number":5,"verse":"કેમ કે, હું તો ખ્રિસ્ત છું એમ કહેતા ઘણા મારે નામે આવશે, ને તેઓ ઘણાને ભુલાવશે."},{"number":6,"verse":"અને લડાઈઓ તથા લડાઈઓની અફવા તમારા સાંભળવામાં આવશે. પણ જોજો, ગભરાતા ના, કેમ કે એ બધું થવાની અગત્ય છે, પણ તેટલેથી અંત નહિ આવે."},{"number":7,"verse":"કેમ કે પ્રજા પ્રજાની વિરુદ્ધ, તથા રાજ્ય રાજ્યની વિરુદ્ધ ઊઠશે, દુકાળો તથા મરકીઓ તથા સ્થળે સ્થળે ધરતીકંપ થશે."},{"number":8,"verse":"પણ એ બધાં તો દુ:ખોનો આરંભ જ છે."},{"number":9,"verse":"ત્યારે તેઓ તમને વિપત્તિમાં નાખશે, ને તમને મારી નાખશે, ને ( .) મારા નામને લીધે સર્વ પ્રજાઓ તમારો દ્વેષ કરશે."},{"number":10,"verse":"અને તે સમયે ઘણા ઠોકર ખાશે, ને એકબીજાને પરસ્વાધીન કરાવશે, ને એકબીજા પર વૈર રાખશે."},{"number":11,"verse":"અને જૂઠા પ્રબોધકો ઘણા ઊઠશે, ને ઘણાને ભુલાવશે,"},{"number":12,"verse":"અને અન્યાય વધી જવાના કારણથી ઘણાખરાનો પ્રેમ ઠંડો થઈ જશે."},{"number":13,"verse":"પણ ( .) અંત સુધી જે કોઈ ટકશે તે જ તારણ પામશે."},{"number":14,"verse":"અને સર્વ પ્રજાઓને સાક્ષીરૂપ થવા માટે રાજ્યની આ સુવાર્તા આખા જગતમાં પ્રગટ કરાશે, અને ત્યારે જ અંત આવશે."},{"number":15,"verse":"( ઉજ્જડની અમંગળપણાની નિશાની) ( ( 480 ૧૩:૧૪-૨૩ ; 490 ૨૧:૨૦-૨૪ )) એ માટે ( ; ; .) ઉજ્જડની અમંગળપણા [ની નિશાની] જે સંબંધી દાનિયેલ પ્રબોધકે કહેલું છે, તેને જ્યારે તમે પવિત્ર જગાએ ઊભેલી જુઓ (જે વાંચે તે સમજે),"},{"number":16,"verse":"ત્યારે જેઓ યહૂદિયામાં હોય તેઓ પહાડો પર નાસી જાય."},{"number":17,"verse":"( .) ધાબા પર જે હોય તે પોતાના ઘરમાંનો સામાન લેવાને ન ઊતરે;"},{"number":18,"verse":"અને ખેતરમાં જે હોય તે પોતાનું વસ્‍ત્ર લેવાને પાછો ન ફરે."},{"number":19,"verse":"અને તે દિવસોમાં જેઓ ગર્ભવતી હોય, તથા જેઓ ધવડાવતી હોય, તેઓને અફસોસ છે."},{"number":20,"verse":"પણ તમારું નાસવું ‍શિયાળામાં કે વિશ્રામવારે ન થાય, તે માટે તમે પ્રાર્થના કરો."},{"number":21,"verse":"કેમ કે તે સમયે ( ; .) એવી મોટી વિપત્તિ આવી પડશે કે તેના જેવી જગતના આરંભથી તે હમણાં સુધી થઈ નથી, ને કદી થશે પણ નહિ."},{"number":22,"verse":"અને જો તે દિવસો ઓછા કરવામાં ન આવત તો કોઈ પણ માણસ બચી ન શકત. પસંદ કરેલાઓની ખાતર તે દિવસો ઓછા કરવામાં આવશે."},{"number":23,"verse":"ત્યારે જો કોઈ તમને કહે ‘જુઓ, ખ્રિસ્ત અહીં અથવા ત્યાં છે, ’ તો તમે માનતા ના;"},{"number":24,"verse":"કેમ કે જૂઠા ખ્રિસ્ત તથા જૂઠા પ્રબોધકો ઊઠશે, ને એવા મોટા ચમત્કાર તથા અદ્ભુત કૃત્યો કરી બતાવશે કે, જો બની શકે તો પસંદ કરેલાઓને પણ તેઓ ભુલાવશે."},{"number":25,"verse":"જુઓ, મેં અગાઉથી તમને કહ્યું છે."},{"number":26,"verse":"( .) એ માટે જો તેઓ તમને કહે, જુઓ, તે રાનમાં છે’, તો બહાર ન જતા; ‘જુઓ, તે ઓરડીઓમાં છે’, તો ન માનતા."},{"number":27,"verse":"કેમ કે જેમ વીજળી પૂર્વથી નીકળીને પશ્વિમ સુધી ચમકે છે, તેમ જ માણસના દીકરાનું આવવું થશે."},{"number":28,"verse":"( .) જ્યાં મુડદું હોય, ત્યાં ગીધો એકઠાં થશે."},{"number":29,"verse":"( માનવપુત્રનું આગમન) ( ( 480 ૧૩:૨૪-૨૭ ; 490 ૨૧:૨૫-૨૮ )) અને તે દિવસોની વિપત્તિ પછી ( ; , ; ; .) સૂરજ તરત અંધકારરૂપ થઈ જશે, ને ( ; ; ; .) ચંદ્ર પોતાનું અજવાળું નહિ આપે, ને ( ; .) આકાશથી તારા ખરશે, ને આકાશનાં પરાક્રમો હલાવાશે."},{"number":30,"verse":"અને ત્યારે ( ; .) માણસના દીકરાની નિશાની આકાશમાં દેખાશે, ને ત્યારે પૃથ્વી પરનાં સર્વ કુળો શોક કરશે; અને માણસના દીકરાને પરાક્રમ તથા મોટા મહિમાસહિત તેઓ આકાશના મેઘ પર આવતો જોશે."},{"number":31,"verse":"અને રણશિંગડાના મોટા અવાજ સહિત તે પોતાના દૂતોને મોકલશે, ને તેઓ ચારે દિશામાંથી, આકાશના એક છેડાથી તે બીજા છેડા સુધી, તેના પસંદ કરેલાઓને એકત્ર કરશે."},{"number":32,"verse":"( અંજીરી પરથી બોધપાઠ) ( ( 480 ૧૩:૨૮-૩૧ ; 490 ૨૧:૨૯-૩૩ )) હવે અંજીરી પરથી તેનું દ્દષ્ટાંત શીખો. જ્યારે તેની ડાળી કુમળી થઈ હોય છે, ને પાંદડાં ફૂટવા માંડે છે, ત્યારે તમે જાણો છો કે ઉનાળો પાસે આવ્યો છે."},{"number":33,"verse":"એમ જ જ્યારે તમે પણ તે બધાં થતાં જુઓ, ત્યારે તમારે જાણવું કે તે પાસે એટલે બારણા આગળ જ છે."},{"number":34,"verse":"હું તમને ખચીત કહું છું કે, એ બધાં પૂરાં નહિ થશે ત્યાં; સુધી આ પેઢી ગુજરી નહિ જશે."},{"number":35,"verse":"આકાશ તથા પૃથ્વી જતાં રહેશે, પણ મારી વાતો જતી રહેશે નહિ."},{"number":36,"verse":"( તે દિવસ કે તે ઘડી સંબંધી કોઈને ખબર નથી) ( ( 480 ૧૩:૩૨-૩૭ ; 490 ૧૭:૨૬-૩૦ , 490 ૩૪-૩૬ )) પણ તે દિવસ તથા તે ઘડી સંબંધી પિતા વગર કોઈ પણ જાણતો નથી, આકાશના દૂતો નહિ તેમ જ દીકરો પણ નહિ."},{"number":37,"verse":"અને જેમ ( .) નૂહના સમયમાં થયું, તેમ જ માણસના દીકરાનું આવવું પણ થશે."},{"number":38,"verse":"કેમ કે જેમ જળપ્રલયની અગાઉ નૂહ વહાણમાં ચઢી બેઠો ત્યાં સુધી તેઓ ખાતાપીતા ને પરણતાપરણાવતા હતા;"},{"number":39,"verse":"અને ( .) જળપ્રલય આવીને સહુને તાણી લઈ ગયો ત્યાં સુધી તેઓ ન સમજ્યા, તેમ જ માણસના દીકરાનું આવવું પણ થશે."},{"number":40,"verse":"તે વખતે ખેતરમાં બે માણસ હશે; એક લેવાશે ને બીજો પડતો મુકાશે."},{"number":41,"verse":"બે સ્‍ત્રીઓ ઘંટીએ દળતી હશે; એક લેવાશે ને બીજી પડતી મુકાશે."},{"number":42,"verse":"માટે જાગતા રહો કેમ કે તમે જાણતા નથી કે કયે દિવસે તમારો પ્રભુ આવશે."},{"number":43,"verse":"( .) પણ એ જાણો કે ચોર ક્યે પહોરે આવશે એ જો ઘરધણી જાણતો હોત, તો તે જાગતો રહેત, ને પોતાના ઘરમાં તેને ખાતર પાડવા ન દેત."},{"number":44,"verse":"એ માટે તમે પણ તૈયાર રહો. કેમ કે જે ઘડીએ તમે ધારતા નથી તે જ ઘડીએ માણસનો દીકરો આવશે."},{"number":45,"verse":"( વફાદાર કે બિનવફાદાર ચાકર) ( ( 490 ૧૨:૪૧-૪૮ )) તો જે ચાકરને તેના માલિકે પોતાના ઘરનાંને વખતસર ખાવાનું આપવા માટે પોતાના ઘરનો કારભારી ઠરાવ્યો છે, તેવો વિશ્વાસુ તથા બુદ્ધિમાન ‍ચાકર કોણ છે?"},{"number":46,"verse":"જે ચાકરને તેનો માલિક આવીને એમ કરતો જુએ તેને ધન્ય છે."},{"number":47,"verse":"હું તમને ખચીત કહું છું કે, તે તેને પોતાની બધી સંપત્તિનો કારભારી ઠરાવશે."},{"number":48,"verse":"પણ જો કોઈ ભૂંડો ચાકર પોતાના મનમાં કહે, ‘મારા માલિકને આવતાં વાર છે, ’"},{"number":49,"verse":"અને બીજા ચાકરોને તે મારવા તથા છાકટાઓની સાથે ખાવાપીવા લાગે;"},{"number":50,"verse":"તો જે દિવસે તે તેની વાટ જોતો નથી, ને જે ઘડી તે જાણતો નથી, તેવે વખતે તે ચાકરનો માલિક આવશે,"},{"number":51,"verse":"ને તે તેને કાપી નાખશે, ને તેનો ભાગ ઢોંગીઓની સાથે ઠરાવશે, ત્યાં રડવું ને દાંત પીસવું થશે."}]}