{"bibleAbbr":"guOV2016","bookName":"માથ્થીની લખેલી સુવાર્તા","bookEnglishName":"Matthew","chapterNumber":25,"verses":[{"number":1,"verse":"( દશ કુમારિકાઓનું દ્દષ્ટાંત) તો આકાશના રાજ્યને દશ કુમારિકાઓની ઉપમા આપવામાં આવશે જેઓ ( .) પોતપોતાની મશાલો લઈને વરને મળવા માટે બહાર નીકળી."},{"number":2,"verse":"અને તેઓમાંની પાંચ મૂર્ખ હતી ને પાંચ બુદ્ધિમાન હતી."},{"number":3,"verse":"કેમ કે મૂર્ખીઓએ પોતાની મશાલો લીધી ખરી, પણ તેઓએ સાથે તેલ લીધું નહિ."},{"number":4,"verse":"પણ બુદ્ધિવંતીઓએ પોતાની મશાલો સાથે પોતાની કુપ્પીમાં તેલ લીધું."},{"number":5,"verse":"અને વરને આવતાં વાર લાગી એટલામાં તેઓ સર્વ ઝોકાં ખાઈને ઊંઘી ગઈ."},{"number":6,"verse":"અને મધરાતે બૂમ પડી, ‘જુઓ, વર આવ્યો! તેને મળવાને નીકળો.’"},{"number":7,"verse":"ત્યારે તે સર્વ કુમારિકાઓએ ઊઠીને પોતપોતાની મશાલો તૈયાર કરી."},{"number":8,"verse":"અને મૂર્ખીઓએ બુદ્ધિવંતીઓને કહ્યું, ‘તમારા તેલમાંથી અમને આપો, કેમ કે અમારી મશાલો હોલવાઈ જાય છે.’"},{"number":9,"verse":"પણ બુદ્ધિવંતીઓએ ઉત્તર વાળ્યો, ‘કદાચ અમને તથા તમને પૂરું નહિ પડે, માટે તમે વેચનારાઓની પાસે જઈને પોતપોતાને માટે વેચાતું લો.’"},{"number":10,"verse":"અને તેઓ વેચાતું લેવા ગઈ એટલામાં વર આવી પહોંચ્યો, ને જેઓ તૈયાર હતી તેઓ તેની સાથે લગ્નજમણમાં ગઈ; અને બારણું બંધ કરવામાં આવ્યું."},{"number":11,"verse":"પછી તે બીજી કુમારિકાઓએ આવીને કહ્યું, ( .) ‘ઓ સ્વામી, સ્વામી, અમારે સારું ઉઘાડ.’"},{"number":12,"verse":"પણ તેણે ઉત્તર વાળ્યો, ‘હું તમને ખચીત કહું છું કે હું તમને ઓળખતો નથી.’"},{"number":13,"verse":"માટે તમે જાગતા રહો, કેમ કે તે દિવસ અથવા તે ઘડી તમે જાણતા નથી."},{"number":14,"verse":"( ત્રણ સેવકોને સોંપેલાં તાલંત) ( ( 490 ૧૯:૧૧-૨૭ )) કેમ કે‍ [તેનું આવવું] એક માણસના જેવું છે, જેણે પરદેશ જતી વખતે પોતાના ચાકરોને બોલાવીને પોતાની સંપત્તિ તેઓને સોંપી."},{"number":15,"verse":"એકને તેણે પાંચ તાલંત, ને બીજાને બે, ને ત્રીજાને એક, એમ દરેકને પોતપોતાની શકિત પ્રમાણે આપ્યું. અને તે પરદેશ ગયો."},{"number":16,"verse":"પછી જેને પાંચ તાલંત મળ્યાં હતાં, તે તરત જઈને વેપાર કરીને તે વડે બીજા પાંચ તાલંત કમાયો."},{"number":17,"verse":"તેમ જ જેને બે, તે પણ બીજા બે કમાયો."},{"number":18,"verse":"પણ જેને એક તાલંત મળ્યો હતો તેણે જઈને જમીનમાં ખોદીને પોતાનાં ધણીનું નાણું દાટી મૂક્યું."},{"number":19,"verse":"અને લાંબી મુદત પછી તે ચાકરોનો માલિક આવે છે, ને તેઓ પાસેથી હિસાબ લે છે."},{"number":20,"verse":"ત્યારે જેને પાંચ તાલંત મળ્યાં હતાં તે બીજાં પાંચ તાલંત પણ લેતો આવ્યો, ને કહ્યું, ‘પ્રભુ તેં મને પાંચ તાલંત સોંપ્યાં હતાં; જો, હું તે ઉપરાંત બીજા પાંચ તાંલત કમાયો છું.’"},{"number":21,"verse":"ત્યારે તેના પ્રભુએ તેને કહ્યું, ‘શાબાશ, સારા તથા વિશ્વાસુ ચાકર, તું થોડામાં વિશ્વાસુ માલૂમ પડ્યો છે; હું તને ઘણા પર ઠરાવીશ. તું તારા પ્રભુના આનંદમાં પેસ.’"},{"number":22,"verse":"અને જેને બે તાલંત મળ્યાં હતાં, તેણે પણ પાસે આવીને કહ્યું, ‘પ્રભુ તેં મને બે તાલંત સોંપ્યાં હતાં. જો હું તે ઉપરાંત બીજા બે તાલંત કમાયો છું’"},{"number":23,"verse":"તેના પ્રભુએ તેને કહ્યું, શાબાશ, સારા તથા વિશ્વાસુ‍ ચાકર, તું થોડામાં વિશ્ચાસુ માલૂમ પડ્યો છે. હું તને ઘણા પર ઠરાવીશ, તું તારા પ્રભુના આનંદમાં પેસ.’"},{"number":24,"verse":"પછી જેને એક તાલંત મળ્યો હતો, તેણે પણ પાસે આવીને કહ્યું, ‘પ્રભુ જ્યાં તે નથી વાવ્યું ત્યાંથી તું કાપનાર, ને જ્યાં તેં નથી વેર્યું ત્યાંથી તું એકત્ર કરનાર છે, એવો કરડો માણસ મેં તને જાણ્યો."},{"number":25,"verse":"માટે હું બીધો, ને જઈને તારો તાલંત મેં ભોયમાં દાટી મૂક્યો. જો, તને તારું પહોંચ્યું છે.’"},{"number":26,"verse":"અને તેના પ્રભુએ તેને કહ્યું, ‘અરે ભૂંડા તથા આળસુ ચાકર, જ્યાં મેં નથી વાવ્યું ત્યાંથી હું કાપું છું, ને જ્યાં મેં નથી વેર્યું ત્યાંથી હું એકઠું કરું છું, એમ તું જાણતો હતો;"},{"number":27,"verse":"તો તારે મારું નાણું શાહુકારોને આપવું જોઈતું હતું કે હું આવું ત્યારે મને વ્યાજ સુધ્ધાં મારું મળત."},{"number":28,"verse":"એ માટે એની પાસેથી તાલંત લઈને જેની પાસે દશ તાલંત છે તેને તે આપો."},{"number":29,"verse":"કેમ કે ( ; ; .) જેની પાસે છે તે દરેકને અપાશે, ને તેને ઘણું થશે; પણ જેની પાસે નથી, તેની પાસે જે છે તે પણ તેની પાસેથી લઈ લેવામાં આવશે."},{"number":30,"verse":"અને તે ( ; ; .) નકામા ચાકરને બહારના અંધકારમાં કાઢી મૂકો. ત્યાં રડવું ને દાંત પીસવું થશે.’ ( .)"},{"number":31,"verse":"( દેશજાતિઓનો ન્યાય) પણ જ્યારે ( .) માણસનો દીકરો પોતાના મહિમામાં સર્વ પવિત્ર દૂતો સહિત આવશે, ત્યારે ( ; ; .) તે પોતાના મહિમાના રાજ્યાસન પર બેસશે."},{"number":32,"verse":"અને સર્વ દેશજાતિઓ તેની આગળ એકઠી કરાશે. અને જેમ ઘેટાંપાળક ઘેટાંને બકરાંથી જુદાં પાડે છે, તેમ તે તેઓને એકબીજાથી જુદી પાડશે."},{"number":33,"verse":"અને ઘેટાંને તે પોતાને જમણે હાથે, પણ બકરાંને ડાબે હાથે રાખશે."},{"number":34,"verse":"ત્યારે રાજા પોતાની જમણી તરફનાઓને કહેશે, ‘મારા પિતાના આશીર્વાદિતો આવો, જે રાજ્ય જગતનો પાયો નાખ્યા અગાઉ તમારે માટે તૈયાર કરેલું છે તેનો વારસો લો;"},{"number":35,"verse":"કેમ કે હું ભૂખ્યો હતો, ત્યારે તમે મને ખવડાવ્યું; હું તરસ્યો હતો ત્યારે તમે મને [પાણી] પીવડાવ્યું. હું પારકો હતો ત્યારે તમે મને પરોણો રાખ્યો,"},{"number":36,"verse":"હું નગ્ન હતો ત્યારે તમે મને વસ્‍ત્ર પહેરાવ્યાં, હું માંદો હતો ત્યારે તમે મને જોવા આવ્યા, હું કેદમાં હતો ત્યારે તમે મારી ખબર લીધી.’"},{"number":37,"verse":"ત્યારે ન્યાયીઓ તેમને ઉત્તર દેશે, ‘પ્રભુ, ક્યારે અમે તમને ભૂખ્યા દેખીને ખવડાવ્યું, અથવા તરસ્યા જોઈને [પાણી] પીવડાવ્યું?"},{"number":38,"verse":"અને ક્યારે અમે તમને પારકા જોઈને પરોણા રાખ્યા, અથવા નગ્ન જોઈને વસ્‍ત્ર પહેરાવ્યા?"},{"number":39,"verse":"અને ક્યારે અમે તમને માંદા અથવા કેદમાં જોઈને તમારી ખબર લીધી?’"},{"number":40,"verse":"ત્યારે રાજા તેઓને ઉત્તર આપશે, હું તમને ખચીત કહું છું, આ મારા ભાઈઓમાંના બહુ નાનાઓમાંથી એકને તમે તે કર્યું એટલે તે મને કર્યું.’"},{"number":41,"verse":"પછી ડાબી તરફનાઓને પણ તે કહેશે, ‘ઓ શાપિતો, જે સાર્વકાલિક અગ્નિ શેતાન તથા તેના દૂતોને માટે તૈયાર કરેલો છે, તેમાં તમે મારી આગળથી જાઓ."},{"number":42,"verse":"કેમ કે હું ભૂખ્યો હતો, પણ તમે મને ખવડાવ્યું નહિ, હું તરસ્યો હતો પણ તમે મને [પાણી] પીવડાવ્યું નહિ,"},{"number":43,"verse":"હું પારકો હતો, પણ તમે મને પરોણો રાખ્યો નહિ, નગ્ન હતો, પણ તમે મને વસ્ર પહેરાવ્યાં નહિ, માંદો તથા કેદમાં હતો, પણ તમે મારી ખબર લીધી નહિ.’"},{"number":44,"verse":"ત્યારે તેઓ પણ તેમને કહેશે, ‘પ્રભુ, ક્યારે અમે તમને ભૂખ્યા કે, તરસ્યા કે, પારકા કે, નગ્ન કે, માંદા કે, કેદમાં જોઈને તમારી સેવા નહિ કરી?’"},{"number":45,"verse":"ત્યારે તે તેઓને કહેશે, હું તમને ખચીત કહું છું કે, આ બહુ નાનાઓમાંથી એકને તમે તે કર્યું નહિ, એટલે તે મને કર્યું નહિ.’"},{"number":46,"verse":"અને ( .) તેઓ સાર્વકાલિક શાસનમાં જશે, પણ ન્યાયીઓ સાર્વકાલિક જીવનમાં [જશે].”"}]}