{"bibleAbbr":"KNJV","bookName":"ಜೆಕರ್ಯ","bookEnglishName":"Zechariah","chapterNumber":4,"verses":[{"number":1,"verse":"ಅನಂತರ ವಿವರಿಸುವ ದೇವದೂತನು ಮತ್ತೆ ಬಂದು ನಿದ್ರೆಹತ್ತಿದವನ ಹಾಗಿದ್ದ ನನ್ನನ್ನು ಎಚ್ಚರಗೊಳಿಸಿ ಏನು ನೋಡುತ್ತೀ ಎಂದು ಕೇಳಲು ನಾನು -"},{"number":2,"verse":"ಇಗೋ, ಏಳು ದೀಪಸ್ತಂಭಗಳುಳ್ಳ ಸುವರ್ಣಮಯವಾದ ಒಂದು ದೀಪಸ್ತಂಭವನ್ನು ನೋಡುತ್ತೇನೆ; ಅದರ ಮೇಲಿನ ದೀಪಗಳಿಗೆ ಏಳು ನಾಳಗಳಿವೆ; ಅದರ ಮೇಲ್ಗಡೆ ಎಣ್ಣೆಯ ಪಾತ್ರೆಯಿದೆ;"},{"number":3,"verse":"ಆ ಪಾತ್ರೆಯ ಬಲಗಡೆಯಲ್ಲಿ ಒಂದು ಎಣ್ಣೆಯ ಮರ, ಎಡಗಡೆಯಲ್ಲಿ ಒಂದು ಎಣ್ಣೆಯ ಮರ, ಅಂತು ಎರಡು ಮರಗಳು ಅದರ ಪಕ್ಕಗಳಲ್ಲಿವೆ ಎಂದು ಹೇಳಿದೆನು."},{"number":4,"verse":"ಪುನಃ ನಾನು ಪ್ರಸ್ತಾಪವೆತ್ತಿ ವಿವರಿಸುವ ದೇವದೂತನನ್ನು - ಸ್ವಾಮೀ, ಇವು ಏನು ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಆ ದೇವದೂತನು -"},{"number":5,"verse":"ಇವು ಏನೆಂದು ನಿನಗೆ ತಿಳಿಯುವದಿಲ್ಲವೋ ಎಂಬದಾಗಿ ನನ್ನನ್ನು ಪ್ರಶ್ನೆಮಾಡಲು - ಇಲ್ಲ, ಸ್ವಾಮೀ ಎಂದು ಅರಿಕೆಮಾಡಿದೆನು."},{"number":6,"verse":"ಆಗ ಅವನು ನನಗೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ ಹೀಗೆ ಹೇಳಿದನು - ಪರಾಕ್ರಮದಿಂದಲ್ಲ, ಬಲದಿಂದಲ್ಲ, ನನ್ನ ಆತ್ಮದಿಂದಲೇ ಎಂಬದು ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನ ನುಡಿ"},{"number":7,"verse":"ಎಂಬೀ ಮಾತನ್ನು ಯೆಹೋವನು ಜೆರುಬ್ಬಾಬೆಲನಿಗೆ ದಯಪಾಲಿಸಿದ್ದಾನೆ. ದೊಡ್ಡ ಬೆಟ್ಟವೇ, ನೀನು ಯಾರು? ಜೆರುಬ್ಬಾಬೆಲನ ಮುಂದೆ ನೆಲಸಮವಾಗುವಿ; ಅವನು ಕಲಶದ ಕಲ್ಲನ್ನು ಕೋಲಾಹಲದೊಡನೆ ಮೆರವಣಿಗೆಮಾಡುವನು; ಇದರ ಮೇಲೆ ದೇವರ ದಯೆಯಿರಲಿ, ದೇವರ ದಯೆಯಿರಲಿ ಎಂಬ ಜನಘೋಷವಾಗುವದು."},{"number":8,"verse":"ಅಲ್ಲದೆ ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದ್ದಾನೆ -"},{"number":9,"verse":"ಜೆರುಬ್ಬಾಬೆಲನ ಕೈಗಳು ಈ ಆಲಯದ ಅಸ್ತಿವಾರವನ್ನು ಹಾಕಿವೆ, ಆ ಕೈಗಳೇ ಇದನ್ನು ಪೂರೈಸುವವು; ಆಗ ನನ್ನನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸಿದವನು ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನೇ ಎಂದು ನಿನಗೆ ಗೊತ್ತಾಗುವದು."},{"number":10,"verse":"ಈ [ದೀಪಗಳಿಂದ ಸೂಚಿತವಾದ] ಯೆಹೋವನ ಏಳು ಕಣ್ಣುಗಳು ಭೂಲೋಕದ ಎಲ್ಲಾ ಕಡೆಗಳಲ್ಲಿಯೂ ಪ್ರಸರಿಸುತ್ತಾ ತೂಕದ ಗುಂಡು ಜೆರುಬ್ಬಾಬೆಲನ ಕೈಯಲ್ಲಿರುವದನ್ನು ಸಂತೋಷದಿಂದ ನೋಡುತ್ತವೆ; ಹೀಗಿರುವಲ್ಲಿ ಅಲ್ಪಕಾರ್ಯಗಳ ದಿನವನ್ನು ಯಾರು ತಿರಸ್ಕರಿಸಾರು?"},{"number":11,"verse":"ಇದನ್ನು ಕೇಳಿ ನಾನು ದೇವದೂತನನ್ನು - ದೀಪಸ್ತಂಭದ ಎಡಬಲದಲ್ಲಿರುವ ಈ ಎಣ್ಣೆಯ ಮರಗಳು ಏನು ಎಂದು ಪ್ರಶ್ನೆಮಾಡಿ"},{"number":12,"verse":"ಮತ್ತೆ ಅವನನ್ನು - ತಮ್ಮೊಳಗಿಂದ ಚಿನ್ನದಂಥ ಎಣ್ಣೆಯನ್ನು ಪಾತ್ರೆಯಲ್ಲಿ ತುಂಬಿಸುವ ಎರಡು ಬಂಗಾರದ ನಾಳಗಳಿವೆಯಲ್ಲಾ; ಆ ನಾಳಗಳ ಬಾಯಿಗೆ ಸೇರಿರುವ ಎರಡು ಎಣ್ಣೆಕಾಯಿಗುತ್ತಿಗಳು ಏನು ಎಂದು ವಿಚಾರಿಸಿದ್ದಕ್ಕೆ ಅವನು -"},{"number":13,"verse":"ಇವು ಏನೆಂದು ನಿನಗೆ ತಿಳಿಯುವದಿಲ್ಲವೋ ಎಂಬದಾಗಿ ನನ್ನನ್ನು ಕೇಳಲು - ಇಲ್ಲ, ಸ್ವಾಮೀ ಎಂದು ಅರಿಕೆಮಾಡಿದೆನು."},{"number":14,"verse":"ಅದಕ್ಕೆ ಅವನು - ಇವು ಸರ್ವಭೂಲೋಕದೊಡೆಯನ ಸನ್ನಿಧಿ ಸೇವಕರೂ ಎಣ್ಣೆಯ ಬುಗ್ಗೆಗಳೂ ಆದ ಇಬ್ಬರು ಪುರುಷರು ಎಂದು ಹೇಳಿದನು."}]}