{"bibleAbbr":"KNJV","bookName":"ಜೆಕರ್ಯ","bookEnglishName":"Zechariah","chapterNumber":7,"verses":[{"number":1,"verse":"ಅರಸನಾದ ದಾರ್ಯಾವೆಷನ ಆಳಿಕೆಯ ನಾಲ್ಕನೆಯ ವರುಷದ ಕಿಸ್ಲೇವ್ ಎಂಬ ಒಂಭತ್ತನೆಯ ತಿಂಗಳಿನ ನಾಲ್ಕನೆಯ ದಿನದಲ್ಲಿ ಯೆಹೋವನು ಜೆಕರ್ಯನಿಗೆ ಒಂದು ವಾಕ್ಯವನ್ನು ದಯಪಾಲಿಸಿದನು."},{"number":2,"verse":"ಅಷ್ಟರೊಳಗೆ ಬೇತೇಲಿನವರು ಸರೆಚರನನ್ನೂ ರೆಗೆಮ್ ಮೆಲೆಕನನ್ನೂ ಅವನ ಪರಿಜನರನ್ನೂ ಯೆಹೋವನ ಪ್ರಸನ್ನತೆಯ ಪ್ರಾರ್ಥನೆಗಾಗಿ ಕಳುಹಿಸಿದ್ದರು."},{"number":3,"verse":"ಆಗ - ನಾವು ಬಹು ವರುಷಗಳಿಂದ ಮಾಡಿಕೊಂಡು ಬಂದಂತೆ ಮುಂದೆಯೂ ಐದನೆಯ ತಿಂಗಳಲ್ಲಿ ಉಪವಾಸಮಾಡಿ ಅಳಬೇಕೋ ಎಂದು ಪ್ರವಾದಿಗಳ ಮತ್ತು ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನ ಆಲಯದ ಯಾಜಕರ ಹತ್ತಿರ ವಿಚಾರಿಸಿಕೊಂಡು ಬನ್ನಿರಿ ಎಂಬದಾಗಿ ಅವರಿಗೆ ಅಪ್ಪಣೆಕೊಟ್ಟಿದ್ದರು."},{"number":4,"verse":"ಹೀಗಿರಲು ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":5,"verse":"ನೀನು ಯಾಜಕರಿಗೂ ದೇಶದ ಸಕಲ ಜನರಿಗೂ ಹೀಗೆ ನುಡಿ - ನೀವು ಈ ಎಪ್ಪತ್ತು ವರುಷಗಳಿಂದಲೂ ಐದನೆಯ ಮತ್ತು ಏಳನೆಯ ತಿಂಗಳುಗಳಲ್ಲಿ ಉಪವಾಸಮಾಡಿ ಗೋಳಾಡುತ್ತಿದ್ದಾಗ ಆ ನಿಮ್ಮ ಉಪವಾಸವು ನನಗಾಗಿಯೇ ಮಾಡಿದ್ದೋ?"},{"number":6,"verse":"ನೀವು ಭೋಜನ ಮಾಡುವಾಗಲೂ ಪಾನಮಾಡುವಾಗಲೂ ಆ ನಿಮ್ಮ ಭೋಜನಪಾನಗಳು ನಿಮ್ಮವಾಗಿಯೇ ಇರುವವಲ್ಲವೆ."},{"number":7,"verse":"ಯೆರೂಸಲೇಮು ಸುತ್ತಣ ಪಟ್ಟಣಗಳ ಸಮೇತ ಜನಭರಿತವಾಗಿಯೂ ನೆಮ್ಮದಿಯಾಗಿಯೂ ಇದ್ದು ದಕ್ಷಿಣಪ್ರಾಂತದಲ್ಲಿಯೂ ಇಳಕಲಿನ ಪ್ರದೇಶದಲ್ಲಿಯೂ ಪ್ರಜೆಯು ತುಂಬಿದ್ದಾಗ ಆ ಪೂರ್ವಕಾಲದ ಪ್ರವಾದಿಗಳ ಮೂಲಕ ಯೆಹೋವನು ಪ್ರಕಟಿಸಿದ ಮಾತುಗಳನ್ನು ನೀವು ಕೇಳಬಾರದೋ?"},{"number":8,"verse":"ಅಲ್ಲದೆ ಯೆಹೋವನು ಜೆಕರ್ಯನಿಗೆ ಈ ಮಾತನ್ನು ದಯಪಾಲಿಸಿದನು -"},{"number":9,"verse":"ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಇಂತೆಂದಿದ್ದಾನೆ - ಸರಿಯಾಗಿ ನ್ಯಾಯತೀರಿಸಿರಿ,"},{"number":10,"verse":"ಒಬ್ಬರಿಗೊಬ್ಬರು ಪ್ರೀತಿ ಕರುಣೆಗಳನ್ನು ತೋರಿಸಿರಿ; ವಿಧವೆ, ಅನಾಥ, ವಿದೇಶಿ, ದರಿದ್ರ, ಇವರಾರಿಗೂ ಅನ್ಯಾಯ ಮಾಡಬೇಡಿರಿ; ನಿಮ್ಮಲ್ಲಿ ಯಾವನೂ ತನ್ನ ಸಹೋದರನಿಗೆ ಕೇಡನ್ನು ಬಗೆಯದಿರಲಿ,"},{"number":11,"verse":"ನಿಮ್ಮ ಪಿತೃಗಳಾದರೋ ಗಮನಿಸಲೊಲ್ಲದೆ ಹೆಗಲುಕೊಡದೆ ಹೋದರು. ಕೇಳಬಾರದೆಂದು ಕಿವಿಮಂದ ಮಾಡಿಕೊಂಡರು."},{"number":12,"verse":"ಧರ್ಮೋಪದೇಶವನ್ನೂ ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಪೂರ್ವಕಾಲದ ಪ್ರವಾದಿಗಳ ಮೂಲಕ ತನ್ನ ಆತ್ಮನಿಂದ ಹೇಳಿಸಿದ ಮಾತುಗಳನ್ನೂ ಕೇಳಬಾರದೆಂದು ತಮ್ಮ ಹೃದಯಗಳನ್ನು ವಜ್ರದಷ್ಟು ಕಠಿನಪಡಿಸಿಕೊಂಡರು; ಆದಕಾರಣ ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನಿಂದ ಅತಿರೌದ್ರವು ಅವರ ಮೇಲೆ ಬಿತ್ತು."},{"number":13,"verse":"ಆಗ ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಇಂತೆಂದನು - ನಾನು ಕೂಗಿದರೂ ಅವರು ಹೇಗೆ ಕೇಳಲಿಲ್ಲವೋ ಹಾಗೆ ಅವರು ಕೂಗಿದರೂ ನಾನು ಕೇಳುವದಿಲ್ಲ;"},{"number":14,"verse":"ಅವರು ನೋಡದ ಎಲ್ಲಾ ಜನಾಂಗಗಳ ಮಧ್ಯಕ್ಕೆ ಅವರನ್ನು ತೂರಿಬಿಡುವೆನು. ಯೆಹೋವನ ಈ ಮಾತಿನಂತೆ ಅವರು ಚದರಿದ ಮೇಲೆ ದೇಶವು ಹಾಳಾಯಿತು, ಅದರಲ್ಲಿ ಯಾರೂ ಹೋಗುತ್ತಿರಲಿಲ್ಲ, ಬರುತ್ತಿರಲಿಲ್ಲ; ಆ ರಮ್ಯದೇಶವನ್ನು ಹಾಳುಗತಿಗೆ ತಂದರಷ್ಟೆ."}]}