{"bibleAbbr":"KNJV","bookName":"ಜೆಕರ್ಯ","bookEnglishName":"Zechariah","chapterNumber":8,"verses":[{"number":1,"verse":"ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಈ ವಾಕ್ಯವನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":2,"verse":"ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಚೀಯೋನಿಗೆ ಅವಮಾನವಾಯಿತಲ್ಲಾ ಎಂದು ಬಹಳವಾಗಿ ಕುದಿಯುತ್ತೇನೆ. ಅತಿರೋಷಗೊಂಡು ಕುದಿಯುತ್ತೇನೆ."},{"number":3,"verse":"ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಾನು ಚೀಯೋನಿಗೆ ಹಿಂದಿರುಗಿದ್ದೇನೆ, ಯೆರೂಸಲೇಮಿನ ಮಧ್ಯದಲ್ಲಿ ವಾಸಿಸುವೆನು; ಆಗ ಯೆರೂಸಲೇಮು ಸುವ್ರತನಗರಿ ಅನ್ನಿಸಿಕೊಳ್ಳುವದು, ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನ ಪರ್ವತಕ್ಕೆ ಪರಿಶುದ್ಧ ಪರ್ವತವೆಂಬ ಹೆಸರು ಬರುವದು."},{"number":4,"verse":"ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಇನ್ನು ಮುಂದೆ ಯೆರೂಸಲೇಮಿನ ಚೌಕಗಳಲ್ಲಿ ಮುದುಕ ಮುದುಕಿಯರು ಕೂಡ್ರುವರು; ಅತಿವೃದ್ಧಾಪ್ಯದ ನಿಮಿತ್ತ ಪ್ರತಿಯೊಬ್ಬ ಮುದುಕನ ಕೈಯಲ್ಲಿ ಊರುಗೋಲಿರುವದು."},{"number":5,"verse":"ಆ ಪಟ್ಟಣದ ಚೌಕಗಳಲ್ಲಿ ಆಟವಾಡುವ ಬಾಲಕ ಬಾಲಕಿಯರೂ ತುಂಬಿಕೊಂಡಿರುವರು."},{"number":6,"verse":"ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆ ಕಾಲದ ಸ್ಥಿತಿಯು ಈ ಜನಶೇಷದವರ ದೃಷ್ಟಿಗೆ ಅತ್ಯಾಶ್ಚರ್ಯವಾದರೂ ನನ್ನ ದೃಷ್ಟಿಗೆ ಅತ್ಯಾಶ್ಚರ್ಯವೋ? ಇದು ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನ ನುಡಿ."},{"number":7,"verse":"ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಇಗೋ, ನಾನು ನನ್ನ ಜನರನ್ನು ಮೂಡಣ ದೇಶದಿಂದಲೂ ಪಡುವಣ ದೇಶದಿಂದಲೂ ಪಾರುಮಾಡಿ ಬರಗೊಳಿಸುವೆನು,"},{"number":8,"verse":"ಅವರು ಯೆರೂಸಲೇಮಿನೊಳಗೇ ವಾಸವಾಗಿರುವರು; ಸತ್ಯಸಂಧತೆಯಿಂದಲೂ ಸದ್ಧರ್ಮದಿಂದಲೂ ಅವರು ನನಗೆ ಪ್ರಜೆಯಾಗಿರುವರು. ಹಾಗೆಯೇ ನಾನು ಅವರಿಗೆ ದೇವರಾಗಿರುವೆನು."},{"number":9,"verse":"ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ದೇವಾಲಯವನ್ನು ಕಟ್ಟುವ ಉದ್ದೇಶದಿಂದ ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನ ಆ ಮಂದಿರದ ಅಸ್ತಿವಾರವನ್ನು ಹಾಕಿದ ಕಾಲದಲ್ಲಿಯೂ ಇದ್ದ ಪ್ರವಾದಿಗಳ ಬಾಯಿಂದ ಈ ಮಾತುಗಳನ್ನು ಈಗ ಕೇಳುವವರೇ, ನಿಮ್ಮ ಕೈಗಳು ಬಲಗೊಳ್ಳಲಿ!"},{"number":10,"verse":"ಆ ಕಾಲಕ್ಕೆ ಮುಂಚೆ ಮನುಷ್ಯನಿಗಾಗಲಿ ಪಶುವಿಗಾಗಲಿ ದುಡಿತದಿಂದ ಏನೂ ಜೀವನವಾಗುತ್ತಿರಲಿಲ್ಲ; ಹೋಗಿಬರುವವರಿಗೆ ಶತ್ರುಗಳ ದೆಸೆಯಿಂದ ಭಯವಿಲ್ಲದೆ ಇರಲಿಲ್ಲ; ಒಬ್ಬರನ್ನೊಬ್ಬರು ಎದುರಿಸುವಂತೆ ಎಲ್ಲರನ್ನೂ ಪ್ರೇರಿಸುತ್ತಿದ್ದೆನು."},{"number":11,"verse":"ಇಂದಿನಿಂದಲೋ ಈ ಜನಶೇಷದವರ ವಿಷಯದಲ್ಲಿ ನಾನು ಪೂರ್ವಕಾಲದಲ್ಲಿ ಇದ್ದಂತೆ ಇರೆನು; ಇದು ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನ ನುಡಿ."},{"number":12,"verse":"ನೆಮ್ಮದಿಯ ಬೆಳೆಯಾಗುವದು; ದ್ರಾಕ್ಷಾಲತೆಯು ಹಣ್ಣುಬಿಡುವದು, ಭೂಮಿಯು ಧಾನ್ಯವನ್ನೀಯುವದು, ಆಕಾಶವು ಇಬ್ಬನಿಯನ್ನು ಸುರಿಸುವದು; ಈ ಜನಶೇಷದವರು ಇವುಗಳನ್ನೆಲ್ಲಾ ಅನುಭವಿಸುವಂತೆ ಅನುಗ್ರಹಿಸುವೆನು."},{"number":13,"verse":"ಯೆಹೂದ ಕುಲವೇ, ಇಸ್ರಾಯೇಲ್ ವಂಶವೇ, ನಿಮ್ಮ ಹೆಸರು ಹೇಗೆ ಜನಾಂಗಗಳಲ್ಲಿ ಶಾಪದ ಮಾತಾಗಿ ಸಲ್ಲುತ್ತಿತ್ತೋ ಹಾಗೆಯೇ ನಾನು ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಿದ ಮೇಲೆ ನಿಮ್ಮ ಹೆಸರು ಹರಕೆಯ ಮಾತಾಗಿ ಸಲ್ಲುವದು; ಹೆದರಬೇಡಿರಿ, ನಿಮ್ಮ ಕೈಗಳು ಬಲಗೊಳ್ಳಲಿ!"},{"number":14,"verse":"ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಿಮ್ಮ ಪಿತೃಗಳು ನನಗೆ ಸಿಟ್ಟೆಬ್ಬಿಸಿದಾಗ ನಿಮಗೆ ಕೇಡು ಮಾಡಬೇಕೆಂದು ನಾನು ನಿಷ್ಕರುಣಿಯಾಗಿ ಸಂಕಲ್ಪಿಸಿದಂತೆ"},{"number":15,"verse":"ಈ ಕಾಲದಲ್ಲಿ ಯೆರೂಸಲೇಮಿಗೂ ಯೆಹೂದ ಕುಲಕ್ಕೂ ಮೇಲು ಮಾಡಬೇಕೆಂದು ಹೊಸ ಸಂಕಲ್ಪ ಮಾಡಿಕೊಂಡಿದ್ದೇನೆ; ಹೆದರಬೇಡಿರಿ; ಇದು ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನ ನುಡಿ."},{"number":16,"verse":"ನೀವು ಮಾಡಬೇಕಾದ ಕಾರ್ಯಗಳು ಇವೇ - ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ನೆರೆಯವನ ಸಂಗಡ ನಿಜವನ್ನೇ ಆಡಲಿ; ನಿಮ್ಮ ಚಾವಡಿಗಳಲ್ಲಿ ಸತ್ಯವನ್ನೂ ಸಮಾಧಾನಪ್ರದನ್ಯಾಯವನ್ನೂ ಸ್ಥಾಪಿಸಿರಿ;"},{"number":17,"verse":"ನಿಮ್ಮಲ್ಲಿ ಯಾವನೂ ತನ್ನ ಹೃದಯದಲ್ಲಿ ನೆರೆಯವನಿಗೆ ಕೇಡನ್ನು ಬಗೆಯದಿರಲಿ; ಸುಳ್ಳುಸಾಕ್ಷಿಗೆ ಎಂದೂ ಸಂತೋಷಪಡಬೇಡಿರಿ; ಇವುಗಳನ್ನೆಲ್ಲಾ ದ್ವೇಷಿಸುವವನಾಗಿದ್ದೇನೆ; ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":18,"verse":"ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಈ ಮಾತನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದನು -"},{"number":19,"verse":"ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ನಾಲ್ಕನೆಯ ತಿಂಗಳಿನ ಉಪವಾಸ, ಐದನೆಯ ತಿಂಗಳಿನ ಉಪವಾಸ, ಏಳನೆಯ ತಿಂಗಳಿನ ಉಪವಾಸ, ಹತ್ತನೆಯ ತಿಂಗಳಿನ ಉಪವಾಸ, ಇವು ಯೆಹೂದ ವಂಶಕ್ಕೆ ವಿಶೇಷವಾದ ಹಬ್ಬಗಳಾಗಿ ಹರ್ಷೋಲ್ಲಾಸಗಳನ್ನುಂಟುಮಾಡುವವು; ಹೀಗಿರಲು ಸತ್ಯವನ್ನೂ ಸಮಾಧಾನವನ್ನೂ ಪ್ರೀತಿಸಿರಿ."},{"number":20,"verse":"ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಇನ್ನು ಮುಂದೆ ಜನಾಂಗಗಳೂ ದೊಡ್ಡ ಪಟ್ಟಣಗಳ ನಿವಾಸಿಗಳೂ ಬರುವರು;"},{"number":21,"verse":"ಒಂದು ಊರಿನವರು ಇನ್ನೊಂದೂರಿಗೆ ಹೋಗಿ - ಯೆಹೋವನ ಪ್ರಸನ್ನತೆಯನ್ನು ಬೇಡುವದಕ್ಕೂ ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನನ್ನು ಆಶ್ರಯಿಸುವದಕ್ಕೂ ಹೋಗೋಣ ಬನ್ನಿರಿ, ನಾವೂ ಹೋಗುತ್ತೇವೆ ಎಂದು ಹೇಳುವರು."},{"number":22,"verse":"ಹೀಗೆ ಬಹು ದೇಶಗಳವರೂ ಬಲವಾದ ಜನಾಂಗಗಳವರೂ ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನನ್ನು ಆಶ್ರಯಿಸುವದಕ್ಕೂ ಯೆಹೋವನ ಪ್ರಸನ್ನತೆಯನ್ನು ಬೇಡುವದಕ್ಕೂ ಬರುವರು."},{"number":23,"verse":"ಸೇನಾಧೀಶ್ವರ ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆ ಕಾಲದಲ್ಲಿ ಜನಾಂಗಗಳ ವಿವಿಧಭಾಷೆಗಳವರಾದ ಹತ್ತು ಜನರು ಯೆಹೂದ್ಯನೊಬ್ಬನ ಸೆರಗನ್ನು ಹಿಡಿದುಕೊಂಡು - ನಾವು ನಿಮ್ಮೊಂದಿಗೆ ಬರುವೆವು, ದೇವರು ನಿಮ್ಮ ಸಂಗಡ ಇದ್ದಾನೆಂಬ ಸುದ್ದಿಯು ನಮ್ಮ ಕಿವಿಗೆ ಬಿದ್ದಿದೆ ಎಂದು ಹೇಳುವರು."}]}