{"bibleAbbr":"HAC","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":18,"verses":[{"number":1,"verse":"א וירא אליו יהוה באלני ממרא והוא ישב פתח האהל כחם היום"},{"number":2,"verse":"ב וישא עיניו וירא והנה שלשה אנשים נצבים עליו וירא וירץ לקראתם מפתח האהל וישתחו ארצה"},{"number":3,"verse":"ג ויאמר אדני אם נא מצאתי חן בעיניך--אל נא תעבר מעל עבדך"},{"number":4,"verse":"ד יקח נא מעט מים ורחצו רגליכם והשענו תחת העץ"},{"number":5,"verse":"ה ואקחה פת לחם וסעדו לבכם אחר תעברו--כי על כן עברתם על עבדכם ויאמרו כן תעשה כאשר דברת"},{"number":6,"verse":"ו וימהר אברהם האהלה אל שרה ויאמר מהרי שלש סאים קמח סלת--לושי ועשי עגות"},{"number":7,"verse":"ז ואל הבקר רץ אברהם ויקח בן בקר רך וטוב ויתן אל הנער וימהר לעשות אתו"},{"number":8,"verse":"ח ויקח חמאה וחלב ובן הבקר אשר עשה ויתן לפניהם והוא עמד עליהם תחת העץ ויאכלו"},{"number":9,"verse":"ט ויאמרו אליו איה שרה אשתך ויאמר הנה באהל"},{"number":10,"verse":"י ויאמר שוב אשוב אליך כעת חיה והנה בן לשרה אשתך ושרה שמעת פתח האהל והוא אחריו"},{"number":11,"verse":"יא ואברהם ושרה זקנים באים בימים חדל להיות לשרה ארח כנשים"},{"number":12,"verse":"יב ותצחק שרה בקרבה לאמר אחרי בלתי היתה לי עדנה ואדני זקן"},{"number":13,"verse":"יג ויאמר יהוה אל אברהם למה זה צחקה שרה לאמר האף אמנם אלד--ואני זקנתי"},{"number":14,"verse":"יד היפלא מיהוה דבר למועד אשוב אליך כעת חיה--ולשרה בן"},{"number":15,"verse":"טו ותכחש שרה לאמר לא צחקתי כי יראה ויאמר לא כי צחקת"},{"number":16,"verse":"טז ויקמו משם האנשים וישקפו על פני סדם ואברהם--הלך עמם לשלחם"},{"number":17,"verse":"יז ויהוה אמר המכסה אני מאברהם אשר אני עשה"},{"number":18,"verse":"יח ואברהם--היו יהיה לגוי גדול ועצום ונברכו בו--כל גויי הארץ"},{"number":19,"verse":"יט כי ידעתיו למען אשר יצוה את בניו ואת ביתו אחריו ושמרו דרך יהוה לעשות צדקה ומשפט--למען הביא יהוה על אברהם את אשר דבר עליו"},{"number":20,"verse":"כ ויאמר יהוה זעקת סדם ועמרה כי רבה וחטאתם--כי כבדה מאד"},{"number":21,"verse":"כא ארדה נא ואראה הכצעקתה הבאה אלי עשו כלה ואם לא אדעה"},{"number":22,"verse":"כב ויפנו משם האנשים וילכו סדמה ואברהם--עודנו עמד לפני יהוה"},{"number":23,"verse":"כג ויגש אברהם ויאמר האף תספה צדיק עם רשע"},{"number":24,"verse":"כד אולי יש חמשים צדיקם בתוך העיר האף תספה ולא תשא למקום למען חמשים הצדיקם אשר בקרבה"},{"number":25,"verse":"כה חללה לך מעשת כדבר הזה להמית צדיק עם רשע והיה כצדיק כרשע חללה לך--השפט כל הארץ לא יעשה משפט"},{"number":26,"verse":"כו ויאמר יהוה אם אמצא בסדם חמשים צדיקם בתוך העיר--ונשאתי לכל המקום בעבורם"},{"number":27,"verse":"כז ויען אברהם ויאמר הנה נא הואלתי לדבר אל אדני ואנכי עפר ואפר"},{"number":28,"verse":"כח אולי יחסרון חמשים הצדיקם חמשה--התשחית בחמשה את כל העיר ויאמר לא אשחית אם אמצא שם ארבעים וחמשה"},{"number":29,"verse":"כט ויסף עוד לדבר אליו ויאמר אולי ימצאון שם ארבעים ויאמר לא אעשה בעבור הארבעים"},{"number":30,"verse":"ל ויאמר אל נא יחר לאדני ואדברה--אולי ימצאון שם שלשים ויאמר לא אעשה אם אמצא שם שלשים"},{"number":31,"verse":"לא ויאמר הנה נא הואלתי לדבר אל אדני--אולי ימצאון שם עשרים ויאמר לא אשחית בעבור העשרים"},{"number":32,"verse":"לב ויאמר אל נא יחר לאדני ואדברה אך הפעם--אולי ימצאון שם עשרה ויאמר לא אשחית בעבור העשרה"},{"number":33,"verse":"לג וילך יהוה--כאשר כלה לדבר אל אברהם ואברהם שב למקמו"}]}