{"bibleAbbr":"HAC","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":37,"verses":[{"number":1,"verse":"א וישב יעקב בארץ מגורי אביו--בארץ כנען"},{"number":2,"verse":"ב אלה תלדות יעקב יוסף בן שבע עשרה שנה היה רעה את אחיו בצאן והוא נער את בני בלהה ואת בני זלפה נשי אביו ויבא יוסף את דבתם רעה אל אביהם"},{"number":3,"verse":"ג וישראל אהב את יוסף מכל בניו--כי בן זקנים הוא לו ועשה לו כתנת פסים"},{"number":4,"verse":"ד ויראו אחיו כי אתו אהב אביהם מכל אחיו--וישנאו אתו ולא יכלו דברו לשלם"},{"number":5,"verse":"ה ויחלם יוסף חלום ויגד לאחיו ויוספו עוד שנא אתו"},{"number":6,"verse":"ו ויאמר אליהם שמעו נא החלום הזה אשר חלמתי"},{"number":7,"verse":"ז והנה אנחנו מאלמים אלמים בתוך השדה והנה קמה אלמתי וגם נצבה והנה תסבינה אלמתיכם ותשתחוין לאלמתי"},{"number":8,"verse":"ח ויאמרו לו אחיו המלך תמלך עלינו אם משול תמשל בנו ויוספו עוד שנא אתו על חלמתיו ועל דבריו"},{"number":9,"verse":"ט ויחלם עוד חלום אחר ויספר אתו לאחיו ויאמר הנה חלמתי חלום עוד והנה השמש והירח ואחד עשר כוכבים משתחוים לי"},{"number":10,"verse":"י ויספר אל אביו ואל אחיו ויגער בו אביו ויאמר לו מה החלום הזה אשר חלמת הבוא נבוא אני ואמך ואחיך להשתחות לך ארצה"},{"number":11,"verse":"יא ויקנאו בו אחיו ואביו שמר את הדבר"},{"number":12,"verse":"יב וילכו אחיו לרעות את צאן אביהם בשכם"},{"number":13,"verse":"יג ויאמר ישראל אל יוסף הלוא אחיך רעים בשכם--לכה ואשלחך אליהם ויאמר לו הנני"},{"number":14,"verse":"יד ויאמר לו לך נא ראה את שלום אחיך ואת שלום הצאן והשבני דבר וישלחהו מעמק חברון ויבא שכמה"},{"number":15,"verse":"טו וימצאהו איש והנה תעה בשדה וישאלהו האיש לאמר מה תבקש"},{"number":16,"verse":"טז ויאמר את אחי אנכי מבקש הגידה נא לי איפה הם רעים"},{"number":17,"verse":"יז ויאמר האיש נסעו מזה--כי שמעתי אמרים נלכה דתינה וילך יוסף אחר אחיו וימצאם בדתן"},{"number":18,"verse":"יח ויראו אתו מרחק ובטרם יקרב אליהם ויתנכלו אתו להמיתו"},{"number":19,"verse":"יט ויאמרו איש אל אחיו הנה בעל החלמות הלזה--בא"},{"number":20,"verse":"כ ועתה לכו ונהרגהו ונשלכהו באחד הברות ואמרנו חיה רעה אכלתהו ונראה מה יהיו חלמתיו"},{"number":21,"verse":"כא וישמע ראובן ויצלהו מידם ויאמר לא נכנו נפש"},{"number":22,"verse":"כב ויאמר אלהם ראובן אל תשפכו דם--השליכו אתו אל הבור הזה אשר במדבר ויד אל תשלחו בו למען הציל אתו מידם להשיבו אל אביו"},{"number":23,"verse":"כג ויהי כאשר בא יוסף אל אחיו ויפשיטו את יוסף את כתנתו את כתנת הפסים אשר עליו"},{"number":24,"verse":"כד ויקחהו--וישלכו אתו הברה והבור רק אין בו מים"},{"number":25,"verse":"כה וישבו לאכל לחם וישאו עיניהם ויראו והנה ארחת ישמעאלים באה מגלעד וגמליהם נשאים נכאת וצרי ולט--הולכים להוריד מצרימה"},{"number":26,"verse":"כו ויאמר יהודה אל אחיו מה בצע כי נהרג את אחינו וכסינו את דמו"},{"number":27,"verse":"כז לכו ונמכרנו לישמעאלים וידנו אל תהי בו כי אחינו בשרנו הוא וישמעו אחיו"},{"number":28,"verse":"כח ויעברו אנשים מדינים סחרים וימשכו ויעלו את יוסף מן הבור וימכרו את יוסף לישמעאלים בעשרים כסף ויביאו את יוסף מצרימה"},{"number":29,"verse":"כט וישב ראובן אל הבור והנה אין יוסף בבור ויקרע את בגדיו"},{"number":30,"verse":"ל וישב אל אחיו ויאמר הילד איננו ואני אנה אני בא"},{"number":31,"verse":"לא ויקחו את כתנת יוסף וישחטו שעיר עזים ויטבלו את הכתנת בדם"},{"number":32,"verse":"לב וישלחו את כתנת הפסים ויביאו אל אביהם ויאמרו זאת מצאנו הכר נא הכתנת בנך הוא--אם לא"},{"number":33,"verse":"לג ויכירה ויאמר כתנת בני חיה רעה אכלתהו טרף טרף יוסף"},{"number":34,"verse":"לד ויקרע יעקב שמלתיו וישם שק במתניו ויתאבל על בנו ימים רבים"},{"number":35,"verse":"לה ויקמו כל בניו וכל בנתיו לנחמו וימאן להתנחם ויאמר כי ארד אל בני אבל שאלה ויבך אתו אביו"},{"number":36,"verse":"לו והמדנים--מכרו אתו אל מצרים לפוטיפר סריס פרעה שר הטבחים {פ}"}]}