{"bibleAbbr":"HAC","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":43,"verses":[{"number":1,"verse":"א והרעב כבד בארץ"},{"number":2,"verse":"ב ויהי כאשר כלו לאכל את השבר אשר הביאו ממצרים ויאמר אליהם אביהם שבו שברו לנו מעט אכל"},{"number":3,"verse":"ג ויאמר אליו יהודה לאמר העד העד בנו האיש לאמר לא תראו פני בלתי אחיכם אתכם"},{"number":4,"verse":"ד אם ישך משלח את אחינו אתנו--נרדה ונשברה לך אכל"},{"number":5,"verse":"ה ואם אינך משלח לא נרד כי האיש אמר אלינו לא תראו פני בלתי אחיכם אתכם"},{"number":6,"verse":"ו ויאמר ישראל למה הרעתם לי--להגיד לאיש העוד לכם אח"},{"number":7,"verse":"ז ויאמרו שאול שאל האיש לנו ולמולדתנו לאמר העוד אביכם חי היש לכם אח ונגד לו על פי הדברים האלה הידוע נדע--כי יאמר הורידו את אחיכם"},{"number":8,"verse":"ח ויאמר יהודה אל ישראל אביו שלחה הנער אתי--ונקומה ונלכה ונחיה ולא נמות גם אנחנו גם אתה גם טפנו"},{"number":9,"verse":"ט אנכי אערבנו--מידי תבקשנו אם לא הביאתיו אליך והצגתיו לפניך וחטאתי לך כל הימים"},{"number":10,"verse":"י כי לולא התמהמהנו--כי עתה שבנו זה פעמים"},{"number":11,"verse":"יא ויאמר אלהם ישראל אביהם אם כן אפוא זאת עשו--קחו מזמרת הארץ בכליכם והורידו לאיש מנחה מעט צרי ומעט דבש נכאת ולט בטנים ושקדים"},{"number":12,"verse":"יב וכסף משנה קחו בידכם ואת הכסף המושב בפי אמתחתיכם תשיבו בידכם--אולי משגה הוא"},{"number":13,"verse":"יג ואת אחיכם קחו וקומו שובו אל האיש"},{"number":14,"verse":"יד ואל שדי יתן לכם רחמים לפני האיש ושלח לכם את אחיכם אחר ואת בנימין ואני כאשר שכלתי שכלתי"},{"number":15,"verse":"טו ויקחו האנשים את המנחה הזאת ומשנה כסף לקחו בידם ואת בנימן ויקמו וירדו מצרים ויעמדו לפני יוסף"},{"number":16,"verse":"טז וירא יוסף אתם את בנימין ויאמר לאשר על ביתו הבא את האנשים הביתה וטבח טבח והכן כי אתי יאכלו האנשים בצהרים"},{"number":17,"verse":"יז ויעש האיש כאשר אמר יוסף ויבא האיש את האנשים ביתה יוסף"},{"number":18,"verse":"יח וייראו האנשים כי הובאו בית יוסף ויאמרו על דבר הכסף השב באמתחתינו בתחלה אנחנו מובאים--להתגלל עלינו ולהתנפל עלינו ולקחת אתנו לעבדים ואת חמרינו"},{"number":19,"verse":"יט ויגשו אל האיש אשר על בית יוסף וידברו אליו פתח הבית"},{"number":20,"verse":"כ ויאמרו בי אדני ירד ירדנו בתחלה לשבר אכל"},{"number":21,"verse":"כא ויהי כי באנו אל המלון ונפתחה את אמתחתינו והנה כסף איש בפי אמתחתו כספנו במשקלו ונשב אתו בידנו"},{"number":22,"verse":"כב וכסף אחר הורדנו בידנו לשבר אכל לא ידענו מי שם כספנו באמתחתינו"},{"number":23,"verse":"כג ויאמר שלום לכם אל תיראו אלהיכם ואלהי אביכם נתן לכם מטמון באמתחתיכם--כספכם בא אלי ויוצא אלהם את שמעון"},{"number":24,"verse":"כד ויבא האיש את האנשים ביתה יוסף ויתן מים וירחצו רגליהם ויתן מספוא לחמריהם"},{"number":25,"verse":"כה ויכינו את המנחה עד בוא יוסף בצהרים כי שמעו כי שם יאכלו לחם"},{"number":26,"verse":"כו ויבא יוסף הביתה ויביאו לו את המנחה אשר בידם הביתה וישתחוו לו ארצה"},{"number":27,"verse":"כז וישאל להם לשלום ויאמר השלום אביכם הזקן אשר אמרתם--העודנו חי"},{"number":28,"verse":"כח ויאמרו שלום לעבדך לאבינו--עודנו חי ויקדו וישתחו (וישתחוו)"},{"number":29,"verse":"כט וישא עיניו וירא את בנימין אחיו בן אמו ויאמר הזה אחיכם הקטן אשר אמרתם אלי ויאמר אלהים יחנך בני"},{"number":30,"verse":"ל וימהר יוסף כי נכמרו רחמיו אל אחיו ויבקש לבכות ויבא החדרה ויבך שמה"},{"number":31,"verse":"לא וירחץ פניו ויצא ויתאפק--ויאמר שימו לחם"},{"number":32,"verse":"לב וישימו לו לבדו ולהם לבדם ולמצרים האכלים אתו לבדם--כי לא יוכלון המצרים לאכל את העברים לחם כי תועבה הוא למצרים"},{"number":33,"verse":"לג וישבו לפניו--הבכר כבכרתו והצעיר כצערתו ויתמהו האנשים איש אל רעהו"},{"number":34,"verse":"לד וישא משאת מאת פניו אלהם ותרב משאת בנימן ממשאת כלם חמש ידות וישתו וישכרו עמו"}]}