{"bibleAbbr":"HAC","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":45,"verses":[{"number":1,"verse":"א ולא יכל יוסף להתאפק לכל הנצבים עליו ויקרא הוציאו כל איש מעלי ולא עמד איש אתו בהתודע יוסף אל אחיו"},{"number":2,"verse":"ב ויתן את קלו בבכי וישמעו מצרים וישמע בית פרעה"},{"number":3,"verse":"ג ויאמר יוסף אל אחיו אני יוסף העוד אבי חי ולא יכלו אחיו לענות אתו כי נבהלו מפניו"},{"number":4,"verse":"ד ויאמר יוסף אל אחיו גשו נא אלי ויגשו ויאמר אני יוסף אחיכם אשר מכרתם אתי מצרימה"},{"number":5,"verse":"ה ועתה אל תעצבו ואל יחר בעיניכם כי מכרתם אתי הנה כי למחיה שלחני אלהים לפניכם"},{"number":6,"verse":"ו כי זה שנתים הרעב בקרב הארץ ועוד חמש שנים אשר אין חריש וקציר"},{"number":7,"verse":"ז וישלחני אלהים לפניכם לשום לכם שארית בארץ ולהחיות לכם לפליטה גדלה"},{"number":8,"verse":"ח ועתה לא אתם שלחתם אתי הנה כי האלהים וישימני לאב לפרעה ולאדון לכל ביתו ומשל בכל ארץ מצרים"},{"number":9,"verse":"ט מהרו ועלו אל אבי ואמרתם אליו כה אמר בנך יוסף שמני אלהים לאדון לכל מצרים רדה אלי אל תעמד"},{"number":10,"verse":"י וישבת בארץ גשן והיית קרוב אלי--אתה ובניך ובני בניך וצאנך ובקרך וכל אשר לך"},{"number":11,"verse":"יא וכלכלתי אתך שם כי עוד חמש שנים רעב פן תורש אתה וביתך וכל אשר לך"},{"number":12,"verse":"יב והנה עיניכם ראות ועיני אחי בנימין כי פי המדבר אליכם"},{"number":13,"verse":"יג והגדתם לאבי את כל כבודי במצרים ואת כל אשר ראיתם ומהרתם והורדתם את אבי הנה"},{"number":14,"verse":"יד ויפל על צוארי בנימן אחיו ויבך ובנימן--בכה על צואריו"},{"number":15,"verse":"טו וינשק לכל אחיו ויבך עלהם ואחרי כן דברו אחיו אתו"},{"number":16,"verse":"טז והקל נשמע בית פרעה לאמר באו אחי יוסף וייטב בעיני פרעה ובעיני עבדיו"},{"number":17,"verse":"יז ויאמר פרעה אל יוסף אמר אל אחיך זאת עשו טענו את בעירכם ולכו באו ארצה כנען"},{"number":18,"verse":"יח וקחו את אביכם ואת בתיכם ובאו אלי ואתנה לכם את טוב ארץ מצרים ואכלו את חלב הארץ"},{"number":19,"verse":"יט ואתה צויתה זאת עשו קחו לכם מארץ מצרים עגלות לטפכם ולנשיכם ונשאתם את אביכם ובאתם"},{"number":20,"verse":"כ ועינכם אל תחס על כליכם כי טוב כל ארץ מצרים לכם הוא"},{"number":21,"verse":"כא ויעשו כן בני ישראל ויתן להם יוסף עגלות על פי פרעה ויתן להם צדה לדרך"},{"number":22,"verse":"כב לכלם נתן לאיש חלפות שמלת ולבנימן נתן שלש מאות כסף וחמש חלפת שמלת"},{"number":23,"verse":"כג ולאביו שלח כזאת עשרה חמרים נשאים מטוב מצרים ועשר אתנת נשאת בר ולחם ומזון לאביו--לדרך"},{"number":24,"verse":"כד וישלח את אחיו וילכו ויאמר אלהם אל תרגזו בדרך"},{"number":25,"verse":"כה ויעלו ממצרים ויבאו ארץ כנען אל יעקב אביהם"},{"number":26,"verse":"כו ויגדו לו לאמר עוד יוסף חי וכי הוא משל בכל ארץ מצרים ויפג לבו כי לא האמין להם"},{"number":27,"verse":"כז וידברו אליו את כל דברי יוסף אשר דבר אלהם וירא את העגלות אשר שלח יוסף לשאת אתו ותחי רוח יעקב אביהם"},{"number":28,"verse":"כח ויאמר ישראל רב עוד יוסף בני חי אלכה ואראנו בטרם אמות"}]}