{"bibleAbbr":"HAC","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":6,"verses":[{"number":1,"verse":"א ויהי כי החל האדם לרב על פני האדמה ובנות ילדו להם"},{"number":2,"verse":"ב ויראו בני האלהים את בנות האדם כי טבת הנה ויקחו להם נשים מכל אשר בחרו"},{"number":3,"verse":"ג ויאמר יהוה לא ידון רוחי באדם לעלם בשגם הוא בשר והיו ימיו מאה ועשרים שנה"},{"number":4,"verse":"ד הנפלים היו בארץ בימים ההם וגם אחרי כן אשר יבאו בני האלהים אל בנות האדם וילדו להם המה הגברים אשר מעולם אנשי השם {פ}"},{"number":5,"verse":"ה וירא יהוה כי רבה רעת האדם בארץ וכל יצר מחשבת לבו רק רע כל היום"},{"number":6,"verse":"ו וינחם יהוה כי עשה את האדם בארץ ויתעצב אל לבו"},{"number":7,"verse":"ז ויאמר יהוה אמחה את האדם אשר בראתי מעל פני האדמה מאדם עד בהמה עד רמש ועד עוף השמים כי נחמתי כי עשיתם"},{"number":8,"verse":"ח ונח מצא חן בעיני יהוה {פ}"},{"number":9,"verse":"ט אלה תולדת נח--נח איש צדיק תמים היה בדרתיו את האלהים התהלך נח"},{"number":10,"verse":"י ויולד נח שלשה בנים--את שם את חם ואת יפת"},{"number":11,"verse":"יא ותשחת הארץ לפני האלהים ותמלא הארץ חמס"},{"number":12,"verse":"יב וירא אלהים את הארץ והנה נשחתה כי השחית כל בשר את דרכו על הארץ {ס}"},{"number":13,"verse":"יג ויאמר אלהים לנח קץ כל בשר בא לפני--כי מלאה הארץ חמס מפניהם והנני משחיתם את הארץ"},{"number":14,"verse":"יד עשה לך תבת עצי גפר קנים תעשה את התבה וכפרת אתה מבית ומחוץ בכפר"},{"number":15,"verse":"טו וזה אשר תעשה אתה שלש מאות אמה ארך התבה חמשים אמה רחבה ושלשים אמה קומתה"},{"number":16,"verse":"טז צהר תעשה לתבה ואל אמה תכלנה מלמעלה ופתח התבה בצדה תשים תחתים שנים ושלשים תעשה"},{"number":17,"verse":"יז ואני הנני מביא את המבול מים על הארץ לשחת כל בשר אשר בו רוח חיים מתחת השמים כל אשר בארץ יגוע"},{"number":18,"verse":"יח והקמתי את בריתי אתך ובאת אל התבה--אתה ובניך ואשתך ונשי בניך אתך"},{"number":19,"verse":"יט ומכל החי מכל בשר שנים מכל תביא אל התבה--להחית אתך זכר ונקבה יהיו"},{"number":20,"verse":"כ מהעוף למינהו ומן הבהמה למינה מכל רמש האדמה למינהו--שנים מכל יבאו אליך להחיות"},{"number":21,"verse":"כא ואתה קח לך מכל מאכל אשר יאכל ואספת אליך והיה לך ולהם לאכלה"},{"number":22,"verse":"כב ויעש נח ככל אשר צוה אתו אלהים--כן עשה"}]}