{"bibleAbbr":"msAB1996","bookName":"AMOS","bookEnglishName":"Amos","chapterNumber":4,"verses":[{"number":1,"verse":"Dengarlah, hai kaum wanita Samaria yang bertambah gemuk seperti lembu tambun di Basan! Kamu menindas orang lemah, menekan orang miskin, dan menuntut supaya suami kamu sentiasa menyediakan minuman keras untuk kamu!"},{"number":2,"verse":"Aku, TUHAN Raja suci. Aku sudah berjanji bahawa akan tiba masanya kamu diheret dengan kaitan; kamu semua akan menjadi seperti ikan pada mata kail."},{"number":3,"verse":"Kamu akan diheret ke celah tembok yang terdekat, lalu dilempar keluar ke Hermon.” ( Naskhah Ibrani mempunyai satu kata tambahan, tetapi maknanya tidak jelas.)"},{"number":4,"verse":"( Israel Tidak Mahu Mendengar) TUHAN Raja berfirman, “Hai umat Israel! Pergilah ke tempat ibadat di Betel dan berbuatlah dosa di sana! Pergilah ke Gilgal, dan berbuatlah dosa di sana dengan segenap kekuatan kamu! Persembahkanlah korban setiap pagi, dan bawalah persepuluhan kamu setiap tiga hari!"},{"number":5,"verse":"Persembahkanlah roti sebagai korban kesyukuran kepada Allah, dan bercakap besarlah tentang persembahan tambahan yang kamu bawa! Perbuatan seperti itulah yang suka kamu lakukan."},{"number":6,"verse":"Akulah yang mendatangkan kebuluran kepada semua kota kamu, tetapi kamu tidak kembali kepada-Ku."},{"number":7,"verse":"Aku mencegah hujan turun ketika tanaman kamu sangat memerlukan air. Aku menurunkan hujan ke kota yang satu tetapi tidak menurunkannya ke kota yang lain. Ladang yang satu mendapat curahan hujan, sedangkan ladang yang lain kekeringan."},{"number":8,"verse":"Di beberapa buah kota, penduduknya yang lemah kerana kehausan akan mencari air di kota yang lain, tetapi air di situ tidak cukup. Walaupun begitu, kamu tidak juga kembali kepada-Ku."},{"number":9,"verse":"Aku mengirim angin panas dan hama untuk merosakkan tanaman kamu di ladang dan pokok anggur kamu. Belalang memakan habis pokok ara dan pokok zaitun. Namun demikian kamu tidak juga kembali kepada-Ku."},{"number":10,"verse":"Aku mengirim wabak kepada kamu seperti yang Aku kirim ke Mesir. Aku membunuh orang muda kamu dalam peperangan dan merampas kuda kamu. Aku memenuhi perkhemahan kamu dengan bangkai yang baunya menusuk hidung. Walaupun begitu, kamu tidak juga kembali kepada-Ku."},{"number":11,"verse":"( ) Aku membinasakan sebilangan daripada kamu sebagaimana Aku membinasakan Sodom dan Gomora. Orang yang masih hidup di kalangan kamu umpama puntung kayu yang diambil dari api. Walaupun begitu, kamu tidak juga kembali kepada-Ku."},{"number":12,"verse":"Oleh itu, hai umat Israel, Aku akan menghukum kamu. Bersiaplah menghadapi hukuman yang akan Kutimpakan kepada kamu!”"},{"number":13,"verse":"Sesungguhnya, Allah yang menciptakan pergunungan; Dia juga yang menjadikan angin. Dia menyatakan rancangan-Nya kepada manusia. Dia mengubah siang menjadi malam; di atas puncak-puncak bumi Dia berjalan, TUHAN Allah Yang Maha Kuasa, itulah nama-Nya."}]}