{"bibleAbbr":"msAB1996","bookName":"AMOS","bookEnglishName":"Amos","chapterNumber":7,"verses":[{"number":1,"verse":"( PENGLIHATAN TENTANG HUKUMAN DARIPADA TUHAN) ( Belalang) Aku mendapat suatu penglihatan daripada TUHAN Raja. Dalam penglihatan itu aku nampak Dia mencipta suatu kawanan belalang setelah orang selesai memotong rumput untuk raja. Pada masa itu rumput mula tumbuh lagi."},{"number":2,"verse":"Kawanan belalang itu memakan habis semua tumbuhan di tanah. Kemudian aku berkata, “Ya TUHAN Raja, ampunilah umat-Mu! Bagaimana mungkin mereka dapat bertahan? Mereka sangat kecil dan lemah!”"},{"number":3,"verse":"TUHAN mengubah fikiran-Nya dan berfirman, “Hal yang engkau nampak itu tidak akan berlaku.”"},{"number":4,"verse":"( Api) Aku mendapat suatu penglihatan lagi daripada TUHAN Raja. Aku nampak Dia sedang bersedia untuk menghukum umat-Nya dengan api. Api itu menghanguskan lautan besar di bawah bumi ( Lautan besar di bawah bumi: Pada zaman itu, orang beranggapan bahawa di bawah bumi ada lautan besar yang menjadi sumber segala sungai dan mata air.) dan mula membakar tanah."},{"number":5,"verse":"Kemudian aku berkata, “Ya TUHAN Raja, tolong hentikan api itu! Bagaimana mungkin umat-Mu dapat bertahan? Mereka sangat kecil dan lemah!”"},{"number":6,"verse":"TUHAN mengubah fikiran-Nya lagi dan berfirman, “Hal ini pun tidak akan berlaku.”"},{"number":7,"verse":"( Tali Unting) Aku mendapat suatu penglihatan lain daripada Tuhan. Aku nampak Dia berdiri di sisi sebuah tembok yang dibina dengan menggunakan tali unting, dan Dia memegang seutas tali unting."},{"number":8,"verse":"Dia bertanya kepadaku, “Amos, apakah yang engkau nampak?” Aku menjawab, “Seutas tali unting.” Kemudian Dia berfirman, “Aku menggunakan tali unting ini untuk menunjukkan bahawa umat-Ku seperti tembok yang tidak tegak. Aku tidak akan mengubah fikiran-Ku lagi; Aku akan menghukum mereka."},{"number":9,"verse":"Tempat-tempat yang digunakan oleh keturunan Ishak untuk beribadat akan dihancurkan. Tempat-tempat suci orang Israel akan menjadi reruntuhan. Aku akan mengakhiri pemerintahan keluarga Raja Yerobeam.”"},{"number":10,"verse":"( Amos dan Amazia) Amazia, imam di Betel, mengirim laporan ini kepada Raja Yerobeam dari Israel, “Amos sedang berpakat dengan rakyat untuk melawan tuanku. Kata-katanya yang menghasut rakyat akan menyebabkan negeri ini hancur."},{"number":11,"verse":"Dia berkata, ‘Yerobeam akan terbunuh dalam pertempuran, dan orang Israel akan dibawa ke pembuangan, jauh dari negeri mereka sendiri.’ ”"},{"number":12,"verse":"Kemudian Amazia berkata kepada Amos, “Hai nabi, pulanglah ke Yehuda! Bernubuatlah di sana. Biarlah mereka yang memberikan nafkah kepadamu!"},{"number":13,"verse":"Jangan lagi bernubuat di sini, di Betel. Kota ini khas untuk raja beribadat, iaitu tempat ibadat negara.”"},{"number":14,"verse":"Amos menjawab, “Aku bukan seperti nabi-nabi lain yang bernubuat untuk mendapat upah. Sebenarnya aku seorang penternak dan pemelihara pokok ara."},{"number":15,"verse":"Tetapi TUHAN memanggil aku daripada pekerjaan menggembalakan ternak dan menyuruh aku menyampaikan perkhabaran-Nya kepada orang Israel."},{"number":16,"verse":"Oleh itu dengarlah firman TUHAN. Oleh sebab Amazia melarang aku bernubuat menentang umat Israel,"},{"number":17,"verse":"demikianlah firman TUHAN, ‘Isterimu akan menjadi pelacur di jalan-jalan kota dan anak-anakmu dibunuh dalam peperangan. Tanahmu akan dibahagi-bahagi dan diberikan kepada orang lain; engkau sendiri akan meninggal di negeri orang yang tidak mengenal Allah. Penduduk Israel pasti akan dibawa ke pembuangan, jauh dari negeri mereka sendiri.’ ”"}]}