{"bibleAbbr":"mrRV2015","bookName":"रूथ","bookEnglishName":"Ruth","chapterNumber":1,"verses":[{"number":1,"verse":"( रूथ आणि नामी) शास्त्यांच्या अमदानीत देशात दुष्काळ पडला त्या दिवसांत बेथलेहेम-यहूदा येथील एक पुरुष आपली स्त्री व दोन पुत्र ह्यांना घेऊन मवाब देशात काही दिवस राहायला गेला."},{"number":2,"verse":"त्या पुरुषाचे नाव अलीमलेख व त्याच्या स्त्रीचे नाव नामी आणि त्यांच्या दोन पुत्रांची नावे महलोन व खिल्योन अशी होती; हे एफ्राथी म्हणजे बेथलेहेम-यहूदा येथील रहिवासी होते; ते मवाब देशात जाऊन राहिले."},{"number":3,"verse":"पुढे नामीचा पती अलीमलेख हा वारला आणि नामी व तिचे दोन पुत्र मागे राहिले."},{"number":4,"verse":"त्या दोघांनी दोन मवाबी स्त्रिया बायका केल्या; एकीचे नाव अर्पा व दुसरीचे नाव रूथ होते. ते तेथे सुमारे दहा वर्षे राहिले."},{"number":5,"verse":"नंतर महलोन आणि खिल्योन हे दोघे मरण पावले; ह्याप्रमाणे नामी आपले दोन मुलगे व आपला पती ह्यांना अंतरली."},{"number":6,"verse":"परमेश्वराने आपल्या लोकांचा समाचार घेऊन त्यांना अन्न दिले आहे असे वर्तमान तिला मवाब देशात कळले, तेव्हा त्या देशातून आपल्या दोन्ही सुनांसह परत जाण्यास ती निघाली."},{"number":7,"verse":"ती आपल्या दोन्ही सुनांसह राहत होती तेथून निघून यहूदा देशास जायला मार्गस्थ झाली."},{"number":8,"verse":"नामी आपल्या सुनांना म्हणाली, “तुम्ही दोघी आता आपापल्या माहेरी जा; तुम्ही जशी माझ्या मृतांवर व माझ्यावर माया केली तशीच परमेश्वर तुमच्यावर करो."},{"number":9,"verse":"परमेश्वर करो आणि तुम्हांला पतिगृह प्राप्त होऊन विसावा मिळो.” मग तिने त्यांचे चुंबन घेतले व त्या गळा काढून रडू लागल्या."},{"number":10,"verse":"त्या तिला म्हणू लागल्या, “नाही, नाही; आम्ही तुमच्याबरोबर तुमच्या लोकांकडे येणार.”"},{"number":11,"verse":"नामी म्हणाली, “माझ्या मुलींनो, परत जा, तुम्ही माझ्याबरोबर का येता? माझ्या पोटी का आणखी पुत्र आहेत की ते तुमचे पती होतील?"},{"number":12,"verse":"माझ्या मुलींनो, माघारी जा; मी आता वृद्ध झाले आहे, नवरा करण्याचे माझे वय नाही; मी म्हटले की मला पती मिळायची आशा आहे व आजच रात्री तो मिळाला आणि मला पुत्रही झाले,"},{"number":13,"verse":"तरी ते प्रौढ होतील तोपर्यंत तुम्ही त्यांची वाट पाहाल काय? त्यांच्या अपेक्षेने तुम्ही नवर्‍यांवाचून राहाल काय? छे, छे, माझ्या मुलींनो, तुमच्यामुळे मी मनस्वी कष्टी होत आहे; परमेश्वराचा हात माझ्यावर पडला आहे.”"},{"number":14,"verse":"मग पुन्हा त्या गळा काढून रडू लागल्या; अर्पा हिने आपल्या सासूचा मुका घेतला; पण रूथ तिला बिलगून राहिली."},{"number":15,"verse":"तेव्हा ती म्हणाली, “पाहा, तुझी जाऊ आपल्या लोकांकडे व आपल्या देवांकडे परत गेली आहे तर तूही आपल्या जावेच्या मागून जा.”"},{"number":16,"verse":"रूथ म्हणाली, “मला सोडून जा आणि माझ्यामागे न येता परत जा असा मला आग्रह करू नका; तुम्ही जेथे जाल तेथे मी येईन, तुम्ही जेथे राहाल तेथे मी राहीन, तुमचे लोक ते माझे लोक, तुमचा देव तो माझा देव;"},{"number":17,"verse":"तुम्ही मराल तेथे मीही मरेन व तेथेच माझी मूठमाती होईल; मृत्युखेरीज तुमचा-माझा कशानेही वियोग झाला तर परमेश्वर माझे त्यानुसार पारिपत्य करो, किंबहुना अधिक करो.”"},{"number":18,"verse":"आपल्याबरोबर जाण्याचा तिचा पुरा निश्‍चय झाला आहे हे नामीने पाहिले तेव्हा तिने तिची समजूत घालण्याचे सोडले."},{"number":19,"verse":"मग त्या दोघी मार्गस्थ होऊन बेथलेहेमास पोहचल्या. त्या बेथलेहेमास जाऊन पोहचल्या, तेव्हा त्यांना पाहून सर्व नगर गलबलून गेले; तेथील बायका म्हणू लागल्या, “ही नामीच काय?”"},{"number":20,"verse":"ती त्यांना म्हणाली, “मला नामी (मनोरमा) म्हणू नका तर मारा (क्लेशमया) म्हणा; कारण सर्वसमर्थाने मला फारच क्लेश दिला आहे."},{"number":21,"verse":"मी भरलेली गेले आणि परमेश्वराने मला रिकामी परत आणले; परमेश्वर मला प्रतिकूल झाला, सर्वसमर्थाने मला पिडले आहे तर मला नामी का म्हणता?"},{"number":22,"verse":"ह्याप्रमाणे नामी आपली सून मवाबी रूथ हिला घेऊन मवाब देशातून परत आली; त्या दोघी बेथलेहेमात आल्या तेव्हा सातूच्या हंगामास आरंभ झाला होता."}]}