{"bibleAbbr":"Thomson1808","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":3,"verses":[{"number":1,"verse":"So Eliasub the high priest arose with his brethren the priests, and having built the sheep gate, they consecrated it and set up the gates thereof. They consecrated as far as the tower of the hundred, and to the tower of Anameel,"},{"number":2,"verse":"even to the work performed by the chiefs of the children of Jericho and to the work performed by the children of Zakchur son of Amari."},{"number":3,"verse":"And the fish gate was built by the sons of Asana. Having covered it, they covered also the doors thereof and the locks and bars thereof."},{"number":4,"verse":"And next to them the chief of the children of Ramoth son of Ouria, son of Akkos, continued on the work. And next to them Mosollam son of Barachias, son of Mazebel continued it on."},{"number":5,"verse":"And next to them it was continued on by Sadok son of Baana. And next to them the Thekoites continued it, but their nobles did not put their neck to their work."},{"number":6,"verse":"And Joida son of Phasek and Mesulam son of Basodia repaired the gate Jasanai. They covered it and set up the doors thereof, and the locks and the bars thereof."},{"number":7,"verse":"And next to them Maltias the Gabaonite and Evaron the Meronothite, the chiefs of Gabaon and Maspha continued the repairs to the throne of the governor on this side the river."},{"number":8,"verse":"And next to him Oziel son of Arachias with the gold smiths continued the repairs, and next to them Ananias a chief of the apothecaries fortified, and they left Jerusalem behind them to the broad wall."},{"number":9,"verse":"And next to them the fortifications were carried on by Raphaia son of Sur, the chief of one half of the environs of Jerusalem."},{"number":10,"verse":"And next to them Jedaia son of Eromaph fortified over against his house And Attuth son of Asabania fortified next to him."},{"number":11,"verse":"And the next who fortified was Melchias son of Eram, then Asub son of Phaath-moab; and they continued on to the tower of Thanurim."},{"number":12,"verse":"And next to him the fortifications were continued by Sallum son of Alloes, the chief of the half of the environs of Jerusalem; by him and his daughters."},{"number":13,"verse":"The gate of the valley was secured by Anun and the inhabitants of Zano. They built it and set up the doors thereof, and the locks and the bars thereof, and built a thousand cubits of the wall even to the dung gate."},{"number":14,"verse":"And the dung gate was secured by Melchia son of Rechab, chief of the Bethakcharim ward; by him and his sons. They covered it and set up the doors thereof, and the gates and the bars thereof."},{"number":15,"verse":"And the gate of the fountain was secured by Solomon son of Choleze, a chief of a part of Maspha. He rebuilded and covered it, and set up the doors and the bars thereof, and built the wall of the pool of poppies by the king's garden, continuing it on to the stairs coming down from the city of David,"},{"number":16,"verse":"And after him Nehemias son of Azabuch, chief of the half of Bethsur ward, continued the fortifications to the garden of David's sepulchre and to the artificial pool and to Bethaggarim."},{"number":17,"verse":"And after him the fortifications were continued by the Levites, by Raum son of Bani, and next to"},{"number":18,"verse":"him by Asabia chief of the half of Keila ward, in his ward; and after him by their brethren, Benei son of Enadad, chief of the half of Keila ward;"},{"number":19,"verse":"and next to him Azur son of Jesus, the chief of Masphai repaired one curtain of the tower of Ascent which united them at the corner;"},{"number":20,"verse":"and after him Barach son of Zabu, repaired the other curtain from the corner to the door of Betheliasub which belonged to the chief priest;"},{"number":21,"verse":"and after him Meramoth son of Ouria son of Akkos, another piece from the door of Betheliasub to the termination of that house."},{"number":22,"verse":"And after him the priests, the men of Ekkechar continued the repairs;"},{"number":23,"verse":"After him Benjamin repaired, and Asub over against their house; And after him Azarias son of Maasias son of Anania, repaired adjoining to his house."},{"number":24,"verse":"After him Bani son of Adad, repaired the next curtain from Bethazaria to the corner;"},{"number":25,"verse":"but as far as the curve over against the corner, including the tower projecting from the king's house above the court of the guard house, was the work of Phalach son of Euzai; and after him was Phadaia son of Phoros,"},{"number":26,"verse":"and the Nathanims who dwelt at Ophal, even to the garden of the water gate eastward, and they bad also the tower which projecteth outwards;"},{"number":27,"verse":"and after him the Thekoites had the curtain over against the great projecting tower and onward to the wall of Ophla."},{"number":28,"verse":"Above the horse gate the priests repaired every man over against his house:"},{"number":29,"verse":"and after them Sadduk son of Emmer repaired over against his house; and after him repaired Samaia, son of Sechenia, the keeper of the eastern gate;"},{"number":30,"verse":"and after him Anania, son of Selemia, and Anom the sixth son of Seleph had the next curtain; and after Lim Mesulam, son of Barachia had over against his treasury office;"},{"number":31,"verse":"and after him Melchia son of Sarephi had as far as Bethan-nathanim; and the haberdashers were over against the Maphekad and as far as the ascent of the curve;"},{"number":32,"verse":"and the brasiers and the haberdashers had between that and the sheep gate."}]}