{"bibleAbbr":"GB1539","bookName":"Haggai","bookEnglishName":"Haggai","chapterNumber":1,"verses":[{"number":1,"verse":"In the seconde yeare of kyng Darius, in the . vi. moneth the fyrst daye of the moneth, came the worde of the Lord (by the Prophete Aggeus) vnto Zorobabel the sonne of Salathiel the prynce of Iuda, & to Iosua the sonne of Iosedech the hye prest, sayinge."},{"number":2,"verse":"Thus speaketh the Lorde of hostes, and sayeth. This people doth saye. The tyme is not yet come to buylde vp the Lordes house."},{"number":3,"verse":"Then spake the Lord by the prophete Aggeus, and sayde."},{"number":4,"verse":"Ye your selues can finde tyme to dwell in siled houses, and shall thys house lye wast?"},{"number":5,"verse":"Consyder nowe youre awne wayes in youre hertes (sayeth the Lorde of hostes)"},{"number":6,"verse":"ye sowe moch, but ye bryng lytle in: ye eate, but ye haue not ynough, ye drynck, but ye are not fylled: ye decke youre selues, but ye are not warme: and he that earneth eny wages, putteth it in a broken purse."},{"number":7,"verse":"Thus sayeth the Lorde of hoostes. Consydre youre awne wayes in youre hertes,"},{"number":8,"verse":"get you vp to the mountayne, fetch wood, and buylde vp the house that it maye be acceptable vnto me, & that I may shewe myne honours, sayeth the Lorde."},{"number":9,"verse":"Ye loked for moch and lo it is come to lytle, & though ye bringe it home, yet do I blowe it awaye. And why so sayeth the Lorde of hostes? Euen because that my house lyeth so waste, and ye ronne euery man vnto hys awne house."},{"number":10,"verse":"Wherfore, the heauen is forbydden to geue you eny dew, and the earth is forbydden to geue you encrease."},{"number":11,"verse":"I haue called for a drouth, both vpon the lande and vpon the mountaynes, vpon corne, vpon wyne, and vpon oyle, vpon euery thynge that the grounde bryngeth forth, vpon men & vpon catell, yee, and vpon all handy laboure."},{"number":12,"verse":"Now when Zorobabel the sonne of Salathiel, & Iesua the sonne of Iosedech the hye preste wt the remnaunt of the people, herde the voyce of the Lorde theyr God, and the wordes of the Prophete Aggeus (lyke as the Lorde theyr God had sent him) the people dyd feare the Lorde."},{"number":13,"verse":"Then Aggeus the Lordes angell sayde in the Lordes message vnto the people, I am with you, sayeth the Lorde."},{"number":14,"verse":"So the Lorde waked vp the sprete of Zorobabel the Prynce of Iuda, and the sprete of Iesua the sonne of Iosedech the hye prest, and the sprete of the remnaunt of all the people: that they came and laboured, in the house of the Lorde of hoostes theyr God."},{"number":15,"verse":"("}]}