{"bibleAbbr":"teOV2016","bookName":"ప్రకటన","bookEnglishName":"Revelation","chapterNumber":19,"verses":[{"number":1,"verse":"అటుతరువాత బహుజనులశబ్దమువంటి గొప్ప స్వరము పరలోకమందు ఈలాగు చెప్పగా వింటిని– ప్రభువు ను స్తుతించుడి, ( మూలభాషలో–హల్లెలూయా.) రక్షణ మహిమ ప్రభావములు మన దేవునికే చెల్లును;౹"},{"number":2,"verse":"ఆయన తీర్పులు సత్యములును న్యాయములునై యున్నవి; తన వ్యభిచారముతో భూలోకమును చెరిపిన గొప్ప వేశ్యకు ఆయన తీర్పుతీర్చి తన దాసుల రక్తమునుబట్టి దానికి ప్రతి దండన చేసెను; మరి రెండవసారి వారు– ప్రభువు ను స్తుతించుడి అనిరి.౹"},{"number":3,"verse":"ఆ పట్టణపు పొగ యుగయుగములు పైకి లేచుచున్నది.౹"},{"number":4,"verse":"అప్పుడు ఆ యిరువది నలుగురు పెద్దలును నాలుగు జీవులును సాగిలపడి–ఆమేన్, ప్రభువు ను స్తుతించుడి అని చెప్పుచు సింహాసనాసీనుడగు దేవునికి నమస్కారము చేసిరి.౹"},{"number":5,"verse":"మరియు–మన దేవుని దాసులారా, ఆయనకు భయపడువారలారా, కొద్దివారేమి గొప్పవారేమి మీరందరు ఆయనను స్తుతించుడి అని చెప్పుచున్న యొక స్వరము సింహాసనమునొద్దనుండి వచ్చెను.౹"},{"number":6,"verse":"[6-7] అప్పుడు గొప్ప జన సమూహపు శబ్దమును, విస్తారమైన జలముల శబ్దమును, బలమైన ఉరుముల శబ్దమును పోలిన యొక స్వరము–సర్వాధికారియు ప్రభువు నగు మన దేవుడు ఏలు చున్నాడు; ఆయనను స్తుతించుడి, గొఱ్ఱెపిల్ల వివాహోత్సవ సమయము వచ్చినది, ఆయన భార్య తన్నుతాను సిద్ధపరచుకొనియున్నది; గనుక మనము సంతోషపడి ఉత్సహించి ఆయనను మహిమ పరచెదమని చెప్పగా వింటిని.౹"},{"number":8,"verse":"మరియు ఆమె ధరించుకొనుటకు ప్రకాశములును నిర్మలములునైన సన్నపు నారబట్టలు ఆమెకియ్యబడెను; అవి పరిశుద్ధుల నీతిక్రియలు.౹"},{"number":9,"verse":"మరియు అతడు నాతో ఈలాగు చెప్పెను–గొఱ్ఱెపిల్ల పెండ్లివిందుకు పిలువబడినవారు ధన్యులని వ్రాయుము; మరియు ఈ మాటలు దేవుని యథార్థమైన మాటలని నాతో చెప్పెను.౹"},{"number":10,"verse":"అందుకు నేను అతనికి నమస్కారము చేయుటకై అతని పాదముల యెదుట సాగిలపడగా అతడు–వద్దు సుమీ. నేను నీతోను, యేసునుగూర్చిన సాక్ష్యము చెప్పు నీ సహోదరులతోను సహదాసుడను; దేవునికే నమస్కారము చేయుము. యేసునుగూర్చిన సాక్ష్యము ప్రవచనసారమని ( మూలభాషలో–ప్రవచన ఆత్మయని.) నాతో చెప్పెను."},{"number":11,"verse":"మరియు పరలోకము తెరువబడియుండుట చూచితిని. అప్పుడిదిగో, తెల్లని గుఱ్ఱమొకటి కనబడెను. దానిమీద కూర్చుండియున్నవాడు నమ్మకమైనవాడును సత్యవంతుడును అను నామము గలవాడు. ఆయన నీతినిబట్టి విమర్శచేయుచు యుద్ధము జరిగించుచున్నాడు౹"},{"number":12,"verse":"ఆయన నేత్రములు అగ్నిజ్వాల వంటివి, ఆయన శిరస్సుమీద అనేక కిరీటములుండెను. వ్రాయబడిన యొక నామము ఆయనకు కలదు, అది ఆయనకేగాని మరి ఎవనికిని తెలియదు;౹"},{"number":13,"verse":"రక్తములో ముంచబడిన ( కొన్ని ప్రాచీన ప్రతులలో–చిలకరించిన అని పాఠాంతరము.) వస్త్రము ఆయన ధరించుకొని యుండెను. మరియు దేవుని వాక్యము అను నామము ఆయనకు పెట్టబడియున్నది.౹"},{"number":14,"verse":"పరలోకమందున్న సేనలు శుభ్రమైన తెల్లని నారబట్టలు ధరించుకొని తెల్లని గుఱ్ఱము లెక్కి ఆయనను వెంబడించుచుండిరి.౹"},{"number":15,"verse":"జనములను కొట్టుటకై ఆయన నోటనుండి వాడిగల ఖడ్గము బయలు వెడలు చున్నది. ఆయన యినుపదండముతో వారిని ఏలును; ఆయనే సర్వాధికారియగు దేవుని తీక్షణమైన ఉగ్రత అను మద్యపుతొట్టి త్రొక్కును.౹"},{"number":16,"verse":"–రాజులకు రాజును ప్రభువులకు ప్రభువును అను నామము ఆయన వస్త్రము మీదను తొడమీదను వ్రాయబడియున్నది."},{"number":17,"verse":"[17-18] మరియు ఒక దూత సూర్యబింబములో ( మూలభాషలో–సూర్యునిలో.) నిలిచి యుండుట చూచితిని. అతడు గొప్ప శబ్దముతో ఆర్భటించి–రండి, రాజుల మాంసమును సహస్రాధిపతుల మాంసమును బలిష్ఠుల మాంసమును గుఱ్ఱముల మాంసమును వాటిమీద కూర్చుండువారి మాంసమును, స్వతంత్రులదేమి దాసులదేమి కొద్దివారిదేమి గొప్పవారిదేమి, అందరియొక్క మాంసమును తినుటకై దేవుని గొప్ప విందుకు కూడిరండని ఆకాశమధ్యమందు ఎగురుచున్న సమస్త పక్షులను పిలిచెను."},{"number":19,"verse":"మరియు ఆ గుఱ్ఱముమీద కూర్చున్నవానితోను ఆయన సేనతోను యుద్ధముచేయుటకై ఆ క్రూరమృగమును భూరాజులును వారి సేనలును కూడియుండగా చూచితిని.౹"},{"number":20,"verse":"అప్పుడా మృగమును, దానియెదుట సూచక క్రియలు చేసి దాని ముద్రను వేయించుకొనిన వారిని ఆ మృగపు ప్రతిమకు నమస్కరించినవారిని మోసపరచిన ఆ అబద్ధప్రవక్తయు, పట్టబడి వారిద్దరు గంధకముతో మండు అగ్నిగుండములో ప్రాణముతోనే వేయబడిరి.౹"},{"number":21,"verse":"కడమ వారు గుఱ్ఱముమీద కూర్చున్న వాని నోటనుండి వచ్చిన ఖడ్గముచేత వధింపబడిరి; వారి మాంసమును పక్షులన్నియు కడుపార తినెను."}]}