{"bibleAbbr":"teOV2016","bookName":"ప్రకటన","bookEnglishName":"Revelation","chapterNumber":20,"verses":[{"number":1,"verse":"మరియు పెద్దసంకెళ్లను చేతపట్టుకొని అగాధముయొక్క తాళపుచెవిగల యొక దేవదూత పరలోకమునుండి దిగివచ్చుట చూచితిని.౹"},{"number":2,"verse":"అతడు ఆదిసర్పమును, అనగా అపవాదియు సాతానును అను ఆ ఘటసర్పమును పట్టుకొని వెయ్యి సంవత్సరములు వానిని బంధించి అగాధములో పడవేసి,౹"},{"number":3,"verse":"ఆ వెయ్యి సంవత్సరములు గడచువరకు ఇక జనములను మోసపరచకుండునట్లు అగాధమును మూసి దానికి ముద్ర వేసెను; అటుపిమ్మట వాడు కొంచెము కాలము విడిచి పెట్టబడవలెను."},{"number":4,"verse":"అంతట సింహాసనములను చూచితిని; వాటిమీద ఆసీనులై యుండువారికి విమర్శచేయుటకు అధికారము ఇయ్యబడెను. మరియు క్రూరమృగమునకైనను దాని ప్రతిమకైనను నమస్కారముచేయక, తమ నొసళ్లయందు గాని చేతులయందు గాని దాని ముద్రవేయించుకొనని వారిని, యేసు విషయమై తామిచ్చిన సాక్ష్యము నిమిత్తమును దేవుని వాక్యము నిమిత్తమును శిరచ్ఛేదనము చేయబడిన వారి ఆత్మలను చూచితిని. వారు బ్రదికినవారై, వెయ్యి సంవత్సరములు క్రీస్తుతోకూడ రాజ్యము చేసిరి.౹"},{"number":5,"verse":"ఆ వెయ్యి సంవత్సరములు గడచువరకు కడమ మృతులు బ్రదుక లేదు; ఇదియే మొదటి పునరుత్థానము.౹"},{"number":6,"verse":"ఈ మొదటి పునరుత్థానములో పాలుగలవారు ధన్యులును పరిశుద్ధులునై యుందురు. ఇట్టివారిమీద రెండవ మరణమునకు అధికారములేదు; వీరు దేవునికిని క్రీస్తుకును యాజకులై క్రీస్తుతోకూడ వెయ్యి సంవత్సరములు రాజ్యము చేయుదురు."},{"number":7,"verse":"వెయ్యి సంవత్సరములు గడచిన తరువాత సాతాను తానున్న చెరలోనుండి విడిపింపబడును.౹"},{"number":8,"verse":"భూమి నలు దిశలయందుండు జనములను, లెక్కకు సముద్రపు ఇసుకవలె ఉన్న గోగు మాగోగు అనువారిని మోసపరచి వారిని యుద్ధమునకు పోగుచేయుటకై వాడు బయలుదేరును.౹"},{"number":9,"verse":"వారు భూమియందంతట వ్యాపించి, పరిశుద్ధుల శిబిరమును ప్రియమైన పట్టణమును ముట్టడివేయగా పరలోకములోనుండి ( కొన్ని ప్రాచీన ప్రతులలో–దేవుని యొద్దనుండి, అని కూర్చబడియున్నది.) అగ్ని దిగివచ్చి వారిని దహించెను.౹"},{"number":10,"verse":"వారిని మోసపరచిన అపవాది అగ్ని గంధకములుగల గుండములో పడవేయబడెను. అచ్చట ఆ క్రూరమృగమును అబద్ధ ప్రవక్తయు ఉన్నారు; వారు యుగయుగములు రాత్రిం బగళ్లు బాధింపబడుదురు."},{"number":11,"verse":"మరియు ధవళమైన మహా సింహాసనమును దానియందు ఆసీనుడైయున్న యొకనిని చూచితిని; భూమ్యాకాశములు ఆయన సముఖమునుండి పారిపోయెను; వాటికి నిలువ చోటు కనబడకపోయెను.౹"},{"number":12,"verse":"మరియు గొప్పవారేమి కొద్దివారేమి మృతులైనవారందరు ఆ సింహాసనము ఎదుట నిలువబడియుండుట చూచితిని. అప్పుడు గ్రంథములు విప్పబడెను; మరియు జీవగ్రంథమను వేరొక గ్రంథము విప్పబడెను; ఆ గ్రంథములయందు వ్రాయబడియున్న వాటినిబట్టి తమ క్రియలచొప్పున మృతులు తీర్పు పొందిరి.౹"},{"number":13,"verse":"సముద్రము తనలో ఉన్న మృతులను అప్పగించెను; మరణమును పాతాళలోకమును వాటి వశముననున్న మృతుల నప్పగించెను; వారిలో ప్రతివాడు తన క్రియల చొప్పున తీర్పుపొందెను.౹"},{"number":14,"verse":"మరణమును మృతుల లోకమును అగ్నిగుండములో పడవేయబడెను; ఈ అగ్నిగుండము రెండవ మరణము.౹"},{"number":15,"verse":"ఎవని పేరైనను ( మూలభాషలో–ఎవడైనను.) జీవగ్రంథమందు వ్రాయబడినట్టు కనబడనియెడల వాడు అగ్నిగుండములో పడవేయబడెను."}]}