{"bibleAbbr":"teOV2016","bookName":"ప్రకటన","bookEnglishName":"Revelation","chapterNumber":9,"verses":[{"number":1,"verse":"అయిదవ దూత బూర ఊదినప్పుడు ఆకాశమునుండి భూమిమీద రాలిన యొక నక్షత్రమును చూచితిని. అగాధముయొక్క తాళపుచెవి అతనికి ఇయ్యబడెను.౹"},{"number":2,"verse":"అతడు అగాధము తెరవగా పెద్ద కొలిమిలోనుండి లేచు పొగవంటి పొగ ఆ అగాధములోనుండి లేచెను; ఆ అగాధములోని పొగచేత సూర్యునిని వాయుమండలమున చీకటి కమ్మెను.౹"},{"number":3,"verse":"ఆ పొగలోనుండి మిడతలు భూమి మీదికి వచ్చెను, భూమిలోఉండు తేళ్లకు బలమున్నట్టు వాటికి బలము ఇయ్యబడెను.౹"},{"number":4,"verse":"మరియు నొసళ్లయందు దేవుని ముద్రలేని మనుష్యులకే తప్ప భూమిపైనున్న గడ్డికైనను ఏ మొక్కలకైనను మరి ఏ వృక్షమునకైనను హాని కలుగజేయకూడదని వాటికి ఆజ్ఞ ఇయ్యబడెను.౹"},{"number":5,"verse":"మరియు వారిని చంపుటకు అధికారము ఇయ్యబడలేదు గాని అయిదు నెలలవరకు బాధించుటకు వాటికి అధికారము ఇయ్యబడెను. వాటివలన కలుగు బాధ, తేలు మనుష్యుని కుట్టినప్పుడుండు బాధవలె ఉండును.౹"},{"number":6,"verse":"ఆ దినములలో మనుష్యులు మరణమును వెదకుదురు గాని అది వారికి దొరకనే దొరకదు; చావవలెనని ఆశపడుదురు గాని మరణము వారియొద్దనుండి పారిపోవును.౹"},{"number":7,"verse":"ఆ మిడతల రూపములు యుద్ధమునకు సిద్ధపరచబడిన గుఱ్ఱములను పోలి యున్నవి. బంగారమువలె మెరయు కిరీటములవంటివి వాటి తలలమీద ఉండెను; వాటి ముఖములు మనుష్య ముఖములవంటివి,౹"},{"number":8,"verse":"స్త్రీల తలవెండ్రుకలవంటి వెండ్రు కలు వాటికుండెను. వాటి పండ్లు సింహపు కోరలవలె ఉండెను.౹"},{"number":9,"verse":"ఇనుప మైమరువులవంటి మైమరువులు వాటికుండెను. వాటి రెక్కల ధ్వని యుద్ధమునకు పరుగెత్తు నట్టి విస్తారమైన గుఱ్ఱపు రథముల ధ్వనివలె ఉండెను.౹"},{"number":10,"verse":"తేళ్లతోకలవంటి తోకలును కొండ్లును వాటికుండెను. అయిదు నెలలవరకు వాటి తోకలచేత మనుష్యులకు హాని చేయుటకు వాటికి అధికారముండెను.౹"},{"number":11,"verse":"పాతాళపు దూత వాటిపైన రాజుగా ఉన్నాడు; హెబ్రీభాషలో వానికి అబద్దోనని పేరు, గ్రీసుదేశపు భాషలో వానిపేరు అపొల్లుయోను. ( అనగా–నాశము చేయువాడు.)"},{"number":12,"verse":"మొదటి శ్రమ గతించెను; ఇదిగో మరి రెండు శ్రమలు ఇటుతరువాత వచ్చును."},{"number":13,"verse":"[13-14] ఆరవ దూత బూర ఊదినప్పుడు దేవునియెదుట ఉన్న సువర్ణ బలిపీఠముయొక్క కొమ్ములనుండి యొక స్వరము —యూఫ్రటీసు అను మహానదియొద్ద బంధింపబడియున్న నలుగురు దూతలను వదిలిపెట్టుమని బూర పట్టుకొని యున్న ఆయారవ దూతతో చెప్పుట వింటిని.౹"},{"number":15,"verse":"మనుష్యులలో మూడవభాగమును సంహరింపవలెనని అదే సంవత్సరమున అదే నెలలో అదే దినమున, అదే గంటకు సిద్ధపరచబడియుండిన ఆ నలుగురు దూతలు వదిలిపెట్ట బడిరి.౹"},{"number":16,"verse":"గుఱ్ఱపురౌతుల సైన్యముల లెక్క యిరువది కోట్లు; వారి లెక్క యింత అని నేను వింటిని.౹"},{"number":17,"verse":"మరియు నాకు కలిగిన దర్శనమందు ఈలాగు చూచితిని. ఆ గుఱ్ఱములకును వాటి మీద కూర్చుండియున్నవారికిని, నిప్పువలె ఎరుపు వర్ణము, నీలవర్ణము, గంధకవర్ణముల మైమరువు లుండెను. ఆ గుఱ్ఱముల తలలు సింహపు తలలవంటివి, వాటి నోళ్లలోనుండి అగ్ని ధూమగంధకములు బయలు వెడలుచుండెను.౹"},{"number":18,"verse":"ఈ మూడు దెబ్బలచేత, అనగా వీటి నోళ్లలోనుండి బయలువెడలుచున్న అగ్ని ధూమగంధకములచేత, మనుష్యులలో మూడవభాగము చంపబడెను,౹"},{"number":19,"verse":"ఆ గుఱ్ఱముల బలము వాటి నోళ్లయందును వాటి తోకలయందును ఉన్నది, ఎందుకనగా వాటి తోకలు పాముల వలె ఉండి తలలు కలిగినవైనందున వాటిచేత అవి హాని చేయును.౹"},{"number":20,"verse":"ఈ దెబ్బలచేత చావక మిగిలిన జనులు, దయ్యములను, చూడను వినను నడువను శక్తిలేనివై, బంగారు వెండి కంచు రాయి కర్రలతో చేయబడిన తమ హస్త కృతములైన విగ్రహములను పూజింపకుండ విడిచిపెట్టునట్లు మారుమనస్సు పొందలేదు.౹"},{"number":21,"verse":"మరియు తాము చేయుచున్న నరహత్యలును మాయమంత్రములును జారచోరత్వములును చేయకుండునట్లువారు మారుమనస్సు పొందినవారు కారు."}]}