{"bibleAbbr":"awaERV2005","bookName":"पहिला राजा","bookEnglishName":"1 Kings","chapterNumber":15,"verses":[{"number":1,"verse":"( यहूदा क राजा अबिय्याम) नाबात क पूत यारोबाम इस्राएल पइ हुकूमत करत रहा। यारोबाम क राज्जकाल क अट्ठारहवें बरिस, अबिय्याम यहूदा क नवा राजा बना।"},{"number":2,"verse":"अबिय्याम तीन बरिस तलक यरूसलेम पइ हुकूमत किहस। ओकर महतारी क नाउँ माका रहा। उ अबसालेम क बिटिया रहा।"},{"number":3,"verse":"उ उ सबइ पाप किहेस जउन ओकर बाप ओकरे पहिले किहे रहा। अबिय्याम क हिरदय यहोवा आपन परमेस्सर क प्रति पूरा भक्तिवान नाहीं रहेन जइसा ओकर दादा दाऊद किहे रहा।"},{"number":4,"verse":"दाऊद के वास्ते, यहोवा ओका यरूसलेम मँ एक ठू बंस दिहेस। उ दाऊद क बंसज क यरूसलेम पई सासन करइ द्या अउर एका सुरच्छित रखइ क प्रतिग्या किहेस।"},{"number":5,"verse":"दाऊद हमेसा ही उचित करम किहस जेनका यहोवा चाहत रहा। उ हमेसा ही यहोवा क आदेसन क पालन किहे रहा। सिरिफ एक दाईं दाऊद यहोवा क आदेस नाहीं माने रहा जब दाऊद हित्ती ऊरिय्याह क खिलाफ पाप किहे रहा।"},{"number":6,"verse":"रहूबियाम अउ यारोबाम हमेसा एक दूसर क खिलाफ जुद्ध लड़त रहेन।"},{"number":7,"verse":"जउन कछू दूसर काम अबिय्याम किहे रहा उ यहूदा क राजा लोगन क इतिहास नाउँ क किताबे मँ लिखा बाटइ। उ सारे समइ मँ जब अबिय्याम राजा रहा, यारोबाम अउ अबिय्याम क खिलाफ जुद्ध चलत रहा।"},{"number":8,"verse":"जब अबिय्याम मरा तउ दाऊद-नगर मँ दफनावा गवा। अबिय्याम क पूत “आसा” ओकरे पाछे नवा राजा भवा।"},{"number":9,"verse":"( यहूदा क राजा आसा) इस्राएल क ऊपर यारोबाम क राजा क रुप मँ सासन करइ क बीसवें बरिस मँ आसा यहूदा क राजा बना।"},{"number":10,"verse":"आसा यरूसलेम मँ इकतालिस बरिस तलक सासन किहस। ओकरे दादी क नाउँ माका रहा अउर माका अबसालोम क बिटिया रही।"},{"number":11,"verse":"आसा अपने पुरखा दाऊद क तरह ओन करमन क किहस जेनका यहोवा उचित ठहराएस।"},{"number":12,"verse":"ओन दिनन हुवाँ मन्दिर क देवदासन रहेन। आसा ओन लोगन क देस तजइ बरे मजबूर किहस। आसा ओन देव मूरतियन क भी दूर किहस जउन ओकरे पुरखन बनाए रहेन।"},{"number":13,"verse":"आसा अपनी दादी माका क, रानी पद स हटाइ दिहस। माका देवी असेरा क ओन भयंकर मूरतियन मँ स एक क बनाए रहा। आसा ओका काट डाएस अउर एका उ किद्रोन क घाटी मँ बारेस।"},{"number":14,"verse":"आसा ऊँच ठउरन क बर्बाद नाहीं किहस, किन्तु उ पूरी जिन्नगी भइ यहोवा क मनवइया रहा।"},{"number":15,"verse":"आसा यहोवा क मन्दिर मँ सोना, चाँदी अउर उ चिजियन लाएन जउन उ अउर ओकर बाप अर्पित किहे रहेन।"},{"number":16,"verse":"जब तलक राजा आसा यहूदा क राजा रहा, उ हमेसा ही इस्राएल क राजा बासा क खिलाफ जुद्ध करत रहा।"},{"number":17,"verse":"बासा यहूदा क खिलाफ लड़त रहा। बासा लोगन क, आसा क देस यहूदा स आवइ या जाइ स रोकइ चाहत रहा। एह बरे उ रामा नगर क बहोत मजबूत बनाइ दिहस।"},{"number":18,"verse":"एह बरे आसा यहोवा क मन्दिर अउर राजमहल क खजानन स सोना अउ चाँदी निकारेस। उ इ सोना-चाँदी अपने सेवकन क दिहस अउर ओनका अराम क राजा बेन्हदद क लगे पठएस। बेन्हदद हेज्योन क पूत तब्रिम्मोन क पूत रहा। दमिस्क बेन्हदद क राजधानी नगर रहा।"},{"number":19,"verse":"आसा इ सँदेसा पठएस, “मोरे बाप अउर तोहार बाप क बीच एक ठु सान्ति-सन्धि रही। अब मइँ तोहरे अउर अपने बीच एक ठू सान्ति-सन्धि करइ चाहत हुउँ। मइँ तोहरे लगे सोना-चाँदी क भेंट पठवत अहउँ। इस्राएल क राजा बासा क संग अपनी सन्धि तोड़ द्या। तब बासा मोरे देस क तजि देइ।”"},{"number":20,"verse":"राजा बेन्हदद आसा क सँदेसा क अंगीकार किहस। एह बरे उ इस्राएल क नगरन क खिलाफ लड़इ बरे अपनी फउज पठएस। बेन्हदद इय्योन, दान, आबेल्वेत्माका अउ गलीली झील क चारिहुँ ओर क नगरन क हराइ दिहस। उ सारे नप्ताली पहँटा क हराएस।"},{"number":21,"verse":"बासा एन हमलन क बारे मँ सुनेस। एह बरे उ रामा क मजबूत बनाउब बन्द किहस। उ उ नगर क तजि दिहस अउर तिर्सा क लउट गवा।"},{"number":22,"verse":"तब राजा आसा यहूदा क सबहिं लोगन क मदद करइ क हुकूम दिहस-कउनो मनई बिना मदद क नाहीं होइ। उ पचे रामा क गएन अउर उ पचे ओन पाथरन अउ काठन क उठाइ लिहन जेनकर उपयोग बासा नगर क मजबूत बनावइ बरे करत रहा। उ पचे ओन चिजियन क मिस्पा अउर बिन्यामीन प्रदेस मँ गेबा क लइ गएन। तब आसा ओन नगरन क बहोत मजबूत बनाएस।"},{"number":23,"verse":"आसा क बारे मँ दूसर बातन व महान कारज जउन उ किहस अउर नगरन जेनका उ बनाएस यहूदा क राजा लोगन क इतिहास नाउँ क किताबे मँ लिखा बाटइ। जब आसा बुढ़वा भवा तउ ओकरे गोड़े मँ एक रोग पइदा भवा।"},{"number":24,"verse":"आसा मरा अउर ओका ओकर पुरखा दाऊद का नगर मँ दफनावा गवा। तब आसा क पूत यहोसापात ओकरे पाछे नवा राजा बना।"},{"number":25,"verse":"( इस्राएल क राजा नादाब) यहूदा पइ आसा क राज्जकाल क दूसर बरिस मँ यारोबाम क पूत नादाब इस्राएल क राजा भवा। नादाब इस्राएल पइ दुइ बरिस तलक हुकूमत किहस।"},{"number":26,"verse":"नादाब उ करम किहेस जेका यहोवा दुआरा बुरा समुझा जात रहा। उ वइसे ही पाप किहस जइसे ओकर बाप यारोबाम इस्राएल क लोगन स पाप करवाइ क किहे रहा।"},{"number":27,"verse":"बासा अहिय्याह क पूत रहा। उ पचे इस्साकार क परिवार समूह स रहेन। बासा राजा नादाब क मार डावइ क एक ठु जोजना बनाएस। इ उ समइ रहा जब नादाब अउर सारा इस्राएल गिब्बतोन नगर क खिलाफ जुद्ध मँ लडत रहेन। इ एक पलिस्ती नगर रहा। उ ठउरे पइ बासा नादाब क मार डाएस।"},{"number":28,"verse":"इ यहूदा पइ आसा क राज्जकाल क तीसरे बरिस मँ भवा अउर बासा इस्राएल क अगला राजा बना।"},{"number":29,"verse":"( इस्राएल क राजा बासा) जब बासा नवा राजा बना तउ उ यारोबाम क परिवार क हर एक मनई क मार डाएस। बासा यारोबाम क परिवार मँ कउनो मनई क जिअत नाहीं बख्सेस। इ वइसे ही भावा जइसा होइ बरे यहोवा कहे रहा। यहोवा सीलो क आपन सेवक अहिय्याह क जरिये इ कहे रहा।"},{"number":30,"verse":"इ भवा, काहेकि यारोबाम अनेक पाप किहे रहा अउर यारोबाम इस्राएल क लोगन स अनेक पाप कराए क कारण रहा। यारोबाम यहोवा इस्राएल क परमेस्सर क बहोत किरोधित कइ दिहे रहा।"},{"number":31,"verse":"नादाब जउन दूसर काम किहेस उ सबइ इस्राएल क राजा लोगन क इतिहास नाउँ क किताबे मँ लिखा भवा अहइ।"},{"number":32,"verse":"पूरे समइ, जब तलक बासा इस्राएल क सासक रहा, उ यहूदा क राजा आसा क बिरुद्ध जुद्ध मँ लड़त रहा।"},{"number":33,"verse":"अहिय्याह क पूत बासा, यहूदा पइ आसा क राज्जकाल क तीसरे बरिस मँ इस्राएल क राजा भवा रहा। बासा तिर्सा मँ चौबीस बरिस तलक राजा रहा।"},{"number":34,"verse":"किन्तु बासा उ सबइ कारज किहस जेनका यहोवा बुरा बताए रहा। उ उ सबइ ही पाप किहेस जउन ओकर पुरखा यारोबाम किहे रहा। यारोबाम इस्राएल क लोगन स पाप कराए रहा।"}]}