{"bibleAbbr":"awaERV2005","bookName":"पहिला राजा","bookEnglishName":"1 Kings","chapterNumber":16,"verses":[{"number":1,"verse":"तब यहोवा हनान क पूत येहू स बातन किहस। यहोवा राजा बासा क बिरुद्ध बातन कहत रहा।"},{"number":2,"verse":"“मइँ तोहका धूरि-माटी स चुन कइ उठाएउँ। मइँ तोहका इस्राएल क लोगन क ऊपर राजा बनाएउँ। किन्तु तू यारोबाम क मारग क अनुसरण किहा ह। तू मोर लोगन, इस्राएलियन स पाप कराया ह। उ पचे अपने पापन स मोका गुस्सैल किहन ह।"},{"number":3,"verse":"एह बरे बासा, मइँ तोहका अउर तोहरे परिवार क बर्बाद करब। मइँ तोहरे संग उहइ करब जउन मइँ नाबात क पूत यारोबाम क परिवार क संग किहेउँ।"},{"number":4,"verse":"तोहरे परिवार क लोग नगर क सड़कियन पइ मरिहीं अउर ओनके ल्हासन क कूकुर खइहीं। तोहरे परिवार क कछू लोग मइदानन मँ मरिहीं अउर ओनके ल्हासन क पंछी खइहीं।”"},{"number":5,"verse":"बासा क बारे मँ दूसर बातन अउर जउन महान कारज उ किहेस सबहिं इस्राएल क राजा लोगन क इतिहास नाउँ क किताबे मँ लिखा अहइ।"},{"number":6,"verse":"बासा मरा अउ तिर्सा मँ दफनावा गवा। ओकर पूत एला ओकरे पाछे नवा राजा बना।"},{"number":7,"verse":"एह बरे यहोवा येहू नबी क एक सँदेसा दिहस। इ सँदेसा बासा अउ ओकरे परिवार क बिरुद्ध रहा। बासा उहइ करम किहे रहा जेका यहोवा बुरा करम ठेहराएस। एहसे यहोवा बहोत कोहाई गवा। बासा उहइ किहस यारोबाम क परिवार ओहसे पहिले किहे रहा। यहोवा एह बरे भी कोहान रहा कि बासा यारोबाम क समूचे परिवार क मार डाए रहा।"},{"number":8,"verse":"( इस्राएल क राजा एला) यहूदा पइ आसा क राज्जकाल क छब्बीसवें बरिस मँ एला इस्राएल क राजा भवा। एला बासा क पूत रहा। उ तिर्सा मँ दुई बरिस तलक हुकूमत किहस।"},{"number":9,"verse":"एला राजा क अधिकारियन मँ स जिम्री एक रहा। जिम्री एला क आधे रथन क आदेस देत रहा। किन्तु जिम्री एला क बिरुद्ध जोजना बनाएस। राजा एला तिर्सा मँ रहा। उ अर्सा, क घरे मँ दाखरस पिअत रहा अउर मदमस्त होत रहा। अर्सा तिर्सा क महल क अधिकारी रहा।"},{"number":10,"verse":"जिम्री उ घरे मँ गवा अउ उ राजा एला क मार डाएस। यहूदा पइ आसा क राज्जकाल क सत्ताइसवें बरिस मँ इ भवा। तब एला क पाछे इस्राएल क नवा राजा जिम्री भवा।"},{"number":11,"verse":"( इस्राएल क राजा जिम्री) जब जिम्री राजा भवा तउ उ बासा क पूरे परिवार क मार डाएस। उ बासा क परिवार मँ कउनो मनई क जिअत नाहीं रहइ दिहस। जिम्री बासा क मीतन क भी मार डाएस।"},{"number":12,"verse":"इ तरह जिम्री बासा क पूरा परिवार क बर्बाद किहस। इ वइसे ही भवा जइसा यहोवा, येहू नबी क उपयोग बासा क खिलाफ कहइ क कहे रहा।"},{"number":13,"verse":"इ बासा अउ ओकर पूत एला क सबहिं पापन क कारण भवा। उ पचे पाप किहे रहेन अउर इस्राएल क लोग स पाप कराए रहेन। यहोवा कोहान रहा काहेकि उ पचे बहोत स देवमूरतियन धरे रहेन।"},{"number":14,"verse":"इस्राएल क राजा लोगन क इतिहास नाउँ क किताबे मँ दूसर सबहिं बातन लिखी अहइँ जउन एला किहे रहा।"},{"number":15,"verse":"यहूदा पइ आसा क राज्जकाल क सत्ताइसवें बरिस मँ जिम्री इस्राएल क राजा बना। जिम्री तिर्सा मँ सात दिन सासन किहस। जउन कछू भवा, इ अहइ: इस्राएल क फउज गिब्बतोन क पलिस्तियन क निचके डेरा डाए पड़ी रहिन। उ पचे जुद्ध बरे तइयार रहेन।"},{"number":16,"verse":"पड़ाव मँ टिके लोग सुनेन कि जिम्री राजा क खिलाफ गुप्त सड्यन्त्र रचेस ह। अउर ओका मार डाएस। एह बरे सारे इस्राएल डेरा मँ, उ दिन ओम्री क इस्राएल क राजा बनाएस। ओम्री सेनापति रहा।"},{"number":17,"verse":"एह बरे ओम्री अउर सारे इस्राएल गिब्बतोन क तजेन अउ तिर्सा पई हमला कइ किहन।"},{"number":18,"verse":"जिम्री लखेस कि नगर पइ अधिकार कइ लीन्ह गएस ह। एह बरे उ महल क भीतर गएन अउर जराइ सरू किहेन। उ महल अउ खुद क जराइ दिहेस। अउर उ मरि गवा।"},{"number":19,"verse":"इ तरह जिम्री मरा काहेकि उ पाप किहे रहा। जिम्री ओन कामन क किहेस जेनका यहोवा बुरा कहे रहा। उ वइसे ही पाप किहेस जइसे यारोबाम किहे रहा अउ यारोबाम इस्राएल क लोगन स पाप कराए रहा।"},{"number":20,"verse":"“इस्राएल क राजा लोगन क इतिहास” नाउँ क किताबे मँ जिम्री क गुप्त सड्यन्त्र अउ दूसर बातन लिखी अहइँ जउन उ राजा एला क बिरुद्ध किहे रहा।"},{"number":21,"verse":"( इस्राएल क राजा ओम्री) इस्राएली लोग दुइ दलन मँ बँट गए रहेन। आधे लोग गीनत क पूत तिब्नी क अनुसरण करत रहेन अउर ओका राजा बनावइ चाहत रहेन। दूसर आधे लोग ओम्री क अनुयायी रहेन।"},{"number":22,"verse":"किन्तु ओम्री क अनुयायी गीनत क पूत तिब्नी क अनुयायियन स जियादा सक्तीसाली रहेन। एह बरे तिब्नी मारा गवा अउर ओम्री राजा भवा।"},{"number":23,"verse":"यहूदा पइ आसा क राज्जकाल क इकत्तीसवें बरिस मँ ओम्री इस्राएल क राजा भवा। ओम्री इस्राएल पइ बारह बरिस तलक सासन किहस। ओन बरिसन मँ स छ: बरिस तलक उ तिर्सा नगर मँ सासन किहस।"},{"number":24,"verse":"किन्तु ओम्री सोमरोन क पहाड़ी क बेसहि लिहस। उ एका लगभग डेढ़ सौ पौण्ड चाँदी समेर स बेसहेस। ओम्री उ पहाड़ी पइ एक ठु नगर बनाएस। बाद मँ, इ पहिले क मालिक समेर क नाउँ पइ सोमरोन पुकारा गएस।"},{"number":25,"verse":"ओम्री उ सबइ काम किहस जेनका यहोवा बुरा घोसित किहे रहा। ओम्री ओन सबहिं राजा लोगन स बुरा रहा जउन ओकरे पहिले होइ चुके रहेन।"},{"number":26,"verse":"उ उ सबइ ही पापन किहेस जउन नबात क पूत यारोबाम किहे रहा। यारोबाम इस्राएल क लोगन स पाप कराए रहा। एह बरे उ पचे यहोवा, इस्राएल क परमेस्सर क बहोत किरोधित कइ दिहे रहेन। यहोवा कोहान रहा, काहेकि उ पचे बेकार क देवमूरतियन क पूजा करत रहेन।"},{"number":27,"verse":"इस्राएल क राजा लोगन क इतिहास नाउँ क पुस्तक मँ ओम्री क बारे मँ दूसर बातन अउर ओकर किहे महान कारज लिखे गएन ह।"},{"number":28,"verse":"ओम्री मरा अउ सोमरोन मँ दफनावा गवा। ओकर पूत अहाब ओकरे पाछे नवा राजा बना।"},{"number":29,"verse":"( इस्राएल क राजा अहाब) यहूदा पइ आसा क राज्जकाल क अड़तीसवें बरिस मँ ओम्री क पूत अहाब इस्राएल क राजा बना। अहाब इस्राएल पइ सामरिया मँ बाईस बरिस तलक हुकूमत किहेस।"},{"number":30,"verse":"अहाब उ सबइ काम किहेस जेनका यहोवा बुरा बताए रहा अउर अहाब ओन सबहिं राजा लोगन स भी बुरा रहा जउन ओकरे पहिले भए रहेन।"},{"number":31,"verse":"अहाब क बरे ऍतना काफी नाहीं रहा कि उ वइसे ही पापन करइ जइसे नबात क पूत यारोबाम किहे रहा, उ अहाब एतबाल क बिटिया ईजबेल स बियाह किहेस। एतबाल सीदोन क राजा रहा। तब अहाब बाल क सेवा अउर पूजा करब सुरू किहेस।"},{"number":32,"verse":"अहाब बाल क पूजा करइ बरे सोमरोन मँ पूजा घर बनाएस। उ पूजाघरे मँ एक वेदी रखेस।"},{"number":33,"verse":"अहाब असेर क पूजा बरे एक बिसेस खम्भा भी खड़ा किहस। अहाब यहोवा, इस्राएल क परमेस्सर क किरोधित करइवाले बहोत स काम, ओन सबहिं राजा स जियादा किहेस, जउन ओकरे पहिले रहेन।"},{"number":34,"verse":"अहाब क राज्जकाल मँ बेतेल क हीएल यरीहो नगर क दुबारा बनाएस। जउने समइ हीएल नगर बनावइ क काम सुरु किहस, ओकर बड़ा पूत अबीराम मर गवा अउर जब हीएल नगर दुआर बनाएस, ओकर सब स नान्ह पूत सगूब मर गवा। इ ठीक वइसे ही भवा जइसा यहोवा नून क पूत यहोसू स बातन करत भए कहे रहा।"}]}