{"bibleAbbr":"awaERV2005","bookName":"पहिला राजा","bookEnglishName":"1 Kings","chapterNumber":20,"verses":[{"number":1,"verse":"( बेन्हदद अउ अहाब जुद्ध को जात ह) बेन्हदद अराम क राजा रहा। उ आपन सारी फउज बटोरेस। ओकरे संग बत्तीस राजा रहेन। ओकरे लगे घोड़न अउ रथ रहेन। उ पचे सोमरोन पइ हमला किहन अउर ओकरे खिलाफ लड़ेन।"},{"number":2,"verse":"राजा, नगर मँ इस्राएल क राजा अहाब क लगे दूत पठाएस।"},{"number":3,"verse":"सूचना इ रही, “बेन्हदद कहत ह, ‘तोहका आपन सोना-चाँदी मोका देइ क पड़ी। तोहका आपन मेहररुअन अउ बच्चन भी मोका देइ क होइ।’”"},{"number":4,"verse":"इस्राएल क राजा जवाब दिहस, “ऐ मोर सुआमी राजा! मइँ अंगीकार करत हउँ कि अब मइँ आप क मातहत हउँ अउर जउन कछू मोर अहइ उ आप क अहइ।”"},{"number":5,"verse":"तब दूत अहाब क लगे वापस आवा। उ पचे कहेन, “बेन्हदद कहत ह, ‘मइँ पहिले ही तोहसे कहे रहेउँ कि तोहका सारा सोना-चाँदी तथा आपन मेहररूअन, बच्चन क मोका देइ क पड़ी।"},{"number":6,"verse":"काल्ह मइँ अपने मनइयन क पठवत हउँ जउन महल मँ सब जगह अउर तोहरे मातहती मँ सासन करइवाले अउर अधिकारियन क घरन मँ खोज करिहीं। मोर मनई सबइ मुल्यवान वस्तुअन क लेइहीं अउर ओनका मोर लगे लइ आइहीं।’”"},{"number":7,"verse":"एह बरे राजा अहाब अपने देस क सबहिं बुर्जुगन क एक बैठक बोलाएस। अहाब केहस, “लखा बेन्हदद परेसानी क कारण अहइ। पहिले उ मोहसे इ माँग किहस ह कि मइँ ओका आपन मेहररूअन, आपन बच्चन अउर आपन सोना-चाँदी दइ देउँ। मइँ ओका उ सबइ चिजियन देब अंगीकार कइ लिहेउँ अउर उ सब कछू लेइ चाहत ह।”"},{"number":8,"verse":"किन्तु अग्रजन अउर सबहिं लोग कहेन, “ओकर आदेस न माना। उ न करा जेका करइ क उ कहत ह।”"},{"number":9,"verse":"एह बरे अहाब बेन्हदद क सँदेसा पठएस। अहाब कहेस, “मइँ उ कइ देब जउन तू पहिले कहे रह्या। किन्तु मइँ तोहार दूसरे आदेस क पालन नाहीं कइ सकत।” राजा बेन्हदद क दूत सँदेसा राजा तलक लइ गएन।"},{"number":10,"verse":"तब उ पचे बेन्हदद क दूसर सँदेसा क संग लउटेन। सँदेसा इ रहा, “मइँ सोमरोन क पूरी तरह बर्बाद करब। मइँ प्रतिग्या करत हउँ कि उ नगर क सबहिं चिजियन क बर्बाद कीन्ह जाइहीं। जदि मोरे हरे एक मनई उ नगर क एक मुट्ठी धूरि भी आपन घरे लेइ जाइ बरे लेइ तउ उ ओन सबइ लोगन बरे प्रयाप्त नाहीं होब्या। परमेस्सर मोका बर्बाद करइ द्या जदि मइँ अइसा न करउँ।”"},{"number":11,"verse":"राजा अहाब जवाब दिहस, “बेन्हदद स कहा कि उ मनइ क, जउन आपन कवच धारण किहे होइ, उ मनई क तरह डींग नाहीं डाँकइ चाही जउन ओका उतारइ बरे लम्बी जिन्नगी जिअत ह।”"},{"number":12,"verse":"राजा बेन्हदद अपने दूसर प्रसासकन क संग अपने तम्बू मँ दाखरस पान करत रहा। उहइ समइ दूतन आवा अउर उ राजा अहाब क सँदेसा दिहस। राजा बेन्हदद अपने मनइयन क नगर पइ हमला करइ बरे तैयार होइ क आदेस दिहेस। एह बरे फउजी जुद्ध बरे अपनी जगह लेइ बरे बढ़ेन।"},{"number":13,"verse":"इहइ समइ, एक ठु नबी इस्राएल क राजा, अहाब क लगे पहोंचा। नबी कहेस, “राजा अहाब यहोवा तोहसे कहत ह, ‘का तू उ बड़की फउज क लखत अहा। मइँ, यहोवा, आज तोहका उ सेना क हरावइ देब। तब तू जनब्या कि मइँ यहोवा हउँ।’”"},{"number":14,"verse":"अहाब कहेस, “ओनका पराजित करइ क बरे तू केकर उपयोग करब्या?” नबी जवाब दिहस, “यहोवा कहत ह, ‘सरकारी अधिकारियन क युवक सहायक।’” तब राजा पूछेस, “कउन सेना क अगुवाइ करब अउर जुद्ध सुरू करब?” नबी जवाब दिहस, “तू।”"},{"number":15,"verse":"एह बरे अहाब सरकारी अधिकारियन क युवक सहायकन क बटोरेस। सब मिलाइके इ सबइ दुइ सौ बत्तीस युवक रहेन। तब राजा इस्राएल क सेना क एक संग बोलाएस। सारी गनती सात हजार रही।"},{"number":16,"verse":"दुपहर क, राजा बेन्हदद अउ ओकर सहायक बत्तीस राजा अपने डेरा मँ दाखरस पान करत रहने अउर मद मस्त होत रहेन। इहइ समइ राजा अहाब क हमला भवा।"},{"number":17,"verse":"युवक सहायकन पहिले हमला किहन। बेन्हदद क मनइयन ओहसे कहेन कि फउजी सोमरोन स बाहेर निकरि आए अहइँ।"},{"number":18,"verse":"एह बरे बेन्हदद कहेस, “उ पचे जुद्ध करइ बरे या सान्ति-सन्धि करइ बरे आवइ सकत ह। ओनका जिन्दा धइ ल्या।”"},{"number":19,"verse":"राजा अहाब क युवक आक्रमण क पहल करत रहेन। इस्राएल क फउज ओनके पाछे चलत रही।"},{"number":20,"verse":"इस्राएल क हर एक सैनिक उ मनइयन क मार डाएस जउन ओकरे खिलाफ आवा। एह बरे अराम क फउजियन पराब सुरू किहन। इस्राएल क फउज ओनकर पाछा किहस। राजा बेन्हदद अपने रथन क एक घोड़े पइ बैठिके भाग निकरा।"},{"number":21,"verse":"राजा अहाब फउज क अगुवाइ किहेस अउर आगे बढ़ेस। उ अराम क फउज क सारे घोड़न अउ रथन क लइ लिहस। इ तरह राजा अहाब अरामियन सेना क भारी पराजय दिहस।"},{"number":22,"verse":"तब नबी राजा अहाब क लगे पहोंचा, इस्राएल क राजा कहेस, “अराम क राजा बेन्हदद अगले बसन्त मँ तोहसे जुद्ध करइ बरे फुन आइ। एह बरे तोहका अब घरे लउटि जाइ चाही अउर अपनी फउज क पहिले स जियादा सक्तीसाली बनवाइ चाही अउर ओका हराइ बरे उचित जोजना बनावा।”"},{"number":23,"verse":"( बेन्हदद फुन हमला करत ह) राजा बेन्हदद क अधिकारी लोग ओहसे कहेन, “इस्राएल क देवता पर्वतीय देवता अहइ। हम लोग पर्वतीय पहँटा मँ लड़े रहे। एह बरे इस्राएल क लोग बिजयी भएन। एह बरे हम लोग ओनसे समथर मइदान मँ जुद्ध करी। तब हम बिजयी पाउब।"},{"number":24,"verse":"इ उहइ अहइ जेका तोहका करइ चाही। बत्तीस राजा लोगन क फउज क संचालन करइ क अनुमति न द्या। सेनापतियन क ही अपनी फउज क नेतृत्व करइ द्या।"},{"number":25,"verse":"“अब तू उहइ क समान एक फउज बनावा जउन तू खो दिहस ह। उहइ फउज क तरह घोड़न अउर रथ ऍकट्ठा करा जइसा तू पहिले रहा। तब हम लोग इस्राएलियन स समथर मइदान मँ जुद्ध करी। तब हम बिजय प्राप्त करब।” बेन्हदद ओनकी सलाह मान लिहस। उ उहइ किहस जउन उ पचे कहेन।"},{"number":26,"verse":"एह बरे बसन्त मँ बेन्हदद अराम क लोगन क बटोरेस। उ इस्राएल क खिलाफ जुद्ध करइ अपेक गवा।"},{"number":27,"verse":"इस्राएलियन भी जुद्ध क तइयारी किहन। इस्राएल क लोग अराम क सेना स लड़इ गएन। उ पचे अपने सिबिर अराम क सिबिर क समन्वा डाएन। दुस्मन क तुलना मँ इस्राएली फउज बोकरियन क दुइ ठू नान्ह झुण्डन क समान देखाइ पड़त रहेन किन्तु अराम क फउज सारे छेत्र क ढाँपे रही।"},{"number":28,"verse":"परमेस्सर क एक मनई इ सँदेसा क संग इस्राएल क राजा क लगे आवा: “यहोवा कहेस ह, ‘अराम क लोग कहेन ह कि मइँ, यहोवा पर्वतन क परमेस्सर हुउँ। उ पचे सोचत हीं कि मइँ घाटियन क परमेस्सर भी नाहीं हउँ। एह बरे, मइँ तोहका इ बिसाल सेना क हरावइ देब। तब तू समुझब्या कि मइँ यहोवा सब जगह हउँ।’”"},{"number":29,"verse":"फउजन सात दिन तलक एक दूसरे क आमने-सामने डेरा डाए रहिन। सतएँ दिन जुद्ध सुरु भवा। इस्राएलियन एक दिन मँ अराम क एक लाख फउजियन क मार डाएन।"},{"number":30,"verse":"बचे भए फउजी अपेक नगर क भाग पराइ गएन। नगर प्राचीर ओन सत्ताईस हजार फउजियन पइ भहराइ पड़ी। बेन्हदद भी नगर क पराइ गवा। उ एक ठु कमरा मँ छुप गवा।"},{"number":31,"verse":"ओकर अधिकारियन ओहसे कहेन, “हम लोग सुना ह कि इस्राएल क राजा लोग दया दिखावत ह। हम लोग मोरे ओढ़ना पहिरे अउर सिरे पइ रस्सी डाए। तब हम लोग इस्राएल क राजा क लगे चली होइ सकत ह कि उ हम क जिअत रहइ देइ।”"},{"number":32,"verse":"उ पचे मोरे ओढ़ना पहिरेन अउर लसुरी मूँडे पइ डाएन। उ पचे इस्राएल क राजा क लगे आएन। उ पचे कहेन, “तोहार सेवक बेन्हदद कहत ह, ‘कृपा कइके मोका जिअत रहइ द्या।’” अहाब जवाब दिहस, “का उ अबहिं तलक जिअत अहइ? उ मोर भाई अहइ।”"},{"number":33,"verse":"बेन्हदद क मनई राजा अहाब क सब्द मँ कछू सुराग सुनि क आसावादी रहेन जेहसे इ निहिचित होइ कि उ बेन्हदद क नाहीं मारी। जब अहाब बेन्हदद क आपन भाई कहेस तउ सलाहकारन तुरन्त कहेन, “हाँ, बेन्हदद आप क भाई अहइ।” अहाब कहेस, “ओका मोरे लगे लिआवा।” एह बरे बेन्हदद राजा अहाब क लगे आवा। राजा अहाब अपने संग ओका अपने रथ मँ बइठइ क कहेस।"},{"number":34,"verse":"बेन्हदद ओहसे कहेस, “अहाब मइँ ओन नगरन क तोहका दइ देब जेनका मोर बाप तोहरे बाप स लइ लिहे रहेन अउर तू दमिस्क मँ वइसे ही दुकानन रखि सकत ह जइसे मोर बाप सोमरोन मँ रखे रहा।” अहाब जवाब दिहस, “जदि तू एका अँगीकार करत ह तउ मइँ तोहका जाइ बरे अजाद करत हउँ।” एह बरे दुइनउँ राजा लोग एक ठु सान्ति-सन्धि किहन। तब राजा अहाब बेन्हदद क जाइ बरे अजाद कइ दिहस।"},{"number":35,"verse":"( एब नबी अहाब क बिरुद्ध भविस्सवाणी करत ह) नबियन मँ स एक दूसर नबी स कहेस, “मोह पइ चोट करा।” उ ओहसे इ करइ बरे कहेस काहेकि यहोवा अइसा आदेस दिहे रहा। किन्तु दूसर नबी ओह पइ चोट करइ स मना कइ दिहेस।"},{"number":36,"verse":"एह बरे पहिला नबी कहेस, “तू यहोवा क आदेस क पालन नाहीं किहा। एह बरे जब तू इ जगह क तजब्या, एक ठु सेर तोहका मार डाइ।” दूसर नबी उ जगह क तजेस अउर ओका एक सेर मार डाएस।"},{"number":37,"verse":"पहिला नबी दूसर मनई क लगे गवा अउर कहेस, “मोह पइ चोट करा।” उ मनई ओह पइ चोट किहस। नबी क चोट आइ।"},{"number":38,"verse":"एह बरे नबी अपने चेहरे पइ एक ओढ़ना लपेट लिहस। इ तरह कउनो इ नाहीं समुझ सकत रहा कि उ कउन अहइ। उ नबी गवा अउर उ सड़क क किनारे राजा क प्रतीच्छा सुरु किहस।"},{"number":39,"verse":"राजा उ सड़क स निकरा अउर नबी ओहसे कहेस, “मइँ जुद्ध मँ लड़इ गवा रहेउँ। हमरे मनइयन मँ स एक मोरे लगे एक दुस्मन फउजी क लिआवा। उ मनई कहेस, ‘इ मनई क पहरेदारी करा। जदि उ भाग गवा, तउ एकरे जगह पइ तोहका आपन जिन्नगी देइ क होइ या तोहका पचहत्तर पौण्ड चाँदी जुर्माने मँ देइ क होइ।’"},{"number":40,"verse":"किन्तु मइँ ब्यस्त होइ गवा। एह बरे उ मनई भाग निकरा।” इस्राएल क राजा कहेस, “तू कहया ह कि तू फउजी क पराइ जाइ देइ क अपराधी अहा। एह बरे तोहका जवाब मालूम अहइ। तोहका उहइ करइ चाही जेका करइ क उ मनई कहेस ह।”"},{"number":41,"verse":"तब नबी अपने मुँहना स ओढ़ना हटाएस। इस्राएल क राजा लखेस अउर इ जान लिहस कि उ नबियन मँ स एक अहइ।"},{"number":42,"verse":"तब नबी राजा स कहेस, “यहोवा तोहसे इ कहत ह, ‘तू उ मनई क अजाद किहा जेका मइँ मर जाइ क कहेउँ। एह बरे ओकर जगह तू लेब्या, तू मर जाब्या अउर तोहार लोग दुस्मनन क जगह लेइहीं, तोहार लोग मरिहीं।’”"},{"number":43,"verse":"तब राजा समारिया अपने घरे लउट गवा। उ बहोत गुस्सा मँ अउ घबराया भवा रहा।"}]}