{"bibleAbbr":"NET2007","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":11,"verses":[{"number":1,"verse":"Reversal of the Exodus: Return to Egypt and Exile in Assyria When Israel was a young man, I loved him like a son, (tn The words “like a son” are not in the Hebrew text, but are necessary to clarify what sort of love is intended (cf. also NLT).) and I summoned my son (tc The MT reads בְנִי (vÿni, “My son”); however, the LXX reflects בָנָיו (vanav, “his sons”). The MT should be retained as original here because of internal evidence; it is much more appropriate to the context.) out of Egypt."},{"number":2,"verse":"But the more I summoned (tc The MT reads קָרְאוּ (qar’u, “they called”; Qal perfect 3rd person common plural from קָרַא, qara’, “to call”), cf. KJV, NASB; however, the LXX and Syriac reflect כְּקָרְאִי (kÿqar’i, “as I called”; preposition כְּ (kaf) + Qal infinitive construct from קָרַא + 1st person common singular suffix). The presence of the resumptive adverb כֵּן (ken, “even so”) in the following clause supports the alternate textual tradition reflected in the LXX and Syriac (cf. NAB, NIV, NCV, NRSV, TEV, NLT).) them, the farther they departed from me. (tc The MT reads מִפְּנֵיהֶם (mippÿnehem, “from them”; preposition + masculine plural noun + 3rd person masculine plural suffix), so KJV, ASV, NASB; however, the LXX and Syriac reflect an alternate Hebrew textual tradition of מִפָּנַי הֵם (mippanay hem, “they [went away] from me”; preposition + masculine plural noun + 1st person common singular suffix, followed by 3rd person masculine plural independent personal pronoun); cf. NAB, NIV, NRSV. The textual variant was caused simply by faulty word division.) They sacrificed to the Baal idols and burned incense to images."},{"number":3,"verse":"Yet it was I who led (tn Or “taught Ephraim to walk” (so ASV, NAB, NASB, NIV, NRSV). The verb תִרְגַּלְתִּי (tirgalti, “I taught [him] to walk, I led [him]”; Tiphil perfect 1st person common singular from רָגַל, ragal, “to walk”) is an unusual verb stem: the Tiphil (properly Taphel) is attested three times in Biblical Hebrew (Hos 11:3; Jer 12:5; 22:15) and once in Biblical Aramaic (Ezra 4:7; see GKC 153 §55. h).) Ephraim, I took them by the arm; but they did not acknowledge that I had healed them. (tn Or “that it was I who had healed them” (NIV, NLT similar).)"},{"number":4,"verse":"I led them with leather (tn Or “humane cords” or “cords of human kindness.” The noun אָדָם (’adam) is traditionally related to I אָדָם (“man”) and translated either literally or figuratively (as a metonymy of association for humane compassion): “cords of a man” (KJV, RSV margin, NASB), “cords of human kindness” (NIV, NCV), “human ties” (NJPS), “cords of compassion” (RSV). It is better to relate it to II אָדָם (“leather”; HALOT 14 s. v. אָדָם), as the parallelism with II אַהֲבָה (’ahavah, “leather”) suggests (see below). This homonymic root is well attested in Arabic ’adam (“skin”) and ’adim (“tanned skin; leather”). This better fits the context of 11:4 which compares Israel to a heifer: the Lord led him with leather cords, lifted the yoke from his neck, and fed him. Elsewhere, Hosea compares Israel to a stubborn cow (4:6) and harnessed heifer (10:11).) cords, with leather (tn Or “ropes of love.” The noun אַהֲבָה (’ahava) is traditionally related to I אַהֲבָה (“love”; BDB 13 s. v. אַהֲבָה 2). This approach is adopted by most English translations: “bands of love” (KJV, RSV), “bonds of love” (NASB), “ties of love” (NIV), “cords of love” (NJPS). However, it is probably better to derive אַהֲבָה from the homonymic root II אַהֲבָה (“leather”; HALOT 18 s. v. II אַהֲבָה). This root is attested in Arabic and Ugaritic. It probably occurs in the description of Solomon’s sedan chair: “upholstered with purple linen, and lined with leather” (Song 3:10). This fits the context of 11:4 which compares Israel to a young heifer: the Lord led him with leather ropes, lifted the yoke from his neck, and bent down to feed him. Elsewhere, Hosea compares Israel to a stubborn cow (4:6) and a young heifer harnessed for plowing (10:11). This is supported by the parallelism with II אָדָם (’adam, “leather”; HALOT 14 s. v. II אָדָם). Of course, this might be an example of a homonymic wordplay on both roots: “ropes of leather/love.” For discussions of II אַהֲבָה, see G. R. Driver, “Supposed Arabisms in the Old Testament,” JBL 55 (1936): 111; G. R. Driver, Canaanite Myths and Legends, 133; S. E. Loewenstamm, Thesaurus of the Language of the Bible, 1:39. D. Grossberg, “Canticles 3:10 in the Light of a Homeric Analogue and Biblical Poetics,” BTB 11 (1981): 75-76. For homonymic wordplays, see W. G. E. Watson, Classical Hebrew Poetry [JSOTSup], 237-38; J. Barr, Comparative Philology and the Text of the Old Testament, 151-55.) ropes; I lifted the yoke (tn Heb “And I was to them like those who lift a yoke.”) from their neck, (tn Heb “their jaws” (so KJV, ASV, NASB).) and gently fed them. (tn Heb “him.” This is regarded as a collective singular by most English versions and thus translated as a plural pronoun.)"},{"number":5,"verse":"They will return to Egypt! (tc Or “Will they not return to Egypt?” (so NIV). Following the LXX and BHS, the MT לֹא (lo’, “not”) should probably be read as לוֹ (lo, “to him”) and connected to the end of 11:4 rather than the beginning of 11:5. The textual confusion between לֹא and לוֹ probably reflects an unintentional scribal error due to a mistake in hearing (cf., e. g., Kethib/Qere in Ps 100:3).) Assyria will rule over them (tn Heb “Assyria, he will be his [Israel’s] king” (NASB similar).) because they refuse to repent! (tn Heb “return” (so KJV, ASV, NASB, NRSV). The root שׁוּב (shuv, “to turn, return”) appears at the beginning and ending of this verse, creating an inclusio. This repetition produces an ironic wordplay: because Israel refuses to “return” to God or “turn” from its sin, it will “return” to Egypt. The punishment fits the crime.)"},{"number":6,"verse":"A sword will flash in their cities, it will destroy the bars of their city gates, and will devour them in their fortresses."},{"number":7,"verse":"My people are obsessed (tn The term תְלוּאִים (tÿlu’im, Qal passive participle masculine plural from תָּלָא, tala’, “to hang”) literally means “[My people] are hung up” (BDB 1067 s. v. תָּלָא). The verb תָּלָא // תָּלָה (“to hang”) is often used in a concrete sense to describe hanging an item on a peg (Ps 137:2; Song 4:4; Isa 22:24; Ezek 15:3; 27:10) or the impaling of the body of an executed criminal (Gen 40:19, 22; 41:13; Deut 21:22, 23; Josh 8:29; 10:26; 2 Sam 21:12; Esth 2:23; 5:14; 6:4; 7:9, 10; 8:7; 9:13, 14, 25). It is used figuratively here to describe Israel’s moral inability to detach itself from apostasy. Several English versions capture the sense well: “My people are bent on turning away from me” (RSV, NASB), “My people are determined to turn from me” (NIV), “My people are determined to reject me” (CEV; NLT “desert me”), “My people persist in its defection from me” (NJPS), and “they insist on turning away from me” (TEV).) with turning away from me; (tn The 1st person common singular suffix on the noun מְשׁוּבָתִי (mÿshuvati; literally, “turning of me”) functions as an objective genitive: “turning away from me.”) they call to Baal, (tc The meaning and syntax of the MT is enigmatic: וְאֶל־עַל יִקְרָאֻהוּ (vÿ’el-’al yiqra’uhu, “they call upwards to him”). Many English versions including KJV, NIV, NRSV, NLT take the referent of “him” as the “most High.” The BHS editors suggest reading וְאֶל־בַּעַל יִקְרָא וְהוּא (vÿ’el-ba’al yiqra’ vehu’, “they call to Baal, but he…”), connecting the 3rd person masculine singular independent personal pronoun וְהוּא (vÿhu’, “but he…”) with the following clause. The early Greek recensions (Aquila and Symmachus), as well as the Aramaic Targum and the Vulgate, vocalized עֹל (’ol) as “yoke” (as in 11:4): “they cry out because of [their] yoke” (a reading followed by TEV).) but he will never exalt them!"},{"number":8,"verse":"The Divine Dilemma: Judgment or Mercy? How can I give you up, (tn The imperfect verbs in 11:8 function as imperfects of capability. See IBHS 564 §34.1a.) O Ephraim? How can I surrender you, O Israel? How can I treat you like Admah? How can I make you like Zeboiim? I have had a change of heart! (tn The phrase נֶהְפַּךְ עָלַי לִבִּי (nehpakh ’alay libbi) is an idiom that can be taken in two ways: (1) emotional sense: to describe a tumult of emotions, not just a clash of ideas, that are afflicting a person (Lam 1:20; HALOT 253 s. v. הפך 1. c) and (2) volitional sense: to describe a decisive change of policy, that is, a reversal of sentiment from amity to hatred (Exod 14:5; Ps 105:25; BDB 245 s. v. הָפַךְ 1; HALOT 253 s. v. 3). The English versions alternate between these two: (1) emotional discomfort and tension over the prospect of destroying Israel: “mine heart is turned within me” (KJV), “my heart recoils within me” (RSV, NRSV), “My heart is turned over within Me” (NASB), “My heart is torn within me” (NLT); and (2) volitional reversal of previous decision to totally destroy Israel: “I have had a change of heart” (NJPS), “my heart is changed within me” (NIV), and “my heart will not let me do it!” (TEV). Both BDB 245 s. v. 1. b and HALOT 253 s. v. 3 suggest that the idiom describes a decisive change of heart (reversal of decision to totally destroy Israel once and for all) rather than emotional turbulence of God shifting back and forth between whether to destroy or spare Israel. This volitional nuance is supported by the modal function of the 1st person common singular imperfects in 11:8 (“I will not carry out my fierce anger…I will not destroy Ephraim…I will not come in wrath”) and by the prophetic announcement of future restoration in 11:10–11. Clearly, a dramatic reversal both in tone and in divine intention occurs between 11:5–11.) All my tender compassions are aroused! (tn The Niphal of כָּמַר (kamar) means “to grow warm, tender” (BDB 485 s. v. כָּמַר), as its use in a simile with the oven demonstrates (Lam 5:10). It is used several times to describe the arousal of the most tender affection (Gen 43:30; 1 Kgs 3:26; Hos 11:8; BDB 485 s. v. 1; HALOT 482 s. v. כמר 1). Cf. NRSV “my compassion grows warm and tender.”)"},{"number":9,"verse":"I cannot carry out (tn The three imperfect verbs function as imperfects of capability, similar to the imperfects of capability in 11:8. See IBHS 564 §34.1a.) my fierce anger! I cannot totally destroy Ephraim! Because I am God, and not man — the Holy One among you — I will not come in wrath!"},{"number":10,"verse":"God Will Restore the Exiles to Israel He will roar like a lion, and they will follow the LORD; when he roars, his children will come trembling (tn When the verb חָרַד (kharad, “to tremble”) is used with prepositions of direction, it denotes “to go or come trembling” (BDB 353 s. v. חָרַד 4; e. g., Gen 42:28; 1 Sam 13:7; 16:4; 21:2; Hos 11:10, 11). Thus, the phrase מִיָּם…וְיֶחֶרְדוּ (vÿyekherdu…miyyam) means “to come trembling from the west.” Cf. NAB “shall come frightened from the west.”) from the west."},{"number":11,"verse":"They will return in fear and trembling (tn For the meaning of חָרַד (harad, “to tremble”) with prepositions of direction, see 11:10 above.) like birds from Egypt, like doves from Assyria, and I will settle them in their homes,” declares the LORD."},{"number":12,"verse":"God’s Lawsuit against Israel: Breach of Covenant (12:1) (sn Beginning with 11:12, the verse numbers through 12:14 in the English Bible differ by one from the verse numbers in the Hebrew text (BHS), with 11:12 ET = 12:1 HT, 12:1 ET = 12:2 HT, etc., through 12:14 ET = 12:15 HT. From 13:1 to 13:16 the verse numbers in the English Bible and the Hebrew Bible are again the same.) Ephraim has surrounded me with lies; the house of Israel has surrounded me (tn The phrase “has surrounded me” is not repeated in the Hebrew text here, but is implied by the parallelism in the preceding line. It is supplied in the translation for stylistic reasons, smoothness, and readability.) with deceit. But Judah still roams about with (tn The verb רוּד (rud, “to roam about freely”) is used in a concrete sense to refer to someone wandering restlessly and roaming back and forth (BDB 923 s. v. רוּד; Judg 11:37). Here, it is used figuratively, possibly with positive connotations, as indicated by the preposition עִם (’im, “with”), to indicate accompaniment: “but Judah still goes about with God” (HALOT 1194 s. v. רוד). Some English versions render it positively: “Judah still walks with God” (RSV, NRSV); “Judah is restive under God” (REB); “but Judah stands firm with God” (NJPS); “but Judah yet ruleth with God” (KJV, ASV). Other English versions adopt the negative connotation “to wander restlessly” and nuance עִם in an adversative sense (“against”): “Judah is still rebellious against God” (NAB), “Judah is unruly against God” (NIV), and “the people of Judah are still rebelling against me” (TEV).) God; he remains faithful to the Holy One."}]}