{"bibleAbbr":"NET2007","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":12,"verses":[{"number":1,"verse":"Ephraim continually feeds on the wind; he chases the east wind all day; he multiplies lies and violence. They make treaties (tn Heb “a treaty” (so NIV, NRSV); KJV, NASB “a covenant”; NAB “comes to terms.”) with Assyria, and send olive oil as tribute (tn The phrase “as tribute” does not appear in the Hebrew text, but is supplied in the translation for clarity. Cf. NCV “send a gift of olive oil.”) to Egypt."},{"number":2,"verse":"The LORD also has a covenant lawsuit (tn The noun רִיב (riv, “dispute”) is used in two contexts: (1) nonlegal contexts: (a) “dispute” between individuals (e. g., Gen 13:7; Isa 58:1; Jer 15:10) or (b) “brawl, quarrel” between people (e. g., Exod 17:7; Deut 25:1); and (2) legal contexts: (a) “lawsuit, legal process” (e. g., Exod 23:3–6; Deut 19:17; 21:5; Ezek 44:24; Ps 35:23), (b) “lawsuit, legal case” (e. g., Deut 1:12; 17:8; Prov 18:17; 25:9), and (c) God’s “lawsuit” on behalf of a person or against his own people (Hos 4:1; 12:3; Mic 6:2; HALOT 1225-26 s. v. רִיב). The term in Hosea refers to a covenant lawsuit in which Yahweh, the suzerain, lodges a legal case against his disobedient vassal, accusing Israel and Judah of breach of covenant which will elicit the covenant curses. Cf. NLT “is bringing a lawsuit.”) against Judah; he will punish Jacob according to his ways and repay him according to his deeds."},{"number":3,"verse":"(Israel Must Return to the God of Jacob) In the womb he attacked his brother; in his manly vigor he struggled (tn The verb שָׂרָה (sarah) means “to strive, contend” (HALOT 1354 s. v. שׂרה) or “persevere, persist” (BDB 975 s. v. שָׂרָה; see Gen 32:29). Almost all English versions render the verb here in terms of the former: NAB, NASB “contended”; NRSV “strove”; TEV, CEV “fought against.”) with God."},{"number":4,"verse":"He struggled (tc The MT vocalizes the consonantal text וָיָּשַׂר (vayyasar, vav consecutive + Qal preterite 3rd person masculine singular from שׂוּר, sur, “to see”); however, parallelism with שָׂרַה (sarah, “he contended”) in 12:3 suggested that it be vocalized as ויּשׂר (vav consecutive + Qal preterite 3rd person masculine singular from שׂרה [“to strive, contend”]). The latter is followed by almost all English versions here.) with an angel and prevailed; he wept and begged for his favor. He found God (tn Heb “him”; the referent (God) has been specified in the translation for clarity.) at Bethel, (map For location see Map4-G4; Map5-C1; Map6-E3; Map7-D1; Map8-G3.) and there he spoke with him! (tc The Leningrad Codex and the Allepo Codex both read 1st person common plural עִמָּנוּ (’immanu, “with us”). The LXX and Peshitta both reflect an alternate Hebrew Vorlage of 3rd person masculine singular עִמוֹ (’imo, “with him”). The BHS editors suggest emending the MT in favor of the Greek and Syriac. The internal evidence of 12:4–5 favors the 3rd person masculine singular reading. It is likely that the 1st person common plural ־נוּ reading on עִמָּנוּ arose due to a misunderstanding of the 3rd person masculine singular ־נוּ suffix on יִמְצָאֶנּוּ (yimtsa’ennu, “he found him”; Qal imperfect 3rd person masculine singular + 3rd person masculine singular suffix) which was probably misunderstood as the 1st person common plural suffix: “he found us.” Several English versions follow the LXX and Syriac: “there he spoke with him” (RSV, NAB, NEB, NIV, NJPS, TEV). Others follow the MT: “there he spoke with us” (KJV, NASB, CEV). The Hebrew University Old Testament Project, which tends to preserve the MT whenever possible, adopts the MT reading but gives it only a “C” rating. See D. Barthélemy, ed., Preliminary and Interim Report on the Hebrew Old Testament Text Project, 5:262-63.)"},{"number":5,"verse":"As for the LORD God Almighty, the LORD is the name by which he is remembered! (tn Heb “[is] his memorial name” (so ASV); TEV “the name by which he is to be worshipped.”)"},{"number":6,"verse":"But you must return (tn The verb תָשׁוּב (tashuv, Qal imperfect 2nd person masculine singular from שׁוּב, shuv, “to return”) functions as an imperfect of moral obligation, introducing the following imperatives (e. g., Gen 20:9; Exod 4:15). For this function of the imperfect, see IBHS 508-9 §31.4g.) to your God, by maintaining love and justice, and by waiting (tn The verb וְקַוֵּה (vÿqavveh, vav + Piel imperative 2nd person masculine singular from קָוָה, qavah, “to wait for”) means “to hope for, wait for, look eagerly for” (BDB 875 s. v. קָוָה 1; HALOT 1082 s. v. קָוָה 2. b). The Qal meaning refers to a general hope; the Piel meaning refers to hope directed toward an object, or hope inserted within a sequence of expectation and fulfillment. When the Piel is used in reference to a thing, it refers to waiting expectantly for something to occur (e. g., Gen 49:18; Isa 5:2, 4, 7; 59:9, 11; Jer 8:15; 13:16; 14:19; Ps 69:21; Job 3:9; 6:19; 11:20). When it is used in reference to God, it refers to the people of God waiting expectantly for God to do something or to fulfill his promise (e. g., Pss 25:5, 21; 27:14; 37:34; 40:2; 52:11; 130:5; Isa 8:17; 25:9; 26:8; 33:2; 51:5; 60:9; Hos 12:7). The personal object can be introduced by the preposition לְ (lamed, “for”; HALOT 1082 s. v. קָוָה 2. a) or אֶל (’el, “for”; HALOT 1082 s. v. קָוָה 2. b; e. g., Pss 27:14; 37:34; Isa 51:5; Hos 12:7). The point seems to be that if Israel will repent and practice moral righteousness, she can look to God in confident expectation that he will intervene on her behalf by relenting from judgment and restoring the covenant blessings.) for your God to return to you. (tn The phrase “to return to you” does not appear in the Hebrew text but is implied; it is provided in the translation for clarity. This ellipsis fills out the implicit connotations of the verb קָוָה (qavah, “to wait for”).)"},{"number":7,"verse":"(The Lord Refutes Israel’s False Claim of Innocence) The businessmen love to cheat; (tn Heb “the merchant…loves to cheat.” The Hebrew has singular forms (noun and verb) which are used generically to refer to all Israelite merchants and traders in general. The singular noun II כְּנַעַן (kÿna’an, “a merchant; a trader”; BDB 488 s. v. II כְּנַעַן) is used in a generic sense to refer to the merchant class of Israel as a whole (e. g., Ezek 16:29; 17:4; Zeph 1:11).) they use dishonest scales. (tn Heb “The merchant – in his hand are scales of deceit – loves to cheat.” The present translation rearranges the Hebrew line division to produce a smoother English rendering.)"},{"number":8,"verse":"Ephraim boasts, (tn Heb “says” (so NAB).) “I am very rich! I have become wealthy! (tn Heb “I have found wealth for myself.” The verb מָצַא (matsa’, “to find”) is repeated in 12:8 to create a wordplay that is difficult to reproduce in translation. The Israelites have “found” (מָצַא) wealth for themselves (i. e., become wealthy; v. 8a) through dishonest business practices (v. 7). Nevertheless, they claim that no guilt can be “found” (מָצַא) in anything they have done in gaining their wealth (v. 8b).) In all that I have done to gain my wealth, (tc The MT reads the 1st person common singular suffix on the noun יְגִיעַי (yÿgi’ay, “my labors/gains”; masculine plural noun + 1st person common singular suffix). The LXX’s οἱ πόνοι αὐτοῦ ({oi ponoi autou, “his labors”) assumes a 3rd person masculine singular suffix on the noun יְגִיעַיו (yÿgi’av, “his labors/gains”; masculine plural noun + 3rd person masculine singular suffix). The BHS editors suggest adopting the LXX reading. The textual decision is based upon whether or not this line continues the speech of Ephraim (1st person common singular suffix) or whether these are the words of the prophet (3rd person masculine singular suffix). See the following translator’s note for the two rival lexical meanings which in turn lead to the textual options for the line as a whole. tn Heb “In all my gains/labors.” The noun יְגִיעַ (yÿgi’a) has a two-fold range of meanings: (1) “toil, labor” and (2) metonymical result of toil: “product, produce, gain, acquired property” (i. e., wealth gained by labor; BDB 388 s. v.; HALOT 385-86 s. v.). Normally, only one of the categories of meaning is present in any usage; however, it is possible that intentional semantic ambiguity is present in this usage because the context invokes both ideas: action + wealth.) no one can accuse me of any offense (tn The phrase מָצָאתִי אוֹן לִי (matsa’ti ’on li, “I have found wealth for myself” = I have become wealthy) forms a wordplay with לֹא יִמְצְאוּ לִי עָוֹן (lo’ yimtsÿ’u li ’avon, “they will not find guilt in me”). The repetition of מָצָא לִי (matsa’ li) is enhanced by the paronomasia between the similar sounding nouns עוֹן (’on, “guilt”) and אוֹן (’on, “wealth”). The wordplay emphasizes that Israel’s acquisition of wealth cannot be divorced from his guilt in dishonest business practices. Israel has difficulty in protesting his innocence that he is not guilty (עוֹן) of the dishonest acquisition of wealth (אוֹן).) that is actually sinful.” (tc The MT reads “[in] all my gains, they will not find guilt in me which would be sin.” The LXX reflects a Hebrew Vorlage which would be translated “in all his labors, he cannot offset his guilt which is sin.” Some translations follow the LXX: “but all his riches can never offset the guilt he has incurred” (RSV); “None of his gains shall atone for the guilt of his sins” (NEB); “All his gain shall not suffice him for the guilt of his sin” (NAB). Most follow the MT: “In all my labours they shall find none iniquity in me that were sin” (KJV); “In all my labors they will find in me no iniquity, which would be sin” (NASB); “With all my wealth they will not find in me any iniquity or sin” (NIV); “All my gains do not amount to an offense which is real guilt” (NJPS); “No one can accuse us [sic] of getting rich dishonestly” (TEV); “I earned it all on my own, without committing a sin” (CEV). See D. Barthélemy, ed., Preliminary and Interim Report on the Hebrew Old Testament Text Project, 5:262-63. tn Heb “In all my gains/labors, no one can find in me any guilt which is sin.”)"},{"number":9,"verse":"“I am the LORD your God (sn The Lord answers Ephraim’s self-assertion (“I am rich!”) with the self-introduction formula (“I am the Lord your God!”) which introduces judgment oracles and ethical instructions.) who brought you (tn Or “[Ever since you came] out of Egypt”; CEV “just as I have been since the time you were in Egypt.”) out of Egypt; I will make you live in tents again as in the days of old. (tn Heb “as in the days of meeting” (כִּימֵי מוֹעֵד, kime mo’ed). This phrase might refer to “time of the festival” (e. g., Hos 2:13; 9:5; cf. NASB, NRSV, NLT) or the Lord’s first “meeting” with Israel in the desert (cf. NAB, TEV, CEV). In his announcements about Israel’s future, Hosea uses “as in the days of […]” (כִּימֵי) or “as in the day of […]” (כְּיוֹם, kÿyom) to introduce analogies drawn from Israel’s early history (e. g., Hos 2:5, 17; 9:9; 10:9).)"},{"number":10,"verse":"I spoke to the prophets; I myself revealed many visions; (tn Heb “I myself multiplied vision[s]”; cf. NASB “I gave numerous visions.”) I spoke in parables (tn There is debate whether אֲדַמֶּה (’adammeh, Piel imperfect 1st person common singular) is derived from I דָמָה (damah, “similitude, parable”) or II דָמָה (“oracle of doom”). The lexicons favor the former (BDB 198 s. v. I דָּמָה 1; HALOT 225-26 s. v. I דמה). Most translators favor “parables” (cf. KJV, RSV, NASB, NIV, NJPS), but a few opt for “oracles of doom” (cf. NRSV, TEV, CEV).) through (tn Heb “by the hand of”; KJV, ASV “by the ministry of.”) the prophets.”"},{"number":11,"verse":"Is there idolatry (tn The noun אָוֶן (’aven) has a broad range of meanings which includes: (1) “wickedness, sin, injustice” (2) “deception, nothingness,” and (3) “idolatry, idolatrous cult” (HALOT 22 s. v. אָוֶן; BDB 19 s. v. אָוֶן). While any of these meanings would fit the present context, the second-half of the verse refers to cultic sins, suggesting that Hosea is denouncing Gilead for its idolatry. Cf. NLT “Gilead is filled with sinners who worship idols.”) in Gilead? (tn The introductory deictic particle אִם (’im) functions as an interrogative and introduces an interrogative clause: “Is there…?” (see HALOT 60 s. v. אִם 5; BDB 50 s. v. אִם 2). The LXX assumed that אִם was being used in its more common function as a conditional particle: “If there….”) Certainly its inhabitants (tn Heb “they”; the referent (the inhabitants of Gilead) has been specified in the translation for clarity.) will come to nothing! (tn The noun שָׁוְא (shav’, “emptiness, nothing”), which describes the imminent judgment of the people of Gilead, creates a wordplay in Hebrew with the noun אָוֶן (’aven, “nothingness” = idolatry). Because Gilead worshiped “nothingness” (idols), it would become “nothing” (i. e., be destroyed).) Do they sacrifice bulls in Gilgal? Surely their altars will be like stones heaped up on a plowed field!"},{"number":12,"verse":"(Jacob in Aram, Israel in Egypt, and Ephraim in Trouble) Jacob fled to the country of Aram, then Israel worked (tn Heb “served” (so NAB, NIV, NRSV); NLT “earned a wife.”) to acquire a wife; he tended sheep to pay for her."},{"number":13,"verse":"The LORD brought Israel out of Egypt by a prophet, and due to a prophet (tn Heb “by a prophet” (so NAB, NASB, NIV, NRSV).) Israel (tn Heb “he”; the referent (Israel) has been specified in the translation for clarity.) was preserved alive. (tn Heb “was protected”; NASB “was kept.” The verb שָׁמַר (shamar, “to watch, guard, keep, protect”) is repeated in 12:13–14 HT (12:12–13 ET). This repetition creates parallels between Jacob’s sojourn in Aram and Israel’s sojourn in the wilderness. Jacob “tended = kept” (שָׁמַר) sheep in Aram, and Israel was “preserved = kept” (נִשְׁמָר, nishmar) by Moses in the wilderness.)"},{"number":14,"verse":"But Ephraim bitterly (tn The noun תַּמְרוּרִים (tamrurim, “bitter things”) functions as an adverbial accusative of manner, modifying the finite verb: “He bitterly provoked Him to anger” (GKC 375 §118. q). The plural form of the noun functions as a plural of intensity: “very bitterly.” For the adverbial function of the accusative, see IBHS 172-73 §10.2.2e.) provoked him to anger; so he will hold him accountable for the blood he has shed, (tn Heb “He will leave his blood upon him”; NIV “will leave upon him the guilt of his bloodshed.”) his Lord (tn The Hebrew term translated “Lord” here is אֲדֹנָי (’adonay).) will repay him for the contempt he has shown. (tn Heb “for his contempt” (so NIV); NRSV “for his insults”; NAB “for his outrage.”)"}]}