{"bibleAbbr":"NET2007","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"Baal Worshipers and Calf Worshipers to be Destroyed When Ephraim (sn In Hosea the name “Ephraim” does not refer to the tribe, but to the region of Mount Ephraim where the royal residence of Samaria was located. It functions as a synecdoche of location (Mount Ephraim) for its inhabitants (the king of Samaria; e. g., 5:13; 8:8, 10).) spoke, (tn The rulers of Ephraim (i. e., Samaria) issued many political decisions in the 8th century b. c. which brought “terror” to the other regions of the Northern Kingdom, as well as to Judah: “hearts shook as the trees of the forest shake before the wind” (Isa 7:2; 2 Kgs 16:5).) there was terror; (tn The noun רְתֵת (rÿtet, “terror, trembling”) appears only here in OT (BDB 958 s. v. רְתֵת; HALOT 1300-1301 s. v. רְתֵת). However, it is attested in 1QH 4:33 where it means “trembling” and is used as a synonym with רַעַד (ra’ad, “quaking”). It also appears in Mishnaic Hebrew, meaning “trembling” (G. Dalman, Aramäisch-neuhebräisches Handwörterbuch, 406, s. v. רעד). This is the meaning reflected in the Greek recensions of Aquila, Symmachus, and Theodotion, as well as Jerome’s Latin Vulgate.) he was exalted (tc The MT vocalizes the consonantal text as נָשָׂא (nasa’, “he exalted”; Qal perfect 3rd person masculine singular) which is syntactically awkward. The LXX and Syriac reflect a vocalization tradition of נִשָּׂא (nisa’, “he was exalted”; Niphal perfect 3rd person masculine singular). The BHS editors suggest that this revocalization should be adopted, and it has been followed by NAB, NIV, NRSV.) in Israel, but he became guilty by worshiping Baal and died."},{"number":2,"verse":"Even now they persist in sin! (tn The phrase יוֹסִפוּ לַחֲטֹא (yosifu lakhato’, “they add to sin”) is an idiom meaning either (1) “they sin more and more” or (2) “they continue to sin” (see BDB 415 s. v. יָסַף 2. a; HALOT 418 s. v. יסף 3. b). The English versions are divided: (1) “they sin more and more” (KJV, RSV, NASB, NIV) and (2) “they go on sinning” (NJPS), “they continue to sin” (NAB), “they (+ still TEV, NCV) keep on sinning” (NRSV, NLT).) They make metal images for themselves, idols that they skillfully fashion (tn The term כִּתְבוּנָם (kitvunam, “according to their skill”; preposition כְּ + feminine singular noun תְּבוּנָה, tÿvunah + 3rd person masculine plural suffix) is an abbreviated form of כִּתְבוּנָתָם (kitvunatam; GKC 255-56 §91. e). תְּבוּנָה means “understanding, faculty, skill” (BDB 108 s. v. תְּבוּנָה 1). It refers to a builder skillfully constructing a house (Prov 24:3), God skillfully fashioning creation (Ps 136:5; Prov 3:19), and a craftsman skillfully making an idol (Hos 13:2).) from their own silver; all of them are nothing but the work of craftsmen! There is a saying about them: (tn Heb “They say about them.” Another possible rendering for the line is: “It is said of them – those men who sacrifice, ‘They kiss calves!’” The phrase זֹבְחֵי אָדָם (zovkhe ’adam, “those men who sacrifice”) functions either (1) as the subject of the verb יִשָּׁקוּן (yishaqun, “they kiss”) in the quotation in the direct discourse: “It is said of them, ‘Those men who sacrifice kiss calves!’” or (2) in apposition to the indirect object 3rd person masculine plural suffix לָהֶם (lahem, “about them”): “It is said of them, that is, those men who sacrifice….”) “Those who sacrifice (tn Heb “Those among men who offer sacrifices.” The genitive construct זֹבְחֵי אָדָם (zovkhe ’adam, “the sacrificers of men”) is misunderstood by NIV as an objective genitive phrase: “they offer human sacrifice.” Such a classification is questionable: (1) Nowhere else in the book does Hosea accuse Israel of human sacrifice, and (2) archaeological evidence does not provide any evidence of human sacrifice in the Northern Kingdom during Iron Age I (1200-722 b. c.). This phrase should be classified as a genitive of species: the genitive represents the whole class or kind of a species (men) and the construct represents a part of the whole or subspecies within the whole (those who sacrifice): “those among men who offer sacrifice” (those who offer sacrifices). The expression “a fool of men” in Prov 15:20 provides a similar example: the genitive represents the whole class/species (men) and the construct represents a part of the whole/subspecies (a fool): “a foolish man.” This is the tactic adopted by most English versions: “the men that sacrifice” (KJV), “the men who sacrifice” (NASB), “they appoint men to sacrifice [to them]” (NJPS).) to the calf idol are calf kissers!” (tn Heb “They kiss calves!” The verb יִשָּׁקוּן (yishaqun) may be parsed as an imperfect (“they kiss [calves]”) or jussive (“let them kiss [calves]!”). Paragogic nun endings (ן + יִשָּׁקוּ) are attached to imperfects to connote rhetorical emphasis. It is used either (1) to mark out an action that is contrary to normal practice and deviates from normal expectations (those who worship the calf idol are, in effect, kissing calves!), or (2) to express strong emotion (in this case disgust) at the action of the calf idolaters (they kiss calves!). For function of paragogic nun, see IBHS 516-17 §31.7.1.)"},{"number":3,"verse":"Therefore they will disappear like (tn Heb “they will be like” (so NASB, NIV).) the morning mist, (tn The phrase כְּעֲנַן־בֹּקֶר (kÿ’anan-boqer, “like a cloud of the morning”) occurs also in Hos 6:4 in a similar simile. The Hebrew poets and prophets refer to morning clouds as a simile for transitoriness (Job 7:9; Isa 44:22; Hos 6:4; 13:3; HALOT 858 s. v. עָנָן 1. b; BDB 778 s. v. עָנָן 1. c).) like early morning dew that evaporates, (tn Heb “like the early rising dew that goes away”; TEV “like the dew that vanishes early in the day.”) like chaff that is blown away (tn Heb “storm-driven away”; KJV, ASV “driven with the whirlwind out.” The verb יְסֹעֵר (yÿso’er, Poel imperfect 3rd person masculine singular from סָעַר, sa’ar, “to storm”) often refers to the intense action of strong, raging storm winds (e. g., Jonah 1:11, 13). The related nouns refer to “heavy gale,” “storm wind,” and “high wind” (BDB 704 s. v. סָעַר; HALOT 762 s. v. סער). The verb is used figuratively to describe the intensity of God’s destruction of the wicked whom he will “blow away” (Isa 54:11; Hos 13:3; Hab 3:14; Zech 7:14; BDB 704 s. v.; HALOT 762 s. v.).) from a threshing floor, like smoke that disappears through an open window."},{"number":4,"verse":"Well-Fed Israel Will Be Fed to Wild Animals But I am the LORD your God, who brought you out of Egypt. Therefore, you must not acknowledge any God but me; except me there is no Savior."},{"number":5,"verse":"I cared (tc The MT reads יְדַעְתִּיךָ (yÿda’tikha, Qal perfect 1st person common singular + 2nd person masculine singular suffix from יָדַע, yada’, “to know”), followed by KJV, ASV (“I did know thee”). The LXX and Syriac reflect an alternate textual tradition of רְעִיתִיךָ (rÿ’it’kha, Qal perfect 1st person common singular + 2nd person masculine singular suffix from רָעָה, ra’ah, “to feed”), which is followed by most recent English versions (e. g., NAB, NASB, NIV, NRSV, TEV, CEV, NLT).) for you in the wilderness, in the dry desert where no water was. (tn Heb “land of intense drought” or “intensely thirsty land.” The noun תַּלְאֻבוֹת (tal’uvot) occurs in the OT only here. It probably means “drought” (BDB 520 s. v. תַּלְאֻבָה). The related Arabic verb means “to be thirsty” and the related Arabic noun means “a stony tract of land.” The plural form (singular = תַּלְאֻבָה, tal’uvah) is a plural of intensity: “a [land] of intense drought.” The term functions as an attributive genitive, modifying the construct אֶרֶץ (’erets, “land”). The phrase is variously rendered: “land of (+ great KJV) drought” (RSV, NASB), “thirsty land” (NJPS), “thirsty desert” (CEV), “dry, desert land” (TEV), and the metonymical (effect for cause) “land of burning heat” (NIV).)"},{"number":6,"verse":"When they were fed, (tc The MT reads כְּמַרְעִיתָם (kÿmar’itam, “according to their pasturage”; preposition כְּ (kaf) + noun מַרְעִית, mar’it, “pasture” + 3rd person masculine plural suffix). Text-critics propose: (1) כְּמוֹ רְעִיתִים (kÿmo rÿ’itim, “as I pastured them”; preposition כְּמוֹ (kÿmo) + Qal perfect 1st person common singular from רָעַה, ra’ah, “to pasture, feed” + 3rd person masculine plural suffix) and (2) כִּרְעוֹתָם (“when they had pastured”; preposition כְּ + Qal perfect 3rd person masculine plural from רָעַה). Some English versions follow the MT: “according to their pasture” (KJV), “as they had their pasture” (NASB), “when you entered the good land” (TEV). Others adopt the first emendation: “when I fed them” (NIV, NRSV), “I fed you [sic = them]” (CEV). Still others follow the second emendation: “but when they had fed to the full” (RSV), “when they grazed” (NJPS).) they became satisfied; when they were satisfied, they became proud; (tn Heb “their heart became exalted”; KJV, ASV “was exalted.”) as a result, they forgot me!"},{"number":7,"verse":"So (tn The vav consecutive + preterite form וָאֱהִי (va’ehi) introduces a consequential or result clause; cf. NAB “Therefore”; NCV “That is why.”) I will pounce on them like a lion; (tn Heb “So I will be like a lion to them” (so NASB); NIV “I will come upon them like a lion.”) like a leopard I will lurk by the path."},{"number":8,"verse":"I will attack them like a bear robbed of her cubs — I will rip open their chests. I will devour them there like a lion — like a wild animal would tear them apart."},{"number":9,"verse":"Israel’s King Unable to Deliver the Nation I will destroy you, (tc The MT reads שִׁחֶתְךָ (shikhetkha, “he destroyed you”; Piel perfect 3rd person masculine singular from שָׁחַת, shakhat, “to destroy” + 2nd person masculine singular suffix). The BHS editors suggest שׁחתיךָ (“I will destroy you”; Piel perfect 1st person common singular + 2nd person masculine singular suffix). Contextually, this fits: If the Lord is intent on destroying Israel, there is no one who will be able to rescue her from him. This reading is also followed by NCV, NRSV, TEV.) O Israel! Who (tc The MT reads כִּי־בִי בְעֶזְרֶךָ (ki-vi ve’ezrekha, “but in me is your help”); cf. KJV, NIV, NLT. The LXX and Syriac reflect an underlying Hebrew text of כִּי־מִי בְעֶזְרֶךָ (ki-mi ve’ezrekha, “For who will help you?”). The interrogative מִי (“Who?”) harmonizes well with the interrogatives in 13:9–10 and should be adopted, as the BHS editors suggest; the reading is also followed by NAB, NCV, NRSV, TEV.) is there to help you?"},{"number":10,"verse":"Where (tc The MT reads the enigmatic אֱהִי (’ehi, “I want to be [your king]”; apocopated Qal imperfect 1st person common singular from הָיָה, hayah, “to be”) which makes little sense and conflicts with the 3rd person masculine singular form in the dependent clause: “that he might save you” (וְיוֹשִׁיעֲךָ, vÿyoshi’akha). All the versions (Greek, Syriac, Vulgate) read the interrogative particle אַיֵּה (’ayyeh, “where?”) which the BHS editors endorse. The textual corruption was caused by metathesis of the י (yod) and ה (hey). Few English versions follow the MT: “I will be thy/your king” (KJV, NKJV). Most recent English versions follow the ancient versions in reading “Where is your king?” (ASV, RSV, NAB, NASB, NIV, NJPS, CEV, NLT).) then is your king, that he may save you in all your cities? Where are (tn The repetition of the phrase “Where are…?” does not appear in the Hebrew text, but is implied by the parallelism in the preceding lines. It is supplied in the translation for the sake of clarity and for stylistic reasons.) your rulers for whom you asked, saying, “Give me a king and princes”?"},{"number":11,"verse":"I granted (tn The prefix-conjugation verb אֶתֶּן (’eten, “I gave”) refers to past-time action, specifying a definite past event (the enthronement of Saul); therefore, this should be classified as a preterite. While imperfects are occasionally used in reference to past-time events, they depict repeated action in the past. See IBHS 502-4 §31.2 and 510-14 §31.6.) you a king in my anger, and I will take him away in my wrath!"},{"number":12,"verse":"Israel’s Punishment Will Not Be Withheld Much Longer The punishment (tn The noun עָוֹן (’avon) has a three-fold range of meanings: (1) “iniquity,” so KJV, NASB, NRSV; (2) “guilt,” so NAB, NIV; and (3) “punishment” (BDB 730 s. v. עָוֹן). The oracle of 13:12–13 announces that Israel’s punishment, though momentarily withheld, will suddenly come upon her like labor pains that will kill her.) of Ephraim has been decreed; (tn Heb “has been bound.” צָרַר (tsarar, “to bind”) refers elsewhere to the action of scribes binding a document into a sealed scroll of safekeeping (Isa 8:16; HALOT 1058 s. v. I צרר 1; BDB 864 s. v. צָרַר 1). Here it figuratively depicts the record of Israel’s sins being written down and permanently bound in a sealed scroll for safekeeping (cf. NCV, TEV “are on record”). The guilt of Israel’s sin will be retained.) his punishment is being stored up for the future."},{"number":13,"verse":"The labor pains of a woman will overtake him, but the baby will lack wisdom; when the time arrives, he will not come out of the womb!"},{"number":14,"verse":"The Lord Will Not Relent from the Threatened Judgment Will I deliver them from the power of Sheol? No, I will not! (tn The translation of the first two lines of this verse reflects the interpretation adopted. There are three interpretive options to v. 14: (1) In spite of Israel’s sins, the Lord will redeem them from the threat of death and destruction (e. g., 11:8). However, against this view, the last line of 13:14 probably means that the Lord will not show compassion to Israel. (2) The Lord announces the triumphant victory over death through resurrection (cf. KJV, ASV, NIV). However, although Paul uses the wording of Hosea 13:14 as an illustration of victory over death, the context of Hosea’s message is the imminent judgment in 723-722 b. c. (3) The first two lines of 13:14 are rhetorical questions without explicit interrogative markers, implying negative answers: “I will not rescue them!” (cf. NAB, NASB, NCV, NRSV, TEV, CEV, NLT). The next two lines in 13:14 are words of encouragement to Death and Sheol to destroy Israel. The final line announces that the Lord will not show compassion on Israel; he will not spare her.) Will I redeem them from death? No, I will not! O Death, bring on your plagues! (tn Heb “Where, O Death, are your plagues?” (so NIV).) O Sheol, bring on your destruction! (tn Heb “Where, O Sheol, is your destruction?” (NRSV similar). sn The two rhetorical questions in 13:14b function as words of encouragement, inviting personified Death and Sheol to draw near like foreign invading armies to attack and kill Israel (cf. TEV, CEV, NLT).) My eyes will not show any compassion! (tn Heb “Compassion will be hidden from my eyes” (NRSV similar; NASB “from my sight”).)"},{"number":15,"verse":"The Capital of the Northern Empire Will Be Destroyed Even though he flourishes like a reed plant, (tc The MT reads בֵּן אַחִים יַפְרִיא (ben ’akhim yafri’, “he flourishes [as] a son of brothers”), which is awkward syntactically and enigmatic contextually. The Greek, Syriac, and Latin versions reflect a Vorlage of בֵּין אַחִים יַפְרִיד (ben ’akhim yafrid, “he causes division between brothers”). The BHS editors suggest the MT confused the common term אָח (’akh, “brother”) for the rarer term אָחוּ (’akhu, “marsh plant, reed plant” [Job 8:11] and “reed bed” [Gen 41:2, 18; HALOT 31 s. v. אָחוּ]). This is an Egyptian loanword which is also attested in Ugaritic and Old Aramaic. The original text probably read either כְּאָחוּ מַפְרִיא (kÿ’akhu mafri’, “he flourishes like a reed plant”; comparative כְּ, kaf, + noun אָחוּ, “reed” followed by Hiphil participle masculine singular from פָּרַה, parah, “to flourish”) or בֵּין אָחוּ מַפְרִיא (ben ’akhu mafri’, “he flourishes among the reeds”; preposition בֵּין, ben, “between” followed by masculine singular noun אָחוּ “reed” followed by Hiphil participle masculine singular from פָּרַה). The confusion over אָחוּ (“reed plant”) probably led to secondary scribal errors: (1) faulty word-division of אָחוּ מַפְרִיא to אָחוּם יַפְרִיא, and (2) secondary orthographic confusion of י (yod) and ו (vav) between אָחוּם and resultant אָחִים. For discussion, see D. Barthélemy, ed., Preliminary and Interim Report on the Hebrew Old Testament Text Project, 5:268-69. Several English versions retain the MT: “even though he thrives among his brothers” (NIV), “Though he be fruitful among his brethren” (KJV), “No matter how much you prosper more than the other tribes” (CEV), “Ephraim was the most fruitful of all his brothers (NLT). Others adopt one of the two emendations: (1) “though he flourishes among the reeds” (NEB, NASB, NJPS), and (2) “even though he flourishes like weeds” (TEV), “though he may flourish as the reed plant” (RSV). tn Or “among the reed plants” (cf. NEB, NASB, NJPS).) a scorching east wind will come, a wind from the LORD rising up from the desert. As a result, his spring will dry up; (tc The MT וְיֵבוֹשׁ (vÿyevosh, “will be ashamed”; vav + Qal imperfect 3rd person masculine singular from בּוֹשׁ, bosh, “to be ashamed”) does not fit the context. The LXX, Syriac, and Vulgate reflect a Vorlage of וְיוֹבִישׁ (vÿyovish, “will dry up”; vav + Hiphil imperfect 3rd person masculine singular from יָבַשׁ, yavash, “to be dry”; HALOT 384 s. v. יבשׁ 1). This fits well with the parallel וְיֶחֱרַב (vÿyekherav, “will become dry”; vav + Qal imperfect 3rd person masculine singular from חָרַב, kharav, “to be dry”). See Isa 42:15; 44:27; Jer 51:36. The variant read by the ancient versions is followed by almost all modern English versions (as well as KJV, ASV).) his well will become dry. That wind (tn The term “wind” is not repeated in the Hebrew text at this point but is implied; it is supplied in the translation for clarity.) will spoil all his delightful foods in the containers in his storehouse."},{"number":16,"verse":"(14:1) (sn Beginning with 13:16, the verse numbers through 14:9 in the English Bible differ by one from the verse numbers in the Hebrew text (BHS), with 13:16 ET = 14:1 HT, 14:1 ET = 14:2 HT, etc., through 14:9 ET = 14:10 HT. Thus ch. 14 in the Hebrew Bible has 10 verses.) Samaria will be held guilty, (tn Or “must bear its guilt” (NIV similar); NLT “must bear the consequences of their guilt”; CEV “will be punished.”) because she rebelled against her God. They will fall by the sword, their infants will be dashed to the ground — their (tn Heb “his.” This is a collective singular, as recognized by almost all English versions.) pregnant women will be ripped open."}]}