{"bibleAbbr":"NET2007","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":2,"verses":[{"number":1,"verse":"Then you will call (tn Heb “Say to….” The imperative אִמְרוּ (’imru, Qal imperative masculine plural) functions rhetorically, as an example of erotesis of one verbal form (imperative) for another (indicative). The imperative is used as a rhetorical device to emphasize the certainty of a future action.) your (sn The suffixes on the nouns אֲחֵיכֶם (’akhekhem, “your brother”) and אֲחוֹתֵיכֶם (’akhotekhem, “your sister”) are both plural forms. The brother/sister imagery is being applied to Israel and Judah collectively.) brother, “My People” (Ammi)! You will call your sister, “Pity” (Ruhamah)!"},{"number":2,"verse":"(Idolatrous Israel Will Be Punished Like a Prostitute) Plead earnestly (tn Heb “Plead with your mother, plead!” The imperative רִיבוּ (rivu, “plead!”) is repeated twice in this line for emphasis. This rhetorical expression is handled in a woodenly literal sense by most English translations: NASB “Contend…contend”; NAB “Protest…protest!”; NIV “Rebuke…rebuke”; NRSV “Plead…plead”; CEV “Accuse! Accuse your mother!”) with your (sn The suffix on the noun אִמְּכֶם (’immékhem, “your mother”) is a plural form (2nd person masculine). The children of Gomer represent the “children” (i. e., people) of Israel; Gomer represents the nation as a whole.) mother (for (tn The particle כִּי (ki) introduces a parenthetical explanatory clause (however, cf. NCV “because”). sn The reason that Hosea (representing the Lord) calls upon his children (representing the children of Israel) to plead with Gomer (representing the nation as a whole), rather than pleading directly with her himself, is because Hosea (the Lord) has turned his back on his unfaithful wife (Israel). He no longer has a relationship with her (“for she is not my wife, and I am not her husband”) because she abandoned him for her lovers.) she is not my wife, and I am not her husband), so that (tn The dependent volitive sequence of imperative followed by vav + jussive (רִיבוּ, rivu followed by וְתָסֵר, vétaser) creates a purpose clause: “so that she might turn away from” (= “put an end to”); cf. NRSV “that she put away”; KJV “let her therefore put away.” Many English translations begin a new sentence here, presumably to improve the English style (so NAB, NIV, TEV, NLT), but this obscures the connection with the preceding clause.) she might put an end to her adulterous lifestyle, (tn Heb “put away her adulteries from her face.” The plural noun זְנוּנֶיהָ (zénuneha, “adulteries”) is an example of the plural of repeated (or habitual) action: she has had multiple adulterous affairs.) and turn away from her sexually immoral behavior. (tn Heb “[put away] her immoral behavior from between her breasts.” Cf. KJV “her adulteries”; NIV “the unfaithfulness.”)"},{"number":3,"verse":"Otherwise, I will strip her naked, and expose her like she was when she was born. I will turn her land into a wilderness and make her country a parched land, so that I might kill (tn Heb “and kill her with thirst.” The vav prefixed to the verb (וַהֲמִתִּיהָ, vahamittiha) introduces a purpose/result clause: “in order to make her die of thirst” (purpose) or “and thus make her die of thirst” (result).) her with thirst."},{"number":4,"verse":"I will have no pity on her children, (tn Heb “her sons.” English versions have long translated this as “children,” however; cf. KJV, ASV, NAB, NASB, NIV, NRSV, NLT. sn The word order is rhetorical: the accusative וְאֶת־בָּנֶיהָ (vé’et-baneha, “her sons”) is moved forward for emphasis.) because they are children conceived in adultery. (tn Heb “sons of adulteries”; KJV “children of whoredoms.”sn The word order is rhetorical: the construct clause בְנֵי זְנוּנִים (vÿne zÿnunim, “sons of adulteries”), which functions as the predicate nominative, is moved forward, before the independent personal pronoun הֵמָּה (hemma, “they”) which functions as the subject, to focus on the immoral character of her children.)"},{"number":5,"verse":"For their mother has committed adultery; she who conceived them has acted shamefully. For she said, “I will seek out (tn Heb “I will go after” (so KJV, NAB, NIV, NRSV).) my lovers; (sn This statement alludes to the practice of sexual rites in the Canaanite fertility cult which attempted to secure agricultural fertility from the Canaanite gods (note the following reference to wool, flax, olive oil, and wine).) they are the ones who give me my bread and my water, my wool, my flax, my olive oil, and my wine. (tn Heb “my drinks.” Many English versions use the singular “drink” here, but cf. NCV, TEV, CEV “wine.”)"},{"number":6,"verse":"(The Lord’s Discipline Will Bring Israel Back) Therefore, I will soon (tn The deictic particle הִנְנִי (hinni, “Behold!”) introduces a future-time reference participle that refers to imminent future action: “I am about to” (TEV “I am going to”).) fence her in (tn Heb “I will hedge up her way”; NIV “block her path.”) with thorns; I will wall her in (tn Heb “I will wall in her wall.” The cognate accusative construction וְגָדַרְתִּי אֶת־גְּדֵרָהּ (vÿgadarti ’et-gÿderah, “I will wall in her wall”) is an emphatic literary device. The 3rd person feminine singular suffix on the noun functions as a dative of disadvantage: “as a wall against her” (A. B. Davidson, Hebrew Syntax, 3, remark 2). The expression means “I will build a wall to bar her way.” Cf. KJV “I will make a wall”; TEV “I will build a wall”; RSV, NASB, NRSV “I will build a wall against her”; NLT “I will fence her in.”) so that (tn The disjunctive clause (object followed by negated verb) introduces a clause which can be understood as either purpose or result.) she cannot find her way. (tn Heb “her paths” (so NAB, NRSV).)"},{"number":7,"verse":"Then she will pursue her lovers, but she will not catch (tn Heb “overtake” (so KJV, NAB, NASB, NRSV); NLT “be able to catch up with.”) them; she will seek them, but she will not find them. (tn In the Hebrew text the accusative direct object pronoun אֹתָם (’otam, “them”) is omitted/elided for balanced poetic parallelism. The LXX supplies αὐτους (autous, “them”); but it is not necessary to emend the MT because this is a poetic literary convention rather than a textual problem.) Then she will say, “I will go back (tn Heb “I will go and return” (so NRSV). The two verbs joined with vav form a verbal hendiadys. Normally, the first verb functions adverbially and the second retains its full verbal sense (GKC 386-87 §120. d, h). The Hebrew phrase אֵלְכָה וְאָשׁוּבָה (’elkhah vÿ’ashuvah, “I will go and I will return”) connotes, “I will return again.” As cohortatives, both verbs emphasize the resolution of the speaker.) to my husband, (tn Heb “to my man, the first.” Many English translations (e. g., KJV, NAB, NRSV, TEV) take this as “my first husband,” although this implies that there was more than one husband involved. The text refers to multiple lovers, but these were not necessarily husbands.) because I was better off then than I am now.” (tn Or “because it was better for me then than now” (cf. NCV).)"},{"number":8,"verse":"(Agricultural Fertility Withdrawn from Israel) Yet (tn Or “For” (so KJV, NASB); or “But” (so NCV).) until now (tn The phrase “until now” does not appear in the Hebrew text, but is supplied in the translation for the sake of clarity and smoothness.) she has refused to acknowledge (tn Heb “she does not know” (so NASB, NCV); or “she does not acknowledge.”) that I (tn The 1st person common singular independent personal pronoun אָנֹכִי (’anokhi, “I”) is emphatic, since the subject of this verbal clause is already explicit in the verb נָתַתִּי (natatti, Qal perfect 1st person common singular: “I gave”).) was the one who gave her the grain, the new wine, and the olive oil; and that it was I who (tn The phrase “that it was I who” does not appear in the Hebrew text here, but is supplied in the translation for the sake of clarity.) lavished on her the silver and gold — which they (sn The third person plural here is an obvious reference to the Israelites who had been unfaithful to the Lord in spite of all that he had done for them. To maintain the imagery of Israel as the prostitute, a third person feminine singular would be called for; in the interest of literary consistency this has been supplied in some English translations (e. g., NCV, TEV, CEV, NLT).) used in worshiping Baal! (tn Heb “for Baal” (so NAB, NIV, NRSV); cf. TEV “in the worship of Baal.”)"},{"number":9,"verse":"Therefore, I will take back (tn Heb “I will return and I will take.” The two verbs joined with vav conjunction form a verbal hendiadys in which the first verb functions adverbially and the second retains its full verbal sense (GKC 386-87 §120. d, h): אָשׁוּב וְלָקַחְתִּי (’ashuv vÿlaqakhti) means “I will take back.”) my grain during the harvest time (tn Heb “in its time” (so NAB, NRSV).) and my new wine when it ripens; (tn Heb “in its season” (so NAB, NASB, NRSV).) I will take away my wool and my flax which I had provided (tn The words “which I had provided” are not in the Hebrew text, but are supplied in the translation for stylistic reasons; cf. NIV “intended to cover.”) in order to clothe her. (tn Heb “to cover her nakedness” (so KJV and many other English versions); TEV “for clothing.”sn This announcement of judgment is extremely ironic and forcefully communicates poetic justice: The punishment will fit the crime. The Israelites were literally uncovering their nakedness in temple prostitution in the Baal fertility cult rituals. Yahweh will, in effect, give them what they wanted (nakedness) but not in the way they wanted it: Yahweh will withhold the agricultural fertility they sought from Baal which would lead to nakedness caused by impoverishment.)"},{"number":10,"verse":"Soon (tn The particle עַתָּה (’attah) often refers to the imminent or the impending future: “very soon” (BDB 774 s. v. עַתָּה 1. b). In Hosea it normally introduces imminent judgment (Hos 2:12; 4:16; 5:7; 8:8, 13; 10:2).) I will expose her lewd nakedness (tn Heb “her lewdness” (so KJV, NIV); NAB, NRSV “her shame.”) in front of her lovers, and no one will be able to rescue her from me! (tn Heb “out of my hand” (so NAB, NASB, NRSV); TEV “save her from my power.”)"},{"number":11,"verse":"I will put an end to all her celebration: her annual religious festivals, monthly new moon celebrations, and weekly Sabbath festivities — all her appointed festivals."},{"number":12,"verse":"I will destroy her vines and fig trees, about which she said, “These are my wages for prostitution (tn Heb “my wages.” The words “for prostitution” are not in the Hebrew text but are supplied for clarity; cf. CEV “gave…as payment for sex.”) that my lovers gave to me!” I will turn her cultivated vines and fig trees (tn Heb “I will turn them”; the referents (vines and fig trees) have been specified in the translation for clarity.) into an uncultivated thicket, so that wild animals (tn Heb “the beasts of the field” (so KJV, NASB); the same expression also occurs in v. 18).) will devour them."},{"number":13,"verse":"“I will punish her for the festival days when she burned incense to the Baal idols; (tn Heb “the days of the Baals, to whom she burned incense.” The word “festival” is supplied to clarify the referent of “days,” and the word “idols” is supplied in light of the plural “Baals” (cf. NLT “her images of Baal”).) she adorned herself with earrings and jewelry, and went after her lovers, but (tn The vav prefixed to a nonverb (וְאֹתִי, vé’oti) introduces a disjunctive contrastive clause, which is rhetorically powerful.) she forgot me!” (tn The accusative direct object pronoun וְאֹתִי (vé’oti, “me”) is emphatic in the word order of this clause (cf. NIV “but me she forgot”), emphasizing the heinous inappropriateness of Israel’s departure from the Lord.) says the LORD."},{"number":14,"verse":"(Future Repentance and Restoration of Israel) However, in the future I will allure her; (tn The participle מְפַתֶּיהָ (méfatteha, Piel participle masculine singular + 3rd feminine singular suffix from פָּתָה, patah, “to allure”) following the deictic particle הִנֵּה (hinneh, “Now!”) describes an event that will occur in the immediate or near future.) I will lead (tn Following the future-time referent participle (מְפַתֶּיהָ, méfatteha) there is a string of perfects introduced by vav consecutive that refer to future events.) her back into the wilderness, and speak tenderly to her."},{"number":15,"verse":"From there I will give back her vineyards to her, and turn the “Valley of Trouble” (tn Heb “Valley of Achor,” so named because of the unfortunate incident recorded in Josh 7:1–26 (the name is explained in v. 26; the Hebrew term Achor means “disaster” or “trouble”). Cf. TEV, CEV “Trouble Valley.”) into an “Opportunity (tn Heb “door” or “doorway”; cf. NLT “gateway.” Unlike the days of Joshua, when Achan’s sin jeopardized Israel’s mission and cast a dark shadow over the nation, Israel’s future return to the land will be marked by renewed hope.) for Hope.” There she will sing as she did when she was young, (tn Heb “as in the days of her youth” (so NAB, NIV, NRSV).) when (tn Heb “as in the day when” (so KJV, NASB).) she came up from the land of Egypt."},{"number":16,"verse":"“At that time,” (tn Heb “And in that day”; NLT “In that coming day.”) declares the LORD, “you will call, (tc The MT reads תִּקְרְאִי (tiqrÿ’i, “you will call”; Qal imperfect 2nd person feminine singular). The versions (LXX, Syriac, Vulgate) all reflect an alternate Vorlage of תִּקְרָא לִי (tiqra’ li, “she will call me”; Qal imperfect 3rd person feminine singular followed by preposition לְ, lamed, + 1st person common singular pronominal suffix). This textual variant undoubtedly arose under the influence of לִי תִּקְרְאִי (tiqrÿ’i li) which follows. Most English versions follow the reading of the MT (KJV, ASV, NASB, NIV, NRSV, NLT, CEV), but some follow the ancient versions and read the 3rd person (“she”, so NAB, NCV, TEV).) ‘My husband’; (tn There are wordplays on the terms אִישׁ (’ish) and בַּעַל (ba’al) here. The term אִישִׁי (’ishi, “my man, husband”) is a title of affection (Gen 2:23; 3:6, 16) as the counterpart to אִשָּׁה (’ishah, “woman, wife”). The term בַּעְלִי (ba’li, “my lord”) emphasizes the husband’s legal position (Exod 21:3; Deut 22:22; 24:4). The relationship will no longer be conditioned on the outward legal commitment but on a new inward bond of mutual affection and love.) you will never again call me, (tc The MT reads תִקְרְאִי לִי (tiqrÿ’i li, “you will call me”; Qal imperfect 2nd person feminine singular followed by preposition לְ, lamed, + 1st person common singular pronominal suffix). The versions (LXX, Syriac, Vulgate) all reflect an alternate Vorlage of תִקְרְא לִי (tiqrÿ’ li, “she will call me”; Qal imperfect 3rd person feminine singular followed by preposition לְ + 1st person common singular pronominal suffix). This textual variant is related to the preceding textual issue (see preceding tc note).) ‘My master.’ (sn There is a wordplay on the terms בַּעְלִי (ba’li, “my master”) and הַבְּעָלִים (habbé’alim, “the Baals”) which are derived from the root בַּעַל (ba’al, “master; lord”). This wordplay is especially effective because the term בַּעַל can refer to one’s husband and is also the name of the Canaanite storm god Baal. Referring to a spouse the term normally means “husband; master.” It was a common, ordinary, nonpejorative term that was frequently used in an interchangeable manner with אִישׁ (’ish, “husband; man”). Due to its similarity in sound to the abhorrent Canaanite fertility god Baal, the repentant Israelites would be so spiritually sensitive that they would refrain from even uttering this neutral term for fear of recalling their former idolatry. The purpose of the exile is to end Israel’s worship of Baal and to remove syncretism.)"},{"number":17,"verse":"For (tn The vav consecutive prefixed to וַהֲסִרֹתִי (vahasiroti) “I will remove” (vav consecutive + Hiphil perfect 1st person common singular) introduces an explanatory clause.) I will remove the names of the Baal idols (tn Heb “the Baals.” The singular term בַּעַל (ba’al) refers to the Canaanite god Baal himself, while the plural form הַבְּעָלִים (habbé’alim) refers to the manifestations of the god (i. e., idols; BDB 127 s. v. בָּעַל II.1).) from your lips, (tn Heb “from her mouth.” In the translation this is rendered as second person for consistency.) so that you will never again utter their names!” (tn Heb “they will no longer be mentioned by their name.”)"},{"number":18,"verse":"(New Covenant Relationship with Repentant Israel) “At that time (tn Heb “And in that day” (so KJV, ASV).) I will make a covenant for them with the wild animals, the birds of the air, and the creatures that crawl on the ground. I will abolish (tn Heb “I will break”; NAB “I will destroy”; NCV “I will smash”; NLT “I will remove.”) the warrior’s bow and sword — that is, every weapon of warfare (tn Heb “bow and sword and warfare.” The first two terms in the triad וְקֶשֶׁת וְחֶרֶב וּמִלְחָמָה (vÿqeshet vÿkherev umilkhamah, literally, “bow and sword and warfare”) are examples of synecdoche of specific (bow and sword) for general (weapons of war, so CEV). However, they might be examples of metonymy (bow and sword) of association (warfare).) — from the land, and I will allow them to live securely.” (tn Heb “and I will cause them to lie down in safety.” The causative nuance (“will make them”) is retained in several English versions (e. g., KJV, ASV, NASB, NRSV).)"},{"number":19,"verse":"I will commit myself to you (tn Heb “I will betroth you to me” (so NIV) here and in the following lines. Cf. NRSV “I will take you for my wife forever.”) forever; I will commit myself to you in (tn The preposition בְּ (bet), which is repeated throughout 2:19–20 [21-22], denotes price paid (BDB 90 s. v. בְּ III.3; e. g., Ezek 3:14). The text contains an allusion to the payment of bridal gifts. The Lord will impute the moral character to Israel that will be necessary for a successful covenant relationship (contra 4:1).) righteousness and justice, in steadfast love and tender compassion."},{"number":20,"verse":"I will commit myself to you in faithfulness; then (tn The vav consecutive on the suffix conjugation verb וְיָדַעַתְּ (véyada’at, “then you will know”) introduces a result clause (cf. NASB, CEV).) you will acknowledge (tn Or “know.” The term יָדַע (yada’, “know, acknowledge”) is often used in covenant contexts. It can refer to the suzerain’s acknowledgment of his covenant obligations to his vassal or to the vassal’s acknowledgment of his covenant obligations to his suzerain. When used in reference to a vassal, the verb “know” is metonymical (cause for effect) for “obey.” See H. Huffmann, “The Treaty Background of Hebrew ya„daà,” BASOR 181 (1966): 31-37.) the LORD.” (tc The MT reads יְהוָה (yÿhvah, “the Lord”); however, many Hebrew mss read כִּי אָנִי (ki ’ani, “that it is I”), as also reflected in the Latin Vulgate (cf. CEV “know who I am”).)"},{"number":21,"verse":"(Agricultural Fertility Restored to the Repentant Nation) “At that time, (tn Heb “And in that day”; NAB, NRSV “On that day.”) I will willingly respond,” (tn The verb עָנָה, (’anah) which is used throughout 2:23-24, is related to the root I עָנָה (’anah), “to answer, listen attentively, react willingly” (BDB 772 s. v. 1. b; HALOT 852 s. v. ענה 3. b).) declares the LORD. “I will respond to the sky, and the sky (tn Heb “and they.” In the Hebrew text the plural pronoun is used because it refers back to the term translated “sky,” which is a dual form in Hebrew. Many English versions (e. g., NAB, NASB, NRSV) use the plural term “heavens” here, which agrees with a plural pronoun (cf. also NIV, NCV “skies”).) will respond to the ground;"},{"number":22,"verse":"then the ground will respond to the grain, the new wine, and the olive oil; and they will respond to ‘God Plants’ (Jezreel)! (tn Heb “Jezreel.” The use of the name יִזְרְעֶאל (yizré’e’l, “Jezreel”) creates a powerful three-fold wordplay: (1) The proper name יִזְרְעֶאל (“Jezreel”) is a phonetic wordplay on the similar sounding name יִשְׂרָאֵל (yisra’el, “Israel”): God will answer Israel, that is, Jezreel. (2) The name יִזְרְעֶאל (“Jezreel”) plays on the verb זָרַע (zara’, “to sow, plant”), the immediately following word: וּזְרַעְתִּיהָ (uzéra’tiha, vav + Qal perfect 1st person common singular + 3rd person feminine singular suffix: “I will sow/plant her”). This wordplay creates a popular etymology for יִזְרְעֶאל meaning, “God sows/plants,” which fits well into the agricultural fertility imagery in 2:21–23 [2:23-25]. (3) This positive connotation of יִזְרְעֶאל (“Jezreel”) in 2:21–23[23-25] reverses the negative connotation of יִזְרְעֶאל (“Jezreel”) in 1:4–5 (bloodshed of Jehu in the Jezreel Valley).)"},{"number":23,"verse":"Then I will plant her as my own (tn Heb “for myself.”) in the land. I will have pity on ‘No Pity’ (Lo-Ruhamah). I will say to ‘Not My People’ (Lo-Ammi), ‘You are my people!’ And he (tn The Hebrew text, carrying out the reference to the son born in 1:8–9, uses the third person masculine singular pronoun here; some English translations use third person plural (“they,” so KJV, NASB, NIV, CEV) in keeping with the immediate context, which refers to reestablished Israel.) will say, ‘You are (tn The words “You are” do not appear in the Hebrew text, but are implied. It is necessary to supply the phrase in the translation to prevent the reader from understanding the predicate “my God” as an exclamation (cf. NAB).) my God!’”"}]}