{"bibleAbbr":"mrRV2015","bookName":"पौलाचे रोमकरांस पत्र","bookEnglishName":"Romans","chapterNumber":2,"verses":[{"number":1,"verse":"( यहूदीही दोषी आहेत) तेव्हा हे मानवा, दोष लावणारा तू कोणीही असलास तरी स्वतः तुला सबब नाही; कारण ज्यात तू दुसर्‍याला दोष लावतोस त्यात तू स्वतःला दोषी ठरवतोस; कारण दोषी ठरवणारा तूही त्याच गोष्टी करतोस."},{"number":2,"verse":"पण अशा गोष्टी करणार्‍यांविरुद्ध देवाचा न्याय सत्यानुसार आहे हे आपल्याला ठाऊक आहे."},{"number":3,"verse":"तर हे मानवा, अशा गोष्टी करणार्‍यांना जो तू दोष लावतोस व स्वतः त्याच करतोस, तो तू देवाच्या न्यायातून सुटशील असे तुला वाटते काय?"},{"number":4,"verse":"किंवा देवाची ममता तुला पश्‍चात्तापाकडे नेणारी आहे हे न समजून तू त्याची ममता, क्षमा व सहनशीलता ह्यांच्या विपुलतेचा अनादर करतोस काय?"},{"number":5,"verse":"की, आपल्या हटवादीपणाने पश्‍चात्तापहीन अंतःकरणाने देवाचा क्रोध व यथोचित न्याय ह्यांच्या प्रकटीकरणाच्या दिवसासाठी स्वतःकरता क्रोध साठवून ठेवतोस?"},{"number":6,"verse":"तो प्रत्येकाला ज्याच्या-त्याच्या कृत्यांप्रमाणे फळ देईल."},{"number":7,"verse":"म्हणजे जे कोणी धीराने सत्कर्मे करत राहून गौरव, सन्मान व अक्षयता ही मिळवण्याचा प्रयत्न करतात, त्यांना तो सार्वकालिक जीवन देईलच;"},{"number":8,"verse":"परंतु जे तट पाडणारे आहेत व सत्याला न मानता अनीतीला मानतात त्यांच्यावर क्रोध व कोप, संकट व क्लेश येतील."},{"number":9,"verse":"म्हणजे दुष्कृत्य करणारा मनुष्य, प्रथम यहूदी आणि मग हेल्लेणी अशा प्रत्येकाच्या जिवावर ती येतील;"},{"number":10,"verse":"पण सत्कृत्य करणारा प्रत्येक, प्रथम यहूदी आणि मग हेल्लेणी, ह्यांना गौरव, सन्मान व शांती ही मिळतील."},{"number":11,"verse":"कारण देवाजवळ पक्षपात नाही."},{"number":12,"verse":"कारण ज्यांना नियमशास्त्र नाही अशा जितक्यांनी पाप केले तितके नियमशास्त्राव्यतिरिक्त नाश पावतील आणि नियमशास्त्र असून जितक्यांनी पाप केले तितक्यांचा न्याय नियमशास्त्रानुसार होईल."},{"number":13,"verse":"कारण नियमशास्त्र श्रवण करणारे देवाच्या दृष्टीने नीतिमान आहेत असे नाही, तर नियमशास्त्राप्रमाणे आचरण करणारे नीतिमान ठरवण्यात येतील."},{"number":14,"verse":"कारण ज्यांना नियमशास्त्र नाही असे परराष्ट्रीय जेव्हा नियमशास्त्रात जे आहे ते स्वभावत: करत असतात, तेव्हा त्यांना नियमशास्त्र नाही, तरी ते स्वत:च आपले नियमशास्त्र आहेत."},{"number":15,"verse":"म्हणजे ते नियमशास्त्रातील आचार आपल्या अंत:करणात लिहिलेला आहे असे दाखवतात; त्यांच्याबरोबर त्यांची सदसद्विवेकबुद्धीही त्यांना साक्ष देते आणि त्यांचे एकमेकां-विषयीचे विचार दोष लावणारे किंवा दोषमुक्त करणारे असे असतात."},{"number":16,"verse":"ज्या दिवशी देव माझ्या सुवार्तेप्रमाणे येशू ख्रिस्ताच्या द्वारे माणसांच्या गुप्त गोष्टींचा न्याय करील त्या दिवशी हे दिसून येईल."},{"number":17,"verse":"आता जर तू स्वतःला यहूदी म्हणवत आहेस, आणि नियमशास्त्राचा आधार घेतोस व देवाविषयी अभिमान बाळगतोस,"},{"number":18,"verse":"तुला त्याची इच्छा कळते आणि नियमशास्त्रातले शिक्षण मिळाल्यामुळे जे सर्वोत्तम ते तू पसंत करतोस;"},{"number":19,"verse":"आणि नियमशास्त्रात आपल्याला ज्ञानाचे व सत्याचे स्वरूप उपलब्ध झाले आहे, म्हणून आपण आंधळ्यांचे वाटाडे, अंधारात असलेल्यांचा प्रकाश,"},{"number":20,"verse":"अल्पबुद्धी लोकांचे शिक्षक, बालकांचे गुरू आहोत, अशी तुझी खातरी झाली आहे;"},{"number":21,"verse":"तर मग दुसर्‍याला शिकवणारा तू स्वतःलाच शिकवत नाहीस काय? चोरी करू नये अशी घोषणा करणारा तू स्वतःच चोरी करतोस काय?"},{"number":22,"verse":"व्यभिचार करू नये असे सांगणारा तू स्वतःच व्यभिचार करतोस काय? मूर्तींचा विटाळ मानणारा तू स्वतःच देवळे लुटतोस काय?"},{"number":23,"verse":"नियमशास्त्राचा अभिमान बाळगणारा तू स्वतःच नियमशास्त्राच्या उल्लंघनाने देवाचा अपमान करतोस काय?"},{"number":24,"verse":"“तुमच्यामुळे परराष्ट्रीयांमध्ये देवाच्या नावाची निंदा होत आहे,” असे शास्त्रात लिहिलेले आहे."},{"number":25,"verse":"कारण जर तू नियमशास्त्राप्रमाणे वागत असलास तर सुंतेचा उपयोग आहे खरा; परंतु जर तू नियमशास्त्राचे उल्लंघन करणारा असलास तर तुझी सुंता झालेली असूनही ती न झाल्यासारखीच आहे."},{"number":26,"verse":"तर मग सुंता न झालेल्या माणसाने नियमशास्त्रातील नियम पाळले तर त्याचे सुंता न होणे हे सुंता असे गणण्यात येणार नाही काय?"},{"number":27,"verse":"आणि तुला शास्त्रलेख असूनही व तुझी सुंता होऊनही जो तू नियमशास्त्राचे उल्लंघन करणारा आहेस त्या तुझा न्याय, जो शारीरिक सुंता न झालेल्यांपैकी असून नियमशास्त्र पाळतो, तो करील."},{"number":28,"verse":"कारण जो बाह्यात्कारी यहूदी तो यहूदी नव्हे आणि देहाची बाह्यात्कारी सुंता ती सुंता नव्हे;"},{"number":29,"verse":"परंतु जो अंतरी यहूदी तो यहूदी होय; आणि लेखाप्रमाणे व्हायची ती सुंता नव्हे तर आध्यात्मिकदृष्ट्या जी अंतःकरणाची व्हायची ती सुंता होय; अशाची प्रशंसा माणसाकडून नव्हे, तर देवाकडून होते."}]}