{"bibleAbbr":"mrRV2015","bookName":"पौलाचे रोमकरांस पत्र","bookEnglishName":"Romans","chapterNumber":9,"verses":[{"number":1,"verse":"( इस्राएली लोकांच्या अविश्वासाबद्दल पौलाचे दु:ख) मी ख्रिस्तामध्ये खरे बोलतो, खोटे बोलत नाही; माझी सदसद्विवेकबुद्धीही पवित्र आत्म्यामध्ये माझ्याबरोबर साक्ष देते की,"},{"number":2,"verse":"मला मोठा खेद वाटतो व माझ्या अंत:करणामध्ये अखंड वेदना आहेत."},{"number":3,"verse":"कारण माझे बंधुजन म्हणजे देहदृष्ट्या माझे नातेवाईक ह्यांच्यासाठी मी स्वतः ख्रिस्तापासून शापभ्रष्ट व्हावे हे शक्य असते तर मी तशी इच्छा केली असती."},{"number":4,"verse":"ते इस्राएली आहेत; दत्तकपणा, ईश्वरी तेज, करारमदार, नियमशास्त्रदान, उपासना व अभिवचने ही त्यांची आहेत;"},{"number":5,"verse":"महान पूर्वजही त्यांचे आहेत व त्यांच्यापासून देहदृष्ट्या ख्रिस्त आहे, तो सर्वांवर असून युगानुयुग धन्यवादित देव आहे; आमेन."},{"number":6,"verse":"( देवाने दिलेली वचने व्यर्थ झाली नाहीत) तरी देवाचे वचन व्यर्थ झाले असे नाही; कारण इस्राएल वंशातले ते सर्व इस्राएल आहेत असे नाही."},{"number":7,"verse":"आणि ते अब्राहामाचे संतान आहेत म्हणून ते सर्व त्याची मुले आहेत असे नाही, तर “इसहाकाच्याच वंशाला तुझे संतान म्हणतील.”"},{"number":8,"verse":"म्हणजे देहाद्वारे झालेली मुले देवाची मुले आहेत असे नाही तर अभिवचनानुसार जन्मलेली मुलेच संतान अशी गणण्यात येतात."},{"number":9,"verse":"कारण, “पुढे ह्याच सुमारास मी येईन तेव्हा सारेला पुत्र होईल,” ह्या शब्दांत ते अभिवचन दिलेले होते."},{"number":10,"verse":"इतकेच नव्हे, तर रिबकाही एकापासून म्हणजे आपला पूर्वज इसहाक ह्याच्यापासून गरोदर राहिल्यावर,"},{"number":11,"verse":"मुले अजून जन्मली नव्हती व त्यांनी काही बरेवाईट केले नव्हते, तेव्हा निवडीसंबंधाने देवाचा जो संकल्प असतो, म्हणजे जो कर्मांमुळे नव्हे, तर पाचारण करणार्‍याच्या इच्छेने असतो, तो कायम राहावा,"},{"number":12,"verse":"म्हणून तिला सांगण्यात आले की, “वडील धाकट्याची सेवा करील.”"},{"number":13,"verse":"त्याचप्रमाणे शास्त्रात असे लिहिले आहे की, “मी याकोबावर प्रीती केली आणि एसावाचा द्वेष केला.”"},{"number":14,"verse":"( देव अन्यायी नाही) तर आपण काय म्हणावे? देवाच्या ठायी अन्याय आहे काय? कधीच नाही!"},{"number":15,"verse":"कारण तो मोशेला म्हणतो, “ज्या कोणावर मी दया करतो त्याच्यावर मी दया करीन आणि ज्या कोणावर मी करुणा करतो त्याच्यावर मी करुणा करीन.”"},{"number":16,"verse":"ह्यावरून हे इच्छा बाळगणार्‍यावर नव्हे किंवा धावपळ करणार्‍यावर नव्हे, तर दया करणार्‍या देवावर अवलंबून आहे."},{"number":17,"verse":"शास्त्रलेख फारोला असे सांगतो, “मी तुला पुढे केले आहे ते ह्याचकरता की, तुझ्याकडून मी आपला पराक्रम दाखवावा आणि माझे नाव सर्व पृथ्वीवर प्रख्यात व्हावे.”"},{"number":18,"verse":"ह्यावरून त्याच्या इच्छेस येईल त्याच्यावर तो दया करतो आणि त्याच्या इच्छेस येईल त्याला तो ‘कठीण हृदयाचे करतो.’"},{"number":19,"verse":"( देव सर्वाधिपती आहे) ह्यावर तू मला म्हणशील, तर मग तो अजून दोष का लावत असतो? कारण त्याच्या संकल्पाला कोण आड आला आहे?"},{"number":20,"verse":"हे मानवा, देवाला उलटून बोलणारा तू कोण? घडलेली वस्तू आपल्या घडवणार्‍याला, “तू मला असे का केलेस,” असे म्हणेल काय?"},{"number":21,"verse":"किंवा एकाच गोळ्याचे एक पात्र उत्तम कामासाठी व एक हलक्या कामासाठी करावे असा कुंभाराला मातीवर अधिकार नाही काय?"},{"number":22,"verse":"आपला क्रोध दर्शवावा व आपले सामर्थ्य व्यक्त करावे असे देवाच्या मनात असताना नाशासाठी सिद्ध झालेल्या क्रोधाच्या पात्रांना मोठ्या सहनशीलतेने त्याने जर वागवून घेतले,"},{"number":23,"verse":"आणि ज्या आपल्याला केवळ यहूद्यांतून नव्हे तर परराष्ट्रीयांतूनही पाचारण झाले, त्या आपल्याविषयी म्हणजे त्याने पूर्वी गौरवासाठी सिद्ध केलेल्या दयेच्या पात्रांविषयी आपल्या गौरवाची विपुलता व्यक्त करावी असे त्याला वाटत असले, तर काय?"},{"number":25,"verse":"तो होशेयाच्या पुस्तकात हेही म्हणतो की, “जे माझे लोक नव्हत त्यांना मी आपले लोक म्हणेन, आणि जी प्रिय नाही तिला ‘माझी प्रिय’ म्हणेन.”"},{"number":26,"verse":"“आणि असे होईल की, ‘तुम्ही माझे लोक नाही’ असे जेथे म्हटले होते तेथे त्यांना ‘जिवंत देवाचे पुत्र’ असे म्हणण्यात येईल.”"},{"number":27,"verse":"यशयाही इस्राएलाविषयी असे पुकारतो की, “जरी इस्राएल लोकांची संख्या समुद्राच्या वाळूसारखी असली, तरी अवशेष मात्र तारण पावेल;"},{"number":28,"verse":"कारण प्रभू आपले न्यायाचे वचन आटोपते घेऊन व समाप्त करून पृथ्वीवर ते सिद्धीस नेईल.”"},{"number":29,"verse":"त्याप्रमाणे यशयाने पूर्वी म्हटले, “जर सेनाधीश प्रभूने आमच्यासाठी बीज राहू दिले नसते, तर आम्ही सदोमासारखे झालो असतो, व गमोराप्रमाणे बनलो असतो.”"},{"number":30,"verse":"( नीतिमत्त्व प्राप्त न होण्याचे कारण) तर मग आपण काय म्हणावे? असे की, जे परराष्ट्रीय नीतिमत्त्वाच्या मागे लागले नव्हते त्यांना नीतिमत्त्व म्हणजे विश्वासाच्या द्वारे मिळणारे नीतिमत्त्व प्राप्त झाले."},{"number":31,"verse":"परंतु इस्राएल लोक नीतिमत्त्वाच्या नियमामागे लागले होते तरी ते त्या नियमापर्यंत जाऊन पोहचले नाहीत."},{"number":32,"verse":"का नाहीत? कारण विश्वासाने नव्हे तर कर्मांनी कार्य होईल असे समजून ते त्याच्यामागे लागले. ‘अडवणुकीच्या धोंड्यावर’ ते ठेचाळले;"},{"number":33,"verse":"त्याप्रमाणे शास्त्रात लिहिले आहे, “पाहा, अडवणुकीचा धोंडा व अडखळण्याचा खडक मी सीयोनात ठेवतो; त्याच्यावर जो विश्वास ठेवील तो फजीत होणार नाही.”"}]}