{"bibleAbbr":"NCB2019","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"A short time later, David attacked the Philistines and subdued them, and he also wrested Metheg-ammah from their control."},{"number":2,"verse":"In addition he defeated the Moabites, after which he ordered them to lie on the ground and then measured them off with a length of cord. He measured two lengths of cord for those who were to be put to death, and one length for those who were to be spared. The Moabites then became David’s subjects and brought him tribute."},{"number":3,"verse":"David also defeated King Hadadezer of Zobah, the son of Rehob, as he led an expedition to restore his dominion along the Euphrates River."},{"number":4,"verse":"David captured from him one thousand seven hundred horsemen and twenty thousand foot soldiers. He also hamstrung all but one hundred of the chariot horses."},{"number":5,"verse":"When the Arameans of Damascus came to the aid of King Hadadezer of Zobah, David killed twenty-two thousand men of the Arameans."},{"number":6,"verse":"He then established garrisons among the Arameans of Damascus, and they became his subjects and brought him tribute.[a] The LORD brought David victory wherever he went."},{"number":7,"verse":"David also took the gold shields that were carried by the guards of Hadadezer, and he brought them to Jerusalem."},{"number":8,"verse":"In addition, from Bethah and Berothai, towns belonging to Hadadezer, David removed an immense quantity of bronze."},{"number":9,"verse":"When Tor, the king of Hamath, heard that David had defeated Hadadezer’s entire army,"},{"number":10,"verse":"he sent his son Joram to King David to greet him and to congratulate him for having been victorious in his battle against Hadadezer, for Hadadezer had often been at war with Tor. Joram brought with him objects of silver, gold, and bronze."},{"number":11,"verse":"These also King David consecrated to the LORD, as he had also done with the silver and gold he had taken from every nation he had conquered—"},{"number":12,"verse":"from Edom and Moab, from the Ammonites and the Philistines, from Amalek, and from the spoil taken from King Hadadezer of Zoab, the son of Rehob."},{"number":13,"verse":"David became even more greatly renowned when, on his return, he slew eighteen thousand Edomites in the Valley of Salt,"},{"number":14,"verse":"after which he stationed garrisons throughout Edom. Thus all the Edomites became David’s subjects. And the LORD continued to give victory to David wherever he went."},{"number":15,"verse":"David reigned over all Israel, and he administered law and justice among all his people.[b]"},{"number":16,"verse":"Joab, the son of Zeruiah, was in command of the army. Jehoshaphat, the son of Ahilud, was in charge of the records."},{"number":17,"verse":"Zadok, the son of Ahitub, and Ahimelech, the son of Abiathar, were priests. Seraiah was secretary."},{"number":18,"verse":"Bena-iah, the son of Jehoiada, was in command of the Cherethites and the Pelethites.[c] David’s sons were priests."}]}