{"bibleAbbr":"WYC1395","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":3,"verses":[{"number":1,"verse":"Aftir these thingis kyng Assuerus enhaunside Aaman, the sone of Amadathi, that was of the kynrede of Agag, and settide his trone aboue alle the princes whiche he hadde."},{"number":2,"verse":"And alle the seruauntis of the kyng, that lyuyden in the yatis of the paleis, kneliden, and worschipiden Aaman; for the emperour hadde comaundid so to hem; Mardochee aloone bowide not the knees, nethir worschipide hym."},{"number":3,"verse":"`To whom the children of the kyng seiden, that saten bifore at the yatis of the paleis, Whi kepist `thou not the comaundementis of the kyng, othere wise than othere men?"},{"number":4,"verse":"And whanne thei seiden ful ofte these thingis, and he nolde here, thei tolden to Aaman, `and wolden wite, whether he contynuede in sentence; for he hadde seid to hem, that he was a Jew."},{"number":5,"verse":"And whanne Aaman hadde herd this thing, and hadde preued `bi experience, that Mardochee bowide not the kne to hym, nethir worschipide hym, he was ful wrooth,"},{"number":6,"verse":"and he ledde for nouyt to sette hise hondis on Mardochee aloone; for he hadde herd, that Mardochee was of the folc of Jewis, and more he wolde leese al the nacioun of Jewis, that weren in the rewme of Assuerus."},{"number":7,"verse":"In the firste monethe, whos nam is Nysan, in the tweluethe yeer of the rewme of Assuerus, lot was sent in to a vessel, which lot is seid in Ebrew phur, `bifor Aaman, in what dai and in what monethe the folk of Jewis ouyte to be slayn; and the tweluethe monethe yede out, which is clepid Adar."},{"number":8,"verse":"And Aaman seide to the king Assuerus, A puple is scaterid bi alle the prouynces of thi rewme, and is departid fro it silf togidere, and vsith newe lawis and cerymonyes, and ferthermore it dispisith also the comaundementis of the kyng; and thou knowest best, that it spedith not to thi rewme, `that it encreesse in malice bi licence."},{"number":9,"verse":"If it plesith thee, `deme thou that it perisch, and Y schal paie ten thousynde of talentis to the keperis of thi tresour."},{"number":10,"verse":"Therfor the kyng took `fro his hond the ryng which he vside, and yaf it to Aaman, the sone of Amadathi, of the kynrede of Agag, to the enemy of Jewis."},{"number":11,"verse":"And the kyng seide to hym, The siluer, which thou bihiytist, be thin; do thou of the puple that, that plesith thee."},{"number":12,"verse":"And the scryuens of the kyng weren clepid in the firste monethe Nysan, in the threttenthe dai of the same monethe; and it was writun, as Aaman hadde comaundid, to alle prynces of the kyng, and to domesmen of prouynces and of dyuerse folkis, that ech folk myyte rede and here, `for dyuersite of langagis, bi the name of kyng Assuerus. And lettris aseelid with"},{"number":13,"verse":"the ring of the kyng weren sent bi the corouris of the kyng to alle hise prouynces, that thei schulden sle, and `do awei alle Jewis, fro a child to an eld man, litle children and wymmen, in o dai, that is, in the thrittenthe dai of the tweluethe monethe, which is clepid Adar; and that thei schulden take awei the goodis of Jewis."},{"number":14,"verse":"Forsothe the sentence `in schort of the pistlis was this, that alle prouyncis schulden wite, and make hem redi to the forseid dai. And the coroures, that weren sent, hastiden to fille the comaundement of the kyng; and anoon the comaundement hangide in Susa, `while the kyng and Aaman maden feeste, and `the while that alle Jewis wepten, that weren in the citee."}]}