{"bibleAbbr":"WYC1395","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":7,"verses":[{"number":1,"verse":"Therfor the kyng and Aaman entriden to the feeste, to drynke with the queen."},{"number":2,"verse":"And the kyng seide to hir, yhe, in the secounde dai, aftir that he was hoot of the wiyn, Hester, what is thin axyng, that it be youun to thee, and what wolt thou be doon? Yhe, thouy thou axist the half part of my rewme, thou schalt gete."},{"number":3,"verse":"To whom sche answeride, A! king, if Y haue founde grace in thin iyen, and if it plesith thee, yyue thou my lijf to me, for which Y preie, and my puple, for which Y biseche."},{"number":4,"verse":"For Y and my puple ben youun, that we be defoulid, and stranglid, and that we perische; `and Y wolde, that we weren seeld in to seruauntis and seruauntessis, `and the yuel `were suffrable, and Y `were stille weilynge; but now oure enemy is, whos cruelte turneth `in to the kyng."},{"number":5,"verse":"And kyng Assuerus answeride, and seide, Who is this, and of what power, that he be hardi to do these thingis?"},{"number":6,"verse":"And Hester seide, Oure worste aduersarie and enemy is this Aaman. Which thing he herde, and was astonyde anoon, and `suffride not to bere the semelaunt of the kyng and of the queen."},{"number":7,"verse":"Forsothe the kyng roos wrooth, and fro the place of the feeste he entride in to a gardyn biset with trees. And Aaman roos for to preie Hester, the queen, for his lijf; for he vndurstood yuel maad redi of the kyng to hym."},{"number":8,"verse":"And whanne the kyng turnede ayen fro the gardyn `biset with wode, and hadde entrid in to the place of feeste he foond that Aaman felde doun on the bed, wherynne Hester lai. And the king seide, `Also he wole oppresse the queen, while Y am present, in myn hows. The word was not yit goon out of the kyngis mouth, and anoon thei hiliden his face."},{"number":9,"verse":"And Arbona seide, oon of the onest seruauntis and chast, that stoden in the seruyce of the kyng, Lo! the tre hauynge fifti cubitis of heiythe stondith in the hows of Aaman, which tre he hadde maad redi to Mardochee, that spak for the kyng. To whom the kyng seide, Hange ye Aaman in that tre."},{"number":10,"verse":"Therfor Aaman was hangid in the iebat, which he hadde maad redi to Mardochee, and the ire of the kyng restide."}]}