{"bibleAbbr":"WYC1395","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":8,"verses":[{"number":1,"verse":"In that dai kyng Assuerus yaf to Hester, the queen, the hows of Aaman, aduersarie of Jewis. And Mardochee entride bifor the face of the kyng; for Hester knoulechide to hym, that he was `hir fadris brother."},{"number":2,"verse":"Therfor the kyng took the ryng, which he hadde comaundid to be resseyued fro Aaman, and yaf to Mardochee. Forsothe Hester ordeynede Mardochee ouer hir hows."},{"number":3,"verse":"And Hester was not appaied with these thingis, and felde doun to the feet of the kyng, and wepte, and spak to hym, and preiede, that he schulde comaunde the malice of Aaman of Agag, and hise worste castis, whiche he hadde thouyte out ayens Jewis, `to be maad voide."},{"number":4,"verse":"And the kyng bi custom helde forth the goldun yerde of the kyng with his hond, bi which the signe of merci was schewid. `Therfor sche roos vp,"},{"number":5,"verse":"and stood bifor hym, and seide, If it plesith the kyng, and if Y haue founde grace bifor hise iyen, and if my preier is not seyn `to be contrarie to hym, Y biseche, that the elde lettris of Aaman, traitour and enemy of Jewis, by whiche he hadde comaundid hem to perische in alle the prouynces of the kyng, be amendid bi newe pistlis;"},{"number":6,"verse":"for hou schal Y mowe suffre the deth, and the sleyng of my puple?"},{"number":7,"verse":"And kyng Assuerus answeride to Hester, the queen, and to Mardochee, Jew, Y grauntide the hows of Aaman to Hester, the queen, and Y comaundide hym to be hangid `on the cros, for he was hardi to sette hond ayens the Jewis."},{"number":8,"verse":"Therfor write ye to Jewis, as it plesith to you, `bi the name of the kyng, and aseele ye the lettris with my ring. For this was the custom, that no man durste ayenseie the pistlis, that weren sente in the kyngis name, and weren aseelid with his ryng."},{"number":9,"verse":"And whanne the dyteris and `writeris of the kyng weren clepid; `sotheli it was the tyme of the thridde monethe, which is clepid Siban, in the thre and twentithe dai of that monethe; pistlis weren writun, as Mardochee wolde, to Jewis, and to princes, and to procuratouris, and to iugis, that weren souereyns of an hundrid and seuene and twenti prouynces, fro Iynde `til to Ethiope, to prouynce and to prouynce, to puple and to puple, bi her langagis and lettris, and to Jewis, that thei myyten rede and here."},{"number":10,"verse":"And tho pistlis, that weren sent `bi the kyngis name, weren aseelid with his ryng, and sent bi messangeris, whiche runnen aboute bi alle prouynces, and camen with newe messagis bifor the elde lettris."},{"number":11,"verse":"To whiche the kyng comaundide, that thei schulden clepe togidere the Jewis bi alle citees, `and comaunde to be gaderid togidere, that thei schulden stonde for her lyues; and schulden sle, and do awei alle her enemyes, with her wyues and children, and alle howsis."},{"number":12,"verse":"And o dai of veniaunce, that is, in the thrittenthe dai of the tweluethe monethe Adar, was ordeined bi alle prouynces."},{"number":13,"verse":"And the schort sentence of the pistle was this, that it were maad knowun in alle londis and puplis, that weren suget to the empire of kyng Assuerus, that the Jewis ben redi to take veniaunce of her enemyes."},{"number":14,"verse":"And the messangeris yeden out, bifor berynge swift messages; and the comaundement of the kyng hangide in Susa."},{"number":15,"verse":"Sotheli Mardochee yede out of the paleis and of the kyngis siyt, and schynede in the kyngis clothis, that is, of iacynct and of colour of the eir, and he bar a goldun coroun in his heed, and was clothid with a mentil of selk and of purpur; and al the citee fulli ioiede, and was glad."},{"number":16,"verse":"Forsothe a newe liyt semede to rise to the Jewis,"},{"number":17,"verse":"ioie, onour, and daunsyng, at alle puplis, citees, and alle prouynces, whidur euere the comaundementis of the kyng camen, a wondurful ioie, metis, and feestis, and an hooli dai, in so myche, that many of an other folk and sect weren ioyned to the religioun and cerymonyes of hem; for the greet drede of the name of Jewis `hadde asaylid alle hem."}]}