{"bibleAbbr":"LBP1933","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":15,"verses":[{"number":1,"verse":"THEN Moses and the children of Israel sang this song to the LORD, saying, I will sing to the LORD, for he has triumphed gloriously; the horse and his rider he has thrown into the sea."},{"number":2,"verse":"He is mighty and glorious, The LORD JEHOVAH has become our Saviour; he is our God, and we will praise him; our father's God, and we will exalt him."},{"number":3,"verse":"The LORD is a mighty warrior: the LORD is his name."},{"number":4,"verse":"Pharaoh's chariots and his host he cast into the sea; his valiant men also are drowned in the Red Sea."},{"number":5,"verse":"The depths have covered them; they sank to the bottom like stones."},{"number":6,"verse":"Thy right hand, O LORD, has become glorious in power; thy right hand, O LORD, has defeated thy enemies."},{"number":7,"verse":"And in the greatness of thy might thou hast overthrown them that hate thee; thou sentest thy wrath, and it consumed them like stubble."},{"number":8,"verse":"And with the blast of thy nostrils the waters piled up, the floods stood up as if it were in sheepskins; the waves gathered in heaps in the heart of the sea."},{"number":9,"verse":"The enemy said, I will pursue, I will overtake, I will divide the spoil; my soul will devour them; I will draw my sword, my hand shall destroy them."},{"number":10,"verse":"Thou didst blow with thy wind, the sea covered them; they sank as lead in the mighty waters."},{"number":11,"verse":"Who is like unto thee, O LORD? Who is like unto thee, glorious in his holiness, revered and praised, doing wonders?"},{"number":12,"verse":"Thou didst lift up thy right hand, the earth swallowed them."},{"number":13,"verse":"Thou in thy mercy hast led forth this people whom thou hast saved; thou hast guided them in thy strength to thy holy habitation."},{"number":14,"verse":"The people heard and they trembled; fear took hold on the inhabitants of Philistia."},{"number":15,"verse":"Then the princes of Edom were afraid; the mighty men of Moab, trembling seized them; all the inhabitants of Canaan were heartbroken."},{"number":16,"verse":"Fear and dread shall fall upon them; by the greatness of thine arm they shall sink as stones, till thy people, O LORD, pass over; till this people whom thou hast saved pass over."},{"number":17,"verse":"Thou shalt bring them in and plant them on the mountain of thine inheritance, in the place, O LORD, which thou hast made for thee to dwell in; even thy sanctuary, O LORD; establish it by thy hands."},{"number":18,"verse":"The LORD shall reign for ever and ever."},{"number":19,"verse":"For the horses of Pharaoh, with his chariots and his horsemen, went through the sea, and the LORD brought back the waters of the sea upon them; but the children of Israel walked on the dry land in the midst of the sea."},{"number":20,"verse":"Then Miriam the prophetess, the sister of Aaron, took a timbrel in her hand; and all the women went out after her with tambourines and with timbrels."},{"number":21,"verse":"And Miriam answered them, Sing to the LORD, for he has triumphed gloriously; the horse and his rider he has thrown into the sea."},{"number":22,"verse":"So Moses brought Israel from the Red Sea, and they went out into the wilderness of Shud; and they went three days in the wilderness, and found no water."},{"number":23,"verse":"And when they came to Morath, they could not drink the waters of Morath, for they were bitter; therefore the name of the place was called Morath."},{"number":24,"verse":"And the people murmured against Moses, saying, What shall we drink?"},{"number":25,"verse":"And Moses prayed before the LORD; and the LORD showed him a tree, and when he cast it into the water, the water became sweet; there the LORD taught him laws and ordinances, and there he tested him,"},{"number":26,"verse":"And said to him, If you will diligently hearken to the voice of the LORD your God and will do that which is right in his sight and will obey his commandments and keep all his statutes, I will bring none of these plagues upon you which I have brought upon the Egyptians; for I am the LORD your Healer."},{"number":27,"verse":"And they came to Elim, where there were twelve springs of water and seventy palm trees; and they encamped there by the water."}]}