{"bibleAbbr":"LBP1933","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":19,"verses":[{"number":1,"verse":"IN the third month after the departure of the children of Israel out of the land of Egypt, on the same day they came to the wilderness of Seen."},{"number":2,"verse":"Then they journeyed from Rephidim and came to the wilderness of Sinai, and they encamped in the wilderness; and there Israel camped before the mountain."},{"number":3,"verse":"And Moses went up to God, and God called to him out of the mountain and said to him, Thus shall you say to the house of Jacob, and tell the children of Israel,"},{"number":4,"verse":"You have seen what I did to the Egyptians, and how I bore you as though you were on eagles' wings and brought you to myself."},{"number":5,"verse":"Now therefore, if you will obey my voice indeed and keep my covenant, then you shall be my beloved ones above all peoples, for all the earth is mine;"},{"number":6,"verse":"And you shall be to me a kingdom and priests and an holy people. These are the words which you shall speak to the children of Israel."},{"number":7,"verse":"And Moses came and called for the elders of the people, and said in their presence all these words which the LORD commanded him."},{"number":8,"verse":"And all the people answered together and said, All that the LORD has spoken we will do. And Moses returned the words of the people to the LORD."},{"number":9,"verse":"And the LORD said to Moses, Lo, I am coming to you in a thick cloud, that the people may hear when I speak with you and also believe you for ever. And Moses told the words of the people before the LORD."},{"number":10,"verse":"And the LORD said to Moses, Go to the people and sanctify them today and tomorrow, and let them wash their clothes,"},{"number":11,"verse":"And be ready by the third day; for on the third day the LORD will come down in the sight of all the people upon mount Sinai."},{"number":12,"verse":"And you shall publish a warning among the people, saying, Take heed to yourselves, neither go up into the mountain, nor draw near to the border of it; whoever draws near to the mountain shall be put to death:"},{"number":13,"verse":"No hand shall touch it, but he shall surely be stoned and hurled down; whether it be beast or man, it shall not live; when the trumpet is silent, then you are permitted to ascend the mountain."},{"number":14,"verse":"And Moses went down from the mountain to the people and sanctified the people; and they washed their clothes."},{"number":15,"verse":"And he said to the people, Be ready on the third day; do not touch your wives."},{"number":16,"verse":"And it came to pass on the third day in the morning that there were thunders and lightnings and a thick cloud appeared upon the mountain and the sound of the trumpet exceedingly loud; so that all the people that were in the camp trembled."},{"number":17,"verse":"Then Moses brought forth the people out of the camp to meet God; and they stood at the base of the mountain."},{"number":18,"verse":"And the whole mountain of Sinai was smoking because the LORD descended upon it in fire; and the smoke thereof ascended like the smoke of a furnace, and the whole mountain quaked greatly."},{"number":19,"verse":"And when the blast of the trumpet sounded long and grew louder and louder, Moses spoke, and God answered him by a voice."},{"number":20,"verse":"And the LORD came down upon mount Sinai, to the very top of the mountain: and the LORD called Moses up to the top of the mountain; and Moses went up."},{"number":21,"verse":"And the LORD said to Moses, Go down, warn the people, test they break through to the LORD to gaze, and many of them perish."},{"number":22,"verse":"And let the priests also who come near to the LORD sanctify themselves, lest the LORD break forth upon them."},{"number":23,"verse":"And Moses said to the LORD, The people cannot come up to mount Sinai; for thou didst warn us, saying, Set bounds about the mountain and sanctify it."},{"number":24,"verse":"And the LORD said to him, Hasten, go down, and then come up, you, and Aaron your brother with you; but let not the priests and the people break through to come up before the LORD, test he kill them."},{"number":25,"verse":"So Moses went down to the people and told them."}]}