{"bibleAbbr":"LBP1933","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":2,"verses":[{"number":1,"verse":"AND there went a man from the house of Levi, and took to wife a daughter of the house of Levi."},{"number":2,"verse":"And the woman conceived and bore a son; and when she saw that he was a handsome boy, she hid him for three months"},{"number":3,"verse":"And when she could no longer hide him, she took for herself an ark made of acacia wood, and daubed it with slime and with pitch, and put the child into it; and laid it among the reeds by the river's bank."},{"number":4,"verse":"And his sister stood afar off, to know what would be done to him."},{"number":5,"verse":"And the daughter of Pharaoh came down to bathe in the river; and her maidens walked along by the river's side; and when she saw the ark among the reeds, she sent her maidens to fetch it."},{"number":6,"verse":"And when she had opened it, she saw the child; and, behold, the babe was weeping. And she had compassion on him, and said, This is one of the Hebrews' children."},{"number":7,"verse":"Then his sister said to Pharaoh's daughter, Shall I go and call for you a nurse of the Hebrew women, that she may nurse this child for you?"},{"number":8,"verse":"And Pharaoh's daughter said to her, Go. And the girl went and called the child's mother."},{"number":9,"verse":"And Pharaoh's daughter said to her, Take this child away and nurse him for me, and I will give you your wages. So the woman took the child and nursed him."},{"number":10,"verse":"And the child grew, and she brought him to Pharaoh's daughter, and he became her son. And she called his name Moses; for she said, I drew him out of the water."},{"number":11,"verse":"And it came to pass in those days, when Moses was grown up, that he went out among his brethren, and saw their oppression; and he saw an Egyptian beating a Hebrew, one of his brethren of the children of Israel."},{"number":12,"verse":"And he looked this way and that way, and when he saw that there was no man watching, he slew the Egyptian and hid him in the sand."},{"number":13,"verse":"And when he went out the second day, he looked, and behold, two Hebrew men were quarreling together; and he said to him that did the wrong, Why do you beat your fellow?"},{"number":14,"verse":"And he replied, Who made you a prince and a judge over us? Do you intend to kill me, as you killed the Egyptian yesterday? And Moses was afraid, and said, Surely this thing is known."},{"number":15,"verse":"Now when Pharaoh heard this thing, he sought to slay Moses. But Moses fled from the presence of Pharaoh, and went to the land of Midian; and he sat down by a well."},{"number":16,"verse":"Now the priest of Midian had seven daughters; and they came and drew water, and filled the troughs to water their father's flock."},{"number":17,"verse":"And the shepherds came and drove them away; but Moses rose up and rescued them, and watered their flock."},{"number":18,"verse":"And when they came to Reuel their father, he said to them, How is it that you have watered the flock so soon today?"},{"number":19,"verse":"And they said to him, An Egyptian delivered us out of the hands of the shepherds and also drew water for us and watered our flock."},{"number":20,"verse":"And he said to his daughters, And where is he? Why is it that you have left the man? Go, invite him, that he may eat bread."},{"number":21,"verse":"And Moses was content to dwell with the man; and he gave Moses Zipporah his daughter."},{"number":22,"verse":"And she bore a son, and he called his name Gershon; for Moses said, I have been a stranger in a strange land. And she bore again, the second son to Moses, and he called his name Eleazar, saying, For the God of my fathers has helped me and has delivered me from the sword of Pharaoh."},{"number":23,"verse":"And it came to pass after a long time that the king of Egypt died; and the children of Israel groaned because of severe oppression, and they prayed, and their cry came up to God because of severe oppression."},{"number":24,"verse":"And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob."},{"number":25,"verse":"And God looked upon the children of Israel, and God noticed their oppression."}]}