{"bibleAbbr":"LBP1933","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":22,"verses":[{"number":1,"verse":"IF a man shall steal an ox or a ewe, and kill it, or sell it; he shall restore five oxen for an ox and four ewes for a ewe."},{"number":2,"verse":"If a thief is found breaking into a house and is wounded so that he dies, there is no penalty for bloodshed."},{"number":3,"verse":"But if the sun be risen upon him, there shall be blood penalty for him; and he should make full restitution; if he has nothing, then he shall be sold for his theft."},{"number":4,"verse":"If the animal is found in his possession alive, whether it is an ox or an ass, or a ewe, he shall restore double."},{"number":5,"verse":"If a man shall cause a field or a vineyard to be eaten, and shall let his cattle loose to feed in another man's field, of the best of his own field and of the best of his own vineyard, he shall make restitution."},{"number":6,"verse":"If fire breaks out and catches in the thorns so that the shocks of grain or the standing wheat or the field is consumed, he who kindled the fire shall surely make restitution."},{"number":7,"verse":"If a man shall deliver to his neighbor money or stuff to keep and it is stolen out of the man's house, if the thief is found, let him pay double."},{"number":8,"verse":"If the thief is not found, then the master of the house shall be brought to the judges to see whether he had a hand in the theft of his neighbor's goods."},{"number":9,"verse":"For all manner of trespass, whether it be for an ox for an ass for a lamb for clothing or for any manner of lost thing which another man claims to be his, the case of both parties shall come before the judges; and whomever the judges shall convict, he shall make two-fold restitution to his neighbor."},{"number":10,"verse":"If a man delivers to his neighbor an ass or an ox or a lamb or any kind of animal to keep; and it dies or is hurt or taken away in plunder and no man saw it;"},{"number":11,"verse":"Then there shall be an oath of the LORD between them both, that he had no hand in the theft of his neighbor's property; and the owner of it shall accept the oaths and he shall not make restitution."},{"number":12,"verse":"But if it is stolen from him, he shall make restitution to the owner thereof."},{"number":13,"verse":"If it is torn in pieces, then let him bring it as evidence, and he shall not make good that which was torn."},{"number":14,"verse":"And if a man borrow of his neighbor an animal, and it dies or it is injured, the owner thereof not being with it, he shall surely make restitution."},{"number":15,"verse":"But if the owner thereof is with it, he shall not make restitution; and if it was hired, it came for its hire."},{"number":16,"verse":"And if a man entices a virgin who is not betrothed, and lies with her, he shall surely marry her."},{"number":17,"verse":"If her father refuses to give her to him, he shall pay money according to the dowry of a virgin."},{"number":18,"verse":"You shall not suffer a witch to live."},{"number":19,"verse":"Whoever lies with an animal shall surely be put to death."},{"number":20,"verse":"He who sacrifices to idols shall be utterly destroyed; but to the LORD alone shall he sacrifice."},{"number":21,"verse":"You shall neither harm a stranger nor oppress him; for you were strangers in the land of Egypt."},{"number":22,"verse":"You shall not harm any widow or orphan."},{"number":23,"verse":"If you harm them, and they pray before me, I will surely hear their prayer;"},{"number":24,"verse":"And my wrath shall kindle, and I will kill you with the sword; and your wives shall become widows and your children fatherless."},{"number":25,"verse":"If you lend money to any of my people who are the poor among you, you shall not be to him as an usurer, neither shall you take any usury from him."},{"number":26,"verse":"If you at all take your neighbor's clothes as a pledge, you must give them back to him by sunset;"},{"number":27,"verse":"For they are his only covering, it is his raiment for his body; with what shall he sleep? And if he prays before me, I will hear him; for I am compassionate."},{"number":28,"verse":"You shall not revile the judge nor curse the ruler of your people."},{"number":29,"verse":"You shall not delay to offer the first fruits of the harvest of your threshing floor, and of your wine press; the first-born of your sons you shall give to me."},{"number":30,"verse":"Likewise you shall do with your oxen and with your sheep: seven days it shall be with its dam; on the eighth day you shall give it to me."},{"number":31,"verse":"And you shall be holy men to me; neither shall you eat any flesh that has been torn by beasts in the field; you shall throw it to the dogs."}]}