{"bibleAbbr":"LBP1933","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":28,"verses":[{"number":1,"verse":"AND bring to you Aaron your brother, and his sons with him, from among the children of Israel, that they may minister to me in the priest's office, even Aaron, Nadab, and Abihu, Eleazar and Ithamar, Aaron's sons."},{"number":2,"verse":"And you shall make holy vestments for Aaron your brother for glory and for beauty."},{"number":3,"verse":"And you shall speak to all who are wise hearted, whom I have filled with the spirit of wisdom, that they may make holy vestments for Aaron to consecrate him that he may minister to me in the priest's office."},{"number":4,"verse":"And these are the vestments which they shall make for them: a breastplate and an ephod and a robe and an embroidered coat and a mitre and a girdle; and they shall make holy vestments for Aaron your brother and his sons that they may minister to me in the priest's office."},{"number":5,"verse":"And they shall take gold and blue and purple and scarlet material and fine twined linen."},{"number":6,"verse":"And they shall make the ephod of gold, of blue and purple and scarlet material and fine twined linen, the work of a craftsman."},{"number":7,"verse":"It shall have the two shoulder-pieces thereof joined at the two edges; so it shall be joined together,"},{"number":8,"verse":"And the embroidered girdle of the ephod which is upon it shall be of the same, according to the work thereof; of gold, of blue and purple and scarlet material and fine twined linen."},{"number":9,"verse":"And you shall take two onyx stones, and engrave on them the names of the sons of Israel;"},{"number":10,"verse":"Six of their names on one stone, and the other remaining six on the other stone, according to their birth;"},{"number":11,"verse":"With the work of an engraver in stones, like the engravings of a signet, you shall engrave the two stones with the names of the sons of Israel; and you shall mount them on the settings of gold."},{"number":12,"verse":"And you shall put the two stones upon the shoulders of the ephod for stones of memorial to the children of Israel; and Aaron shall bear their names before the LORD upon his two shoulders for a memorial."},{"number":13,"verse":"And you shall make settings of gold;"},{"number":14,"verse":"And two chains of pure gold, of braided work you shall make; twine, and fasten the two chains of braided work to the settings."},{"number":15,"verse":"And you shall make the breastplate of judgment with the work of a craftsman; like the work of the ephod you shall make it; of gold, of blue and of purple and of scarlet material and fine twined linen."},{"number":16,"verse":"It shall be foursquare being doubled; a span is its length and a span its width."},{"number":17,"verse":"And you shall set in it settings of stones, four rows of stones; the first row shall be a sardius, a topaz, and an emerald:"},{"number":18,"verse":"And the second row a carbuncle, a sapphire, and a jasper."},{"number":19,"verse":"And the third row a jacinth (zircon), carnelian, and an amethyst."},{"number":20,"verse":"And the fourth row a beryl, an onyx, and a jasper; they shall be set in gold in their enclosings."},{"number":21,"verse":"And the stones shall be engraved with the names of the sons of Israel, twelve, according to their names, like the engravings of a signet; every one shall be engraved with his name according to the number of the twelve tribes."},{"number":22,"verse":"land you shall make upon the breastplate twin chains, braided work of pure gold."},{"number":23,"verse":"And you shall make upon the breastplate two rings of pure gold, and shall put the two rings on the two ends of the breastplate."},{"number":24,"verse":"And you shall fasten the two braided chains of gold on the two rings which are on the ends of the breastplate."},{"number":25,"verse":"And the other two ends of the braided chains you shall fasten in the two settings, and put them on the shoulder-pieces of the ephod in front of it."},{"number":26,"verse":"And you shall make two rings of gold, and you shall put them upon the two ends of the breastplate on the border thereof which is in the side of the ephod from within."},{"number":27,"verse":"And you shall make two rings of gold, and shall put them on the two shoulder-pieces of the ephod underneath, toward the forepart thereof, over against the joining thereof, above the embroidered girdle of the ephod."},{"number":28,"verse":"And they shall bind the breastplate by its rings to the rings of the ephod with a lace of blue that it may rest upon the embroidered girdle of the ephod, so that the breastplate may not come loose from the ephod."},{"number":29,"verse":"And Aaron shall bear the names of the sons of Israel in the breastplate of judgment upon his heart, when he enters the holy place, for a continual memorial before the LORD."},{"number":30,"verse":"And you shall put in the breastplate of judgment the Urim and the Thummim; and they shall be upon Aaron's heart when he enters before the LORD; and Aaron shall bear the judgments of the children of Israel upon his heart before the LORD continually."},{"number":31,"verse":"And you shall make the robe of the ephod all of blue."},{"number":32,"verse":"And there shall be an opening in the top of it, in the midst thereof; and it shall have a binding of woven work round about the opening of it, hemmed on the edge so that it may not be torn."},{"number":33,"verse":"And on the hem of it you shall make pomegranates of blue and of purple and of scarlet round about the hem thereof; and bells of gold shall be between them round about:"},{"number":34,"verse":"A golden bell and a pomegranate, a golden bell and a pomegranate, on the hem of the robe round about."},{"number":35,"verse":"And it shall be upon Aaron when he ministers; and its sound shall be heard when he enters the holy place before the LORD and when he comes out, that he may not die."},{"number":36,"verse":"And you shall make a crown of pure gold, and engrave upon it, like the engravings of a signet, HOLINESS TO THE LORD."},{"number":37,"verse":"And you shall put it on blue lace, that it may be upon the mitre; upon the forefront of the mitre it shall be."},{"number":38,"verse":"And it shall be upon Aaron's forehead, and Aaron shall bear the sins of the children of Israel when they shall offer holy sacrifices and all their holy gifts; and the mitre shall be always upon his forehead, that they may be accepted before the LORD."},{"number":39,"verse":"And you shall make the coat of fine linen, and you shall also make the mitre of fine linen and a girdle of embroidered work."},{"number":40,"verse":"And for Aaron's sons you shall make coats, and you shall make for them girdles, and bonnets you shall make for them, for glory and for beauty."},{"number":41,"verse":"And you shall put them upon Aaron your brother, and upon his sons with him; and shall anoint them and consecrate them and sanctify them, that they may minister to me in the priest's office."},{"number":42,"verse":"And you shall make them breeches of fine linen to cover their nakedness; from their loins to their thighs they shall reach;"},{"number":43,"verse":"And they shall be upon Aaron and upon his sons when they enter the tabernacle of the congregation or when they come near to the altar to minister in the holy place; that they may not bear iniquity and die; it shall be a statute for ever to Aaron and to his descendants after him."}]}