{"bibleAbbr":"LBP1933","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":30,"verses":[{"number":1,"verse":"YOU shall make an altar to burn incense upon; of shittim wood shall you make it."},{"number":2,"verse":"A cubit long, and a cubit wide; foursquare shall it be; and its height shall be two cubits; the horns thereof shall be of one piece of the same material."},{"number":3,"verse":"And you shall overlay it with pure gold, the top thereof, and the sides thereof round about, and the horns thereof; and you shall make for it a crown of gold round about."},{"number":4,"verse":"And two golden rings you shall make for it under the crown of it, on the two corners thereof, upon the two sides of it shall you make it; and they shall be for places for the poles to carry it with them."},{"number":5,"verse":"And you shall make the poles of shittim wood and overlay them with gold."},{"number":6,"verse":"And you shall put it before the veil that is by the ark of the testimony, before the mercy seat that is over the testimony, where I will meet with you."},{"number":7,"verse":"And Aaron shall burn upon it sweet incense every morning; when he prepares the lamps, he shall burn incense upon it."},{"number":8,"verse":"And when Aaron lights the lamps in the evening, he shall burn incense upon it. a perpetual incense before the LORD throughout your generations."},{"number":9,"verse":"You shall not offer strange incense thereon, nor burnt offering, nor meat offering; neither shall you pour drink offering thereon."},{"number":10,"verse":"And Aaron shall make an atonement upon the horns of it once in a year with the blood of the sin offering of atonement; once in a year shall he make atonement upon it throughout your generations; it is most holy to the LORD."},{"number":11,"verse":"And the LORD spoke to Moses, saying,"},{"number":12,"verse":"When you receive the sum of the children of Israel after their number, then every man shall give a ransom for himself to the LORD, when you have numbered the people; that there be no plague among them, when you number them."},{"number":13,"verse":"This is what everyone who is included in the number shall give, half a shekel according to the shekel of the sanctuary (a shekel is twenty gerahs); half a shekel shall be the offering to the LORD."},{"number":14,"verse":"Every one among them who is included in the number from twenty years old and upward shall give an offering to the LORD."},{"number":15,"verse":"The rich shall not give more, and the poor shall not give less than half a shekel, when they give an offering to the LORD to make an atonement for your souls."},{"number":16,"verse":"And you shall take the atonement money from the children of Israel, and shall give it for the work of the tabernacle of the congregation; that it may be a memorial to the children of Israel before the LORD, to make an atonement for your souls."},{"number":17,"verse":"And the LORD spoke to Moses, saying,"},{"number":18,"verse":"You shall also make a laver of brass, and its base of brass, for washing; and you shall put it between the tabernacle of the congregation and the altar, and you shall put water into it."},{"number":19,"verse":"And Aaron and his sons shall wash their hands and their feet thereat;"},{"number":20,"verse":"When they enter into the tabernacle of the congregation, they shall wash with water, that they die not; or when they draw near to the altar to minister, and to burn incense, and to offer an offering to the LORD."},{"number":21,"verse":"So they shall wash their hands and their feet, that they die not; and it shall be a statute for ever to them, even to him and to his descendants throughout their generations."},{"number":22,"verse":"Moreover the LORD spoke to Moses, saying,"},{"number":23,"verse":"Take the choicest spices, of pure myrrh five hundred shekels and of sweet cinnamon half so much, that is, two hundred and fifty shekels, and of sweet calamus two hundred and fifty shekels,"},{"number":24,"verse":"And of cassia five hundred shekels, by the weight of the sanctuary, and of olive oil a hin:"},{"number":25,"verse":"And you shall make it an oil of holy ointment, an ointment compounded after the art of the perfumer; it shall be a holy anointing oil."},{"number":26,"verse":"And you shall anoint the tabernacle of the congregation with it, and the ark of the testimony,"},{"number":27,"verse":"And the table and all its vessels, and the candlestick and its vessels, and the altar of incense,"},{"number":28,"verse":"And the altar of the burnt offering with all its vessels, and the laver and its base."},{"number":29,"verse":"And you shall sanctify them, and they shall become most holy; whatsoever touches them shall be holy."},{"number":30,"verse":"And you shall anoint Aaron and his sons, and consecrate them that they may minister to me in the priest's office."},{"number":31,"verse":"And you shall speak to the children of Israel, saying, This shall be a holy anointing oil to me throughout your generations."},{"number":32,"verse":"Upon men's bodies shall it not be rubbed, neither shall you make any other oil like it, after the composition of it; because it is holy, and it shall be holy to you."},{"number":33,"verse":"Whosoever compounds any like it or whosoever shall give any of it to a stranger shall be cut off from his people."},{"number":34,"verse":"And the LORD said to Moses, Take sweet spices, stacte and onycha and galbanum; sweet spices, with pure frankincense; of each shall there be equal weight;"},{"number":35,"verse":"And you shall make it a perfume, a compound made by the work of the perfumer, tempered together, pure and holy;"},{"number":36,"verse":"And you shall beat some of it very fine, and put of it before the testimony in the tabernacle of the congregation, where I will meet with you; it shall be to you most holy."},{"number":37,"verse":"And as for the perfume which you shall make, you shall not make to yourselves according to its composition; it shall be to you holy for the LORD."},{"number":38,"verse":"Whosoever shall make any like it, to anoint with it, shall be cut off from his people."}]}