{"bibleAbbr":"LBP1933","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":33,"verses":[{"number":1,"verse":"AND the LORD said to Moses, Depart, and go up hence, you and the people whom you have brought up out of the land of Egypt, to the land which I swore to Abraham, Isaac, and Jacob, saying, To your descendants will I give it;"},{"number":2,"verse":"And I will send an angel before you; and he will destroy the Canaanites, the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites;"},{"number":3,"verse":"Go to a land flowing with milk and honey; for I will not go up among you; for you are a stiff-necked people; lest I consume you on the way."},{"number":4,"verse":"And when the people heard this bad news, they mourned; and no man did put on him his armor."},{"number":5,"verse":"Then the LORD said to Moses, Say to the children of Israel, You are a stiff-necked people; I will come up among you in a moment, and consume you; therefore now put off your armor from you, that I may know what to do to you."},{"number":6,"verse":"And the children of Israel stripped themselves of their armor by mount Horeb."},{"number":7,"verse":"And Moses took his tent and pitched it outside the camp, afar off from the camp, and called it the tabernacle of the congregation. And it came to pass that every one who sought to inquire of the LORD went out to the tabernacle of the congregation, which was outside the camp."},{"number":8,"verse":"And it came to pass when Moses went out to the tabernacle that all the people rose up and stood every man at his tent door and looked after Moses until he entered the tabernacle."},{"number":9,"verse":"And it came to pass as Moses entered into the tabernacle the pillar of cloud descended and stood at the door of the tabernacle and the LORD talked with Moses."},{"number":10,"verse":"And all the people saw the pillar of cloud standing at the door of the tabernacle; and all the people rose up and worshipped, every man in his tent door."},{"number":11,"verse":"And the LORD spoke to Moses face to face, as a man speaks to his friend. And he returned to the camp; but his servant Joshua, the son of Nun, a young man, departed not from the tabernacle."},{"number":12,"verse":"And Moses said to the LORD, See, thou sayest to me, Bring up this people; and thou hast not let me know whom thou wilt send with me. Yet thou hast said, I know you by name, and thou hast also found favor in my sight."},{"number":13,"verse":"Now therefore, if I have found favor in thy sight, show me now the way that I may know thee, that I may find favor in thy sight; and consider that this thy people is a great nation."},{"number":14,"verse":"And the LORD said to Moses, Go ahead of me, and I will give you rest."},{"number":15,"verse":"And he said to him, If thou thyself will not go with us, let us not leave this place."},{"number":16,"verse":"For wherein shall it be known here that I and thy people have found mercy in thy sight? Is it not in that thou goest with us? So that we be distinguished, I and thy people, from all the people that are upon the face of the earth."},{"number":17,"verse":"And the LORD said to Moses, I will do this thing also that you have spoken; for you have found grace in my sight, and I know you by your name."},{"number":18,"verse":"And Moses said, Show me thy glory."},{"number":19,"verse":"And he said. I will make all my goodness pass before you, and I will proclaim the name of the LORD before you; and I will be gracious to whom I will be gracious, and will show mercy on whom I will show mercy."},{"number":20,"verse":"And he said, You cannot see my face; for no man can see me and live."},{"number":21,"verse":"And the LORD said to Moses, Behold, there is a place in front of me, and you shall stand upon the rock;"},{"number":22,"verse":"And it shall come to pass when my glory passes by that I will put you in a cave of the rock and will rest my hand upon you till I pass by;"},{"number":23,"verse":"And I will take away my hand, and you shall see my back; but my face shall not be seen."}]}