{"bibleAbbr":"LBP1933","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":40,"verses":[{"number":1,"verse":"AND the LORD said to Moses,"},{"number":2,"verse":"On the first day of the first month you shall set up the tabernacle of the congregation."},{"number":3,"verse":"And you shall put in it the ark of the testimony, and cover the ark with the veil."},{"number":4,"verse":"And you shall bring in the table, and set in order the things that are to be placed upon it; and you shall bring in the candlestick and light the lamps thereof."},{"number":5,"verse":"And you shall set the altar of gold for the incense before the ark of the testimony, and fasten the hanging to the entry of the tabernacle."},{"number":6,"verse":"And you shall set the altar of the burnt offering in front of the door of the tabernacle of the congregation."},{"number":7,"verse":"And you shall set the laver between the tent of the congregation and the altar, and shall put water in it."},{"number":8,"verse":"And you shall set up the court round about, and hang up the hanging at the court gate."},{"number":9,"verse":"And you shall take the anointing oil, and anoint the tabernacle and all that is in it, and shall sanctify it and all its vessels; and it shall be holy."},{"number":10,"verse":"And you shall anoint the altar of the burnt offering and all its vessels, and sanctify the altar; and it shall be an altar most holy."},{"number":11,"verse":"And you shall anoint the laver and its base, and sanctify it."},{"number":12,"verse":"Then you shall bring Aaron and his sons to the door of the tabernacle of the congregation, and wash them with water."},{"number":13,"verse":"And you shall put upon Aaron the holy vestments and anoint him and sanctify him; that he may minister to me in the priest's office."},{"number":14,"verse":"Then you shall bring his sons and clothe them with coats;"},{"number":15,"verse":"And you shall anoint them, as you did anoint Aaron your brother, that they may minister to me in the priest's office; for their anointing shall surely be an everlasting priesthood throughout their generations."},{"number":16,"verse":"Thus did Moses according to all that the LORD commanded him; so did he."},{"number":17,"verse":"And it came to pass in the first month in the second year, on the first day of the week, that the tabernacle was set up."},{"number":18,"verse":"And Moses set up the tabernacle and fastened its pegs and set up its boards and put in its bars and raised up its pillars."},{"number":19,"verse":"And be spread the covering over the tabernacle and put the covering of skins over it; as the LORD commanded Moses."},{"number":20,"verse":"And he took the testimony and put it into the ark and set the poles on the ark and put the mercy seat above upon the ark:"},{"number":21,"verse":"And he brought the ark into the tabernacle and set up the veil of the covering of the door and covered the ark of the testimony; as the LORD commanded Moses."},{"number":22,"verse":"And he put the table in the tent of the congregation on the side of the tabernacle northward, outside the veil."},{"number":23,"verse":"And he set the bread in order upon it before the LORD; as the LORD had commanded Moses."},{"number":24,"verse":"And he put the candlestick in the tabernacle of the congregation, over against the table on the side of the tabernacle southward."},{"number":25,"verse":"And he lighted the lamps before the LORD; as the LORD commanded Moses."},{"number":26,"verse":"And he put the golden altar in the tabernacle of the congregation in front of the veil;"},{"number":27,"verse":"And he burnt sweet incense upon it; as the LORD commanded Moses."},{"number":28,"verse":"And he set up the hanging at the door of the tabernacle."},{"number":29,"verse":"And he put the altar of burnt offering at the door of the tabernacle of the congregation, and offered upon it the burnt offering and the meal offering; as the LORD commanded Moses."},{"number":30,"verse":"And he set the laver between the tent of the congregation and the altar, and put water there to wash with it."},{"number":31,"verse":"And Moses and Aaron and his sons washed their hands and their feet at it;"},{"number":32,"verse":"When they went into the tent of the congregation, and when they came near to the altar, they washed; as the LORD commanded Moses."},{"number":33,"verse":"And he set up the court round about the tabernacle and the altar, and set up the hanging of the court gate. So Moses finished the work."},{"number":34,"verse":"Then a cloud covered the tent of the congregation, and the glory of the LORD filled the tabernacle."},{"number":35,"verse":"And Moses was not able to enter into the tent of the congregation, because the cloud abode upon it, and the glory of the LORD filled the tabernacle."},{"number":36,"verse":"And when the cloud was lifted up from over the tabernacle, the children of Israel started onward in all their journeys;"},{"number":37,"verse":"But if the cloud was not lifted up, then they did not journey till the day that it was lifted up."},{"number":38,"verse":"For the cloud of the LORD was upon the tabernacle by day, and fire was on it by night in the sight of all the house of Israel throughout all their journeys."}]}