{"bibleAbbr":"LBP1933","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":7,"verses":[{"number":1,"verse":"AND the LORD said to Moses, See, I have made you a god to Pharaoh; and Aaron your brother shall be your prophet."},{"number":2,"verse":"You shall speak all that I command you; and Aaron your brother shall speak to Pharaoh that he send the children of Israel out of his land."},{"number":3,"verse":"And I will harden Pharaoh's heart, and multiply my signs and my wonders in the land of Egypt."},{"number":4,"verse":"But Pharaoh will not hearken to you, that I may smite Egypt, and bring forth my hosts and my people the children of Israel out of the land of Egypt by great judgments."},{"number":5,"verse":"And the Egyptians shall know that I am the LORD, when I lift up my hand against Egypt and bring out the children of Israel from among them."},{"number":6,"verse":"And Moses and Aaron did as the LORD commanded them, so did they."},{"number":7,"verse":"And Moses was eighty years old and Aaron eighty-three when they spoke to Pharaoh."},{"number":8,"verse":"And the LORD spoke to Moses and to Aaron, saying,"},{"number":9,"verse":"If Pharaoh should say to you, Show me a sign; then you shall say to Aaron, Take your staff and cast it down before Pharaoh, and it shall become a serpent."},{"number":10,"verse":"So Moses and Aaron went to Pharaoh, and they did as the LORD had commanded; and Aaron cast down his staff before Pharaoh and before his noblemen, and it became a serpent."},{"number":11,"verse":"Then Pharaoh called the wise men and the magicians; now the magicians of Egypt, they also did the same with their magic."},{"number":12,"verse":"For they cast down every man his staff and they became serpents; but Aaron's staff swallowed up their staffs."},{"number":13,"verse":"However Pharaoh's heart was hardened, and would not let them go, as the LORD had said."},{"number":14,"verse":"Then the LORD said to Moses, Pharaoh's heart is hardened, he refuses to let the people go."},{"number":15,"verse":"Go to Pharaoh in the morning; behold, he goes out to his daily duty; and you stand toward him by the river's brink and wait; and take in your hand the staff which was turned into a serpent."},{"number":16,"verse":"And you shall say to him, The LORD God of the Hebrews has sent me to you, saying, Let my people go that they may serve me in the wilderness; and, behold, hitherto you have not listened."},{"number":17,"verse":"Thus says the LORD, By this you shall know that I am the LORD: behold, with the staff that is in my hand I will strike upon the waters of the river, and they shall be turned to blood."},{"number":18,"verse":"And the fish that are in the river shall die, and the river shall stink; and the Egyptians shall loathe to drink of the water of the river."},{"number":19,"verse":"And the LORD said to Moses, Say to Aaron, Take your staff and lift up your hand upon the waters of Egypt, upon their rivers, upon their ponds, and upon all their pools of water, and upon the streams, and they shall become blood; and there shall be blood throughout all the land of Egypt, in both vessels of wood and vessels of stone."},{"number":20,"verse":"And Moses and Aaron did as the LORD had commanded them; and Aaron lifted up the staff which was in his hand and smote the waters of the river, in the sight of Pharaoh and in the sight of his servants; and all the waters that were in the river were turned into blood."},{"number":21,"verse":"And the fish that were in the river died; and the river stank, and the Egyptians could not drink the water of the river; and there was blood throughout all the land of Egypt."},{"number":22,"verse":"And the magicians of Egypt did the same by their enchantments; but Pharaoh's heart was hardened and he did not listen to them, as the LORD had said."},{"number":23,"verse":"And Pharaoh turned and went into his house, and he did not take to heart even this sign."},{"number":24,"verse":"And all the Egyptians dug round about the river for water to drink; for they could not drink of the water of the river."},{"number":25,"verse":"And seven days passed after the LORD had smitten the river."}]}