{"bibleAbbr":"LBP1933","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":9,"verses":[{"number":1,"verse":"THEN the LORD said to Moses, Go to Pharaoh and say to him, Thus says the LORD God of the Hebrews, Let my people go that they may serve me."},{"number":2,"verse":"For if you refuse to let them go (and until now you have withheld them),"},{"number":3,"verse":"Behold, the LORD will smite your cattle which are in the desert, the horses, the asses, the camels, the oxen, and the sheep; there shall be a very severe plague."},{"number":4,"verse":"And the LORD will discriminate between the cattle of Israel and the cattle of the Egyptians, so that none of the cattle that belong to the children of Israel shall die, not even one."},{"number":5,"verse":"And the LORD appointed a set time, saying, Tomorrow the LORD shall do this thing in the land."},{"number":6,"verse":"And the LORD did that thing the next day, and all the cattle of the Egyptians died; but of the cattle of the children of Israel not one died."},{"number":7,"verse":"And Pharaoh sent, and, behold, there was not one of the cattle of the Israelites dead. And the heart of Pharaoh was hardened and he did not let the people go."},{"number":8,"verse":"And the LORD said to Moses and to Aaron, Take two handfuls of the ashes of the furnace and let Moses scatter it toward the heaven in the sight of Pharaoh."},{"number":9,"verse":"And it shall become fine dust in all the land of Egypt, and there shall be boils breaking forth with sores upon men, and upon cattle, throughout all the land of Egypt."},{"number":10,"verse":"So they took ashes of the furnace and stood before Pharaoh; and Moses scattered it toward the heaven in the sight of Pharaoh; and it became blistering boils, breaking out with sores upon men, and upon cattle."},{"number":11,"verse":"And the magicians could not stand before Moses because of the boils; for the boils had spread among the magicians and throughout all the land of Egypt."},{"number":12,"verse":"And the LORD hardened the heart of Pharaoh and he did not listen to them, as the LORD had said to Moses."},{"number":13,"verse":"And the LORD said to Moses, Arise early in the morning, and stand before Pharaoh, and say to him. Thus says the LORD God of the Hebrews, Let my people go that they may serve me."},{"number":14,"verse":"For this time I will send my plague on your heart and on your servants and on your people, that you may know that there is none like me in all the earth."},{"number":15,"verse":"For now I will stretch out my hand that I may strike you and your people with pestilence; and you shall perish from the earth."},{"number":16,"verse":"But for this cause have I raised you to the throne, to show you my power, and that my name may be declared throughout all the earth."},{"number":17,"verse":"As yet you are continuing to detain this people and refusing to let them go."},{"number":18,"verse":"Behold, tomorrow about this time I will cause a severe storm of hail, such as there has not been in Egypt from the day that it was founded even until now."},{"number":19,"verse":"Send therefore now, and gather your cattle, and all that you have in the field; for upon every man and the cattle which be found in the field, and shall not be brought home, the hail shall come down upon them, and they shall die."},{"number":20,"verse":"He who feared the word of the LORD among the servants of Pharaoh brought his servants and his cattle into the house."},{"number":21,"verse":"But he who regarded not the word of the LORD left his servants and his cattle in the field."},{"number":22,"verse":"And the LORD said to Moses, Lift up your hand toward heaven that there may be hail in all the land of Egypt, upon men and upon cattle and upon all the grass in the field, throughout the land of Egypt."},{"number":23,"verse":"And Moses lifted up his staff toward heaven; and the LORD sent thunder and hail, and lightning ran along on the ground; and the LORD showered hail upon the land of Egypt."},{"number":24,"verse":"So there was hail, and flaming fire mingled with the hail, very grievous, such as had never been in all the land of Egypt since it became a nation."},{"number":25,"verse":"And the hail smote throughout all the land of Egypt all that was in the field, both man and cattle; and the hail destroyed all the herbs of the field and broke every tree of the field."},{"number":26,"verse":"Only in the land of Goshen, where the children of Israel dwelt, was there no hail."},{"number":27,"verse":"Then Pharaoh sent and called for Moses and Aaron, and said to them, I have sinned this time; the LORD is righteous, and I and my people are wicked."},{"number":28,"verse":"Pray before the LORD, for there is yet a chance for forgiveness in his presence that there be no more mighty thunderings and hail; and I will let you go, and you shall stay no longer."},{"number":29,"verse":"And Moses said to him, As soon as I am gone out of the city, I will stretch forth my hands to the LORD; and the thunder shall cease and there shall be no more hail, that you may know that the earth belongs to the LORD."},{"number":30,"verse":"But as for you and your servants, I know that you have not yet feared the LORD God."},{"number":31,"verse":"And the flax and the barley were lost; for the barley was in the ear and the flax was boiled."},{"number":32,"verse":"But the wheat and the rye were not lost; for they were sown late."},{"number":33,"verse":"And Moses went out of the city from the presence of Pharaoh, and spread out his hands to the LORD; and the thunders and hail ceased, and the rain was not poured upon the earth."},{"number":34,"verse":"And when Pharaoh saw that the rain and the hail and the thunders had ceased, he sinned yet more, and his heart was hardened, and the heart of his servants."},{"number":35,"verse":"And the heart of Pharaoh was hardened and he did not let the children of Israel go, as the LORD had sent word to him by Moses."}]}