{"bibleAbbr":"urRV2010","bookName":"نحمیاہ","bookEnglishName":"Nehemiah","chapterNumber":11,"verses":[{"number":1,"verse":"( یروشلیِم میں بسنے والے) اور لوگوں کے سردار یروشلیِم میں رہتے تھے اور باقی لوگوں نے قُرعے ڈالے کہ ہر دس شخصوں میں سے ایک کو شہرِمُقدّس یروشلیِم میں بسنے کے لِئے لائیں اور نَو باقی شہروں میں رہیں۔"},{"number":2,"verse":"اور لوگوں نے اُن سب آدمیوں کو جِنہوں نے خُوشی سے اپنے آپ کو یروشلیِم میں بسنے کے لِئے پیش کیا دُعادی۔"},{"number":3,"verse":"اُس صُوبہ کے سردار جو یروشلیِم میں آ بسے یہ ہیں (پر یہُودا ہ کے شہروں میں ہر ایک اپنے شہر میں اپنی ہی مِلکِیّت میں رہتا تھا یعنی اہلِ اِسرائیل اور کاہِن اور لاوی اور نتنیِم اور سُلیما ن کے مُلازِموں کی اَولاد)۔"},{"number":4,"verse":"اور یروشلیِم میں کُچھ بنی یہُوداہ اور کُچھ بنی بِنیمِین رہتے تھے ۔ بنی یہُوداہ میں سے عتایا ہ بِن عُزّیاہ بِن زکریا ہ بِن امریا ہ بِن سفطیا ہ بِن مہلل ایل بنی فارص میں سے۔"},{"number":5,"verse":"اور معسیا ہ بِن بارُو ک بِن کل حوز ہ بِن حزایا ہ بِن عدایا ہ بِن یُویرِ یب بِن زکر یاہ بِن شِلو نی۔"},{"number":6,"verse":"سب بنی فارص جو یروشلیِم میں بسے چار سَو اڑسٹھ سُورماتھے۔"},{"number":7,"verse":"اور یہ بنی بِنیمِین ہیں سلُّو بِن مُسلاّ م بِن یوئید بِن فِدا یاہ بِن قُولایا ہ بِن معسیا ہ بِن ایتی ایل بِن یسعیا ہ۔"},{"number":8,"verse":"پِھر جبّی سلَّی اور نَو سَو اٹّھائِیس آدمی۔"},{"number":9,"verse":"اور یُوایل بِن زِکر ی اُن کا ناظِم تھا اور یہُودا ہ بِن ہسّنُو ہ شہر کے حاکِم کا نائِب تھا۔"},{"number":10,"verse":"کاہِنوں میں سے یدعیا ہ بِن یُویرِ یب اور یاکِین۔"},{"number":11,"verse":"شِرایا ہ بِن خِلقیاہ بِن مُسلاّ م بِن صدُو ق بِن مِرایو ت بِن اخِیطو ب خُدا کے گھر کا ناظِم۔"},{"number":12,"verse":"اور اُن کے بھائی جو ہَیکل میں کام کرتے تھے آٹھ سَوبائِیس اور عدایا ہ بِن یروحا م بِن فِللیا ہ بِن امضی بِن زکر یاہ بِن فشحُور بِن ملکیاہ۔"},{"number":13,"verse":"اور اُس کے بھائی آبائی خاندانوں کے رئِیس دو سَو بیالِیس اورامشَی بِن عزرایل بِن اخسَی بِن مسِلّیمو ت بِن اِمّیر۔"},{"number":14,"verse":"اور اُن کے بھائی زبردست سُورما ایک سَو اٹّھائِیس اوراُن کا سردار زبدی ایل بِن ہجّدُو لیِم تھا۔"},{"number":15,"verse":"اور لاویوں میں سے سمعیا ہ بِن حسُوب بِن عزرِ یقام بِن حسبیا ہ بِن بُنّی۔"},{"number":16,"verse":"اور سبّتَی اور یُوز باد لاویوں کے رئِیسوں میں سے خُدا کے گھر کے باہر کے کام پر مُقرّر تھے۔"},{"number":17,"verse":"اور متّنیاہ بِن مِیکا بِن زبد ی بِن آسف سردارتھا جو دُعا کے وقت شُکرگُذاری شرُوع کرنے میں پیشواتھا اور بقبُوقیا ہ اُس کے بھائیوں میں سے دُوسرے درجہ پر تھا اور عبدا بِن سمُّوع بِن جلال بِن یدُوتُو ن۔"},{"number":18,"verse":"مُقدّس شہر میں کُل دو سَو چَوراسی لاوی تھے۔"},{"number":19,"verse":"اور دربان عقُّوب اور طلمُو ن اور اُن کے بھائی جو پھاٹکوں کی نِگہبانی کرتے تھے ایک سَو بہتّر تھے۔"},{"number":20,"verse":"اور اِسرائیلِیوں اور کاہِنوں اور لاویوں کے باقی لوگ یہُودا ہ کے سب شہروں میں اپنی اپنی مِلکِیّت میں رہتے تھے۔"},{"number":21,"verse":"پر نتنیِم عوفل میں بسے ہُوئے تھے اور ضِیحا اورجِسفا نتنیِم پر مُقرّر تھے۔"},{"number":22,"verse":"اور عُزّی بِن بانی بِن حسبیا ہ بِن متّنیا ہ بِن مِیکا جو آسف کی اَولاد یعنی گانے والوں میں سے تھایروشلیِم میں اُن لاویوں کا ناظِم تھا جو خُدا کے گھر کے کام پر مُقرّر تھے۔"},{"number":23,"verse":"کیونکہ اُن کی بابت بادشاہ کی طرف سے حُکم ہو چُکا تھااورگانے والوں کے لِئے ہر روز کی ضرُورت کے مُطابِق مُقرّرہ رسد تھی۔"},{"number":24,"verse":"اور فتحیا ہ بِن مشیزِ بیل جو زارح بِن یہُودا ہ کی اَولاد میں سے تھا رعیّت کی سب مُعاملات کے لِئے بادشاہ کے حضُور رہتا تھا۔"},{"number":25,"verse":"( دُوسرے شہروں اور قصبوں میں بسنے والے لوگ) رہے گاؤں اور اُن کے کھیت سو بنی یہُوداہ میں سے کُچھ لوگ قریت اربع اور اُس کے قصبوں میں اور دِیبو ن اور اُس کے قصبوں میں اور یقبضی ایل اور اُس کے گاؤں میں رہتے تھے۔"},{"number":26,"verse":"اور یشُوع اور مولا دہ اور بَیت فلط میں۔"},{"number":27,"verse":"اور حصرسوعال اور بیرسبع اور اُس کے قصبوں میں۔"},{"number":28,"verse":"اور صِقلا ج اور مقُوناہ اور اُس کے قصبوں میں۔"},{"number":29,"verse":"اور عَین رِمّون اور صارعا ہ اور یارمو ت میں۔"},{"number":30,"verse":"زانواح عدُلاّ م اور اُن کے گاؤں میں ۔ لکِیس اوراُس کے کھیتوں میں عزیقہ اور اُس کے قصبوں میں یُوں وہ بیرسبع سے ہِنّو م کی وادی تک ڈیروں میں رہتے تھے۔"},{"number":31,"verse":"اور بنی بِنیمِین بھی جِبع سے لے کر آگے مِکما س اور عیّاہ اور بَیت ایل اور اُس کے قصبوں میں۔"},{"number":32,"verse":"اور عنتوت اورنُوب اور عننیا ہ۔"},{"number":33,"verse":"اور حاصُور اور رامہ اور جِتّیم۔"},{"number":34,"verse":"اور حادِید اور ضبوعیِم اور نبلاّ ط۔"},{"number":35,"verse":"اور لُود اور اونو یعنی کاریگروں کی وادی میں رہتے تھے۔"},{"number":36,"verse":"اور لاویوں میں سے بعض فرِیق جو یہُودا ہ میں تھے وہ بِنیمِین سے مِل گئے۔"}]}