{"bibleAbbr":"urRV2010","bookName":"نحمیاہ","bookEnglishName":"Nehemiah","chapterNumber":12,"verses":[{"number":1,"verse":"( کاہِنوں اور لاویوں کی فہرِست) وہ کاہِن اور لاوی جو زرُبّابل بِن سالتی ایل اور یشُوع کے ساتھ گئے سو یہ ہیں ۔ سِرایا ہ ۔ یِرمیا ہ عزرا۔"},{"number":2,"verse":"امریا ہ ملُّو ک حطُّوش۔"},{"number":3,"verse":"سِکنیا ہ رحُو م مرِیمو ت۔"},{"number":4,"verse":"عِدُّو جنّتو ابیا ہ۔"},{"number":5,"verse":"میامِین معدیا ہ بِلجہ۔"},{"number":6,"verse":"سمعیا ہ اور یُویرِ یب یدعیا ہ۔"},{"number":7,"verse":"سلُّو عمُو ق خِلقیاہ یدعیا ہ ۔ یہ یشُوع کے دِنوں میں کاہِنوں اور اُن کے بھائیوں کے سردار تھے۔"},{"number":8,"verse":"اور لاوی یہ تھے ۔ یشُوع بِنوی قدمی ا یل سیربیا ہ یہُودا ہ اور متّنیا ہ جو اپنے بھائیوں سمیت شُکرگُذاری پر مُقرّر تھا۔"},{"number":9,"verse":"اور اُن کے بھائی بقبُوقیا ہ اور عُنّو اُن کے سامنے اپنے اپنے پہرے پر مُقرّر تھے۔"},{"number":10,"verse":"( سردار کاہِن یشُوع کی نسل) اور یشُوع سے یُویقیِم پَیدا ہُؤا اور یُویقیِم سے اِلیاسِب پَیدا ہُؤا اور اِلیاسِب سے یدُّوع پَیدا ہُؤا۔"},{"number":11,"verse":"اور یُوید ع سے یُونتن پَیدا ہُؤا اور یُونتن سے یدُّو ع پَیدا ہُؤا۔"},{"number":12,"verse":"( کاہِنوں کے آبائی خاندانوں کے سردار) اور یُویقیِم کے دِنوں میں یہ کاہِن آبائی خاندانوں کے سردار تھے ۔ سرایا ہ سے مرایا ہ ۔یرمیا ہ سے حننیا ہ۔"},{"number":13,"verse":"عزرا سے مُسلاّ م ۔ امریا ہ سے یہُوحنا ن۔"},{"number":14,"verse":"ملکُو سے یُونتن ۔ سبنیا ہ سے یُوسف۔"},{"number":15,"verse":"حارِم سے عدنا ۔ مِرایو ت سے خلقَی۔"},{"number":16,"verse":"عِدُّو سے زکر یاہ ۔جنّتو ن سے مُسلاّ م۔"},{"number":17,"verse":"ابیا ہ سے زِکر ی مِنیمِین سے مَوعد یاہ سے فِلطی۔"},{"number":18,"verse":"بِلجہ سے سمُّو ع ۔ سمعیا ہ سے یہُونتن۔"},{"number":19,"verse":"یُویرِ یب سے متّنی ۔یدعیا ہ سے عُزّی۔"},{"number":20,"verse":"سلَّی سے قلَّی۔ عمُوق سے عِبر۔"},{"number":21,"verse":"خِلقیاہ سے حسبیا ہ۔ یدعیا ہ سے نتنی ایل۔"},{"number":22,"verse":"( کاہِنوں اور لاویوں کے گھرانوں کا اِندراج) اِلیا سِب اور یُوید ع اور یُوحنا ن اور یدُّو ع کے دِنوں میں لاویوں کے آبائی خاندانوں کے سردار لِکھے جاتے تھے اور کاہِنوں کے دارا فارسی کی سلطنت میں۔"},{"number":23,"verse":"بنی لاوی کے آبائی خاندانوں کے سردار یُوحنا ن بِن اِلیاسِب کے دِنوں تک توارِیخ کی کِتاب میں لِکھے جاتے تھے۔"},{"number":24,"verse":"( ہَیکل میں فرائض کی تَفویض) اور لاویوں کے رئِیس حسبیا ہ سیربیا ہ اور یشُوع بِن قدمی ایل اپنے بھائیوں سمیت آمنے سامنے باری باری سے مَردِ خُدا داؤُد کے حُکم کے مُطابِق حمد اور شُکرگُذاری کے لِئے مُقرّر تھے۔"},{"number":25,"verse":"متّنیا ہ اور بقبُوقیا ہ اور عبد یاہ اور مُسلاّ م اور طلمُو ن اور عقُّوب دربان تھے جو پھاٹکوں کے مخزنوں کے پاس پہرا دیتے تھے۔"},{"number":26,"verse":"یہ یُویقیِم بِن یشُوع بِن یُوصد ق کے دِنوں میں اور نحمیا ہ حاکِم اور عزرا کاہِن اورفقِیہ کے دِنوں میں تھے۔"},{"number":27,"verse":"( نحمیاہ شہر کی فصِیل کی مخصُوصیّت کرتا ہے) اور یروشلیِم کی شہر پناہ کی تقدِیس کے وقت اُنہوں نے لاویوں کو اُن کی سب جگہوں سے ڈُھونڈ نِکالا کہ اُن کو یروشلیِم میں لائیں تاکہ وہ خُوشی خُوشی جھانجھ اور سِتار اور بربط کے ساتھ شُکرگُذاری کر کے اور گا کر تقدِیس کریں۔"},{"number":28,"verse":"سو گانے والوں کی نسل کے لوگ یروشلیِم کی گِردونواح کے مَیدان سے اور نطوفاتیوں کے دیہات سے۔"},{"number":29,"verse":"اور بَیت الجِلجا ل سے بھی اور جبِع اور عزماو ت کے کھیتوں سے اِکٹّھے ہُوئے کیونکہ گانے والوں نے یروشلیِم کے گِرداگِرد اپنے لِئے دیہات بنا لِئے تھے۔"},{"number":30,"verse":"اور کاہِنوں اور لاویوں نے اپنے آپ کو پاک کِیا اوراُنہوں نے لوگوں کو اور پھاٹکوں کو اور شہر پناہ کو پاک کِیا۔"},{"number":31,"verse":"تب مَیں یہُودا ہ کے امِیروں کو دِیوار پر لایا اور مَیں نے دو بڑے غول مُقرّر کِئے جو حمد کرتے ہُوئے جلُوس میں نِکلے ۔ ایک اُن میں سے دہنے ہاتھ کی طرف دِیوارکے اُوپر اُوپر سے کُوڑے کے پھاٹک کی طرف گیا۔"},{"number":32,"verse":"اور یہ اُن کے پِیچھے پِیچھے گئے یعنی ہُوسعیا ہ اوریہُودا ہ کے آدھے سردار۔"},{"number":33,"verse":"عزریا ہ عزرا اور مُسلاّ م۔"},{"number":34,"verse":"یہُودا ہ اور بِنیمِین اور سمعیا ہ اور یِرمیا ہ۔"},{"number":35,"verse":"اور کُچھ کاہِن زادے نرسِنگے لِئے ہُوئے یعنی زکریا ہ بِن یُونتن بِن سمعیا ہ بِن متّنیا ہ بِن مِیکا یاہ بِن زکُّور بِن آسف۔"},{"number":36,"verse":"اور اُس کے بھائی سمعیا ہ اور عزرا یل ۔ مِللَی ۔ جِللَی ۔ ماعَی ۔ نتنی ایل اور یہُودا ہ اور حنانی مَردِ خُدا داؤُد کے باجوں کو لِئے ہُوئے جاتے تھے اورعزرا فقِیہ اُن کے آگے آگے تھا۔"},{"number":37,"verse":"اور وہ چشمہ پھاٹک سے ہو کر سِیدھے آگے گئے اور داؤُد کے شہر کی سِیڑھیوں پر چڑھ کر شہر پناہ کی اُونچائی پرپُہنچے اور داؤُد کے محلّ کے اُوپر ہو کر پانی پھاٹک تک مشرِق کی طرف گئے۔"},{"number":38,"verse":"اور شُکرگُذاری کرنے والوں کا دُوسرا غول اور اُن کے پِیچھے پِیچھے مَیں اور آدھے لوگ اُن سے مِلنے کو دِیوارپر تنُوروں کے بُرج کے اُوپر چَوڑی دِیوار تک۔"},{"number":39,"verse":"اور اِفرائیمی پھاٹک کے اُوپر پُرانے پھاٹک اور مچھلی پھاٹک اور حنن ایل کے بُرج اور ہمّیا ہ کے بُرج پرسے ہوتے ہُوئے بھیڑ پھاٹک تک گئے اور پہرے والوں کے پھاٹک پر کھڑے ہو گئے۔"},{"number":40,"verse":"سو شُکرگُذاری کرنے والوں کے دونوں غول اور مَیں اورمیرے ساتھ آدھے حاکِم خُدا کے گھر میں کھڑے ہو گئے۔"},{"number":41,"verse":"اور کاہِن الِیاقِیم معسیا ہ مِنیمِین مِیکا یاہ الیوعینی زکر یاہ حننیا ہ نرسِنگے لِئے ہُوئے تھے۔"},{"number":42,"verse":"اور معسیا ہ اورسمعیا ہ اور الِیعز ر اور عُزّی اور یہُوحنا ن اور ملکیاہ اور عیلا م اور عزر اپنے سردار گانے والے اِزرخیا ہ کے ساتھ بُلند آواز سے گاتے تھے۔"},{"number":43,"verse":"اور اُس دِن اُنہوں نے بُہت سی قُربانیاں چڑھائِیں اور خُوشی کی کیونکہ خُدا نے اَیسی خُوشی اُن کو بخشی کہ وہ نِہایت شادمان ہُوئے اور عَورتوں اور بچّوں نے بھی خُوشی منائی سو یروشلیِم کی خُوشی کی آواز دُورتک سُنائی دیتی تھی۔"},{"number":44,"verse":"( ہَیکل میں عِبادت کے اِنتظامات) اُسی دِن لوگ خزانہ کی اور اُٹھائی ہُوئی قُربانیوں اور پہلے پَھلوں اور دَہ یکیوں کی کوٹھریوں پر مُقرّرہُوئے تاکہ اُن میں شہر شہر کے کھیتوں کے مُطابِق جوحِصّے کاہِنوں اور لاویوں کے لِئے شرع کے مُطابِق مُقرّرہُوئے اُن کو جمع کریں کیونکہ بنی یہُوداہ کاہِنوں اورلاویوں کے سبب سے جو حاضِر رہتے تھے خُوش تھے۔"},{"number":45,"verse":"سو وہ اپنے خُدا کے اِنتظام اور طہارت کے اِنتظام کی نِگرانی کرتے رہے اور گانے والوں اور دربانوں نے بھی داؤُد اور اُس کے بیٹے سُلیما ن کے حُکم کے مُطابِق اَیساہی کِیا۔"},{"number":46,"verse":"کیونکہ قدِیم زمانہ سے داؤُد اور آسف کے دِنوں میں ایک سردار مُغنّی ہوتا تھا اور خُدا کی حمد اور شُکرکے گِیت گائے جاتے تھے۔"},{"number":47,"verse":"اور تمام اِسرائیل زرُبّابل کے اور نحمیا ہ کے دِنوں میں ہر روز کی ضرُورت کے مُطابِق گانے والوں اور دربانوں کے حِصّے دیتے تھے ۔ یُوں وہ لاوِیوں کے لِئے چِیزیں مخصُوص کرتے اور لاوی بنی ہارُون کے لِئے مخصُوص کرتے تھے۔"}]}