{"bibleAbbr":"urRV2010","bookName":"نحمیاہ","bookEnglishName":"Nehemiah","chapterNumber":13,"verses":[{"number":1,"verse":"( غَیراقَوام سے علیحدگی) اُس دِن اُنہوں نے لوگوں کو مُوسیٰ کی کِتاب میں سے پڑھ کر سُنایا اور اُس میں یہ لِکھامِلا کہ عمُّونی اور موآبی خُدا کی جماعت میں کبھی نہ آنے پائیں۔"},{"number":2,"verse":"اِس لِئے کہ وہ روٹی اور پانی لے کر بنی اِسرائیل کے اِستِقبال کو نہ نِکلے بلکہ بلعا م کو اُن کے خِلاف اُجرت پر بُلایا تاکہ اُن پر لَعنت کرے پر ہمارے خُدا نے اُس لَعنت کو برکت سے بدل دِیا۔"},{"number":3,"verse":"اور اَیسا ہُؤا کہ شرِیعت کو سُن کر اُنہوں نے ساری مِلی جُلی بِھیڑ کو اِسرائیل سے جُدا کر دِیا۔"},{"number":4,"verse":"( نحمیاہ کی اِصلاحات) اِس سے پہلے اِلیاسِب کاہِن نے جو ہمارے خُدا کے گھرکی کوٹھریوں کا مُختار تھا طُوبیا ہ کا رِشتہ دار ہونے کی وجہ سے۔"},{"number":5,"verse":"اُس کے لِئے ایک بڑی کوٹھری تیّار کی تھی جہاں پہلے نذر کی قُربانِیاں اور لُبان اور برتن اور اناج کی اورمَے کی اور تیل کی دَہ یکِیاں جو حُکم کے مُطابِق لاویوں اور گانے والوں اور دربانوں کو دی جاتی تِھیں اورکاہِنوں کے لِئے اُٹھائی ہُوئی قُربانِیاں بھی رکھّی جاتی تِھیں۔"},{"number":6,"verse":"پر اِن ایّام میں مَیں یروشلیِم میں نہ تھا کیونکہ شاہِ بابل ارتخششتا کے بتّیِسویں برس میں بادشاہ کے پاس گیا تھا اور کُچھ دِنوں کے بعد مَیں نے بادشاہ سے رُخصت کی درخواست کی۔"},{"number":7,"verse":"اور مَیں یروشلیِم میں آیا اور معلُوم کِیا کہ خُداکے گھر کے صحنوں میں طُوبیا ہ کے واسطے ایک کوٹھری تیّارکرنے سے الِیاسِب نے کَیسی خرابی کی ہے۔"},{"number":8,"verse":"اِس سے مَیں نِہایت رنجِیدہ ہُؤا اِس لِئے مَیں نے طُوبیا ہ کے سب خانگی سامان کو اُس کوٹھری سے باہر پھینک دِیا۔"},{"number":9,"verse":"پِھر مَیں نے حُکم دِیا اور اُنہوں نے اُن کوٹھرِیوں کو صاف کِیا اور مَیں خُدا کے گھر کے برتنوں اور نذرکی قُربانیوں اور لُبان کو پِھر وہِیں لے آیا۔"},{"number":10,"verse":"پِھر مُجھے معلُوم ہُؤا کہ لاویوں کے حِصّے اُن کو نہیں دِئے گئے اِس لِئے خِدمت گُذار لاوی اور گانے والے اپنے اپنے کھیت کو بھاگ گئے ہیں۔"},{"number":11,"verse":"تب مَیں نے حاکِموں سے جھگڑ کر کہا کہ خُدا کا گھرکیوں چھوڑ دِیا گیا ہے؟ اور مَیں نے اُن کو اِکٹّھا کرکے اُن کو اُن کی جگہ پر مُقرّر کِیا۔"},{"number":12,"verse":"تب سب اہلِ یہُودا ہ نے اناج اور مَے اور تیل کا دسواں حِصّہ خزانوں میں داخِل کِیا۔"},{"number":13,"verse":"اور مَیں نے سلمیا ہ کاہِن اور صدُو ق فقِیہ اور لاویوں میں سے فِدایا ہ کو خزانوں کے خزانچی مُقرّر کِیا اورحنان بِن زکُّور بِن متّنیا ہ اُن کے ساتھ تھا کیونکہ وہ دِیانت دار مانے جاتے تھے اور اپنے بھائیوں میں بانٹ دینا اُن کا کام تھا۔"},{"number":14,"verse":"اَے میرے خُدا اِس کے لِئے مُجھے یاد کر اور میرے نیک کاموں کو جو مَیں نے اپنے خُدا کے گھر اور اُس کی رسُوم کے لِئے کِئے مِٹا نہ ڈال۔"},{"number":15,"verse":"اُن ہی دِنوں میں مَیں نے یہُودا ہ میں بعض کو دیکھا جو سبت کے دِن حَوضوں میں پاؤں سے انگُور کُچل رہے تھے اور پُولے لا کر اُن کو گدھوں پر لادتے تھے ۔ اِسی طرح مَے اور انگُور اور انجِیر اور ہر قِسم کے بوجھ سبت کویروشلیِم میں لاتے تھے اور جِس دِن وہ کھانے کی چِیزیں بیچنے لگے مَیں نے اُن کو ٹوکا۔"},{"number":16,"verse":"اور وہاں صُور کے لوگ بھی رہتے تھے جو مچھلی اور ہرطرح کا سامان لا کر سبت کے دِن یروشلیِم میں یہُودا ہ کے لوگوں کے ہاتھ بیچتے تھے۔"},{"number":17,"verse":"تب مَیں نے یہُودا ہ کے اُمرا سے جھگڑ کر کہا یہ کیابُرا کام ہے جو تُم کرتے اور سبت کے دِن کی بے حُرمتی کرتے ہو؟۔"},{"number":18,"verse":"کیا تُمہارے باپ دادا نے اَیسا ہی نہیں کِیا اور کیا ہمارا خُدا ہم پر اور اِس شہر پر یہ سب آفتیں نہیں لایا؟تَو بھی تُم سبت کی بے حُرمتی کر کے اِسرائیل پر زِیادہ غضب لاتے ہو۔"},{"number":19,"verse":"سو جب سبت سے پہلے یروشلیِم کے پھاٹکوں کے پاس اندھیراہونے لگا تو مَیں نے حُکم دِیا کہ پھاٹک بند کر دِئے جائیں اور حُکم دے دِیا کہ جب تک سبت گُذر نہ جائے وہ نہ کُھلیں اور مَیں نے اپنے چند نَوکروں کو پھاٹکوں پررکھّا کہ سبت کے دِن کوئی بوجھ اندر آنے نہ پائے۔"},{"number":20,"verse":"سو بیوپاری اور طرح طرح کے مال کے بیچنے والے ایک یادو بار یروشلیِم کے باہر ٹِکے۔"},{"number":21,"verse":"تب مَیں نے اُن کو ٹوکا اور اُن سے کہا کہ تُم دِیوارکے نزدِیک کیوں ٹِک جاتے ہو؟ اگر پِھر اَیسا کِیا تومَیں تُم کو گرِفتار کر لُوں گا ۔ اُس وقت سے وہ سبت کوپِھر نہ آئے۔"},{"number":22,"verse":"اور مَیں نے لاویوں کو حُکم کِیا کہ اپنے آپ کوپاک کریں اور سبت کے دِن کی تقدِیس کی غرض سے آ کر پھاٹکوں کی رکھوالی کریں ۔ اَے میرے خُدا اِسے بھی میرے حق میں یاد کر اور اپنی بڑی رحمت کے مُطابِق مُجھ پر ترس کھا۔"},{"number":23,"verse":"اُن ہی دِنوں میں مَیں نے اُن یہُودیوں کو بھی دیکھاجِنہوں نے اشدُودی اور عمُّونی اور موآبی عَورتیں بیاہ لی تِھیں۔"},{"number":24,"verse":"اور اُن کے بچّوں کی زُبان آدھی اشدُودی تھی اور وہ یہُودی زُبان میں بات نہیں کر سکتے تھے بلکہ ہر قَوم کی بولی کے مُطابِق بولتے تھے۔"},{"number":25,"verse":"سو مَیں نے اُن سے جھگڑ کر اُن کو لَعنت کی اور اُن میں سے بعض کو مارا اور اُن کے بال نوچ ڈالے اور اُن کو خُداکی قَسم کِھلائی کہ تُم اپنی بیٹیاں اُن کے بیٹوں کونہ دینا اور نہ اپنے بیٹوں کے لِئے اور نہ اپنے لِئے اُن کی بیٹیاں لینا۔"},{"number":26,"verse":"کیا شاہِ اِسرائیل سُلیما ن نے اِن باتوں سے گُناہ نہیں کِیا؟ اگرچہ اکثر قَوموں میں اُس کی مانِند کوئی بادشاہ نہ تھا اور وہ اپنے خُدا کا پِیارا تھا اور خُدانے اُسے سارے اِسرائیل کا بادشاہ بنایا تَو بھی اجنبی عَورتوں نے اُسے بھی گُناہ میں پھنسایا۔"},{"number":27,"verse":"سو کیا ہم تُمہاری سُن کر اَیسی بڑی بُرائی کریں کہ اجنبی عَورتوں کو بیاہ کر اپنے خُدا کا گُناہ کریں؟۔"},{"number":28,"verse":"اور اِلیاسِب سردار کاہِن کے بیٹے یُوید ع کے بیٹوں میں سے ایک بیٹا حُورونی سنبلّط کا داماد تھا اِس لِئے مَیں نے اُس کو اپنے پاس سے بھگا دِیا۔"},{"number":29,"verse":"اَے میرے خُدا اُن کو یاد کر اِس لِئے کہ اُنہوں نے کہانت کو اور کہانت اور لاویوں کے عہد کو ناپاک کِیاہے۔"},{"number":30,"verse":"یُوں ہی مَیں نے اُن کو کُل اجنبیوں سے پاک کِیااورکاہِنوں اور لاویوں کے لِئے اُن کی خِدمت کے مُطابِق۔"},{"number":31,"verse":"اور مُقرّرہ وقتوں پر لکڑی کے ہدئے اور پہلے پَھلوں کے لِئے حلقے مُقرّر کر دِئے ۔ اَے میرے خُدا بھلائی کے لِئے مُجھے یاد کر۔"}]}