{"bibleAbbr":"urRV2010","bookName":"نحمیاہ","bookEnglishName":"Nehemiah","chapterNumber":6,"verses":[{"number":1,"verse":"( نحمیاہ کے خِلاف سازشیں) جب سنبلّط اور طُوبیا ہ اور جشم عربی اور ہمارے باقی دُشمنوں نے سُنا کہ مَیں شہر پناہ کو بنا چُکااور اُس میں کوئی رخنہ باقی نہیں رہا (اگرچہ اُس وقت تک مَیں نے پھاٹکوں میں کواڑے نہیں لگائے تھے)۔"},{"number":2,"verse":"تو سنبلّط اور جشم نے مُجھے یہ کہلا بھیجا کہ آ ہم اونو کے مَیدان کے کِسی گاؤں میں باہم مُلاقات کریں پر وہ مُجھ سے بدی کرنے کی فِکر میں تھے۔"},{"number":3,"verse":"سو مَیں نے اُن کے پاس قاصِدوں سے کہلا بھیجا کہ مَیں بڑے کام میں لگا ہُوں اور آ نہیں سکتا ۔ میرے اِسے چھوڑ کر تُمہارے پاس آنے سے یہ کام کیوں مَوقُوف رہے؟۔"},{"number":4,"verse":"اُنہوں نے چار بار میرے پاس اَیسا ہی پَیغام بھیجااور مَیں نے اُن کو اِسی طرح کا جواب دِیا۔"},{"number":5,"verse":"پِھر سنبلّط نے پانچوِیں بار اُسی طرح سے اپنے نَوکرکو میرے پاس ہاتھ میں کُھلی چِٹّھی لِئے ہُوئے بھیجا۔"},{"number":6,"verse":"جِس میں لِکھا تھا کہ اَور قَوموں میں یہ افواہ ہے اورجشمُو یِہی کہتا ہے کہ تیرا اور یہُودیوں کااِرادہ بغاوت کرنے کا ہے ۔ اِسی سبب سے تُو شہر پناہ بناتا ہے اور تُو اِن باتوں کے مُطابِق اُن کا بادشاہ بننا چاہتا ہے۔"},{"number":7,"verse":"اور تُو نے نبِیوں کو بھی مُقرّر کِیا کہ یروشلیِم میں تیرے حق میں مُنادی کریں اور کہیں کہ یہُودا ہ میں ایک بادشاہ ہے ۔ پس اِن باتوں کے مُطابِق بادشاہ کو اِطلاع کی جائے گی ۔ سو اب آ ہم باہم مشورَہ کریں۔"},{"number":8,"verse":"تب مَیں نے اُس کے پاس کہلا بھیجا جو تُو کہتا ہے اِس طرح کی کوئی بات نہیں ہُوئی بلکہ تُو یہ باتیں اپنے ہی دِل سے بناتا ہے۔"},{"number":9,"verse":"وہ سب تو ہم کو ڈرانا چاہتے تھے اور کہتے تھے کہ اِس کام میں اُن کے ہاتھ اَیسے ڈِھیلے پڑ جائیں گے کہ وہ ہونے ہی کا نہیں پر اب اَے خُدا تُو میرے ہاتھوں کو زور بخش۔"},{"number":10,"verse":"پِھر مَیں سمعیا ہ بِن دِلایا ہ بِن مُہیَطبیل کے گھر گیا ۔ وہ گھر میں بند تھا ۔ اُس نے کہا ہم خُدا کے گھر میں ہَیکل کے اندر مِلیں اور ہَیکل کے دروازوں کوبند کر لیں کیونکہ وہ تُجھے قتل کرنے کو آئیں گے ۔ وہ ضرُور رات کو تُجھے قتل کرنے کو آئیں گے۔"},{"number":11,"verse":"مَیں نے کہا کیا مُجھ سا آدمی بھاگے؟ اور کَون ہے جومُجھ سا ہو اور اپنی جان بچانے کو ہَیکل میں گُھسے؟ مَیں اندر نہیں جانے کا۔"},{"number":12,"verse":"اور مَیں نے معلُوم کر لِیا کہ خُدا نے اُسے نہیں بھیجا تھا لیکن اُس نے میرے خِلاف پیشِینگوئی کی بلکہ سنبلّط اور طُوبیا ہ نے اُسے اُجرت پر رکھّا تھا۔"},{"number":13,"verse":"اور اُس کو اِس لِئے اُجرت دی گئی تاکہ مَیں ڈر جاؤُں اور اَیسا کام کر کے خطاکار ٹھہرُوں اور اُن کو بُری خبرپَھیلانے کا مضمُون مِل جائے تاکہ مُجھے ملامت کریں۔"},{"number":14,"verse":"اَے میرے خُدا طُوبیا ہ اور سنبلّط کو اُن کے اِن کاموں کے لِحاظ سے اور نَوعِید یاہ نبِیّہ کو بھی اورباقی نبِیوں کو جو مُجھے ڈرانا چاہتے تھے یاد رکھ۔"},{"number":15,"verse":"( کام کی تکمِیل) غرض باون دِن میں الُول مہِینے کی پچِّیسوِیں تارِیخ کو شہر پناہ بن چُکی۔"},{"number":16,"verse":"جب ہمارے سب دُشمنوں نے یہ سُنا تو ہمارے آس پاس کی سب قَومیں ڈرنے لگِیں اور اپنی ہی نظر میں خُود ذلِیل ہو گئِیں کیونکہ اُنہوں نے جان لِیا کہ یہ کام ہمارے خُدا کی طرف سے ہُؤا۔"},{"number":17,"verse":"اِس کے سِوا اُن دِنوں میں یہُودا ہ کے امِیر بُہت سے خط طُوبیا ہ کو بھیجتے تھے اور طُوبیا ہ کے خط اُن کے پاس آتے تھے۔"},{"number":18,"verse":"کیونکہ یہُودا ہ میں بُہت لوگوں نے اُس سے قَول و قرارکِیا تھا اِس لِئے کہ وہ سِکنیا ہ بِن ارخ کا دامادتھا اور اُس کے بیٹے یہُوحانا ن نے مُسلاّ م بِن برکیا ہ کی بیٹی کو بیاہ لِیا تھا۔"},{"number":19,"verse":"اور وہ میرے آگے اُس کی نیکیوں کا بیان بھی کرتے تھے اور میری باتیں اُسے سُناتے تھے اور طُوبیا ہ مُجھے ڈرانے کو چِٹّھیاں بھیجا کرتا تھا۔"}]}