{"bibleAbbr":"urRV2010","bookName":"نحمیاہ","bookEnglishName":"Nehemiah","chapterNumber":8,"verses":[{"number":1,"verse":"( عزرا شرِیعت کی کِتاب پڑھ کر لوگوں کو سُناتا ہے) اور سب لوگ یک تن ہو کر پانی پھاٹک کے سامنے کے مَیدان میں اِکٹّھے ہُوئے اور اُنہوں نے عزرا فقِیہ سے عرض کی کہ مُوسیٰ کی شرِیعت کی کِتاب کو جِس کا خُداوندنے اِسرائیل کو حُکم دِیا تھا لائے۔"},{"number":2,"verse":"اور ساتویں مہِینے کی پہلی تارِیخ کو عزرا کاہِن تَورَیت کو جماعت کے یعنی مَردوں اور عَورتوں اور اُن سب کے سامنے لے آیا جو سُن کر سمجھ سکتے تھے۔"},{"number":3,"verse":"اور وہ اُس میں سے پانی پھاٹک کے سامنے کے مَیدان میں صُبح سے دوپہر تک مَردوں اور عَورتوں اور سبھوں کے آگے جو سمجھ سکتے تھے پڑھتا رہا اور سب لوگ شرِیعت کی کِتاب پر کان لگائے رہے۔"},{"number":4,"verse":"اور عزرا فقِیہ ایک چوبی مِنبر پر جو اُنہوں نے اِسی کام کے لِئے بنایا تھا کھڑا ہُؤا اور اُس کے پاس متِّتیا ہ اورسمع اور عنایا ہ اور اُوریا ہ اور خِلقیاہ اورمعسیا ہ اُس کے دہنے کھڑے تھے اور اُس کے بائیں فِدایا ہ اور مِساایل اور ملکیاہ اور حاشُو م اور حسبدا نہ اور زکریا ہ اور مُسلاّ م تھے۔"},{"number":5,"verse":"اور عزرا نے سب لوگوں کے سامنے کِتاب کھولی (کیونکہ وہ سب لوگوں سے اُوپر تھا) اور جب اُس نے اُسے کھولاتو سب لوگ اُٹھ کھڑے ہُوئے۔"},{"number":6,"verse":"اور عزرا نے خُداوند خُدایِ عظِیم کو مُبارک کہا اورسب لوگوں نے اپنے ہاتھ اُٹھا کر جواب دِیا ۔ آمِین ۔آمِین ۔ اور اُنہوں نے اَوندھے مُنہ زمِین تک جُھک کرخُداوند کو سِجدہ کِیا۔"},{"number":7,"verse":"اور یشُوع اور بانی اور سرِبیا ہ اور یامِن اورعقُّو ب اور سبّتی اور ہُودیا ہ اور معسیا ہ اورقلِیطا اور عزریا ہ اور یُوز بد اور حنان اور فِلایا ہ اور لاوی لوگوں کو شرِیعت سمجھاتے گئے اور لوگ اپنی اپنی جگہ پر کھڑے رہے۔"},{"number":8,"verse":"اور اُنہوں نے اُس کِتاب یعنی خُدا کی شرِیعت میں سے صاف آواز سے پڑھا ۔ پِھر اُس کے معنی بتائے اور اُن کوعِبارت سمجھا دی۔"},{"number":9,"verse":"اور نحمیا ہ نے جو حاکِم تھا اور عزرا کاہِن اورفقِیہ نے اور اُن لاویوں نے جو لوگوں کو سِکھا رہے تھے سب لوگوں سے کہا آج کا دِن خُداوند تُمہارے خُدا کے لِئے مُقدّس ہے ۔ نہ غم کرو نہ رو کیونکہ سب لوگ شرِیعت کی باتیں سُن کر رونے لگے تھے۔"},{"number":10,"verse":"پِھر اُس نے اُن سے کہا کہ اب جاؤ اور جو موٹا ہے کھاؤ اور جو مِیٹھا ہے پِیو اور جِن کے لِئے کُچھ تیّارنہیں ہُؤا اُن کے پاس بھی بھیجو کیونکہ آج کا دِن ہمارے خُداوند کے لِئے مُقدّس ہے اور تُم اُداس مت ہو کیونکہ خُداوند کی شادمانی تُمہاری پناہ گاہ ہے۔"},{"number":11,"verse":"اور لاویوں نے سب لوگوں کو چُپ کرایا اور کہا خاموش ہو جاؤ کیونکہ آج کا دِن مُقدّس ہے اور غم نہ کرو۔"},{"number":12,"verse":"سو سب لوگ کھانے پِینے اور حِصّہ بھیجنے اور بڑی خُوشی کرنے کو چلے گئے کیونکہ وہ اُن باتوں کو جو اُن کے آگے پڑھی گئِیں سمجھے تھے۔"},{"number":13,"verse":"( عِیدِِ خیام (جھونپڑیوں کی عِید)) اور دُوسرے دِن سب لوگوں کے آبائی خاندانوں کے سرداراور کاہِن اور لاوی عزرافقِیہ کے پاس اِکٹّھے ہُوئے کہ تَورَیت کی باتوں پر دھیان لگائیں۔"},{"number":14,"verse":"اور اُن کو شرِیعت میں یہ لِکھا مِلا کہ خُداوند نے مُوسیٰ کی معرفت فرمایا ہے کہ بنی اِسرائیل ساتویں مہِینے کی عِید میں جھونپڑِیوں میں رہا کریں۔"},{"number":15,"verse":"اور اپنے سب شہروں میں اور یروشلیِم میں یہ اِعلان اور مُنادی کرائیں کہ پہاڑ پر جا کر زَیتُون کی ڈالِیاں اور جنگلی زَیتُون کی ڈالِیاں اور مِہندی کی ڈالِیاں اور کھجُور کی شاخیں اور گھنے درختوں کی ڈالِیاں جھونپڑیوں کے بنانے کو لاؤ جَیسا لِکھا ہے۔"},{"number":16,"verse":"سو لوگ جا جا کر اُن کو لائے اور ہر ایک نے اپنے گھرکی چھت پر اور اپنے اِحاطہ میں اور خُدا کے گھر کے صحنوں میں اور پانی پھاٹک کے مَیدان میں اور افرائیمی پھاٹک کے مَیدان میں اپنے لِئے جھونپڑیاں بنائِیں۔"},{"number":17,"verse":"اور اُن لوگوں کی ساری جماعت نے جو اسِیری سے پِھرآئے تھے جھونپڑیاں بنائِیں اور اُن ہی جھونپڑیوں میں رہے کیونکہ یشُوع بِن نُون کے دِنوں سے اُس دِن تک بنی اِسرائیل نے اَیسا نہیں کِیا تھا چُنانچہ بُہت بڑی خُوشی ہُوئی۔"},{"number":18,"verse":"اور پہلے دِن سے آخِری دِن تک روز بروز اُس نے خُداکی شرِیعت کی کِتاب پڑھی اور اُنہوں نے سات دِن عِیدمنائی اور آٹھویں دِن دستُور کے مُوافِق مُقدّس مجمع فراہم ہُؤا۔"}]}