{"bibleAbbr":"AKJV1999+","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":18,"verses":[{"number":1,"verse":"In those <WH1992> days <WH3117> there was no <WH369> king <WH4428> in Israel: <WH3478> and in those <WH1992> days <WH3117> the tribe <WH7626> of the Danites <WH1839> sought <WH1245> them an inheritance <WH5159> to dwell <WH3427> in; for to that day <WH3117> all their inheritance <WH5159> had not fallen <WH5307> to them among <WH8432> the tribes <WH7626> of Israel. <WH3478>"},{"number":2,"verse":"And the children <WH1121> of Dan <WH1835> sent <WH7971> of their family <WH4940> five <WH2568> men <WH582> <WH1121> from their coasts, <WH7098> men <WH582> <WH1121> of valor, <WH2428> from Zorah, <WH6881> and from Eshtaol, <WH847> to spy <WH7270> out the land, <WH776> and to search <WH2713> it; and they said <WH559> to them, Go, <WH3212> search <WH2713> the land: <WH776> who when they came <WH935> to mount <WH2022> Ephraim, <WH669> to the house <WH1004> of Micah, <WH4318> they lodged <WH3885> there. <WH8033>"},{"number":3,"verse":"When they were by the house <WH1004> of Micah, <WH4318> they knew <WH5234> the voice <WH663> of the young <WH5288> man the Levite: <WH3881> and they turned <WH5493> in thither, <WH8033> and said <WH559> to him, Who <WH4310> brought <WH935> you here? <WH1988> and what <WH4100> make <WH6213> you in this <WH6311> place? and what <WH4100> have you here? <WH6311>"},{"number":4,"verse":"And he said <WH559> to them, Thus <WH2090> and thus <WH2088> deals <WH6213> Micah <WH4318> with me, and has hired <WH7936> me, and I am his priest. <WH3548>"},{"number":5,"verse":"And they said <WH559> to him, Ask <WH7592> counsel, we pray <WH4994> you, of God, <WH430> that we may know <WH3045> whether our way <WH1870> which <WH834> we go <WH1980> shall be prosperous. <WH6743>"},{"number":6,"verse":"And the priest <WH3548> said <WH559> to them, Go <WH3212> in peace: <WH7965> before <WH5227> the LORD <WH3068> is your way <WH1870> wherein <WH834> you go. <WH3212>"},{"number":7,"verse":"Then the five <WH2568> men <WH582> departed, <WH3212> and came <WH935> to Laish, <WH3919> and saw <WH7200> the people <WH5971> that were therein, <WH7130> how they dwelled <WH3427> careless, <WH983> after the manner <WH4941> of the Zidonians, <WH6722> quiet <WH8252> and secure; <WH982> and there was no <WH369> magistrate <WH3423> <WH6114> in the land, <WH776> that might put <WH3637> them to shame <WH3637> in any thing; <WH1697> and they were far <WH7350> from the Zidonians, <WH6722> and had no <WH369> business <WH1697> with any man. <WH120>"},{"number":8,"verse":"And they came <WH935> to their brothers <WH251> to Zorah <WH6881> and Eshtaol: <WH847> and their brothers <WH251> said <WH559> to them, What <WH4100> say <WH559> you?"},{"number":9,"verse":"And they said, <WH559> Arise, <WH6965> that we may go <WH5927> up against <WH5921> them: for we have seen <WH7200> the land, <WH776> and, behold, <WH2009> it is very <WH3966> good: <WH2896> and are you still? <WH2814> be not slothful <WH6101> to go, <WH3212> and to enter <WH935> to possess <WH3423> the land. <WH776>"},{"number":10,"verse":"When you go, <WH935> you shall come <WH935> to a people <WH5971> secure, <WH982> and to a large <WH7342> <WH3027> land: <WH776> for God <WH430> has given <WH5414> it into your hands; <WH3027> a place <WH4725> where <WH834> there is no <WH369> want <WH4270> of any <WH3605> thing <WH1697> that is in the earth. <WH776>"},{"number":11,"verse":"And there went <WH5265> from there <WH8033> of the family <WH4940> of the Danites, <WH1839> out of Zorah <WH6881> and out of Eshtaol, <WH847> six <WH8337> hundred <WH3967> men <WH376> appointed <WH2296> with weapons <WH3627> of war. <WH4421>"},{"number":12,"verse":"And they went <WH5927> up, and pitched <WH2583> in Kirjathjearim, <WH7157> in Judah: <WH3063> why <WH5921> <WH3651> they called <WH7121> that place <WH4725> Mahanehdan <WH4265> to this <WH2088> day: <WH3117> behold, <WH2009> it is behind <WH310> Kirjathjearim. <WH7157>"},{"number":13,"verse":"And they passed <WH5674> there <WH8033> to mount <WH2022> Ephraim, <WH669> and came <WH935> to the house <WH1004> of Micah. <WH4318>"},{"number":14,"verse":"Then answered <WH6030> the five <WH2568> men <WH582> that went <WH1980> to spy <WH7270> out the country <WH776> of Laish, <WH3919> and said <WH559> to their brothers, <WH251> Do you know <WH3045> that there is in these <WH428> houses <WH1004> an ephod, <WH646> and teraphim, <WH8655> and a graven <WH6459> image, and a molten <WH4541> image? now <WH6258> therefore consider <WH3045> what <WH4100> you have to do. <WH6213>"},{"number":15,"verse":"And they turned <WH5493> thitherward, <WH8033> and came <WH935> to the house <WH1004> of the young <WH5288> man the Levite, <WH3881> even to the house <WH1004> of Micah, <WH4318> and saluted <WH7592> <WH7965> him."},{"number":16,"verse":"And the six <WH8337> hundred <WH3967> men <WH376> appointed <WH2296> with their weapons <WH3627> of war, <WH4421> which <WH834> were of the children <WH1121> of Dan, <WH1835> stood <WH5324> by the entering <WH6607> of the gate. <WH8179>"},{"number":17,"verse":"And the five <WH2568> men <WH582> that went <WH1980> to spy <WH7270> out the land <WH776> went <WH5927> up, and came <WH935> in thither, <WH8033> and took <WH3947> the graven <WH6459> image, and the ephod, <WH646> and the teraphim, <WH8655> and the molten <WH4541> image: and the priest <WH3548> stood <WH5324> in the entering <WH6607> of the gate <WH8179> with the six <WH8337> hundred <WH3967> men <WH376> that were appointed <WH2296> with weapons <WH3627> of war. <WH4421>"},{"number":18,"verse":"And these <WH428> went <WH935> into Micah's <WH4318> house, <WH1004> and fetched <WH3947> the carved <WH6459> image, the ephod, <WH646> and the teraphim, <WH8655> and the molten <WH4541> image. Then said <WH559> the priest <WH3548> to them, What <WH4100> do <WH6213> you?"},{"number":19,"verse":"And they said <WH559> to him, Hold <WH2790> your peace, <WH2790> lay <WH7760> your hand <WH3027> on your mouth, <WH6310> and go <WH3212> with us, and be to us a father <WH1> and a priest: <WH3548> is it better <WH2896> for you to be a priest <WH3548> to the house <WH1004> of one <WH259> man, <WH376> or <WH176> that you be a priest <WH3548> to a tribe <WH7626> and a family <WH4940> in Israel? <WH3478>"},{"number":20,"verse":"And the priest's <WH3548> heart <WH3820> was glad, <WH3190> and he took <WH3947> the ephod, <WH646> and the teraphim, <WH8655> and the graven <WH6459> image, and went <WH935> in the middle <WH7130> of the people. <WH5971>"},{"number":21,"verse":"So they turned <WH6437> and departed, <WH3212> and put <WH7760> the little <WH2945> ones and the cattle <WH4735> and the carriage <WH3520> before <WH6440> them."},{"number":22,"verse":"And when they were a good <WH7368> way from the house <WH1004> of Micah, <WH4318> the men <WH582> that were in the houses <WH1004> near <WH5973> to Micah's <WH4318> house <WH1004> were gathered <WH2199> together, and overtook <WH1692> the children <WH1121> of Dan. <WH1835>"},{"number":23,"verse":"And they cried <WH7121> to the children <WH1121> of Dan. <WH1835> And they turned <WH5437> their faces, <WH6440> and said <WH559> to Micah, <WH4318> What <WH4100> ails you, that you come <WH2199> with such a company? <WH2199>"},{"number":24,"verse":"And he said, <WH559> You have taken <WH3947> away my gods <WH430> which <WH834> I made, <WH6213> and the priest, <WH3548> and you are gone <WH3212> away: and what <WH4100> have I more? <WH5750> and what <WH4100> is this <WH2088> that you say <WH559> to me, What <WH4100> ails you?"},{"number":25,"verse":"And the children <WH1121> of Dan <WH1835> said <WH559> to him, Let not your voice <WH6963> be heard <WH8085> among us, lest <WH6435> angry <WH4751> <WH5315> fellows <WH582> run <WH6293> on you, and you lose <WH622> your life, <WH5315> with the lives <WH5315> of your household. <WH1004>"},{"number":26,"verse":"And the children <WH1121> of Dan <WH1835> went <WH3212> their way: <WH1870> and when Micah <WH4318> saw <WH7200> that they were too strong <WH2389> for him, he turned <WH6437> and went <WH7725> back <WH7725> to his house. <WH1004>"},{"number":27,"verse":"And they took <WH3947> the things <WH1697> which <WH834> Micah <WH4318> had made, <WH6213> and the priest <WH3548> which <WH834> he had, <WH1961> and came <WH935> to Laish, <WH3919> to a people <WH5971> that were at quiet <WH8252> and secure: <WH982> and they smote <WH5221> them with the edge <WH6310> of the sword, <WH2719> and burnt <WH8313> the city <WH5892> with fire. <WH784>"},{"number":28,"verse":"And there was no <WH369> deliverer, <WH5337> because <WH3588> it was far <WH7350> from Zidon, <WH6721> and they had no <WH369> business <WH1697> with any man; <WH120> and it was in the valley <WH6010> that lies by Bethrehob. <WH1050> And they built <WH1129> a city, <WH5892> and dwelled <WH3427> therein."},{"number":29,"verse":"And they called <WH7121> the name <WH8034> of the city <WH5892> Dan, <WH1835> after the name <WH8034> of Dan <WH1835> their father, <WH1> who <WH834> was born <WH3205> to Israel: <WH3478> however, <WH199> the name <WH8034> of the city <WH5892> was Laish <WH3919> at the first. <WH7223>"},{"number":30,"verse":"And the children <WH1121> of Dan <WH1835> set <WH6965> up the graven <WH6459> image: and Jonathan, <WH3129> the son <WH1121> of Gershom, <WH1648> the son <WH1121> of Manasseh, <WH4519> he and his sons <WH1121> were priests <WH3548> to the tribe <WH7626> of Dan <WH1835> until <WH5704> the day <WH3117> of the captivity <WH1546> of the land. <WH776>"},{"number":31,"verse":"And they set <WH7760> them up Micah's <WH4318> graven <WH6459> image, which <WH834> he made, <WH6213> all <WH3605> the time that the house <WH1004> of God <WH430> was in Shiloh. <WH7887>"}]}