{"bibleAbbr":"AKJV1999+","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":7,"verses":[{"number":1,"verse":"Then Jerubbaal,<WH3378> who<WH1931> is Gideon,<WH1439> and all<WH3605> the people<WH5971> that were with him, rose<WH7925> up early,<WH7925> and pitched<WH2583> beside<WH5921> the well<WH5878> of Harod:<WH5878> so that the host<WH4264> of the Midianites<WH4080> were on the north<WH6828> side of them, by the hill<WH1389> of Moreh,<WH4176> in the valley.<WH6010>"},{"number":2,"verse":"And the LORD<WH3068> said<WH559> to Gideon,<WH1439> The people<WH5971> that are with you are too many<WH7227> for me to give<WH5414> the Midianites<WH4080> into their hands,<WH3027> lest<WH6435> Israel<WH3478> vaunt<WH6286> themselves against<WH5921> me, saying,<WH559> My own hand<WH3027> has saved<WH3467> me."},{"number":3,"verse":"Now<WH6258> therefore go<WH4994> to, proclaim<WH7121> in the ears<WH241> of the people,<WH5971> saying,<WH559> Whoever<WH4310> is fearful<WH3373> and afraid,<WH2730> let him return<WH7725> and depart<WH6852> early<WH6852> from mount<WH2022> Gilead.<WH1568> And there returned<WH7725> of the people<WH5971> twenty<WH6242> and two<WH8147> thousand;<WH505> and there remained<WH7604> ten<WH6235> thousand.<WH505>"},{"number":4,"verse":"And the LORD<WH3068> said<WH559> to Gideon,<WH1439> The people<WH5971> are yet<WH5750> too many;<WH7227> bring<WH3318> them down<WH3381> to the water,<WH4325> and I will try<WH6884> them for you there:<WH8033> and it shall be, that of whom<WH834> I say<WH559> to you, This<WH2088> shall go<WH3212> with you, the same<WH1931> shall go<WH3212> with you; and of whomsoever<WH834> I say<WH559> to you, This<WH2088> shall not go<WH3212> with you, the same<WH1931> shall not go.<WH3212>"},{"number":5,"verse":"So he brought<WH3381> down<WH3381> the people<WH5971> to the water:<WH4325> and the LORD<WH3068> said<WH559> to Gideon,<WH1439> Every<WH3605> one that laps<WH3952> of the water<WH4325> with his tongue,<WH3956> as a dog<WH3611> laps,<WH3952> him shall you set<WH3322> by himself; likewise every<WH3605> one that bows<WH3766> down on his knees<WH1290> to drink.<WH8354>"},{"number":6,"verse":"And the number<WH4557> of them that lapped,<WH3952> putting their hand<WH3027> to their mouth,<WH6310> were three<WH7969> hundred<WH3967> men:<WH376> but all<WH3605> the rest<WH3499> of the people<WH5971> bowed<WH3766> down on their knees<WH1290> to drink<WH8354> water.<WH4325>"},{"number":7,"verse":"And the LORD<WH3068> said<WH559> to Gideon,<WH1439> By the three<WH7969> hundred<WH3967> men<WH376> that lapped<WH3952> will I save<WH3467> you, and deliver<WH5414> the Midianites<WH4080> into your hand:<WH3027> and let all<WH3605> the other people<WH5971> go<WH3212> every man<WH376> to his place.<WH4725>"},{"number":8,"verse":"So the people<WH5971> took<WH3947> victuals<WH6720> in their hand,<WH3027> and their trumpets:<WH7782> and he sent<WH7971> all<WH3605> the rest of Israel<WH3478> every man<WH376> to his tent,<WH168> and retained<WH2388> those three<WH7969> hundred<WH3967> men:<WH376> and the host<WH4264> of Midian<WH4080> was beneath<WH8478> him in the valley.<WH6010>"},{"number":9,"verse":"And it came<WH1961> to pass the same<WH1931> night,<WH3915> that the LORD<WH3068> said<WH559> to him, Arise,<WH6965> get<WH3381> you down<WH3381> to the host;<WH4264> for I have delivered<WH5414> it into your hand.<WH3027>"},{"number":10,"verse":"But if<WH518> you fear<WH3373> to go<WH3381> down,<WH3381> go<WH3381> you with Phurah<WH6513> your servant<WH5288> down<WH3381> to the host:<WH4264>"},{"number":11,"verse":"And you shall hear<WH8085> what<WH4100> they say;<WH1696> and afterward<WH310> shall your hands<WH3027> be strengthened<WH2388> to go<WH3381> down<WH3381> to the host.<WH4264> Then went<WH3381> he down<WH3381> with Phurah<WH6513> his servant<WH5288> to the outside<WH7097> of the armed<WH2571> men that were in the host.<WH4264>"},{"number":12,"verse":"And the Midianites<WH4080> and the Amalekites<WH6003> and all<WH3605> the children<WH1121> of the east<WH6924> lay<WH5307> along in the valley<WH6010> like grasshoppers<WH697> for multitude;<WH7230> and their camels<WH1581> were without<WH369> number,<WH4557> as the sand<WH2344> by the sea<WH3220> side<WH8193> for multitude.<WH7230>"},{"number":13,"verse":"And when Gideon<WH1439> was come,<WH935> behold,<WH2009> there was a man<WH376> that told<WH5608> a dream<WH2472> to his fellow,<WH7453> and said,<WH559> Behold,<WH2009> I dreamed<WH2492> a dream,<WH2472> and, see,<WH2009> a cake<WH6742> of barley<WH8184> bread<WH3899> tumbled<WH2015> into the host<WH4264> of Midian,<WH4080> and came<WH935> to a tent,<WH168> and smote<WH5221> it that it fell,<WH5307> and overturned<WH2015> it, that the tent<WH168> lay<WH5307> along."},{"number":14,"verse":"And his fellow<WH7453> answered<WH6030> and said,<WH559> This<WH2063> is nothing<WH369> else save<WH1115> <WH518> the sword<WH2719> of Gideon<WH1439> the son<WH1121> of Joash,<WH3101> a man<WH376> of Israel:<WH3478> for into his hand<WH3027> has God<WH430> delivered<WH5414> Midian,<WH4080> and all<WH3605> the host.<WH4264>"},{"number":15,"verse":"And it was so, when Gideon<WH1439> heard<WH8085> the telling<WH4557> of the dream,<WH2472> and the interpretation<WH7667> thereof, that he worshipped,<WH7812> and returned<WH7725> into<WH413> the host<WH4264> of Israel,<WH3478> and said,<WH559> Arise;<WH6965> for the LORD<WH3068> has delivered<WH5414> into your hand<WH3027> the host<WH4264> of Midian.<WH4080>"},{"number":16,"verse":"And he divided<WH2673> the three<WH7969> hundred<WH3967> men<WH376> into three<WH7969> companies,<WH7218> and he put<WH5414> a trumpet<WH7782> in every<WH3605> man's hand,<WH3027> with empty<WH7385> pitchers,<WH3537> and lamps<WH3940> within<WH8432> the pitchers.<WH3537>"},{"number":17,"verse":"And he said<WH559> to them, Look<WH7200> on me, and do<WH6213> likewise:<WH3651> and, behold,<WH2009> when I come<WH935> to the outside<WH7097> of the camp,<WH4264> it shall be that, as I do,<WH6213> so<WH3651> shall you do.<WH6213>"},{"number":18,"verse":"When I blow<WH8628> with a trumpet,<WH7782> I and all<WH3605> that are with me, then blow<WH8628> you the trumpets<WH7782> also<WH1571> on every<WH3605> side<WH5439> of all<WH3605> the camp,<WH4264> and say,<WH559> The sword of the LORD,<WH3068> and of Gideon.<WH1439>"},{"number":19,"verse":"So Gideon,<WH1439> and the hundred<WH3967> men<WH376> that were with him, came<WH935> to the outside<WH7097> of the camp<WH4264> in the beginning<WH7218> of the middle<WH8484> watch;<WH821> and they had but newly<WH6965> set<WH6965> the watch:<WH8104> and they blew<WH8628> the trumpets,<WH7782> and broke<WH5310> the pitchers<WH3537> that were in their hands.<WH3027>"},{"number":20,"verse":"And the three<WH7969> companies<WH7218> blew<WH8628> the trumpets,<WH7782> and broke<WH7665> the pitchers,<WH3537> and held<WH2388> the lamps<WH3940> in their left<WH8040> hands,<WH3027> and the trumpets<WH7782> in their right<WH3225> hands<WH3027> to blow<WH8628> with: and they cried,<WH7121> The sword<WH2719> of the LORD,<WH3068> and of Gideon.<WH1439>"},{"number":21,"verse":"And they stood<WH5975> every man<WH376> in his place<WH8478> round<WH5439> about the camp;<WH4264> and all<WH3605> the host<WH4264> ran,<WH7323> and cried,<WH7321> and fled.<WH5127>"},{"number":22,"verse":"And the three<WH7969> hundred<WH3967> blew<WH8628> the trumpets,<WH7782> and the LORD<WH3068> set<WH7760> every man's<WH376> sword<WH2719> against his fellow,<WH7453> even throughout all<WH3605> the host:<WH4264> and the host<WH4264> fled<WH5127> to Bethshittah<WH1029> in Zererath,<WH6888> and to the border<WH8193> of Abelmeholah,<WH65> to Tabbath.<WH2888>"},{"number":23,"verse":"And the men<WH376> of Israel<WH3478> gathered<WH6817> themselves together out of Naphtali,<WH5321> and out of Asher,<WH836> and out of all<WH3605> Manasseh,<WH4519> and pursued<WH7291> after<WH310> the Midianites.<WH4080>"},{"number":24,"verse":"And Gideon<WH1439> sent<WH7971> messengers<WH4397> throughout all<WH3605> mount<WH2022> Ephraim,<WH669> saying,<WH559> come<WH3381> down<WH3381> against<WH7125> the Midianites,<WH4080> and take<WH3920> before them the waters<WH4325> to Bethbarah<WH1012> and Jordan.<WH3383> Then all<WH3605> the men<WH376> of Ephraim<WH669> gathered<WH6817> themselves together, and took<WH3920> the waters<WH4325> to Bethbarah<WH1012> and Jordan.<WH3383>"},{"number":25,"verse":"And they took<WH3920> two<WH8147> princes<WH8269> of the Midianites,<WH4080> Oreb<WH6157> and Zeeb;<WH2062> and they slew<WH2026> Oreb<WH6157> on the rock<WH6697> Oreb,<WH6157> and Zeeb<WH2062> they slew<WH2026> at the wine press<WH3342> of Zeeb,<WH2062> and pursued<WH7291> Midian,<WH4080> and brought<WH935> the heads<WH7218> of Oreb<WH6157> and Zeeb<WH2062> to Gideon<WH1439> on the other<WH5676> side<WH5676> Jordan.<WH3383>"}]}