{"bibleAbbr":"teOV2016","bookName":"నిర్గమకాండము","bookEnglishName":"Exodus","chapterNumber":13,"verses":[{"number":1,"verse":"మరియు యెహోవా మోషేతో ఈలాగు సెలవిచ్చెను"},{"number":2,"verse":"–ఇశ్రాయేలీయులలో మనుష్యులయొక్కయు పశువులయొక్కయు ప్రథమ సంతతి, అనగా ప్రతి తొలి చూలు పిల్లను నాకు ప్రతిష్ఠించుము; అది నాదని చెప్పెను.౹"},{"number":3,"verse":"మోషే ప్రజలతో నిట్లనెను–మీరు దాస గృహమైన ఐగుప్తునుండి బయలుదేరివచ్చిన దినమును జ్ఞాపకము చేసికొనుడి. యెహోవా తన బాహు బలముచేత దానిలోనుండి మిమ్మును బయటికి రప్పించెను; పులిసిన దేదియు తినవద్దు.౹"},{"number":4,"verse":"ఆబీబను నెలలో ఈ దినమందే మీరు బయలుదేరి వచ్చితిరిగదా.౹"},{"number":5,"verse":"యెహోవా–నీకిచ్చెదనని నీ పితరులతో ప్రమాణము చేసినట్లు, కనానీయులకు హిత్తీయులకు అమోరీయులకు హివ్వీయులకు యెబూసీయులకు నివాసస్థానమై యుండు, పాలు తేనెలు ప్రవహించు దేశమునకు నిన్ను రప్పించిన తరువాత నీవు ఈ ఆచారమును ఈ నెలలోనే జరుపుకొనవలెను.౹"},{"number":6,"verse":"ఏడు దినములు నీవు పులియని రొట్టెలను తినవలెను, ఏడవదినమున యెహోవా పండుగ ఆచరింపవలెను.౹"},{"number":7,"verse":"పులియని వాటినే యేడు దినములు తినవలెను. పులిసినదేదియు నీయొద్ద కనబడకూడదు. నీ ప్రాంతములన్నిటిలోను పొంగినదేదియు నీయొద్ద కనబడకూడదు.౹"},{"number":8,"verse":"మరియు ఆ దినమున నీవు–నేను ఐగుప్తులోనుండి వచ్చినప్పుడు యెహోవా నాకు చేసినదాని నిమిత్తము పొంగని రొట్టెలను తినుచున్నానని నీ కుమారునికి తెలియచెప్పవలెను.౹"},{"number":9,"verse":"యెహోవా ధర్మశాస్త్రము నీ నోట నుండునట్లు బలమైన చేతితో యెహోవా ఐగుప్తులోనుండి నిన్ను బయటికి రప్పించెననుటకు, ఈ ఆచారము నీ చేతిమీద నీకు సూచనగాను నీ కన్నులమధ్య జ్ఞాపకార్థముగా ఉండును.౹"},{"number":10,"verse":"కాబట్టి ప్రతి సంవత్సరము ఈ కట్టడను దాని నియామక కాలమున ఆచరింపవలెను."},{"number":11,"verse":"యెహోవా నీతోను నీ పితరులతోను ప్రమాణము చేసినట్లు ఆయన కనానీయుల దేశములోనికి నిన్ను చేర్చి దానిని నీకిచ్చిన తరువాత"},{"number":12,"verse":"ప్రతి తొలి చూలుపిల్లను, నీకు కలుగు పశువుల సంతతిలో ప్రతి తొలి పిల్లను యెహోవాకు ప్రతిష్ఠింపవలెను. వానిలో మగసంతానము యెహోవా దగును.౹"},{"number":13,"verse":"ప్రతి గాడిద తొలి పిల్లను వెలయిచ్చి విడిపించి దానికి మారుగా గొఱ్ఱెపిల్లను ప్రతిష్ఠింపవలెను. అట్లు దానిని విడిపించని యెడల దాని మెడను విరుగదీయవలెను. నీ కుమారులలో తొలిచూలియైన ప్రతి మగ వానిని వెలయిచ్చి విడిపింపవలెను.౹"},{"number":14,"verse":"ఇకమీదట నీ కుమారుడు–ఇది ఏమిటని నిన్ను అడుగునప్పుడు నీవు వాని చూచి–బాహుబలముచేత యెహోవా దాసగృహమైన ఐగుప్తులోనుండి మనలను బయటికి రప్పించెను.౹"},{"number":15,"verse":"ఫరో మనలను పోనియ్యకుండ తన మనస్సును కఠినపరచుకొనగా యెహోవా మనుష్యుల తొలి సంతానమేమి జంతువుల తొలి సంతానమేమి ఐగుప్తుదేశములో తొలి సంతాన మంతయు సంహరించెను. ఆ హేతువు చేతను నేను మగదైన ప్రతి తొలిచూలు పిల్లను యెహోవాకు బలిగా అర్పించుదును; అయితే నా కుమారులలో ప్రతి తొలి సంతానము వెలయిచ్చి విడిపించుదునని చెప్పవలెను.౹"},{"number":16,"verse":"బాహు బలముచేత యెహోవా మనలను ఐగుప్తులోనుండి బయటికి రప్పించెను గనుక ఆ సంగతి నీ చేతిమీద సూచనగాను నీ కన్నులమధ్య లలాట పత్రికగాను ఉండవలెను అని చెప్పెను."},{"number":17,"verse":"మరియు ఫరో ప్రజలను పోనియ్యగా దేవుడు–ఈ ప్రజలు యుద్ధము చూచునప్పుడు వారు పశ్చాత్తాపపడి ఐగుప్తుకు తిరుగుదురేమో అనుకొని, ఫిలిష్తీయులదేశము సమీపమైనను ఆ మార్గమున వారిని నడిపింపలేదు.౹"},{"number":18,"verse":"అయితే దేవుడు ప్రజలను చుట్టుదారియగు ఎఱ్ఱసముద్రపు అరణ్యమార్గమున నడిపించెను. ఇశ్రాయేలీయులు యుద్ధ సన్నద్ధులై ఐగుప్తులోనుండి వచ్చిరి.౹"},{"number":19,"verse":"మరియు మోషే యోసేపు ఎముకలను తీసికొని వచ్చెను. అతడు–దేవుడు నిశ్చయముగా దర్శనమిచ్చును; అప్పుడు మీరు నా ఎముకలను ఇక్కడనుండి తీసికొని పోవలెనని ఇశ్రాయేలీయులచేత రూఢిగా ప్రమాణము చేయించుకొని యుండెను.౹"},{"number":20,"verse":"వారు సుక్కోతునుండి ప్రయాణమై పోయి, అరణ్యము దగ్గరనున్న ఏతాములో దిగిరి.౹"},{"number":21,"verse":"వారు పగలు రాత్రియు ప్రయాణము చేయునట్లుగా యెహోవాత్రోవలో వారిని నడిపించుటకై పగటివేళ మేఘస్తంభములోను, వారికి వెలుగిచ్చుటకు రాత్రివేళ అగ్నిస్తంభములోను ఉండి వారికి ముందుగా నడచుచు వచ్చెను.౹"},{"number":22,"verse":"ఆయన పగటివేళ మేఘస్తంభమునైనను రాత్రివేళ అగ్నిస్తంభమునైనను ప్రజలయెదుటనుండి తొలగింపలేదు."}]}