{"bibleAbbr":"teOV2016","bookName":"నిర్గమకాండము","bookEnglishName":"Exodus","chapterNumber":21,"verses":[{"number":1,"verse":"నీవు వారికి నియమింపవలసిన న్యాయవిధులేవనగా"},{"number":2,"verse":"–నీవు హెబ్రీయుడైన దాసుని కొనినయెడలవాడు ఆరుసంవత్సరములు దాసుడై యుండి యేడవ సంవత్సరమున ఏమియు ఇయ్యకయే నిన్ను విడిచి స్వతంత్రుడగును.౹"},{"number":3,"verse":"వాడు ఒంటిగా వచ్చినయెడల ఒంటిగానే వెళ్లవచ్చును. వానికి భార్య యుండినయెడల వాని భార్య వానితోకూడ వెళ్లవచ్చును.౹"},{"number":4,"verse":"వాని యజమానుడు వానికి భార్యనిచ్చిన తరువాత ఆమె వానివలన కుమారులనైనను కుమార్తెలనైనను కనినయెడల ఆ భార్యయు ఆమె పిల్లలును ఆమె యజమానుని సొత్తగుదురుకానివాడు ఒంటిగానే పోవలెను.౹"},{"number":5,"verse":"అయితే ఆ దాసుడు–నేను నా యజమానుని నా భార్యను నా పిల్లలను ప్రేమించుచున్నాను; నేను వారిని విడిచి స్వతంత్రుడనై పోనొల్లనని నిజముగా చెప్పినయెడల"},{"number":6,"verse":"వాని యజమానుడు దేవుని ( లేక, న్యాయాధిపతి.) యొద్దకు వానిని తీసికొని రావలెను, మరియువాని యజమానుడు తలుపునొద్ద కైనను ద్వారబంధమునొద్దకైనను వాని తోడుకొనిపోయి వాని చెవిని కదురుతో గుచ్చవలెను. తరువాతవాడు నిరంతరము వానికి దాసుడైయుండును."},{"number":7,"verse":"ఒకడు తన కుమార్తెను దాసిగా అమ్మినయెడల దాసు లైన పురుషులు వెళ్లిపోవునట్లు అది వెళ్లిపోకూడదు.౹"},{"number":8,"verse":"దానిని ప్రధానము చేసికొనిన ( చేసికొనని.) యజమానుని దృష్టికి అది యిష్టురాలు కానియెడల అది విడిపింపబడునట్లు అవకాశము నియ్యవలెను; దాని వంచించినందున అన్యజనులకు దానిని అమ్ముటకు వానికి అధికారములేదు.౹"},{"number":9,"verse":"తన కుమారునికి దాని ప్రధానము చేసినయెడల కుమార్తెల విషయమైన న్యాయవిధినిబట్టి దానియెడల జరిగింపవలెను.౹"},{"number":10,"verse":"ఆ కుమారుడు వేరొక దాని చేర్చుకొనినను, మొదటిదానికి ఆహారమును వస్త్రమును సంసారధర్మమును తక్కువ చేయకూడదు.౹"},{"number":11,"verse":"ఈ మూడును దానికి కలుగజేయని యెడల అది ఏమియు ఇయ్యక స్వతంత్రురాలై పోవచ్చును."},{"number":12,"verse":"నరుని చావగొట్టినవానికి నిశ్చయముగా మరణశిక్ష విధింపవలెను.౹"},{"number":13,"verse":"అయితేవాడు చంపవలెనని పొంచి యుండకయే దైవికముగా వానిచేత ఆ హత్య జరిగినయెడలవాడు పారిపోగల యొక స్థలమును నీకు నిర్ణయించెదను."},{"number":14,"verse":"అయితే ఒకడు తన పొరుగువానిమీద దౌర్జన్యముగా వచ్చి కపటముగా చంప లేచినయెడలవాడు నా బలిపీఠము నాశ్రయించినను వాని లాగివేసి చంపవలెను."},{"number":15,"verse":"తన తండ్రినైనను తల్లినైనను కొట్టువాడు నిశ్చయముగా మరణశిక్షనొందును."},{"number":16,"verse":"ఒకడు నరుని దొంగిలించి అమ్మినను, తనయొద్ద నుంచుకొనినను, వాడు నిశ్చయముగా మరణశిక్ష నొందును."},{"number":17,"verse":"తన తండ్రినైనను తల్లినైనను శపించువాడు నిశ్చయముగా మరణశిక్ష నొందును."},{"number":18,"verse":"మనుష్యులు పోట్లాడుచుండగా ఒకడు తన పొరుగువానిని రాతితోనైనను పిడికిటితోనైనను గుద్దుటవలనవాడు చావక మంచముమీద పడియుండి"},{"number":19,"verse":"తరువాత లేచి తన చేతికఱ్ఱతో బయటికి వెళ్లి తిరుగుచుండినయెడల, వాని కొట్టిన వానికి శిక్ష విధింపబడదుగాని అతడు పనిచేయలేని కాలమునకు తగిన సొమ్ము ఇచ్చివాడు అతనిని పూర్తిగా బాగుచేయింపవలెను."},{"number":20,"verse":"ఒకడు తన దాసుడైనను తన దాసియైనను చచ్చునట్లు కఱ్ఱతో కొట్టినయెడల అతడు నిశ్చయముగా ప్రతి దండన నొందును.౹"},{"number":21,"verse":"అయితేవాడు ఒకటి రెండు దినములు బ్రదికినయెడల ఆ ప్రతి దండన అతడు పొందడు, వాడు అతని సొమ్మేగదా.౹"},{"number":22,"verse":"నరులు పోట్లాడుచుండగా గర్భవతియైన స్త్రీకి దెబ్బతగిలి ఆమెకు గర్భపాతమేగాక మరి ఏ హానియు రానియెడల హానిచేసినవాడు ఆ స్త్రీ పెనిమిటి వానిమీద మోపిన నష్టమును అచ్చుకొనవలెను. న్యాయాధిపతులు తీర్మానించినట్లు దాని చెల్లింపవలెను.౹"},{"number":23,"verse":"[23-24] హాని కలిగినయెడల నీవు ప్రాణమునకు ప్రాణము, కంటికి కన్ను, పంటికి పల్లు, చేతికి చెయ్యి, కాలికి కాలు,౹"},{"number":25,"verse":"వాతకు వాత, గాయమునకు గాయము, దెబ్బకు దెబ్బయు నియమింపవలెను."},{"number":26,"verse":"ఒకడు తన దాసుని కన్నైనను తన దాసి కన్నైనను పోగొట్టినయెడల ఆ కంటి హానినిబట్టి వారిని స్వతంత్రు నిగా పోనియ్యవలెను.౹"},{"number":27,"verse":"వాడు తన దాసుని పల్లయినను తన దాసి పల్లయినను ఊడగొట్టినయెడల ఆ పంటి నిమిత్తము వారిని స్వతంత్రులగా పోనియ్యవలెను."},{"number":28,"verse":"ఎద్దు పురుషునైనను స్త్రీనైనను చావపొడిచినయెడల నిశ్చయముగా రాళ్లతో ఆ యెద్దును చావకొట్టవలెను. దాని మాంసమును తినకూడదు, అయితే ఆ యెద్దు యజమానుడు నిర్దోషియగును.౹"},{"number":29,"verse":"ఆ యెద్దు అంతకు ముందు పొడుచునది అని దాని యజమానునికి తెలుపబడినను, వాడు దాని భద్రము చేయకుండుటవలన అది పురుషునైనను స్త్రీనైనను చంపినయెడల ఆ యెద్దును రాళ్లతో చావగొట్టవలెను; దాని యజమానుడు మరణశిక్ష నొందవలెను.౹"},{"number":30,"verse":"వానికి పరిక్రయధనము నియమింపబడినయెడల వానికి నియమింపబడిన అన్నిటి ప్రకారము తన ప్రాణ విమోచన నిమిత్తము ధనము చెల్లింపవలెను.౹"},{"number":31,"verse":"అది కుమారుని పొడిచినను కుమార్తెను పొడిచినను ఈ విధి చొప్పున అతడు చేయవలెను.౹"},{"number":32,"verse":"ఆ యెద్దు దాసునినైనను దాసినైనను పొడిచినయెడల వారి యజమానునికి ముప్పది తులముల వెండి చెల్లింపవలెను. మరియు ఆ యెద్దును రాళ్లతో చావకొట్టవలెను."},{"number":33,"verse":"ఒకడు గోతిమీది కప్పు తీయుటవలన, లేక ఒకడు గొయ్యి త్రవ్వి దాని కప్పకపోవుటవలన, దానిలో ఎద్దయినను గాడిదయైనను పడినయెడల"},{"number":34,"verse":"ఆ గోతి ఖామందులు ఆ నష్టమును అచ్చుకొనవలెను; వాటి యజమానునికి సొమ్ము ఇయ్యవలెను; చచ్చినది వానిదగును."},{"number":35,"verse":"ఒకని యెద్దు వేరొకని యెద్దు చచ్చునట్లు దాని పొడి చినయెడల బ్రదికియున్న ఎద్దును అమ్మి దాని విలువను పంచుకొనవలెను, చచ్చిన యెద్దును పంచుకొనవలెను.౹"},{"number":36,"verse":"అయితే అంతకు ముందు ఆ యెద్దు పొడుచునది అని తెలియబడియు దాని యజమానుడు దాని భద్రము చేయని వాడైతేవాడు నిశ్చయముగా ఎద్దుకు ఎద్దునియ్యవలెను; చచ్చినది వానిదగును."}]}