{"bibleAbbr":"teOV2016","bookName":"నిర్గమకాండము","bookEnglishName":"Exodus","chapterNumber":27,"verses":[{"number":1,"verse":"మరియు అయిదు మూరల పొడుగు అయిదు మూరల వెడల్పుగల బలిపీఠమును తుమ్మకఱ్ఱతో నీవు చేయవలెను. ఆ బలిపీఠము చచ్చౌకముగా నుండవలెను; దాని యెత్తు మూడు మూరలు.౹"},{"number":2,"verse":"దాని నాలుగు మూలలను దానికి కొమ్ములను చేయవలెను; దాని కొమ్ములు దానితో ఏకాండముగా ఉండవలెను; దానికి ఇత్తడి రేకు పొదిగింపవలెను.౹"},{"number":3,"verse":"దాని బూడిదె ఎత్తుటకుకుండలను గరిటెలను గిన్నెలను ముండ్లను అగ్నిపాత్రలను చేయవలెను. ఈ ఉపకరణములన్నియు ఇత్తడితో చేయవలెను.౹"},{"number":4,"verse":"[4-5] మరియు వల వంటి ఇత్తడి జల్లెడ దానికి చేయవలెను. ఆ వలమీద దాని నాలుగు మూలలను నాలుగు ఇత్తడి ఉంగరములను చేసి ఆ వల బలిపీఠము నడిమివరకు చేరునట్లు దిగువను బలిపీఠము గట్టు క్రింద దాని నుంచవలెను.౹"},{"number":6,"verse":"మరియు బలిపీఠముకొరకు మోతకఱ్ఱలను చేయవలెను. ఆ మోతకఱ్ఱలను తుమ్మకఱ్ఱతో చేసి వాటికి ఇత్తడి రేకు పొదిగింపవలెను.౹"},{"number":7,"verse":"ఆ మోతకఱ్ఱలను ఆ ఉంగరములలో చొనపవలెను. బలిపీఠమును మోయుటకు ఆ మోతకఱ్ఱలు దాని రెండుప్రక్కల నుండవలెను.౹"},{"number":8,"verse":"పలకలతో గుల్లగా దాని చేయవలెను; కొండమీద నీకు చూపబడిన పోలికగానే వారు దాని చేయవలెను."},{"number":9,"verse":"మరియు నీవు మందిరమునకు ఆవరణము ఏర్పరచవలెను. కుడివైపున, అనగా దక్షిణదిక్కున ఆవరణముగా నూరు మూరల పొడుగుగలదై పేనిన సన్ననార యవనికలు ఒక ప్రక్కకు ఉండవలెను.౹"},{"number":10,"verse":"దాని యిరువది స్తంభములును వాటి యిరువది దిమ్మలును ఇత్తడివి; ఆ స్తంభముల వంకులును వాటి పెండెబద్దలును వెండివి.౹"},{"number":11,"verse":"అట్లే పొడుగులో ఉత్తర దిక్కున నూరు మూరల పొడుగుగల యవనికలుండవలెను. దాని యిరువది స్తంభములును వాటి యిరువది దిమ్మలును ఇత్తడివి. ఆ స్తంభముల వంకులును వాటి పెండె బద్దలును వెండివి.౹"},{"number":12,"verse":"పడమటి దిక్కున ఆవరణపు వెడల్పు కొరకు ఏబది మూరల యవనికలుండవలెను; వాటి స్తంభములు పది వాటి దిమ్మలు పది.౹"},{"number":13,"verse":"తూర్పువైపున, అనగా ఉదయదిక్కున ఆవరణపు వెడల్పు ఏబది మూరలు.౹"},{"number":14,"verse":"ఒక ప్రక్కను పదునైదు మూరల యవనికలుండవలెను; వాటి స్తంభములు మూడు వాటి దిమ్మలు మూడు.౹"},{"number":15,"verse":"రెండవ ప్రక్కనుపరునైదుమూరల యవనికలుండవలెను; వాటి స్తంభములు మూడు వాటి దిమ్మలును మూడు.౹"},{"number":16,"verse":"ఆవరణపు ద్వారమునకు నీల ధూమ్ర రక్తవర్ణములుగల యిరువది మూరల తెర యుండవలెను. అది పేనిన సన్ననారతో చిత్రకారుని పనిగా ఉండవలెను; దాని స్తంభములు నాలుగు దాని దిమ్మలు నాలుగు.౹"},{"number":17,"verse":"ఆవరణముచుట్టున్న స్తంభములన్నియు వెండి పెండెబద్దలు కలవి; వాటి వంకులు వెండివి వాటి దిమ్మలు ఇత్తడివి.౹"},{"number":18,"verse":"ఆవరణపు పొడుగు నూరు మూరలు; దాని వెడల్పు ఏబదిమూరలు దాని యెత్తు అయిదు మూరలు; అవి పేనిన సన్ననారవి వాటి దిమ్మలు ఇత్తడివి.౹"},{"number":19,"verse":"మందిరసంబంధమైన సేవోపకరణములన్నియు మేకులన్నియు ఆవరణపు మేకులన్నియు ఇత్తడివై యుండవలెను."},{"number":20,"verse":"మరియు దీపము నిత్యము వెలిగించునట్లు ప్రదీపమునకు దంచి తీసిన అచ్చము ఒలీవల నూనె తేవలెనని ఇశ్రాయేలీయుల కాజ్ఞాపించుము.౹"},{"number":21,"verse":"సాక్ష్యపు మందసము ఎదుట నున్న తెరకు వెలుపల ప్రత్యక్షపు గుడారములో అహరోనును అతని కుమారులును సాయంకాలము మొదలుకొని ఉదయమువరకు యెహోవా సన్నిధిని దాని సవరింపవలెను. అది ఇశ్రాయేలీయులకు వారి తరతరములవరకు నిత్యమైన కట్టడ."}]}