{"bibleAbbr":"NCB2019","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"You yourselves are well aware, brethren, that our visit to you has not been in vain."},{"number":2,"verse":"Although we had suffered and been shamefully mistreated at Philippi, as you surely recall, God gave us the courage to declare the gospel of God to you despite great opposition."},{"number":3,"verse":"The exhortation we impart does not spring from deceit or impure motives or trickery."},{"number":4,"verse":"God has judged us worthy to be entrusted with the gospel. Therefore, when we speak, our intention is not to please human beings but to please God who tests our hearts."},{"number":5,"verse":"As you are also aware, and as God is our witness, we have never resorted to flattering words or to your sense of greed."},{"number":6,"verse":"Neither did we seek praise from human beings, whether from you or from others."},{"number":7,"verse":"As apostles of Christ, we could have imposed our will on you,[b] yet we were as gentle in our treatment of you as a mother nursing and caring for her own children."},{"number":8,"verse":"Our affection for you was so great that we were determined to share with you not only the gospel of God but also our very lives, because you had become so dear to us."},{"number":9,"verse":"You surely remember, brethren, our toil and drudgery as we worked night and day so that we would not be a burden to anyone while we proclaimed the gospel of God to you."},{"number":10,"verse":"You are witnesses, as is God, that our treatment of you who believed has been devout, upright, and blameless."},{"number":11,"verse":"As you are well aware, we treated each one of you as a father treats his children,"},{"number":12,"verse":"urging and encouraging you and pleading with you to lead lives worthy of God who calls you into his kingdom and glory."},{"number":13,"verse":"We also unceasingly give thanks to God because, when we handed on the word of God to you, you accepted it not as a human word but as what it truly is, the word of God, which is at work in you who believe."},{"number":14,"verse":"Indeed, brethren, you have become imitators of the Churches of God that are in Judea in Christ Jesus. For you have suffered the same treatment from your own countrymen as they did from the Jews,"},{"number":15,"verse":"who killed both the Lord Jesus and the Prophets and also persecuted us. They displease God and have become enemies of the entire human race"},{"number":16,"verse":"by trying to prevent us from speaking to the Gentiles so that they may be saved. In this way, they constantly reach the full measure of their sins. The wrath of God has begun to overtake them at last."},{"number":17,"verse":"Brethren, when we were separated from you for a brief time—in body but not in heart—we had an intense longing to see you again face to face."},{"number":18,"verse":"Therefore, we were determined to come to visit you—I, Paul, on more than one occasion—but Satan thwarted us.[e]"},{"number":19,"verse":"For what is our hope or our joy or our crown of honor in the presence of our Lord Jesus upon his return? Is it not you yourselves?"},{"number":20,"verse":"You truly are our glory and our joy.[f]"}]}