{"bibleAbbr":"HAC","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"א ויהי בשמונים שנה וארבע מאות שנה לצאת בני ישראל מארץ מצרים בשנה הרביעית בחדש זו הוא החדש השני למלך שלמה על ישראל ויבן הבית ליהוה"},{"number":2,"verse":"ב והבית אשר בנה המלך שלמה ליהוה--ששים אמה ארכו ועשרים רחבו ושלשים אמה קומתו"},{"number":3,"verse":"ג והאולם על פני היכל הבית--עשרים אמה ארכו על פני רחב הבית עשר באמה רחבו על פני הבית"},{"number":4,"verse":"ד ויעש לבית חלוני שקפים אטומים"},{"number":5,"verse":"ה ויבן על קיר הבית יצוע (יציע) סביב את קירות הבית סביב להיכל ולדביר ויעש צלעות סביב"},{"number":6,"verse":"ו היצוע (היציע) התחתנה חמש באמה רחבה והתיכנה שש באמה רחבה והשלישית שבע באמה רחבה כי מגרעות נתן לבית סביב חוצה לבלתי אחז בקירות הבית"},{"number":7,"verse":"ז והבית בהבנתו--אבן שלמה מסע נבנה ומקבות והגרזן כל כלי ברזל לא נשמע בבית בהבנתו"},{"number":8,"verse":"ח פתח הצלע התיכנה אל כתף הבית הימנית ובלולים יעלו על התיכנה ומן התיכנה אל השלשים"},{"number":9,"verse":"ט ויבן את הבית ויכלהו ויספן את הבית גבים ושדרת בארזים"},{"number":10,"verse":"י ויבן את היצוע (היציע) על כל הבית חמש אמות קומתו ויאחז את הבית בעצי ארזים {פ}"},{"number":11,"verse":"יא ויהי דבר יהוה אל שלמה לאמר"},{"number":12,"verse":"יב הבית הזה אשר אתה בנה אם תלך בחקתי ואת משפטי תעשה ושמרת את כל מצותי ללכת בהם--והקמתי את דברי אתך אשר דברתי אל דוד אביך"},{"number":13,"verse":"יג ושכנתי בתוך בני ישראל ולא אעזב את עמי ישראל {פ}"},{"number":14,"verse":"יד ויבן שלמה את הבית ויכלהו"},{"number":15,"verse":"טו ויבן את קירות הבית מביתה בצלעות ארזים--מקרקע הבית עד קירות הספן צפה עץ מבית ויצף את קרקע הבית בצלעות ברושים"},{"number":16,"verse":"טז ויבן את עשרים אמה מירכותי (מירכתי) הבית בצלעות ארזים מן הקרקע עד הקירות ויבן לו מבית לדביר לקדש הקדשים"},{"number":17,"verse":"יז וארבעים באמה היה הבית--הוא ההיכל לפני"},{"number":18,"verse":"יח וארז אל הבית פנימה מקלעת פקעים ופטורי צצים הכל ארז אין אבן נראה"},{"number":19,"verse":"יט ודביר בתוך הבית מפנימה הכין לתתן שם את ארון ברית יהוה"},{"number":20,"verse":"כ ולפני הדביר עשרים אמה ארך ועשרים אמה רחב ועשרים אמה קומתו ויצפהו זהב סגור ויצף מזבח ארז"},{"number":21,"verse":"כא ויצף שלמה את הבית מפנימה זהב סגור ויעבר ברתיקות (ברתוקות) זהב לפני הדביר ויצפהו זהב"},{"number":22,"verse":"כב ואת כל הבית צפה זהב עד תם כל הבית וכל המזבח אשר לדביר צפה זהב"},{"number":23,"verse":"כג ויעש בדביר שני כרובים עצי שמן עשר אמות קומתו"},{"number":24,"verse":"כד וחמש אמות כנף הכרוב האחת וחמש אמות כנף הכרוב השנית עשר אמות מקצות כנפיו ועד קצות כנפיו"},{"number":25,"verse":"כה ועשר באמה הכרוב השני מדה אחת וקצב אחד לשני הכרבים"},{"number":26,"verse":"כו קומת הכרוב האחד עשר באמה וכן הכרוב השני"},{"number":27,"verse":"כז ויתן את הכרובים בתוך הבית הפנימי ויפרשו את כנפי הכרבים ותגע כנף האחד בקיר וכנף הכרוב השני נגעת בקיר השני וכנפיהם אל תוך הבית נגעת כנף אל כנף"},{"number":28,"verse":"כח ויצף את הכרובים זהב"},{"number":29,"verse":"כט ואת כל קירות הבית מסב קלע פתוחי מקלעות כרובים ותמרת ופטורי צצים--מלפנים ולחיצון"},{"number":30,"verse":"ל ואת קרקע הבית צפה זהב--לפנימה ולחיצון"},{"number":31,"verse":"לא ואת פתח הדביר עשה דלתות עצי שמן האיל מזוזות חמשית"},{"number":32,"verse":"לב ושתי דלתות עצי שמן וקלע עליהם מקלעות כרובים ותמרת ופטורי צצים וצפה זהב וירד על הכרובים ועל התמרות את הזהב"},{"number":33,"verse":"לג וכן עשה לפתח ההיכל מזוזות עצי שמן מאת רבעית"},{"number":34,"verse":"לד ושתי דלתות עצי ברושים שני צלעים הדלת האחת גלילים ושני קלעים הדלת השנית גלילים"},{"number":35,"verse":"לה וקלע כרובים ותמרות ופטרי צצים וצפה זהב מישר על המחקה"},{"number":36,"verse":"לו ויבן את החצר הפנימית שלשה טורי גזית וטור כרתת ארזים"},{"number":37,"verse":"לז בשנה הרביעית יסד בית יהוה--בירח זו"},{"number":38,"verse":"לח ובשנה האחת עשרה בירח בול הוא החדש השמיני כלה הבית לכל דבריו ולכל משפטו ויבנהו שבע שנים"}]}