{"bibleAbbr":"CVB1535","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":3,"verses":[{"number":1,"verse":"Beholde, I wil sende my messaunger, which shal prepare the waye before me: and the LORDE whom ye wolde haue, shal soone come to his temple, yee euen the messaunger of the couenaunt whom ye longe for. Beholde, he commeth, sayeth the LORDE of hoostes."},{"number":2,"verse":"But who maye abyde the daye of his commynge? Who shalbe able to endure, when he appeareth? For he is like a goldsmythes fyre, ad like wasshers sope."},{"number":3,"verse":"He shall syt him downe to trye and to clense ye syluer, he shal pourge the children of Leui, and purifie them like as golde and syluer: that they maye brynge meatofferinges vnto the LORDE in rightuousnes."},{"number":4,"verse":"Then shall the offeringe of Iuda and Ierusalem be acceptable vnto the LORDE, like as from the begynninge & in the yeares afore tyme."},{"number":5,"verse":"I will come & punysh you, & I myself wil be a swift wytnes agaynst the witches, agaynst the aduouterers, agaynst false swearers: yee ad agaynst those, that wrogeously kepe backe the hyrelynges dewty: which vexe the wyddowes & the fatherlesse, & oppresse the straunger, and feare not me, sayeth the LORDE of hoostes."},{"number":6,"verse":"For I am the LORDE yt chaunge not, & ye (o children of Iacob) wil not leaue of:"},{"number":7,"verse":"ye are gone awaye fro myne ordinauces, & sens ye tyme of youre forefathers haue ye not kepte them. Turne you now vnto me, and I wil turne me vnto you, sayeth the LORDE of hoostes. Ye saye: Wherin shal we turne?"},{"number":8,"verse":"Shulde a man vse falsede and disceate with God, as ye vse falsede and disceate with me? Yet ye saye: wherin vse we disceate with the? In Tythes and heaue offerynges."},{"number":9,"verse":"Therfore are ye cursed with penury, because ye dyssemble with me, all the sorte of you."},{"number":10,"verse":"Brynge euery Tythe in to my barne, yt there maye be meat in myne house: and proue me withall (sayeth the LORDE of hoostes) yf I wil not open the wyndowes of heauen vnto you, and poure you out a blessinge with plenteousnesse."},{"number":11,"verse":"Yee I shal reproue the consumer for youre sakes, so that he shall not eate vp the frute of youre grounde, nether shal ye vynyarde be baren in the felde, sayeth ye LORDE of hoostes:"},{"number":12,"verse":"In so moch that all people shal saye, that ye be blessed, for ye shall be a pleasaunt lode, sayeth the LORDE off hoostes."},{"number":13,"verse":"Ye speake hard wordes agaynst me, sayeth the LORDE. And yet ye saye: What haue we spoken agaynst the?"},{"number":14,"verse":"Ye haue sayed: It is but lost laboure, to serue God: What profit haue we for kepynge his commaundementes, and for walkinge humbly before the LORDE off hoostes?"},{"number":15,"verse":"Therfore maye we saye, that the proude are happie, and that they which deale with vngodlynesse, are set vp: for they tempte God, and yet escape."},{"number":16,"verse":"But they that feare God, saye thus one to another: The LORDE cosidreth and heareth it. Yee it is before him a memoriall boke written for soch as feare the LORDE, and remembre his name."},{"number":17,"verse":"And in the daye that I wil make (saieth ye LORDE of hoostes) they shalbe myne owne possession: and I will fauoure them, like as a man fauoureth his owne sonne, that doth him seruyce."},{"number":18,"verse":"Turne you therfore, and considre what difference is betwixte the rightuous and vngodly: betwixte him that serueth God, ad him that serueth him not."}]}