{"bibleAbbr":"neNRV2012","bookName":"१ शमूएल","bookEnglishName":"1 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"( शाऊलले दाऊदलाई मार्न खोजेका) दाऊदलाई मार्नू भनी शाऊलले आफ्‍ना छोरा जोनाथन र आफ्‍ना सबै भारदारहरूलाई भने। तर जोनाथनचाहिँ दाऊदलाई मन पराउँथे।"},{"number":2,"verse":"आफ्‍ना पिता शाऊलले तिनलाई मार्ने मौका हेर्दैछन् भनी जोनाथनले दाऊदलाई बताइदिए। उनले भने, “भोलि बिहान होशियार बस्‍नुहोस् र लुकेर रहनुहोस्।"},{"number":3,"verse":"म बाहिर निस्‍केर आउनेछु, र तपाईं हुनुभएको खेतमा मेरा पितासँग भेट गर्नेछु, र उहाँसँग तपाईंको विषयमा कुरा गर्नेछु। केही पत्ता लाग्‍यो भने म तपाईंलाई बताइदिनेछु।”"},{"number":4,"verse":"जोनाथनले आफ्‍ना पिता शाऊललाई यसो भने, “हजूर, आफ्‍ना दास दाऊदलाई अनर्थ नगर्नुहोस्। तिनले तपाईंको विरुद्धमा केही खराबी गरेका छैनन्। तिनले गरेका कामबाट तपाईंलाई फाइदा भएको छ।"},{"number":5,"verse":"त्‍यस पलिश्‍तीलाई मार्दाखेरि तिनले आफ्‍नो ज्‍यान खतरामा हालेका थिए। परमप्रभुले इस्राएललाई ठूलो विजय दिनुभयो, र त्‍यो त तपाईंले नै देख्‍नुभयो, र त्‍यस रमाहटमा तपाईं पनि सहभागी हुनुभयो। एउटा निर्दोष मानिसलाई तपाईं किन खराबी गर्नुहुन्‍छ, किन केही कारणविना दाऊदलाई मार्नुहुन्‍छ?”"},{"number":6,"verse":"शाऊलले जोनाथनको कुरा सुने, र यो शपथ खाएर भने, “परमप्रभु जीवित हुनुभएझैँ, दाऊद मारिनेछैन।”"},{"number":7,"verse":"यसैले जोनाथनले दाऊदलाई बोलाए, र तिनलाई यी सबै कुरा बताइदिए। तब जोनाथनले दाऊदलाई शाऊलकहाँ ल्‍याए, र तिनी अघिझैँ राजाको सेवामा लागे।"},{"number":8,"verse":"लड़ाइँ फेरि सुरु भयो, दाऊदले पलिश्‍तीहरूलाई आक्रमण गरेर यस्‍तो संहार गरे कि उनीहरू तिनको सामुबाट भागे।"},{"number":9,"verse":"तर जब शाऊल आफ्‍नो हातमा भाला लिएर आफ्‍नो घरमा बसिरहेका थिए, तब परमप्रभुबाटको हानिकारक आत्‍माले उनलाई पक्र्यो। दाऊदचाहिँ वीणा बजाइरहेका थिए।"},{"number":10,"verse":"शाऊलले दाऊदलाई भित्तैमा उनिने गरी भाला हाने, तर दाऊदले त्‍यस भालाको प्रहारलाई छले अनि त्‍यो भाला भित्तामा गाड़ियो। त्‍यही रात दाऊद सुरक्षासाथ भागे।"},{"number":11,"verse":"तिनलाई बिहान मार्ने विचारले शाऊलले आफ्‍ना सेवकहरूलाई दाऊदको घरमा चेवामा राखे। तर दाऊदकी पत्‍नी मीकलले चेताउनी दिएर तिनलाई भनिन्, “तपाईं राती नै भागिजानुभएन भने भोलि तपाईं मारिनुहुनेछ।” ( )"},{"number":12,"verse":"तिनले दाऊदलाई एउटा झ्‍यालबाट तल ओह्रालिदिइन्, र तिनी सुटुक्‍कै भागे।"},{"number":13,"verse":"तब मीकलले एउटा मूर्ति लिएर तिनको ओछ्यानमा राखिदिइन्, र सिरानमा बाख्राको रौँ राखेर मूर्तिलाई लुगा ओढ़ाइदिइन्।"},{"number":14,"verse":"जब मानिसहरू दाऊदलाई पक्रन आए तब “तिनी त बिरामी छन्” भनी मीकलले भनिन्।"},{"number":15,"verse":"शाऊलले तिनीहरूलाई फेरि भने, “त्‍यसलाई खाटैसमेत यहाँ मकहाँ ल्‍याओ, र म त्‍यसलाई मार्नेछु।”"},{"number":16,"verse":"जब तिनीहरू आए तब तिनीहरूले ओछ्यानमा मूर्ति र सिरानमा बाख्राको रौँ भेट्टाए।"},{"number":17,"verse":"शाऊलले मीकललाई भने, “तैंले किन मलाई यसरी छल गरिस्? मेरो शत्रुलाई किन कुशलसित भाग्‍न दिइस्?” मीकलले जवाफ दिइन्, “तिनले मलाई ‘भाग्‍न मदत गरिनस् भने तँलाई मार्छु’ भने।”"},{"number":18,"verse":"दाऊद रामामा शमूएलकहाँ भागेर आए, र शाऊलले तिनीप्रति गरेका सबै व्‍यवहारको विषयमा शमूएललाई सुनाइदिए। तब तिनी र शमूएल गएर नैयोतमा बस्‍न लागे।"},{"number":19,"verse":"“दाऊद रामाको नैयोतमा छन्” भनी कसैले शाऊललाई सुनाइदियो।"},{"number":20,"verse":"दाऊदलाई पक्रन भनी शाऊलले एक दल मानिस पठाए। जब तिनीहरूले शमूएलको नेतृत्‍वमा अगमवक्ताहरूको दल जोशमा मग्‍न भएको देखे, तब तिनीहरूमाथि परमेश्‍वरका आत्‍मा आउनुभयो, र तिनीहरू पनि अगमवक्ताको जोशमा मग्‍न भए।"},{"number":21,"verse":"जब यो कुरा शाऊलले सुने तब उनले अर्को एक दल पठाए। तिनीहरू पनि जोशमा मग्‍न भए। शाऊलले तेस्रो पल्‍ट मानिसहरूलाई पठाए, र तिनीहरूले पनि त्‍यसै गरे।"},{"number":22,"verse":"तब शाऊल आफै रामामा गए, र सेकूमा भएको ठूलो कूवामा आइपुगे। उनले “शमूएल र दाऊद कहाँ छन्” भनी सोधखोज गरे। तब “तिनीहरू त रामाको नैयोतमा छन्” भनी तिनीहरूले भने।"},{"number":23,"verse":"उनी त्‍यहाँको बाटोमा जाँदाजाँदै परमप्रभुका आत्‍मा उनीमाथि पनि आउनुभयो, र रामाको नैयोतसम्‍मै उनी जोशमा मग्‍न भएर पुगे।"},{"number":24,"verse":"त्‍यहाँ उनले आफ्‍ना वस्‍त्र उतारे, र शमूएलको सामु जोशले मग्‍न भएर त्‍यस दिनभरि र रातभरि पनि नाङ्गै बसे। त्‍यसैकारण मानिसहरू भन्‍छन्, “के शाऊल पनि अगमवक्ताकै दलमा छन्?” ( )"}]}