{"bibleAbbr":"MSG2002","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":5,"verses":[{"number":1,"verse":"\"Remember, GOD, all we've been through. Study our plight, the black mark we've made in history."},{"number":2,"verse":"Our precious land has been given to outsiders, our homes to strangers."},{"number":3,"verse":"Orphans we are, not a father in sight, and our mothers no better than widows."},{"number":4,"verse":"We have to pay to drink our own water. Even our firewood comes at a price."},{"number":5,"verse":"We're nothing but slaves, bullied and bowed, worn out and without any rest."},{"number":6,"verse":"We sold ourselves to Assyria and Egypt just to get something to eat."},{"number":7,"verse":"Our parents sinned and are no more, and now we're paying for the wrongs they did."},{"number":8,"verse":"Slaves rule over us; there's no escape from their grip."},{"number":9,"verse":"We risk our lives to gather food in the bandit-infested desert."},{"number":10,"verse":"Our skin has turned black as an oven, dried out like old leather from the famine."},{"number":11,"verse":"Our wives were raped in the streets in Zion, and our virgins in the cities of Judah."},{"number":12,"verse":"They hanged our princes by their hands, dishonored our elders."},{"number":13,"verse":"Strapping young men were put to women's work, mere boys forced to do men's work."},{"number":14,"verse":"The city gate is empty of wise elders. Music from the young is heard no more."},{"number":15,"verse":"All the joy is gone from our hearts. Our dances have turned into dirges."},{"number":16,"verse":"The crown of glory has toppled from our head. Woe! Woe! Would that we'd never sinned!"},{"number":17,"verse":"Because of all this we're heartsick; we can't see through the tears."},{"number":18,"verse":"On Mount Zion, wrecked and ruined, jackals pace and prowl."},{"number":19,"verse":"And yet, GOD, you're sovereign still, your throne intact and eternal."},{"number":20,"verse":"So why do you keep forgetting us? Why dump us and leave us like this?"},{"number":21,"verse":"Bring us back to you, GOD--we're ready to come back. Give us a fresh start."},{"number":22,"verse":"As it is, you've cruelly disowned us. You've been so very angry with us.\""}]}