{"bibleAbbr":"KJVA2010","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":1,"verses":[{"number":1,"verse":"(Judah and Simeon Capture Adoni–bezek) Now after the death of Joshua it came to pass, that the children of Israel asked the LORD, saying, Who shall go up for us against the Canaanites first, to fight against them?"},{"number":2,"verse":"And the LORD said, Judah shall go up: behold, I have delivered the land into his hand."},{"number":3,"verse":"And Judah said unto Simeon his brother, Come up with me into my lot, that we may fight against the Canaanites; and I likewise will go with thee into thy lot. So Simeon went with him."},{"number":4,"verse":"And Judah went up; and the LORD delivered the Canaanites and the Per´izzites into their hand: and they slew of them in Bezek ten thousand men."},{"number":5,"verse":"And they found Adon´i — be´zek in Bezek: and they fought against him, and they slew the Canaanites and the Per´izzites."},{"number":6,"verse":"But Adon´i — be´zek fled; and they pursued after him, and caught him, and cut off his thumbs and his great toes."},{"number":7,"verse":"And Adon´i — be´zek said, Threescore and ten kings, having their thumbs and their great toes cut off, gathered their meat under my table: as I have done, so God hath requited me. And they brought him to Jerusalem, and there he died."},{"number":8,"verse":"(Judah Conquers Jerusalem and Hebron) Now the children of Judah had fought against Jerusalem, and had taken it, and smitten it with the edge of the sword, and set the city on fire."},{"number":9,"verse":"And afterward the children of Judah went down to fight against the Canaanites, that dwelt in the mountain, and in the south, and in the valley."},{"number":10,"verse":"And Judah went against the Canaanites that dwelt in Hebron: now the name of Hebron before was Kir´jath — ar´ba: and they slew She´shai, and Ahi´man, and Tal´mai."},{"number":11,"verse":"(Othniel Conquers Debir and Receives Achsah) ( And from thence he went against the inhabitants of Debir: and the name of Debir before was Kir´jath — se´pher:"},{"number":12,"verse":"and Caleb said, He that smiteth Kir´jath — se´pher, and taketh it, to him will I give Achsah my daughter to wife."},{"number":13,"verse":"And Oth´ni-el the son of Kenaz, Caleb's younger brother, took it: and he gave him Achsah his daughter to wife."},{"number":14,"verse":"And it came to pass, when she came to him, that she moved him to ask of her father a field: and she lighted from off her ass; and Caleb said unto her, What wilt thou?"},{"number":15,"verse":"And she said unto him, Give me a blessing: for thou hast given me a south land; give me also springs of water. And Caleb gave her the upper springs and the nether springs."},{"number":16,"verse":"(The Extent of the Conquests of Judah and Benjamin) And the children of the Kenite, Moses' father-in-law, went up out of the city of palm trees with the children of Judah into the wilderness of Judah, which lieth in the south of Arad; and they went and dwelt among the people."},{"number":17,"verse":"And Judah went with Simeon his brother, and they slew the Canaanites that inhabited Zephath, and utterly destroyed it. And the name of the city was called Hormah."},{"number":18,"verse":"Also Judah took Gaza with the coast thereof, and Ash´kelon with the coast thereof, and Ekron with the coast thereof."},{"number":19,"verse":"And the LORD was with Judah; and he drave out the inhabitants of the mountain; but could not drive out the inhabitants of the valley, because they had chariots of iron."},{"number":20,"verse":"(Josh 15.1314.) And they gave Hebron unto Caleb, as Moses said: and he expelled thence the three sons of Anak."},{"number":21,"verse":"(Josh 15.63; 2 Sam 5.6; 1 Chr 11.4.) And the children of Benjamin did not drive out the Jeb´usites that inhabited Jerusalem; but the Jeb´usites dwell with the children of Benjamin in Jerusalem unto this day."},{"number":22,"verse":"(Joseph Conquers Beth–el) And the house of Joseph, they also went up against Beth — el: and the LORD was with them."},{"number":23,"verse":"And the house of Joseph sent to descry Beth — el. (Now the name of the city before was Luz.)"},{"number":24,"verse":"And the spies saw a man come forth out of the city, and they said unto him, Show us, we pray thee, the entrance into the city, and we will show thee mercy."},{"number":25,"verse":"And when he showed them the entrance into the city, they smote the city with the edge of the sword; but they let go the man and all his family."},{"number":26,"verse":"And the man went into the land of the Hittites, and built a city, and called the name thereof Luz: which is the name thereof unto this day."},{"number":27,"verse":"(The Extent of the Conquests of Manasseh and Ephraim) (Josh 17.11-13.) Neither did Manas´seh drive out the inhabitants of Beth — she´an and her towns, nor Ta´anach and her towns, nor the inhabitants of Dor and her towns, nor the inhabitants of Ib´le-am and her towns, nor the inhabitants of Megid´do and her towns: but the Canaanites would dwell in that land."},{"number":28,"verse":"And it came to pass, when Israel was strong, that they put the Canaanites to tribute, and did not utterly drive them out."},{"number":29,"verse":"(Josh 16.10.) Neither did E´phra-im drive out the Canaanites that dwelt in Gezer; but the Canaanites dwelt in Gezer among them."},{"number":30,"verse":"(The Extent of the Conquests of the Other Tribes) Neither did Zeb´ulun drive out the inhabitants of Kitron, nor the inhabitants of Na´halol; but the Canaanites dwelt among them, and became tributaries."},{"number":31,"verse":"Neither did Asher drive out the inhabitants of Accho, nor the inhabitants of Zidon, nor of Ahlab, nor of Achzib, nor of Helbah, nor of Aphik, nor of Rehob:"},{"number":32,"verse":"but the Ash´erites dwelt among the Canaanites, the inhabitants of the land: for they did not drive them out."},{"number":33,"verse":"Neither did Naph´tali drive out the inhabitants of Beth — she´mesh, nor the inhabitants of Beth — a´nath; but he dwelt among the Canaanites, the inhabitants of the land: nevertheless, the inhabitants of Beth — she´mesh and of Beth — a´nath became tributaries unto them."},{"number":34,"verse":"And the Amorites forced the children of Dan into the mountain: for they would not suffer them to come down to the valley:"},{"number":35,"verse":"but the Amorites would dwell in mount Her´es in Ai´jalon, and in Sha-al´bim: yet the hand of the house of Joseph prevailed, so that they became tributaries."},{"number":36,"verse":"And the coast of the Amorites was from the going up to Akrab´bim, from the rock, and upward."}]}