{"bibleAbbr":"Thomson1808","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":17,"verses":[{"number":1,"verse":"The Oracle against Damascus. Behold Damascus shall be removed from among cities, and shall be for desolation;"},{"number":2,"verse":"left for ever for the folding of flocks, and for a resting place where none will scare them."},{"number":3,"verse":"And it shall no more be a fortress for Ephraim to flee to; nor (s) (S=Sion.) shall there be again a regal government in Damascus; ever hereafter, of the Syrians. For thou art not better than the children of Israel; than that which was their glory. Thus saith the Lord of hosts,"},{"number":4,"verse":"there shall be in that day a diminution of the glory of Jacob; and the fatness of his glory shall be shaken;"},{"number":5,"verse":"and it shall be as when one gathereth the standing harvest and reapeth the ears of stalks; nay, it shall be as when one gathereth stalks in a sterile vale,"},{"number":6,"verse":"still a stalk may be left in it: or like the unripe berries of an olive tree, two or three may be left on the topmost bough, or four or five among the branches. Thus saith the Lord the God of Israel,"},{"number":7,"verse":"in that day let man trust in his maker, and his eyes look to the Holy One of Israel:"},{"number":8,"verse":"and let him no more put confidence in altars, nor in the works of their hands which their fingers have made, nor look to the groves nor to their abominations."},{"number":9,"verse":"In that day thy cities shall be forsaken, as the Amorites and Evites forsook theirs because of the sons of Israel: and they shall become a desolation."},{"number":10,"verse":"Because thou hast forsaken God thy Saviour, and hast not been mindful of the Lord thy helper, therefore thou shalt plant a faithless plant and a faithless seed."},{"number":11,"verse":"On the day thou plantest thou shalt be deceived. Though thou sowest in the morning, shall it bloom for harvest? or on the day when thou shalt take possession, shalt thou as the father of man take possession for thy sons?"},{"number":12,"verse":"Alas! the multitude of many nations! Like the billowy sea so shall you be tossed, and the back of many nations shall sound like water."},{"number":13,"verse":"The multitude of nations being like a great flood, their flight shall be like that of a mighty torrent rolling on impetuously. For he will repulse them with scorn, and pursue them to a great distance, like chaff before the wind when men winnow, or as a tempest driveth the dust of a wheel."},{"number":14,"verse":"Toward evening there will be grief; before morning they shall be no more. This is the portion of them who have plundered you; and this the inheritance of them, who have taken possession of you."}]}