{"bibleAbbr":"Thomson1808","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":26,"verses":[{"number":1,"verse":"(c.) “Behold we have a strong city! he will make salvation its wall and outworks."},{"number":2,"verse":"Open the gates; let the people enter, who keep righteousness and who keep truth;"},{"number":3,"verse":"who support truth and keep peace; because their confidence is placed in thee, Lord!"},{"number":4,"verse":"who art to everlasting, the Mighty, the Eternal God,"},{"number":5,"verse":"who hast humbled and brought down them who dwell in lofty places. Fortified cities thou canst demolish and level them with the dust,"},{"number":6,"verse":"that the feet of the meek and lowly may trample them."},{"number":7,"verse":"The way of the pious was straight; the way of the pious was well prepared;"},{"number":8,"verse":"for the way of the Lord is justice. We have trusted in thy name and in that remembrance"},{"number":9,"verse":"which is the desire of our soul by night. To thee, God, my spirit awaketh early, because thy statutes are a light on the earth. Learn righteousness ye dwellers on earth,"},{"number":10,"verse":"for the wicked one is no more. Whoever will not learn justice on earth, cannot act agreeably to truth. Let the wicked be removed that he may not see the glory of the Lord."},{"number":11,"verse":"Thy hand, Lord, was lifted high; but they did not know it; but when they know they will be ashamed. Zeal will seize an uninstructed people; even now a fire devoureth the adversaries."},{"number":12,"verse":"Lord, our God, grant us peace, for thou hast forgiven us all things."},{"number":13,"verse":"Lord, our God, take possession of us! Besides thee, Lord, we know none other. We celebrate thy name."},{"number":14,"verse":"As for those who are dead they would not see life, nor could physicians raise them up; therefore thou hast removed and destroyed and taken away all their males. Heap, Lord, evils upon them:"},{"number":15,"verse":"Heap evils on the vainglorious of the earth."},{"number":16,"verse":"Lord, in affliction I remembered thee. Thine instruction to us was with a small affliction;"},{"number":17,"verse":"and as a woman in labour, when near delivery, crieth in her pangs, so have we been to thy beloved."},{"number":18,"verse":"On account of the fear of thee, Lord, we conceived and suffered the pangs of child birth, and brought forth the spirit of thy salvation; for what we did in that land we are not to fall; but all the dwellers in that land are to fall."},{"number":19,"verse":"(p) The dead shall be raised up again, even they in the tombs shall be raised up: and they in this land shall be filled with joy: for the dew from thee is healing for them; but the land of the ungodly shall fall."},{"number":20,"verse":"Go my people, enter into thy chambers; shut thy door: hide thyself for a little while; until the anger of the Lord is passed."},{"number":21,"verse":"For behold the Lord from his sanctuary is about to bring wrath on the inhabitants of this land; and the land will disclose the blood on it, and will no longer cover the slain."}]}