{"bibleAbbr":"Thomson1808","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":27,"verses":[{"number":1,"verse":"In that day God will bring his holy sword, even his great and powerful sword, upon the dragon, the flying serpent; Upon the dragon, the crooked serpent; he will slay the dragon."},{"number":2,"verse":"In that day the fair vineyard; I have a mind to lead a responsive song against this."},{"number":3,"verse":"(c) I am a strong city, a city besieged. (v) In vain shall I supply her with drink: for by night she will be taken, and by day she will fall."},{"number":4,"verse":"There is no wall, or it hath not availed her. Will any one set me to watch a stalk in a field? On account of this warfare I have rejected her. (c) For this cause therefore the Lord hath executed all that he determined."},{"number":5,"verse":"I am about to be burned up. (v) Let the inhabitants therein cry aloud, “Let us make peace with him. Let us make peace.”"},{"number":6,"verse":"(p) They who are coming are children of Jacob. Israel shall bloom and blossom; and the World shall be filled with his fruit."},{"number":7,"verse":"He shall not, as he smote, be so smitten: nor, as he slew, shall he be so slain."},{"number":8,"verse":"Having fought and disgraced them he will let them go. Thou hast not been visiting with this severe wind, to destroy them utterly with a blast of anger."},{"number":9,"verse":"(J) By means of this the iniquity of Jacob will be removed: and this will be to him a subject of thanksgiving, when I take away his sin: when they grind to powder all the hewn stones of their altars, and their groves no longer remain, and their idols hacked to pieces like a forest are far away."},{"number":10,"verse":"The folded flock shall be disconsolate, like a flock which hath been forsaken; and for a long time the country shall be for a pasture, and flocks shall there take their rest."},{"number":11,"verse":"And after a time there will be no verdure in it, by reason of its being parched up. (p) ye women who are coming from a goddess attend! For this is not a people, who have understanding; therefore he(c) the city. (v) the vineyard. who made them will not have pity on them; nor will he who formed them shew them any favour."},{"number":12,"verse":"(J) But it shall come to pass in that day, that God will hedge them about from the channel of the river even to Rinocorouron."},{"number":13,"verse":"Therefore gather ye the sons of Israel together one by one. And it shall come to pass in that day, that the great trumpet shall be sounded and those shall come who are perishing in the land of Assyria, and they who are perishing in Egypt; and shall bow themselves down before the Lord, on this holy mountain in Jerusalem."}]}