{"bibleAbbr":"Thomson1808","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":34,"verses":[{"number":1,"verse":"Attend O nations, and hearken ye chiefs. Let the earth hear and the inhabitants thereof; The World and the people who are therein"},{"number":2,"verse":"Because the wrath of the Lord is against all the nations, and his anger against this number of them to destroy them and deliver them up to slaughter;"},{"number":3,"verse":"therefore their wounded and dead shall be cast out, and the stench of them shall ascend; and the mountains shall be drenched with their blood;"},{"number":4,"verse":"and all the powers of the heavens shall waste away; and the heaven shall be rolled up like a scroll and all the stars shall fall like leaves from a vine and as leaves fall from a fig tree."},{"number":5,"verse":"(J) My sword hath drunk deep in the heaven; behold it shall come down on Idumea and on the people justly doomed to destruction."},{"number":6,"verse":"(p) The sword of the Lord hath been glutted with blood; it is pampered with suet; with the blood of he; goats and lambs, and with the suet of goats and rams. Because there is a sacrifice for the Lord in Bosor, and a great slaughter in Idumea;"},{"number":7,"verse":"therefore the fatlings shall fall with them, namely the rams and the bulls. And the land shall be drenched with blood, and glutted with their suet."},{"number":8,"verse":"For it is the day of the Lord's vengeance, and the year for a judicial retribution to Sion:"},{"number":9,"verse":"and its torrents shall be turned into pitch, and its land into sulphur. And its land shall be like pitch burning day and night,"},{"number":10,"verse":"and which shall not be extinguished: for a long time the smoke of it shall ascend. During its generation it shall be desolate."},{"number":11,"verse":"And for a long period fowls and porcupines, ibises and crows shall dwell therein. And over it shall be stretched a line of devastation; and in it the onocentaurs shall dwell."},{"number":12,"verse":"The chiefs of it shall be no more; for its kings and its nobles shall be for destruction."},{"number":13,"verse":"And in their cities shall spring up brakes; and brambles shall be its fortresses: and they shall be cots for Sirens, and for the ostrich's court."},{"number":14,"verse":"And demons shall meet onocentaurs; and bellow one to the other. Onocentaurs shall there enjoy repose having found for themselves a place of rest."},{"number":15,"verse":"There the porcupine hath made its nest; and the land hath safely kept its young. There the deer have assembled and seen each other's face."},{"number":16,"verse":"I counted them and there is not one of them lost. They have not had occasion to seek each other: for the Lord hath issued orders to them; and his spirit hath brought them together."},{"number":17,"verse":"And he will himself cast the lots for them, his hand hath meted the place for them to feed. For a long time you shall inherit it. (c) For generations of generations let them rest therein."}]}