{"bibleAbbr":"Thomson1808","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":38,"verses":[{"number":1,"verse":"At that time Ezekias was seized with a mortal sickness; and Esaias son of Amos, the prophet, came to him and said to him, Thus saith the Lord, Give orders respecting thy household, for thou art at the point of death and shall not live."},{"number":2,"verse":"Thereupon Ezekias turned his face to the wall and prayed to the Lord,"},{"number":3,"verse":"saying, “0 Lord, remember how I have walked before thee with truth and with an upright heart, and have done the things which are pleasing in thy sight.” And Ezekias wept bitterly."},{"number":4,"verse":"And a word of the Lord came to Esaias saying,"},{"number":5,"verse":"Go and say to Ezekias, Thus saith the Lord, the God of thy father David, I have heard thy prayer and seen thy tears, Behold I will add to thy term fifteen years."},{"number":6,"verse":"And I will deliver thee and this city out of the hand of the king of the Assyrians and cover this city with my shield."},{"number":7,"verse":"And this shall be a sign to thee from the Lord, that God will perform this decree."},{"number":8,"verse":"Behold I will bring back the shadow of the steps the ten steps of the house of thy father, which the sun hath gone down. I will bring back the sun those ten steps. So the sun reascended the ten steps which the shadow had gone down."},{"number":9,"verse":"The prayer of Ezekias, king of Judea, when he had been sick, and was recovered from his sickness."},{"number":10,"verse":"I said in the height of my days I shall go down to the gates of Hades, I shall leave the years which remain."},{"number":11,"verse":"I said, I shall no more see the salvation of God in the land of the living; I shall no more see the salvation of Israel on the earth; I shall behold man no more."},{"number":12,"verse":"I am cut off from my generation, I have left the remainder of my life. He is gone and departed from me, like one striking a tent, having just pitched it. My soul within me was like a web which the weaver was in act to sever from the loom."},{"number":13,"verse":"In that day I was delivered up until morning as to a lion. So did he break to pieces all my bones. For from day to night I was delivered up."},{"number":14,"verse":"Like a swallow so let me twitter; and like a turtle dove so let me moan; for mine eyes were too weak to look up to the vault of heaven; to the Lord who hath rescued me"},{"number":15,"verse":"and taken from me the sorrow of my soul."},{"number":16,"verse":"Of this indeed thou, O Lord, wast told, and thou hast restored my breath and I am comforted and live."},{"number":17,"verse":"For thou hast rescued my soul that it should not perish; and hast cast behind thee all my sins."},{"number":18,"verse":"For those in the mansion of the dead cannot praise thee; nor can the dead return thee thanks, nor they in Hades hope for thy kindness."},{"number":19,"verse":"The living will praise thee even as I do; for from this day I shall raise up children, who will proclaim this loving kindness of thine,"},{"number":20,"verse":"God of my salvation; and I will never cease praising thee with a psaltery, all the days of my life over against the house of God."},{"number":21,"verse":"Now Esaias had said to Ezekias, Take a cake of figs and bruise and apply it as a poultice and thou shalt recover."},{"number":22,"verse":"Whereupon Ezekias said, Let this be a sign to Ezekias, that I shall go up to the house of God."}]}