{"bibleAbbr":"Thomson1808","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":41,"verses":[{"number":1,"verse":"(J) Dedicate yourselves to me, Islands, for the Arehons will gather new strength. Let them draw near and confer together, then let them announce judgment."},{"number":2,"verse":"Who raised up righteousness from the East; called upon it to attend his steps? when he marcheth on, he will exhibit it before nations and confound kings and dash their swords to the ground, and their bows shall be driven away like stubble."},{"number":3,"verse":"When he pursueth them, the road for his feet shall pass through to peace."},{"number":4,"verse":"Who hath performed and done these things? He who called that righteousness; who from the generations of the beginning is calling it I God the First, and to the succeeding ages, THE I AM."},{"number":5,"verse":"The nations saw and were affrighted; the ends of the earth drew near and came together."},{"number":6,"verse":"Every one is determining to help his neighbour and his brother, and one will say,"},{"number":7,"verse":"The carpenter had strength, so had the smith who beateth with a hammer and plateth it. Sometimes indeed one will say, “It is a beautiful composition?” These things they made strong with nails; they will fix them up that they may not be moved:"},{"number":8,"verse":"but thou Israel my servant; thou Jacob, whom I have chosen; thou seed of Abraham whom I loved!"},{"number":9,"verse":"have I not taken thee from the ends of the earth, and from the speculations thereof called thee, and said to thee, Thou art my servant I have chosen thee and have not forsaken thee."},{"number":10,"verse":"Fear not, for I am with thee; be not led astray, for I am thy God. I have strengthened thee and helped thee, and secured thee with my just right hand."},{"number":11,"verse":"Behold all thine adversaries shall be ashamed and confounded; for they shall be as nothing and all thine opponents shall be destroyed."},{"number":12,"verse":"Thou mayst seek but thou shalt not find the men, who through drunkenness will dare to insult thee. For they shall be as mere nothing: and they who war against thee shall be no more."},{"number":13,"verse":"For I am thy God, who have hold of thy right hand, and who say to thee,"},{"number":14,"verse":"Fear not, Jacob, diminutive Israel! I have helped thee, saith thy God, who redeemeth thee, Israel."},{"number":15,"verse":"Behold I have made thee like the wheels of a wain bruising to pieces a brood of pigeons: thou indeed shalt grind mountains and reduce hills to small pieces, and make them like dust:"},{"number":16,"verse":"and thou shalt winnow them; and a wind shall take them up, and a whirlwind shall sweep them away; but thou shalt be gladdened in the sanctuaries of Israel;"},{"number":17,"verse":"and the poor and the needy shall exult with joy: for when they shall seek water and there shall be none, and their tongue is parched with thirst; I the Lord their God, I the God of Israel will hear and will not forsake them;"},{"number":18,"verse":"but will open rivers on the mountains, and fountains in the midst of plains: I will turn the wilderness into watery fens, and with streams refresh the thirsty ground."},{"number":19,"verse":"And I will plant in the dry wilderness the cedar and box, the myrtle and cypress and elm:"},{"number":20,"verse":"that they may see and know, and consider and understand at once that the hand of the Lord hath done these things; even what the Holy One of Israel hath pointed out."},{"number":21,"verse":"The trial of you is near, saith the Lord God; your councils are nigh at hand, saith the king of Jacob;"},{"number":22,"verse":"let them draw near and tell you what will happen, or such things as these before they come to pass. Tell us that we may apply our understanding, and that we may know the final issue, and the train of events leading to it."},{"number":23,"verse":"Tell us, announce to us the things in successive train to the issue; and we will acknowledge that you are gods. Confer favours and inflict punishments, and we will pay respect and see at once,"},{"number":24,"verse":"that wherever you are thence is your operation. They have chosen you an abomination from the earth;"},{"number":25,"verse":"but I have raised up that one from the north, and that other from the risings of the sun; they shall be called by my name: let the Arehons come, and as the clay of the potter; even as a potter treadeth clay so shall you be trampled down."},{"number":26,"verse":"Who now can tell these things from the beginning, that we may know, even these things before hand: that we may say, The prediction is true. There is none who predicteth, nor doth any one hear your words."},{"number":27,"verse":"I will first give notice to Sion and I will comfort Jerusalem on the way."},{"number":28,"verse":"For of the nations behold there is none, and of the idols none giveth warning. And should I ask them, Whence are you? They could not make me any answer."},{"number":29,"verse":"For are these they who made you? They are indeed those who vainly lead you astray."}]}