{"bibleAbbr":"Thomson1808","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":49,"verses":[{"number":1,"verse":"(M) Hearken to me, isles; and ye nations attend! (After a long time one will stand up saith the Lord.) From my mother's womb he mentioned my name ((M) The Messiah)"},{"number":2,"verse":"and made my mouth like a sharp sword and hid me under the cover of his hand. He made me like a chosen shaft, and in his quiver kept me concealed,"},{"number":3,"verse":"and said to me, “Thou Israel art my servant, and by thee I shall be glorified.”"},{"number":4,"verse":"Whereupon I said, “I have laboured in vain; for vanity and for nought I have spent my strength; therefore my cause is with the Lord; and my labour is before my God.”"},{"number":5,"verse":"And now thus saith the Lord who formed me from the womb. To be his servant to gather Jacob to him, and Israel. I shall be gathered and glorified before the Lord. And my God will be my strength."},{"number":6,"verse":"Moreover he said to me, Is it a great thing for thee to be called my servant to reestablish the tribes of Jacob and bring back the dispersion of Israel? Behold I have given thee for the covenant of a race; for the light of nations; that thou mayst be for salvation to the farthest part of the earth."},{"number":7,"verse":"Thus saith the Lord who delivered thee; the God of Israel, “Hallow him who despised his life, him who was abhorred by the nations, the slaves of the Arehons. Kings shall see him and chiefs shall rise up and they shall worship him for the sake of the Lord; because the Holy One of Israel is faithful, therefore I have chosen thee."},{"number":8,"verse":"Thus saith the Lord, “In an acceptable time I have hearkened to thee, and in a day of salvation helped thee; and have formed thee and given thee for the covenant of nations that thou mayst reduce the earth to order and possess desolate heritages,"},{"number":9,"verse":"saying to them who are in bonds, Go forth; and to them who are in darkness, “Come into light.” In all the highways they shall be fed, and there shall be pasture for them in all the paths."},{"number":10,"verse":"They shall not hunger nor shall they thirst, nor shall the burning wind nor the sun smite them; but he who hath compassion on them will comfort them and lead them to bursting springs of water."},{"number":11,"verse":"And I will make every mountain a highway, and every path a pasture for them."},{"number":12,"verse":"Behold they from afar shall come, some from the north and the west and others from the land of the Persians.”"},{"number":13,"verse":"(c) Rejoice heavens; and let the earth be glad, let the mountains resound with bursts of joy; for God hath compassionated his people, and comforted those of his people who were afflicted."},{"number":14,"verse":"(M) Hath Sion then said, “The Lord hath quite forsaken me, “and, “Why hath the Lord forgotten me?”"},{"number":15,"verse":"can a woman forget her child? or not have compassion on the offspring of her womb? Grant that a woman may forget even these, but I will not forget thee, said the Lord."},{"number":16,"verse":"Behold I have engraven thy walls on my hands; and thou art continually before me."},{"number":17,"verse":"And thou shalt be speedily rebuilt by them who destroyed thee; and they who laid thee waste shall become thine offspring."},{"number":18,"verse":"Look up with thine eyes all around and view them all; behold they are gathered together and coming to thee. As I live saith the Lord, Thou shalt clothe thyself with them all, as with raiment, and wrap them about thee as a bride doth her dress."},{"number":19,"verse":"Because thy waste and desolate and ruinated places will now be too narrow for the inhabitants, and they who devoured thee shall be removed far from thee;"},{"number":20,"verse":"therefore thy sons whom thou hast lost will say in thine ears, This place is too strait for me: make room for me, where I may dwell."},{"number":21,"verse":"Whereupon thou wilt say in thy heart, Who hath begotten these for me? I indeed was childless and a widow, Who then hath brought up these for me? I was abandoned and alone; whence then have I these?"},{"number":22,"verse":"Thus saith the Lord, Lord, Behold I will lift up my hand to the nations, and I will erect my standard for the isles. And they shall bring thy sons in their bosoms and carry thy daughters on their shoulders:"},{"number":23,"verse":"and kings shall be thy foster fathers; and their queens thy nursing mothers. And on the face of the ground they shall pay thee homage, and lick the dust of thy feet. And thou shalt know that I am the Lord, and that they who wait for me shall not be ashamed."},{"number":24,"verse":"(a) Can any one take spoils from a giant? (b) And if any one captivate unjustly shall he be safe."},{"number":25,"verse":"For thus saith the Lord, When one captivateth a giant he shall take spoils. (a) But can one take from a mighty man and be safe? (b) But it is I who vindicateth thy cause, and I will deliver thy children."},{"number":26,"verse":"And they who afflicted thee shall eat their own flesh, and drink like new wine their own blood and be made drunk; and all flesh shall know that it is I the Lord who delivered thee. And who uphold the strength of Israel."}]}