{"bibleAbbr":"Thomson1808","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":5,"verses":[{"number":1,"verse":"Let me sing for the Beloved, a song of my Beloved to His vineyard. The beloved had a vineyard on a mountain in a rich soil,"},{"number":2,"verse":"and I hedged it around and trenched it; and planted it with the vine of Sorek; and in the midst of it built a tower, and hewed out therein a wine lake; and waited for its producing grapes, and it produced poisonous berries."},{"number":3,"verse":"Now therefore, inhabitants of Jerusalem and men of Juda, judge between me and my vineyard."},{"number":4,"verse":"What more could I do for my vineyard that I have not done for it? Because I expected that it would produce grapes, and it hath produced poisonous berries;"},{"number":5,"verse":"now therefore I will tell you, what I purpose to do with my vineyard; I take away the hedge thereof, and it shall be exposed to plunder; and I will demolish its wall, and it shall be for a common walk;"},{"number":6,"verse":"and I will abandon my vineyard that it may neither be pruned nor digged; and brambles shall overrun it as a waste; and I will give a charge to the clouds not to shed rain upon it."},{"number":7,"verse":"For the vineyard of the Lord of Hosts is the house of Israel; and the men of Juda his beloved plant. I waited for their executing justice, but they committed injustice, and promoted not righteousness, but an outcry."},{"number":8,"verse":"Woe unto them who join house to house, and who are bringing field nearer to field, that they may take something from their neighbour. Are you alone to dwell in the land?"},{"number":9,"verse":"For these things have come to the ears of the Lord of Hosts. For though there be many houses they shall be for desolation; though great and fair, there shall be no inhabitants therein."},{"number":10,"verse":"For the ground Worked by ten yoke of oxen will not yield a bath of wine; and he who soweth six measures shall not raise three."},{"number":11,"verse":"Woe to them, who rise early to follow strong drink, and continue at it till late at night; for the wine will inflame them."},{"number":12,"verse":"For with kithara and psaltery, tabors and pipes, they drink wine; but they regard not the works of the Lord, nor consider the operations of his hands."},{"number":13,"verse":"Therefore my people are become captives, because they did not know the Lord; and multitudes have died of famine and thirst;"},{"number":14,"verse":"and Hades hath enlarged its appetite, and opened its mouth, that there may be no want of room; and down shall go the honourable and the great, and the rich and the pestilent men of the land."},{"number":15,"verse":"The commoner shall be humbled; and the noble dishonoured; and the lofty eyes shall be brought down;"},{"number":16,"verse":"and the Lord of Hosts shall be exalted in judgment; and God, the Holy One, shall be glorified by righteousness;"},{"number":17,"verse":"and they who have been plundered shall be fed like bulls, and lambs shall graze the waste places of them who have been removed."},{"number":18,"verse":"Woe unto them who draw out sins as for a long cable: and iniquities as for an ox chain:"},{"number":19,"verse":"who say, “Let what he is to do approach speedily that we may see; and let the counsel of the Holy One of Israel come that we may know it.”"},{"number":20,"verse":"Woe to them who call evil good; and good evil; who put darkness for light, and light for darkness; who put bitter for sweet; and sweet for bitter."},{"number":21,"verse":"Woe to them who are wise in their own conceit, and in their own eyes prudent."},{"number":22,"verse":"Woe to your mighty men who drink wine; and to your princes who mingle strong drink:"},{"number":23,"verse":"who justify the wicked for rewards; and deprive the just of his right."},{"number":24,"verse":"For this cause, as stubble will be set on fire by a coal, and consumed by a neglected flame; their root shall be like touch wood, and their blossom shall ascend like dust: for they desired not the law of the Lord of Hosts: but provoked to wrath the manifestion of the Holy One of Israel."},{"number":25,"verse":"Wherefore the Lord of Hosts was incensed against his people, and he stretched out his hand against them and smote them: and the mountains were convulsed, and their carcasses were as dung in the high way: and for all this his anger was not turned away; but still his hand is high."},{"number":26,"verse":"Therefore he will erect a standard among the nations far off, and summon them from the extremity of the earth; and behold! with speed they are coming swiftly."},{"number":27,"verse":"They will not hunger, nor will they be weary: they will not slumber, nor lie down to sleep; nor shall their girdles be loosed from their loins, nor the latchets of their sandals broken."},{"number":28,"verse":"Their arrows are sharp; and their bows are bent: the hoofs of their horses have been accounted as flint, and the wheels of their chariots are like a whirlwind."},{"number":29,"verse":"They growl like lions, and are at hand like young lions. He will seize and roar like a wild beast and drive out the people, and there shall be none to deliver them."},{"number":30,"verse":"On that day he will roar against them like the roaring of the billowy sea; and they will look upwards to the heaven and down on the earth; and lo! distressful darkness in their tribulation."}]}