{"bibleAbbr":"Thomson1808","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":50,"verses":[{"number":1,"verse":"Thus saith the Lord, Of what sort was the bill of your mother's divorce with which I divorced her? Or to what creditor have I sold you? Behold you were sold for your transgressions; and for your iniquities I divorced your mother."},{"number":2,"verse":"Why, when I came, was there no man? And why, when I called, did none answer? Is my hand unable to save? Or have I no power to rescue? Behold with my rebuke I can dry up the sea, and make the rivers a desert, so that the fishes thereof shall shrivel for want of water, and die for thirst."},{"number":3,"verse":"I can clothe the heaven with darkness, and make its covering like sackcloth."},{"number":4,"verse":"The Lord Lord giveth me an instructed tongue, to know when it is proper to speak a word. He gave it me in the morning; he gave me in addition an ear to hear."},{"number":5,"verse":"And the instruction of the Lord, Lord openeth mine ears and I am not rebellious, nor do I gainsay."},{"number":6,"verse":"My back I have given to scourges, and my cheeks to be slapped with an open hand, and I turned not my face from the shame of spittles."},{"number":7,"verse":"Indeed the Lord Lord was my helper; therefore I was not ashamed, but kept my countenance firm as a rock. I knew indeed that I should not be confounded,"},{"number":8,"verse":"because he who justified me is near at hand. Who is he that contendeth with me? Let him stand up with me face to face. Yes, let my accuser, whoever he be, come near me."},{"number":9,"verse":"Behold the Lord, Lord will be my advocate; who can do {(a) An objection stated. (b) The answer.} me any evil? Behold you shall all wax old like a mantle, and the moth shall consume you."},{"number":10,"verse":"Who is there among you who feareth the Lord, let him hearken to the voice of his servant. Ye who walk in darkness and have no light, trust in the name of the Lord and stay your selves on God."},{"number":11,"verse":"Behold you are all kindling a fire and increasing the flame; walk in the light of your fire and by the flame which you have kindled. On my account these things have befallen you. You shall lie down in sorrow."}]}