{"bibleAbbr":"Thomson1808","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"(J) CRY aloud and spare not; raise thy voice like a trumpet: proclaim to my people their sins, and to the house of Jacob their iniquities."},{"number":2,"verse":"Day after day they seek me, and desire to know my ways; like a people who have practised righteousness, and who have not forsaken the ordinance of God. They now ask of me a just decision and desire to draw near to God."},{"number":3,"verse":"Saying, “Why have we fasted and thou hast not seen? We have humbled our souls and thou hast not known.” In the very days of your fasts you enjoy your own pleasures and goad all them who are under your controul."},{"number":4,"verse":"You fast for strife and debate; and smite the poor with your fists. Why fast ye for me as today that by a cry your voice may be heard?"},{"number":5,"verse":"This is not such a fast as I have chosen, that a man should afflict his soul for a day. No: though thou shouldst bend thy neck like a hook and lay sackcloth and ashes under thee: even in that case you are not to call it an acceptable fast."},{"number":6,"verse":"It is not such a fast as this that I have chosen, saith the Lord. But loose every bond of iniquity; dissolve the obligations of onerous contracts; set at liberty them who are oppressed, and tear in pieces every unjust stipulation in writing:"},{"number":7,"verse":"deal out thy bread to the hungry, and take into thy house the poor who have no shelter; if thou seest one naked, clothe him, and look not scornfully on dependants of thy race;"},{"number":8,"verse":"then shall thy light break forth like the morning, and thy remedies shall spring up speedily: and thy righteousness shall go before thee, and the glory of the Lord will surround thee."},{"number":9,"verse":"Then thou shalt cry and God will answer thee; and whilst thou art speaking he will say, Lo I am here. If thou remove from thee the bond, and the vote and decree which occasion murmuring,"},{"number":10,"verse":"and from thy soul give bread to the hungry and satisfy an afflicted soul; then shall thy light spring up in darkness; and thy darkness shall be as the noon day:"},{"number":11,"verse":"and thy God will be with thee continually; and thou shalt be satisfied as thy soul desireth; and thy bones shall be made fat and be like a watered garden, and like a spring whose water never failed."},{"number":12,"verse":"And thine old waste places shall be rebuilded; and thy foundations shall last for generations of generations: and thou shalt be called the repairer of breaches, and shalt enjoy rest in the midst of thy paths."},{"number":13,"verse":"If on account of the sabbaths thou restrain thy foot from doing thy pleasure on that holy day; and call the sabbaths delightful, dedicated to God; and wilt not lift up thy foot for any work; nor utter a word in anger from thy mouth;"},{"number":14,"verse":"and trust continually in the Lord; he will then mount thee on the good places of the land and feed thee on the inheritance of thy father Jacob: for the mouth of the Lord hath spoken these words."}]}