{"bibleAbbr":"Thomson1808","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":66,"verses":[{"number":1,"verse":"Thus saith the Lord, The heaven is my throne, and the earth, my footstool: what sort of an house will you build for me? And of what sort shall be the place of my rest?"},{"number":2,"verse":"For all these things my hand hath made: and all these things are mine saith the Lord. Upon whom therefore will I look down, but upon him only who is humble and quiet, and who trembleth at my words?"},{"number":3,"verse":"As for the wicked man, who sacrificeth to me a young bull: he is one who slayeth a dog: and though he offereth me fine flour: it will be as the blood of swine. Though he offereth incense for a memorial, he is as a blasphemer. As they have chosen their own ways: and their soul hath delighted in their abominations:"},{"number":4,"verse":"I also will chuse their delusions, and pay them back their sins. Because I called them and they did not answer; I spake, but they did not listen:;but did that which is evil in my sight, and chose the things in which I did not delight;"},{"number":5,"verse":"hear the decisions of the Lord; ye who tremble at his word, say, “O our brethren; (to them who hate you and are abominable, that the name of the Lord may be glorified and appear to their joy, when they shall be ashamed)"},{"number":6,"verse":"a sound of screaming from the city! a sound from the temple! the voice of the Lord rendering a recompense to his adversaries!"},{"number":7,"verse":"That a woman hath brought forth before she travailed; that before her pangs came on, they are over and a male child born;"},{"number":8,"verse":"who hath heard such a thing, or who hath seen the like? Did ever the earth bring forth in a day, or was ever a nation born at once? That Sion should travail and bring forth her children,"},{"number":9,"verse":"I myself gave this expectation; yet thou didst not remember me, saith the Lord. Behold did I not make her who beareth; and her who is barren? Said thy God."},{"number":10,"verse":"Rejoice Jerusalem! and sing praises therein, all ye who love her! Be exceedingly joyful with her, all ye who mourn for her!"},{"number":11,"verse":"That you may suck and be satisfied from the breast of her consolation; that you may suck and be fed deliciously, at the commencement of her glory."},{"number":12,"verse":"For thus saith the Lord, Behold I will glide to them like a peaceful stream, and like a torrent deluging the glory of nations. Their children shall be carried on shoulders, and shall be dandled on knees."},{"number":13,"verse":"As one whom his mother comforteth, so will I comfort you, and in Jerusalem you shall find consolation."},{"number":14,"verse":"And you shall see it, and your heart shall rejoice; and your bones shall flourish like a green herb. And the hand of the Lord will be made known to them who fear him. And it will terrify them who are disobedient."},{"number":15,"verse":"For behold! the Lord will come as a fire, and his chariots as a whirlwind, to execute his vengeance with wrath and his rebuke with flaming fire."},{"number":16,"verse":"For with the fire of the Lord all this land shall be tried, and all flesh with his sword. Many shall be the slain of the Lord!"},{"number":17,"verse":"They who consecrate and purify themselves for the gardens, and they who, in the outer courts, eat swine's flesh, and the abominations and the mouse, shall for this be consumed together, said the Lord."},{"number":18,"verse":"As I know their works and their reasoning I am coming to gather together all the nations and the tongues, and they shall come and see my glory."},{"number":19,"verse":"And I will leave among them a sign, and those of them who escape I will send to the nations; to Tharsis and Phud and Lud and Mosach and to Thobel and Greece and to the far distant isles. They who have not heard my name nor seen my glory; even they shall proclaim my glory among the nations;"},{"number":20,"verse":"and they shall bring your brethren from all the nations, as a gift for the Lord with horses and chariots, in litters borne by mules with umbrellas over them, to the holy city Jerusalem, said the Lord; as the children of Israel brought up their sacrifices for me with songs of praise to the house of the Lord."},{"number":21,"verse":"And of them I will take priests and Levites, said the Lord."},{"number":22,"verse":"For as the new heaven and the new earth, which I make, shall remain in my presence, saith the Lord; so shall your seed and your name be established."},{"number":23,"verse":"And it shall be, that month after month and sabbath after sabbath, all flesh shall come to worship before me, in Jerusalem, said the Lord."},{"number":24,"verse":"And they shall go forth, and see the carcasses of those men, who have transgressed against me. For their Worm shall not die and their fire shall not be quenched, and they shall be a spectacle to all flesh."}]}