{"bibleAbbr":"CVg2018","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"Profectus est autem Roboam in Sichem : illuc enim cunctus Israël convenerat ut constituerent eum regem."},{"number":2,"verse":"Quod cum audisset Jeroboam filius Nabat, qui erat in Ægypto (fugerat quippe illuc ante Salomonem), statim reversus est."},{"number":3,"verse":"Vocaveruntque eum, et venit cum universo Israël : et locuti sunt ad Roboam, dicentes :"},{"number":4,"verse":"Pater tuus durissimo jugo nos pressit : tu leviora impera patre tuo, qui nobis imposuit gravem servitutem, et paululum de onere subleva, ut serviamus tibi."},{"number":5,"verse":"Qui ait : Post tres dies revertimini ad me. Cumque abiisset populus,"},{"number":6,"verse":"iniit consilium cum senibus qui steterant coram patre ejus Salomone dum adhuc viveret, dicens : Quid datis consilii ut respondeam populo ?"},{"number":7,"verse":"Qui dixerunt ei : Si placueris populo huic, et leniveris eos verbis clementibus, servient tibi omni tempore."},{"number":8,"verse":"At ille reliquit consilium senum, et cum juvenibus tractare cœpit, qui cum eo nutriti fuerant, et erant in comitatu illius."},{"number":9,"verse":"Dixitque ad eos : Quid vobis videtur ? vel respondere quid debeo populo huic, qui dixit mihi : Subleva jugum quod imposuit nobis pater tuus ?"},{"number":10,"verse":"At illi responderunt ut juvenes, et nutriti cum eo in deliciis, atque dixerunt : Sic loqueris populo qui dixit tibi : Pater tuus aggravavit jugum nostrum, tu subleva : et sic respondebis ei : Minimus digitus meus grossior est lumbis patris mei."},{"number":11,"verse":"Pater meus imposuit vobis grave jugum, et ego majus pondus apponam ; pater meus cecidit vos flagellis, ego vero cædam vos scorpionibus."},{"number":12,"verse":"Venit ergo Jeroboam et universus populus ad Roboam die tertio, sicut præceperat eis."},{"number":13,"verse":"Responditque rex dura, derelicto consilio seniorum :"},{"number":14,"verse":"locutusque est juxta juvenum voluntatem : Pater meus grave vobis imposuit jugum, quod ego gravius faciam ; pater meus cecidit vos flagellis, ego vero cædam vos scorpionibus."},{"number":15,"verse":"Et non acquievit populi precibus : erat enim voluntatis Dei ut compleretur sermo ejus quem locutus fuerat per manum Ahiæ Silonitis ad Jeroboam filium Nabat."},{"number":16,"verse":"Populus autem universus rege duriora dicente, sic locutus est ad eum : Non est nobis pars in David, neque hæreditas in filio Isai. Revertere in tabernacula tua, Israël ; tu autem pasce domum tuam David. Et abiit Israël in tabernacula sua."},{"number":17,"verse":"Super filios autem Israël qui habitabant in civitatibus Juda, regnavit Roboam."},{"number":18,"verse":"Misitque rex Roboam Aduram, qui præerat tributis, et lapidaverunt eum filii Israël, et mortuus est : porro rex Roboam currum festinavit ascendere, et fugit in Jerusalem."},{"number":19,"verse":"Recessitque Israël a domo David, usque ad diem hanc."}]}