{"bibleAbbr":"CVg2018","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":20,"verses":[{"number":1,"verse":"Post hæc congregati sunt filii Moab et filii Ammon, et cum eis de Ammonitis, ad Josaphat, ut pugnarent contra eum."},{"number":2,"verse":"Veneruntque nuntii, et indicaverunt Josaphat, dicentes : Venit contra te multitudo magna de his locis quæ trans mare sunt, et de Syria : et ecce consistunt in Asasonthamar, quæ est Engaddi."},{"number":3,"verse":"Josaphat autem timore perterritus, totum se contulit ad rogandum Dominum, et prædicavit jejunium universo Juda."},{"number":4,"verse":"Congregatusque est Judas ad deprecandum Dominum : sed et omnes de urbibus suis venerunt ad obsecrandum eum."},{"number":5,"verse":"Cumque stetisset Josaphat in medio cœtu Juda et Jerusalem, in domo Domini ante atrium novum,"},{"number":6,"verse":"ait : Domine Deus patrum nostrorum, tu es Deus in cælo, et dominaris cunctis regnis gentium : in manu tua est fortitudo et potentia, nec quisquam tibi potest resistere."},{"number":7,"verse":"Nonne tu, Deus noster, interfecisti omnes habitatores terræ hujus coram populo tuo Israël, et dedisti eam semini Abraham amici tui in sempiternum ?"},{"number":8,"verse":"Habitaveruntque in ea, et exstruxerunt in illa sanctuarium nomini tuo, dicentes :"},{"number":9,"verse":"Si irruerint super nos mala, gladius judicii, pestilentia, et fames, stabimus coram domo hac in conspectu tuo, in qua invocatum est nomen tuum : et clamabimus ad te in tribulationibus nostris, et exaudies, salvosque facies."},{"number":10,"verse":"Nunc igitur, ecce filii Ammon, et Moab, et mons Seir, per quos non concessisti Israël ut transirent quando egrediebantur de Ægypto, sed declinaverunt ab eis, et non interfecerunt illos,"},{"number":11,"verse":"e contrario agunt, et nituntur ejicere nos de possessione quam tradidisti nobis."},{"number":12,"verse":"Deus noster, ergo non judicabis eos ? in nobis quidem non est tanta fortitudo, ut possimus huic multitudini resistere, quæ irruit super nos. Sed cum ignoremus quid agere debeamus, hoc solum habemus residui, ut oculos nostros dirigamus ad te."},{"number":13,"verse":"Omnis vero Juda stabat coram Domino cum parvulis, et uxoribus, et liberis suis."},{"number":14,"verse":"Erat autem Jahaziel filius Zachariæ filii Banaiæ filii Jehiel filii Mathaniæ, Levites de filiis Asaph, super quem factus est spiritus Domini, in medio turbæ,"},{"number":15,"verse":"et ait : Attendite, omnis Juda, et qui habitatis Jerusalem, et tu, rex Josaphat : hæc dicit Dominus vobis : Nolite timere, nec paveatis hanc multitudinem : non est enim vestra pugna, sed Dei."},{"number":16,"verse":"Cras descendetis contra eos : ascensuri enim sunt per clivum nomine Sis, et invenietis illos in summitate torrentis qui est contra solitudinem Jeruel."},{"number":17,"verse":"Non eritis vos qui dimicabitis, sed tantummodo confidenter state, et videbitis auxilium Domini super vos, o Juda et Jerusalem : nolite timere, nec paveatis : cras egrediemini contra eos, et Dominus erit vobiscum."},{"number":18,"verse":"Josaphat ergo, et Juda, et omnes habitatores Jerusalem ceciderunt proni in terram coram Domino, et adoraverunt eum."},{"number":19,"verse":"Porro Levitæ de filiis Caath et de filiis Core laudabant Dominum Deum Israël voce magna in excelsum."},{"number":20,"verse":"Cumque mane surrexissent, egressi sunt per desertum Thecue : profectisque eis, stans Josaphat in medio eorum, dixit : Audite me, viri Juda, et omnes habitatores Jerusalem : credite in Domino Deo vestro, et securi eritis : credite prophetis ejus, et cuncta evenient prospera."},{"number":21,"verse":"Deditque consilium populo, et statuit cantores Domini ut laudarent eum in turmis suis, et antecederent exercitum, ac voce consona dicerent : Confitemini Domino quoniam in æternum misericordia ejus."},{"number":22,"verse":"Cumque cœpissent laudes canere, vertit Dominus insidias eorum in semetipsos, filiorum scilicet Ammon, et Moab, et montis Seir, qui egressi fuerant ut pugnarent contra Judam : et percussi sunt."},{"number":23,"verse":"Namque filii Ammon et Moab consurrexerunt adversum habitatores montis Seir, ut interficerent et delerent eos : cumque hoc opere perpetrassent, etiam in semetipsos versi, mutuis concidere vulneribus."},{"number":24,"verse":"Porro Juda, cum venisset ad speculam quæ respicit solitudinem, vidit procul omnem late regionem plenam cadaveribus, nec superesse quemquam qui necem potuisset evadere."},{"number":25,"verse":"Venit ergo Josaphat, et omnis populus cum eo, ad detrahenda spolia mortuorum : inveneruntque inter cadavera variam supellectilem, vestes quoque, et vasa pretiosissima, et diripuerunt ita ut omnia portare non possent, nec per tres dies spolia auferre præ prædæ magnitudine."},{"number":26,"verse":"Die autem quarto congregati sunt in Valle benedictionis : etenim quoniam ibi benedixerant Domino, vocaverunt locum illum Vallis benedictionis usque in præsentem diem."},{"number":27,"verse":"Reversusque est omnis vir Juda, et habitatores Jerusalem, et Josaphat ante eos, in Jerusalem cum lætitia magna, eo quod dedisset eis Dominus gaudium de inimicis suis."},{"number":28,"verse":"Ingressique sunt in Jerusalem cum psalteriis, et citharis, et tubis in domum Domini."},{"number":29,"verse":"Irruit autem pavor Domini super universa regna terrarum cum audissent quod pugnasset Dominus contra inimicos Israël."},{"number":30,"verse":"Quievitque regnum Josaphat, et præbuit ei Deus pacem per circuitum."},{"number":31,"verse":"Regnavit igitur Josaphat super Judam, et erat triginta quinque annorum cum regnare cœpisset : viginti autem et quinque annis regnavit in Jerusalem, et nomen matris ejus Azuba filia Selahi."},{"number":32,"verse":"Et ambulavit in via patris suis Asa, nec declinavit ab ea, faciens quæ placita erant coram Domino."},{"number":33,"verse":"Verumtamen excelsa non abstulit, et adhuc populus non direxerat cor suum ad Dominum Deum patrum suorum."},{"number":34,"verse":"Reliqua autem gestorum Josaphat priorum et novissimorum scripta sunt in verbis Jehu filii Hanani, quæ digessit in libros regum Israël."},{"number":35,"verse":"Post hæc iniit amicitias Josaphat rex Juda cum Ochozia rege Israël, cujus opera fuerunt impiissima."},{"number":36,"verse":"Et particeps fuit ut facerent naves quæ irent in Tharsis : feceruntque classem in Asiongaber."},{"number":37,"verse":"Prophetavit autem Eliezer filius Dodau de Maresa ad Josaphat, dicens : Quia habuisti fœdus cum Ochozia, percussit Dominus opera tua, contritæque sunt naves, nec potuerunt ire in Tharsis."}]}