{"bibleAbbr":"CVg2018","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"Et cœpit Salomon ædificare domum Domini in Jerusalem in monte Moria, qui demonstratus fuerat David patri ejus, in loco quem paraverat David in area Ornan Jebusæi."},{"number":2,"verse":"Cœpit autem ædificare mense secundo, anno quarto regni sui."},{"number":3,"verse":"Et hæc sunt fundamenta quæ jecit Salomon, ut ædificaret domum Dei : longitudinis cubitos in mensura prima sexaginta, latitudinis cubitos viginti."},{"number":4,"verse":"Porticum vero ante frontem, quæ tendebatur in longum juxta mensuram latitudinis domus, cubitorum viginti : porro altitudo centum viginti cubitorum erat : et deauravit eam intrinsecus auro mundissimo."},{"number":5,"verse":"Domum quoque majorem texit tabulis ligneis abiegnis, et laminas auri obrizi affixit per totum : sculpsitque in ea palmas, et quasi catenulas se invicem complectentes."},{"number":6,"verse":"Stravit quoque pavimentum templi pretiosissimo marmore, decore multo."},{"number":7,"verse":"Porro aurum erat probatissimum, de cujus laminis texit domum, et trabes ejus, et postes, et parietes, et ostia : et cælavit cherubim in parietibus."},{"number":8,"verse":"Fecit quoque domum Sancti sanctorum : longitudinem juxta latitudinem domus cubitorum viginti : et latitudinem similiter viginti cubitorum : et laminis aureis texit eam, quasi talentis sexcentis."},{"number":9,"verse":"Sed et clavos fecit aureos, ita ut singuli clavi siclos quinquagenos appenderent : cœnacula quoque texit auro."},{"number":10,"verse":"Fecit etiam in domo Sancti sanctorum cherubim duos, opere statuario : et texit eos auro."},{"number":11,"verse":"Alæ cherubim viginti cubitis extendebantur, ita ut una ala haberet cubitos quinque et tangeret parietem domus : et altera quinque cubitos habens, alam tangeret alterius cherub."},{"number":12,"verse":"Similiter cherub alterius ala, quinque habebat cubitos, et tangebat parietem : et ala ejus altera quinque cubitorum, alam cherub alterius contingebat."},{"number":13,"verse":"Igitur alæ utriusque cherubim expansæ erant et extendebantur per cubitos viginti : ipsi autem stabant erectis pedibus, et facies eorum erant versæ ad exteriorem domum."},{"number":14,"verse":"Fecit quoque velum ex hyacintho, purpura, cocco, et bysso : et intexuit ei cherubim."},{"number":15,"verse":"Ante fores etiam templi duas columnas, quæ triginta et quinque cubitos habebant altitudinis : porro capita earum, quinque cubitorum."},{"number":16,"verse":"Necnon et quasi catenulas in oraculo, et superposuit eas capitibus columnarum : malogranata etiam centum, quæ catenulis interposuit."},{"number":17,"verse":"Ipsas quoque columnas posuit in vestibulo templi, unam a dextris, et alteram a sinistris : eam quæ a dextris erat, vocavit Jachin : et quæ ad lævam, Booz."}]}