{"bibleAbbr":"CVg2018","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"Expletis autem viginti annis postquam ædificavit Salomon domum Domini et domum suam,"},{"number":2,"verse":"civitates quas dederat Hiram Salomoni, ædificavit, et habitare ibi fecit filios Israël."},{"number":3,"verse":"Abiit quoque in Emath Suba, et obtinuit eam."},{"number":4,"verse":"Et ædificavit Palmyram in deserto, et alias civitates munitissimas ædificavit in Emath."},{"number":5,"verse":"Exstruxitque Bethoron superiorem, et Bethoron inferiorem, civitates muratas habentes portas et vectes et seras :"},{"number":6,"verse":"Balaath etiam et omnes urbes firmissimas quæ fuerunt Salomonis, cunctasque urbes quadrigarum, et urbes equitum. Omnia quæcumque voluit Salomon atque disposuit, ædificavit in Jerusalem, et in Libano, et in universa terra potestatis suæ."},{"number":7,"verse":"Omnem populum qui derelictus fuerat de Hethæis, et Amorrhæis, et Pherezæis, et Hevæis, et Jebusæis, qui non erant de stirpe Israël,"},{"number":8,"verse":"de filiis eorum, et de posteris, quos non interfecerant filii Israël, subjugavit Salomon in tributarios, usque in diem hanc."},{"number":9,"verse":"Porro de filiis Israël non posuit ut servirent operibus regis : ipsi enim erant viri bellatores, et duces primi, et principes quadrigarum et equitum ejus."},{"number":10,"verse":"Omnes autem principes exercitus regis Salomonis fuerunt ducenti quinquaginta, qui erudiebant populum."},{"number":11,"verse":"Filiam vero Pharaonis transtulit de civitate David in domum quam ædificaverat ei. Dixit enim rex : Non habitabit uxor mea in domo David regis Israël, eo quod sanctificata sit : quia ingressa est in eam arca Domini."},{"number":12,"verse":"Tunc obtulit Salomon holocausta Domino super altare Domini, quod exstruxerat ante porticum,"},{"number":13,"verse":"ut per singulos dies offerretur in eo juxta præceptum Moysi in sabbatis et in calendis, et in festis diebus, ter per annum, id est, in solemnitate azymorum, et in solemnitatem hebdomadarum, et in solemnitate tabernaculorum."},{"number":14,"verse":"Et constituit juxta dispositionem David patris sui officia sacerdotum in ministeriis suis, et Levitas in ordine suo, ut laudarent et ministrarent coram sacerdotibus juxta ritum uniuscujusque diei, et janitores in divisionibus suis per portam et portam : sic enim præceperat David homo Dei."},{"number":15,"verse":"Nec prætergressi sunt de mandatis regis tam sacerdotes quam Levitæ, ex omnibus quæ præceperat, et in custodiis thesaurorum."},{"number":16,"verse":"Omnes impensas præparatas habuit Salomon ex eo die quo fundavit domum Domini usque in diem quo perfecit eam."},{"number":17,"verse":"Tunc abiit Salomon in Asiongaber, et in Ailath ad oram maris Rubri, quæ est in terra Edom."},{"number":18,"verse":"Misit autem ei Hiram per manus servorum suorum naves, et nautas gnaros maris, et abierunt cum servis Salomonis in Ophir, tuleruntque inde quadringenta quinquaginta talenta auri, et attulerunt ad regem Salomonem."}]}