{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "மத்தேயு",
  "bookEnglishName" : "Matthew",
  "chapterNumber" : 23,
  "verses" : [ {
    "number" : 1,
    "verse" : "(யூத மதத் தலைவர்களும் அவர்களின் தவறுகளும்)பின்பு இயேசு, மக்கள் கூட்டத்தையும் தமது சீடர்களையும் பார்த்துச் சொன்னதாவது:"
  }, {
    "number" : 2,
    "verse" : "“நீதிச்சட்ட ஆசிரியர்களும் பரிசேயரும் மோசேயின் இருக்கையில் உட்கார்ந்திருக்கிறார்கள்."
  }, {
    "number" : 3,
    "verse" : "ஆகவே நீங்கள் அவர்களுக்குக் கீழ்ப்படிந்து, அவர்கள் உங்களுக்குச் சொல்லும் ஒவ்வொன்றையும் செய்யுங்கள். ஆனால் அவர்கள் செய்வதை நீங்கள் செய்ய வேண்டாம். ஏனெனில், அவர்கள் தாங்கள் பிரசங்கிப்பதைத் தாங்களே செய்வதில்லை."
  }, {
    "number" : 4,
    "verse" : "அவர்கள் சுமக்க முடியாத பாரச் சுமைகளைக் கட்டி, மக்களின் தோள்கள்மீது வைக்கிறார்கள். ஆனால் அவர்களோ, அவற்றை நகர்த்துவதற்கு தங்களது ஒரு விரலைக்கூட நீட்டவும் மனதற்றவர்களாக இருக்கின்றார்கள்."
  }, {
    "number" : 5,
    "verse" : "“அவர்கள் செய்வதெல்லாம் மனிதர்கள் பார்க்க வேண்டுமென்றே செய்யப்படுகின்றன: வேதவசனம் பொறித்த இடைப்பட்டிகளை அகலமாக்கி, தங்கள் உடைகளின் குஞ்சங்களை நீளமாக்குகிறார்கள்;"
  }, {
    "number" : 6,
    "verse" : "அவர்கள் விருந்துகளில் மதிப்புக்குரிய இடங்களையும், ஜெபஆலயங்களில் முதன்மையான இருக்கைகளையும் பெற விரும்புகிறார்கள்;"
  }, {
    "number" : 7,
    "verse" : "மேலும் சந்தை கூடும் இடங்களில், மக்களின் வாழ்த்துதல்களைப் பெறவும், ‘போதகர்’ என்று மற்றவர்களால் அழைக்கப்படுவதையும் விரும்புகிறார்கள்."
  }, {
    "number" : 8,
    "verse" : "“ஆனால் நீங்களோ ‘போதகர்’ என்று அழைக்கப்படக் கூடாது; ஏனெனில், உங்களுக்கு ஒரு போதகர் மட்டுமே இருக்கின்றார். நீங்கள் எல்லோரும் சகோதரராய் இருக்கின்றீர்கள்."
  }, {
    "number" : 9,
    "verse" : "பூமியிலுள்ள யாரையும் ‘பிதா’ என்று அழைக்காதிருங்கள். ஏனெனில் உங்களுக்கு ஒரே பிதா பரலோகத்தில் இருக்கின்றார்."
  }, {
    "number" : 10,
    "verse" : "நீங்கள், ‘ஆசிரியர்’ என்றும் அழைக்கப்படக் கூடாது. ஏனெனில் மேசியாவே உங்களுக்கு ஒரே ஆசிரியராக இருக்கின்றார்."
  }, {
    "number" : 11,
    "verse" : "உங்களில் மிகவும் பெரியவனாய் இருக்கின்றவன், உங்களுக்குப் பணி செய்கின்றவனாய் இருக்க வேண்டும்."
  }, {
    "number" : 12,
    "verse" : "ஏனெனில், தன்னைத் தானே உயர்த்துகிற எவனும் தாழ்த்தப்படுவான், தன்னைத் தானே தாழ்த்துகிறவன் உயர்த்தப்படுவான்."
  }, {
    "number" : 13,
    "verse" : "(நீதிச்சட்ட ஆசிரியர்கள், பரிசேயர்களுக்கு ஐயோ பேரழிவு!)“வெளிவேடக்காரர்களாகிய நீதிச்சட்ட ஆசிரியர்களே, பரிசேயர்களே, உங்களுக்கு ஐயோ பேரழிவு! நீங்கள் பரலோக அரசின் கதவுகளை மனிதரின் முகத்துக்கு முன்பாக மூடி விடுகிறீர்கள். நீங்களும் அதற்குள் செல்வதில்லை. செல்ல விரும்புகிறவர்களையும் அனுமதிப்பதில்லை."
  }, {
    "number" : 14,
    "verse" : "வெளிவேடக்காரர்களாகிய நீதிச்சட்ட ஆசிரியர்களே, பரிசேயர்களே உங்களுக்கு ஐயோ பேரழிவு! நீங்கள் விதவைகளின் வீடுகளை அபகரிக்கிறீர்கள். ஆனால் மக்கள் காண வேண்டும் என்பதற்காக நீண்ட நேரம் மன்றாடுகிறீர்கள். இதனால் நீங்கள் மிகக் கடுமையாகத் தண்டிக்கப்படுவீர்கள்."
  }, {
    "number" : 15,
    "verse" : "“வெளிவேடக்காரர்களாகிய நீதிச்சட்ட ஆசிரியர்களே, பரிசேயர்களே உங்களுக்கு ஐயோ பேரழிவு! ஒருவனை உங்கள் மதத்திற்கு மாற்றுவதற்குத் தரை வழியாகவும், கடல் வழியாகவும் தூரப் பயணம் மேற்கொள்கிறீர்கள். ஆனால் அவன் உங்கள் மதத்திற்கு மாறிய பின்போ, உங்களைப் பார்க்கிலும் அவனை இருமடங்காக நரகத்தின் பிள்ளையாக்குகிறீர்கள்."
  }, {
    "number" : 16,
    "verse" : "“பார்வை இழந்த வழிகாட்டிகளே! உங்களுக்கு ஐயோ பேரழிவு! ‘எவனாவது ஆலயத்தின் மீது சத்தியம் பண்ணினால், அது பரவாயில்லை; ஆனால் எவனாவது ஆலயத்திலுள்ள தங்கத்தின் மேல் சத்தியம் பண்ணினால், அதை நிறைவேற்றியே தீர வேண்டும்’ என்கிறீர்கள்."
  }, {
    "number" : 17,
    "verse" : "பார்வை இழந்த முட்டாள்களே! தங்கமா, தங்கத்தைப் புனிதமாக்கும் ஆலயமா, எது பெரியது?"
  }, {
    "number" : 18,
    "verse" : "மேலும் நீங்கள், ‘எவனாவது பலிபீடத்தின் மீது சத்தியம் செய்தால், அது பரவாயில்லை; ஆனால் எவனாவது பலிபீடத்தின் மேலுள்ள காணிக்கையின் மேல் சத்தியம் பண்ணினால், அவன் அதை நிறைவேற்றியே தீர வேண்டும்’ என்கிறீர்கள்."
  }, {
    "number" : 19,
    "verse" : "பார்வை இழந்த மனிதர்களே! காணிக்கையா, காணிக்கையைப் புனிதமாக்கும் பலிபீடமா, எது பெரியது?"
  }, {
    "number" : 20,
    "verse" : "எனவே பலிபீடத்தைக் கொண்டு சத்தியம் செய்பவன் பலிபீடத்தைக் கொண்டு மட்டுமல்ல, அதன் மீதுள்ள எல்லாவற்றையும் கொண்டு சத்தியம் செய்கின்றானே."
  }, {
    "number" : 21,
    "verse" : "ஆலயத்தைக் கொண்டு சத்தியம் செய்பவன் ஆலயத்தைக் கொண்டு மட்டுமல்ல, ஆலயத்தில் குடிகொண்டிருப்பவரைக் கொண்டே சத்தியம் செய்கின்றான்."
  }, {
    "number" : 22,
    "verse" : "பரலோகத்தின் பேரில் சத்தியம் செய்கின்றவன் இறைவனின் அரியணையைக் கொண்டும், அதில் அமர்ந்திருப்பவரைக் கொண்டும் சத்தியம் செய்கின்றான்."
  }, {
    "number" : 23,
    "verse" : "“வெளிவேடக்காரர்களாகிய நீதிச்சட்ட ஆசிரியரே, பரிசேயரே உங்களுக்கு ஐயோ பேரழிவு! நீங்கள் புதினாவையும், வெந்தயத்தையும், சீரகத்தையும் பத்திலொன்றாக காணிக்கை கொடுக்கின்றீர்கள். ஆனால் நீதிச்சட்டத்தின் மிக முக்கியமான நீதி, இரக்கம், நம்பகம் ஆகியவற்றை அலட்சியம் செய்துவிட்டீர்கள். இவைகளையே நீங்கள் செய்திருக்க வேண்டும். அதேவேளை, முன்பு செய்தவற்றையும் கைவிடக் கூடாது."
  }, {
    "number" : 24,
    "verse" : "பார்வை இழந்த வழிகாட்டிகளே! நீங்கள் கொசுவை வடிகட்டி, ஒட்டகத்தையல்லவோ விழுங்குகிறீர்கள்."
  }, {
    "number" : 25,
    "verse" : "“வெளிவேடக்காரர்களாகிய நீதிச்சட்ட ஆசிரியரே, பரிசேயரே உங்களுக்கு ஐயோ பேரழிவு! கிண்ணங்கள் மற்றும் உணவுப் பாத்திரங்களின் வெளிப்புறத்தைச் சுத்தம் செய்கின்றீர்கள். ஆனால் உட்புறமோ, கொள்ளையினாலும் பேராசைகளினாலும் நிரம்பியிருக்கிறது."
  }, {
    "number" : 26,
    "verse" : "பார்வை இழந்த பரிசேயரே! முதலில் கிண்ணங்கள் மற்றும் உணவுப் பாத்திரங்களின் உட்புறத்தைச் சுத்தம் செய்யுங்கள். அப்போது அவற்றின் வெளிப்புறமும் சுத்தமாயிருக்கும்."
  }, {
    "number" : 27,
    "verse" : "“வெளிவேடக்காரர்களாகிய நீதிச்சட்ட ஆசிரியரே, பரிசேயரே உங்களுக்கு ஐயோ பேரழிவு! நீங்கள் வெள்ளையடிக்கப்பட்ட கல்லறைகளைப் போல் இருக்கின்றீர்கள், அவை வெளியே அழகாகக் காணப்படுகின்றன. ஆனால் அவற்றின் உட்புறமோ இறந்தவர்களின் எலும்புகளினாலும், எல்லாவிதமான அசுத்தங்களினாலும் நிறைந்திருக்கின்றது."
  }, {
    "number" : 28,
    "verse" : "அதுபோலவே, வெளித்தோற்றத்திற்கு மனிதர்கள் பார்வையில் நீங்கள் நீதிமான்களாகக் காணப்படுகிறீர்கள். ஆனால் உள்ளத்திலோ போலித்தனத்தாலும் கொடுமையினாலும் நிறைந்திருக்கிறீர்கள்."
  }, {
    "number" : 29,
    "verse" : "“வெளிவேடக்காரர்களாகிய நீதிச்சட்ட ஆசிரியரே, பரிசேயரே உங்களுக்கு ஐயோ பேரழிவு! நீங்கள் முன்பிருந்த இறைவாக்கினர்களுக்கு கல்லறைகளைக் கட்டி நீதிமான்களின் நினைவுச் சின்னங்களை அலங்கரிக்கிறீர்கள்."
  }, {
    "number" : 30,
    "verse" : "‘எங்கள் முற்பிதாக்களின் காலத்தில் நாங்கள் வாழ்ந்திருந்தால், இறைவாக்கினரின் இரத்தத்தைச் சிந்துவதற்கு, நாங்கள் அவர்களுடன் பங்காளிகளாய் இருந்திருக்க மாட்டோம்’ என்றும் சொல்கின்றீர்கள்."
  }, {
    "number" : 31,
    "verse" : "ஆனால் நீங்கள் இறைவாக்கினரைக் கொலை செய்தவர்களின் தலைமுறை என்று, உங்களுக்கு எதிராக நீங்களே சாட்சி கொடுக்கின்றீர்கள்."
  }, {
    "number" : 32,
    "verse" : "ஆகவே, உங்கள் முற்பிதாக்கள் தொடங்கிய பாவத்தை நீங்களும் செய்து முடிக்கிறீர்கள்."
  }, {
    "number" : 33,
    "verse" : "“பாம்புகளே! விரியன் பாம்புக் குட்டிகளே! நரகத் தீர்ப்புக்கு உள்ளாகாமல் எப்படித் தப்புவீர்கள்?"
  }, {
    "number" : 34,
    "verse" : "ஆகவே நான் இறைவாக்கினரையும், ஞானமுள்ளவர்களையும், ஆசிரியர்களையும் உங்களிடம் அனுப்புகிறேன். அவர்களில் சிலரை நீங்கள் சிலுவையில் அறைந்து கொலை செய்வீர்கள்; மற்றவர்களை உங்கள் ஜெபஆலயங்களில் சவுக்கினால் அடித்து, பட்டணம் பட்டணமாகத் துரத்திச் சென்று துன்புறுத்துவீர்கள்."
  }, {
    "number" : 35,
    "verse" : "அப்படியே நீதிமானான ஆபேலின் இரத்தம் தொடங்கி, ஆலயத்தின் பரிசுத்த இடத்திற்கும் பலிபீடத்திற்கும் நடுவே, நீங்கள் கொலை செய்த பரக்கியாவின் மகன் சகரியாவின் இரத்தம் வரைக்கும், பூமியில் சிந்தப்பட்ட நீதிமான்கள் அனைவரது இரத்தப் பழியும் உங்கள் மீது வரும்."
  }, {
    "number" : 36,
    "verse" : "நான் உங்களுக்கு உண்மையைச் சொல்கின்றேன், இவை எல்லாம் இந்தத் தலைமுறையினர் மேல் வந்தே தீரும்."
  }, {
    "number" : 37,
    "verse" : "“எருசலேமே, எருசலேமே, இறைவாக்கினரைக் கொலை செய்து, உன்னிடம் அனுப்பப்பட்டவர்கள் மீது கல்லெறிகிற பட்டணமே, கோழி தன் குஞ்சுகளைத் தன் சிறகுகளின் கீழ் அணைத்து, சேர்த்துக்கொள்வது போல, எத்தனையோ முறை நானும் உன் பிள்ளைகளைச் சேர்த்துக்கொள்ள ஏக்கமாய் இருந்தேன், நீயோ அதை விரும்பவில்லை."
  }, {
    "number" : 38,
    "verse" : "ஆகவே இதோ, உன் வீடு உனக்குப் பாழாய் விடப்பட்டிருக்கிறது."
  }, {
    "number" : 39,
    "verse" : "நான் உனக்குச் சொல்கின்றேன், ‘கர்த்தருடைய பெயரில் வருகின்றவர் ஆசீர்வதிக்கப்பட்டவர்’ என்று நீ சொல்லும் வரைக்கும், இனிமேல் நீ என்னைக் காண மாட்டாய்” என்றார்."
  } ]
}