{"bibleAbbr":"AMP2015","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":9,"verses":[{"number":1,"verse":"(Prophecies against Neighboring Nations) The oracle (a burdensome message) of the word of the LORD is against the land of Hadrach [in Syria], with Damascus as its resting place (for the eyes of men, especially of all the tribes of Israel, are toward the LORD),"},{"number":2,"verse":"And Hamath also, which borders on it (Damascus), Tyre and Sidon, though they are very wise."},{"number":3,"verse":"For Tyre built herself an [impregnable] stronghold [on an island offshore], And she has heaped up silver like dust And gold like the mire of the streets."},{"number":4,"verse":"Behold, the Lord will dispossess her And throw her wealth into the sea; And Tyre will be devoured by fire."},{"number":5,"verse":"Ashkelon will see it and fear; Gaza will writhe in pain, And Ekron, for her hope and expectation, has been ruined. The king will perish from Gaza, And Ashkelon will not be inhabited."},{"number":6,"verse":"And a mongrel race will live in Ashdod, And I will put an end to the pride and arrogance of the Philistines."},{"number":7,"verse":"I will take the blood from their mouths And their detestable things from between their teeth [those repulsive, idolatrous sacrifices eaten with the blood]. Then they too will be a remnant for our God, And be like a clan in Judah, And Ekron will be like one of the Jebusites."},{"number":8,"verse":"Then I will camp around My house [as a guard] because of an army, Because of him who passes by and returns; And no oppressor will again overrun them (Israel), For now My eyes are upon them [providentially protecting them]."},{"number":9,"verse":"Rejoice greatly, O Daughter of Zion! Shout aloud, O Daughter of Jerusalem! Behold, your King (Messianic King) is coming to you; He is righteous and endowed with salvation, Humble and unassuming [in submission to the will of the Father] and riding on a donkey, Upon a colt, the foal of a donkey."},{"number":10,"verse":"I will cut off the [war] chariot from Ephraim And the [war] horse from Jerusalem, And the bow of war will be cut off. And He will speak [words of] peace to the nations, And His dominion shall be from sea to sea [absolutely endless], And from the River [Euphrates] to the ends of the earth."},{"number":11,"verse":"(Salvation of Judah and Ephraim) As for you also, because of the blood of My covenant with you [My chosen people, the covenant that was sealed with blood] I have freed your prisoners from the waterless pit."},{"number":12,"verse":"Return to the stronghold [of security and prosperity], O prisoners who have the hope; Even today I am declaring that I will restore double [your former prosperity] to you [as firstborn among nations]."},{"number":13,"verse":"For I will bend Judah as My bow, I will fit the bow with Ephraim [as My arrow]. And I will stir up your sons, O Zion, against your sons, O Greece, And will make you [Israel] like the sword of a warrior."},{"number":14,"verse":"Then the LORD will be seen [hovering] over them [protecting His people], And His arrow will go forth like lightning; And the Lord GOD will blow the trumpet And will march in the windstorms of the south."},{"number":15,"verse":"The LORD of hosts shall defend and protect them; And they will devour [the enemy] and trample down the slingstones [that have missed their mark], And they will drink [of victory] and be boisterous as with wine; And they shall be filled like sacrificial bowls [used to catch the blood], Drenched like the corners of the [sacrificial] altar."},{"number":16,"verse":"And the LORD their God shall save them on that day As the flock of His people; For they are like the [precious] jewels of a crown, Displayed and glittering in His land."},{"number":17,"verse":"For how great is God's goodness and how great is His beauty! And how great [He will make Israel's] goodliness and [Israel's] beauty! Grain and new wine will make the young men and virgins flourish."}]}