{"bibleAbbr":"NET2007","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":12,"verses":[{"number":1,"verse":"(Nathan the Prophet Confronts David) So the LORD sent Nathan (tc A few medieval Hebrew mss, the LXX, and the Syriac Peshitta add “the prophet.” The words are included in a few modern English version (e. g., TEV, CEV, NLT).) to David. When he came to David, (tn Heb “him”; the referent (David) has been specified in the translation for clarity.) Nathan (tn Heb “he”; the referent (Nathan) has been specified in the translation for clarity.) said, (tn The Hebrew text repeats “to him.”) “There were two men in a certain city, one rich and the other poor."},{"number":2,"verse":"The rich man had a great many flocks and herds."},{"number":3,"verse":"But the poor man had nothing except for a little lamb he had acquired. He raised it, and it grew up alongside him and his children. (tn Heb “his sons.”) It used to (tn The three Hebrew imperfect verbal forms in this sentence have a customary nuance; they describe past actions that were repeated or typical.) eat his food, (tn Heb “from his morsel.”) drink from his cup, and sleep in his arms. (tn Heb “and on his chest [or perhaps, “lap”] it would lay.”) It was just like a daughter to him."},{"number":4,"verse":"“When a traveler arrived at the rich man’s home, (tn Heb “came to the rich man.” In the translation “arrived at the rich man’s home” has been used for stylistic reasons.) he did not want to use one of his own sheep or cattle to feed (tn Heb “and he refused to take from his flock and from his herd to prepare [a meal] for.”) the traveler who had come to visit him. (tn Heb “who had come to him” (also a second time later in this verse). The word “visit” has been supplied in the translation for stylistic reasons and for clarity.) Instead, he took the poor man’s lamb and cooked (tn Heb “and prepared.”) it for the man who had come to visit him.”"},{"number":5,"verse":"Then David became very angry at this man. He said to Nathan, “As surely as the LORD lives, the man who did this deserves to die! (tn Heb “the man doing this [is] a son of death.” See 1 Sam 20:31 for another use of this expression, which must mean “he is as good as dead” or “he deserves to die,” as 1 Sam 20:32 makes clear.)"},{"number":6,"verse":"Because he committed this cold-hearted crime, he must pay for the lamb four times over!” (tc With the exception of the Lucianic recension, the Old Greek translation has here “sevenfold” rather than “fourfold,” a reading that S. R. Driver thought probably to be the original reading (S. R. Driver, Notes on the Hebrew Text and the Topography of the Books of Samuel, 291). However, Exod 22:1 [21:37 HT] specifies fourfold repayment for a stolen sheep, which is consistent with 2 Sam 12:6. Some mss of the Targum and the Syriac Peshitta exaggerate the idea to “fortyfold.”tn Heb “the lamb he must repay fourfold because he did this thing and because he did not have compassion.”)"},{"number":7,"verse":"Nathan said to David, “You are that man! This is what the LORD God of Israel says: ‘I chose (tn Heb “anointed.”) you to be king over Israel and I rescued you from the hand of Saul."},{"number":8,"verse":"I gave you your master’s house, and put your master’s wives into your arms. (tn Heb “and the wives of your lord into your chest [or “lap”].” The words “I put” are supplied in the translation for stylistic reasons and for clarification.) I also gave you the house of Israel and Judah. And if all that somehow seems insignificant, I would have given you so much more as well!"},{"number":9,"verse":"Why have you shown contempt for the word of the LORD by doing evil in my (tc So the Qere; the Kethib has “his.”) sight? You have struck down Uriah the Hittite with the sword and you have taken his wife as your own! (tn Heb “to you for a wife.” This expression also occurs at the end of v. 10.) You have killed him with the sword of the Ammonites."},{"number":10,"verse":"So now the sword will never depart from your house. For you have despised me by taking the wife of Uriah the Hittite as your own!’"},{"number":11,"verse":"This is what the LORD says: ‘I am about to bring disaster on you (tn Heb “raise up against you disaster.”) from inside your own household! (tn Heb “house” (so NAB, NRSV); NCV, TEV, CEV “family.”) Right before your eyes I will take your wives and hand them over to your companion. (tn Or “friend.”) He will have sexual relations with (tn Heb “will lie with” (so NIV, NRSV); TEV “will have intercourse with”; CEV, NLT “will go to bed with.”) your wives in broad daylight! (tn Heb “in the eyes of this sun.”)"},{"number":12,"verse":"Although you have acted in secret, I will do this thing before all Israel, and in broad daylight.’” (tn Heb “and before the sun.”)"},{"number":13,"verse":"Then David exclaimed to Nathan, “I have sinned against the LORD!” Nathan replied to David, “Yes, and the LORD has forgiven (tn Heb “removed.”) your sin. You are not going to die."},{"number":14,"verse":"Nonetheless, because you have treated the LORD with such contempt (tc The MT has here “because you have caused the enemies of the Lord to treat the Lord with such contempt.” This is one of the so-called tiqqune sopherim, or “emendations of the scribes.” According to this ancient tradition, the scribes changed the text in order to soften somewhat the negative light in which David was presented. If that is the case, the MT reflects the altered text. The present translation departs from the MT here. Elsewhere the Piel stem of this verb means “treat with contempt,” but never “cause someone to treat with contempt.”) in this matter, the son who has been born to you will certainly die.”"},{"number":15,"verse":"Then Nathan went to his home. The LORD struck the child that Uriah’s wife had borne to David, and the child became very ill. (tn Heb “and the Lord struck the child…and he was ill.” It is necessary to repeat “the child” in the translation to make clear who became ill, since “the Lord struck the child that Uriah’s wife had borne to David, and he became very ill” could be understood to mean that David himself became ill.)"},{"number":16,"verse":"Then David prayed to (tn Heb “sought” or “searched for.”) God for the child and fasted. (tn Heb “and David fasted.”) He would even (tn The three Hebrew verbs that follow in this verse are perfects with prefixed vav. They may describe repeated past actions or actions which accompanied David’s praying and fasting.) go and spend the night lying on the ground."},{"number":17,"verse":"The elders of his house stood over him and tried to lift him from the ground, but he was unwilling, and refused to eat food with them."},{"number":18,"verse":"On the seventh day the child died. But the servants of David were afraid to inform him that the child had died, for they said, “While the child was still alive he would not listen to us (tn Heb “to our voice.”) when we spoke to him. How can we tell him that the child is dead? He will do himself harm!” (tn Heb “he will do harm.” The object is not stated in the Hebrew text. The statement may be intentionally vague, meaning that he might harm himself or them!)"},{"number":19,"verse":"When David saw that his servants were whispering to one another, he (tn Heb “David.” The name has been replaced in the translation by the pronoun (“he”) for stylistic reasons.) realized that the child was dead. So David asked his servants, “Is the child dead?” They replied, “Yes, he’s dead.”"},{"number":20,"verse":"So David got up from the ground, bathed, put on oil, and changed his clothes. He went to the house of the LORD and worshiped. Then, when he entered his palace, he requested that food be brought to him, and he ate."},{"number":21,"verse":"His servants said to him, “What is this that you have done? While (tc For the MT בַּעֲבוּר (ba’avur, “for the sake of”) we should probably read בְּעוֹד (bÿ’od, “while”). See the Lucianic Greek recension, the Syriac Peshitta, and the Targum.) the child was still alive, you fasted and wept. Once the child was dead you got up and ate food!”"},{"number":22,"verse":"He replied, “While the child was still alive, I fasted and wept because I thought, (tn Heb “said.”) ‘Perhaps (tn Heb “Who knows?”) the LORD will show pity and the child will live."},{"number":23,"verse":"But now he is dead. Why should I fast? Am I able to bring him back? I will go to him, but he cannot return to me!’”"},{"number":24,"verse":"So David comforted his wife Bathsheba. He went to her and had marital relations with her. (tn Heb “and he lay with her.”) She gave birth to a son, and David (tn Heb “he”; the referent (David) has been specified in the translation for clarity. While some translations render the pronoun as third person plural (“they”), implying that both David and Bathsheba together named the child, it is likely that the name “Solomon,” which is related to the Hebrew word for “peace” (and may be derived from it) had special significance for David, who would have regarded the birth of a second child to Bathsheba as a confirming sign that God had forgiven his sin and was at peace with him.) named him Solomon. Now the LORD loved the child (tn Heb “him,” referring to the child.)"},{"number":25,"verse":"and sent word through Nathan the prophet that he should be named Jedidiah (sn The name Jedidiah means “loved by the Lord.”) for the LORD’s sake."},{"number":26,"verse":"(David’s Forces Defeat the Ammonites) (sn Here the narrative resumes the battle story that began in 11:1 (see 11:25). The author has interrupted that story to give the related account of David’s sin with Bathsheba and the murder of Uriah. He now returns to the earlier story and brings it to a conclusion.) So Joab fought against Rabbah of the Ammonites and captured the royal city."},{"number":27,"verse":"Joab then sent messengers to David, saying, “I have fought against Rabbah and have captured the water supply of the city. (sn The expression translated the water supply of the city (Heb “the city of the waters”) apparently refers to that part of the fortified city that guarded the water supply of the entire city. Joab had already captured this part of the city, but he now defers to King David for the capture of the rest of the city. In this way the king will receive the credit for this achievement.)"},{"number":28,"verse":"So now assemble the rest of the army (tn Heb “people.” So also in vv. 29, 31.) and besiege the city and capture it. Otherwise I will capture the city and it will be named for me.”"},{"number":29,"verse":"So David assembled all the army and went to Rabbah and fought against it and captured it."},{"number":30,"verse":"He took the crown of their king (tn Part of the Greek tradition wrongly understands Hebrew מַלְכָּם (malkam, “their king”) as a proper name (“Milcom”). Some English versions follow the Greek here, rendering the phrase “the crown of Milcom” (so NRSV; cf. also NAB, CEV). TEV takes this as a reference not to the Ammonite king but to “the idol of the Ammonite god Molech.”) from his head — it was gold, weighed about seventy-five pounds, (tn Heb “and its weight [was] a talent of gold.” The weight of this ornamental crown was approximately 75 lbs (34 kg). See P. K. McCarter, II Samuel (AB), 313.) and held a precious stone — and it was placed on David’s head. He also took from the city a great deal of plunder."},{"number":31,"verse":"He removed (tn Heb “brought out.”) the people who were in it and made them do hard labor with saws, iron picks, and iron axes, putting them to work at the brick kiln. This was his policy (tn Heb “and so he would do.”) with all the Ammonite cities. Then David and all the army returned to Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"}]}