{"bibleAbbr":"NET2007","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"David Receives Gifts from Ziba When David had gone a short way beyond the summit, Ziba the servant of Mephibosheth was there to meet him. He had a couple of donkeys that were saddled, and on them were two hundred loaves of bread, a hundred raisin cakes, a hundred baskets of summer fruit, (tn Heb “a hundred summer fruit.”) and a container of wine."},{"number":2,"verse":"The king asked Ziba, “Why did you bring these things?” (tn Heb “What are these to you?”) Ziba replied, “The donkeys are for the king’s family to ride on, the loaves of bread (tc The translation follows the Qere and many medieval Hebrew mss in reading וְהַלֶּחֶם (vÿhallekhem, “and the bread”) rather than וּלְהַלֶּחֶם (ulÿhallekhem, “and to the bread”) of the Kethib. The syntax of the MT is confused here by the needless repetition of the preposition, probably taken from the preceding word.) and the summer fruit are for the attendants to eat, and the wine is for those who get exhausted in the desert.” (tn The Hebrew text adds “to drink.”)"},{"number":3,"verse":"The king asked, “Where is your master’s grandson?” (tn Heb “son.”) Ziba replied to the king, “He remains in Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) for he said, ‘Today the house of Israel will give back to me my grandfather’s (tn Heb “my father’s.”) kingdom.’”"},{"number":4,"verse":"The king said to Ziba, “Everything that was Mephibosheth’s now belongs to you.” Ziba replied, “I bow before you. May I find favor in your sight, my lord the king.”"},{"number":5,"verse":"Shimei Curses David and His Men Then King David reached (tn Heb “came to.” The form of the verb in the MT is odd. Some prefer to read וַיַּבֹא (vayyavo’), preterite with vav consecutive) rather than וּבָא (uva’), apparently perfect with vav), but this is probably an instance where the narrative offline vÿqatal construction introduces a new scene.) Bahurim. There a man from Saul’s extended family named Shimei son of Gera came out, yelling curses as he approached. (tn Heb “And look, from there a man was coming out from the clan of the house of Saul and his name was Shimei son of Gera, continually going out and cursing.”)"},{"number":6,"verse":"He threw stones at David and all of King David’s servants, as well as all the people and the soldiers who were on his right and on his left."},{"number":7,"verse":"As he yelled curses, Shimei said, “Leave! Leave! You man of bloodshed, you wicked man! (tn Heb “man of worthlessness.”)"},{"number":8,"verse":"The LORD has punished you for (tn Heb “has brought back upon you.”) all the spilled blood of the house of Saul, in whose place you rule. Now the LORD has given the kingdom into the hand of your son Absalom. Disaster has overtaken you, for you are a man of bloodshed!”"},{"number":9,"verse":"Then Abishai son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Let me go over and cut off his head!”"},{"number":10,"verse":"But the king said, “What do we have in common, (tn Heb “What to me and to you?”) you sons of Zeruiah? If he curses because the LORD has said to him, ‘Curse David!’, who can say to him, ‘Why have you done this?’”"},{"number":11,"verse":"Then David said to Abishai and to all his servants, “My own son, my very own flesh and blood, (tn Heb “who came out from my entrails.” David’s point is that is his own son, his child whom he himself had fathered, was now wanting to kill him.) is trying to take my life. So also now this Benjaminite! Leave him alone so that he can curse, for the LORD has spoken to him."},{"number":12,"verse":"Perhaps the LORD will notice my affliction (tc The Hebrew text is difficult here. It is probably preferable to read with the LXX, the Syriac Peshitta, and Vulgate בְּעוֹנִי (bÿ’onyi, “on my affliction”) rather than the Kethib of the MT בָּעַוֹנִי (ba’avoni, “on my wrongdoing”). While this Kethib reading is understandable as an objective genitive (i. e., “the wrong perpetrated upon me”), it does not conform to normal Hebrew idiom for this idea. The Qere of the MT בְּעֵינֵי (bÿ’eni, “on my eyes”), usually taken as synecdoche to mean “my tears,” does not commend itself as a likely meaning. The Hebrew word is one of the so-called tiqqune sopherim, or “emendations of the scribes.”) and this day grant me good in place of his curse.” (tn Heb “and the Lord will restore to me good in place of his curse this day.”)"},{"number":13,"verse":"So David and his men went on their way. But Shimei kept going along the side of the hill opposite him, yelling curses as he threw stones and dirt at them. (tn Heb “and he cursed and threw stones, opposite him, pelting [them] with dirt.” The offline vÿqatal construction in the last clause indicates an action that was complementary to the action described in the preceding clause. He simultaneously threw stones and dirt.)"},{"number":14,"verse":"The king and all the people who were with him arrived exhausted at their destination, where David (tn Heb “he”; the referent (David) has been specified in the translation for clarity.) refreshed himself."},{"number":15,"verse":"The Advice of Ahithophel Now when Absalom and all the men (tn Heb “and all the people, the men of Israel.”) of Israel arrived in Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) Ahithophel was with him."},{"number":16,"verse":"When David’s friend Hushai the Arkite came to Absalom, Hushai said to him, (tn Heb “to Absalom.” The proper name has been replaced by the pronoun “him” in the translation for stylistic reasons.) “Long live the king! Long live the king!”"},{"number":17,"verse":"Absalom said to Hushai, “Do you call this loyalty to your friend? Why didn’t you go with your friend?”"},{"number":18,"verse":"Hushai replied to Absalom, “No, I will be loyal to the one whom the LORD, these people, and all the men of Israel have chosen. (tn Heb “No for with the one whom the Lord has chosen, and this people, and all the men of Israel, I will be and with him I will stay.” The translation follows the Qere and several medieval Hebrew mss in reading לוֹ (lo, “[I will be] to him”) rather than the MT לֹא (lo’, “[I will] not be”), which makes very little sense here.)"},{"number":19,"verse":"Moreover, whom should I serve? Should it not be his son? Just as I served your father, so I will serve you.” (tn Heb “Just as I served before your father, so I will be before you.”)"},{"number":20,"verse":"Then Absalom said to Ahithophel, “Give us your advice. What should we do?”"},{"number":21,"verse":"Ahithophel replied to Absalom, “Have sex with (tn Heb “go to”; NAB “have (+ sexual NCV) relations with”; TEV “have intercourse with”; NLT “Go and sleep with.”) your father’s concubines whom he left to care for the palace. All Israel will hear that you have made yourself repulsive to your father. Then your followers will be motivated to support you.” (tn Heb “and the hands of all who are with you will be strengthened.”)"},{"number":22,"verse":"So they pitched a tent for Absalom on the roof, (sn That is, on top of the flat roof of the palace, so it would be visible to the public.) and Absalom had sex with (tn Heb “went to”; NAB “he visited his father’s concubines”; NIV “lay with his father’s concubines”; TEV “went in and had intercourse with.”) his father’s concubines in the sight of all Israel."},{"number":23,"verse":"In those days Ahithophel’s advice was considered as valuable as a prophetic revelation. (tn Heb “And the advice of Ahithophel which he advised in those days was as when one inquires of the word of God.”) Both David and Absalom highly regarded the advice of Ahithophel. (tn Heb “So was all the advice of Ahithophel, also to David, also to Absalom.”)"}]}