{"bibleAbbr":"NET2007","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"(David’s Final Words) These are the final words of David: “The oracle of David son of Jesse, the oracle of the man raised up as the ruler chosen by the God of Jacob, (tn Heb “the anointed one of the God of Jacob.”) Israel’s beloved (tn Or “pleasant.”) singer of songs:"},{"number":2,"verse":"The LORD’s spirit spoke through me; his word was on my tongue."},{"number":3,"verse":"The God of Israel spoke, the protector (tn Heb “rock,” used as a metaphor of divine protection.) of Israel spoke to me. The one who rules fairly among men, the one who rules in the fear of God,"},{"number":4,"verse":"is like the light of morning when the sun comes up, a morning in which there are no clouds. He is like the brightness after rain that produces grass from the earth."},{"number":5,"verse":"My dynasty is approved by God, (tn Heb “For not thus [is] my house with God?”) for he has made a perpetual covenant with me, arranged in all its particulars and secured. He always delivers me, and brings all I desire to fruition. (tn Heb “for all my deliverance and every desire, surely does he not make [it] grow?”)"},{"number":6,"verse":"But evil people are like thorns — all of them are tossed away, for they cannot be held in the hand."},{"number":7,"verse":"The one who touches them must use an iron instrument or the wooden shaft of a spear. They are completely burned up right where they lie!” (tn Heb “and with fire they are completely burned up in [the place where they] remain.” The infinitive absolute is used before the finite verb to emphasize that they are completely consumed by the fire.)"},{"number":8,"verse":"(David’s Warriors) These are the names of David’s warriors: Josheb-Basshebeth, a Tahkemonite, was head of the officers. (tn The Hebrew word is sometimes rendered as “the three,” but BDB is probably correct in taking it to refer to military officers (BDB 1026 s. v. שְׁלִישִׁי). In that case the etymological connection of this word to the Hebrew numerical adjective for “three” can be explained as originating with a designation for the third warrior in a chariot.) He killed eight hundred men with his spear in one battle. (tc The translation follows some LXX mss (see 1 Chr 11:11 as well) in reading הוּא עוֹרֵר אֶת־חֲנִיתוֹ (hu’ ’orer ’et khanito, “he raised up his spear”) rather than the MT’s הוּא עֲדִינוֹ הָעֶצְנִי (hu’ ’adino ha’etsni [Kethib = הָעֶצְנוֹ, ha’etsno]; “Adino the Ezenite”). The emended text reads literally “he was wielding his spear against eight hundred, [who were] slain at one time.”)"},{"number":9,"verse":"Next in command (tn Heb “after him.”) was Eleazar son of Dodo, (tc This follows the Qere and many medieval Hebrew mss in reading דֹּדוֹ (dodo) rather than the Kethib of the MT דֹּדַי (dodai; cf. ASV, NIV, NLT). But see 1 Chr 27:4.) the son of Ahohi. He was one of the three warriors who were with David when they defied the Philistines who were assembled there for battle. When the men of Israel retreated, (tn Heb “went up.”)"},{"number":10,"verse":"he stood his ground (tn Heb “arose.”) and fought the Philistines until his hand grew so tired that it (tn Heb “his hand.”) seemed stuck to his sword. The LORD gave a great victory on that day. When the army returned to him, the only thing left to do was to plunder the corpses."},{"number":11,"verse":"Next in command (tn Heb “after him.”) was Shammah son of Agee the Hararite. When the Philistines assembled at Lehi, (tn The Hebrew text is difficult here. The MT reads לַחַיָּה (lachayyah), which implies a rare use of the word חַיָּה (chayyah). The word normally refers to an animal, but if the MT is accepted it would here have the sense of a troop or community of people. BDB 312 s. v. II. חַיָּה, for example, understands the similar reference in v. 13 to be to “a group of allied families, making a raid together.” But this works better in v. 13 than it does in v. 11, where the context seems to suggest a particular staging location for a military operation. (See 1 Chr 11:15.) It therefore seems best to understand the word in v. 11 as a place name with ה (he) directive. In that case the Masoretes mistook the word for the common term for an animal and then tried to make sense of it in this context.) where there happened to be an area of a field that was full of lentils, the army retreated before the Philistines."},{"number":12,"verse":"But he made a stand in the middle of that area. He defended (tn Heb “delivered.”) it and defeated the Philistines; the LORD gave them a great victory."},{"number":13,"verse":"At the time of (tn The meaning of Hebrew אֶל־קָצִיר (’el qatsir) seems here to be “at the time of harvest,” although this is an unusual use of the phrase. As S. R. Driver points out, this preposition does not normally have the temporal sense of “in” or “during” (S. R. Driver, Notes on the Hebrew Text and the Topography of the Books of Samuel, 366).) the harvest three (tc The translation follows the Qere and many medieval Hebrew mss in reading שְׁלֹשָׁה (shÿloshah, “three”) rather than the Kethib of the MT שְׁלֹשִׁים (shÿloshim, “thirty”). “Thirty” is due to dittography of the following word and makes no sense in the context.) of the thirty leaders went down to (tn Heb “went down…and approached.”) David at the cave of Adullam. A band of Philistines was camped in the valley of Rephaim."},{"number":14,"verse":"David was in the stronghold at the time, while a Philistine garrison was in Bethlehem. (map For location see Map5-B1; Map7-E2; Map8-E2; Map10-B4.)"},{"number":15,"verse":"David was thirsty and said, “How I wish someone would give me some water to drink from the cistern in Bethlehem near the gate!”"},{"number":16,"verse":"So the three elite warriors broke through the Philistine forces and drew some water from the cistern in Bethlehem near the gate. They carried it back to David, but he refused to drink it. He poured it out as a drink offering to the LORD"},{"number":17,"verse":"and said, “O LORD, I will not do this! (tn Heb “Far be it to me, O Lord, from doing this.”) It is equivalent to the blood of the men who risked their lives by going.” (tn Heb “[Is it not] the blood of the men who were going with their lives?”) So he refused to drink it. Such were the exploits of the three elite warriors. (tn Heb “These things the three warriors did.”)"},{"number":18,"verse":"Abishai son of Zeruiah, the brother of Joab, was head of the three. (tc The translation follows the Qere, many medieval Hebrew mss, the LXX, and Vulgate in reading הַשְּׁלֹשָׁה (hashÿlosa, “the three”) rather than the Kethib of the MT הַשָּׁלִשִׁי (hashalisi, “the third,” or “adjutant”). Two medieval Hebrew mss and the Syriac Peshitta have “thirty.”) He killed three hundred men with his spear and gained fame among the three. (tn Heb “and he was wielding his spear against three hundred, [who were] slain, and to him there was a name among the three.”)"},{"number":19,"verse":"From (tn Or “more than.”) the three he was given honor and he became their officer, even though he was not one of the three."},{"number":20,"verse":"Benaiah son of Jehoida was a brave warrior (tc The translation follows the Qere and many medieval Hebrew mss in reading חַיִל (khayil, “valor”) rather than the Kethib of the MT, חַי (khay, “life”).) from Kabzeel who performed great exploits. He struck down the two sons of Ariel of Moab. (tc Heb “the two of Ariel, Moab.” The precise meaning of אריאל is uncertain; some read “warrior.” The present translation assumes that the word is a proper name and that בני, “sons of,” has accidentally dropped from the text by homoioarcton (note the preceding שׁני).) He also went down and killed a lion in a cistern on a snowy day."},{"number":21,"verse":"He also killed an impressive-looking Egyptian. (tc The translation follows the Qere and many medieval Hebrew mss in reading אִישׁ (’ish, “man”) rather than the Kethib of the MT, אֲשֶׁר (’asher, “who”).) The Egyptian wielded a spear, while Benaiah attacked (tn Heb “and he went down to.”) him with a club. He grabbed the spear out of the Egyptian’s hand and killed him with his own spear."},{"number":22,"verse":"Such were the exploits of Benaiah son of Jehoida, who gained fame among the three elite warriors."},{"number":23,"verse":"He received honor from (tn Or “more than.”) the thirty warriors, though he was not one of the three elite warriors. David put him in charge of his bodyguard."},{"number":24,"verse":"Included with the thirty were the following: Asahel the brother of Joab, Elhanan son of Dodo from Bethlehem, (map For location see Map5-B1; Map7-E2; Map8-E2; Map10-B4.)"},{"number":25,"verse":"Shammah the Harodite, Elika the Harodite,"},{"number":26,"verse":"Helez the Paltite, Ira son of Ikkesh from Tekoa,"},{"number":27,"verse":"Abiezer the Anathothite, Mebunnai the Hushathite,"},{"number":28,"verse":"Zalmon the Ahohite, Maharai the Netophathite,"},{"number":29,"verse":"Heled (tc The translation follows many medieval Hebrew mss in reading חֵלֶד (kheled; cf. NAB, NIV, NLT) rather than the MT חֵלֶב (khelev).) son of Baanah the Netophathite, Ittai son of Ribai from Gibeah in Benjamin,"},{"number":30,"verse":"Benaiah the Pirathonite, Hiddai from the wadis of Gaash,"},{"number":31,"verse":"Abi-Albon the Arbathite, Azmaveth the Barhumite,"},{"number":32,"verse":"Eliahba the Shaalbonite, the sons of Jashen, Jonathan"},{"number":33,"verse":"son of (tn The Hebrew text does not have “the son of.”) Shammah the Hararite, Ahiam son of Sharar the Hararite,"},{"number":34,"verse":"Eliphelet son of Ahasbai the Maacathite, Eliam son of Ahithophel the Gilonite,"},{"number":35,"verse":"Hezrai (tc The translation follows the Qere and many medieval Hebrew mss in reading חֶצְרַי (khetsrai; cf. KJV, NAB) rather than the Kethib of the MT, חֶצְרוֹ (khetsro).) the Carmelite, Paarai the Arbite,"},{"number":36,"verse":"Igal son of Nathan from Zobah, Bani the Gadite,"},{"number":37,"verse":"Zelek the Ammonite, Naharai the Beerothite (the armor-bearer (tc The translation follows the Qere and many medieval Hebrew mss in reading the singular rather than the plural of the Kethib of the MT.) of Joab son of Zeruiah),"},{"number":38,"verse":"Ira the Ithrite, Gareb the Ithrite"},{"number":39,"verse":"and Uriah the Hittite. Altogether there were thirty-seven."}]}