{"bibleAbbr":"BKJVNT","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"From: The older man. To: The loved Gaius, whom I love in truth."},{"number":2,"verse":"Loved one, concerning all things, I wish you to be successful and to be healthy, just as your soul is successful."},{"number":3,"verse":"You see, I was very happy as brothers came and told what they witnessed about your truth, just as you traipse around in truth."},{"number":4,"verse":"I have no greater happiness than these, that I may hear my children traipsing around in truth."},{"number":5,"verse":"Loved one, you are doing a trustable thing, whatever you work on for the brothers and for the strangers."},{"number":6,"verse":"The brothers told what they witnessed of your love in the sight of the assembly, for whom you will do nicely when you bring them on their way in a manner deserving of God."},{"number":7,"verse":"You see, on behalf of His name, they went out taking nothing away from the non-Jews."},{"number":8,"verse":"So we are obligated to be fully receiving these types of people so that we may become co-workers to the truth."},{"number":9,"verse":"I wrote to the assembly, but the one who is fond of being first among them, Diotrephes, does not accept us."},{"number":10,"verse":"Because of this, if I come, I will quietly remember his actions that he does, gossiping with evil words about us. And not content over these, neither does he accept the brothers, he hinders the ones intending to accept them, and he throws them out of the assembly."},{"number":11,"verse":"Loved one, do not imitate the bad, but imitate the good. The person doing good is from God, but the person doing bad has not seen God."},{"number":12,"verse":"It has been told to Demetrius what was witnessed by everyone and by the truth itself. We also are telling what we witnessed, and you realize that our witness account is truthful."},{"number":13,"verse":"I had many things to be writing, but I do not want to write to you through ink and a stick."},{"number":14,"verse":"I am anticipating to see you right away, and we will speak mouth to mouth. Peace to you. Your friends say hello to you. Say hello to our friends by name."}]}