{"bibleAbbr":"AMP1965","bookName":"Job","bookEnglishName":"Job","chapterNumber":12,"verses":[{"number":1,"verse":"THEN JOB answered,"},{"number":2,"verse":"No doubt you are the [only wise] people [in the world], and wisdom will die with you!"},{"number":3,"verse":"But I have understanding as well as you; I am not inferior to you. Who does not know such things as these [of God's wisdom and might]?"},{"number":4,"verse":"I am become one who is a laughingstock to his friend; I, one whom God answered when he called upon Him--a just, upright (blameless) man--laughed to scorn!"},{"number":5,"verse":"In the thought of him who is at ease there is contempt for misfortune--but it is ready for those whose feet slip."},{"number":6,"verse":"The dwellings of robbers prosper; those who provoke God are [apparently] secure; God supplies them abundantly [who have no god but their own hands and power]."},{"number":7,"verse":"For ask now the animals, and they will teach you [that God does not deal with His creatures according to their character]; ask the birds of the air, and they will tell you;"},{"number":8,"verse":"Or speak to the earth [with its other forms of life], and it will teach you; and the fish of the sea will declare [this truth] to you."},{"number":9,"verse":"Who [is so blind as] not to recognize in all these [that good and evil are promiscuously scattered throughout nature and human life] that it is God's hand which does it [and God's way]?"},{"number":10,"verse":"In His hand is the life of every living thing and the breath of all mankind."},{"number":11,"verse":"Is it not the task of the ear to discriminate between [wise and unwise] words, just as the mouth distinguishes [between desirable and undesirable] food?"},{"number":12,"verse":"With the aged [you say] is wisdom, and with length of days comes understanding."},{"number":13,"verse":"But [only] with [God] are [perfect] wisdom and might; He [alone] has [true] counsel and understanding."},{"number":14,"verse":"Behold, He tears down, and it cannot be built again; He shuts a man in, and none can open."},{"number":15,"verse":"He withholds the waters, and the land dries up; again, He sends forth [rains], and they overwhelm the land or transform it."},{"number":16,"verse":"With Him are might and wisdom; the deceived and the deceiver are His [and in His power]."},{"number":17,"verse":"He leads [great and scheming] counselors away stripped and barefoot and makes the judges fools [in human estimation, by overthrowing their plans]."},{"number":18,"verse":"He looses the fetters [ordered] by kings and has [the] waistcloth [of a slave] bound about their [own] loins."},{"number":19,"verse":"He leads away priests as spoil, and men firmly seated He overturns."},{"number":20,"verse":"He deprives of speech those who are trusted and takes away the discernment and discretion of the aged."},{"number":21,"verse":"He pours contempt on princes and loosens the belt of the strong [disabling them, bringing low the pride of the learned]."},{"number":22,"verse":"He uncovers deep things out of darkness and brings into light black gloom and the shadow of death."},{"number":23,"verse":"He makes nations great, and He destroys them; He enlarges nations [and then straitens and shrinks them again], and leads them [away captive]."},{"number":24,"verse":"He takes away understanding from the leaders of the people of the land and of the earth, and causes them to wander in a wilderness where there is no path."},{"number":25,"verse":"They grope in the dark without light, and He makes them to stagger and wander like a drunken man."}]}