{"bibleAbbr":"teOV2016","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"దేవుడు యాకోబుతో–నీవు లేచి బేతేలునకు వెళ్లి అక్కడ నివసించి, నీ సహోదరుడైన ఏశావు ఎదుటనుండి నీవు పారిపోయినప్పుడు నీకు కనబడిన దేవునికి అక్కడ బలిపీఠమును కట్టుమని చెప్పగా"},{"number":2,"verse":"[2-3] యాకోబు తన యింటివారితోను తనయొద్దనున్న వారందరితోను–మీ యొద్దనున్న అన్యదేవతలను పారవేసి మిమ్మును మీరు శుచిపరచుకొని మీ వస్త్రములను మార్చుకొనుడి. మనము లేచి బేతేలునకు వెళ్లుదము; నా శ్రమదినమున నా కుత్తర మిచ్చి నేను వెళ్లిన మార్గమున నాకు తోడైయుండిన దేవునికి బలిపీఠమును అక్కడ కట్టెదనని చెప్పెను.౹"},{"number":4,"verse":"వారు తమయొద్దనున్న అన్యదేవతలన్నిటిని తమ చెవులనున్న పోగులను యాకోబునకు అప్పగింపగా యాకోబు షెకెము దగ్గరనున్న మస్తకి వృక్షము క్రింద వాటిని దాచిపెట్టెను.౹"},{"number":5,"verse":"వారు ప్రయాణమై పోయినప్పుడు, దేవునిభయము వారి చుట్టున్న పట్టణములమీద నుండెను గనుక వారు యాకోబు కుమారులను తరుమలేదు.౹"},{"number":6,"verse":"యాకోబును అతనితోనున్న జనులందరును కనానులో లూజుకు, అనగా బేతేలునకు వచ్చిరి.౹"},{"number":7,"verse":"అతడు తన సహోదరుని యెదుటనుండి పారిపోయినప్పుడు దేవుడక్కడ అతనికి ప్రత్యక్ష మాయెను గనుక అక్కడ బలిపీఠమును కట్టి ఆ చోటికి ఏల్ బేతేలను ( అనగా బేతేలు దేవుడు.) పేరుపెట్టిరి.౹"},{"number":8,"verse":"రిబ్కా దాదియైన దెబోరా చనిపోయి బేతేలునకు దిగువనున్న సింధూరవృక్షము క్రింద పాతిపెట్టబడెను, దానికి అల్లోను బాకూత్ ( ఏడ్పు చెట్టు.) అను పేరు పెట్టబడెను."},{"number":9,"verse":"యాకోబు పద్దనరామునుండి వచ్చుచుండగా దేవుడు తిరిగి అతనికి ప్రత్యక్షమై అతని నాశీర్వదించెను.౹"},{"number":10,"verse":"అప్పుడు దేవుడు అతనితో–నీపేరు యాకోబు; ఇకమీదట నీపేరు యాకోబు అనబడదు; నీపేరు ఇశ్రాయేలు అని చెప్పి అతనికి ఇశ్రాయేలు అను పేరుపెట్టెను."},{"number":11,"verse":"మరియు దేవుడు–నేను సర్వశక్తిగల దేవుడను; నీవు ఫలించి అభివృద్ధి పొందుము. జనమును జనముల సమూహమును నీవలన కలుగును; రాజులును నీ గర్భవాసమున పుట్టెదరు.౹"},{"number":12,"verse":"నేను అబ్రాహామునకును ఇస్సాకునకును ఇచ్చిన దేశము నీకిచ్చెదను; నీ తరువాత నీ సంతానమునకు ఈ దేశము నిచ్చెదనని అతనితో చెప్పెను.౹"},{"number":13,"verse":"దేవుడు అతనితో మాటలాడిన స్థలమునుండి పరమునకు వెళ్లెను.౹"},{"number":14,"verse":"ఆయన తనతో మాటలాడినచోట యాకోబు ఒక స్తంభము, అనగా రాతిస్తంభముకట్టించి దానిమీద పానార్పణము చేసి నూనెయు దానిమీద పోసెను.౹"},{"number":15,"verse":"తనతో దేవుడు మాటలాడినచోటికి యాకోబు బేతేలను పేరు పెట్టెను. వారు బేతేలునుండి ప్రయాణమై పోయిరి.౹"},{"number":16,"verse":"ఎఫ్రాతాకు వెళ్లు మార్గములో మరికొంత దూరము ఉన్నప్పుడు రాహేలు ప్రసవించుచు ప్రసవవేదనతో ప్రయాస పడెను.౹"},{"number":17,"verse":"ఆమె ప్రసవమువలన ప్రయాసపడుచున్నప్పుడు మంత్రసాని ఆమెతో–భయపడకుము; ఇదియు నీకు కుమారుడగునని చెప్పెను.౹"},{"number":18,"verse":"ఆమె మృతిబొందెను; ప్రాణము పోవుచుండగా ఆమె— అతని పేరు బెనోని ( అనగా, నా దుఃఖపుత్రుడు.) అనెను; అతని తండ్రి అతనికి బెన్యామీను ( కుడిచేతి పుత్రుడు.) అను పేరు పెట్టెను.౹"},{"number":19,"verse":"అట్లు రాహేలు మృతిబొంది బేత్లెహేమను ఎఫ్రాతా మార్గమున పాతిపెట్టబడెను.౹"},{"number":20,"verse":"యాకోబు ఆమె సమాధిమీద ఒక స్తంభముకట్టించెను. అది నేటివరకు రాహేలు సమాధి స్తంభము.౹"},{"number":21,"verse":"ఇశ్రాయేలు ప్రయా ణమై పోయి మిగ్దల్ ఏదెరు కవతల తన గుడారము వేసెను.౹"},{"number":22,"verse":"ఇశ్రాయేలు ఆ దేశములో నివసించుచున్న ప్పుడు రూబేను వెళ్లి తన తండ్రి ఉపపత్నియైన బిల్హాతో శయనించెను; ఆ సంగతి ఇశ్రాయేలునకు వినబడెను."},{"number":23,"verse":"యాకోబు కుమారులు పండ్రెండుగురు, యాకోబు జ్యేష్ఠకుమారుడగు రూబేను, షిమ్యోను, లేవి, యూదా, ఇశ్శాఖారు, జెబూలూను; వీరు లేయా కుమారులు.౹"},{"number":24,"verse":"రాహేలు కుమారులు యోసేపు, బెన్యామీను.౹"},{"number":25,"verse":"రాహేలు దాసియైన బిల్హా కుమారులు దాను, నఫ్తాలి.౹"},{"number":26,"verse":"లేయా దాసియైన జిల్పా కుమారులు గాదు, ఆషేరు వీరు పద్దనరాములో యాకోబునకు పుట్టిన కుమారులు.౹"},{"number":27,"verse":"అబ్రాహామును ఇస్సాకును పరదేశులైయుండిన మమ్రేలో కిర్య తర్బాకు తన తండ్రియైన ఇస్సాకునొద్దకు యాకోబు వచ్చెను. అదే హెబ్రోను."},{"number":28,"verse":"ఇస్సాకు బ్రదికిన దినములు నూట ఎనుబది సంవత్సరములు.౹"},{"number":29,"verse":"ఇస్సాకు కాలము నిండిన వృద్ధుడై ప్రాణము విడిచి మృతిబొంది తన పితరుల యొద్దకు చేర్చబడెను. అతని కుమారులైన ఏశావు యాకోబులు అతని పాతిపెట్టిరి."}]}