{"bibleAbbr":"teOV2016","bookName":"ఆదికాండము","bookEnglishName":"Genesis","chapterNumber":49,"verses":[{"number":1,"verse":"యాకోబు తన కుమారులను పిలిపించి యిట్లనెను. —మీరుకూడి రండి, అంత్య దినములలో మీకు సంభవింపబోవు సంగతులను మీకు తెలియచేసెదను."},{"number":2,"verse":"యాకోబు కుమారులారా, కూడివచ్చి ఆలకించుడి మీ తండ్రియైన ఇశ్రాయేలు మాట వినుడి."},{"number":3,"verse":"రూబేనూ, నీవు నా పెద్దకుమారుడవు నా శక్తియు నా బలముయొక్క ప్రథమఫలమును ఔన్నత్యాతిశయమును బలాతిశయమును నీవే."},{"number":4,"verse":"నీళ్లవలె చంచలుడవై నీవు అతిశయము పొందవు నీ తండ్రి మంచముమీది కెక్కితివి దానిని అపవిత్రము చేసితివి అతడు నా మంచముమీది కెక్కెను."},{"number":5,"verse":"షిమ్యోను లేవి అనువారు సహోదరులువారి ఖడ్గములు బలాత్కారపు ఆయుధములు."},{"number":6,"verse":"నా ప్రాణమా, వారి ఆలోచనలో చేరవద్దు నా ఘనమా, వారి సంఘముతో కలిసికొనవద్దువారు, కోపమువచ్చి మనుష్యులను చంపిరి తమ స్వేచ్ఛచేత ఎద్దుల గుదికాలి నరములను తెగ గొట్టిరి."},{"number":7,"verse":"వారికోపము వేండ్రమైనదివారి ఉగ్రతయు కఠినమైనది అవి శపింపబడును యాకోబులో వారిని విభజించెదను ఇశ్రాయేలులో వారిని చెదరగొట్టెదను."},{"number":8,"verse":"యూదా, నీ సహోదరులు నిన్ను స్తుతించెదరు నీ చెయ్యి నీ శత్రువుల మెడమీద ఉండును నీ తండ్రి కుమారులు నీ యెదుట సాగిలపడుదురు."},{"number":9,"verse":"యూదా కొదమసింహము నా కుమారుడా, నీవు పెట్టినదానితిని వచ్చితివి సింహమువలెను గర్జించు ఆడుసింహమువలెను అతడు కాళ్లు ముడుచుకొని పండుకొనెను అతని లేపువాడెవడు?"},{"number":10,"verse":"షిలోహు వచ్చువరకు ( లేక, అతడు షిలోహుకు వచ్చువరకు.) యూదా యొద్దనుండి దండము తొలగదు అతని కాళ్లమధ్యనుండి రాజదండము తొలగదు ప్రజలు అతనికి విధేయులైయుందురు."},{"number":11,"verse":"ద్రాక్షావల్లికి తన గాడిదను ఉత్తమ ద్రాక్షావల్లికి తన గాడిదపిల్లను కట్టి ద్రాక్షారసములో తన బట్టలను ద్రాక్షల రక్తములో తన వస్త్రమును ఉదుకును."},{"number":12,"verse":"అతని కన్నులు ద్రాక్షారసముచేత ఎఱ్ఱగాను అతని పళ్లు పాలచేత తెల్లగాను ఉండును."},{"number":13,"verse":"జెబూలూను సముద్రపు రేవున నివసించును అతడు ఓడలకు రేవుగా ఉండును అతని పొలిమేర సీదోనువరకు నుండును."},{"number":14,"verse":"ఇశ్శాఖారు రెండు దొడ్లమధ్యను పండుకొనియున్న బలమైన గార్దభము."},{"number":15,"verse":"అతడు విశ్రాంతి మంచిదగుటయు ఆ భూమి రమ్యమైనదగుటయు చూచెను గనుక అతడు మోయుటకు భుజము వంచుకొని వెట్టిచేయు దాసుడగును."},{"number":16,"verse":"దాను ఇశ్రాయేలు గోత్రికులవలె తన ప్రజలకు న్యాయము తీర్చును."},{"number":17,"verse":"దాను త్రోవలో సర్పముగాను దారిలో కట్లపాముగాను ఉండును. అది గుఱ్ఱపు మడిమెలు కరచును అందువలన ఎక్కువాడు వెనుకకు పడును."},{"number":18,"verse":"యెహోవా, నీ రక్షణకొరకు కనిపెట్టి యున్నాను."},{"number":19,"verse":"బంటుల గుంపు గాదును కొట్టును అతడు మడిమెను కొట్టును."},{"number":20,"verse":"ఆషేరునొద్ద శ్రేష్ఠమైన ఆహారము కలదు రాజులకు తగిన మధుర పదార్థములను అతడిచ్చును."},{"number":21,"verse":"నఫ్తాలి విడువబడిన లేడి అతడు ఇంపైనమాటలు పలుకును."},{"number":22,"verse":"యోసేపు ఫలించెడి కొమ్మ ఊట యొద్ద ఫలించెడి కొమ్మ దాని రెమ్మలు గోడమీదికి ఎక్కి వ్యాపించును."},{"number":23,"verse":"విలుకాండ్రు అతని వేధించిరివారు బాణములను వేసి అతని హింసించిరి."},{"number":24,"verse":"యాకోబు కొలుచు పరాక్రమశాలియైనవాని హస్త బలమువలన అతని విల్లు బలమైనదగును. ఇశ్రాయేలునకు బండయు మేపెడివాడును ఆయనే. నీకు సహాయముచేయు నీ తండ్రి దేవునివలనను పైనుండి మింటి దీవెనలతోను"},{"number":25,"verse":"క్రింద దాగియున్న అగాధజలముల దీవెనలతోను స్తనముల దీవెనలతోను గర్భముల దీవెనలతోను నిన్ను దీవించు సర్వశక్తుని దీవెనవలనను అతని బాహుబలము దిట్టపరచబడును"},{"number":26,"verse":"నీ తండ్రి దీవెనలు నా పూర్వికుల దీవెనలపైని చిరకాల పర్వతములకంటె హెచ్చుగ ప్రబలమగును. అవి యోసేపు తలమీదను తన సహోదరులనుండి వేరుపరచబడిన వాని నడినెత్తిమీదను ఉండును."},{"number":27,"verse":"బెన్యామీను చీల్చునట్టి తోడేలు అతడు ఉదయమందు ఎరనుతిని అస్తమయమందు దోపుడుసొమ్ము పంచుకొనును."},{"number":28,"verse":"ఇవి అన్నియు ఇశ్రాయేలు పండ్రెండు గోత్రములు. వారి తండ్రి వారిని దీవించుచు వారితో చెప్పినది యిదే. ఎవరి దీవెన చొప్పున వారిని దీవించెను.౹"},{"number":29,"verse":"తరువాత అతడు వారికాజ్ఞాపించుచు ఇట్లనెను–నేను నా స్వజనులయొద్దకు చేర్చబడుచున్నాను.౹"},{"number":30,"verse":"హిత్తీయుడైన ఎఫ్రోను భూమియం దున్న గుహలో నా తండ్రులయొద్ద నన్ను పాతిపెట్టుడి. ఆ గుహ కనాను దేశమందలి మమ్రే యెదుటనున్న మక్పేలా పొలములో ఉన్నది. అబ్రాహాము దానిని ఆ పొలమును హిత్తీయుడగు ఎఫ్రోనుయొద్ద శ్మశాన భూమి కొరకు స్వాస్థ్యముగా కొనెను.౹"},{"number":31,"verse":"అక్కడనే వారు అబ్రాహామును అతని భార్యయైన శారాను పాతిపెట్టిరి; అక్కడనే ఇస్సాకును అతని భార్యయైన రిబ్కాను పాతిపెట్టిరి; అక్కడనే నేను లేయాను పాతిపెట్టితిని.౹"},{"number":32,"verse":"ఆ పొలమును అందులోనున్న గుహయు హేతుకుమారులయొద్ద కొనబడినదనెను.౹"},{"number":33,"verse":"యాకోబు తన కుమారుల కాజ్ఞాపించుట చాలించి మంచముమీద తన కాళ్లు ముడుచుకొని ప్రాణమువిడిచి తన స్వజనులయొద్దకు చేర్చబడెను."}]}