{
  "bibleAbbr" : "TERV1998",
  "bookName" : "ஓசியா",
  "bookEnglishName" : "Hosea",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "(ஓசியாவின் மூலமாக தேவனாகிய கர்த்தருடைய செய்தி) பெயேரியின் குமாரனாகிய ஓசியாவுக்கு வந்த கர்த்தருடைய செய்தி இதுதான். இந்த வார்த்தை யூதாவின் ராஜாக்களாகிய உசியா, யோதாம், ஆகாஸ், எசேக்கியா ஆகியோர் இருந்தபோது வந்தது. இது, இஸ்ரவேலின் ராஜாவாகிய யோவாசின் குமாரனான யெரொபெயாம் என்பவனின் காலத்தில் நடந்தது."
  }, {
    "number" : 2,
    "verse" : "இது கர்த்தருடைய முதல் செய்தியாக ஓசியாவிற்கு வந்தது. கர்த்தர், “நீ போய் தன் வேசித்தனத்தினால் குழந்தைகளைப் பெற்றெடுத்த ஒரு வேசியை மணந்துகொள். ஏனென்றால் இந்த நாட்டிலுள்ள ஜனங்கள் எல்லோரும் வேசியைப் போன்று நடந்துக்கொள்கிறார்கள். அவர்கள் கர்த்தருக்கு விசுவாசமற்றவர்ளாக இருந்திருக்கிறார்கள்” என்றார்."
  }, {
    "number" : 3,
    "verse" : "(யெஸ்ரயேலின் பிறப்பு) எனவே ஓசியா திப்லாயிமின் குமாரத்தியான கோமேரைத் திருமணம் செய்தான். கோமேர் கர்ப்பமடைந்து ஓசியாவிற்கு ஒரு ஆண்மகனைப் பெற்றாள்."
  }, {
    "number" : 4,
    "verse" : "கர்த்தர் ஓசியாவிடம் “அவனுக்கு யெஸ்ரயேல். என்று பெயரிடு. ஏனென்றால் இன்னும் கொஞ்சக்காலததில் நான் ஏகூவின் வம்சத்தாரை அவன் யெஸ்ரயேல் பள்ளத்தாக்கில் சிந்திய இரத்தத்திற்காகத் தண்டிப்பேன். பிறகு இஸ்ரவேலின் இராஜ்யத்தை முடிவுக்குக் கொண்டுவருவேன்."
  }, {
    "number" : 5,
    "verse" : "அந்த நேரத்தில் நான் இஸ்ரவேலின் வில்லை யெஸ்ரயேலின் பள்ளத்தாக்கிலே முறிப்பேன்” என்றார்."
  }, {
    "number" : 6,
    "verse" : "(லோருகாமாவின் பிறப்பு) பின்னர் கோமேர் மீண்டும் கர்ப்பமடைந்து ஒரு பெண்குழந்தையைப் பெற்றாள். கர்த்தர் ஓசியாவிடம், “அவளுக்கு லோருகாமா என்று பெயரிடு. ஏனென்றால் நான் இனி இஸ்ரவேல் வம்சத்தாருக்கு இரக்கம் காட்டமாட்டேன். நான் அவர்களை மன்னிக்கமாட்டேன்."
  }, {
    "number" : 7,
    "verse" : "ஆனால் நான் யூதா நாட்டின் மீது இரக்கம் காட்டுவேன். நான் யூதா நாட்டைக் காப்பாற்றுவேன். நான் அவர்களைக் காப்பாற்ற எனது வில்லையோ வாளையோ பயன்படுத்தமாட்டேன். நான் அவர்களைக் காப்பாற்ற போர் குதிரைகளையோ, வீரர்களையோ பயன்படுத்தமாட்டேன். நான் அவர்களை எனது சொந்த பலத்தால் காப்பாற்றுவேன்” என்றார்."
  }, {
    "number" : 8,
    "verse" : "(லோகம்மியின் பிறப்பு) கோமேர் லோருகாமாவை பால்மறக்க செய்த பிறகு அவள் மீண்டும் கர்ப்பம் அடைந்தாள். அவள் ஒரு ஆண்குழந்தையைப் பெற்றாள்."
  }, {
    "number" : 9,
    "verse" : "பிறகு கர்த்தர், “அவனுக்கு லோகம்மீ என்றுப் பெயரிடு. ஏனென்றால், நீங்கள் என்னுடைய ஜனங்களல்ல. நான் உங்களது தேவனல்ல என்றார்."
  }, {
    "number" : 10,
    "verse" : "(கர்த்தர் இஸ்ரவேல் தேசத்துடன் பேசுகிறார்) “எதிர்காலத்தில் இஸ்ரவேல் ஜனங்களின் எண்ணிக்கை கடற்கரையிலுள்ள மணலைப் போன்றிருக்கும். உங்களால் அம்மணலை அளக்கவோ, எண்ணவோ இயலாது. ‘நீங்கள் என் ஜனங்களல்ல’ என்று அவர்களுக்கு சொல்வதற்குப் பதிலாக, ‘நீங்கள் ஜீவனுள்ள தேவனுடைய பிள்ளைகள்’ என்று அவர்களுக்குச் சொல்லப்படும்."
  }, {
    "number" : 11,
    "verse" : "“பிறகு யூதா ஜனங்களும் இஸ்ரவேல் ஜனங்களும் ஒன்று கூட்டப்படுவார்கள், அவர்களுக்கு ஓர் ஆட்சியாளனை தேர்ந்தெடுத்துக்கொள்வார்கள். அவர்களது இராஜ்யம் பூமியில் மிகப் பெரியதாக இருக்கும். யெஸ்ரயேலின் நாள் உண்மையில் மிகப் பெரியதாயிருக்கும்.”"
  } ]
}