{"bibleAbbr":"orOV2014","bookName":"ଶାମୁୟେଲଙ୍କ ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"1 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"( ଯୋନାଥନଙ୍କ ସାହସିକ ବିଜୟ) ଏକ ଦିନ ଶାଉଲଙ୍କର ପୁତ୍ର ଯୋନାଥନ ଆପଣା ଅସ୍ତ୍ରବାହକ ଯୁବାକୁ କହିଲା, ଆସ, ଆମ୍ଭେମାନେ ସେପାଖସ୍ଥିତ ପଲେଷ୍ଟୀୟମାନଙ୍କ ପ୍ରହରୀ- ଦଳ ନିକଟକୁ ଯାଉ । ମାତ୍ର ସେ ଆପଣା ପିତାକୁ ଏହା ଜଣାଇଲା ନାହିଁ ।"},{"number":2,"verse":"ସେସମୟରେ ଶାଉଲ ଗିବୀୟାର ପ୍ରାନ୍ତଭାଗରେ ମିଗ୍ରୋଣସ୍ଥ ଡାଳିମ୍ଵ ବୃକ୍ଷ ମୂଳରେ ଥିଲେ; ପୁଣି ଊଣାଧିକ ଛଅ ଶହ ଲୋକ ତାଙ୍କ ସଙ୍ଗରେ ଥିଲେନ୍ତ"},{"number":3,"verse":"ମଧ୍ୟ ଯେଉଁ ଏଲି ଶୀଲୋରେ ସଦାପ୍ରଭୁଙ୍କ ଯାଜକ ଥିଲେ, ତାଙ୍କ ପ୍ରପୌତ୍ର, ପୀନହସର ପୌତ୍ର, ଐକାବୋଦର ଭ୍ରାତା ଅହୀଟୂବର ପୁତ୍ର ଅହୀୟ ଏଫୋଦ ପିନ୍ଧି ସେଠାରେ ଥିଲା । ଆଉ ଯୋନାଥନ ଯେ ବାହାର ହୋଇ ଯାଇଅଛି, ଏ କଥା ଲୋକମାନେ ଜାଣି ନ ଥିଲେ ।"},{"number":4,"verse":"ପୁଣି ଯୋନାଥନ ଯେଉଁ ଘାଟୀ ଦେଇ ପଲେଷ୍ଟୀୟମାନଙ୍କ ପ୍ରହରୀ-ଦଳ ନିକଟକୁ ଯିବାକୁ ଚେଷ୍ଟା କଲା, ତହିଁର ମଧ୍ୟସ୍ଥଳରେ ଏକପାଖେ ଦନ୍ତାକାର ଏକ ଶୈଳ ଓ ଅନ୍ୟ ପାଖେ ଦନ୍ତାକାର ଏକ ଶୈଳ ଥିଲା; ତହିଁର ଏକର ନାମ ବୋତ୍ସେସ ଓ ଅନ୍ୟର ନାମ ସେନି ।"},{"number":5,"verse":"ତହିଁ ମଧ୍ୟରୁ ଏକ ସ୍ତମ୍ଭାକାର ଦ; ଉତ୍ତରଆଡ଼ ମିକ୍ମସ୍ର ଅଭିମୁଖରେ ଓ ଅନ୍ୟଟି ଦକ୍ଷିଣ ଆଡ଼େ ଗେବା ଅଭିମୁଖରେ ଥିଲା ।"},{"number":6,"verse":"ପୁଣି ଯୋନାଥନ ଆପଣା ଅସ୍ତ୍ରବାହକ ଯୁବାକୁ କହିଲା, ଆସ, ଆମ୍ଭେମାନେ ସେହି ଅସୁନ୍ନତମାନଙ୍କ ପ୍ରହରୀ-ଦଳ ନିକଟକୁ ଯାଉ; ହୋଇପାରେ, ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କ ପକ୍ଷରେ କର୍ମ କରିବେ; ଯେହେତୁ ଅନେକ ଦ୍ଵାରା ହେଉ କି ଅଳ୍ପ ଦ୍ଵାରା ହେଉ, ଉଦ୍ଧାର କରିବାରେ ସଦାପ୍ରଭୁଙ୍କର କୌଣସି ପ୍ରତିବନ୍ଧକ ନାହିଁ ।"},{"number":7,"verse":"ତହିଁରେ ତାହାର ଅସ୍ତ୍ରବାହକ କହିଲା, ତୁମ୍ଭ ମନରେ ଯାହା ଅଛି, ସବୁ କର; ଚାଲ, ଦେଖ ଆମ୍ଭେ ତୁମ୍ଭ ମନ ପରି ତୁମ୍ଭ ସଙ୍ଗରେ ଅଛୁ ।"},{"number":8,"verse":"ତେବେ ଯୋନାଥନ କହିଲା, ଦେଖ, ଆମ୍ଭେମାନେ ସେହି ଲୋକମାନଙ୍କ ଆଡ଼କୁ ଯାଇ ସେମାନଙ୍କ ନିକଟରେ ଆପଣାମାନଙ୍କୁ ଦେଖାଇବା ।"},{"number":9,"verse":"ଯେବେ ସେମାନେ ଆମ୍ଭମାନଙ୍କୁ କହିବେ, ରହିଥାଅ, ଆମ୍ଭେମାନେ ତୁମ୍ଭମାନଙ୍କ କତିକି ଆସିବା; ତେବେ ଆମ୍ଭେମାନେ ଆପଣା ଆପଣା ସ୍ଥାନରେ ଛିଡ଼ା ହୋଇ ରହିବା, ସେମାନଙ୍କ ନିକଟକୁ ଉଠି ଯିବା ନାହିଁ ।"},{"number":10,"verse":"ମାତ୍ର ଆମ୍ଭମାନଙ୍କ ନିକଟକୁ ଉଠି ଆସ ବୋଲି ଯେବେ ସେମାନେ କହିବେ, ତେବେ ଆମ୍ଭେମାନେ ଉଠି ଯିବା; କାରଣ ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କ ହସ୍ତରେ ସେମାନଙ୍କୁ ସମର୍ପଣ କଲେ; ଆଉ, ଏହା ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ଚିହ୍ନ ହେବ ।"},{"number":11,"verse":"ତହୁଁ ସେ ଦୁହେଁ ପଲେଷ୍ଟୀୟମାନଙ୍କ ପ୍ରହରୀ-ଦଳ ନିକଟରେ ଆପଣାମାନଙ୍କୁ ଦେଖାଇଲେ; ଏଥିରେ ପଲେଷ୍ଟୀୟମାନେ କହିଲେ, ଏହି ଦେଖ, ଏବ୍ରୀୟ ଲୋକମାନେ ଯେଉଁ ଯେଉଁ ଗାଡ଼ରେ ଲୁଚିଥିଲେ, ସେଠାରୁ ଏବେ ବାହାରି ଆସୁଅଛନ୍ତି ।"},{"number":12,"verse":"ପୁଣି ପ୍ରହରୀ ଦଳୀୟ ଲୋକମାନେ ଯୋନାଥନକୁ ଓ ତାହାର ଅସ୍ତ୍ରବାହକକୁ ଉତ୍ତର କରି କହିଲେ, ଆମ୍ଭମାନଙ୍କ କତିକି ଉଠି ଆସ, ଆମ୍ଭେମାନେ ତୁମ୍ଭମାନଙ୍କୁ ଗୋଟିଏ କୌତୁକ ଦେଖାଇବା । ଏଥିରେ ଯୋନାଥନ ଆପଣା ଅସ୍ତ୍ରବାହକକୁ କହିଲା, ମୋʼ ପଛେ ପଛେ ଉଠି ଆସ; କାରଣ ସଦାପ୍ରଭୁ ସେମାନଙ୍କୁ ଇସ୍ରାଏଲ ହସ୍ତରେ ସମର୍ପଣ କଲେଣି ।"},{"number":13,"verse":"ଏଥିରେ ଯୋନାଥନ ଆପଣା ହାତ ଓ ଗୋଡ଼ ଦେଇ ଉପରକୁ ଉଠି ଗଲା ଓ ତାହାର ଅସ୍ତ୍ରବାହକ ତାହା ପଛେ ପଛେ ଗଲା; ତହିଁରେ ସେହି ଲୋକମାନେ ଯୋନାଥନର ଆଗେ ଆଗେ ପତିତ ହେଲେ, ପୁଣି ତାହାର ଅସ୍ତ୍ରବାହକ ତାହାର ପଛେ ପଛେ ବଧ କରିବାକୁ ଲାଗିଲା ।"},{"number":14,"verse":"ଯୋନାଥନ ଓ ତାହାର ଅସ୍ତ୍ରବାହକର କୃତ ଏହି ପ୍ରଥମ ହତ୍ୟାରେ ପ୍ରାୟ ଅର୍ଦ୍ଧମାଣ ଭୂମିରେ ଊଣାଧିକ କୋଡ଼ିଏ ଜଣ ହତ ହେଲେ ।"},{"number":15,"verse":"ତହିଁରେ କ୍ଷେତ୍ରସ୍ଥିତ ଛାଉଣି ମଧ୍ୟରେ ଓ ସବୁ ଲୋକଙ୍କ ମଧ୍ୟରେ କମ୍ପ ହେଲା; ପ୍ରହରୀ ଦଳ ଓ ବିନାଶକମାନେ ମଧ୍ୟ କମ୍ପିଲେ ଓ ଭୂମିକମ୍ପ ହେଲା; ଏହିରୂପେ ଘୋରତର ମହାକମ୍ପ⇧ ହେଲା ।"},{"number":16,"verse":"ସେତେବେଳେ ବିନ୍ୟାମୀନ ପ୍ରଦେଶସ୍ଥ ଗିବୀୟାରେ ଶାଉଲଙ୍କର ପ୍ରହରୀମାନେ ଅନାଇଲେ; ଆଉ ଦେଖ, ଲୋକଗହଳ ଭାଙ୍ଗି ଯାଇ ଏଆଡ଼େ ସେଆଡ଼େ ଯାଉଅଛନ୍ତି ।"},{"number":17,"verse":"ତେଣୁ ଶାଉଲ ଆପଣା ସଙ୍ଗୀ ଲୋକମାନଙ୍କୁ କହିଲେ, ଏବେ ଗଣନା କରି ଦେଖିଲ, ଆମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ କିଏ ଯାଇଛି ? ତହିଁରେ ସେମାନେ ଗଣନା କରନ୍ତେ, ଦେଖ, ଯୋନାଥନ ଓ ତାହାର ଅସ୍ତ୍ରବାହକ ନାହାନ୍ତି ।"},{"number":18,"verse":"ତହୁଁ ଶାଉଲ ଅହୀୟକୁ କହିଲେ, ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ଏଠାକୁ ଆଣ, କାରଣ ସେସମୟରେ ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ଇସ୍ରାଏଲ-ସନ୍ତାନଗଣ ମଧ୍ୟରେ ସେଠାରେ ଥିଲା ।"},{"number":19,"verse":"ପୁଣି ଶାଉଲ ଯାଜକ ସଙ୍ଗେ କଥା କହିବା ବେଳେ ଏପରି ହେଲା ଯେ, ପଲେଷ୍ଟୀୟମାନଙ୍କ ଛାଉଣିରେ ଆହୁରି ଆହୁରି କୋଳାହଳ ବଢ଼ିବାକୁ ଲାଗିଲା; ତହିଁରେ ଶାଉଲ ଯାଜକକୁ କହିଲେ, କର୍ମ ବନ୍ଦ କର ।"},{"number":20,"verse":"ତହୁଁ ଶାଉଲ ଓ ତାଙ୍କର ସଙ୍ଗୀ ସମସ୍ତ ଲୋକ ଏକତ୍ର ହୋଇ ଯୁଦ୍ଧଭୂମିକି ଗଲେ; ସେତେବେଳେ ଦେଖ, ପ୍ରତ୍ୟେକ ଲୋକର ଖଡ଼୍‍ଗ ଆପଣା ସଙ୍ଗୀ ବିରୁଦ୍ଧରେ ଉଠୁଛି ଓ ମହାକୋଳାହଳ ହେଉଅଛି ।"},{"number":21,"verse":"ଆହୁରି, ଯେଉଁ ଏବ୍ରୀୟମାନେ ଚାରିଆଡ଼ସ୍ଥ ଦେଶରୁ ପଲେଷ୍ଟୀୟମାନଙ୍କ ଛାଉଣିକି ଯାଇ ପୂର୍ବ ପରି ସେମାନଙ୍କ ସହିତ ଥିଲେ, ସେମାନେ ମଧ୍ୟ ଶାଉଲ ଓ ଯୋନାଥନ ସହିତ ଥିବା ଇସ୍ରାଏଲ ଲୋକମାନଙ୍କ ସଙ୍ଗୀ ହେବା ପାଇଁ ଫେରି ଆସିଲେ ।"},{"number":22,"verse":"ସେହିପରି ଯେଉଁ ଇସ୍ରାଏଲ ଲୋକମାନେ ଇଫ୍ରୟିମର ପର୍ବତମୟ ଦେଶରେ ଲୁଚି ରହିଥିଲେ, ସେସମସ୍ତେ ମଧ୍ୟ ପଲେଷ୍ଟୀୟମାନଙ୍କ ପଳାୟନ ସମ୍ଵାଦ ଶୁଣି ଯୁଦ୍ଧସ୍ଥଳରେ ସେମାନଙ୍କ ପଛେ ପଛେ ଦୌଡ଼ି ଲାଗି ରହିଲେ ।"},{"number":23,"verse":"ଏହିରୂପେ ସଦାପ୍ରଭୁ ସେହିଦିନ ଇସ୍ରାଏଲକୁ ଉଦ୍ଧାର କଲେ ଓ ବୈଥାବନ୍ର ପାର ପର୍ଯ୍ୟନ୍ତ ଯୁଦ୍ଧ ବ୍ୟାପିଗଲା ।"},{"number":24,"verse":"( ଶାଉଲଙ୍କ ନିର୍ବୋଧ ମାନତ) ପୁଣି ସେହିଦିନ ଇସ୍ରାଏଲ ଲୋକମାନେ ବଡ଼ କଷ୍ଟ ଭୋଗିଲେ; ତଥାପି ଶାଉଲ ଲୋକମାନଙ୍କୁ ଏହି ଶପଥ କରାଇଲେ, ସନ୍ଧ୍ୟା ପର୍ଯ୍ୟନ୍ତ, ଅର୍ଥାତ୍, ମୁଁ ଆପଣା ଶତ୍ରୁଗଣଠାରୁ ପରିଶୋଧ ନେବା ପର୍ଯ୍ୟନ୍ତ ଯେଉଁ ଲୋକ କିଛି ଖାଦ୍ୟ ଭୋଜନ କରେ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ଏହେତୁ ଲୋକମାନଙ୍କର କେହି ଖାଦ୍ୟଦ୍ରବ୍ୟ ଆସ୍ଵାଦନ କଲା ନାହିଁ ।"},{"number":25,"verse":"ପୁଣି ଦେଶଯାକ ବନକୁ ଆସିଲେ; ମୃତ୍ତିକା ଉପରେ ମହୁ ଥିଲା ।"},{"number":26,"verse":"ଆଉ ଲୋକମାନେ ବନରେ ଉପସ୍ଥିତ ହୁଅନ୍ତେ, ଦେଖ, ଏକ ମହୁର ଝରଣା; ମାତ୍ର କେହି ଆପଣା ମୁହଁକୁ ହାତ ନେଲା ନାହିଁ; କାରଣ ଲୋକମାନେ ସେହି ଶପଥକୁ ଭୟ କଲେ ।"},{"number":27,"verse":"ମାତ୍ର ଯୋନାଥନ ଆପଣା ପିତା ଲୋକମାନଙ୍କୁ ଶପଥ କରାଇବା ବେଳେ ଶୁଣି ନ ଥିଲା; ଏହେତୁ ସେ ଆପଣା ହସ୍ତସ୍ଥିତ ଯଷ୍ଟିର ଅଗ୍ରଭାଗ ବଢ଼ାଇ ମହୁଚାକରେ ବୁଡ଼ାଇଲା ଓ ମୁଖକୁ ହସ୍ତ ନେଲା; ତହିଁରେ ତାହାର ଚକ୍ଷୁ ସତେଜ ହେଲା ।"},{"number":28,"verse":"ସେତେବେଳେ ଲୋକମାନଙ୍କ ମଧ୍ୟରୁ ଜଣେ ଉତ୍ତର କରି କହିଲା, ତୁମ୍ଭ ପିତା ଲୋକମାନଙ୍କୁ ଦୃଢ଼ ରୂପେ ଏହି ଶପଥ କରାଇଅଛନ୍ତି ଯେ, ଆଜି ଯେଉଁ ଜନ ଖାଦ୍ୟ ଭୋଜନ କରେ, ସେ ଶାପଗ୍ରସ୍ତ ହେଉ । ମାତ୍ର ଲୋକମାନେ କ୍ଳା; ହୋଇଅଛନ୍ତି ।"},{"number":29,"verse":"ତହିଁରେ ଯୋନାଥନ କହିଲା, ମୋʼ ପିତା ଦେଶକୁ ଦୁଃଖ ଦେଇଅଛନ୍ତି; ଦେଖିଲ, ଏହି ମହୁରୁ ଟିକିଏ ଆସ୍ଵାଦ କରିବାରୁ ମୋର ଚକ୍ଷୁ କିପରି ସତେଜ ହୋଇଅଛିଣ!"},{"number":30,"verse":"ଯେବେ ଲୋକମାନେ ଆପଣା ଶତ୍ରୁମାନଙ୍କଠାରୁ ପ୍ରାପ୍ତ ଲୁଟଦ୍ରବ୍ୟରୁ ଆଜି ସ୍ଵଚ୍ଛନ୍ଦରେ ଭୋଜନ କରିବାକୁ ପାଇଥାʼନ୍ତେ, ତେବେ କେତେ ଅଧିକ ଭଲ ହୁଅନ୍ତା ? କାରଣ ଏବେ ତ ପଲେଷ୍ଟୀୟମାନଙ୍କ ମଧ୍ୟରେ କୌଣସି ମହାହତ୍ୟା ହୋଇ ନାହିଁ ।"},{"number":31,"verse":"ପୁଣି ସେଦିନ ସେମାନେ ମିକ୍ମସ୍ଠାରୁ ଅୟାଲୋନ ପର୍ଯ୍ୟନ୍ତ ପଲେଷ୍ଟୀୟମାନଙ୍କୁ ଆଘାତ କଲେ; ତହିଁରେ ଲୋକମାନେ ଅତିଶୟ କ୍ଳା; ହେଲେ ।"},{"number":32,"verse":"ଏହେତୁ ଲୋକମାନେ ଲୁଟଦ୍ରବ୍ୟ ଉପରେ ଉଡ଼ି ପଡ଼ିଲେ, ପୁଣି ମେଣ୍ଢା, ଗୋରୁ ଓ ବାଛୁରି ନେଇ ଭୂମିରେ ବଧ କଲେ; ତହୁଁ ସେମାନେ ରକ୍ତ ସମେତ ତାହା ଭୋଜନ କଲେ ।"},{"number":33,"verse":"ଏଥିରେ କେହି କେହି ଶାଉଲଙ୍କୁ କହିଲେ, ଦେଖନ୍ତୁ, ଲୋକମାନେ ରକ୍ତ ସମେତ ଭୋଜନ କରି ସଦାପ୍ରଭୁଙ୍କ ବିରୁଦ୍ଧରେ ପାପ କରୁଅଛନ୍ତି । ତହିଁରେ ସେ କହିଲେ, ତୁମ୍ଭେମାନେ ବିଶ୍ଵାସଘାତକ କର୍ମ କରିଅଛ; ଏକ୍ଷଣେ ମୋହର ପାଖକୁ ଗୋଟିଏ ବଡ଼ ପଥର ଗଡ଼ାଇ ଆଣ ।"},{"number":34,"verse":"ଆହୁରି ଶାଉଲ କହିଲେ, ତୁମ୍ଭେମାନେ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ଛିନ୍ନଭିନ୍ନ ହୋଇ ଯାଇ ସେମାନଙ୍କୁ କୁହ, ତୁମ୍ଭେମାନେ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ଗୋରୁ ଓ ଆପଣା ଆପଣା ମେଷ ଏଠାକୁ ମୋʼ କତିକି ଆଣି ବଧ କରି ଭୋଜନ କର; ମାତ୍ର ରକ୍ତ ସମେତ ମାଂସ ଭୋଜନ କରି ସଦାପ୍ରଭୁଙ୍କ ବିରୁଦ୍ଧରେ ପାପ ନ କର । ତହିଁରେ ସେହି ରାତ୍ରି ସମସ୍ତ ଲୋକ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ଗୋରୁ ସଙ୍ଗରେ ଆଣି ସେଠାରେ ବଧ କଲେ ।"},{"number":35,"verse":"ପୁଣି ଶାଉଲ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଏକ ଯଜ୍ଞବେଦି ନିର୍ମାଣ କଲେ; ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ତାଙ୍କର ନିର୍ମିତ ପ୍ରଥମ ଯଜ୍ଞବେଦି ଏହି ।"},{"number":36,"verse":"ଏଉତ୍ତାରେ ଶାଉଲ କହିଲେ, ଆସ, ଆମ୍ଭେମାନେ ରାତ୍ରି ବେଳେ ପଲେଷ୍ଟୀୟମାନଙ୍କ ପଛେ ପଛେ ଯାଇ ସକାଳ ଆଲୁଅ ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କ ଦ୍ରବ୍ୟ ଲୁଟୁ ଓ ସେମାନଙ୍କର ଜଣକୁ ହିଁ ବାକୀ ନ ରଖୁ । ତହିଁରେ ସେମାନେ କହିଲେ, ତୁମ୍ଭ ଦୃଷ୍ଟିରେ ଯାହା ଭଲ, ତାହା ସବୁ କର । ତେବେ ଯାଜକ କହିଲା, ଆସ, ଆମ୍ଭେମାନେ ଏହି ସ୍ଥାନରେ ପରମେଶ୍ଵରଙ୍କ ନିକଟରେ ଉପସ୍ଥିତ ହେଉ ।"},{"number":37,"verse":"ତହୁଁ ଶାଉଲ ପରମେଶ୍ଵରଙ୍କ ନିକଟରେ ପଚାରିଲେ, ମୁଁ କʼଣ ପଲେଷ୍ଟୀୟମାନଙ୍କ ପଛରେ ଯିବି ? ତୁମ୍ଭେ କʼଣ ସେମାନଙ୍କୁ ଇସ୍ରାଏଲ ହସ୍ତରେ ସମର୍ପଣ କରିବ ? ମାତ୍ର ସେଦିନ ସେ ତାଙ୍କୁ ଉତ୍ତର ଦେଲେ ନାହିଁଣ ।"},{"number":38,"verse":"ତହିଁରେ ଶାଉଲ କହିଲେ, ହେ ଲୋକମାନଙ୍କ ପ୍ରଧାନ ସମସ୍ତେ, ତୁମ୍ଭେମାନେ ଏହି ସ୍ଥାନରେ ଉପସ୍ଥିତ ହୁଅ; ଆଜିର ଏହି ପାପ କିପରି ହେଲା, ଏହା ବିବେଚନା କରି ଦେଖ ।"},{"number":39,"verse":"କାରଣ ଯେ ଇସ୍ରାଏଲକୁ ଉଦ୍ଧାର କରନ୍ତି, ମୁଁ ସେହି ଜୀବିତ ସଦାପ୍ରଭୁଙ୍କ ନାମ ନେଇ କହୁଅଛି, ଯେବେ ସେ ପାପ ମୋହର ପୁତ୍ର ଯୋନାଥନଠାରେ ଥାଏ, ତେବେ ସେ ନିତା; ମରିବ । ମାତ୍ର ସମୁଦାୟ ଲୋକଙ୍କ ମଧ୍ୟରୁ କେହି ତାଙ୍କୁ ଉତ୍ତର ଦେଲା ନାହିଁ ।"},{"number":40,"verse":"ଏଥିରେ ଶାଉଲ ସମସ୍ତ ଇସ୍ରାଏଲଙ୍କୁ କହିଲେ, ତୁମ୍ଭେମାନେ ଏକ ପାଖରେ ଥାଅ, ପୁଣି ମୁଁ ଓ ମୋର ପୁତ୍ର ଯୋନାଥନ ଅନ୍ୟ ପାଖରେ ଥିବା । ତହିଁରେ ଲୋକମାନେ ଶାଉଲଙ୍କୁ କହିଲେ, ତୁମ୍ଭ ଦୃଷ୍ଟିରେ ଯାହା ଭଲ, ତାହା କର ।"},{"number":41,"verse":"ଏନିମନ୍ତେ ଶାଉଲ ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵରଙ୍କୁ କହିଲେ, ଯଥାର୍ଥ (ନିଷ୍ପତ୍ତି) ଦିଅ । ତହିଁରେ ଯୋନାଥନ ଓ ଶାଉଲ ନିର୍ଣ୍ଣିତ ହେଲେ; ମାତ୍ର ଲୋକମାନେ ଛାଡ଼ ପାଇଲେ ।"},{"number":42,"verse":"ଏଉତ୍ତାରେ ଶାଉଲ କହିଲେ, ମୋହର ଓ ମୋର ପୁତ୍ର ଯୋନାଥନର ମଧ୍ୟରେ ଗୁଲିବାଣ୍ଟ କର, ତହିଁରେ ଯୋନାଥନ ନିର୍ଣ୍ଣୀତ ହେଲା ।"},{"number":43,"verse":"ସେତେବେଳେ ଶାଉଲ ଯୋନାଥନକୁ କହିଲେ, ତୁମ୍ଭେ କଅଣ କରିଅଛ, ମୋତେ ଜଣାଅ । ତହିଁରେ ଯୋନାଥନ ତାଙ୍କୁ ଜଣାଇ କହିଲା, ମୁଁ ଆପଣା ହାତରେ ଥିବା ଯଷ୍ଟିର ଅଗ୍ରଭାଗରେ ଅଳ୍ପ ମହୁ ନେଇ ଆସ୍ଵାଦନ କରିଅଛି ପ୍ରମାଣ; ଆଉ ଦେଖନ୍ତୁ, ମୁଁ ମରିବି ।"},{"number":44,"verse":"ତେବେ ଶାଉଲ କହିଲେ, ପରମେଶ୍ଵର ସେହି ଦଣ୍ତ, ମଧ୍ୟ ତହିଁରୁ ଅଧିକ ଦେଉନ୍ତୁ; ଯୋନାଥନ, ତୁମ୍ଭେ ନିତା; ମରିବ ।"},{"number":45,"verse":"ଏଥିରେ ଲୋକମାନେ ଶାଉଲଙ୍କୁ କହିଲେ, ଇସ୍ରାଏଲ ମଧ୍ୟରେ ଯେ ଏହି ମହାଉଦ୍ଧାର ସାଧନ କରିଅଛି, ସେହି ଯୋନାଥନ କʼଣ ମରିବ ? ଏହା ଦୂରେ ଥାଉ; ସଦାପ୍ରଭୁ ଜୀବିତ ଥିବା ପ୍ରମାଣେ ତାହାର ମସ୍ତକର ଗୋଟିଏ କେଶ ହିଁ ତଳେ ପଡ଼ିବ ନାହିଁ କାରଣ ସେ ଆଜି ପରମେଶ୍ଵରଙ୍କ ସହିତ କର୍ମ କରିଅଛିନ୍ତଏହିରୂପେ ଲୋକମାନେ ଯୋନାଥନକୁ ମୁକ୍ତ କରିବାରୁ ତାହାର ମୃତ୍ୟୁ ହେଲା ନାହିଁ ।"},{"number":46,"verse":"ଏଉତ୍ତାରେ ଶାଉଲ ପଲେଷ୍ଟୀୟମାନଙ୍କ ପଶ୍ଚାଦ୍-ଗମନରୁ ଫେରିଗଲେ ଓ ପଲେଷ୍ଟୀୟମାନେ ଆପଣା ଆପଣା ସ୍ଥାନକୁ ଗଲେ ।"},{"number":47,"verse":"( ଶାଉଲଙ୍କ ରାଜତ୍ଵ ଓ ତାଙ୍କ ପରିବାର) ଶାଉଲ ଇସ୍ରାଏଲର ରାଜତ୍ଵ ଗ୍ରହଣ କଲା ଉତ୍ତାରେ, ସେ ଆପଣା ଚତୁର୍ଦ୍ଦିଗସ୍ଥିତ ସମସ୍ତ ଶତ୍ରୁ ସହିତ, ଅର୍ଥାତ୍, ମୋୟାବ ଓ ଅମ୍ମୋନ-ସନ୍ତାନଗଣ ଓ ଇଦୋମ ଓ ସୋବାର ରାଜଗଣ ଓ ପଲେଷ୍ଟୀୟମାନଙ୍କ ସହିତ ଯୁଦ୍ଧ କଲେ, ଆଉ ସେ ଯେଉଁଆଡ଼େ ଫେରିଲେ, ସେଆଡ଼େ ଦଣ୍ତ ଦେଲେ ।"},{"number":48,"verse":"ପୁଣି ସେ ବୀରତ୍ଵ ପ୍ରକାଶ କଲେ ଓ ଅମାଲେକୀୟ-ମାନଙ୍କୁ ସଂହାର କଲେ ଓ ଇସ୍ରାଏଲର ଲୁଟକାରୀମାନଙ୍କ ହସ୍ତରୁ ସେମାନଙ୍କୁ ରକ୍ଷା କଲେ ।"},{"number":49,"verse":"ଯୋନାଥନ ଓ ଯିଶ୍ବି ଓ ମଲୀଶୂୟ ଶାଉଲଙ୍କର ପୁତ୍ର ଥିଲେ; ଆଉ ତାଙ୍କର ଦୁଇ କନ୍ୟାର ନାମ ଏହି; ଜ୍ୟେଷ୍ଠାର ନାମ ମେରବ୍ ଓ କନିଷ୍ଠାର ନାମ ମୀଖଲ୍,"},{"number":50,"verse":"ଶାଉଲଙ୍କର ଭାର୍ଯ୍ୟାର ନାମ ଅହୀନୋୟମ୍, ସେ ଅହୀମାସର କନ୍ୟା; ପୁଣି ତାଙ୍କର ସେନାପତିର ନାମ ଅବ୍ନର, ସେ ଶାଉଲଙ୍କର ପିତୃବ୍ୟ, ନରର ପୁତ୍ର ।"},{"number":51,"verse":"ଆଉ ଶାଉଲଙ୍କର ପିତା କୀଶ୍ ଓ ଅବ୍ନରର ପିତା ନର, ଏ ଦୁହେଁ ଅବୀୟେଲର ପୁତ୍ର ଥିଲେ ।"},{"number":52,"verse":"ଶାଉଲଙ୍କର ଯାବଜ୍ଜୀବନ ପଲେଷ୍ଟୀୟମାନଙ୍କ ସହିତ ଘୋରତର ଯୁଦ୍ଧ ହେଲା; ଏହେତୁ ଶାଉଲ କୌଣସି ବୀର କି କୌଣସି ବିକ୍ରମଶାଳୀ ପୁରୁଷ ଦେଖିଲେ, ତାହାକୁ ଆପଣା ନିକଟରେ ସଂଗ୍ରହ କଲେ ।"}]}