{"bibleAbbr":"orOV2014","bookName":"ଶାମୁୟେଲଙ୍କ ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"1 Samuel","chapterNumber":30,"verses":[{"number":1,"verse":"( ଅମାଲେକୀୟମାନଙ୍କ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ) ଏଉତ୍ତାରେ ଦାଉଦ ଓ ତାଙ୍କର ଲୋକମାନେ ତୃତୀୟ ଦିନରେ ସିକ୍ଳଗ୍ ନଗରରେ ଉପସ୍ଥିତ ହେଲେ, ସେସମୟକୁ ଅମାଲେକୀୟ ଲୋକମାନେ ଦକ୍ଷିଣାଞ୍ଚଳ ଓ ସିକ୍ଳଗ୍ ଆକ୍ରମଣ କରିଥିଲେ ଓ ସିକ୍ଳଗ୍କୁ ଆଘାତ କରି ଅଗ୍ନିରେ ଦଗ୍ଧ କରିଥିଲେ ।"},{"number":2,"verse":"ପୁଣି ତନ୍ମଧ୍ୟସ୍ଥିତ ସ୍ତ୍ରୀମାନଙ୍କୁ ଓ ସାନ ବଡ଼ ସମସ୍ତଙ୍କୁ ବନ୍ଦୀ କରି ନେଇ ଯାଇଥିଲେ; ସେମାନେ କାହାକୁ ବଧ ନ କରି ସମସ୍ତଙ୍କୁ ନେଇ ଆପଣା ପଥରେ ଚାଲି ଯାଇଥିଲେ ।"},{"number":3,"verse":"ପୁଣି ଦାଉଦ ଓ ତାଙ୍କର ଲୋକମାନେ ନଗରରେ ଉପସ୍ଥିତ ହୁଅନ୍ତେ, ଦେଖ, ନଗର ଅଗ୍ନିରେ ଦଗ୍ଧ ଓ ସେମାନଙ୍କ ଭାର୍ଯ୍ୟା, ପୁତ୍ର ଓ କନ୍ୟାଗଣ ବନ୍ଦୀ ରୂପେ ନୀତ ହୋଇଅଛନ୍ତି ।"},{"number":4,"verse":"ତହୁଁ ଦାଉଦ ଓ ତାଙ୍କର ସଙ୍ଗୀ ଲୋକମାନେ ଆପଣା ଆପଣା ରବ ଉଠାଇ ରୋଦନ କଲେ, ଏପରି କି ଆଉ ରୋଦନ କରିବାକୁ ସେମାନଙ୍କଠାରେ କିଛି ବଳ ରହିଲା ନାହିଁ ।"},{"number":5,"verse":"ପୁଣି ଯିଷ୍ରିୟେଲୀୟା ଅହୀନୋୟମ୍ ଓ କର୍ମିଲୀୟ ନାବଲର ଭାର୍ଯ୍ୟା ଅବୀଗଲ ନାମ୍ନୀ ଦାଉଦଙ୍କର ଦୁଇ ଭାର୍ଯ୍ୟା ବନ୍ଦୀ ହୋଇଥିଲେ ।"},{"number":6,"verse":"ଏଥିରେ ଦାଉଦ ଅତିଶୟ ଉଦ୍ବିଗ୍ନ ହେଲେ; କାରଣ ପ୍ରତ୍ୟେକ ଲୋକର ମନ ଆପଣା ଆପଣା ପୁତ୍ରକନ୍ୟା ସକାଶୁ ବିରକ୍ତ ହେବାରୁ ଲୋକମାନେ ତାଙ୍କୁ ପଥରରେ ମାରିବାକୁ କହିଲେ; ମାତ୍ର ଦାଉଦ ସଦାପ୍ରଭୁ ଆପଣା ପରମେଶ୍ଵରଙ୍କ-ଠାରେ ଆପଣାକୁ ସବଳ କଲେ ।"},{"number":7,"verse":"ଏଉତ୍ତାରେ ଦାଉଦ ଅହୀମେଲକ୍ର ପୁତ୍ର ଅବୀୟାଥର ଯାଜକକୁ କହିଲେ, ମୋʼ କତିକି ୟଟିକିଏ ଏଫୋଦ ଆଣିଲ । ତହିଁରେ ଅବୀୟାଥର ଦାଉଦଙ୍କ ନିକଟକୁ ଏଫୋଦ ଆଣିଲା ।"},{"number":8,"verse":"ସେତେବେଳେ ଦାଉଦ ସଦାପ୍ରଭୁଙ୍କ ନିକଟରେ ପଚାରି କହିଲେ, ମୁଁ ଏହି ସୈନ୍ୟଦଳର ପଛେ ପଛେ ଗୋଡ଼ାଇଲେ କି ସେମାନଙ୍କର ସଙ୍ଗ ଧରି ପାରିବି ? ତହିଁରେ ସେ ତାଙ୍କୁ କହିଲେ, ପଛେ ପଛେ ଯାଅ; କାରଣ ତୁମ୍ଭେ ନିଶ୍ଚୟ ସେମାନଙ୍କର ସଙ୍ଗ ଧରିବ ଓ ବିଫଳ ନୋହି ସମସ୍ତଙ୍କୁ ଉଦ୍ଧାର କରିବ ।"},{"number":9,"verse":"ତହୁଁ ଦାଉଦ ଓ ତାଙ୍କର ସଙ୍ଗୀ ଛଅ ଶହ ଲୋକ ଯାଇ ବିଷୋର ନଦୀ ନିକଟରେ ଉପସ୍ଥିତ ହେଲେ, ସେଠାରେ ପଶ୍ଚାତ୍ ପରିତ୍ୟକ୍ତ ଲୋକମାନେ ରହିଗଲେ ।"},{"number":10,"verse":"ମାତ୍ର ଦାଉଦ ଓ ଚାରି ଶହ ଲୋକ ପଛେ ପଛେ ଗୋଡ଼ାଇଲେ; କାରଣ ଦୁଇ ଶହ ଲୋକ ଏପରି କ୍ଳା; ହୋଇଥିଲେ ଯେ, ସେମାନେ ବିଷୋର ନଦୀ ପାର ହୋଇ ନ ପାରି ପଛରେ ରହିଗଲେ ।"},{"number":11,"verse":"ଏଉତ୍ତାରେ ଲୋକମାନେ କ୍ଷେତ୍ରରେ ଜଣେ ମିସ୍ରୀୟକୁ ପାଇ ଦାଉଦଙ୍କ ନିକଟକୁ ଆଣିଲେ ଓ ତାହାକୁ ଆହାର ଦିଅନ୍ତେ ସେ ଭୋଜନ କଲା; ମଧ୍ୟ ସେମାନେ ପାନ କରିବା ପାଇଁ ତାହାକୁ ଜଳ ଦେଲେ;"},{"number":12,"verse":"ପୁଣି ସେମାନେ ତାହାକୁ ଡିମିରିଚକ୍ତିରୁ ଏକ ଖଣ୍ତ ଓ ଦୁଇ ପେଣ୍ତା ଦ୍ରାକ୍ଷା ଦେଲେ; ଆଉ ସେ ଭୋଜନ କରନ୍ତେ ଚେତନା ପାଇଲା, କାରଣ ସେ ତିନି ଦିନ ତିନି ରାତ୍ରି କିଛି ଆହାର କରି ନ ଥିଲା, କି କିଛି ଜଳପାନ କରି ନ ଥିଲା ।"},{"number":13,"verse":"ଏଥିରେ ଦାଉଦ ତାହାକୁ ପଚାରିଲେ, ତୁମ୍ଭେ କାହାର ଲୋକ ? ଓ ତୁମ୍ଭେ କେଉଁଠାରୁ ଆସିଅଛ ? ତହୁଁ ସେ କହିଲା, ମୁଁ ଜଣେ ମିସ୍ରୀୟ ଯୁବା ଓ ଏକ ଅମାଲେକୀୟ ଲୋକର ଦାସ; ପୁଣି ତିନି ଦିନ ହେଲା ମୁଁ ପୀଡ଼ିତ ହେବାରୁ ମୋହର ମୁନିବ ମୋତେ ଛାଡ଼ି ଚାଲିଗଲା ।"},{"number":14,"verse":"ଆମ୍ଭେମାନେ କରେଥୀୟମାନଙ୍କ ଦକ୍ଷିଣାଞ୍ଚଳ ଆକ୍ରମଣ କଲୁ ଓ ଆମ୍ଭେମାନେ ସିକ୍ଳଗ୍କୁ ଅଗ୍ନିରେ ଓ ଯିହୁଦାର ଅଧିକାର ଓ କାଲେବର ଦକ୍ଷିଣାଞ୍ଚଳ ଦଗ୍ଧ କଲୁ ।"},{"number":15,"verse":"ତହିଁରେ ଦାଉଦ ତାହାକୁ କହିଲେ, ତୁମ୍ଭେ କʼଣ ଆମ୍ଭକୁ ସେହି ସୈନ୍ୟଦଳ ନିକଟକୁ ନେଇଯିବ ? ତହୁଁ ସେ କହିଲା, ତୁମ୍ଭେ ଯେ ମୋତେ ବଧ କରିବ ନାହିଁ, ଅବା ମୋହର ମୁନିବ ହସ୍ତରେ ମୋତେ ସମର୍ପଣ କରିବ ନାହିଁ, ଏହା ପରମେଶ୍ଵରଙ୍କ ନାମରେ ଶପଥ କର, ତେବେ ମୁଁ ସେହି ସୈନ୍ୟଦଳ ନିକଟକୁ ତୁମ୍ଭକୁ ନେଇଯିବି ।"},{"number":16,"verse":"ଏଉତ୍ତାରେ ସେ ତାଙ୍କୁ ନେଇଯାʼନ୍ତେ, ଦେଖ, ପଲେଷ୍ଟୀୟମାନଙ୍କର ଓ ଯିହୁଦାର ଦେଶରୁ ପ୍ରଚୁର ଲୁଟଦ୍ରବ୍ୟ ଆଣିଥିବାରୁ ସେମାନେ ଭୂମିଯାକ ବ୍ୟାପି ଭୋଜନପାନ ଓ ଉତ୍ସବ କରୁଅଛନ୍ତି ।"},{"number":17,"verse":"ଏହେତୁ ଦାଉଦ ଗୋଧୂଳି ସମୟାବଧି ପରଦିନ ସନ୍ଧ୍ୟା ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କୁ ଆଘାତ କଲେ; ଆଉ ଯେଉଁ ଚାରି ଶହ ଯୁବା ଲୋକ ଓଟ ଚଢ଼ି ପଳାଇଲେ, ସେମାନଙ୍କ ଛଡ଼ା ସେହି ଲୋକମାନଙ୍କ ମଧ୍ୟରୁ; ଜଣେ ଅବଶିଷ୍ଟ ରହିଲା ନାହିଁ ।"},{"number":18,"verse":"ପୁଣି ଅମାଲେକୀୟମାନେ ଯାହା କିଛି ନେଇ ଯାଇଥିଲେ, ଦାଉଦ ସେସମସ୍ତ ଉଦ୍ଧାର କଲେ; ମଧ୍ୟ ଦାଉଦ ଆପଣାର ଦୁଇ ଭାର୍ଯ୍ୟାଙ୍କୁ ମୁକ୍ତ କଲେ ।"},{"number":19,"verse":"ପୁଣି ସେମାନଙ୍କର ସାନ କି ବଡ଼, ପୁତ୍ର କି କନ୍ୟା, ଲୁଟଦ୍ରବ୍ୟ କି ଯାହା କିଛି ଅମାଲେକୀୟମାନେ ନେଇଥିଲେ, ତହିଁରୁ କିଛି ଊଣା ହେଲା ନାହିଁ; ଦାଉଦ ସବୁ ଫେରି ପାଇଲେ ।"},{"number":20,"verse":"ଆଉ ସେମାନେ ନିଜ ପଶୁପଲ ଆଗେ ଆଗେ ଯେଉଁ ଅନ୍ୟ ଗୋମେଷାଦି ପଲ ଅଡ଼ାଇ ନେଉଥିଲେ, ଦାଉଦ ସେସବୁ ନେଲେ, ପୁଣି ଲୋକମାନେ କହିଲେ, ଏ ଦାଉଦଙ୍କ ଲୁଟଦ୍ରବ୍ୟ ।"},{"number":21,"verse":"ଏଉତ୍ତାରେ ଅତି କ୍ଳା; ହୋଇ ଦାଉଦଙ୍କର ପଛେ ପଛେ ଯାଇ ନ ପାରିବାରୁ ଯେଉଁ ଦୁଇ ଶହ ଲୋକଙ୍କୁ ସେମାନେ ବିଷୋର ନଦୀ ନିକଟରେ ରଖି ଯାଇଥିଲେ, ଦାଉଦ ସେମାନଙ୍କ ନିକଟକୁ ଗଲେ; ତହୁଁ ସେମାନେ ଦାଉଦଙ୍କୁ ଭେଟିବାକୁ ଓ ତାଙ୍କ ସଙ୍ଗୀ ଲୋକମାନଙ୍କୁ ଭେଟିବାକୁ ବାହାରିଲେ; ପୁଣି ଦାଉଦ ଲୋକମାନଙ୍କ ନିକଟବର୍ତ୍ତୀ ହୋଇ ସେମାନଙ୍କୁ କୁଶଳବାର୍ତ୍ତା ପଚାରିଲେ ।"},{"number":22,"verse":"ସେତେବେଳେ ଦାଉଦଙ୍କ ସଙ୍ଗରେ ଯେଉଁମାନେ ଯାଇଥିଲେ, ସେମାନଙ୍କ ମଧ୍ୟରୁ ଦୁଷ୍ଟ ଓ ପାପାଧମ ମନୁଷ୍ୟ ସମସ୍ତେ ଉତ୍ତର ଦେଇ କହିଲେ, ସେମାନେ ଆମ୍ଭ ସଙ୍ଗରେ ଗଲେ ନାହିଁ, ଏଥିପାଇଁ ଆମ୍ଭେମାନେ ପ୍ରାପ୍ତ ଲୁଟଦ୍ରବ୍ୟରୁ ସେମାନଙ୍କୁ କିଛି ଦେବୁ ନାହିଁ, କେବଳ ସେମାନଙ୍କର ପ୍ରତ୍ୟେକ ଲୋକକୁ ତାହାର ଭାର୍ଯ୍ୟା ଓ ସନ୍ତାନସନ୍ତତି ଦେବୁ, ସେମାନେ ତାଙ୍କୁ ନେଇ ଚାଲିଯାʼନ୍ତୁ ।"},{"number":23,"verse":"ଏଥିରେ ଦାଉଦ ସେମାନଙ୍କୁ କହିଲେ, ହେ ମୋହର ଭ୍ରାତୃଗଣ, ଯେଉଁ ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କୁ ରକ୍ଷା କରି ଆମ୍ଭମାନଙ୍କ ପ୍ରତିକୂଳଗାମୀ ସୈନ୍ୟଦଳକୁ ଆମ୍ଭମାନଙ୍କ ହସ୍ତରେ ସମର୍ପଣ କଲେ, ସେ ଆମ୍ଭମାନଙ୍କୁ ଯାହା ଦେଇଅଛନ୍ତି, ତାହା ନେଇ ତୁମ୍ଭମାନଙ୍କର ଏରୂପ କରିବା ଉଚିତ ନୁହେଁ ।"},{"number":24,"verse":"ପୁଣି ଏ ବିଷୟରେ ତୁମ୍ଭମାନଙ୍କର କଥା କିଏ ଶୁଣିବ ? କାରଣ ଯୁଦ୍ଧକୁ ଗମନକାରୀ ଲୋକ ଯେପରି ଆପଣା ଅଂଶ ପାଇବ, ସାମଗ୍ରୀ ନିକଟରେ ରହିବା ଲୋକ ସେପରି ଅଂଶ ପାଇବ, ସେମାନେ ସମାନ ଅଂଶ ପାଇବେ ।"},{"number":25,"verse":"ପୁଣି ଦାଉଦ ସେହି ଦିନାବଧି ଇସ୍ରାଏଲ ନିମନ୍ତେ ଏହି ବିଧି ଓ ଶାସନ ସ୍ଥିର କଲେ, ତାହା ଆଜି ପର୍ଯ୍ୟନ୍ତ ଚଳୁଅଛି ।"},{"number":26,"verse":"ଏଉତ୍ତାରେ ଦାଉଦ ସିକ୍ଳଗ୍ରେ ଉପସ୍ଥିତ ହୁଅନ୍ତେ, ସେ ବୈଥେଲ ଓ ଦକ୍ଷିଣାଞ୍ଚଳସ୍ଥ ରାମତ୍ ଓ ଯତ୍ତୀର"},{"number":27,"verse":"ଓ ଅରୋୟେର ଓ ଶିଫ୍ମୋତ୍ ଓ ଇଷ୍ଟିମୋୟ ⇧ ;"},{"number":28,"verse":"ରାଖଲ ଓ ଯିରହମେଲୀୟମାନଙ୍କ ନଗର ଓ କେନୀୟମାନଙ୍କ ନଗର"},{"number":29,"verse":"ଓ ହର୍ମା ଓ କୋରାଶନ ଓ ଅଥାକ୍ ବିଚା.୧:୭"},{"number":30,"verse":"ଓ ହିବ୍ରୋଣ ଓ ଯେ ଯେ ସ୍ଥାନରେ ଦାଉଦଙ୍କର ଓ ତାଙ୍କ ଲୋକମାନଙ୍କର ଗମନାଗମନ ହୋଇଥିଲା,"},{"number":31,"verse":"ସେହି ସମସ୍ତ ସ୍ଥାନସ୍ଥିତ ଆପଣା ମିତ୍ର ଯିହୁଦାର ପ୍ରାଚୀନବର୍ଗଙ୍କ ନିକଟକୁ ଲୁଟିତ ଦ୍ରବ୍ୟରୁ କିଛି କିଛି ପଠାଇ କହିଲେ, ଦେଖ, ସଦାପ୍ରଭୁଙ୍କ ଶତ୍ରୁମାନଙ୍କଠାରୁ ଲୁଟିତ ଦ୍ରବ୍ୟ ମଧ୍ୟରୁ ତୁମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଏହି ଭେଟୀ ।"}]}