{"bibleAbbr":"orOV2014","bookName":"ଶାମୁୟେଲଙ୍କ ପ୍ରଥମ ପୁସ୍ତକ","bookEnglishName":"1 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"( ନିୟମ-ସିନ୍ଦୁକ ପଲେଷ୍ଟୀୟଙ୍କ ହସ୍ତଗତ) ଆଉ ଶାମୁୟେଲଙ୍କ କଥା ସମସ୍ତ ଇସ୍ରାଏଲ ମଧ୍ୟରେ ପ୍ରଚଳିତ ହେଲା । ଅନନ୍ତର ଇସ୍ରାଏଲ ପଲେଷ୍ଟୀୟ- ମାନଙ୍କ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରିବାକୁ ବାହାରି ଏବନ୍-ଏଜର ନିକଟରେ ଛାଉଣି ସ୍ଥାପନ କଲେ ଓ ପଲେଷ୍ଟୀୟମାନେ ଅଫେକରେ ଛାଉଣି ସ୍ଥାପନ କଲେ ।"},{"number":2,"verse":"ତହୁଁ ପଲେଷ୍ଟୀୟମାନେ ଇସ୍ରାଏଲ ବିରୁଦ୍ଧରେ ଆପଣା-ମାନଙ୍କୁ ସଜାଇଲେ; ପୁଣି ସେମାନେ ଯୁଦ୍ଧରେ ଲାଗନ୍ତେ, ଇସ୍ରାଏଲ ପଲେଷ୍ଟୀୟମାନଙ୍କ ସମ୍ମୁଖରେ ପରାଜିତ ହେଲେ ଓ ସେମାନେ ସେହି ଯୁଦ୍ଧକ୍ଷେତ୍ରସ୍ଥ ସୈନ୍ୟ ମଧ୍ୟରୁ ଊଣାଧିକ ଚାରି ସହସ୍ର ଲୋକ ବଧ କଲେ ।"},{"number":3,"verse":"ତହୁଁ ଲୋକମାନେ ଛାଉଣିକି ଆସନ୍ତେ, ଇସ୍ରାଏଲର ପ୍ରାଚୀନବର୍ଗ କହିଲେ, ସଦାପ୍ରଭୁ ଆଜି ପଲେଷ୍ଟୀୟମାନଙ୍କ ସମ୍ମୁଖରେ ଆମ୍ଭମାନଙ୍କୁ କିହେତୁ ପରାସ୍ତ କଲେ ? ଆସ, ଯେପରି ସଦାପ୍ରଭୁଙ୍କ ନିୟମ-ସିନ୍ଦୁକ ଆମ୍ଭମାନଙ୍କ ମଧ୍ୟକୁ ଆସି ଆମ୍ଭମାନଙ୍କ ଶତ୍ରୁଗଣ ହସ୍ତରୁ ଆମ୍ଭମାନଙ୍କୁ ରକ୍ଷା କରିବ, ଏଥିପାଇଁ ଆମ୍ଭେମାନେ ଶୀଲୋରୁ ତାହା ଆପଣାମାନଙ୍କ ନିକଟକୁ ଆଣୁ ।"},{"number":4,"verse":"ତହିଁରେ ସେମାନେ ଶୀଲୋକୁ ଲୋକ ପଠାଇ କିରୂବମାନଙ୍କ ମଧ୍ୟରେ ଅବସ୍ଥିତ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁଙ୍କ ନିୟମ-ସିନ୍ଦୁକ ସେଠାରୁ ଆଣିଲେ; ସେତେବେଳେ ଏଲିଙ୍କର ଦୁଇ ପୁତ୍ର ହଫ୍ନି ଓ ପୀନହସ୍ ସେ ସ୍ଥାନରେ ପରମେଶ୍ଵରଙ୍କ ନିୟମ-ସିନ୍ଦୁକ ସଙ୍ଗେ ଥିଲେ ।"},{"number":5,"verse":"ପୁଣି ସଦାପ୍ରଭୁଙ୍କ ନିୟମ-ସିନ୍ଦୁକ ଛାଉଣିକି ଆସନ୍ତେ, ସମଗ୍ର ଇସ୍ରାଏଲ ଏପରି ମହା ଜୟଧ୍ଵନିରେ ଜୟଧ୍ଵନି କଲେ ଯେ, ପୃଥିବୀ କମ୍ପିଲା ।"},{"number":6,"verse":"ତହୁଁ ପଲେଷ୍ଟୀୟମାନେ ସେହି ଜୟଧ୍ଵନି ଶୁଣି କହିଲେ, ଏବ୍ରୀୟମାନଙ୍କ ଛାଉଣିରେ ଏହି ମହାଜୟଧ୍ଵନି ଶଦ୍ଦର ଅଭିପ୍ରାୟ କଅଣ ? ଆଉ ସେମାନେ ଜାଣିଲେ ଯେ, ସଦାପ୍ରଭୁଙ୍କ ସିନ୍ଦୁକ ଛାଉଣିକି ଆସିଅଛି ।"},{"number":7,"verse":"ତହିଁରେ ପଲେଷ୍ଟୀୟମାନେ ଭୀତ ହୋଇ କହିଲେ, ପରମେଶ୍ଵର ଛାଉଣିକି ଆସିଅଛନ୍ତି । ଆହୁରି ସେମାନେ କହିଲେ, ହାୟ ହାୟ ! ପୂର୍ବରେ ଏପରି କେବେ ହୋଇ ନାହିଁ ।"},{"number":8,"verse":"ହାୟ ହାୟ ! ଏହି ବଳବାନ ଦେବଗଣ ହସ୍ତରୁ ଆମ୍ଭମାନଙ୍କୁ କିଏ ଉଦ୍ଧାର କରିବ ? ଏହି ଦେବଗଣ ପ୍ରାନ୍ତରରେ ସର୍ବପ୍ରକାର ଆଘାତ ଦ୍ଵାରା ମିସ୍ରୀୟମାନଙ୍କୁ ଆଘାତ କରିଥିଲେ ।"},{"number":9,"verse":"ହେ ପଲେଷ୍ଟୀୟମାନେ, ତୁମ୍ଭେମାନେ ବଳବାନ ହୁଅ ଓ ପୁରୁଷତ୍ଵ ପ୍ରକାଶ କର, ତହିଁରେ ଏବ୍ରୀୟମାନେ ଯେପରି ତୁମ୍ଭମାନଙ୍କର ଦାସ ହୋଇଅଛନ୍ତି, ସେପରି ତୁମ୍ଭେମାନେ ସେମାନଙ୍କର ଦାସ ହେବ ନାହିଁ; ତୁମ୍ଭେମାନେ ପୁରୁଷତ୍ଵ ପ୍ରକାଶ କର ଓ ଯୁଦ୍ଧ କର ।"},{"number":10,"verse":"ତହିଁରେ ପଲେଷ୍ଟୀୟମାନେ ଯୁଦ୍ଧ କଲେ ଓ ଇସ୍ରାଏଲ ପରାସ୍ତ ହୋଇ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ତମ୍ଵୁକୁ ପଳାଇଲେ; ସେତେବେଳେ ଅତି ମହାସଂହାର ହେଲା; କାରଣ ଇସ୍ରାଏଲ ମଧ୍ୟରୁ ତିରିଶ ହଜାର ପଦାତିକ ମାରା ପଡ଼ିଲେ ।"},{"number":11,"verse":"ପୁଣି ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ଧରାପଡ଼ିଲା; ଆଉ ଏଲିଙ୍କର ଦୁଇ ପୁତ୍ର ହଫ୍ନି ଓ ପୀନହସ୍ ହତ ହେଲେ।"},{"number":12,"verse":"( ଏଲିଙ୍କ ମୃତ୍ୟୁ) ପୁଣି, ସୈନ୍ୟ ମଧ୍ୟରୁ ବିନ୍ୟାମୀନୀୟ ଜଣେ ଲୋକ ଦୌଡ଼ିଲା, ପୁଣି ସେ ଆପଣା ବସ୍ତ୍ର ଚିରି ମସ୍ତକରେ ମାଟି ଦେଇ ସେହି ଦିନ ଶୀଲୋରେ ଉପସ୍ଥିତ ହେଲା ।"},{"number":13,"verse":"ପୁଣି ସେ ଉପସ୍ଥିତ ହେବା ସମୟରେ, ଦେଖ, ଏଲି ବାଟ ପାଖରେ ଅପେକ୍ଷା କରି ଆପଣା ଆସନରେ ବସି ରହିଅଛନ୍ତି; କାରଣ ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ନିମନ୍ତେ ତାଙ୍କର ଅନ୍ତଃକରଣ କମ୍ପିତ ହେଉଥିଲା । ଏଥିରେ ସେହି ଲୋକ ନଗରକୁ ଆସି ସମ୍ଵାଦ ଦିଅନ୍ତେ, ନଗରଯାକ କାନ୍ଦି ଉଠିଲେ ।"},{"number":14,"verse":"ପୁଣି ଏଲି ସେହି କ୍ରନ୍ଦନ ଶଦ୍ଦ ଶୁଣି କହିଲେ, ଏହି କୋଳାହଳ ଶଦ୍ଦର ଅଭିପ୍ରାୟ କଅଣ ? ତହୁଁ ସେହି ଲୋକ ଶୀଘ୍ର ଆସି ଏଲିଙ୍କୁ ସମ୍ଵାଦ ଦେଲା ।"},{"number":15,"verse":"ସେସମୟରେ ଏଲି ଅଠାନବେ ବର୍ଷ ବୟସ୍କ ଥିଲେ ଓ ଚାଙ୍କର ଚକ୍ଷୁ ସ୍ତବ୍ଧ ହେବାରୁ ସେ ଦେଖି ପାରିଲେ ନାହିଁ ।"},{"number":16,"verse":"ପୁଣି ସେହି ମନୁଷ୍ୟ ଏଲିଙ୍କୁ କହିଲା, ଆମ୍ଭେ ସୈନ୍ୟ ମଧ୍ୟରୁ ଆଗତ ଲୋକ ଓ ଆମ୍ଭେ ଆଜି ସୈନ୍ୟ ମଧ୍ୟରୁ ପଳାଇ ଆସିଲୁ । ତହିଁରେ ସେ କହିଲେ, ହେ ପୁତ୍ର, କି କଥା ହେଲା ?"},{"number":17,"verse":"ତହୁଁ ସମାଚାର ଆଣିବା ଲୋକ ଉତ୍ତର କରି କହିଲା, ଇସ୍ରାଏଲ ପଲେଷ୍ଟୀୟମାନଙ୍କ ସମ୍ମୁଖରୁ ପଳାଇଲେ ଓ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ମହାସଂହାର ହେଲା; ମଧ୍ୟ ତୁମ୍ଭର ଦୁଇ ପୁତ୍ର ହଫ୍ନି ଓ ପୀନହସ୍ ମଲେ, ପୁଣି ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ଧରାଗଲା ।"},{"number":18,"verse":"ଆଉ ସେ ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ବିଷୟ କହିବା କ୍ଷଣେ ଏପରି ଘଟିଲା ଯେ, ଏଲି ଦ୍ଵାର ପାଖରେ ଆପଣା ଆସନରୁ ପଛଆଡ଼େ ପଡ଼ିଗଲେ, ତହୁଁ ତାଙ୍କର ବେକ ଭାଙ୍ଗିଯାଇ ସେ ମଲେ; କାରଣ ସେ ବୃଦ୍ଧ ଲୋକ ଓ ଭାରୀ ଥିଲେ । ସେ ଚାଳିଶ ବର୍ଷ ଇସ୍ରାଏଲର ବିଚାର କଲେ ।"},{"number":19,"verse":"ସେସମୟରେ ତାଙ୍କର ପୁତ୍ରବଧୂ ପୀନହସ୍ର ଭାର୍ଯ୍ୟା ଗର୍ଭବତୀ, ପ୍ରସବକାଳ ନିକଟ ଥିଲା; ଏଣୁ ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ଧରାଗଲା, ଆଉ ତାହାର ଶ୍ଵଶୁର ଓ ସ୍ଵାମୀ ମଲେ; ଏହି ସମ୍ଵାଦ ଶୁଣିବାମାତ୍ରେ ସେ ଆଣ୍ଠୋଇ ପଡ଼ି ପ୍ରସବ କଲା; କାରଣ ସେହିକ୍ଷଣି ତାହାର ବେଦନା ଉପସ୍ଥିତ ହେଲା ।"},{"number":20,"verse":"ତହୁଁ ପ୍ରାୟ ତାହାର ମରଣ ସମୟରେ ତାହା ନିକଟରେ ଠିଆ ହୋଇଥିବା ସ୍ତ୍ରୀମାନେ ତାହାକୁ କହିଲେ, ଭୟ କର ନାହିଁ, ତୁମ୍ଭେ ତ ପୁତ୍ର ପ୍ରସବ କରିଅଛ । ମାତ୍ର ସେ କିଛି ଉତ୍ତର ଦେଲା ନାହିଁ, କିଅବା ତହିଁରେ ମନ ଦେଲା ନାହିଁ ।"},{"number":21,"verse":"ଆଉ ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ଧରାଯିବାରୁ ଓ ତାହାର ଶ୍ଵଶୁର ଆଉ ସ୍ଵାମୀ ହେତୁରୁ ଇସ୍ରାଏଲ ମଧ୍ୟରୁ ଗୌରବ ଚାଲିଗଲା, ଏହା କହି ସେ ବାଳକର ନାମ ଐ-କାବୋଦ୍ (ହୀନ ଗୌରବ) ରଖିଲା ।"},{"number":22,"verse":"ଆଉ ସେ କହିଲା, ଇସ୍ରାଏଲ ମଧ୍ୟରୁ ଗୌରବ ଚାଲିଗଲା, କାରଣ ପରମେଶ୍ଵରଙ୍କ ସିନ୍ଦୁକ ଧରାଗଲା ।"}]}