{"bibleAbbr":"GB1587","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"Finally, He adds now consequently according to his manner, various admonitions: the first of them is, that they pray for the increase and passage of the Gospel, and for the safety of the faithful ministers of it. brethren, pray for us, that the word of the Lord may have [free] course, and be glorified, even as [it is] with you:"},{"number":2,"verse":"And that we may be delivered from Who do not do or care about their duty. unreasonable and wicked men: It is no wonder that the Gospel is hated by so many, seeing that faith is a rare gift of God. Nonetheless, the Church will never be destroyed by the multitude of the wicked, because it is grounded and stayed upon the faithful promise of God. for all [men] have not faith."},{"number":3,"verse":"But the Lord is faithful, who shall stablish you, and keep [you] from From Satan's snares, or from evil. evil."},{"number":4,"verse":"The second admonition is, that they always follow the doctrine of the apostles as a rule for their life. And we have confidence in the Lord touching you, that ye both do and will do the things which we command you."},{"number":5,"verse":"Thirdly, he diligently and earnestly admonishes them of two things which are given to us only by the grace of God, that is, of charity, and a watchful mind to the coming of Christ. And the Lord direct your hearts into the love of God, and into the patient waiting for Christ."},{"number":6,"verse":"Fourthly, he says that idle and lazy persons ought not to be supported by the Church; indeed, they are not to be endured. Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us."},{"number":7,"verse":"Lest he might seem to deal harshly with them, he sets forth himself as an example, who besides his travail in preaching, laboured with his hands, which he says he was not bound to do. For yourselves know how ye ought to follow us: for we behaved not ourselves disorderly among you;"},{"number":8,"verse":"Neither tooke we bread of any man for nought: but we wrought with labour and trauaile night and day, because we would not be chargeable to any of you."},{"number":9,"verse":"Not because we haue not authoritie, but that we might make our selues an ensample vnto you to follow vs."},{"number":10,"verse":"For even when we were with you, this we commanded you, that if any would not work, What will we do then with those fat lazy monks, and sacrificing priests? A monk (says Socrates, book eight, of his Tripartite History) who does not work with hands, is like a thief. neither should he eat."},{"number":11,"verse":"For we hear that there are some which walk among How great a fault idleness is, he declares in that God created no man in vain or to no purpose, neither is there any to whom he has not allotted as it were a certain position and place. From which it follows, that the order which God has appointed is troubled by the idle, indeed broken, which is great sin and wickedness. you disorderly, working not at all, He reprehends a vice, which is joined with the former, upon which follows an infinite sort of mischiefs: that is, that there are none more busy in other men's matters, than they who neglect their own. but are busybodies."},{"number":12,"verse":"The Lord commands and the apostles pray in the name of Christ, first, that no man be idle, and next, that every man quietly and carefully sees to do his duty in that office and calling in which the Lord has placed him. Now them that are such we command and exhort by our Lord Jesus Christ, that with quietness they work, and eat their own bread."},{"number":13,"verse":"We must take heed that the unworthiness of some men does not cause us to be slack in well-doing. But ye, brethren, be not weary in well doing."},{"number":14,"verse":"Excommunication is a punishment for the obstinate. And if any man obey not our word by this epistle, note that man, and have no We must have no familiarity or fellowship with the one who has been excommunicated. company with him, The end of the excommunication is not the destruction, but the salvation of the sinner, that at least through shame he may be driven to repentance. that he may be ashamed."},{"number":15,"verse":"We must avoid familiarity with the one who has been excommunicated in such a way, that we diligently seek every occasion and means that may be, to bring them again into the right way. Yet count [him] not as an enemy, but admonish [him] as a brother."},{"number":16,"verse":"Prayers are the seals of all exhortations. Now the Lord of peace himself give you peace always by all means. The Lord [be] with you all."},{"number":17,"verse":"The apostle writes the conclusion of his letter with his own hand, so that false letters might not be brought and put in place of true ones. The salutation of Paul with mine own hand, which is the token in every epistle: so I write."},{"number":18,"verse":"The grace of our Lord Iesus Christ be with you all, Amen. The second Epistle to the Thessalonians, written from Athens."}]}