{"bibleAbbr":"KNCL","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":21,"verses":[{"number":1,"verse":"(ಹತರಾಗದೆ ಉಳಿದ ಬೆನ್ಯಾಮೀನ್ಯರಿಗೆ ಹೆಂಡತಿಯರನ್ನು ದೊರಕಿಸಿದ್ದು) ಇಸ್ರಯೇಲರೆಲ್ಲರೂ ಮಿಚ್ಫೆಯಲ್ಲಿ ಇದ್ದಾಗ ತಾವು ಬೆನ್ಯಾಮೀನ್ಯರಿಗೆ ತಮ್ಮ ಹೆಣ್ಣುಗಳನ್ನು ಕೊಡುವುದಿಲ್ಲವೆಂದು ಆಣೆಯಿಟ್ಟಿದ್ದರು."},{"number":2,"verse":"ಅವರು ಬೇತೇಲಿಗೆ ಬಂದು ಸಾಯಂಕಾಲದವರೆಗೆ ದೇವರ ಮುಂದೆ ಕುಳಿತು ಗಟ್ಟಿಯಾಗಿ ಅಳುತ್ತಾ"},{"number":3,"verse":"“ಸರ್ವೇಶ್ವರಾ, ಇಸ್ರಯೇಲರ ದೇವರೇ, ನಮ್ಮಲ್ಲಿ ಹೀಗೆ ಏಕಾಯಿತು? ಇಸ್ರಯೇಲರ ಒಂದು ಕುಲ ಹಾಳಾಗಿ ಹೋಯಿತಲ್ಲಾ!” ಎಂದು ಕೂಗಿಕೊಂಡರು."},{"number":4,"verse":"ಮರುದಿವಸ ಅವರು ಬೆಳಿಗ್ಗೆ ಎದ್ದು ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟಿ ದಹನಬಲಿಗಳನ್ನೂ ಶಾಂತಿಸಮಾಧಾನ ಬಲಿಗಳನ್ನೂ ಸಮರ್ಪಿಸಿದರು."},{"number":5,"verse":"ಮತ್ತು ಸರ್ವೇಶ್ವರನ ಮುಂದೆ ಸಭೆ ನೆರೆದಾಗ ಅದಕ್ಕೆ ಬಾರದೆ ಇದ್ದಂಥ ಇಸ್ರಯೇಲರು ಯಾರಾರೆಂದು ವಿಚಾರಮಾಡಿದರು. ಏಕೆಂದರೆ ಮಿಚ್ಫೆಯಲ್ಲಿ, “ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಗೆ ಬಾರದವರನ್ನು ಕೊಂದುಹಾಕುವೆವೆಂದು ಆಣೆಯಿಟ್ಟು ಅವರು ದೃಢಪ್ರಮಾಣ ಮಾಡಿದ್ದರು."},{"number":6,"verse":"ಇಸ್ರಯೇಲರು ತಮ್ಮ ಬಂಧುಗಳಾದ ಬೆನ್ಯಾಮೀನ್ಯರ ಅವಸ್ಥೆಯನ್ನು ನೆನೆಸಿ ದುಃಖದಿಂದ, “ಅಯ್ಯೋ, ಇಸ್ರಯೇಲರಾದ ನಮ್ಮಲ್ಲಿ ಒಂದು ಕುಲ ಕಡಿಮೆಯಾಯಿತಲ್ಲಾ;"},{"number":7,"verse":"ಜೀವದಿಂದುಳಿದವರಿಗೆ ಹೆಂಡತಿಯರನ್ನು ದೊರಕಿಸಿಕೊಡುವುದು ಹೇಗೆ? ನಮ್ಮ ಹೆಣ್ಣುಗಳನ್ನು ಅವರಿಗೆ ಕೊಡುವುದಿಲ್ಲವೆಂದು ಸರ್ವೇಶ್ವರನ ಹೆಸರಿನಲ್ಲಿ ಆಣೆಯಿಟ್ಟೆವಲ್ಲಾ,” ಎಂದು ಗೋಳಾಡಿದರು."},{"number":8,"verse":"ಮಿಚ್ಫೆಯಲ್ಲಿ ಸರ್ವೇಶ್ವರನ ಮುಂದೆ ಸಭೆ ಸೇರಿದ್ದಾಗ ಅದಕ್ಕೆ ಬಾರದಿದ್ದ ಇಸ್ರಯೇಲರು ಯಾರಾದರೂ ಇದ್ದಾರೋ ಎಂದು ವಿಚಾರಿಸುವಲ್ಲಿ, ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿನಿಂದ ಒಬ್ಬನೂ ಬರಲಿಲ್ಲವೆಂದು ಗೊತ್ತಾಯಿತು."},{"number":9,"verse":"ಜನರನ್ನು ಲೆಕ್ಕಿಸಿದಾಗ ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿನಿಂದ ಯಾರೂ ಬರಲಿಲ್ಲವೆಂಬುದು ದೃಢವಾಯಿತು."},{"number":10,"verse":"ಆಗ ಅವರು ತಮ್ಮಲ್ಲಿಂದ ಹನ್ನೆರಡು ಸಾವಿರಮಂದಿ ಪರಾಕ್ರಮಶಾಲಿಗಳನ್ನು ಆರಿಸಿಕೊಂಡು ಅವರಿಗೆ, “ನೀವು ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿಗೆ ಹೋಗಿ ಎಲ್ಲ ನಿವಾಸಿಗಳನ್ನೂ ಸ್ತ್ರೀಯರನ್ನೂ ಚಿಕ್ಕಮಕ್ಕಳನ್ನೂ ಬಿಡದೆ ಸಂಹರಿಸಬೇಕು;"},{"number":11,"verse":"ಹೇಗೂ ಪುರುಷರೆಲ್ಲರನ್ನೂ ಮದುವೆಯಾದ ಸ್ತ್ರೀಯರನ್ನೂ ನಿರ್ಮೂಲಮಾಡುವುದು ನಿಮ್ಮ ಕೆಲಸ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿ ಕಳುಹಿಸಿದರು."},{"number":12,"verse":"ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿನಲ್ಲಿ ಇನ್ನೂ ಮದುವೆಯಾಗದಿದ್ದ ನಾನೂರು ಮಂದಿ ಯುವತಿಯರು ಇದ್ದರು. ಪಟ್ಟಣವನ್ನು ನಾಶಪಡಿಸುವುದಕ್ಕೆ ಹೋದವರು ಇವರನ್ನು ಉಳಿಸಿ ಕಾನಾನ್ ನಾಡಿನ ಶಿಲೋವಿನಲ್ಲಿದ್ದ ಪಾಳೆಯಕ್ಕೆ ತೆಗೆದುಕೊಂಡು ಬಂದರು."},{"number":13,"verse":"ಅನಂತರ ಸರ್ವಸಭೆಯವರು ರಿಮ್ಮೋನ್ ಗಿರಿಯಲ್ಲಿದ್ದ ಬೆನ್ಯಾಮೀನ್ಯರ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ ಅವರಲ್ಲಿ ಸಮಾಧಾನ ವಾಕ್ಯವನ್ನು ಪ್ರಕಟಿಸಲು ಅವರು ತಿರುಗಿಬಂದರು."},{"number":14,"verse":"ಇಸ್ರಯೇಲರು ತಾವು ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿನಿಂದ ಉಳಿಸಿತಂದ ಕನ್ಯೆಯರನ್ನು ಅವರಿಗೆ ಮದುವೆ ಮಾಡಿಕೊಟ್ಟರು; ಅವರು ಸಾಯಲಿಲ್ಲ."},{"number":15,"verse":"ಸರ್ವೇಶ್ವರ ನಮ್ಮಲ್ಲಿ ಒಂದು ಲೋಪವನ್ನುಂಟುಮಾಡಿದ್ದಾರೆಂದು ಇಸ್ರಯೇಲರು ಬೆನ್ಯಾಮೀನ್ಯರ ವಿಷಯದಲ್ಲಿ ದುಃಖಪಟ್ಟರು."},{"number":16,"verse":"ಸಭೆಯ ಹಿರಿಯರು, “ಉಳಿದಿರುವ ಬೆನ್ಯಾಮೀನ್ಯರಿಗೆ ಹೆಂಡತಿಯರನ್ನು ದೊರಕಿಸುವುದು ಹೇಗೆ? ಅವರ ಸ್ತ್ರೀಯರೆಲ್ಲ ಸಂಹೃತರಾದರಲ್ಲಾ."},{"number":17,"verse":"ಇಸ್ರಯೇಲರ ಒಂದು ಕುಲ ಸಂಪೂರ್ಣವಾಗಿ ಅಳಿದು ಹೋಗಬಾರದು. ತಪ್ಪಿಸಿಕೊಂಡು ಉಳಿದಿರುವ ಬೆನ್ಯಾಮೀನ್ಯರಿಗೆ ಬಾಧ್ಯಸ್ಥರು ಹುಟ್ಟಬೇಕಲ್ಲವೆ?"},{"number":18,"verse":"ಬೆನ್ಯಾಮೀನ್ಯರಿಗೆ ತಮ್ಮ ಹೆಣ್ಣುಗಳನ್ನು ಕೊಡುವ ಇಸ್ರಯೇಲರು ಶಾಪಗ್ರಸ್ತರಾಗಲಿ! ಎಂದು ಆಣೆಯಿಟ್ಟುಕೊಂಡಿದ್ದೇವೆ. ಇದರಿಂದ ನಾವು ಅವರಿಗೆ ನಮ್ಮ ಹೆಣ್ಣುಗಳನ್ನು ಕೊಡುವುದಕ್ಕಾಗುವುದಿಲ್ಲ,”"},{"number":19,"verse":"ಎಂದು ಮಾತನಾಡಿಕೊಳ್ಳುತ್ತಿರುವಾಗ ಶಿಲೋವಿನಲ್ಲಿ ವರ್ಷ ವರ್ಷ ಸರ್ವೇಶ್ವರನ ಉತ್ಸವ ನಡೆಯುತ್ತದೆಂಬುದು ಅವರಿಗೆ ನೆನಪಿಗೆ ಬಂದಿತು. (ಶಿಲೋ ಎಂಬುದು ಬೇತೇಲಿನ ಉತ್ತರಕ್ಕೂ ಬೇತೇಲಿನಿಂದ ಶೆಕೆಮಿಗೆ ಹೋಗುವ ರಾಜಮಾರ್ಗದ ಪೂರ್ವಕ್ಕೂ ಲೇಬೋನದ ದಕ್ಷಿಣಕ್ಕೂ ಇರುತ್ತದೆ.)"},{"number":20,"verse":"ಆಗ ಅವರು ಬೆನ್ಯಾಮೀನ್ಯರನ್ನು ಕರೆದು ಅವರಿಗೆ, “ಇಗೋ, ನೀವು ದ್ರಾಕ್ಷೀತೋಟಗಳಲ್ಲಿ ಅಡಗಿಕೊಳ್ಳಿರಿ;"},{"number":21,"verse":"ಶಿಲೋವಿನ ಕನ್ಯೆಯರು ಹೊರಗೆ ಬಂದು ನಾಟ್ಯವಾಡುವಾಗ ನೀವು ತೋಟಗಳಿಂದ ಹೊರಗೆ ಬಂದು ಪ್ರತಿಯೊಬ್ಬನು ತನತನಗೆ ಶಿಲೋವಿನ ಕನ್ನಿಕೆಗಳಿಂದ ಒಬ್ಬಳನ್ನು ಹೆಂಡತಿಯಾಗಿ ತೆಗೆದುಕೊಂಡು ನಿಮ್ಮ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಓಡಿಹೋಗಿರಿ."},{"number":22,"verse":"ಅವರ ತಂದೆಗಳೂ ಅಣ್ಣತಮ್ಮಂದಿರೂ ನಮ್ಮ ಹತ್ತಿರ ದೂರುತಂದರೆ ನಾವು ಅವರಿಗೆ, ‘ನಮ್ಮನ್ನು ನೋಡಿ ಅವರಿಗೆ ಕೃಪೆತೋರಿಸಿ; ಯುದ್ಧ ನಿಮಿತ್ತ ಪ್ರತಿಯೊಬ್ಬನಿಗೆ ಹೆಣ್ಣನ್ನು ದೊರಕಿಸುವುದು ನಮ್ಮಿಂದಾಗಲಿಲ್ಲ; ಮತ್ತು ನಿಮ್ಮ ಹೆಣ್ಣುಮಕ್ಕಳನ್ನು ನೀವೇ ಕೊಡಲಿಲ್ಲವಾದ್ದರಿಂದ ನೀವು ನಿರಪರಾಧಿಗಳು’ ಎಂದು ಹೇಳಿ ಸಮಾಧಾನಪಡಿಸುವೆವು” ಎಂದರು."},{"number":23,"verse":"ಅದರಂತೆಯೇ ಬೆನ್ಯಾಮೀನ್ಯರು ನಾಟ್ಯವಾಡುವುದಕ್ಕಾಗಿ ಹೊರಗೆ ಬಂದಿದ್ದ ಕನ್ಯೆಯರಲ್ಲಿ ತಮ್ಮ ಸಂಖ್ಯೆಗೆ ಸರಿದೂಗುವಷ್ಟು ಮಂದಿಯನ್ನು ಹೆಂಡತಿಯರನ್ನಾಗಿ ಹಿಡಿದುಕೊಂಡು ತಮ್ಮ ಸ್ವಾಸ್ತ್ಯಭೂಮಿಗೆ ಹೋಗಿ ಅಲ್ಲಿ ಪಟ್ಟಣಗಳನ್ನು ಕಟ್ಟಿ ವಾಸಮಾಡಿದರು."},{"number":24,"verse":"ಅನಂತರ ಇಸ್ರಯೇಲರು ತಮ್ಮ ತಮ್ಮ ಕುಲಗೋತ್ರಗಳಿಗೆ ಸೊತ್ತಾಗಿ ಸಿಕ್ಕಿದ ಪ್ರದೇಶಗಳಿಗೆ ಹಿಂದಿರುಗಿ ಹೋದರು."},{"number":25,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಇಸ್ರಯೇಲರಲ್ಲಿ ಅರಸನಿರಲಿಲ್ಲ; ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ಮನಸ್ಸಿಗೆ ಬಂದಂತೆ ನಡೆಯುತ್ತಿದ್ದನು."}]}