{"bibleAbbr":"KNCL","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":4,"verses":[{"number":1,"verse":"(ದೆಬೋರಾ ಮತ್ತು ಬಾರಾಕ್) ಏಹೂದನು ನಿಧನನಾದ ನಂತರ ಇಸ್ರಯೇಲರು ಪುನಃ ಸರ್ವೇಶ್ವರನ ದೃಷ್ಟಿಯಲ್ಲಿ ದ್ರೋಹಿಗಳಾದರು."},{"number":2,"verse":"ಈ ಕಾರಣ ಸರ್ವೇಶ್ವರ ಅವರನ್ನು ಹಾಚೋರಿನಲ್ಲಿ ಆಳುತ್ತಿದ್ದ ಕಾನಾನ್ಯ ರಾಜನಾದ ಯಾಬೀನನಿಗೆ ವಶಪಡಿಸಿದರು. ಮ್ಲೇಚ್ಛರ ಹರೋಷೆತ್ ಎಂಬ ಪಟ್ಟಣದಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಸೀಸೆರನು ಅವನ ಸೇನಾಪತಿ ಆಗಿದ್ದನು."},{"number":3,"verse":"ಒಂಬೈನೂರು ಕಬ್ಬಿಣದ ರಥಗಳನ್ನು ಪಡೆದಿದ್ದ ಇವನು ಇಸ್ರಯೇಲರನ್ನು ಇಪ್ಪತ್ತು ವರ್ಷಕಾಲ ದಬ್ಬಾಳಿಕೆಗೆ ಈಡುಪಡಿಸಿದನು. ಆಗ ಅವರು ಸರ್ವೇಶ್ವರನಿಗೆ ಮೊರೆಯಿಟ್ಟರು."},{"number":4,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಲಪ್ಪೀದೋತನ ಹೆಂಡತಿ ದೆಬೋರಳೆಂಬ ಪ್ರವಾದಿನಿ ಇಸ್ರಯೇಲರಲ್ಲಿ ನ್ಯಾಯ ತೀರಿಸುತ್ತಿದ್ದಳು."},{"number":5,"verse":"ಆಕೆ ಎಫ್ರಯಿಮ್ ಬೆಟ್ಟದ ಸೀಮೆಯಲ್ಲಿ ರಾಮಕ್ಕೂ ಬೇತೇಲಿಗೂ ಮಧ್ಯದಲ್ಲಿರುವ ‘ದೆಬೋರಳ ಖರ್ಜೂರ ವೃಕ್ಷ’ವೆಂದು ಹೆಸರುಗೊಂಡ ಮರದ ಕೆಳಗೆ ಆಸೀನಳಾಗಿರುತ್ತಿದ್ದಳು. ಇಸ್ರಯೇಲರು ನ್ಯಾಯತೀರ್ಪಿಗಾಗಿ ಆಕೆಯ ಬಳಿಗೆ ಬರುತ್ತಿದ್ದರು."},{"number":6,"verse":"ಆಕೆ ನಫ್ತಾಲಿ ದೇಶದ ಕೆದೆಷ್ ಊರಿನಲ್ಲಿದ್ದ ಅಬೀನೋವಮನ ಮಗ ಬಾರಾಕನನ್ನು ಬರಹೇಳಿ ಅವನಿಗೆ, “ನಿಶ್ಚಯವಾಗಿ ಇಸ್ರಯೇಲರ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿನಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದಾರೆ: ‘ನೀನೆದ್ದು ನಫ್ತಾಲಿ ಮತ್ತು ಜೆಬುಲೂನ್ ಕುಲಗಳಿಂದ ಹತ್ತು ಸಾವಿರ ಜನರನ್ನು ಕೂಡಿಸಿಕೊಂಡು ತಾಬೋರ್ ಬೆಟ್ಟಕ್ಕೆ ಹೋಗು;"},{"number":7,"verse":"ಯಾಬೀನನ ಸೇನಾಪತಿ ಸೀಸೆರನನ್ನು ನಿನ್ನ ಬಳಿಗೆ ಕೀಷೋನ್ ಹಳ್ಳಕ್ಕೆ ಎಳೆದುಕೊಂಡು ಬರುವರು. ಅವನಿಗೆ ರಥಗಳೂ ಸೇನಾಪಡೆಗಳೂ ಇದ್ದರೂ ನಾನು ನಿನಗೆ ಜಯವನ್ನು ದೊರಕಿಸುವೆನು’,” ಎಂದಳು."},{"number":8,"verse":"ಬಾರಾಕನು ಆಕೆಗೆ, “ನೀನು ನನ್ನ ಸಂಗಡ ಬರುವುದಾದರೆ ಹೋಗುತ್ತೇನೆ; ಇಲ್ಲವಾದರೆ ಹೋಗುವುದಿಲ್ಲ,” ಎಂದನು."},{"number":9,"verse":"ಆಕೆ, “ನಾನು ಹೇಗೂ ನಿನ್ನ ಸಂಗಡ ಬರುವೆನು; ಆದರೆ ಈ ಯುದ್ಧದಿಂದ ನಿನಗೆ ಗೌರವಗಿಟ್ಟದು; ಏಕೆಂದರೆ ಸರ್ವೇಶ್ವರ ಸೀಸೆರನನ್ನು ಒಬ್ಬ ಮಹಿಳೆಗೆ ಒಪ್ಪಿಸಿಕೊಡುವರು,” ಎಂದು ಹೇಳಿ ಬಾರಾಕನೊಡನೆ ಕೆದೆಷಿಗೆ ಹೋದಳು."},{"number":10,"verse":"ಬಾರಾಕನು ಜೆಬುಲೂನ್ಯರನ್ನೂ, ನಫ್ತಾಲ್ಯರನ್ನೂ ಕೆದೆಷಿಗೆ ಕರೆಸಿದನು. ಅವರಲ್ಲಿ ಹತ್ತುಸಾವಿರ ಮಂದಿ ಅವನ ಹೆಜ್ಜೆಹಿಡಿದು ಯುದ್ಧಕ್ಕೆ ಹೋದರು. ದೆಬೋರಳೂ ಹೋದಳು."},{"number":11,"verse":"ಕೇನ್ಯನಾದ ಹೆಬೆರನು ಮೋಶೆಯ ಮಾವ ಹೋಬಾಬನ ವಂಶದ ಉಳಿದ ಕೇನ್ಯರನ್ನು ಬಿಟ್ಟು ಕೆದೆಷಿನ ಹತ್ತಿರ ಇರುವ ‘ಚಾನನ್ನೀಮ್’ ಎಂಬ ಊರಿನ ಏಲೋನ್ ವೃಕ್ಷದವರೆಗೆ ಬಂದು ಅಲ್ಲಿ ಗುಡಾರ ಹಾಕಿಕೊಂಡಿದ್ದನು."},{"number":12,"verse":"ಅಬೀನೋವಮನ ಮಗ ಬಾರಾಕನು ತಾಬೋರ್ ಬೆಟ್ಟವನ್ನೇರಿ ಬಂದಿದ್ದಾನೆಂಬ ವರ್ತಮಾನ ಸೀಸೆರನಿಗೆ ಮುಟ್ಟಿದಾಗ"},{"number":13,"verse":"ಅವನು ತನ್ನ ಒಂಬೈನೂರು ಕಬ್ಬಿಣದ ರಥಗಳನ್ನೂ ಎಲ್ಲಾ ಸೈನ್ಯವನ್ನೂ ತೆಗೆದುಕೊಂಡು ಮ್ಲೇಚ್ಛರ ಹರೋಷೆತಿನಿಂದ ಕೀಷೋನ್ ಹಳ್ಳಕ್ಕೆ ಬಂದನು."},{"number":14,"verse":"ಆಗ ದೆಬೋರಳು ಬಾರಾಕನಿಗೆ, “ಏಳು, ಸರ್ವೇಶ್ವರ ಸೀಸೆರನನ್ನು ನಿನ್ನ ಕೈಗೆ ಒಪ್ಪಿಸುವ ದಿನ ಇದೇ; ನಿಶ್ಚಯವಾಗಿ ಅವರು ತಾವೇ ನಿನ್ನ ಮುಂದಾಗಿ ಯುದ್ಧಕ್ಕೆ ಹೊರಡುವರು,” ಎಂದಳು. ಬಾರಾಕನು ಬೇಗನೆ ಹತ್ತು ಸಾವಿರ ಜನರ ಸಹಿತ ತಾಬೋರ್ ಬೆಟ್ಟದಿಂದಿಳಿದನು."},{"number":15,"verse":"ಸರ್ವೇಶ್ವರ ಸೀಸೆರನನ್ನೂ ಅವನ ಎಲ್ಲಾ ಸೈನ್ಯರಥಗಳನ್ನೂ ಬಾರಾಕನ ಮುಂದೆ ಗಲಿಬಿಲಿಪಡಿಸಿ ಕತ್ತಿಗೆ ತುತ್ತಾಗಿಸಿದರು. ಸೀಸೆರನು ರಥದಿಂದ ಹಾರಿ ಓಡಿಹೋದನು."},{"number":16,"verse":"ಬಾರಾಕನು ಅವನ ಸೈನ್ಯರಥಗಳನ್ನು ಮ್ಲೇಚ್ಛರ ಹರೋಷೆತಿನವರೆಗೂ ಹಿಂದಟ್ಟಿದನು. ಸೀಸೆರನ ಸೈನ್ಯದವರೆಲ್ಲರು ಕತ್ತಿಯಿಂದ ಹತರಾದರು; ಒಬ್ಬನೂ ಉಳಿಯಲಿಲ್ಲ."},{"number":17,"verse":"ಹಾಚೋರಿನ ಅರಸ ಯೂಬೀನನಿಗೂ ಕೇನ್ಯನದ ಹೆಬೆರನ ಮನೆಯವರಿಗೂ ಸಮಾಧಾನ ಇದ್ದುದರಿಂದ ಸೀಸೆರನು ಕಾಲುನಡೆಯಾಗಿ ಕೇನ್ಯನಾದ ಹೆಬೆರನ ಹೆಂಡತಿಯಾದ ಯಾಯೇಲಳ ಗುಡಾರದ ಕಡೆಗೆ ಹೋದನು."},{"number":18,"verse":"ಯಾಯೇಲಳು ಹೊರಗೆಹೋಗಿ ಸೀಸೆರನನ್ನು ಎದುರುಗೊಂಡು ಅವನಿಗೆ, “ಒಡೆಯಾ, ಒಳಗೆ ಬನ್ನಿ; ಹೆದರಬೇಡಿ, ನಮ್ಮಲ್ಲಿಗೆ ಬನ್ನಿ,” ಎನ್ನಲು ಅವನು ಗುಡಾರದೊಳಗೆ ಹೋದನು. ಆಗ ಆಕೆ ಅವನನ್ನು ಕಂಬಳಿಯಿಂದ ಮುಚ್ಚಿದಳು."},{"number":19,"verse":"ಅವನು ಆಕೆಗೆ, “ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ನೀರನ್ನು ಕೊಡು, ನನಗೆ ಬಹಳ ದಾಹವಾಗಿದೆ,” ಎಂದನು. ಆಕೆ ಬುದ್ದಲಿಯನ್ನು ಬಿಚ್ಚಿ ಹಾಲನ್ನು (ಅಥವಾ : ಮಜ್ಜಿಗೆ.) ಕುಡಿಯಕೊಟ್ಟು ಅವನನ್ನು ಮತ್ತೆ ಮುಚ್ಚಿದಳು."},{"number":20,"verse":"ಅವನು ಆಕೆಗೆ, “ನೀನು ಗುಡಾರದ ಬಾಗಿಲಲ್ಲೇ ನಿಂತಿರು; ಯಾರಾದರೂ ಬಂದು ‘ಇಲ್ಲಿ ಒಬ್ಬ ಮನುಷ್ಯ ಇರುವನೇ?’ ಎಂದು ವಿಚಾರಿಸಿದರೆ, ‘ಇಲ್ಲ’ ಎನ್ನು” ಎಂದು ಹೇಳಿದನು."},{"number":21,"verse":"ಆದರೆ ಹೆಬೆರನ ಹೆಂಡತಿ ಯಾಯೇಲಳು ಕೈಯಲ್ಲಿ ಗುಡಾರದ ಗೂಟವನ್ನೂ ಒಂದು ಕೊಡತಿಯನ್ನೂ ತೆಗೆದುಕೊಂಡು ಅವನು ಆಯಾಸದಿಂದ ಗಾಢನಿದ್ರೆಯಲ್ಲಿದ್ದಾಗ ಮೆಲ್ಲಗೆ ಹತ್ತಿರ ಹೋಗಿ ಅವನ ಕಣತಲೆಯಲ್ಲಿ ಆ ಗೂಟವನ್ನು ಹೊಡೆದು ನೆಲಕ್ಕೆ ನಾಟಿಸಿದಳು; ಅವನು ಸತ್ತನು."},{"number":22,"verse":"ಅದೇ ಕ್ಷಣದಲ್ಲಿ ಸೀಸೆರನನ್ನು ಹಿಂದಟ್ಟುತ್ತಿದ್ದ ಬಾರಾಕನು ಅಲ್ಲಿಗೆ ಬಂದನು. ಯಾಯೇಲಳು ಹೊರಗೆ ಹೋಗಿ ಅವನನ್ನು ಎದುರುಗೊಂಡು, “ಬಾ, ನೀನು ಹುಡುಕುವ ಮನುಷ್ಯನನ್ನು ತೋರಿಸುತ್ತೇನೆ,” ಎಂದು ಹೇಳಲು ಅವನು ಒಳಗೆ ಹೋಗಿ ಸೀಸೆರನು ಸತ್ತುಬಿದ್ದದ್ದನ್ನು ಕಂಡನು. ಅವನ ತಲೆಯಲ್ಲಿ ಗೂಟವು ಜಡಿದಿತ್ತು."},{"number":23,"verse":"ಆ ದಿನದಂದು ದೇವರು ಕಾನಾನ್ಯ ರಾಜನಾದ ಯಾಬೀನನನ್ನು ಇಸ್ರಯೆಲರಿಗೆ ಶರಣಾಗತನಾಗುವಂತೆ ಮಾಡಿದರು."},{"number":24,"verse":"ಇಸ್ರಯೇಲರು ಹೆಚ್ಚು ಹೆಚ್ಚು ಬಲಗೊಂಡದ್ದರಿಂದ ಕಾನಾನ್ಯರ ಅರಸ ಯಾಬೀನನು ಪೂರ್ಣವಾಗಿ ಸೋತು ನಿರ್ನಾಮವಾದನು."}]}