{"bibleAbbr":"AMP1965","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":22,"verses":[{"number":1,"verse":"AND AGAIN Jesus spoke to them in parables (comparisons, stories used to illustrate and explain), saying,"},{"number":2,"verse":"The kingdom of heaven is like a king who gave a wedding banquet for his son"},{"number":3,"verse":"And sent his servants to summon those who had been invited to the wedding banquet, but they refused to come."},{"number":4,"verse":"Again he sent other servants, saying, Tell those who are invited, Behold, I have prepared my banquet; my bullocks and my fat calves are killed, and everything is prepared; come to the wedding feast."},{"number":5,"verse":"But they were not concerned and paid no attention [they ignored and made light of the summons, treating it with contempt] and they went away--one to his farm, another to his business,"},{"number":6,"verse":"While the others seized his servants, treated them shamefully, and put them to death."},{"number":7,"verse":"[Hearing this] the king was infuriated; and he sent his soldiers and put those murderers to death and burned their city."},{"number":8,"verse":"Then he said to his servants, The wedding [feast] is prepared, but those invited were not worthy."},{"number":9,"verse":"So go to the thoroughfares where they leave the city [where the main roads and those from the country end] and invite to the wedding feast as many as you find."},{"number":10,"verse":"And those servants went out on the crossroads and got together as many as they found, both bad and good, so [the room in which] the wedding feast [was held] was filled with guests."},{"number":11,"verse":"But when the king came in to view the guests, he looked intently at a man there who had on no wedding garment."},{"number":12,"verse":"And he said, Friend, how did you come in here without putting on the [appropriate] wedding garment? And he was speechless (muzzled, gagged)."},{"number":13,"verse":"Then the king said to the attendants, Tie him hand and foot, and throw him into the darkness outside; there will be weeping and grinding of teeth."},{"number":14,"verse":"For many are called (invited and summoned), but few are chosen."},{"number":15,"verse":"Then the Pharisees went and consulted and plotted together how they might entangle Jesus in His talk."},{"number":16,"verse":"And they sent their disciples to Him along with the Herodians, saying, Teacher, we know that You are sincere and what You profess to be and that You teach the way of God truthfully, regardless of consequences and being afraid of no man; for You are impartial and do not regard either the person or the position of anyone."},{"number":17,"verse":"Tell us then what You think about this: Is it lawful to pay tribute [levied on individuals and to be paid yearly] to Caesar or not?"},{"number":18,"verse":"But Jesus, aware of their malicious plot, asked, Why do you put Me to the test and try to entrap Me, you pretenders (hypocrites)?"},{"number":19,"verse":"Show me the money used for the tribute. And they brought Him a denarius."},{"number":20,"verse":"And Jesus said to them, Whose likeness and title are these?"},{"number":21,"verse":"They said, Caesar's. Then He said to them, Pay therefore to Caesar the things that are due to Caesar, and pay to God the things that are due to God."},{"number":22,"verse":"When they heard it they were amazed and marveled; and they left Him and departed."},{"number":23,"verse":"The same day some Sadducees, who say that there is no resurrection [of the dead], came to Him and they asked Him a question,"},{"number":24,"verse":"Saying, Teacher, Moses said, If a man dies, leaving no children, his brother shall marry the widow and raise up a family for his brother. [Deut. 25:5.]"},{"number":25,"verse":"Now there were seven brothers among us; the first married and died, and, having no children, left his wife to his brother."},{"number":26,"verse":"The second also died childless, and the third, down to the seventh."},{"number":27,"verse":"Last of all, the woman died also."},{"number":28,"verse":"Now, in the resurrection, to which of the seven will she be wife? For they all had her."},{"number":29,"verse":"But Jesus replied to them, You are wrong because you know neither the Scriptures nor God's power."},{"number":30,"verse":"For in the resurrected state neither do [men] marry nor are [women] given in marriage, but they are like the angels in heaven."},{"number":31,"verse":"But as to the resurrection of the dead--have you never read what was said to you by God,"},{"number":32,"verse":"I am the God of Abraham, and the God of Isaac, and the God of Jacob? He is not the God of the dead but of the living! [Exod. 3:6.]"},{"number":33,"verse":"And when the throng heard it, they were astonished and filled with [glad] amazement at His teaching."},{"number":34,"verse":"Now when the Pharisees heard that He had silenced (muzzled) the Sadducees, they gathered together."},{"number":35,"verse":"And one of their number, a lawyer, asked Him a question to test Him."},{"number":36,"verse":"Teacher, which kind of commandment is great and important (the principal kind) in the Law? [Some commandments are light--which are heavy?]"},{"number":37,"verse":"And He replied to him, You shall love the Lord your God with all your heart and with all your soul and with all your mind (intellect). [Deut. 6:5.]"},{"number":38,"verse":"This is the great (most important, principal) and first commandment."},{"number":39,"verse":"And a second is like it: You shall love your neighbor as [you do] yourself. [Lev. 19:18.]"},{"number":40,"verse":"These two commandments sum up and upon them depend all the Law and the Prophets."},{"number":41,"verse":"Now while the Pharisees were still assembled there, Jesus asked them a question,"},{"number":42,"verse":"Saying, What do you think of the Christ? Whose Son is He? They said to Him, The Son of David."},{"number":43,"verse":"He said to them, How is it then that David, under the influence of the [Holy] Spirit, calls Him Lord, saying,"},{"number":44,"verse":"The Lord said to My Lord, Sit at My right hand until I put Your enemies under Your feet? [Ps. 110:1.]"},{"number":45,"verse":"If then David thus calls Him Lord, how is He his Son?"},{"number":46,"verse":"And no one was able to answer Him a word, nor from that day did anyone venture or dare to question Him."}]}