{"bibleAbbr":"mrRV2015","bookName":"यहोशवा","bookEnglishName":"Joshua","chapterNumber":2,"verses":[{"number":1,"verse":"( यरीहो येथे दोन हेर पाठवले जातात) नूनाचा मुलगा यहोशवा ह्याने गुप्तपणे दोन हेर शिट्टीम येथून पाठवले; त्याने त्यांना सांगितले की, “जा आणि तो देश व विशेषत: यरीहो हेरून या.” त्याप्रमाणे ते गेले आणि राहाब नावाच्या वेश्येच्या घरी उतरले."},{"number":2,"verse":"मग कोणी यरीहोच्या राजाला खबर दिली की, “काही इस्राएली लोक देशाचा भेद काढण्यासाठी आज रात्री येथे आले आहेत.”"},{"number":3,"verse":"तेव्हा यरीहोच्या राजाने राहाबेला निरोप पाठवला की, “जे पुरुष तुझ्याकडे येऊन तुझ्या घरात उतरले आहेत त्यांना बाहेर काढ; कारण सार्‍या देशाचा भेद काढण्यासाठी ते आले आहेत.”"},{"number":4,"verse":"त्या दोघा पुरुषांना लपवून ती स्त्री म्हणाली, “माझ्याकडे कोणी पुरुष आले होते हे खरे, पण ते कोठले होते हे मला ठाऊक नाही."},{"number":5,"verse":"अंधार पडल्यावर वेस लावून घेण्याच्या वेळी ते निघून गेले; ते कोठे गेले ते मला ठाऊक नाही. तुम्ही लवकर त्यांचा पाठलाग करा म्हणजे त्यांना गाठाल.”"},{"number":6,"verse":"पण तिने तर त्या माणसांना धाब्यावर नेऊन तेथे जवसाची ताटे पसरली होती त्यांत लपवून ठेवले होते."},{"number":7,"verse":"त्यांच्या मागावर निघालेले लोक यार्देनेकडे जाणार्‍या वाटेने उतारापर्यंत गेले; त्यांच्या मागावरील हे लोक गावाबाहेर पडताच वेस बंद करण्यात आली."},{"number":8,"verse":"इकडे हे हेर झोपी जाण्यापूर्वी ती स्त्री त्यांच्याकडे धाब्यावर गेली,"},{"number":9,"verse":"आणि त्यांना म्हणाली, “परमेश्वराने हा देश तुम्हांला दिला आहे. आम्हांला तुमची दहशत बसली आहे, आणि देशातील सर्व रहिवाशांची तुमच्या भीतीने गाळण उडाली आहे, हे मला ठाऊक आहे;"},{"number":10,"verse":"कारण तुम्ही मिसर देशाहून निघालात तेव्हा तुमच्यासमोर परमेश्वराने तांबड्या समुद्राचे पाणी कसे आटवले आणि यार्देनेपलीकडे राहणारे अमोर्‍यांचे दोन राजे सीहोन व ओग ह्यांचा तुम्ही कसा समूळ नाश केला हे आमच्या कानी आले आहे."},{"number":11,"verse":"हे ऐकताच आमच्या काळजाचे पाणीपाणी झाले आणि तुमच्या भीतीमुळे कोणाच्या जिवात जीव राहिला नाही; कारण तुमचा देव परमेश्वर हाच वर स्वर्गात व खाली पृथ्वीवर देव आहे."},{"number":12,"verse":"मी तुमच्यावर दया केली आहे म्हणून आता माझ्यासमोर परमेश्वराच्या नावाने शपथ घ्या की, आम्हीही तुझ्या बापाच्या घराण्यावर दया करू; आणि ह्याबद्दल मला खात्रीलायक खूण द्या;"},{"number":13,"verse":"तसेच तुझे आईबाप, भाऊबहिणी आणि त्यांचे सर्वस्व ह्यांचा आम्ही बचाव करू आणि तुम्हा सर्वांचे प्राण वाचवू अशीही शपथ घ्या.”"},{"number":14,"verse":"तेव्हा त्या पुरुषांनी तिला म्हटले, “तुम्ही ही आमची कामगिरी बाहेर फोडली नाही तर तुमच्यासाठी आम्ही आमचे प्राण देऊ; आणि परमेश्वर आम्हांला हा देश देईल तेव्हा आम्ही तुझ्याशी दयाळूपणाने व खरेपणाने वागू.”"},{"number":15,"verse":"तेव्हा तिने त्यांना खिडकीतून दोराने खाली उतरवले; कारण तिचे घर गावकुसाला लागून होते आणि तेथे गावकुसावरच ती राहत होती."},{"number":16,"verse":"तिने त्यांना सांगितले होते की, “तुमचा पाठलाग करणार्‍यांनी तुम्हांला गाठू नये म्हणून तुम्ही डोंगरवटीकडे जा आणि तेथे तीन दिवस लपून राहा; तोपर्यंत तुमचा पाठलाग करणारे परत येतील; मग तुम्ही मार्गस्थ व्हा.”"},{"number":17,"verse":"ते पुरुष तिला म्हणाले होते, “तू आमच्याकडून जी शपथ वाहवली आहेस तिच्या बाबतीत आम्हांला दोष न लागो;"},{"number":18,"verse":"मात्र आम्ही ह्या देशात येऊ तेव्हा ज्या खिडकीतून तू आम्हांला उतरवलेस, तिला हा किरमिजी दोर बांध आणि ह्या घरात तुझे आईबाप, भाऊबंद आणि तुझ्या बापाचे सबंध घराणे तुझ्याजवळ एकत्र कर."},{"number":19,"verse":"कोणी तुझ्या घराबाहेर रस्त्यावर गेला तर त्याच्या रक्तपाताचा दोष त्याच्याच माथी राहील, आमच्यावर त्याचा दोष येणार नाही; पण घरात तुझ्याबरोबर जो असेल त्याच्यावर कोणी हात टाकला तर त्याच्या रक्तपाताचा दोष आमच्या माथी राहील."},{"number":20,"verse":"जर तू आमची कामगिरी बाहेर फोडलीस तर आमच्याकडून जी शपथ तू वाहवली आहेस तिच्यातून आम्ही मुक्त होऊ.”"},{"number":21,"verse":"ती म्हणाली, “तुमच्या सांगण्याप्रमाणेच होईल.” ह्याप्रमाणे त्यांना निरोप दिल्यावर ते मार्गस्थ झाले; नंतर तिने किरमिजी दोर आपल्या खिडकीला बांधला."},{"number":22,"verse":"ते जाऊन डोंगरवटीत पोहचले आणि त्यांचा पाठलाग करणारे परतून जाईपर्यंत तेथे तीन दिवस राहिले; त्यांचा पाठलाग करणार्‍यांनी वाटेत चहूकडे शोध केला, पण ते त्यांना सापडले नाहीत."},{"number":23,"verse":"मग ते दोघे पुरुष डोंगरवटीतून उतरून नूनाचा मुलगा यहोशवा ह्याच्याकडे परत आले आणि घडलेले सगळे वर्तमान त्यांनी त्याला सांगितले."},{"number":24,"verse":"ते यहोशवाला म्हणाले, “हा सर्व देश परमेश्वराने आपल्या हाती नक्कीच दिला आहे; शिवाय, आपल्या भीतीमुळे ह्या देशाच्या सर्व रहिवाशांची गाळण उडाली आहे.”"}]}