{"bibleAbbr":"TERV1998","bookName":"புலம்பல்","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"(கர்த்தர் எருசலேமை அழித்தார்.) கர்த்தர் சீயோன் குமாரத்தியை ஒரு மேகத்தின் கீழ் எவ்வாறு மூடி வைத்திருக்கிறார் என்பதை பார். அவர் இஸ்ரவேலின் மகிமையை வானத்திலிருந்து பூமிக்கு எறிந்திருக்கிறார். கர்த்தர் அவரது கோப நாளில் இஸ்ரவேல் அவரது பாதபீடம் என்பதை தன் மனதில் வைக்கவில்லை."},{"number":2,"verse":"கர்த்தர் யாக்கோபின் வீடுகளை அழித்தார். அவர் அவற்றை இரக்கமில்லாமல் அழித்தார். அவர் அவரது கோபத்தில் யூதா குமாரத்தியின் (யூதா குமாரத்தி யூதா கோத்திரம்.) கோட்டைகளை அழித்தார். கர்த்தர் யூதாவின் இராஜ்யத்தையும் அதன் ராஜாக்களையும் தரையில் தூக்கி எறிந்தார். அவர் யூதாவின் இராஜ்யத்தை அழித்தார்."},{"number":3,"verse":"கர்த்தர் கோபமாக இருந்து இஸ்ரவேலின் பலத்தை அழித்தார். அவர் தனது வலது கையை இஸ்ரவேலிலிருந்து எடுத்தார். பகைவர்கள் வந்தபோது அவர் இதனைச் செய்தார். அவர் யாக்கோபில் அக்கினி ஜூவாலைப் போல் எரிந்தார். அவர் சுற்றிலும் உள்ளவற்றை எரிக்கிற நெருப்பைப் போன்று இருந்தார்."},{"number":4,"verse":"கர்த்தர் தனது வில்லை ஒரு பகைவனைப் போன்று வளைத்தார். அவர் தனது வாளை வலது கையில் ஏந்தினார். அவர் யூதாவினுள் கண்ணுக்கு அழகான ஆண்களை எல்லாம் கொன்றார். கர்த்தர் ஒரு பகைவனைப்போன்று அவர்களைக் கொன்றார். கர்த்தர் தனது கோபத்தை ஊற்றினார். அவர் சீயோனின் கூடாரங்களில் அதனை ஊற்றினார்."},{"number":5,"verse":"கர்த்தர் ஒரு பகைவனைபோன்று ஆகியிருக்கிறார். அவர் இஸ்ரவேலை விழுங்கியிருக்கிறார். அவர் அவளது அரண்மனைகளையெல்லாம் விழுங்கினார். அவர் அவளது கோட்டைகளையெல்லாம் விழுங்கினார். அவர் யூதா குமாரத்தியின் மரித்த ஜனங்களுக்காக மிகவும் துக்கமும் அழுகையும் உண்டாக்கினார்."},{"number":6,"verse":"கர்த்தர் தனது சொந்த கூடாரத்தை ஒரு தோட்டத்தின் செடிகளைப் பிடுங்குவதைப் போன்று பிடுங்கிப்போட்டார். ஜனங்கள் போய் கூடி அவரை தொழுவதற்காக இருந்த இடத்தை அவர் அழித்திருந்தார். கர்த்தர் சீயோனில் சிறப்பு சபைக் கூட்டங்களையும், ஓய்வு நாட்களையும் மறக்கப்பண்ணினார். கர்த்தர் ராஜா மற்றும் ஆசாரியர்களை நிராகரித்தார். அவர் கோபங்கொண்டு அவர்களை நிராகரித்தார்."},{"number":7,"verse":"கர்த்தர் அவரது பலிபீடத்தையும் தனது தொழுவதற்குரிய பரிசுத்தமான இடத்தையும் புறக்கணித்தார். அவர் எருசலேமின் அரண்மனை சுவர்களை இடித்துப்போடும்படி பகைவர்களை அனுமதித்தார். பண்டிகை நாளில் ஆரவாரம் செய்வதுபோல் கர்த்தருடைய ஆலயத்தில் ஆரவாரம் பண்ணினர்."},{"number":8,"verse":"சீயோன் குமாரத்தியின் சுவர்களை அழித்திட கர்த்தர் திட்டமிட்டார். அவர் ஒரு அளவு கோட்டை சுவரில் குறித்து, அதுவரை இடித்துப் போடவேண்டும் என்று காட்டினார். அவர் அழிப்பதிலிருந்து தன்னை நிறுத்தவில்லை. எனவே, அவர் அனைத்து சுவர்களையும் துக்கத்தில் அழும்படிச் செய்தார். அவை எல்லாம் முற்றிலும் ஒன்றுக்கும் உதவாது அழிந்துபோயின."},{"number":9,"verse":"எருசலேமின் வாசல்கள் தரையில் அமிழ்ந்துகிடந்தன. அவர் அதன் தாழ்ப்பாள்களை உடைத்து நொறுக்கிப்போட்டார். அவரது ராஜா மற்றும் இளவரசர்கள் அயல் நாடுகளில் இருக்கிறார்கள். அங்கே அவர்களுக்கு இனி வேறு போதனைகள் எதுவுமில்லை. எருசலேமின் தீர்க்கதரிசிகளும் கூட கர்த்தரிடமிருந்து எந்தவிதமான தரிசனத்தையும் பெறவில்லை."},{"number":10,"verse":"சீயோனின் முதியவர்கள் தரையில் இருக்கின்றனர். அவர்கள் தரையில் அமர்ந்து மௌனமாக இருக்கிறார்கள். தம் தலையில் அவர்கள் தூசியைப் போட்டனர். அவர்கள் கோணியைப் போட்டுக்கொள்கிறார்கள். எருசலேமின் இளம்பெண்கள் துக்கத்தில் தலைகளைக் குனிந்து தரையைப் பார்க்கின்றனர்."},{"number":11,"verse":"எனது கண்கள் கண்ணீரால் களைத்துப்போயின! எனது உள்மனம் கலங்குகிறது! எனது இதயம் தரையில் ஊற்றப்பட்டதுபோன்று உணர்கின்றது! எனது ஜனங்களின் அழிவைக்கண்டு நான் இவ்வாறு உணர்கிறேன். பிள்ளைகளும் குழந்தைகளும் நகரத்தின் பொது வீதிகளின் மூலைகளிலும் மயக்கமடைந்து கிடக்கின்றனர்."},{"number":12,"verse":"அப்பிள்ளைகள் தம் தாய்மார்களிடம், “அப்பமும் திராட்சைரசமும் எங்கே?” எனக் கேள்வியைக் கேட்ட வண்ணமாகவே அவர்களின் தாயின் மடியிலே மரிக்கின்றனர்."},{"number":13,"verse":"சீயோன் மகளே, நான் எதனோடு உன்னை ஒப்பிட முடியும்? சீயோனின் கன்னிகையே, நான் உன்னை எதனோடு ஒப்பிடமுடியும்? நான் உன்னை எப்படி ஆறுதல் செய்யமுடியும்? உனது அழிவானது கடலைப்போன்று அவ்வளவு பெரிதாக இருக்கிறது. எவரும் உன்னை குணப்படுத்த முடியும் என்று நான் நினைக்கவில்லை."},{"number":14,"verse":"உனது தீர்க்கதரிசிகள் உனக்காகத் தரிசனம் கண்டார்கள். ஆனால் அவர்களது தரிசனங்கள் எல்லாம் பயனற்றவைகளாயின. அவர்கள் உனது பாவங்களுக்கு எதிராகப் பேசவில்லை. அவர்கள் காரியங்களைச் சரிபண்ண முயற்சி செய்யவில்லை. அவர்கள் உனக்கு செய்திகளைப் பிரசங்கித்தனர். ஆனால் அவை உன்னை ஏமாற்றும் செய்திகள்."},{"number":15,"verse":"சாலையில் உன்னைக் கடந்துபோகும் ஜனங்கள் உன்னைப் பார்த்து கைதட்டுகிறார்கள். அவர்கள் பிரமித்து எருசலேம் குமாரத்தியைப் பார்த்து தலையாட்டுகிறார்கள். அவர்கள், “இதுதானா, ‘முழுமையான அழகுடைய நகரம்’ ‘பூமியிலே எல்லோருக்கும் மகிழ்ச்சியளிப்பது’ என்று ஜனங்களால் அழைக்கப்பட்ட நகரம்?” என்று கேட்கிறார்கள்."},{"number":16,"verse":"உனது எல்லா பகைவர்களும் உன்னைப் பார்த்து நகைப்பார்கள். அவர்கள் உன்னைப் பார்த்து பிரமித்து தம் பற்களைக் கடிக்கிறார்கள். அவர்கள், “நாங்கள் அவர்களை விழுங்கியிருக்கிறோம்! நாங்கள் உண்மையிலேயே இந்த நாளுக்காகவே நம்பிக்கொண்டிருந்தோம். நாங்கள் இறுதியாக இது நிகழ்வதைப் பார்த்திருக்கிறோம்” என்பார்கள்."},{"number":17,"verse":"கர்த்தர் தான் திட்டமிட்டபடியே செய்தார். அவர் எதைச் செய்வேன் என்று சொன்னாரோ அதையே செய்திருக்கிறார். நீண்ட காலத்திற்கு முன்பிருந்தே அவர் எதை கட்டளையிட்டாரோ அதைச் செய்திருக்கிறார். அவர் அழித்தார், அவரிடம் இரக்கம் இல்லை. உனக்கு ஏற்பட்டவற்றுக்காக அவர் உனது பகைவர்களை மகிழ்ச்சிப்படுத்தினார். அவர் உனது பகைவர்களைப் பலப்படுத்தினார்."},{"number":18,"verse":"கர்த்தரிடம் உனது இதயத்தை ஊற்றி கதறு! சீயோன் குமாரத்தியின் சுவரே, ஒரு நதியைப்போன்று கண்ணீர்விடு! இரவும் பகலும் உன் கண்ணீரை வடியவிடு! நிறுத்தாதே! உனது கண்ணின் கறுப்பு விழி சும்மா இருக்கும்படிச் செய்யாதே!"},{"number":19,"verse":"எழுந்திரு! இரவில் கதறு! இரவின் முதற் சாமத்தில் கதறு! உனது இதயத்தைத் தண்ணீரைப்போன்று ஊற்று! கர்த்தருக்கு முன்னால் உன் இதயத்தை ஊற்று! கர்த்தரிடம் ஜெபம் செய்வதற்கு உன் கைகளை மேலே தூக்கு. உன் குழந்தைகளை வாழவிடும்படி அவரிடம் கேள். பசியினால் மயங்கிக்கொண்டிருந்த உனது பிள்ளைகள் வாழும்படி நீ அவரிடம் கேள். நகரத்தின் எல்லா தெருக்களிலும் அவர்கள் பசியால் மயங்கிக்கொண்டிருக்கிறார்கள்."},{"number":20,"verse":"கர்த்தாவே, என்னைப் பாரும்! இந்த வழியில் யாரை நீர் நடத்தியிருக்கிறீர் என்று பாரும்! என்னை இக்கேள்வியைக் கேட்கவிடும்; பெண்கள் தாம் பெற்ற பிள்ளைகளையே தின்ன வேண்டுமா? பெண்கள் தாம் கவனித்துக் கொள்ளவேண்டிய பிள்ளைகளையே தின்னவேண்டுமா? கர்த்தருடைய ஆலயத்தில் ஆசாரியரும் தீர்க்கதரிசியும் கொல்லப்படவேண்டுமா?"},{"number":21,"verse":"நகர வீதிகளின் தரைகளில் இளைய ஆண்களும் முதிய ஆண்களும் விழுந்து கிடக்கின்றனர். கர்த்தாவே, நீர் அவர்களை உமது கோபத்தின் நாளில் கொன்றீர்! அவர்களை இரக்கமில்லாமல் கொன்றீர்!"},{"number":22,"verse":"நீர் எல்லா இடங்களிலிருந்தும் பயங்கரங்களை என்மேல் வரசெய்தீர். பண்டிகை நாட்களுக்கு வரவழைப்பதுபோன்று நீர் பயங்கரங்களை வரவழைத்தீர். கர்த்தருடைய கோபநாளில் எவரும் தப்பவில்லை. நான் வளர்த்து ஆளாக்கியவர்களை என் பகைவன் கொன்றிருக்கிறான்."}]}