{"bibleAbbr":"mrRV2015","bookName":"एस्तेर","bookEnglishName":"Esther","chapterNumber":5,"verses":[{"number":1,"verse":"( एस्तेर राजाला व हामानाला मेजवानीचे आमंत्रण देते) तिसर्‍या दिवशी एस्तेर राणी आपली राजकीय वस्त्रे धारण करून राजमंदिराच्या आतल्या चौकात जाऊन राजमंदिरासमोर उभी राहिली; राजा राजमंदिरात सिंहासनावर राजद्वारासमोर बसला होता."},{"number":2,"verse":"राजाने एस्तेर राणी अंगणात उभी आहे असे पाहिले तेव्हा त्याची तिच्यावर कृपादृष्टी झाली; आणि राजाने आपल्या हाती असलेला सुवर्णदंड पुढे केला. तेव्हा एस्तेरने जवळ जाऊन राजदंडाच्या टोकाला स्पर्श केला."},{"number":3,"verse":"राजाने तिला विचारले, “एस्तेर राणी, तुला काय पाहिजे? तुझी काय मागणी आहे? अर्ध्या राज्याएवढी तुझी मागणी असली तरी ती मिळेल.”"},{"number":4,"verse":"एस्तेर म्हणाली, “महाराजांच्या मर्जीस आले तर मी आज आपणासाठी जे भोजन तयार केले आहे त्याला आपण हामानास घेऊन यावे.”"},{"number":5,"verse":"राजा म्हणाला, “जा, हामानास लवकर घेऊन या, म्हणजे एस्तेरच्या म्हणण्याप्रमाणे करू.” मग एस्तेरने तयार केलेल्या भोजनास राजा व हामान हे गेले."},{"number":6,"verse":"जेवताना द्राक्षारस पिण्याच्या वेळी राजाने एस्तेरला विचारले, “तुझा काय अर्ज आहे? तो मान्य केला जाईल; तुझी मागणी काय आहे? ती अर्ध्या राज्याएवढी असली तरी तिच्याप्रमाणे करण्यात येईल.”"},{"number":7,"verse":"एस्तेर म्हणाली, “माझा अर्ज व मागणी हीच :"},{"number":8,"verse":"महाराजांची माझ्यावर कृपादृष्टी झाली असून माझा अर्ज मंजूर करावा व माझी मागणी मान्य करावी असे महाराजांच्या मर्जीस आले असेल तर मी मेजवानी करणार तिला महाराजांनी व हामानाने यावे, मग महाराजांनी म्हटल्याप्रमाणे मी उद्या काय मागायचे ते मागेन.” मर्दखयासाठी फाशीचा खांब"},{"number":9,"verse":"त्या दिवशी हामान आनंदित व प्रसन्नचित्त होऊन बाहेर निघाला; पण राजवाड्याच्या दरवाजाजवळ आपणास पाहून मर्दखय उठला नाही की थरथर कापला नाही हे हामानाने पाहिले तेव्हा त्याचा त्याला फार क्रोध आला;"},{"number":10,"verse":"तरी आपला क्रोध आवरून हामान घरी गेला आणि त्याने आपले इष्टमित्र व आपली स्त्री जेरेश ह्यांना बोलावणे पाठवून आणले."},{"number":11,"verse":"आपल्या धनसंपत्तीची थोरवी, आपल्या संततीचा विस्तार, राजाने आपणांस कशी बढती देऊन राजाचे सरदार व सेवक ह्यांच्यावरील उच्च पद दिले, हे सर्व त्याने त्यांना निवेदन केले."},{"number":12,"verse":"हामानाने त्यांना आणखी सांगितले की, “एस्तेर राणीने मेजवानी दिली, त्या मेजवानीस तिने राजाबरोबर माझ्याखेरीज दुसर्‍या कोणालाही बोलावले नाही; उद्याही तिने मला राजाबरोबर आमंत्रण दिले आहे."},{"number":13,"verse":"एवढे असूनही तो मर्दखय यहूदी राजद्वारी बसलेला माझ्या दृष्टीला पडत आहे तोवर हे सर्व व्यर्थ आहे.”"},{"number":14,"verse":"तेव्हा त्याची स्त्री जेरेश व त्याचे सर्व मित्र त्याला म्हणाले, “पन्नास हात उंचीचा फाशी देण्याचा एक खांब उभा करावा आणि उद्या सकाळी राजाला विनंती करा की मर्दखयास त्यावर फाशी द्यावे; मग तुम्ही आनंदाने राजाबरोबर मेजवानीस जा.” ही गोष्ट हामानास पसंत पडून त्याने फाशीचा खांब तयार करवून घेतला."}]}