{"bibleAbbr":"mrRV2015","bookName":"एस्तेर","bookEnglishName":"Esther","chapterNumber":8,"verses":[{"number":1,"verse":"( प्रतिकार करण्याचा यहूद्यांना अधिकार) त्याच दिवशी अहश्वेरोश राजाने यहूद्यांचा वैरी हामान ह्याचे घरदार एस्तेर राणीला दिले. मर्दखयही राजाकडे आला; कारण त्याचे एस्तेरशी काय नाते होते ते तिने राजाला सांगितले होते."},{"number":2,"verse":"हामानाकडून काढून घेतलेली मुद्रा राजाने मर्दखयास दिली. एस्तेरने मर्दखयास हामानाच्या घराचा कारभारी नेमले."},{"number":3,"verse":"मग एस्तेरने पुन्हा राजाचे आर्जव केले; ती त्याच्या पाया पडली आणि रडून त्याची मोठी काकळूत करून तिने म्हटले, “यहूद्यांचा नायनाट करण्याविषयी हामान अगागी ह्याने केलेली अनर्थावह योजना रद्द करण्यात यावी.”"},{"number":4,"verse":"तेव्हा राजाने एस्तेरपुढे आपला सोनेरी राजदंड केला आणि एस्तेर उठून राजापुढे उभी राहिली."},{"number":5,"verse":"ती म्हणाली, “महाराजांच्या मर्जीस आल्यास, माझ्यावर त्यांची कृपादृष्टी झाली असल्यास, त्यांना योग्य दिसल्यास व मी त्यांच्या आवडीची असल्यास, महाराजांच्या सर्व प्रांतांत जे यहूदी आहेत त्यांचा नायनाट करण्याविषयी अगागी हामान बिन हम्मदाथा ह्याने जी पत्रे लिहून पाठवली आहेत ती रद्द व्हावीत असे फर्मान पाठवण्यात यावे."},{"number":6,"verse":"माझ्या लोकांवर जो अनर्थ ओढवेल तो मी कसा पाहू? माझ्या गणगोताचा नाश होईल तो मी डोळ्यांनी कसा पाहू?”"},{"number":7,"verse":"मग अहश्वरोश राजा एस्तेर राणीला व मर्दखय यहूद्यास म्हणाला, “हामानाने यहूद्यांवर हात टाकला म्हणून त्याचे घरदार मी एस्तेरला दिले व त्याला फाशी दिले."},{"number":8,"verse":"तुम्हांला वाटेल त्याप्रमाणे राजाच्या नावाने यहूद्यांविषयी लिहा, आणि पत्रावर राजाची मोहर करा; राजाच्या नावाने लिहिलेले लेख व त्यांवर झालेली राजाची मोहर कोणालाही रद्द करता येणार नाही.”"},{"number":9,"verse":"त्या वेळेस शिवान महिन्याच्या म्हणजे तिसर्‍या महिन्याच्या तेविसाव्या दिवशी राजाच्या लेखकांना बोलावण्यात आले आणि मर्दखयाच्या सांगण्याप्रमाणे इस्राएलाच्या अधिपतींना आणि हिंदुस्तानापासून कूश देशापर्यंतच्या एकशे सत्तावीस परगण्यांचे अधिपती व सरदार ह्यांना प्रत्येक प्रांताच्या लिपीत व निरनिराळ्या लोकांच्या भाषांत आणि यहूद्यांना त्यांच्या लिपीत व भाषेत खलिते पाठवण्यात आले."},{"number":10,"verse":"मर्दखयाने अहश्वेरोश राजाच्या नावाने पत्रे लिहून त्यांवर राजाची मोहर करून ती वेगवान सरकारी घोडे, खेचरे व सांडणी ह्यांच्या स्वारांबरोबर डाकेने रवाना केली."},{"number":11,"verse":"त्या पत्रांत सर्व नगरांच्या यहूद्यांना परवानगी दिली होती की, ‘तुम्ही एकत्र होऊन आपल्या प्राणांचे संरक्षण करण्यास उभे राहावे आणि ज्या ज्या प्रांतातील लोक जबरदस्त होऊन तुम्हांला, तुमच्या स्त्रियांना व तुमच्या मुलाबाळांना उपद्रव देऊ पाहतील त्यांचा विध्वंस, संहार व नायनाट करावा व त्यांची धनसंपत्ती लुटावी."},{"number":12,"verse":"हे सर्व एकाच दिवशी बाराव्या म्हणजे अदार महिन्याच्या त्रयोदशीस अहश्वेरोश राजाच्या सर्व प्रांतांत करण्यात यावे.’"},{"number":13,"verse":"फर्मानाची नक्कल प्रत्येक प्रांतात प्रसिद्ध व्हावी आणि त्या दिवशी आपल्या शत्रूंचे उसने फेडण्यास सर्व यहूद्यांनी तयार व्हावे असे सर्व लोकांना जाहीर करण्यात आले."},{"number":14,"verse":"डाकेच्या स्वारांनी सरकारी वेगवान घोड्यांवर स्वार होऊन राजाज्ञेप्रमाणे त्वरेने दौड केली; हा हुकूम शूशन राजवाड्यातून सोडण्यात आला."},{"number":15,"verse":"मग मर्दखय निळ्या, पांढर्‍या रंगाची राजकीय वस्त्रे लेवून, डोक्यांवर सोन्याचा मुकुट ठेवून व तलम सणाचा व जांभळ्या रंगाचा झगा घालून राजासमोरून निघाला; तेव्हा शूशन नगराचे लोक आनंदाने जयघोष करू लागले."},{"number":16,"verse":"आणि यहूदी लोकांना प्रकाश व उल्लास, आनंद व मानसन्मान हे प्राप्त झाले."},{"number":17,"verse":"ज्या प्रांतात व ज्या नगरात राजाची आज्ञा व फर्मान जाऊन पोहचले तेथल्या यहूद्यांना मोठा हर्ष झाला आणि त्यांनी भोजनसमारंभ करून तो मंगलदिन म्हणून पाळला आणि त्या देशाचे पुष्कळ लोक यहूदी झाले, कारण त्यांना यहूद्यांचा मोठा धाक बसला."}]}