{"bibleAbbr":"Thomson1808","bookName":"James","bookEnglishName":"James","chapterNumber":5,"verses":[{"number":1,"verse":"Come, now, ye rich; weep, and raise a mournful cry for the miseries which are coming upon you."},{"number":2,"verse":"Your riches are corrupted, and your garments are moth eaten."},{"number":3,"verse":"Your gold and your silver are covered with rust; and the rust of them will be a witness against you, and corrode your flesh like fire. You have heaped up treasure in the last days."},{"number":4,"verse":"Behold the wages of the labourers who have reaped your fields, which you have withholden, raise a cry; and the outcries of these reapers have reached the ears of the Lord of Sabaoth."},{"number":5,"verse":"You have lived luxuriously on the earth. You have indulged voluptuousness. You have pampered your hearts, as on a day of public feasting."},{"number":6,"verse":"You have condemned you have murdered the just one. Is he not setting himself in array against you?"},{"number":7,"verse":"Wherefore be ye, brethren, patient till the coming of the Lord. Behold the husbandman expecteth the precious fruits of the earth, waiting for them with patience, until it hath received the former and the latter rain."},{"number":8,"verse":"Wait ye also with patience. Strengthen your hearts, because the coming of the Lord is near."},{"number":9,"verse":"Repine not, brethren, against one another, that you may not be condemned. Behold the judge is at the door."},{"number":10,"verse":"For an example of enduring adversity, and of long suffering, take, my brethren, the prophets who have spoken in the name of the Lord."},{"number":11,"verse":"Behold we call those sufferers happy. You have heard of the patience of Job, and have seen the Lord's termination’ that the Lord is full of compassion and tender mercy."},{"number":12,"verse":"Now above all things, my brethren, swear not, either by heaven, or by the earth, or by any other oath; but let your yes, be yes; and your no, no; that you may not fall under condemnation."},{"number":13,"verse":"Is any one among you afflicted, let him pray. Is any one cheerful, let him sing praises."},{"number":14,"verse":"Is any among you sick, let him send for the elders of the congregation, and let them pray over him, having anointed him with oil in the name of the Lord."},{"number":15,"verse":"And the prayer of this faith will cure the sick, and the Lord will raise him up. And though he may have committed sin, he will be forgiven."},{"number":16,"verse":"Confess your faults to one another, and pray for one another, that you may be healed. The prayer of a righteous man under the divine impulse is very powerful."},{"number":17,"verse":"Elias was a man frail and mortal like ourselves. In one prayer he prayed that it might not rain, and it did not rain on the land during three years and six months."},{"number":18,"verse":"And he prayed again, and the heaven gave rain, and the land bloomed with its productions."},{"number":19,"verse":"Brethren, if any among you hath wandered from the truth and another hath brought him back,"},{"number":20,"verse":"let him know that he who hath brought back a sinner from the error of his way, shall save a soul from death, and cover a multitude of sins."}]}