{"bibleAbbr":"urGV2010","bookName":"۱۔تواریخ","bookEnglishName":"1 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"( داؤد کی ترقی) ایک دن صور کے بادشاہ حیرام نے داؤد کے پاس وفد بھیجا۔ راج اور بڑھئی بھی ساتھ تھے۔ اُن کے پاس دیودار کی لکڑی تھی تاکہ داؤد کے لئے محل بنائیں۔"},{"number":2,"verse":"یوں داؤد نے جان لیا کہ رب نے مجھے اسرائیل کا بادشاہ بنا کر میری بادشاہی اپنی قوم اسرائیل کی خاطر بہت سرفراز کر دی ہے۔"},{"number":3,"verse":"یروشلم میں جا بسنے کے بعد داؤد نے مزید شادیاں کیں۔ نتیجے میں یروشلم میں اُس کے کئی بیٹے بیٹیاں پیدا ہوئے۔"},{"number":4,"verse":"جو بیٹے وہاں پیدا ہوئے وہ یہ تھے: سموع، سوباب، ناتن، سلیمان،"},{"number":5,"verse":"اِبحار، اِلی سوع، اِلفلط،"},{"number":6,"verse":"نوجہ، نفج، یفیع،"},{"number":7,"verse":"اِلی سمع، بعل یدع اور اِلی فلط۔"},{"number":8,"verse":"( فلستیوں پر فتح) جب فلستیوں کو اطلاع ملی کہ داؤد کو مسح کر کے اسرائیل کا بادشاہ بنایا گیا ہے تو اُنہوں نے اپنے فوجیوں کو اسرائیل میں بھیج دیا تاکہ اُسے پکڑ لیں۔ جب داؤد کو پتا چل گیا تو وہ اُن کا مقابلہ کرنے کے لئے گیا۔"},{"number":9,"verse":"جب فلستی اسرائیل میں پہنچ کر وادیٔ رفائیم میں پھیل گئے"},{"number":10,"verse":"تو داؤد نے رب سے دریافت کیا، ”کیا مَیں فلستیوں پر حملہ کروں؟ کیا تُو مجھے اُن پر فتح بخشے گا؟“ رب نے جواب دیا، ”ہاں، اُن پر حملہ کر! مَیں اُنہیں تیرے قبضے میں کر دوں گا۔“"},{"number":11,"verse":"چنانچہ داؤد اپنے فوجیوں کو لے کر بعل پراضیم گیا۔ وہاں اُس نے فلستیوں کو شکست دی۔ بعد میں اُس نے گواہی دی، ”جتنے زور سے بند کے ٹوٹ جانے پر پانی اُس سے پھوٹ نکلتا ہے اُتنے زور سے آج اللہ میرے وسیلے سے دشمن کی صفوں میں سے پھوٹ نکلا ہے۔“ چنانچہ اُس جگہ کا نام بعل پراضیم یعنی ’پھوٹ نکلنے کا مالک‘ پڑ گیا۔"},{"number":12,"verse":"فلستی اپنے دیوتاؤں کو چھوڑ کر بھاگ گئے، اور داؤد نے اُنہیں جلا دینے کا حکم دیا۔"},{"number":13,"verse":"ایک بار پھر فلستی آ کر وادیٔ رفائیم میں پھیل گئے۔"},{"number":14,"verse":"اِس دفعہ جب داؤد نے اللہ سے دریافت کیا تو اُس نے جواب دیا، ”اِس مرتبہ اُن کا سامنا مت کرنا بلکہ اُن کے پیچھے جا کر بکا کے درختوں کے سامنے اُن پر حملہ کر۔"},{"number":15,"verse":"جب اُن درختوں کی چوٹیوں سے قدموں کی چاپ سنائی دے تو خبردار! یہ اِس کا اشارہ ہو گا کہ اللہ خود تیرے آگے آگے چل کر فلستیوں کو مارنے کے لئے نکل آیا ہے۔“"},{"number":16,"verse":"داؤد نے ایسا ہی کیا اور نتیجے میں فلستیوں کو شکست دے کر جِبعون سے لے کر جزر تک اُن کا تعاقب کیا۔"},{"number":17,"verse":"داؤد کی شہرت تمام ممالک میں پھیل گئی۔ رب نے تمام قوموں کے دلوں میں داؤد کا خوف ڈال دیا۔"}]}