{"bibleAbbr":"urGV2010","bookName":"۱۔تواریخ","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"( یروشلم میں عہد کے صندوق کے لئے تیاریاں) یروشلم کے اُس حصے میں جس کا نام ’داؤد کا شہر‘ پڑ گیا تھا داؤد نے اپنے لئے چند عمارتیں بنوائیں۔ اُس نے اللہ کے صندوق کے لئے بھی ایک جگہ تیار کر کے وہاں خیمہ لگا دیا۔"},{"number":2,"verse":"پھر اُس نے حکم دیا، ”سوائے لاویوں کے کسی کو بھی اللہ کا صندوق اُٹھانے کی اجازت نہیں۔ کیونکہ رب نے اِن ہی کو رب کا صندوق اُٹھانے اور ہمیشہ کے لئے اُس کی خدمت کرنے کے لئے چن لیا ہے۔“"},{"number":3,"verse":"اِس کے بعد داؤد نے تمام اسرائیل کو یروشلم بُلایا تاکہ وہ مل کر رب کا صندوق اُس جگہ لے جائیں جو اُس نے اُس کے لئے تیار کر رکھی تھی۔"},{"number":4,"verse":"بادشاہ نے ہارون اور باقی لاویوں کی اولاد کو بھی بُلایا۔"},{"number":5,"verse":"درجِ ذیل اُن لاوی سرپرستوں کی فہرست ہے جو اپنے رشتے داروں کو لے کر آئے۔ قِہات کے خاندان سے اُوری ایل 120 مردوں سمیت،"},{"number":6,"verse":"مِراری کے خاندان سے عسایاہ 220 مردوں سمیت،"},{"number":7,"verse":"جَیرسوم کے خاندان سے یوایل 130 مردوں سمیت،"},{"number":8,"verse":"اِلی صفن کے خاندان سے سمعیاہ 200 مردوں سمیت،"},{"number":9,"verse":"حبرون کے خاندان سے اِلی ایل 80 مردوں سمیت،"},{"number":10,"verse":"عُزی ایل کے خاندان سے عمی نداب 112 مردوں سمیت۔"},{"number":11,"verse":"داؤد نے دونوں اماموں صدوق اور ابیاتر کو مذکورہ چھ لاوی سرپرستوں سمیت اپنے پاس بُلا کر"},{"number":12,"verse":"اُن سے کہا، ”آپ لاویوں کے سربراہ ہیں۔ لازم ہے کہ آپ اپنے قبائلی بھائیوں کے ساتھ اپنے آپ کو مخصوص و مُقدّس کر کے رب اسرائیل کے خدا کے صندوق کو اُس جگہ لے جائیں جو مَیں نے اُس کے لئے تیار کر رکھی ہے۔"},{"number":13,"verse":"پہلی مرتبہ جب ہم نے اُسے یہاں لانے کی کوشش کی تو یہ آپ لاویوں کے ذریعے نہ ہوا، اِس لئے رب ہمارے خدا کا قہر ہم پر ٹوٹ پڑا۔ اُس وقت ہم نے اُس سے دریافت نہیں کیا تھا کہ اُسے اُٹھا کر لے جانے کا کیا مناسب طریقہ ہے۔“"},{"number":14,"verse":"تب اماموں اور لاویوں نے اپنے آپ کو مخصوص و مُقدّس کر کے رب اسرائیل کے خدا کے صندوق کو یروشلم لانے کے لئے تیار کیا۔"},{"number":15,"verse":"پھر لاوی اللہ کے صندوق کو اُٹھانے کی لکڑیوں سے اپنے کندھوں پر یوں ہی رکھ کر چل پڑے جس طرح موسیٰ نے رب کے کلام کے مطابق فرمایا تھا۔"},{"number":16,"verse":"داؤد نے لاوی سربراہوں کو یہ حکم بھی دیا، ”اپنے قبیلے میں سے ایسے آدمیوں کو چن لیں جو ساز، ستار، سرود اور جھانجھ بجاتے ہوئے خوشی کے گیت گائیں۔“"},{"number":17,"verse":"اِس ذمہ داری کے لئے لاویوں نے ذیل کے آدمیوں کو مقرر کیا: ہیمان بن یوایل، اُس کا بھائی آسف بن برکیاہ اور مِراری کے خاندان کا ایتان بن قوسایاہ۔"},{"number":18,"verse":"دوسرے مقام پر اُن کے یہ بھائی آئے: زکریاہ، یعزی ایل، سمیراموت، یحی ایل، عُنّی، اِلیاب، بِنایاہ، معسیاہ، متِتیاہ، اِلی فلیہو، مِقنیاہ، عوبید ادوم اور یعی ایل۔ یہ دربان تھے۔"},{"number":19,"verse":"ہیمان، آسف اور ایتان گلوکار تھے، اور اُنہیں پیتل کے جھانجھ بجانے کی ذمہ داری دی گئی۔"},{"number":20,"verse":"زکریاہ، عَزی ایل، سمیراموت، یحی ایل، عُنّی، اِلیاب، معسیاہ اور بِنایاہ کو علاموت کے طرز پر ستار بجانا تھا۔"},{"number":21,"verse":"متِتیاہ، اِلی فلیہو، مِقنیاہ، عوبید ادوم، یعی ایل اور عززیاہ کو شمینیت کے طرز پر سرود بجانے کے لئے چنا گیا۔"},{"number":22,"verse":"کننیاہ نے لاویوں کی کوائر کی راہنمائی کی، کیونکہ وہ اِس میں ماہر تھا۔"},{"number":23,"verse":"برکیاہ، اِلقانہ، عوبید ادوم اور یحیاہ عہد کے صندوق کے دربان تھے۔ سبنیاہ، یوسفط، نتنی ایل، عماسی، زکریاہ، بِنایاہ اور اِلی عزر کو تُرم بجا کر اللہ کے صندوق کے آگے آگے چلنے کی ذمہ داری دی گئی۔ ساتوں امام تھے۔"},{"number":25,"verse":"( داؤد عہد کا صندوق یروشلم میں لے آتا ہے) پھر داؤد، اسرائیل کے بزرگ اور ہزار ہزار فوجیوں پر مقرر افسر خوشی مناتے ہوئے نکل کر عوبید ادوم کے گھر گئے تاکہ رب کے عہد کا صندوق وہاں سے لے کر یروشلم پہنچائیں۔"},{"number":26,"verse":"جب ظاہر ہوا کہ اللہ عہد کے صندوق کو اُٹھانے والے لاویوں کی مدد کر رہا ہے تو سات جوان سانڈوں اور سات مینڈھوں کو قربان کیا گیا۔"},{"number":27,"verse":"داؤد باریک کتان کا لباس پہنے ہوئے تھا، اور اِس طرح عہد کا صندوق اُٹھانے والے لاوی، گلوکار اور کوائر کا لیڈر کننیاہ بھی۔ اِس کے علاوہ داؤد کتان کا بالاپوش پہنے ہوئے تھا۔"},{"number":28,"verse":"تمام اسرائیلی خوشی کے نعرے لگا لگا کر، نرسنگے اور تُرم پھونک پھونک کر اور جھانجھ، ستار اور سرود بجا بجا کر رب کے عہد کا صندوق یروشلم لائے۔"},{"number":29,"verse":"رب کا عہد کا صندوق داؤد کے شہر میں داخل ہوا تو داؤد کی بیوی میکل بنت ساؤل کھڑکی میں سے جلوس کو دیکھ رہی تھی۔ جب بادشاہ کودتا اور ناچتا ہوا نظر آیا تو میکل نے اُسے حقیر جانا۔"}]}