{"bibleAbbr":"urGV2010","bookName":"۱۔تواریخ","bookEnglishName":"1 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"( داؤد بادشاہ کی اولاد) حبرون میں داؤد بادشاہ کے درجِ ذیل بیٹے پیدا ہوئے: پہلوٹھا امنون تھا جس کی ماں اخی نوعم یزرعیلی تھی۔ دوسرا دانیال تھا جس کی ماں ابی جیل کرملی تھی۔"},{"number":2,"verse":"تیسرا ابی سلوم تھا۔ اُس کی ماں معکہ تھی جو جسور کے بادشاہ تلمی کی بیٹی تھی۔ چوتھا ادونیاہ تھا جس کی ماں حجیت تھی۔"},{"number":3,"verse":"پانچواں سفطیاہ تھا جس کی ماں ابی طال تھی۔ چھٹا اِترعام تھا جس کی ماں عِجلہ تھی۔"},{"number":4,"verse":"داؤد کے یہ چھ بیٹے اُن ساڑھے سات سالوں کے دوران پیدا ہوئے جب حبرون اُس کا دار الحکومت تھا۔ اِس کے بعد وہ یروشلم میں منتقل ہوا اور وہاں مزید 33 سال حکومت کرتا رہا۔"},{"number":5,"verse":"اُس دوران اُس کی بیوی بت سبع بنت عمی ایل کے چار بیٹے سِمعا، سوباب، ناتن اور سلیمان پیدا ہوئے۔"},{"number":6,"verse":"مزید بیٹے بھی پیدا ہوئے، اِبحار، اِلی سوع، اِلی فلط،"},{"number":7,"verse":"نوجہ، نفج، یفیع،"},{"number":8,"verse":"اِلی سمع، اِلیَدع اور اِلی فلط۔ کُل نو بیٹے تھے۔"},{"number":9,"verse":"تمر اُن کی بہن تھی۔ اِن کے علاوہ داؤد کی داشتاؤں کے بیٹے بھی تھے۔"},{"number":10,"verse":"سلیمان کے ہاں رحبعام پیدا ہوا، رحبعام کے ابیاہ، ابیاہ کے آسا، آسا کے یہوسفط،"},{"number":11,"verse":"یہوسفط کے یہورام، یہورام کے اخزیاہ، اخزیاہ کے یوآس،"},{"number":12,"verse":"یوآس کے اَمَصیاہ، اَمَصیاہ کے عزریاہ یعنی عُزیّاہ، عُزیّاہ کے یوتام،"},{"number":13,"verse":"یوتام کے آخز، آخز کے حِزقیاہ، حِزقیاہ کے منسّی،"},{"number":14,"verse":"منسّی کے امون اور امون کے یوسیاہ۔"},{"number":15,"verse":"یوسیاہ کے چار بیٹے بڑے سے لے کر چھوٹے تک یوحنان، یہویقیم، صِدقیاہ اور سلّوم تھے۔"},{"number":16,"verse":"یہویقیم یہویاکین ( عبرانی میں یہویاکین کا مترادف یکونیاہ مستعمل ہے۔) کا اور یہویاکین صِدقیاہ کا باپ تھا۔"},{"number":17,"verse":"یہویاکین ( عبرانی میں یہویاکین کا مترادف یکونیاہ مستعمل ہے۔) کو بابل میں جلاوطن کر دیا گیا۔ اُس کے سات بیٹے سیالتی ایل،"},{"number":18,"verse":"مَلکِرام، فِدایاہ، شیناضّر، یقمیاہ، ہوسمع اور ندبیاہ تھے۔"},{"number":19,"verse":"فِدایاہ کے دو بیٹے زرُبابل اور سِمعی تھے۔ زرُبابل کے دو بیٹے مسُلّام اور حننیاہ تھے۔ ایک بیٹی بنام سلومیت بھی پیدا ہوئی۔"},{"number":20,"verse":"باقی پانچ بیٹوں کے نام حسوبہ، اوہل، برکیاہ، حسدیاہ اور یوسب حسد تھے۔"},{"number":21,"verse":"حننیاہ کے دو بیٹے فلطیاہ اور یسعیاہ تھے۔ یسعیاہ رِفایاہ کا باپ تھا، رِفایاہ ارنان کا، ارنان عبدیاہ کا اور عبدیاہ سکنیاہ کا۔"},{"number":22,"verse":"سکنیاہ کے بیٹے کا نام سمعیاہ تھا۔ سمعیاہ کے چھ بیٹے حطّوش، اِجال، بریح، نعریاہ اور سافط تھے۔"},{"number":23,"verse":"نعریاہ کے تین بیٹے اِلیوعینی، حِزقیاہ اور عزری قام پیدا ہوئے۔"},{"number":24,"verse":"اِلیوعینی کے سات بیٹے ہوداویاہ، اِلیاسب، فِلایاہ، عقّوب، یوحنان، دِلایاہ اور عنانی تھے۔"}]}