{"bibleAbbr":"urGV2010","bookName":"۱۔تواریخ","bookEnglishName":"1 Chronicles","chapterNumber":8,"verses":[{"number":1,"verse":"( بن یمین کی اولاد) بن یمین کے پانچ بیٹے بڑے سے لے کر چھوٹے تک بالع، اشبیل، اخرخ،"},{"number":2,"verse":"نوحہ اور رفا تھے۔"},{"number":3,"verse":"بالع کے بیٹے ادّار، جیرا، ابی ہود،"},{"number":4,"verse":"ابی سوع، نعمان، اخوح،"},{"number":5,"verse":"جیرا، سفوفان اور حورام تھے۔"},{"number":6,"verse":"اہود کے تین بیٹے نعمان، اخیاہ اور جیرا تھے۔ یہ اُن خاندانوں کے سرپرست تھے جو پہلے جِبع میں رہتے تھے لیکن جنہیں بعد میں جلاوطن کر کے مانحت میں بسایا گیا۔ عُزّا اور اخی حود کا باپ جیرا اُنہیں وہاں لے کر گیا تھا۔"},{"number":8,"verse":"سحریم اپنی دو بیویوں حُشیم اور بعرا کو طلاق دے کر موآب چلا گیا۔ وہاں اُس کی بیوی ہودس کے سات بیٹے یوباب، ضِبیہ، میسا، ملکام،"},{"number":10,"verse":"یعوض، سکیاہ اور مِرمہ پیدا ہوئے۔ سب بعد میں اپنے خاندانوں کے سرپرست بن گئے۔"},{"number":11,"verse":"پہلی بیوی حُشیم کے دو بیٹے ابی طوب اور اِلفَعل پیدا ہوئے۔"},{"number":12,"verse":"اِلفَعل کے آٹھ بیٹے عِبر، مِشعام، سِمد، بریعہ، سمع، اخیو، شاشق اور یریموت تھے۔ سِمد اونو، لُود اور گرد و نواح کی آبادیوں کا بانی تھا۔ بریعہ اور سمع ایالون کے باشندوں کے سربراہ تھے۔ اُن ہی نے جات کے باشندوں کو نکال دیا۔"},{"number":15,"verse":"بریعہ کے بیٹے زبدیاہ، عراد، عِدر، میکائیل، اِسفاہ اور یوخا تھے۔"},{"number":17,"verse":"اِلفَعل کے مزید بیٹے زبدیاہ، مسُلّام، حِزقی، حِبر،"},{"number":18,"verse":"یِسمری، یِزلیاہ اور یوباب تھے۔"},{"number":19,"verse":"سِمعی کے بیٹے یقیم، زِکری، زبدی، اِلی عینی، ضِلّتی، اِلی ایل، عدایاہ، بِرایاہ اور سِمرات تھے۔"},{"number":22,"verse":"شاشق کے بیٹے اِسفان، عِبر، اِلی ایل، عبدون، زِکری، حنان، حننیاہ، عیلام، عنتوتیاہ، یفدیاہ اور فنوایل تھے۔"},{"number":26,"verse":"یروحام کے بیٹے سَمسَری، شحاریاہ، عتلیاہ، یَعرسیاہ، الیاس اور زِکری تھے۔"},{"number":28,"verse":"یہ تمام خاندانی سرپرست نسب ناموں میں درج تھے اور یروشلم میں رہتے تھے۔"},{"number":29,"verse":"( جِبعون میں ساؤل کا خاندان) جِبعون کا باپ یعی ایل جِبعون میں رہتا تھا۔ اُس کی بیوی کا نام معکہ تھا۔"},{"number":30,"verse":"بڑے سے لے کر چھوٹے تک اُن کے بیٹے عبدون، صور، قیس، بعل، ندب،"},{"number":31,"verse":"جدور، اخیو، زکر"},{"number":32,"verse":"اور مِقلوت تھے۔ مِقلوت کا بیٹا سِماہ تھا۔ وہ بھی اپنے رشتے داروں کے ساتھ یروشلم میں رہتے تھے۔"},{"number":33,"verse":"نیر قیس کا باپ تھا اور قیس ساؤل کا۔ ساؤل کے چار بیٹے یونتن، ملکی شوع، ابی نداب اور اِشبعل تھے۔"},{"number":34,"verse":"یونتن مری بعل کا باپ تھا اور مری بعل میکاہ کا۔"},{"number":35,"verse":"میکاہ کے چار بیٹے فیتون، مَلِک، تاریع اور آخز تھے۔"},{"number":36,"verse":"آخز کا بیٹا یہوعدہ تھا جس کے تین بیٹے علمت، عزماوت اور زِمری تھے۔ زِمری کے ہاں موضا پیدا ہوا،"},{"number":37,"verse":"موضا کے بِنعہ، بِنعہ کے رافہ، رافہ کے اِلعاسہ اور اِلعاسہ کے اصیل۔"},{"number":38,"verse":"اصیل کے چھ بیٹے عزری قام، بوکرو، اسمٰعیل، سعریاہ، عبدیاہ اور حنان تھے۔"},{"number":39,"verse":"اصیل کے بھائی عیشق کے تین بیٹے بڑے سے لے کر چھوٹے تک اُولام، یعوس اور اِلی فلط تھے۔"},{"number":40,"verse":"اُولام کے بیٹے تجربہ کار فوجی تھے جو مہارت سے تیر چلا سکتے تھے۔ اُن کے بہت سے بیٹے اور پوتے تھے، کُل 150 افراد۔ تمام مذکورہ آدمی اُن کے خاندانوں سمیت بن یمین کی اولاد تھے۔"}]}