{"bibleAbbr":"MKJV1962","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":2,"verses":[{"number":1,"verse":"And now, O priests, this command is for you."},{"number":2,"verse":"If you will not hear, and if you will not set [it] on your heart to give glory to My name, says the LORD of hosts, then I will send a curse upon you, and I will curse your blessings. And indeed I have cursed it, because you do not set [it] on [your] heart."},{"number":3,"verse":"Behold, I [am] rebuking your seed; and I will spread dung upon your faces, even the dung of your appointed feasts. And one shall lift you up to it."},{"number":4,"verse":"And you shall know that I have sent this command to you, to be My covenant with Levi, says the LORD of hosts."},{"number":5,"verse":"My covenant with him was life and peace, and I gave them to him [for] fear; and he feared Me, and he is awed before My name."},{"number":6,"verse":"The law of truth was in his mouth, and iniquity was not found in his lips. He walked with Me in peace and uprightness, and turned away many from iniquity."},{"number":7,"verse":"For the priest's lips should guard knowledge, and they should seek the law at his mouth; for he is the messenger of the LORD of hosts."},{"number":8,"verse":"But you have turned out of the way; you have caused many to stumble at the law. You have corrupted the covenant of Levi, says the LORD of hosts."},{"number":9,"verse":"Therefore I have also made you despised and low before all the people, just as you have not kept My ways but [are] lifting up faces in the law."},{"number":10,"verse":"Is there not one Father to us all? Has not one God created us? Why do we act deceitfully, each man with his brother, to profane the covenant of our fathers."},{"number":11,"verse":"Judah has dealt treacherously, and an abomination is committed in Israel and in Jerusalem. For Judah has profaned the holy [place] of the LORD, which He loves, and [has] married the daughter of a foreign god."},{"number":12,"verse":"The LORD will cut off from the tents of Jacob the man who does it; stirring and answering; or offering a food offering to the LORD of hosts."},{"number":13,"verse":"And this [is] a second [thing] you have done, covering the altar of the LORD [with] tears, weeping, and groaning, yet not facing toward the food offering, and taking it [with] delight from your hand."},{"number":14,"verse":"Yet you say, Why? Because the LORD has been witness between you and the wife of your youth, against whom you have dealt treacherously; yet she [is] your companion and your covenant wife."},{"number":15,"verse":"And did He not make [you] one? Yet the vestige of the Spirit [is in] him. And what [of] the one? He was seeking a godly seed. Then guard your spirit, and do not act treacherously with the wife of your youth."},{"number":16,"verse":"The LORD, the God of Israel, says He hates sending away; and to cover [with] violence on his garment, says the LORD of hosts. Then guard your spirit, and do not act treacherously."},{"number":17,"verse":"You have wearied the LORD with your words. Yet you say, In what have we wearied Him? When you say, Every evildoer [is] good in the eyes of the LORD, and He delights in them; or, Where [is] the God of justice?"}]}