{"bibleAbbr":"MKJV1962","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":3,"verses":[{"number":1,"verse":"Behold, I will send My messenger, and He will clear the way before Me. And the LORD, whom you seek, shall suddenly come to His temple, even the Angel of the Covenant, in whom you delight. Behold, He comes, says the LORD of hosts."},{"number":2,"verse":"But who can endure the day of His coming? And who shall stand when He appears? For He [is] like a refiner's fire, and like fuller's soap."},{"number":3,"verse":"And He shall sit as a refiner and purifier of silver. And He shall purify the sons of Levi, and purge them as gold and silver, that they may be offerers of a food offering in righteousness to the LORD."},{"number":4,"verse":"Then the food offering of Judah and Jerusalem shall be pleasing to the LORD, as in the days of old and as in former years."},{"number":5,"verse":"And I will come near you to judgment. And I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those who extort from the hired laborer's wages, and turning away the widow, and the orphan, the alien, and not fearing Me, says the LORD of hosts."},{"number":6,"verse":"For I [am] the LORD, [I] change not. Because of this you sons of Jacob are not destroyed."},{"number":7,"verse":"From the days of your fathers, you have turned aside from My statutes, and have not kept [them]. Return to Me, and I will return to you, says the LORD of hosts. But you say. In what way shall we return?"},{"number":8,"verse":"Will a man rob God? Yet you have robbed Me. But you say, In what have we robbed You? In the tithe and the offering!"},{"number":9,"verse":"You [are] cursed with a curse; for you [are] robbing Me, the nation, all of it."},{"number":10,"verse":"Bring all the tithe into the storehouse, so that there may be food in My house. And test Me now with this, says the LORD of hosts, to see if I will not open the windows of Heaven for you, and pour out a blessing for you, until there is] not enough room."},{"number":11,"verse":"And I will rebuke your devourer, and he shall not decay the fruit of your ground against you; nor shall your vine miscarry against you in the field, says the LORD of hosts."},{"number":12,"verse":"And all nations shall call you blessed; for you shall be a delightful land, says the LORD of hosts."},{"number":13,"verse":"Your words have been strong against Me, says the LORD. Yet you say, What have we spoken against You?"},{"number":14,"verse":"You have said, It [is] vain to serve God; and, What profit [is it] that we have kept His charge, and that we have walked as mourners before the LORD of hosts?"},{"number":15,"verse":"And now we [are] calling the arrogant blessed. Not only are the doers of wickedness built up, they also test God, and escape."},{"number":16,"verse":"Then those fearing the LORD spoke together, [each] man to his neighbor. And the LORD listened and heard. And a book of remembrance was written before Him for those who feared the LORD, and for those esteeming His name."},{"number":17,"verse":"And they shall be Mine, says the LORD of hosts, for the day that I will make up [My] treasure. And I will pity them as a man has pity on his son who serves him."},{"number":18,"verse":"Then you shall again see the [difference] between the righteous and the wicked, between him who serves God, and him who does not serve Him."}]}