{"bibleAbbr":"MKJV1962","bookName":"Job","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"And Job answered and said,"},{"number":2,"verse":"I have heard many such [things]. You [are] all miserable comforters."},{"number":3,"verse":"[Shall] words of wind [have] an end? Or what provokes you that you should answer?"},{"number":4,"verse":"I also could speak as you [do]; if your soul were in my soul's place. I could heap up words against you, and shake my head at you."},{"number":5,"verse":"I might make you strong with my mouth, and the moving of my lips would spare you."},{"number":6,"verse":"Though I speak, my pain is not held back, and [though] I forbear, in what way am I eased?"},{"number":7,"verse":"But now He has made me weary; You have made all my company desolate."},{"number":8,"verse":"And You have plucked me, for it is a witness, and my failure rises up against me, and it answers to my face."},{"number":9,"verse":"His anger has torn and hated [me]; He gnashes on me with His teeth; my enemy sharpens his eyes at me;"},{"number":10,"verse":"They have gaped on me with their mouth; and have scornfully beaten me on the cheek; they gather themselves against me."},{"number":11,"verse":"God has delivered me to the perverse; and turned me over into the hands of the wicked."},{"number":12,"verse":"I was at ease, but He has broken me in pieces; yea, [He has] also taken [me] by my neck and shaken me to pieces and set me up for His mark."},{"number":13,"verse":"His archers hem me in; He splits my inward parts, and does not spare; He pours out my gall on the ground."},{"number":14,"verse":"He breaks me with break on break; He runs on me like a giant."},{"number":15,"verse":"I have sewed sackcloth on my skin and thrust my horn in the dust."},{"number":16,"verse":"My face is reddened from weeping, and on my eyelids [is] the shadow of death;"},{"number":17,"verse":"though no violence [is] in my hand, and my prayer [is] pure."},{"number":18,"verse":"Oh earth, do not cover my blood, and let not my cry have a place."},{"number":19,"verse":"Also now, behold, my Witness [is] in Heaven, and He who testifies of me [is] on high."},{"number":20,"verse":"My friends scorn me; my eye pours out [tears] to God."},{"number":21,"verse":"Oh that one might plead for a man with God, as a man [pleads] for his neighbor!"},{"number":22,"verse":"For the years [that are few] will come, and I shall go the way from where I shall not return."}]}