{"bibleAbbr":"MKJV1962","bookName":"Job","bookEnglishName":"Job","chapterNumber":19,"verses":[{"number":1,"verse":"And Job answered and said,"},{"number":2,"verse":"How long will you torment my soul and break me in pieces with words?"},{"number":3,"verse":"[And] this, ten times you have blamed me; you are not ashamed that you have wronged me."},{"number":4,"verse":"And [if] indeed I have erred, my error remains with me."},{"number":5,"verse":"If indeed you magnify yourself against me, and plead against me my misery,"},{"number":6,"verse":"know now that God has overthrown me, and His net has closed on me."},{"number":7,"verse":"Behold, I cry out, Violence! And I am not answered. I cry aloud, but there is no justice."},{"number":8,"verse":"He has fenced up my way so that I cannot pass, and He has set darkness in my paths."},{"number":9,"verse":"He has stripped me of my glory, and has taken the crown from my head."},{"number":10,"verse":"He has broken me on every side, and I am gone, and He has uprooted my hope like a tree."},{"number":11,"verse":"He has also kindled His wrath against me, and to Himself He counts me as His enemy."},{"number":12,"verse":"His troops come together and raise up their way against me, and camp around my tent."},{"number":13,"verse":"He has put my brothers far from me, and my friends have truly turned away from me."},{"number":14,"verse":"My people have fallen away, and my familiar friends have forgotten me."},{"number":15,"verse":"Those who dwell in my house, and my slave-girls, count me as a stranger; I am a foreigner in their sight."},{"number":16,"verse":"I called my servant, and he gave no answer; I must beg him with my mouth."},{"number":17,"verse":"My breath is hated by my wife, and I must beg to the sons of my [mother's] womb."},{"number":18,"verse":"Even young children despise me; I arise, and they speak against me."},{"number":19,"verse":"All the men of my counsel detest me, even this one I loved has turned against me."},{"number":20,"verse":"My bone clings to my skin and to my flesh, and I have escaped with the skin of my teeth."},{"number":21,"verse":"Have pity on me! Have pity on me, my friends! For the hand of God has touched me."},{"number":22,"verse":"Why do you, like God, persecute me and are not satisfied with my flesh?"},{"number":23,"verse":"Oh that my words were now written! Oh that they were engraved in a book!"},{"number":24,"verse":"[Oh that] they were cut with an iron pen and lead in the rock forever!"},{"number":25,"verse":"For I know [that] my Redeemer lives, and He shall rise on the earth at the last;"},{"number":26,"verse":"and even after they corrupt my skin, yet this: in my flesh I shall see God,"},{"number":27,"verse":"whom I shall see for myself, and my eyes shall behold, and not a stranger's; [though] My heart be exhausted in my bosom."},{"number":28,"verse":"For you ought to say, Why do we persecute him, since the root of the matter is found in me?"},{"number":29,"verse":"Fear for yourselves because of the sword; for wrath [brings] the punishments of the sword, so that you may know [there is] a judgment."}]}