{"bibleAbbr":"MKJV1962","bookName":"Job","bookEnglishName":"Job","chapterNumber":22,"verses":[{"number":1,"verse":"And Eliphaz the Temanite answered and said,"},{"number":2,"verse":"Can a man be useful to God, as he who is wise may be useful to himself?"},{"number":3,"verse":"[Is it] any pleasure to the Almighty that you are righteous, or gain [to Him] that you make your ways perfect?"},{"number":4,"verse":"Will He reprove you because of your reverence, or enter into judgment with you?"},{"number":5,"verse":"[Is] not your wickedness great, and your iniquity without measure?"},{"number":6,"verse":"For you have taken a pledge from your brother for nothing, and stripped the naked of their clothing."},{"number":7,"verse":"You have not given water to the weary to drink, and you have held back bread from the hungry."},{"number":8,"verse":"But [as for] the mighty man, he had the earth, and the honored man lived in it."},{"number":9,"verse":"You have sent widows away empty, and the arms of the fatherless have been broken."},{"number":10,"verse":"Therefore snares [are] all around you, and sudden fear troubles you;"},{"number":11,"verse":"or darkness, [so that] you cannot see; and a flood of waters covers you."},{"number":12,"verse":"[Is] not God high in Heaven? And behold the leading stars, for [they] are high."},{"number":13,"verse":"And you say, What does God know? Can He judge through the dark cloud?"},{"number":14,"verse":"Clouds [are] a covering to Him, so that He does not see; and He walks in the circuit of Heaven."},{"number":15,"verse":"Do you keep to the old way which wicked men have walked?"},{"number":16,"verse":"[They] were seized, but [there was] not time; their foundation was poured out [by] a flood;"},{"number":17,"verse":"who said to God, Depart from us; and, What can the Almighty do to them?"},{"number":18,"verse":"Yet He filled their houses with substance; and the wisdom of the wicked is far from me."},{"number":19,"verse":"The righteous see [it], and are glad; and the innocent laugh them to scorn."},{"number":20,"verse":"Truly our foe is not cut down, and fire has eaten their wealth."},{"number":21,"verse":"Now be of service with Him, and be at peace. Good shall come to you by them."},{"number":22,"verse":"Please receive the law from His mouth and lay up His words in your heart."},{"number":23,"verse":"If you return to the Almighty, you shall be built up; you shall put away injustice far from your tents."},{"number":24,"verse":"Then you shall lay up gold like dust, and among the rock of the torrents of Ophir."},{"number":25,"verse":"Yea, the Almighty shall be your gold and silver, [and] strength to you."},{"number":26,"verse":"For then you shall have your delight in the Almighty, and shall lift up your face to God."},{"number":27,"verse":"You shall make your prayer to Him, and He shall hear you, and you shall pay your vows."},{"number":28,"verse":"You shall also order a thing, and it shall be fulfilled to you; and the light shall shine on your ways."},{"number":29,"verse":"For they have humiliated [you], and you shall say, Pride! And He shall save the lowly of eyes."},{"number":30,"verse":"He shall deliver [one] not innocent, and will deliver by the pureness of your hands."}]}