{"bibleAbbr":"MKJV1962","bookName":"Job","bookEnglishName":"Job","chapterNumber":28,"verses":[{"number":1,"verse":"Surely there is a mine for the silver, and a place [where] they refine gold."},{"number":2,"verse":"Iron is taken out of the earth, and bronze [is] melted [out of] the stone."},{"number":3,"verse":"He sets an end to darkness, and to every extremity He searches out the stones of darkness and the shadow of death."},{"number":4,"verse":"He opens a shaft far from the visitor; they are forgotten by [man's] foot; they hang far away from men, they swing to and fro."},{"number":5,"verse":"[As to] the earth, out of it comes bread; and underneath it is turned up like fire."},{"number":6,"verse":"Its stones [are] the place of sapphires; and it has dust of gold."},{"number":7,"verse":"[There is] a path which no bird knows, nor has the vulture's eye caught sight of it;"},{"number":8,"verse":"the sons of pride have not walked on it, the lion has not passed by."},{"number":9,"verse":"He puts forth His hand on the flinty places; He overturns the mountains by the roots."},{"number":10,"verse":"He cuts out rivers among the rocks; and His eye sees every precious thing."},{"number":11,"verse":"He holds back the floods from overflowing; and the hidden thing, He brings to light."},{"number":12,"verse":"But where shall wisdom be found? And where [is] the place of understanding?"},{"number":13,"verse":"Man does not know the price of it; nor is it found in the land of the living."},{"number":14,"verse":"The deep says, [It is] not in me; and the sea says, [It is] not in me."},{"number":15,"verse":"Pure gold cannot be given in its stead, and silver be weighed as its price."},{"number":16,"verse":"It cannot be weighed against the gold of Ophir, against precious onyx, or sapphire;"},{"number":17,"verse":"gold and the crystal cannot equal it, nor can it be exchanged for a vessel of fine gold."},{"number":18,"verse":"No mention shall be made of coral, or of pearls; and the price of wisdom [is] above rubies."},{"number":19,"verse":"The topaz of Ethiopia cannot equal it; it cannot be weighed against pure gold."},{"number":20,"verse":"From where then does wisdom come, and where [is] the place of understanding?"},{"number":21,"verse":"Yea, it is hidden from the eyes of all living, and hidden from the birds of the heavens."},{"number":22,"verse":"The place of ruin and death say, We have heard the fame of it with our ears."},{"number":23,"verse":"God understands the way of it, and He knows its place."},{"number":24,"verse":"For He looks to the end of the earth, [and] sees under all the heavens;"},{"number":25,"verse":"making a weight for the winds, and measuring out the waters by measure."},{"number":26,"verse":"When He made a decree for the rain, and a way for the lightning to thunder;"},{"number":27,"verse":"then He saw it, and declared it; He prepared it, yea, and searched it out."},{"number":28,"verse":"And to man He said, Behold, the fear of the Lord, that [is] wisdom! And to depart from evil [is] understanding!"}]}