{"bibleAbbr":"MKJV1962","bookName":"Job","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"Call now, is there anyone who will answer you? And to which of the saints will you turn?"},{"number":2,"verse":"For vexation kills the fool, and envy slays the simple one."},{"number":3,"verse":"I have seen the fool taking root, but suddenly I cursed his dwelling place."},{"number":4,"verse":"His children are far from safety, and they are crushed in the gate, nor [is there] any to deliver [them]."},{"number":5,"verse":"Their harvest the hungry eats, and takes it even out of the thorns; and the snare swallows up their wealth."},{"number":6,"verse":"For affliction does not come forth from the dust, nor does trouble spring up out of the ground;"},{"number":7,"verse":"but man is born to trouble, as the sparks fly upward."},{"number":8,"verse":"Truly, I would seek to God, and to God I would put my plea,"},{"number":9,"verse":"[Who is] doing great things, even beyond searching; marvelous things without number,"},{"number":10,"verse":"who gives rain on the earth and sends waters on the field,"},{"number":11,"verse":"to set on high those who are low, so that those who mourn may be lifted up [to] safety;"},{"number":12,"verse":"frustrating the plans of the crafty, nor did their hands do wisely."},{"number":13,"verse":"[He] takes the wise in their own craftiness; and the counsel of the wily is carried headlong."},{"number":14,"verse":"They meet with darkness in the day time, and grope in the noonday as in the night."},{"number":15,"verse":"But He saves the poor from the sword, from their mouth, and from the hand of the mighty."},{"number":16,"verse":"And there is hope for the weak, and injustice shuts her mouth."},{"number":17,"verse":"Behold, blessed [is] the man whom God corrects. Therefore do not despise the chastening of the Almighty."},{"number":18,"verse":"For He makes sore, and binds up; He wounds, and His hands make whole."},{"number":19,"verse":"He will deliver you in six troubles; yea, in seven no evil shall touch you."},{"number":20,"verse":"In famine He shall redeem you from death; and in war from the power of the sword."},{"number":21,"verse":"You shall be hidden from the whip of the tongue; neither shall you be afraid of robbery when it comes."},{"number":22,"verse":"At destruction and famine you shall laugh; neither shall you be afraid of the beasts of the earth."},{"number":23,"verse":"For you [shall be] in covenant with the stones of the field; and the beasts of the field shall be at peace with you."},{"number":24,"verse":"And you shall know that your tent [is in] peace; and you shall visit your fold, and shall miss nothing."},{"number":25,"verse":"And [you] shall know that your seed [will be] numerous, and your offspring as the grass of the earth."},{"number":26,"verse":"You shall come to [your] grave in a full age, like a shock of grain comes in its season."},{"number":27,"verse":"Behold this: we have searched it; it is so. Hear it and know for yourself."}]}