{"bibleAbbr":"MKJV1962","bookName":"Job","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"And Bildad the Shuhite answered and said,"},{"number":2,"verse":"How long will you speak these things, since the words of your mouth [are like] a strong wind?"},{"number":3,"verse":"Does God pervert judgment? Or does the Almighty pervert justice?"},{"number":4,"verse":"If your sons have sinned against Him, and if He has cast them away for their transgression,"},{"number":5,"verse":"if you would seek earnestly to God and make your prayer to the Almighty;"},{"number":6,"verse":"if you [were] pure and upright, surely now He would awake for you, and make the dwelling-place of your righteousness blessed."},{"number":7,"verse":"And if your beginning was small, yet your end would greatly increase."},{"number":8,"verse":"For please ask of the former age, and prepare yourself to the search of their fathers,"},{"number":9,"verse":"for we [are but of] yesterday and know nothing, because our days on earth [are] a shadow."},{"number":10,"verse":"Shall they not teach you, [and] tell you, and speak words out of their heart?"},{"number":11,"verse":"Can the rush grow up without mire? Can the reed-grass grow without water?"},{"number":12,"verse":"While it [is] yet in its greenness, and not cut down, it dries out before any [other] herb."},{"number":13,"verse":"So are the paths of all who forget God; and the hope of the ungodly shall perish."},{"number":14,"verse":"His hope shall be cut off, and his trust [shall be] in a spider's web."},{"number":15,"verse":"He shall lean on his house, but it shall not stand; he shall hold fast to it, but it shall not endure."},{"number":16,"verse":"He [is] moist before the sun, and his branches shoot forth in his garden."},{"number":17,"verse":"His roots are wrapped around the heap, [and] he sees the place of stones."},{"number":18,"verse":"If he is destroyed from his place, then it shall deny him: I have not seen you."},{"number":19,"verse":"Behold, this [is] the joy of his way, and out of the earth shall others grow."},{"number":20,"verse":"Behold, God will not cast away the innocent, nor will He help the evildoers,"},{"number":21,"verse":"until He fills your mouth with laughter, and your lips with rejoicing."},{"number":22,"verse":"Those who hate you shall be clothed with shame; and the tent of the wicked [shall be] no more."}]}