{"bibleAbbr":"t4t2014","bookName":"2 Peter","bookEnglishName":"2 Peter","chapterNumber":2,"verses":[{"number":1,"verse":"(There will be false teachers among you who will behave wickedly and who will entice you to behave just like they do. God will certainly destroy them.) Just like there were false prophets among the Israelite people long ago, so there will also be teachers of false teachings among you. They will enter your congregations without you realizing what/who they are, and they will spiritually injure some people by what they teach. Specifically, these teachers will even deny that the Lord Jesus died to pay for the guilt of our sins. As a result, they will soon destroy themselves spiritually, and God will also punish them."},{"number":2,"verse":"And many people will behave in an extremely immoral manner, imitating the extremely immoral manner in which these teachers of false teaching behave. As a result, unbelievers will ◄discredit the true message/say the true message is false►."},{"number":3,"verse":"Because the teachers of false teaching want a lot of things that other people have, they think that by telling you stories that they themselves have ◄made up/invented►, they will get money from you. God decided long ago that he would punish them, and he has not fallen asleep [LIT]! He will certainly destroy them!"},{"number":4,"verse":"(It is certain that God knows how to rescue those who are godly, and that he knows how to keep those who are unrighteous until the time when he will punish them.) God destroyed [LIT] the angels who sinned. He threw them into the worst place in hell and imprisoned them there in darkness in order to keep them there until he judges and punishes them."},{"number":5,"verse":"He also got rid of [LIT] the people who lived in [MTY] the world long ago. He saved only eight of them, including Noah, who was a righteous preacher. God saved them when he destroyed by a flood all ◄the ungodly people/the people whose lives were not pleasing to him► who were living then."},{"number":6,"verse":"He also condemned Sodom and Gomorrah cities; that is, he destroyed them by burning them completely to ashes. By doing that he gave a warning to those who afterwards would live in ◄an ungodly manner/a manner that is displeasing to him►."},{"number":7,"verse":"But he rescued Abraham's nephew, Lot, who was a righteous man. Lot was ◄greatly distressed/very sad► because the people in Sodom were doing very immoral deeds."},{"number":8,"verse":"That righteous man's soul ◄was tormented/suffered great agony► day after day because he saw and heard those wicked people behave in a very lawless/wicked manner when he was living among them."},{"number":9,"verse":"And since the Lord God rescued Lot, you can be sure that he knows how to rescue ◄godly people/people whose lives please him► from their sufferings, and he is able to keep ◄ungodly people/people whose lives do not please him►, whom he has started to punish even now, until the time when he will finish judging them and punish them."},{"number":10,"verse":"He will punish especially severely those ungodly teachers of false teachings who do the things that their self-directed nature desires, things that ◄defile them/cause them to be impure in every way►. Those teachers of false teachings despise all beings who rule over them. Because those teachers of false doctrine will behave wickedly and will entice people to do the same things that they do, God will destroy them. Because those teachers of false teachings are extremely arrogant/proud [DOU], they ◄are not afraid to insult/boldly speak evil about► glorious beings in heaven (OR, glorious/wonderful beings who rule over people)."},{"number":11,"verse":"In contrast, angels do not insult those teachers when those teachers accuse the angels while the Lord God is watching, even though the angels are much more powerful [DOU] than the teachers of false teaching."},{"number":12,"verse":"Because those teachers of false doctrines are like animals that cannot think as humans do [DOU], they say evil things about spiritual things concerning which they know nothing. As a result, God will destroy them like people destroy animals, animals that are born only in order to be captured and destroyed {in order that people should capture and destroy them}."},{"number":13,"verse":"God will punish those teachers in return for the unrighteous actions/things that they have done. It even pleases them ◄to carouse/to drink and revel noisily► in the daytime as well as at night. And as they indulge/enjoy themselves just like they want to while they are feasting with you, they ◄defile you greatly/cause you to become impure►, as [MET] stains and blotches [DOU] defile a clean garment."},{"number":14,"verse":"They want to commit [MTY] adultery with every woman whom they look at. They never stop seeking opportunities to sin. They entice/persuade those who are spiritually unstable to join them in doing the sinful things that they do. Because of their ever-increasing ◄greed/desire to have more and more things►, they are doomed to eternal punishment."},{"number":15,"verse":"They have ◄rejected good moral standards/quit doing what everyone knows is right►. They have imitated what the prophet Balaam, the son of Bosor, did long ago. He, acting very unrighteously, wanted the enemies of the Jews to pay him if he asked God ◄to curse/to do bad thing to► the Jews."},{"number":16,"verse":"But God rebuked him for having done that which was wrong and for behaving very foolishly. And even though donkeys do not speak, God used a donkey to hinder Balaam by enabling it to speak to him with a human voice."},{"number":17,"verse":"(Because those teachers of false doctrine will entice people to behave wickedly, God has reserved darkest hell for them.) These teachers of false teachings mislead/deceive people by promising what they cannot do, as [MET] dried-up springs mislead/deceive people by causing them to expect to get water from them. They mislead/deceive people [MET] just like clouds that are blown along by strong winds mislead/deceive people by causing them to expect rain, but no rain falls. Therefore, God has reserved the darkness of hell for those teachers of false teachings."},{"number":18,"verse":"By boasting proudly as they make speeches that are worthless, they entice people who have recently become believers and have ceased to do the things that wicked people do. They entice them into sin by encouraging them to do the evil deeds that their self-directed nature urges them to do."},{"number":19,"verse":"The false teachers tell people that they are free to do whatever they want to do, even though they themselves are like slaves [MET] because their own self-directed nature forces them to do sinful deeds. Think about these well-known words: ‘Whenever a person is controlled by something {something controls a person}, it is as though that person has become a slave of what controls him.’"},{"number":20,"verse":"Those teachers of false teachings learned about our Lord and Savior Jesus Christ. As a result, they stopped doing those deeds that ◄defile people/cause people to become impure► spiritually. Since they have begun to do those evil deeds again, with the result that they are unable to stop doing such deeds, they are in a worse condition than they were in before they knew Jesus Christ."},{"number":21,"verse":"Because God will severely punish them, it would have been better for them if they had never known what it means to conduct their lives in a righteous manner. It is too bad that although they knew how to conduct their lives in a righteous manner, they rejected the things that God commanded people to do, the things that were taught to them ◄by us apostles/by Christ► {that ◄we apostles/Christ► taught to them}."},{"number":22,"verse":"The way in which they are behaving again is just like ◄the proverbs/what people often say►: They are like dogs that return to eat their vomit, and they are like pigs that have washed and then roll again in the mud."}]}