{"bibleAbbr":"KJV1769","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":31,"verses":[{"number":1,"verse":"Now the Philistines<WH6430> fought<WH3898> against Israel<WH3478>: and the men<WH582> of Israel<WH3478> fled<WH5127> from before<WH6440> the Philistines<WH6430>, and fell down<WH5307> slain<WH2491> in mount<WH2022> Gilboa<WH1533>. slain: or, wounded"},{"number":2,"verse":"And the Philistines<WH6430> followed hard<WH1692> upon Saul<WH7586> and upon his sons<WH1121>; and the Philistines<WH6430> slew<WH5221> Jonathan<WH3083>, and Abinadab<WH41>, and Malchishua<WH4444>, Saul's<WH7586> sons<WH1121>."},{"number":3,"verse":"And the battle<WH4421> went sore<WH3513> against Saul<WH7586>, and the archers<WH3384> <WH582> <WH7198> hit<WH4672> him; and he was sore<WH3966> wounded<WH2342> of the archers<WH3384> <WH582> <WH7198>. and the archers: Heb. and the shooters, men with bows hit: Heb. found him"},{"number":4,"verse":"Then said<WH559> Saul<WH7586> unto his armourbearer<WH5375> <WH3627>, Draw<WH8025> thy sword<WH2719>, and thrust me through<WH1856> therewith; lest these uncircumcised<WH6189> come<WH935> and thrust me through<WH1856>, and abuse<WH5953> me. But his armourbearer<WH5375> <WH3627> would<WH14> not; for he was sore<WH3966> afraid<WH3372>. Therefore Saul<WH7586> took<WH3947> a sword<WH2719>, and fell<WH5307> upon it. abuse: or, mock me"},{"number":5,"verse":"And when his armourbearer<WH5375> <WH3627> saw<WH7200> that Saul<WH7586> was dead<WH4191>, he fell<WH5307> likewise upon his sword<WH2719>, and died<WH4191> with him."},{"number":6,"verse":"So Saul<WH7586> died<WH4191>, and his three<WH7969> sons<WH1121>, and his armourbearer<WH5375> <WH3627>, and all his men<WH582>, that same day<WH3117> together<WH3162>."},{"number":7,"verse":"And when the men<WH582> of Israel<WH3478> that were on the other side<WH5676> of the valley<WH6010>, and they that were on the other side<WH5676> Jordan<WH3383>, saw<WH7200> that the men<WH582> of Israel<WH3478> fled<WH5127>, and that Saul<WH7586> and his sons<WH1121> were dead<WH4191>, they forsook<WH5800> the cities<WH5892>, and fled<WH5127>; and the Philistines<WH6430> came<WH935> and dwelt<WH3427> in them."},{"number":8,"verse":"And it came to pass on the morrow<WH4283>, when the Philistines<WH6430> came<WH935> to strip<WH6584> the slain<WH2491>, that they found<WH4672> Saul<WH7586> and his three<WH7969> sons<WH1121> fallen<WH5307> in mount<WH2022> Gilboa<WH1533>."},{"number":9,"verse":"And they cut off<WH3772> his head<WH7218>, and stripped off<WH6584> his armour<WH3627>, and sent<WH7971> into the land<WH776> of the Philistines<WH6430> round about<WH5439>, to publish<WH1319> it in the house<WH1004> of their idols<WH6091>, and among the people<WH5971>."},{"number":10,"verse":"And they put<WH7760> his armour<WH3627> in the house<WH1004> of Ashtaroth<WH6252> <WH1045>: and they fastened<WH8628> his body<WH1472> to the wall<WH2346> of Bethshan<WH1052>."},{"number":11,"verse":"And when the inhabitants<WH3427> of Jabeshgilead<WH3003> <WH1568> heard<WH8085> of that which the Philistines<WH6430> had done<WH6213> to Saul<WH7586>; of that: or, concerning him that"},{"number":12,"verse":"All the valiant<WH2428> men<WH376> <WH381> arose<WH6965>, and went<WH3212> all night<WH3915>, and took<WH3947> the body<WH1472> of Saul<WH7586> and the bodies<WH1472> of his sons<WH1121> from the wall<WH2346> of Bethshan<WH1052>, and came<WH935> to Jabesh<WH3003>, and burnt<WH8313> them there."},{"number":13,"verse":"And they took<WH3947> their bones<WH6106>, and buried<WH6912> them under a tree<WH815> at Jabesh<WH3003>, and fasted<WH6684> seven<WH7651> days<WH3117>."}]}