{"bibleAbbr":"NKJV1982","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"(The Spiritual War) Now (Rom. 12:1) I, Paul, myself am pleading with you by the meekness and gentleness of Christ— (1 Thess. 2:7) who in presence am lowly among you, but being absent am bold toward you."},{"number":2,"verse":"But I beg you (1 Cor. 4:21; 2 Cor. 13:2, 10) that when I am present I may not be bold with that confidence by which I intend to be bold against some, who think of us as if we walked according to the flesh."},{"number":3,"verse":"For though we walk in the flesh, we do not war according to the flesh."},{"number":4,"verse":"(Eph. 6:13) For the weapons (1 Cor. 9:7; (2 Cor. 6:7); 1 Tim. 1:18) of our warfare are not carnal but (Acts 7:22) mighty in God (Jer. 1:10; (2 Cor. 10:8; 13:10)) for pulling down strongholds,"},{"number":5,"verse":"(1 Cor. 1:19) casting down arguments and every high thing that exalts itself against the knowledge of God, bringing every thought into captivity to the obedience of Christ,"},{"number":6,"verse":"(2 Cor. 13:2, 10) and being ready to punish all disobedience when (2 Cor. 7:15) your obedience is fulfilled."},{"number":7,"verse":"(Reality of Paul’s Authority) ((John 7:24); 2 Cor. 5:12) Do you look at things according to the outward appearance? (1 Cor. 1:12; 14:37) If anyone is convinced in himself that he is Christ’s, let him again consider this in himself, that just as he is Christ’s, even so ((Rom. 14:8); 1 Cor. 3:23) we are Christ’s."},{"number":8,"verse":"For even if I should boast somewhat more (2 Cor. 13:10) about our authority, which the Lord gave us for edification and not for your destruction, (2 Cor. 7:14) I shall not be ashamed—"},{"number":9,"verse":"lest I seem to terrify you by letters."},{"number":10,"verse":"“For his letters,” they say, “are weighty and powerful, but (1 Cor. 2:3, 4; 2 Cor. 12:7; Gal. 4:13) his bodily presence is weak, and his ((1 Cor. 1:17); 2 Cor. 11:6) speech contemptible.”"},{"number":11,"verse":"Let such a person consider this, that what we are in word by letters when we are absent, such we will also be in deed when we are present."},{"number":12,"verse":"(Limits of Paul’s Authority) (2 Cor. 5:12) For we dare not class ourselves or compare ourselves with those who commend themselves. But they, measuring themselves by themselves, and comparing themselves among themselves, are not wise."},{"number":13,"verse":"(2 Cor. 10:15) We, however, will not boast beyond measure, but within the limits of the sphere which God appointed us—a sphere which especially includes you."},{"number":14,"verse":"For we are not overextending ourselves (as though our authority did not extend to you), (1 Cor. 3:5, 6) for it was to you that we came with the gospel of Christ;"},{"number":15,"verse":"not boasting of things beyond measure, that is, (Rom. 15:20) in other men’s labors, but having hope, that as your faith is increased, we shall be greatly enlarged by you in our sphere,"},{"number":16,"verse":"to preach the gospel in the regions beyond you, and not to boast in another man’s sphere of accomplishment."},{"number":17,"verse":"But (Is. 65:16; Jer. 9:24; 1 Cor. 1:31) “he who glories, let him glory in the LORD.”"},{"number":18,"verse":"For (Prov. 27:2) not he who commends himself is approved, but (Rom. 2:29; (1 Cor. 4:5)) whom the Lord commends."}]}