{"bibleAbbr":"NKJV1982","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":3,"verses":[{"number":1,"verse":"(Christ’s Epistle) Do (2 Cor. 5:12; 10:12, 18; 12:11) we begin again to commend ourselves? Or do we need, as some others, (Acts 18:27) epistles of commendation to you or letters of commendation from you?"},{"number":2,"verse":"(1 Cor. 9:2) You are our epistle written in our hearts, known and read by all men;"},{"number":3,"verse":"clearly you are an epistle of Christ, (1 Cor. 3:5) ministered by us, written not with ink but by the Spirit of the living God, not (Ex. 24:12; 31:18; 32:15; 2 Cor. 3:7) on tablets of stone but (Ps. 40:8) on tablets of flesh, that is, of the heart."},{"number":4,"verse":"(The Spirit, Not the Letter) And we have such trust through Christ toward God."},{"number":5,"verse":"((John 15:5)) Not that we are sufficient of ourselves to think of anything as being from ourselves, but (1 Cor. 15:10) our sufficiency is from God,"},{"number":6,"verse":"who also made us sufficient as (1 Cor. 3:5; Eph. 3:7) ministers of (Jer. 31:31; Matt. 26:28; Luke 22:20) the new covenant, not (Rom. 2:27) of the letter but of the Spirit; for ((Rom. 3:20); Gal. 3:10) the letter kills, (John 6:63; Rom. 8:2) but the Spirit gives life."},{"number":7,"verse":"(Glory of the New Covenant) But if (Rom. 7:10) the ministry of death, (Ex. 34:1; Deut. 10:1) written and engraved on stones, was glorious, (Ex. 34:29) so that the children of Israel could not look steadily at the face of Moses because of the glory of his countenance, which glory was passing away,"},{"number":8,"verse":"how will ((Gal. 3:5)) the ministry of the Spirit not be more glorious?"},{"number":9,"verse":"For if the ministry of condemnation had glory, the ministry ((Rom. 1:17; 3:21)) of righteousness exceeds much more in glory."},{"number":10,"verse":"For even what was made glorious had no glory in this respect, because of the glory that excels."},{"number":11,"verse":"For if what is passing away was glorious, what remains is much more glorious."},{"number":12,"verse":"Therefore, since we have such hope, (Acts 4:13, 29; 2 Cor. 7:4; Eph. 6:19) we use great boldness of speech—"},{"number":13,"verse":"unlike Moses, (Ex. 34:33-35; 2 Cor. 3:7) who put a veil over his face so that the children of Israel could not look steadily at (Rom. 10:4; (Gal. 3:23)) the end of what was passing away."},{"number":14,"verse":"But (Is. 6:10; 29:10; Acts 28:26; Rom. 11:7, 8; 2 Cor. 4:4) their minds were blinded. For until this day the same veil remains unlifted in the reading of the Old Testament, because the veil is taken away in Christ."},{"number":15,"verse":"But even to this day, when Moses is read, a veil lies on their heart."},{"number":16,"verse":"Nevertheless (Ex. 34:34; Rom. 11:23) when one turns to the Lord, (Is. 25:7) the veil is taken away."},{"number":17,"verse":"Now ((1 Cor. 15:45)) the Lord is the Spirit; and where the Spirit of the Lord is, there is (John 8:32; Gal. 5:1, 13) liberty."},{"number":18,"verse":"But we all, with unveiled face, beholding (1 Cor. 13:12) as in a mirror ((2 Cor. 4:4, 6)) the glory of the Lord, ((Rom. 8:29, 30)) are being transformed into the same image from glory to glory, just as by the Spirit of the Lord."}]}