{"bibleAbbr":"NKJV1982","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"Marks of the Ministry We then, as (1 Cor. 3:9) workers together with Him also (2 Cor. 5:20) plead with you not to receive the grace of God in vain."},{"number":2,"verse":"For He says: (Is. 49:8) “In an acceptable time I have heard you, And in the day of salvation I have helped you.” Behold, now is the accepted time; behold, now is the day of salvation."},{"number":3,"verse":"(Rom. 14:13) We give no offense in anything, that our ministry may not be blamed."},{"number":4,"verse":"But in all things we commend ourselves (1 Cor. 4:1) as ministers of God: in much patience, in tribulations, in needs, in distresses,"},{"number":5,"verse":"(2 Cor. 11:23) in stripes, in imprisonments, in tumults, in labors, in sleeplessness, in fastings;"},{"number":6,"verse":"by purity, by knowledge, by longsuffering, by kindness, by the Holy Spirit, by sincere love,"},{"number":7,"verse":"(2 Cor. 7:14) by the word of truth, by (1 Cor. 2:4) the power of God, by (Rom. 13:12; 2 Cor. 10:4) the armor of righteousness on the right hand and on the left,"},{"number":8,"verse":"by honor and dishonor, by evil report and good report; as deceivers, and yet true;"},{"number":9,"verse":"as unknown, and (2 Cor. 4:2; 5:11) yet well known; (1 Cor. 4:9, 11) as dying, and behold we live; (Ps. 118:18) as chastened, and yet not killed;"},{"number":10,"verse":"as sorrowful, yet always rejoicing; as poor, yet making many (1 Cor. 1:5; (2 Cor. 8:9)) rich; as having nothing, and yet possessing all things."},{"number":11,"verse":"Be Holy O Corinthians! We have spoken openly to you, (Is. 60:5; 2 Cor. 7:3) our heart is wide open."},{"number":12,"verse":"You are not restricted by us, but (2 Cor. 12:15) you are restricted by your own affections."},{"number":13,"verse":"Now in return for the same (1 Cor. 4:14) (I speak as to children), you also be open."},{"number":14,"verse":"(Deut. 7:2, 3; 22:10; 1 Cor. 5:9) Do not be unequally yoked together with unbelievers. For (1 Sam. 5:2, 3; 1 Kin. 18:21; Eph. 5:6, 7, 11; 1 John 1:6) what fellowship has righteousness with lawlessness? And what communion has light with darkness?"},{"number":15,"verse":"And what accord has Christ with Belial? Or what part has a believer with an unbeliever?"},{"number":16,"verse":"And what agreement has the temple of God with idols? For ((1 Cor. 3:16, 17; 6:19); Eph. 2:21; (Heb. 3:6)) you are the temple of the living God. As God has said: (Ex. 29:45; Lev. 26:12; Jer. 31:33; 32:38; Ezek. 37:26, 27; Zech. 8:8) “I will dwell in them And walk among them. I will be their God, And they shall be My people.”"},{"number":17,"verse":"Therefore (Num. 33:51-56; Is. 52:11; Rev. 18:4) “Come out from among them And be separate, says the Lord. Do not touch what is unclean, And I will receive you.”"},{"number":18,"verse":"“I (2 Sam. 7:14; Jer. 31:1, 9; (Rev. 21:7)) will be a Father to you, And you shall be My ((John 1:12; Rom. 8:14; Gal. 4:5-7); Phil. 2:15; 1 John 3:1) sons and daughters, Says the LORD Almighty.”"}]}