{"bibleAbbr":"urDGV2010","bookName":"यूहन्ना","bookEnglishName":"John","chapterNumber":1,"verses":[{"number":1,"verse":"( ज़िन्दगी का कलाम) इब्तिदा में कलाम था। कलाम अल्लाह के साथ था और कलाम अल्लाह था।"},{"number":2,"verse":"यही इब्तिदा में अल्लाह के साथ था।"},{"number":3,"verse":"सब कुछ कलाम के वसीले से पैदा हुआ। मख़्लूक़ात की एक भी चीज़ उस के बग़ैर पैदा नहीं हुई।"},{"number":4,"verse":"उस में ज़िन्दगी थी, और यह ज़िन्दगी इन्सानों का नूर थी।"},{"number":5,"verse":"यह नूर तारीकी में चमकता है, और तारीकी ने उस पर क़ाबू न पाया।"},{"number":6,"verse":"एक दिन अल्लाह ने अपना पैग़म्बर भेज दिया, एक आदमी जिस का नाम यहया था।"},{"number":7,"verse":"वह नूर की गवाही देने के लिए आया। मक़्सद यह था कि लोग उस की गवाही की बिना पर ईमान लाएँ।"},{"number":8,"verse":"वह ख़ुद तो नूर न था बल्कि उसे सिर्फ़ नूर की गवाही देनी थी।"},{"number":9,"verse":"हक़ीक़ी नूर जो हर शख़्स को रौशन करता है दुनिया में आने को था।"},{"number":10,"verse":"गो कलाम दुनिया में था और दुनिया उस के वसीले से पैदा हुई तो भी दुनिया ने उसे न पहचाना।"},{"number":11,"verse":"वह उस में आया जो उस का अपना था, लेकिन उस के अपनों ने उसे क़बूल न किया।"},{"number":12,"verse":"तो भी कुछ उसे क़बूल करके उस के नाम पर ईमान लाए। उन्हें उस ने अल्लाह के फ़र्ज़न्द बनने का हक़ बख़्श दिया,"},{"number":13,"verse":"ऐसे फ़र्ज़न्द जो न फ़ित्री तौर पर, न किसी इन्सान के मन्सूबे के तहत पैदा हुए बल्कि अल्लाह से।"},{"number":14,"verse":"कलाम इन्सान बन कर हमारे दरमियान रिहाइशपज़ीर हुआ और हम ने उस के जलाल का मुशाहदा किया। वह फ़ज़्ल और सच्चाई से मामूर था और उस का जलाल बाप के इक्लौते फ़र्ज़न्द का सा था।"},{"number":15,"verse":"यहया उस के बारे में गवाही दे कर पुकार उठा, “यह वही है जिस के बारे में मैं ने कहा, एक मेरे बाद आने वाला है जो मुझ से बड़ा है, क्यूँकि वह मुझ से पहले था।”"},{"number":16,"verse":"उस की कस्रत से हम सब ने फ़ज़्ल पर फ़ज़्ल पाया।"},{"number":17,"verse":"क्यूँकि शरीअत मूसा की मारिफ़त दी गई, लेकिन अल्लाह का फ़ज़्ल और सच्चाई ईसा मसीह के वसीले से क़ाइम हुई।"},{"number":18,"verse":"किसी ने कभी भी अल्लाह को नहीं देखा। लेकिन इक्लौता फ़र्ज़न्द जो अल्लाह की गोद में है उसी ने अल्लाह को हम पर ज़ाहिर किया है।"},{"number":19,"verse":"( यहया बपतिस्मा देने वाले का पैग़ाम) यह यहया की गवाही है जब यरूशलम के यहूदियों ने इमामों और लावियों को उस के पास भेज कर पूछा, “आप कौन हैं?”"},{"number":20,"verse":"उस ने इन्कार न किया बल्कि साफ़ तस्लीम किया, “मैं मसीह नहीं हूँ।”"},{"number":21,"verse":"उन्हों ने पूछा, “तो फिर आप कौन हैं? क्या आप इल्यास हैं?” उस ने जवाब दिया, “नहीं, मैं वह नहीं हूँ।” उन्हों ने सवाल किया, “क्या आप आने वाला नबी हैं?” उस ने कहा, “नहीं।”"},{"number":22,"verse":"“तो फिर हमें बताएँ कि आप कौन हैं? जिन्हों ने हमें भेजा है उन्हें हमें कोई न कोई जवाब देना है। आप ख़ुद अपने बारे में क्या कहते हैं?”"},{"number":23,"verse":"यहया ने यसायाह नबी का हवाला दे कर जवाब दिया, “मैं रेगिस्तान में वह आवाज़ हूँ जो पुकार रही है, रब का रास्ता सीधा बनाओ।”"},{"number":24,"verse":"भेजे गए लोग फ़रीसी फ़िर्क़े से ताल्लुक़ रखते थे।"},{"number":25,"verse":"उन्हों ने पूछा, “अगर आप न मसीह हैं, न इल्यास या आने वाला नबी तो फिर आप बपतिस्मा क्यूँ दे रहे हैं?”"},{"number":26,"verse":"यहया ने जवाब दिया, “मैं तो पानी से बपतिस्मा देता हूँ, लेकिन तुम्हारे दरमियान ही एक खड़ा है जिस को तुम नहीं जानते।"},{"number":27,"verse":"वही मेरे बाद आने वाला है और मैं उस के जूतों के तस्मे भी खोलने के लाइक़ नहीं।”"},{"number":28,"verse":"यह यर्दन के पार बैत-अनियाह में हुआ जहाँ यहया बपतिस्मा दे रहा था।"},{"number":29,"verse":"( अल्लाह का लेला) अगले दिन यहया ने ईसा को अपने पास आते देखा। उस ने कहा, “देखो, यह अल्लाह का लेला है जो दुनिया का गुनाह उठा ले जाता है।"},{"number":30,"verse":"यह वही है जिस के बारे में मैं ने कहा, ‘एक मेरे बाद आने वाला है जो मुझ से बड़ा है, क्यूँकि वह मुझ से पहले था।’"},{"number":31,"verse":"मैं तो उसे नहीं जानता था, लेकिन मैं इस लिए आ कर पानी से बपतिस्मा देने लगा ताकि वह इस्राईल पर ज़ाहिर हो जाए।”"},{"number":32,"verse":"और यहया ने यह गवाही दी, “मैं ने देखा कि रूह-उल-क़ुद्स कबूतर की तरह आसमान पर से उतर कर उस पर ठहर गया।"},{"number":33,"verse":"मैं तो उसे नहीं जानता था, लेकिन जब अल्लाह ने मुझे बपतिस्मा देने के लिए भेजा तो उस ने मुझे बताया, ‘तू देखेगा कि रूह-उल-क़ुद्स उतर कर किसी पर ठहर जाएगा। यह वही होगा जो रूह-उल-क़ुद्स से बपतिस्मा देगा।’"},{"number":34,"verse":"अब मैं ने देखा है और गवाही देता हूँ कि यह अल्लाह का फ़र्ज़न्द है।”"},{"number":35,"verse":"( ईसा के पहले शागिर्द) अगले दिन यहया दुबारा वहीं खड़ा था। उस के दो शागिर्द साथ थे।"},{"number":36,"verse":"उस ने ईसा को वहाँ से गुज़रते हुए देखा तो कहा, “देखो, यह अल्लाह का लेला है!”"},{"number":37,"verse":"उस की यह बात सुन कर उस के दो शागिर्द ईसा के पीछे हो लिए।"},{"number":38,"verse":"ईसा ने मुड़ कर देखा कि यह मेरे पीछे चल रहे हैं तो उस ने पूछा, “तुम क्या चाहते हो?” उन्हों ने कहा, “उस्ताद, आप कहाँ ठहरे हुए हैं?”"},{"number":39,"verse":"उस ने जवाब दिया, “आओ, ख़ुद देख लो।” चुनाँचे वह उस के साथ गए। उन्हों ने वह जगह देखी जहाँ वह ठहरा हुआ था और दिन के बाक़ी वक़्त उस के पास रहे। शाम के तक़रीबन चार बज गए थे।"},{"number":40,"verse":"शमाऊन पतरस का भाई अन्द्रियास उन दो शागिर्दों में से एक था जो यहया की बात सुन कर ईसा के पीछे हो लिए थे।"},{"number":41,"verse":"अब उस की पहली मुलाक़ात उस के अपने भाई शमाऊन से हुई। उस ने उसे बताया, “हमें मसीह मिल गया है।” (मसीह का मतलब ‘मसह किया हुआ शख़्स’ है।)"},{"number":42,"verse":"फिर वह उसे ईसा के पास ले गया। उसे देख कर ईसा ने कहा, “तू यूहन्ना का बेटा शमाऊन है। तू कैफ़ा कहलाएगा।” (इस का यूनानी तर्जुमा पतरस यानी पत्थर है।)"},{"number":43,"verse":"( ईसा फ़िलिप्पुस और नतनएल को बुलाता है) अगले दिन ईसा ने गलील जाने का इरादा किया। फ़िलिप्पुस से मिला तो उस से कहा, “मेरे पीछे हो ले।”"},{"number":44,"verse":"अन्द्रियास और पतरस की तरह फ़िलिप्पुस का वतनी शहर बैत-सैदा था।"},{"number":45,"verse":"फ़िलिप्पुस नतनएल से मिला, और उस ने उस से कहा, “हमें वही शख़्स मिल गया जिस का ज़िक्र मूसा ने तौरेत और नबियों ने अपने सहीफ़ों में किया है। उस का नाम ईसा बिन यूसुफ़ है और वह नासरत का रहने वाला है।”"},{"number":46,"verse":"नतनएल ने कहा, “नासरत? क्या नासरत से कोई अच्छी चीज़ निकल सकती है?” फ़िलिप्पुस ने जवाब दिया, “आ और ख़ुद देख ले।”"},{"number":47,"verse":"जब ईसा ने नतन-एल को आते देखा तो उस ने कहा, “लो, यह सच्चा इस्राईली है जिस में मक्र नहीं।”"},{"number":48,"verse":"नतन-एल ने पूछा, “आप मुझे कहाँ से जानते हैं?” ईसा ने जवाब दिया, “इस से पहले कि फ़िलिप्पुस ने तुझे बुलाया मैं ने तुझे देखा। तू अन्जीर के दरख़्त के साय में था।”"},{"number":49,"verse":"नतन-एल ने कहा, “उस्ताद, आप अल्लाह के फ़र्ज़न्द हैं, आप इस्राईल के बादशाह हैं।”"},{"number":50,"verse":"ईसा ने उस से पूछा, “अच्छा, मेरी यह बात सुन कर कि मैं ने तुझे अन्जीर के दरख़्त के साय में देखा तू ईमान लाया है? तू इस से कहीं बड़ी बातें देखेगा।”"},{"number":51,"verse":"उस ने बात जारी रखी, “मैं तुम को सच बताता हूँ कि तुम आसमान को खुला और अल्लाह के फ़रिश्तों को ऊपर चढ़ते और इब्न-ए-आदम पर उतरते देखोगे।”"}]}