{"bibleAbbr":"urDGV2010","bookName":"यूहन्ना","bookEnglishName":"John","chapterNumber":10,"verses":[{"number":1,"verse":"( चरवाहे की तम्सील) मैं तुम को सच बताता हूँ कि जो दरवाज़े से भेड़ों के बाड़े में दाख़िल नहीं होता बल्कि फलाँग कर अन्दर घुस आता है वह चोर और डाकू है।"},{"number":2,"verse":"लेकिन जो दरवाज़े से दाख़िल होता है वह भेड़ों का चरवाहा है।"},{"number":3,"verse":"चौकीदार उस के लिए दरवाज़ा खोल देता है और भेड़ें उस की आवाज़ सुनती हैं। वह अपनी हर एक भेड़ का नाम ले कर उन्हें बुलाता और बाहर ले जाता है।"},{"number":4,"verse":"अपने पूरे गल्ले को बाहर निकालने के बाद वह उन के आगे आगे चलने लगता है और भेड़ें उस के पीछे पीछे चल पड़ती हैं, क्यूँकि वह उस की आवाज़ पहचानती हैं।"},{"number":5,"verse":"लेकिन वह किसी अजनबी के पीछे नहीं चलेंगी बल्कि उस से भाग जाएँगी, क्यूँकि वह उस की आवाज़ नहीं पहचानतीं।”"},{"number":6,"verse":"ईसा ने उन्हें यह तम्सील पेश की, लेकिन वह न समझे कि वह उन्हें क्या बताना चाहता है।"},{"number":7,"verse":"( अच्छा चरवाहा) इस लिए ईसा दुबारा इस पर बात करने लगा, “मैं तुम को सच बताता हूँ कि भेड़ों के लिए दरवाज़ा मैं हूँ।"},{"number":8,"verse":"जितने भी मुझ से पहले आए वह चोर और डाकू हैं। लेकिन भेड़ों ने उन की न सुनी।"},{"number":9,"verse":"मैं ही दरवाज़ा हूँ। जो भी मेरे ज़रीए अन्दर आए उसे नजात मिलेगी। वह आता जाता और हरी चरागाहें पाता रहेगा।"},{"number":10,"verse":"चोर तो सिर्फ़ चोरी करने, ज़बह करने और तबाह करने आता है। लेकिन मैं इस लिए आया हूँ कि वह ज़िन्दगी पाएँ, बल्कि कस्रत की ज़िन्दगी पाएँ।"},{"number":11,"verse":"अच्छा चरवाहा मैं हूँ। अच्छा चरवाहा अपनी भेड़ों के लिए अपनी जान देता है।"},{"number":12,"verse":"मज़दूर चरवाहे का किरदार अदा नहीं करता, क्यूँकि भेड़ें उस की अपनी नहीं होतीं। इस लिए जूँ ही कोई भेड़िया आता है तो मज़दूर उसे देखते ही भेड़ों को छोड़ कर भाग जाता है। नतीजे में भेड़िया कुछ भेड़ें पकड़ लेता और बाक़ियों को मुन्तशिर कर देता है।"},{"number":13,"verse":"वजह यह है कि वह मज़दूर ही है और भेड़ों की फ़िक्र नहीं करता।"},{"number":14,"verse":"अच्छा चरवाहा मैं हूँ। मैं अपनी भेड़ों को जानता हूँ और वह मुझे जानती हैं,"},{"number":15,"verse":"बिलकुल उसी तरह जिस तरह बाप मुझे जानता है और मैं बाप को जानता हूँ। और मैं भेड़ों के लिए अपनी जान देता हूँ।"},{"number":16,"verse":"मेरी और भी भेड़ें हैं जो इस बाड़े में नहीं हैं। लाज़िम है कि उन्हें भी ले आऊँ। वह भी मेरी आवाज़ सुनेंगी। फिर एक ही गल्ला और एक ही गल्लाबान होगा।"},{"number":17,"verse":"मेरा बाप मुझे इस लिए प्यार करता है कि मैं अपनी जान देता हूँ ताकि उसे फिर ले लूँ।"},{"number":18,"verse":"कोई मेरी जान मुझ से छीन नहीं सकता बल्कि मैं उसे अपनी मर्ज़ी से दे देता हूँ। मुझे उसे देने का इख़तियार है और उसे वापस लेने का भी। यह हुक्म मुझे अपने बाप की तरफ़ से मिला है।”"},{"number":19,"verse":"इन बातों पर यहूदियों में दुबारा फूट पड़ गई।"},{"number":20,"verse":"बहुतों ने कहा, “यह बदरूह की गिरिफ़्त में है, यह दीवाना है। इस की क्यूँ सुनें!”"},{"number":21,"verse":"लेकिन औरों ने कहा, “यह ऐसी बातें नहीं हैं जो बदरूह-गिरिफ़्ता शख़्स कर सके। क्या बदरूहें अंधों की आँखें बहाल कर सकती हैं?”"},{"number":22,"verse":"( ईसा को रद्द किया जाता है) सर्दियों का मौसम था और ईसा बैत-उल-मुक़द्दस की मख़्सूसियत की ईद बनाम हनूका के दौरान यरूशलम में था।"},{"number":23,"verse":"वह बैत-उल-मुक़द्दस के उस बरामदे में फिर रहा था जिस का नाम सुलैमान का बरामदा था।"},{"number":24,"verse":"यहूदी उसे घेर कर कहने लगे, “आप हमें कब तक उलझन में रखेंगे? अगर आप मसीह हैं तो हमें साफ़ साफ़ बता दें।”"},{"number":25,"verse":"ईसा ने जवाब दिया, “मैं तुम को बता चुका हूँ, लेकिन तुम को यक़ीन नहीं आया। जो काम मैं अपने बाप के नाम से करता हूँ वह मेरे गवाह हैं।"},{"number":26,"verse":"लेकिन तुम ईमान नहीं रखते क्यूँकि तुम मेरी भेड़ें नहीं हो।"},{"number":27,"verse":"मेरी भेड़ें मेरी आवाज़ सुनती हैं। मैं उन्हें जानता हूँ और वह मेरे पीछे चलती हैं।"},{"number":28,"verse":"मैं उन्हें अबदी ज़िन्दगी देता हूँ, इस लिए वह कभी हलाक नहीं होंगी। कोई उन्हें मेरे हाथ से छीन न लेगा,"},{"number":29,"verse":"क्यूँकि मेरे बाप ने उन्हें मेरे सपुर्द किया है और वही सब से बड़ा है। कोई उन्हें बाप के हाथ से छीन नहीं सकता।"},{"number":30,"verse":"मैं और बाप एक हैं।”"},{"number":31,"verse":"यह सुन कर यहूदी दुबारा पत्थर उठाने लगे ताकि ईसा को संगसार करें।"},{"number":32,"verse":"उस ने उन से कहा, “मैं ने तुम्हें बाप की तरफ़ से कई इलाही निशान दिखाए हैं। तुम मुझे इन में से किस निशान की वजह से संगसार कर रहे हो?”"},{"number":33,"verse":"यहूदियों ने जवाब दिया, “हम तुम को किसी अच्छे काम की वजह से संगसार नहीं कर रहे बल्कि कुफ़्र बकने की वजह से। तुम जो सिर्फ़ इन्सान हो अल्लाह होने का दावा करते हो।”"},{"number":34,"verse":"ईसा ने कहा, “क्या यह तुम्हारी शरीअत में नहीं लिखा है कि अल्लाह ने फ़रमाया, ‘तुम ख़ुदा हो’?"},{"number":35,"verse":"उन्हें ‘ख़ुदा’ कहा गया जिन तक अल्लाह का यह पैग़ाम पहुँचाया गया। और हम जानते हैं कि कलाम-ए-मुक़द्दस को मन्सूख़ नहीं किया जा सकता।"},{"number":36,"verse":"तो फिर तुम कुफ़्र बकने की बात क्यूँ करते हो जब मैं कहता हूँ कि मैं अल्लाह का फ़र्ज़न्द हूँ? आख़िर बाप ने ख़ुद मुझे मख़्सूस करके दुनिया में भेजा है।"},{"number":37,"verse":"अगर मैं अपने बाप के काम न करूँ तो मेरी बात न मानो।"},{"number":38,"verse":"लेकिन अगर उस के काम करूँ तो बेशक मेरी बात न मानो, लेकिन कम अज़ कम उन कामों की गवाही तो मानो। फिर तुम जान लोगे और समझ जाओगे कि बाप मुझ में है और मैं बाप में हूँ।”"},{"number":39,"verse":"एक बार फिर उन्हों ने उसे गिरिफ़्तार करने की कोशिश की, लेकिन वह उन के हाथ से निकल गया।"},{"number":40,"verse":"फिर ईसा दुबारा दरया-ए-यर्दन के पार उस जगह चला गया जहाँ यहया शुरू में बपतिस्मा दिया करता था। वहाँ वह कुछ देर ठहरा।"},{"number":41,"verse":"बहुत से लोग उस के पास आते रहे। उन्हों ने कहा, “यहया ने कभी कोई इलाही निशान न दिखाया, लेकिन जो कुछ उस ने इस के बारे में बयान किया, वह बिलकुल सहीह निकला।”"},{"number":42,"verse":"और वहाँ बहुत से लोग ईसा पर ईमान लाए।"}]}