{"bibleAbbr":"CVB1535","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"Then toke Samuel a glasse of oyle, and poured it vpo his heade, and kissed him, and sayde: Seist thou that the LORDE hath anoynted the, to be the prince ouer his enheritauce?"},{"number":2,"verse":"Whan thou goest now fro me, thou shalt fynde two men besyde Rachels graue in the coast of BenIamin at Zelzah, which shal saie vnto the: The asses are founde, whom thou wentest to seke: and beholde, thy father hath put the asses out of his mynde, and taketh thoughte for the, and sayeth: What shall I do for my sonne?"},{"number":3,"verse":"And whan thou goest on forth from thence, thou shalt come to the Oke of Thabor, there shall thre men fynde the, which go vp vnto God towarde Bethel: one beareth thre kiddes, another thre loaues of bred the thyrde a bottel with wyne:"},{"number":4,"verse":"and they shall salute the, and geue the two loaues, which thou shalt take of their hande."},{"number":5,"verse":"After that shalt thou come to the hyll of God, where the Philistynes watch is: and wha thou comest there in to the cite, there shall mete the a company of prophetes commynge downe from the hye place, and before them a Psaltery, and tabret, a pype and a harpe, and they them selues prophecienge."},{"number":6,"verse":"And the sprete of the LORDE shall come vpon the, and thou shalt prophecye with them, and shalt be chaunged in to another man."},{"number":7,"verse":"Whan these tokens now come vnto the, then do what so euer commeth vnder thyne hande: for God is with the."},{"number":8,"verse":"Thou shalt go downe before me vnto Gilgall: Beholde, thither wyl I come downe vnto the, that thou mayest offre burntofferynges and deedofferynges. Seuen dayes shalt thou tarye till I come to the, and shewe the what thou shuldest do."},{"number":9,"verse":"And whan he turned his shulder to go from Samuel, God chaunged him another hert, and all these tokes came the same daye."},{"number":10,"verse":"And whan they came vnto the hill, beholde, there met him a company of prophetes and the sprete of God came vpon him, so that he prophecyed amonge them."},{"number":11,"verse":"But wha they which knewe him before, sawe him that he prophecied with the prophetes, they sayde all amonge them selues: What is happened vnto the sonne of Cis? Is Saul also amonge the prophetes?"},{"number":12,"verse":"And one yt was there, answered and sayde: Who is their father? Hereof came the prouerbe: Is Saul also amonge the prophetes?"},{"number":13,"verse":"And wha he had left of prophecienge, he came vp to the hyll."},{"number":14,"verse":"Sauls vncle sayde vnto him and to his childe: Whither wente ye? They answered: To seke the asses. And whan we sawe that they were awaye, we came vnto Samuel."},{"number":15,"verse":"Then sayde Sauls vncle: Tell me, what sayde Samuel vnto you?"},{"number":16,"verse":"Saul answered his vncle: He tolde vs, yt the asses were foude. But of ye kyngdome he tolde him nothinge what Samuel had sayde."},{"number":17,"verse":"Samuel called the people together vnto the LORDE to Mispa,"},{"number":18,"verse":"and spake vnto the children of Israel: Thus saieth ye LORDE the God of Israel: I broughte Israel out of Egipte, and delyuered you from the hande of ye Egipcians, and from the hande of all the kyngdomes that oppressed you."},{"number":19,"verse":"But now haue ye refused yor God, which hath helped you out of all youre sorowes and troubles, & ye haue saide vnto him: Set a kinge ouer vs. Well, stonde ye now before ye LORDE acordinge to youre trybes and kynreds."},{"number":20,"verse":"Now whan Samuel had brought forth all the trybes of Israel, the trybe of BenIamin was taken."},{"number":21,"verse":"And whan he had broughte forth the trybe of BenIamin with his kynreds, the kynred of Matri was take, & Saul the sonne of Cis was take. And they sought him, but they founde him not."},{"number":22,"verse":"Then axed they further at the LORDE, whether he was for to come thither. The LORDE answered: Beholde, he hath hyd him selfe amonge ye vessels."},{"number":23,"verse":"Then ranne they thither, and fetched him. And whan he stode amonge the people, he was hygher by the heade then all the people."},{"number":24,"verse":"And Samuel sayde vnto all the people: There se ye him whom the LORDE hath chosen, for in all the people there is none like him. Then gaue all the people a shoute, and sayde: God saue the new kynge."},{"number":25,"verse":"Samuel tolde the people all the lawe of the kyngdome, and wrote it in a boke, and layed it before the LORDE. And Samuel let all the people go, euery one to his awne house."},{"number":26,"verse":"And Saul wente home also vnto Gibea, and there wente with him one parte of the hoost, whose hertes God had touched."},{"number":27,"verse":"But the childre of Belial sayde: What shal this felowe helpe vs, and despysed him, & broughte him no presente. But he made him as though he herde it not."}]}