{"bibleAbbr":"CVB1535","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"Saul spake to Ionathas his sonne, and to all his seruauntes, that they shulde kyll Dauid."},{"number":2,"verse":"Neuerthelesse Ionathas the sonne of Saul loued Dauid exceadingly, and tolde him, and sayde: Saul my father goeth aboute to slaye the. Kepe the therfore (I praye the) in the mornynge and abyde in secrete, and hyde the."},{"number":3,"verse":"But I wyll go forth, and stonde besyde my father in the felde where thou art, and wyll speake of the vnto my father: and what soeuer I se I shal brynge the worde."},{"number":4,"verse":"And Ionathas reported ye best of Dauid vnto Saul his father, and sayde vnto him: Oh let not the kynge synne agaynst his seruaunt, for he hath not synned agaynst the, and his doynge is very necessary for the,"},{"number":5,"verse":"he put his lyfe in his hande also, and smote the Philistyne, & the LORDE dyd a greate health vnto all Israel: this hast thou sene, and reioysed therof. Wherfore wylt thou then offende agaynst innocent bloude, that thou woldest kyll Dauid without a cause?"},{"number":6,"verse":"Then herkened Saul vnto the voice of Ionathas and sware: As truly as the LORDE lyueth, he shal not dye."},{"number":7,"verse":"Then Ionathas called Dauid, and tolde him all these wordes, and brought him to Saul, so that he was in presence like as afore tyme."},{"number":8,"verse":"But there arose a battayll agayne, and Dauid wente forth, and fought agaynst the Philistynes, and smote a greate slaughter, so that they fled before him."},{"number":9,"verse":"Neuertheles ye euell sprete of the LORDE came vpon Saul, and he sat in his house, and had a iauelynge in his hande. But Dauid plaied vpon the instrument with his hade."},{"number":10,"verse":"And Saul thought with the iauelinge to sticke Dauid fast to the wall. Howbeit, he wente asyde fro Saul and the iauelynge smote in the wall. And Dauid fled, and escaped that night."},{"number":11,"verse":"Notwithstondinge Saul sent his messaungers to Dauids house, that they shulde laye wayte for him, and kyll him in the mornynge. Michol Dauids wyfe tolde him this, and sayde: Yf thou saue not thy soule this night, thou shalt dye tomorow."},{"number":12,"verse":"Then Michol let him downe thorow the wyndow, so that he wente his waye, fled, and escaped."},{"number":13,"verse":"And Mickol toke an ymage, and layed it in the bed, and laied a goates skinne at the heade of it, and couered it with clothes."},{"number":14,"verse":"Then Saul sent messaugers, to fetch Dauid. But she sayde: He is sicke."},{"number":15,"verse":"Neuerthelesse Saul sent messaungers to se Dauid, & sayde: Bringe him vp to me with the bed, that he maye be slayne."},{"number":16,"verse":"Now whan the messaungers came, beholde, the ymage laye in the bed, and a goates skynne at the heade of it."},{"number":17,"verse":"Then sayde Saul vnto Michol: Why hast thou begyled me, and let myne enemye go, that he mighte escape? Michol sayde vnto Saul: He sayde vnto me: Let me go, or I wyl kyll the."},{"number":18,"verse":"As for Dauid, he fled, and escaped, and came to Samuel vnto Ramath, and tolde him all yt Saul had done vnto him. And he wente wt Samuel, and they abode at Naioth."},{"number":19,"verse":"And it was tolde Saul: Beholde, Dauid is at Naioth in Ramath."},{"number":20,"verse":"Then Saul sente messaungers to fetch Dauid. And they sawe a company of prophetes prophecienge, and Samuel had the ouersight of them. Then came the sprete of God vpon the messaungers of Saul, so that they prophecyed also."},{"number":21,"verse":"Whan this was tolde Saul, he sent other messaungers, which prophecied likewyse. Then sente he messaungers the thyrde tyme, and they in like maner prophecyed."},{"number":22,"verse":"Then wente he himselfe also vnto Ramath, and whan he came to the greate well which is at Secho, he axed and sayde: Where is Samuel and Dauid? Then was it tolde him: beholde, at Naioth in Ramath."},{"number":23,"verse":"And he wente thither, euen vnto Naioth in Ramath. And ye sprete of God came vpon him also, and he wete & prophecied till he came vnto Naioth in Ramath."},{"number":24,"verse":"And he put of his clothes, & prophecied likewise before Samuel, & fell downe naked all that daye and all that nighte. Here of came the prouerbe: Is Saul also amonge the prophetes?"}]}