{"bibleAbbr":"CVB1535","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"And whan the childe Samuel mynistred vnto the LORDE vnder Eli, the worde of ye LORDE was deare at the same tyme, nether was there eny sure & manifest vision."},{"number":2,"verse":"And it fortuned at the same tyme, that Eli laye in his place, and his eyes beganne to be dymme, so that he coulde not se."},{"number":3,"verse":"And Samuel had layed him downe in ye temple of the LORDE (where the Arke of God was) before ye lampe of God was put out."},{"number":4,"verse":"And the LORDE called Samuel. He answered: Beholde, here am I."},{"number":5,"verse":"And he ranne vnto Eli, & sayde: Beholde, here am I, thou hast called me. But he saide: I haue not called the, go thy waye agayne, and laye the downe to slepe. And he wente his waye, and layed him downe to slepe."},{"number":6,"verse":"The LORDE called againe: Samuel. And Samuel arose, & wente vnto Eli, & sayde: Beholde, here am I, thou hast called me. Neuertheles he sayde: My sonne, I haue not called the. So thy waye agayne, and laye the downe to slepe."},{"number":7,"verse":"As for Samuel, he knewe not the LORDE as yet, & the worde of ye LORDE was not yet shewed vnto him."},{"number":8,"verse":"And ye LORDE called Samuel ye thirde tyme. And he arose, & wente vnto Eli, & sayde: Beholde, here am I, thou hast called me. Then perceaued Eli yt the LORDE called ye childe,"},{"number":9,"verse":"& he sayde vnto him: Go thy waye agayne, & laye the downe to slepe: and yf the LORDE call the eny more, then saye: Speake LORDE, for yi seruaunt heareth. Samuel wete his waye, and layed him downe in his place."},{"number":10,"verse":"The came ye LORDE, & stode, and called like as afore: Samuel, Samuel. And Samuel sayde: Speake (LORDE) for thy seruaunt heareth."},{"number":11,"verse":"And the LORDE saide vnto Samuel: Beholde, I do a thinge in Israel, yt who so euer shall heare it, both his eares shal glowe."},{"number":12,"verse":"In yt daie will I rayse vp vpon Eli all yt I haue spoke cocernynge his house. I will take it in hande, & perfourme it:"},{"number":13,"verse":"for I haue tolde him, yt I wilbe Iudge ouer his house for euer, because of the wickednes, yt he knewe how shamefully his childre behaued the selues, and hath not once loked sowerly therto."},{"number":14,"verse":"Therfore haue I sworne vnto ye house of Eli, yt this wickednes of ye house of Eli shall not be recocyled nether wt sacrifice ner wt meatoffringe for euer."},{"number":15,"verse":"And Samuel laye vnto ye morow, & opened the dores of the house of the LORDE. But Samuel was afrayed to tell the vysion vnto Eli."},{"number":16,"verse":"Then Eli called him & sayde: Samuel my sonne. He answered: Beholde, here am I."},{"number":17,"verse":"He sayde: What is ye worde yt the LORDE hath spoke vnto the? hyde it not fro me. God do this & that vnto ye, yf thou hyde oughte fro me, of all that he hath talked wt the."},{"number":18,"verse":"Then Samuel tolde him alltogether, & hyd nothinge from him. He sayde: It is the LORDE, let him do what pleaseth him."},{"number":19,"verse":"Samuel grewe vp, & the LORDE was wt him, & there fell none of all his wordes vpo the earth."},{"number":20,"verse":"And all Israel fro Dan vnto Bersaba, knewe yt Samuel was faithfull to be a prophet of the LORDE."},{"number":21,"verse":"And the LORDE appeared agayne at Silo: for the LORDE shewed him selfe vnto Samuel at Silo, thorow the worde of the LORDE."}]}