{"bibleAbbr":"CVB1535","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"There was a man of Ben Iamin named Cis, the sonne of Abiel, the sonne of Zeor, the sonne of Bethorah, ye sonne of Apiah, the sonne of a man of Iemini, a valeaunt man,"},{"number":2,"verse":"which had a sonne named Saul, which was so goodly a yonge man, that there was not a goodlier amonge the children of Israel, higher by the heade then all the people."},{"number":3,"verse":"Cis the father of Saul had lost his asses, and he sayde vnto Saul his sonne: Take one of the children with the, get the vp, go thy waye, aud seke the asses."},{"number":4,"verse":"And he wente his waye thorow mount Ephraim, and thorow the lode of Solisa, and founde them not. They wente thorow the lode of Saalim, & there they were not. They passed thorow ye lode of Iemini, & foude the not."},{"number":5,"verse":"But wha they came in to the londe of Zuph, Saul sayde vnto the childe that was with him: Come, let vs go home agayne, lest my father let go the asses, and take care for vs."},{"number":6,"verse":"He sayde: Beholde, here is an honorable man of God in this cite, all that he sayeth, commeth to passe. Let vs go thither now, perauenture he maye shewe vs oure waye which we go."},{"number":7,"verse":"But Saul saide vnto his childe: Though we shulde go, what brynge we the man? For the bred is gone out of or walet, and els haue we no gifte to brynge the man of God, what haue we?"},{"number":8,"verse":"The childe answered agayne, and sayde: Beholde, I haue the fourth parte of a syluer Sycle by me, ye same wyll we geue the man of God, that he maye shewe vs oure waye."},{"number":9,"verse":"(Afore tyme in Israel, whan a man wente to axe councell at the LORDE, he sayde: Come, let vs go to the Seer: for they that now are called prophetes, were called Seers afore tyme)."},{"number":10,"verse":"Saul sayde vnto his childe: Thou hast well spoken, come let vs go. And whan they wente vnto the cite where the man of God was,"},{"number":11,"verse":"and came vp to the cite, they founde damsels which were gone forth to drawe water, vnto them they sayde: Is the Seer here?"},{"number":12,"verse":"They answered them and sayde: Yee. Beholde, he is there, make haist, for he came in to the cite this daye, because the people haue a sacrifice to do to daye in the hye place."},{"number":13,"verse":"Whan ye come in the cite, ye shal fynde him, afore he go vp to the hye place for to eate: for the people wyll not eate tyll he come. For he shall blesse the offerynge, then shal they eate that are called. Therfore go yor waie vp, for eue now shal ye finde him"},{"number":14,"verse":"And whan they came vp to the cite, and were euen in the myddes of the cite, beholde, Samuel came forth in their waye, and wolde go vp to the hye place."},{"number":15,"verse":"( But the LORDE had opened Samuels eare the daye afore, or euer Saul came, and sayde:"},{"number":16,"verse":"Tomorow aboute this tyme wyll I sende a man vnto the out of the lode of BenIamin, him shalt thou anoynte to be prynce ouer my people of Israel, that he maye delyuer my people from the hande of the Philistynes: for I haue loked vpon my people, and their crye is come before me.)"},{"number":17,"verse":"Now whan Samuel behelde Saul, the LORDE answered him: lo, yt is the man of whom I tolde the, that he shulde raigne ouer my people."},{"number":18,"verse":"Then came Saul vnto Samuel vnder ye gate, and sayde: Tell me (I praye the) where is the Seers house?"},{"number":19,"verse":"Samuel answered Saul, and sayde: I am the Seer. Go vp before me vnto the hye place: for ye shall eate with me to daye, tomorow wyll I lett the go, and all that is in thyne hert, wyll I tell the:"},{"number":20,"verse":"and as for the Asses which were lost thre dayes agoo, care not thou for them, for they are founde. And to whom shall belonge all that is pleasaunt in Israel? Shall it not belonge vnto the and to all thy fathers house?"},{"number":21,"verse":"Saul answered: Am not I a sonne of Iemini, and of the smallest trybe, and my kynred the leest amonge all the kynreds of ye trybe of BenIamin? Why speakest thou so the vnto me?"},{"number":22,"verse":"Samuel toke Saul & his childe & brought them in to the perler where they shulde eate, and satt them aboue those that were called, of whom there were aboute a thirtie men."},{"number":23,"verse":"And Samuel sayde vnto the coke: Geue me the porcion that I gaue the, and bad the kepe it by the."},{"number":24,"verse":"Then the coke toke vp a shulder, and bare it forth, and set it before Saul. And (Samuel) sayde: Beholde, this is left, laye it before the, and eate: for it was kepte for the agaynst this tyme, whan I called the people. Thus Saul ate with Samuel the same daye."},{"number":25,"verse":"And whan they were gone downe from the hye place vnto the cite, he talked with Saul in the chamber."},{"number":26,"verse":"And they rose vp early on the morow. And whan the mornynge sprynge arose, Samuel called Saul in the chamber, and sayde: Vp, yt I maye sende the thy waye. And Saul gat him vp: & they both wete forth together, he and Samuel."},{"number":27,"verse":"And whan they came downe to the ende of the cite, Samuel sayde vnto Saul: Speake vnto ye childe, that he go on forth before vs, but stode thou styll now, that I maie shewe the what God hath sayde:"}]}