{"bibleAbbr":"GB1539","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":17,"verses":[{"number":1,"verse":"And Iehosaphat his sone raygned in hys steade, & preuayled agaynst Israel."},{"number":2,"verse":"And he put souldyers in all the stronge cityes of Iuda, and sett rulers in the lande of Iuda and in the cityes of Ephraim, which Asa his father had wonne."},{"number":3,"verse":"And the Lorde was with Iehosaphat, because he walked in the olde wayes of his father Dauid, and sought not Baalim."},{"number":4,"verse":"But sought the Lorde God of hys father, & walked in hys commaundmentes: and not after the doynges of Israel."},{"number":5,"verse":"And the Lord stablisshed the kyngdome in his hande, and all they that were in Iuda, brought hym presentes, so that he had aboundance of riches and honoure."},{"number":6,"verse":"And he lyft vp his hert vnto the wayes of the Lorde, and he putt downe yet more of the hylaultars and groues out of Iuda."},{"number":7,"verse":"In the thyrde yere of hys raygne he sent to hys lordes, euen to Benhail, Obadia, Zacharia, Nethanel and to Michaahu, that they shulde teach in the cityes of Iuda,"},{"number":8,"verse":"and with them he sent leuites: euen Semeiahu, Nethaniahu, Zabadiahu, Asahel, Semiramoth, & Tubadonia, and with them Elisamah and Iehoram prestes."},{"number":9,"verse":"And they taught in Iuda, and had the boke of the lawe of God wt them, and went about thorowout all the cityes of Iuda, and taught the people."},{"number":10,"verse":"And the feare of the Lorde fell vpon all the kyngdomes of the landes that were rounde about Iuda, & they fought not agaynst Iehosaphat."},{"number":11,"verse":"And some of the philistines brought Iehosaphat gyftes, and tribute syluer: And therto the Arabians brought him catell: euen . vij. M. and . vij. C. rammes, and . vij. M. and . vij. C. he goates."},{"number":12,"verse":"And so Iehosaphat prospered & grue vp on hye. And he buylt in Iuda, castels and stronge cityes,"},{"number":13,"verse":"& he had great substaunce in the cities of Iuda, but the men of armes & strongest soudiers were in Ierusalem."},{"number":14,"verse":"And these are the offyces of them in the houses of their fathers, the captaines ouer thousandes in Iuda. Adna the captayne, & with hym of fightynge men . iij. C. M."},{"number":15,"verse":"And next to hys hande was Iehohanan a captayne, and with hym . ij. C. and . lxxx. M."},{"number":16,"verse":"And nexte him was Amazia the sonne of Zichri, which of his awne good wil offred him selfe vnto the Lord, and wt hym . ij. C. M. myghty men of warre."},{"number":17,"verse":"And of the chyldren of Beniamin, Eliada a man of myght, and had with hym armed men with bowe & shylde . ij. C. M."},{"number":18,"verse":"And nexte hym was Iehosabad, and with hym an . C. and . lxxx. M. that were prepared for the warre."},{"number":19,"verse":"These wayted on the kynge, besydes those which the kinge put in the stronge cityes thorowout all Iuda."}]}