{"bibleAbbr":"GB1539","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":20,"verses":[{"number":1,"verse":"After thys also, it fortuned that the chyldren of Moab and the chyldren of Ammon, and wt them other of the Ammonites came agaynst: Iehosaphat to battayll."},{"number":2,"verse":"And there came some that tolde Iehosaphat sayinge: there commeth a greate multitude agaynst the from the other syde of the see, & out of Siria. And beholde, they be in Hasason Thamar, which is Engadi."},{"number":3,"verse":"And Iehosaphat feared, and set him selfe to seke the Lord, and proclaymed fastyng thorowout all Iuda."},{"number":4,"verse":"And they that were in Iuda, gathered them selues together, to aske councell of the Lord. And they came out of all the cityes of Iuda, to make intercessyon to the Lorde."},{"number":5,"verse":"And Iehosaphat stode betwene the congregacion of Iuda and Ierusalem in the house of the Lorde before the newe courte,"},{"number":6,"verse":"and sayde: O Lorde God of our fathers, art not thou God in heuen, and raygnest not thou on all the kyngdomes of the Hethen? And in thyne hande is power and myght, and there is no man that is able to withstande the."},{"number":7,"verse":"Art not thou oure God, which dydest cast out the inhabiters of thys lande before thy people Israel, and gauest it to the seede of Abraham thy louer for euer?"},{"number":8,"verse":"And they dwelt therin, and haue buylt the a temple therin for thy name, sayinge:"},{"number":9,"verse":"Yf euell come vpon vs, as the swerde of iudgement, pestilence or hongre: then, yf we stand before this house in thy presence, for thy name is in thys house, and crye vnto the in our tribulacyon, heare thou, and helpe."},{"number":10,"verse":"And nowe behold, the chyldren of Ammon, and Moab, & mount Seir, by whom thou woldest not let them of Israel go, when they came out of the lande of Egipte: but they departed from them, & destroyed them not."},{"number":11,"verse":"Se, howe they rewarde vs, to come for to cast vs out of thy possessyon, which thou hast geuen vs to inheret."},{"number":12,"verse":"O our God, wylt thou not iudge them: for we haue no myght agaynst thys great companye that commeth agaynst vs. Nether wote we what to do: but oure eyes be vnto the."},{"number":13,"verse":"And all Iuda stode before the Lorde wt their yongeones, theyr wyues & theyr chyldren:"},{"number":14,"verse":"& ther was Iehasiel the sonne of Zacharia the sonne of Banaia the sonne of Ieiel the sonne of Mathania, a leuite of the sonnes of Asaph, and vpon hym came the sprete of the Lorde, euen in the myddes of the congregacion."},{"number":15,"verse":"And he sayde: herken all Iuda, and ye enhabiters of Ierusalem, & thou king Iehosaphat: Thus sayth the Lord vnto you: be not afrayd nor faynte herted by reason of thys greate multitude: for the battayll is not youres: but Gods."},{"number":16,"verse":"Tomorow go ye downe agaynst them: for they come vp at Ziz, & ye shall finde them at the ende of the broke before the wildernes of Ieruel."},{"number":17,"verse":"Ye shall not nede to fyght in thys battayll: but steppe forth & stande, & beholde the helpe of the Lorde which is with you: feare not, nor let youre hertes fayle you, O ye of Iuda and of Ierusalem. Tomorowe go out agaynst them: for the Lorde wylbe with you."},{"number":18,"verse":"And Iehosaphat bowed hys face to the erth, and all Iuda and the enhabiters of Ierusalem fell before the Lorde worshippynge the Lorde."},{"number":19,"verse":"And the leuites of the chyldren of the Cahathites and of the children of the Corahites stode vp, to prayse the Lorde God of Israel with a loude voyce on hye."},{"number":20,"verse":"And whan they arose earlye in the mornynge, they gat them out vnto the wyldernesse of Thekoa. And as they went out, Iehosaphat stode and sayde: heare me, O Iuda, & ye enhabiters of Ierusalem. Put your trust in the Lord your God, that ye maye be founde faythfull. Geue credence to hys prophetes, & so shall ye prospere."},{"number":21,"verse":"And he gaue the people councell, and set some to syng vnto the Lord, & to prayse him in the bewtye of holynes, & to go out before the army, as they went, and to saye: prayse the Lorde for hys mercy lasteth euer."},{"number":22,"verse":"And what tyme as they beganne to laude & prayse, then the Lorde stered vp certayne of the chyldren of Ammon and Moab, which layed wayte for them that were of mount Seir: which were come agaynst Iuda. And they were ouerthrowen with strokes amonge them selues. For the chyldren of Ammon and Moab rose against the enhabiters of mount Seir. And they slewe and destroyed them."},{"number":23,"verse":"And whan they had made an ende of the enhabiters of Seir, euery one helped to destroye another amonge them selues."},{"number":24,"verse":"And when Iuda came to the edge of the wildernes, they loked vnto the multitude. And beholde, they were deed carcasses fallen to the erth, & none escaped."},{"number":25,"verse":"And whan Iehosaphat and hys people came to take awaye the spoyle of them, they founde amonge them aboundaunce of goodes, rayment and pleasaunt Iewels, which they toke for them selues, more then they could cary awaye: so that they were thre dayes in gatherynge of the spoyle, it was so moch."},{"number":26,"verse":"And the fourth daie they assembled in the valley of blessinge: for there they blessed the Lord: And therfore they called the name of the same place, the valeye of blessyng vnto thys daye."},{"number":27,"verse":"And so all the men of Iuda & Ierusalem returned with Iehosaphat theyr heade, for to go againe to Ierusalem with gladnesse: for the Lorde had made them to reioyse ouer theyr enemyes."},{"number":28,"verse":"And they came to Ierusalem with psalteryes and harpes, & shawmes, euen vnto the house of the Lorde."},{"number":29,"verse":"And the feare of God fell in the kyngdomes of all landes, whan they had hearde that the Lorde fought agaynst the enemyes of Israel."},{"number":30,"verse":"And so the realme of Iehosaphat was in tranquyllite: and hys God gaue hym rest on euery syde."},{"number":31,"verse":"And Iehosaphat raygned vpon Iuda, & was . xxxv. yere olde when he beganne to raygne, & raygned . xxv. yere in Ierusalem. And his mothers name was Asuba the daughter of Silhi."},{"number":32,"verse":"And he walked in the waye of Asa his father, & bowed not therfrom, doynge that which was ryght in the syght of the Lorde:"},{"number":33,"verse":"Howbeit the hylaultars were nott taken awaye, for the people had not yet prepared theyr hertes vnto the God of theyr fathers."},{"number":34,"verse":"The rest of the actes of Iehosaphat first & last beholde, they are wrytten amonge the sayinges of Iehu the sonne of Hanam, which noted them in the boke of the kynges of Israel."},{"number":35,"verse":"After this dyd Iehosaphat kyng of Iuda ioyne him selfe wt Ahaziahu kinge of Israel, whose mynde was to do wyckedly."},{"number":36,"verse":"He coupled hym selfe with hym, to make shippes to go to tharsis, And they made the shyppes in Ezion Gaber."},{"number":37,"verse":"And Elieser the sonne of Dodanah of Maresa prophesyed agaynst Iehosaphat, sayinge: because thou hast ioyned thy selfe with Ahaziahu, the Lorde hath broken thy workes. And the shippes were broken, that they were not able to go to Tharsis."}]}