{"bibleAbbr":"GB1539","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"And the enhabiters of Ierusalem made Ahaziahu hys yonge sonne kinge in hys steade. For the men of warre that came with the host of the Arabians, had slayne all hys eldest sonnes. And so Ahaziahu the sonne of Iehoram kynge of Iuda, was made kynge."},{"number":2,"verse":"Two and fourtye yere olde was he, whan he began to raygne, and he raygned one yere in Ierusalem. Hys mothers name was Athaliahu the daughter of Amri."},{"number":3,"verse":"And he walked also in the wayes of the house of Ahab, for hys mother (by her councell) entysed him to do wyckedly."},{"number":4,"verse":"Wherfore he dyd that which was euell in the syght of the Lorde, as dyd they that were of the house of Ahab: for they were hys councelers after the deeth of his father, to his destruccyon. And he walked after theyr councell,"},{"number":5,"verse":"and went with Iehoram sonne of Ahab king of Israel, to fight agaynst Hazael king of Siria at Ramoth in Gilead: and the Sirians smote Ioram."},{"number":6,"verse":"And he returned to be healed in Iezrel, of the woundes which were geuen him at Rama, when he fought wt Hazael kyng of Siria. And Ahaziahu the sonne of Iehoram kynge of Iuda went downe to se Iehoram the sonne of Ahab at Iezrel, because he was diseased."},{"number":7,"verse":"And it cam of God, that Ahaziahu shulde be despysed for hys commynge to Iehoram: for whan he was come, he went out with Iehoram agaynst Iehu the sonne of Nimsi, whom the Lorde had anoynted to destroye the house of Ahab."},{"number":8,"verse":"And so it came to passe that whan Iehu was executynge iustice vpon the house of Ahab, & had founde the lordes of Iuda and the sonnes of the brethren of Ahaziahu that wayted on Ahaziahu, he slue them."},{"number":9,"verse":"And he sought Ahaziahu, and they caught hym where he was hyd in Samaria, and brought him to Iehu. And when they had slayne hym, they buried hym: because (sayde they) he is the sonne of Iehosaphat, which sought the Lord with all hys hert. And the house of Ahaziahu had no power to kepe styll the kyngdome."},{"number":10,"verse":"But when Athaliahu the mother of Ahaziahu sawe that her sonne was deed, she arose and destroyed all the kynges seed in the kynred of the house of Iuda."},{"number":11,"verse":"And Iehosabeth the daughter of the kinge toke Ioas the sonne of Ahaziahu, & stale hym from amonge the kynges sonnes that were slayne, and putt hym and hys nource in a preuye chambre. And so Iehosabeath the daughter of kinge Iehoram the wyfe of Iehoiada the prest, and the syster of Ahaziahu hyd hym from Athaliahu that he was not slayne."},{"number":12,"verse":"And so he was wt them hyd in the house of God syxe yere. And Athaliahu raygned ouer the lande."}]}