{"bibleAbbr":"GB1539","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"Ahaz was twenty yere old when he beganne to raygne, & raygned syxtene yere in Ierusalem, and he dyd not that which is ryght in the syght of the Lorde, as dyd his father Dauid:"},{"number":2,"verse":"For he walked in the wayes of the kynges of Israel, & made molten ymages for Baalim."},{"number":3,"verse":"He offered incense in the valeye of the sonne of Hinnom, and burnt hys chyldren in fyre after the abominacions of the Heithen, whom the Lord cast out before the chyldren of Israel."},{"number":4,"verse":"He offered also, and burnt incense in hilaulters and on mountayns and vnder euery grene tre."},{"number":5,"verse":"Wherfore the Lorde his God delyuered him into the hande of the kynge of the Siriens: which bet him, & caried awaye a great multitude of hys captiue, and brought them to Damascon. And he was delyuered into the hande of the kynge of Israel, which smote him with a greate slaughter."},{"number":6,"verse":"For Pekah the sonne of Remaliahu slue in Iuda an hundred & twentye thousande in one daye, which were all fyghtinge men: and that because they had forsaken the Lorde God of theyr fathers."},{"number":7,"verse":"And Zichria mightye man of Ephraim slue Maasiahu the kynges sonne, & Africa the gouernour of the house, and Elcana that was next to the kynge."},{"number":8,"verse":"And the children of Israel toke prisoners of theyr brethren, two hundred thousande wemen, sonnes, & daughters, & caryed awaye moche spoyle of them, & brought the spoyle to Samaria."},{"number":9,"verse":"But there was a prophete of the Lordes (whose name was Obed) and he went out before the host that came to Samaria, & sayde vnto them. Beholde, because the Lorde God of youre fathers is wroth wt Iuda, he hath delyuered them into youre hande. And ye haue slayne them with cruelnesse, that reacheth vp to heauen."},{"number":10,"verse":"And nowe ye purpose to kepe vnder the chyldren of Iuda and Ierusalem, and to make them bondmen and bondwemen. And do ye not lade youre selues with synne in the syght of the Lorde youre God?"},{"number":11,"verse":"Nowe heare me therfore, and delyuer the captyues agayne which ye haue taken of youre brethren. for els shall the great wrath of God be vpon you."},{"number":12,"verse":"Wherfore, certayne of the heedes of the chyldren of Ephraim, as Asaria the sonne of Iehohanan. Berechiahu the sonne of Mesillemoth, and Iehezkiahu the sonne of Sallum, and Amasa the sonne of Hadlai, stode vp agaynst them that came from the warre,"},{"number":13,"verse":"and sayde vnto them: bringe not in the captiues hyther. For where as we haue offended towarde God allreadye, ye entende to adde more to our synnes & trespace. For our trespace is great allready, and there is a fearce wrath agaynst Israel."},{"number":14,"verse":"And vpon that, the men of armes lefte the captiues and the spoyle before the Lordes and all the congregacyon."},{"number":15,"verse":"And the men that were nowe rehearsed by name, rose vp, and toke the prisoners, & with the spoyle clothed all that were naked amonge them, and arayed them, & shoed them, & gaue them to eate and to drinke, & anoynted them, and caryed all that were feble of them vpon asses, & brought them to Iericho (the cytie of Paulme trees) to theyr brethren: & then they returned to Samaria agayne."},{"number":16,"verse":"At that same tyme dyd kyng Ahaz send vnto the kynges of Assur, to haue helpe of them."},{"number":17,"verse":"And the Edomites came agayne, and slue some of Iuda, and caryed awaye captyues."},{"number":18,"verse":"And the Philistines inuaded the cities in the lowe countrey, and towarde the south of Iuda: & toke Bethsames, & Aialon, and Gederoth, and Socho with the townes longynge therto, and Thimna with the townes of the same: Gimso, and the townes therof, and dwelt there."},{"number":19,"verse":"For the Lord brought Iuda lowe, because of Ahaz kynge of Iuda, which made Iuda naked, & transgressed sore against the Lorde."},{"number":20,"verse":"And Thilgath pilneser kynge of the Assyrians came vpon him, and troubled him rather then strengthed hym."},{"number":21,"verse":"For Ahaz toke awaye a porcion out of the house of the Lorde, and out of the kynges house, & out of the Lordes houses, & gaue vnto the kynge of the Assyrians: and yet it helped him not."},{"number":22,"verse":"And in the very tyme of hys tribulacion dyd kyng Ahaz trespace yet moare agaynst the Lord."},{"number":23,"verse":"For he offered vnto the Gods of them of Damasco, which bette hym, & he sayd: because the Gods of the kynges of Syria healpe them, therfore wyll I offer to them, that they maye helpe me also. But they were his destruccyon, and the destruccion of all Israel."},{"number":24,"verse":"And Ahaz gathered together the vessels of the house of God, and brake them, and shut vp the dores of the house of the Lord, and made him aulters in euery corner of Ierusalem."},{"number":25,"verse":"And in all the cities of Iuda he made hyllaulters, to burne incense vnto other Gods, & angred the Lorde God of his fathers."},{"number":26,"verse":"The rest of hys actes and hys workes fyrst and last: beholde, they are written in the boke of the kynges of Iuda & Israel."},{"number":27,"verse":"And Ahaz slepte with hys fathers, & they buryed hym in the cytie of Ierusalem: but brought hym not vnto the sepulchres of the kynges of Israel. And Hezekia his sonne raygned in hys steade."}]}