{"bibleAbbr":"GB1539","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"And Salomon beganne to buylde the house of the Lorde at Ierusalem in mount Moria where (the Lorde) appeared vnto Dauid his father: euen in the place that Dauid prepared in the thresshynge floure of Ornan the Iebusyte."},{"number":2,"verse":"And he began to buylde in the seconde daye of the seconde moneth the fourth yeare of his raygne."},{"number":3,"verse":"And these are the paternes wherby Salomon was instructe to buylde the house of God. The length was thre skore cubytes after the olde measure, and the bredthe . xx. cubytes."},{"number":4,"verse":"The porche, that was in bredth as large as the temple, had . xx. cubytes: and the heygth was an hundred & . xx. cubytes. And he ouerlayed it on the ynner syde with pure golde."},{"number":5,"verse":"And the greater house he syled with fyrre tree, which he ouerlayde with the best gold, and graued therto palmetrees and cheynes."},{"number":6,"verse":"And he ouerlayed the house with precyouse stone bewtyfully. And the golde was golde of Paruaim."},{"number":7,"verse":"The house (I saye) the beames, postes, walles and dores therof, ouerlayed he with gold, and made grauen worke vpon the walles."},{"number":8,"verse":"And he made the house moost holye, whose length was . xx. cubytes lyke to the bredthe of the house, and the bredthe therof was also . xx. cubytes. And he ouerlayde it wyth good golde, euen with . vj. hundred talentes."},{"number":9,"verse":"And the waight of the nayles of gold was fyftie sycles. And he ouerlayde the vpper chambres with golde."},{"number":10,"verse":"And in the house most holy, he made two Cherubyns of ymage worke, lyke chyldren, and ouerlayde them with gold."},{"number":11,"verse":"And the wynges of the Cherubs were . xx. cubytes longe. The one wynge was fyue cubites, reaching to the wall of the house, and the other wynge was lykewyse fyue cubytes, reachynge to the wynge of the other Cherub."},{"number":12,"verse":"And euen so the one wynge of the other Cherub was fyue cubytes, reachynge to the wall of the house, and the other wynge was fyue cubites also, and reached to the wynge of the other Cherub."},{"number":13,"verse":"So that the wynges of the sayde Cherubs were stretched out . xx. cubytes. And they stode on their fete, and loked inwardes."},{"number":14,"verse":"And he made a fore hangyng of yelow sylke purple, cremosyne, and fyne white, and caused the pictures of Cherubs to be brodered theron."},{"number":15,"verse":"And he made before the house, two pyllers of . xxxv. cubytes hye. And the heed that was aboue on the toppe of euerye one of them was fyue cubytes."},{"number":16,"verse":"And he made chaynes of wrethen worke for the queere, and put them on the heedes of the pyllers, & made an hundred pomegranates, and put them on the cheynes."},{"number":17,"verse":"And he reared vp the pyllers before the temple: one on the ryght hande, and the other on the lefte, and called the ryght Iachin, and the lefte Boaz."}]}