{"bibleAbbr":"GB1539","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":33,"verses":[{"number":1,"verse":"Manasse was . xij. yeare olde when he beganne to raygne, & he raygned . lv. yeare in Ierusalem:"},{"number":2,"verse":"But dyd euell in the syght of the Lord, lyke vnto the abhominacions of the heathen, whom the Lorde cast out before the children of Israel. For he went to,"},{"number":3,"verse":"and buylt the hylaulter, which Hezekia hys father had broken downe. And he rered vp aulters for Baalim, and made groues, and worshypped all the hoost of heauen, and serued them."},{"number":4,"verse":"And he buylt aulters in the house of the Lord: where as the Lorde yet had sayd: in Ierusalem shall my name be for euer."},{"number":5,"verse":"And he buylded aulters for all the hoost of heauen, in the two courtes of the house of the Lorde."},{"number":6,"verse":"And he burnt hys chyldren in fyre, in the valey of the sonne of Hinnom. He was a sorcerer, he regarded the cryenge of byrdes, vsed inchauntementes, and mayntened workers wt spretes, and sears of fortunes: and wrought moch euell in the syght of the Lorde, to angre him with all."},{"number":7,"verse":"And he put the kerued ymage & an Idole which he had made, in the house of God. Of which house God had sayd to Dauid and to Salomon his sonne: in this house and in Ierusalem whych I haue chosen afore all the trybes of Israell, wyll I put my name for euer,"},{"number":8,"verse":"and will nomore bryng the seate of Israell from of the lande which I haue ordeyned for your fathers. If so be that they wyll be diligent and do all that I haue commaunded them in al the lawe, and statutes, and ordinaunces by the hande of Moses."},{"number":9,"verse":"And so Manasse made Iuda and the enhabiters of Ierusalem to erre, and to do worse then the heathen, whom the Lorde destroyed before the chyldren of Israell."},{"number":10,"verse":"And the Lorde spake to Manasse & to hys people, but they wolde not regarde."},{"number":11,"verse":"Wherfore, the Lord brought vpon them the captaynes of the host of the kyng of the Assirians, whych toke Manasse in holde, and bounde hym with chaynes, and caryed hym to Babylon."},{"number":12,"verse":"And when he was in trybulacion, he besought the Lord hys God, & humbled hym selfe exceadyngly before the God of his fathers,"},{"number":13,"verse":"and made intercession to hym and God was entreated of hym, and hearde his prayer, and brought hym agayne to Ierusalem into his kyngdome. And then Manasse knewe, that the Lorde was God."},{"number":14,"verse":"After this he built a wal without the cytie of Dauid on the west syde of Gihon in the valley as they come to the fish gate, & round about Ophel, and brought it vp of a very great heygth, and put captaynes of warre in all the strong cyties of Iuda."},{"number":15,"verse":"And he toke awaye straunge Gods & ymages out of the house of God, and all the aulters that he had buylt in the mount of the house of God, and in Ierusalem, and cast them oute of the cytie."},{"number":16,"verse":"And he prepared the aultar of the Lord, and sacrifyced theron peace offerynges, and thankoffrynges, and charged Iuda, to serue the Lord God of Israel."},{"number":17,"verse":"Neuertheles, the people dyd offer styll in the hylaulters, howbeit vnto the Lorde their God onely."},{"number":18,"verse":"The rest of the actes of Manasse, and his prayer vnto his God, and the wordes of the sears and of them that spake to hym in the name of the Lorde God of Israell, beholde, they are writen in the sayenges of the kynges of Israel."},{"number":19,"verse":"And his prayer, and howe that he was hearde, and all his synnes, and his trespasse, and the places where he made hylaulters, and set vp groues, and ymages (before he was mekened) beholde, they are wrytten among the sayenges of the sears."},{"number":20,"verse":"And Manasse slepte with hys fathers, and they buryed hym in hys awne house: and Amon his sonne raigned in his rowme."},{"number":21,"verse":"Amon was two and twenty yeare olde, when he beganne to raygne, and raygned two yeare in Ierusalem."},{"number":22,"verse":"But he did euell in the syght of the Lord, lyke as dyd Manasse his father, for Amon sacrificed to all the kerued ymages which Manasse hys father had made, and serued them,"},{"number":23,"verse":"and submitted not him selfe before the Lord as Manasse hys father had mekened hym selfe. But Amon trespassed greatly."},{"number":24,"verse":"And his awne seruauntes conspired agaynst him, and slue hym in hys awne house."},{"number":25,"verse":"But the people of the lande slue all them that had conspyred agaynst kynge Amon. And the same people of the lande made Iosia hys sonne kynge in hys rowme."}]}