{"bibleAbbr":"GB1539","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":4,"verses":[{"number":1,"verse":"And he made an aulter of brasse . xx. cubytes longe, and . xx. cubytes broade, and ten cubytes hye."},{"number":2,"verse":"And he cast a brasen Lauatorye of ten cubytes from brym to brym, rounde in compase, and fyue cubytes hye: and a lyne of thyrtye cubytes dyd compase it rounde aboute."},{"number":3,"verse":"And vnder it was the fasshyon of oxen which dyd compase it rounde aboute: with ten cubytes dyd they compase the Lauatory rounde aboute, and there were, two rowes of oxen which were cast of lyke molten worke."},{"number":4,"verse":"And it stode also vpon twelue oxen: thre loked towarde the North, thre towarde the west, thre towarde the South, and thre towarde the Eest, and the Lauatory was set vpon them, and all their backes were towarde the Lauatory."},{"number":5,"verse":"And the thyckest of it was an handbreede, and the brym lyke the brym of a cuppe, with floures of lylyes. And it receaued and helde thre thousande bates."},{"number":6,"verse":"And he made ten lauers: and put fyue on the ryght hande, and fyue on the lefte, to washe and clense in them, soch thinges as they offred for a burntofferynge. But the great Lauatory was for the preastes to washe in."},{"number":7,"verse":"And he made ten candelstyckes of golde (accordinge to the paterne that was geuen of them) and put them in the temple: fyue on the ryght hande and fyue on the lefte."},{"number":8,"verse":"And he made also ten tables, and put them in the temple: fyue on the ryght syde, and fyue on the lefte. And he made an hundred basens of golde."},{"number":9,"verse":"And he made the courte of the preastes, & the great courte and dores to it: and ouerlayde the dores of them with brasse."},{"number":10,"verse":"And he set the great Lauatorye on the ryght syde of the Eest ende, ouer agaynst the South."},{"number":11,"verse":"And Hiram made pottes, shouelles and basens, and fynesshed the worke that he was appoynted to make for kynge Salomon in the house of God."},{"number":12,"verse":"The two pyllers, the couerynges or two heedes on the toppes of the pyllers: & the two wrethes to couer the two scalpes or heedes that were on the toppes of the pyllers:"},{"number":13,"verse":"and foure hundred pomegranates on the two wrethes, two rowes of pomegranates on one wrethe, to couer the two toppes or heedes that were on the pyllers."},{"number":14,"verse":"And he made two bottomes, and lauers made he vpon the bottomes:"},{"number":15,"verse":"the great Lauatory, and twelue oxen vnder it."},{"number":16,"verse":"Pottes also and shouelles, flesshe hokes, and all these vesselles dyd Hyram (hys father) make to kynge Salomon for the house of the Lorde, of bryght brasse."},{"number":17,"verse":"In the playne of Iordan dyd the kynge cast them, euen in the claye ground that is, betwene Socoth & Zaredatha."},{"number":18,"verse":"And Salomon made all these vesselles in greate aboundaunce, for the weight of brasse coulde not be rekened."},{"number":19,"verse":"And Salomon made all the vesselles that were for the house of God: the golden aulter also & the tables to sett the shewbred vpon"},{"number":20,"verse":"Moreouer, the candelstickes with their lampes (to burne after the maner before the quere) and that of precious golde:"},{"number":21,"verse":"and the floures and the lampes, and the snoffers made he of golde, and that perfecte golde:"},{"number":22,"verse":"and the dressynge knyues, basens, spones and censers of pure golde. And the dore of the temple, and the ynner dores within the place moost holye, and the ynner dores of the temple, were gylted. And so was all the worcke that Salomon made for the house of the Lorde fynisshed."}]}