{"bibleAbbr":"GB1539","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"Then Salomon sayde: the Lorde hath spoken, howe that he wyll dwell in the cloude."},{"number":2,"verse":"And I haue buylt an habitacyon for the, and a place for thy dwellynge for euer."},{"number":3,"verse":"And the kynge turned his face, and blessed the hole congregacyon of Israel, and all the congregacyon of Israel stode."},{"number":4,"verse":"And he sayde: blessed be the Lorde God of Israel which hath with his handes, fulfylled it, that he spake with his mouth to my father Dauid, sayinge:"},{"number":5,"verse":"sence the daye that I brought my people out of the lande of Egypt, I chose no cytie amonge all the trybes of Israel to buylde an house in, that my name myght be there, nether chose I any man to be a ruler ouer my people Israel:"},{"number":6,"verse":"sauynge that I haue chosen Ierusalem, that my name myght be there, and haue chosen Dauid to be ouer my people Israel."},{"number":7,"verse":"And whan it was in the herte of Dauid my father to buylde an house for the name of the Lord God of Israel:"},{"number":8,"verse":"the Lord sayd to Dauid my father: for as moch as it was in thyne herte to buylde an house for my name, thou dydest well that thou so thoughtest in thyne hert."},{"number":9,"verse":"Notwithstandynge, thou shalt not buylde the house, but thy sonne which is proceaded out of thy loynes, he shall builde an house for my name."},{"number":10,"verse":"The Lorde therfore, hath made good his sayinge that he hath spoken, and I am rysen vp in the rowme of Dauid my father, and am set on the seate of Israel, as the Lord promysed, and haue buylt an house for the name of the Lorde God of Israel."},{"number":11,"verse":"And in it haue I put the Arcke, wherin is the couenaunt of the Lorde that he made with the children of Israel."},{"number":12,"verse":"And the kynge stode before the aulter of the Lorde in the presence of all the congregacyon of Israel, and stretched out his handes."},{"number":13,"verse":"For nowe Salomon had made a brasen pulpyt of fyue cubytes longe & fyue cubytes broad, and thre of heyght, & had set it in the myddes of the great courte, & vpon it, he stode and kneled downe, vpon his knees before all the congregacyon of Israel & stretched out his handes towarde heauen,"},{"number":14,"verse":"& sayde: O Lorde God of Israel, there is no God lyke the in heauen and in erth, which kepest couenaunt and shewest mercye vnto thy seruauntes that walke before the with all their hertes."},{"number":15,"verse":"Thou which hast kept wt thy seruaunt Dauid my father the thynges that thou promisedest him: thou saydest it wt thy mouth, and hast fulfylled it with thyne handes, as it is to se this daye."},{"number":16,"verse":"And nowe Lorde God of Israel, kepe wt thy seruaunt Dauid my father, the thynges that thou promysedest him, sayinge: thou shalt in my syght not be without a man, that shall sytte vpon the seate of Israel: so that thy children take hede to their wayes, to walcke in my lawe, as thou hast walked before me."},{"number":17,"verse":"And nowe Lord God of Israel, lett thy sayinge be true which thou spakest vnto thy seruaunt Dauid."},{"number":18,"verse":"And wyll God in very dede, dwell with men on erthe? Beholde heauen and heauen aboue all heauens do not contayne the: howe moch lesse the house which I haue buylded?"},{"number":19,"verse":"Let it be thy pleasure therfore to turne to the prayer of thy seruaunte and to his supplicacyon (O Lorde my God) to herken vnto the voyce and prayer which thy seruaunt prayeth before the:"},{"number":20,"verse":"and let thyne eyes be open towarde this house daye and nyght, ouer this place, wherin thou hast sayde, that thou woldest put thy name: to herken vnto the prayer which thy seruaunte prayeth in this place:"},{"number":21,"verse":"herken vnto the prayers of thy seruaunt & of thy people Israel, which they praye in this place: heare thou (I saye) out of thy dwellinge place, euen out of heauen: heare and be mercyfull."},{"number":22,"verse":"If a man synne agaynst his neyboure, and take on ooth against him, and make him to sweare, & they both come before thyne aulter in this house:"},{"number":23,"verse":"then heare thou from heauen, and worcke, & iudge thy seruauntes, that thou rewarde the vngodly, & recompence him his waye vpon his heed, and iustefye the ryghteous, and geue him accordynge to his ryghtwesnesse."},{"number":24,"verse":"And yf thy people Israel be put to the worse before the enemye, because they haue synned agaynst the. Yet yf they turne & geue thankes vnto thy name, and make intercessyon, and praye before the in this house:"},{"number":25,"verse":"then heare thou from heauen, and be mercyfull vnto the synne of thy people Israel, and brynge them agayne vnto the lande, which thou gauest to them and to their fathers."},{"number":26,"verse":"Whan heauen is shutt vp, and there be no rayne, because they haue synned agaynst the: yet yf they praye in this place, and confesse thy name, and repent from their synne for the which thou chastenest them:"},{"number":27,"verse":"then heare thou in heauen, & be mercyfull vnto the synne of thy seruauntes and of thy people Israel, and guyde thou them into the good waye, to walke in, and sende rayne vpon thy lande, which thou hast geuen vnto thy people, for an enheritaunce."},{"number":28,"verse":"And yf there be dearth in the lande, or pestylence, corrupcyon, or blastinge of corne, grashoppers, or caterpyllers, or that theyr enemyes besege them in the cyties of theyr lande, or whatsoeuer plage or syckenesse it be."},{"number":29,"verse":"Then what supplicacyons and prayers soeuer shalbe made of any man, & of all thy people Israel, whych shall knowe euery man his awne sore and his awne greffe, and shall stretche out their handes towarde this house,"},{"number":30,"verse":"thou shalt heare from heauen, euen from thy dwellynge place, and shalt be mercyfull, and geue euery man accordynge vnto all his wayes, euen as thou doest knowe euery mannes herte: for thou onely knowest the hertes of the chyldren of men:"},{"number":31,"verse":"that they maye feare the & walke in thy wayes as longe as they lyue in the lande, which thou gauest vnto oure fathers."},{"number":32,"verse":"Moreouer, the straunger which is not of thy people Israel, yf he come from a farre lande for thy greate names sake, and thy myghtye hande, and thy stretched oute arme, Yf they come (I saye) & praye in thy house:"},{"number":33,"verse":"thou shalt heare from heauen, euen from thy dwellynge place, and shalt do accordynge to all that the straunger calleth to the for. That all people of the erth maye knowe thy name, and feare the, as doeth thy people Israel, and that they maye knowe, howe that in thys house which I haue buylt, thy name is called vpon."},{"number":34,"verse":"Yf thy people go out to warre agaynst their enemyes, by the waye that thou shalt sende them, and they praye to the, in the waye towarde this cytie which thou hast chosen, euen towarde the house which I haue buylt for thy name:"},{"number":35,"verse":"then heare thou from heauen their supplicacyon and prayer, and helpe them in theyr ryght."},{"number":36,"verse":"If they synne agaynst the, as there is no man but he doth synne, and thou be angrye with them, and delyuer them ouer before their enemyes, and they take them and leade them awaye vnto a lande ferre or neare,"},{"number":37,"verse":"yet yf they repent in their hert in the lande where they be in captyuite, and turne, and praye vnto the in the lande of their captiuite, sayinge: we haue synned, we haue done euell & wyckedlye,"},{"number":38,"verse":"and turne agayne to the, wyth all their herte and all their soule, in the lande of their captyuite, where they kepe them in bondage, and so praye towarde theyr lande which thou gauest vnto their fathers, euen towarde the cytie whych thou hast chosen, and towarde the house which I haue buylt for thy name."},{"number":39,"verse":"Then heare thou from heauen euen from thy dwellinge place, their supplicacion and their prayer, and iudge their cause, and be mercyfull vnto thy people, which haue synned agaynst the."},{"number":40,"verse":"Nowe my God, let thyne eyes be open, and thyne eares attent vnto the prayer that is made in this place."},{"number":41,"verse":"Nowe vp O Lorde God into thy restynge place: thou and the Arcke of thy strengthe. O Lorde God, let thy preastes be clothed with health, and let thy saynctes reioyse in goodnesse."},{"number":42,"verse":"O Lord God, turne not a waye the face of thyne anoynted. Remembre the mercyes, which thou hast promysed to Dauid thy seruaunte."}]}