{"bibleAbbr":"MKJV1962","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":1,"verses":[{"number":1,"verse":"And these [were] the names of the sons of Israel who came into Egypt. Every man and his household came with Jacob:"},{"number":2,"verse":"Reuben; Simeon; Levi; and Judah;"},{"number":3,"verse":"Issachar; Zebulun; and Benjamin,"},{"number":4,"verse":"Dan; and Naphtali; Gad; and Asher."},{"number":5,"verse":"And all the souls that came out of the loins of Jacob were seventy souls, for Joseph was [already] in Egypt."},{"number":6,"verse":"And Joseph died, and all his brothers, and all that generation."},{"number":7,"verse":"And the sons of Israel were fruitful, and increased very much, and multiplied, and became exceedingly mighty. And the land was filled [with] them."},{"number":8,"verse":"And there arose a new king over Egypt, who did not know Joseph."},{"number":9,"verse":"And he said to his people, Behold, the people of the sons of Israel [are] many and mightier than we."},{"number":10,"verse":"Come, let us deal wisely with them, lest they multiply, and it will be when there comes a war, they join also to our enemies, and fight against us, and get out of the land."},{"number":11,"verse":"And they set taskmasters over them to afflict them with their burdens. And they built treasure cities for Pharaoh, Pithon and Raamses."},{"number":12,"verse":"But the more they afflicted them, the more they multiplied and grew. And they were grieved because of the sons of Israel."},{"number":13,"verse":"And the Egyptians made the sons of Israel serve with harshness."},{"number":14,"verse":"And they made their lives bitter with hard work in mortar and in bricks, and in all [kinds of] work in the field; all their work in which they made them do [was] with harshness."},{"number":15,"verse":"And the king of Egypt spoke to the Hebrew midwives, of which the name of the one [was] Shiphrah, and the name of the other Puah."},{"number":16,"verse":"And he said, When you midwife the Hebrew women, and look on the birth stools, if it [is] a son, then you shall kill him. But if it [is] a daughter, then she shall live."},{"number":17,"verse":"But the midwives feared God, and did not do as the king of Egypt commanded them, but saved alive the male children."},{"number":18,"verse":"And the king of Egypt called for the midwives and said to them, Why have you done this thing, and have saved the male children alive?"},{"number":19,"verse":"And the midwives said to Pharaoh, Because the Hebrew women [are] not like the Egyptian women. For they [are] lively, and are delivered before the midwives come in to them."},{"number":20,"verse":"And God dealt well with the midwives. And the people multiplied and became very mighty."},{"number":21,"verse":"And it happened, because the midwives feared God, [that] He made them houses."},{"number":22,"verse":"And Pharaoh charged all his people, saying, Every son that is born you shall cast into the river, and every daughter you shall save alive."}]}