{"bibleAbbr":"MKJV1962","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":10,"verses":[{"number":1,"verse":"And the LORD said to Moses, Go in to Pharaoh, for I have hardened his heart and the heart of his servants, so that I might show these My signs before him,"},{"number":2,"verse":"and so that you may tell in the ears of your son, and of your son's sons, what things I have worked in Egypt, and My signs which I have done among them, so that you may know that I [am] the LORD."},{"number":3,"verse":"And Moses and Aaron came in to Pharaoh and said to him, So says the LORD God of the Hebrews, How long will you refuse to humble yourself before Me? Let My people go, so that they may serve Me."},{"number":4,"verse":"For if you refuse to let My people go, behold, tomorrow I will bring the locusts into your coast."},{"number":5,"verse":"And they shall cover the face of the land, so that one cannot be able to see the earth. And they shall eat the rest of that which has escaped, which remains to you from the hail, and shall eat every tree which grows for you out of the field."},{"number":6,"verse":"And they shall fill your houses, and the houses of all your servants, and the houses of all the Egyptians, which neither your fathers, nor your fathers' fathers have seen, since the day they were upon the earth until this day. And he turned himself and went out from Pharaoh."},{"number":7,"verse":"And Pharaoh's servants said to him, How long shall this man be a snare to us? Let the men go so that they may serve the LORD their God. Do you not yet know that Egypt is destroyed?"},{"number":8,"verse":"And Moses and Aaron were brought again to Pharaoh, and he said to them, Go! Serve the LORD your God. Who [are] the ones that shall go?"},{"number":9,"verse":"And Moses said, We will go with our young and with our old, with our sons and with our daughters. We will go with our flocks and with our herds. For we [must hold] a feast to the LORD."},{"number":10,"verse":"And he said to them, May the LORD be so with you, as I send you and your little ones away. Watch out, for evil [is] before you."},{"number":11,"verse":"Not so! You men go now and serve the LORD, for it is you who did desire it. And they were driven out from Pharaoh's presence."},{"number":12,"verse":"And the LORD said to Moses, Stretch out your hand over the land of Egypt for the locusts, that they may come up upon the land of Egypt and eat every herb of the land, all that the hail has left."},{"number":13,"verse":"And Moses stretched forth his rod over the land of Egypt, and the LORD brought an east wind upon the land all that day and all the night. When it was morning, the east wind brought the locusts."},{"number":14,"verse":"And the locusts went up over all the land of Egypt and rested in all the coasts of Egypt, very numerous. Before them there were no such locusts as they, neither after them shall be such."},{"number":15,"verse":"For they covered the face of the whole earth so that the land was darkened. And they ate every herb of the land and all the fruit of the trees which the hail had left. And there did not remain any green thing in the trees, or in the herbs of the field, through all the land of Egypt."},{"number":16,"verse":"Then Pharaoh called for Moses and Aaron in haste. And he said, I have sinned against the LORD your God, and against you."},{"number":17,"verse":"And now please, forgive my sin only this once, and pray to the LORD your God, that He may take away from me this death only."},{"number":18,"verse":"And he went out from Pharaoh, and prayed [to] the LORD."},{"number":19,"verse":"And the LORD turned a mighty strong west wind, which took away the locusts and threw them into the Red Sea. There did not remain one locust in all the coasts of Egypt."},{"number":20,"verse":"But the LORD hardened Pharaoh's heart, and he did not let the sons of Israel go."},{"number":21,"verse":"And the LORD said to Moses, Stretch out your hand toward the heavens, that there may be darkness over the land of Egypt, so that one may even feel the darkness."},{"number":22,"verse":"And Moses stretched forth his hand toward heaven. And there was a thick darkness in all the land of Egypt three days."},{"number":23,"verse":"They did not see one another, nor did any rise from his place, [for] three days. But all the sons of Israel had light in their dwellings."},{"number":24,"verse":"And Pharaoh called to Moses, and said, You go serve the LORD. Only let your flocks and your herds be left. Let your little ones also go with you."},{"number":25,"verse":"And Moses said, You must give us also sacrifices and burnt offerings, so that we may sacrifice to the LORD our God."},{"number":26,"verse":"Our cattle also shall go with us. There shall not be a hoof left behind. For we must take from them to serve the LORD our God. And we do not know [with] what we must serve the LORD until we come there."},{"number":27,"verse":"But the LORD hardened Pharaoh's heart, and he would not let them go."},{"number":28,"verse":"And Pharaoh said to him, Go away from me! Take heed to yourself; see my face no more. For in the day you see my face you shall die."},{"number":29,"verse":"And Moses said, You have spoken well. I will never see your face again."}]}