{"bibleAbbr":"MKJV1962","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"And the LORD spoke to Moses and Aaron in the land of Egypt, saying,"},{"number":2,"verse":"This month [shall be] to you the beginning of months. It shall be the first month of the year to you."},{"number":3,"verse":"Speak to all the congregation of Israel, saying, In the tenth of this month they shall take to them each man a lamb for a father's house, a lamb for a house."},{"number":4,"verse":"And if the household is too little for the lamb, let him and his neighbor next to his house take according to the number of the souls, each one, according to the eating of his mouth, you shall count concerning the lamb."},{"number":5,"verse":"Your lamb shall be without blemish, a male of the first year. You shall take from the sheep or from the goats."},{"number":6,"verse":"And you shall keep it up until the fourteenth day of the same month. And the whole assembly of the congregation of Israel shall kill it in the evening."},{"number":7,"verse":"And they shall take of the blood and strike on the two side posts and upon the upper door post of the houses [in] which they shall eat it."},{"number":8,"verse":"And they shall eat the flesh in that night, roasted with fire, and unleavened [bread]. They shall eat it with [bitter] herbs."},{"number":9,"verse":"Do not eat of it raw, nor boiled at all with water, but roasted [with] fire, its head with its legs, and with its inward parts."},{"number":10,"verse":"And you shall not let any of it remain until the morning. And that which remains of it until the morning you shall burn with fire."},{"number":11,"verse":"And you shall eat of it this way, [with] your loins girded, your sandals on your feet, and your staff in your hand. And you shall eat it in a hurry. It [is] the LORD's passover."},{"number":12,"verse":"For I will pass through the land of Egypt this night, and will smite all the first-born in the land of Egypt, both man and beast. And I will execute judgments against all the gods of Egypt. I [am] the LORD."},{"number":13,"verse":"And the blood shall be a sign to you upon the houses where you [are]. And when I see the blood, I will pass over you. And the plague shall not be upon you for a destruction when I smite in the land of Egypt."},{"number":14,"verse":"And this day shall be a memorial to you. And you shall keep it as a feast to the LORD throughout your generations. You shall keep it [as] a feast by a law forever."},{"number":15,"verse":"You shall eat unleavened [bread] seven days; even the first day you shall put away leaven out of your houses. For whoever eats leavened bread from the first day until the seventh day, that soul shall be cut off from Israel."},{"number":16,"verse":"And on the first day [shall be] a holy gathering, and in the seventh day there shall be a holy gathering for you. No manner of work shall be done in them, except that which every man must eat, that only may be done by you."},{"number":17,"verse":"And you shall keep the [Feast of] Unleavened [Bread]. For in this same day I have brought your armies out of the land of Egypt. Therefore you shall keep this day in your generations by a law forever."},{"number":18,"verse":"In the first [month], on the fourteenth day of the month at evening, you shall eat unleavened [bread], until the twenty-first day of the month at evening."},{"number":19,"verse":"Seven days there shall be no leaven found in your houses. For whoever eats that which is leavened, even that soul shall be cut off from the congregation of Israel, among the aliens and among the natives of the land."},{"number":20,"verse":"You shall eat nothing leavened. In all your dwelling-places you shall eat unleavened [bread]."},{"number":21,"verse":"Then Moses called for all the elders of Israel and said to them, Draw out and take a lamb for yourselves according to your families, and kill the passover."},{"number":22,"verse":"And you shall take a bunch of hyssop and dip in the blood in the bowl, and strike the lintel and the two side posts with the blood in the bowl. And none of you shall go out of the door of his house until the morning."},{"number":23,"verse":"For the LORD will pass through to strike the Egyptians. And when He sees the blood upon the lintel, and on the two side posts, the LORD will pass over the door, and will not allow the destroyer to come into your houses to strike you."},{"number":24,"verse":"And you shall observe this thing for a law to you and to your sons forever."},{"number":25,"verse":"And it shall be, when you have come to the land which the LORD will give you, according as He has promised, that you shall keep this service."},{"number":26,"verse":"And it will be, when your sons shall say to you, What is this service to you?"},{"number":27,"verse":"Then you shall say, It [is] the sacrifice of the LORD's passover, who passed over the houses of the sons of Israel in Egypt, when He struck the Egyptians and delivered our houses. And the people bowed and worshiped."},{"number":28,"verse":"And the sons of Israel went away and did as the LORD had commanded Moses and Aaron; so they did."},{"number":29,"verse":"And it happened at midnight the LORD struck all the first-born in the land of Egypt, from the first-born of Pharaoh that sat on his throne to the first-born of the captive that [was] in the prison; also all the first-born of cattle."},{"number":30,"verse":"And Pharaoh rose up in the night, he and all his servants, and all the Egyptians. And there was a great cry in Egypt, for [there was] not a house where there was not one dead."},{"number":31,"verse":"And he called for Moses and Aaron by night, and said, Rise up! Get away from my people, both you and the sons of Israel! And go serve the LORD, as you have said."},{"number":32,"verse":"Also take your flocks and your herds, as you have said, and go. And bless me also."},{"number":33,"verse":"And the Egyptians were urging the people, that they might send them out of the land in a hurry. For they said, We [are] all dead."},{"number":34,"verse":"And the people took their dough before it was leavened, their kneading-troughs being bound up in their clothes upon their shoulders."},{"number":35,"verse":"And the sons of Israel did according to the word of Moses. And they borrowed articles of silver, and articles of gold, and clothing from the Egyptians."},{"number":36,"verse":"And the LORD gave the people favor in the sight of the Egyptians, and they granted their request, and they plundered the Egyptians."},{"number":37,"verse":"And the sons of Israel journeyed from Rameses to Succoth, the men being about six hundred thousand men on foot, apart from little ones."},{"number":38,"verse":"And also a mixed multitude went up with them, and flocks, and herds, very much cattle."},{"number":39,"verse":"And they baked unleavened cakes of the dough which they brought out of Egypt, for it was not leavened, because they were thrust out of Egypt and could not stay, neither had they prepared any food for a journey for themselves."},{"number":40,"verse":"And the time that the sons of Israel lived in Egypt [was] four hundred and thirty years."},{"number":41,"verse":"And it happened at the end of the four hundred and thirty years, even it was on this very day, all the armies of the LORD went out from the land of Egypt."},{"number":42,"verse":"It [is] a night to be much kept to the LORD for bringing them out from the land of Egypt. This [is] that night of the LORD to be kept by all the sons of Israel in their generations."},{"number":43,"verse":"And the LORD said to Moses and Aaron, This [is] the ordinance of the Passover. No stranger shall eat of it."},{"number":44,"verse":"But every man's servant that is bought for silver, when you have circumcised him, then he shall eat of it."},{"number":45,"verse":"A foreigner and a hired servant shall not eat of it."},{"number":46,"verse":"It shall be eaten in one house. You shall not carry any of the flesh out of the house. Neither shall you break a bone of it."},{"number":47,"verse":"All the congregation of Israel shall keep it."},{"number":48,"verse":"And when a stranger shall stay with you, and desires to keep the Passover to the LORD, let all his males be circumcised, and then let him come near and keep it. And he shall be as one that is born in the land. And no uncircumcised person shall eat of it."},{"number":49,"verse":"There shall be one law to the native, and to the visitor that stays among you."},{"number":50,"verse":"So all the sons of Israel did. Even as the LORD commanded Moses and Aaron, so they did."},{"number":51,"verse":"And it happened the very same day, [that] the LORD brought the sons of Israel out of the land of Egypt by their armies."}]}