{"bibleAbbr":"MKJV1962","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":13,"verses":[{"number":1,"verse":"And the LORD spoke to Moses, saying,"},{"number":2,"verse":"Sanctify all the first-born to Me, whatever opens the womb among the sons of Israel, of man and of beast. It [is] Mine."},{"number":3,"verse":"And Moses said to the people, Remember this day [in] which you came out of Egypt, out of the house of bondage. For the LORD brought you out from this place by the strength of His hand. There shall be no leavened bread eaten."},{"number":4,"verse":"You are going out this day in the month Abib."},{"number":5,"verse":"And it shall be when the LORD shall bring you into the land of the Canaanites, and the Hittites, and the Amorites, and the Hivites, and the Jebusites, which He swore to your fathers to give you, a land flowing with milk and honey, that you shall keep this service in this month."},{"number":6,"verse":"You shall eat unleavened [bread] seven days, and in the seventh day [shall be] a feast to the LORD."},{"number":7,"verse":"Unleavened [bread] shall be eaten seven days. And there shall be no leavened [bread] seen with you, nor shall there be leaven seen with you in all your borders."},{"number":8,"verse":"And you shall tell your son in that day, saying, This is because of what the LORD did for me when I came out from Egypt."},{"number":9,"verse":"And it shall be a sign to you upon your hand, and for a memorial between your eyes, that the LORD's law may be in your mouth. For the Lord has brought you out of Egypt with a strong hand."},{"number":10,"verse":"You shall therefore keep this law in its season from year to year."},{"number":11,"verse":"And it will be, when the LORD shall bring you into the land of the Canaanites, as He swore to you and to your fathers, and shall give it to you,"},{"number":12,"verse":"you shall set apart to the LORD every one that opens the womb, and every first-born that comes of any animal which you have; the males [shall be] the LORD's."},{"number":13,"verse":"And every first-born of an ass you shall redeem with a lamb. And if you will not redeem it, then you shall break its neck. And all the first-born of man among your sons you shall redeem."},{"number":14,"verse":"And it shall be when your sons asks you in time to come, saying, What [is] this? you shall say to him, The LORD brought us out of Egypt by the strength of [His] hand, from the house of bondage."},{"number":15,"verse":"And it happened when Pharaoh would hardly let us go, the LORD killed all the first-born of the land of Egypt, both the first-born of man, and the first-born of animals. Therefore I sacrifice to the LORD all that opens the womb, that are males. But all the first-born of my sons I redeem."},{"number":16,"verse":"And it shall be for a token upon your hand, and for frontlets between your eyes. For the LORD brought us out from Egypt by strength of [His] hand."},{"number":17,"verse":"And it happened, when Pharaoh had let the people go, God did not lead them [by] the way of the land of the Philistines although that [was] near. For God said, Lest the people repent when they see war, and they return to Egypt."},{"number":18,"verse":"But God led the people around, [by] the way of the wilderness of the Red Sea. And the sons of Israel went up armed out of the land of Egypt."},{"number":19,"verse":"And Moses took the bones of Joseph with him. For he had strictly sworn the sons of Israel, saying, God will surely visit you, and you shall carry my bones away from here with you."},{"number":20,"verse":"And they moved from Succoth and camped in Etham, in the edge of the wilderness."},{"number":21,"verse":"And the LORD went before them by day in a pillar of a cloud, to lead them the right away, and by night in a pillar of fire, to give them light, to go by day and night."},{"number":22,"verse":"He did not take away the pillar of the cloud by day, nor the pillar of fire by night, [from] before the people."}]}