{"bibleAbbr":"MKJV1962","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":23,"verses":[{"number":1,"verse":"You shall not raise a false report. Do not put your hand with the wicked to be an unrighteous witness."},{"number":2,"verse":"You shall not follow a multitude to do evil. Neither shall you speak in a cause in order to follow many in order to wrest [judgment]."},{"number":3,"verse":"And you should not favor a poor man in his cause."},{"number":4,"verse":"If you meet your enemy's ox or his ass going astray, you shall surely bring it back to him again."},{"number":5,"verse":"If you see the ass of him who hates you lying under his burden, and would hold back from helping him, you shall surely help him."},{"number":6,"verse":"You shall not pervert the judgment of your poor in his cause."},{"number":7,"verse":"Keep far from a false matter, and do not kill the innocent and righteous. For I will not justify the wicked."},{"number":8,"verse":"And you shall take no bribe, for the bribe blinds the wise and perverts the words of the righteous."},{"number":9,"verse":"Also you shall not oppress a stranger. For you know the heart of a stranger, since you were strangers in the land of Egypt."},{"number":10,"verse":"And you shall sow your land six years, and shall gather in the fruits of it."},{"number":11,"verse":"But the seventh [year] you shall let it rest and lie still, so that the poor of your people may eat. And what they leave, the animals of the field shall eat. In the same way you shall deal with your vineyard [and] with your oliveyard."},{"number":12,"verse":"You shall do your work six days, and on the seventh day you shall rest, so that your ox and your ass may rest, and the son of your handmaid, and the stranger, may be refreshed."},{"number":13,"verse":"And be watchful in all that I have said to you. And make no mention of the name of other gods, neither let it be heard out of your mouth."},{"number":14,"verse":"You shall keep a feast to Me three times in the year."},{"number":15,"verse":"You shall keep the Feast of Unleavened [Bread]. You shall eat unleavened [bread] seven days, as I commanded you, in the time appointed of the month Abib, for in it you came out of Egypt. And no one shall appear before Me empty."},{"number":16,"verse":"Also the Feast of Harvest, the first-fruits of your labors, which you have sown in the field. Also the Feast of Ingathering, in the end of the year, when you have gathered in your labors out of the field."},{"number":17,"verse":"Three times in the year all your males shall appear before the Lord God."},{"number":18,"verse":"You shall not offer the blood of My sacrifice with leavened bread, neither shall the fat of My sacrifice remain until the morning."},{"number":19,"verse":"The first of the firstfruits of your land you shall bring [into] the house of the LORD your God. You shall not boil a kid in its mother's milk."},{"number":20,"verse":"Behold, I send an Angel before you, to keep you in the way, and to bring you to the place which I have prepared."},{"number":21,"verse":"Be on guard before Him, and obey His voice. Do not provoke Him, for He will not pardon your transgressions. For My name [is] in Him."},{"number":22,"verse":"But if you shall indeed obey His voice, and do all that I speak, then I will be an enemy to your enemies, and a foe to your foes."},{"number":23,"verse":"For My Angel shall go before you and bring you in to the Amorites, and the Hittites, and the Perizzites, and the Canaanites, and the Hivites, and the Jebusites. And I will cut them off."},{"number":24,"verse":"You shall not bow down to their gods, nor serve them. And you shall not do according to their works. But you shall surely pull them down, and surely you shall smash their images."},{"number":25,"verse":"And you shall serve the LORD your God, and He shall bless your bread and your water. And I will take sickness away from the midst of you."},{"number":26,"verse":"Nothing shall cast their young, nor be barren in your land. The number of your days I will fulfill."},{"number":27,"verse":"I will send My fear before you, and will destroy all the people to whom you shall come. And I will make all your enemies turn their backs to you."},{"number":28,"verse":"And I will send hornets before you, which shall drive out the Hivite, the Canaanite, and the Hittite before you."},{"number":29,"verse":"I will not drive them out from before you in one year, lest the land become a waste, and the beast of the field multiply against you."},{"number":30,"verse":"By little and little I will drive them out from before you, until you have increased, and inherit the land."},{"number":31,"verse":"And I will stretch your bounds from the Red Sea even to the Sea of the Philistines, and from the desert to the river. For I will deliver the inhabitants of the land into your hand, and you shall drive them out before you."},{"number":32,"verse":"You shall make no covenant with them or with their gods."},{"number":33,"verse":"They shall not dwell in your land lest they make you sin against Me. For if you serve their gods, it surely will be a snare to you."}]}