{"bibleAbbr":"MKJV1962","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":24,"verses":[{"number":1,"verse":"And He said to Moses, Come up to the LORD, you and Aaron, Nadab, and Abihu, and seventy of the elders of Israel. And bow yourselves afar off."},{"number":2,"verse":"And Moses alone shall come near the LORD, but they shall not come near. Neither shall the people go up with him."},{"number":3,"verse":"And Moses came and told the people all the words of the LORD, and all the judgments. And all the people answered with one voice and said, All the words which the LORD has said, we will do."},{"number":4,"verse":"And Moses wrote all the words of the LORD, and rose up early in the morning, and built an altar below the mountain and twelve pillars according to the twelve tribes of Israel."},{"number":5,"verse":"And he sent young men of the sons of Israel who offered burnt offerings, and sacrificed peace offerings of bullocks to the LORD."},{"number":6,"verse":"And Moses took half of the blood, and put [it] in basins, and half of the blood he sprinkled on the altar."},{"number":7,"verse":"And he took the book of the covenant, and read in the ears of the people. And they said, All that the LORD has said we will do, and be obedient."},{"number":8,"verse":"And Moses took the blood and sprinkled [it] on the people, and said, Behold the blood of the covenant, which the LORD has made with you concerning all these words."},{"number":9,"verse":"And Moses went up, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel."},{"number":10,"verse":"And they saw the God of Israel. And [there was] under His feet as it were a paved work of a sapphire stone, and as it were the heavens in clearness."},{"number":11,"verse":"And upon the nobles of the sons of Israel He did not lay his hands. Also they saw God, and ate and drank."},{"number":12,"verse":"And the LORD said to Moses, Come up to Me in the mountain, and be there. And I will give you tablets of stone, and the law, and commandments which I have written, so that you may teach them."},{"number":13,"verse":"And Moses rose up, and his attendant Joshua. And Moses went up into the mountain of God."},{"number":14,"verse":"And he said to the elders, You stay here for us until we come again to you. And behold, Aaron and Hur [are] with you. If any man has any matters to do, let him come to them."},{"number":15,"verse":"And Moses went up into the mountain, and a cloud covered the mountain."},{"number":16,"verse":"And the glory of the LORD abode upon Mount Sinai, and the cloud covered it six days. And the seventh day He called to Moses out of the midst of the cloud."},{"number":17,"verse":"And the sight of the glory of the LORD [was] like devouring fire on the top of the mountain in the eyes of the sons of Israel."},{"number":18,"verse":"And Moses went into the midst of the cloud, and went up into the mountain. And Moses was in the mountain forty days and forty nights."}]}