{"bibleAbbr":"MKJV1962","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":25,"verses":[{"number":1,"verse":"And the LORD spoke to Moses, saying,"},{"number":2,"verse":"Speak to the sons of Israel that they bring Me an offering. You shall take an offering from every man that gives it willingly with his heart."},{"number":3,"verse":"And this [is] the offering which you shall take of them: gold, and silver, and brass,"},{"number":4,"verse":"and blue, and purple, and scarlet, and bleached [linen], and goats' [hair] ,"},{"number":5,"verse":"and rams' skins dyed red, and dugong skins, and acacia-wood,"},{"number":6,"verse":"oil for the light, spices for anointing oil and for sweet incense,"},{"number":7,"verse":"onyx stones, and stones to be set in the ephod and in the breast-pocket."},{"number":8,"verse":"And let them make Me a sanctuary, so that I may dwell among them."},{"number":9,"verse":"According to all that I show you, the pattern of the tabernacle, and the pattern of all the instruments of it, even so you shall make [it]."},{"number":10,"verse":"And they shall make an ark [of] acacia-wood. Two and a half cubits long and a cubit and a half wide and a cubit and a half high."},{"number":11,"verse":"And you shall overlay it [with] pure gold. You shall overlay it inside and out, and shall make on it a crown of gold all around."},{"number":12,"verse":"And you shall cast four rings of gold for it, and shall put [it] on its four feet. And two rings shall be in the one side of it, and two rings in the other side of it."},{"number":13,"verse":"And you shall make staves [of] acacia-wood, and overlay them [with] gold."},{"number":14,"verse":"And you shall put the staves into the rings by the sides of the ark, so that the ark may be carried with them."},{"number":15,"verse":"And the staves shall be in the rings of the ark. They shall not be taken from it."},{"number":16,"verse":"And you shall put into the ark the testimony which I shall give you."},{"number":17,"verse":"And you shall make a mercy-seat [of] pure gold. Two and a half cubits shall be the length of it, and a cubit and a half the breadth of it."},{"number":18,"verse":"And you shall make two cherubs [of] gold; of beaten work you shall make them, in the two ends of the mercy-seat."},{"number":19,"verse":"And make one cherub on the one end, and the other cherub on the other end. From the mercy-seat you shall make the cherubs, on the two ends of it."},{"number":20,"verse":"And the cherubs shall stretch forth [their] wings on high, covering the mercy-seat with their wings, and their faces each toward the other; toward the mercy-seat shall the cherubs' faces be."},{"number":21,"verse":"And you shall put the mercy-seat above, upon the ark. And in the ark you shall put the testimony that I shall give you."},{"number":22,"verse":"And I will meet with you there, and I will talk with you from above the mercy-seat, from between the two cherubs on the ark of the testimony, of all things which I will give you in commandment to the sons of Israel."},{"number":23,"verse":"You shall also make a table [of] acacia-wood, its length two cubits, and its breadth a cubit, and its height a cubit and a half."},{"number":24,"verse":"And you shall overlay it [with] pure gold, and make to this a crown of gold all around."},{"number":25,"verse":"And you shall make to it a border of a hand's breadth round about. And you shall make a golden crown to the border of it, all around."},{"number":26,"verse":"And you shall make for it four rings of gold, and put the rings in the four corners that [are] on the four feet of it."},{"number":27,"verse":"The rings shall be adjoining the border as housings for the staves to carry the table."},{"number":28,"verse":"And you shall make the staves [of] acacia-wood and overlay them with gold, so that the table may be carried with them."},{"number":29,"verse":"And you shall make its dishes, and its spoons, and its pitchers, and its sacrificial cups [with] which a drink-offering is made. You shall make them [of] pure gold."},{"number":30,"verse":"And you shall set upon the table showbread before Me always."},{"number":31,"verse":"And you shall make a lampstand [of] pure gold. The lampstand shall be made of beaten work; its shaft, and its branches, its cups, its knobs, and its blossoms, shall be from it."},{"number":32,"verse":"And six branches shall come out of the sides of it-- three branches of the lampstand out of the one side, and three branches of the lampstand out of the other side."},{"number":33,"verse":"Three almond-like cups on the one branch, [with] knob and blossom; and three almond-like cups on the one branch, [with] knob and blossom, so for the six branches, those going out of the lampstand."},{"number":34,"verse":"And in the lampstand [shall be] four almond-like cups, [with] their knobs and their blossoms;"},{"number":35,"verse":"and a knob under two branches of it, and a knob under two branches of it, and a knob under two branches of it, according to the six branches, those going out of the lampstand."},{"number":36,"verse":"Their knobs and their branches [shall be] of it, all of it one beaten work of pure gold."},{"number":37,"verse":"And you shall make the seven lamps of it. And one shall light the lamps of it, so that they may give light on its face."},{"number":38,"verse":"And the tongs of it, and its pans [shall be] of pure gold."},{"number":39,"verse":"One shall make it [of] a talent of pure gold, with all these vessels."},{"number":40,"verse":"And see that you make them after their pattern, which was shown you in the mountain."}]}