{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "2 கொரிந்தியர்",
  "bookEnglishName" : "2 Corinthians",
  "chapterNumber" : 3,
  "verses" : [ {
    "number" : 1,
    "verse" : "மறுபடியும் எங்களை நாங்களே பாராட்டிக்கொள்ளத் தொடங்குகிறோமா? அல்லது சிலருக்கு நற்சான்றுக் கடிதங்கள் தேவைப்படுவது போல, உங்களுக்கு கையளிப்பதற்கோ அல்லது உங்களிடமிருந்து பெற்றுக்கொள்வதற்கோ எங்களைக் குறித்த நற்சான்றுக் கடிதங்கள் அவசியமா?"
  }, {
    "number" : 2,
    "verse" : "நீங்களே எங்கள் இருதயங்களில் எழுதப்பட்டு, எல்லோராலும் அறிந்து வாசிக்கப்படுகின்ற எங்கள் நற்சான்றுக் கடிதமாயிருக்கிறீர்கள்."
  }, {
    "number" : 3,
    "verse" : "நீங்கள் எங்கள் ஊழியத்தின் விளைவாக, கிறிஸ்துவிடமிருந்து கிடைக்கப் பெற்ற ஒரு கடிதமாகக் காணப்படுகிறீர்கள். அது பேனா மையினால் அன்றி வாழும் இறைவனின் ஆவியினால் எழுதப்பட்டிருக்கிறது, கற்பலகைகளில் அன்றி மனிதனின் இருதய பலகைகளில் எழுதப்பட்டிருக்கிறது."
  }, {
    "number" : 4,
    "verse" : "இதுவே உண்மையான நிலைமை என்பதை குறித்து கிறிஸ்துவின் மூலமாக எமக்கு இறைவனில் நம்பிக்கை உண்டு."
  }, {
    "number" : 5,
    "verse" : "நாங்கள், எங்களால் எதையும் செய்ய முடியும் என்று சொல்லக்கூடிய திறமை வாய்ந்தவர்கள் அல்லர். எங்கள் செயற்திறன் இறைவனிடமிருந்தே வருகின்றது."
  }, {
    "number" : 6,
    "verse" : "அவர் எங்களை புது உடன்படிக்கையின் ஊழியக்காரராய் இருப்பதற்கு அவசியமான திறன் உடையவர்கள் ஆக்கினார். அந்த புது உடன்படிக்கை, எழுத்துமூலம் எழுதி கொடுக்கப்பட்டதாக இராமல் ஆவிக்குரியதாயிருக்கிறது. முன்பு எழுத்துமூலம் கொடுக்கப்பட்ட நீதிச்சட்டம் மரணத்தை அளிக்கிறது, ஆவியோ உயிரளிக்கிறது."
  }, {
    "number" : 7,
    "verse" : "(புது உடன்படிக்கையின் மகிமை)கற்களின் மேல் பொறிக்கப்பட்ட எழுத்துக்களினாலானதும் மரணத்தைக் கொண்டுவந்ததுமான அந்த பழைய ஊழியமானது மகிமையுள்ளதாய், இஸ்ரயேலர்களால் மோசேயின் முகத்தை நேராகப் பார்க்கக்கூட முடியாத, பிரகாசத்துடன் வந்தது. இறுதியில் மறைந்து போன அந்த மகிமையே அப்படிப்பட்டது எனில்,"
  }, {
    "number" : 8,
    "verse" : "ஆவியானவரின் ஊழியம் அதைவிட அதிக மகிமையுள்ளதாய் இருக்கும் அல்லவா?"
  }, {
    "number" : 9,
    "verse" : "மனிதருக்குத் தண்டனைத்தீர்ப்பு கொடுக்கும் ஊழியம்கூட மகிமையுள்ளதாக இருக்குமானால், நீதியைக் கொண்டுவரும் ஊழியம் அதைவிட மகிமையுள்ளதாக இருக்கும்!"
  }, {
    "number" : 10,
    "verse" : "உண்மையில், ஒரு காலத்தில் மகிமையுள்ளதாக இருந்ததானது, அதைவிட மகிமையானது வந்ததால் மகிமை அற்றதாகிப் போனது."
  }, {
    "number" : 11,
    "verse" : "இப்படியாக, மறைந்து போவதே மகிமையுடன் வந்தது என்றால், நிலையானது அதைவிட அதிக மகிமையுள்ளது அல்லவா!"
  }, {
    "number" : 12,
    "verse" : "ஆகவே, இத்தகைய எதிர்பார்ப்பு நமக்கிருப்பதால், நாங்கள் துணிவுடன் காணப்படுகிறோம்."
  }, {
    "number" : 13,
    "verse" : "மறைந்து போகும் மகிமையை இஸ்ரயேலர் பார்க்காதபடி மோசே தன் முகத்தின் மேல் முகத்திரை போட்டுக் கொண்டதுபோல நாங்கள் போடுவதில்லை."
  }, {
    "number" : 14,
    "verse" : "அவர்களது மனம் கடினப்பட்டிருந்தது. இன்றுவரை அந்த முகத்திரையானது அவர்கள் பழைய உடன்படிக்கையை வாசிக்கும்போது நீக்கப்படாமலேயே இருக்கின்றது. ஏனெனில் அது கிறிஸ்துவினால் மட்டுமே நீக்கப்படுகிறது."
  }, {
    "number" : 15,
    "verse" : "மோசேயின் நீதிச்சட்டங்கள் வாசிக்கப்படும் போதெல்லாம் அவர்களுடைய இருதயங்கள் இன்றுவரை முகத்திரை இடப்பட்டனவாகவே இருக்கின்றன."
  }, {
    "number" : 16,
    "verse" : "ஆனால் யாராயிருப்பினும் கர்த்தரிடத்தில் திரும்பும்போது அந்த முகத்திரை நீக்கப்படுகிறது."
  }, {
    "number" : 17,
    "verse" : "இப்போதும், ஆவியானவரே கர்த்தர். கர்த்தருடைய ஆவியானவர் எங்கோ அங்கே விடுதலை உண்டு."
  }, {
    "number" : 18,
    "verse" : "நாம் எல்லோரும் முகத்திரை இடப்படாத முகத்துடன் கர்த்தருடைய மகிமையைப் பிரதிபலிப்பதோடு, மகிமையின் மேல் மகிமையடைந்து அவருடைய சாயலாக மாற்றமடைகிறோம். இது ஆவியாயிருக்கின்ற கர்த்தரிடமிருந்தே வருகின்றது."
  } ]
}