{"bibleAbbr":"LXX2012","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"And Jacob having seen that there was a sale of corn in Egypt, said to his sons, Why are you indolent?"},{"number":2,"verse":"Behold, I have heard that there is corn in Egypt; go down there, and buy for us a little food, that we may live, and not die."},{"number":3,"verse":"And the ten brethren of Joseph went down to buy corn out of Egypt."},{"number":4,"verse":"But Jacob sent not Benjamin, the brother of Joseph, with his brethren; for he said, Lest, haply, disease befall him."},{"number":5,"verse":"And the sons of Israel came to buy with those that came, for the famine was in the land of Chanaan."},{"number":6,"verse":"And Joseph was ruler of the land; he sold to all the people of the land. And the brethren of Joseph, having come, did reverence to him, bowing with the face to the ground."},{"number":7,"verse":"And when Joseph saw his brethren, he knew them, and estranged himself from them, and spoke hard words to them; and said to them, Whence are you come? And they said, Out of the land of Chanaan, to buy food."},{"number":8,"verse":"And Joseph knew his brethren, but they knew not him."},{"number":9,"verse":"And Joseph remembered his dream, which he saw; and he said to them, You are spies; to observe the marks of the land are you come."},{"number":10,"verse":"But they said, Nay, Sir, we your servants are come to buy food;"},{"number":11,"verse":"we are all sons of one man; we are peaceful, your servants are not spies."},{"number":12,"verse":"And he said to them, Nay, but you are come to observe the marks of the land."},{"number":13,"verse":"And they said, We your servants are twelve brethren, in the land of Chanaan; and, behold, the youngest is with our father today, but the other one is not."},{"number":14,"verse":"And Joseph said to them, This is it that I spoke to you, saying, you are spies;"},{"number":15,"verse":"herein shall you be manifested; by the health of Pharao, you shall not depart hence, unless your younger brother come here."},{"number":16,"verse":"Send one of you, and take your brother; and go you to prison, till your words be clear, whether you speak the truth or not; but, if not, by the health of Pharao, verily you are spies."},{"number":17,"verse":"And he put them in prison three days."},{"number":18,"verse":"And he said to them on the third day, This do, and you shall live, for I fear God."},{"number":19,"verse":"If you be peaceful, let one of your brethren be detained in prison; but go you, and carry back the (Gr. the purchase of your gift of corn. ) corn you have purchased."},{"number":20,"verse":"And bring your younger brother to me, and your words shall be believed; but, if not, you shall die. And they did so."},{"number":21,"verse":"And each said to his brother, Yes, indeed, for we are in fault concerning our brother, when we disregarded the anguish of his soul, when he implored us, and we listened not to him; and therefore has this affliction come upon us."},{"number":22,"verse":"And Ruben answered them, saying, Did I not speak to you, saying, Hurt not the boy, and you heard me not? and, behold, his blood is required."},{"number":23,"verse":"But they knew not that Joseph (Gr. heard them. ) understood them; for there was an interpreter between them."},{"number":24,"verse":"And Joseph turned away from them, and wept; and again he came to them, and spoke to them; and he took Symeon from them, and bound him before their eyes."},{"number":25,"verse":"And Joseph gave orders to fill their vessels with corn, and to return their money to each into his sack, and to give them provision for the way; and it was so done to them."},{"number":26,"verse":"And having put the corn on the asses, they departed thence."},{"number":27,"verse":"And one having opened his sack to give his asses fodder, at the place where they rested, saw also his bundle of money, for it was on the mouth of his sack."},{"number":28,"verse":"And he said to his brethren, My money has been restored to me, and behold this is in my sack. And their heart was wonder-struck, and they were troubled, saying one to another, What is this that God has done to us?"},{"number":29,"verse":"And they came to their father, Jacob, into the land of Chanaan, and reported to him all that had happened to them, saying,"},{"number":30,"verse":"The man, the lord of the land, spoke harsh words to us, and put us in prison as spies of the land."},{"number":31,"verse":"And we said to him, We are men of peace, we are not spies."},{"number":32,"verse":"We are twelve brethren, sons of our father; one is not, and the youngest is with his father today in the land of Chanaan."},{"number":33,"verse":"And the man, the lord of the land, said to us, Herein shall I know that you are peaceful; leave one brother here with me, and having taken the corn you have purchased for your family, depart."},{"number":34,"verse":"And bring to me your younger brother; then I shall know that you are not spies, but that you are men of peace: and I will restore you your brother, and you shall trade in the land."},{"number":35,"verse":"And it came to pass as they were emptying their sacks, there was each man's bundle of money in his sack; and they and their father saw their bundles of money, and they were afraid."},{"number":36,"verse":"And their father Jacob said to them, You have bereaved me. Joseph is not, Symeon is not, and will you take Benjamin? all these things have come upon me."},{"number":37,"verse":"And Ruben spoke to his father, saying, Slay my two sons, if I bring him not to you; give him into my hand, and I will bring him back to you."},{"number":38,"verse":"But he said, My son shall not go down with you, because his brother is dead, and he only has been left; and suppose it shall come to pass that he is afflicted by the way by which you go, then you shall bring down my old age with sorrow to Hades."}]}