{"bibleAbbr":"KJV2000","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":11,"verses":[{"number":1,"verse":"But king Solomon loved many foreign women, together with the daughter of Pharaoh, women of the Moabites, Ammonites, Edomites, Sidonians, and Hittites;"},{"number":2,"verse":"Of the nations concerning which the LORD said unto the children of Israel, You shall not go in to them, neither shall they come in unto you: for surely they will turn away your heart after their gods: Solomon clung unto these in love."},{"number":3,"verse":"And he had seven hundred wives, princesses, and three hundred concubines: and his wives turned away his heart."},{"number":4,"verse":"For it came to pass, when Solomon was old, that his wives turned away his heart after other gods: and his heart was not perfect with the LORD his God, as was the heart of David his father."},{"number":5,"verse":"For Solomon went after Ashtoreth the goddess of the Sidonians, and after Milcom the abomination of the Ammonites."},{"number":6,"verse":"And Solomon did evil in the sight of the LORD, and went not fully after the LORD, as did David his father."},{"number":7,"verse":"Then did Solomon build a high place for Chemosh, the abomination of Moab, in the hill that is before Jerusalem, and for Molech, the abomination of the children of Ammon."},{"number":8,"verse":"And likewise did he for all his foreign wives, who burned incense and sacrificed unto their gods."},{"number":9,"verse":"And the LORD was angry with Solomon, because his heart was turned from the LORD God of Israel, who had appeared unto him twice,"},{"number":10,"verse":"And had commanded him concerning this thing, that he should not go after other gods: but he kept not that which the LORD commanded."},{"number":11,"verse":"Therefore the LORD said unto Solomon, Since this is done by you, and you have not kept my covenant and my statutes, which I have commanded you, I will surely tear the kingdom from you, and will give it to your servant."},{"number":12,"verse":"Nevertheless in your days I will not do it for David your father's sake: but I will tear it out of the hand of your son."},{"number":13,"verse":"However I will not tear away all the kingdom; but will give one tribe to your son for David my servant's sake, and for Jerusalem's sake which I have chosen."},{"number":14,"verse":"And the LORD stirred up an adversary against Solomon, Hadad the Edomite: he was a descendant of the king in Edom."},{"number":15,"verse":"For it came to pass, when David was in Edom, and Joab the captain of the army had gone up to bury the slain, after he had killed every male in Edom;"},{"number":16,"verse":"(For six months did Joab remain there with all Israel, until he had cut off every male in Edom:)"},{"number":17,"verse":"That Hadad fled, he and certain Edomites of his father's servants with him, to go into Egypt; Hadad being yet a little child."},{"number":18,"verse":"And they arose out of Midian, and came to Paran: and they took men with them out of Paran, and they came to Egypt, unto Pharaoh king of Egypt; who gave him a house, and apportioned him food, and gave him land."},{"number":19,"verse":"And Hadad found great favor in the sight of Pharaoh, so that he gave him as his wife the sister of his own wife, the sister of Tahpenes the queen."},{"number":20,"verse":"And the sister of Tahpenes bore him Genubath his son, whom Tahpenes weaned in Pharaoh's house: and Genubath was in Pharaoh's household among the sons of Pharaoh."},{"number":21,"verse":"And when Hadad heard in Egypt that David slept with his fathers, and that Joab the captain of the army was dead, Hadad said to Pharaoh, Let me depart, that I may go to my own country."},{"number":22,"verse":"Then Pharaoh said unto him, But what have you lacked with me, that, behold, you seek to go to your own country? And he answered, Nothing: only let me go anyway."},{"number":23,"verse":"And God stirred him up another adversary, Rezon the son of Eliada, who fled from his lord Hadadezer king of Zobah:"},{"number":24,"verse":"And he gathered men unto him, and became captain over a band, when David slew them of Zobah: and they went to Damascus, and dwelt there, and reigned in Damascus."},{"number":25,"verse":"And he was an adversary to Israel all the days of Solomon, besides the mischief that Hadad did: and he abhorred Israel, and reigned over Syria."},{"number":26,"verse":"And Jeroboam the son of Nebat, an Ephraimite of Zeredah, Solomon's servant, whose mother's name was Zeruah, a widow woman, even he lifted up his hand against the king."},{"number":27,"verse":"And this was the reason that he lifted up his hand against the king: Solomon built Millo, and repaired the breaches of the city of David his father."},{"number":28,"verse":"And the man Jeroboam was a mighty man of valor: and Solomon seeing the young man that he was industrious, he made him ruler over all the charge of the house of Joseph."},{"number":29,"verse":"And it came to pass at that time when Jeroboam went out of Jerusalem, that the prophet Ahijah the Shilonite found him in the way; and he had clad himself with a new garment; and the two were alone in the field:"},{"number":30,"verse":"And Ahijah caught the new garment that was on him, and tore it in twelve pieces:"},{"number":31,"verse":"And he said to Jeroboam, Take you ten pieces: for thus says the LORD, the God of Israel, Behold, I will tear the kingdom out of the hand of Solomon, and will give ten tribes to you:"},{"number":32,"verse":"(But he shall have one tribe for my servant David's sake, and for Jerusalem's sake, the city which I have chosen out of all the tribes of Israel:)"},{"number":33,"verse":"Because they have forsaken me, and have worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of the Moabites, and Milcom the god of the children of Ammon, and have not walked in my ways, to do that which is right in my eyes, and to keep my statutes and my judgments, as did David his father."},{"number":34,"verse":"However I will not take the whole kingdom out of his hand: but I will make him ruler all the days of his life for David my servant's sake, whom I chose, because he kept my commandments and my statutes:"},{"number":35,"verse":"But I will take the kingdom out of his son's hand, and will give it unto you, even ten tribes."},{"number":36,"verse":"And unto his son will I give one tribe, that David my servant may have a light always before me in Jerusalem, the city which I have chosen to put my name there."},{"number":37,"verse":"And I will take you, and you shall reign according to all that your soul desires, and shall be king over Israel."},{"number":38,"verse":"And it shall be, if you will hearken unto all that I command you, and will walk in my ways, and do what is right in my sight, to keep my statutes and my commandments, as David my servant did; that I will be with you, and build you a sure house, as I built for David, and will give Israel unto you."},{"number":39,"verse":"And I will for this afflict the descendants of David, but not forever."},{"number":40,"verse":"Solomon sought therefore to kill Jeroboam. And Jeroboam arose, and fled into Egypt, unto Shishak king of Egypt, and was in Egypt until the death of Solomon."},{"number":41,"verse":"And the rest of the acts of Solomon, and all that he did, and his wisdom, are they not written in the book of the acts of Solomon?"},{"number":42,"verse":"And the time that Solomon reigned in Jerusalem over all Israel was forty years."},{"number":43,"verse":"And Solomon slept with his fathers, and was buried in the city of David his father: and Rehoboam his son reigned in his place."}]}