{"bibleAbbr":"BB1572","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":4,"verses":[{"number":1,"verse":"But when Sanaballat hearde that we buylded the wall, he was wroth in him selfe, and toke great indignation, and mocked the Iewes:"},{"number":2,"verse":"And sayde before his brethren and the souldiers of Samaria: what do these impotent Iewes? will the [heathen] suffer them? shall they offer? shal they perfourme it in one day? shal they make the stones whole againe that are brought to dust and brent?"},{"number":3,"verse":"And Tobiah the Ammonite was beside him, and sayde: Though they buyld, yet if a foxe go vp, he shall breake downe their stony wall."},{"number":4,"verse":"Heare O thou our God, for we are despised, turne their shame vpon their owne head, & geue them ouer into despising in the lande of their captiuitie."},{"number":5,"verse":"Couer not their wickednesse, and let not their sinne be put out in thy presence: for they haue prouoked the buylders."},{"number":6,"verse":"And so buylded we the wall, and it was ioyned whole together vnto the halfe heyght thereof: And the people were minded to labour."},{"number":7,"verse":"But when Sanaballat, and Tobiah, and the Arabians, Ammonites, and Asdodites, heard that the walles of Hierusalem were made vp, & that the breaches began to be stopped, they were very wroth,"},{"number":8,"verse":"And conspired all together to come and fight against Hierusalem, and to make an hinderaunce therin."},{"number":9,"verse":"Neuerthelesse, we made our prayer vnto our God, and set watchmen by them day and night, because of them."},{"number":10,"verse":"And Iuda sayde: The strength of the bearers is feeble, and there is yet much more morter, and we are not able to buylde on the wall."},{"number":11,"verse":"And our aduersaries sayde: They shall not knowe, neither see, till we come in the middes among them, and slay them, and cause the worke to ceasse."},{"number":12,"verse":"But when the Iewes which dwelt beside them, came, they told vs as good as ten times, that in all places where ye go vnto, they are appoynted to fal vpon vs."},{"number":13,"verse":"Therefore set I the people after their kinredes, with their swordes, speares, and bowes, beneath in the lowe places behinde the wall vpon the toppes of the stones."},{"number":14,"verse":"And I loked, and gat me vp, and sayde vnto the chiefe men, to the rulers, and to the other people, Be not ye afrayde of them: but thinke rather vpon the great Lorde whiche ought to be feared, and fight for your brethre, your sonnes, your daughters, your wiues, & your houses."},{"number":15,"verse":"Neuerthelesse, when our enemies heard that we had gotten worde of it, God brought their counsell to naught: and we turned all againe to the wall, euery one vnto his labour."},{"number":16,"verse":"And from that time foorth, the halfe part of the young men dyd the labour, and the other halfe part of them helde the speares, shieldes, bowes, and brestplates: and the rulers stoode behinde all the house of Iuda."},{"number":17,"verse":"They which buylded on the wall and they that bare burthens, and those that laded them, with one hande did euery one his worke, and with the other helde his weapon."},{"number":18,"verse":"For euery one that buylded had his sword girded by his thingh, and so buylded they: And he that blewe the trumpet was beside me."},{"number":19,"verse":"And I saide vnto the principall men, to the rulers, and to the other people: The worke is great and large, & we are seperated vpon the wall one farre from another."},{"number":20,"verse":"Loke in what place therefore ye heare the noyse of the trumpet, resort ye thither vnto vs, and our God shall fight for vs:"},{"number":21,"verse":"And we wil be labouring in the worke. And the halfe part of them helde their speares from the morning spring, tyll the starres came foorth."},{"number":22,"verse":"And at the same time saide I vnto the people: Let euery one with his seruaut lodge within Hierusalem, that in the night season we may watch, and labour on the day time."},{"number":23,"verse":"As for me and my brethren, my seruauntes, and the men of the watch which folowed me, we put neuer of our clothes, saue onely because of the wasshing."}]}