{"bibleAbbr":"urDGV2010","bookName":"ख़ुरूज","bookEnglishName":"Exodus","chapterNumber":23,"verses":[{"number":1,"verse":"( अदालत में इन्साफ़ और दूसरों से मुहब्बत) ग़लत अफ़्वाहें न फैलाना। किसी शरीर आदमी का साथ दे कर झूटी गवाही देना मना है।"},{"number":2,"verse":"अगर अक्सरियत ग़लत काम कर रही हो तो उस के पीछे न हो लेना। अदालत में गवाही देते वक़्त अक्सरियत के साथ मिल कर ऐसी बात न करना जिस से ग़लत फ़ैसला किया जाए।"},{"number":3,"verse":"लेकिन अदालत में किसी ग़रीब की तरफ़दारी भी न करना।"},{"number":4,"verse":"अगर तुझे तेरे दुश्मन का बैल या गधा आवारा फिरता हुआ नज़र आए तो उसे हर सूरत में वापस कर देना।"},{"number":5,"verse":"अगर तुझ से नफ़रत करने वाले का गधा बोझ तले गिर गया हो और तुझे पता लगे तो उसे न छोड़ना बल्कि ज़रूर उस की मदद करना।"},{"number":6,"verse":"अदालत में ग़रीब के हुक़ूक़ न मारना।"},{"number":7,"verse":"ऐसे मुआमले से दूर रहना जिस में लोग झूट बोलते हैं। जो बेगुनाह और हक़ पर है उसे सज़ा-ए-मौत न देना, क्यूँकि मैं क़ुसूरवार को हक़-ब-जानिब नहीं ठहराऊँगा।"},{"number":8,"verse":"रिश्वत न लेना, क्यूँकि रिश्वत देखने वाले को अंधा कर देती है और उस की बात बनने नहीं देती जो हक़ पर है।"},{"number":9,"verse":"जो परदेसी तेरे मुल्क में मेहमान है उस पर दबाओ न डालना। तुम ऐसे लोगों की हालत से ख़ूब वाक़िफ़ हो, क्यूँकि तुम ख़ुद मिस्र में परदेसी रहे हो।"},{"number":10,"verse":"( सबत का साल और सबत) छः साल तक अपनी ज़मीन में बीज बो कर उस की पैदावार जमा करना।"},{"number":11,"verse":"लेकिन सातवें साल ज़मीन को इस्तेमाल न करना बल्कि उसे पड़े रहने देना। जो कुछ भी उगे वह क़ौम के ग़रीब लोग खाएँ। जो उन से बच जाए उसे जंगली जानवर खाएँ। अपने अंगूर और ज़ैतून के बाग़ों के साथ भी ऐसा ही करना है।"},{"number":12,"verse":"छः दिन अपना काम-काज करना, लेकिन सातवें दिन आराम करना। फिर तेरा बैल और तेरा गधा भी आराम कर सकेंगे, तेरी लौंडी का बेटा और तेरे साथ रहने वाला परदेसी भी ताज़ादम हो जाएंगे।"},{"number":13,"verse":"जो भी हिदायत मैं ने दी है उस पर अमल कर। दीगर माबूदों की परस्तिश न करना। मैं तेरे मुँह से उन के नामों तक का ज़िक्र न सुनूँ।"},{"number":14,"verse":"( तीन ख़ास ईदें) साल में तीन दफ़ा मेरी ताज़ीम में ईद मनाना।"},{"number":15,"verse":"पहले, बेख़मीरी रोटी की ईद मनाना। अबीब के महीने ( मार्च ता अप्रैल।) में सात दिन तक तेरी रोटी में ख़मीर न हो जिस तरह मैं ने हुक्म दिया है, क्यूँकि इस महीने में तू मिस्र से निकला। इन दिनों में कोई मेरे हुज़ूर ख़ाली हाथ न आए।"},{"number":16,"verse":"दूसरे, फ़सलकटाई की ईद उस वक़्त मनाना जब तू अपने खेत में बोई हुई पहली फ़सल काटेगा। तीसरे, जमा करने की ईद फ़सल की कटाई के इख़तिताम ( सितम्बर ता अक्तूबर।) पर मनाना है जब तू ने अंगूर और बाक़ी बाग़ों के फल जमा किए होंगे।"},{"number":17,"verse":"यूँ तेरे तमाम मर्द तीन मर्तबा रब क़ादिर-ए-मुतलक़ के हुज़ूर हाज़िर हुआ करें।"},{"number":18,"verse":"जब तू किसी जानवर को ज़बह करके क़ुर्बानी के तौर पर पेश करे तो उस के ख़ून के साथ ऐसी रोटी पेश न करना जिस में ख़मीर हो। और जो जानवर तू मेरी ईदों पर चढ़ाए उन की चर्बी अगली सुब्ह तक बाक़ी न रहे।"},{"number":19,"verse":"अपनी ज़मीन की पहली पैदावार का बेहतरीन हिस्सा रब अपने ख़ुदा के घर में लाना। भेड़ या बकरी के बच्चे को उस की माँ के दूध में न पकाना।"},{"number":20,"verse":"( रब का फ़रिश्ता राहनुमाई करेगा) मैं तेरे आगे आगे फ़रिश्ता भेजता हूँ जो रास्ते में तेरी हिफ़ाज़त करेगा और तुझे उस जगह तक ले जाएगा जो मैं ने तेरे लिए तय्यार की है।"},{"number":21,"verse":"उस की मौजूदगी में एहतियात बरतना। उस की सुनना, और उस की ख़िलाफ़वरज़ी न करना। अगर तू सरकश हो जाए तो वह तुझे मुआफ़ नहीं करेगा, क्यूँकि मेरा नाम उस में हाज़िर होगा।"},{"number":22,"verse":"लेकिन अगर तू उस की सुने और सब कुछ करे जो मैं तुझे बताता हूँ तो मैं तेरे दुश्मनों का दुश्मन और तेरे मुख़ालिफ़ों का मुख़ालिफ़ हूँगा।"},{"number":23,"verse":"क्यूँकि मेरा फ़रिश्ता तेरे आगे आगे चलेगा और तुझे मुल्क-ए-कनआन तक पहुँचा देगा जहाँ अमोरी, हित्ती, फ़रिज़्ज़ी, कनआनी, हिव्वी और यबूसी आबाद हैं। तब मैं उन्हें रू-ए-ज़मीन पर से मिटा दूँगा।"},{"number":24,"verse":"उन के माबूदों को सिज्दा न करना, न उन की ख़िदमत करना। उन के रस्म-ओ-रिवाज भी न अपनाना बल्कि उन के बुतों को तबाह कर देना। जिन सतूनों के सामने वह इबादत करते हैं उन को भी टुकड़े टुकड़े कर डालना।"},{"number":25,"verse":"रब अपने ख़ुदा की ख़िदमत करना। फिर मैं तेरी ख़ुराक और पानी को बरकत दे कर तमाम बीमारियाँ तुझ से दूर करूँगा।"},{"number":26,"verse":"फिर तेरे मुल्क में न किसी का बच्चा ज़ाए होगा, न कोई बाँझ होगी। साथ ही मैं तुझे तवील ज़िन्दगी अता करूँगा।"},{"number":27,"verse":"मैं तेरे आगे आगे दह्शत फैलाऊँगा। जहाँ भी तू जाएगा वहाँ मैं तमाम क़ौमों में अब्तरी पैदा करूँगा। मेरे सबब से तेरे सारे दुश्मन पलट कर भाग जाएंगे।"},{"number":28,"verse":"मैं तेरे आगे ज़म्बूर भेज दूँगा जो हिव्वी, कनआनी और हित्ती को मुल्क छोड़ने पर मज्बूर करेंगे।"},{"number":29,"verse":"लेकिन जब तू वहाँ पहुँचेगा तो मैं उन्हें एक ही साल में मुल्क से नहीं निकालूँगा। वर्ना पूरा मुल्क वीरान हो जाएगा और जंगली जानवर फैल कर तेरे लिए नुक़्सान का बाइस बन जाएंगे।"},{"number":30,"verse":"इस लिए मैं तेरे पहुँचने पर मुल्क के बाशिन्दों को थोड़ा थोड़ा करके निकालता जाऊँगा। इतने में तेरी तादाद बढ़ेगी और तू रफ़्ता रफ़्ता मुल्क पर क़ब्ज़ा कर सकेगा।"},{"number":31,"verse":"मैं तेरी सरहद्दें मुक़र्रर करूँगा। बहर-ए-क़ुल्ज़ुम एक हद होगी और फ़िलिस्तियों का समुन्दर दूसरी, जुनूब का रेगिस्तान एक होगी और दरया-ए-फ़ुरात दूसरी। मैं मुल्क के बाशिन्दों को तेरे क़ब्ज़े में कर दूँगा, और तू उन्हें अपने आगे आगे मुल्क से दूर करता जाएगा।"},{"number":32,"verse":"लाज़िम है कि तू उन के साथ या उन के माबूदों के साथ अह्द न बांधे।"},{"number":33,"verse":"उन का तेरे मुल्क में रहना मना है, वर्ना तू उन के सबब से मेरा गुनाह करेगा। अगर तू उन के माबूदों की इबादत करेगा तो यह तेरे लिए फंदा बन जाएगा’।”"}]}