{"bibleAbbr":"urDGV2010","bookName":"ख़ुरूज","bookEnglishName":"Exodus","chapterNumber":26,"verses":[{"number":1,"verse":"( मुलाक़ात का ख़ैमा) मुक़द्दस ख़ैमे के लिए दस पर्दे बनाना। उन के लिए बारीक कतान और नीले, अर्ग़वानी और क़िर्मिज़ी रंग का धागा इस्तेमाल करना। पर्दों में किसी माहिर कारीगर के कढ़ाई के काम से करूबी फ़रिश्तों का डिज़ाइन बनवाना।"},{"number":2,"verse":"हर पर्दे की लम्बाई 42 फ़ुट और चौड़ाई 6 फ़ुट हो।"},{"number":3,"verse":"पाँच पर्दों के लम्बे हाशिए एक दूसरे के साथ जोड़े जाएँ और इसी तरह बाक़ी पाँच भी। यूँ दो बड़े टुकड़े बन जाएंगे।"},{"number":4,"verse":"दोनों टुकड़ों को एक दूसरे के साथ मिलाने के लिए नीले धागे के हल्क़े बनाना। यह हल्क़े हर टुकड़े के 42 फ़ुट वाले एक किनारे पर लगाए जाएँ,"},{"number":5,"verse":"एक टुकड़े के हाशिए पर 50 हल्क़े और दूसरे पर भी उतने ही हल्क़े। इन दो हाशियों के हल्क़े एक दूसरे के आमने-सामने हों।"},{"number":6,"verse":"फिर सोने की 50 हुकें बना कर उन से आमने-सामने के हल्क़े एक दूसरे के साथ मिलाना। यूँ दोनों टुकड़े जुड़ कर ख़ैमे का काम देंगे।"},{"number":7,"verse":"बकरी के बालों से भी 11 पर्दे बनाना जिन्हें कपड़े वाले ख़ैमे के ऊपर रखा जाए।"},{"number":8,"verse":"हर पर्दे की लम्बाई 45 फ़ुट और चौड़ाई 6 फ़ुट हो।"},{"number":9,"verse":"पाँच पर्दों के लम्बे हाशिए एक दूसरे के साथ जोड़े जाएँ और इसी तरह बाक़ी छः भी। इन छः पर्दों के छटे पर्दे को एक दफ़ा तह करना। यह सामने वाले हिस्से से लटके।"},{"number":10,"verse":"बकरी के बाल के इन दोनों टुकड़ों को भी मिलाना है। इस के लिए हर टुकड़े के 45 फ़ुट वाले एक किनारे पर पचास पचास हल्क़े लगाना।"},{"number":11,"verse":"फिर पीतल की 50 हुकें बना कर उन से दोनों हिस्से मिलाना।"},{"number":12,"verse":"जब बकरियों के बालों का यह ख़ैमा कपड़े के ख़ैमे के ऊपर लगाया जाएगा तो आधा पर्दा बाक़ी रहेगा। वह ख़ैमे की पिछली तरफ़ लटका रहे।"},{"number":13,"verse":"ख़ैमे के दाईं और बाईं तरफ़ बकरी के बालों का ख़ैमा कपड़े के ख़ैमे की निस्बत डेढ़ डेढ़ फ़ुट लम्बा होगा। यूँ वह दोनों तरफ़ लटके हुए कपड़े के ख़ैमे को मह्फ़ूज़ रखेगा।"},{"number":14,"verse":"एक दूसरे के ऊपर के इन दोनों ख़ैमों की हिफ़ाज़त के लिए दो ग़िलाफ़ बनाने हैं। बकरी के बालों के ख़ैमे पर मेंढों की सुर्ख़ रंगी हुई खालें जोड़ कर रखी जाएँ और उन पर तख़स की खालें मिला कर रखी जाएँ।"},{"number":15,"verse":"कीकर की लकड़ी के तख़्ते बनाना जो खड़े किए जाएँ ताकि ख़ैमे की दीवारों का काम दें।"},{"number":16,"verse":"हर तख़्ते की ऊँचाई 15 फ़ुट हो और चौड़ाई सवा दो फ़ुट।"},{"number":17,"verse":"हर तख़्ते के नीचे दो दो चूलें हों। यह चूलें हर तख़्ते को उस के पाइयों के साथ जोड़ेंगी ताकि तख़्ता खड़ा रहे।"},{"number":18,"verse":"ख़ैमे की जुनूबी दीवार के लिए 20 तख़्तों की ज़रूरत है"},{"number":19,"verse":"और साथ ही चाँदी के 40 पाइयों की। उन पर तख़्ते खड़े किए जाएंगे। हर तख़्ते के नीचे दो पाए होंगे, और हर पाए में एक चूल लगेगी।"},{"number":20,"verse":"इसी तरह ख़ैमे की शिमाली दीवार के लिए भी 20 तख़्तों की ज़रूरत है"},{"number":21,"verse":"और साथ ही चाँदी के 40 पाइयों की। वह भी तख़्तों को खड़ा करने के लिए हैं। हर तख़्ते के नीचे दो पाए होंगे।"},{"number":22,"verse":"ख़ैमे की पिछली यानी मग़रिबी दीवार के लिए छः तख़्ते बनाना।"},{"number":23,"verse":"इस दीवार को शिमाली और जुनूबी दीवारों के साथ जोड़ने के लिए कोने वाले दो तख़्ते बनाना।"},{"number":24,"verse":"इन दो तख़्तों में नीचे से ले कर ऊपर तक कोना हो ताकि एक से शिमाली दीवार मग़रिबी दीवार के साथ जुड़ जाए और दूसरे से जुनूबी दीवार मग़रिबी दीवार के साथ। इन के ऊपर के सिरे कड़ों से मज़बूत किए जाएँ।"},{"number":25,"verse":"यूँ पिछले यानी मग़रिबी तख़्तों की पूरी तादाद 8 होगी और इन के लिए चाँदी के पाइयों की तादाद 16, हर तख़्ते के नीचे दो दो पाए होंगे।"},{"number":26,"verse":"इस के इलावा कीकर की लकड़ी के शहतीर बनाना, तीनों दीवारों के लिए पाँच पाँच शहतीर। वह हर दीवार के तख़्तों पर यूँ लगाए जाएँ कि वह उन्हें एक दूसरे के साथ मिलाएँ।"},{"number":28,"verse":"दरमियानी शहतीर दीवार की आधी ऊँचाई पर दीवार के एक सिरे से दूसरे सिरे तक लगाया जाए।"},{"number":29,"verse":"शहतीरों को तख़्तों के साथ लगाने के लिए सोने के कड़े बना कर तख़्तों में लगाना। तमाम तख़्तों और शहतीरों पर सोना चढ़ाना।"},{"number":30,"verse":"पूरे मुक़द्दस ख़ैमे को उसी नमूने के मुताबिक़ बनाना जो मैं तुझे पहाड़ पर दिखाता हूँ।"},{"number":31,"verse":"( मुक़द्दस ख़ैमे के पर्दे) अब एक और पर्दा बनाना। इस के लिए भी बारीक कतान और नीले, अर्ग़वानी और क़िर्मिज़ी रंग का धागा इस्तेमाल करना। उस पर भी किसी माहिर कारीगर के कढ़ाई के काम से करूबी फ़रिश्तों का डिज़ाइन बनवाना।"},{"number":32,"verse":"इसे सोने की हुकों से कीकर की लकड़ी के चार सतूनों से लटकाना। इन सतूनों पर सोना चढ़ाया जाए और वह चाँदी के पाइयों पर खड़े हों।"},{"number":33,"verse":"यह पर्दा मुक़द्दस कमरे को मुक़द्दसतरीन कमरे से अलग करेगा जिस में अह्द का सन्दूक़ पड़ा रहेगा। पर्दे को लटकाने के बाद उस के पीछे मुक़द्दसतरीन कमरे में अह्द का सन्दूक़ रखना।"},{"number":34,"verse":"फिर अह्द के सन्दूक़ पर कफ़्फ़ारे का ढकना रखना।"},{"number":35,"verse":"जिस मेज़ पर मेरे लिए मख़्सूस की गई रोटियाँ पड़ी रहती हैं वह पर्दे के बाहर मुक़द्दस कमरे में शिमाल की तरफ़ रखी जाए। उस के मुक़ाबिल जुनूब की तरफ़ शमादान रखा जाए।"},{"number":36,"verse":"फिर ख़ैमे के दरवाज़े के लिए भी पर्दा बनाया जाए। इस के लिए भी बारीक कतान और नीले, अर्ग़वानी और क़िर्मिज़ी रंग का धागा इस्तेमाल किया जाए। इस पर कढ़ाई का काम किया जाए।"},{"number":37,"verse":"इस पर्दे को सोने की हुकों से कीकर की लकड़ी के पाँच सतूनों से लटकाना। इन सतूनों पर भी सोना चढ़ाया जाए, और वह पीतल के पाइयों पर खड़े हों।"}]}