{"bibleAbbr":"urDGV2010","bookName":"ख़ुरूज","bookEnglishName":"Exodus","chapterNumber":34,"verses":[{"number":1,"verse":"( पत्थर की नई तख़्तियाँ) रब ने मूसा से कहा, “अपने लिए पत्थर की दो तख़्तियाँ तराश ले जो पहली दो की मानिन्द हों। फिर मैं उन पर वह अल्फ़ाज़ लिखूँगा जो पहली तख़्तियों पर लिखे थे जिन्हें तू ने पटख़ दिया था।"},{"number":2,"verse":"सुब्ह तक तय्यार हो कर सीना पहाड़ पर चढ़ना। चोटी पर मेरे सामने खड़ा हो जा।"},{"number":3,"verse":"तेरे साथ कोई भी न आए बल्कि पूरे पहाड़ पर कोई और शख़्स नज़र न आए, यहाँ तक कि भेड़-बकरियाँ और गाय-बैल भी पहाड़ के दामन में न चरें।”"},{"number":4,"verse":"चुनाँचे मूसा ने दो तख़्तियाँ तराश लीं जो पहली की मानिन्द थीं। फिर वह सुब्ह-सवेरे उठ कर सीना पहाड़ पर चढ़ गया जिस तरह रब ने उसे हुक्म दिया था। उस के हाथों में पत्थर की दोनों तख़्तियाँ थीं।"},{"number":5,"verse":"जब वह चोटी पर पहुँचा तो रब बादल में उतर आया और उस के पास खड़े हो कर अपने नाम रब का एलान किया।"},{"number":6,"verse":"मूसा के सामने से गुज़रते हुए उस ने पुकारा, “रब, रब, रहीम और मेहरबान ख़ुदा। तहम्मुल, शफ़्क़त और वफ़ा से भरपूर।"},{"number":7,"verse":"वह हज़ारों पर अपनी शफ़्क़त क़ाइम रखता और लोगों का क़ुसूर, नाफ़रमानी और गुनाह मुआफ़ करता है। लेकिन वह हर एक को उस की मुनासिब सज़ा भी देता है। जब वालिदैन गुनाह करें तो उन की औलाद को भी तीसरी और चौथी पुश्त तक सज़ा के नताइज भुगतने पड़ेंगे।”"},{"number":8,"verse":"मूसा ने जल्दी से झुक कर सिज्दा किया।"},{"number":9,"verse":"उस ने कहा, “ऐ रब, अगर मुझ पर तेरा करम हो तो हमारे साथ चल। बेशक यह क़ौम हटधर्म है, तो भी हमारा क़ुसूर और गुनाह मुआफ़ कर और बख़्श दे कि हम दुबारा तेरे ही बन जाएँ।”"},{"number":10,"verse":"तब रब ने कहा, “मैं तुम्हारे साथ अह्द बांधूँगा। तेरी क़ौम के सामने ही मैं ऐसे मोजिज़े करूँगा जो अब तक दुनिया भर की किसी भी क़ौम में नहीं किए गए। पूरी क़ौम जिस के दरमियान तू रहता है रब का काम देखेगी और उस से डर जाएगी जो मैं तेरे साथ करूँगा।"},{"number":11,"verse":"जो अह्काम मैं आज देता हूँ उन पर अमल करता रह। मैं अमोरी, कनआनी, हित्ती, फ़रिज़्ज़ी, हिव्वी और यबूसी अक़्वाम को तेरे आगे आगे मुल्क से निकाल दूँगा।"},{"number":12,"verse":"ख़बरदार, जो उस मुल्क में रहते हैं जहाँ तू जा रहा है उन से अह्द न बांधना। वर्ना वह तेरे दरमियान रहते हुए तुझे गुनाहों में फंसाते रहेंगे।"},{"number":13,"verse":"उन की क़ुर्बानगाहें ढा देना, उन के बुतों के सतून टुकड़े टुकड़े कर देना और उन की देवी यसीरत के खम्बे काट डालना।"},{"number":14,"verse":"किसी और माबूद की परस्तिश न करना, क्यूँकि रब का नाम ग़यूर है, अल्लाह ग़ैरतमन्द है।"},{"number":15,"verse":"ख़बरदार, उस मुल्क के बाशिन्दों से अह्द न करना, क्यूँकि तेरे दरमियान रहते हुए भी वह अपने माबूदों की पैरवी करके ज़िना करेंगे और उन्हें क़ुर्बानियाँ चढ़ाएँगे। आख़िरकार वह तुझे भी अपनी क़ुर्बानियों में शिर्कत की दावत देंगे।"},{"number":16,"verse":"ख़तरा है कि तू उन की बेटियों का अपने बेटों के साथ रिश्ता बांधे। फिर जब यह अपने माबूदों की पैरवी करके ज़िना करेंगी तो उन के सबब से तेरे बेटे भी उन की पैरवी करने लगेंगे।"},{"number":17,"verse":"अपने लिए देवता न ढालना।"},{"number":18,"verse":"( सालाना ईदें) बेख़मीरी रोटी की ईद मनाना। अबीब के महीने ( मार्च ता अप्रैल।) में सात दिन तक तेरी रोटी में ख़मीर न हो जिस तरह मैं ने हुक्म दिया है। क्यूँकि इस महीने में तू मिस्र से निकला।"},{"number":19,"verse":"हर पहलौठा मेरा है। तेरे माल मवेशियों का हर पहलौठा मेरा है, चाहे बछड़ा हो या लेला।"},{"number":20,"verse":"लेकिन पहलौठे गधे के इवज़ भेड़ देना। अगर यह मुमकिन न हो तो उस की गर्दन तोड़ डालना। अपने पहलौठे बेटों के लिए भी इवज़ी देना। कोई मेरे पास ख़ाली हाथ न आए।"},{"number":21,"verse":"छः दिन काम-काज करना, लेकिन सातवें दिन आराम करना। ख़्वाह हल चलाना हो या फ़सल काटनी हो तो भी सातवें दिन आराम करना।"},{"number":22,"verse":"गन्दुम की फ़सल की कटाई की ईद ( सितम्बर ता अक्तूबर।) उस वक़्त मनाना जब तू गेहूँ की पहली फ़सल काटेगा। अंगूर और फल जमा करने की ईद इस्राईली साल के इख़तिताम पर मनानी है।"},{"number":23,"verse":"लाज़िम है कि तेरे तमाम मर्द साल में तीन मर्तबा रब क़ादिर-ए-मुतलक़ के सामने जो इस्राईल का ख़ुदा है हाज़िर हों।"},{"number":24,"verse":"मैं तेरे आगे आगे क़ौमों को मुल्क से निकाल दूँगा और तेरी सरहद्दें बढ़ाता जाऊँगा। फिर जब तू साल में तीन मर्तबा रब अपने ख़ुदा के हुज़ूर आएगा तो कोई भी तेरे मुल्क का लालच नहीं करेगा।"},{"number":25,"verse":"जब तू किसी जानवर को ज़बह करके क़ुर्बानी के तौर पर पेश करता है तो उस के ख़ून के साथ ऐसी रोटी पेश न करना जिस में ख़मीर हो। ईद-ए-फ़सह की क़ुर्बानी से अगली सुब्ह तक कुछ बाक़ी न रहे।"},{"number":26,"verse":"अपनी ज़मीन की पहली पैदावार में से बेहतरीन हिस्सा रब अपने ख़ुदा के घर में ले आना। बकरी या भेड़ के बच्चे को उस की माँ के दूध में न पकाना।”"},{"number":27,"verse":"( मूसा के चेहरे पर चमक) रब ने मूसा से कहा, “यह तमाम बातें लिख ले, क्यूँकि यह उस अह्द की बुन्याद हैं जो मैं ने तेरे और इस्राईल के साथ बांधा है।”"},{"number":28,"verse":"मूसा चालीस दिन और चालीस रात वहीं रब के हुज़ूर रहा। इस दौरान न उस ने कुछ खाया न पिया। उस ने पत्थर की तख़्तियों पर अह्द के दस अह्काम लिखे।"},{"number":29,"verse":"इस के बाद मूसा शरीअत की दोनों तख़्तियों को हाथ में लिए हुए सीना पहाड़ से उतरा। उस के चेहरे की जिल्द चमक रही थी, क्यूँकि उस ने रब से बात की थी। लेकिन उसे ख़ुद इस का इल्म नहीं था।"},{"number":30,"verse":"जब हारून और तमाम इस्राईलियों ने देखा कि मूसा का चेहरा चमक रहा है तो वह उस के पास आने से डर गए।"},{"number":31,"verse":"लेकिन उस ने उन्हें बुलाया तो हारून और जमाअत के तमाम सरदार उस के पास आए, और उस ने उन से बात की।"},{"number":32,"verse":"बाद में बाक़ी इस्राईली भी आए, और मूसा ने उन्हें तमाम अह्काम सुनाए जो रब ने उसे कोह-ए-सीना पर दिए थे।"},{"number":33,"verse":"यह सब कुछ कहने के बाद मूसा ने अपने चेहरे पर निक़ाब डाल लिया।"},{"number":34,"verse":"जब भी वह रब से बात करने के लिए मुलाक़ात के ख़ैमे में जाता तो निक़ाब को ख़ैमे से निकलते वक़्त तक उतार लेता। और जब वह निकल कर इस्राईलियों को रब से मिले हुए अह्काम सुनाता"},{"number":35,"verse":"तो वह देखते कि उस के चेहरे की जिल्द चमक रही है। इस के बाद मूसा दुबारा निक़ाब को अपने चेहरे पर डाल लेता, और वह उस वक़्त तक चेहरे पर रहता जब तक मूसा रब से बात करने के लिए मुलाक़ात के ख़ैमे में न जाता था।"}]}