{"bibleAbbr":"urDGV2010","bookName":"ख़ुरूज","bookEnglishName":"Exodus","chapterNumber":6,"verses":[{"number":1,"verse":"रब ने जवाब दिया, “अब तू देखेगा कि मैं फ़िरऔन के साथ क्या कुछ करता हूँ। मेरी अज़ीम क़ुदरत का तजरिबा करके वह मेरे लोगों को जाने देगा बल्कि उन्हें जाने पर मज्बूर करेगा।”"},{"number":2,"verse":"अल्लाह ने मूसा से यह भी कहा, “मैं रब हूँ।"},{"number":3,"verse":"मैं इब्राहीम, इस्हाक़ और याक़ूब पर ज़ाहिर हुआ। वह मेरे नाम अल्लाह क़ादिर-ए-मुतलक़ ( इब्रानी में एल-शदई।) से वाक़िफ़ हुए, लेकिन मैं ने उन पर अपने नाम रब ( इब्रानी में यहवे।) का इन्किशाफ़ नहीं किया।"},{"number":4,"verse":"मैं ने उन से अह्द करके वादा किया कि उन्हें मुल्क-ए-कनआन दूँगा जिस में वह अजनबी के तौर पर रहते थे।"},{"number":5,"verse":"अब मैं ने सुना है कि इस्राईली किस तरह मिस्रियों की ग़ुलामी में कराह रहे हैं, और मैं ने अपना अह्द याद किया है।"},{"number":6,"verse":"चुनाँचे इस्राईलियों को बताना, ‘मैं रब हूँ। मैं तुम्हें मिस्रियों के जूए से आज़ाद करूँगा और उन की ग़ुलामी से बचाऊँगा। मैं बड़ी क़ुदरत के साथ तुम्हें छुड़ाऊँगा और उन की अदालत करूँगा।"},{"number":7,"verse":"मैं तुम्हें अपनी क़ौम बनाऊँगा और तुम्हारा ख़ुदा हूँगा। तब तुम जान लोगे कि मैं रब तुम्हारा ख़ुदा हूँ जिस ने तुम्हें मिस्रियों के जूए से आज़ाद कर दिया है।"},{"number":8,"verse":"मैं तुम्हें उस मुल्क में ले जाऊँगा जिस का वादा मैं ने क़सम खा कर इब्राहीम, इस्हाक़ और याक़ूब से किया है। वह मुल्क तुम्हारी अपनी मिलकियत होगा। मैं रब हूँ’।”"},{"number":9,"verse":"मूसा ने यह सब कुछ इस्राईलियों को बता दिया, लेकिन उन्हों ने उस की बात न मानी, क्यूँकि वह सख़्त काम के बाइस हिम्मत हार गए थे।"},{"number":10,"verse":"तब रब ने मूसा से कहा,"},{"number":11,"verse":"“जा, मिस्र के बादशाह फ़िरऔन को बता देना कि इस्राईलियों को अपने मुल्क से जाने दे।”"},{"number":12,"verse":"लेकिन मूसा ने एतिराज़ किया, “इस्राईली मेरी बात सुनना नहीं चाहते तो फ़िरऔन क्यूँ मेरी बात माने जबकि मैं रुक रुक कर बोलता हूँ?”"},{"number":13,"verse":"लेकिन रब ने मूसा और हारून को हुक्म दिया, “इस्राईलियों और मिस्र के बादशाह फ़िरऔन से बात करके इस्राईलियों को मिस्र से निकालो।”"},{"number":14,"verse":"( मूसा और हारून के आबा-ओ-अजदाद) इस्राईल के आबाई घरानों के सरबराह यह थे : इस्राईल के पहलौठे रूबिन के चार बेटे हनूक, फ़ल्लू, हस्रोन और कर्मी थे। इन से रूबिन की चार शाख़ें निकलीं।"},{"number":15,"verse":"शमाऊन के पाँच बेटे यमूएल, यमीन, उहद, यकीन, सुहर और साऊल थे। (साऊल कनआनी औरत का बच्चा था)। इन से शमाऊन की पाँच शाख़ें निकलीं।"},{"number":16,"verse":"लावी के तीन बेटे जैर्सोन, क़िहात और मिरारी थे। (लावी 137 साल की उम्र में फ़ौत हुआ)।"},{"number":17,"verse":"जैर्सोन के दो बेटे लिब्नी और सिमई थे। इन से जैर्सोन की दो शाख़ें निकलीं।"},{"number":18,"verse":"क़िहात के चार बेटे अम्राम, इज़हार, हब्रून और उज़्ज़ीएल थे। (क़िहात 133 साल की उम्र में फ़ौत हुआ)।"},{"number":19,"verse":"मिरारी के दो बेटे महली और मूशी थे। इन सब से लावी की मुख़्तलिफ़ शाख़ें निकलीं।"},{"number":20,"verse":"अम्राम ने अपनी फूफी यूकबिद से शादी की। उन के दो बेटे हारून और मूसा पैदा हुए। (अम्राम 137 साल की उम्र में फ़ौत हुआ)।"},{"number":21,"verse":"इज़हार के तीन बेटे क़ोरह, नफ़ज और ज़िक्री थे।"},{"number":22,"verse":"उज़्ज़ीएल के तीन बेटे मीसाएल, इल्सफ़न और सित्री थे।"},{"number":23,"verse":"हारून ने इलीसिबा से शादी की। (इलीसिबा अम्मीनदाब की बेटी और नह्सोन की बहन थी)। उन के चार बेटे नदब, अबीहू, इलीअज़र और इतमर थे।"},{"number":24,"verse":"क़ोरह के तीन बेटे अस्सीर, इल्क़ाना और अबियासफ़ थे। उन से क़ोरहियों की तीन शाख़ें निकलीं।"},{"number":25,"verse":"हारून के बेटे इलीअज़र ने फ़ूतीएल की एक बेटी से शादी की। उन का एक बेटा फ़ीन्हास था। यह सब लावी के आबाई घरानों के सरबराह थे।"},{"number":26,"verse":"रब ने अम्राम के दो बेटों हारून और मूसा को हुक्म दिया कि मेरी क़ौम को उस के ख़ानदानों की तरतीब के मुताबिक़ मिस्र से निकालो।"},{"number":27,"verse":"इन ही दो आदमियों ने मिस्र के बादशाह फ़िरऔन से बात की कि इस्राईलियों को मिस्र से जाने दे।"},{"number":28,"verse":"( रब दुबारा मूसा से हमकलाम होता है) मिस्र में रब ने मूसा से कहा,"},{"number":29,"verse":"“मैं रब हूँ। मिस्र के बादशाह को वह सब कुछ बता देना जो मैं तुझे बताता हूँ।”"},{"number":30,"verse":"मूसा ने एतिराज़ किया, “मैं तो रुक रुक कर बोलता हूँ। फ़िरऔन किस तरह मेरी बात मानेगा?”"}]}