{"bibleAbbr":"bnOV2016","bookName":"যাত্রাপুস্তক","bookEnglishName":"Exodus","chapterNumber":18,"verses":[{"number":1,"verse":"( মোশির শ্বশুর যিথ্রোর পরামর্শ।) আর, ঈশ্বর মোশির পক্ষে ও আপন প্রজা ইস্রায়েলের পক্ষে যে সকল কর্ম্ম করিয়াছেন, সদাপ্রভু ইস্রায়েলকে মিসর হইতে বাহির করিয়া আনিয়াছেন, এই সকল কথা মোশির শ্বশুর মিদিয়নীয় যাজক যিথ্রো শুনিতে পাইলেন।"},{"number":2,"verse":"তখন মোশির শ্বশুর যিথ্রো মোশির স্ত্রীকে, পিত্রালয়ে প্রেরিতা সিপপোরাকে, ও তাঁহার দুই পুত্রকে সঙ্গে লইলেন।"},{"number":3,"verse":"ঐ দুই পুত্রের মধ্যে এক জনের নাম গের্শোম [তত্রপ্রবাসী], কেননা তিনি বলিয়াছিলেন, আমি পরদেশে প্রবাসী হইয়াছি।"},{"number":4,"verse":"আর এক জনের নাম ইলীয়েষর [ঈশ্বর সহকারী], কেননা তিনি বলিয়াছিলেন, আমার পিতার ঈশ্বর আমার সহকারী হইয়া ফরৌণের খড়গ হইতে আমাকে উদ্ধার করিয়াছেন।"},{"number":5,"verse":"মোশির শ্বশুর যিথ্রো তাঁহার দুই পুত্র ও স্ত্রীকে সঙ্গে লইয়া প্রান্তরে মোশির নিকটে, ঈশ্বরের পর্ব্বতে যে স্থানে তিনি শিবির স্থাপন করিয়াছিলেন, সেই স্থানে আসিলেন।"},{"number":6,"verse":"আর তিনি মোশিকে কহিলেন, তোমার শ্বশুর যিথ্রো আমি, এবং তোমার স্ত্রী ও তাঁহার সহিত তাঁহার দুই পুত্র, আমরা তোমার নিকটে আসিয়াছি।"},{"number":7,"verse":"তখন মোশি আপন শ্বশুরের সঙ্গে দেখা করিতে বাহিরে গেলেন, ও প্রণিপাতপূর্ব্বক তাঁহাকে চুম্বন করিলেন, এবং পরস্পর মঙ্গল জিজ্ঞাসা করিলেন, পরে তাঁহারা তাম্বুতে প্রবেশ করিলেন।"},{"number":8,"verse":"আর সদাপ্রভু ইস্রায়েলের জন্য ফরৌণের প্রতি ও মিস্রীয়দের প্রতি যাহা যাহা করিয়াছিলেন, এবং পথে তাহাদের যে যে ক্লেশ ঘটিয়াছিল, ও সদাপ্রভু যে প্রকারে তাহাদিগকে উদ্ধার করিয়াছিলেন, সেই সকল বৃত্তান্ত মোশি আপন শ্বশুরকে কহিলেন।"},{"number":9,"verse":"তাহাতে সদাপ্রভু মিস্রীয়দের হস্ত হইতে ইস্রায়েলকে উদ্ধার করিয়া তাহাদের যে সকল মঙ্গল করিয়াছিলেন, তন্নিমিত্ত যিথ্রো আহ্লাদিত হইলেন।"},{"number":10,"verse":"আর যিথ্রো কহিলেন, ধন্য সদাপ্রভু, যিনি মিস্রীয়দের হস্ত হইতে ও ফরৌণের হস্ত হইতে তোমাদিগকে উদ্ধার করিয়াছেন, যিনি মিস্রীয়দের হস্তের অধীনতা হইতে এই লোকদিগকে উদ্ধার করিয়াছেন।"},{"number":11,"verse":"এখন আমি জানি, সকল দেব হইতে সদাপ্রভু মহান্; সেই বিষয়ে মহান্, যে বিষয়ে উহারা ইহাদের বিপক্ষে গর্ব্ব করিত।"},{"number":12,"verse":"পরে মোশির শ্বশুর যিথ্রো ঈশ্বরের উদ্দেশে হোমদ্রব্য ও বলি উপস্থিত করিলেন, এবং হারোণ ও ইস্রায়েলের সমস্ত প্রাচীনবর্গ আসিয়া ঈশ্বরের সম্মুখে মোশির শ্বশুরের সহিত আহার করিলেন।"},{"number":13,"verse":"পরদিন মোশি লোকদের বিচার করিতে বসিলেন, আর প্রাতঃকাল অবধি সন্ধ্যা পর্য্যন্ত লোকেরা মোশির কাছে দাঁড়াইয়া রহিল।"},{"number":14,"verse":"তখন লোকদের প্রতি মোশি যাহা যাহা করিতেছেন, তাঁহার শ্বশুর তাহা দেখিয়া কহিলেন, তুমি লোকদের প্রতি ও কেমন ব্যবহার করিতেছ? কেন তুমি একাকী বসিয়া থাক, আর সমস্ত লোক প্রাতঃকাল অবধি সন্ধ্যা পর্য্যন্ত তোমার কাছে দাঁড়াইয়া থাকে?"},{"number":15,"verse":"মোশি আপন শ্বশুরকে কহিলেন, লোকেরা ঈশ্বরীয় বিচার জিজ্ঞাসা করিতে আমার কাছে আইসে;"},{"number":16,"verse":"তাহাদের কোন বিবাদ হইলে তাহা আমার কাছে উপস্থিত হয়; আর আমি বাদী প্রতিবাদীর বিচার করি, এবং ঈশ্বরের বিধি ও ব্যবস্থা সকল তাহাদিগকে জ্ঞাত করি।"},{"number":17,"verse":"তখন মোশির শ্বশুর কহিলেন, তোমার এই কর্ম্ম ভাল নয়।"},{"number":18,"verse":"ইহাতে তুমি এবং তোমার সঙ্গী এই লোকেরাও ক্ষীণবল হইবে, কেননা এ কার্য্য তোমার ক্ষমতা হইতে গুরুতর; ইহা একাকী সম্পন্ন করা তোমার অসাধ্য।"},{"number":19,"verse":"এখন আমার কথায় মনোযোগ কর; আমি তোমাকে পরামর্শ দিই, আর ঈশ্বর তোমার সহবর্ত্তী হউন; তুমি ঈশ্বরের সম্মুখে লোকদের পক্ষে হও, এবং তাহাদের বিচার ঈশ্বরের কাছে উপস্থিত কর,"},{"number":20,"verse":"আর তাহাদিগকে বিধি ও ব্যবস্থার উপদেশ দেও, এবং তাহাদের গন্তব্য পথ ও কর্ত্তব্য কর্ম্ম জ্ঞাত কর।"},{"number":21,"verse":"অধিকন্তু তুমি এই লোকসমূহের মধ্য হইতে কার্য্যদক্ষ পুরুষদিগকে, ঈশ্বরভীত, সত্যবাদী ও অন্যায়-লাভ- ঘৃণাকারী ব্যক্তিদিগকে মনোনীত করিয়া লোকদের উপরে সহস্রপতি, শতপতি, পঞ্চাশৎপতি ও দশপতি করিয়া নিযুক্ত কর।"},{"number":22,"verse":"তাঁহারা সকল সময়ে লোকদের বিচার করিবেন; বড় বড় বিচার সকল তোমার নিকটে আনিবেন, কিন্তু ক্ষুদ্র বিচার সকল তাঁহারাই করিবেন; তাহাতে তোমার কর্ম্ম লঘু হইবে, আর তাঁহারা তোমার সহিত ভার বহিবেন।"},{"number":23,"verse":"তুমি যদি এরূপ কর, এবং ঈশ্বর তোমাকে এরূপ আজ্ঞা দেন, তবে তুমি সহিতে পারিবে, এবং এই সকল লোকও কুশলে আপনাদের স্থানে গমন করিবে।"},{"number":24,"verse":"তাহাতে মোশি আপন শ্বশুরের কথায় মনোযোগ করিয়া, তিনি যাহা কিছু বলিলেন, তদনুসারে কর্ম্ম করিলেন।"},{"number":25,"verse":"ফলতঃ মোশি সমস্ত ইস্রায়েল হইতে কার্য্যদক্ষ পুরুষদিগকে মনোনীত করিয়া লোকদের উপরে প্রধান, অর্থাৎ সহস্রপতি, শতপতি, পঞ্চাশৎপতি ও দশপতি করিয়া নিযুক্ত করিলেন।"},{"number":26,"verse":"তাঁহারা সকল সময়ে লোকদের বিচার করিতেন; কঠিন বিচার সকল মোশির কাছে আনিতেন, কিন্তু ক্ষুদ্র কথা সকলের বিচার আপনারাই করিতেন।"},{"number":27,"verse":"পরে মোশি আপন শ্বশুরকে বিদায় করিলে তিনি স্বদেশে প্রস্থান করিলেন।"}]}