{"bibleAbbr":"bnOV2016","bookName":"যাত্রাপুস্তক","bookEnglishName":"Exodus","chapterNumber":23,"verses":[{"number":1,"verse":"তুমি মিথ্যা জনরব উত্থাপন করিও না; অন্যায় সাক্ষী হইয়া দুর্জনের সহায়তা করিও না।"},{"number":2,"verse":"তুমি দুষ্কর্ম্ম করিতে বহু লোকের পশ্চাদ্বর্ত্তী হইও না, এবং বিচারে অন্যায় করণার্থে বহু লোকের পক্ষ হইয়া প্রতিবাদ করিও না।"},{"number":3,"verse":"দরিদ্রের বিচারে তাহারও পক্ষপাত করিও না।"},{"number":4,"verse":"তোমার শত্রুর গোরু কিম্বা গর্দ্দভকে পথহারা দেখিলে তুমি অবশ্য তাহার নিকটে তাহাকে লইয়া যাইবে।"},{"number":5,"verse":"তুমি আপন শত্রুর গর্দ্দভকে ভারের নীচে পতিত দেখিলে যদ্যপি তাহাকে ভারমুক্ত করিতে অনিচ্ছুক হও, তথাপি অবশ্য উহার সঙ্গে তাহাকে ভারমুক্ত করিবে।"},{"number":6,"verse":"দরিদ্র প্রতিবাসীর বিচারে তাহার প্রতি অন্যায় করিও না।"},{"number":7,"verse":"মিথ্যা বিষয় হইতে দূরে থাকিও, এবং নির্দ্দোষের কি ধার্ম্মিকের প্রাণ নষ্ট করিও না, কেননা আমি দুষ্টকে নির্দ্দোষ করিব না।"},{"number":8,"verse":"আর তুমি উৎকোচ গ্রহণ করিও না, কেননা উৎকোচ মুক্তচক্ষুদিগকে অন্ধ করে, এবং ধার্ম্মিকদের কথা সকল উল্টায়।"},{"number":9,"verse":"আর তুমি বিদেশীর প্রতি উপদ্রব করিও না; তোমরা ত বিদেশীর হৃদয় জান, কেননা তোমরা মিসর দেশে বিদেশী ছিলে।"},{"number":10,"verse":"তুমি আপন ভূমিতে ছয় বৎসর যাবৎ বীজ বপন করিও, ও উৎপন্ন শস্য সংগ্রহ করিও।"},{"number":11,"verse":"কিন্তু সপ্তম বৎসরে তাহাকে বিশ্রাম দিও, ফেলিয়া রাখিও; তাহাতে তোমার স্বজাতীয় দরিদ্রগণ খাইতে পাইবে, আর তাহারা যাহা অবশিষ্ট রাখে, তাহা বনপশুতে খাইবে; এবং তোমার দ্রাক্ষাক্ষেত্রের ও জিতবৃক্ষের বিষয়েও সেইরূপ করিও।"},{"number":12,"verse":"তুমি ছয় দিন আপন কর্ম্ম করিও, কিন্তু সপ্তম দিনে বিশ্রাম করিও; যেন তোমার গোরু ও গর্দ্দভ বিশ্রাম পায়, এবং তোমার দাসীপুত্র ও বিদেশী লোক প্রাণ জুড়ায়।"},{"number":13,"verse":"আমি তোমাদিগকে যাহা যাহা কহিলাম, সকল বিষয়ে সাবধান থাকিও; ইতর দেবগণের নাম উল্লেখ করিও না, তোমাদের মুখে যেন তাহা শুনা না যায়।"},{"number":14,"verse":"তুমি বৎসরের মধ্যে তিন বার আমার উদ্দেশে উৎসব করিও।"},{"number":15,"verse":"তাড়ীশূন্য রুটীর উৎসব পালন করিও; আমার আজ্ঞানুসারে, নিরূপিত সময়ে, আবীব মাসে, সাত দিন তাড়ীশূন্য রুটী ভোজন করিও, কেননা এই মাসে তুমি মিসর দেশ হইতে বাহির হইয়া আসিয়াছ। আর কেহ রিক্তহস্তে আমার নিকটে উপস্থিত না হউক।"},{"number":16,"verse":"আর তুমি শস্যচ্ছেদনের উৎসব, অর্থাৎ ক্ষেত্রে যাহা যাহা বুনিয়াছ, তাহার আশুপক্ব ফলের উৎসব পালন করিও। আর বৎসরের শেষে ক্ষেত্র হইতে ফল সংগ্রহ করণ কালে ফলসঞ্চয়ের উৎসব পালন করিও।"},{"number":17,"verse":"বৎসরের মধ্যে তিন বার তোমার সমস্ত পুংজাতি, প্রভু সদাপ্রভুর সাক্ষাতে উপস্থিত হইবে।"},{"number":18,"verse":"তুমি আমার বলির রক্ত তাড়ীযুক্ত দ্রব্যের সহিত নিবেদন করিও না; আর আমার উৎসব সম্পর্কীয় মেদ প্রাতঃকাল পর্য্যন্ত সমস্ত রাত্রি না থাকুক।"},{"number":19,"verse":"তোমার ভূমির আশুপক্ব ফলের অগ্রিমাংশ তোমার ঈশ্বর সদাপ্রভুর গৃহে আনিও। ছাগবৎসকে তাহার মাতার দুগ্ধে পাক করিও না।"},{"number":20,"verse":"( ঈশ্বরীয় প্রতিজ্ঞা ও নিয়ম স্থাপন।) দেখ, আমি পথে তোমাকে রক্ষা করিতে, এবং আমি যে স্থান প্রস্তুত করিয়াছি, সেই স্থানে তোমাকে লইয়া যাইতে তোমার অগ্রে অগ্রে এক দূত প্রেরণ করিতেছি।"},{"number":21,"verse":"তাঁহা হইতে সাবধান থাকিও, এবং তাঁহার রবে অবধান করিও, তাঁহার অসন্তোষ জন্মাইও না; কেননা তিনি তোমাদের অধর্ম্ম ক্ষমা করিবেন না; কারণ তাঁহার অন্তরে আমার নাম রহিয়াছে।"},{"number":22,"verse":"কিন্তু তুমি যদি নিশ্চয় তাঁহার রবে অবধান কর, এবং আমি যাহা যাহা বলি, সে সমস্ত কর, তবে আমি তোমার শত্রুদের শত্রু ও তোমার বিপক্ষদের বিপক্ষ হইব।"},{"number":23,"verse":"কেননা আমার দূত তোমার অগ্রে অগ্রে যাইবেন, এবং ইমোরীয়, হিত্তীয়, পরিষীয়, কনানীয়, হিব্বীয় ও যিবূষীয়ের দেশে তোমাকে প্রবেশ করাইবেন; আর আমি তাহাদিগকে উচ্ছিন্ন করিব।"},{"number":24,"verse":"তুমি তাহাদের দেবগণের কাছে প্রণিপাত করিও না, এবং তাহাদের সেবা করিও না, ও তাহাদের ক্রিয়ার ন্যায় ক্রিয়া করিও না; কিন্তু তাহাদিগকে সমূলে উৎপাটন করিও, এবং তাহাদের স্তম্ভ সকল ভাঙ্গিয়া ফেলিও।"},{"number":25,"verse":"তোমরা আপনাদের ঈশ্বর সদাপ্রভুর সেবা করিও; তাহাতে তিনি তোমার অন্নজলে আশীর্ব্বাদ করিবেন, এবং আমি তোমার মধ্য হইতে রোগ দূর করিব।"},{"number":26,"verse":"তোমার দেশে কাহারও গর্ভপাত হইবে না, এবং কেহ বন্ধ্যা হইবে না; আমি তোমার আয়ুর পরিমাণ পূর্ণ করিব।"},{"number":27,"verse":"আমি তোমার অগ্রে অগ্রে আমাবিষয়ক ত্রাস প্রেরণ করিব; এবং তুমি যে সকল জাতির নিকটে উপস্থিত হইবে, তাহাদিগকে ব্যাকুল করিব, ও তোমার শত্রুগণকে তোমা হইতে ফিরাইয়া দিব।"},{"number":28,"verse":"আর আমি তোমার অগ্রে অগ্রে ভিমরুল পাঠাইব; তাহারা হিব্বীয়, কনানীয় ও হিত্তীয়কে তোমার সম্মুখ হইতে খেদাইয়া দিবে।"},{"number":29,"verse":"কিন্তু দেশ যেন ধ্বংসস্থান না হয়, ও তোমার বিরুদ্ধে বন্য পশুর সংখ্যা যেন বৃদ্ধি না পায়, এই জন্য আমি এক বৎসরেই তোমার সম্মুখ হইতে তাহাদিগকে খেদাইয়া দিব না।"},{"number":30,"verse":"তুমি যে পর্য্যন্ত বর্দ্ধিত হইয়া দেশ অধিকার না কর, তাবৎ তোমার সম্মুখ হইতে তাহাদিগকে ক্রমে ক্রমে খেদাইয়া দিব।"},{"number":31,"verse":"আর সূফসাগর অবধি পলেষ্টীয়দের সমুদ্র পর্য্যন্ত, এবং প্রান্তর অবধি [ফরাৎ] নদী পর্য্যন্ত তোমার সীমা নিরূপণ করিব; কেননা আমি সেই দেশনিবাসীদিগকে তোমার হস্তে সমর্পণ করিব, এবং তুমি তোমার সম্মুখ হইতে তাহাদিগকে খেদাইয়া দিবে।"},{"number":32,"verse":"তাহাদের সহিত কিম্বা তাহাদের দেবগণের সহিত কোন নিয়ম স্থির করিবে না।"},{"number":33,"verse":"তাহারা তোমার দেশে বাস করিবে না, পাছে তাহারা আমার বিরুদ্ধে তোমাকে পাপ করায়; কেননা তুমি যদি তাহাদের দেবগণের সেবা কর, তবে তাহা অবশ্য তোমার ফাঁদস্বরূপ হইবে।"}]}