{"bibleAbbr":"bnOV2016","bookName":"যাত্রাপুস্তক","bookEnglishName":"Exodus","chapterNumber":30,"verses":[{"number":1,"verse":"( তাম্বু সম্বন্ধীয় পাত্রাদির বিষয়।) ( ধূপবেদি।) আর তুমি ধূপদাহ করিবার জন্য এক বেদি নির্ম্মাণ করিবে; শিটীম কাষ্ঠ দিয়া তাহা নির্ম্মাণ করিবে।"},{"number":2,"verse":"তাহা এক হস্ত দীর্ঘ ও এক হস্ত প্রস্থ চতুষ্কোণ হইবে, এবং দুই হস্ত উচ্চ হইবে, তাহার শৃঙ্গ সকল তাহার সহিত অখণ্ড হইবে।"},{"number":3,"verse":"আর তুমি সেই বেদি, তাহার পৃষ্ঠ ও চারি পার্শ্ব ও শৃঙ্গ নির্ম্মল স্বর্ণে মুড়িবে, এবং তাহার চারিদিকে স্বর্ণের নিকাল গড়িয়া দিবে।"},{"number":4,"verse":"আর তাহার নিকালের নীচে দুই কোণের নিকটে স্বর্ণের দুই দুই কড়া গড়িয়া দিবে, দুই পার্শ্বে গড়িয়া দিবে; তাহা বেদি বহনার্থ বহন-দণ্ডের ঘর হইবে।"},{"number":5,"verse":"আর ঐ বহন-দণ্ড শিটীম কাষ্ঠ দ্বারা প্রস্তুত করিয়া স্বর্ণ দিয়া মুড়িবে।"},{"number":6,"verse":"আর সাক্ষ্য-সিন্দুকের নিকটস্থ তিরস্করিণীর অগ্রদিকে, সাক্ষ্য-সিন্দুকের উপরিস্থ পাপাবরণের সম্মুখে তাহা রাখিবে, সেই স্থানে আমি তোমার কাছে দেখা দিব।"},{"number":7,"verse":"আর হারোণ তাহার উপরে সুগন্ধি ধূপ জ্বালাইবে; প্রতি প্রভাতে প্রদীপ পরিষ্কার করিবার সময়ে সে ঐ ধূপ জ্বালাইবে।"},{"number":8,"verse":"আর সন্ধ্যাকালে প্রদীপ জ্বালাইবার সময়ে হারোণ ধূপ জ্বালাইবে, তাহাতে তোমাদের পুরুষানুক্রমে সদাপ্রভুর সম্মুখে নিয়ত ধূপদাহ হইবে।"},{"number":9,"verse":"তোমরা তাহার উপরে ইতর ধূপ, কিম্বা হোমবলি, কিম্বা ভক্ষ্য নৈবেদ্য উৎসর্গ করিও না ও তাহার উপরে পেয় নৈবেদ্য ঢালিও না।"},{"number":10,"verse":"আর বৎসরের মধ্যে এক বার হারোণ তাহার শৃঙ্গের জন্য প্রায়শ্চিত্ত করিবে; তোমাদের পুরুষানুক্রমে বৎসরের মধ্যে এক বার প্রায়শ্চিত্তার্থক পাপবলির রক্ত দিয়া তাহার জন্য প্রায়শ্চিত্ত করিবে; এই বেদি সদাপ্রভুর উদ্দেশে অতি পবিত্র।"},{"number":11,"verse":"( প্রাণের প্রায়শ্চিত্ত।) পরে সদাপ্রভু মোশিকে এই কথা কহিলেন,"},{"number":12,"verse":"তুমি যখন ইস্রায়েল-সন্তানদের সংখ্যা গ্রহণ কর, তখন যাহাদিগকে গণনা করা যায়, তাহারা প্রত্যেকে গণনাকালে সদাপ্রভুর কাছে আপন আপন প্রাণের জন্য প্রায়শ্চিত্ত করিবে, যেন তাহাদের মধ্যে গণনাকালে আঘাত না হয়।"},{"number":13,"verse":"তাহাদের দেয় এই; যে কেহ গণিত লোকদের মধ্যে আসিবে, সে পবিত্র স্থানের শেকল অনুসারে অর্দ্ধশেকল দিবে; বিংশতি গেরাতে এক শেকল হয়; সেই অর্দ্ধশেকল সদাপ্রভুর উদ্দেশে উপহার হইবে।"},{"number":14,"verse":"বিংশতি বৎসর বয়স্ক কিম্বা তাহার অধিক বয়স্ক যে কেহ গণিত লোকদের মধ্যে আসিবে, সে সদাপ্রভুকে ঐ উপহার দিবে।"},{"number":15,"verse":"তোমাদের প্রাণের জন্য প্রায়শ্চিত্ত করণার্থে সদাপ্রভুকে সেই উপহার দিবার সময়ে ধনবান্ অর্দ্ধ শেকলের অধিক দিবে না, এবং দরিদ্র তাহার কম দিবে না।"},{"number":16,"verse":"আর তুমি ইস্রায়েল-সন্তানগণ হইতে সেই প্রায়শ্চিত্তের রৌপ্য লইয়া সমাগম-তাম্বুর কার্য্যের জন্য দিবে; তোমাদের প্রাণের প্রায়শ্চিত্তের নিমিত্তে তাহা ইস্রায়েল-সন্তানদের স্মরণার্থে সদাপ্রভুর সম্মুখে থাকিবে।"},{"number":17,"verse":"( প্রক্ষালন-পাত্র।) আর সদাপ্রভু মোশিকে কহিলেন,"},{"number":18,"verse":"তুমি প্রক্ষালন কার্য্যের জন্য পিত্তলময় এক প্রক্ষালন-পাত্র ও তাহার পিত্তলময় খুরা প্রস্তুত করিবে; এবং সমাগম-তাম্বুর ও বেদির মধ্যস্থানে রাখিবে, ও তাহার মধ্যে জল দিবে।"},{"number":19,"verse":"হারোণ ও তাহার পুত্রগণ তাহাতে আপন আপন হস্ত ও পদ ধৌত করিবে।"},{"number":20,"verse":"তাহারা যেন না মরে, এই জন্য সমাগম-তাম্বুতে প্রবেশ কালে জলে আপনাদিগকে ধৌত করিবে; কিম্বা পরিচর্য্যা করণার্থে, সদাপ্রভুর উদ্দেশে অগ্নিকৃত উপহার দগ্ধ করণার্থে বেদির নিকটে আগমন কালে আপন আপন হস্ত ও পদ ধৌত করিবে,"},{"number":21,"verse":"তাহারা যেন না মরে, এই জন্য করিবে; ইহা তাহাদের পক্ষে চিরস্থায়ী বিধি, পুরুষানুক্রমে হারোণ ও তাহার বংশের নিমিত্ত।"},{"number":22,"verse":"( পবিত্র তৈল ও ধূপ।) আর সদাপ্রভু মোশিকে কহিলেন,"},{"number":23,"verse":"তুমি আপনার নিকটে উত্তম উত্তম সুগন্ধি দ্রব্য, অর্থাৎ পবিত্র স্থানের শেকল অনুসারে পাঁচ শত শেকল নির্ম্মল গন্ধরস, তাহার অর্দ্ধ অর্থাৎ আড়াই শত শেকল সুগন্ধি দারুচিনি, আড়াই শত শেকল সুগন্ধি বচ,"},{"number":24,"verse":"পাঁচ শত শেকল সূক্ষ্ম দারুচিনি ও এক হিন জিততৈল লইবে।"},{"number":25,"verse":"এই সকলের দ্বারা তুমি অভিষেকার্থ পবিত্র তৈল গন্ধবণিকের প্রক্রিয়া মতে কৃত তৈল, প্রস্তুত করিবে, তাহা অভিষেকার্থ পবিত্র তৈল হইবে।"},{"number":26,"verse":"আর তদ্দ্বারা তুমি সমাগম-তাম্বু, সাক্ষ্য-সিন্দুক,"},{"number":27,"verse":"মেজ ও তাহার সকল পাত্র,"},{"number":28,"verse":"দীপবৃক্ষ ও তাহার সকল পাত্র, ধূপবেদি, হোমবেদি ও তাহার সকল পাত্র, এবং প্রক্ষালন-পাত্র ও তাহার খুরা অভিষেক করিবে।"},{"number":29,"verse":"আর এই সকল বস্তু পবিত্র করিবে, তাহাতে তাহা অতি পবিত্র হইবে; যে কেহ তাহা স্পর্শ করে, তাহার পবিত্র হওয়া চাই।"},{"number":30,"verse":"আর তুমি হারোণকে ও তাহার পুত্রগণকে আমার যাজনকর্ম্ম করণার্থে অভিষেক করিয়া পবিত্র করিবে।"},{"number":31,"verse":"আর ইস্রায়েল-সন্তানগণকে বলিবে, তোমাদের পুরুষানুক্রমে আমার নিমিত্তে তাহা পবিত্র অভিষেকার্থ তৈল হইবে।"},{"number":32,"verse":"মনুষ্যের গাত্রে তাহা ঢালা যাইবে না; এবং তোমরা তাহার দ্রব্যের পরিমাণানুসারে তৎসদৃশ আর কোন তৈল প্রস্তুত করিবে না; তাহা পবিত্র, তোমাদের পক্ষে পবিত্র হইবে।"},{"number":33,"verse":"যে কেহ তাহার মত তৈল প্রস্তুত করে, ও যে কেহ পরের গাত্রে তাহার কিঞ্চিৎ দেয়, সে আপন লোকদের মধ্য হইতে উচ্ছিন্ন হইবে।"},{"number":34,"verse":"আর সদাপ্রভু মোশিকে কহিলেন, তুমি আপনার নিকটে সুগন্ধি দ্রব্য লইবে,—গুগ্গুলু, নখী, কুন্দুরু; এই সকল সুগন্ধি দ্রব্যের ও নির্ম্মল লবানের প্রত্যেকটী সমভাগ করিয়া লইবে।"},{"number":35,"verse":"আর উহা দ্বারা গন্ধবণিকের প্রক্রিয়া মতে কৃত ও লবণমিশ্রিত এক নির্ম্মল পবিত্র সুগন্ধি ধূপ প্রস্তুত করিবে।"},{"number":36,"verse":"তাহার কিঞ্চিৎ চূর্ণ করিয়া, যে সমাগম-তাম্বুতে আমি তোমার সহিত সাক্ষাৎ করিব, তাহার মধ্যে সাক্ষ্য-সিন্দুকের সম্মুখে তাহা রাখিবে; তাহা তোমাদের জ্ঞানে অতি পবিত্র হইবে।"},{"number":37,"verse":"এবং তুমি যে সুগন্ধি ধূপ প্রস্তুত করিবে, তাহার দ্রব্যের পরিমাণানুসারে তোমরা আপনাদের জন্য তাহা করিও না, তাহা তোমার জ্ঞানে সদাপ্রভুর উদ্দেশে পবিত্র হইবে।"},{"number":38,"verse":"যে কেহ আঘ্রাণ জন্য তাহার সদৃশ ধূপ প্রস্তুত করিবে, সে আপন লোকদের মধ্য হইতে উচ্ছিন্ন হইবে।"}]}