{"bibleAbbr":"bnOV2016","bookName":"যাত্রাপুস্তক","bookEnglishName":"Exodus","chapterNumber":9,"verses":[{"number":1,"verse":"( পঞ্চম, ষষ্ট ও সপ্তম আঘাত।) পরে সদাপ্রভু মোশিকে কহিলেন, তুমি ফরৌণের নিকটে গিয়া তাহাকে বল, সদাপ্রভু, ইব্রীয়দের ঈশ্বর, এই কথা কহেন, আমার সেবা করণার্থে আমার প্রজাদিগকে ছাড়িয়া দেও।"},{"number":2,"verse":"যদি তাহাদিগকে ছাড়িয়া দিতে অসম্মত হও, এখনও বাধা দেও, তবে দেখ,"},{"number":3,"verse":"ক্ষেত্রস্থ তোমার পশুধনের উপর, অশ্বদের, গর্দ্দভদের, উষ্ট্রদের, গোপালের ও মেষপালের উপর সদাপ্রভুর হস্ত রহিয়াছে; ভারী মহামারী হইবে।"},{"number":4,"verse":"কিন্তু সদাপ্রভু ইস্রায়েলের পশুতে ও মিসরের পশুতে প্রভেদ করিবেন; তাহাতে ইস্রায়েল-সন্তানদের কোন পশু মরিবে না।"},{"number":5,"verse":"আর সদাপ্রভু সময় নিরূপণ করিয়া কহিলেন, কল্য সদাপ্রভু দেশে এই কর্ম্ম করিবেন।"},{"number":6,"verse":"পরদিন সদাপ্রভু তাহাই করিলেন, তাহাতে মিসরের সকল পশু মরিল, কিন্তু ইস্রায়েল-সন্তানদের পশুদের মধ্যে একটীও মরিল না।"},{"number":7,"verse":"তখন ফরৌণ লোক পাঠাইলেন, আর দেখ, ইস্রায়েলের একটী পশুও মরে নাই; তথাপি ফরৌণের হৃদয় ভারী হইল, এবং তিনি লোকদিগকে ছাড়িয়া দিলেন না।"},{"number":8,"verse":"পরে সদাপ্রভু মোশি ও হারোণকে কহিলেন, তোমরা মুষ্টি পূর্ণ করিয়া ভাটীর ভস্ম লও, পরে মোশি ফরৌণের সাক্ষাতে তাহা আকাশের দিকে ছড়াইয়া দিউক।"},{"number":9,"verse":"তাহা সমস্ত মিসর দেশব্যাপী সূক্ষ্ম ধূলি হইয়া মিসর দেশের সর্ব্বত্র মনুষ্য ও পশুদের গাত্রে ক্ষতযুক্ত স্ফোটক জন্মাইবে।"},{"number":10,"verse":"তখন তাঁহারা ভাটীর ভস্ম লইয়া ফরৌণের সম্মুখে দাঁড়াইলেন, এবং মোশি আকাশের দিকে তাহা ছড়াইয়া দিলেন, তাহাতে মনুষ্যদের ও পশুদের গাত্রে ক্ষতযুক্ত স্ফোটক হইল।"},{"number":11,"verse":"সেই স্ফোটক প্রযুক্ত মন্ত্রবেত্তারা মোশির সম্মুখে দাঁড়াইতে পারিল না, কারণ মন্ত্রবেত্তাদের ও সমস্ত মিস্রীয়ের গাত্রে স্ফোটক জন্মিল।"},{"number":12,"verse":"আর সদাপ্রভু ফরৌণের হৃদয় কঠিন করিলেন। তিনি তাঁহাদের কথায় মনোযোগ করিলেন না, যেমন সদাপ্রভু মোশিকে বলিয়াছিলেন।"},{"number":13,"verse":"পরে সদাপ্রভু মোশিকে কহিলেন, তুমি প্রত্যূষে উঠিয়া ফরৌণের সম্মুখে দাঁড়াইয়া তাহাকে এই কথা বলিও, সদাপ্রভু, ইব্রীয়দের ঈশ্বর, এই কথা কহেন, আমার সেবা করণার্থে আমার প্রজাদিগকে ছাড়িয়া দেও;"},{"number":14,"verse":"নতুবা এই বার আমি তোমার হৃদয়ের বিরুদ্ধে এবং তোমার দাসগণের ও প্রজাদের মধ্যে আমার সর্ব্বপ্রকার আঘাত প্রেরণ করিব; যেন তুমি জানিতে পার, সমস্ত পৃথিবীতে আমার তুল্য কেহই নাই।"},{"number":15,"verse":"কেননা এত দিন আমি আপন হস্ত বিস্তার করিয়া মহামারী দ্বারা তোমাকে ও তোমার প্রজাদিগকে আঘাত করিতে পারিতাম; তাহা করিলে তুমি পৃথিবী হইতে উচ্ছিন্ন হইতে।"},{"number":16,"verse":"কিন্তু বাস্তবিক আমি এই জন্যই তোমাকে স্থাপন করিয়াছি, যেন আমার প্রভাব তোমাকে দেখাই ও সমস্ত পৃথিবীতে আমার নাম কীর্ত্তিত হয়।"},{"number":17,"verse":"এখনও তুমি আমার প্রজাগণের উপর দর্প করিয়া তাহাদিগকে ছাড়িয়া দিতে চাহিতেছ না।"},{"number":18,"verse":"দেখ, মিসরের পত্তনাবধি অদ্য পর্য্যন্ত যাদৃশ কখন হয় নাই, এমন অতিশয় ভারী শিলাবৃষ্টি আমি কল্য এই সময়ে বর্ষাইব।"},{"number":19,"verse":"অতএব তুমি এখন লোক পাঠাইয়া ক্ষেত্রে তোমার পশু ও আর যাহা কিছু আছে, সে সকল ত্বরায় আনাও; যে মনুষ্য ও পশু গৃহমধ্যে আনিত না হইয়া ক্ষেত্রে থাকিবে, তাহাদের উপরে শিলাবৃষ্টি হইবে, আর তাহারা মরিবে।"},{"number":20,"verse":"তখন ফরৌণের দাসগণের মধ্যে যে কেহ সদাপ্রভুর বাক্যে ভীত হইল, সে শীঘ্র আপন দাস ও পশুদিগকে গৃহমধ্যে আনিল;"},{"number":21,"verse":"আর যে কেহ সদাপ্রভুর বাক্যে মনোযোগ করিল না, সে আপন দাস ও পশুদিগকে ক্ষেত্রে থাকিতে দিল।"},{"number":22,"verse":"পরে সদাপ্রভু মোশিকে কহিলেন, তুমি আকাশের দিকে আপন হস্ত বিস্তার কর, তাহাতে মিসর দেশের সর্ব্বত্র শিলাবৃষ্টি হইবে, মিসর দেশের মনুষ্য, পশু ও ক্ষেত্রস্থ সমস্ত ওষধির উপরে তাহা হইবে।"},{"number":23,"verse":"পরে মোশি আপন যষ্টি আকাশের দিকে বিস্তার করিলে সদাপ্রভু মেঘগর্জ্জন করাইলেন, ও শিলাবৃষ্টি বর্ষাইলেন, এবং অগ্নি ভূমির উপরে বেগে আসিয়া পড়িল; এইরূপে সদাপ্রভু মিসর দেশে শিলাবৃষ্টি বর্ষাইলেন।"},{"number":24,"verse":"তাহাতে শিলা, এবং শিলার সহিত মিশ্রিত অগ্নিবৃষ্টিও হওয়াতে তাহা অতি দুঃসহ হইল; এরূপ শিলাবৃষ্টি মিসর দেশে রাজ্য স্থাপনাবধি কখনও হয় নাই।"},{"number":25,"verse":"তাহাতে সমস্ত মিসর দেশের ক্ষেত্রস্থ মনুষ্য ও পশু সকলই শিলা দ্বারা আহত হইল, ও ক্ষেত্রের সমস্ত ওষধি শিলাবৃষ্টি দ্বারা আহত হইল, আর ক্ষেত্রের সমস্ত বৃক্ষ ভগ্ন হইল।"},{"number":26,"verse":"কেবল ইস্রায়েল-সন্তানদের বাসস্থান গোশন প্রদেশে শিলাবৃষ্টি হইল না।"},{"number":27,"verse":"পরে ফরৌণ লোক পাঠাইয়া মোশি ও হারোণকে ডাকাইয়া কহিলেন, এই বার আমি পাপ করিয়াছি; সদাপ্রভু ধর্ম্মময়, কিন্তু আমি ও আমার প্রজারা দোষী।"},{"number":28,"verse":"তোমরা সদাপ্রভুর কাছে বিনতি কর; দেবগর্জ্জন ও শিলাবৃষ্টি যথেষ্ট হইয়াছে? আমি তোমাদিগকে ছাড়িয়া দিব, তোমাদের আর বিলম্ব হইবে না।"},{"number":29,"verse":"তখন মোশি তাঁহাকে কহিলেন, আমি নগর হইতে বাহিরে গিয়াই সদাপ্রভুর দিকে অঞ্জলি বিস্তার করিব, তাহাতে মেঘগর্জ্জন নিবৃত্ত হইবে ও শিলাবৃষ্টি আর হইবে না, যেন আপনি জানিতে পারেন যে, পৃথিবী সদাপ্রভুরই।"},{"number":30,"verse":"কিন্তু আমি জানি, আপনি ও আপনার দাসগণ, আপনারা এখনও সদাপ্রভু ঈশ্বর হইতে ভীত হইবেন না।"},{"number":31,"verse":"তৎকালে মসিনা ও যব সকলই আহত হইল, কেননা যব শীষযুক্ত ও মসিনা পুষ্পিত হইয়াছিল।"},{"number":32,"verse":"কিন্তু গোম ও জনার বড় না হওয়াতে আহত হইল না।"},{"number":33,"verse":"পরে মোশি ফরৌণের নিকট হইতে নগরের বাহিরে গিয়া সদাপ্রভুর দিকে অঞ্জলি বিস্তার করিলেন, তাহাতে মেঘগর্জ্জন ও শিলাপতন নিবৃত্ত হইল, এবং ভূমিতে আর জলধারা বর্ষিল না।"},{"number":34,"verse":"তখন বৃষ্টি, শিলাপাত ও মেঘগর্জ্জন নিবৃত্ত দেখিয়া ফরৌণ আরও পাপ করিলেন, তিনি ও তাঁহার দাসগণ আপন আপন হৃদয় ভারী করিলেন।"},{"number":35,"verse":"আর ফরৌণের হৃদয় কঠিন হওয়াতে তিনি ইস্রায়েল-সন্তানদিগকে যাইতে দিলেন না; যেমন সদাপ্রভু মোশি দ্বারা বলিয়াছিলেন।"}]}