{"bibleAbbr":"ESV2001","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":103,"verses":[{"number":1,"verse":"OF DAVID. Bless the LORD, O my soul, and all that is within me, bless his holy name!"},{"number":2,"verse":"Bless the LORD, O my soul, and forget not all his benefits,"},{"number":3,"verse":"who forgives all your iniquity, who heals all your diseases,"},{"number":4,"verse":"who redeems your life from the pit, who crowns you with steadfast love and mercy,"},{"number":5,"verse":"who satisfies you with good so that your youth is renewed like the eagle's."},{"number":6,"verse":"The LORD works righteousness and justice for all who are oppressed."},{"number":7,"verse":"He made known his ways to Moses, his acts to the people of Israel."},{"number":8,"verse":"The LORD is merciful and gracious, slow to anger and abounding in steadfast love."},{"number":9,"verse":"He will not always chide, nor will he keep his anger forever."},{"number":10,"verse":"He does not deal with us according to our sins, nor repay us according to our iniquities."},{"number":11,"verse":"For as high as the heavens are above the earth, so great is his steadfast love toward those who fear him;"},{"number":12,"verse":"as far as the east is from the west, so far does he remove our transgressions from us."},{"number":13,"verse":"As a father shows compassion to his children, so the LORD shows compassion to those who fear him."},{"number":14,"verse":"For he knows our frame; he remembers that we are dust."},{"number":15,"verse":"As for man, his days are like grass; he flourishes like a flower of the field;"},{"number":16,"verse":"for the wind passes over it, and it is gone, and its place knows it no more."},{"number":17,"verse":"But the steadfast love of the LORD is from everlasting to everlasting on those who fear him, and his righteousness to children's children,"},{"number":18,"verse":"to those who keep his covenant and remember to do his commandments."},{"number":19,"verse":"The LORD has established his throne in the heavens, and his kingdom rules over all."},{"number":20,"verse":"Bless the LORD, O you his angels, you mighty ones who do his word, obeying the voice of his word!"},{"number":21,"verse":"Bless the LORD, all his hosts, his ministers, who do his will!"},{"number":22,"verse":"Bless the LORD, all his works, in all places of his dominion. Bless the LORD, O my soul!"}]}