{"bibleAbbr":"ESV2001","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"A SONG. A PSALM OF THE SONS OF KORAH. TO THE CHOIRMASTER: ACCORDING TO MAHALATH LEANNOTH. A MASKIL OF HEMAN THE EZRAHITE. O LORD, God of my salvation; I cry out day and night before you."},{"number":2,"verse":"Let my prayer come before you; incline your ear to my cry!"},{"number":3,"verse":"For my soul is full of troubles, and my life draws near to Sheol."},{"number":4,"verse":"I am counted among those who go down to the pit; I am a man who has no strength,"},{"number":5,"verse":"like one set loose among the dead, like the slain that lie in the grave, like those whom you remember no more, for they are cut off from your hand."},{"number":6,"verse":"You have put me in the depths of the pit, in the regions dark and deep."},{"number":7,"verse":"Your wrath lies heavy upon me, and you overwhelm me with all your waves. Selah"},{"number":8,"verse":"You have caused my companions to shun me; you have made me a horror to them. I am shut in so that I cannot escape;"},{"number":9,"verse":"my eye grows dim through sorrow. Every day I call upon you, O LORD; I spread out my hands to you."},{"number":10,"verse":"Do you work wonders for the dead? Do the departed rise up to praise you? Selah"},{"number":11,"verse":"Is your steadfast love declared in the grave, or your faithfulness in Abaddon?"},{"number":12,"verse":"Are your wonders known in the darkness, or your righteousness in the land of forgetfulness?"},{"number":13,"verse":"But I, O LORD, cry to you; in the morning my prayer comes before you."},{"number":14,"verse":"O LORD, why do you cast my soul away? Why do you hide your face from me?"},{"number":15,"verse":"Afflicted and close to death from my youth up, I suffer your terrors; I am helpless."},{"number":16,"verse":"Your wrath has swept over me; your dreadful assaults destroy me."},{"number":17,"verse":"They surround me like a flood all day long; they close in on me together."},{"number":18,"verse":"You have caused my beloved and my friend to shun me; my companions have become darkness."}]}