{"bibleAbbr":"KNJV","bookName":"ಇಬ್ರಿಯರಿಗೆ","bookEnglishName":"Hebrews","chapterNumber":2,"verses":[{"number":1,"verse":"ಆದದರಿಂದ ನಾವು ಕೇಳಿದ ಸಂಗತಿಗಳಿಗೆ ತಪ್ಪಿಹೋದೇವೆಂದು ಭಯಪಟ್ಟು ಅವುಗಳಿಗೆ ಹೆಚ್ಚಾಗಿ ಲಕ್ಷ್ಯಕೊಡುವವರಾಗಿರಬೇಕು."},{"number":2,"verse":"ಯಾಕಂದರೆ ದೇವದೂತರ ಮೂಲಕ ಹೇಳಲ್ಪಟ್ಟ ವಾಕ್ಯವು ಸ್ಥಿರವಾಗಿದ್ದು ಅದನ್ನು ಮೀರಿ ಮಾಡಿದ ಪ್ರತಿಯೊಂದು ತಪ್ಪಿಗೂ ಅವಿಧೇಯತ್ವಕ್ಕೂ ನ್ಯಾಯವಾದ ಪ್ರತಿಫಲವುಂಟಾದ ಮೇಲೆ [ನಮ್ಮ ಮುಂದಿಟ್ಟಿರುವ]"},{"number":3,"verse":"ಈ ಅತ್ಯಂತ ವಿಶೇಷ ರಕ್ಷಣೆಯನ್ನು ನಾವು ಅಲಕ್ಷ್ಯಮಾಡಿದರೆ ತಪ್ಪಿಸಿಕೊಳ್ಳುವದು ಹೇಗೆ? ಇದು ಕರ್ತನಿಂದ ಮೊದಲು ಹೇಳಲ್ಪಟ್ಟಿತು; ಆತನಿಂದ ಕೇಳಿದವರು ಇದನ್ನು ನಮಗೆ ಸ್ಥಿರಪಡಿಸಿದರು;"},{"number":4,"verse":"ಮತ್ತು ದೇವರು ಅವರ ಕೈಯಿಂದ ಸೂಚಕಕಾರ್ಯಗಳನ್ನೂ ಅದ್ಭುತಕಾರ್ಯಗಳನ್ನೂ ನಾನಾ ವಿಧವಾದ ಮಹತ್ಕಾರ್ಯಗಳನ್ನೂ ನಡಿಸಿ ಪವಿತ್ರಾತ್ಮವರಗಳನ್ನು ತನ್ನ ಚಿತ್ತಾನುಸಾರವಾಗಿ ಅವರಿಗೆ ಅನುಗ್ರಹಿಸಿ ಅವರ ಮಾತಿಗೆ ಸಾಕ್ಷಿಕೊಡುತ್ತಿದ್ದನು."},{"number":5,"verse":"ನಾವು ಪ್ರಸ್ತಾಪಿಸುವ ಮುಂದಣ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಆತನು ದೇವದೂತರಿಗೆ ಅಧೀನ ಮಾಡಲಿಲ್ಲವಲ್ಲಾ."},{"number":6,"verse":"ಶಾಸ್ತ್ರದ ಒಂದು ಭಾಗದಲ್ಲಿ - ಮನುಷ್ಯನು ಎಷ್ಟು ಮಾತ್ರದವನು; ಅವನನ್ನು ನೀನು ಯಾಕೆ ನೆನಸಬೇಕು? ಮಾನವನು ಎಷ್ಟರವನು; ಅವನಲ್ಲಿ ಯಾಕೆ ಲಕ್ಷ್ಯವಿಡಬೇಕು?"},{"number":7,"verse":"ಅವನನ್ನು ದೇವದೂತರಿಗಿಂತ ಸ್ವಲ್ಪವೇ ಕಡಿಮೆಯಾಗಿ ಮಾಡಿದಿಯಲ್ಲಾ; ಪ್ರಭಾವವನ್ನೂ ಮಾನವನ್ನೂ ಅವನಿಗೆ ಕಿರೀಟವಾಗಿ ಇಟ್ಟಿ;"},{"number":8,"verse":"ಎಲ್ಲವನ್ನೂ ಅವನ ಪಾದಗಳ ಕೆಳಗೆ ಹಾಕಿ ಅವನಿಗೆ ಅಧೀನಮಾಡಿದ್ದೀಯಲ್ಲವೇ ಎಂದು ಸ್ಪಷ್ಟವಾಗಿ ಹೇಳಿದನು. ಆತನು ಎಲ್ಲವನ್ನೂ ಮನುಷ್ಯನಿಗೆ ಅಧೀನಮಾಡಿದನೆಂಬದರಲ್ಲಿ ಅವನಿಗೆ ಒಂದನ್ನಾದರೂ ಅಧೀನಮಾಡದೆ ಬಿಡಲಿಲ್ಲವೆಂದು ಹೇಳಿದ ಹಾಗಾಯಿತು; ಆದರೆ ಎಲ್ಲವೂ ಅವನಿಗೆ ಅಧೀನವಾಗಿರುವದನ್ನು ನಾವು ಇನ್ನೂ ಕಾಣುವದಿಲ್ಲ."},{"number":9,"verse":"ಆದರೂ ದೇವದೂತರಿಗಿಂತ ಸ್ವಲ್ಪ ಕಡಿಮೆಯಾಗಿ ಮಾಡಲ್ಪಟ್ಟ ಒಬ್ಬಾತನು, ಅಂದರೆ ಯೇಸುವು, ಪ್ರಭಾವವನ್ನೂ ಮಾನವನ್ನೂ ಕಿರೀಟವಾಗಿ ಹೊಂದಿರುವದನ್ನು ನಾವು ನೋಡುತ್ತೇವೆ. ಮೃತಪಟ್ಟದ್ದರಿಂದಲೇ ಮಾನ ಪ್ರಭಾವಗಳನ್ನು ಹೊಂದಿದನು. ಆತನು ದೇವರ ಕೃಪೆಯಿಂದ ಎಲ್ಲರಿಗೋಸ್ಕರ ಮರಣವನ್ನು ಅನುಭವಿಸಲೇಬೇಕಾಗಿತ್ತು."},{"number":10,"verse":"ಸಮಸ್ತವು ಯಾವನಿಗೋಸ್ಕರವೂ ಯಾವನಿಂದಲೂ ಉಂಟಾಯಿತೋ ಆತನು ಬಹು ಮಂದಿ ಪುತ್ರರನ್ನು ಪ್ರಭಾವಕ್ಕೆ ಸೇರಿಸುವಲ್ಲಿ ಅವರ ರಕ್ಷಣಾಕರ್ತನನ್ನು ಬಾಧೆಗಳ ಮೂಲಕ ಸಿದ್ಧಿಗೆ ತರುವದು ಆತನಿಗೆ ಯುಕ್ತವಾಗಿತ್ತು."},{"number":11,"verse":"ಯಾಕಂದರೆ ಪವಿತ್ರ ಮಾಡುವಾತನಿಗೂ ಪವಿತ್ರರಾಗುವವರೆಲ್ಲರಿಗೂ ಒಬ್ಬನೇ ತಂದೆ ಇದ್ದಾನೆ. ಈ ಕಾರಣದಿಂದ ಪವಿತ್ರ ಮಾಡುವಾತನು ಪವಿತ್ರರಾಗುವವರನ್ನು ಸಹೋದರರೆನ್ನುವದಕ್ಕೆ ನಾಚಿಕೆಪಡದೆ -"},{"number":12,"verse":"ನಿನ್ನ ನಾಮಮಹಿಮೆಯನ್ನು ನನ್ನ ಸಹೋದರರಿಗೆ ತಿಳಿಸುವೆನು; ಸಭಾಮಧ್ಯದಲ್ಲಿ ನಿನಗೆ ಸ್ತುತಿಪದಗಳನ್ನು ಹಾಡುವೆನು ಎಂತಲೂ"},{"number":13,"verse":"ನಾನೂ ದೇವರ ಮೇಲೆ ಭರವಸವಿಟ್ಟವನಾಗಿರುವೆನು ಎಂತಲೂ ಇಗೋ, ನಾನೂ ದೇವರು ನನಗೆ ದಯಪಾಲಿಸಿರುವ ಮಕ್ಕಳೂ ಇದ್ದೇವೆ ಎಂತಲೂ ಹೇಳುತ್ತಾನೆ."},{"number":14,"verse":"ಇದಲ್ಲದೆ ಮಕ್ಕಳು ರಕ್ತ ಮಾಂಸಧಾರಿಗಳಾಗಿರುವದರಿಂದ ಆತನೂ ಅವರಂತೆಯೇ ಆದನು. ತನ್ನ ಮರಣದಿಂದಲೇ ಮರಣಾಧಿಕಾರಿಯನ್ನು ಅಂದರೆ ಸೈತಾನನನ್ನು ಅಡಗಿಸಿಬಿಡುವದಕ್ಕೂ,"},{"number":15,"verse":"ಮರಣಭಯದ ದೆಸೆಯಿಂದ ತಮ್ಮ ಜೀವಮಾನದಲ್ಲೆಲ್ಲಾ ದಾಸತ್ವದೊಳಗಿದ್ದವರನ್ನು ಬಿಡಿಸುವದಕ್ಕೂ ಅವರಂತೆ ರಕ್ತಮಾಂಸಧಾರಿಯಾದನು."},{"number":16,"verse":"ಆತನು ದೇವದೂತರನ್ನು ಹಿಡಿದವನೆಂದು ಬರೆದಿಲ್ಲ; ಅಬ್ರಹಾಮನ ಸಂತತಿಯನ್ನು ಕೈಹಿಡಿದಿದ್ದಾನಷ್ಟೆ."},{"number":17,"verse":"ಆದದರಿಂದ ಆತನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ತನ್ನ ಸಹೋದರರಿಗೆ ಸಮಾನನಾಗಬೇಕಾಗಿ ಬಂತು. ಹೀಗೆ ಆತನು ಜನರ ಪಾಪಗಳನ್ನು ನಿವಾರಣಮಾಡುವದಕ್ಕಾಗಿ ದೇವರ ಕಾರ್ಯಗಳಲ್ಲಿ ಕರುಣೆಯೂ ನಂಬಿಕೆಯೂ ಉಳ್ಳ ಮಹಾಯಾಜಕನಾದನು."},{"number":18,"verse":"ತಾನೇ ಶೋಧಿಸಲ್ಪಟ್ಟು ಬಾಧೆಯನ್ನು ಅನುಭವಿಸಿರುವದರಿಂದ ಶೋಧಿಸಲ್ಪಡುವವರಿಗೆ ಸಹಾಯಮಾಡುವದಕ್ಕೆ ಶಕ್ತನಾಗಿದ್ದಾನೆ."}]}