{"bibleAbbr":"KNJV","bookName":"ಇಬ್ರಿಯರಿಗೆ","bookEnglishName":"Hebrews","chapterNumber":9,"verses":[{"number":1,"verse":"ಹೀಗಿದ್ದರೂ ಮೊದಲನೆಯ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ದೇವಾರಾಧನೆಯ ನಿಯಮಗಳಿದ್ದವು; ಮತ್ತು ದೇವಾಲಯವಿತ್ತು, ಅದು ಇಹಲೋಕ ಸಂಬಂಧವಾದದ್ದು."},{"number":2,"verse":"ಅಂದರೆ ಒಂದು ಗುಡಾರವು ಕಟ್ಟಲ್ಪಟ್ಟಿತು; ಅದರ ಮೊದಲನೆಯ ಭಾಗದಲ್ಲಿ ದೀಪಸ್ತಂಭ, ಮೇಜು, ಸಮರ್ಪಿಸಿದ ರೊಟ್ಟಿ ಇವುಗಳಿದ್ದವು; ಅದಕ್ಕೆ ಪವಿತ್ರಸ್ಥಾನ ಎಂದು ಹೆಸರು."},{"number":3,"verse":"ಎರಡನೆಯ ತೆರೆಯ ಆಚೆಯಲ್ಲಿ ಅತಿಪವಿತ್ರ ಸ್ಥಾನವೆನಿಸಿಕೊಳ್ಳುವ ಇನ್ನೊಂದು ಭಾಗವಿತ್ತು;"},{"number":4,"verse":"ಅದರಲ್ಲಿ ಚಿನ್ನದ ಧೂಪಾರತಿ, ಒಳಗೂ ಹೊರಗೂ ಚಿನ್ನದ ತಗಡನ್ನು ಮಡಾಯಿಸಿದ್ದ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷ ಇವುಗಳಿದ್ದವು; ಆ ಮಂಜೂಷದೊಳಗೆ ಮನ್ನಾ ಇಟ್ಟಿದ್ದ ಚಿನ್ನದ ಪಾತ್ರೆಯೂ ಆರೋನನ ಚಿಗುರಿದ ಕೋಲೂ ಒಡಂಬಡಿಕೆ ಬರೆದಿದ್ದ ಕಲ್ಲಿನ ಹಲಿಗೆಗಳೂ ಇದ್ದವು;"},{"number":5,"verse":"ಅದರ ಮೇಲೆ ದೇವರ ಪ್ರಭಾವವನ್ನು ಸೂಚಿಸುವ ಕೆರೂಬಿಗಳು ಕೃಪಾಸನವನ್ನು ಆಚ್ಫಾದಿಸಿಕೊಂಡಿದ್ದವು. ಸದ್ಯಕ್ಕೆ ಈ ವಿಷಯಗಳನ್ನು ಒಂದೊಂದಾಗಿ ವಿವರಿಸುವದಕ್ಕೆ ಆಗುವದಿಲ್ಲ."},{"number":6,"verse":"ಇವುಗಳು ಹೀಗೆ ಸಿದ್ಧಮಾಡಲ್ಪಟ್ಟ ಮೇಲೆ ಯಾಜಕರು ಯಾವಾಗಲೂ ಗುಡಾರದ ಮುಂದಣ ಭಾಗದೊಳಗೆ ಹೋಗಿ ದೇವಾರಾಧನೆಯನ್ನು ನಡಿಸುತ್ತಾರೆ."},{"number":7,"verse":"ಆದರೆ ಎರಡನೆಯ ಭಾಗದೊಳಗೆ ಮಹಾಯಾಜಕನೊಬ್ಬನೇ ವರುಷಕ್ಕೆ ಒಂದೇ ಸಾರಿ ಹೋಗುತ್ತಾನೆ, ಅವನು ರಕ್ತವನ್ನು ತಕ್ಕೊಳ್ಳದೆ ಹೋಗುವದಿಲ್ಲ; ಆ ರಕ್ತವನ್ನು ತನಗೋಸ್ಕರವೂ ಜನರ ತಪ್ಪುಗಳಿಗೋಸ್ಕರವೂ ಸಮರ್ಪಿಸುತ್ತಾನೆ."},{"number":8,"verse":"ಈ ಏರ್ಪಾಟಿನಿಂದ ಗುಡಾರದಲ್ಲಿ ಮುಂದಣ ಭಾಗವು ಇರುವ ತನಕ ದೇವರ ಸಮಕ್ಷಮಕ್ಕೆ ಹೋಗುವ ಮಾರ್ಗವು ಇದುವರೆಗೂ ಪ್ರಕಟವಾಗಲಿಲ್ಲವೆಂಬದನ್ನು ಪವಿತ್ರಾತ್ಮನು ವ್ಯಕ್ತಪಡಿಸುತ್ತಾನೆ."},{"number":9,"verse":"ಆ ಗುಡಾರವು ಈಗಿನ ಕಾಲದವರಿಗೋಸ್ಕರ ಒಂದು ಒಳಗಣ ಅರ್ಥವನ್ನು ಸೂಚಿಸುತ್ತದೆ; ಏನಂದರೆ ಅದರ ಕ್ರಮದ ಮೇರೆಗೆ ಸಮರ್ಪಣೆಯಾಗುವ ಕಾಣಿಕೆಗಳೂ ಯಜ್ಞಗಳೂ ದೇವಾರಾಧನೆ ಮಾಡುವವರನ್ನು ಮನಸ್ಸಾಕ್ಷಿಯು ಒಪ್ಪುವಂತೆ ಸಿದ್ಧಿಗೆ ತರಲಾರದೆ"},{"number":10,"verse":"ಅನ್ನಪಾನಾದಿಗಳೂ ವಿವಿಧ ಸ್ನಾನಗಳೂ ಸಹಿತವಾಗಿ ದೇಹಕ್ಕೆ ಮಾತ್ರ ಸಂಬಂಧಪಟ್ಟ ನಿಯಮಗಳಾಗಿದ್ದು ತಿದ್ದುಪಾಟಿನ ಕಾಲದವರೆಗೆ ಮಾತ್ರ ನೇಮಕವಾದವು ಎಂಬದು."},{"number":11,"verse":"ಆದರೆ ಕ್ರಿಸ್ತನು ಈಗ ದೊರೆತಿರುವ ಮೇಲುಗಳನ್ನು ಕುರಿತು ಮಹಾಯಾಜಕನಾಗಿ ಬಂದು ಕೈಯಿಂದ ಕಟ್ಟಲ್ಪಡದಂಥ ಅಂದರೆ ಈ ಸೃಷ್ಟಿಗೆ ಸಂಬಂಧಪಡದಂಥ ಘನವಾಗಿಯೂ ಉತ್ಕೃಷ್ಟವಾಗಿಯೂ ಇರುವ ಗುಡಾರದಲ್ಲಿ ಸೇವೆಯನ್ನು ಮಾಡುವವನಾಗಿ"},{"number":12,"verse":"ಹೋತಗಳ ಮತ್ತು ಹೋರಿಕರಗಳ ರಕ್ತವನ್ನು ತೆಗೆದುಕೊಳ್ಳದೆ ಸ್ವಂತ ರಕ್ತವನ್ನೇ ತೆಗೆದುಕೊಂಡು ನಮಗೋಸ್ಕರ ನಿತ್ಯವಿಮೋಚನೆಯನ್ನು ಸಂಪಾದಿಸಿಕೊಂಡವನಾಗಿ ಒಂದೇ ಸಾರಿ ದೇವರ ಸನ್ನಿಧಾನಕ್ಕೆ ಪ್ರವೇಶಿಸಿದನು."},{"number":13,"verse":"ಹೋತಹೋರಿಗಳ ರಕ್ತವೂ ಹೊಲೆಯಾದವರ ಮೇಲೆ ಚೆಲ್ಲುವ ಕಡಸಿನ ಬೂದಿಯೂ ಶರೀರದ ಹೊಲೆಯನ್ನು ಹೋಗಲಾಡಿಸಿ ಪವಿತ್ರಮಾಡುವದಾದರೆ"},{"number":14,"verse":"ನಿತ್ಯಾತ್ಮನಿಂದ ತನ್ನನ್ನು ತಾನೇ ನಿರ್ದೋಷಿಯನ್ನಾಗಿ ದೇವರಿಗೆ ಸಮರ್ಪಿಸಿಕೊಂಡ ಕ್ರಿಸ್ತನ ರಕ್ತವು ಎಷ್ಟೋ ಹೆಚ್ಚಾಗಿ ನಮ್ಮನ್ನು ನಿರ್ಜೀವಕರ್ಮಗಳಿಂದ ಬಿಡಿಸಿ ನಾವು ಜೀವವುಳ್ಳ ದೇವರನ್ನು ಆರಾಧಿಸುವವರಾಗುವಂತೆ ನಮ್ಮ ಮನಸ್ಸನ್ನು ಶುದ್ಧೀಕರಿಸುವದಲ್ಲವೇ."},{"number":15,"verse":"ಮತ್ತು ಈ ಕಾರಣದಿಂದ ಆತನು ಒಂದು ಹೊಸ ಒಡಂಬಡಿಕೆಗೆ ಮಧ್ಯಸ್ಥನಾಗಿದ್ದಾನೆ. ಮೊದಲನೆಯ ಒಡಂಬಡಿಕೆಯ ಕಾಲದಲ್ಲಿ ನಡೆದ ಅಕ್ರಮಗಳ ಪರಿಹಾರಕ್ಕಾಗಿ ಆತನು ಮರಣವನ್ನು ಅನುಭವಿಸಿದ್ದರಿಂದ ದೇವರಿಂದ ಕರೆಯಿಸಿಕೊಂಡವರು ವಾಗ್ದಾನವಾಗಿದ್ದ ನಿತ್ಯಬಾಧ್ಯತೆಯನ್ನು ಹೊಂದುವದಕ್ಕೆ ಆತನ ಮೂಲಕ ಮಾರ್ಗವಾಯಿತು."},{"number":16,"verse":"ಮರಣಶಾಸನವು ಇರುವಲ್ಲಿ ಅದನ್ನು ಬರೆಯಿಸಿದವನ ಮರಣವು ಪ್ರಸಿದ್ಧವಾಗಿರಬೇಕಷ್ಟೆ."},{"number":17,"verse":"ಮರಣಶಾಸನವು ಮರಣವಾದ ಮೇಲೆ ನಡೆಯುವದೇ ಹೊರತು ಬರೆಯಿಸಿದವನು ಜೀವದಿಂದಿರುವಾಗ ಎಂದಿಗೂ ಸಲ್ಲುವದಿಲ್ಲ."},{"number":18,"verse":"ಹೀಗಿರಲಾಗಿ ಮೊದಲನೆಯ ಒಡಂಬಡಿಕೆಯಾದರೂ ರಕ್ತವಿಲ್ಲದೆ ಸ್ಥಾಪಿತವಾಗಲಿಲ್ಲ."},{"number":19,"verse":"ಮೋಶೆಯು ದೇವರ ವಿಧಿಗಳನ್ನೆಲ್ಲಾ ಧರ್ಮಶಾಸ್ತ್ರದ ಪ್ರಕಾರ ಜನರೆಲ್ಲರಿಗೆ ಹೇಳಿದ ಮೇಲೆ ನೀರು, ಕೆಂಪು ಉಣ್ಣೆ, ಹಿಸ್ಸೋಪು ಕಡ್ಡಿ ಇವುಗಳೊಂದಿಗೆ ಹೋರಿಕರಗಳ ಮತ್ತು ಹೋತಗಳ ರಕ್ತವನ್ನು ತೆಗೆದುಕೊಂಡು -"},{"number":20,"verse":"ಇದು ದೇವರು ನಿಮಗೋಸ್ಕರ ವಿಧಿಸಿದ ಒಡಂಬಡಿಕೆಯನ್ನು ಸ್ಥಿರಪಡಿಸುವ ರಕ್ತವಾಗಿದೆ ಎಂದು ಹೇಳಿ ಅದನ್ನು ಗ್ರಂಥದ ಮೇಲೆಯೂ ಎಲ್ಲಾ ಜನರ ಮೇಲೆಯೂ ಪ್ರೋಕ್ಷಿಸಿದನು."},{"number":21,"verse":"ಇದಲ್ಲದೆ ಗುಡಾರದ ಮೇಲೆಯೂ ದೇವರ ಸೇವೆಗೆ ಬೇಕಾಗಿರುವ ಎಲ್ಲಾ ಉಪಕರಣಗಳ ಮೇಲೆಯೂ ಅದೇ ರೀತಿಯಾಗಿ ರಕ್ತವನ್ನು ಪ್ರೋಕ್ಷಿಸಿದನು."},{"number":22,"verse":"ಧರ್ಮಶಾಸ್ತ್ರದ ಪ್ರಕಾರ ಸ್ವಲ್ಪಕಡಿಮೆ ಎಲ್ಲಾ ವಸ್ತುಗಳು ರಕ್ತದಿಂದಲೇ ಶುದ್ಧೀಕರಿಸಲ್ಪಡುವವು; ರಕ್ತಧಾರೆಯಿಲ್ಲದೆ ಪಾಪಪರಿಹಾರ ಉಂಟಾಗುವದಿಲ್ಲ."},{"number":23,"verse":"ಪರಲೋಕವಸ್ತುಗಳಿಗೆ ಪ್ರತಿರೂಪವಾಗಿರುವ ವಸ್ತುಗಳ ಶುದ್ಧೀಕರಣಕ್ಕಾಗಿ ಇಂಥಾ ಯಜ್ಞಗಳು ಅವಶ್ಯವಾದರೂ ಸಾಕ್ಷಾತ್ ಪರಲೋಕದವುಗಳಿಗೆ ಇವುಗಳಿಗಿಂತ ಉತ್ತಮವಾದ ಯಜ್ಞಗಳು ಬೇಕು."},{"number":24,"verse":"ಯಾಕಂದರೆ ಕ್ರಿಸ್ತನು ನಿಜವಾದ ದೇವಾಲಯಕ್ಕೆ ಅನುರೂಪ ಮಾತ್ರವಾದದ್ದಾಗಿಯೂ ಕೈಯಿಂದ ಕಟ್ಟಿದ್ದಾಗಿಯೂ ಇರುವ ಆಲಯದಲ್ಲಿ ಪ್ರವೇಶಿಸದೆ ದೇವರ ಸಮ್ಮುಖದಲ್ಲಿ ನಮಗೋಸ್ಕರ ಈಗ ಕಾಣಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಪರಲೋಕದಲ್ಲಿಯೇ ಪ್ರವೇಶಿಸಿದನು."},{"number":25,"verse":"ಇದಲ್ಲದೆ ಮಹಾಯಾಜಕನು ವರುಷ ವರುಷವೂ ಅನ್ಯ ರಕ್ತವನ್ನು ತೆಗೆದುಕೊಂಡು ಪವಿತ್ರಾಲಯದಲ್ಲಿ ಪ್ರವೇಶಿಸುವ ಪ್ರಕಾರ ಆತನು ತನ್ನನ್ನು ಅನೇಕ ಸಾರಿ ಸಮರ್ಪಿಸುವದಕ್ಕೆ ಪರಲೋಕದಲ್ಲಿ ಪ್ರವೇಶಿಸಲಿಲ್ಲ;"},{"number":26,"verse":"ಹಾಗೆ ಸಮರ್ಪಿಸಬೇಕಾಗಿದ್ದ ಪಕ್ಷದಲ್ಲಿ ಆತನು ಲೋಕಾದಿಯಿಂದ ಎಷ್ಟೋ ಸಾರಿ ಬಾಧೆಪಟ್ಟು ಸಾಯಬೇಕಾಗಿತ್ತು. ಆದರೆ ಒಂದೇ ಸಾರಿ ಯುಗಗಳ ಸಮಾಪ್ತಿಯಲ್ಲೇ ಆತನು ಪಾಪನಿವಾರಣೆ ಮಾಡಬೇಕೆಂಬ ಉದ್ದೇಶದಿಂದ ತನ್ನನ್ನು ಯಜ್ಞಮಾಡಿಕೊಳ್ಳುವವನಾಗಿ ಪ್ರತ್ಯಕ್ಷನಾದನು."},{"number":27,"verse":"ಒಂದೇ ಸಾರಿ ಸಾಯುವದೂ ಆಮೇಲೆ ನ್ಯಾಯತೀರ್ಪೂ ಮನುಷ್ಯರಿಗೆ ಹೇಗೆ ನೇಮಕವಾಗಿದೆಯೋ ಹಾಗೆಯೇ ಕ್ರಿಸ್ತನು ಸಹ ಬಹುಜನರ ಪಾಪಗಳನ್ನು ಹೊತ್ತುಕೊಳ್ಳುವದಕ್ಕೋಸ್ಕರ ಒಂದೇ ಸಾರಿ ಸಮರ್ಪಿತನಾದನು,"},{"number":28,"verse":"ಮತ್ತು ತನ್ನನ್ನು ನಿರೀಕ್ಷಿಸಿಕೊಂಡಿರುವವರಿಗೆ ರಕ್ಷಣೆಯನ್ನುಂಟು ಮಾಡುವದಕ್ಕೋಸ್ಕರ ಪಾಪಸಂಬಂಧವಿಲ್ಲದವನಾಗಿ ಎರಡನೆಯ ಸಾರಿ ಕಾಣಿಸಿಕೊಳ್ಳುವನು."}]}