{"bibleAbbr":"paOV2016","bookName":"ਨਹਮਯਾਹ","bookEnglishName":"Nehemiah","chapterNumber":12,"verses":[{"number":1,"verse":"( ਸ਼ਹਿਰ ਦੀਆਂ ਕੰਧਾਂ ਦੀ ਚੱਠ) ਓਹ ਜਾਜਕ ਅਤੇ ਲੇਵੀ ਜਿਹੜੇ ਸ਼ਅਲਤੀਏਲ ਦੇ ਪੁੱਤ੍ਰ ਜਰੁੱਬਾਬਲ ਅਤੇ ਯੇਸ਼ੂਆ ਦੇ ਨਾਲ ਉਤਾਹਾਂ ਗਏ ਏਹ ਸਨ- ਸ਼ਰਾਯਾਹ, ਯਿਰਮਿਯਾਹ, ਅਜ਼ਰਾ"},{"number":2,"verse":"ਅਮਰਯਾਹ, ਮੱਲੂਕ, ਹੱਟੂਸ਼,"},{"number":3,"verse":"ਸ਼ਕਨਯਾਹ, ਰਹੁਮ, ਮਰੇਮੋਥ,"},{"number":4,"verse":"ਇੱਦੋ, ਗਿਨਥੋਈ, ਅਬੀਯਾਹ"},{"number":5,"verse":"ਮਿੱਯਾਮੀਨ, ਮਆਦਯਾਹ, ਬਿਲਗਾਹ"},{"number":6,"verse":"ਸ਼ਮਅਯਾਹ, ਯੋਯਾਰੀਬ, ਯਦਆਯਾਹ"},{"number":7,"verse":"ਸੱਲੂ, ਆਮੋਕ, ਹਿਲਕੀਯਾਹ ਅਤੇ ਯਦਆਯਾਹ, ਏਹ ਯੇਸ਼ੂਆ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਜਾਜਕਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾਵਾਂ ਦੇ ਮੁਖੀਏ ਸਨ।।"},{"number":8,"verse":"ਅਤੇ ਲੇਵੀ ਏਹ ਸਨ,-ਯੇਸ਼ੂਆ, ਬਿੰਨੂਈ, ਕਦਮੀਏਲ, ਸ਼ੇਰੇਬਯਾਹ, ਯਹੂਦਾਹ ਅਤੇ ਮੱਤਨਯਾਹ ਜਿਹੜਾ ਆਪਣੇ ਭਰਾਵਾਂ ਸਣੇ ਧੰਨਵਾਦ ਦੇ ਗੀਤਾਂ ਉੱਤੇ ਸੀ"},{"number":9,"verse":"ਬਕਬੁਕਯਾਹ ਅਤੇ ਉੱਨੀ, ਉਨ੍ਹਾਂ ਦੇ ਭਰਾ ਉਨ੍ਹਾਂ ਦੇ ਸਾਹਮਣੇ ਦੇ ਰਾਖੀ ਲਈ ਸਨ"},{"number":10,"verse":"ਯੇਸ਼ੂਆ ਤੋਂ ਯੋਯਾਕੀਮ ਜੰਮਿਆਂ ਅਤੇ ਯੋਯਾਕੀਮ ਤੋਂ ਅਲਯਾਸ਼ੀਬ ਜੰਮਿਆਂ ਅਤੇ ਅਲਯਾਸ਼ੀਬ ਤੋਂ ਯੋਯਾਦਾ ਜੰਮਿਆਂ"},{"number":11,"verse":"ਯੋਯਾਦਾ ਤੋਂ ਯੋਨਾਥਾਨ ਜੰਮਿਆਂ ਅਤੇ ਯੋਨਾਥਾਨ ਤੋਂ ਯੱਦੂਆ ਜੰਮਿਆਂ"},{"number":12,"verse":"ਅਤੇ ਯੋਯਾਕੀਮ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਏਹ ਜਾਜਕ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਮੁਖੀਏ ਸਨ, ਸਰਾਯਾਹ ਤੋਂ ਮਿਰਾਯਾਹ ਅਤੇ ਯਿਰਮਿਯਾਹ ਤੋਂ ਹਨਨਯਾਹ"},{"number":13,"verse":"ਅਜ਼ਰਾ ਤੋਂ ਮਸ਼ੁੱਲਾਮ ਅਤੇ ਅਮਰਯਾਹ ਤੋਂ ਯਹੋਹਾਨਾਨ"},{"number":14,"verse":"ਮਲੂਕੀ ਤੋਂ ਯੋਨਾਥਾਨ ਅਤੇ ਸ਼ਬਨਯਾਹ ਤੋਂ ਯੂਸੁਫ਼"},{"number":15,"verse":"ਹਾਰੀਮ ਤੋਂ ਅਦਨਾ ਅਤੇ ਮਰਾਯੋਥ ਤੋਂ ਹਲਕਈ"},{"number":16,"verse":"ਇੱਦੋ ਤੋਂ ਜ਼ਕਰਯਾਹ ਅਤੇ ਗਿਨਥੋਨ ਤੋਂ ਮਸ਼ੁੱਲਾਮ"},{"number":17,"verse":"ਅਬੀਯਾਹ ਤੋਂ ਜ਼ਿਕਰੀ ਅਤੇ ਮਿਨਯਾਮੀਨ ਤੋਂ ਅਤੇ ਮੋਅਦਯਾਹ ਤੋਂ ਪਿਲਟਾਈ"},{"number":18,"verse":"ਬਿਲਗਾਹ ਤੋਂ ਸ਼ੰਮੂਆ ਅਤੇ ਸ਼ਮਆਯਾਹ ਤੋਂ ਯਹੋਨਾਥਾਨ"},{"number":19,"verse":"ਯੋਯਾਰੀਬ ਤੋਂ ਮਤਨਈ ਅਤੇ ਯਦਆਯਾਹ ਤੋਂ ਉੱਜ਼ੀ"},{"number":20,"verse":"ਸੱਲਈ ਤੋਂ ਕੱਲਈ ਅਤੇ ਆਮੋਕ ਤੋਂ ਏਬਰ"},{"number":21,"verse":"ਹਿਲਕਯਾਹ ਤੋਂ ਹਸ਼ਬਯਾਹ ਅਤੇ ਯਦਆਯਾਹ ਤੋਂ ਨਥਨਏਲ"},{"number":22,"verse":"ਅਲਯਾਸ਼ੀਬ ਅਰ ਯੋਯਾਦਆ ਅਰ ਯੋਹਾਨਾਨ ਅਤੇ ਯੱਦੂਆ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਲੇਵੀ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਮੁਖੀਏ ਲਿਖੇ ਗਏ ਨਾਲੇ ਜਾਜਕ ਵੀ ਦਾਰਾ ਫਾਰਸੀ ਦੇ ਰਾਜ ਤੀਕ।।"},{"number":23,"verse":"ਲੇਵੀਆਂ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਮੁਖੀਏ ਅਲਯਾਸ਼ੀਬ ਦੇ ਪੁੱਤ੍ਰ ਯੋਹਾਨਾਨ ਦੇ ਦਿਨਾਂ ਤੀਕ ਇਤਿਹਾਸ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖੇ ਗਏ"},{"number":24,"verse":"ਅਤੇ ਲੇਵੀਆਂ ਦੇ ਮੁਖੀਏ, - ਹਸ਼ਬਯਾਹ, ਸ਼ੇਰੇਬਯਾਹ ਅਰ ਕਦਮੀਏਲ ਦਾ ਪੁੱਤ੍ਰ ਯੇਸ਼ੂਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾ ਪਰਮੇਸ਼ੁਰ ਦੇ ਜਨ ਦਾਊਦ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਉਸਤਤ ਅਤੇ ਧੰਨਵਾਦ ਲਈ ਉਨ੍ਹਾਂ ਦੇ ਆਹਮੋ ਸਾਹਮਣੇ ਪਹਿਰੇ ਉੱਤੇ ਪਹਿਰਾ ਸਨ"},{"number":25,"verse":"ਮੱਤਨਯਾਹ, ਬਕਬੁਕਯਾਹ, ਓਬਦਯਾਹ, ਮਸ਼ੁੱਲਾਮ, ਟਲਮੋਨ ਅਤੇ ਅੱਕੂਬ ਦਰਬਾਨ ਸਨ ਅਤੇ ਫਾਟਕਾਂ ਦੇ ਮੋਦੀਖ਼ਾਨਿਆਂ ਉੱਤੇ ਪਹਿਰਾ ਦਿੰਦੇ ਸਨ"},{"number":26,"verse":"ਅਤੇ ਯੋਸਾਦਾਕ ਦੇ ਪੋਤਰੇ ਯੇਸ਼ੂਆ ਦੇ ਪੁੱਤ੍ਰ ਯੋਯਾਕੀਮ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਅਤੇ ਨਹਮਯਾਹ ਹਾਕਮ ਅਤੇ ਅਜ਼ਰਾ ਜਾਜਕ ਤੇ ਲਿਖਾਰੀ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਏਹ ਸਨ।।"},{"number":27,"verse":"ਯਰੂਸ਼ਲਮ ਦੀ ਕੰਧ ਦੀ ਚੱਠ ਵਿੱਚ ਉਨ੍ਹਾਂ ਨੇ ਲੇਵੀਆਂ ਨੂੰ ਸਾਰਿਆਂ ਥਾਵਾਂ ਤੋਂ ਭਾਲਿਆ ਤਾਂ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਲਿਆਉਣ ਕਿ ਓਹ ਅਨੰਦ ਅਤੇ ਧੰਨਵਾਦ ਛੈਣਿਆਂ ਅਰ ਸਤਾਰਾਂ ਅਰ ਬਰਬਤਾਂ ਵਜਾ ਕੇ ਤੇ ਗਾ ਕੇ ਚੱਠ ਕਰਨ"},{"number":28,"verse":"ਰਾਗੀਆਂ ਦੀ ਵੰਸ ਯਰੂਸ਼ਲਮ ਦੇ ਆਲੇ ਦੁਆਲੇ ਦੇ ਮਦਾਨ ਵਿੱਚੋਂ ਅਤੇ ਨਟੋਫਾਥੀਆਂ ਦੇ ਪਿੰਡਾਂ ਵਿੱਚੋਂ ਇਕੱਠੀ ਹੋਈ"},{"number":29,"verse":"ਅਤੇ ਬੈਤ-ਗਿਲਗਾਲ ਤੋਂ ਅਤੇ ਗਬਾ ਅਤੇ ਅਜ਼ਮਾਵਥ ਦੇ ਖੇਤਾਂ ਤੋਂ ਕਿਉਂਕਿ ਰਾਗੀਆਂ ਨੇ ਯਰੂਸ਼ਲਮ ਦੇ ਆਲੇ ਦੁਆਲੇ ਆਪਣੇ ਲਈ ਪਿੰਡ ਬਣਾ ਦਿੱਤੇ ਸਨ"},{"number":30,"verse":"ਤਦ ਜਾਜਕਾਂ ਅਤੇ ਲੇਵੀਆਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ੁੱਧ ਕੀਤਾ ਅਤੇ ਪਰਜਾ ਨੂੰ ਅਤੇ ਫਾਟਕਾਂ ਨੂੰ ਅਤੇ ਕੰਧ ਨੂੰ ਸ਼ੁੱਧ ਕੀਤਾ"},{"number":31,"verse":"ਤਾਂ ਮੈਂ ਯਹੂਦਾਹ ਦੇ ਸਰਦਾਰਾਂ ਨੂੰ ਕੰਧ ਉੱਤੇ ਉਤਾਹਾਂ ਲਿਆਇਆ ਅਤੇ ਮੈਂ ਦੋ ਵੱਡੀਆਂ ਟੋਲੀਆਂ ਠਹਿਰਾਈਆਂ ਭਈ ਓਹ ਧੰਨਵਾਦ ਕਰਨ ਅਤੇ ਇੱਕ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੰਧ ਦੇ ਉੱਤੇ ਸੱਜੇ ਹੱਥ ਕੂੜੇ ਫਾਟਕ ਵੱਲ ਗਈ"},{"number":32,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਹੋਸ਼ਅਯਾਹ ਅਤੇ ਯਹੂਦਾਹ ਦੇ ਅੱਧੇ ਸਰਦਾਰ ਗਏ"},{"number":33,"verse":"ਅਤੇ ਅਜ਼ਰਯਾਹ, ਅਜ਼ਰਾ ਅਤੇ ਮਸ਼ੁੱਲਾਮ"},{"number":34,"verse":"ਯਹੂਦਾਹ ਅਰ ਬਿਨਯਾਮੀਨ ਅਰ ਸ਼ਮਅਯਾਹ ਤੇ ਯਿਰਮਿਯਾਹ"},{"number":35,"verse":"ਅਤੇ ਜਾਜਕਾਂ ਦੀ ਵੰਸ ਵਿੱਚੋਂ ਨਰਸਿੰਗਿਆਂ ਨਾਲ ਜ਼ਕਰਯਾਹ ਯੋਨਾਥਾਨ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਸ਼ਮਅਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਮੱਤਨਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਮੀਕਾਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਜ਼ਕੂਰ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਆਸਾਫ ਦਾ ਪੁੱਤ੍ਰ"},{"number":36,"verse":"ਅਤੇ ਉਹ ਦੇ ਭਰਾ ਸ਼ਮਅਯਾਹ ਅਰ ਅਜ਼ਰਏਲ ਅਰ ਮਿਲਲਈ ਅਰ ਗਿਲਲਈ ਅਰ ਮਾਈ ਅਰ ਨਥਨਏਲ ਅਰ ਯਹੂਦਾਹ ਅਤੇ ਹਨਾਨੀ, ਪਰਮੇਸ਼ੁਰ ਦੇ ਜਨ ਦਾਊਦ ਦੇ ਵਾਜਿਆਂ ਨਾਲ ਅਤੇ ਅਜ਼ਰਾ ਲਿਖਾਰੀ ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਅੱਗੇ ਸੀ"},{"number":37,"verse":"ਅਤੇ ਚਸ਼ਮਾ ਫਾਟਕ ਉੱਤੇ ਸਿੱਧੇ ਦਾਊਦ ਦੇ ਸ਼ਹਿਰ ਦੀਆਂ ਪੌੜੀਆਂ ਉੱਤੇ ਚੜ੍ਹ ਕੇ ਜਿੱਥੇ ਕੰਧ ਉਤਾਹਾਂ ਜਾਂਦੀ ਸੀ ਦਾਊਦ ਦੇ ਮਹਿਲ ਦੇ ਉੱਪਰ ਜਲ ਫਾਟਕ ਨੂੰ ਪੂਰਬ ਵੱਲ ਓਹ ਗਏ"},{"number":38,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਦੂਸਰੀ ਟੋਲੀ ਜਿਹੜੀ ਧੰਨਵਾਦ ਕਰਦੀ ਸੀ ਦੂਜੇ ਪਾਸੇ ਵੱਲ ਗਈ ਅਤੇ ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਸਾਂ ਅਤੇ ਅੱਧੀ ਪਰਜਾ ਕੰਧ ਉੱਤੇ ਤੇ ਤੰਦੂਰਾਂ ਦੇ ਬੁਰਜ ਉੱਤੇ ਚੌੜੀ ਕੰਧ ਤੀਕ ਗਈ"},{"number":39,"verse":"ਅਤੇ ਅਫਰਾਈਮੀ ਫਾਟਕ ਤੋਂ ਉਤਾਹਾਂ ਅਤੇ ਪੁਰਾਣੇ ਫਾਟਕ ਉੱਤੇ ਅਤੇ ਮੱਛੀ ਫਾਟਕ ਉੱਤੇ ਅਤੇ ਹਨਨੇਲ ਦੇ ਬੁਰਜ ਅਤੇ ਹੰਮੇਆਹ ਦੇ ਬੁਰਜ ਅਤੇ ਭੇਡ ਫਾਟਕ ਤੀਕ ਓਹ ਬੰਦੀ ਖ਼ਾਨੇ ਦੇ ਫਾਟਕ ਵਿੱਚ ਖੜੇ ਹੋ ਗਏ"},{"number":40,"verse":"ਸੋ ਏਹ ਦੋਵੇਂ ਟੋਲੀਆਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਵਿੱਚ ਧੰਨਵਾਦ ਲਈ ਖੜੀਆਂ ਹੋ ਗਈਆਂ, ਮੈਂ ਅਤੇ ਅੱਧੇ ਰਈਸ ਮੇਰੇ ਨਾਲ"},{"number":41,"verse":"ਨਾਲੇ ਜਾਜਕ,- ਅਲਯਾਕੀਮ, ਮਅਸੇਯਾਹ, ਮਿਨਾਯਾਮੀਨ, ਮੀਕਾਯਾਹ, ਅਲਯੋਏਨੀ, ਜ਼ਕਰਯਾਹ ਅਤੇ ਹਨਨਯਾਹ ਨਰਸਿੰਗਿਆਂ ਨਾਲ"},{"number":42,"verse":"ਮਅਸੇਯਾਹ, ਸ਼ਮਅਯਾਹ, ਅਲਆਜ਼ਾਰ, ਉੱਜ਼ੀ, ਯਹੋਹਾਨਾਨ, ਮਲਕੀਯਾਹ, ਏਲਾਮ ਅਰ ਆਜ਼ਰ। ਸੋ ਰਾਗੀ ਯਜ਼ਰਹਯਾਹ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਦਾ ਓਵਰਸੀਅਰ ਸੀ ਉੱਚੀ ਅਵਾਜ਼ ਨਾਲ ਗਾਉਂਦੇ ਸਨ"},{"number":43,"verse":"ਅਤੇ ਉਸ ਦਿਨ ਉਨ੍ਹਾਂ ਨੇ ਵੱਡੀਆਂ ਬਲੀਆਂ ਚੜ੍ਹਾਈਆਂ ਅਤੇ ਵੱਡੇ ਅਨੰਦ ਹੋਏ ਕਿਉਂਕਿ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੱਡੇ ਅਨੰਦ ਨਾਲ ਪਰਸੰਨ ਕੀਤਾ ਨਾਲੇ ਬੱਚੇ ਅਤੇ ਤੀਵੀਆਂ ਵੀ ਅਨੰਦ ਹੋਈਆਂ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦਾ ਏਹ ਅਨੰਦ ਦੂਰ ਤੀਕਰ ਸੁਣਿਆ ਗਿਆ"},{"number":44,"verse":"ਉਸ ਦਿਨ ਉਨ੍ਹਾਂ ਨੇ ਖ਼ਜਾਨਿਆਂ ਦੀਆਂ ਕੋਠੜੀਆਂ ਉੱਤੇ ਅਤੇ ਚੁੱਕਣ ਦੀਆਂ ਭੇਟਾਂ ਅਤੇ ਪਹਿਲੇ ਫਲਾਂ ਅਤੇ ਦਸਵੰਧਾਂ ਲਈ ਮਨੁੱਖ ਠਹਿਰਾਏ ਹੋਏ ਤਾਂ ਜੋ ਸ਼ਹਿਰਾਂ ਦਿਆਂ ਖੇਤਾਂ ਵਿੱਚੋਂ ਬਿਵਸਥਾ ਦੇ ਠਹਿਰਾਏ ਹਿੱਸਿਆਂ ਅਨੁਸਾਰ ਜਾਜਕਾਂ ਅਤੇ ਲੇਵੀਆਂ ਲਈ ਇਕੱਠਾ ਕਰਨ ਕਿਉਂ ਜੋ ਯਹੂਦਾਹ ਜਾਜਕਾਂ ਅਤੇ ਲੇਵੀਆਂ ਦੇ ਹਾਜ਼ਰ ਰਹਿਣ ਉੱਤੇ ਖੁਸ਼ ਸਨ"},{"number":45,"verse":"ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਫ਼ਰਜ ਦੀ ਅਤੇ ਸ਼ੁੱਧਤਾਈ ਦੇ ਫਰਜ਼ ਦੀ ਪਾਲਨਾ ਕੀਤੀ ਅਤੇ ਰਾਗੀਆਂ ਅਰ ਦਰਬਾਨਾਂ ਨੇ ਵੀ ਦਾਊਦ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਸੁਲੇਮਾਨ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਕੀਤਾ"},{"number":46,"verse":"ਕਿਉਂਕਿ ਦਾਊਦ ਤੇ ਆਸਾਫ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਮੁੱਢ ਤੋਂ ਉਨ੍ਹਾਂ ਰਾਗੀਆਂ ਦੇ ਮੁਖੀਏ ਸਨ ਜਿਹੜੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਉਸਤਤ ਤੇ ਧੰਨਵਾਦ ਦੇ ਗੀਤ ਗਾਉਂਦੇ ਹੁੰਦੇ ਸਨ"},{"number":47,"verse":"ਅਤੇ ਸਾਰਾ ਇਸਰਾਏਲ ਜ਼ਰੁੱਬਾਬਲ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਅਤੇ ਨਹਮਯਾਹ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਰਾਗੀਆਂ ਅਤੇ ਦਰਬਾਨਾਂ ਦਾ ਹਿੱਸਾ ਨਿਤਾ ਪਰਤੀ ਦਿੰਦੇ ਰਹੇ, ਇਉਂ ਉਨ੍ਹਾਂ ਨੇ ਲੇਵੀਆਂ ਲਈ ਚੀਜ਼ਾਂ ਪਵਿੱਤ੍ਰ ਕੀਤੀਆਂ ਅਤੇ ਲੇਵੀਆਂ ਨੇ ਹਾਰੂਨ ਦੀ ਵੰਸ ਲਈ ਪਵਿੱਤ੍ਰ ਕੀਤੀਆਂ ।।"}]}