{"bibleAbbr":"paOV2016","bookName":"ਨਹਮਯਾਹ","bookEnglishName":"Nehemiah","chapterNumber":13,"verses":[{"number":1,"verse":"( ਨਹਮਯਾਹ ਦਾ ਸੁਧਾਰ) ਉਸ ਦਿਨ ਮੂਸਾ ਦੀ ਪੋਥੀ ਲੋਕਾਂ ਨੂੰ ਪੜ੍ਹ ਕੇ ਸੁਣਾਈ ਗਈ ਅਤੇ ਉਸ ਵਿੱਚ ਏਹ ਲਿਖਿਆ ਹੋਇਆ ਲੱਭਾ ਕਿ ਅੰਮੋਨੀ ਅਤੇ ਮੋਆਬੀ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸਭਾ ਵਿੱਚ ਸਦਾ ਲਈ ਨਾ ਆਉਣ"},{"number":2,"verse":"ਇਸ ਲਈ ਕਿ ਓਹ ਰੋਟੀ ਅਤੇ ਪਾਣੀ ਲੈ ਕੇ ਇਸਰਾਏਲੀਆਂ ਦੇ ਸਵਾਗਤ ਲਈ ਨਾ ਨਿੱਕਲੇ ਸਗੋਂ ਬਿਲਆਮ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਵਿਰੁੱਧ ਭਾੜੇ ਉੱਤੇ ਲਿਆ ਕਿ ਉਹ ਉਨ੍ਹਾਂ ਸਰਾਪ ਦੇਵੇ ਪਰ ਸਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਸ ਸਰਾਪ ਨੂੰ ਅਸੀਸ ਵਿੱਚ ਬਦਲ ਦਿੱਤਾ"},{"number":3,"verse":"ਐਉਂ ਹੋਇਆ ਕਿ ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੇ ਬਿਵਸਥਾ ਨੂੰ ਸੁਣਿਆ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਇਸਰਾਏਲ ਵਿੱਚੋਂ ਸਾਰੀ ਮਿਲੀ ਜੁਲੀ ਭੀੜ ਨੂੰ ਅੱਡ ਅੱਡ ਕਰ ਦਿੱਤਾ।।"},{"number":4,"verse":"ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਅਲਯਾਸ਼ੀਬ ਜਾਜਕ ਨੇ ਜਿਹੜਾ ਟੋਬੀਯਾਹ ਦਾ ਨੇੜਦਾਰ ਸੀ ਅਤੇ ਸਾਡੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੀਆਂ ਕੋਠੜੀਆਂ ਉੱਤੇ ਮੁੱਕਰਰ ਸੀ"},{"number":5,"verse":"ਉਹ ਦੇ ਲਈ ਇੱਕ ਵੱਡੀ ਕੋਠੜੀ ਬਣਾਈ ਜਿੱਥੇ ਅੱਗੇ ਨੂੰ ਉਨ੍ਹਾਂ ਨੇ ਮੈਦੇ ਦੀ ਭੇਟ ਅਰ ਲੁਬਾਨ ਅਰ ਭਾਂਡੇ ਅਰ ਅੰਨ ਨਵੀਂ ਮੈਂ ਅਤੇ ਤੇਲ ਦੇ ਦਸਵੰਧ ਜੋ ਹੁਕਮ ਦੇ ਅਨੁਸਾਰ ਲੇਵੀਆਂ ਅਰ ਰਾਗੀਆਂ ਅਤੇ ਦਰਬਾਨਾਂ ਦੇ ਹਿੱਸੇ ਦੀਆਂ ਸਨ ਅਤੇ ਜਾਜਕਾਂ ਦੇ ਚੁੱਕਣ ਦੀਆਂ ਭੇਟਾਂ ਰੱਖੀਆਂ"},{"number":6,"verse":"ਇਸ ਸਾਰੇ ਦੇ ਹੁੰਦਿਆ ਮੈਂ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਨਹੀਂ ਸਾਂ ਕਿਉਂਕਿ ਬਾਬਲ ਦੇ ਪਾਤਸ਼ਾਹ ਅਰਤਹਸ਼ਸਤਾ ਦੇ ਬਤੀਵੇਂ ਵਰ੍ਹੇ ਵਿੱਚ ਮੈਂ ਪਾਤਸ਼ਾਹ ਕੋਲ ਚਲਾ ਗਿਆ ਅਤੇ ਥੋੜਿਆਂ ਦਿਨ੍ਹਾਂ ਪਿੱਛੋਂ ਮੈਂ ਪਾਤਸ਼ਾਹ ਕੋਲੋਂ ਛੁਟੀ ਲਈ ਪੁੱਛਿਆ"},{"number":7,"verse":"ਤਾਂ ਮੈਂ ਯਰੂਸ਼ਲਮ ਨੂੰ ਆਇਆ ਅਤੇ ਜਿਹੜੀ ਬੁਰਿਆਈ ਅਲਯਾਸ਼ੀਬ ਨੇ ਟੋਬੀਯਾਹ ਦੇ ਲਈ ਕੀਤੀ ਸੀ ਸਮਝਿਆ, ਕਿ ਉਸ ਨੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੇ ਵੇਹੜਿਆਂ ਵਿੱਚ ਉਹ ਦੇ ਲਈ ਇੱਕ ਕੋਠੜੀ ਬਣਾਈ"},{"number":8,"verse":"ਤਾਂ ਇਹ ਮੈਨੂੰ ਬਹੁਤ ਬੁਰਾ ਲੱਗਾ, ਇਸ ਲਈ ਮੈਂ ਟੋਬੀਯਾਹ ਦਾ ਸਾਰਾ ਲੱਕਾ ਤੁੱਕਾ ਉਸ ਕੋਠੜੀ ਵਿੱਚੋਂ ਬਾਹਰ ਸੁਟਵਾ ਦਿੱਤਾ"},{"number":9,"verse":"ਫੇਰ ਮੇਰੇ ਆਖਣ ਨਾਲ ਓਹ ਕੋਠੜੀਆਂ ਸਾਫ਼ ਕੀਤੀਆਂ ਗਈਆਂ ਅਤੇ ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੇ ਭਾਂਡੇ ਅਤੇ ਮੈਦੇ ਦੀ ਭੇਟ ਅਤੇ ਲੁਬਾਨ ਨੂੰ ਮੁੜ ਓਥੇ ਰੱਖਿਆ"},{"number":10,"verse":"ਫਿਰ ਮੈਨੂੰ ਪਤਾ ਲੱਗਾ ਕਿ ਲੇਵੀਆਂ ਦੇ ਹਿੱਸੇ ਉਨ੍ਹਾਂ ਨੂੰ ਨਹੀਂ ਦਿੱਤੇ ਗਏ ਇਸ ਲਈ ਕੰਮ ਕਰਨ ਵਾਲੇ ਲੇਵੀ ਅਤੇ ਰਾਗੀ ਆਪੋ ਆਪਣੇ ਖੇਤਾਂ ਨੂੰ ਨੱਠ ਗਏ ਹਨ"},{"number":11,"verse":"ਤਦ ਮੈਂ ਰਈਸਾਂ ਨਾਲ ਝਗੜ ਕੇ ਆਖਿਆ ਕਿ ਪਰਮੇਸ਼ੁਰ ਦਾ ਭਵਨ ਕਿਉਂ ਤਿਆਗਿਆ ਜਾਂਦਾ ਹੈ? ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਇਕੱਠੇ ਕਰ ਕੇ ਉਨ੍ਹਾਂ ਦੇ ਥਾਂ ਉੱਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਖੜੇ ਕੀਤਾ"},{"number":12,"verse":"ਤਦ ਸਾਰਾ ਯਹੂਦਾਹ ਅੰਨ ਦਾ ਅਰ ਨਵੀਂ ਮੈ ਅਤੇ ਤੇਲ ਦਾ ਦਸਵੰਧ ਖ਼ਜਾਨਿਆਂ ਵਿੱਚ ਲਿਆਏ"},{"number":13,"verse":"ਅਤੇ ਮੈਂ ਸ਼ਲਮਯਾਹ ਜਾਜਕ ਅਤੇ ਸਾਦੋਕ ਲਿਖਾਰੀ ਅਤੇ ਲੇਵੀਆਂ ਵਿੱਚੋਂ ਪਦਾਯਾਹ ਨੂੰ ਖ਼ਜਾਨਿਆਂ ਉੱਤੇ ਖ਼ਜਾਨਚੀ ਬਣਾਇਆ ਅਤੇ ਇਨ੍ਹਾਂ ਦੇ ਹੇਠ ਮੱਤਨਯਾਹ ਦਾ ਪੋਤਾ ਜ਼ਕੂਰ ਦਾ ਪੁੱਤ੍ਰ ਹਾਨਾਨ ਸੀ ਕਿਉਂਕਿ ਓਹ ਈਮਾਨਦਾਰ ਗਿਣੇ ਜਾਂਦੇ ਸਨ ਅਤੇ ਆਪਣੇ ਭਰਾਵਾਂ ਵਿੱਚ ਵੰਡਣਾ ਉਨ੍ਹਾਂ ਦਾ ਕੰਮ ਸੀ।।"},{"number":14,"verse":"ਹੇ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਏਸ ਦੇ ਕਾਰਨ ਮੈਨੂੰ ਯਾਦ ਕਰ ਅਤੇ ਮੇਰੇ ਨੇਕ ਕੰਮਾਂ ਨੂੰ ਜਿਹੜੇ ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਲਈ ਅਤੇ ਉਸ ਦੀਆਂ ਰੀਤੀਆਂ ਲਈ ਕੀਤੇ ਹਨ ਨਾ ਮੇਟ"},{"number":15,"verse":"ਉਨ੍ਹੀਂ ਦਿਨੀਂ ਮੈਂ ਯਹੂਦਾਹ ਵਿੱਚ ਵੇਖਿਆ ਕਈ ਜਿਹੜੇ ਸਬਤ ਦੇ ਦਿਨ ਅੰਗੂਰਾਂ ਨੂੰ ਚੁਬੱਚਿਆਂ ਵਿੱਚ ਪੀੜਦੇ ਸਨ ਅਤੇ ਭਰੀਆਂ ਨੂੰ ਖੋਤੀਆਂ ਉੱਤੇ ਲੱਦ ਕੇ ਅੰਦਰ ਲਿਆਉਂਦੇ ਸਨ ਇਸੇ ਤਰਾਂ ਮੈ ਅਰ ਅੰਗੂਰ ਅਤੇ ਅੰਜੀਰ ਅਰ ਨਾਨਾ ਪਰਕਾਰ ਦੇ ਭਾਰ ਸਬਤ ਦੇ ਦਿਨ ਵਿੱਚ ਯਰੂਸ਼ਲਮ ਦੇ ਅੰਦਰ ਲਿਆਉਂਦੇ ਸਨ ਅਤੇ ਜਿਸ ਦਿਨ ਓਹ ਖਾਣ ਦੀਆਂ ਚੀਜ਼ਾਂ ਵੇਚਣ ਲੱਗੇ ਤਾਂ ਮੈਂ ਗਵਾਹੀ ਲਈ"},{"number":16,"verse":"ਉੱਥੇ ਸੂਰ ਦੇ ਲੋਕ ਵੀ ਵੱਸਦੇ ਸਨ ਜਿਹੜੇ ਮੱਛੀ ਅਤੇ ਨਾਨਾ ਪਰਕਾਰ ਦਾ ਸੌਦਾ ਸਬਤ ਵਿੱਚ ਯਹੂਦੀਆਂ ਕੋਲ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਲਿਆ ਕੇ ਵੇਚਦੇ ਸਨ"},{"number":17,"verse":"ਤਦ ਮੈਂ ਯਹੂਦਾਹ ਦੇ ਸ਼ਰੀਫਾਂ ਨਾਲ ਝੱਗੜ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਏਹ ਕੀ ਬੁਰਿਆਈ ਹੈ ਜੋ ਤੁਸੀਂ ਕਰਦੇ ਹੋ ਕਿ ਸਬਤ ਦੇ ਦਿਨ ਨੂੰ ਭਰਿਸ਼ਟ ਕਰੋ?"},{"number":18,"verse":"ਕੀ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨੇ ਐਉਂ ਨਹੀਂ ਕੀਤਾ ਅਤੇ ਸਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਸਾਡੇ ਉੱਤੇ ਅਤੇ ਏਸ ਸ਼ਹਿਰ ਉੱਤੇ ਇਹ ਸਾਰੀ ਬੁਰਿਆਈ ਨਹੀਂ ਲਿਆਂਦੀ? ਤਦ ਵੀ ਤੁਸੀਂ ਸਬਤ ਦੇ ਦਿਨ ਨੂੰ ਭਰਿਸ਼ਟ ਕਰ ਕੇ ਇਸਰਾਏਲ ਉੱਤੇ ਕਹਿਰ ਨੂੰ ਬਹੁਤ ਕਰਦੇ ਹੋ!"},{"number":19,"verse":"ਫੇਰ ਐਉਂ ਹੋਇਆ ਕਿ ਸਬਤ ਤੋਂ ਪਹਿਲਾਂ ਜਦ ਅਨ੍ਹੇਰਾ ਹੋਣ ਲੱਗਾ ਤਾਂ ਮੈਂ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਯਰੂਸ਼ਲਮ ਦੇ ਫਾਟਕ ਬੰਦ ਕੀਤੇ ਜਾਣ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਤਗੀਦ ਕੀਤੀ ਕਿ ਜਿੰਨਾ ਚਿਰ ਸਬਤ ਨਾ ਲੰਘ ਜਾਵੇ ਦਰਵੱਜੇ ਨਾ ਖੋਲੇ ਜਾਣ ਅਤੇ ਮੈਂ ਆਪਣੇ ਜੁਆਨਾਂ ਵਿੱਚੋਂ ਕਈ ਫਾਟਕਾਂ ਉੱਤੇ ਖੜੇ ਕੀਤੇ ਕਿ ਸਬਤ ਦੇ ਦਿਨ ਕੋਈ ਭਾਰ ਅੰਦਰ ਨਾ ਆਵੇ"},{"number":20,"verse":"ਸੋ ਸੁਦਾਗਰ ਅਤੇ ਨਾਨਾ ਪਰਕਾਰ ਦਾ ਸੌਦਾ ਵੇਚਣ ਵਾਲੇ ਯਰੂਸ਼ਲਮ ਦੇ ਮਦਾਨ ਵਿੱਚ ਇੱਕ ਦੋ ਵਾਰ ਟਿਕੇ"},{"number":21,"verse":"ਤਦ ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਵਿਰੁੱਧ ਗਵਾਹੀਆਂ ਲਈਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ ਕਿ ਤੁਸੀਂ ਕੰਧ ਦੇ ਨੇੜੇ ਕਿਉਂ ਟਿਕਦੇ ਹੋ? ਜੇ ਤੁਸੀਂ ਫੇਰ ਏਦਾਂ ਕਰੋਗੇ ਤਾਂ ਮੈਂ ਤੁਹਾਡੇ ਉੱਤੇ ਹੱਥ ਪਾਵਾਂਗਾ! ਉਸ ਵੇਲੇ ਤੋਂ ਓਹ ਫੇਰ ਸਬਤ ਦੇ ਦਿਨ ਨਾ ਆਏ ।।"},{"number":22,"verse":"ਮੈਂ ਲੇਵੀਆਂ ਨੂੰ ਇਹ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ੁੱਧ ਕਰੋ ਅਤੇ ਸਬਤ ਦੇ ਦਿਨ ਦੀ ਪਵਿੱਤ੍ਰਤਾਈ ਲਈ ਫਾਟਕਾਂ ਦੀ ਰਾਖੀ ਲਈ ਆਓ। ਹੇ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਮੈਨੂੰ ਏਸ ਲਈ ਵੀ ਚੇਤੇ ਕਰ ਅਤੇ ਆਪਣੀ ਬਹੁਤੀ ਦਯਾ ਦੇ ਅਨੁਸਾਰ ਮੇਰੇ ਉੱਤੇ ਤਰਸ ਖਾ"},{"number":23,"verse":"ਨਾਲੇ ਉਨ੍ਹਾਂ ਦਿਨਾਂ ਵਿੱਚ ਮੈਂ ਏਹ ਵੀ ਵੇਖਿਆ ਕਿ ਯਹੂਦੀਆਂ ਨੇ ਅਸ਼ਦੋਦੀ ਅਰ ਅੰਮੋਨੀ ਅਤੇ ਮੋਆਬੀ ਤੀਵੀਆਂ ਨੂੰ ਵਸਾ ਲਿਆ ਸੀ"},{"number":24,"verse":"ਉਨ੍ਹਾਂ ਦੇ ਬੱਚੇ ਅੱਧੀ ਅਸ਼ਦੋਦੀ ਬੋਲਦੇ ਸਨ ਅਤੇ ਓਹ ਯਹੂਦੀ ਬੋਲੀ ਨਹੀਂ ਬੋਲ ਸੱਕਦੇ ਸਨ ਪਰ ਦੂਜੇ ਲੋਕਾਂ ਦੀ ਬੋਲੀ"},{"number":25,"verse":"ਮੈਂ ਉਨ੍ਹਾਂ ਨਾਲ ਝਗੜਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਫਿਟਕਾਰਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਈਆਂ ਨੂੰ ਮਾਰਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਵਾਲ ਪੁੱਟੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸੌਂਹ ਖੁਆਈ ਕਿ ਤੁਸਾਂ ਆਪਣੀਆਂ ਧੀਆਂ ਉਨ੍ਹਾਂ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਨਾ ਦੇਣੀਆਂ ਅਤੇ ਨਾ ਆਪਣਿਆਂ ਪੁੱਤ੍ਰਾਂ ਲਈ ਅਤੇ ਨਾ ਆਪਣੇ ਲਈ ਉਨ੍ਹਾਂ ਦੀਆਂ ਧੀਆਂ ਲੈਣੀਆਂ"},{"number":26,"verse":"ਕੀ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਸੁਲੇਮਾਨ ਨੇ ਇਨ੍ਹਾਂ ਹੀ ਗੱਲਾਂ ਵਿੱਚ ਪਾਪ ਨਹੀਂ ਕੀਤਾ? ਭਾਵੇਂ ਬਹੁਤੀਆਂ ਕੌਮਾਂ ਵਿੱਚ ਉਹ ਦੇ ਵਰਗਾ ਕੋਈ ਪਾਤਸ਼ਾਹ ਨਹੀਂ ਸੀ ਜੋ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਪਿਆਰਾ ਸੀ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਹ ਨੂੰ ਸਾਰੇ ਇਸਰਾਏਲ ਉੱਤੇ ਪਾਤਸ਼ਾਹੀ ਦਿੱਤੀ ਤਾਂ ਵੀ ਓਪਰੀਆਂ ਤੀਵੀਆਂ ਨੇ ਉਸ ਕੋਲੋਂ ਪਾਪ ਕਰਵਾਇਆ"},{"number":27,"verse":"ਕੀ ਅਸੀਂ ਤੁਹਾਡੀ ਸੁਣ ਕੇ ਐਡੀ ਵੱਡੀ ਬੁਰਿਆਈ ਕਰੀਏ ਕਿ ਓਪਰੀਆਂ ਤੀਵੀਆਂ ਨੂੰ ਵੱਸਾ ਕੇ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਵਿਰੁੱਧ ਬੇਈਮਾਨੀ ਕਰੀਏ?"},{"number":28,"verse":"ਅਤੇ ਅਲਯਾਸ਼ੀਬ ਸਰਦਾਰ ਜਾਜਕ ਦੇ ਪੁੱਤ੍ਰ ਯੋਯਾਦਆ ਦੀ ਵੰਸ ਵਿੱਚੋਂ ਹੋਰੋਨੀ ਸਨਬੱਲਟ ਦਾ ਜਵਾਈ ਸੀ, ਏਸ ਲਈ ਮੈਂ ਉਹ ਨੂੰ ਆਪਣੇ ਕੋਲੋਂ ਨੱਠਾ ਦਿੱਤਾ"},{"number":29,"verse":"ਹੇ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਉਨ੍ਹਾਂ ਨੂੰ ਚੇਤੇ ਕਰ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਜਾਜਕਾਈ ਨੂੰ ਅਤੇ ਜਾਜਕਾਈ ਅਤੇ ਲੇਵੀਆਂ ਦੇ ਨੇਮ ਨੂੰ ਭਰਿਸ਼ਟ ਕੀਤਾ ਹੈ"},{"number":30,"verse":"ਐਉਂ ਹੀ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸਾਰਿਆਂ ਓਪਰਿਆਂ ਵਿੱਚੋਂ ਪਾਕ ਸਾਫ ਕੀਤਾ ਅਤੇ ਜਾਜਕਾਂ ਅਤੇ ਲੇਵੀਆਂ ਲਈ ਹਰ ਇੱਕ ਦੇ ਕੰਮ ਦੇ ਅਨੁਸਾਰ ਜੁੰਮੇਵਾਰੀਆਂ ਠਹਿਰਾਈਆਂ"},{"number":31,"verse":"ਨਾਲੇ ਠਹਿਰਾਏ ਹੋਏ ਸਮਿਆਂ ਉੱਤੇ ਲੱਕੜੀ ਦੀਆਂ ਭੇਟਾਂ ਅਤੇ ਪਹਿਲੇ ਫਲਾਂ ਲਈ। ਹੇ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਭਲਿਆਈ ਲਈ ਮੈਨੂੰ ਚੇਤੇ ਕਰ! ।।"}]}