{"bibleAbbr":"paOV2016","bookName":"ਨਹਮਯਾਹ","bookEnglishName":"Nehemiah","chapterNumber":2,"verses":[{"number":1,"verse":"( ਨਹਮਯਾਹ ਦਾ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਆਉਣਾ ਤੇ ਕੰਧਾਂ ਦਾ ਬਣਾਉਣਾ) ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਅਰਤਹਸ਼ਸ਼ਤਾ ਪਾਤਸ਼ਾਹ ਦੇ ਵੀਹਵੇਂ ਵਰ੍ਹੇ ਨੀਸਾਨ ਦੇ ਮਹੀਨੇ ਵਿੱਚ ਮੈਂ ਉਹ ਦੇ ਸਾਹਮਣੇ ਸੀ ਤਾਂ ਮੈ ਚੁੱਕ ਕੇ ਮੈਂ ਪਾਤਸ਼ਾਹ ਨੂੰ ਦਿੱਤੀ ਪਰ ਮੈਂ ਉਸਦੇ ਹਜ਼ੂਰ ਪਹਿਲਾਂ ਕਦੀ ਉਦਾਸ ਨਹੀਂ ਸਾਂ ਹੋਇਆ"},{"number":2,"verse":"ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਮੈਨੂੰ ਆਖਿਆ, ਤੇਰਾ ਮੂੰਹ ਕਿਉਂ ਉਦਾਸ ਹੈ? ਤੂੰ ਬਿਮਾਰ ਨਹੀਂ ਦਿਸਦਾ, ਏਹ ਤੇਰੇ ਦਿਲ ਦੀ ਉਦਾਸੀ ਬਿਨਾ ਹੋਰ ਕੁਝ ਨਹੀ। ਤਾਂ ਮੈਂ ਬਹੁਤ ਹੀ ਡਰ ਗਿਆ"},{"number":3,"verse":"ਮੈਂ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖਿਆ, ਪਾਤਸ਼ਾਹ ਜੁੱਗੋ ਜੁੱਗ ਜੀਉਂਦਾ ਰਹੇ! ਮੇਰਾ ਮੂੰਹ ਕਿਉਂ ਉਦਾਸ ਨਾ ਹੋਵੇ ਜਦ ਕਿ ਉਹ ਸ਼ਹਿਰ ਜਿੱਥੇ ਮੇਰੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਘਰਾਣੇ ਦੀਆਂ ਕਬਰਾਂ ਹਨ ਥੇਹ ਹੋਇਆ ਪਿਆ ਹੈ ਅਤੇ ਉਸ ਦੇ ਫਾਟਕ ਅੱਗ ਨੇ ਖਾ ਲਏ ਹਨ?"},{"number":4,"verse":"ਪਾਤਸ਼ਾਹ ਨੇ ਮੈਨੂੰ ਆਖਿਆ, ਤੂੰ ਕੀ ਚਾਹੁੰਦਾ ਹੈਂ? ਤਾਂ ਮੈਂ ਅਕਾਸ਼ ਦੇ ਪਰਮੇਸ਼ੁਰ ਅੱਗੇ ਬੇਨਤੀ ਕੀਤੀ"},{"number":5,"verse":"ਤੇ ਮੈਂ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖਿਆ, ਜੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਚੰਗਾ ਲੱਗੇ ਅਤੇ ਜੇ ਤੁਹਾਡਾ ਦਾਸ ਤੁਹਾਡੀ ਨਿਗਾਹ ਵਿੱਚ ਚੰਗਾ ਹੋਵੇ ਤਾਂ ਤੁਸੀਂ ਮੈਨੂੰ ਯਹੂਦਾਹ ਨੂੰ, ਮੇਰੇ ਪਿਉ ਦਾਦਿਆਂ ਦੀਆਂ ਕਬਰਾਂ ਦੇ ਸ਼ਹਿਰ ਨੂੰ ਘੱਲ ਦਿਓ ਕਿ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਬਣਾਵਾਂ"},{"number":6,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੇ ਜਿਹ ਦੇ ਕੋਲ ਮਲਕਾ ਵੀ ਬੈਠੀ ਸੀ ਮੈਨੂੰ ਆਖਿਆ, ਤੇਰਾ ਜਾਣਾ ਕਿੰਨੇ ਚਿਰ ਲਈ ਹੈ ਅਤੇ ਤੂੰ ਕਦੋਂ ਮੁੜੇਂਗਾ? ਤਾਂ ਮੇਰਾ ਘੱਲਣਾ ਪਾਤਸ਼ਾਹ ਦੇ ਦਰਬਾਰ ਵਿੱਚ ਚੰਗਾ ਲੱਗਾ ਅਤੇ ਮੈਂ ਉਹ ਦੇ ਨਾਲ ਇੱਕ ਵੇਲਾ ਠਹਿਰਾ ਲਿਆ"},{"number":7,"verse":"ਮੈਂ ਪਾਤਸ਼ਾਹ ਨੂੰ ਆਖਿਆ, ਜੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਾਂ ਮੈਨੂੰ ਦਰਿਆ ਪਾਰ ਦੇ ਸੂਬੇ ਦੇ ਹਾਕਮਾਂ ਲਈ ਪਰਵਾਨੇ ਦਿੱਤੇ ਜਾਣ ਭਈ ਓਹ ਮੈਨੂੰ ਉੱਥੇ ਤੀਕ ਲੰਘਾਉਣ ਕਿ ਮੈਂ ਯਹੂਦਾਹ ਵਿੱਚ ਪਹੁੰਚ ਜਾਵਾਂ"},{"number":8,"verse":"ਅਤੇ ਇੱਕ ਪਰਵਾਨਾ ਆਸਾਫ ਲਈ ਜਿਹੜਾ ਪਾਤਸ਼ਾਹੀ ਜੰਗਲ ਦਾ ਰਾਖਾ ਹੈ ਮਿਲੇ ਕਿ ਉਹ ਮੈਨੂੰ ਸ਼ਾਹੀ ਮਹਿਲ ਤੇ ਭਵਨ ਦੇ ਫਾਟਕਾਂ ਲਈ ਅਤੇ ਸ਼ਹਿਰ ਦੀ ਕੰਧ ਲਈ ਅਤੇ ਉਸ ਘਰ ਲਈ ਜਿਹਦੇ ਵਿੱਚ ਮੈਂ ਜਾਵਾਂਗਾ ਸ਼ਤੀਰਾਂ ਲਈ ਮੈਨੂੰ ਲੱਕੜ ਦੇਵੇ। ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੇ ਮੈਨੂੰ ਮੰਨ ਲਿਆ ਕਿਉਂਕਿ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਨੇਕ ਹੱਥ ਮੇਰੇ ਉੱਤੇ ਸੀ"},{"number":9,"verse":"ਤਦ ਮੈਂ ਦਰਿਆ ਦੇ ਪਾਰ ਹਾਕਮਾਂ ਦੇ ਕੋਲ ਗਿਆ ਅਤੇ ਪਾਤਸ਼ਾਹੀ ਪਰਵਾਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦਿੱਤੇ ਅਤੇ ਪਾਤਸ਼ਾਹ ਨੇ ਮੇਰੇ ਨਾਲ ਫੌਜੀ ਸਰਦਾਰ ਅਤੇ ਅਸਵਾਰ ਘੱਲੇ।।"},{"number":10,"verse":"ਜਦ ਸਨਬਲਟ ਹੋਰੋਨੀ ਅਤੇ ਟੋਬੀਯਾਹ ਅੰਮੋਨੀ ਟਹਿਲੂਏ ਨੇ ਸੁਣਿਆ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਬਹੁਤ ਬੁਰਾ ਮਨਾਇਆ ਕਿ ਇੱਕ ਆਦਮੀ ਇਸਰਾਏਲੀਆਂ ਦੀ ਲਈ ਭਲਿਆਈ ਦਾ ਚਾਹਵੰਦ ਆਇਆ ਹੈ"},{"number":11,"verse":"ਸੋ ਮੈਂ ਯਰੂਸ਼ਲਮ ਨੂੰ ਆਇਆ ਅਤੇ ਉੱਥੇ ਤਿੰਨ ਦਿਨ ਰਿਹਾ"},{"number":12,"verse":"ਤਾਂ ਮੈਂ ਰਾਤ ਨੂੰ ਉੱਠਿਆ, ਮੈਂ ਅਤੇ ਮੇਰੇ ਨਾਲ ਹੋਰ ਮਨੁੱਖ, ਅਰ ਜਿਹੜਾ ਕੰਮ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਮੇਰੇ ਦਿਲ ਵਿੱਚ ਯਰੂਸ਼ਲਮ ਲਈ ਕਰਨ ਨੂੰ ਪਾਇਆ ਸੀ ਮੈਂ ਕਿਸੇ ਨੂੰ ਨਾ ਦੱਸਿਆ ਅਤੇ ਨਾ ਮੇਰੇ ਨਾਲ ਕੋਈ ਪਸੂ ਸੀ ਛੁਟ ਉਸ ਪਸੂ ਦੇ ਜਿਹਦੇ ਉੱਤੇ ਮੈਂ ਅਸਵਾਰ ਸਾਂ"},{"number":13,"verse":"ਅਤੇ ਮੈਂ ਰਾਤ ਨੂੰ ਵਾਦੀ ਦੇ ਫਾਟਕ ਤੋਂ ਨਿੱਕਲ ਕੇ ਨਾਗ ਦੇ ਸੋਤੇ ਦੇ ਸਾਹਮਣੇ ਅਤੇ ਕੂੜੇ ਦੇ ਫਾਟਕ ਨੂੰ ਗਿਆ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੀਆਂ ਟੁੱਟੀਆਂ ਹੋਈਆਂ ਕੰਧਾਂ ਨੂੰ ਅਤੇ ਅੱਗ ਦੇ ਖਾਧੇ ਹੋਏ ਫਾਟਕ ਨੂੰ ਵੇਖਿਆ"},{"number":14,"verse":"ਫੇਰ ਮੈਂ ਚਸ਼ਮੇ ਫਾਟਕ ਤੋਂ ਲੰਘ ਕੇ ਪਾਤਸ਼ਾਹੀ ਤਲਾ ਨੂੰ ਗਿਆ ਪਰ ਉੱਥੇ ਉਸ ਪਸੂ ਦੇ ਜਿਹੜਾ ਮੇਰੇ ਹੇਠ ਸੀ ਲੰਘਣ ਲਈ ਕੋਈ ਥਾਂ ਨਹੀਂ ਸੀ"},{"number":15,"verse":"ਫਿਰ ਮੈਂ ਰਾਤ ਨੂੰ ਹੀ ਨਾਲੇ ਵੱਲ ਚੜ੍ਹ ਗਿਆ ਅਤੇ ਕੰਧ ਨੂੰ ਵੇਖ ਕੇ ਮੁੜਿਆ ਅਤੇ ਵਾਦੀ ਦੇ ਫਾਟਕ ਥਾਣੀ ਮੁੜ ਆਇਆ"},{"number":16,"verse":"ਅਤੇ ਰਈਸਾਂ ਨੂੰ ਪਤਾ ਨਾ ਲੱਗਾ ਕਿ ਮੈਂ ਕਿੱਥੇ ਗਿਆ ਅਤੇ ਕੀ ਕੀਤਾ ਅਤੇ ਮੈਂ ਉਸ ਵੇਲੇ ਤੱਕ ਯਹੂਦੀਆਂ ਨੂੰ, ਜਾਜਕਾਂ ਨੂੰ, ਸ਼ਰੀਫਾ ਨੂੰ, ਰਈਸਾਂ ਨੂੰ ਅਤੇ ਬਾਕੀਆਂ ਨੂੰ ਜਿਹੜੇ ਕੰਮ ਕਰਦੇ ਸਨ ਨਾ ਦੱਸਿਆ"},{"number":17,"verse":"ਤਦ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਉਸ ਦੁਰਦਸ਼ਾ ਨੂੰ ਵੇਖਦੇ ਹੋ ਜਿਹ ਦੇ ਵਿੱਚ ਅਸੀਂ ਹਾਂ ਕਿ ਯਰੂਸ਼ਲਮ ਉੱਜੜ ਗਿਆ ਹੈ ਅਤੇ ਉਹ ਦੇ ਫਾਟਕ ਅੱਗ ਨਾਲ ਸੜ ਗਏ ਹਨ। ਆਓ, ਅਸੀਂ ਯਰੂਸ਼ਲਮ ਦੀ ਕੰਧ ਬਣਾਈਏ ਭਈ ਅੱਗੇ ਨੂੰ ਅਸੀਂ ਬੋਲੀ ਵਿੱਚ ਨਾ ਆਈਏ"},{"number":18,"verse":"ਤਦ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਦੱਸਿਆ ਕਿ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਹੱਥ ਕਿਸ ਤਰਾਂ ਮੇਰੇ ਉੱਤੇ ਨੇਕੀ ਲਈ ਸੀ ਅਤੇ ਪਾਤਸ਼ਾਹ ਦੀਆਂ ਗੱਲਾਂ ਜਿਹੜੀਆਂ ਉਸ ਮੈਨੂੰ ਆਖੀਆਂ ਸਨ, ਤਾਂ ਉਨ੍ਹਾਂ ਆਖਿਆ, ਆਓ, ਅਸੀਂ ਉਠੀਏ ਤੇ ਬਣਾਈਏ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਏਸ ਨੇਕ ਕੰਮ ਲਈ ਆਪਣੇ ਹੱਥਾਂ ਨੂੰ ਤਕੜਿਆਂ ਕੀਤਾ।।"},{"number":19,"verse":"ਜਦ ਸਨਬਲਟ ਹੋਰੋਨੀ, ਟੋਬੀਯਾਹ ਅੰਮੋਨੀ ਟਹਿਲੂਏ ਅਤੇ ਅਰਬੀ ਗਸ਼ਮ ਨੇ ਸੁਣਿਆ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਸਾਡਾ ਮਖੌਲ ਉਡਾਇਆ ਅਤੇ ਸਾਡੀ ਨਿੰਦਿਆ ਕੀਤੀ ਅਤੇ ਆਖਿਆ, ਇਹ ਕੀ ਗੱਲ ਹੈ ਜਿਹੜੀ ਤੁਸੀਂ ਕਰਦੇ ਹੋ? ਕੀ ਤੁਸੀਂ ਪਾਤਸ਼ਾਹ ਤੋਂ ਆਕੀ ਹੋ ਜਾਓਗੇ?"},{"number":20,"verse":"ਤਦ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ, ਅਕਾਸ਼ ਦਾ ਪਰਮੇਸ਼ੁਰ ਓਹੀ ਸਾਨੂੰ ਸੁਫਲ ਕਰੇਗਾ ਏਸ ਲਈ ਅਸੀਂ ਓਹ ਦੇ ਦਾਸ ਉੱਠਾਂਗੇ ਤੇ ਬਣਾਵਾਂਗੇ ਪਰ ਨਾ ਤੁਹਾਡਾ ਹਿੱਸਾ ਨਾ ਹੱਕ ਨਾ ਯਾਦਗਾਰ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਹੈ!।।"}]}