{"bibleAbbr":"paOV2016","bookName":"ਨਹਮਯਾਹ","bookEnglishName":"Nehemiah","chapterNumber":5,"verses":[{"number":1,"verse":"( ਨਹਮਯਾਹ ਦੀ ਧਨੀਆਂ ਨੂੰ ਝਿੜਕ) ਤਦ ਲੋਕਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਤੀਵੀਆਂ ਵਲੋਂ ਉਨ੍ਹਾਂ ਦੇ ਯਹੂਦੀ ਭਰਾਵਾਂ ਦੇ ਵਿਰੁੱਧ ਇੱਕ ਵੱਡੀ ਦੁਹਾਈ ਮੱਚ ਗਈ"},{"number":2,"verse":"ਅਤੇ ਕਈ ਸਨ ਜਿਹੜੇ ਕਹਿੰਦੇ ਸਨ ਕਿ ਸਾਡੇ ਪੁੱਤ੍ਰ, ਸਾਡੀਆਂ ਧੀਆਂ ਅਤੇ ਅਸੀਂ ਬਹੁਤ ਸਾਰੇ ਹਾਂ।"},{"number":3,"verse":"ਸਾਨੂੰ ਅੰਨ ਦੁਆਇਆ ਜਾਵੇ, ਜੋ ਅਸੀਂ ਖਾ ਕੇ ਜੀ ਸੱਕੀਏ, ਅਤੇ ਕਈ ਸਨ ਜਿਹੜੇ ਵਿੱਚੋਂ ਕਹਿੰਦੇ ਸਨ, ਅਸੀਂ ਆਪਣੇ ਖੇਤ ਅਤੇ ਆਪਣੇ ਅੰਗੂਰੀ ਬਾਗ ਅਤੇ ਆਪਣੇ ਘਰ ਗਿਰਵੀ ਰੱਖ ਦਿੰਦੇ ਹਾਂ ਤਾਂ ਜੋ ਅਸੀਂ ਕਾਲ ਲਈ ਅੰਨ ਲੈ ਸੱਕੀਏ"},{"number":4,"verse":"ਅਤੇ ਕਈ ਕਹਿੰਦੇ ਸਨ ਕਿ ਅਸਾਂ ਆਪਣੇ ਖੇਤਾਂ ਅਤੇ ਆਪਣੇ ਅੰਗੂਰੀ ਬਾਗਾਂ ਨੂੰ ਗਿਰਵੀ ਰੱਖ ਕੇ ਪਾਤਸ਼ਾਹ ਦੇ ਮਾਮਲੇ ਲਈ ਚਾਂਦੀ ਉਧਾਰ ਲਈ"},{"number":5,"verse":"ਹੁਣ ਸਾਡਾ ਸਰੀਰ ਸਾਡਿਆਂ ਭਰਾਵਾਂ ਦੇ ਸਰੀਰ ਵਰਗਾ ਹੈ ਅਤੇ ਸਾਡੇ ਬੱਚੇ ਉਨ੍ਹਾਂ ਦੇ ਬੱਚਿਆਂ ਵਰਗੇ ਹਨ ਅਤੇ ਵੇਖੋ, ਅਸੀਂ ਆਪਣੇ ਪੁੱਤ੍ਰ ਅਤੇ ਆਪਣੀਆਂ ਧੀਆਂ ਨੂੰ ਟਹਿਲੂਏ ਹੋਣ ਲਈ ਗੁਲਾਮੀ ਵਿੱਚ ਦਿੰਦੇ ਹਾਂ ਅਤੇ ਸਾਡੀਆਂ ਧੀਆਂ ਵਿੱਚੋਂ ਕੁੱਝ ਗੋਲੀਆਂ ਹੋ ਚੁੱਕੀਆਂ ਹਨ ਅਤੇ ਸਾਡਾ ਕੁੱਝ ਵੱਸ ਨਹੀਂ ਚਲਦਾ ਕਿਉਂ ਜੋ ਸਾਡੇ ਖੇਤ ਅਤੇ ਅੰਗੂਰੀ ਬਾਗ ਦੂਜਿਆਂ ਕੋਲ ਹਨ"},{"number":6,"verse":"ਜਦੋਂ ਮੈਂ ਉਨ੍ਹਾਂ ਦੀ ਦੁਹਾਈ ਨੂੰ ਅਤੇ ਇਨ੍ਹਾਂ ਗੱਲਾਂ ਨੂੰ ਸੁਣਿਆ ਤਦ ਮੈਨੂੰ ਵੱਡਾ ਗੁੱਸਾ ਚੜ੍ਹਿਆ"},{"number":7,"verse":"ਅਤੇ ਮੈਂ ਆਪਣੇ ਮਨ ਵਿੱਚ ਸੋਚਿਆ ਅਤੇ ਸ਼ਰੀਫਾਂ ਅਤੇ ਰਈਸਾਂ ਨਾਲ ਝਗੜਾ ਕੀਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹਰ ਇੱਕ ਮਨੁੱਖ ਆਪਣੇ ਭਰਾ ਕੋਲੋਂ ਬਿਆਜ ਲੈਂਦਾ ਹੈ ਤਾਂ ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਵਿਰੁੱਧ ਇੱਕ ਵੱਡੀ ਸਭਾ ਇੱਕਠੀ ਕੀਤੀ"},{"number":8,"verse":"ਅਤੇ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ ਕਿ ਅਸੀਂ ਆਪਣੇ ਵਿਤ ਅਨੁਸਾਰ ਆਪਣੇ ਯਹੂਦੀ ਭਰਾਵਾਂ ਨੂੰ ਜਿਹੜੇ ਗੈਰ ਕੌਮਾਂ ਦੇ ਹੱਥ ਵਿੱਚ ਗਏ ਸਨ ਛੁਡਾਇਆ। ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਭਰਾਵਾਂ ਨੂੰ ਵੇਚ ਦਿਓਗੇ? ਕੀ ਓਹ ਫੇਰ ਸਾਡੇ ਕੋਲ ਵਿਕ ਜਾਣਗੇ? ਤਦ ਓਹ ਚੁੱਪ ਹੋ ਗਏ ਅਤੇ ਕੋਈ ਗੱਲ ਨਾ ਆਖੀ"},{"number":9,"verse":"ਫੇਰ ਮੈਂ ਆਖਿਆ, ਜੋ ਤੁਸੀਂ ਕਰਦੇ ਹੋ ਏਹ ਚੰਗੀ ਗੱਲ ਨਹੀਂ। ਕੀ ਤੁਹਾਨੂੰ ਦੁਸ਼ਮਨ ਕੌਮਾਂ ਦੇ ਕੁਫ਼ਰ ਦੇ ਕਾਰਨ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭੈ ਵਿੱਚ ਨਹੀਂ ਚਲਣਾ ਚਾਹੀਦਾ?"},{"number":10,"verse":"ਨਾਲੇ ਮੈਂ ਅਤੇ ਮੇਰੇ ਭਰਾ ਅਤੇ ਮੇਰੇ ਜੁਆਨ ਉਨ੍ਹਾਂ ਨੂੰ ਚਾਂਦੀ ਅਤੇ ਅੰਨ ਉਧਾਰ ਦੇ ਰਹੇ ਹਾਂ। ਅਸੀਂ ਏਹ ਬਿਆਜ਼ ਛੱਡ ਦੇਈਏ!"},{"number":11,"verse":"ਕਿਰਪਾ ਕਰ ਕੇ ਅੱਜ ਹੀ ਉਨ੍ਹਾਂ ਦੇ ਖੇਤ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਅੰਗੂਰੀ ਬਾਗ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਜ਼ੈਤੂਨ ਦੇ ਬਾਗ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਘਰ ਨਾਲੇ ਚਾਂਦੀ ਦਾ ਅਰ ਅੰਨ ਦਾ ਅਰ ਨਵੀਂ ਮੈ ਦਾ ਅਤੇ ਤੇਲ ਦਾ ਸੌਵਾਂ ਹਿੱਸਾ ਜਿਹੜਾ ਤੁਸਾਂ ਉਨ੍ਹਾਂ ਤੋਂ ਹਿੱਕ ਦੇ ਧੱਕੇ ਨਾਲ ਲਿਆ ਹੈ ਉਨ੍ਹਾਂ ਨੂੰ ਮੋੜ ਦਿਓ"},{"number":12,"verse":"ਤਦ ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ, ਅਸੀਂ ਮੋੜ ਦਿਆਂਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਕੋਲੋਂ ਕੁਛ ਨਹੀਂ ਲਵਾਂਗੇ, ਅਸੀਂ ਓਦਾਂ ਹੀ ਕਰਾਂਗੇ ਜਿਵੇਂ ਤੁਸਾਂ ਆਖਿਆ ਹੈ। ਤਦ ਮੈਂ ਜਾਜਕਾਂ ਨੂੰ ਸੱਦਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸੌਂਹ ਖੁਆਈ ਭਈ ਓਹ ਏਸ ਵਾਇਦੇ ਦੇ ਅਨੁਸਾਰ ਕਰਨ"},{"number":13,"verse":"ਨਾਲੇ ਮੈਂ ਆਪਣੇ ਪੱਲੇ ਝਾੜੇ ਅਤੇ ਆਖਿਆ, ਪਰਮੇਸ਼ੁਰ ਏਵੇਂ ਹੀ ਹਰ ਇੱਕ ਮਨੁੱਖ ਨੂੰ ਉਸ ਦੇ ਘਰ ਤੋਂ ਅਤੇ ਉਸ ਦੀ ਕਮਾਈ ਤੋਂ ਝਾੜ ਦੇਵੇ ਜਿਹੜਾ ਏਸ ਵਾਇਦੇ ਉੱਤੇ ਕਾਇਮ ਨਾ ਰਹੇ ਉਹ ਏਵੇਂ ਹੀ ਝਾੜਿਆ ਜਾਵੇ ਅਤੇ ਸੱਖਣਾ ਕੀਤਾ ਜਾਵੇ! ਤਾਂ ਸਾਰੀ ਸਭਾ ਨੇ ਆਖਿਆ, ਆਮੀਨ! ਅਤੇ ਯਹੋਵਾਹ ਦੀ ਉਸਤਤ ਕੀਤੀ। ਅਤੇ ਲੋਕਾਂ ਨੋ ਏਸ ਵਾਇਦੇ ਦੇ ਅਨੁਸਾਰ ਕੰਮ ਕੀਤਾ"},{"number":14,"verse":"ਨਾਲੇ ਅੱਜ ਤੋਂ ਜਦ ਤੋਂ ਮੈਂ ਯਹੂਦਾਹ ਦੇ ਦੇਸ ਉੱਤੇ ਹਾਕਮ ਬਣਾਇਆ ਗਿਆ ਅਰਥਾਤ ਅਰਤਹਸ਼ਸਤਾ ਦੇ ਰਾਜ ਦੇ ਵੀਹਵੇਂ ਵਰ੍ਹੇ ਤੋਂ ਵਤੀਵੇਂ ਵਰ੍ਹੇ ਤੀਕ ਇਨ੍ਹਾਂ ਬਾਰਾਂ ਵਰ੍ਹਿਆ ਵਿੱਚ ਮੈਂ ਅਤੇ ਮੇਰੇ ਭਰਾਵਾਂ ਨੇ ਹਾਕਮੀ ਦੀ ਰੋਟੀ ਨਾ ਖਾਧੀ"},{"number":15,"verse":"ਪਰ ਜਿਹੜੇ ਹਾਕਮ ਮੈਥੋਂ ਪਹਿਲਾਂ ਸਨ ਓਹ ਲੋਕਾਂ ਉੱਤੇ ਇੱਕ ਬੋਝ ਸਨ ਓਹ ਉਨ੍ਹ੍ਹਾਂ ਤੋਂ ਰੋਟੀ, ਮੈ, ਨਾਲੇ ਚਾਂਦੀ ਦੇ ਚਾਲੀ ਰੁਪਏ ਵੀ ਲੈਂਦੇ ਸਨ ਸਗੋਂ ਉਨ੍ਹਾਂ ਦੇ ਜੁਆਨ ਲੋਕਾਂ ਉੱਤੇ ਹਕੂਮਤ ਕਰਦੇ ਸਨ ਪਰ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭੈ ਦੇ ਕਾਰਨ ਮੈਂ ਏਦਾਂ ਨਾ ਕੀਤਾ"},{"number":16,"verse":"ਨਾਲੇ ਮੈਂ ਏਸ ਕੰਧ ਦੇ ਕੰਮ ਵਿੱਚ ਤਕੜਾਈ ਨਾਲ ਲੱਗਾ ਰਿਹਾ, ਅਤੇ ਅਸਾਂ ਖੇਤ ਉੱਕੇ ਹੀ ਮੁਲ ਨਾ ਲਏ ਪਰ ਮੇਰੇ ਸਾਰੇ ਹੀ ਜੁਆਨ ਉੱਥੇ ਕੰਮ ਦੇ ਉੱਤੇ ਇੱਕਠੇ ਰਹੇ"},{"number":17,"verse":"ਅਤੇ ਮੇਰੇ ਲੰਗਰ ਵਿੱਚੋਂ ਖਾਣ ਵਾਲੇ ਉਨ੍ਹਾਂ ਤੋਂ ਬਿਨ੍ਹਾਂ ਜਿਹੜੇ ਆਲੇ ਦੁਆਲੇ ਦੀਆਂ ਕੌਮਾਂ ਵਿੱਚੋਂ ਆਉਂਦੇ ਸਨ ਡੇਢ ਸੌ ਯਹੂਦੀ ਅਤੇ ਸ਼ਰੀਫ ਸਨ"},{"number":18,"verse":"ਜਿਹੜਾ ਇੱਕ ਦਿਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਜਾਂਦਾ ਸੀ ਉਹ ਏਹ ਸੀ, - ਇੱਕ ਵਹਿੜਾ ਅਤੇ ਛੇ ਪਲੀਆਂ ਹੋਈਆਂ ਭੇਡਾਂ ਅਰ ਮੁਰਗੀਆਂ ਮੇਰੇ ਲਈ ਤਿਆਰ ਹੁੰਦੀਆਂ ਸਨ ਅਤੇ ਦਸਾਂ ਦਿਨਾਂ ਵਿੱਚ ਇੱਕ ਵਾਰ ਮੈਂ ਦੀ ਹਰ ਇੱਕ ਕਿਸਮ ਦੀ ਵਾਫਰੀ ਹੁੰਦੀ ਸੀ ਇਨ੍ਹਾਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਦੇ ਹੁੰਦਿਆਂ ਵੀ ਮੈਂ ਹਾਕਮੀ ਦੀ ਰੋਟੀ ਨਾ ਚਾਹੀ ਕਿਉਂਕਿ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਉੱਤੇ ਗੁਲਾਮੀ ਦਾ ਵੱਡਾ ਭਾਰ ਸੀ"},{"number":19,"verse":"ਹੇ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਮੈਨੂੰ ਚੇਤੇ ਕਰ ਉਸ ਸਾਰੀ ਭਲਿਆਈ ਲਈ ਜਿਹੜੀ ਮੈਂ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਉੱਤੇ ਕੀਤੀ।।"}]}