{"bibleAbbr":"teERV1997","bookName":"2 రాజులు","bookEnglishName":"2 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"( యెహోయాహాజు తన పరిపాలన ప్రారంభించుట) యెహూ కుమారుడైన యెహోయాహాజు షోమ్రోనులోని ఇశ్రాయేలుకు రాజయ్యాడు. అహజ్యా కుమారుడైన యోవాషు యూదా రాజుగా ఉన్న 23వ సంవత్సరమున ఇది జరిగింది. యెహోయాహాజు 17 ఏళ్లపాటు పరిపాలించాడు."},{"number":2,"verse":"యెహోయాహాజు యెహోవా తప్పు అని చెప్పిన పనులను చేశాడు. ఇశ్రాయేలును పాపానికి గురిచేసిన నెబాతు కుమారుడు యరొబాము పాపాలను యెహోయాహాజు అనుసరించాడు. యెహోయాహాజు వీటిని చేయడం మానలేదు."},{"number":3,"verse":"అప్పుడు యెహోవా ఇశ్రాయేలుకు వ్యతిరేకంగా కోపగించెను. సిరియా రాజయిన హజాయేలు, హజాయేలు కుమారుడైన బెన్హదదులకు యెహోవా ఇశ్రాయేలు దేశపు అధికారాన్ని ఇచ్చెను."},{"number":4,"verse":"( ఇశ్రాయేలు ప్రజల మీద యెహోవా దయ) తర్వాత యెహోయాహాజు తనకు సహాయం చేయమని యెహోవాను ప్రార్ధించాడు. యెహోవా అతని మొర ఆలకించాడు. ఇశ్రాయేలు కష్టాలను యెహోవా చూశాడు. సిరియా రాజు ఇశ్రాయేలు వారిని ఎలా కష్టపెట్టెనో కూడా చూశాడు."},{"number":5,"verse":"అందువల్ల ఇశ్రాయేలుని కాపాడేందుకు ఒక వ్యక్తిని యెహోవా పంపాడు. ఇశ్రాయేలువారు సిరియావారి నుండి విడిపింపబడ్డారు. అందువల్ల ఇశ్రాయేలువారు పూర్వం చేసినట్లుగా, తమ ఇళ్లకు పోయారు."},{"number":6,"verse":"కాని ఇశ్రాయేలువారు ఇశ్రాయేలును పాపానికి గురి చేసిన యరొబాము కుటింబీకుల పాపాలను ఆపలేదు. యరొబాము చేసిన పాపాలను వారు కొనసాగించారు. వారు షోమ్రోనులో అషెరా స్తంభాలు ఉంచారు."},{"number":7,"verse":"సిరియా రాజు యెహోయాహాజు యొక్క సైన్యాన్ని ఓడించి సైన్యంలోని చాలామందిని సిరియా రాజు నాశనం చేశాడు. అతను ఏబై మంది గుర్రాల సైనికులను, పదిరథాలను, పదివేలమంది సైనికులను మాత్రమే విడిచిపెట్టాడు. యెహోయాహాజు యొక్క సైనికులు నూర్పిడి సమయాన గాలికి చెదరకొట్టబడే పొట్టువంటి వారైనారు."},{"number":8,"verse":"యెహోయాహాజు చేసిన ఘనకార్యాలన్నీ “ఇశ్రాయేలు రాజుల చరిత్ర” అనే గ్రంథంలో వ్రాయబడ్డాయి."},{"number":9,"verse":"యెహోయాహాజు మరణించగా, అతని పూర్వికులతో పాటు అతను సమాధి చేయబడ్డాడు. షోమ్రోనులో ప్రజలతనిని సమాధి చేశారు. యెహోయాహాజు కుమారుడు యెహోయాషు అతని తర్వాత క్రొత్తగా రాజయ్యాడు."},{"number":10,"verse":"( యెహోయాషు ఇశ్రాయేలుని పాలించుట) యెహోయాహాజు కుమారుడైన యెహోయాషు షోమ్రోనులోని ఇశ్రాయేలుకు రాజయ్యాడు. యూదా రాజుగా యెహోయాషు పరిపాలించిన 37వ సంవత్సరంలో ఇది జరిగింది. యెహోయాషు ఇశ్రాయేలీయులను 16 సంవత్సరాలు పరిపాలించాడు."},{"number":11,"verse":"యెహోవా తప్పు అని చెప్పిన కార్యాలను యెహోయాషు జరిగించాడు. నెబాతు కుమారుడైన యరొబాము ఇశ్రాయేలు పాపకార్యాలకు గురిచేసిన ఆ చెడు కార్యాలను అతను నివారించలేక పోయాడు. యెహోయాషు ఆ పాపాలు కొనసాగించాడు."},{"number":12,"verse":"యెహోయాషు చేసిన ఆ ఘనకార్యాలు అతను యూదా రాజయిన అమాజ్యాకు ప్రతికూలంగా చేసిన యుద్ధాలు “ఇశ్రాయేలు రాజుల చరిత్ర” అనే గ్రంథంలో వ్రాయబడ్డాయి."},{"number":13,"verse":"యెహోయాషు మరిణించగా, అతని పూర్వికులతో పాటుగా అతడు సమాధి చేయబడ్డాడు. యరొబాము క్రొత్తగా రాజయ్యాడు. యెహోయాషు సింహాసనం మీద యెరొబాము ఆసీనుడయ్యాడు. యెహోయాషు ఇశ్రాయేలు రాజులతో పాటు షోమ్రోనులో సమాధి చేయబడ్డాడు."},{"number":14,"verse":"( యెహోయాషు ఎలీషాని సందర్శించుట) ఎలీషా జబ్బు పడ్డాడు. తర్వాత ఎలీషా ఆ జబ్బుతో మరణించాడు. ఇశ్రాయేలు రాజయిన యెహోయాషు ఎలీషాని సందర్శించడానికి వెళ్లి, ఎలీషా కోసం విలపించాడు. “నా తండ్రీ, నా తండ్రీ! ఇశ్రాయేలువారి రథాలకు, గుర్రాలకు ఇది సమయమేనా?” ( ఇశ్రాయేలు … సమయమేనా? 2 రాజు 2:12 చూడుము.) అని అడిగాడు."},{"number":15,"verse":"యెహోయాషుతో, “విల్లు, కొన్ని బాణాలు తీసుకొనుము” అని ఎలీషా చెప్పాడు. యెహోయాషు ఒక విల్లు, కొన్ని బాణాలు తీసుకున్నాడు."},{"number":16,"verse":"అప్పుడు ఎలీషా ఇశ్రాయేలు రాజుతో ఇలా చెప్పాడు: “వింటిమీద నీ చేయి వేయుము.” యెహోయాషు వింటిమీద తన చేయి వేశాడు. తర్వాత ఎలీషా రాజు చేతులమీద తన చేతులు ఉంచాడు."},{"number":17,"verse":"“తూర్పు కిటికి తెరువుము” అని ఎలీషా చెప్పాడు. యెహోయాషు కిటికి తెరిచాడు. తర్వాత, “గురిచూసి బాణం వదులుము” అని ఎలీషా చెప్పాడు. యెహోయాషు బాణం వదిలాడు. అప్పుడు ఎలీషా, “అది యెహోవా యొక్క విజయాస్త్రం! సిరియా మీద విజయాస్త్రం. నీవు సిరియన్లను అఫెకు అనే చోట ఓడిస్తావు. మరియు వారిని నాశనం చేస్తావు” అని చెప్పాడు."},{"number":18,"verse":"“బాణాలు తీసుకో” అని ఎలీషా చెప్పాడు. యెహోయాషు బాణాలు తీసుకున్నాడు. అప్పుడు ఇశ్రాయేలు రాజుతో, “నేల మీద కొట్టుము” అని ఎలీషా చెప్పాడు. మూడుసార్లు యెహోయాషు నేలను కొట్టాడు. తర్వాత ఆపివేశాడు."},{"number":19,"verse":"దైవజనుడు అయిన ఎలీషా యెహోయాషుపై కోపగించాడు. “నీవు ఐదు లేక ఆరుసార్లు కొట్టి వుండవలసింది. అప్పుడు నీవు సిరియాను నాశనమయ్యేంత వరకు ఓడించేవాడివి. కాని ఇప్పుడు నీవు సిరియాని మూడు సార్లు మాత్రమే ఓడించగలవు” అని ఎలీషా చెప్పాడు."},{"number":20,"verse":"( ఎలీషా సమాధిలో ఆశ్చర్యకరమైన విషయం) ఎలీషా మరణించగా, ప్రజలతనిని సమాధి చేశారు. వసంత ఋతువులో ఒకసారి, మోయాబు సైనిక బృందం ఇశ్రాయేలుకు వచ్చింది. యుద్ధంలోని వస్తువులను తీసుకోడానికి వారు వచ్చారు."},{"number":21,"verse":"కొందరు ఇశ్రాయేలువారు చనిపోయిన ఒక వ్యక్తిని సమాధి చేస్తూ ఉన్నారు. వారు సైనిక బృందాన్ని చూశారు. ఇశ్రాయేలు వారు ఆ చనిపోయిన వ్యక్తిని ఎలీషా సమాధిలోకి విసరివేసి పారిపోయారు. ఎలీషా ఎముకలను ఆ చనిపోయిన వ్యక్తి తాకగానే, సజీవుడయ్యాడు; తన కాళ్ల మీద నిలబడగలిగాడు!"},{"number":22,"verse":"( యెహోయాషు ఇశ్రాయేలు నగరాలను జయించుట) యెహోయాషు పరిపాలించిన ఆ రోజులలో, సిరియా రాజయిన హజాయేలు ఇశ్రాయేలుకు ఇబ్బంది కలిగించాడు."},{"number":23,"verse":"కాని యెహోవా ఇశ్రాయేలు వారిపట్ల దయ వహించాడు. యెహోవా దయాళుడు. ఇశ్రాయేలు వారివైపు తిరిగినాడు మరియు వారిని నాశనం చేయలేదు. ఎందుకంటే అబ్రాహాము, ఇస్సాకు, యాకోబులతో తాను చేసిన ఒడంబడిక వల్ల, యెహోవా ఇశ్రాయేలు వారిని నాశనం చేయడు; ఇకను వారిని విసర్జించడు."},{"number":24,"verse":"సిరియా రాజయిన హజాయేలు మరణించాడు. అతని తర్వాత అతని కుమారుడు బెన్హదదు క్రొత్త రాజయ్యాడు."},{"number":25,"verse":"అతను మరణించడానికి పూర్వం, యుద్ధంలో హజాయేలు కొన్ని నగరాలను యెహోయాషు తండ్రి అయిన యెహోయాహాజు నుండి తీసుకొనెను. కాని ఇప్పుడు యెహోయాషు హజాయేలు కుమారుడైన బెన్హదదు నుండి యీ నగరాలు మరల పొందెను. యెహోయాషు, బెన్హదదును మూడుసార్లు ఓడించి, ఇశ్రాయేలు నగరాలను మరల తీసుకున్నాడు."}]}