{"bibleAbbr":"teERV1997","bookName":"2 రాజులు","bookEnglishName":"2 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"( ఇశ్రాయేలుకి యెహోరాము రాజవుట) అహాబు కుమారుడైన యెహోరాము షోమ్రోనులో ఇశ్రాయేలుకు రాజయ్యాడు. యూదా రాజుగా యెహోషాపాతు 18 వ పరిపాలనా సంవత్సరమున అతను పాలించడానికి మొదలు పెట్టాడు. యెహోరాము 12 సంవత్సరములు పరిపాలించాడు."},{"number":2,"verse":"యెహోవా తప్పని చెప్పిన పనులు యెహోరాము చేశాడు. కాని యెహోరాము తన తల్లిదండ్రులవంటి వాడు కాడు. బయలు దేవతను పూజించేందుకు తన తండ్రి నిర్మించిన స్తంభాన్ని అతడు తొలగించాడు. కాని నెబాతు కుమారుడైన యరొబాము చేసిన పాపాలను అతడు చేశాడు."},{"number":3,"verse":"యరొబాము ఇశ్రాయేలువారిని పాపములు చేసేటట్లు చేశాడు. యెహోరాము యరొబాము చేసిన పాపాలను అనుసరించాడు."},{"number":4,"verse":"( ఇశ్రాయేలు నుండి మోయాబు వేరు పడుట) మోయాబు రాజు మేషా. మేషావద్ద చాలా మేకలుండెను. మేషా 100000 గొర్రెల ఉన్నిని 100000 గొర్రె పొట్టేలుల ఉన్నిని ఇశ్రాయేలు రాజుకి ఇచ్చాడు."},{"number":5,"verse":"కాని అహాబు మరణించిన తర్వాత, మోయాబు రాజు ఇశ్రాయేలు రాజ్యపరిపాలనకు తిరుగుబాటు చేశాడు."},{"number":6,"verse":"తర్వాత యెహోరాము రాజు షోమ్రోను నుండి వెలుపలికి పోయి ఇశ్రాయేలు మనుష్యులందరిని సమీకరించాడు."},{"number":7,"verse":"యెహోరాము యూదారాజైన యెహోషాపాతు వద్దకు దూతలను పంపాడు. యెహోరాము ఇట్లన్నాడు: “మోయాబు రాజు, నా పరిపాలనపై తిరుగబడ్డాడు. మోయాబుతో యుద్ధము చేయడానికి నీవు నాతో కలసెదవా?” యెహోషాపాతు, “అలాగే నేను నీతో కలుస్తాను. మనమిద్దరము ఒక సైన్యమవుదాము. నా ప్రజలు నీ ప్రజలవలె వుంటారు. నా గుర్రములు నీ గుర్రములవలె వుంటాయి.” అని చెప్పాడు."},{"number":8,"verse":"( ఆ ముగ్గురు రాజులు ఎలీషా సలహా కోరుట) యెహోషాపాతు యెహోరాముతో, “మనము ఏ త్రోవను వెళ్లాలి?” అని అడిగాడు. “మనము ఎదోము ఎడారిద్వారా వెళ్లాలి” అని యెహోరాము సమాధానమిచ్చాడు."},{"number":9,"verse":"అందువల్ల ఇశ్రాయేలు రాజు, యూదా, ఎదోము రాజులతో కలిసి వెళ్లాడు. ఏడు రోజులపాటు వాళ్లు ప్రయాణం చేశారు. తమ సైన్యనానికి గానీ, జంతువులకు గానీ తగినంత నీరు దొరకలేదు."},{"number":10,"verse":"చివరికి ఇశ్రాయేలు రాజు (యెహోరాము) ఇలా చెప్పాడు, “యెహోవా నిజంగానే మన ముగ్గురిని మోయాబు రాజులను ఓడించటానికే ఒకటిగా చేశాడు.”"},{"number":11,"verse":"కాని యెహోషాపాతు, “తప్పక యెహోవా యొక్క ఒక ప్రవక్త అక్కడే వున్నాడు. మనమేమి చేయవలెనో యెహోవాని అడగమని మనము ఆ ప్రవక్తను అడుగుదాము” అనిచెప్పాడు. ఇశ్రాయేలు రాజు సేవకుడొకడు, “షాపాతు కుమారుడైన ఎలీషా ఇక్కడే వున్నాడు. ఎలీషా ఎలీయా యొక్క సేవకుడు” అనిచెప్పాడు."},{"number":12,"verse":"“యెహోవా మాట ఎలీషాతో ఉన్నది” అని యెహోషాపాతు పలికాడు. అందువల్ల ఇశ్రాయేలు రాజు (యెహోరాము), ఎదోము రాజు మరియు యెహోషాపాతు ఎలీషాని దర్శించటానికి వెళ్లారు."},{"number":13,"verse":"ఇశ్రాయేలురాజు (యెహోరాము)తో ఎలీషా, “నా నుండి నీకేమి కావలెను! నీ తల్లిదండ్రులయొక్క ప్రవక్తల వద్దకు పొమ్ము” అన్నాడు. ఇశ్రాయేలు రాజు ఎలీషాతో, “అలా కాదు. మేము నిన్ను దర్శించుటకే వచ్చాము. మమ్మల్ని మోయాబీయులను ఓడించటానికి మా ముగ్గురి రాజులను దేవుడు ఒకటిగా పిలిచాడు” అని చెప్పాడు."},{"number":14,"verse":"“నేను యూదా రాజయిన యెహోషాపాతును గౌరవిస్తున్నాను. యెహోవా పేరు మీద ప్రమాణం చేసి చెబుతున్నాను. సర్వశక్తిమంతుడైన యెహోవాను నేను సేవిస్తాను. యెహోవా జీవముతోడు యెహోషాపాతు కనుక లేకపోయినచో నేను నిన్ను శ్రద్ధ చేయక నిన్ను పూర్తిగా నిర్లక్ష్యము చేసేవాడిని."},{"number":15,"verse":"కాని ఇప్పుడు వీణ వాయించే వానిని తీసుకొని రమ్ము.” అని ఎలీషా చెప్పాడు. ఆ వ్యక్తి వీణ వాయించగానే, యెహోవా యొక్క శక్తి ఎలీషా మీదికి వచ్చింది."},{"number":16,"verse":"అప్పుడు ఎలీషా, “యెహోవా చెప్పుచున్నది ఇదే. లోయలో రంధ్రాలు చేయండి."},{"number":17,"verse":"యెహోవా చెప్పుచున్నది ఇదే. నీవు పెనుగాలిని చూడవు. నీవు వానను చూడవు. కాని లోయ నీటితో నిండి ఉంటుంది. అప్పుడు నీవు, నీ ఆవులు, జంతువులు తాగటానికి నీరు లభిస్తుంది."},{"number":18,"verse":"ఇది చేయడం యెహోవాకు సులభం మోయాబీయులను ఓడించేలా యెహోవా చేయగలడు."},{"number":19,"verse":"నీవు ప్రతి దృఢమైన నగరముపై మరియు ప్రతి మంచి నగరముపై దాడి చేస్తావు. నీవు ప్రతి మంచి వృక్షాన్ని నరికి వేస్తావు. అన్ని ఊటలను నీవు నిలిపివేయగలవు. నీవు విసిరివేసే రాళ్లతో ప్రతి మంచి స్థలమును నీవు పాడుచేస్తావు” అని పలికాడు."},{"number":20,"verse":"ఉదయాన దేవునికి బలి జరిగే సమయంలో ఎదోము మార్గము నుండి నీరు ప్రవహించడం ప్రారంభమయ్యింది. లోయ నిండింది."},{"number":21,"verse":"మోయాబు లోని ప్రజలు తమతో యుద్ధం చేయడానికి గాను రాజులు వచ్చిన విషయము విన్నారు. కవచములు ధరించడానికి మనుష్యులందరు ఒక్కటిగా వయసు మళ్లిన వారైయున్నారు. వారు సరిహద్దు వద్ద వేచి ఉన్నారు. వారు యుద్ధానికి సిద్ధమయ్యారు."},{"number":22,"verse":"ఆ రోజు ఉదయం వారు పెందలకడనే మేల్కోన్నారు. లోయలోని నీళ్లలో ప్రభాత సూర్యుడు ప్రకాశిస్తూ ఉన్నాడు. అది మోయాబు ప్రజలకు నెత్తురువలె కనిపించింది."},{"number":23,"verse":"“నెత్తురు చూడుడి! రాజులు తమలో తాము పోరాడుకొని వుండవచ్చును. ఒకరి నొకరు నాశనము చేసికొని వుండవచ్చు. మృత శరీరముల నుండి విలువగల వస్తువులు తీసుకొనుటకు గాను మనము వెళ్దాము” అని మోయాబు ప్రజలు చెప్పుకున్నారు."},{"number":24,"verse":"మోయాబు ప్రజలు ఇశ్రాయేలు గుడారము వద్దకు వచ్చారు. కాని ఇశ్రాయేలు వారు వెలుపలికి వచ్చి మోయాబు సైన్యాన్ని ఎదుర్కొన్నారు. ఇశ్రాయేలు ప్రజల నుండి మోయాబు ప్రజలు పారిపోయారు. ఇశ్రాయేలు వారు మోయాబు దాకా పరుగెత్తుకు పోయి మోయాబు ప్రజలతో యుద్ధం చేశారు."},{"number":25,"verse":"ఇశ్రాయేలు వారు నగరములను ధ్వంసం చేశారు. వారు మోయాబులోని ప్రతి మంచి పట్టణము మీదికి రాళ్లు విసిరివేశారు. నీటి బావులన్నిటినీ పూడ్చి వేసినారు. అన్ని ఊటలను ఆపి వేశారు. అన్ని మంచి చెట్లను నరికివేశారు. కీర్హరెశెతు వరకు వారు యుద్ధం చేస్తూ వెళ్లారు. ఇశ్రాయేలు సైనికులు కీర్హరెశెతు చుట్టు ముట్టి, దాని మీద దాడిచేశారు."},{"number":26,"verse":"మోయాబు రాజు ఆ యుద్ధము తనకు కష్టమైనదిగా చూశాడు. అందువల్ల ఖడ్గములు ధరించిన ఏడువందల మంది మనుష్యుల్ని తీసుకొని సైన్యాన్ని ఛేదించడానికి, ఎదోము రాజుని హతమార్చడానికిగాను వెళ్లాడు. కాని వారు ఎదోము రాజుని ఎదుర్కొనలేక పోయారు."},{"number":27,"verse":"తర్వాత మోయాబు రాజు తన పెద్దకొడుకుని వెంట తీసుకొనిపోయాడు. తన అనంతరము రాజు కావలసిన కుమారుడు అతడే. తన కుమారుని ప్రాకారము మీద దహన బలిగా అర్పించాడు. ఇది చూచిన ఇశ్రాయేలీయులు తల క్రిందులయ్యారు. అందువల్ల ఇశ్రాయేలు ప్రజలు మోయాబు రాజుని విడిచి తమ దేశానికి తిరిగి వెళ్లిపోయారు."}]}