{"bibleAbbr":"ASV1901","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":14,"verses":[{"number":1,"verse":"And Samson<WH8123> went down<WH3381> to Timnah<WH8553>, and saw<WH7200> a woman<WH802> in Timnah<WH8553> of the daughters<WH1323> of the Philistines<WH6430>."},{"number":2,"verse":"And he came up<WH5927>, and told<WH5046> his father<WH1> and his mother<WH517>, and said<WH559>, I have seen<WH7200> a woman<WH802> in Timnah<WH8553> of the daughters<WH1323> of the Philistines<WH6430>: now therefore get<WH3947> her for me to wife<WH802>."},{"number":3,"verse":"Then his father<WH1> and his mother<WH517> said<WH559> unto him<WH369>, Is there never a woman<WH802> among the daughters<WH1323> of thy brethren<WH251>, or among all my people<WH5971>, that thou goest<WH1980> to take<WH3947> a wife<WH802> of the uncircumcised<WH6189> Philistines<WH6430>? And Samson<WH8123> said<WH559> unto his father<WH1>, Get<WH3947> her for me<WH3474>; for she pleaseth me well."},{"number":4,"verse":"But his father<WH1> and his mother<WH517> knew<WH3045> not that it was of Jehovah<WH3068>; for he sought<WH1245> an occasion<WH8385> against the Philistines<WH6430>. Now at that time<WH6256> the Philistines<WH6430> had rule<WH4910> over Israel<WH3478>."},{"number":5,"verse":"Then went<WH3381> Samson<WH8123> down<WH3381>, and his father<WH1> and his mother<WH517>, to Timnah<WH8553>, and came<WH935> to the vineyards<WH3754> of Timnah<WH8553>: and<WH3715>, behold, a young lion<WH738> roared<WH7580> against him<WH7125>."},{"number":6,"verse":"And the Spirit<WH7307> of Jehovah<WH3068> came mightily<WH6743> upon him<WH8156>, and he rent him as he would have rent<WH8156> a kid<WH1423>; and he had nothing<WH3972> in his hand<WH3027>: but he told<WH5046> not his father<WH1> or his mother<WH517> what he had done<WH6213>."},{"number":7,"verse":"And he went down<WH3381>, and talked<WH1696> with the woman<WH802>, and she pleased<WH3474> Samson<WH8123> well<WH3474>."},{"number":8,"verse":"And after a while<WH3117> he returned<WH7725> to take<WH3947> her<WH5493>; and he turned aside to see<WH7200> the carcass<WH4658> of the lion<WH738>: and<WH5712>, behold, there was a swarm of bees<WH1682> in the body<WH1472> of the lion<WH738>, and honey<WH1706>."},{"number":9,"verse":"And he took<WH7287> it into his hands<WH3709>, and went on<WH3212>, eating<WH398> as he went<WH1980>; and he came to his father<WH1> and mother<WH517>, and gave<WH5414> unto them<WH398>, and they did eat: but he told<WH5046> them not that he had taken<WH7287> the honey<WH1706> out of the body<WH1472> of the lion<WH738>."},{"number":10,"verse":"And his father<WH1> went down<WH3381> unto the woman<WH802>: and Samson<WH8123> made<WH6213> there a feast<WH4960>; for so used the young men<WH970> to do<WH6213>."},{"number":11,"verse":"And it came to pass<WH7200>, when they saw him<WH3947>, that they brought thirty<WH7970> companions to be with him<WH4828>."},{"number":12,"verse":"And Samson<WH8123> said<WH559> unto them<WH2330>, Let me now put forth a riddle<WH2420> unto you<WH5046>: if ye can declare<WH5046> it unto me within the seven<WH7651> days<WH3117> of the feast<WH4960>, and find it out<WH4672>, then I will give<WH5414> you thirty<WH7970> linen garments<WH5466> and thirty<WH7970> changes<WH2487> of raiment<WH899>;"},{"number":13,"verse":"but if ye cannot<WH3201> declare<WH5046> it unto me<WH5414>, then shall ye give me thirty<WH7970> linen garments<WH5466> and thirty<WH7970> changes<WH2487> of raiment<WH899>. And they said<WH559> unto him<WH2330>, Put forth thy riddle<WH2420>, that we may hear it<WH8085>."},{"number":14,"verse":"And he said<WH559> unto them<WH398>, Out of the eater came forth<WH3318> food<WH3978>, And out of the strong<WH5794> came forth<WH3318> sweetness<WH4966>. And they could<WH3201> not in three<WH7969> days<WH3117> declare<WH5046> the riddle<WH2420>."},{"number":15,"verse":"And it came to pass on the seventh<WH7637> day<WH3117>, that they said<WH559> unto Samson<WH8123>'s wife<WH802>, Entice<WH6601> thy husband<WH376>, that he may declare<WH5046> unto us the riddle<WH2420>, lest we burn<WH8313> thee and thy father<WH1>'s house<WH1004> with fire<WH784>: have ye called<WH7121> us to impoverish us<WH3423>? is it not so?"},{"number":16,"verse":"And Samson<WH8123>'s wife<WH802> wept<WH1058> before him<WH559>, and said, Thou dost but hate<WH8130> me<WH157>, and lovest me not<WH2330>: thou hast put forth a riddle<WH2420> unto the children<WH1121> of my people<WH5971>, and hast not told<WH5046> it me<WH559>. And he said unto her<WH5046>, Behold, I have not told it my father<WH1> nor my mother<WH517>, and shall I tell thee<WH5046>?"},{"number":17,"verse":"And she wept<WH1058> before him the seven<WH7651> days<WH3117>, while their feast<WH4960> lasted<WH1961>: and it came to pass on the seventh<WH7637> day<WH3117>, that he told<WH5046> her<WH6693>, because she pressed him sore; and she told<WH5046> the riddle<WH2420> to the children<WH1121> of her people<WH5971>."},{"number":18,"verse":"And the men<WH582> of the city<WH5892> said<WH559> unto him on the seventh<WH7637> day<WH3117> before the sun<WH2775> went down<WH935>, What is sweeter<WH4966> than honey<WH1706>? and what is stronger<WH5794> than a lion<WH738>? And he said<WH559> unto them<WH3884>, If ye had not plowed<WH2790> with my heifer<WH5697>, Ye had not found out<WH4672> my riddle<WH2420>."},{"number":19,"verse":"And the Spirit<WH7307> of Jehovah<WH3068> came<WH6743> mightily upon him<WH3381>, and he went down to Ashkelon<WH831>, and smote<WH5221> thirty<WH7970> men<WH376> of them<WH3947>, and took their spoil<WH2488>, and gave<WH5414> the changes<WH2487> of raiment unto them that declared<WH5046> the riddle<WH2420>. And his anger<WH639> was kindled<WH2734>, and he went up<WH5927> to his father<WH1>'s house<WH1004>."},{"number":20,"verse":"But Samson<WH8123>'s wife<WH802> was given to his companion<WH4828>, whom he had used as his friend<WH7462>."}]}