{"bibleAbbr":"HSB+","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":11,"verses":[{"number":1,"verse":"וַיֵּשְׁב֥וּ <WH3427> vai-ye-she-Vu dwelt שָׂרֵֽי־ <WH8269> sa-rei- And the rulers הָעָ֖ם <WH5971> ha-'Am of the people בִּירוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; at Jerusalem וּשְׁאָ֣ר <WH7605> u-she-'Ar the rest הָ֠עָם <WH5971> Ha-'om of the people הִפִּ֨ילוּ <WH5307> hip-Pi-lu also cast גוֹרָל֜וֹת <WH1486> go-ra-Lot lots לְהָבִ֣יא׀ <WH935> le-ha-Vi to bring אֶחָ֣ד <WH259> 'e-Chad one מִן־ <WH4480> min- out הָעֲשָׂרָ֗ה <WH6235> ha-'a-sa-Rah, of ten לָשֶׁ֙בֶת֙ <WH3427> la-She-vet to dwell בִּֽירוּשָׁלִַ֙ם֙ <WH3389> bi-ru-sha-Lim in Jerusalem עִ֣יר <WH5892> 'ir city הַקֹּ֔דֶשׁ <WH6944> hak-Ko-desh, the holy וְתֵ֥שַׁע <WH8672> ve-Te-sha' and nine הַיָּד֖וֹת <WH3027> hai-ya-Dot parts בֶּעָרִֽים׃ <WH5892> be-'a-Rim. [to dwell] in [other] cities"},{"number":2,"verse":"וַֽיְבָרֲכ֖וּ <WH1288> vay-va-ra-Chu blessed הָעָ֑ם <WH5971> ha-'Am; And the people לְכֹל֙ <WH3605> le-Chol all הָֽאֲנָשִׁ֔ים <WH376> ha-'a-na-Shim, the men הַמִּֽתְנַדְּבִ֔ים <WH5068> ham-mit-nad-de-Vim, that willingly offered לָשֶׁ֖בֶת <WH3427> la-She-vet themselves to dwell בִּירוּשָׁלִָֽם׃ <WH3389> bi-ru-sha-Lim. at Jerusalem פ Peh"},{"number":3,"verse":"וְאֵ֙לֶּה֙ <WH428> ve-'El-leh now these רָאשֵׁ֣י <WH7218> ra-Shei Now these [are] the chief הַמְּדִינָ֔ה <WH4082> ham-me-di-Nah, of the province אֲשֶׁ֥ר <WH834> 'a-Sher who יָשְׁב֖וּ <WH3427> ya-she-Vu that dwelt בִּירוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; in Jerusalem וּבְעָרֵ֣י <WH5892> u-ve-'a-Rei but in the cities יְהוּדָ֗ה <WH3063> ye-hu-Dah, of Judah יָֽשְׁב֞וּ <WH3427> ya-she-Vu dwelt אִ֤ישׁ <WH376> 'ish every one בַּאֲחֻזָּתוֹ֙ <WH272> ba-'a-chuz-za-To in his possession בְּעָ֣רֵיהֶ֔ם <WH5892> be-'A-rei-Hem, in their cities יִשְׂרָאֵ֤ל <WH3478> Yis-ra-'El [to wit] Israel הַכֹּהֲנִים֙ <WH3548> hak-ko-ha-Nim the priests וְהַלְוִיִּ֣ם <WH3881> ve-hal-vi-Yim and the Levites וְהַנְּתִינִ֔ים <WH5411> ve-han-ne-ti-Nim, and the Nethinims וּבְנֵ֖י <WH1121> u-ve-Nei and the children עַבְדֵ֥י <WH5650> 'av-Dei servants שְׁלֹמֹֽה׃ <WH8010> she-lo-Moh. of Solomon's"},{"number":4,"verse":"וּבִֽירוּשָׁלִַ֙ם֙ <WH3389> u-vi-ru-sha-Lim And at Jerusalem יָֽשְׁב֔וּ <WH3427> ya-she-Vu, dwelt מִבְּנֵ֥י <WH1121> mib-be-Nei [certain] of the children יְהוּדָ֖ה <WH3063> ye-hu-Dah of Judah וּמִבְּנֵ֣י <WH1121> u-mib-be-Nei and of the children בִנְיָמִ֑ן <WH1144> vin-ya-Min; of Benjamin מִבְּנֵ֣י <WH1121> mib-be-Nei Of the children יְ֠הוּדָה <WH3063> Ye-hu-dah of Judah עֲתָיָ֨ה <WH6265> 'a-ta-Yah Athaiah בֶן־ <WH1121> ven- the son עֻזִּיָּ֜ה <WH5818> 'uz-zi-Yah of Uzziah בֶּן־ <WH1121> ben- the son זְכַרְיָ֧ה <WH2148> ze-char-Yah of Zechariah בֶן־ <WH1121> ven- the son אֲמַרְיָ֛ה <WH568> 'a-mar-Yah of Amariah בֶּן־ <WH1121> ben- the son שְׁפַטְיָ֥ה <WH8203> she-fat-Yah of Shephatiah בֶן־ <WH1121> ven- the son מַהֲלַלְאֵ֖ל <WH4111> ma-ha-lal-'El of Mahalaleel מִבְּנֵי־ <WH1121> mib-be-nei- of the children פָֽרֶץ׃ <WH6557> Fa-retz. of Perez"},{"number":5,"verse":"וּמַעֲשֵׂיָ֣ה <WH4641> u-ma-'a-se-Yah And Maaseiah בֶן־ <WH1121> ven- the son בָּר֣וּךְ <WH1263> ba-Ruch of Baruch בֶּן־ <WH1121> ben- the son כָּל־ kol- חֹ֠זֶה <WH3626> Cho-zeh of Colhozeh בֶּן־ <WH1121> ben- the son חֲזָיָ֨ה <WH2382> cha-za-Yah of Hazaiah בֶן־ <WH1121> ven- the son עֲדָיָ֧ה <WH5718> 'a-da-Yah of Adaiah בֶן־ <WH1121> ven- the son יוֹיָרִ֛יב <WH3114> yo-ya-Riv of Joiarib בֶּן־ <WH1121> ben- the son זְכַרְיָ֖ה <WH2148> ze-char-Yah of Zechariah בֶּן־ <WH1121> ben- the son הַשִּׁלֹנִֽי׃ <WH8023> hash-shi-lo-Ni of Shiloni"},{"number":6,"verse":"כָּל־ <WH3605> kol- All בְּנֵי־ <WH1121> be-nei- All the sons פֶ֕רֶץ <WH6557> Fe-retz of Perez הַיֹּשְׁבִ֖ים <WH3427> hai-yo-she-Vim that dwelt בִּירוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; at Jerusalem אַרְבַּ֥ע <WH702> 'ar-Ba' [were] four מֵא֛וֹת <WH3967> me-'ot hundred שִׁשִּׁ֥ים <WH8346> shish-Shim threescore וּשְׁמֹנָ֖ה <WH8083> u-she-mo-Nah and eight אַנְשֵׁי־ <WH582> 'an-shei- men חָֽיִל׃ <WH2428> Cha-yil. valiant ס sa-Mek"},{"number":7,"verse":"וְאֵ֖לֶּה <WH428> ve-'El-leh now these בְּנֵ֣י <WH1121> be-Nei And these [are] the sons בִנְיָמִ֑ן <WH1144> vin-ya-Min; of Benjamin סַלֻּ֡א <WH5543> sal-Lu Sallu בֶּן־ <WH1121> ben- the son מְשֻׁלָּ֡ם <WH4918> me-shul-Lam of Meshullam בֶּן־ <WH1121> ben- the son יוֹעֵ֡ד <WH3133> yo-'Ed of Joed בֶּן־ <WH1121> ben- the son פְּדָיָה֩ <WH6305> pe-da-Yah of Pedaiah בֶן־ <WH1121> ven- the son ק֨וֹלָיָ֧ה <WH6964> ko-la-Yah of Kolaiah בֶן־ <WH1121> ven- the son מַעֲשֵׂיָ֛ה <WH4641> ma-'a-se-Yah of Maaseiah בֶּן־ <WH1121> ben- the son אִֽיתִיאֵ֖ל <WH384> 'i-ti-'El of Ithiel בֶּן־ <WH1121> ben- the son יְשַֽׁעְיָֽה׃ <WH3470> ye-Sha'-Yah. of Jesaiah"},{"number":8,"verse":"וְאַחֲרָ֖יו <WH310> ve-'a-cha-Rav And after גַּבַּ֣י <WH1373> gab-Bai him Gabbai סַלָּ֑י <WH5543> sal-Lai; Sallai תְּשַׁ֥ע <WH8672> te-Sha' nine מֵא֖וֹת <WH3967> me-'ot hundred עֶשְׂרִ֥ים <WH6242> 'es-Rim twenty וּשְׁמֹנָֽה׃ <WH8083> u-she-mo-Nah. and eight"},{"number":9,"verse":"וְיוֹאֵ֥ל <WH3100> ve-yo-'El And Joel בֶּן־ <WH1121> ben- the son זִכְרִ֖י <WH2147> zich-Ri of Zichri פָּקִ֣יד <WH6496> pa-Kid [was] their overseer עֲלֵיהֶ֑ם <WH5921> 'a-lei-Hem; command וִיהוּדָ֧ה <WH3063> vi-hu-Dah and Judah בֶן־ <WH1121> ven- the son הַסְּנוּאָ֛ה <WH5574> has-se-nu-'Ah of Senuah עַל־ <WH5921> 'al- command הָעִ֖יר <WH5892> ha-'Ir over the city מִשְׁנֶֽה׃ <WH4932> mish-Neh. [was] second פ Peh"},{"number":10,"verse":"מִן־ <WH4480> min- From הַֽכֹּהֲנִ֑ים <WH3548> hak-ko-ha-Nim; Of the priests יְדַֽעְיָ֥ה <WH3048> ye-da'-Yah Jedaiah בֶן־ <WH1121> ven- the son יוֹיָרִ֖יב <WH3114> yo-ya-Riv of Joiarib יָכִֽין׃ <WH3199> ya-Chin. Jachin"},{"number":11,"verse":"שְׂרָיָ֨ה <WH8304> se-ra-Yah Seraiah בֶן־ <WH1121> ven- the son חִלְקִיָּ֜ה <WH2518> chil-ki-Yah of Hilkiah בֶּן־ <WH1121> ben- the son מְשֻׁלָּ֣ם <WH4918> me-shul-Lam of Meshullam בֶּן־ <WH1121> ben- the son צָד֗וֹק <WH6659> tza-Dok, of Zadok בֶּן־ <WH1121> ben- the son מְרָיוֹת֙ <WH4812> me-ra-yOt of Meraioth בֶּן־ <WH1121> ben- the son אֲחִיט֔וּב <WH285> 'a-chi-Tuv, of Ahitub נְגִ֖ד <WH5057> ne-Gid [was] the ruler בֵּ֥ית <WH1004> beit of the house הָאֱלֹהִֽים׃ <WH430> ha-'E-lo-Him. of God"},{"number":12,"verse":"וַאֲחֵיהֶ֗ם <WH251> va-'a-chei-Hem, And their brethren עֹשֵׂ֤י <WH6213> 'o-Sei that did הַמְּלָאכָה֙ <WH4399> ham-me-la-Chah the work לַבַּ֔יִת <WH1004> lab-Ba-yit, of the house שְׁמֹנֶ֥ה <WH8083> she-mo-Neh [were] eight מֵא֖וֹת <WH3967> me-'ot hundred עֶשְׂרִ֣ים <WH6242> 'es-Rim twenty וּשְׁנָ֑יִם <WH8147> u-she-Na-yim; and two וַ֠עֲדָיָה <WH5718> Va-'a-da-yah and Adaiah בֶּן־ <WH1121> ben- the son יְרֹחָ֤ם <WH3395> ye-ro-Cham of Jeroham בֶּן־ <WH1121> ben- the son פְּלַלְיָה֙ <WH6421> pe-lal-Yah of Pelaliah בֶּן־ <WH1121> ben- the son אַמְצִ֣י <WH557> 'am-Tzi of Amzi בֶן־ <WH1121> ven- the son זְכַרְיָ֔ה <WH2148> ze-char-Yah, of Zechariah בֶּן־ <WH1121> ben- the son פַּשְׁח֖וּר <WH6583> pash-Chur of Pashur בֶּן־ <WH1121> ben- the son מַלְכִּיָּֽה׃ <WH4441> mal-ki-Yah. of Malchiah"},{"number":13,"verse":"וְאֶחָיו֙ <WH251> ve-'e-Chav And his brethren רָאשִׁ֣ים <WH7218> ra-Shim chief לְאָב֔וֹת <WH1> le-'a-Vot, of the fathers מָאתַ֖יִם <WH3967> ma-Ta-yim hundred אַרְבָּעִ֣ים <WH705> 'ar-ba-'Im forty וּשְׁנָ֑יִם <WH8147> u-she-Na-yim; two וַעֲמַשְׁסַ֧י <WH6023> va-'a-mash-Sai and Amashai בֶּן־ <WH1121> ben- the son עֲזַרְאֵ֛ל <WH5832> 'a-zar-'El of Azareel בֶּן־ <WH1121> ben- the son אַחְזַ֥י <WH273> 'ach-Zai of Ahasai בֶּן־ <WH1121> ben- the son מְשִׁלֵּמ֖וֹת <WH4919> me-shil-le-Mot of Meshillemoth בֶּן־ <WH1121> ben- the son אִמֵּֽר׃ <WH564> 'im-Mer. of Immer"},{"number":14,"verse":"וַאֲחֵיהֶם֙ <WH251> va-'a-chei-Hem And their brethren גִּבּ֣וֹרֵי <WH1368> gib-Bo-rei mighty men חַ֔יִל <WH2428> Cha-yil, of valour מֵאָ֖ה <WH3967> me-'Ah an hundred עֶשְׂרִ֣ים <WH6242> 'es-Rim twenty וּשְׁמֹנָ֑ה <WH8083> u-she-mo-Nah; and eight וּפָקִ֣יד <WH6496> u-fa-Kid and their overseer עֲלֵיהֶ֔ם <WH5921> 'a-lei-Hem, and זַבְדִּיאֵ֖ל <WH2068> zav-di-'El [was] Zabdiel בֶּן־ <WH1121> ben- the son הַגְּדוֹלִֽים׃ <WH1419> hag-ge-do-Lim. of [one of] the great men ס sa-Mek"},{"number":15,"verse":"וּמִֽן־ <WH4480> u-min- now from הַלְוִיִּ֑ם <WH3881> hal-vi-Yim; Also of the Levites שְׁמַעְיָ֧ה <WH8098> she-ma'-Yah Shemaiah בֶן־ <WH1121> ven- the son חַשּׁ֛וּב <WH2815> chash-Shuv of Hashub בֶּן־ <WH1121> ben- the son עַזְרִיקָ֥ם <WH5840> 'az-ri-Kam of Azrikam בֶּן־ <WH1121> ben- the son חֲשַׁבְיָ֖ה <WH2811> cha-shav-Yah of Hashabiah בֶּן־ <WH1121> ben- the son בּוּנִּֽי׃ <WH1138> bun-Ni. of Bunni"},{"number":16,"verse":"וְשַׁבְּתַ֨י <WH7678> ve-shab-be-Tai And Shabbethai וְיוֹזָבָ֜ד <WH3107> ve-yo-za-Vad and Jozabad עַל־ <WH5921> 'al- charge הַמְּלָאכָ֤ה <WH4399> ham-me-la-Chah business הַחִֽיצֹנָה֙ <WH2435> ha-chi-tzo-Nah [had] the oversight of the outward לְבֵ֣ית <WH1004> le-Veit of the house הָאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God מֵרָאשֵׁ֖י <WH7218> me-ra-Shei of the chief הַלְוִיִּֽם׃ <WH3881> hal-vi-Yim. of the Levites"},{"number":17,"verse":"וּמַתַּנְיָ֣ה <WH4983> u-mat-tan-Yah And Mattaniah בֶן־ <WH1121> ven- the son מִ֠יכָה <WH4318> Mi-chah Micah בֶּן־ <WH1121> ben- the son זַבְדִּ֨י <WH2067> zav-Di of Zabdi בֶן־ <WH1121> ven- the son אָסָ֜ף <WH623> 'a-Saf of Asaph רֹ֗אשׁ <WH7218> Rosh, [was] the principal הַתְּחִלָּה֙ <WH8462> hat-te-chil-Lah to begin יְהוֹדֶ֣ה <WH3034> ye-ho-Deh the thanksgiving לַתְּפִלָּ֔ה <WH8605> lat-te-fil-Lah, in prayer וּבַקְבֻּקְיָ֖ה <WH1229> u-vak-buk-Yah and Bakbukiah מִשְׁנֶ֣ה <WH4932> mish-Neh the second מֵאֶחָ֑יו <WH251> me-'e-Chav; among his brethren וְעַבְדָּא֙ <WH5653> ve-'av-Da and Abda בֶּן־ <WH1121> ben- the son שַׁמּ֔וּעַ <WH8051> sham-Mu-a', of Shammua בֶּן־ <WH1121> ben- the son גָּלָ֖ל <WH1559> ga-Lal of Galal בֶּן־ <WH1121> ben- the son; יְדִיתוּן ye-di-tun כיְדוּתֽוּן׃ <WH3038> ye-du-Tun. Jeduthun ק"},{"number":18,"verse":"כָּל־ <WH3605> kol- All הַלְוִיִּם֙ <WH3881> hal-vi-Yim All the Levites בְּעִ֣יר <WH5892> be-'Ir city הַקֹּ֔דֶשׁ <WH6944> hak-Ko-desh, in the holy מָאתַ֖יִם <WH3967> ma-Ta-yim [were] two hundred שְׁמֹנִ֥ים <WH8084> she-mo-Nim fourscore וְאַרְבָּעָֽה׃ <WH702> ve-'ar-ba-'Ah. and four פ Peh"},{"number":19,"verse":"וְהַשּֽׁוֹעֲרִים֙ <WH7778> ve-hash-sho-'a-Rim Moreover the porters עַקּ֣וּב <WH6126> 'ak-Kuv Akkub טַלְמ֔וֹן <WH2929> tal-Mon, Talmon וַאֲחֵיהֶ֖ם <WH251> va-'a-chei-Hem and their brethren הַשֹּׁמְרִ֣ים <WH8104> hash-sho-me-Rim that kept בַּשְּׁעָרִ֑ים <WH8179> bash-she-'a-Rim; the gates מֵאָ֖ה <WH3967> me-'Ah [were] an hundred שִׁבְעִ֥ים <WH7657> shiv-'Im seventy וּשְׁנָֽיִם׃ <WH8147> u-she-Na-yim. and two"},{"number":20,"verse":"וּשְׁאָ֨ר <WH7605> u-she-'Ar And the residue יִשְׂרָאֵ֜ל <WH3478> Yis-ra-'El of Israel הַכֹּהֲנִ֤ים <WH3548> hak-ko-ha-Nim of the priests הַלְוִיִּם֙ <WH3881> hal-vi-Yim [and] the Levites בְּכָל־ <WH3605> be-chol all עָרֵ֣י <WH5892> 'a-Rei [were] in all the cities יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah אִ֖ישׁ <WH376> 'ish every one בְּנַחֲלָתֽוֹ׃ <WH5159> be-na-cha-la-To. in his inheritance"},{"number":21,"verse":"וְהַנְּתִינִ֖ים <WH5411> ve-han-ne-ti-Nim But the Nethinims יֹשְׁבִ֣ים <WH3427> yo-she-Vim dwelt בָּעֹ֑פֶל <WH6077> ba-'O-fel; in Ophel וְצִיחָ֥א <WH6727> ve-tzi-Cha and Ziha וְגִשְׁפָּ֖א <WH1658> ve-gish-Pa and Gispa עַל־ <WH5921> 'al- charge הַנְּתִינִֽים׃ <WH5411> han-ne-ti-Nim. [were] over the Nethinims פ Peh"},{"number":22,"verse":"וּפְקִ֤יד <WH6496> u-fe-Kid The overseer הַלְוִיִּם֙ <WH3881> hal-vi-Yim also of the Levites בִּיר֣וּשָׁלִַ֔ם <WH3389> bi-Ru-sha-Lim, at Jerusalem עֻזִּ֤י <WH5813> 'uz-Zi [was] Uzzi בֶן־ <WH1121> ven- the son בָּנִי֙ <WH1137> ba-Ni of Bani בֶּן־ <WH1121> ben- the son חֲשַׁבְיָ֔ה <WH2811> cha-shav-Yah, of Hashabiah בֶּן־ <WH1121> ben- the son מַתַּנְיָ֖ה <WH4983> mat-tan-Yah of Mattaniah בֶּן־ <WH1121> ben- the son מִיכָ֑א <WH4316> mi-Cha; of Micha מִבְּנֵ֤י <WH1121> mib-be-Nei Of the sons אָסָף֙ <WH623> 'a-Saf of Asaph הַמְשֹׁ֣רְרִ֔ים <WH7891> ham-Sho-re-Rim, the singers לְנֶ֖גֶד <WH5048> le-Ne-ged [were] over מְלֶ֥אכֶת <WH4399> me-Le-chet the business בֵּית־ <WH1004> beit- of the house הָאֱלֹהִֽים׃ <WH430> ha-'E-lo-Him. of God"},{"number":23,"verse":"כִּֽי־ <WH3588> ki- for מִצְוַ֥ת <WH4687> mitz-Vat commandment הַמֶּ֖לֶךְ <WH4428> ham-Me-lech For [it was] the king's עֲלֵיהֶ֑ם <WH5921> 'a-lei-Hem; concerning וַאֲמָנָ֥ה <WH548> va-'a-ma-Nah concerning them that a certain portion עַל־ <WH5921> 'al- concerning הַמְשֹׁרְרִ֖ים <WH7891> ham-sho-re-Rim should be for the singers דְּבַר־ <WH1697> de-var- due י֥וֹם <WH3117> Yom for every day בְּיוֹמֽוֹ׃ <WH3117> be-yo-Mo. day"},{"number":24,"verse":"וּפְתַֽחְיָ֨ה <WH6611> u-fe-tach-Yah And Pethahiah בֶּן־ <WH1121> ben- the son מְשֵֽׁיזַבְאֵ֜ל <WH4898> me-shei-zav-'El of Meshezabeel מִבְּנֵי־ <WH1121> mib-be-nei- of the children זֶ֤רַח <WH2226> Ze-rach of Zerah בֶּן־ <WH1121> ben- the son יְהוּדָה֙ <WH3063> ye-hu-Dah of Judah לְיַ֣ד <WH3027> le-Yad hand הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, [was] at the king's לְכָל־ <WH3605> le-chol all דָּבָ֖ר <WH1697> da-Var in all matters לָעָֽם׃ <WH5971> la-'Am. concerning the people"},{"number":25,"verse":"וְאֶל־ <WH413> ve-'el- about הַחֲצֵרִ֖ים <WH2691> ha-cha-tze-Rim And for the villages בִּשְׂדֹתָ֑ם <WH7704> bis-do-Tam; with their fields מִבְּנֵ֣י <WH1121> mib-be-Nei [some] of the children יְהוּדָ֗ה <WH3063> ye-hu-Dah, of Judah יָֽשְׁב֞וּ <WH3427> ya-she-Vu dwelt בְּקִרְיַ֤ת be-kir-Yat הָֽאַרְבַּע֙ <WH7153> ha-'ar-Ba' at Kirjatharba וּבְנֹתֶ֔יהָ <WH1323> u-ve-no-Tei-ha, and [in] the villages וּבְדִיבֹן֙ <WH1769> u-ve-di-Von thereof and at Dibon וּבְנֹתֶ֔יהָ <WH1323> u-ve-no-Tei-ha, and [in] the villages וּבִֽיקַּבְצְאֵ֖ל <WH3343> u-vik-kav-tze-'El thereof and at Jekabzeel וַחֲצֵרֶֽיהָ׃ <WH2691> va-cha-tze-Rei-ha. and [in] the villages"},{"number":26,"verse":"וּבְיֵשׁ֥וּעַ <WH3442> u-ve-ye-Shu-a' And at Jeshua וּבְמוֹלָדָ֖ה <WH4137> u-ve-mo-la-Dah and at Moladah וּבְבֵ֥ית u-ve-Veit פָּֽלֶט׃ <WH1046> Pa-let. and at Bethphelet"},{"number":27,"verse":"וּבַחֲצַ֥ר u-va-cha-Tzar שׁוּעָ֛ל <WH2705> shu-'Al And at Hazarshual וּבִבְאֵ֥ר u-viv-'Er שֶׁ֖בַע <WH884> She-va' and at Beersheba וּבְנֹתֶֽיהָ׃ <WH1323> u-ve-no-Tei-ha. and [in] the villages"},{"number":28,"verse":"וּבְצִֽקְלַ֥ג <WH6860> u-ve-tzik-Lag And at Ziklag וּבִמְכֹנָ֖ה <WH4368> u-vim-cho-Nah and at Mekonah וּבִבְנֹתֶֽיהָ׃ <WH1323> u-viv-no-Tei-ha. and in the villages"},{"number":29,"verse":"וּבְעֵ֥ין u-ve-'Ein רִמּ֛וֹן <WH5884> rim-Mon And at Enrimmon וּבְצָרְעָ֖ה <WH6881> u-ve-tza-re-'Ah and at Zareah וּבְיַרְמֽוּת׃ <WH3412> u-ve-yar-Mut. and at Jarmuth"},{"number":30,"verse":"זָנֹ֤חַ <WH2182> za-No-ach Zanoah עֲדֻלָּם֙ <WH5725> 'a-dul-Lam Adullam וְחַצְרֵיהֶ֔ם <WH2691> ve-chatz-rei-Hem, and [in] their villages לָכִישׁ֙ <WH3923> la-Chish at Lachish וּשְׂדֹתֶ֔יהָ <WH7704> u-se-do-Tei-ha, and the fields עֲזֵקָ֖ה <WH5825> 'a-ze-Kah thereof at Azekah וּבְנֹתֶ֑יהָ <WH1323> u-ve-no-Tei-ha; and [in] the villages וַיַּחֲנ֥וּ <WH2583> vai-ya-cha-Nu thereof And they dwelt מִבְּאֵֽר־ mib-be-'er- שֶׁ֖בַע <WH884> She-va' from Beersheba עַד־ <WH5704> 'ad- far גֵּֽיא־ <WH1516> gei- unto the valley הִנֹּֽם׃ <WH2011> hin-Nom. of Hinnom"},{"number":31,"verse":"וּבְנֵ֥י <WH1121> u-ve-Nei The children בִנְיָמִ֖ן <WH1144> vin-ya-Min also of Benjamin מִגָּ֑בַע <WH1387> mig-Ga-va'; from Geba מִכְמָ֣שׂ <WH4363> mich-Mas [dwelt] at Michmash וְעַיָּ֔ה <WH5857> ve-'ai-Yah, and Aija וּבֵֽית־ u-veit- אֵ֖ל <WH1008> 'el and Bethel וּבְנֹתֶֽיהָ׃ <WH1323> u-ve-no-Tei-ha. and [in] their villages"},{"number":32,"verse":"עֲנָת֥וֹת <WH6068> a-na-Tot [And] at Anathoth נֹ֖ב <WH5011> no Nob עֲנָֽנְיָֽה׃ <WH6055> 'a-Na-ne-Yah. Ananiah"},{"number":33,"verse":"חָצ֥וֹר׀ <WH2674> cha-Tzor Hazor רָמָ֖ה <WH7414> ra-Mah Ramah גִּתָּֽיִם׃ <WH1664> git-Ta-yim. Gittaim"},{"number":34,"verse":"חָדִ֥יד <WH2307> cha-Did Hadid צְבֹעִ֖ים <WH6650> tze-vo-'Im Zeboim נְבַלָּֽט׃ <WH5041> ne-val-Lat. Neballat"},{"number":35,"verse":"לֹ֥ד <WH3850> lod Lod וְאוֹנ֖וֹ <WH207> ve-'o-No and Ono גֵּ֥י <WH1516> gei the valley הַחֲרָשִֽׁים׃ <WH2791> ha-cha-ra-Shim. cunning"},{"number":36,"verse":"וּמִן־ <WH4480> u-min- From הַלְוִיִּ֔ם <WH3881> hal-vi-Yim, And of the Levites מַחְלְק֥וֹת <WH4256> mach-le-Kot [were] divisions יְהוּדָ֖ה <WH3063> ye-hu-Dah [in] Judah לְבִנְיָמִֽין׃ <WH1144> le-vin-ya-Min. [and] in Benjamin פ Peh"}]}