{"bibleAbbr":"NIV2011","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":3,"verses":[{"number":1,"verse":"[1] I am the man who has seen affliction by the rod of the LORD’s wrath."},{"number":2,"verse":"He has driven me away and made me walk in darkness rather than light;"},{"number":3,"verse":"indeed, he has turned his hand against me again and again, all day long."},{"number":4,"verse":"He has made my skin and my flesh grow old and has broken my bones."},{"number":5,"verse":"He has besieged me and surrounded me with bitterness and hardship."},{"number":6,"verse":"He has made me dwell in darkness like those long dead."},{"number":7,"verse":"He has walled me in so I cannot escape; he has weighed me down with chains."},{"number":8,"verse":"Even when I call out or cry for help, he shuts out my prayer."},{"number":9,"verse":"He has barred my way with blocks of stone; he has made my paths crooked."},{"number":10,"verse":"Like a bear lying in wait, like a lion in hiding,"},{"number":11,"verse":"he dragged me from the path and mangled me and left me without help."},{"number":12,"verse":"He drew his bow and made me the target for his arrows."},{"number":13,"verse":"He pierced my heart with arrows from his quiver."},{"number":14,"verse":"I became the laughingstock of all my people; they mock me in song all day long."},{"number":15,"verse":"He has filled me with bitter herbs and given me gall to drink."},{"number":16,"verse":"He has broken my teeth with gravel; he has trampled me in the dust."},{"number":17,"verse":"I have been deprived of peace; I have forgotten what prosperity is."},{"number":18,"verse":"So I say, “My splendor is gone and all that I had hoped from the LORD.”"},{"number":19,"verse":"I remember my affliction and my wandering, the bitterness and the gall."},{"number":20,"verse":"I well remember them, and my soul is downcast within me."},{"number":21,"verse":"Yet this I call to mind and therefore I have hope:"},{"number":22,"verse":"Because of the LORD’s great love we are not consumed, for his compassions never fail."},{"number":23,"verse":"They are new every morning; great is your faithfulness."},{"number":24,"verse":"I say to myself, “The LORD is my portion; therefore I will wait for him.”"},{"number":25,"verse":"The LORD is good to those whose hope is in him, to the one who seeks him;"},{"number":26,"verse":"it is good to wait quietly for the salvation of the LORD."},{"number":27,"verse":"It is good for a man to bear the yoke while he is young."},{"number":28,"verse":"Let him sit alone in silence, for the LORD has laid it on him."},{"number":29,"verse":"Let him bury his face in the dust - there may yet be hope."},{"number":30,"verse":"Let him offer his cheek to one who would strike him, and let him be filled with disgrace."},{"number":31,"verse":"For no one is cast off by the Lord forever."},{"number":32,"verse":"Though he brings grief, he will show compassion, so great is his unfailing love."},{"number":33,"verse":"For he does not willingly bring affliction or grief to anyone."},{"number":34,"verse":"To crush underfoot all prisoners in the land,"},{"number":35,"verse":"to deny people their rights before the Most High,"},{"number":36,"verse":"to deprive them of justice - would not the Lord see such things?"},{"number":37,"verse":"Who can speak and have it happen if the Lord has not decreed it?"},{"number":38,"verse":"Is it not from the mouth of the Most High that both calamities and good things come?"},{"number":39,"verse":"Why should the living complain when punished for their sins?"},{"number":40,"verse":"Let us examine our ways and test them, and let us return to the LORD."},{"number":41,"verse":"Let us lift up our hearts and our hands to God in heaven, and say:"},{"number":42,"verse":"“We have sinned and rebelled and you have not forgiven."},{"number":43,"verse":"“You have covered yourself with anger and pursued us; you have slain without pity."},{"number":44,"verse":"You have covered yourself with a cloud so that no prayer can get through."},{"number":45,"verse":"You have made us scum and refuse among the nations."},{"number":46,"verse":"“All our enemies have opened their mouths wide against us."},{"number":47,"verse":"We have suffered terror and pitfalls, ruin and destruction.”"},{"number":48,"verse":"Streams of tears flow from my eyes because my people are destroyed."},{"number":49,"verse":"My eyes will flow unceasingly, without relief,"},{"number":50,"verse":"until the LORD looks down from heaven and sees."},{"number":51,"verse":"What I see brings grief to my soul because of all the women of my city."},{"number":52,"verse":"Those who were my enemies without cause hunted me like a bird."},{"number":53,"verse":"They tried to end my life in a pit and threw stones at me;"},{"number":54,"verse":"the waters closed over my head, and I thought I was about to perish."},{"number":55,"verse":"I called on your name, LORD, from the depths of the pit."},{"number":56,"verse":"You heard my plea: “Do not close your ears to my cry for relief.”"},{"number":57,"verse":"You came near when I called you, and you said, “Do not fear.”"},{"number":58,"verse":"You, Lord, took up my case; you redeemed my life."},{"number":59,"verse":"LORD, you have seen the wrong done to me. Uphold my cause!"},{"number":60,"verse":"You have seen the depth of their vengeance, all their plots against me."},{"number":61,"verse":"LORD, you have heard their insults, all their plots against me -"},{"number":62,"verse":"what my enemies whisper and mutter against me all day long."},{"number":63,"verse":"Look at them! Sitting or standing, they mock me in their songs."},{"number":64,"verse":"Pay them back what they deserve, LORD, for what their hands have done."},{"number":65,"verse":"Put a veil over their hearts, and may your curse be on them!"},{"number":66,"verse":"Pursue them in anger and destroy them from under the heavens of the LORD."}]}