{"bibleAbbr":"KNJV","bookName":"ರೋಮಾಪುರದವರಿಗೆ","bookEnglishName":"Romans","chapterNumber":1,"verses":[{"number":1,"verse":"ಯೇಸು ಕ್ರಿಸ್ತನ ದಾಸನೂ ಅಪೊಸ್ತಲನಾಗುವದಕ್ಕೆ ಕರೆಯಲ್ಪಟ್ಟವನೂ ದೇವರ ಸುವಾರ್ತೆಯನ್ನು ಸಾರುವದಕ್ಕೆ ನೇಮಿಸಲ್ಪಟ್ಟವನೂ ಆಗಿರುವ ಪೌಲನು"},{"number":7,"verse":"ರೋಮಾಪುರದಲ್ಲಿ ದೇವರಿಗೆ ಪ್ರಿಯರೂ ದೇವಜನರಾಗುವದಕ್ಕೆ ಕರೆಯಲ್ಪಟ್ಟವರೂ ಆಗಿರುವವರೆಲ್ಲರಿಗೆ ಬರೆಯುವದೇನಂದರೆ - ನಮ್ಮ ತಂದೆಯಾಗಿರುವ ದೇವರಿಂದಲೂ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನಿಂದಲೂ ನಿಮಗೆ ಕೃಪೆಯೂ ಶಾಂತಿಯೂ ಆಗಲಿ. ಸುವಾರ್ತೆಯನ್ನು ಸಾರಿ ಹೇಳಿಸುತ್ತೇನೆಂದು ದೇವರು ಮುಂಚಿತವಾಗಿ ಪವಿತ್ರಶಾಸ್ತ್ರಗಳಲ್ಲಿ ತನ್ನ ಪ್ರವಾದಿಗಳ ಮೂಲಕ ಮಾತುಕೊಟ್ಟನು. ಈ ಸುವಾರ್ತೆಯು ದೇವರ ಮಗನೂ ನಮ್ಮ ಕರ್ತನೂ ಆಗಿರುವ ಯೇಸು ಕ್ರಿಸ್ತನ ವಿಷಯವಾದದ್ದು. ಆತನು ವಂಶಕ್ರಮದಿಂದ ದಾವೀದನ ಸಂತಾನದಲ್ಲಿ ಹುಟ್ಟಿದವನೂ, ಪವಿತ್ರವಾದ ಆತ್ಮವುಳ್ಳವನಾಗಿದ್ದು ಸತ್ತಮೇಲೆ ಜೀವಿತನಾಗಿ ಎದ್ದು ಬಂದ ಮಹತ್ಕಾರ್ಯದಿಂದ ದೇವಕುಮಾರನೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಟ್ಟವನೂ ಆಗಿದ್ದಾನೆ. ಆತನ ಹೆಸರಿನ ಪ್ರಸಿದ್ಧಿಗಾಗಿ ಎಲ್ಲಾ ಅನ್ಯಜನಗಳಲ್ಲಿ ನಂಬಿಕೆಯೆಂಬ ವಿಧೇಯತ್ವ ಉಂಟಾಗುವದಕ್ಕೋಸ್ಕರ ನಾವು ಆತನ ಮೂಲಕವಾಗಿ ಕೃಪೆಯನ್ನೂ ಅಪೊಸ್ತಲತನವನ್ನೂ ಹೊಂದಿದೆವು. ಯೇಸು ಕ್ರಿಸ್ತನವರಾಗುವದಕ್ಕೆ ಕರೆಯಲ್ಪಟ್ಟ ನೀವು ಸಹ ಆ ಅನ್ಯಜನರೊಳಗಿನವರಾದ್ದರಿಂದ ನಿಮಗೆ ಬರೆಯುತ್ತೇನೆ."},{"number":8,"verse":"ಮೊದಲನೇದು, ನಿಮ್ಮ ನಂಬಿಕೆಯು ಲೋಕದಲ್ಲೆಲ್ಲಾ ಪ್ರಸಿದ್ಧಿಗೆ ಬಂದದ್ದರಿಂದ ನಿಮ್ಮೆಲ್ಲರ ವಿಷಯವಾಗಿ ಯೇಸು ಕ್ರಿಸ್ತನ ಮೂಲಕ ನನ್ನ ದೇವರಿಗೆ ಸ್ತೋತ್ರ ಮಾಡುತ್ತೇನೆ."},{"number":9,"verse":"ನಾನು ಪ್ರಾರ್ಥನೆ ಮಾಡುವಾಗೆಲ್ಲಾ ತಪ್ಪದೆ ನಿಮಗೋಸ್ಕರ ವಿಜ್ಞಾಪನೆಮಾಡಿ ಇನ್ನು ಮೇಲೆಯಾದರೂ ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವದಕ್ಕೆ ದೇವರ ಚಿತ್ತದಿಂದ ನನಗೆ ಹೇಗೂ ಅನುಕೂಲವಾಗಬೇಕೆಂದು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ; ಇದಕ್ಕೆ ದೇವರೇ ನನ್ನ ಸಾಕ್ಷಿ; ಆತನ ಮಗನ ಸುವಾರ್ತೆಯನ್ನು ಸಾರುತ್ತಾ ಆತನನ್ನೇ ನನ್ನ ಆತ್ಮದಲ್ಲಿ ಆರಾಧಿಸುವವನಾಗಿದ್ದೇನೆ."},{"number":11,"verse":"ನನ್ನ ಮುಖಾಂತರವಾಗಿ ನಿಮಗೆ ಪಾರಮಾರ್ಥಿಕ ವರವೇನಾದರೂ ದೊರಕಿ ನೀವು ದೃಢವಾಗುವದಕ್ಕೋಸ್ಕರ ಅಂದರೆ ನಾನು ನಿಮ್ಮ ನಂಬಿಕೆಯಿಂದ ನೀವು ನನ್ನ ನಂಬಿಕೆಯಿಂದ ಸಹಾಯಹೊಂದಿ ಈ ಪ್ರಕಾರ ನಿಮ್ಮೊಂದಿಗೆ ನಾನು ಧೈರ್ಯಗೊಳ್ಳುವದಕ್ಕೋಸ್ಕರ ನಿಮ್ಮನ್ನು ನೋಡಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ."},{"number":13,"verse":"ಸಹೋದರರೇ, ನನ್ನ ಕೆಲಸವು ಇತರ ಜನಗಳಲ್ಲಿ ಸಫಲವಾದಂತೆ ನಿಮ್ಮಲ್ಲಿಯೂ ಸಫಲವಾದೀತೆಂದು ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವದಕ್ಕೆ ಅನೇಕಾವರ್ತಿ ಮನಸ್ಸು ಮಾಡಿಕೊಂಡಿದ್ದಾಗ್ಯೂ ಇಂದಿನವರೆಗೂ ಅಡ್ಡಿಯಾಯಿತೆಂದು ನಿಮಗೆ ತಿಳಿದಿರಬೇಕೆಂದು ನನ್ನ ಅಪೇಕ್ಷೆ."},{"number":14,"verse":"ಗ್ರೀಕರಿಗೂ ಇತರ ಜನಗಳಿಗೂ ಜ್ಞಾನಿಗಳಿಗೂ ಮೂಢರಿಗೂ ತೀರಿಸಬೇಕಾದ ಒಂದು ಋಣ ನನ್ನ ಮೇಲೆ ಅದೆ."},{"number":15,"verse":"ಹೀಗಿರುವದರಿಂದ ರೋಮಾಪುರದಲ್ಲಿರುವ ನಿಮಗೆ ಸಹ ಸುವಾರ್ತೆಯನ್ನು ಸಾರುವದಕ್ಕೆ ನಾನಂತೂ ಸಿದ್ಧವಾಗಿದ್ದೇನೆ. ಸುವಾರ್ತೆಯ ವಿಷಯದಲ್ಲಿ ನಾನು ನಾಚಿಕೊಳ್ಳುವವನಲ್ಲ."},{"number":16,"verse":"ಆ ಸುವಾರ್ತೆಯು ದೇವರ ಬಲಸ್ವರೂಪವಾಗಿದ್ದು ಮೊದಲು ಯೆಹೂದ್ಯರಿಗೆ ಆಮೇಲೆ ಗ್ರೀಕರಿಗೆ ಅಂತೂ ನಂಬುವವರೆಲ್ಲರಿಗೂ ರಕ್ಷಣೆ ಉಂಟುಮಾಡುವಂಥದಾಗಿದೆ."},{"number":17,"verse":"ಹೇಗಂದರೆ ದೇವರಿಂದ ದೊರಕುವ ನೀತಿಯು ಅದರಲ್ಲಿ ತೋರಿಬರುತ್ತದೆ. ನೀತಿವಂತನು ನಂಬಿಕೆಯಿಂದಲೇ ಬದುಕುವನೆಂಬ ಶಾಸ್ತ್ರೋಕ್ತಿಯ ಪ್ರಕಾರ ಆ ನೀತಿಯು ನಂಬಿಕೆಯ ಫಲವಾಗಿದ್ದು ನಂಬಿಕೆಯನ್ನು ಪ್ರಕಟಿಸುವಂಥದಾಗಿದೆ."},{"number":18,"verse":"ದುಷ್ಟತನವನ್ನು ನಡಿಸಿ ಸತ್ಯವನ್ನು ಅಣಗಿಸುವವರಾದ ಮನುಷ್ಯರ ಎಲ್ಲಾ ವಿಧವಾದ ಭಕ್ತಿಹೀನತೆಯ ಮೇಲೆಯೂ ದುಷ್ಟತನದ ಮೇಲೆಯೂ ದೇವರ ಕೋಪವು ಪರಲೋಕದಿಂದ ತೋರಿಬರುತ್ತದೆ."},{"number":19,"verse":"ಯಾಕಂದರೆ ದೇವರ ವಿಷಯವಾಗಿ ತಿಳಿಯಬಹುದಾದದ್ದು ಅವರ ಮನಸ್ಸಿಗೆ ಸ್ಪಷ್ಟವಾಗಿ ತಿಳಿದದೆ; ಅದನ್ನು ಅವರಿಗೆ ದೇವರೇ ಸ್ಪಷ್ಟವಾಗಿ ತಿಳಿಸಿದನು."},{"number":20,"verse":"ಹೇಗಂದರೆ ಕಣ್ಣಿಗೆ ಕಾಣದಿರುವ ಆತನ ಗುಣಲಕ್ಷಣಗಳು ಅಂದರೆ ಆತನ ನಿತ್ಯಶಕ್ತಿಯೂ ದೇವತ್ವವೂ ಜಗದುತ್ಪತ್ತಿ ಮೊದಲುಗೊಂಡು ಆತನು ಮಾಡಿದ ಸೃಷ್ಟಿಗಳ ಮೂಲಕ ಬುದ್ಧಿಗೆ ಗೊತ್ತಾಗಿ ಕಾಣಬರುತ್ತವೆ; ಹೀಗಿರುವದರಿಂದ ಅವರು ಉತ್ತರವಿಲ್ಲದವರಾಗಿದ್ದಾರೆ."},{"number":21,"verse":"ಯಾಕಂದರೆ ದೇವರ ವಿಷಯವಾಗಿ ಅವರಿಗೆ ತಿಳುವಳಿಕೆಯಿದ್ದರೂ ಅವರು ಆತನನ್ನು ದೇವರೆಂದು ಘನಪಡಿಸಲಿಲ್ಲ; ಆತನ ಉಪಕಾರಗಳನ್ನು ನೆನಸಿ ಆತನನ್ನು ಸ್ತುತಿಸಲಿಲ್ಲ. ಅವರು ವಿಚಾರ ಮಾಡಿಮಾಡಿ ಫಲ ಕಾಣಲಿಲ್ಲ; ವಿವೇಕವಿಲ್ಲದ ಅವರ ಮನಸ್ಸು ಕತ್ತಲಾಯಿತು."},{"number":22,"verse":"ತಾವು ಜ್ಞಾನಿಗಳೆಂದು ಹೇಳಿಕೊಂಡು ಹುಚ್ಚರಾದರು."},{"number":23,"verse":"ಲಯವಿಲ್ಲದ ದೇವರ ಮಹಿಮೆಯನ್ನು ಬಿಟ್ಟು ಅದಕ್ಕೆ ಬದಲಾಗಿ ಲಯವಾಗುವ ಮನುಷ್ಯ ಪಶು ಪಕ್ಷಿ ಸರ್ಪಾದಿಗಳ ಮೂರ್ತಿಯನ್ನು ಮಾಡಿಕೊಂಡರು."},{"number":24,"verse":"ಆದಕಾರಣ ಅವರು ಮನಸ್ಸಿನ ದುರಾಶೆಗಳಂತೆ ನಡೆದು ತಮ್ಮ ದೇಹಗಳನ್ನು ಮಾನಹೀನಮಾಡಿಕೊಳ್ಳಲಿ ಎಂದು ದೇವರು ಅವರನ್ನು ಹೊಲಸಾದ ನಡತೆಗೆ ಒಪ್ಪಿಸಿದನು."},{"number":25,"verse":"ಅವರು ಸತ್ಯದೇವರನ್ನು ಬಿಟ್ಟು ಅಸತ್ಯವಾದದ್ದನ್ನು ಹಿಡಿದುಕೊಂಡು ಸೃಷ್ಟಿಕರ್ತನನ್ನು ಪೂಜಿಸದೆ ಸೃಷ್ಟಿವಸ್ತುಗಳನ್ನೇ ಪೂಜಿಸಿ ಸೇವಿಸುವವರಾದರು. ಸೃಷ್ಟಿಕರ್ತನೊಬ್ಬನೇ ನಿರಂತರ ಸ್ತುತಿಹೊಂದತಕ್ಕವನು. ಆಮೆನ್."},{"number":26,"verse":"ಅವರು ಇಂಥದನ್ನು ಮಾಡಿದ್ದರಿಂದ ದೇವರು ಅವರನ್ನು ಕೇವಲ ತುಚ್ಫವಾದ ಕಾಮಾಭಿಲಾಷೆಗೆ ಒಪ್ಪಿಸಿದನು. ಹೇಗಂದರೆ ಅವರ ಹೆಂಗಸರು ಸ್ವಾಭಾವಿಕವಾದ ಭೋಗವನ್ನು ಬಿಟ್ಟು ಸ್ವಭಾವಕ್ಕೆ ವಿರುದ್ಧವಾದ ಭೋಗವನ್ನು ಅನುಸರಿಸಿದರು."},{"number":27,"verse":"ಅದರಂತೆ ಗಂಡಸರು ಸಹ ಸ್ವಾಭಾವಿಕವಾದ ಸ್ತ್ರೀಭೋಗವನ್ನು ಬಿಟ್ಟು ಒಬ್ಬರ ಮೇಲೊಬ್ಬರು ತಮ್ಮ ಕಾಮಾತುರದಿಂದ ತಾಪಪಡುತ್ತಾ ಗಂಡಸರ ಸಂಗಡ ಗಂಡಸರು ಕೇವಲ ಅವಲಕ್ಷಣವಾದದ್ದನ್ನು ನಡಿಸಿ ತಮ್ಮ ಭ್ರಾಂತಿಗೆ ತಕ್ಕ ಫಲವನ್ನು ತಮ್ಮಲ್ಲಿ ಹೊಂದುವವರಾದರು."},{"number":28,"verse":"ಇದಲ್ಲದೆ ದೇವರ ಜ್ಞಾನವು ಅವರಿಗೆ ಇಷ್ಟವಿಲ್ಲದ್ದರಿಂದ ಅಲ್ಲದ ಕೃತ್ಯಗಳನ್ನು ನಡಿಸುವವರಾಗುವಂತೆ ದೇವರು ಅವರನ್ನು ಅನಿಷ್ಟಭಾವಕ್ಕೆ ಒಪ್ಪಿಸಿದನು."},{"number":29,"verse":"ಹೇಗಂದರೆ ಅವರು ಸಕಲವಿಧವಾದ ಅನ್ಯಾಯ ದುರ್ಮಾರ್ಗತನ ಲೋಲುಪ್ತಿ ದುಷ್ಟತ್ವಗಳಿಂದಲೂ ಹೊಟ್ಟೇಕಿಚ್ಚು ಕೊಲೆ ಜಗಳ ಮೋಸ ಹಗೆತನಗಳಿಂದಲೂ ತುಂಬಿದವರಾದರು."},{"number":30,"verse":"ಅವರು ಕಿವಿ ಊದುವವರೂ ಚಾಡಿಹೇಳುವವರೂ ದೇವರನ್ನು ದ್ವೇಷಿಸುವವರೂ ಸೊಕ್ಕಿನವರೂ ಅಹಂಕಾರಿಗಳೂ ಬಡಾಯಿಕೊಚ್ಚುವವರೂ ಕೇಡನ್ನು ಕಲ್ಪಿಸುವವರೂ"},{"number":31,"verse":"ತಂದೆತಾಯಿಗಳ ಮಾತನ್ನು ಕೇಳದವರೂ ವಿವೇಕವಿಲ್ಲದವರೂ ಮಾತಿಗೆ ತಪ್ಪುವವರೂ ಮಮತೆಯಿಲ್ಲದವರೂ ಕರುಣೆಯಿಲ್ಲದವರೂ ಆದರು."},{"number":32,"verse":"ಇಂಥವುಗಳನ್ನು ನಡಿಸುವವರು ಮರಣಕ್ಕೆ ಪಾತ್ರರಾಗಿದ್ದಾರೆಂಬ ದೇವವಿಧಿಯು ಅವರಿಗೆ ತಿಳಿದಿದ್ದರೂ ಅವರು ತಾವೇ ಅವುಗಳನ್ನು ಮಾಡುವದಲ್ಲದೆ ಮಾಡುವವರನ್ನೂ ಅನುಮೋದಿಸುತ್ತಾರೆ."}]}