{"bibleAbbr":"KNJV","bookName":"ರೋಮಾಪುರದವರಿಗೆ","bookEnglishName":"Romans","chapterNumber":16,"verses":[{"number":1,"verse":"ನಾನು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸುವ ನಮ್ಮ ಸಹೋದರಿಯಾದ ಫೊಯಿಬೆಯನ್ನು ಪ್ರೀತಿಯಿಂದ ಅಂಗೀಕರಿಸಿರಿ. ಆಕೆಯು ಕೆಂಕ್ರೆಯ ಪಟ್ಟಣದಲ್ಲಿರುವ ಸಭೆಯ ಸೇವಕಳಾಗಿದ್ದಾಳೆ;"},{"number":2,"verse":"ನೀವು ಆಕೆಯನ್ನು ಕರ್ತನ ಶಿಷ್ಯಳೆಂದು ದೇವಜನರಿಗೆ ತಕ್ಕ ಹಾಗೆ ಸೇರಿಸಿಕೊಂಡು ಸಹಾಯವು ಯಾವ ವಿಷಯದಲ್ಲಿ ಬೇಕಾಗಿದ್ದರೂ ಸಹಾಯವನ್ನು ಮಾಡಿರಿ. ಆಕೆಯು ನನಗೂ ಅನೇಕರಿಗೂ ಸಹಾಯ ಮಾಡಿದವಳು."},{"number":3,"verse":"ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಸೇವೆಯಲ್ಲಿ ನನ್ನ ಜೊತೆಕೆಲಸದವರಾದ ಪ್ರಿಸ್ಕಳಿಗೂ ಅಕ್ವಿಲನಿಗೂ ನನ್ನ ವಂದನೆಗಳನ್ನು ಹೇಳಿರಿ."},{"number":4,"verse":"ಅವರು ನನ್ನ ಪ್ರಾಣದ ಸಂರಕ್ಷಣೆಗಾಗಿ ತಮ್ಮ ಪ್ರಾಣಗಳನ್ನು ಅಪಾಯಕ್ಕೆ ಗುರಿಮಾಡಿದರು. ನಾನು ಮಾತ್ರವೇ ಅಲ್ಲ, ಅನ್ಯಜನರ ಸಭೆಗಳವರೆಲ್ಲರೂ ಅವರ ಉಪಕಾರವನ್ನು ಸ್ಮರಿಸುತ್ತಾರೆ."},{"number":5,"verse":"ಅವರ ಮನೆಯಲ್ಲಿ ಕೂಡುವ ಸಭೆಗೆ ಸಹ ನನ್ನ ವಂದನೆಯನ್ನು ಹೇಳಿರಿ. ಆಸ್ಯ ಸೀಮೆಯಲ್ಲಿ ಕ್ರಿಸ್ತನಿಗೆ ಪ್ರಥಮಫಲವಾಗಿರುವ ನನ್ನ ಪ್ರಿಯನಾದ ಎಪೈನೆತನಿಗೆ ವಂದನೆ."},{"number":6,"verse":"ನಿಮಗೋಸ್ಕರ ಬಹು ಶ್ರಮೆಪಟ್ಟ ಮರಿಯಳಿಗೆ ವಂದನೆ."},{"number":7,"verse":"ನನ್ನ ಸ್ವಜನರೂ ಜೊತೆ ಸೆರೆಯವರೂ ಆಗಿರುವ ಅಂದ್ರೋನಿಕನಿಗೂ ಯೂನ್ಯನಿಗೂ ವಂದನೆ; ಅವರು ಅಪೊಸ್ತಲರಲ್ಲಿ ಪ್ರಸಿದ್ಧರಾಗಿದ್ದಾರೆ, ಮತ್ತು ನನಗಿಂತ ಮುಂಚೆ ಕ್ರಿಸ್ತನನ್ನು ನಂಬುವವರಾದರು."},{"number":8,"verse":"ಕರ್ತನಲ್ಲಿ ನನ್ನ ಪ್ರಿಯನಾದ ಅಂಪ್ಲಿಯಾತನಿಗೆ ವಂದನೆ."},{"number":9,"verse":"ಕ್ರಿಸ್ತನ ಸೇವೆಯಲ್ಲಿ ನಮ್ಮ ಜೊತೆ ಕೆಲಸದವನಾದ ಉರ್ಬಾನನಿಗೂ ನನ್ನ ಪ್ರಿಯನಾದ ಸ್ತಾಖುನಿಗೂ ವಂದನೆಗಳು."},{"number":10,"verse":"ಕ್ರಿಸ್ತನ ಸೇವೆಯಲ್ಲಿ ಪರಿಶೋಧಿತನಾದ ಅಪೆಲ್ಲನಿಗೆ ವಂದನೆ. ಅರಿಸ್ತೊಬೂಲನ ಮನೆಯವರಿಗೆ ವಂದನೆಗಳು."},{"number":11,"verse":"ನನ್ನ ಸ್ವಜನದವನಾದ ಹೆರೊಡಿಯೋನನಿಗೆ ವಂದನೆ. ನಾರ್ಕಿಸ್ಸನ ಮನೆಯವರೊಳಗೆ ಕ್ರಿಸ್ತನನ್ನು ನಂಬಿದವರಿಗೆ ವಂದನೆಗಳು."},{"number":12,"verse":"ಕರ್ತನ ಸೇವೆಯಲ್ಲಿ ಪ್ರಯಾಸಪಟ್ಟವರಾದ ತ್ರುಫೈನಳಿಗೂ ತ್ರುಫೋಸಳಿಗೂ ವಂದನೆಗಳು. ಕರ್ತನ ಸೇವೆಯಲ್ಲಿ ಬಹಳವಾಗಿ ಪ್ರಯಾಸಪಟ್ಟಿರುವ ಪ್ರಿಯ ಪೆರ್ಸೀಸಳಿಗೆ ವಂದನೆ."},{"number":13,"verse":"ಕರ್ತನ ಭಕ್ತರಲ್ಲಿ ಪ್ರಸಿದ್ಧನಾದ ರೂಫನಿಗೂ ನನಗೆ ತಾಯಿಯಂತಿರುವ ಅವನ ತಾಯಿಗೂ ವಂದನೆಗಳು."},{"number":14,"verse":"ಅಸುಂಕ್ರಿತನಿಗೂ ಪ್ಲೆಗೋನನಿಗೂ ಹೆರ್ಮೇಯನಿಗೂ ಪತ್ರೋಬನಿಗೂ ಹೆರ್ಮಾನನಿಗೂ ಅವರೊಂದಿಗಿರುವ ಸಹೋದರರಿಗೂ ವಂದನೆಗಳು."},{"number":15,"verse":"ಫಿಲೊಲೊಗನಿಗೂ ಯೂಲ್ಯಳಿಗೂ ನೇರ್ಯನಿಗೂ ಅವನ ತಂಗಿಗೂ ಒಲುಂಪನಿಗೂ ಇವರೊಂದಿಗಿರುವ ದೇವಜನರೆಲ್ಲರಿಗೂ ವಂದನೆಗಳು."},{"number":16,"verse":"ಪವಿತ್ರವಾದ ಮುದ್ದಿಟ್ಟು ಒಬ್ಬರನ್ನೊಬ್ಬರು ವಂದಿಸಿರಿ. ಕ್ರಿಸ್ತನ ಸಭೆಗಳೆಲ್ಲಾ ನಿಮ್ಮನ್ನು ವಂದಿಸುತ್ತವೆ."},{"number":17,"verse":"ಸಹೋದರರೇ, ನೀವು ಹೊಂದಿದ ಉಪದೇಶಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ಭೇದಗಳನ್ನೂ ವಿಘ್ನಗಳನ್ನೂ ನಿಮ್ಮಲ್ಲಿ ಉಂಟುಮಾಡುವವರನ್ನು ಗುರುತಿಟ್ಟು ಅವರನ್ನು ಬಿಟ್ಟು ತೊಲಗಿಹೋಗಿರಿ ಎಂದು ನಿಮ್ಮನ್ನು ಬೇಡಿಕೊಳ್ಳುತ್ತೇನೆ."},{"number":18,"verse":"ಅಂಥವರು ನಮ್ಮ ಕರ್ತನಾದ ಕ್ರಿಸ್ತನ ಸೇವೆಯನ್ನು ಮಾಡದೆ ತಮ್ಮ ಹೊಟ್ಟೆಯ ಸೇವೆಯನ್ನೇ ಮಾಡುವವರಾಗಿ ನಯದ ನುಡಿಗಳಿಂದಲೂ ಹೊಗಳಿಕೆಯ ಮಾತುಗಳಿಂದಲೂ ನಿಷ್ಕಪಟಿಗಳ ಹೃದಯಗಳನ್ನು ಮೋಸಗೊಳಿಸುತ್ತಾರೆ."},{"number":19,"verse":"ನಿಮ್ಮ ವಿಧೇಯತ್ವವು ಎಲ್ಲರಿಗೂ ಪ್ರಸಿದ್ಧವಾದದರಿಂದ ಇದನ್ನು ಬರೆದಿದ್ದೇನೆ; ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ಆನಂದಪಡುತ್ತೇನೆ. ನೀವು ಒಳ್ಳೇತನದ ವಿಷಯದಲ್ಲಿ ಜಾಣರೂ ಕೆಟ್ಟತನದ ವಿಷಯದಲ್ಲಿ ಕಳಂಕವಿಲ್ಲದವರೂ ಆಗಿರಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೇನೆ."},{"number":20,"verse":"ಶಾಂತಿದಾಯಕನಾದ ದೇವರು ಶೀಘ್ರವಾಗಿ ಸೈತಾನನನ್ನು ನಿಮ್ಮ ಕಾಲುಗಳ ಕೆಳಗೆ ಹಾಕಿ ತುಳಿಸಿಬಿಡುವನು. ನಮ್ಮ ಕರ್ತನಾದ ಯೇಸು ಕ್ರಿಸ್ತನ ಕೃಪೆಯು ನಿಮ್ಮೊಂದಿಗಿರಲಿ."},{"number":21,"verse":"ನನ್ನ ಜೊತೆಕೆಲಸದವನಾದ ತಿಮೊಥೆಯನೂ ನನ್ನ ಸ್ವಜನರಾದ ಲೂಕ್ಯನೂ ಯಾಸೋನನೂ ಸೋಸಿಪತ್ರನೂ ನಿಮಗೆ ವಂದನೆಗಳನ್ನು ಹೇಳುತ್ತಾರೆ."},{"number":22,"verse":"ಈ ಪತ್ರಿಕೆಯನ್ನು ಬರೆದ ತೆರ್ತ್ಯನೆಂಬ ನಾನು ನಿಮ್ಮನ್ನು ಕರ್ತನಲ್ಲಿ ವಂದಿಸುತ್ತೇನೆ."},{"number":23,"verse":"ನನಗೂ ಸಮಸ್ತ ಸಭೆಗೂ ಅತಿಥಿಸತ್ಕಾರವನ್ನು ಮಾಡುತ್ತಿರುವ ಗಾಯನು ನಿಮ್ಮನ್ನು ವಂದಿಸುತ್ತಾನೆ. ಈ ಪಟ್ಟಣದ ಖಜಾನೆಯ ಮೇಲ್ವಿಚಾರಕನಾಗಿರುವ ಎರಸ್ತನೂ ಸಹೋದರನಾದ ಕ್ವರ್ತನೂ ನಿಮಗೆ ವಂದನೆಗಳನ್ನು ಹೇಳುತ್ತಾರೆ."},{"number":25,"verse":"ಅನಾದಿಯಾಗಿ ಗುಪ್ತವಾಗಿದ್ದ ಮರ್ಮವು ಈಗ ಪ್ರಕಾಶಕ್ಕೆ ಬಂದು ನಿತ್ಯನಾದ ದೇವರ ಅಪ್ಪಣೆಯ ಪ್ರಕಾರ ಪ್ರವಾದಿಗಳ ಗ್ರಂಥಗಳ ಮೂಲಕ ಅನ್ಯಜನರೆಲ್ಲರಿಗೆ ನಂಬಿಕೆಯೆಂಬ ವಿಧೇಯತ್ವವನ್ನು ಉಂಟುಮಾಡುವದಕ್ಕೋಸ್ಕರ ತಿಳಿಸಲ್ಪಟ್ಟಿದೆ. ಪ್ರಕಾಶಕ್ಕೆ ಬಂದಿರುವ ಈ ಮರ್ಮಕ್ಕೆ ಅನುಸಾರ ಅಂದರೆ ಯೇಸು ಕ್ರಿಸ್ತನ ವಿಷಯವಾದಂಥ ನಾನು ಸಾರುವಂಥ ಸುವಾರ್ತೆಗನುಸಾರ ನಿಮ್ಮನ್ನು ಸ್ಥಿರಪಡಿಸುವದಕ್ಕೆ ಶಕ್ತನಾಗಿರುವ"},{"number":27,"verse":"ಜ್ಞಾನನಿಧಿಯಾದ ಒಬ್ಬನೇ ದೇವರಿಗೆ ಯೇಸು ಕ್ರಿಸ್ತನ ಮೂಲಕ ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿಯೂ ಸ್ತೋತ್ರವಾಗಲಿ. ಆಮೆನ್."}]}