{"bibleAbbr":"KNJV","bookName":"ರೋಮಾಪುರದವರಿಗೆ","bookEnglishName":"Romans","chapterNumber":3,"verses":[{"number":1,"verse":"ಹಾಗಾದರೆ ಯೆಹೂದ್ಯರ ಶ್ರೇಷ್ಠತ್ವವೇನು? ಸುನ್ನತಿಯಿಂದ ಲಾಭವೇನು?"},{"number":2,"verse":"ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿಯೂ ಬಹಳ ಉಂಟು. ಮೊದಲನೇದಾಗಿ ದೈವೋಕ್ತಿಗಳು ಅವರ ವಶಕ್ಕೆ ಒಪ್ಪಿಸಲ್ಪಟ್ಟವು."},{"number":3,"verse":"ಅವರಲ್ಲಿ ಕೆಲವರು ನಂಬದೆ ಹೋಗಿದ್ದರೇನು? ಅವರು ನಂಬದೆ ಹೋದದರಿಂದ ದೇವರು ವಚನಕ್ಕೆ ತಪ್ಪುವವನಾದನೋ? ಎಂದಿಗೂ ಇಲ್ಲ;"},{"number":4,"verse":"ಎಲ್ಲಾ ಮನುಷ್ಯರು ಸುಳ್ಳುಗಾರರಾದರೂ ದೇವರು ಸತ್ಯವಂತನೇ ಸರಿ. ನೀನು ಎಲ್ಲಾ ನುಡಿಗಳಲ್ಲಿ ನ್ಯಾಯಸ್ಥನೆಂದು ಕಾಣಿಸಿಕೊಳ್ಳಬೇಕು, ನಿನ್ನ ಮೇಲೆ ವ್ಯಾಜ್ಯ ನಡೆಯುವಾಗ ನೀನು ಗೆಲ್ಲಬೇಕು ಎಂದು ಬರೆದದೆ."},{"number":5,"verse":"ನಾವು ನೀತಿ ತಪ್ಪಿನಡೆಯುವದರಿಂದ ದೇವರಲ್ಲಿರುವ ನೀತಿ ಪ್ರಸಿದ್ಧಿಗೆ ಬರುವದಾದರೆ ನಾವು ಏನು ಹೇಳೋಣ? ಉಗ್ರದಂಡನೆಯನ್ನು ಮಾಡುವ ದೇವರು ಅನ್ಯಾಯಸ್ಥನೇನು? (ಈ ಮಾತನ್ನು ಲೋಕರೀತಿಯಾಗಿ ಆಡಿದ್ದೇನೆ.) ಎಂದಿಗೂ ಅಲ್ಲ."},{"number":6,"verse":"ದೇವರು ಅನ್ಯಾಯಸ್ಥನಾಗಿದ್ದರೆ ಲೋಕಕ್ಕೆ ಹೇಗೆ ನ್ಯಾಯತೀರಿಸಾನು?"},{"number":7,"verse":"ನನ್ನ ಸುಳ್ಳಿನಿಂದ ದೇವರ ಸತ್ಯವು ಪ್ರಸಿದ್ಧಿಗೆ ಬಂದು ಆತನ ಮಹಿಮೆ ಹೆಚ್ಚಾದರೆ ಇನ್ನು ನನಗೆ ಪಾಪಿಯೆಂದು ತೀರ್ಪಾಗುವದು ಯಾಕೆ?"},{"number":8,"verse":"ಮೇಲು ಬರುವಂತೆ ಕೇಡು ಮಾಡೋಣ ಎಂದು ಯಾಕೆ ಹೇಳಬಾರದು? ಕೆಲವರು ನಮ್ಮನ್ನು ಕುರಿತು - ಇವರು ಹೀಗೆ ಬೋಧನೆಮಾಡುವವರೆಂದು ದೂಷಿಸಿ ಹೇಳುತ್ತಾರಲ್ಲ; ಅಂಥವರಿಗೆ ದಂಡನೆಯ ತೀರ್ಪಾಗುವದು ನ್ಯಾಯ."},{"number":9,"verse":"ಹಾಗಾದರೆ ಏನು ಹೇಳಬೇಕು? ನಾವು ಅನ್ಯರಿಗಿಂತ ಉತ್ತಮಸ್ಥಾನದಲ್ಲಿದ್ದೇವೋ? ಎಷ್ಟು ಮಾತ್ರಕ್ಕೂ ಇಲ್ಲ. ಯೆಹೂದ್ಯರೇ ಆಗಲಿ ಗ್ರೀಕರೇ ಆಗಲಿ ಎಲ್ಲರೂ ಪಾಪಕ್ಕೆ ಒಳಬಿದ್ದವರೆಂದು ಮೊದಲೇ ತೋರಿಸಿಕೊಟ್ಟಿದ್ದೇವಲ್ಲಾ."},{"number":10,"verse":"ಇದು ಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದಿರುವ ಮಾತುಗಳಿಗೆ ಸರಿಯಾಗಿದೆ; ಅವು ಯಾವವಂದರೆ - ನೀತಿವಂತನು ಇಲ್ಲ, ಒಬ್ಬನಾದರೂ ಇಲ್ಲ;"},{"number":11,"verse":"ತಿಳುವಳಿಕೆಯುಳ್ಳವನು ಇಲ್ಲ, ದೇವರನ್ನು ಹುಡುಕುವವನು ಇಲ್ಲ."},{"number":12,"verse":"ಎಲ್ಲರೂ ದಾರಿತಪ್ಪಿ ನಡೆಯುತ್ತಾರೆ, ಎಲ್ಲರೂ ಕೆಲಸಕ್ಕೆ ಬಾರದವರಾದರು. ಒಳ್ಳೇದನ್ನು ಮಾಡುವವನು ಇಲ್ಲ, ಒಬ್ಬನಾದರೂ ಇಲ್ಲ."},{"number":13,"verse":"ಅವರ ಗಂಟಲು ತೆರೆದಿರುವ ಸಮಾಧಿಯಾಗಿದೆ. ಅವರು ನಾಲಿಗೆಯಿಂದ ವಂಚನೆಯ ಮಾತುಗಳನ್ನಾಡುತ್ತಾರೆ; ಅವರ ತುಟಿಗಳ ಹಿಂದೆ ಹಾವಿನ ವಿಷವದೆ."},{"number":14,"verse":"ಅವರ ಬಾಯಿ ಶಾಪದಿಂದಲೂ ಕ್ರೋಧದ ಮಾತುಗಳಿಂದಲೂ ತುಂಬಿ ಅದೆ."},{"number":15,"verse":"ಅವರ ಕಾಲುಗಳು ರಕ್ತವನ್ನು ಸುರಿಸಲು ಆತುರಪಡುತ್ತವೆ."},{"number":16,"verse":"ಅವರು ಹೋದ ದಾರಿಗಳಲ್ಲಿ ನಾಶ ಸಂಕಟಗಳು ಉಂಟಾಗುತ್ತವೆ."},{"number":17,"verse":"ಸಮಾಧಾನದ ಮಾರ್ಗವನ್ನೇ ಅರಿಯರು."},{"number":18,"verse":"ಅವರ ಕಣ್ಣೆದುರಿಗೆ ದೇವರ ಭಯವೇ ಇಲ್ಲ ಎಂಬವುಗಳೇ."},{"number":19,"verse":"ಧರ್ಮಶಾಸ್ತ್ರದ ನುಡಿಗಳೆಲ್ಲವು ಆ ಶಾಸ್ತ್ರಕ್ಕೆ ಒಳಗಾದವರಿಗೇ ಹೇಳಿವೆಯೆಂದು ಬಲ್ಲೆವಷ್ಟೆ; ಹೀಗೆ ಎಲ್ಲರ ಬಾಯಿ ಕಟ್ಟಿಹೋಗುವದು, ಲೋಕವೆಲ್ಲಾ ದೇವರ ಮುಂದೆ ಅಪರಾಧಿಯಾಗಿ ನಿಲ್ಲುವದು."},{"number":20,"verse":"ಯಾಕಂದರೆ ಯಾವನಾದರೂ ನೇಮನಿಷ್ಠೆಗಳನ್ನನುಸರಿಸಿ ದೇವರ ಸನ್ನಿಧಿಯಲ್ಲಿ ನೀತಿವಂತನೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಡುವದಿಲ್ಲ. ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ ಪಾಪದ ಅರುಹು ಉಂಟಾಗುತ್ತದಷ್ಟೆ."},{"number":21,"verse":"ಈಗಲಾದರೋ ದೇವರಿಂದ ದೊರಕುವ ನೀತಿಯು ಧರ್ಮಶಾಸ್ತ್ರನಿಯಮಗಳಿಲ್ಲದೆ ಪ್ರಕಟವಾಗಿದೆ. ಅದು ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದಿಂದಲೂ ಪ್ರವಾದಿಗಳ ನುಡಿಗಳಿಂದಲೂ ಸಾಕ್ಷಿಗೊಂಡಿರುತ್ತದೆ."},{"number":22,"verse":"ದೇವರಿಂದಾಗುವ ಆ ನೀತಿಯು ಯಾವದಂದರೆ ಯೇಸು ಕ್ರಿಸ್ತನನ್ನು ನಂಬುವದರಿಂದಲೇ ನಂಬುವವರೆಲ್ಲರಿಗೆ ದೊರಕುವಂಥದು. ಹೆಚ್ಚುಕಡಿಮೆ ಏನೂ ಇಲ್ಲ."},{"number":23,"verse":"ಎಲ್ಲರೂ ಪಾಪಮಾಡಿ ದೇವರ ಮಹಿಮೆಯನ್ನು ಹೊಂದದೆ ಹೋಗಿದ್ದಾರೆ."},{"number":24,"verse":"ಅವರು ನೀತಿವಂತರೆಂದು ನಿರ್ಣಯ ಹೊಂದುವದು ದೇವರ ಉಚಿತಾರ್ಥವಾದ ಕೃಪೆಯಿಂದಲೇ ಕ್ರಿಸ್ತಯೇಸುವಿನಿಂದಾದ ಪಾಪ ವಿಮೋಚನೆಯ ಮೂಲಕವಾಗಿ ಆಗುವದು."},{"number":25,"verse":"ಈತನು ತನ್ನ ರಕ್ತವನ್ನು ಸುರಿಸಿ ನಂಬಿಕೆಯಿದ್ದವರಿಗಾಗಿ ಕೃಪಾಧಾರವಾಗಬೇಕೆಂದು ದೇವರು ಈತನನ್ನು ಮುಂದಿಟ್ಟನು."},{"number":26,"verse":"ದೇವರು ಹಿಂದಿನ ಕಾಲದ ಪಾಪಗಳನ್ನು ದಂಡಿಸದೆ ಸಹಿಸಿಕೊಂಡಿರಲಾಗಿ ತನ್ನ ನೀತಿಯನ್ನು ಈಗಿನ ಕಾಲದಲ್ಲಿ ಹೀಗೆ ತೋರಿಸಿ ತಾನು ನೀತಿಸ್ವರೂಪನಾಗಿಯೂ ಯೇಸುವಿನಲ್ಲಿ ನಂಬಿಕೆಯಿಡುವವರನ್ನು ನೀತಿವಂತರೆಂದು ನಿರ್ಣಯಿಸುವವನಾಗಿಯೂ ಕಾಣಿಸಿಕೊಂಡಿದ್ದಾನೆ."},{"number":27,"verse":"ಹಾಗಾದರೆ ಹೊಗಳಿಕೊಳ್ಳುವದಕ್ಕೆ ಆಸ್ಪದವೆಲ್ಲಿ? ಅದು ಇಲ್ಲದೆ ಹೋಯಿತು. ಯಾವ ಪ್ರಮಾಣದಿಂದ? ಕರ್ಮಮಾರ್ಗವನ್ನು ಅನುಸರಿಸುವದರಿಂದಲೋ? ಅಲ್ಲ; ವಿಶ್ವಾಸ ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸುವದರಿಂದಲೇ."},{"number":28,"verse":"ಧರ್ಮಪ್ರಮಾಣಸಂಬಂಧವಾದ ಕರ್ಮಗಳಿಲ್ಲದೆ ನಂಬಿಕೆಯಿಂದಲೇ ಮನುಷ್ಯರು ನೀತಿವಂತರೆಂದು ನಿರ್ಣಯಿಸಲ್ಪಡುವರೆಂಬದಾಗಿ ನಿಶ್ಚಯ ಮಾಡಿಕೊಂಡಿದ್ದೇವಲ್ಲಾ."},{"number":29,"verse":"ದೇವರು ಯೆಹೂದ್ಯರಿಗೆ ಮಾತ್ರ ದೇವರಾಗಿದ್ದಾನೋ? ಅನ್ಯಜನಗಳಿಗೆ ಸಹ ದೇವರಲ್ಲವೇ? ಹೌದು. ದೇವರು ಒಬ್ಬನೇ ಆಗಿರಲಾಗಿ ಆತನು ಅನ್ಯಜನರಿಗೆ ಸಹ ದೇವರಾಗಿದ್ದಾನೆ."},{"number":30,"verse":"ಆತನು ಸುನ್ನತಿಯವರನ್ನು ನೀತಿವಂತರೆಂದು ನಿರ್ಣಯಿಸುವದಕ್ಕೆ ಅವರ ನಂಬಿಕೆಯೇ ಆಧಾರ; ಸುನ್ನತಿಯಿಲ್ಲದವರನ್ನೂ ಹಾಗೆಯೇ ನಿರ್ಣಯಿಸುವದಕ್ಕೆ ನಂಬಿಕೆಯೇ ಕಾರಣ."},{"number":31,"verse":"ಹಾಗಾದರೆ ನಂಬಿಕೆಯಿಂದ ಧರ್ಮಪ್ರಮಾಣವನ್ನು ನಿರರ್ಥಕಮಾಡುತ್ತೇವೋ? ಎಂದಿಗೂ ಇಲ್ಲ. ಧರ್ಮಪ್ರಮಾಣವನ್ನು ಸ್ಥಿರಪಡಿಸುತ್ತೇವೆ."}]}