{"bibleAbbr":"KNJV","bookName":"ರೋಮಾಪುರದವರಿಗೆ","bookEnglishName":"Romans","chapterNumber":6,"verses":[{"number":1,"verse":"ಹಾಗಾದರೆ ಏನು ಹೇಳೋಣ? ದೇವರ ಕೃಪೆಯು ಹೆಚ್ಚಲಿ ಎಂದು ನಾವು ಪಾಪದಲ್ಲಿ ಇನ್ನೂ ಇರಬೇಕೋ? ಎಂದಿಗೂ ಇರಬಾರದು."},{"number":2,"verse":"ಪಾಪದ ಪಾಲಿಗೆ ಸತ್ತವರಾದ ನಾವು ಇನ್ನೂ ಅದರಲ್ಲೇ ಬದುಕುವದು ಹೇಗೆ?"},{"number":3,"verse":"ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿ ಸೇರುವದಕ್ಕೆ ದೀಕ್ಷಾಸ್ನಾನಮಾಡಿಸಿಕೊಂಡವರಾದ ನಾವೆಲ್ಲರು ಆತನ ಮರಣದಲ್ಲಿ ಪಾಲುಗಾರರಾಗುವದಕ್ಕೆ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡೆವೆಂದು ನಿಮಗೆ ತಿಳಿಯದೋ?"},{"number":4,"verse":"ಹೀಗಿರಲಾಗಿ ನಾವು ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡಾಗ ಆತನ ಮರಣದಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿ ಆತನೊಂದಿಗೆ ಹೂಣಲ್ಪಟ್ಟೆವು. ಆದದರಿಂದ ಕ್ರಿಸ್ತನು ಸತ್ತು ತಂದೆಯ ಮಹಿಮೆಯಿಂದ ಜೀವಿತನಾಗಿ ಎಬ್ಬಿಸಲ್ಪಟ್ಟಂತೆಯೇ ನಾವು ಕೂಡ ಜೀವದಿಂದೆದ್ದು ಹೊಸಬರಾಗಿ ನಡಕೊಳ್ಳಬೇಕು."},{"number":5,"verse":"ಹೇಗಂದರೆ ನಾವು ಆತನ ಮರಣಕ್ಕೆ ಸದೃಶವಾದ ಮರಣವನ್ನು ಹೊಂದಿ ಆತನಲ್ಲಿ ಐಕ್ಯವಾಗಿದ್ದರೆ ಆತನ ಪುನರುತ್ಥಾನಕ್ಕೆ ಸದೃಶವಾದ ಪುನರುತ್ಥಾನವನ್ನೂ ಹೊಂದಿ ಆತನಲ್ಲಿ ಐಕ್ಯವಾಗುವೆವು."},{"number":6,"verse":"ಪಾಪಾಧೀನಸ್ವಭಾವವು ನಾಶವಾಗಿ ನಾವು ಇನ್ನೂ ಪಾಪದ ವಶದಲ್ಲಿರದಂತೆ ನಮ್ಮ ಪೂರ್ವಸ್ವಭಾವವು ಕ್ರಿಸ್ತನ ಕೂಡ ಶಿಲುಬೆಗೆ ಹಾಕಲ್ಪಟ್ಟಿತೆಂದು ತಿಳಿದಿದ್ದೇವೆ."},{"number":7,"verse":"ಸತ್ತವನು ಪಾಪದ ವಶದಿಂದ ಬಿಡುಗಡೆ ಹೊಂದಿದ್ದಾನಷ್ಟೆ."},{"number":8,"verse":"ಇದಲ್ಲದೆ ನಾವು ಕ್ರಿಸ್ತನೊಡನೆ ಸತ್ತ ಪಕ್ಷದಲ್ಲಿ ಆತನೊಡನೆ ಜೀವಿಸುವೆವೆಂದು ನಂಬುತ್ತೇವೆ."},{"number":9,"verse":"ಯಾಕಂದರೆ ಕ್ರಿಸ್ತನು ಸತ್ತ ಮೇಲೆ ಜೀವಿತನಾಗಿ ಎದ್ದು ಬಂದದರಿಂದ ಆತನು ಇನ್ನು ಮುಂದೆ ಸಾಯತಕ್ಕವನಲ್ಲ,"},{"number":10,"verse":"ಮರಣವು ಇನ್ನೂ ಆತನನ್ನು ಆಳುವದಿಲ್ಲವೆಂದು ನಮಗೆ ತಿಳಿದದೆ. ಆತನು ಸತ್ತದ್ದು ಒಂದೇ ಸಾರಿ, ಅದು ಪಾಪದ ಪಾಲಿಗೆ; ಆತನು ಜೀವಿಸುವದು ದೇವರಿಗಾಗಿಯೇ."},{"number":11,"verse":"ಅದೇ ಪ್ರಕಾರ ನೀವು ಸಹ ನಿಮ್ಮನ್ನು ಕ್ರಿಸ್ತ ಯೇಸುವಿನ ಐಕ್ಯದಿಂದ ಪಾಪದ ಪಾಲಿಗೆ ಸತ್ತವರೂ ದೇವರಿಗಾಗಿ ಜೀವಿಸುವವರೂ ಎಂದು ಎಣಿಸಿಕೊಳ್ಳಿರಿ."},{"number":12,"verse":"ಹೀಗಿರುವದರಿಂದ ಸಾಯತಕ್ಕ ನಿಮ್ಮ ದೇಹದ ಮೇಲೆ ಪಾಪಗಳನ್ನು ಆಳಗೊಡಿಸಿ ನೀವು ದೇಹದ ದುರಾಶೆಗಳಿಗೆ ಒಳಪಡಬೇಡಿರಿ."},{"number":13,"verse":"ಇದು ಮಾತ್ರವಲ್ಲದೆ ನೀವು ನಿಮ್ಮ ಅಂಗಗಳನ್ನು ಪಾಪಕ್ಕೆ ಒಪ್ಪಿಸುವವರಾಗಿದ್ದು ದುಷ್ಟತ್ವವನ್ನು ನಡಿಸುವ ಸಾಧನಗಳಾಗಮಾಡಬೇಡಿರಿ; ಆದರೆ ಸತ್ತವರೊಳಗಿಂದ ಜೀವಿತರಾಗಿರಲಾಗಿ ನಿಮ್ಮನ್ನು ದೇವರಿಗೆ ಒಪ್ಪಿಸಿಕೊಟ್ಟು ನಿಮ್ಮ ಅಂಗಗಳನ್ನು ನೀತಿ ಕೃತ್ಯಗಳನ್ನು ನಡಿಸುವ ಸಾಧನಗಳನ್ನಾಗಿ ಆತನಿಗೆ ಸಮರ್ಪಿಸಿರಿ."},{"number":14,"verse":"ಯಾಕಂದರೆ ಪಾಪವು ನಿಮ್ಮ ಮೇಲೆ ಅಧಿಕಾರನಡಿಸದು; ನೀವು ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ಅಧೀನರಲ್ಲ, ಕೃಪೆಗೆ ಅಧೀನರಾಗಿದ್ದೀರಷ್ಟೆ."},{"number":15,"verse":"ಹಾಗಾದರೇನು? ನಾವು ಧರ್ಮಶಾಸ್ತ್ರಾಧೀನರಲ್ಲ, ಕೃಪಾಧೀನರಾಗಿದ್ದೇವೆಂದು ಪಾಪವನ್ನು ಮಾಡಬಹುದೋ? ಎಂದಿಗೂ ಮಾಡಬಾರದು."},{"number":16,"verse":"ನೀವು ಯಾವನಿಗೆ ದಾಸರಂತೆ ವಿಧೇಯರಾಗುತ್ತೇವೆಂದು ನಿಮ್ಮನ್ನು ಒಪ್ಪಿಸಿಕೊಡುತ್ತೀರೋ ಆ ಯಜಮಾನನಿಗೆ ದಾಸರಾಗಿಯೇ ಇರುವಿರೆಂಬದು ನಿಮಗೆ ಗೊತ್ತಿಲ್ಲವೋ? ಪಾಪಕ್ಕೆ ದಾಸರಾದರೆ ಮರಣವೇ ಫಲ; [ನಂಬಿಕೆಯೆಂಬ] ವಿಧೇಯತ್ವಕ್ಕೆ ದಾಸರಾದರೆ ನೀತಿಯೇ ಫಲ."},{"number":17,"verse":"ಆದರೆ ನೀವು ಮುಂಚೆ ಪಾಪಕ್ಕೆ ದಾಸರಾಗಿದ್ದರೂ ನಿಮಗೆ ಕಲಿಸಲ್ಪಟ್ಟ ಬೋಧನೆಗೆ ನೀವು ಮನಃಪೂರ್ವಕವಾಗಿ ಅಧೀನರಾದದರಿಂದಲೂ"},{"number":18,"verse":"ಪಾಪದಿಂದ ಬಿಡುಗಡೆಯನ್ನು ಹೊಂದಿ ನೀತಿಗೆ ದಾಸರಾದದರಿಂದಲೂ ದೇವರಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ."},{"number":19,"verse":"ನಿಮ್ಮ ನರಭಾವದ ಬಲಹೀನತೆಯ ದೆಸೆಯಿಂದ ಲೋಕರೀತಿಯಾಗಿ ಮಾತಾಡುತ್ತೇನೆ. ಅಧರ್ಮಮಾಡುವದಕ್ಕಾಗಿ ನಿಮ್ಮ ಅಂಗಗಳನ್ನು ಬಂಡುತನಕ್ಕೂ ಅಧರ್ಮಕ್ಕೂ ದಾಸರನ್ನಾಗಿ ಒಪ್ಪಿಸಿಕೊಟ್ಟಿದ್ದಂತೆಯೇ ಈಗ ಪರಿಶುದ್ಧರಾಗುವದಕ್ಕಾಗಿ ನಿಮ್ಮ ಅಂಗಗಳನ್ನು ನೀತಿಗೆ ದಾಸರನ್ನಾಗಿ ಒಪ್ಪಿಸಿಕೊಡಿರಿ."},{"number":20,"verse":"ನೀವು ಪಾಪಕ್ಕೆ ದಾಸರಾಗಿದ್ದಾಗ ನೀತಿಯ ಹಂಗಿನವರಾಗಿದ್ದಿಲ್ಲ."},{"number":21,"verse":"ಆದರೆ ನೀವು ಆಗ ಮಾಡಿದ ಕೃತ್ಯಗಳಿಂದ ನಿಮಗುಂಟಾದ ಫಲವೇನು? ಈಗ ಅವುಗಳ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ನಾಚಿಕೆಯುಂಟಷ್ಟೆ. ಕಡೆಗೆ ಅವುಗಳಿಂದ ಬರುವದು ಮರಣವಲ್ಲವೇ."},{"number":22,"verse":"ಈಗಲಾದರೋ ನೀವು ಪಾಪದಿಂದ ಬಿಡುಗಡೆಯನ್ನು ಹೊಂದಿ ದೇವರಿಗೆ ದಾಸರಾದದರಿಂದ ಪರಿಶುದ್ಧರಾಗುವದೇ ನಿಮಗೆ ಫಲ; ಕಡೆಗೆ ದೊರೆಯುವಂಥದು ನಿತ್ಯಜೀವ."},{"number":23,"verse":"ಯಾಕಂದರೆ ಪಾಪವು ಕೊಡುವ ಸಂಬಳ ಮರಣ; ದೇವರ ಉಚಿತಾರ್ಥವರವು ನಮ್ಮ ಕರ್ತನಾದ ಕ್ರಿಸ್ತ ಯೇಸುವಿನಲ್ಲಿರುವ ನಿತ್ಯಜೀವ."}]}