{"bibleAbbr":"MSG2002","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"GOD, listen! Listen to my prayer, listen to the pain in my cries."},{"number":2,"verse":"Don't turn your back on me just when I need you so desperately. Pay attention! This is a cry for help! And hurry--this can't wait!"},{"number":3,"verse":"I'm wasting away to nothing, I'm burning up with fever."},{"number":4,"verse":"I'm a ghost of my former self, half-consumed already by terminal illness."},{"number":5,"verse":"My jaws ache from gritting my teeth; I'm nothing but skin and bones."},{"number":6,"verse":"I'm like a buzzard in the desert, a crow perched on the rubble."},{"number":7,"verse":"Insomniac, I twitter away, mournful as a sparrow in the gutter."},{"number":8,"verse":"All day long my enemies taunt me, while others just curse."},{"number":9,"verse":"They bring in meals--casseroles of ashes! I draw drink from a barrel of my tears."},{"number":10,"verse":"And all because of your furious anger; you swept me up and threw me out."},{"number":11,"verse":"There's nothing left of me-- a withered weed, swept clean from the path."},{"number":12,"verse":"Yet you, GOD, are sovereign still, always and ever sovereign."},{"number":13,"verse":"You'll get up from your throne and help Zion-- it's time for compassionate help."},{"number":14,"verse":"Oh, how your servants love this city's rubble and weep with compassion over its dust!"},{"number":15,"verse":"The godless nations will sit up and take notice --see your glory, worship your name--"},{"number":16,"verse":"When GOD rebuilds Zion, when he shows up in all his glory,"},{"number":17,"verse":"When he attends to the prayer of the wretched. He won't dismiss their prayer."},{"number":18,"verse":"Write this down for the next generation so people not yet born will praise GOD:"},{"number":19,"verse":"\"GOD looked out from his high holy place; from heaven he surveyed the earth."},{"number":20,"verse":"He listened to the groans of the doomed, he opened the doors of their death cells.\""},{"number":21,"verse":"Write it so the story can be told in Zion, so GOD's praise will be sung in Jerusalem's streets"},{"number":22,"verse":"And wherever people gather together along with their rulers to worship him."},{"number":23,"verse":"GOD sovereignly brought me to my knees, he cut me down in my prime."},{"number":24,"verse":"\"Oh, don't,\" I prayed, \"please don't let me die. You have more years than you know what to do with!"},{"number":25,"verse":"You laid earth's foundations a long time ago, and handcrafted the very heavens;"},{"number":26,"verse":"You'll still be around when they're long gone, threadbare and discarded like an old suit of clothes. You'll throw them away like a worn-out coat,"},{"number":27,"verse":"but year after year you're as good as new."},{"number":28,"verse":"Your servants' children will have a good place to live and their children will be at home with you.\""}]}