{"bibleAbbr":"MSG2002","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"O my soul, bless GOD! GOD, my God, how great you are! beautifully, gloriously robed,"},{"number":2,"verse":"Dressed up in sunshine, and all heaven stretched out for your tent."},{"number":3,"verse":"You built your palace on the ocean deeps, made a chariot out of clouds and took off on wind-wings."},{"number":4,"verse":"You commandeered winds as messengers, appointed fire and flame as ambassadors."},{"number":5,"verse":"You set earth on a firm foundation so that nothing can shake it, ever."},{"number":6,"verse":"You blanketed earth with ocean, covered the mountains with deep waters;"},{"number":7,"verse":"Then you roared and the water ran away-- your thunder crash put it to flight."},{"number":8,"verse":"Mountains pushed up, valleys spread out in the places you assigned them."},{"number":9,"verse":"You set boundaries between earth and sea; never again will earth be flooded."},{"number":10,"verse":"You started the springs and rivers, sent them flowing among the hills."},{"number":11,"verse":"All the wild animals now drink their fill, wild donkeys quench their thirst."},{"number":12,"verse":"Along the riverbanks the birds build nests, ravens make their voices heard."},{"number":13,"verse":"You water the mountains from your heavenly cisterns; earth is supplied with plenty of water."},{"number":14,"verse":"You make grass grow for the livestock, hay for the animals that plow the ground. Oh yes, God brings grain from the land,"},{"number":15,"verse":"wine to make people happy, Their faces glowing with health, a people well-fed and hearty."},{"number":16,"verse":"GOD's trees are well-watered-- the Lebanon cedars he planted."},{"number":17,"verse":"Birds build their nests in those trees; look--the stork at home in the treetop."},{"number":18,"verse":"Mountain goats climb about the cliffs; badgers burrow among the rocks."},{"number":19,"verse":"The moon keeps track of the seasons, the sun is in charge of each day."},{"number":20,"verse":"When it's dark and night takes over, all the forest creatures come out."},{"number":21,"verse":"The young lions roar for their prey, clamoring to God for their supper."},{"number":22,"verse":"When the sun comes up, they vanish, lazily stretched out in their dens."},{"number":23,"verse":"Meanwhile, men and women go out to work, busy at their jobs until evening."},{"number":24,"verse":"What a wildly wonderful world, GOD! You made it all, with Wisdom at your side, made earth overflow with your wonderful creations."},{"number":25,"verse":"Oh, look--the deep, wide sea, brimming with fish past counting, sardines and sharks and salmon."},{"number":26,"verse":"Ships plow those waters, and Leviathan, your pet dragon, romps in them."},{"number":27,"verse":"All the creatures look expectantly to you to give them their meals on time."},{"number":28,"verse":"You come, and they gather around; you open your hand and they eat from it."},{"number":29,"verse":"If you turned your back, they'd die in a minute-- Take back your Spirit and they die, revert to original mud;"},{"number":30,"verse":"Send out your Spirit and they spring to life-- the whole countryside in bloom and blossom."},{"number":31,"verse":"The glory of GOD--let it last forever! Let GOD enjoy his creation!"},{"number":32,"verse":"He takes one look at earth and triggers an earthquake, points a finger at the mountains, and volcanoes erupt."},{"number":33,"verse":"Oh, let me sing to GOD all my life long, sing hymns to my God as long as I live!"},{"number":34,"verse":"Oh, let my song please him; I'm so pleased to be singing to GOD."},{"number":35,"verse":"But clear the ground of sinners-- no more godless men and women! O my soul, bless GOD!"}]}