{"bibleAbbr":"MSG2002","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":105,"verses":[{"number":1,"verse":"Hallelujah! Thank GOD! Pray to him by name! Tell everyone you meet what he has done!"},{"number":2,"verse":"Sing him songs, belt out hymns, translate his wonders into music!"},{"number":3,"verse":"Honor his holy name with Hallelujahs, you who seek GOD. Live a happy life!"},{"number":4,"verse":"Keep your eyes open for GOD, watch for his works; be alert for signs of his presence."},{"number":5,"verse":"Remember the world of wonders he has made, his miracles, and the verdicts he's rendered--"},{"number":6,"verse":"O seed of Abraham, his servant, O child of Jacob, his chosen."},{"number":7,"verse":"He's GOD, our God, in charge of the whole earth."},{"number":8,"verse":"And he remembers, remembers his Covenant-- for a thousand generations he's been as good as his word."},{"number":9,"verse":"It's the Covenant he made with Abraham, the same oath he swore to Isaac,"},{"number":10,"verse":"The very statute he established with Jacob, the eternal Covenant with Israel,"},{"number":11,"verse":"Namely, \"I give you the land. Canaan is your hill-country inheritance.\""},{"number":12,"verse":"When they didn't count for much, a mere handful, and strangers at that,"},{"number":13,"verse":"Wandering from country to country, drifting from pillar to post,"},{"number":14,"verse":"He permitted no one to abuse them. He told kings to keep their hands off:"},{"number":15,"verse":"\"Don't you dare lay a hand on my anointed, don't hurt a hair on the heads of my prophets.\""},{"number":16,"verse":"Then he called down a famine on the country, he broke every last blade of wheat."},{"number":17,"verse":"But he sent a man on ahead: Joseph, sold as a slave."},{"number":18,"verse":"They put cruel chains on his ankles, an iron collar around his neck,"},{"number":19,"verse":"Until God's word came to the Pharaoh, and GOD confirmed his promise."},{"number":20,"verse":"God sent the king to release him. The Pharaoh set Joseph free;"},{"number":21,"verse":"He appointed him master of his palace, put him in charge of all his business"},{"number":22,"verse":"To personally instruct his princes and train his advisors in wisdom."},{"number":23,"verse":"Then Israel entered Egypt, Jacob immigrated to the Land of Ham."},{"number":24,"verse":"God gave his people lots of babies; soon their numbers alarmed their foes."},{"number":25,"verse":"He turned the Egyptians against his people; they abused and cheated God's servants."},{"number":26,"verse":"Then he sent his servant Moses, and Aaron, whom he also chose."},{"number":27,"verse":"They worked marvels in that spiritual wasteland, miracles in the Land of Ham."},{"number":28,"verse":"He spoke, \"Darkness!\" and it turned dark-- they couldn't see what they were doing."},{"number":29,"verse":"He turned all their water to blood so that all their fish died;"},{"number":30,"verse":"He made frogs swarm through the land, even into the king's bedroom;"},{"number":31,"verse":"He gave the word and flies swarmed, gnats filled the air."},{"number":32,"verse":"He substituted hail for rain, he stabbed their land with lightning;"},{"number":33,"verse":"He wasted their vines and fig trees, smashed their groves of trees to splinters;"},{"number":34,"verse":"With a word he brought in locusts, millions of locusts, armies of locusts;"},{"number":35,"verse":"They consumed every blade of grass in the country and picked the ground clean of produce;"},{"number":36,"verse":"He struck down every firstborn in the land, the first fruits of their virile powers."},{"number":37,"verse":"He led Israel out, their arms filled with loot, and not one among his tribes even stumbled."},{"number":38,"verse":"Egypt was glad to have them go-- they were scared to death of them."},{"number":39,"verse":"God spread a cloud to keep them cool through the day and a fire to light their way through the night;"},{"number":40,"verse":"They prayed and he brought quail, filled them with the bread of heaven;"},{"number":41,"verse":"He opened the rock and water poured out; it flowed like a river through that desert--"},{"number":42,"verse":"All because he remembered his Covenant, his promise to Abraham, his servant."},{"number":43,"verse":"Remember this! He led his people out singing for joy; his chosen people marched, singing their hearts out!"},{"number":44,"verse":"He made them a gift of the country they entered, helped them seize the wealth of the nations"},{"number":45,"verse":"So they could do everything he told them-- could follow his instructions to the letter. Hallelujah!"}]}