{"bibleAbbr":"MSG2002","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":119,"verses":[{"number":1,"verse":"You're blessed when you stay on course, walking steadily on the road revealed by GOD."},{"number":2,"verse":"You're blessed when you follow his directions, doing your best to find him."},{"number":3,"verse":"That's right--you don't go off on your own; you walk straight along the road he set."},{"number":4,"verse":"You, GOD, prescribed the right way to live; now you expect us to live it."},{"number":5,"verse":"Oh, that my steps might be steady, keeping to the course you set;"},{"number":6,"verse":"Then I'd never have any regrets in comparing my life with your counsel."},{"number":7,"verse":"I thank you for speaking straight from your heart; I learn the pattern of your righteous ways."},{"number":8,"verse":"I'm going to do what you tell me to do; don't ever walk off and leave me."},{"number":9,"verse":"How can a young person live a clean life? By carefully reading the map of your Word."},{"number":10,"verse":"I'm single-minded in pursuit of you; don't let me miss the road signs you've posted."},{"number":11,"verse":"I've banked your promises in the vault of my heart so I won't sin myself bankrupt."},{"number":12,"verse":"Be blessed, GOD; train me in your ways of wise living."},{"number":13,"verse":"I'll transfer to my lips all the counsel that comes from your mouth;"},{"number":14,"verse":"I delight far more in what you tell me about living than in gathering a pile of riches."},{"number":15,"verse":"I ponder every morsel of wisdom from you, I attentively watch how you've done it."},{"number":16,"verse":"I relish everything you've told me of life, I won't forget a word of it."},{"number":17,"verse":"Be generous with me and I'll live a full life; not for a minute will I take my eyes off your road."},{"number":18,"verse":"Open my eyes so I can see what you show me of your miracle-wonders."},{"number":19,"verse":"I'm a stranger in these parts; give me clear directions."},{"number":20,"verse":"My soul is starved and hungry, ravenous!-- insatiable for your nourishing commands."},{"number":21,"verse":"And those who think they know so much, ignoring everything you tell them--let them have it!"},{"number":22,"verse":"Don't let them mock and humiliate me; I've been careful to do just what you said."},{"number":23,"verse":"While bad neighbors maliciously gossip about me, I'm absorbed in pondering your wise counsel."},{"number":24,"verse":"Yes, your sayings on life are what give me delight; I listen to them as to good neighbors!"},{"number":25,"verse":"I'm feeling terrible--I couldn't feel worse! Get me on my feet again. You promised, remember?"},{"number":26,"verse":"When I told my story, you responded; train me well in your deep wisdom."},{"number":27,"verse":"Help me understand these things inside and out so I can ponder your miracle-wonders."},{"number":28,"verse":"My sad life's dilapidated, a falling-down barn; build me up again by your Word."},{"number":29,"verse":"Barricade the road that goes Nowhere; grace me with your clear revelation."},{"number":30,"verse":"I choose the true road to Somewhere, I post your road signs at every curve and corner."},{"number":31,"verse":"I grasp and cling to whatever you tell me; GOD, don't let me down!"},{"number":32,"verse":"I'll run the course you lay out for me if you'll just show me how."},{"number":33,"verse":"GOD, teach me lessons for living so I can stay the course."},{"number":34,"verse":"Give me insight so I can do what you tell me-- my whole life one long, obedient response."},{"number":35,"verse":"Guide me down the road of your commandments; I love traveling this freeway!"},{"number":36,"verse":"Give me a bent for your words of wisdom, and not for piling up loot."},{"number":37,"verse":"Divert my eyes from toys and trinkets, invigorate me on the pilgrim way."},{"number":38,"verse":"Affirm your promises to me-- promises made to all who fear you."},{"number":39,"verse":"Deflect the harsh words of my critics-- but what you say is always so good."},{"number":40,"verse":"See how hungry I am for your counsel; preserve my life through your righteous ways!"},{"number":41,"verse":"Let your love, GOD, shape my life with salvation, exactly as you promised;"},{"number":42,"verse":"Then I'll be able to stand up to mockery because I trusted your Word."},{"number":43,"verse":"Don't ever deprive me of truth, not ever-- your commandments are what I depend on."},{"number":44,"verse":"Oh, I'll guard with my life what you've revealed to me, guard it now, guard it ever;"},{"number":45,"verse":"And I'll stride freely through wide open spaces as I look for your truth and your wisdom;"},{"number":46,"verse":"Then I'll tell the world what I find, speak out boldly in public, unembarrassed."},{"number":47,"verse":"I cherish your commandments--oh, how I love them!--"},{"number":48,"verse":"relishing every fragment of your counsel."},{"number":49,"verse":"Remember what you said to me, your servant-- I hang on to these words for dear life!"},{"number":50,"verse":"These words hold me up in bad times; yes, your promises rejuvenate me."},{"number":51,"verse":"The insolent ridicule me without mercy, but I don't budge from your revelation."},{"number":52,"verse":"I watch for your ancient landmark words, and know I'm on the right track."},{"number":53,"verse":"But when I see the wicked ignore your directions, I'm beside myself with anger."},{"number":54,"verse":"I set your instructions to music and sing them as I walk this pilgrim way."},{"number":55,"verse":"I meditate on your name all night, GOD, treasuring your revelation, O GOD."},{"number":56,"verse":"Still, I walk through a rain of derision because I live by your Word and counsel."},{"number":57,"verse":"Because you have satisfied me, GOD, I promise to do everything you say."},{"number":58,"verse":"I beg you from the bottom of my heart: smile, be gracious to me just as you promised."},{"number":59,"verse":"When I took a long, careful look at your ways, I got my feet back on the trail you blazed."},{"number":60,"verse":"I was up at once, didn't drag my feet, was quick to follow your orders."},{"number":61,"verse":"The wicked hemmed me in--there was no way out-- but not for a minute did I forget your plan for me."},{"number":62,"verse":"I get up in the middle of the night to thank you; your decisions are so right, so true--I can't wait till morning!"},{"number":63,"verse":"I'm a friend and companion of all who fear you, of those committed to living by your rules."},{"number":64,"verse":"Your love, GOD, fills the earth! Train me to live by your counsel."},{"number":65,"verse":"Be good to your servant, GOD; be as good as your Word."},{"number":66,"verse":"Train me in good common sense; I'm thoroughly committed to living your way."},{"number":67,"verse":"Before I learned to answer you, I wandered all over the place, but now I'm in step with your Word."},{"number":68,"verse":"You are good, and the source of good; train me in your goodness."},{"number":69,"verse":"The godless spread lies about me, but I focus my attention on what you are saying;"},{"number":70,"verse":"They're bland as a bucket of lard, while I dance to the tune of your revelation."},{"number":71,"verse":"My troubles turned out all for the best-- they forced me to learn from your textbook."},{"number":72,"verse":"Truth from your mouth means more to me than striking it rich in a gold mine."},{"number":73,"verse":"With your very own hands you formed me; now breathe your wisdom over me so I can understand you."},{"number":74,"verse":"When they see me waiting, expecting your Word, those who fear you will take heart and be glad."},{"number":75,"verse":"I can see now, GOD, that your decisions are right; your testing has taught me what's true and right."},{"number":76,"verse":"Oh, love me--and right now!--hold me tight! just the way you promised."},{"number":77,"verse":"Now comfort me so I can live, really live; your revelation is the tune I dance to."},{"number":78,"verse":"Let the fast-talking tricksters be exposed as frauds; they tried to sell me a bill of goods, but I kept my mind fixed on your counsel."},{"number":79,"verse":"Let those who fear you turn to me for evidence of your wise guidance."},{"number":80,"verse":"And let me live whole and holy, soul and body, so I can always walk with my head held high."},{"number":81,"verse":"I'm homesick--longing for your salvation; I'm waiting for your word of hope."},{"number":82,"verse":"My eyes grow heavy watching for some sign of your promise; how long must I wait for your comfort?"},{"number":83,"verse":"There's smoke in my eyes--they burn and water, but I keep a steady gaze on the instructions you post."},{"number":84,"verse":"How long do I have to put up with all this? How long till you haul my tormentors into court?"},{"number":85,"verse":"The arrogant godless try to throw me off track, ignorant as they are of God and his ways."},{"number":86,"verse":"Everything you command is a sure thing, but they harass me with lies. Help!"},{"number":87,"verse":"They've pushed and pushed--they never let up-- but I haven't relaxed my grip on your counsel."},{"number":88,"verse":"In your great love revive me so I can alertly obey your every word."},{"number":89,"verse":"What you say goes, GOD, and stays, as permanent as the heavens."},{"number":90,"verse":"Your truth never goes out of fashion; it's as up-to-date as the earth when the sun comes up."},{"number":91,"verse":"Your Word and truth are dependable as ever; that's what you ordered--you set the earth going."},{"number":92,"verse":"If your revelation hadn't delighted me so, I would have given up when the hard times came."},{"number":93,"verse":"But I'll never forget the advice you gave me; you saved my life with those wise words."},{"number":94,"verse":"Save me! I'm all yours. I look high and low for your words of wisdom."},{"number":95,"verse":"The wicked lie in ambush to destroy me, but I'm only concerned with your plans for me."},{"number":96,"verse":"I see the limits to everything human, but the horizons can't contain your commands!"},{"number":97,"verse":"Oh, how I love all you've revealed; I reverently ponder it all the day long."},{"number":98,"verse":"Your commands give me an edge on my enemies; they never become obsolete."},{"number":99,"verse":"I've even become smarter than my teachers since I've pondered and absorbed your counsel."},{"number":100,"verse":"I've become wiser than the wise old sages simply by doing what you tell me."},{"number":101,"verse":"I watch my step, avoiding the ditches and ruts of evil so I can spend all my time keeping your Word."},{"number":102,"verse":"I never make detours from the route you laid out; you gave me such good directions."},{"number":103,"verse":"Your words are so choice, so tasty; I prefer them to the best home cooking."},{"number":104,"verse":"With your instruction, I understand life; that's why I hate false propaganda."},{"number":105,"verse":"By your words I can see where I'm going; they throw a beam of light on my dark path."},{"number":106,"verse":"I've committed myself and I'll never turn back from living by your righteous order."},{"number":107,"verse":"Everything's falling apart on me, GOD; put me together again with your Word."},{"number":108,"verse":"Festoon me with your finest sayings, GOD; teach me your holy rules."},{"number":109,"verse":"My life is as close as my own hands, but I don't forget what you have revealed."},{"number":110,"verse":"The wicked do their best to throw me off track, but I don't swerve an inch from your course."},{"number":111,"verse":"I inherited your book on living; it's mine forever-- what a gift! And how happy it makes me!"},{"number":112,"verse":"I concentrate on doing exactly what you say-- I always have and always will."},{"number":113,"verse":"I hate the two-faced, but I love your clear-cut revelation."},{"number":114,"verse":"You're my place of quiet retreat; I wait for your Word to renew me."},{"number":115,"verse":"Get out of my life, evildoers, so I can keep my God's commands."},{"number":116,"verse":"Take my side as you promised; I'll live then for sure. Don't disappoint all my grand hopes."},{"number":117,"verse":"Stick with me and I'll be all right; I'll give total allegiance to your definitions of life."},{"number":118,"verse":"Expose all who drift away from your sayings; their casual idolatry is lethal."},{"number":119,"verse":"You reject earth's wicked as so much rubbish; therefore I lovingly embrace everything you say."},{"number":120,"verse":"I shiver in awe before you; your decisions leave me speechless with reverence."},{"number":121,"verse":"I stood up for justice and the right; don't leave me to the mercy of my oppressors."},{"number":122,"verse":"Take the side of your servant, good God; don't let the godless take advantage of me."},{"number":123,"verse":"I can't keep my eyes open any longer, waiting for you to keep your promise to set everything right."},{"number":124,"verse":"Let your love dictate how you deal with me; teach me from your textbook on life."},{"number":125,"verse":"I'm your servant--help me understand what that means, the inner meaning of your instructions."},{"number":126,"verse":"It's time to act, GOD; they've made a shambles of your revelation!"},{"number":127,"verse":"Yea-Saying God, I love what you command, I love it better than gold and gemstones;"},{"number":128,"verse":"Yea-Saying God, I honor everything you tell me, I despise every deceitful detour. W"},{"number":129,"verse":"Every word you give me is a miracle word-- how could I help but obey?"},{"number":130,"verse":"Break open your words, let the light shine out, let ordinary people see the meaning."},{"number":131,"verse":"Mouth open and panting, I wanted your commands more than anything."},{"number":132,"verse":"Turn my way, look kindly on me, as you always do to those who personally love you."},{"number":133,"verse":"Steady my steps with your Word of promise so nothing malign gets the better of me."},{"number":134,"verse":"Rescue me from the grip of bad men and women so I can live life your way."},{"number":135,"verse":"Smile on me, your servant; teach me the right way to live."},{"number":136,"verse":"I cry rivers of tears because nobody's living by your book!"},{"number":137,"verse":"You are right and you do right, GOD; your decisions are right on target."},{"number":138,"verse":"You rightly instruct us in how to live ever faithful to you."},{"number":139,"verse":"My rivals nearly did me in, they persistently ignored your commandments."},{"number":140,"verse":"Your promise has been tested through and through, and I, your servant, love it dearly."},{"number":141,"verse":"I'm too young to be important, but I don't forget what you tell me."},{"number":142,"verse":"Your righteousness is eternally right, your revelation is the only truth."},{"number":143,"verse":"Even though troubles came down on me hard, your commands always gave me delight."},{"number":144,"verse":"The way you tell me to live is always right; help me understand it so I can live to the fullest."},{"number":145,"verse":"I call out at the top of my lungs, \"GOD! Answer! I'll do whatever you say.\""},{"number":146,"verse":"I called to you, \"Save me so I can carry out all your instructions.\""},{"number":147,"verse":"I was up before sunrise, crying for help, hoping for a word from you."},{"number":148,"verse":"I stayed awake all night, prayerfully pondering your promise."},{"number":149,"verse":"In your love, listen to me; in your justice, GOD, keep me alive."},{"number":150,"verse":"As those out to get me come closer and closer, they go farther and farther from the truth you reveal;"},{"number":151,"verse":"But you're the closest of all to me, GOD, and all your judgments true."},{"number":152,"verse":"I've known all along from the evidence of your words that you meant them to last forever."},{"number":153,"verse":"Take a good look at my trouble, and help me-- I haven't forgotten your revelation."},{"number":154,"verse":"Take my side and get me out of this; give me back my life, just as you promised."},{"number":155,"verse":"\"Salvation\" is only gibberish to the wicked because they've never looked it up in your dictionary."},{"number":156,"verse":"Your mercies, GOD, run into the billions; following your guidelines, revive me."},{"number":157,"verse":"My antagonists are too many to count, but I don't swerve from the directions you gave."},{"number":158,"verse":"I took one look at the quitters and was filled with loathing; they walked away from your promises so casually!"},{"number":159,"verse":"Take note of how I love what you tell me; out of your life of love, prolong my life."},{"number":160,"verse":"Your words all add up to the sum total: Truth. Your righteous decisions are eternal."},{"number":161,"verse":"I've been slandered unmercifully by the politicians, but my awe at your words keeps me stable."},{"number":162,"verse":"I'm ecstatic over what you say, like one who strikes it rich."},{"number":163,"verse":"I hate lies--can't stand them!-- but I love what you have revealed."},{"number":164,"verse":"Seven times each day I stop and shout praises for the way you keep everything running right."},{"number":165,"verse":"For those who love what you reveal, everything fits-- no stumbling around in the dark for them."},{"number":166,"verse":"I wait expectantly for your salvation; GOD, I do what you tell me."},{"number":167,"verse":"My soul guards and keeps all your instructions-- oh, how much I love them!"},{"number":168,"verse":"I follow your directions, abide by your counsel; my life's an open book before you."},{"number":169,"verse":"Let my cry come right into your presence, GOD; provide me with the insight that comes only from your Word."},{"number":170,"verse":"Give my request your personal attention, rescue me on the terms of your promise."},{"number":171,"verse":"Let praise cascade off my lips; after all, you've taught me the truth about life!"},{"number":172,"verse":"And let your promises ring from my tongue; every order you've given is right."},{"number":173,"verse":"Put your hand out and steady me since I've chosen to live by your counsel."},{"number":174,"verse":"I'm homesick, GOD, for your salvation; I love it when you show yourself!"},{"number":175,"verse":"Invigorate my soul so I can praise you well, use your decrees to put iron in my soul."},{"number":176,"verse":"And should I wander off like a lost sheep--seek me! I'll recognize the sound of your voice."}]}