{"bibleAbbr":"MSG2002","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":37,"verses":[{"number":1,"verse":"A David psalm. Don't bother your head with braggarts or wish you could succeed like the wicked."},{"number":2,"verse":"In no time they'll shrivel like grass clippings and wilt like cut flowers in the sun."},{"number":3,"verse":"Get insurance with GOD and do a good deed, settle down and stick to your last."},{"number":4,"verse":"Keep company with GOD, get in on the best."},{"number":5,"verse":"Open up before GOD, keep nothing back; he'll do whatever needs to be done:"},{"number":6,"verse":"He'll validate your life in the clear light of day and stamp you with approval at high noon."},{"number":7,"verse":"Quiet down before GOD, be prayerful before him. Don't bother with those who climb the ladder, who elbow their way to the top."},{"number":8,"verse":"Bridle your anger, trash your wrath, cool your pipes--it only makes things worse."},{"number":9,"verse":"Before long the crooks will be bankrupt; GOD-investors will soon own the store."},{"number":10,"verse":"Before you know it, the wicked will have had it; you'll stare at his once famous place and--nothing!"},{"number":11,"verse":"Down-to-earth people will move in and take over, relishing a huge bonanza."},{"number":12,"verse":"Bad guys have it in for the good guys, obsessed with doing them in."},{"number":13,"verse":"But GOD isn't losing any sleep; to him they're a joke with no punch line."},{"number":14,"verse":"Bullies brandish their swords, pull back on their bows with a flourish. They're out to beat up on the harmless, or mug that nice man out walking his dog."},{"number":15,"verse":"A banana peel lands them flat on their faces-- slapstick figures in a moral circus."},{"number":16,"verse":"Less is more and more is less. One righteous will outclass fifty wicked,"},{"number":17,"verse":"For the wicked are moral weaklings but the righteous are GOD-strong."},{"number":18,"verse":"GOD keeps track of the decent folk; what they do won't soon be forgotten."},{"number":19,"verse":"In hard times, they'll hold their heads high; when the shelves are bare, they'll be full."},{"number":20,"verse":"God-despisers have had it; GOD's enemies are finished-- Stripped bare like vineyards at harvest time, vanished like smoke in thin air."},{"number":21,"verse":"Wicked borrows and never returns; Righteous gives and gives."},{"number":22,"verse":"Generous gets it all in the end; Stingy is cut off at the pass."},{"number":23,"verse":"Stalwart walks in step with GOD; his path blazed by GOD, he's happy."},{"number":24,"verse":"If he stumbles, he's not down for long; GOD has a grip on his hand."},{"number":25,"verse":"I once was young, now I'm a graybeard-- not once have I seen an abandoned believer, or his kids out roaming the streets."},{"number":26,"verse":"Every day he's out giving and lending, his children making him proud."},{"number":27,"verse":"Turn your back on evil, work for the good and don't quit."},{"number":28,"verse":"GOD loves this kind of thing, never turns away from his friends. Live this way and you've got it made, but bad eggs will be tossed out."},{"number":29,"verse":"The good get planted on good land and put down healthy roots."},{"number":30,"verse":"Righteous chews on wisdom like a dog on a bone, rolls virtue around on his tongue."},{"number":31,"verse":"His heart pumps God's Word like blood through his veins; his feet are as sure as a cat's."},{"number":32,"verse":"Wicked sets a watch for Righteous, he's out for the kill."},{"number":33,"verse":"GOD, alert, is also on watch-- Wicked won't hurt a hair of his head."},{"number":34,"verse":"Wait passionately for GOD, don't leave the path. He'll give you your place in the sun while you watch the wicked lose it."},{"number":35,"verse":"I saw Wicked bloated like a toad, croaking pretentious nonsense."},{"number":36,"verse":"The next time I looked there was nothing-- a punctured bladder, vapid and limp."},{"number":37,"verse":"Keep your eye on the healthy soul, scrutinize the straight life; There's a future in strenuous wholeness."},{"number":38,"verse":"But the willful will soon be discarded; insolent souls are on a dead-end street."},{"number":39,"verse":"The spacious, free life is from GOD, it's also protected and safe."},{"number":40,"verse":"GOD-strengthened, we're delivered from evil-- when we run to him, he saves us."}]}