{"bibleAbbr":"MSG2002","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":55,"verses":[{"number":1,"verse":"A David psalm. Open your ears, God, to my prayer; don't pretend you don't hear me knocking."},{"number":2,"verse":"Come close and whisper your answer. I really need you. I shudder"},{"number":3,"verse":"at the mean voice, quail before the evil eye, As they pile on the guilt, stockpile angry slander."},{"number":4,"verse":"My insides are turned inside out; specters of death have me down."},{"number":5,"verse":"I shake with fear, I shudder from head to foot."},{"number":6,"verse":"\"Who will give me wings,\" I ask-- \"wings like a dove?\" Get me out of here on dove wings;"},{"number":7,"verse":"I want some peace and quiet. I want a walk in the country,"},{"number":8,"verse":"I want a cabin in the woods. I'm desperate for a change from rage and stormy weather."},{"number":9,"verse":"Come down hard, Lord--slit their tongues. I'm appalled how they've split the city Into rival gangs prowling the alleys"},{"number":10,"verse":"Day and night spoiling for a fight, trash piled in the streets,"},{"number":11,"verse":"Even shopkeepers gouging and cheating in broad daylight."},{"number":12,"verse":"This isn't the neighborhood bully mocking me--I could take that. This isn't a foreign devil spitting invective--I could tune that out."},{"number":13,"verse":"It's you! We grew up together! You! My best friend!"},{"number":14,"verse":"Those long hours of leisure as we walked arm in arm, God a third party to our conversation."},{"number":15,"verse":"Haul my betrayers off alive to hell--let them experience the horror, let them feel every desolate detail of a damned life."},{"number":16,"verse":"I call to God; GOD will help me."},{"number":17,"verse":"At dusk, dawn, and noon I sigh deep sighs--he hears, he rescues."},{"number":18,"verse":"My life is well and whole, secure in the middle of danger Even while thousands are lined up against me."},{"number":19,"verse":"God hears it all, and from his judge's bench puts them in their place. But, set in their ways, they won't change; they pay him no mind."},{"number":20,"verse":"And this, my best friend, betrayed his best friends; his life betrayed his word."},{"number":21,"verse":"All my life I've been charmed by his speech, never dreaming he'd turn on me. His words, which were music to my ears, turned to daggers in my heart."},{"number":22,"verse":"Pile your troubles on GOD's shoulders-- he'll carry your load, he'll help you out. He'll never let good people topple into ruin."},{"number":23,"verse":"But you, God, will throw the others into a muddy bog, Cut the lifespan of assassins and traitors in half. And I trust in you. A David psalm, when he was captured by the Philistines in Gath."}]}