{"bibleAbbr":"MSG2002","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"A David psalm. I'm thanking you, GOD, from a full heart, I'm writing the book on your wonders."},{"number":2,"verse":"I'm whistling, laughing, and jumping for joy; I'm singing your song, High God."},{"number":3,"verse":"The day my enemies turned tail and ran, they stumbled on you and fell on their faces."},{"number":4,"verse":"You took over and set everything right; when I needed you, you were there, taking charge."},{"number":5,"verse":"You blow the whistle on godless nations; you throw dirty players out of the game, wipe their names right off the roster."},{"number":6,"verse":"Enemies disappear from the sidelines, their reputation trashed, their names erased from the halls of fame."},{"number":7,"verse":"GOD holds the high center, he sees and sets the world's mess right."},{"number":8,"verse":"He decides what is right for us earthlings, gives people their just deserts."},{"number":9,"verse":"GOD's a safe-house for the battered, a sanctuary during bad times."},{"number":10,"verse":"The moment you arrive, you relax; you're never sorry you knocked."},{"number":11,"verse":"Sing your songs to Zion-dwelling GOD, tell his stories to everyone you meet:"},{"number":12,"verse":"How he tracks down killers yet keeps his eye on us, registers every whimper and moan."},{"number":13,"verse":"Be kind to me, GOD; I've been kicked around long enough. Once you've pulled me back from the gates of death,"},{"number":14,"verse":"I'll write the book on Hallelujahs; on the corner of Main and First I'll hold a street meeting; I'll be the song leader; we'll fill the air with salvation songs."},{"number":15,"verse":"They're trapped, those godless countries, in the very snares they set, Their feet all tangled in the net they spread."},{"number":16,"verse":"They have no excuse; the way God works is well-known. The cunning machinery made by the wicked has maimed their own hands."},{"number":17,"verse":"The wicked bought a one-way ticket to hell."},{"number":18,"verse":"No longer will the poor be nameless-- no more humiliation for the humble."},{"number":19,"verse":"Up, GOD! Aren't you fed up with their empty strutting? Expose these grand pretensions!"},{"number":20,"verse":"Shake them up, GOD! Show them how silly they look."}]}