{"bibleAbbr":"LXXe1851","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"And the Lord visited Sarrha, as he said, and the Lord did to Sarrha, as he spoke."},{"number":2,"verse":"And she conceived and bore to Abraam a son in old age, at the set time according as the Lord spoke to him."},{"number":3,"verse":"And Abraam called the name of his son that was born to him, whom Sarrha bore to him, Isaac."},{"number":4,"verse":"And Abraam circumcised Isaac on the eighth day, as God commanded him."},{"number":5,"verse":"And Abraam was a hundred years old when Isaac his son was born to him."},{"number":6,"verse":"And Sarrha said, The Lord has made laughter for me, for whoever shall hear shall rejoice with me."},{"number":7,"verse":"And she said, Who shall say to Abraam that Sarrha suckles a child? for I have born a child in my old age."},{"number":8,"verse":"And the child grew and was weaned, and Abraam made a great feast the day that his son Isaac was weaned."},{"number":9,"verse":"And Sarrha having seen the son of Agar the Egyptian who was born to Abraam, sporting with Isaac her son,"},{"number":10,"verse":"then she said to Abraam, (Gal 4:30. ) Cast out this bondwoman and her son, for the son of this bondwoman shall not inherit with my son Isaac."},{"number":11,"verse":"But the (Gr. Gr. saying, or matter. ) word appeared very hard before Abraam concerning his son."},{"number":12,"verse":"But God said to Abraam, Let it not be hard before thee concerning the child, and concerning the bondwoman; in all things whatsoever Sarrha shall say to thee, hear her voice, for (Rom 9:7. ) in Isaac shall thy seed be called."},{"number":13,"verse":"And moreover I will make the son of this bondwoman a great nation, because he is thy seed."},{"number":14,"verse":"And Abraam rose up in the morning and took loaves and a skin of water, and gave them to Agar, and he put the child on her shoulder, and sent her away, and she having departed wandered in the wilderness (Or, near Beersheba. ) near the well of the oath."},{"number":15,"verse":"And the water failed out of the skin, and she cast the child under a fir tree."},{"number":16,"verse":"And she departed and sat down opposite him at a distance, as it were a bow-shot, for she said, Surely I cannot see the death of my child: and she sat opposite him, and the child cried aloud and wept."},{"number":17,"verse":"And God heard the voice of the child from the place where he was, and an angel of God called Agar out of heaven, and said to her, What is it, Agar? fear not, for God has heard the voice of the child from the place where he is."},{"number":18,"verse":"Rise up, and take the child, and hold him in thine hand, for I will make him a great nation."},{"number":19,"verse":"And God opened her eyes, and she saw a well (Or, Gr. living. ) of springing water; and she went and filled the skin with water, and gave the child drink."},{"number":20,"verse":"And God was with the child, and he grew and dwelt in the wilderness, and became an archer."},{"number":21,"verse":"And he dwelt in the wilderness, and his mother took him a wife out of Pharan of Egypt."},{"number":22,"verse":"And it came to pass at that time that Abimelech spoke, and Ochozath (Not in the Heb. friend of bridegroom, or attendant at marriage. ) his friend, and Phichol the chief captain of his host, to Abraam, saying, God is with thee in all things, whatsoever thou mayest do."},{"number":23,"verse":"Now therefore swear to me by God that thou wilt not injure me, nor my seed, nor my name, but according to the righteousness which I have performed with thee thou shalt deal with me, and with the land in which thou hast sojourned."},{"number":24,"verse":"And Abraam said, I will swear."},{"number":25,"verse":"And Abraam reproved Abimelech because of the wells of water, which the servants of Abimelech took away."},{"number":26,"verse":"And Abimelech said to him, I know not who has done this thing to thee, neither didst thou tell it me, neither heard I it but only to-day."},{"number":27,"verse":"And Abraam took sheep and calves, and gave them to Abimelech, and both made a covenant."},{"number":28,"verse":"And Abraam set seven ewe-lambs by themselves."},{"number":29,"verse":"And Abimelech said to Abraam, What are these seven ewe-lambs which thou hast set alone?"},{"number":30,"verse":"And Abraam said, Thou shalt receive the seven ewe-lambs of me, that they may be for me as a witness, that I dug this well."},{"number":31,"verse":"Therefore he named the name of that place, The Well of the Oath, for there they both swore."},{"number":32,"verse":"And they made a covenant at the well of the oath. And there rose up Abimelech, Ochozath his friend, and Phichol the commander-in-chief of his army, and they returned to the land of the Phylistines."},{"number":33,"verse":"And Abraam planted a field at the well of the oath, and called there on the name of the Lord, the everlasting God."},{"number":34,"verse":"And Abraam sojourned in the land of the Phylistines many days."}]}