{"bibleAbbr":"urRV2010","bookName":"متّی","bookEnglishName":"Matthew","chapterNumber":10,"verses":[{"number":1,"verse":"( بارہ رسُول) ( (مرقس ۳‏:۱۳‏-۱۹؛ لُوقا ۶‏:۱۲‏،۱۶)) پِھراُس نے اپنے بارہ شاگِردوں کو پاس بُلا کر اُن کو ناپاک رُوحوں پر اِختیار بخشا کہ اُن کونِکالیں اور ہر طرح کی بِیماری اور ہر طرح کی کمزوری کو دُور کریں۔"},{"number":2,"verse":"اور بارہ رسُولوں کے نام یہ ہیں ۔ پہلا شمعُو ن جو پطر س کہلاتا ہے اور اُس کا بھائی اندر یاس ۔ زبد ی کا بیٹا یعقُو ب اور اُس کابھائی یُو حنّا۔"},{"number":3,"verse":"فِلِپُّس اور برتُلما ئی ۔ توما اور متّی محصُول لینے والا۔"},{"number":4,"verse":"حلفئی کا بیٹا یعقُو ب اور تدّ یُ ۔ شمعُو ن قنانی اور یہُودا ہ اِسکریُوتی جِس نے اُسے پکڑوا بھی دِیا۔"},{"number":5,"verse":"( بارہ رسُولوں کا مشن) ( (مرقس ۶‏:۷‏-۱۳؛ لُوقا ۹‏:۱‏-۶)) اِن بارہ کو یِسُو ع نے بھیجا اور اُن کوحُکم دے کرکہا ۔ غَیر قَوموں کی طرف نہ جانااور سامرِیوں کے کِسی شہر میں داخِل نہ ہونا۔"},{"number":6,"verse":"بلکہ اِسر ائیل کے گھرانے کی کھوئی ہُوئی بھیڑوں کے پاس جانا۔"},{"number":7,"verse":"اور چلتے چلتے یہ مُنادی کرنا کہ آسمان کی بادشاہی نزدِیک آ گئی ہے۔"},{"number":8,"verse":"بِیماروں کو اچّھا کرنا ۔ مُردوں کو جِلانا ۔ کوڑِھیوں کو پاک صاف کرنا ۔ بدرُوحوں کو نِکالنا ۔ تُم نے مُفت پایا مُفت دینا۔"},{"number":9,"verse":"نہ سونا اپنے کمربند میں رکھنا نہ چاندی نہ پَیسے۔"},{"number":10,"verse":"راستہ کے لِئے نہ جھولی لینا نہ دو دو کُرتے نہ جُوتِیاں نہ لاٹھی کیونکہ مزدُور اپنی خُوراک کا حقدار ہے۔"},{"number":11,"verse":"اور جِس شہر یا گاؤں میں داخِل ہو دریافت کرنا کہ اُس میں کَون لائِق ہے اور جب تک وہاں سے روانہ نہ ہو اُسی کے ہاں رہنا۔"},{"number":12,"verse":"اور گھر میں داخِل ہوتے وقت اُسے دُعایِ خَیر دینا۔"},{"number":13,"verse":"اور اگر وہ گھر لائِق ہو تو تُمہارا سلام اُسے پُہنچے اور اگر لائِق نہ ہو تو تُمہارا سلام تُم پر پِھر آئے۔"},{"number":14,"verse":"اور اگر کوئی تُم کو قبُول نہ کرے اور تُمہاری باتیں نہ سُنے تو اُس گھر یا اُس شہر سے باہر نِکلتے وقت اپنے پاؤں کی گرد جھاڑ دینا۔"},{"number":15,"verse":"مَیں تُم سے سچ کہتا ہُوں کہ عدالت کے دِن اُس شہر کی نِسبت سدُو م اور عمُورہ کے عِلاقہ کا حال زِیادہ برداشت کے لائِق ہو گا۔ آنے والی ایذائیں ( مرقس ۱۳‏:۹‏-۱۶؛ لُوقا ۲۱‏:۱۲‏-۱۷)"},{"number":16,"verse":"دیکھو مَیں تُم کو بھیجتا ہُوں گویا بھیڑوں کو بھیڑِیوں کے بیچ میں ۔ پس سانپوں کی مانِند ہوشیار اور کبُوتروں کی مانِند بے آزار بنو۔"},{"number":17,"verse":"مگر آدمِیوں سے خبردار رہو کیونکہ وہ تُم کو عدالتوں کے حوالہ کریں گے اور اپنے عِبادت خانوں میں تُم کو کوڑے ماریں گے۔"},{"number":18,"verse":"اور تُم میرے سبب سے حاکِموں اور بادشاہوں کے سامنے حاضِر کِئے جاؤ گے تاکہ اُن کے اور غَیر قَوموں کے لِئے گواہی ہو۔"},{"number":19,"verse":"لیکن جب وہ تُم کو پکڑوائیں تو فِکر نہ کرنا کہ ہم کِس طرح کہیں یا کیا کہیں کیونکہ جو کُچھ کہنا ہو گا اُسی گھڑی تُم کو بتایا جائے گا۔"},{"number":20,"verse":"کیونکہ بولنے والے تُم نہیں بلکہ تُمہارے باپ کا رُوح ہے جو تُم میں بولتا ہے۔"},{"number":21,"verse":"بھائی کو بھائی قتل کے لِئے حوالہ کرے گااور بیٹے کو باپ ۔ اور بیٹے اپنے ماں باپ کے برخِلاف کھڑے ہو کر اُن کو مروا ڈالیں گے۔"},{"number":22,"verse":"اور میرے نام کے باعِث سے سب لوگ تُم سے عداوت رکھّیں گے مگر جو آخِر تک برداشت کرے گا وُہی نجات پائے گا۔"},{"number":23,"verse":"لیکن جب تُم کو ایک شہر میں ستائیں تو دُوسرے کو بھاگ جاؤ کیونکہ مَیں تُم سے سچ کہتا ہُوں کہ تُم اِسرا ئیل کے سب شہروں میں نہ پِھر چُکو گے کہ اِبنِ آدم آ جائے گا۔"},{"number":24,"verse":"شاگِرد اپنے اُستاد سے بڑا نہیں ہوتا اور نہ نَوکر اپنے مالِک سے۔"},{"number":25,"verse":"شاگِرد کے لِئے یہ کافی ہے کہ اپنے اُستاد کی مانِند ہو ۔ اور نَوکر کے لِئے یہ کہ اپنے مالِک کی مانِند ۔ جب اُنہوں نے گھر کے مالِک کو بَعَلز بُول کہا تو اُس کے گھرانے کے لوگوں کو کیوں نہ کہیں گے؟۔"},{"number":26,"verse":"( کِس سے ڈر نا چاہئے) ( (لُوقا ۱۲‏:۲‏-۷)) پس اُن سے نہ ڈرو کیونکہ کوئی چِیز ڈھکی نہیں جو کھولی نہ جائے گی اور نہ کوئی چِیز چُھپی ہے جو جانی نہ جائے گی۔"},{"number":27,"verse":"جو کُچھ مَیں تُم سے اندھیرے میں کہتا ہُوں اُجالے میں کہو اور جو کُچھ تُم کان میں سُنتے ہو کوٹھوں پر اُس کی مُنادی کرو۔"},{"number":28,"verse":"جو بدن کو قتل کرتے ہیں اور رُوح کو قتل نہیں کر سکتے اُن سے نہ ڈرو بلکہ اُسی سے ڈرو جو رُوح اور بدن دونوں کو جہنّم میں ہلاک کر سکتا ہے۔"},{"number":29,"verse":"کیا پَیسے کی دو چِڑِیاں نہیں بِکتِیں؟ اور اُن میں سے ایک بھی تُمہارے باپ کی مرضی بغَیر زمِین پر نہیں گِر سکتی۔"},{"number":30,"verse":"بلکہ تُمہارے سر کے بال بھی سب گِنے ہُوئے ہیں۔"},{"number":31,"verse":"پس ڈرو نہیں ۔ تُمہاری قدر تو بُہت سی چِڑِیوں سے زِیادہ ہے۔"},{"number":32,"verse":"( مسِیح کو قبُول کرنا اور ردّ کرنا) ( (لُوقا ۱۲‏:۸‏-۹)) پس جو کوئی آدمِیوں کے سامنے میرا اِقرار کرے گامَیں بھی اپنے باپ کے سامنے جو آسمان پر ہے اُس کااِقرار کرُوں گا۔"},{"number":33,"verse":"مگر جو کوئی آدمِیوں کے سامنے میرا اِنکار کرے گامَیں بھی اپنے باپ کے سامنے جو آسمان پر ہے اُس کااِنکار کرُوں گا۔"},{"number":34,"verse":"( صُلح نہیں بلکہ تلوار) ( (لُوقا ۱۲‏:۵۱‏-۵۳، ۱۴‏:۲۶‏-۲۷)) یہ نہ سمجھو کہ مَیں زمِین پر صُلح کرانے آیا ہُوں ۔ صُلح کرانے نہیں بلکہ تلوارچلوا نے آیا ہُوں۔"},{"number":35,"verse":"کیونکہ مَیں اِس لِئے آیا ہُوں کہ آدمی کو اُس کے باپ سے اور بیٹی کو اُس کی ماں سے اور بہُو کو اُس کی ساس سے جُدا کر دُوں۔"},{"number":36,"verse":"اور آدمی کے دُشمن اُس کے گھر ہی کے لوگ ہوں گے۔"},{"number":37,"verse":"جو کوئی باپ یا ماں کو مُجھ سے زیادہ عزِیز رکھتا ہے وہ میرے لائق نہیں اور جو کوئی بیٹے یا بیٹی کو مُجھ سے زیادہ عزِیز رکھتا ہے وہ میرے لائق نہیں۔"},{"number":38,"verse":"اور جو کوئی اپنی صلِیب نہ اُٹھائے اور میرے پِیچھے نہ چلے وہ میرے لائق نہیں۔"},{"number":39,"verse":"جو کوئی اپنی جان بچاتا ہے اُسے کھوئے گااور جو کوئی میری خاطِر اپنی جان کھوتا ہے اُسے بچائے گا۔"},{"number":40,"verse":"( اَجر) ( (مرقس ۹‏:۴۱)) جو تُم کو قبُول کرتا ہے وہ مُجھے قبُول کرتا ہے اور جو مُجھے قبُول کرتا ہے وہ میرے بھیجنے والے کو قبُول کرتا ہے۔"},{"number":41,"verse":"جو نبی کے نام سے نبی کو قبُول کرتا ہے وہ نبی کا اجر پائے گااور جو راستباز کے نام سے راستباز کو قبُول کرتا ہے وہ راستباز کا اَجر پائے گا۔"},{"number":42,"verse":"اور جو کوئی شاگِرد کے نام سے اِن چھوٹوں میں سے کِسی کو صِرف ایک پِیالہ ٹھنڈا پانی ہی پِلائے گامَیں تُم سے سچ کہتا ہُوں وہ اپنا اجر ہرگِز نہ کھوئے گا۔"}]}