{"bibleAbbr":"urRV2010","bookName":"متّی","bookEnglishName":"Matthew","chapterNumber":14,"verses":[{"number":1,"verse":"( یُوحنّا بپتسِمہ دینے والے کی مَوت) ( (مرقس ۶‏:۱۴‏-۲۹؛ لُوقا ۹‏:۷‏-۹)) اُس وقت چَوتھائی مُلک کے حاکِم ہیرود یس نے یِسُو ع کی شُہرت سُنی۔"},{"number":2,"verse":"اور اپنے خادِموں سے کہا کہ یہ یُو حنّا بپتِسمہ دینے والا ہے ۔ وہ مُردوں میں سے جی اُٹھا ہے اِس لِئے اُس سے یہ مُعجِزے ظاہِر ہوتے ہیں۔"},{"number":3,"verse":"کیونکہ ہیرودیس نے اپنے بھائی فِلِپُّس کی بِیوی ہیرودِ یاس کے سبب سے یُوحنّا کو پکڑ کر باندھا اور قَیدخانہ میں ڈال دِیا تھا۔"},{"number":4,"verse":"کیونکہ یُوحنّا نے اُس سے کہا تھا کہ اِس کارکھنا تُجھے روا نہیں۔"},{"number":5,"verse":"اور وہ ہر چند اُسے قتل کرنا چاہتا تھا مگر عام لوگوں سے ڈرتا تھا کیونکہ وہ اُسے نبی جانتے تھے۔"},{"number":6,"verse":"لیکن جب ہیرود یس کی سالگِرہ ہُوئی تو ہیرودِ یاس کی بیٹی نے محفِل میں ناچ کر ہیرود یس کو خُوش کِیا۔"},{"number":7,"verse":"اِس پر اُس نے قَسم کھا کر اُس سے وعدہ کِیا کہ جو کُچھ تُو مانگے گی تُجھے دُوں گا۔"},{"number":8,"verse":"اُس نے اپنی ماں کے سِکھانے سے کہا مُجھے یُو حنّا بپتِسمہ دینے والے کا سر تھال میں یہِیں منگوا دے۔"},{"number":9,"verse":"بادشاہ غمگِین ہُؤا مگر اپنی قَسموں اورمِہمانوں کے سبب سے اُس نے حُکم دِیا کہ دے دِیا جائے۔"},{"number":10,"verse":"اور آدمی بھیج کر قَیدخانہ میں یُوحنّا کا سر کٹوا دِیا۔"},{"number":11,"verse":"اور اُس کاسر تھال میں لایا گیا اور لڑکی کو دِیا گیا اور وہ اُسے اپنی ماں کے پاس لے گئی۔"},{"number":12,"verse":"اور اُس کے شاگِردوں نے آ کر لاش اُٹھا لی اور اُسے دفن کر دِیا اور جا کر یِسُو ع کو خبر دی۔"},{"number":13,"verse":"( یِسُوع پانچ ہزار کو کھلاتا ہے) ( (مرقس ۶‏:۳۰‏-۴۴؛ لُوقا ۹‏:۱۰ -۱۷؛ یُوحنّا ۶‏:۱‏-۱۴)) جب یِسُو ع نے یہ سُنا تو وہاں سے کشتی پر الگ کِسی وِیران جگہ کو روانہ ہُؤا اور لوگ یہ سُن کر شہر شہر سے پَیدل اُس کے پِیچھے گئے۔"},{"number":14,"verse":"اُس نے اُتر کر بڑی بِھیڑ دیکھی اور اُسے اُن پر ترس آیا اور اُس نے اُن کے بِیماروں کو اچّھا کر دِیا۔"},{"number":15,"verse":"اور جب شام ہُوئی تو شاگِرد اُس کے پاس آ کر کہنے لگے کہ جگہ وِیران ہے اور وقت گُذر گیا ہے ۔ لوگوں کو رُخصت کر دے تاکہ گاؤں میں جا کر اپنے لِئے کھانا مول لیں۔"},{"number":16,"verse":"یِسُو ع نے اُن سے کہا اِن کاجانا ضرُور نہیں ۔ تُم ہی اِن کو کھانے کو دو۔"},{"number":17,"verse":"اُنہوں نے اُس سے کہا کہ یہاں ہمارے پاس پانچ روٹِیوں اور دو مچھلِیوں کے سِوا اَور کُچھ نہیں۔"},{"number":18,"verse":"اُس نے کہا وہ یہاں میرے پاس لے آؤ۔"},{"number":19,"verse":"اور اُس نے لوگوں کو گھاس پر بَیٹھنے کا حُکم دِیا ۔ پِھر اُس نے وہ پانچ روٹِیاں اور دو مچھلِیاں لِیں اور آسمان کی طرف دیکھ کر برکت دی اور روٹِیاں توڑ کر شاگِردوں کو دِیں اور شاگِردوں نے لوگوں کو۔"},{"number":20,"verse":"اور سب کھا کر سیر ہو گئے اور اُنہوں نے بچے ہُوئے ٹُکڑوں سے بھری ہُوئی بارہ ٹوکرِیاں اُٹھائِیں۔"},{"number":21,"verse":"اور کھانے والے عَورتوں اور بچّوں کے سِوا پانچ ہزار مَرد کے قرِیب تھے۔"},{"number":22,"verse":"( یِسُوع جھیل (پانی) پر چلتا ہے) ( (مرقس۶‏:۴۵‏-۵۲؛ یُوحنّا ۶‏:۱۵‏-۲۱)) اور اُس نے فوراً شاگِردوں کو مجبُور کِیا کہ کشتی میں سوار ہو کر اُس سے پہلے پار چلے جائیں جب تک وہ لوگوں کو رُخصت کرے۔"},{"number":23,"verse":"اور لوگوں کو رُخصت کر کے تنہا دُعا کرنے کے لِئے پہاڑ پر چڑھ گیا اور جب شام ہُوئی تو وہاں اکیلا تھا۔"},{"number":24,"verse":"مگر کشتی اُس وقت جِھیل کے بِیچ میں تھی اور لہروں سے ڈگمگا رہی تھی کیونکہ ہوا مُخالِف تھی۔"},{"number":25,"verse":"اور وہ رات کے چَوتھے پہر جِھیل پر چلتا ہُؤا اُن کے پاس آیا۔"},{"number":26,"verse":"شاگِرد اُسے جِھیل پر چلتے ہُوئے دیکھ کر گھبرا گئے اور کہنے لگے کہ بُھوت ہے اور ڈر کر چِلاّ اُٹھے۔"},{"number":27,"verse":"یِسُو ع نے فوراً اُن سے کہا خاطِر جمع رکھّو ۔ مَیں ہُوں ۔ ڈرو مت۔"},{"number":28,"verse":"پطرس نے اُس سے جواب میں کہا اَے خُداوند اگر تُو ہے تو مُجھے حُکم دے کہ پانی پر چل کر تیرے پاس آؤں۔"},{"number":29,"verse":"اُس نے کہا آ۔ پطر س کشتی سے اُتر کر یِسُو ع کے پاس جانے کے لِئے پانی پر چلنے لگا۔"},{"number":30,"verse":"مگر جب ہوا دیکھی تو ڈر گیا اور جب ڈُوبنے لگا تو چِلاّ کر کہا اَے خُداوند مُجھے بچا!۔"},{"number":31,"verse":"یِسُو ع نے فوراً ہاتھ بڑھا کر اُسے پکڑ لِیا اور اُس سے کہا اَے کم اِعتقاد تُو نے کیوں شک کِیا؟۔"},{"number":32,"verse":"اور جب وہ کشتی پر چڑھ آئے تو ہوا تھم گئی۔"},{"number":33,"verse":"اور جو کشتی پر تھے اُنہوں نے اُسے سِجدہ کر کے کہا یقِیناً تُو خُدا کا بیٹا ہے۔"},{"number":34,"verse":"( یِسُوع گنیسّر ت میں ایک آدمی کو شِفا دیتا ہے) ( ( مرقس ۶‏:۵۳‏-۵۶)) وہ پار جا کر گنّیسر ت کے عِلاقہ میں پُہنچے۔"},{"number":35,"verse":"اور وہاں کے لوگوں نے اُسے پہچان کر اُس سارے گِرد نواح میں خبر بھیجی اور سب بِیماروں کو اُس کے پاس لائے۔"},{"number":36,"verse":"اور وہ اُس کی مِنّت کرنے لگے کہ اُس کی پوشاک کا کنارہ ہی چُھو لیں اور جِتنوں نے چُھؤا وہ اچّھے ہو گئے۔"}]}