{"bibleAbbr":"urRV2010","bookName":"متّی","bookEnglishName":"Matthew","chapterNumber":16,"verses":[{"number":1,"verse":"( آسمانی نِشان (مُعجزہ) کا مطالبہ) ( (مرقس ۸‏:۱۱‏-۱۳؛ لُوقا ۱۲‏:۵۴‏-۵۶)) پِھرفرِیسِیوں اورصدُوقیوں نے پاس آ کر آزمانے کے لِئے اُس سے درخواست کی کہ ہمیں کوئی آسمانی نِشان دِکھا۔"},{"number":2,"verse":"اُس نے جواب میں اُن سے کہا شام کو تُم کہتے ہو کہ کُھلا رہے گاکیونکہ آسمان لال ہے۔"},{"number":3,"verse":"اور صُبح کو یہ کہ آج آندھی چلے گی کیونکہ آسمان لال اور دھُندلا ہے ۔ تُم آسمان کی صُورت میں تو تمِیز کرنا جانتے ہو مگر زمانوں کی علامتوں میں تمِیز نہیں کر سکتے۔"},{"number":4,"verse":"اِس زمانہ کے بُرے اور زِناکار لوگ نِشان طلب کرتے ہیں مگر یو ناہ کے نِشان کے سِوا کوئی اَور نِشان اُن کونہ دِیا جائے گا اور وہ اُن کوچھوڑ کر چلا گیا۔"},{"number":5,"verse":"( فرِیِسیوں اور صدُوقیوں کا خمِیر) ( (مرقس ۸‏:۱۴‏-۲۱)) اور شاگِرد پار جاتے وقت روٹی ساتھ لینا بُھول گئے تھے۔"},{"number":6,"verse":"یِسُو ع نے اُن سے کہا خبردارفرِیسِیوں اور صدُوقیوں کے خمِیر سے ہوشیار رہنا۔"},{"number":7,"verse":"وہ آپس میں چرچا کرنے لگے کہ ہم روٹی نہیں لائے۔"},{"number":8,"verse":"یِسُو ع نے یہ معلُوم کر کے کہا اَے کم اِعتقادو تُم آپس میں کیوں چرچا کرتے ہو کہ ہمارے پاس روٹی نہیں؟۔"},{"number":9,"verse":"کیا اب تک نہیں سمجھتے اور اُن پانچ ہزار آدمِیوں کی پانچ روٹِیاں تُم کو یاد نہیں اور نہ یہ کہ کِتنی ٹوکرِیاں اُٹھائِیں؟۔"},{"number":10,"verse":"اور نہ اُن چار ہزار آدمِیوں کی سات روٹِیاں اور نہ یہ کہ کِتنے ٹوکرے اُٹھائے؟۔"},{"number":11,"verse":"کیا وجہ ہے کہ تُم یہ نہیں سمجھتے کہ مَیں نے تُم سے روٹی کی بابت نہیں کہا؟ فرِیسِیوں اور صدُوقیوں کے خمِیرسے خبردار رہو۔"},{"number":12,"verse":"تب اُن کی سمجھ میں آیا کہ اُس نے روٹی کے خمِیر سے نہیں بلکہ فرِیسِیوں اورصدُوقیوں کی تعلِیم سے خبردار رہنے کو کہا تھا۔"},{"number":13,"verse":"( یِسُوع کے بارے میں پطرس کا اِقرار) ( (مرقس ۸‏:۲۷‏-۳۰، لُوقا ۹‏:۱۸‏-۲۱)) جب یِسُو ع قَیصر یہ فِلپَّی کے عِلاقہ میں آیا تو اُس نے اپنے شاگِردوں سے یہ پُوچھا کہ لوگ اِبنِ آدم کو کیا کہتے ہیں؟۔"},{"number":14,"verse":"اُنہوں نے کہا بعض یُوحنّا بپتِسمہ دینے والا کہتے ہیں بعض ایلیّا ہ بعض یِرمیا ہ یا نبِیوں میں سے کوئی۔"},{"number":15,"verse":"اُس نے اُن سے کہا مگر تُم مُجھے کیا کہتے ہو ؟۔"},{"number":16,"verse":"شِمعُو ن پطر س نے جواب میں کہا تُو زِندہ خُدا کا بیٹا مسِیح ہے۔"},{"number":17,"verse":"یِسُو ع نے جواب میں اُس سے کہا مُبارک ہے تُو شمعُو ن بریو ناہ کیونکہ یہ بات گوشت اور خُون نے نہیں بلکہ میرے باپ نے جو آسمان پر ہے تُجھ پر ظاہِر کی ہے۔"},{"number":18,"verse":"اور مَیں بھی تُجھ سے کہتا ہُوں کہ تُو پطر س ہے اور مَیں اِس پتّھرپر اپنی کلِیسیا بناؤں گا اور عالَمِ ارواح کے دروازے اُس پر غالِب نہ آئیں گے۔"},{"number":19,"verse":"مَیں آسمان کی بادشاہی کی کُنجِیاں تُجھے دوں گااور جو کُچھ تُو زمِین پر باندھے گا وہ آسمان بندھے گا اور جو کُچھ تُو زمِین پر کھولے گا وہ آسمان پر کُھلے گا۔"},{"number":20,"verse":"اُس وقت اُس نے شاگِردوں کو حُکم دِیا کہ کِسی کو نہ بتانا کہ مَیں مسِیح ہُوں۔"},{"number":21,"verse":"( یِسُوع اپنے دُکھ اُٹھانے اور مَوت کا ذکر کرتا ہے) ( (مرقس ۸‏:۳۱‏-۹‏:۱؛ لُوقا ۹: ۲۲‏-۲۷)) اُس وقت سے یِسُو ع اپنے شاگِردوں پر ظاہِر کرنے لگا کہ اُسے ضرُور ہے کہ یرُوشلیم کو جائے اور بُزُرگوں اور سردار کاہِنوں اور فقِیہوں کی طرف سے بُہت دُکھ اُٹھائے اور قتل کِیا جائے اور تِیسرے دِن جی اُٹھے۔"},{"number":22,"verse":"اِس پر پطر س اُس کو الگ لے جا کر ملامت کرنے لگا کہ اَے خُداوند خُدا نہ کرے ۔ یہ تُجھ پر ہرگِز نہیں آنے کا۔"},{"number":23,"verse":"اُس نے پِھر کر پطر س سے کہا اَے شَیطان میرے سامنے سے دُور ہو ۔ تُو میرے لِئے ٹھوکر کا باعِث ہے کیونکہ تُو خُدا کی باتوں کا نہیں بلکہ آدمِیوں کی باتوں کا خیال رکھتا ہے۔"},{"number":24,"verse":"اُس وقت یِسُو ع نے اپنے شاگِردوں سے کہا کہ اگر کوئی میرے پِیچھے آنا چاہے تو اپنی خُودی کا اِنکار کرے اور اپنی صلِیب اُٹھائے اور میرے پِیچھے ہو لے۔"},{"number":25,"verse":"کیونکہ جو کوئی اپنی جان بچانا چاہے اُسے کھوئے گا اورجو کوئی میری خاطِر اپنی جان کھوئے گا اُسے پائے گا۔"},{"number":26,"verse":"اور اگر آدمی ساری دُنیا حاصِل کرے اور اپنی جان کا نُقصان اُٹھائے تو اُسے کیا فائِدہ ہو گا؟ یا آدمی اپنی جان کے بدلے کیا دے گا؟۔"},{"number":27,"verse":"کیونکہ اِبنِ آدم اپنے باپ کے جلال میں اپنے فرِشتوں کے ساتھ آئے گا ۔ اُس وقت ہر ایک کو اُس کے کاموں کے مُطابِق بدلہ دے گا۔"},{"number":28,"verse":"مَیں تُم سے سچ کہتا ہُوں کہ جو یہاں کھڑے ہیں اُن میں سے بعض اَیسے ہیں کہ جب تک اِبنِ آدم کو اُس کی بادشاہی میں آتے ہُوئے نہ دیکھ لیں گے مَوت کا مزہ ہرگِز نہ چکھّیں گے۔"}]}