{"bibleAbbr":"urRV2010","bookName":"متّی","bookEnglishName":"Matthew","chapterNumber":18,"verses":[{"number":1,"verse":"( سب سے بڑا کَو ن ہے؟) ( (مرقس ۹‏:۳۳‏-۳۷؛ لُوقا ۹‏:۴۶‏-۴۸)) اُس وقت شاگِرد یِسُو ع کے پاس آ کر کہنے لگے پس آسمان کی بادشاہی میں بڑا کَون ہے؟۔"},{"number":2,"verse":"اُس نے ایک بچّے کو پاس بُلا کر اُسے اُن کے بِیچ میں کھڑا کِیا۔"},{"number":3,"verse":"اور کہا مَیں تُم سے سچ کہتا ہُوں کہ اگر تُم توبہ نہ کرو اور بچّوں کی مانِند نہ بنو تو آسمان کی بادشاہی میں ہرگِز داخِل نہ ہو گے۔"},{"number":4,"verse":"پس جو کوئی اپنے آپ کو اِس بچّے کی مانِند چھوٹا بنائے گاوُہی آسمان کی بادشاہی میں بڑا ہو گا۔"},{"number":5,"verse":"اور جو کوئی اَیسے بچّے کو میرے نام پر قبُول کرتا ہے وہ مُجھے قبُول کرتا ہے۔"},{"number":6,"verse":"( گُناہ کرنے کی آزمایش) ( (مرقس ۹‏:۴۲‏-۴۸؛ لُوقا ۱۷‏:۱‏-۲)) لیکن جو کوئی اِن چھوٹوں میں سے جو مُجھ پر اِیمان لائے ہیں کِسی کو ٹھوکر کِھلاتا ہے اُس کے لِئے یہ بِہتر ہے کہ بڑی چکّی کا پاٹ اُس کے گلے میں لٹکایا جائے اور وہ گہرے سمُندر میں ڈبو دِیا جائے۔"},{"number":7,"verse":"ٹھوکروں کے سبب سے دُنیا پر افسوس ہے کیونکہ ٹھوکروں کاہونا ضرُور ہے لیکن اُس آدمی پر افسوس ہے جِس کے باعِث سے ٹھوکر لگے۔"},{"number":8,"verse":"پس اگر تیرا ہاتھ یا تیرا پاؤں تُجھے ٹھوکر کِھلائے تو اُسے کاٹ کر اپنے پاس سے پَھینک دے۔ ٹُنڈا یا لنگڑا ہو کر زِندگی میں داخِل ہونا تیرے لِئے اِس سے بِہتر ہے کہ دو ہاتھ یا دو پاؤں رکھتا ہُؤا تُو ہمیشہ کی آگ میں ڈالا جائے۔"},{"number":9,"verse":"اور اگر تیری آنکھ تُجھے ٹھوکر کِھلائے تو اُسے نِکال کر اپنے پاس سے پَھینک دے ۔ کانا ہو کر زِندگی میں داخِل ہونا تیرے لِئے اِس سے بِہتر ہے کہ دو آنکھیں رکھتا ہُؤا تُو آتشِ جہنّم میں ڈالا جائے۔"},{"number":10,"verse":"( کھوئی ہُوئی بھیڑ کی تمثِیل) ( (لُوقا ۱۵‏:۳‏-۷)) خبردار اِن چھوٹوں میں سے کِسی کو ناچِیز نہ جانناکیونکہ مَیں تُم سے کہتا ہُوں کہ آسمان پر اُن کے فرِشتے میرے آسمانی باپ کا مُنہ ہر وقت دیکھتے ہیں۔"},{"number":11,"verse":"(کیونکہ اِبنِ آدم کھوئے ہُوؤں کو ڈُھونڈنے اور نجات دینے آیا ہے)۔"},{"number":12,"verse":"تُم کیا سمجھتے ہو؟ اگر کِسی آدمی کی سَو بھیڑیں ہوں اور اُن میں سے ایک بھٹک جائے تو کیا وہ ننانوے کو چھوڑ کر اور پہاڑوں پر جا کر اُس بھٹکی ہُوئی کو نہ ڈُھونڈے گا؟۔"},{"number":13,"verse":"اور اگر اَیسا ہو کہ اُسے پائے تو مَیں تُم سے سچ کہتا ہُوں کہ وہ اُن ننانوے کی نِسبت جو بھٹکی نہیں اِس بھیڑ کی زِیادہ خُوشی کرے گا۔"},{"number":14,"verse":"اِسی طرح تُمہارا آسمانی باپ یہ نہیں چاہتا کہ اِن چھوٹوں میں سے ایک بھی ہلاک ہو۔"},{"number":15,"verse":"( جب کوئی گُناہ کرے) اگر تیرا بھائی تیرا گُناہ کرے تو جا اور خَلوت میں بات چِیت کر کے اُسے سمجھا ۔ اگر وہ تیری سُنے تو تُو نے اپنے بھائی کو پا لِیا۔"},{"number":16,"verse":"اور اگر نہ سُنے تو ایک دو آدمِیوں کو اپنے ساتھ لے جا تاکہ ہر ایک بات دو تِین گواہوں کی زُبان سے ثابِت ہو جائے۔"},{"number":17,"verse":"اگر وہ اُن کی سُننے سے بھی اِنکار کرے تو کلِیسیا سے کہہ اور اگر کلِیسیا کی سُننے سے بھی اِنکار کرے تو تُو اُسے غَیر قَوم والے اور محصُول لینے والے کے برابر جان۔ منع کرنا اور اجازت دینا"},{"number":18,"verse":"مَیں تُم سے سچ کہتا ہُوں کہ جو کُچھ تُم زمِین پر باندھو گے وہ آسمان پر بندھے گااور جو کُچھ تُم زمِین پر کھولو گے وہ آسمان پر کُھلے گا۔"},{"number":19,"verse":"پِھر مَیں تُم سے کہتا ہُوں کہ اگر تُم میں سے دو شخص زمِین پر کِسی بات کے لِئے جِسے وہ چاہتے ہوں اِتفاق کریں تو وہ میرے باپ کی طرف سے جو آسمان پر ہے اُن کے لِئے ہو جائے گی۔"},{"number":20,"verse":"کیونکہ جہاں دو یا تِین میرے نام پر اِکٹّھے ہیں وہاں مَیں اُن کے بِیچ میں ہُوں۔"},{"number":21,"verse":"( مُعاف نہ کرنے والے نَوکر کی تمثِیل) اُس وقت پطر س نے پاس آ کر اُس سے کہا اَے خُداوند اگر میرا بھائی میرا گُناہ کرتا رہے تو مَیں کِتنی دفعہ اُسے مُعاف کرُوں؟ کیا سات بار تک؟۔"},{"number":22,"verse":"یِسُو ع نے اُس سے کہا مَیں تُجھ سے یہ نہیں کہتا کہ سات بار بلکہ سات دفعہ کے ستّر بار تک۔"},{"number":23,"verse":"پس آسمان کی بادشاہی اُس بادشاہ کی مانِند ہے جِس نے اپنے نَوکروں سے حِساب لینا چاہا۔"},{"number":24,"verse":"اور جب حِساب لینے لگا تو اُس کے سامنے ایک قرض دار حاضِرکِیا گیا جِس پر اُس کے دس ہزار توڑے آتے تھے۔"},{"number":25,"verse":"مگر چُونکہ اُس کے پاس ادا کرنے کو کُچھ نہ تھا اِس لِئے اُس کے مالِک نے حُکم دِیا کہ یہ اور اِس کی بِیوی بچّے اور جو کُچھ اِس کاہے سب بیچا جائے اور قرض وُصُول کر لِیا جائے۔"},{"number":26,"verse":"پس نَوکر نے گِر کر اُسے سِجدہ کیا اور کہا اَے خُداوند مُجھے مُہلت دے ۔ مَیں تیرا سارا قرض ادا کرُوں گا۔"},{"number":27,"verse":"اُس نَوکر کے مالِک نے ترس کھا کر اُسے چھوڑ دِیا اور اُس کاقرض بخش دِیا۔"},{"number":28,"verse":"جب وہ نَوکر باہر نِکلا تو اُس کے ہم خِدمتوں میں سے ایک اُس کومِلا جِس پر اُس کے سَو دِینار آتے تھے۔اُس نے اُس کو پکڑ کر اُس کاگلا گھونٹا اور کہا جو میرا آتا ہے ادا کر دے۔"},{"number":29,"verse":"پس اُس کے ہم خِدمت نے اُس کے سامنے گِر کر اُس کی مِنّت کی اور کہا مُجھے مُہلت دے ۔مَیں تُجھے ادا کر دُوں گا۔"},{"number":30,"verse":"اُس نے نہ مانا بلکہ جا کر اُسے قَیدخانہ میں ڈال دِیا کہ جب تک قرض ادا نہ کر دے قَید رہے۔"},{"number":31,"verse":"پس اُس کے ہم خِدمت یہ حال دیکھ کر بُہت غمگِین ہُوئے اور آ کر اپنے مالِک کو سب کُچھ جو ہُؤا تھا سُنا دِیا۔"},{"number":32,"verse":"اِس پر اُس کے مالِک نے اُس کوپاس بُلا کر اُس سے کہااَے شرِیر نَوکر!مَیں نے وہ سارا قرض تُجھے اِس لِئے بخش دِیا کہ تُو نے میری مِنّت کی تھی۔"},{"number":33,"verse":"کیا تُجھے لازِم نہ تھا کہ جَیسا مَیں نے تُجھ پر رحم کِیا تُو بھی اپنے ہم خِدمت پر رحم کرتا؟۔"},{"number":34,"verse":"اور اُس کے مالِک نے خفا ہو کر اُس کوجلاّدوں کے حوالہ کِیا کہ جب تک تمام قرض ادا نہ کر دے قَید رہے۔"},{"number":35,"verse":"میرا آسمانی باپ بھی تُمہارے ساتھ اِسی طرح کرے گااگر تُم میں سے ہر ایک اپنے بھائی کو دِل سے مُعاف نہ کرے۔"}]}