{"bibleAbbr":"urRV2010","bookName":"متّی","bookEnglishName":"Matthew","chapterNumber":21,"verses":[{"number":1,"verse":"( یروشلیِم میں شاہانہ/فاتحانہ داخلہ) ( (مرقس ۱۱‏:۱‏-۱۱؛ لُوقا ۱۹: ۲۸‏-۴۰؛ یُوحنّا ۱۲‏:۱۳‏-۱۹)) اور جب وہ یروشلِیم کے نزدِیک پُہنچے اورزَیتُون کے پہاڑ پربیت فگے کے پاس آئے تو یِسُو ع نے دو شاگِردوں کو یہ کہہ کر بھیجا کہ۔"},{"number":2,"verse":"اپنے سامنے کے گاؤں میں جاؤ ۔ وہاں پُہنچتے ہی ایک گدھی بندھی ہُوئی اور اُس کے ساتھ بچّہ پاؤ گے اُنہیں کھول کر میرے پاس لے آؤ۔"},{"number":3,"verse":"اور اگر کوئی تُم سے کُچھ کہے تو کہنا کہ خُداوند کو اِن کی ضرُورت ہے ۔ وہ فی الفَور اُنہیں بھیج دے گا۔"},{"number":4,"verse":"یہ اِس لِئے ہُؤا کہ جو نبی کی معرفت کہا گیا تھا وہ پُورا ہو کہ۔"},{"number":5,"verse":"صِیُّو ن کی بیٹی سے کہو کہ دیکھ تیرا بادشاہ تیرے پاس آتا ہے ۔ وہ حلِیم ہے اور گدھے پر سوارہے بلکہ لادُو کے بچّے پر۔"},{"number":6,"verse":"پس شاگِردوں نے جا کر جَیسا یِسُو ع نے اُن کوحُکم دِیا تھا وَیسا ہی کِیا۔"},{"number":7,"verse":"اور گدھی اور بچّے کو لا کر اپنے کپڑے اُن پر ڈالے اور وہ اُن پر بَیٹھ گیا۔"},{"number":8,"verse":"اور بِھیڑ میں کے اکثر لوگوں نے اپنے کپڑے راستہ میں بِچھائے اور اَوروں نے درختوں سے ڈالِیاں کاٹ کر راہ میں پَھیلائِیں۔"},{"number":9,"verse":"اور بِھیڑ جو اُس کے آگے آگے جاتی اور پِیچھے پِیچھے چلی آتی تھی پُکار پُکار کر کہتی تھی اِبنِ داؤُد کو ہوشعنا ۔ مُبارک ہے وہ جو خُداوند کے نام پر آتا ہے ۔ عالَمِ بالا پر ہوشعنا۔"},{"number":10,"verse":"اور جب وہ یروشلِیم میں داخِل ہُؤا تو سارے شہر میں ہل چل پڑ گئی اور لوگ کہنے لگے یہ کَون ہے؟۔"},{"number":11,"verse":"بِھیڑ کے لوگوں نے کہا یہ گلِیل کے ناصرۃ کا نبی یِسُو ع ہے۔"},{"number":12,"verse":"( یِسُوع ہَیکل میں جاتا ہے) ( (مرقس ۱۱‏:۱۵‏-۱۹؛ لُوقا ۱۹‏:۴۵‏-۴۸؛ یُوحنّا ۲‏:۱۳‏-۲۲)) اور یِسُو ع نے خُدا کی ہَیکل میں داخِل ہو کر اُن سب کو نِکال دِیا جو ہَیکل میں خرِید و فروخت کر رہے تھے اور صرّافوں کے تختے اور کبُوتر فروشوں کی چَوکیاں اُلٹ دِیں۔"},{"number":13,"verse":"اور اُن سے کہا لِکھا ہے کہ میرا گھر دُعا کا گھر کہلائے گا مگر تُم اُسے ڈاکُوؤں کی کھوہ بناتے ہو۔"},{"number":14,"verse":"اور اندھے اور لنگڑے ہَیکل میں اُس کے پاس آئے اور اُس نے اُنہیں اچّھا کِیا۔"},{"number":15,"verse":"لیکن جب سردار کاہِنوں اور فقِیہوں نے اُن عجِیب کاموں کو جو اُس نے کِئے اور لڑکوں کو ہَیکل میں اِبنِ داؤُد کو ہوشعنا پُکارتے دیکھا تو خفا ہو کر اُس سے کہنے لگے۔"},{"number":16,"verse":"تُو سُنتا ہے کہ یہ کیا کہتے ہیں؟ یِسُو ع نے اُن سے کہا ہاں ۔ کیا تُم نے یہ کبھی نہیں پڑھا کہ بچّوں اور شِیر خواروں کے مُنہ سے تُو نے حمد کو کامِل کرایا؟۔"},{"number":17,"verse":"اور وہ اُنہیں چھوڑ کر شہر سے باہر بَیت عَنِّیا ہ میں گیا اور رات کو وہِیں رہا۔"},{"number":18,"verse":"( یِسُوع اِنجیر کے درخت پر لَعنت کرتاہے) ( (مرقس ۱۱: ۱۲‏-۱۴، ۲۰‏-۲۴)) اور جب صُبح کو پِھر شہر کو جا رہا تھا اُسے بھوک لگی۔"},{"number":19,"verse":"اور راہ کے کنارے انجِیرکا ایک درخت دیکھ کر اُس کے پاس گیا اور پتّوں کے سِوا اُس میں کُچھ نہ پا کر اُس سے کہا کہ آیندہ تُجھ میں کبھی پَھل نہ لگے اور انجِیرکا درخت اُسی دم سُوکھ گیا۔"},{"number":20,"verse":"شاگِردوں نے یہ دیکھ کر تعجُّب کِیا اور کہا یہ انجِیرکا درخت کیونکر ایک دم میں سُوکھ گیا!۔"},{"number":21,"verse":"یِسُو ع نے جواب میں اُن سے کہا مَیں تُم سے سچ کہتا ہُوں کہ اگر اِیمان رکھّو اور شک نہ کرو تو نہ صِرف وُہی کرو گے جو انجِیرکے درخت کے ساتھ ہُؤا بلکہ اگر اِس پہاڑ سے بھی کہو گے کہ تُو اُکھڑ جا اور سمُندر میں جا پڑ تو یُوں ہی ہو جائے گا۔"},{"number":22,"verse":"اور جو کُچھ دُعا میں اِیمان کے ساتھ مانگو گے وہ سب تُم کو مِلے گا۔"},{"number":23,"verse":"( یِسُوع کے اِختیار پر اعتراض) ( (مرقس ۱۱‏:۲۷‏-۳۳؛ لُوقا ۲۰‏:۱‏-۸)) اور جب وہ ہَیکل میں آ کر تعلِیم دے رہا تھا تو سردار کاہِنوں اور قَوم کے بُزُرگوں نے اُس کے پاس آ کر کہا تُو اِن کاموں کو کِس اِختیار سے کرتا ہے؟ اور یہ اِختیار تُجھے کِس نے دِیا ہے؟۔"},{"number":24,"verse":"یِسُو ع نے جواب میں اُن سے کہا مَیں بھی تُم سے ایک بات پُوچھتا ہُوں ۔ اگر وہ مُجھے بتاؤ گے تو مَیں بھی تُم کو بتاؤں گاکہ اِن کاموں کو کِس اِختیار سے کرتا ہُوں۔"},{"number":25,"verse":"یُوحنّا کا بپتِسمہ کہاں سے تھا؟ آسمان کی طرف سے یا اِنسان کی طرف سے؟ وہ آپس میں کہنے لگے کہ اگر ہم کہیں آسمان کی طرف سے تو وہ ہم سے کہے گا پِھر تُم نے کیوں اُس کا یقِین نہ کِیا؟۔"},{"number":26,"verse":"اور اگر کہیں اِنسان کی طرف سے تو ہم عوام سے ڈرتے ہیں کیونکہ سب یُوحنّا کو نبی جانتے ہیں۔"},{"number":27,"verse":"پس اُنہوں نے جواب میں یِسُو ع سے کہا ہم نہیں جانتے۔ اُس نے بھی اُن سے کہا مَیں بھی تُم کو نہیں بتاتا کہ اِن باتوں کو کِس اِختیار سے کرتا ہُوں۔"},{"number":28,"verse":"( دوبیٹوں کی تمثِیل) تُم کیا سمجھتے ہو؟ ایک آدمی کے دو بیٹے تھے ۔ اُس نے پہلے کے پاس جا کر کہا بیٹا جا آج تاکِستان میں کام کر۔"},{"number":29,"verse":"اُس نے جواب میں کہا مَیں نہیں جاؤں گامگر پِیچھے پچھتا کر گیا۔"},{"number":30,"verse":"پِھردُوسرے کے پاس جا کر اُس نے اِسی طرح کہا ۔ اُس نے جواب دِیا اچّھا جناب ۔ مگر گیا نہیں۔"},{"number":31,"verse":"اِن دونوں میں سے کَون اپنے باپ کی مرضی بجا لایا؟ اُنہوں نے کہا پہلا ۔ یِسُو ع نے اُن سے کہا مَیں تُم سے سچ کہتا ہُوں کہ محصُول لینے والے اور کسبِیاں تُم سے پہلے خُدا کی بادشاہی میں داخِل ہوتی ہیں۔"},{"number":32,"verse":"کیونکہ یُوحنّا راستبازی کے طرِیق پر تُمہارے پاس آیا اور تُم نے اُس کایقِین نہ کِیا مگر محصُول لینے والوں اور کسبِیوں نے اُس کایقِین کِیا اور تُم یہ دیکھ کر پِیچھے بھی نہ پچھتائے کہ اُس کا یقِین کر لیتے۔"},{"number":33,"verse":"( تاکِستان کے ٹھیکیداروں کی تمثِیل) ( (مرقس ۱۲‏:۱‏-۱۲؛ لُوقا ۲۰‏:۹‏-۱۹)) ایک اَور تمثِیل سُنو ۔ ایک گھر کا مالِک تھا جِس نے تاکِستان لگایا اور اُس کی چاروں طرف اِحاطہ گھیرا اور اُس میں حَوض کھودا اور بُرج بنایا اور اُسے باغبانوں کو ٹھیکے پر دے کرپردیس چلا گیا۔"},{"number":34,"verse":"اور جب پَھل کا مَوسم قرِیب آیا تو اُس نے اپنے نَوکروں کو باغبانوں کے پاس اپنا پَھل لینے کو بھیجا۔"},{"number":35,"verse":"اور باغبانوں نے اُس کے نَوکروں کو پکڑ کر کِسی کو پِیٹا اور کِسی کو قتل کِیا اور کِسی کو سنگسار کِیا۔"},{"number":36,"verse":"پِھراُس نے اَور نَوکروں کو بھیجا جو پہلوں سے زِیادہ تھے اور اُنہوں نے اِن کے ساتھ بھی وُہی سلُوک کِیا۔"},{"number":37,"verse":"آخِر اُس نے اپنے بیٹے کو اُن کے پاس یہ کہہ کر بھیجا کہ وہ میرے بیٹے کا تو لِحاظ کریں گے۔"},{"number":38,"verse":"جب باغبانوں نے بیٹے کو دیکھا تو آپس میں کہا یِہی وارِث ہے ۔ آؤ اِسے قتل کر کے اِس کی مِیراث پر قبضہ کر لیں۔"},{"number":39,"verse":"اور اُسے پکڑ کر تاکِستان سے باہر نِکالا اور قتل کر دِیا۔"},{"number":40,"verse":"پس جب تاکِستان کا مالِک آئے گاتواُن باغبانوں کے ساتھ کیا کرے گا؟۔"},{"number":41,"verse":"اُنہوں نے اُس سے کہا اُن بدکاروں کو بُری طرح ہلاک کرے گااورباغ کا ٹھیکہ دُوسرے باغبانوں کو دے گا جو مَوسم پر اُس کو پَھل دیں۔"},{"number":42,"verse":"یِسُو ع نے اُن سے کہا کیا تُم نے کِتابِ مُقدّس میں کبھی نہیں پڑھاکہ جِس پتّھر کو مِعماروں نے ردّ کِیا ۔ وُہی کونے کے سِرے کا پتّھر ہو گیا۔ یہ خُداوند کی طرف سے ہُؤا اور ہماری نظر میں عجِیب ہے؟۔"},{"number":43,"verse":"اِس لِئے مَیں تُم سے کہتا ہُوں کہ خُدا کی بادشاہی تُم سے لے لی جائے گی اور اُس قَوم کو جو اُس کے پَھل لائے دے دی جائے گی۔"},{"number":44,"verse":"اور جو اِس پتّھرپر گِرے گاٹُکڑے ٹُکڑے ہو جائے گالیکن جِس پر وہ گِرے گااُسے پِیس ڈالے گا۔"},{"number":45,"verse":"اور جب سردار کاہِنوں اورفرِیسِیوں نے اُس کی تمثِیلیں سُنِیں تو سمجھ گئے کہ ہمارے حق میں کہتا ہے۔"},{"number":46,"verse":"اور وہ اُسے پکڑنے کی کوشِش میں تھے لیکن لوگوں سے ڈرتے تھے کیونکہ وہ اُسے نبی جانتے تھے۔"}]}