{"bibleAbbr":"urRV2010","bookName":"متّی","bookEnglishName":"Matthew","chapterNumber":23,"verses":[{"number":1,"verse":"( یِسُوع شرع کے عالموں اور فرِیسیوں کے خِلاف خبردار کرتا ہے) ( (مرقس ۱۲‏:۳۸‏-۳۹؛ لُوقا ۱۱‏:۴۳‏،۴۶؛ ۲۰‏:۴۵‏-۴۶)) اُس وقت یِسُو ع نے بِھیڑ سے اور اپنے شاگِردوں سے یہ باتیں کہیں کہ۔"},{"number":2,"verse":"فقِیہہ اورفرِیسی مُوسیٰ کی گدّی پر بَیٹھے ہیں۔"},{"number":3,"verse":"پس جو کُچھ وہ تُمہیں بتائیں وہ سب کرو اور مانو لیکن اُن کے سے کام نہ کرو کیونکہ وہ کہتے ہیں اور کرتے نہیں۔"},{"number":4,"verse":"وہ اَیسے بھاری بوجھ جِن کو اُٹھانا مُشکِل ہے باندھ کر لوگوں کے کندھوں پر رکھتے ہیں مگر آپ اُن کواپنی اُنگلی سے بھی ہِلانا نہیں چاہتے۔"},{"number":5,"verse":"وہ اپنے سب کام لوگوں کو دِکھانے کو کرتے ہیں کیونکہ وہ اپنے تعوِیذ بڑے بناتے اور اپنی پوشاک کے کنارے چَوڑے رکھتے ہیں۔"},{"number":6,"verse":"اور ضِیافتوں میں صدرنشینی اور عِبادت خانوں میں اعلیٰ درجہ کی کُرسِیاں۔"},{"number":7,"verse":"اور بازاروں میں سلام اور آدمِیوں سے ربیّ کہلانا پسند کرتے ہیں۔"},{"number":8,"verse":"مگر تُم ربیّ نہ کہلاؤ کیونکہ تُمہارا اُستاد ایک ہی ہے اور تُم سب بھائی ہو۔"},{"number":9,"verse":"اور زمِین پر کِسی کو اپنا باپ نہ کہو کیونکہ تُمہارا باپ ایک ہی ہے جو آسمانی ہے۔"},{"number":10,"verse":"اور نہ تُم ہادی کہلاؤ کیونکہ تُمہارا ہادی ایک ہی ہے یعنی مسِیح۔"},{"number":11,"verse":"لیکن جو تُم میں بڑا ہے وہ تُمہارا خادِم بنے۔"},{"number":12,"verse":"اور جو کوئی اپنے آپ کو بڑا بنائے گا وہ چھوٹا کِیا جاے گااور جو اپنے آپ کو چھوٹا بنائے گاوہ بڑا کِیا جائے گا۔"},{"number":13,"verse":"( یِسُوع اُن کی ریاکاری کی مذمّت کرتا ہے) ( (مرقس ۱۲‏:۴۰؛ لُوقا ۱۱‏:۳۹‏-۴۲، ۴۴، ۵۲؛ ۲۰‏:۴۷)) اَے رِیاکار فقِیہو اورفرِیسیِوتُم پر افسوس! کہ آسمان کی بادشاہی لوگوں پر بند کرتے ہو کیونکہ نہ تو آپ داخِل ہوتے ہو اور نہ داخِل ہونے والوں کو داخِل ہونے دیتے ہو۔"},{"number":14,"verse":"(اَے رِیاکار فقِیہو اورفرِیسِیو تُم پر افسوس! کہ تُم بیواؤں کے گھروں کو دبا بَیٹھتے ہو اور دِکھاوے کے لِئے نماز کو طُول دیتے ہو ۔ تُمہیں زِیادہ سزا ہو گی)۔"},{"number":15,"verse":"اَے رِیاکار فقِیہو اورفرِیسیوتُم پر افسوس! کہ ایک مُرِید کرنے کے لِئے تَری اورخُشکی کا دَورہ کرتے ہو اور جب وہ مُرِید ہو چُکتا ہے تو اُسے اپنے سے دُونا جہنّم کا فرزند بنا دیتے ہو۔"},{"number":16,"verse":"اَے اندھے راہ بتانے والو تُم پر افسوس! جو کہتے ہو کہ اگر کوئی مَقدِس کی قَسم کھائے تو کُچھ بات نہیں لیکن اگر مَقدِس کے سونے کی قَسم کھائے تو اُس کا پابند ہو گا۔"},{"number":17,"verse":"اَے احمقو اور اندھو سونا بڑا ہے یا مَقدِس جِس نے سونے کو مُقدّس کِیا؟۔"},{"number":18,"verse":"اور پِھر کہتے ہو کہ اگر کوئی قُربان گاہ کی قَسم کھائے تو کُچھ بات نہیں لیکن جو نذر اُس پر چڑھی ہو اگر اُس کی قَسم کھائے تو اُس کاپابند ہو گا۔"},{"number":19,"verse":"اَے اندھو نذربڑی ہے یا قُربان گاہ جو نذر کو مُقدّس کرتی ہے؟۔"},{"number":20,"verse":"پس جو قُربان گاہ کی قَسم کھاتا ہے وہ اُس کی اور اُن سب چِیزوں کی جو اُس پر ہیں قَسم کھاتا ہے۔"},{"number":21,"verse":"اور جو مَقدِس کی قَسم کھاتا ہے وہ اُس کی اور اُس کے رہنے والے کی قَسم کھاتا ہے۔"},{"number":22,"verse":"اور جو آسمان کی قَسم کھاتا ہے وہ خُدا کے تخت کی اوراُس پر بَیٹھنے والے کی قَسم کھاتا ہے۔"},{"number":23,"verse":"اَے رِیاکار فقِیہو اورفرِیسِیوتُم پر افسوس! کہ پودِینہ اور سَونف اور زِیرہ پر تو دَہ یکی دیتے ہو پر تُم نے شرِیعت کی زِیادہ بھاری باتوں یعنی اِنصاف اور رحم اور اِیمان کو چھوڑ دِیا ہے ۔ لازِم تھا کہ یہ بھی کرتے اور وہ بھی نہ چھوڑتے۔"},{"number":24,"verse":"اَے اندھے راہ بتانے والو جو مچّھر کو تو چھانتے ہو اور اُونٹ کو نِگل جاتے ہو۔"},{"number":25,"verse":"اَے رِیاکار فقِیہو اورفرِیسِیوتُم پر افسوس! کہ پِیالے اور رکابی کو اُوپر سے صاف کرتے ہو مگر وہ اندر لُوٹ اور ناپرہیزگاری سے بھرے ہیں۔"},{"number":26,"verse":"اَے اندھے فرِیسی ! پہلے پِیالے اور رکابی کو اندر سے صاف کر تاکہ اُوپر سے بھی صاف ہو جائیں۔"},{"number":27,"verse":"اَے رِیاکار فقِیہو اورفرِیسیو تُم پرا فسوس! کہ تُم سفیدی پِھری ہُوئی قبروں کی مانِند ہو جو اُوپر سے تو خُوبصُورت دِکھائی دیتی ہیں مگر اندر مُردوں کی ہڈِّیوں اور ہر طرح کی نجاست سے بھری ہیں۔"},{"number":28,"verse":"اِسی طرح تُم بھی ظاہِر میں تو لوگوں کو راستباز دِکھائی دیتے ہو مگر باطِن میں رِیاکاری اور بے دِینی سے بھرے ہو۔"},{"number":29,"verse":"( یِسُوع اُن کی سزاکی پیشینگوئی کر تا ہے) ( (لُوقا ۱۱‏:۴۷‏-۵۱)) اَے رِیاکار فقِیہو اورفرِیسِیوتُم پر افسوس! کہ نبِیوں کی قبریں بناتے اور راستبازوں کے مقبرے آراستہ کرتے ہو۔"},{"number":30,"verse":"اور کہتے ہو کہ اگر ہم اپنے باپ دادا کے زمانہ میں ہوتے تو نبِیوں کے خُون میں اُن کے شرِیک نہ ہوتے۔"},{"number":31,"verse":"اِس طرح تُم اپنی نِسبت گواہی دیتے ہو کہ تُم نبِیوں کے قاتِلوں کے فرزند ہو۔"},{"number":32,"verse":"غرض اپنے باپ دادا کا پَیمانہ بھر دو۔"},{"number":33,"verse":"اَے سانپو! اَے افعی کے بچّو! تُم جہنّم کی سزا سے کیوں کر بچو گے؟۔"},{"number":34,"verse":"اِس لِئے دیکھو مَیں نبِیوں اور داناؤں اور فقِیہوں کو تُمہارے پاس بھیجتا ہُوں۔ اُن میں سے تُم بعض کو قتل اور مصلُوب کرو گے اور بعض کو اپنے عِبادت خانوں میں کوڑے مارو گے اور شہر بشہر ستاتے پِھرو گے۔"},{"number":35,"verse":"تاکہ سب راستبازوں کا خُون جو زمِین پر بہایا گیا تُم پر آئے ۔ راست باز ہابِل کے خُون سے لے کر برکیا ہ کے بیٹے زکرِیا ہ کے خُون تک جِسے تُم نے مَقدِس اور قُربان گاہ کے درمِیان قتل کِیا۔"},{"number":36,"verse":"مَیں تُم سے سچ کہتا ہُوں کہ یہ سب کُچھ اِس زمانہ کے لوگوں پر آئے گا۔"},{"number":37,"verse":"( یروشلِیم کے لِئے یِسُوع کی مُحبّت) ( ( لُوقا ۱۳‏:۳۴‏-۳۵)) اَے یرُوشلیم ! اَے یرُوشلیم ! تُو جو نبِیوں کو قتل کرتا اور جو تیرے پاس بھیجے گئے اُن کو سنگسار کرتا ہے! کِتنی بار مَیں نے چاہا کہ جِس طرح مُرغی اپنے بچّوں کو پروں تلے جمع کر لیتی ہے اُسی طرح مَیں بھی تیرے لڑکوں کو جمع کر لُوں مگر تُم نے نہ چاہا!۔"},{"number":38,"verse":"دیکھو تُمہارا گھر تُمہارے لِئے وِیران چھوڑا جاتا ہے۔"},{"number":39,"verse":"کیونکہ مَیں تُم سے کہتا ہُوں کہ اب سے مُجھے پِھر ہرگِز نہ دیکھو گے جب تک نہ کہو گے کہ مُبارک ہے وہ جو خُداوند کے نام سے آتا ہے۔"}]}