{"bibleAbbr":"urRV2010","bookName":"متّی","bookEnglishName":"Matthew","chapterNumber":24,"verses":[{"number":1,"verse":"( یِسُوع یروشلِیم کی بربادی کی بات کرتاہے) ( (مرقس ۱۳: ۱‏-۲؛ لُوقا ۲۱‏:۵‏-۶)) اور یِسُو ع ہَیکل سے نِکل کر جا رہا تھا کہ اُس کے شاگِرد اُس کے پاس آئے تاکہ اُسے ہَیکل کی عِمارتیں دِکھائیں۔"},{"number":2,"verse":"اُس نے جواب میں اُن سے کہا کیا تُم اِن سب چِیزوں کو نہیں دیکھتے؟ مَیں تُم سے سچ کہتا ہُوں کہ یہاں کِسی پتّھرپر پتّھر باقی نہ رہے گا جو گِرایا نہ جائے گا۔"},{"number":3,"verse":"( مُصِیبتیں اورایذائیں) ( (مرقس ۱۳‏:۳‏-۱۳؛لُوقا ۲۱‏:۷‏-۱۹)) اور جب وہ زَیتُو ن کے پہاڑ پر بَیٹھا تھا اُس کے شاگِردوں نے الگ اُس کے پاس آ کر کہا ہم کو بتا کہ یہ باتیں کب ہوں گی؟ اور تیرے آنے اور دُنیا کے آخِر ہونے کا نِشان کیا ہو گا؟۔"},{"number":4,"verse":"یِسُو ع نے جواب میں اُن سے کہا کہ خبردار! کوئی تُم کو گُمراہ نہ کر دے۔"},{"number":5,"verse":"کیونکہ بُہتیرے میرے نام سے آئیں گے اور کہیں گے مَیں مسِیح ہُوں اور بُہت سے لوگوں کو گُمراہ کریں گے۔"},{"number":6,"verse":"اور تُم لڑائِیاں اور لڑائِیوں کی افواہ سُنو گے ۔ خبردار! گھبرا نہ جانا! کیونکہ اِن باتوں کا واقِع ہونا ضرُور ہے لیکن اُس وقت خاتِمہ نہ ہو گا۔"},{"number":7,"verse":"کیونکہ قَوم پر قَوم اور سلطنت پر سلطنت چڑھائی کرے گی اور جگہ جگہ کال پڑیں گے اور بَھونچال آئیں گے۔"},{"number":8,"verse":"لیکن یہ سب باتیں مُصِیبتوں کا شُرُوع ہی ہوں گی۔"},{"number":9,"verse":"اُس وقت لوگ تُم کو اِیذا دینے کے لِئے پکڑوائیں گے اور تُم کو قتل کریں گے اور میرے نام کی خاطِر سب قَومیں تُم سے عداوت رکھّیں گی۔"},{"number":10,"verse":"اور اُس وقت بُہتیرے ٹھوکر کھائیں گے اور ایک دُوسرے کو پکڑوائیں گے اور ایک دُوسرے سے عداوت رکھّیں گے۔"},{"number":11,"verse":"اور بُہت سے جُھوٹے نبی اُٹھ کھڑے ہوں گے اور بُہتیروں کو گُمراہ کریں گے۔"},{"number":12,"verse":"اور بے دِینی کے بڑھ جانے سے بُہتیروں کی مُحبّت ٹھنڈی پڑ جائے گی۔"},{"number":13,"verse":"مگر جو آخِر تک برداشت کرے گاوہ نجات پائے گا۔"},{"number":14,"verse":"اور بادشاہی کی اِس خُوشخبری کی مُنادی تمام دُنیا میں ہو گی تاکہ سب قَوموں کے لِئے گواہی ہو ۔ تب خاتِمہ ہو گا۔"},{"number":15,"verse":"( اُجاڑنے والی مکرُوہ چِیز) ( (مرقس ۱۳‏:۱۴‏-۲۳؛ لُوقا ۲۱‏:۲۰‏-۲۴)) پس جب تُم اُس اُجاڑنے والی مکرُوہ چِیز کو جِس کا ذِکر دانی ایل نبی کی معرفت ہُؤا ۔ مُقدّس مقام میں کھڑا ہُؤا دیکھو (پڑھنے والا سمجھ لے)۔"},{"number":16,"verse":"تو جو یہُودیہ میں ہوں وہ پہاڑوں پر بھاگ جائیں۔"},{"number":17,"verse":"جو کوٹھے پر ہو وہ اپنے گھر کا اسباب لینے کو نِیچے نہ اُترے۔"},{"number":18,"verse":"اور جو کھیت میں ہو وہ اپنا کپڑا لینے کو پِیچھے نہ لَوٹے۔"},{"number":19,"verse":"مگر افسوس اُن پر جو اُن دِنوں میں حامِلہ ہوں اور جو دُودھ پِلاتی ہوں!۔"},{"number":20,"verse":"پس دُعا کرو کہ تُم کو جاڑوں میں یا سبت کے دِن بھاگنا نہ پڑے۔"},{"number":21,"verse":"کیونکہ اُس وقت اَیسی بڑی مُصِیبت ہو گی کہ دُنیا کے شُرُوع سے نہ اب تک ہُوئی نہ کبھی ہو گی۔"},{"number":22,"verse":"اور اگر وہ دِن گھٹائے نہ جاتے تو کوئی بشر نہ بچتا ۔ مگر برگُزِیدوں کی خاطِر وہ دِن گھٹائے جائیں گے۔"},{"number":23,"verse":"اُس وقت اگر کوئی تُم سے کہے کہ دیکھو مسِیح یہاں ہے یا وہاں ہے تو یقِین نہ کرنا۔"},{"number":24,"verse":"کیونکہ جُھوٹے مسِیح اور جُھوٹے نبی اُٹھ کھڑے ہوں گے اور اَیسے بڑے نِشان اور عجِیب کام دِکھائیں گے کہ اگر مُمکِن ہو تو برگُزِیدوں کو بھی گُمراہ کر لیں۔"},{"number":25,"verse":"دیکھو مَیں نے پہلے ہی تُم سے کہہ دِیا ہے۔"},{"number":26,"verse":"پس اگر وہ تُم سے کہیں کہ دیکھو وہ بیابان میں ہے تو باہر نہ جانا یا دیکھو وہ کوٹھرِیوں میں ہے تو یقِین نہ کرنا۔"},{"number":27,"verse":"کیونکہ جَیسے بِجلی پُورب سے کَوند کر پچّھم تک دِکھائی دیتی ہے وَیسے ہی اِبنِ آدم کا آنا ہو گا۔"},{"number":28,"verse":"جہاں مُردار ہے وہاں گِدھ جمع ہو جائیں گے۔"},{"number":29,"verse":"( اِبنِ آدم کی آمد) ( (مرقس ۱۳‏:۲۴‏-۲۷؛ لُوقا ۲۱: ۲۵‏-۲۸)) اور فوراً اُن دِنوں کی مُصِیبت کے بعد سُورج تارِیک ہو جائے گااور چاند اپنی رَوشنی نہ دے گااور ستارے آسمان سے گِریں گے اور آسمانوں کی قُوّتیں ہلائی جائیں گی۔"},{"number":30,"verse":"اور اُس وقت اِبنِ آدم کا نِشان آسمان پر دِکھائی دے گا۔ اور اُس وقت زمِین کی سب قَومیں چھاتی پِیٹیں گی اور اِبنِ آدم کو بڑی قُدرت اور جلال کے ساتھ آسمان کے بادلوں پر آتے دیکھیں گی۔"},{"number":31,"verse":"اور وہ نرسِنگے کی بڑی آواز کے ساتھ اپنے فرِشتوں کو بھیجے گا اور وہ اُس کے برگُزِیدوں کو چاروں طرف سے آسمان کے اِس کنارے سے اُس کنارے تک جمع کریں گے۔"},{"number":32,"verse":"( انجِیر کے درخت سے سبق) ( (مرقس ۱۳‏:۲۸‏-۳۱؛ لُوقا ۲۱‏:۲۹‏-۳۳)) اب انجِیرکے درخت سے ایک تمثِیل سِیکھو ۔ جُونہی اُس کی ڈالی نرم ہوتی اور پتّے نِکلتے ہیں تُم جان لیتے ہو کہ گرمی نزدِیک ہے۔"},{"number":33,"verse":"اِسی طرح جب تُم اِن سب باتوں کو دیکھو تو جان لو کہ وہ نزدِیک بلکہ دروازہ پر ہے۔"},{"number":34,"verse":"مَیں تُم سے سچ کہتا ہُوں کہ جب تک یہ سب باتیں نہ ہو لیں یہ نسل ہرگِز تمام نہ ہو گی۔"},{"number":35,"verse":"آسمان اور زمِین ٹل جائیں گے لیکن میری باتیں ہرگِز نہ ٹلیں گی۔"},{"number":36,"verse":"( اُس دِن اور گھڑی کو کوئی نہیں جانتا) ( (مرقس ۱۳‏:۳۲‏-۳۷؛ لُوقا ۱۷‏:۲۶‏-۳۰، ۳۴‏-۳۶)) لیکن اُس دِن اور اُس گھڑی کی بابت کوئی نہیں جانتا ۔ نہ آسمان کے فرِشتے نہ بیٹا مگر صِرف باپ۔"},{"number":37,"verse":"جَیسا نُوح کے دِنوں میں ہُؤا وَیسا ہی اِبنِ آدم کے آنے کے وقت ہو گا۔"},{"number":38,"verse":"کیونکہ جِس طرح طُوفان سے پہلے کے دِنوں میں لوگ کھاتے پِیتے اور بیاہ شادی کرتے تھے اُس دِن تک کہ نُو ح کشتی میں داخِل ہُؤا۔"},{"number":39,"verse":"اور جب تک طُوفان آکر اُن سب کو بہا نہ لے گیا اُن کو خبر نہ ہُوئی اُسی طرح اِبنِ آدم کا آنا ہو گا۔"},{"number":40,"verse":"اُس وقت دو آدمی کھیت میں ہوں گے ایک لے لِیا جائے گا اور دُوسرا چھوڑ دِیا جائے گا۔"},{"number":41,"verse":"دو عَورتیں چکّی پِیستی ہوں گی۔ ایک لے لی جائے گی اور دُوسری چھوڑ دی جائے گی۔"},{"number":42,"verse":"پس جاگتے رہو کیونکہ تُم نہیں جانتے کہ تُمہارا خُداوند کِس دِن آئے گا۔"},{"number":43,"verse":"لیکن یہ جان رکھّو کہ اگر گھر کے مالِک کو معلُوم ہوتا کہ چور رات کے کَون سے پہر آئے گا تو جاگتا رہتا اور اپنے گھر میں نقب نہ لگانے دیتا۔"},{"number":44,"verse":"اِس لِئے تُم بھی تیّار رہو کیونکہ جِس گھڑی تُم کو گُمان بھی نہ ہو گا اِبنِ آدم آ جائے گا۔"},{"number":45,"verse":"( دِیانتدار یا بددیانت نَوکر) ( (لُوقا ۱۲‏:۴۱‏-۴۸)) پس وہ دِیانتدار اور عقلمند نَوکر کَون سا ہے جِسے مالِک نے اپنے نَوکر چاکروں پر مُقرّر کِیا تاکہ وقت پر اُن کوکھانا دے؟۔"},{"number":46,"verse":"مُبارک ہے وہ نَوکر جِسے اُس کا مالِک آ کر اَیسا ہی کرتے پائے۔"},{"number":47,"verse":"مَیں تُم سے سچ کہتا ہُوں کہ وہ اُسے اپنے سارے مال کا مُختار کر دے گا۔"},{"number":48,"verse":"لیکن اگر وہ خراب نَوکر اپنے دِل میں یہ کہہ کر کہ میرے مالِک کے آنے میں دیر ہے۔"},{"number":49,"verse":"اپنے ہم خِدمتوں کو مارنا شُرُوع کرے اور شرابِیوں کے ساتھ کھائے پِئے۔"},{"number":50,"verse":"تو اُس نَوکر کا مالِک اَیسے دِن کہ وہ اُس کی راہ نہ دیکھتا ہو اور اَیسی گھڑی کہ وہ نہ جانتا ہو آ مَوجُود ہو گا۔"},{"number":51,"verse":"اور خُوب کوڑے لگا کر اُس کورِیاکاروں میں شامِل کرے گا ۔ وہاں رونا اور دانت پِیسنا ہو گا۔"}]}