{"bibleAbbr":"urRV2010","bookName":"متّی","bookEnglishName":"Matthew","chapterNumber":25,"verses":[{"number":1,"verse":"( دَس کُنواریوں کی تمثِیل) اُس وقت آسمان کی بادشاہی اُن دس کُنوارِیوں کی مانِند ہو گی جو اپنی مشعلیں لے کر دُلہا کے اِستِقبال کو نِکلِیں۔"},{"number":2,"verse":"اُن میں پانچ بیوُقُوف اور پانچ عقلمند تِھیں۔"},{"number":3,"verse":"جو بیوُقُوف تِھیں اُنہوں نے اپنی مشعلیں تو لے لِیں مگر تیل اپنے ساتھ نہ لِیا۔"},{"number":4,"verse":"مگر عقلمندوں نے اپنی مشعلوں کے ساتھ اپنی کُپِّیوں میں تیل بھی لے لِیا۔"},{"number":5,"verse":"اور جب دُلہا نے دیر لگائی تو سب اُونگھنے لگِیں اور سو گئِیں۔"},{"number":6,"verse":"آدھی رات کو دُھوم مچی کہ دیکھو دُلہا آ گیا! اُس کے اِستقبال کو نِکلو۔"},{"number":7,"verse":"اُس وقت وہ سب کُنوارِیاں اُٹھ کر اپنی اپنی مشعل دُرُست کرنے لگِیں۔"},{"number":8,"verse":"اور بیوُقُوفوں نے عقلمندوں سے کہا کہ اپنے تیل میں سے کُچھ ہم کو بھی دے دو کیونکہ ہماری مشعلیں بُجھی جاتی ہیں۔"},{"number":9,"verse":"عقلمندوں نے جواب دِیا کہ شاید ہمارے تُمہارے دونوں کے لِئے کافی نہ ہو ۔ بِہتر یہ کہ بیچنے والوں کے پاس جا کر اپنے واسطے مول لے لو۔"},{"number":10,"verse":"جب وہ مول لینے جا رہی تِھیں تو دُلہا آ پُہنچا اور جو تیّار تِھیں وہ اُس کے ساتھ شادی کے جشن میں اندر چلی گئِیں اور دروازہ بند ہو گیا۔"},{"number":11,"verse":"پِھر وہ باقی کُنوارِیاں بھی آئِیں اور کہنے لگِیں اَے خُداوند! اَے خُداوند! ہمارے لِئے دروازہ کھول دے۔"},{"number":12,"verse":"اُس نے جواب میں کہا مَیں تُم سے سچ کہتا ہُوں کہ مَیں تُم کو نہیں جانتا۔"},{"number":13,"verse":"پس جاگتے رہو کیونکہ تُم نہ اُس دِن کو جانتے ہو نہ اُس گھڑی کو۔"},{"number":14,"verse":"( تِین نَوکروں یاتوڑوں کی تمثِیل) ( (لُوقا ۱۹‏:۱۱‏-۲۷)) کیونکہ یہ اُس آدمی کا سا حال ہے جِس نے پردیس جاتے وقت اپنے گھر کے نَوکروں کو بُلا کر اپنا مال اُن کے سپُرد کِیا۔"},{"number":15,"verse":"اور ایک کو پانچ توڑے دِئے ۔ دُوسرے کو دو اور تِیسرے کو ایک یعنی ہر ایک کو اُس کی لِیاقت کے مُطابِق دِیا اور پردیس چلا گیا۔"},{"number":16,"verse":"جِس کو پانچ توڑے مِلے تھے اُس نے فوراً جا کر اُن سے لین دین کِیا اور پانچ توڑے اَور پَیدا کر لِئے۔"},{"number":17,"verse":"اِسی طرح جِسے دو مِلے تھے اُس نے بھی دو اَور کمائے۔"},{"number":18,"verse":"مگر جِس کو ایک مِلا تھا اُس نے جا کر زمِین کھودی اور اپنے مالِک کا رُوپیَہ چُھپا دِیا۔"},{"number":19,"verse":"بڑی مُدّت کے بعد اُن نَوکروں کا مالِک آیا اور اُن سے حِساب لینے لگا۔"},{"number":20,"verse":"جِس کو پانچ توڑے مِلے تھے وہ پانچ توڑے اَور لے کر آیا اور کہا اَے خُداوند! تُو نے پانچ توڑے مُجھے سپُرد کِئے تھے ۔ دیکھ مَیں نے پانچ توڑے اَور کمائے۔"},{"number":21,"verse":"اُس کے مالِک نے اُس سے کہا اَے اچّھے اور دِیانتدار نَوکر شاباش! تُو تھوڑے میں دِیانتدار رہا ۔ مَیں تُجھے بُہت چِیزوں کا مُختار بناؤں گا ۔ اپنے مالِک کی خُوشی میں شرِیک ہو۔"},{"number":22,"verse":"اور جِس کو دو توڑے مِلے تھے اُس نے بھی پاس آ کر کہا اَے خُداوند تُو نے دو توڑے مُجھے سپُرد کِئے تھے ۔ دیکھ مَیں نے دو توڑے اَور کمائے۔"},{"number":23,"verse":"اُس کے مالِک نے اُس سے کہا اَے اچّھے اور دِیانتدار نَوکر شاباش! تُو تھوڑے میں دِیانتدار رہا ۔ مَیں تُجھے بُہت چِیزوں کا مُختار بناؤں گا ۔ اپنے مالِک کی خُوشی میں شرِیک ہو۔"},{"number":24,"verse":"اور جِس کو ایک توڑا مِلا تھا وہ بھی پاس آکر کہنے لگا اَے خُداوند مَیں تُجھے جانتا تھا کہ تُو سخت آدمی ہے اور جہاں نہیں بویا وہاں سے کاٹتا ہے اور جہاں نہیں بکھیرا وہاں سے جمع کرتا ہے۔"},{"number":25,"verse":"پس مَیں ڈرا اور جا کر تیرا توڑا زمِین میں چُھپا دِیا ۔ دیکھ جو تیرا ہے وہ مَوجُود ہے۔"},{"number":26,"verse":"اُس کے مالِک نے جواب میں اُس سے کہا اَے شرِیر اور سُست نَوکر! تُو جانتا تھا کہ جہاں مَیں نے نہیں بویا وہاں سے کاٹتا ہُوں اور جہاں مَیں نے نہیں بکھیرا وہاں سے جمع کرتا ہُوں۔"},{"number":27,"verse":"پس تُجھے لازِم تھا کہ میرا رُوپیَہ ساہُوکاروں کو دیتا تو مَیں آکر اپنا مال سُود سمیت لیتا۔"},{"number":28,"verse":"پس اِس سے وہ توڑا لے لو اور جِس کے پاس دس توڑے ہیں اُسے دے دو۔"},{"number":29,"verse":"کیونکہ جِس کے پاس ہے اُسے دِیا جائے گا اور اُس کے پاس زِیادہ ہو جائے گا مگر جِس کے پاس نہیں ہے اُس سے وہ بھی جو اُس کے پاس ہے لے لِیا جائے گا۔"},{"number":30,"verse":"اور اِس نِکمّے نَوکر کو باہر اندھیرے میں ڈال دو ۔ وہاں رونا اور دانت پِیسنا ہو گا۔"},{"number":31,"verse":"( آخِری عدالت) جب اِبنِ آدم اپنے جلال میں آئے گااور سب فرِشتے اُس کے ساتھ آئیں گے تب وہ اپنے جلال کے تخت پر بَیٹھے گا۔"},{"number":32,"verse":"اور سب قَومیں اُس کے سامنے جمع کی جائیں گی اور وہ ایک کو دُوسرے سے جُدا کرے گا جَیسے چرواہا بھیڑوں کو بکرِیوں سے جُدا کرتا ہے۔"},{"number":33,"verse":"اور بھیڑوں کو اپنے دہنے اور بکرِیوں کو بائیں کھڑا کرے گا۔"},{"number":34,"verse":"اُس وقت بادشاہ اپنے دہنی طرف والوں سے کہے گا آؤ میرے باپ کے مُبارک لوگو جو بادشاہی بِنایِ عالَم سے تُمہارے لِئے تیّار کی گئی ہے اُسے مِیراث میں لو۔"},{"number":35,"verse":"کیونکہ مَیں بُھوکا تھا ۔ تُم نے مُجھے کھانا کِھلایا ۔ مَیں پِیاسا تھا ۔ تُم نے مُجھے پانی پِلایا ۔ مَیں پردیسی تھا۔ تُم نے مُجھے اپنے گھر میں اُتارا۔"},{"number":36,"verse":"ننگا تھا ۔ تُم نے مُجھے کپڑا پہنایا ۔ بِیمار تھا ۔ تُم نے میری خبر لی ۔ قَید میں تھا ۔ تُم میرے پاس آئے۔"},{"number":37,"verse":"تب راستباز جواب میں اُس سے کہیں گے اَے خُداوند! ہم نے کب تُجھے بُھوکا دیکھ کر کھانا کِھلایا یا پِیاسا دیکھ کر پانی پِلایا؟۔"},{"number":38,"verse":"ہم نے کب تُجھے پردیسی دیکھ کر گھر میں اُتارا؟ یا ننگا دیکھ کر کپڑا پہنایا؟۔"},{"number":39,"verse":"ہم کب تُجھے بِیمار یا قَید میں دیکھ کر تیرے پاس آئے؟۔"},{"number":40,"verse":"بادشاہ جواب میں اُن سے کہے گا مَیں تُم سے سچ کہتا ہُوں کہ جب تُم نے میرے اِن سب سے چھوٹے بھائِیوں میں سے کِسی ایک کے ساتھ یہ سُلُوک کِیا تو میرے ہی ساتھ کِیا۔"},{"number":41,"verse":"پِھر وہ بائیں طرف والوں سے کہے گا اَے ملعُونو میرے سامنے سے اُس ہمیشہ کی آگ میں چلے جاؤ جو اِبلِیس اور اُس کے فرِشتوں کے لِئے تیّار کی گئی ہے۔"},{"number":42,"verse":"کیونکہ مَیں بُھوکا تھا ۔ تُم نے مُجھے کھانا نہ کِھلایا ۔ پِیاسا تھا ۔ تُم نے مُجھے پانی نہ پِلایا۔"},{"number":43,"verse":"پردیسی تھا تُم نے مُجھے گھر میں نہ اُتارا ۔ ننگا تھا ۔ تُم نے مُجھے کپڑا نہ پہنایا ۔ بِیمار اور قَید میں تھا ۔ تُم نے میری خبر نہ لی۔"},{"number":44,"verse":"تب وہ بھی جواب میں کہیں گے اَے خُداوند! ہم نے کب تُجھے بُھوکا یا پِیاسا یا پردیسی یا ننگا یا بِیمار یا قَید میں دیکھ کر تیری خِدمت نہ کی؟۔"},{"number":45,"verse":"اُس وقت وہ اُن سے جواب میں کہے گا مَیں تُم سے سچ کہتا ہُوں کہ جب تُم نے اِن سب سے چھوٹوں میں سے کِسی کے ساتھ یہ سلُوک نہ کِیاتو میرے ساتھ نہ کِیا۔"},{"number":46,"verse":"اور یہ ہمیشہ کی سزا پائیں گے مگر راستباز ہمیشہ کی زِندگی۔"}]}