{"bibleAbbr":"urRV2010","bookName":"متّی","bookEnglishName":"Matthew","chapterNumber":5,"verses":[{"number":1,"verse":"( پہاڑی وعظ) وہ اِس بِھیڑ کو دیکھ کر پہاڑ پر چڑھ گیا اور جب بَیٹھ گیا تو اُس کے شاگِرد اُس کے پاس آئے۔"},{"number":2,"verse":"اور وہ اپنی زُبان کھو ل کر اُن کو یُوں تعلِیم دینے لگا۔"},{"number":3,"verse":"( حقِیقی مُبارک حالی) ( (لُوقا ۶‏:۲۰‏-۲۳)) مُبارک ہیں وہ جو دِل کے غرِیب ہیں کیونکہ آسمان کی بادشاہی اُن ہی کی ہے۔"},{"number":4,"verse":"مُبارک ہیں وہ جو غمگین ہیں کیونکہ وہ تسلّی پائیں گے۔"},{"number":5,"verse":"مُبارک ہیں وہ جو حلِیم ہیں کیونکہ وہ زمِین کے وارِث ہوں گے۔"},{"number":6,"verse":"مُبارک ہیں وہ جو راستبازی کے بُھوکے اور پِیاسے ہیں کیونکہ وہ آسُودہ ہوں گے۔"},{"number":7,"verse":"مُبارک ہیں وہ جو رحمدِل ہیں کیونکہ اُن پر رحم کِیاجائے گا۔"},{"number":8,"verse":"مُبارک ہیں وہ جو پاک دِل ہیں کیونکہ وہ خُدا کو دیکھیں گے۔"},{"number":9,"verse":"مُبارک ہیں وہ جو صُلح کراتے ہیں کیونکہ وہ خُدا کے بیٹے کہلائیں گے۔"},{"number":10,"verse":"مُبارک ہیں وہ جو راستبازی کے سبب سے ستائے گئے ہیں کیونکہ آسمان کی بادشاہی اُن ہی کی ہے۔"},{"number":11,"verse":"جب میرے سبب سے لوگ تُم کو لَعن طَعن کریں گے اور ستائیں گے اور ہر طرح کی بُری باتیں تُمہاری نِسبت ناحق کہیں گے تو تُم مُبارک ہو گے۔"},{"number":12,"verse":"خُوشی کرنا اور نِہایت شادمان ہونا کیونکہ آسمان پر تُمہارا اجر بڑا ہے اِس لِئے کہ لوگوں نے اُن نبِیوں کو بھی جو تُم سے پہلے تھے اِسی طرح ستایا تھا۔"},{"number":13,"verse":"( نمک اور نُور) ( (مرقس ۹: ۵۰؛ لُوقا ۱۴‏:۳۴‏-۳۵)) تُم زمِین کے نمک ہو لیکن اگر نمک کا مزہ جاتا رہے تو وہ کِس چِیز سے نمکِین کِیا جائے گا؟ پِھر وہ کِسی کام کا نہیں سِوا اِس کے کہ باہر پَھینکا جائے اور آدمِیوں کے پاؤں کے نِیچے رَوندا جائے۔"},{"number":14,"verse":"تُم دُنیا کے نُور ہو ۔ جو شہر پہاڑ پر بسا ہے وہ چُھپ نہیں سکتا۔"},{"number":15,"verse":"اور چراغ جلا کر پَیمانہ کے نِیچے نہیں بلکہ چراغ دان پر رکھتے ہیں تو اُس سے گھر کے سب لوگوں کو رَوشنی پُہنچتی ہے۔"},{"number":16,"verse":"اِسی طرح تُمہاری رَوشنی آدمِیوں کے سامنے چمکے تاکہ وہ تُمہارے نیک کاموں کو دیکھ کر تُمہارے باپ کی جو آسمان پر ہے تمجِید کریں۔ تَورَیت کے بارے میں تعلیِم"},{"number":17,"verse":"یہ نہ سمجھو کہ مَیں تَورَیت یا نبِیوں کی کِتابوں کو منسُوخ کرنے آیا ہُوں۔ منسُوخ کرنے نہیں بلکہ پُورا کرنے آیا ہُوں۔"},{"number":18,"verse":"کیونکہ مَیں تُم سے سچ کہتا ہُوں کہ جب تک آسمان اور زمِین ٹل نہ جائیں ایک نُقطہ یا ایک شوشہ تَورَیت سے ہرگِز نہ ٹلے گا جب تک سب کُچھ پُورا نہ ہو جائے۔"},{"number":19,"verse":"پس جو کوئی اِن چھوٹے سے چھوٹے حُکموں میں سے بھی کِسی کو توڑے گا اور یہی آدمِیوں کو سِکھائے گاوہ آسمان کی بادشاہی میں سب سے چھوٹا کہلائے گالیکن جو اُن پر عمل کرے گااور اُن کی تعلِیم دے گا وہ آسمان کی بادشاہی میں بڑا کہلائے گا۔"},{"number":20,"verse":"کیونکہ مَیں تُم سے کہتا ہُوں کہ اگر تُمہاری راستبازی فقِیہوں اورفرِیسِیوں کی راستبازی سے زِیادہ نہ ہو گی تو تُم آسمان کی بادشاہی میں ہرگِز داخِل نہ ہو گے۔"},{"number":21,"verse":"( غُصہ کے بارے میں تعلیِم) تُم سُن چُکے ہو کہ اگلوں سے کہا گیا تھا کہ خُون نہ کرنا اور جو کوئی خُون کرے گاوہ عدالت کی سزا کے لائِق ہو گا۔"},{"number":22,"verse":"لیکن مَیں تُم سے یہ کہتا ہُوں کہ جو کوئی اپنے بھائی پر غُصّے ہو گا وہ عدالت کی سزا کے لائِق ہو گا اور جو کوئی اپنے بھائی کو پاگل کہے گا وہ صدرعدالت کی سزا کے لائِق ہو گا اور جو اُس کو احمق کہے گا و ہ آتشِ جہنّم کا سزاوار ہو گا۔"},{"number":23,"verse":"پس اگر تُو قُربان گاہ پر اپنی نذر گُذرانتا ہو اور وہاں تُجھے یاد آئے کہ میرے بھائی کو مُجھ سے کُچھ شِکایت ہے۔"},{"number":24,"verse":"تو وہیں قُربان گاہ کے آگے اپنی نذر چھوڑ دے اور جا کر پہلے اپنے بھائی سے مِلاپ کر ۔ تب آکر اپنی نذر گُذران۔"},{"number":25,"verse":"جب تک تُو اپنے مُدّعی کے ساتھ راہ میں ہے اُس سے جلد صُلح کر لے ۔ کہِیں اَیسا نہ ہو کہ مُدّعی تُجھے مُنصِف کے حوالہ کر دے اور مُنصِف تُجھے سِپاہی کے حوالہ کر دے اور تُو قَیدخانہ میں ڈالا جائے۔"},{"number":26,"verse":"مَیں تُجھ سے سچ کہتا ہُوں کہ جب تک تُوکَوڑی کَوڑی ادا نہ کر دیگا وہاں سے ہرگِز نہ چُھوٹے گا۔"},{"number":27,"verse":"( زِناکے بارے میں تعلیِم) تُم سُن چُکے ہو کہ کہا گیا تھا کہ زِنا نہ کرنا۔"},{"number":28,"verse":"لیکن مَیں تُم سے یہ کہتا ہُوں کہ جِس کِسی نے بُری خواہِش سے کِسی عَورت پر نِگاہ کی وہ اپنے دِل میں اُس کے ساتھ زِنا کر چُکا۔"},{"number":29,"verse":"پس اگر تیری د ہنی آنکھ تُجھے ٹھوکر کِھلائے تو اُسے نِکال کراپنے پاس سے پَھینک دے کیونکہ تیرے لِئے یِہی بِہتر ہے کہ تیرے اعضا میں سے ایک جاتا رہے اور تیراسارا بدن جہنّم میں نہ ڈالا جائے۔"},{"number":30,"verse":"اور اگر تیرا دہنا ہاتھ تُجھے ٹھوکر کِھلائے تو اُس کوکاٹ کر اپنے پاس سے پَھینک دے کیونکہ تیرے لِئے یِہی بِہترہے کہ تیرے اعضا میں سے ایک جاتا رہے اور تیرا سارا بدن جہنّم میں نہ جائے۔"},{"number":31,"verse":"( طلاق کے بارے میں تعلیِم) ( (متّی ۱۹‏:۹؛ مرقس ۱۰‏:۱۱‏-۱۲؛ لُوقا ۱۶‏:۱۸)) یہ بھی کہا گیا تھا کہ جو کوئی اپنی بِیوی کو چھوڑے اُسے طلاق نامہ لِکھ دے۔"},{"number":32,"verse":"لیکن مَیں تُم سے یہ کہتا ہُوں کہ جو کوئی اپنی بِیوی کو حرام کاری کے سِوا کِسی اَور سبب سے چھوڑ دے وہ اُس سے زِنا کراتا ہے اور جو کوئی اُس چھوڑی ہُوئی سے بیاہ کرے وہ زِنا کرتا ہے۔"},{"number":33,"verse":"( قَسموں کے بارے میں تعلِیم) پِھرتُم سُن چُکے ہو کہ اگلوں سے کہا گیا تھا کہ جُھوٹی قَسم نہ کھانا بلکہ اپنی قَسمیں خُداوند کے لِئے پُوری کرنا۔"},{"number":34,"verse":"لیکن مَیں تُم سے یہ کہتا ہُوں کہ بِالکُل قَسم نہ کھانا ۔ نہ تو آسمان کی کیونکہ وہ خُدا کا تخت ہے۔"},{"number":35,"verse":"نہ زمِین کی کیونکہ وہ اُس کے پاؤں کی چَوکی ہے ۔ نہ یروشلِیم کی کیونکہ وہ بُزرگ بادشاہ کا شہر ہے۔"},{"number":36,"verse":"نہ اپنے سر کی قَسم کھانا کیونکہ تُو ایک بال کو بھی سفید یا کالا نہیں کر سکتا۔"},{"number":37,"verse":"بلکہ تُمہارا کلام ہاں ہاں یا نہیں نہیں ہو کیونکہ جو اِس سے زِیادہ ہے وہ بدی سے ہے۔"},{"number":38,"verse":"( اِنتقام کے بارے میں تعلِیم) ( (لُوقا۶‏:۲۹‏-۳۰)) تُم سُن چُکے ہو کہ کہا گیا تھا کہ آنکھ کے بدلے آنکھ اور دانت کے بدلے دانت۔"},{"number":39,"verse":"لیکن مَیں تُم سے یہ کہتا ہُوں کہ شرِیر کا مُقابلہ نہ کرنا بلکہ جو کوئی تیرے دہنے گال پر طمانچہ مارے دُوسرا بھی اُس کی طرف پھیر دے۔"},{"number":40,"verse":"اور اگر کوئی تُجھ پر نالِش کر کے تیرا کُرتا لیناچاہے تو چوغہ بھی اُسے لے لینے دے۔"},{"number":41,"verse":"اور جو کوئی تُجھے ایک کوس بیگار میں لے جائے اُس کے ساتھ دو کوس چلا جا۔"},{"number":42,"verse":"جو کوئی تُجھ سے مانگے اُسے دے اور جو تُجھ سے قرض چاہے اُس سے مُنہ نہ موڑ۔"},{"number":43,"verse":"( دُشمنوں سے مُحبّت) ( (لُوقا۶‏:۲۷‏-۲۸، ۳۲‏-۳۶)) تُم سُن چُکے ہو کہ کہا گیا تھا کہ اپنے پڑوسی سے مُحبّت رکھ اور اپنے دُشمن سے عداوت۔"},{"number":44,"verse":"لیکن مَیں تُم سے یہ کہتا ہُوں کہ اپنے دُشمنوں سے مُحبّت رکھّو اور اپنے ستانے والوں کے لِئے دُعا کرو۔"},{"number":45,"verse":"تاکہ تُم اپنے باپ کے جو آسمان پر ہے بیٹے ٹھہرو کیونکہ وہ اپنے سُورج کو بدوں اور نیکوں دونوں پر چمکاتا ہے اور راستبازوں اور ناراستوں دونوں پر مِینہ برساتا ہے۔"},{"number":46,"verse":"کیونکہ اگر تُم اپنے مُحبّت رکھنے والوں ہی سے مُحبّت رکھّو تو تُمہارے لِئے کیا اجر ہے؟ کیا محصُول لینے والے بھی اَیسا نہیں کرتے؟۔"},{"number":47,"verse":"اور اگر تُم فقط اپنے بھائِیوں ہی کو سلام کرو تو کیا زِیادہ کرتے ہو؟ کیا غَیر قَوموں کے لوگ بھی اَیسا نہیں کرتے؟۔"},{"number":48,"verse":"پس چاہئے کہ تُم کامِل ہو جَیسا تُمہارا آسمانی باپ کامِل ہے۔"}]}