{"bibleAbbr":"urRV2010","bookName":"متّی","bookEnglishName":"Matthew","chapterNumber":8,"verses":[{"number":1,"verse":"( یِسُوع ایک آدمی کو شِفا دیتا ہے) ( (مرقس ۱‏:۴۰ -۴۵؛ لُوقا ۵‏:۱۲‏-۱۶)) جب وہ اُس پہاڑ سے اُترا تو بُہت سی بِھیڑ اُس کے پِیچھے ہولی۔"},{"number":2,"verse":"اور دیکھو ایک کوڑھی نے پاس آ کر اُسے سِجدہ کِیا اور کہا اَے خُداوند اگر تُو چاہے تو مُجھے پاک صاف کر سکتا ہے۔"},{"number":3,"verse":"اُس نے ہاتھ بڑھا کر اُسے چُھؤا اور کہا مَیں چاہتا ہُوں تُو پاک صاف ہو جا ۔ وہ فوراً کوڑھ سے پاک صاف ہو گیا۔"},{"number":4,"verse":"یِسُو ع نے اُس سے کہا خبردار کِسی سے نہ کہنا بلکہ جا کر اپنے تئِیں کاہِن کو دِکھا اور جو نذر مُوسیٰ نے مُقرّر کی ہے اُسے گُذران تاکہ اُن کے لِئے گواہی ہو۔"},{"number":5,"verse":"( یِسُوع ایک رُومی صُوبہ دارکے نَوکر کو شِفا دیتا ہے) ( (لُوقا ۷: ۱‏-۱۰)) اور جب وہ کفرنحو م میں داخِل ہُؤا تو ایک صُوبہ دار اُس کے پاس آیا اور اُس کی مِنّت کر کے کہا۔"},{"number":6,"verse":"اَے خُداوند میرا خادِم فالِج کا مارا گھر میں پڑا ہے اور نِہایت تکلِیف میں ہے۔"},{"number":7,"verse":"اُس نے اُس سے کہا مَیں آ کر اُس کوشِفا دُوں گا۔"},{"number":8,"verse":"صُوبہ دار نے جواب میں کہا اَے خُداوند مَیں اِس لائِق نہیں کہ تُو میری چھت کے نِیچے آئے بلکہ صِرف زُبان سے کہہ دے تو میرا خادِم شِفا پا جائے گا۔"},{"number":9,"verse":"کیونکہ مَیں بھی دُوسرے کے اِختیار میں ہُوں اور سِپاہی میرے ماتحت ہیں اور جب ایک سے کہتا ہُوں کہ جا تو وہ جاتا ہے اور دُوسرے سے کہ آ تو وہ آتا ہے اور اپنے نَوکر سے کہ یہ کر تو وہ کرتا ہے۔"},{"number":10,"verse":"یِسُو ع نے یہ سُن کر تعجُّب کِیا اور پِیچھے آنے والوں سے کہا مَیں تُم سے سچ کہتا ہُوں کہ مَیں نے اِسرائیل میں بھی اَیسا اِیمان نہیں پایا۔"},{"number":11,"verse":"اور مَیں تُم سے کہتا ہُوں کہ بُہتیرے پُورب اور پچّھم سے آ کر ابرہا م اور اِضحا ق اور یعقُو ب کے ساتھ آسمان کی بادشاہی کی ضِیافت میں شرِیک ہوں گے۔"},{"number":12,"verse":"مگر بادشاہی کے بیٹے باہر اندھیرے میں ڈالے جائیں گے۔ وہاں رونا اور دانت پِیسنا ہو گا۔"},{"number":13,"verse":"اور یِسُوع نے صُوبہ دار سے کہا جا جَیسا تُو نے اِعتقاد کِیا تیرے لِئے وَیسا ہی ہو اور اُسی گھڑی خادِم نے شِفا پائی۔"},{"number":14,"verse":"( یِسُوع بُہت لوگوں کو شِفا دیتا ہے) ( (مرقس ۱‏:۲۹‏-۳۴؛ لُوقا ۴: ۳۸‏-۴۱)) اور یِسُو ع نے پطرس کے گھر میں آ کر اُس کی ساس کو تپ میں پڑی دیکھا۔"},{"number":15,"verse":"اُس نے اُس کا ہاتھ چُھؤا اور تپ اُس پر سے اُتر گئی اور وہ اُٹھ کھڑی ہُوئی اور اُس کی خِدمت کرنے لگی۔"},{"number":16,"verse":"جب شام ہُوئی تو اُس کے پاس بُہت سے لوگوں کو لائے جِن میں بدرُوحیں تِھیں ۔ اُس نے رُوحوں کو زُبان ہی سے کہہ کر نِکال دِیا اور سب بِیماروں کو اچّھا کر دِیا۔"},{"number":17,"verse":"تاکہ جو یسعیا ہ نبی کی معرفت کہا گیا تھا وہ پُورا ہو کہ اُس نے آپ ہماری کمزورِیاں لے لِیں اور بِیمارِیاں اُٹھا لِیں۔"},{"number":18,"verse":"( یِسُوع کی پَیروی کرنے کے خواہشمند افراد) ( (لُوقا۹: ۵۷‏-۶۲)) جب یِسُو ع نے اپنے گِرد بُہت سی بِھیڑ دیکھی تو پار چلنے کا حُکم دِیا۔"},{"number":19,"verse":"اور ایک فقِیہہ نے پاس آ کر اُس سے کہا اَے اُستاد جہاں کہِیں تُو جائے گامَیں تیرے پِیچھے چلُوں گا۔"},{"number":20,"verse":"یِسُو ع نے اُس سے کہا کہ لومڑِیوں کے بھٹ ہوتے ہیں اور ہوا کے پرِندوں کے گھونسلے مگر اِبنِ آدم کے لِئے سر دھرنے کی بھی جگہ نہیں۔"},{"number":21,"verse":"ایک اَور شاگِرد نے اُس سے کہا اَے خُداوند مُجھے اِجازت دے کہ پہلے جا کر اپنے باپ کو دفن کرُوں۔"},{"number":22,"verse":"یِسُوع نے اُس سے کہا تُو میرے پِیچھے چل اور مُردوں کو اپنے مُردے دفن کرنے دے۔"},{"number":23,"verse":"( یِسُوع طوفان کو تھما دیتا ہے) ( (مرقس ۴: ۳۵‏-۴۱؛ لُوقا ۸‏:۲۲‏-۲۵)) جب وہ کشتی پر چڑھا تو اُس کے شاگِرد اُس کے ساتھ ہو لِئے۔"},{"number":24,"verse":"اور دیکھو جِھیل میں اَیسا بڑا طُوفان آیا کہ کشتی لہروں میں چُھپ گئی مگر وہ سوتا تھا۔"},{"number":25,"verse":"اُنہوں نے پاس آ کر اُسے جگایا اور کہا اَے خُداوند ہمیں بچا ! ہم ہلاک ہُوئے جاتے ہیں۔"},{"number":26,"verse":"اُس نے اُن سے کہا اَے کم اِعتقادو ! ڈرتے کیوں ہو؟ تب اُس نے اُٹھ کر ہوا اور پانی کو ڈانٹا اور بڑا امَن ہو گیا۔"},{"number":27,"verse":"اور لوگ تعجُّب کر کے کہنے لگے یہ کِس طرح کا آدمی ہے کہ ہوا اور پانی بھی اِس کا حُکم مانتے ہیں؟۔"},{"number":28,"verse":"( یِسُوع دو بدرُوح گرفتہ آدمِیوں کو شِفا دیتا ہے) ( ( مرقس۵‏:۱‏-۲۰؛ لُوقا ۸‏:۲۶‏-۳۹)) جب وہ اُس پار گدرِینِیو ں کے مُلک میں پُہنچا تو دو آدمی جِن میں بدرُوحیں تِھیں قبروں سے نِکل کر اُس سے مِلے ۔ وہ اَیسے تُند مِزاج تھے کہ کوئی اُس راستہ سے گُذر نہیں سکتا تھا۔"},{"number":29,"verse":"اور دیکھو اُنہوں نے چِلاّ کر کہا اَے خُدا کے بیٹے ہمیں تُجھ سے کیا کام؟ کیا تُو اِس لِئے یہاں آیا ہے کہ وقت سے پہلے ہمیں عذاب میں ڈالے؟۔"},{"number":30,"verse":"اُن سے کُچھ دُور بُہت سے سُورٔوں کا غول چر رہا تھا۔"},{"number":31,"verse":"پس بدرُوحوں نے اُس کی مِنّت کر کے کہا کہ اگر تُو ہم کو نِکالتا ہے تو ہمیں سُورٔوں کے غول میں بھیج دے۔"},{"number":32,"verse":"اُس نے اُن سے کہا جاؤ ۔ وہ نِکل کر سُورٔوں کے اندرچلی گئِیں اور دیکھو سارا غول کڑاڑے پر سے جھپٹ کر جِھیل میں جا پڑا اور پانی میں ڈُوب مَرا۔"},{"number":33,"verse":"اور چرانے والے بھاگے اور شہر میں جا کر سب ماجرا اور اُن کا احوال جِن میں بدرُوحیں تِھیں بیان کِیا۔"},{"number":34,"verse":"اور دیکھو سارا شہر یِسُوع سے مِلنے کو نِکلا اور اُسے دیکھ کر مِنّت کی کہ ہماری سرحدّوں سے باہر چلا جا۔"}]}