{"bibleAbbr":"orOV2014","bookName":"ଏବ୍ରୀମାନଙ୍କ ନିକଟକୁ ପତ୍ର","bookEnglishName":"Hebrews","chapterNumber":11,"verses":[{"number":1,"verse":"( ବିଶ୍ଵାସର ଆଦର୍ଶ) ବିଶ୍ଵାସ ପ୍ରତ୍ୟାଶିତ ବିଷୟର ମୂଳଭୂମି ଓ ଅଦୃଶ୍ୟ ବିଷୟର ନିଶ୍ଚିତ ଜ୍ଞାନ ।"},{"number":2,"verse":"ତଦ୍ଦ୍ଵାରା ପ୍ରାଚୀନମାନେ ତ ସୁଖ୍ୟାତି ଲାଭ କଲେ ।"},{"number":3,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ଆମ୍ଭେମାନେ ବୁଝୁ ଯେ, ସମସ୍ତ ବିଶ୍ଵ ଈଶ୍ଵରଙ୍କ ବାକ୍ୟ ଦ୍ଵାରା ରଚିତ, ଅତଏବ କୌଣସି ପ୍ରତ୍ୟକ୍ଷ ବିଷୟରୁ ଦୃଶ୍ୟ ବିଷୟ ଉତ୍ପନ୍ନ ହୋଇ ନାହିଁ ।"},{"number":4,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ହେବଲ ଈଶ୍ଵରଙ୍କ ଛାମୁରେ କୟିନ ଅପେକ୍ଷା ଉତ୍କୃଷ୍ଟ ବଳି ଉତ୍ସର୍ଗ କଲେ ଓ ତଦ୍ଦ୍ଵାରା ସେ ଧାର୍ମିକ ବୋଲି ସାକ୍ଷ୍ୟ ପାଇଲେ; ଈଶ୍ଵର ନିଜେ ତାଙ୍କ ଦାନ ସମ୍ଵନ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେଲେ, ଆଉ ସେ ମୃତ ହେଲେ ହେଁ ବିଶ୍ଵାସ ଦ୍ଵାରା ଆଜି ପର୍ଯ୍ୟନ୍ତ କଥା କହୁଅଛନ୍ତି ।"},{"number":5,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ହନୋକ ମୃତ୍ୟୁ ଭୋଗ ନ କରି ଅନ୍ତର୍ହିତ ହେଲେ; ସେ ଆଉ ଦେଖାଗଲେ ନାହିଁ, କାରଣ ଈଶ୍ଵର ତାଙ୍କୁ ଅନ୍ତର୍ହିତ କରିଥିଲେ । ସେ ଯେ ଈଶ୍ଵରଙ୍କର ସନ୍ତୋଷପାତ୍ର, ଅନ୍ତର୍ହିତ ହେବା ପୂର୍ବେ ସେଥିର ସାକ୍ଷ୍ୟ ପ୍ରାପ୍ତ ହୋଇଥିଲେ;"},{"number":6,"verse":"ଆଉ ବିଶ୍ଵାସ ବିନା ତାହାଙ୍କ ସନ୍ତୋଷପାତ୍ର ହେବା ଅସମ୍ଭବ, କାରଣ ଈଶ୍ଵର ଯେ ଅଛନ୍ତି, ଆଉ ସେ ଯେ ତାହାଙ୍କ ଅନ୍ଵେଷଣକାରୀମାନଙ୍କର ପୁରସ୍କାରଦାତା, ଏହା ତାହାଙ୍କ ଛାମୁକୁ ଆସିବା ଲୋକର ବିଶ୍ଵାସ କରିବା ଆବଶ୍ୟକ ।"},{"number":7,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ନୋହ ସେସମୟ ପର୍ଯ୍ୟନ୍ତ ଅପ୍ରକାଶିତ ବିଷୟ ସମ୍ଵନ୍ଧରେ ପ୍ରତ୍ୟାଦେଶ ପାଇ ଭକ୍ତି ସହକାରେ ଆପଣା ପରିବାରର ରକ୍ଷା ନିମନ୍ତେ ଗୋଟିଏ ଜାହାଜ ନିର୍ମାଣ କଲେ, ପୁଣି ସେହି ବିଶ୍ଵାସ ଦ୍ଵାରା ସେ ଜଗତକୁ ଦୋଷୀ କରି ବିଶ୍ଵାସାନୁଯାୟୀ ଧାର୍ମିକତାର ଅଧିକାରୀ ହେଲେ ।"},{"number":8,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ଅବ୍ରହାମ ଆହ୍ଵାନ ପ୍ରାପ୍ତ ହୁଅନ୍ତେ, ଯେଉଁ ଦେଶ ସେ ଅଧିକାର ସ୍ଵରୂପେ ପାଇବାକୁ ଯାଉଥିଲେ, ଆଜ୍ଞାବହ ହୋଇ ସେଠାକୁ ବାହାରିଗଲେ, ପୁଣି ସେ କେଉଁଠାକୁ ଯାଉଅଛନ୍ତି, ତାହା ନ ଜାଣି ସୁଦ୍ଧା ବାହାରି-ଗଲେ ।"},{"number":9,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ସେ ବିଦେଶୀ ସ୍ଵରୂପେ ପ୍ରତିଜ୍ଞାତ ଦେଶରେ ପ୍ରବାସୀ ହୋଇ ପ୍ରତିଜ୍ଞାର ସହାଧିକାରୀ ଇସ୍‍ହାକ୍ ଓ ଯାକୁବଙ୍କ ସହିତ ତମ୍ଵୁରେବାସ କଲେ;"},{"number":10,"verse":"କାରଣ ଯେଉଁ ନଗର ଭିତ୍ତିମୂଳବିଶିଷ୍ଟ, ପୁଣି ଯାହାର ଶିଳ୍ପୀ ଓ ନିର୍ମାତା ସ୍ଵୟଂ ଈଶ୍ଵର, ସେ ତହିଁର ଅପେକ୍ଷାରେ ଥିଲେ ।"},{"number":11,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ସାରା ନିଜେ ମଧ୍ୟ ପ୍ରତିଜ୍ଞାକାରୀଙ୍କୁ ବିଶ୍ଵସ୍ତ ଜ୍ଞାନ କରି ଗତବୟସ୍କା ହେଲେ ହେଁ ଜାତିର ଆଦିମାତା ହେବାକୁ ଶକ୍ତି ପ୍ରାପ୍ତ ହେଲେ;"},{"number":12,"verse":"ଏହେତୁରୁ ମଧ୍ୟ ମୃତକଳ୍ପ ଜଣେ ବ୍ୟକ୍ତିଙ୍କଠାରୁ ଆକାଶର ନକ୍ଷତ୍ରଗଣ ପରି ଅସଂଖ୍ୟ ଓ ସମୁଦ୍ରତୀରସ୍ଥ ବାଲୁକା ପରି ଅଗଣ୍ୟ ଏକ ଜାତି ଉତ୍ପନ୍ନ ହେଲା ।"},{"number":13,"verse":"ଏସମସ୍ତେ ବିଶ୍ଵାସରେ ପ୍ରାଣତ୍ୟାଗ କଲେ; ସେମାନେ ପ୍ରତିଜ୍ଞାତ ଫଳ ପ୍ରାପ୍ତ ହେଲେ ନାହିଁ, ମାତ୍ର ଦୂରରୁ ତାହା ଦେଖି ଅଭିନନ୍ଦନ କଲେ ଏବଂ ପୃଥିବୀରେ ଆପଣାମାନଙ୍କୁ ବିଦେଶୀ ଓ ପ୍ରବାସୀ ବୋଲି ସ୍ଵୀକାର କଲେ ।"},{"number":14,"verse":"କାରଣ ଯେଉଁମାନେ ଏହିପରି କଥା କହନ୍ତି, ସେମାନେ ଯେ ନିଜର ଗୋଟିଏ ଦେଶ ଅନ୍ଵେଷଣ କରୁଅଛନ୍ତି, ଏହା ପ୍ରକାଶ କରନ୍ତି ।"},{"number":15,"verse":"ପୁଣି, ଯେଉଁ ଦେଶରୁ ସେମାନେ ବାହାରି ଆସିଥିଲେ, ଯଦି ପ୍ରକୃତରେ ସେହି ଦେଶକୁ ସ୍ମରଣ କରିଥାଆନ୍ତେ, ତାହାହେଲେ ସେମାନଙ୍କର ବାହୁଡ଼ି ଯିବାକୁ ସୁଯୋଗ ହୋଇଥାଆନ୍ତା ।"},{"number":16,"verse":"କିନ୍ତୁ ସେମାନେ ଗୋଟିଏ ଉତ୍କୃଷ୍ଟତର, ଅର୍ଥାତ୍, ସ୍ଵର୍ଗୀୟ ଦେଶର ଆକାଂକ୍ଷା କରୁଥିଲେ; ଏହେତୁ ଈଶ୍ଵର ସେମାନଙ୍କ ଈଶ୍ଵର ବୋଲି ଖ୍ୟାତ ହେବାକୁ ସେମାନଙ୍କ ସମ୍ଵନ୍ଧରେ ଲଜ୍ଜିତ ନୁହନ୍ତି, କାରଣ ସେ ସେମାନଙ୍କ ନିମନ୍ତେ ଗୋଟିଏ ନଗର ପ୍ରସ୍ତୁତ କରିଅଛନ୍ତି, ।"},{"number":17,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ଅବ୍ରହାମ ପରୀକ୍ଷିତ ହୋଇ ଇସ୍‍ହାକଙ୍କୁ ଉତ୍ସର୍ଗ କଲେ, ହଁ, ଯେଉଁ ବ୍ୟକ୍ତି ପ୍ରତିଜ୍ଞା-ସମୂହ ପ୍ରାପ୍ତ ହୋଇଥିଲେ, ଯାହାଙ୍କୁ କୁହାଯାଇଥିଲା ଯେ,"},{"number":18,"verse":"ଇସ୍‍ହାକଠାରୁ ତୁମ୍ଭର ବଂଶ ଖ୍ୟାତ ହେବ, ସେହି ବ୍ୟକ୍ତି ଆପଣାର ଅଦ୍ଵିତୀୟ ପୁତ୍ରଙ୍କୁ ଉତ୍ସର୍ଗ କରିବାକୁ ଯାଉଥିଲେ,"},{"number":19,"verse":"କାରଣ ଈଶ୍ଵର ଯେ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ସୁଦ୍ଧା ଉତ୍ଥାପନ କରିବାକୁ ସମର୍ଥ, ଏହା ସେ ମନେ କରିଥିଲେ, ଆଉ ସେ ମଧ୍ୟ ତାଙ୍କୁ ଦୃଷ୍ଟାନ୍ତଭାବେ ମୃତ୍ୟୁରୁ ଫେରି ପାଇଲେ ।"},{"number":20,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ଇସ୍‍ହାକ ଭବିଷ୍ୟତ ବିଷୟରେ ମଧ୍ୟ ଯାକୁବ ଓ ଏଷୌଙ୍କୁ ଆଶୀର୍ବାଦ କଲେ ।"},{"number":21,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ଯାକୁବ ମୃତ୍ୟୁ ସମୟରେ ଯୋଷେଫଙ୍କର ପ୍ରତ୍ୟେକ ପୁତ୍ରଙ୍କୁ ଆଶୀର୍ବାଦ କଲେ, ପୁଣି, ଆପଣା ଯଷ୍ଟିର ଅଗ୍ରଭାଗରେ ଆଉଜିପଡ଼ି ପ୍ରଣାମ କଲେ ।"},{"number":22,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ଯୋଷେଫ ମୃତ୍ୟୁ ସମୟରେ ଇସ୍ରାଏଲ ସନ୍ତାନମାନଙ୍କର ପ୍ରସ୍ଥାନ ବିଷୟ ଉଲ୍ଲେଖ କଲେ, ପୁଣି, ଆପଣା ଅସ୍ଥି ସମ୍ଵନ୍ଧରେ ଆଜ୍ଞା ଦେଲେ ।"},{"number":23,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ମୋଶାଙ୍କ ପିତାମାତା ତାଙ୍କ ଜନ୍ମ ହେବା ସମୟରେ ତାଙ୍କୁ ଗୋଟିଏ ସୁନ୍ଦର ପିଲା ବୋଲି ଦେଖି ରାଜାଜ୍ଞାକୁ ଭୟ ନ କରି ତିନି ମାସ ପର୍ଯ୍ୟନ୍ତ ତାଙ୍କୁ ଗୋପନରେ ରଖିଲେ ।"},{"number":24,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ମୋଶା ବୟସ ପ୍ରାପ୍ତ ହେଲା ଉତ୍ତାରେ ଫାରୋଙ୍କର କନ୍ୟାଙ୍କ ପୁତ୍ର ବୋଲି ଖ୍ୟାତ ହେବାକୁ ନାସ୍ତି କଲେ;"},{"number":25,"verse":"ପାପର କ୍ଷଣିକ ସୁଖଭୋଗ ଅପେକ୍ଷା ଈଶ୍ଵରଙ୍କ ଲୋକମାନଙ୍କ ସହିତ ବରଂ ଦୁଃଖଭୋଗ କରିବାକୁ ସେ ପସନ୍ଦ କଲେ,"},{"number":26,"verse":"ପୁଣି, ମିସରର ସମସ୍ତ ଧନ ଅପେକ୍ଷା ଖ୍ରୀଷ୍ଟଙ୍କ ନିନ୍ଦାର ସହଭାଗୀ ହେବା ଶ୍ରେଷ୍ଠତର ଧନ ବୋଲି ମନେ କଲେ, କାରଣ ସେ ପୁରସ୍କାର ଦାନର ସମୟ ପ୍ରତି ଦୃଷ୍ଟିପାତ କଲେ ।"},{"number":27,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ସେ ରାଜାଙ୍କ କ୍ରୋଧକୁ ଭୟ ନ କରି ମିସର ପରିତ୍ୟାଗ କଲେ, ଯେଣୁ ଯେ ଅଦୃଶ୍ୟ, ତାହାଙ୍କୁ ଦର୍ଶନ କଲା ପରି ସୁସ୍ଥିର ରହିଲେ ।"},{"number":28,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ସେ ନିସ୍ତାର ପର୍ବ ଓ ରକ୍ତସେଚନ ବିଧି ପାଳନ କଲେ, ଯେପରି ପ୍ରଥମଜାତମାନଙ୍କର ସଂହାରକ ସେମାନଙ୍କୁ ସ୍ପର୍ଶ ନ କରନ୍ତି ।"},{"number":29,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ସେମାନେ ଶୁଷ୍କ ଭୂମି ପାର ହେଲା ପରି ସୂଫ ସାଗରର ଭିତର ଦେଇ ପାର ହେଲେ, କିନ୍ତୁ ମିସରୀୟମାନେ ସେହିପ୍ରକାର ଚେଷ୍ଟା କରିବାକୁ ଯାଇ ବୁଡ଼ି ମଲେ ।"},{"number":30,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ଯିରୀହୋ ପ୍ରାଚୀର ସାତ ଦିନ ପର୍ଯ୍ୟନ୍ତ ପ୍ରଦକ୍ଷିଣ ହେଲା ଉତ୍ତାରେ ଭୂମିସାତ୍ ହେଲା ।"},{"number":31,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ରାହାବ ବେଶ୍ୟା ଚରମାନଙ୍କୁ ଆଶ୍ରୟ ଦେବାରୁ ଅନାଜ୍ଞାବହମାନଙ୍କ ସହିତ ବିନଷ୍ଟ ହେଲେ ନାହିଁ ।"},{"number":32,"verse":"ଆଉ ଅଧିକ କଅଣ କହିବି ? ଗିଦିୟୋନ, ବାରକ, ଶାମ୍ଶୋନ୍, ଯିପ୍ତହ, ଦାଉଦ, ଶାମୁୟେଲ ଓ ଭାବବାଦୀମାନଙ୍କ ବିଷୟ ଯଦି ମୁଁ ବର୍ଣ୍ଣନା କରେ, ତେବେ ସମୟ ଅଣ୍ଟିବ ନାହିଁ;"},{"number":33,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ସେମାନେ ରାଜ୍ୟଗୁଡ଼ିକ ଜୟ କଲେ, ଧର୍ମ ସାଧନ କଲେ, ପ୍ରତିଜ୍ଞାର ଫଳପ୍ରାପ୍ତ ହେଲେ, ସିଂହମାନଙ୍କ ମୁଖ ବନ୍ଦ କଲେ,"},{"number":34,"verse":"ଅଗ୍ନିର ତେଜ ନିବାରଣ କଲେ, ଖଡ଼୍‍ଗଧାରରୁ ରକ୍ଷା ପାଇଲେ, ଦୁର୍ବଳ ସମୟରେ ସବଳ ହେଲେ, ଯୁଦ୍ଧରେ ବିଜୟୀ ହେଲେ,, ପୁଣି ବିଜାତୀୟମାନଙ୍କର ସୈନ୍ୟମାନଙ୍କୁ ବିତାଡ଼ିତ କଲେ ।"},{"number":35,"verse":"ସ୍ତ୍ରୀଲୋକମାନେ ଆପଣା ଆପଣା ମୃତମାନଙ୍କୁ ପୁନରୁତ୍ଥାନ ଦ୍ଵାରା ପ୍ରାପ୍ତ ହେଲେ; ଅନ୍ୟମାନେ ଉତ୍କୃଷ୍ଟତର ପୁନରୁତ୍ଥାନ ପ୍ରାପ୍ତ ହେବା ନିମନ୍ତେ ଉଦ୍ଧାର ପାଇବାକୁ ଇଚ୍ଛା ନ କରି ମହାଯନ୍ତ୍ରଣା ଭୋଗ କଲେ ।"},{"number":36,"verse":"ଅନ୍ୟମାନେ ବିଦ୍ରୂପ, କୋରଡ଼ା ପ୍ରହାର, ହଁ, ବନ୍ଧନ ଓ କାରାବାସ ଦ୍ଵାରା ସୁଦ୍ଧା ପରୀକ୍ଷିତ ହେଲେ;"},{"number":37,"verse":"କେହି ଅବା ପ୍ରସ୍ତରାଘାତରେ ହତ, କେହି ଅବା ନିର୍ଯ୍ୟାତିତ, କେହି କରତ ଦ୍ଵାରା ଦ୍ଵିଖଣ୍ତିତ, ପୁଣି କେହି ଅବା ଖଡ଼୍‍ଗ ଦ୍ଵାରା ନିହତ ହେଲେ, କେହି କେହି ମେଷ ଓ ଛାଗଳର ଚର୍ମରେ ଆଚ୍ଛାଦିତ, ଅଭାବଗ୍ରସ୍ତ, କ୍ଳିଷ୍ଟ ଓ ନିଗ୍ରହପ୍ରାପ୍ତ ହୋଇ"},{"number":38,"verse":"ପ୍ରାନ୍ତର, ପର୍ବତ, ଗୁହା, ପୁଣି, ପୃଥିବୀର ଗହ୍ଵର ଭ୍ରମଣ କଲେ; ଜଗତ ସେମାନଙ୍କର ଯୋଗ୍ୟ ନ ଥିଲା ।"},{"number":39,"verse":"ବିଶ୍ଵାସ ଦ୍ଵାରା ଏହିସମସ୍ତେ ସୁଖ୍ୟାତି ଲାଭ କରି ସୁଦ୍ଧା ପ୍ରତିଜ୍ଞାର ଫଳ ପ୍ରାପ୍ତ ହେଲେ ନାହିଁ,"},{"number":40,"verse":"ଯେଣୁ ଈଶ୍ଵର ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଉତ୍କୃଷ୍ଟତର ବିଷୟ ପ୍ରସ୍ତୁତ କରି ରଖିଥିଲେ, ଯେପରି ସେମାନେ ଆମ୍ଭମାନଙ୍କ ବିନା ସିଦ୍ଧି ଲାଭ ନ କରନ୍ତି ।"}]}