{"bibleAbbr":"orOV2014","bookName":"ଏବ୍ରୀମାନଙ୍କ ନିକଟକୁ ପତ୍ର","bookEnglishName":"Hebrews","chapterNumber":3,"verses":[{"number":1,"verse":"( ଯୀଶୁ ମୋଶାଙ୍କଠାରୁ ମହାନ) ଅତଏବ, ହେ ସ୍ଵର୍ଗୀୟ ଆହ୍ଵାନର ସହଭାଗୀ ପବିତ୍ର ଭ୍ରାତୃଗଣ, ଆମ୍ଭମାନଙ୍କ ବିଶ୍ଵାସ ମତାନୁସାରେ ପ୍ରେରିତ ଓ ମହାଯାଜକ। ଯୀଶୁଙ୍କ ବିଷୟ ଭାବି ଦେଖ;"},{"number":2,"verse":"ମୋଶା ଯେପରି ଈଶ୍ଵରଙ୍କ ଗୃହ ମଧ୍ୟରେ ବିଶ୍ଵସ୍ତ ଥିଲେ, ସେ ସେହିପରି ଆପଣା ନିଯୋଗକର୍ତ୍ତାଙ୍କ ପ୍ରତି ବିଶ୍ଵସ୍ତ ।"},{"number":3,"verse":"ଗୃହ ଅପେକ୍ଷା ଗୃହର ସ୍ଥାପନକର୍ତ୍ତା ଯେପରି ଅଧିକ ସମାଦର ପ୍ରାପ୍ତ ହୁଅନ୍ତି, ସେହିପରି ସେ ମୋଶାଙ୍କ ଅପେକ୍ଷା ଅଧିକ ଗୌରବର ଯୋଗ୍ୟ ବୋଲି ଗଣିତ ହୋଇଅଛନ୍ତି ।"},{"number":4,"verse":"ଯେଣୁ ପ୍ରତ୍ୟେକ ଗୃହ କୌଣସି ନା କୌଣସି ବ୍ୟକ୍ତିଙ୍କ ଦ୍ଵାରା ସ୍ଥାପିତ, କିନ୍ତୁ ସମସ୍ତ ବିଷୟର ଯେ ସ୍ଥାପନକର୍ତ୍ତା, ସେ ଈଶ୍ଵର ।"},{"number":5,"verse":"ପରବର୍ତ୍ତୀ ବକ୍ତବ୍ୟ ବିଷୟ ସମ୍ଵନ୍ଧରେ ସାକ୍ଷ୍ୟ ଦେବା ନିମନ୍ତେ ମୋଶା ତାହାଙ୍କ ଗୃହ ମଧ୍ୟରେ ସେବକ ସ୍ଵରୂପେ ପ୍ରକୃତରେ ବିଶ୍ଵସ୍ତ ଥିଲେ ।"},{"number":6,"verse":"କିନ୍ତୁ ଖ୍ରୀଷ୍ଟ ତାହାଙ୍କ ଗୃହ ଉପରେ ପୁତ୍ର ସ୍ଵରୂପେ ବିଶ୍ଵସ୍ତ ଅଟନ୍ତି; ଯଦି ଆମ୍ଭେମାନେ ଆମ୍ଭମାନଙ୍କ ସାହସ ପୁଣି ଦର୍ପର କାରଣ ଯେ ଆମ୍ଭମାନଙ୍କ ଭରସା, ତାହା ଦୃଢ଼ ଭାବରେ ଶେଷ ପର୍ଯ୍ୟନ୍ତ ଧରି ରଖୁ, ତାହାହେଲେ ଆମ୍ଭେମାନେ ତ ତାହାଙ୍କ ଗୃହ ସ୍ଵରୂପଙ୍କ ।"},{"number":7,"verse":"( ଈଶ୍ଵରଙ୍କ ଲୋକମାନଙ୍କ ନିମନ୍ତେ ବିଶ୍ରାମ) ଅତଏବ ପବିତ୍ର ଆତ୍ମା ଯେପରି କହନ୍ତି, “ଆଜି ଯଦି ତୁମ୍ଭେମାନେ ତାହାଙ୍କ ବାଣୀ ଶୁଣ”,"},{"number":8,"verse":"ଯେପରି ବିରକ୍ତି ଜନ୍ମାଇବା ସ୍ଥାନରେ ଓ ପ୍ରାନ୍ତରରେ ପରୀକ୍ଷା ଦିନରେ ଘଟିଥିଲା, ସେପରି ଆପଣା ଆପଣା ହୃଦୟ କଠିନ ନ କର;"},{"number":9,"verse":"ସେହି ପ୍ରାନ୍ତରରେ ତୁମ୍ଭମାନଙ୍କ ପିତୃପୁରୁଷମାନେ ଆମ୍ଭକୁ ପରୀକ୍ଷା କରି ଆମ୍ଭର ଅନୁସନ୍ଧାନ କଲେ, ଆଉ ଚାଳିଶ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ଆମ୍ଭର କାର୍ଯ୍ୟ ଦେଖିଲେ ।"},{"number":10,"verse":"ତେଣୁ ଆମ୍ଭେ ଏହି ବଂଶ ପ୍ରତି ବିରକ୍ତ ହୋଇ କହିଲୁ, ସେମାନେ ସର୍ବଦା ହୃଦୟରେ ଭ୍ରାନ୍ତ ଅଟନ୍ତି, ସେମାନେ ଆମ୍ଭର ମାର୍ଗସବୁ ଜାଣି ନାହାନ୍ତି ।"},{"number":11,"verse":"ଏଣୁ ଆମ୍ଭେ ଆପଣା କ୍ରୋଧରେ ଶପଥ କଲୁ, ସେମାନେ ଆମ୍ଭର ବିଶ୍ରାମରେ ପ୍ରବେଶ କରିବେ ନାହିଁ ।"},{"number":12,"verse":"ହେ ଭାଇମାନେ, ସାବଧାନ, ଯେପରି ଜୀବନ୍ତ ଈଶ୍ଵରଙ୍କଠାରୁବିମୁଖକାରୀ ଦୁଷ୍ଟ, ଅବିଶ୍ଵାସୀ ହୃଦୟ ତୁମ୍ଭ-ମାନଙ୍କର କାହାରିଠାରେ ନ ଥାଏ ।"},{"number":13,"verse":"କିନ୍ତୁ କାଳେ ପାପର ପ୍ରବଞ୍ଚନା ଦ୍ଵାରା ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ କେହି କଠିନମନା ହୁଏ, ଏଥିନିମନ୍ତେ ଆଜି ସୁଯୋଗ ଥାଉ ଥାଉ ପ୍ରତିଦିନ ପରସ୍ପରକୁ ଉତ୍ସାହ ଦିଅ;"},{"number":14,"verse":"କାରଣ ଆରମ୍ଭରେ ଆମ୍ଭମାନଙ୍କର ଯେଉଁ ବିଶ୍ଵାସ ଥିଲା, ତାହା ଯଦି ଶେଷ ପର୍ଯ୍ୟନ୍ତ ଦୃଢ଼ରୂପେ ଧରି ରଖୁ, ତାହାହେଲେ ଖ୍ରୀଷ୍ଟଙ୍କ ସହଭାଗୀ ହୋଇ ରହିବୁ ।"},{"number":15,"verse":"ଉକ୍ତ ଅଛି, ଆଜି ଯଦି ତୁମ୍ଭେମାନେ ତାହାଙ୍କ ବାଣୀ ଶୁଣ, ଯେପରି ବିରକ୍ତି ଜନ୍ମାଇବା ସ୍ଥାନରେ ଘଟିଥିଲା, ସେପରି ଆପଣା ଆପଣା ହୃଦୟ କଠିନ ନ କର ।"},{"number":16,"verse":"ତେବେ କେଉଁମାନେ ଶୁଣି ବିରକ୍ତି ଜନ୍ମାଇଲେ ? ମୋଶାଙ୍କ ଦ୍ଵାରା ମିସର ଦେଶରୁ ଯେଉଁମାନେ ବାହାରି ଆସିଥିଲେ, ସେସମସ୍ତେ କଅଣ ନୁହନ୍ତି ?"},{"number":17,"verse":"ଆଉ କେଉଁମାନଙ୍କ ଉପରେ ଚାଳିଶ ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ସେ ବିରକ୍ତ ହୋଇଥିଲେ ? ଯେଉଁମାନେ ପାପ କରିଥିଲେ, ଯେଉଁମାନଙ୍କ ଶବ ପ୍ରାନ୍ତରରେ ପଡ଼ିଥିଲା, କଅଣ ସେମାନଙ୍କ ଉପରେ ନୁହେଁ ?"},{"number":18,"verse":"ଯେଉଁମାନେ ଅବାଧ୍ୟ ହୋଇଥିଲେ, ସେମାନଙ୍କ ବିନା ଆଉ କେଉଁମାନଙ୍କ ବିରୁଦ୍ଧରେ ସେ ଶପଥ କରିଥିଲେ ଯେ, ସେମାନେ ତାହାଙ୍କ ବିଶ୍ରାମରେ ପ୍ରବେଶ କରିବେ ନାହିଁ ?"},{"number":19,"verse":"ଆମ୍ଭେମାନେ ଦେଖୁ ଯେ, ଅବିଶ୍ଵାସ ହେତୁ ସେମାନେ ପ୍ରବେଶ କରି ପାରିଲେ ନାହିଁ ।"}]}