{"bibleAbbr":"orOV2014","bookName":"ଏବ୍ରୀମାନଙ୍କ ନିକଟକୁ ପତ୍ର","bookEnglishName":"Hebrews","chapterNumber":5,"verses":[{"number":1,"verse":"କାରଣ ପ୍ରତ୍ୟେକ ମହାଯାଜକ ଯେପରି ପାପ ନିମନ୍ତେ ନୈବେଦ୍ୟ ଓ ବଳି ଉତ୍ସର୍ଗ କରି ପାରନ୍ତି, ସେଥିପାଇଁ ସେ ମନୁଷ୍ୟମାନଙ୍କ ମଧ୍ୟରୁ ନୀତ ହୋଇ ଈଶ୍ଵରଙ୍କ ସେବା ସମ୍ଵନ୍ଧରେ ମନୁଷ୍ୟମାନଙ୍କ ପକ୍ଷରେ ନିଯୁକ୍ତ ହୁଅନ୍ତି ।"},{"number":2,"verse":"ସେ ଅଜ୍ଞାନ ଓ ଭ୍ରାନ୍ତ ଲୋକମାନଙ୍କ ପ୍ରତି ସହାନୁଭୂତି ଦେଖାଇବାକୁ ସମର୍ଥ, କାରଣ ସେ ନିଜେ ମଧ୍ୟ ଦୁର୍ବଳତାବିଶିଷ୍ଟ;"},{"number":3,"verse":"ଏଥିସକାଶୁ ଲୋକମାନଙ୍କ ନିମନ୍ତେ ଯେପରି, ଆପଣା ନିମନ୍ତେ ମଧ୍ୟ ସେହିପରି ପାପାର୍ଥକ ବଳି ଉତ୍ସର୍ଗ କରିବା ତାହାଙ୍କ ଆବଶ୍ୟକ ।"},{"number":4,"verse":"ଆଉ କେହି ଏହି ସମ୍ଭ୍ରାନ୍ତ ପଦ ନିଜେ ଗ୍ରହଣ କରନ୍ତି ନାହିଁ, କିନ୍ତୁ ହାରୋଣ ଯେପରି ଆହୂତ, ସେପରି ଈଶ୍ଵରଙ୍କ କର୍ତ୍ତୃକ ଆହୂତ ହେବା ଆବଶ୍ୟକ ।"},{"number":5,"verse":"ସେହିପରି ଖ୍ରୀଷ୍ଟ ମଧ୍ୟ ମହାଯାଜକ ପଦର ଗୌରବ ନିଜେ ଅନ୍ଵେଷଣ କରି ନ ଥିଲେ, କିନ୍ତୁ ଈଶ୍ଵର ତାହାଙ୍କୁ ସେହି ଗୌରବ ଦେଇଥିଲେ, କାରଣ ସେ ତାହାଙ୍କୁ କହିଥିଲେ, “ତୁମ୍ଭେ ଆମ୍ଭର ପୁତ୍ର, ଆଜି ଆମ୍ଭେ ତୁମ୍ଭକୁ ଜନ୍ମ ଦେଇଅଛୁ ।”"},{"number":6,"verse":"ପୁଣି ସେ ଅନ୍ୟ ସ୍ଥାନରେ ମଧ୍ୟ କହନ୍ତି, “ତୁମ୍ଭେ ମଲ୍‍କୀଷେଦକଙ୍କ ସଦୃଶ ଅନନ୍ତକାଳୀନ ଯାଜକ ଅଟ ।”"},{"number":7,"verse":"ଯେ ତାହାଙ୍କୁ ମୃତ୍ୟୁରୁ ରକ୍ଷା କରିବାକୁ ସମର୍ଥ, ତାହାଙ୍କ ନିକଟରେ ସେ ଆପଣା ପାର୍ଥିବ ଜୀବନରେ ଥିବା ସମୟରେ ପ୍ରବଳ ଆର୍ତ୍ତନାଦ ଓ ଅଶ୍ରୁ ସହକାରେ ପ୍ରାର୍ଥନା ଓ ବିନତି ଉତ୍ସର୍ଗ କରିଥିଲେ, ଆଉ ଉତ୍ତର ସ୍ଵରୂପେ ଆଶଙ୍କାରୁ ରକ୍ଷା ପାଇ"},{"number":8,"verse":"ପୁତ୍ର ହେଲେ ହେଁ ଦୁଃଖଭୋଗ ଦ୍ଵାରା ଆଜ୍ଞାବହତା ଶିକ୍ଷା କଲେ,"},{"number":9,"verse":"ପୁଣି ସିଦ୍ଧ ହୋଇ ନିଜ ଆଜ୍ଞାକାରୀମାନଙ୍କ ପ୍ରତି ଅନ; ପରିତ୍ରାଣର କାରଣ ସ୍ଵରୂପ ହେଲେନ୍ତଣ ଏବ୍ରୀ. ୨:୧୦"},{"number":10,"verse":"ଏହେତୁ ସେ ଈଶ୍ଵରଙ୍କ କର୍ତ୍ତୃକ ମଲ୍‍କୀଷେଦକଙ୍କ ସଦୃଶ ମହାଯାଜକ ବୋଲି ନାମ ପ୍ରାପ୍ତ ହେଲେ ।"},{"number":11,"verse":"( ବିଶ୍ଵାସ ବର୍ଜନ ବିଷୟରେ ସତର୍କବାଣୀ) ଏହି ବିଷୟରେ ଆମ୍ଭମାନଙ୍କର ଅନେକ କଥା କହିବାକୁ ଅଛି, ଆଉ ତୁମ୍ଭେମାନେ ଶୁଣିବାରେ ଶିଥିଳ ହୋଇଥିବାରୁ ସେଥିର ଅର୍ଥ ବୁଝାଇବା କଷ୍ଟକର ।"},{"number":12,"verse":"କାରଣ ଯଦ୍ୟପି ଏତେ ସମୟ ମଧ୍ୟରେ ତୁମ୍ଭମାନଙ୍କର ଶିକ୍ଷକ ହେବା ଉଚିତ ଥିଲା, ତଥାପି ଈଶ୍ଵରଙ୍କ ବାକ୍ୟର ପ୍ରାଥମିକ ମୌଳିକ ସୂତ୍ରଗୁଡ଼ିକ କେହି ଯେ ତୁମ୍ଭମାନଙ୍କୁ ଶିକ୍ଷା ଦିଏ, ଏହା ପୁନର୍ବାର ତୁମ୍ଭମାନଙ୍କର ପ୍ରୟୋଜନ ଅଛି; ଗୁରୁପାକ ଖାଦ୍ୟ ପ୍ରୟୋଜନ ନ ହୋଇ ଦୁଗ୍ଧ ତୁମ୍ଭମାନଙ୍କର ପ୍ରୟୋଜନ ।"},{"number":13,"verse":"ଯେ ଦୁଗ୍ଧପାୟୀ, ସେ ତ ଧାର୍ମିକତାର ବାକ୍ୟ ବିଷୟରେ ଅଭ୍ୟସ୍ତ ନୁହେଁ, କାରଣ ସେ ଶିଶୁମାତ୍ର ।"},{"number":14,"verse":"କିନ୍ତୁ ବୟଃପ୍ରାପ୍ତ ଲୋକେ, ଅର୍ଥାତ୍, ଯେଉଁମାନେ ଜ୍ଞାନେନ୍ଦ୍ରିୟଗୁଡ଼ିକର ଅଭ୍ୟାସ ଦ୍ଵାରା ଭଲ ମନ୍ଦ ନିରୂପଣ କରିବାକୁ ସକ୍ଷମ, ସେମାନଙ୍କ ନିମନ୍ତେ ଗୁରୁପାକ ଖାଦ୍ୟ ପ୍ରୟୋଜନ ।"}]}