{"bibleAbbr":"HAC","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"א משלי שלמה בן חכם ישמח-אב ובן כסיל תוגת אמו"},{"number":2,"verse":"ב לא-יועילו אוצרות רשע וצדקה תציל ממות"},{"number":3,"verse":"ג לא-ירעיב יהוה נפש צדיק והות רשעים יהדף"},{"number":4,"verse":"ד ראש--עשה כף-רמיה ויד חרוצים תעשיר"},{"number":5,"verse":"ה אגר בקיץ בן משכיל נרדם בקציר בן מביש"},{"number":6,"verse":"ו ברכות לראש צדיק ופי רשעים יכסה חמס"},{"number":7,"verse":"ז זכר צדיק לברכה ושם רשעים ירקב"},{"number":8,"verse":"ח חכם-לב יקח מצות ואויל שפתים ילבט"},{"number":9,"verse":"ט הולך בתם ילך בטח ומעקש דרכיו יודע"},{"number":10,"verse":"י קרץ עין יתן עצבת ואויל שפתים ילבט"},{"number":11,"verse":"יא מקור חיים פי צדיק ופי רשעים יכסה חמס"},{"number":12,"verse":"יב שנאה תערר מדנים ועל כל-פשעים תכסה אהבה"},{"number":13,"verse":"יג בשפתי נבון תמצא חכמה ושבט לגו חסר-לב"},{"number":14,"verse":"יד חכמים יצפנו-דעת ופי-אויל מחתה קרבה"},{"number":15,"verse":"טו הון עשיר קרית עזו מחתת דלים רישם"},{"number":16,"verse":"טז פעלת צדיק לחיים תבואת רשע לחטאת"},{"number":17,"verse":"יז ארח לחיים שומר מוסר ועזב תוכחת מתעה"},{"number":18,"verse":"יח מכסה שנאה שפתי-שקר ומוצא דבה הוא כסיל"},{"number":19,"verse":"יט ברב דברים לא יחדל-פשע וחושך שפתיו משכיל"},{"number":20,"verse":"כ כסף נבחר לשון צדיק לב רשעים כמעט"},{"number":21,"verse":"כא שפתי צדיק ירעו רבים ואוילים בחסר-לב ימותו"},{"number":22,"verse":"כב ברכת יהוה היא תעשיר ולא-יוסף עצב עמה"},{"number":23,"verse":"כג כשחוק לכסיל עשות זמה וחכמה לאיש תבונה"},{"number":24,"verse":"כד מגורת רשע היא תבואנו ותאות צדיקים יתן"},{"number":25,"verse":"כה כעבור סופה ואין רשע וצדיק יסוד עולם"},{"number":26,"verse":"כו כחמץ לשנים--וכעשן לעינים כן העצל לשלחיו"},{"number":27,"verse":"כז יראת יהוה תוסיף ימים ושנות רשעים תקצרנה"},{"number":28,"verse":"כח תוחלת צדיקים שמחה ותקות רשעים תאבד"},{"number":29,"verse":"כט מעוז לתם דרך יהוה ומחתה לפעלי און"},{"number":30,"verse":"ל צדיק לעולם בל-ימוט ורשעים לא ישכנו-ארץ"},{"number":31,"verse":"לא פי-צדיק ינוב חכמה ולשון תהפכות תכרת"},{"number":32,"verse":"לב שפתי צדיק ידעון רצון ופי רשעים תהפכות"}]}