{"bibleAbbr":"ESV2001","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":18,"verses":[{"number":1,"verse":"After this David defeated the Philistines and subdued them, and he took Gath and its villages out of the hand of the Philistines."},{"number":2,"verse":"And he defeated Moab, and the Moabites became servants to David and brought tribute."},{"number":3,"verse":"David also defeated Hadadezer king of Zobah-Hamath, as he went to set up his monument at the river Euphrates."},{"number":4,"verse":"And David took from him 1000 chariots, 7000 horsemen and 20000 foot soldiers. And David hamstrung all the chariot horses, but left enough for 100 chariots."},{"number":5,"verse":"And when the Syrians of Damascus came to help Hadadezer king of Zobah, David struck down 22000 men of the Syrians."},{"number":6,"verse":"Then David put garrisons in Syria of Damascus, and the Syrians became servants to David and brought tribute. And the LORD gave victory to David wherever he went."},{"number":7,"verse":"And David took the shields of gold that were carried by the servants of Hadadezer and brought them to Jerusalem."},{"number":8,"verse":"And from Tibhath and from Cun, cities of Hadadezer, David took a large amount of bronze. With it Solomon made the bronze sea and the pillars and the vessels of bronze."},{"number":9,"verse":"When Tou king of Hamath heard that David had defeated the whole army of Hadadezer, king of Zobah,"},{"number":10,"verse":"he sent his son Hadoram to King David, to ask about his health and to bless him because he had fought against Hadadezer and defeated him; for Hadadezer had often been at war with Tou. And he sent all sorts of articles of gold, of silver, and of bronze."},{"number":11,"verse":"These also King David dedicated to the LORD, together with the silver and gold that he had carried off from all the nations, from Edom, Moab, the Ammonites, the Philistines and Amalek."},{"number":12,"verse":"And Abishai, the son of Zeruiah, killed 18000 Edomites in the Valley of Salt."},{"number":13,"verse":"Then he put garrisons in Edom, and all the Edomites became David's servants. And the LORD gave victory to David wherever he went."},{"number":14,"verse":"So David reigned over all Israel, and he administered justice and equity to all his people."},{"number":15,"verse":"And Joab the son of Zeruiah was over the army; and Jehoshaphat the son of Ahilud was recorder;"},{"number":16,"verse":"and Zadok the son of Ahitub and Ahimelech the son of Abiathar were priests; and Shavsha was secretary;"},{"number":17,"verse":"and Benaiah the son of Jehoiada was over the Cherethites and the Pelethites; and David's sons were the chief officials in the service of the king."}]}