{"bibleAbbr":"paOV2016","bookName":"ਉਪਦੇਸ਼ਕ ਦੀ ਪੋਥੀ","bookEnglishName":"Ecclesiastes","chapterNumber":12,"verses":[{"number":1,"verse":"( ਪਰਮੇਸ਼ੁਰ ਦਾ ਭੈ ਸਾਰੇ ਬਚਨਾਂ ਦਾ ਸਾਰ) ਆਪਣੀ ਜੁਆਨੀ ਦੇ ਦਿਨੀਂ ਆਪਣੇ ਕਰਤਾਰ ਨੂੰ ਚੇਤੇ ਰੱਖ, ਜਦ ਕਿ ਓਹ ਮਾੜੇ ਦਿਨ ਅਜੇ ਨਹੀਂ ਆਏ, ਅਤੇ ਓਹ ਵਰਹੇ ਅਜੇ ਨੇੜੇ ਨਹੀਂ ਪੁੱਜੇ ਜਿੰਨ੍ਹਾਂ ਵਿੱਚ ਤੂੰ ਆਖੇਂਗਾ, ਏਹਨਾਂ ਵਿੱਚ ਮੈਨੂੰ ਕੁਝ ਖੁਸ਼ੀ ਨਹੀਂ ਹੈ,"},{"number":2,"verse":"ਜਦ ਤੀਕਰ ਸੂਰਜ ਅਤੇ ਚਾਨਣ, ਅਤੇ ਚੰਦਰਮਾ ਅਤੇ ਤਾਰੇ ਅਨ੍ਹੇਰੇ ਨਹੀਂ ਹੁੰਦੇ, ਅਤੇ ਬੱਦਲ ਵਰ੍ਹਨ ਦੇ ਪਿੱਛੋਂ ਫੇਰ ਨਹੀਂ ਮੁੜਦੇ,-"},{"number":3,"verse":"ਜਿਸ ਦਿਨ ਘਰ ਦੇ ਰਖਵਾਲੇ ਕੰਬਣ ਲੱਗ ਪੈਣ, ਅਤੇ ਤਕੜੇ ਲੋਕ ਕੁੱਬੇ ਹੋ ਜਾਣ, ਅਤੇ ਪੀਹਣਵਾਲੀਆਂ ਥੋੜੀਆਂ ਹੋਣ ਦੇ ਕਾਰਨ ਖੁੱਟ ਜਾਣ, ਅਤੇ ਓਹ ਜੋ ਬਾਰੀਆਂ ਵਿੱਚੋਂ ਦੀ ਤੱਕਦੀਆਂ ਹਨ ਧੁੰਧਲੀਆਂ ਹੋ ਜਾਣ,"},{"number":4,"verse":"ਅਤੇ ਗਲੀ ਦੇ ਬੂਹੇ ਬੰਦ ਹੋ ਜਾਣ,- ਜਦ ਚੱਕੀ ਦੀ ਅਵਾਜ਼ ਹੌਲੀ ਹੋ ਜਾਵੇ, ਅਤੇ ਪੰਛੀ ਦੀ ਅਵਾਜ਼ ਤੋਂ ਓਹ ਚੌਂਕ ਉੱਠਣ, ਅਤੇ ਰਾਗ ਦੀਆਂ ਸਾਰੀਆਂ ਧੀਆਂ ਲਿੱਸੀਆਂ ਹੋ ਜਾਣ,-"},{"number":5,"verse":"ਓਹ ਉਚਿਆਈ ਤੋਂ ਵੀ ਡਰਨਗੇ, ਅਤੇ ਰਾਹ ਵਿੱਚ ਭੈਜਲ ਹੋਣਗੇ, ਅਤੇ ਬਦਾਮ ਦਾ ਬੂਟਾ ਲਹਿ ਲਹਿ ਕਰੇਗਾ, ਅਤੇ ਟਿੱਡੀ ਵੀ ਭਾਰੀ ਲੱਗੇਗੀ, ਅਤੇ ਇੱਛਿਆ ਮਿਟ ਜਾਵੇਗੀ, ਕਿਉਂ ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਸਦੀਪਕ ਦੇ ਟਿਕਾਣੇ ਨੂੰ ਤੁਰ ਜਾਂਦਾ, ਅਤੇ ਸੋਗ ਕਰਨ ਵਾਲੇ ਗਲੀ ਗਲੀ ਭੌਂਦੇ ਹਨ,-"},{"number":6,"verse":"ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਜੋ ਚਾਂਦੀ ਦੀ ਡੋਰੀ ਖੋਲ੍ਹੀ ਜਾਵੇ, ਯਾ ਸੋਨੇ ਦਾ ਕਟੋਰਾ ਟੁੱਟ ਜਾਵੇ, ਯਾ ਘੜਾ ਸੁੰਬ ਦੇ ਕੋਲ ਭੰਨਿਆ ਜਾਵੇ, ਯਾ ਤਲਾਉ ਦੇ ਕੋਲ ਚਰਖੜੀ ਟੁੱਟ ਜਾਵੇ,"},{"number":7,"verse":"ਅਤੇ ਖਾਕ ਮਿੱਟੀ ਨਾਲ ਪਹਿਲਾਂ ਵਾਂਙੁ ਜਾ ਰਲੇ, ਅਤੇ ਆਤਮਾ ਪਰਮੇਸ਼ੁਰ ਦੇ ਕੋਲ ਮੁੜ ਜਾਵੇ, ਜਿਸ ਨੇ ਉਸ ਨੂੰ ਬਖਸ਼ਿਆ ਸੀ।"},{"number":8,"verse":"ਵਿਅਰਥਾਂ ਦਾ ਵਿਅਰਥ, ਉਪਦੇਸ਼ਕ ਆਖਦਾ ਹੈ, ਸਭ ਵਿਅਰਥ ਹੈ!।।"},{"number":9,"verse":"ਉਪਰੰਤ ਉਪਦੇਸ਼ਕ ਬੁੱਧਵਾਨ ਜੋ ਸੀ, ਉਸ ਨੇ ਲੋਕਾਂ ਨੂੰ ਗਿਆਨ ਦੀ ਸਿੱਖਿਆ ਦਿੱਤੀ,— ਹਾਂ, ਉਸ ਨੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਕੰਨ ਲਾਇਆ ਅਤੇ ਭਾਲ ਭਾਲ ਕੇ ਬਾਹਲੀਆਂ ਕਹਾਉਤਾਂ ਰਚੀਆਂ"},{"number":10,"verse":"ਉਪਦੇਸ਼ਕ ਮਨ ਭਾਉਂਦੀਆਂ ਗੱਲਾਂ ਦੀ ਭਾਲ ਵਿੱਚ ਰਿਹਾ ਅਤੇ ਜੋ ਕੁਝ ਲਿਖਿਆ ਗਿਆ ਸਿੱਧਾ ਅਰ ਸਚਿਆਈ ਦੀਆਂ ਗੱਲਾਂ ਸੀ"},{"number":11,"verse":"ਬੁੱਧਵਾਨਾਂ ਦੇ ਬਚਨ ਪਰਾਣੀਆਂ ਵਰਗੇ ਹਨ ਅਤੇ ਇਕੱਠੇ ਬੋਲ ਲੱਗਿਆਂ ਹੋਇਆਂ ਕਿੱਲਾਂ ਵਰਗੇ ਜਿਹੜੇ ਇੱਕ ਅਯਾਲੀ ਕੋਲੋਂ ਦਿੱਤੇ ਗਏ ਹਨ"},{"number":12,"verse":"ਸੋ ਹੁਣ, ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰ, ਤੂੰ ਏਹਨਾਂ ਤੋਂ ਹੁਸ਼ਿਆਰੀ ਸਿੱਖ,— ਬਹੁਤ ਪੋਥੀਆਂ ਦੇ ਰਚਨ ਦਾ ਅੰਤ ਨਹੀਂ ਅਤੇ ਬਹੁਤ ਪੜ੍ਹਨਾ ਥਕਾਉਂਦਾ ਹੈ"},{"number":13,"verse":"ਹੁਣ ਅਸੀਂ ਸਾਰੇ ਬਚਨਾਂ ਦਾ ਸਾਰ ਸੁਣੀਏ,— ਪਰਮੇਸ਼ੁਰ ਕੋਲੋਂ ਡਰ ਅਤੇ ਉਹ ਦੀਆਂ ਆਗਿਆਂ ਨੂੰ ਮੰਨ ਕਿਉਂ ਜੋ ਇਨਸਾਨ ਦਾ ਇਹੋ ਰਿਣ ਹੈ"},{"number":14,"verse":"ਪਰਮੇਸ਼ੁਰ ਤਾਂ ਇੱਕ ਇੱਕ ਕੰਮ ਦਾ ਅਤੇ ਇੱਕ ਇੱਕ ਗੁੱਝੀ ਗੱਲ ਦਾ ਨਿਆਉਂ ਕਰੇਗਾ ਭਾਵੇਂ ਚੰਗੀ ਹੋਵੇ ਭਾਵੇਂ ਮਾੜੀ।।"}]}