{"bibleAbbr":"paOV2016","bookName":"ਉਪਦੇਸ਼ਕ ਦੀ ਪੋਥੀ","bookEnglishName":"Ecclesiastes","chapterNumber":9,"verses":[{"number":1,"verse":"( ਜੀਉਣ ਦੀ ਭਾਵੀ) ਏਹਨਾਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਵੱਲ ਮੈਂ ਆਪਣਾ ਮਨ ਲਾਇਆ ਅਤੇ ਸਭਨਾਂ ਦੀ ਭਾਲ ਕੀਤੀ ਅਤੇ ਜਾਣ ਲਿਆ ਜੋ ਧਰਮੀ ਅਤੇ ਬੁੱਧਵਾਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਕੰਮ ਪਰਮੇਸ਼ੁਰ ਦੇ ਹੱਥ ਵਿੱਚ ਹਨ। ਆਦਮੀ ਨਹੀਂ ਜਾਣਦਾ ਭਈ ਪ੍ਰੀਤ ਯਾ ਵੈਰ ਹੋਵੇਗਾ, ਸਭ ਕੁਝ ਉਹ ਦੇ ਅੱਗੇ ਹੈ"},{"number":2,"verse":"ਸਭ ਕੁਝ ਜੋ ਹੁੰਦਾ ਹੈ ਸਾਰਿਆਂ ਉੱਤੇ ਇੱਕੋ ਜਿਹਾ ਬੀਤਦਾ ਹੈ। ਧਰਮੀ ਅਤੇ ਦੁਸ਼ਟ ਉੱਤੇ, ਭਲੇਮਾਣਸ, ਪਾਕ ਅਤੇ ਪਲੀਤ ਉੱਤੇ, ਜਿਹੜਾ ਬਲੀ ਚੜ੍ਹਾਉਂਦਾ ਹੈ ਉਸ ਉੱਤੇ ਅਤੇ ਜਿਹੜਾ ਬਲੀ ਨਹੀਂ ਚੜ੍ਹਾਉਂਦਾ ਹੈ ਉਸ ਉੱਤੇ ਇੱਕੋ ਜਿਹੀ ਗੱਲ ਬੀਤਦੀ ਹੈ, ਜਿਹਾ ਭਲਾਮਾਣਸ ਹੈ ਜਿਹਾ ਹੀ ਪਾਪੀ, ਜਿਹਾ ਸੌਂਹ ਖਾਣ ਵਾਲਾ ਹੈ ਤਿਹਾ ਹੀ ਉਹ ਹੈ ਜੋ ਸੌਂਹ ਤੋਂ ਡਰਦਾ ਹੈ"},{"number":3,"verse":"ਸਾਰੀਆਂ ਗੱਲਾਂ ਵਿੱਚ ਜੋ ਸੂਰਜ ਦੇ ਹੇਠ ਹੁੰਦੀਆਂ ਹਨ ਇੱਕ ਇਹ ਬੁਰਿਆਈ ਹੈ ਕਿ ਸਭਨਾਂ ਉੱਤੇ ਇੱਕੋ ਜਿਹੀ ਬੀਤਦੀ ਹੈ, ਹਾਂ, ਆਦਮ ਵੰਸ ਦਾ ਮਨ ਵੀ ਬਦੀ ਨਾਲ ਭਰਪੂਰ ਹੈ ਅਤੇ ਜਦ ਤੋੜੀ ਓਹ ਜੀਉਂਦੇ ਹਨ ਉਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿੱਚ ਸੁਦਾਪੁਣਾ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਇਹ ਦੇ ਪਿੱਛੋਂ ਫੇਰ ਮੁਰਦਿਆਂ ਵਿੱਚ ਚਲੇ ਜਾਂਦੇ ਹਨ"},{"number":4,"verse":"ਜਿਹੜਾ ਸਾਰੇ ਜੀਉਂਦਿਆਂ ਵਿੱਚ ਰਲਿਆ ਹੈ ਉਹ ਦੇ ਲਈ ਆਸ ਹੈ ਕਿਉਂ ਜੋ ਮੋਏ ਹੋਏ ਸ਼ੇਰ ਨਾਲੋਂ ਜੀਉਂਦਾ ਕੁੱਤਾ ਚੰਗਾ ਹੈ"},{"number":5,"verse":"ਜੀਉਂਦੇ ਤਾਂ ਜਾਣਦੇ ਹਨ ਜੋ ਅਸੀਂ ਮਰਾਂਗੇ ਪਰ ਮੋਏ ਕੁਝ ਵੀ ਨਹੀਂ ਜਾਣਦੇ ਅਤੇ ਓਹਨਾਂ ਦੇ ਲਈ ਹੋਰ ਕੋਈ ਬਦਲਾ ਨਹੀਂ ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਦਾ ਚੇਤਾ ਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ"},{"number":6,"verse":"ਉਨ੍ਹਾਂ ਦੀ ਪ੍ਰੀਤ ਅਤੇ ਵੈਰ ਅਰ ਉਨ੍ਹਾਂ ਦੀ ਈਰਖਾ ਹੁਣ ਮੁੱਕ ਗਏ ਅਤੇ ਸਦਾ ਤੋੜੀ ਸਭਨਾਂ ਕੰਮਾਂ ਵਿੱਚ ਜੋ ਸੂਰਜ ਦੇ ਹੇਠ ਕੀਤੇ ਜਾਂਦੇ ਹਨ ਉਨ੍ਹਾਂ ਦਾ ਕੋਈ ਭਾਗ ਨਹੀਂ।।"},{"number":7,"verse":"ਆਪਣੇ ਰਾਹ ਤੁਰਿਆ ਜਾਹ, ਅਨੰਦ ਨਾਲ ਆਪਣੀ ਰੋਟੀ ਖਾਹ, ਅਤੇ ਮੌਜ ਨਾਲ ਆਪਣੀ ਮੈ ਪੀ, ਕਿਉਂ ਜੋ ਹੁਣ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੇਰੇ ਕੰਮਾਂ ਨੂੰ ਪਸੰਦ ਕੀਤਾ ਹੈ।"},{"number":8,"verse":"ਤੇਰੇ ਕੱਪੜੇ ਸਦਾ ਚਿੱਟੇ ਹੋਣ, ਅਤੇ ਤੇਰੇ ਸਿਰ ਦਾ ਤੇਲ ਕਦੀ ਨਾ ਘਟੇ।"},{"number":9,"verse":"ਆਪਣੇ ਵਿਅਰਥ ਦੇ ਜੀਉਣ ਦੇ ਸਾਰੇ ਦਿਨ, ਜੋ ਉਸ ਨੇ ਸੂਰਜ ਦੇ ਹੇਠ ਤੈਨੂੰ ਦਿੱਤੇ ਹਨ, ਆਪਣੇ ਵਿਅਰਥ ਦੇ ਸਾਰੇ ਦਿਨ, ਆਪਣੀ ਪਿਆਰੀ ਪਤਨੀ ਦੇ ਸੰਗ ਮੌਜ ਮਾਣ ਕਿਉਂ ਜੋ ਜੀਉਣ ਵਿੱਚ ਅਤੇ ਸੂਰਜ ਦੇ ਹੇਠਲੇ ਧੰਦਿਆਂ ਵਿੱਚ ਤੇਰਾ ਇਹੋ ਭਾਗ ਹੈ।।"},{"number":10,"verse":"ਜਿਹੜਾ ਕੰਮ ਤੇਰੇ ਹੱਥ ਲੱਗਦਾ ਹੈ ਉਹੋ ਆਪਣੇ ਸਾਰੇ ਜ਼ੋਰ ਨਾਲ ਕਰ ਕਿਉਂ ਜੋ ਪਤਾਲ ਵਿੱਚ ਜਿੱਥੇ ਤੂੰ ਜਾਂਦਾ ਹੈ, ਕੋਈ ਕੰਮ, ਨਾ ਖਿਆਲ, ਨਾ ਗਿਆਨ, ਨਾ ਬੁੱਧ ਹੈ"},{"number":11,"verse":"ਫੇਰ ਮੈਂ ਮੁੜ ਕੇ ਸੂਰਜ ਦੇ ਹੇਠ ਡਿੱਠਾ ਭਈ ਨਾ ਤਾਂ ਕਾਹਲੇ ਦੇ ਲਈ ਦੌੜ ਹੈ, ਨਾ ਸੂਰਮੇ ਦੇ ਲਈ ਜੁੱਧ, ਸਗੋਂ ਬੁੱਧਵਾਨ ਲਈ ਰੋਟੀ ਵੀ ਨਹੀਂ, ਨਾ ਮੱਤ ਵਾਲਿਆਂ ਨੂੰ ਧਨ ਨਾ ਹੀ ਚਤਰਿਆਂ ਨੂੰ ਕਿਰਪਾ ਪਰ ਇਨ੍ਹਾਂ ਸਭਨਾਂ ਨੂੰ ਸਮੇਂ ਸਿਰ ਅਤੇ ਮੌਕੇ ਨਾਲ ਮਿਲਦਾ ਹੈ"},{"number":12,"verse":"ਨਾਲੇ ਮਨੁੱਖ ਆਪਣਾ ਸਮਾਂ ਵੀ ਨਹੀ ਸਿਆਣਦਾ, ਜਿੱਕਰ ਮੱਛੀਆਂ, ਜਿਹੜੀਆਂ ਬਿਪਤਾ ਦੇ ਜਾਲ ਵਿੱਚ ਫੱਸ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਜਿੱਕਰ ਪੰਛੀ ਫਾਹੀ ਵਿੱਚ ਫਸ ਜਾਂਦੇ ਹਨ ਤਿਹਾ ਹੀ ਆਦਮ ਵੰਸੀ ਵੀ ਬਲਾ ਵਿੱਚ ਜਦ ਅੱਚਣਚੇਤ ਓਹਨਾਂ ਉੱਤੇ ਆ ਪੈਂਦੀ ਹੈ ਫਸ ਜਾਂਦੇ ਹਨ"},{"number":13,"verse":"ਸੂਰਜ ਦੇ ਹੇਠ ਮੈਂ ਇਹ ਬੁੱਧ ਵੀ ਡਿੱਠੀ ਅਤੇ ਇਹ ਮੈਨੂੰ ਵੱਢੀ ਮਲੂਮ ਹੋਈ"},{"number":14,"verse":"ਇੱਕ ਨਿੱਕਾ ਜਿਹਾ ਸ਼ਹਿਰ ਸੀ ਅਤੇ ਉਹ ਦੇ ਵਿੱਚ ਲੋਕ ਥੋੜੇ ਸਨ। ਉਹ ਦੇ ਉੱਤੇ ਇੱਕ ਵੱਡੇ ਪਾਤਸ਼ਾਹ ਨੇ ਚੜ੍ਹਾਈ ਕੀਤੀ ਅਤੇ ਉਹ ਨੂੰ ਘੇਰਾ ਪਾਇਆ ਅਤੇ ਉਹ ਦੇ ਸਾਹਮਣੇ ਵੱਡੇ ਦਮਦਮੇ ਬੰਨ੍ਹੇ"},{"number":15,"verse":"ਪਰ ਉਹ ਦੇ ਵਿੱਚ ਇੱਕ ਮਸਕੀਨ ਬੁੱਧਵਾਨ ਮਨੁੱਖ ਮਿਲਿਆ ਜਿਸ ਨੇ ਆਪਣੀ ਬੁੱਧ ਨਾਲ ਉਸ ਸ਼ਹਿਰ ਨੂੰ ਬਚਾ ਲਿਆ ਤਾਂ ਵੀ ਕਿਸੇ ਆਦਮੀ ਨੇ ਉਸ ਮਸਕੀਨ ਨੂੰ ਚੇਤੇ ਨਾ ਕੀਤਾ"},{"number":16,"verse":"ਤਦ ਮੈਂ ਆਖਿਆ ਭਈ ਜ਼ੋਰ ਨਾਲੋਂ ਬੁੱਧ ਚੰਗੀ ਹੈ, ਤਾਂ ਵੀ ਮਸਕੀਨ ਦੀ ਬੁੱਧ ਤੁੱਛ ਸਮਝੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਉਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣੀਆਂ ਨਹੀਂ ਜਾਂਦੀਆਂ"},{"number":17,"verse":"ਬੁੱਧਵਾਨਾਂ ਦੀਆਂ ਹੌਲੀ ਆਖੀਆਂ ਹੋਈਆਂ ਗੱਲਾਂ ਉਸ ਦੇ ਰੋਲੇ ਨਾਲੋਂ ਜੋ ਮੂਰਖਾਂ ਦਾ ਹਾਕਮ ਹੈ ਵਧੀਕ ਸੁਣੀਆਂ ਜਾਦੀਆਂ ਹਨ"},{"number":18,"verse":"ਜੁੱਧ ਦੇ ਸ਼ਸਤ੍ਰਾਂ ਨਾਲੋਂ ਬੁੱਧ ਚੰਗੀ ਹੈ ਪਰ ਇੱਕ ਪਾਪੀ ਬਹੁਤ ਸਾਰੀ ਭਲਿਆਈ ਦਾ ਨਾਸ ਕਰਦਾ ਹੈ।।"}]}