{"bibleAbbr":"mrRV2015","bookName":"आमोस","bookEnglishName":"Amos","chapterNumber":2,"verses":[{"number":1,"verse":"परमेश्वर म्हणतो, “मवाबाचे तीन काय पण चार अपराध झाले, म्हणून मी शासन करण्यापासून माघार घेणार नाही; कारण त्याने अदोमाच्या राजाची हाडे भाजून त्यांचा चुना केला."},{"number":2,"verse":"त्यामुळे मी मवाबावर अग्नी पाठवीन, तो करियोथाचे महाल जाळून भस्म करील व त्या दंगलीत रणशब्द व शिंगाचा आवाज होत असता, मवाब नष्ट होईल;"},{"number":3,"verse":"मी त्याच्यातल्या शास्त्यांना कापून टाकीन, व त्याच्याबरोबर त्याच्या सर्व सरदारांना मारून टाकीन,” असे परमेश्वर म्हणतो."},{"number":4,"verse":"परमेश्वर म्हणतो, “यहूदाचे तीन काय पण चार अपराध झाले, म्हणून मी शासन करण्यापासून माघार घेणार नाही; कारण त्यांनी परमेश्वराचे नियमशास्त्र धिक्कारले आहे, त्यांनी त्याचे विधी पाळले नाहीत; व त्यांचे वाडवडील ज्या खोट्या गोष्टींना अनुसरले त्यांच्या योगे ते बहकले आहेत."},{"number":5,"verse":"त्यामुळे मी यहूदावर अग्नी पाठवीन, तो यरुशलेमेचे महाल जाळून भस्म करील.”"},{"number":6,"verse":"( इस्राएलाचा न्याय) परमेश्वर म्हणतो, “इस्राएलाचे तीन काय पण चार अपराध झाले, म्हणून मी शासन करण्यापासून माघार घेणार नाही; कारण ते रुप्यासाठी नीतिमानास विकतात, एका जोड्यासाठी गरिबास विकतात;"},{"number":7,"verse":"ते गरिबांची मस्तके धुळीत लोळवतात, ते दीनांच्या मार्गात आडवे येतात, माझ्या पवित्र नामास बट्टा लावण्याकरता मुलगा व बाप एकाच तरुणीकडे जातात."},{"number":8,"verse":"गहाण घेतलेली वस्त्रे घालून ते प्रत्येक वेदीजवळ निजतात आणि आपल्या दैवतांच्या1 मंदिरात घेतलेल्या दंडाचा द्राक्षारस प्राशन करतात."},{"number":9,"verse":"मी तर त्यांच्यापुढून अमोरी लोकांचा संहार केला; त्यांची उंची गंधसरूच्या उंचीसारखी होती. ते अल्लोन झाडांसारखे मजबूत होते; मी वरून त्यांचे फळ व खालून त्यांचे मूळ नासवले."},{"number":10,"verse":"मी तुम्हांला अमोरी लोकांच्या देशाचे वतन देण्यास मिसर देशातून आणले व चाळीस वर्षे रानातून फिरवले."},{"number":11,"verse":"तुमच्या पुत्रांतील काहींना संदेष्टे होण्यासाठी व तुमच्या तरुणांतील काहींना नाजीर होण्यासाठी मी वाढवले, इस्राएल वंशजहो, असे नव्हे काय?” असे परमेश्वर म्हणतो."},{"number":12,"verse":"“तरीपण तुम्ही नाजीरांना द्राक्षारस पाजला व संदेष्ट्यांना ‘संदेश देऊ नका’ अशी आज्ञा केली."},{"number":13,"verse":"ह्यामुळे पाहा, धान्याच्या पेंढ्यांनी गच्च भरलेला गाडा जसा खाली दबतो तसे मी तुम्हांला दाबीन."},{"number":14,"verse":"जो चपळ त्याला पलायन साधायचे नाही. बळकट आहे त्याला आपली शक्ती चालवता यायची नाही, वीराला आपला जीव वाचवता येणार नाही;"},{"number":15,"verse":"धनुर्धार्‍याला उभे राहता येणार नाही; चपळ पायांच्या इसमाला आपला बचाव करता येणार नाही; घोडेस्वाराला आपला जीव वाचवता येणार नाही."},{"number":16,"verse":"वीरांपैकी महाधैर्यवानही त्या दिवशी उघडाबोडका पळून जाईल,” असे परमेश्वर म्हणतो."}]}