{"bibleAbbr":"mrRV2015","bookName":"आमोस","bookEnglishName":"Amos","chapterNumber":4,"verses":[{"number":1,"verse":"( असे परमेश्वर म्हणतो.) “शोमरोन डोंगरावर असणार्‍या बाशानाच्या गाईंनो, ज्या तुम्ही दीनांना नाडता, गरिबांना ठेचता व आपल्या धन्यांना म्हणता, ‘आणा, आम्हांला पिऊ द्या!’ त्या तुम्ही हे वचन ऐका :"},{"number":2,"verse":"प्रभू परमेश्वराने आपल्या पवित्रतेची शपथ वाहून म्हटले, “पाहा, असे दिवस तुम्हांला येत आहेत की तुम्हांला आकड्यांनी ओढून नेतील; शिल्लक राहिलेल्यांना मासे धरण्याच्या गळांनी ओढून नेतील."},{"number":3,"verse":"एकीपुढे एक अशा तुम्ही तटाच्या भगदाडांतून नीट बाहेर चालत्या व्हाल व हर्मोनात जाऊन पडाल,” असे परमेश्वर म्हणतो."},{"number":4,"verse":"( देवाच्या शिक्षेपासून बोध घेण्यात इस्राएलाची कसूर) “बेथेलास जाऊन पातक करा, गिल्गालास जाऊन पातकाची वृद्धी करा; प्रतिदिवशी सकाळी आपले यज्ञ अर्पा, दर तीन दिवसांनी आपले दशमांश आणा;"},{"number":5,"verse":"खमीर घातलेल्या भाकरींची अर्पणे ईशोपकारस्मरणासाठी होमरूपे अर्पा. स्वसंतोषाने केलेल्या अर्पणांचा पुकारा करा, ती सर्वांना ऐकवा; इस्राएलवंशजहो, तुम्हांला हे आवडते, असे प्रभू परमेश्वर म्हणतो.”"},{"number":6,"verse":"“मी तर तुम्हांला तुमच्या सर्व नगरांत दातांची स्वच्छता दिली, व तुमच्या सर्व स्थानांत भाकरीची वाण पाडली, तरी तुम्ही माझ्याकडे वळला नाहीत,” असे परमेश्वर म्हणतो."},{"number":7,"verse":"“कापणीला अद्यापि तीन महिने आहेत तोच पाऊस तुमच्याकडे जाऊ नये म्हणून मी तो आवरून धरला; तो एका नगरावर पडावा, एकावर पडू नये, असे मी केले; एका शेतावर पाऊस पडला, एका शेतावर पडला नाही; ते सुकून गेले."},{"number":8,"verse":"दोन-तीन गावे पाणी पिण्यासाठी एका गावात पडत-झडत गेली, त्यांची तृप्ती झाली नाही; तरी तुम्ही माझ्याकडे वळला नाहीत,” असे परमेश्वर म्हणतो."},{"number":9,"verse":"“तांबेरा व भेरड ह्यांच्या योगे मी तुमचे ताडन केले; तुमच्या बागा, तुमचे द्राक्षीचे मळे, तुमची अंजिराची झाडे व तुमची जैतून झाडे, कुरतडणार्‍या टोळांनी खाऊन टाकली; तरी तुम्ही माझ्याकडे वळला नाहीत,” असे परमेश्वर म्हणतो."},{"number":10,"verse":"“मिसर देशातल्याप्रमाणे मी तुमच्यात मरी पाठवली; तुमचे तरुण पुरुष तुमच्या घोड्यांसह मी तलवारीने वधले आहेत; तुमच्या छावणीतील दुर्गंध थेट तुमच्या नाकात जाईलसे मी केले; तरी तुम्ही माझ्याकडे वळला नाहीत,” असे परमेश्वर म्हणतो."},{"number":11,"verse":"“देवाने सदोम व गमोरा ह्यांचा नाश केला तसा तुमच्यातल्या काही जणांचा नाश केला आहे; तुम्ही अग्नीतून काढलेल्या कोलितासारखे झालात; तरी तुम्ही माझ्याकडे वळला नाहीत,” असे परमेश्वर म्हणतो."},{"number":12,"verse":"“ह्यास्तव, हे इस्राएला, मी तुला असेच करीन; मी तुला असेच करीन, म्हणून हे इस्राएला, आपल्या देवासमोर येण्यास सिद्ध हो.”"},{"number":13,"verse":"कारण जो पर्वत निर्माण करतो, वारा उत्पन्न करतो, मनुष्याच्या मनातील विचार काय आहेत ह्याची त्याला जाणीव करून देतो, जो प्रभात अंधकारमय करतो आणि पृथ्वीच्या उच्च स्थलांवर चालतो त्याचे नाम परमेश्वर, सेनाधीश देव, हे आहे.”"}]}