{"bibleAbbr":"mrRV2015","bookName":"आमोस","bookEnglishName":"Amos","chapterNumber":9,"verses":[{"number":1,"verse":"( परमेश्वराच्या न्यायापासून सुटका अशक्य) मी प्रभूला वेदीजवळ उभे राहिलेले पाहिले; तो म्हणाला, “खांबांच्या माथ्यांवर प्रहार कर म्हणजे उंबरठे हलतील; त्यांचे तुकडे करून त्या सर्वांच्या डोक्यावर पाड; त्यांच्यातले शेष उरतील ते मी तलवारीने वधीन; त्यांतला कोणी पळून जाऊ पाहील, पण त्याला पळून जाता येणार नाही; त्यांतला कोणी निसटून जाऊ पाहील, पण तो निभावणार नाही."},{"number":2,"verse":"ते अधोलोक फोडून आत उतरले, तरी माझा हात त्यांना तेथून ओढून काढील; ते वर स्वर्गात चढले, तरी तेथून मी त्यांना खाली ओढून आणीन."},{"number":3,"verse":"ते कर्मेलाच्या माथ्यावर लपून राहिले, तरी मी त्यांचा सुगावा लावीन व तेथून त्यांना ओढून आणीन; ते समुद्राच्या तळी माझ्या दृष्टिआड लपून राहिले, तरी मी तेथे सर्पाला आज्ञा करीन म्हणजे तो त्यांना डसेल."},{"number":4,"verse":"आणि ते शत्रूंपुढे पाडाव होऊन गेले असले, तरी तेथे मी तलवारीला आज्ञा करीन म्हणजे ती त्यांना वधील; मी त्यांच्याकडे दृष्टी लावीन, ती त्यांच्या वाइटासाठी असेल, बर्‍यासाठी नव्हे.”"},{"number":5,"verse":"कारण प्रभू, सेनाधीश परमेश्वर, ह्याने भूमीला हात लावताच ती विरघळते आणि तिच्यावरील सर्व रहिवासी शोक करतात; तिला नील नदीप्रमाणे पूर येईल; मिसर देशाच्या नदीप्रमाणे ती पुन्हा ओसरेल."},{"number":6,"verse":"तो आकाशात आपल्या मंदिराचे मजले उभारतो, पृथ्वीवर त्याने आपला नभोमंडप स्थापला आहे, तो समुद्राच्या पाण्यास बोलावून ते पृथ्वीच्या पाठीवर ओततो; त्याचे नाम परमेश्वर आहे."},{"number":7,"verse":"“इस्राएलाच्या संतानांनो, तुम्ही मला कूशाच्या वंशजांसारखे नाहीत काय?” असे परमेश्वर म्हणतो. मी इस्राएल लोकांना मिसर देशातून, पलिष्टी लोकांना कफतोरांतून आणि अरामी लोकांना कीरातून आणले नाही काय?"},{"number":8,"verse":"पाहा, प्रभू परमेश्वराचा डोळा ह्या पापिष्ट राज्यावर आहे; मी ते पृथ्वीच्या पाठीवरून नष्ट करीन; याकोबाचे घराणे मात्र मी समूळ नष्ट करणार नाही,” असे परमेश्वर म्हणतो."},{"number":9,"verse":"“कारण पाहा, धान्य चाळणीने चाळतात आणि एक लहानसा दाणाही जमिनीवर पडत नाही, तसे मी आज्ञा करून इस्राएलाच्या घराण्यास सर्व राष्ट्रांतून चाळून घेईन."},{"number":10,"verse":"माझ्या लोकांतले जे सर्व पापी जन, ‘आम्हांला अनिष्ट गाठणार नाही, ते आमच्यावर येणार नाही,’ असे म्हणतात ते तलवारीने मरतील."},{"number":11,"verse":"( इस्राएलाचा भावी उद्धार) दाविदाचा पडलेला डेरा त्या दिवशी मी उभारीन व त्याची भगदाडे बुजवीन; त्याचे जे कोसळले आहे ते मी उभारीन; तो पूर्वकाली होता तसा तो बनवीन;"},{"number":12,"verse":"मग ते अदोमाच्या अवशेषाचा व ज्यांना माझे नाव ठेवले आहे त्या सर्व राष्ट्रांचा ताबा घेतील,” असे हे कृत्य करणारा परमेश्वर म्हणतो."},{"number":13,"verse":"पाहा, परमेश्वर म्हणतो “असे दिवस येत आहेत की नांगरणारा कापणी करणार्‍याला गाठील व द्राक्षे तुडवणारा बी पेरणार्‍याला गाठील; डोंगरांवरून नवा द्राक्षारस वाहील व सर्व टेकड्यांना पाझर फुटतील."},{"number":14,"verse":"मी आपल्या सर्व इस्राएल लोकांचा बंदिवास पालटीन; ते ओसाड झालेली नगरे बांधतील व त्यांत वस्ती करतील; ते द्राक्षीचे मळे लावतील व त्यांचा द्राक्षारस पितील; ते बाग लावतील व त्यांची फळे खातील."},{"number":15,"verse":"मी त्यांना त्यांच्या भूमीत रुजवीन व जी भूमी मी त्यांना दिली आहे तिच्यातून त्यांना ह्यापुढे उपटून टाकण्यात येणार नाही,” असे परमेश्वर तुझा देव म्हणतो."}]}