{"bibleAbbr":"AKJV1999+","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"And Naomi <WH5281> had a kinsman <WH3045> of her husband's, <WH376> a mighty <WH1368> man <WH376> of wealth, <WH2428> of the family <WH4940> of Elimelech; <WH458> and his name <WH8034> was Boaz. <WH1162>"},{"number":2,"verse":"And Ruth <WH7327> the Moabitess <WH4125> said <WH559> to Naomi, <WH5281> Let me now <WH4994> go <WH3212> to the field, <WH7704> and glean <WH3950> ears <WH7641> of corn after <WH310> him in whose <WH834> sight <WH5869> I shall find <WH4672> grace. <WH2580> And she said <WH559> to her, Go, <WH3212> my daughter. <WH1323>"},{"number":3,"verse":"And she went, <WH3212> and came, <WH935> and gleaned <WH3950> in the field <WH7704> after <WH310> the reapers: <WH7114> and her hap <WH4745> was to light <WH7136> on a part <WH2513> of the field <WH7704> belonging to Boaz, <WH1162> who <WH834> was of the kindred <WH4940> of Elimelech. <WH458>"},{"number":4,"verse":"And, behold, <WH2009> Boaz <WH1162> came <WH935> from Bethlehem, <WH1035> and said <WH559> to the reapers, <WH7114> The LORD <WH3068> be with you. And they answered <WH559> him, The LORD <WH3068> bless <WH1288> you."},{"number":5,"verse":"Then said <WH559> Boaz <WH1162> to his servant <WH5288> that was set <WH5324> over <WH5921> the reapers, <WH7114> Whose <WH4310> damsel <WH5291> is this? <WH2063>"},{"number":6,"verse":"And the servant <WH5288> that was set <WH5324> over <WH5921> the reapers <WH7114> answered <WH6030> and said, <WH559> It is the Moabitish <WH4125> damsel <WH5291> that came <WH7725> back <WH7725> with Naomi <WH5281> out of the country <WH7704> of Moab: <WH4124>"},{"number":7,"verse":"And she said, <WH559> I pray <WH4994> you, let me glean <WH3950> and gather <WH622> after <WH310> the reapers <WH7114> among <WH996> the sheaves: <WH6016> so she came, <WH935> and has continued <WH5975> even <WH227> from the morning <WH1242> until <WH5704> now, <WH6258> that she tarried <WH3427> a little <WH4592> in the house. <WH1004>"},{"number":8,"verse":"Then said <WH559> Boaz <WH1162> to Ruth, <WH7327> Hear <WH8085> you not, my daughter? <WH1323> Go <WH3212> not to glean <WH3950> in another <WH312> field, <WH7704> neither <WH1571> <WH3808> go <WH5674> from hence, <WH2088> but abide <WH1692> here <WH3541> fast by my maidens: <WH5291>"},{"number":9,"verse":"Let your eyes <WH5869> be on the field <WH7704> that they do reap, <WH7114> and go <WH1980> you after <WH310> them: have I not charged <WH6680> the young <WH5288> men that they shall not touch <WH5060> you? and when you are thirsty, <WH6770> go <WH1980> to the vessels, <WH3627> and drink <WH8354> of that which <WH834> the young <WH5288> men have drawn. <WH7579>"},{"number":10,"verse":"Then she fell <WH5307> on <WH5921> her face, <WH6440> and bowed <WH7812> herself to the ground, <WH776> and said <WH559> to him, Why <WH4069> have I found <WH4672> grace <WH2580> in your eyes, <WH5869> that you should take knowledge <WH5234> of me, seeing I am a stranger? <WH5237>"},{"number":11,"verse":"And Boaz <WH1162> answered <WH6030> and said <WH559> to her, It has fully <WH5046> been showed <WH5046> me, all <WH3605> that you have done <WH6213> to your mother <WH2545> in law <WH2545> since <WH310> the death <WH4194> of your husband: <WH376> and how you have left <WH5800> your father <WH1> and your mother, <WH517> and the land <WH776> of your nativity, <WH4138> and are come <WH1980> to a people <WH5971> which <WH834> you knew <WH3045> not heretofore. <WH8543>"},{"number":12,"verse":"The LORD <WH3068> recompense <WH7999> your work, <WH6467> and a full <WH8003> reward <WH4909> be given you of the LORD <WH3068> God <WH430> of Israel, <WH3478> under <WH8478> whose <WH834> wings <WH3671> you are come <WH935> to trust. <WH2620>"},{"number":13,"verse":"Then she said, <WH559> Let me find <WH4672> favor <WH2580> in your sight, <WH5869> my lord; <WH113> for that you have comforted <WH5162> me, and for that you have spoken <WH1696> friendly <WH3820> to your handmaid, <WH8198> though I be not like to one <WH259> of your handmaidens. <WH8198>"},{"number":14,"verse":"And Boaz <WH1162> said <WH559> to her, At mealtime <WH6256> <WH400> come <WH5060> you here, <WH1988> and eat <WH398> of the bread, <WH3899> and dip <WH2881> your morsel <WH6595> in the vinegar. <WH2558> And she sat <WH3427> beside <WH6654> the reapers: <WH7114> and he reached <WH6642> her parched <WH7039> corn, and she did eat, <WH398> and was sufficed, <WH7646> and left. <WH3498>"},{"number":15,"verse":"And when she was risen <WH6965> up to glean, <WH3950> Boaz <WH1162> commanded <WH6680> his young <WH5288> men, saying, <WH559> Let her glean <WH3950> even <WH1571> among the sheaves, <WH6016> and reproach <WH3637> her not:"},{"number":16,"verse":"And let fall <WH7997> also <WH1571> some of the handfuls <WH6653> of purpose <WH7997> for her, and leave <WH5800> them, that she may glean <WH3950> them, and rebuke <WH1605> her not."},{"number":17,"verse":"So she gleaned <WH3950> in the field <WH7704> until <WH5704> even, <WH6153> and beat <WH2251> out that she had gleaned: <WH3950> and it was about an ephah <WH374> of barley. <WH8184>"},{"number":18,"verse":"And she took <WH5375> it up, and went <WH935> into the city: <WH5892> and her mother <WH2545> in law <WH2545> saw <WH7200> what <WH853> <WH834> she had gleaned: <WH3950> and she brought <WH3318> forth, <WH3318> and gave <WH5414> to her that she had reserved <WH3498> after she was sufficed. <WH7648>"},{"number":19,"verse":"And her mother <WH2545> in law <WH2545> said <WH559> to her, Where <WH645> have you gleaned <WH3950> to day? <WH3117> and where <WH375> worked <WH6213> you? blessed <WH1288> be he that did take knowledge <WH5234> of you. And she showed <WH5046> her mother <WH2545> in law <WH2545> with whom <WH834> <WH5973> she had worked, <WH6213> and said, <WH559> The man's <WH376> name <WH8034> with whom <WH834> <WH5973> I worked <WH6213> to day <WH3117> is Boaz. <WH1162>"},{"number":20,"verse":"And Naomi <WH5281> said <WH559> to her daughter <WH3618> in law, <WH3618> Blessed <WH1288> be he of the LORD, <WH3068> who <WH834> has not left <WH5800> off his kindness <WH2617> to the living <WH2416> and to the dead. <WH4191> And Naomi <WH5281> said <WH559> to her, The man <WH376> is near <WH7138> of kin to us, one of our next kinsmen. <WH1350>"},{"number":21,"verse":"And Ruth <WH7327> the Moabitess <WH4125> said, <WH559> He said <WH559> to me also, You shall keep <WH1692> fast by my young <WH5288> men, until <WH5704> <WH518> they have ended <WH3615> all <WH3605> my harvest. <WH7105>"},{"number":22,"verse":"And Naomi <WH5281> said <WH559> to Ruth <WH7327> her daughter <WH3618> in law, <WH3618> It is good, <WH2896> my daughter, <WH1323> that you go <WH3318> out with his maidens, <WH5291> that they meet <WH6293> you not in any other <WH312> field. <WH7704>"},{"number":23,"verse":"So she kept <WH1692> fast by the maidens <WH5291> of Boaz <WH1162> to glean <WH3950> to the end <WH3615> of barley <WH8184> harvest <WH7105> and of wheat <WH2406> harvest; <WH7105> and dwelled <WH3427> with her mother <WH2545> in law. <WH2545>"}]}