{"bibleAbbr":"WB1895","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"And he started to speak to them in parables, \"A man planted a vineyard and set a hedge around it, and excavated a place for the winepress. He also built a tower. Then he leased it to tenant farmers and journeyed to a far country."},{"number":2,"verse":"\"At the proper time he sent a servant to the tenant farmers, so that he might receive from the them of the produce of the vineyard."},{"number":3,"verse":"\"They seized, beat, and sent him away empty-handed."},{"number":4,"verse":"\"Again he sent another servant to them, they stoned him and wounded him in the head, and sent him away shamefully treated."},{"number":5,"verse":"\"And again he sent another; they killed him. Many others [were also sent]; some they beat, and some they killed."},{"number":6,"verse":"\"Yet having therefore one son, his dearly beloved, he sent him also, the last, to them saying, «They will reverence my son.»"},{"number":7,"verse":"\"But those tenant farmers said among themselves, «This is the heir; come on, let us kill him, and the inheritance will be ours.»"},{"number":8,"verse":"\"They grabbed him, killed him, and threw him out of the vineyard."},{"number":9,"verse":"\"Therefore what will the owner of the vineyard do? He will come, destroy the tenant farmers, and will give the vineyard to others."},{"number":10,"verse":"\"Have you not read this Scripture: The stone which the builders rejected has become the head of the corner."},{"number":11,"verse":"\"This was the Lord's doing, and it is marvelous in our eyes?\""},{"number":12,"verse":"They sought to seize him but feared the people, for they were aware that he had spoken the parable against them. They left him and went their way."},{"number":13,"verse":"They sent to him certain Pharisees and the Herodians to catch him in his words."},{"number":14,"verse":"When they had come, they said to him, \"Master, we know that you are true and not preferential about anyone, for you do not pay special attention to anyone's appearance but teach the way of God in truth. Is it lawful to give taxes to Caesar or not?"},{"number":15,"verse":"\"Should we give, or should we not give?\" But he, seeing their hypocrisy, said to them, \"Why do you tempt me? Bring me a penny, so that I can see it.\""},{"number":16,"verse":"They brought it. Then he said to them, \"Whose image and inscription is this?\" They said to him, \"Caesar's.\""},{"number":17,"verse":"Jesus replied saying to them, \"Give to Caesar the things that are Caesar's and to God the things that are God's.\" And they marveled at him."},{"number":18,"verse":"Then the Sadducees came to him--they say there is no resurrection-and they asked him saying,"},{"number":19,"verse":"\"Master, Moses wrote to us that if a man's brother died, leaving his wife, and leaving no children, that his brother should take his wife and raise up descendants for his brother."},{"number":20,"verse":"\"Now there were seven brothers, and the first took a wife and dying leaving no descendants,"},{"number":21,"verse":"\"Then the second took her, died, and left no descendants, and the third in the same way."},{"number":22,"verse":"\"And the seven had her and left no descendants; lastly the woman died also."},{"number":23,"verse":"\"In the resurrection, therefore, when they will rise, whose wife will she be of them, for the seven had her to wife?\""},{"number":24,"verse":"Jesus replied saying to them, \"Isn't this the reason you are wrong? For you don't know the Scriptures, or the power of God."},{"number":25,"verse":"\"For when they rise from the dead, they neither marry nor are given in marriage but are like the angels who are in heaven."},{"number":26,"verse":"\"Regarding the dead in that they rise, haven't you read about the bush in the book of Moses. How God spoke to him saying, \"I am the God of Abraham, the God of Isaac, and the God of Jacob?"},{"number":27,"verse":"\"He is not the God of the dead, but the God of the living, therefore you are greatly deceived.\""},{"number":28,"verse":"One of the scribes came and having heard them reasoning together and perceiving that he had answered them well, asked him, \"Which is the first of all commandments?\""},{"number":29,"verse":"Jesus answered him, \"The first of all commandments is: Hear, O Israel, the Lord our God is one Lord,"},{"number":30,"verse":"\"And you must love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength. This is first commandment."},{"number":31,"verse":"\"The second is like this: You must love your neighbor as yourself. There is no other commandments greater than these.\""},{"number":32,"verse":"And the scribe said to him, \"Very good, Master, you have said the truth, for there is one God, and there is none other but him,"},{"number":33,"verse":"and to love him with all the heart, with all the understanding, with all the soul, and with all the strength, and to love his neighbor as himself is more than all whole burnt offerings and sacrifices.\""},{"number":34,"verse":"When Jesus saw that he answered wisely, he said to him, \"You are not far from the Kingdom of God.\" After that no one dared ask him anything."},{"number":35,"verse":"While he taught in the temple, Jesus started to speak and said, \"How is it that the scribes say that Messiah is the Son of David?"},{"number":36,"verse":"\"For David himself said, by the Holy Spirit, «The Lord said to my Lord, \"Sit on my right hand, until I make your enemies your footstool.»"},{"number":37,"verse":"\"Therefore David himself calls him «Lord,» so how is he then his son?\""},{"number":38,"verse":"And he said to them in his instruction, \"Beware of the scribes who love to walk around in stately clothing and love greetings in the marketplaces,"},{"number":39,"verse":"and sitting in the seats for the highest ranking in the synagogues and places of highest honor at feasts,"},{"number":40,"verse":"who devour widows' houses, and for pretense make long prayers. These will receive greater damnation.\""},{"number":41,"verse":"Jesus sat in front of the treasury and watched how the people tossed money into the treasury box, and many, who were rich, tossed in a lot."},{"number":42,"verse":"Then came a certain poor widow, and she tossed in two leptons, which equal about a half penny."},{"number":43,"verse":"He called his disciples and said to them, \"Truly I say to you, that this poor widow has tossed in more than all those who have tossed [money] into the treasury box."},{"number":44,"verse":"\"For all of them tossed in out of their surplus, but she out of her poverty tossed in everything she had, yes all her living.\""}]}