{"bibleAbbr":"WB1895","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":7,"verses":[{"number":1,"verse":"Then the Pharisees and certain scribes, which came from Jerusalem, joined forces."},{"number":2,"verse":"When they saw some of his disciples eat bread with defiled hands-that is unwashed-they found fault."},{"number":3,"verse":"For the Pharisees and all the Jews do not eat unless they wash their hands rubbing them with the fist holding to the tradition of the elders."},{"number":4,"verse":"And [after coming] from the market, they do not eat unless they wash. There are many other things that they have received and hold to like washing of cups, pots, brass vessels, and tables."},{"number":5,"verse":"Then the Pharisees and scribes asked him, \"Why don't your disciples follow the tradition of the elders, instead of eating with unwashed hands?\""},{"number":6,"verse":"He answered and said to them, \"Isaiah has prophesied full well about you hypocrites, just as it is written, «This people honors me with their lips, but their heart is far from me."},{"number":7,"verse":"«Moreover they worship me without any meaning, teaching the commandments of men as doctrine.»"},{"number":8,"verse":"\"For in laying aside the commandment of God, you hold on to the traditions of men like the washing of pots and cups and many other similar things you do.\""},{"number":9,"verse":"And he said to them, \"How well you reject the commandment of God, so that you may keep your own tradition."},{"number":10,"verse":"\"For Moses said, «Honor your father and mother» and «whoever curses father or mother, let him come to an end by death.»"},{"number":11,"verse":"\"But you say, «If a man says to his father or mother, \"Corban\", that is, «a gift;» which is, that which you want me to help you is given to God.\""},{"number":12,"verse":"\"And you allow him to not do what he should for his father or his mother."},{"number":13,"verse":"\"So making the word of God annulled through your tradition, which you have handed down. And many such things you do.\""},{"number":14,"verse":"And when he had called all the people, he said to them, \"Listen to me everyone and understand."},{"number":15,"verse":"\"There is nothing from the outside of man entering him can defile him, instead the things which come out of him are what defile the man."},{"number":16,"verse":"\"If any man has ears to hear, he better hear.\""},{"number":17,"verse":"When he had entered the house apart from the people, his disciples asked him about the parable."},{"number":18,"verse":"And he said to them, \"Are you also without understanding? Don't you catch on that whatever enters a man from the outside cannot defile him?"},{"number":19,"verse":"\"Because it doesn't enter his heart but his stomach and goes out in the toilet?\" [In saying this Jesus] made all foods ceremonially clean."},{"number":20,"verse":"And he said, \"That which comes out of people is what defiles the man."},{"number":21,"verse":"\"For from within, out of the heart of people, comes evil thoughts, adulteries, fornications, murders,"},{"number":22,"verse":"thefts, covetousness, wickedness, deceit, wantonness, envy, blasphemy, pride, and foolishness."},{"number":23,"verse":"\"All these things come from within and defile people.\""},{"number":24,"verse":"And from there he got up and went into the area of Tyre and Sidon. He entered a house and didn't want anyone to know about it, but he couldn't be hidden."},{"number":25,"verse":"For a woman whose young daughter had an unclean spirit heard about him, came, and fell at his feet."},{"number":26,"verse":"This woman was a Greek, a Syrophoenician by birth, and she begged him that he would throw this devil out of her daughter."},{"number":27,"verse":"But Jesus said to her, \"Let the children be filled first, for it is not right to take the children's bread and throw it to the dogs.\""},{"number":28,"verse":"She replied and said to him, \"True, Lord, yet the dogs under the table eat the children's crumbs.\""},{"number":29,"verse":"He said to her, \"For saying this go your way; the devil has gone out of your daughter.\""},{"number":30,"verse":"When she came to her house, she found the devil had left, and her daughter lay on the bed."},{"number":31,"verse":"Again leaving the area of Tyre and Sidon, he came to the Sea of Galilee by way of the area of Decapolis."},{"number":32,"verse":"And they brought to him one who was deaf and had a speech impediment, and they pleaded with him to put his hand on him."},{"number":33,"verse":"He took him aside away from the multitude and put his finger into his ears, spit, and touched his tongue."},{"number":34,"verse":"Then looking up to heaven, he sighed and said to him, \"Ephphatha\", that is, \"Be opened.\""},{"number":35,"verse":"Immediately his ears were opened and the string of his tongue was loosened, and he spoke plainly."},{"number":36,"verse":"He ordered them that they should tell no one, but the more he commanded them, the more they told it."},{"number":37,"verse":"They were astonished beyond measure saying, \"He has done everything well; he make both the deaf to hear and the one who couldn't talk able to speak.\""}]}