{"bibleAbbr":"paOV2016","bookName":"1 ਇਤਹਾਸ","bookEnglishName":"1 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"( ਸ਼ਾਊਲ ਤੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਮੌਤ) ਫੇਰ ਫਲਿਸਤੀਆਂ ਨੇ ਇਸਰਾਏਲ ਨਾਲ ਲੜਾਈ ਕੀਤੀ ਅਤੇ ਇਸਰਾਏਲੀ ਮਨੁੱਖ ਫਲਿਸਤੀਆਂ ਦੇ ਅੱਗੋਂ ਨੱਠੇ ਅਤੇ ਗਿਲਬੋਆ ਦੇ ਪਹਾੜ ਵਿੱਚ ਫੱਟੜ ਹੋਕੇ ਡਿੱਗ ਪਏ"},{"number":2,"verse":"ਅਤੇ ਫਲਿਸਤੀਆਂ ਨੇ ਸ਼ਾਊਲ ਅਤੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦਾ ਡਾਹਢਾ ਪਿੱਛਾ ਕੀਤਾ ਅਤੇ ਯੋਨਾਥਾਨ ਅਤੇ ਅਬੀਨਾਦਾਬ ਅਤੇ ਮਲਕੀਸ਼ੁਆ ਸ਼ਾਊਲ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਆ"},{"number":3,"verse":"ਅਤੇ ਸ਼ਾਊਲ ਉੱਤੇ ਵੱਡੀ ਲੜਾਈ ਵਧ ਗਈ ਅਤੇ ਤੀਰੰਦਾਜ਼ਾਂ ਨੇ ਉਹ ਨੂੰ ਲੱਭਾ ਅਤੇ ਤੀਰੰਦਾਜ਼ਾਂ ਦੇ ਹੱਥੋਂ ਉਹ ਵੱਡਾ ਫੱਟਿਆ ਗਿਆ"},{"number":4,"verse":"ਤਦ ਸ਼ਾਊਲ ਨੇ ਆਪਣੇ ਸ਼ੱਸਤ੍ਰ ਚੁੱਕਣ ਵਾਲੇ ਨੂੰ ਆਖਿਆ, ਆਪਣੀ ਤਲਵਾਰ ਧੂਕੇ ਉਹ ਦੇ ਨਾਲ ਮੈਨੂੰ ਵਿੰਨ੍ਹ ਅਜਿਹਾ ਨਾ ਹੋਵੇ ਜੋ ਏਹ ਅਸੁੰਨਤੀ ਆਉਣ ਅਤੇ ਮੈਨੂੰ ਵਿੰਨ੍ਹਣ ਅਤੇ ਮੇਰੇ ਨਾਲ ਮਖੌਲ ਕਰਨ! ਪਰ ਇਹ ਗੱਲ ਉਹ ਦੇ ਸ਼ੱਸਤ੍ਰ ਚੁੱਕਣ ਵਾਲੇ ਨੇ ਨਾ ਮੰਨੀ ਕਿਉਂ ਜੋ ਉਹ ਬਹੁਤ ਘਾਬਰ ਗਿਆ। ਤਦ ਸ਼ਾਊਲ ਤਲਵਾਰ ਫੜ ਕੇ ਉਹ ਦੇ ਉੱਤੇ ਡਿੱਗ ਪਿਆ"},{"number":5,"verse":"ਅਤੇ ਜਾਂ ਉਹ ਦੇ ਸ਼ੱਸਤ੍ਰ ਚੁੱਕਣ ਵਾਲੇ ਨੇ ਡਿੱਠਾ ਜੋ ਸ਼ਾਊਲ ਮਰ ਗਿਆ ਹੈ ਤਾਂ ਉਹ ਵੀ ਆਪਣੀ ਤਲਵਾਰ ਉੱਤੇ ਡਿੱਗ ਪਿਆ ਅਤੇ ਉਹ ਦੇ ਨਾਲ ਹੀ ਮਰ ਗਿਆ"},{"number":6,"verse":"ਸੋ ਸ਼ਾਊਲ ਅਤੇ ਉਹ ਦੇ ਤਿੰਨੇ ਪੁੱਤ੍ਰ ਅਤੇ ਉਹ ਦਾ ਸਾਰਾ ਘਰਾਣਾ ਇਕੱਠੇ ਹੀ ਮਰ ਮਿੱਟੇ।।"},{"number":7,"verse":"ਜਾਂ ਉਨ੍ਹਾਂ ਇਸਰਾਏਲੀ ਮਨੁੱਖਾਂ ਨੇ ਜੋ ਉਸ ਵਾਦੀ ਵਿੱਚ ਸਨ ਇਹ ਡਿੱਠਾ ਜੋ ਓਹ ਨੱਠੇ ਤੇ ਸ਼ਾਊਲ ਅਰ ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਮੋਏ ਪਏ ਹਨ ਤਾਂ ਓਹ ਵੀ ਸ਼ਹਿਰਾਂ ਨੂੰ ਛੱਡ ਕੇ ਭੱਜ ਗਏ ਅਤੇ ਫਲਿਸਤੀ ਉਨ੍ਹਾਂ ਵਿੱਚ ਆਣ ਵੱਸੇ"},{"number":8,"verse":"ਅਤੇ ਅਗਲੇ ਭਲਕ ਅਜਿਹਾ ਹੋਇਆ ਭਈ ਜਿਸ ਵੇਲੇ ਫਲਿਸਤੀ ਉਨ੍ਹਾਂ ਲੋਥਾਂ ਦੇ ਸ਼ੱਸਤ੍ਰ ਬੱਸਤ੍ਰ ਲਾਹੁਣ ਆਏ ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸ਼ਾਊਲ ਤੇ ਉਹ ਦੇ ਤਿੰਨੇ ਪੁੱਤ੍ਰ ਗਿਲਬੋਆ ਪਹਾੜ ਵਿੱਚ ਡਿੱਗੇ ਲੱਭੇ"},{"number":9,"verse":"ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਦਾ ਸ਼ਸਤ੍ਰ ਬਸਤ੍ਰ ਲਾਹ ਕੇ ਤੇ ਉਹ ਦਾ ਸਿਰ ਤੇ ਹਥਿਆਰ ਲੈਕੇ ਫਲਿਸਤੀਆਂ ਦੇ ਦੇਸ ਵਿੱਚ ਆਲੇ ਦੁਆਲੇ ਘੱਲ ਦਿੱਤੇ ਜੋ ਆਪਣੇ ਬੁੱਤਾਂ ਵਿੱਚ ਅਤੇ ਲੋਕਾਂ ਵਿੱਚ ਉਸ ਦੀ ਡੌਂਡੀ ਫੇਰਨ"},{"number":10,"verse":"ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਦੇ ਸ਼ਸਤ੍ਰਾਂ ਨੂੰ ਆਪਣੇ ਦੇਵਤਿਆਂ ਦੇ ਮੰਦਰ ਵਿੱਚ ਰੱਖਿਆ ਅਤੇ ਉਹ ਦੇ ਸਿਰ ਨੂੰ ਦਾਗੋਨ ਦੇ ਘਰ ਵਿੱਚ ਬੰਨ੍ਹਿਆ।।"},{"number":11,"verse":"ਜਾਂ ਸਾਰੇ ਯਾਬੋਸ਼-ਗਿਲਆਦ ਨੇ ਸੁਣਿਆ ਜੋ ਫਲਿਸਤੀਆਂ ਨੇ ਸ਼ਾਊਲ ਨਾਲ ਐਉਂ ਸਭ ਕੁਝ ਕੀਤਾ"},{"number":12,"verse":"ਤਾਂ ਸਾਰੇ ਸੂਰਮੇ ਉੱਠੇ ਅਤੇ ਸ਼ਾਊਲ ਦੀ ਲੋਥ ਤੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀਆਂ ਲੋਥਾਂ ਨੂੰ ਲੈ ਜਾਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਯਾਬੇਸ਼ ਵਿੱਚ ਪਹੁੰਚਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਹੱਡੀਆਂ ਨੂੰ ਯਾਬੇਸ ਵਿੱਚ ਉਸ ਬਲੂਤ ਤੇ ਬਿਰਛ ਦੇ ਹੇਠ ਦੱਬ ਦਿੱਤਾ ਅਤੇ ਸੱਤ ਦਿਨ ਤੋੜੀ ਵਰਤ ਰੱਖਿਆ"},{"number":13,"verse":"ਐਉਂ ਸ਼ਾਊਲ ਅਪਣੇ ਅਪਰਾਧ ਦੇ ਕਾਰਨ ਜਿਹੜਾ ਉਸ ਨੇ ਯਹੋਵਾਹ ਦੇ ਵਿਰੁੱਧ ਕੀਤਾ ਸੀ ਮਰ ਗਿਆ ਅਰਥਾਤ ਯਹੋਵਾਹ ਦੀ ਬਾਣੀ ਦੇ ਕਾਰਨ ਜਿਹੜੀ ਉਸ ਨੇ ਨਾ ਮੰਨੀ ਅਰ ਇਸ ਲਈ ਵੀ ਜੋ ਉਸ ਨੇ ਇੱਕ ਭੂਤ ਮਿੱਤ੍ਰ ਤੋਂ ਸਲਾਹ ਮਸ਼ਵਰਾ ਪੁੱਛਿਆ ਸੀ"},{"number":14,"verse":"ਪਰ ਯਹੋਵਾਹ ਤੋਂ ਨਾ ਪੁੱਛਿਆ ਇਸ ਲਈ ਉਸ ਨੇ ਉਹ ਨੂੰ ਮਾਰ ਸੁੱਟਿਆ ਅਤੇ ਰਾਜ ਨੂੰ ਯਿੱਸੀ ਦੇ ਪੁੱਤ੍ਰ ਦਾਊਦ ਦੇ ਉੱਤੇ ਮੋਹਿਤ ਕਰ ਦਿੱਤਾ।।"}]}