{"bibleAbbr":"paOV2016","bookName":"1 ਇਤਹਾਸ","bookEnglishName":"1 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"( ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਤੇ ਉਹ ਦੇ ਸੂਰਮੇ) ਸਾਰੇ ਇਸਰਾਏਲੀ ਹਬਰੋਨ ਵਿੱਚ ਦਾਊਦ ਕੋਲ ਇਕੱਠੇ ਹੋਏ ਅਰ ਉਸ ਨੂੰ ਆਖਿਆ, ਵੇਖੋ, ਅਸੀਂ ਤਾਂ ਤੁਹਾਡੀ ਹੀ ਹੱਡੀ ਬੋਟੀ ਹਾਂ"},{"number":2,"verse":"ਇਹ ਦੇ ਬਾਝੋਂ ਪਿਛਲੇ ਸਮੇਂ ਵਿੱਚ ਵੀ ਜਾਂ ਸ਼ਾਊਲ ਪਾਤਸ਼ਾਹ ਸੀ ਤਾਂ ਤੁਸੀਂ ਹੀ ਇਸਰਾਏਲ ਨੂੰ ਬਾਹਰ ਲੈ ਜਾਂਦੇ ਤੇ ਅੰਦਰ ਲੈ ਆਉਂਦੇ ਸਾਓ ਅਤੇ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੁਹਾਨੂੰ ਆਖਿਆ ਕਿ ਤੂੰ ਮੇਰੀ ਪਰਜਾ ਇਸਰਾਏਲ ਦੀ ਪਾਲਨਾ ਕਰੇਂਗਾ ਅਤੇ ਤੂੰ ਮੇਰੀ ਪਰਜਾ ਇਸਰਾਏਲ ਉੱਤੇ ਪਰਧਾਨ ਹੋਵੇਂਗਾ"},{"number":3,"verse":"ਗੱਲ ਕਾਹਦੀ, ਇਸਰਾਏਲ ਦੇ ਸਾਰੇ ਬਜ਼ੁਰਗ ਹਬਰੋਨ ਵਿੱਚ ਪਾਤਸ਼ਾਹ ਕੋਲ ਆ ਪਹੁੰਚੇ ਅਤੇ ਦਾਊਦ ਨੇ ਹਬਰੋਨ ਵਿੱਚ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਨੇਮ ਕੀਤਾ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਦਾਊਦ ਨੂੰ ਇਸਰਾਏਲ ਦਾ ਪਾਤਸ਼ਾਹ ਹੋਣ ਲਈ ਮਸਹ ਕੀਤਾ ਜਿਵੇਂ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਸਮੂਏਲ ਦੇ ਰਾਹੀਂ ਆਇਆ।।"},{"number":4,"verse":"ਅਰ ਦਾਊਦ ਅਤੇ ਸਾਰੇ ਇਸਰਾਏਲ ਯਰੂਸ਼ਲਮ ਨੂੰ ਜਿਹ ਨੂੰ ਯਬੂਸ ਵੀ ਆਖਦੇ ਹਨ, ਗਏ ਅਰ ਉੱਥੇ ਉਸ ਭੋਂ ਦੇ ਵਸਨੀਕ ਯਬੂਸੀ ਲੋਕ ਸਨ"},{"number":5,"verse":"ਅਰ ਯਬੂਸ ਦੇ ਵਸਨੀਕਾਂ ਨੇ ਦਾਊਦ ਨੂੰ ਆਖਿਆ ਕਿ ਤੇਰਾ ਆਉਣਾ ਇੱਥੇ ਨਾ ਹੋਵੇਗਾ, ਪਰ ਦਾਊਦ ਨੇ ਸੀਯੋਨ ਦਾ ਗੜ੍ਹ ਵੱਸ ਕਰ ਲਿਆ ਅਰ ਉਹ ਦਾਊਦ ਦਾ ਨਗਰ ਹੋਇਆ"},{"number":6,"verse":"ਅਰ ਦਾਊਦ ਨੇ ਆਖਿਆ, ਜੋ ਕੋਈ ਪਹਿਲਾਂ ਯਬੂਸੀਆਂ ਨੂੰ ਮਾਰ ਲਵੇਗਾ, ਉਹੋ ਪਰਧਾਨ — ਸਰਦਾਰ ਹੋਵੇਗਾ, ਤਾਂ ਸਰੂਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਯੋਆਬ ਪਹਿਲੇ ਚੜ੍ਹਿਆ ਅਰ ਮੁਖੀਆ ਹੋਇਆ"},{"number":7,"verse":"ਦਾਊਦ ਗੜ੍ਹ ਵਿੱਚ ਵੱਸਿਆ, ਇਸ ਲਈ ਓਹ ਉਸ ਨੂੰ ਦਾਊਦ ਦਾ ਨਗਰ ਕਰਕੇ ਆਖਦੇ ਸਨ"},{"number":8,"verse":"ਅਰ ਉਸ ਨੇ ਨਗਰ ਨੂੰ ਚਾਰੇ ਪਾਸਿਓਂ ਬਣਾਇਆ, ਅਰਥਾਤ ਮਿੱਲੋ ਤੋਂ ਲੈ ਕੇ ਚੁਫੇਰੇ ਤੀਕਰ, ਅਰ ਯੋਆਬ ਨੇ ਰਹਿੰਦੇ ਸ਼ਹਿਰ ਨੂੰ ਸਵਾਰਿਆ,"},{"number":9,"verse":"ਅਰ ਦਾਊਦ ਅਧਿਕ ਤੋਂ ਅਧਿਕ ਹੁੰਦਾ ਗਿਆ, ਕਿਉਂ ਜੋ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਉਸ ਦੇ ਅੰਗ ਸੰਗ ਸੀ।।"},{"number":10,"verse":"ਦਾਊਦ ਦੇ ਸੰਗੀ ਸੂਰਬੀਰਾਂ ਦੇ ਮੁਖੀਏ ਜਿਹੜੇ ਉਹ ਦੇ ਰਾਜ ਵਿੱਚ ਉਹ ਦੇ ਨਾਲ ਦ੍ਰਿੜ੍ਹ ਰਹੇ ਸਨ, ਅਰ ਜਿਨ੍ਹਾਂ ਨੇ ਸਾਰੇ ਇਸਰਾਏਲ ਸਣੇ ਉਸ ਨੂੰ ਰਾਜਾ ਕੀਤਾ, ਜਿਹਾ ਯਹੋਵਾਹ ਨੇ ਇਸਰਾਏਲ ਦੇ ਲਈ ਆਗਿਆ ਦਿੱਤੀ ਸੀ ਏਹ ਹਨ"},{"number":11,"verse":"ਅਰ ਦਾਊਦ ਦੇ ਸੂਰਬੀਰਾਂ ਦੀ ਗਿਣਤੀ ਇਹ ਹੈ, - ਹਕਮੋਨੀ ਦਾ ਪੁੱਤ੍ਰ ਯਾਸ਼ਾਬਆਮ ਸੂਬੇਦਾਰਾਂ ਦਾ ਮੁਖੀਆ ਜਿਸ ਨੇ ਤਿੰਨ ਸੌ ਉੱਤੇ ਆਪਣਾ ਬਰਛਾ ਚਲਾਇਆ ਅਰ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕੋ ਵਾਰ ਮਾਰ ਸੁੱਟਿਆ"},{"number":12,"verse":"ਇਹ ਦੇ ਮਗਰੋਂ ਦੋਦੇ ਦਾ ਪੁੱਤ੍ਰ ਅਲਆਜ਼ਾਰ ਅਹੋਹੀ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਤਿੰਨਾਂ ਸੂਰਮਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਸੀ"},{"number":13,"verse":"ਉਹ ਦਾਊਦ ਦੇ ਨਾਲ ਫਸਦੰਮੀਮ ਵਿੱਚ ਸੀ, ਅਰ ਉੱਥੇ ਫਲਿਸਤੀ ਜੁੱਧ ਕਰਨ ਨੂੰ ਇਕੱਠੇ ਹੋਏ ਸਨ ਅਰ ਉੱਥੇ ਇੱਕ ਟੁਕੜਾ ਪੈਲੀ ਦਾ ਜਵਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਸੀ ਅਰ ਲੋਕ ਫਲਿਸਤੀਆਂ ਦੇ ਅੱਗੋਂ ਭੱਜ ਗਏ"},{"number":14,"verse":"ਪਰ ਉਨ੍ਹਾਂ ਉਸ ਟੁੱਕੜੇ ਦੇ ਵਿਚਕਾਰ ਖਲੋ ਕੇ ਉਸ ਨੂੰ ਛੁਡਾਇਆ, ਅਰ ਫਲਿਸਤੀਆਂ ਨੂੰ ਮਾਰ ਸੁੱਟਿਆ, ਸੋ ਯਹੋਵਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਇਸ ਜਿੱਤ ਤੋਂ ਵੱਡਾ ਛੁਟਕਾਰਾ ਦਿੱਤਾ।।"},{"number":15,"verse":"ਅਰ ਉਨ੍ਹਾਂ ਤੀਹਾਂ ਸਰਦਾਰਾਂ ਵਿੱਚੋਂ ਏਹ ਤਿੰਨ ਨਿੱਕਲ ਕੇ ਪਰਬਤ ਨੂੰ ਦਾਊਦ ਕੋਲ ਅਦੁੱਲਾਮ ਦੀ ਗੁਫਾ ਵਿੱਚ ਵੜੇ ਅਰ ਫਲਿਸਤੀਆਂ ਦੀ ਸੈਨਾ ਨੇ ਰਫਾਈਮ ਦੀ ਦੂਣ ਵਿੱਚ ਛਾਉਣੀ ਪਾਈ"},{"number":16,"verse":"ਦਾਊਦ ਉਸ ਵੇਲੇ ਗੜ੍ਹ ਵਿੱਚ ਸੀ ਅਰ ਫਲਿਸਤੀਆਂ ਦਾ ਪਹਿਰਾ ਉਸ ਸਮੇਂ ਬੈਤਲਹਮ ਵਿੱਚ ਸੀ"},{"number":17,"verse":"ਅਰ ਦਾਊਦ ਤਰਸਿਆ ਅਤੇ ਆਖਿਆ, ਕਾਸ਼ ਕਿ ਕੋਈ ਬੈਤਲਹਮ ਦੇ ਉਸ ਖੂਹ ਦਾ ਜਿਹੜਾ ਫਾਟਕ ਦੇ ਕੋਲ ਹੈ, ਮੈਨੂੰ ਪਾਣੀ ਪਿਲਾਵੇ"},{"number":18,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਤਿੰਨਾਂ ਨੇ ਫਲਿਸਤੀਆਂ ਦੇ ਡੇਰੇ ਦੇ ਵਿੱਚੋਂ ਦੀ ਲੰਘ ਕੇ ਬੈਤਲਹਮ ਦੇ ਫਾਟਕ ਦੇ ਖੂਹ ਵਿੱਚੋਂ ਪਾਣੀ ਭਰਿਆ ਅਤੇ ਦਾਊਦ ਨੂੰ ਲਿਆ ਦਿੱਤਾ, ਪਰ ਦਾਊਦ ਨੇ ਨਾ ਪੀਤਾ ਸਗੋਂ ਉਸ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਡੋਹਲ ਦਿੱਤਾ"},{"number":19,"verse":"ਅਤੇ ਆਖਿਆ, ਮੈਨੂੰ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਵੱਲੋਂ ਨਿਖਿੱਧ ਹੋਵੇ, ਜੋ ਮੈਂ ਇਹ ਕੰਮ ਕਰਾਂ, ਭਲਾ, ਮੈਂ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਦਾ ਲਹੂ ਪੀਵਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਪ੍ਰਾਣਾਂ ਨੂੰ ਤਲੀ ਉੱਤੇ ਧਰਿਆ ਹੈ? ਕਿਉਂ ਜੋ ਓਹ ਸਿਰੋਂ ਪਰੇ ਦੀ ਖੇਡ ਨਾਲ ਇਸ ਨੂੰ ਲਿਆਏ, ਇਸ ਲਈ ਉਹ ਨੇ ਉਸ ਨੂੰ ਪੀਣਾ ਨਾ ਚਾਹਿਆ। ਅਜਿਹੇ ਕੰਮ ਇਨ੍ਹਾਂ ਤਿੰਨਾਂ ਸੂਰਮਿਆਂ ਨੇ ਕੀਤੇ।।"},{"number":20,"verse":"ਅਤੇ ਯੋਆਬ ਦਾ ਭਰਾ ਅਬਸ਼ਈ ਉਨ੍ਹਾਂ ਤਿੰਨਾਂ ਦਾ ਮੁਖੀਆ ਸੀ ਕਿਉਂ ਜੋ ਉਸ ਨੇ ਤਿੰਨ ਸੌ ਜਣੇ ਉੱਤੇ ਆਪਣਾ ਬਰਛਾ ਚਲਾਇਆ ਅਰ ਉਨ੍ਹਾਂ ਦਾ ਨਾਸ ਕੀਤਾ ਤਾਂ ਉਹ ਇਨ੍ਹਾਂ ਤਿੰਨਾਂ ਦੇ ਵਿੱਚ ਮੰਨਿਆਂ ਦੰਨਿਆ ਸੀ"},{"number":21,"verse":"ਇਹ ਉਨ੍ਹਾਂ ਤਿੰਨਾਂ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੋਹਾਂ ਨਾਲੋਂ ਪਤਵੰਤਾ ਸੀ ਅਰ ਉਨ੍ਹਾਂ ਦਾ ਸਰਦਾਰ ਹੋਇਆ ਪਰ ਉਹ ਉਨ੍ਹਾਂ ਪਹਿਲੇ ਤਿੰਨਾਂ ਦੇ ਦਰਜੇ ਤੀਕ ਨਾ ਪਹੁੰਚਾ।।"},{"number":22,"verse":"ਅਤੇ ਯਹੋਯਾਦਾ ਦਾ ਪੁੱਤ੍ਰ ਬਨਾਯਾਹ ਜਿਹੜਾ ਇੱਕ ਕਬਸਿਏਲੀ ਸੂਰਮੇ ਦਾ ਪੁੱਤ੍ਰ ਸੀ ਜਿਸ ਨੇ ਵੱਡੀ ਸੂਰਮਤਾਈ ਕੀਤੀ ਸੀ ਉਸ ਨੇ ਮੋਆਬ ਦੇ ਦੋ ਸ਼ੀਂਹ ਵਰਗੇ ਜੁਆਨਾਂ ਨੂੰ ਮਾਰ ਸੁੱਟਿਆ ਅਰ ਉਸ ਨੇ ਬਰਫ ਦੀ ਰੁੱਤ ਵਿੱਚ ਇੱਕ ਟੋਏ ਦੇ ਵਿੱਚ ਜਾ ਕੇ ਇੱਕ ਸ਼ੇਰ ਨੂੰ ਵੀ ਮਾਰ ਸੁੱਟਿਆ"},{"number":23,"verse":"ਅਰ ਉਸ ਨੇ ਪੰਜ ਹੱਥ ਦੇ ਇੱਕ ਲੰਮੇ ਮਿਸਰੀ ਜੁਆਨ ਨੂੰ ਜਿੰਦੋਂ ਮੁਕਾਇਆ ਅਰ ਮਿਸਰੀ ਦੇ ਹੱਥ ਵਿੱਚ ਜੁਲਾਹੇ ਦੀ ਤੁਰ ਵਰਗਾ ਇੱਕ ਬਰਛਾ ਸੀ ਅਰ ਬਰਛਾ ਮਿਸਰੀ ਦੇ ਹੱਥੋਂ ਖੋਹ ਲਿਆ, ਅਤੇ ਉਹ ਇੱਕ ਸੋੱਟਾ ਲੈ ਕੇ ਉਹ ਦੇ ਕੋਲ ਉਤਰਿਆ, ਉਸੇ ਦੇ ਬਰਛੇ ਨਾਲ ਉਸ ਨੂੰ ਮਾਰ ਸੁੱਟਿਆ।।"},{"number":24,"verse":"ਯਹੋਯਾਦਾ ਦਾ ਪੁੱਤ੍ਰ ਬਨਾਯਾਹ ਨੇ ਇਹੋ ਜੇਹੇ ਕੰਮ ਕੀਤੇ, ਅਰ ਉਹ ਉਨ੍ਹਾਂ ਤਿੰਨਾਂ ਸੂਰਮਿਆਂ ਵਿੱਚ ਮੰਨਿਆ ਦੰਨਿਆ ਸੀ"},{"number":25,"verse":"ਵੇਖੋ ਤਾਂ ਉਹ ਉਨ੍ਹਾਂ ਤੀਹਾਂ ਨਾਲੋਂ ਪਤਵੰਤਾ ਸੀ ਤਾਂ ਵੀ ਉਹ ਪਹਿਲੇ ਤਿੰਨਾਂ ਦੇ ਦਰਜੇ ਤੀਕ ਨਾ ਅੱਪੜਿਆ ਅਰ ਦਾਊਦ ਨੇ ਉਹ ਨੂੰ ਆਪਣੇ ਰੱਖਸ਼ਕਾ ਦੇ ਉੱਤੇ ਥਾਪਿਆ।।"},{"number":26,"verse":"ਫੌਜਾਂ ਦੇ ਸੂਰਮੇ ਏਹ ਸਨ, - ਯੋਆਬ ਦਾ ਭਰਾ ਅਸਾਹੇਲ, ਬੈਤਲਹਮੀ ਦੋਦੋ ਦਾ ਪੁੱਤ੍ਰ ਅਲਹਾਨਾਨ"},{"number":27,"verse":"ਹਰੋਰੀ ਸ਼ੰਮੋਥ, ਪਲੋਨੀ ਹਲਸ"},{"number":28,"verse":"ਤਕੋਈ ਇੱਕੇਸ਼ ਦਾ ਪੁੱਤ੍ਰ ਈਰਾ, ਅੰਨਥੋਥੀ ਅਬੀਅਜ਼ਰ"},{"number":29,"verse":"ਹੁਸ਼ਾਬੀ ਸਿੱਬਕਾਈ, ਅਹੋਹੀ ਈਲਾਈ"},{"number":30,"verse":"ਨਟੋਫਾਥੀ ਮਹਰਈ, ਨਟੋਫਾਥੀ ਬਅਨਾਹ ਦਾ ਪੁੱਤ੍ਰ ਰੇਲਦ"},{"number":31,"verse":"ਗਿਬਅਹ ਦਾ ਬਿਨਯਾਮੀਨੀ ਰੀਬਈ ਦਾ ਪੁੱਤ੍ਰ ਈਥਈ, ਪਰਆਥੋਨੀ ਬਨਾਯਾਹ,"},{"number":32,"verse":"ਗਾਅਸ਼ ਦੇ ਨਦੀਆਂ ਦਾ ਹੂਰਈ, ਅਰਬਾਥੀ ਅਬੀਏਲ,"},{"number":33,"verse":"ਬਹਰੂਮੀ ਅਜ਼ਮਾਵਥ, ਸਅਲਬੋਨੀ ਅਲਯਹਬਾ"},{"number":34,"verse":"ਗਿਜ਼ੋਨੀ ਹਾਸੇਮ ਦੇ ਪੁੱਤ੍ਰ, ਹਰਾਰੀ ਸ਼ਾਗੇ ਦਾ ਪੁੱਤ੍ਰ ਯੋਨਾਥਾਨ"},{"number":35,"verse":"ਹਰਾਰੀ ਸਾਕਾਰ ਦਾ ਪੁੱਤ੍ਰ ਅਹੀਆਮ, ਊਰ ਦਾ ਪੁੱਤ੍ਰ ਅਲੀਫਾਲ"},{"number":36,"verse":"ਮਕੋਰਾਥੀ ਹੇਫਰ, ਪਲੋਨੀ ਅਰੀਯਾਹ"},{"number":37,"verse":"ਕਰਮਲੀ ਹਸਰੋ, ਅਜ਼ਬਈ ਦਾ ਪੁੱਤ੍ਰ ਨਅਰਈ"},{"number":38,"verse":"ਨਾਥਾਨ ਦਾ ਭਰਾ ਯੋਏਲ, ਹਗਰੀ ਦਾ ਪੁੱਤ੍ਰ ਮਿਬਹਾਰ"},{"number":39,"verse":"ਅੰਮੋਨੀ ਸਲਕ, ਬੇਰੋਥੀ ਨਹਰਈ, ਸਰੂਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਯੋਆਬ ਦੇ ਸ਼ੱਸਤ੍ਰ ਦਾ ਚੁੱਕਣ ਵਾਲਾ"},{"number":40,"verse":"ਯਿਥਰੀ ਈਰਾ, ਯਿਥਰੀ ਗਾਰੇਬ"},{"number":41,"verse":"ਹਿੱਤੀ ਉਰੀਯਾਹ, ਅਹਲਈ ਦਾ ਪੁੱਤ੍ਰ ਜ਼ਾਬਾਦ"},{"number":42,"verse":"ਰਊਬੇਨੀ ਸ਼ੀਜ਼ਾ ਦਾ ਪੁੱਤ੍ਰ ਅਦੀਨਾ ਰਊਬੇਨੀਆਂ ਦਾ ਮੁਖੀਆ ਤੇ ਉਹ ਦੇ ਨਾਲ ਤੀਹ"},{"number":43,"verse":"ਮਅਕਾਹ ਦਾ ਪੁੱਤ੍ਰ ਹਾਨਾਨ, ਮਿਥਨੀ ਯੋਸ਼ਾਫਾਟ"},{"number":44,"verse":"ਅਸ਼ਤਾਰਾਥੀ ਉੱਜ਼ੀਯਾਹ, ਅਰੋਏਰੀ ਹੋਥਾਮ ਦੇ ਪੁੱਤ੍ਰ ਸ਼ਾਮਾ ਤੇ ਯਈਏਲ"},{"number":45,"verse":"ਸ਼ਿਮਰੀ ਦਾ ਪੁੱਤ੍ਰ ਯਦੀਅਲੇ, ਤੇ ਉਹ ਦਾ ਭਰਾ ਯੋਹਾ ਤੀਸੀ"},{"number":46,"verse":"ਮਹਵੀ ਅਲੀਏਲ ਤੇ ਅਲਨਅਮ ਦੇ ਪੁੱਤ੍ਰ ਯਿਰੀਬਈ ਤੇ ਯੋਸ਼ਵਯਾਹ ਅਤੇ ਯਿਥਮਾਹ ਮੋਆਬੀ"},{"number":47,"verse":"ਅਲੀਏਲ ਤੇ ਓਬੇਦ ਤੇ ਯਅਸੀਏਲ ਮਸੋਬਾਯਾਥੀ।।"}]}