{"bibleAbbr":"paOV2016","bookName":"1 ਇਤਹਾਸ","bookEnglishName":"1 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"( ਯਹੋਵਾਹ ਦਾ ਸੰਦੂਕ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਲੈ ਆਉਣਾ) ਦਾਊਦ ਨੇ ਆਪਣੇ ਲਈ ਆਪਣੇ ਨਗਰ ਵਿੱਚ ਮਹਿਲ ਮਾੜੀਆਂ ਪਵਾਈਆਂ ਅਰ ਉਸ ਨੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸੰਦੂਕ ਲਈ ਇੱਕ ਅਸਥਾਨ ਬਣਵਾਇਆ, ਅਰ ਉਸ ਦੇ ਲਈ ਇੱਕ ਤੰਬੂ ਖੜਾ ਕੀਤਾ"},{"number":2,"verse":"ਉਸ ਵੇਲੇ ਦਾਊਦ ਨੇ ਆਖਿਆ, ਲੇਵੀਆਂ ਦੇ ਬਾਝੋਂ ਕੋਈ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸੰਦੂਕ ਦੇ ਚੁੱਕਣ ਜੋਗ ਨਹੀਂ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਅੰਗੀਕਾਰ ਕੀਤਾ ਹੈ ਕਿ ਓਹ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸੰਦੂਕ ਨੂੰ ਚੁੱਕਣ ਅਰ ਸਦਾ ਤੋੜੀ ਉਸ ਦੇ ਅੱਗੇ ਸੇਵਾ ਕਰਨ"},{"number":3,"verse":"ਅਰ ਦਾਊਦ ਨੇ ਸਾਰੇ ਇਸਰਾਏਲ ਨੂੰ ਯਰੂਸ਼ਲਮ ਵਿਚ ਸੱਦ ਕੇ ਇਕੱਠਾ ਕੀਤਾ, ਜੋ ਓਹ ਯਹੋਵਾਹ ਦੇ ਸੰਦੂਕ ਨੂੰ ਉਸ ਅਸਥਾਨ ਵਿੱਚ ਜਿਹੜਾ ਉਸ ਨੇ ਉਹ ਦੇ ਲਈ ਤਿਆਰ ਕੀਤਾ ਸੀ ਚੜ੍ਹਾ ਲਿਆਉਣ"},{"number":4,"verse":"ਅਤੇ ਦਾਊਦ ਨੇ ਹਾਰੂਨ ਦੇ ਵੰਸ ਨੂੰ ਅਤੇ ਲੇਵੀਆਂ ਨੂੰ ਇਕੱਠਾ ਕੀਤਾ"},{"number":5,"verse":"ਕਹਾਥੀਆਂ ਵਿੱਚੋਂ ਸਰਦਾਰ ਊਰੀਏਲ ਤੇ ਉਹ ਦੇ ਭਰਾ, ਇੱਕ ਸੌ ਵੀਹ"},{"number":6,"verse":"ਮਰਾਰੀਆਂ ਵਿੱਚੋਂ ਸਰਦਾਰ ਅਸਾਯਾਹ ਦੇ ਉਹ ਦੇ ਭਰਾ, ਦੋ ਸੌ ਵੀਹ"},{"number":7,"verse":"ਗੇਰਸ਼ੋਮੀਆਂ ਵਿੱਚੋਂ ਸਰਦਾਰ ਯੋਏਲ ਤੇ ਉਹ ਦੇ ਭਰਾ, ਇੱਕ ਸੌ ਤੀਹ"},{"number":8,"verse":"ਅਲੀਸਾਫਾਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਸਰਦਾਰ ਸ਼ਮਅਯਾਹ ਤੇ ਉਹ ਦੇ ਭਰਾ, ਦੋ ਸੌ"},{"number":9,"verse":"ਹਬਰੋਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਸਰਦਾਰ ਅਲੀਏਲ ਤੇ ਉਹ ਦੇ ਭਰਾ, ਅੱਸੀ"},{"number":10,"verse":"ਉਜ਼ੀਏਲ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਸਰਦਾਰ ਅੰਮੀਨਾਦਾਬ ਤੇ ਉਹ ਦੇ ਭਰਾ, ਇੱਕ ਸੌ ਬਾਰਾਂ"},{"number":11,"verse":"ਅਤੇ ਦਾਊਦ ਨੇ ਸਾਦੋਕ ਤੇ ਅਬਯਾਥਾਰ ਜਾਜਕਾਂ ਨੂੰ ਅਤੇ ਊਰੀਏਲ, ਅਸਾਯਾਹ ਤੇ ਯੋਏਲ, ਸ਼ਮਅਯਾਹ ਤੇ ਅਲੀਏਲ ਤੇ ਅੰਮੀਨਾਦਾਬ ਲੇਵੀਆਂ ਨੂੰ ਸੱਦਿਆ"},{"number":12,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਲੇਵੀਆਂ ਦੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਦੇ ਮੁਖੀਏ ਹੋ। ਤੁਸੀਂ ਆਪ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰੋ, ਨਾਲੇ ਤੁਸੀਂ ਤੇ ਤੁਹਾਡੇ ਭਰਾ ਵੀ ਭਈ ਤੁਸੀਂ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸੰਦੂਕ ਨੂੰ ਉਸ ਟਿਕਾਣੇ ਉੱਤੇ ਜਿਹੜਾ ਮੈਂ ਉਸ ਦੇ ਲਈ ਤਿਆਰ ਕੀਤਾ ਹੈ ਚੜ੍ਹਾ ਲਿਆਓ"},{"number":13,"verse":"ਇਸ ਕਰਕੇ ਜੋ ਤੁਸਾਂ ਲੋਕਾਂ ਨੇ ਪਹਿਲੀ ਵੇਰੀ ਨਾ ਚੱਕਿਆ, ਯਹੋਵਾਹ ਸਾਡਾ ਪਰਮੇਸ਼ੁਰ ਸਾਡੇ ਉੱਤੇ ਢਹਿ ਪਿਆ, ਕਿਉਂ ਜੋ ਅਸਾਂ ਉਸ ਦੀ ਭਾਲ ਠਹਿਰਾਈ ਹੋਈ ਰੀਤੀ ਨਾਲ ਨਾ ਕੀਤੀ"},{"number":14,"verse":"ਤਦ ਜਾਜਕਾਂ ਅਰ ਲੇਵੀਆਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕੀਤਾ, ਜੋ ਓਹ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸੰਦੂਕ ਨੂੰ ਚੜ੍ਹਾ ਲਿਆਉਣ"},{"number":15,"verse":"ਤਾਂ ਲੇਵੀਆਂ ਨੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸੰਦੂਕ ਨੂੰ ਚੋਬਾਂ ਨਾਲ ਆਪਣੇ ਮੋਢੇ ਉੱਤੇ ਚੁੱਕਿਆ, ਜਿਹਾ ਕੁ ਮੂਸਾ ਨੇ ਯਹੋਵਾਹ ਦੀ ਬਾਣੀ ਦੇ ਅਨੁਸਾਰ ਆਗਿਆ ਦਿੱਤੀ ਸੀ"},{"number":16,"verse":"ਅਰ ਦਾਊਦ ਨੇ ਲੇਵੀਆਂ ਦੇ ਸਰਦਾਰਾਂ ਨੂੰ ਆਗਿਆ ਦਿੱਤੀ ਜੋ ਆਪਣਿਆਂ ਭਰਾਵਾਂ ਵਿੱਚੋਂ ਗਵੱਯਾਂ ਨੂੰ ਥਾਪਣ ਭਈ ਓਹ ਜੈ ਕਾਰ ਦੇ ਵਜੰਤਰ ਅਰਥਾਤ ਤੰਬੂਰੇ ਅਰ ਸਤਾਰਾਂ ਅਰ ਮਜੀਰੇ ਛੇੜਨ ਅਰ ਉੱਚੀਆਂ ਸੁਰਾਂ ਕਰ ਕੇ ਅਨੰਦਤਾਈ ਦੇ ਨਾਲ ਗਾਉਣ।।"},{"number":17,"verse":"ਸੋ ਲੇਵੀਆਂ ਨੇ ਯੋਏਲ ਦੇ ਪੁੱਤ੍ਰ ਹੇਮਾਨ ਨੂੰ ਥਾਪਿਆ, ਨਾਲ ਉਹ ਦੇ ਭਰਾਵਾਂ ਵਿੱਚੋਂ ਬਰਕਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਆਸਾਫ ਨੂੰ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਮਰਾਰੀ ਭਰਾਵਾਂ ਵਿੱਚੋਂ ਕੂਸ਼ਾਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਯੋਥਾਨ ਨੂੰ"},{"number":18,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾਵਾਂ ਨੂੰ ਜਿਹੜੇ ਦੂਜੇ ਦਰਜੇ ਦੇ ਸਨ, - ਜ਼ਕਰਯਾਹ, ਬੇਨੇ, ਯਅਜ਼ੀਏਲ ਤੇ ਸ਼ਮੀਰਾਮੋਥ ਤੇ ਯਹੀਏਲ ਤੇ ਉੱਨੀ ਤੇ ਅਲੀਆਬ ਤੇ ਬਨਾਯਾਹ ਤੇ ਮਅਸੇਯਾਹ ਤੇ ਮੱਤਿਥਯਾਹ ਤੇ ਅਲੀਫਲੇਹੂ ਤੇ ਮਿਕਨੇਯਾਹ ਤੇ ਓਬੇਦ- ਅਦੋਮ ਤੇ ਯਿਈਏਲ ਦਰਬਾਨਾਂ ਨੂੰ"},{"number":19,"verse":"ਅਤੇ ਹੇਮਾਨ, ਆਸਾਫ ਤੇ ਏਥਾਨ ਗਵੱਯੇ ਪਿੱਤਲ ਦਿਆਂ ਛੈਣਿਆਂ ਨਾਲ ਵਜਾਉਣ ਲਈ ਠਹਿਰਾਏ ਗਏ"},{"number":20,"verse":"ਅਤੇ ਜ਼ਕਰਯਾਹ ਤੇ ਅਜ਼ੀਏਲ ਤੇ ਸ਼ਮੀਰਾਮੋਥ ਤੇ ਯਹੀਏਲ ਤੇ ਉੱਨੀ ਤੇ ਅਲੀਆਬ ਤੇ ਮਅਸੇਯਾਹ ਤੇ ਬਨਾਯਾਹ, ਅਲਾਮੋਥ ਸੂਰ ਉੱਤੇ ਸਿਤਾਰਾਂ ਨਾਲ"},{"number":21,"verse":"ਅਤੇ ਮੱਤਿਥਾਯਹ ਤੇ ਅਲੀਫਲੇਹੂ ਤੇ ਮਿਕਨੇਯਾਹ ਤੇ ਓਬੇਦ-ਅਦੋਮ ਤੇ ਯਈਏਲ ਤੇ ਅਜ਼ਜ਼ਯਾਹ, ਕਿ ਉਹ ਸ਼ਮੀਨੀਥ ਸੁਰ ਉੱਤੇ ਬਰਬਤਾਂ ਨਾਲ ਕਲੋਂਤੀ ਕਰਨ"},{"number":22,"verse":"ਅਤੇ ਲੇਵੀਆਂ ਦਾ ਸਰਦਾਰ ਕਨਨਯਾਹ ਗਾਉਣ ਲਈ। ਉਹ ਗਾਉਣਾ ਸਿਖਾਉਂਦਾ ਸੀ ਕਿਉਂ ਜੋ ਉਹ ਵੱਡਾ ਗੁਣੀ ਸੀ"},{"number":23,"verse":"ਅਤੇ ਬਰਕਯਾਹ ਤੇ ਅਲਕਾਨਾਹ ਸੰਦੂਕ ਦੇ ਦਰਬਾਨ ਸਨ"},{"number":24,"verse":"ਅਤੇ ਸ਼ਬਨਯਾਹ ਤੇ ਯੋਸ਼ਾਫਾਟ ਤੇ ਨਥਨਏਲ ਤੇ ਅਮਾਸਈ ਤੇ ਜ਼ਕਰਯਾਹ ਤੇ ਬਨਾਯਾਹ ਤੇ ਅਲੀਅਜ਼ਰ ਜਾਜਕ ਤੁਰ੍ਹੀਆਂ ਉੱਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸੰਦੂਕ ਦੇ ਅੱਗੇ ਵਜਾਉਂਦੇ ਸਨ ਅਤੇ ਓਬੇਦ-ਅਦੋਮ ਤੇ ਯਿਰਯਾਹ ਸੰਦੂਕ ਦੇ ਦਰਬਾਨ ਸਨ।।"},{"number":25,"verse":"ਸੋ ਦਾਊਦ ਤੇ ਇਸਰਾਏਲ ਦੇ ਬਜ਼ੁਰਗ ਤੇ ਹਜ਼ਾਰਾਂ ਦੇ ਸਰਦਾਰ ਤੁਰ ਪਏ ਭਈ ਯਹੋਵਾਹ ਦੇ ਨੇਮ ਦੇ ਸੰਦੂਕ ਨੂੰ ਓਬੇਦ-ਅਦੋਮ ਦੇ ਘਰੋਂ ਅਨੰਦ ਨਾਲ ਚੁੱਕ ਲਿਆਉਣ।।"},{"number":26,"verse":"ਅਰ ਅਜਿਹਾ ਹੋਇਆ, ਕਿ ਜਿਸ ਵੇਲੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਨ੍ਹਾਂ ਲੇਵੀਆਂ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ ਜਿਹੜੇ ਯਹੋਵਾਹ ਦੇ ਨੇਮ ਦੇ ਸੰਦੂਕ ਨੂੰ ਚੁੱਕ ਕੇ ਲਈ ਜਾਂਦੇ ਸਨ, ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਸੱਤ ਬਲਦ ਅਤੇ ਸੱਤ ਮੇਢੇ ਬਲੀਦਾਨ ਲਈ ਚੜ੍ਹਾਏ"},{"number":27,"verse":"ਅਰ ਦਾਊਦ ਅਰ ਸਾਰੇ ਲੇਵੀ ਜਿਹੜੇ ਸੰਦੂਕ ਨੂੰ ਚੁੱਕੀ ਲਈ ਜਾਂਦੇ ਸਨ ਅਰ ਗਵੱਯੇ ਅਰ ਗਵੱਯਾਂ ਦੇ ਨਾਲ ਕਨਨਯਾਹ ਜਿਹੜਾ ਗਾਉਣ ਦਾ ਕਲਾਉਂਤ ਸੀ ਸਭ ਨੇ ਕਤਾਨ ਦੇ ਚੋਲੇ ਪਹਿਨੇ ਹੋਏ ਸਨ ਅਰ ਦਾਊਦ ਨੇ ਕਤਾਨ ਦਾ ਏਫ਼ੋਦ ਵੀ ਪਹਿਨਿਆ ਹੋਇਆ ਸੀ"},{"number":28,"verse":"ਅਰ ਸਾਰੇ ਇਸਰਾਏਲ ਪੁਕਾਰਦਿਆਂ ਅਰ ਤੁਰ੍ਹੀਆਂ ਅਰ ਨਰਸਿੰਗੇ ਫੂਕਦੇ ਫੂਕਦੇ ਅਰ ਮਜੀਰਿਆਂ ਅਰ ਸਿਤਾਰਾਂ ਅਰ ਬੀਨਾਂ ਨੂੰ ਉੱਚੀ ਅਵਾਜ਼ ਨਾਲ ਵਜਾਉਂਦਿਆਂ ਵਜਾਉਂਦਿਆਂ ਹੋਇਆਂ ਯਹੋਵਾਹ ਦੇ ਨੇਮ ਦੇ ਸੰਦੂਕ ਨੂੰ ਚੁੱਕ ਲਿਆਏ।।"},{"number":29,"verse":"ਅਰ ਅਜਿਹਾ ਹੋਇਆ ਕਿ ਜਦ ਯਹੋਵਾਹ ਦੇ ਨੇਮ ਦਾ ਸੰਦੂਕ ਦਾਊਦ ਦੇ ਨਗਰ ਨੂੰ ਅੱਪੜਿਆ ਤਾਂ ਸ਼ਾਊਲ ਦੀ ਧੀ ਮੀਕਲ ਨੇ ਬਾਰੀ ਵਿੱਚੋਂ ਝਾਤ ਮਾਰੀ ਅਰ ਡਿੱਠਾ ਜੋ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਨੱਚਦਾ ਕੁੱਦਦਾ ਹੈ ਅਰ ਉਸ ਨੇ ਆਪਣੇ ਮਨ ਵਿੱਚ ਉਸ ਨੂੰ ਤੁੱਛ ਜਾਣਿਆ।।"}]}