{"bibleAbbr":"paOV2016","bookName":"1 ਇਤਹਾਸ","bookEnglishName":"1 Chronicles","chapterNumber":17,"verses":[{"number":1,"verse":"( ਦਾਊਦ ਦੀ ਬੇਨਤੀ) ਅਜਿਹਾ ਹੋਇਆ ਕਿ ਜਦ ਦਾਊਦ ਆਪਣੇ ਮਹਿਲ ਵਿੱਚ ਟਿੱਕਿਆ, ਤਾਂ ਦਾਊਦ ਨੇ ਨਾਥਾਨ ਨਬੀ ਨੂੰ ਆਖਿਆ, ਵੇਖ, ਮੈਂ ਤਾਂ ਦਿਆਰ ਦੀ ਲੱਕੜ ਤੇ ਬਣਾਏ ਹੋਏ ਮਹਿਲ ਦੇ ਵਿੱਚ ਰਹਿੰਦਾ ਹਾਂ ਪਰ ਯਹੋਵਾਹ ਦੇ ਨੇਮ ਦਾ ਸੰਦੂਕ ਪੜਦਿਆਂ ਦੇ ਹੇਠ ਹੈ"},{"number":2,"verse":"ਤਾਂ ਨਾਥਾਨ ਨੇ ਦਾਊਦ ਨੂੰ ਆਖਿਆ ਕਿ ਜੋ ਕੁਝ ਤੇਰਾ ਮਨੋਰਥ ਹੈ ਸੋ ਕਰ ਕਿਉਂ ਜੋ ਪਰਮੇਸ਼ੁਰ ਤੇਰੇ ਸੰਗ ਹੈ"},{"number":3,"verse":"ਅਰ ਉਸੇ ਰਾਤ ਅਜਿਹਾ ਹੋਇਆ, ਜੋ ਪਰਮੇਸ਼ੁਰ ਦੀ ਬਾਣੀ ਨਾਥਾਨ ਨੂੰ ਆਈ"},{"number":4,"verse":"ਕਿ ਤੂੰ ਜਾਹ, ਅਰ ਮੇਰੇ ਦਾਸ ਦਾਊਦ ਨੂੰ ਆਖ ਭਈ ਯਹੋਵਾਹ ਇਹ ਆਖਦਾ ਹੈ, ਤੂੰ ਮੇਰੇ ਨਿਵਾਸ ਲਈ ਕੋਈ ਭਵਨ ਨਾ ਬਣਾ"},{"number":5,"verse":"ਕਿਉਂਕਿ ਮੈਂ ਤਾਂ ਜਦ ਦਾ ਇਸਰਾਏਲ ਨੂੰ ਉਤਾਂਹ ਲਿਆਇਆ ਹਾਂ ਅਜੇ ਤੋੜੀ ਕਿਸੇ ਭਵਨ ਵਿੱਚ ਨਾ ਵੱਸਿਆ ਸਗੋਂ ਤੰਬੂ ਤੋਂ ਤੰਬੂ ਅਰ ਡੇਹਰੇ ਤੋਂ ਡੇਹਰੇ ਵਿੱਚ ਫਿਰਦਾ ਰਿਹਾ ਹਾਂ"},{"number":6,"verse":"ਅਤੇ ਜਿੱਥੇ ਜਿੱਥੇ ਮੈਂ ਸਾਰੇ ਇਸਰਾਏਲ ਦੇ ਨਾਲ ਫਿਰਦਾ ਰਿਹਾ ਹਾਂ, ਭਲਾ ਮੈਂ ਇਸਰਾਏਲ ਦੇ ਨਿਆਈਆਂ ਵਿੱਚੋਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮੈਂ ਆਪਣੀ ਪਰਜਾ ਦੇ ਚਰਾਉਣ ਦੀ ਆਗਿਆ ਕੀਤੀ ਕਿਸੇ ਨੂੰ ਕਦੀ ਆਖਿਆ ਭਈ ਤੂੰ ਮੇਰੇ ਲਈ ਦਿਆਰ ਦਾ ਭਵਨ ਕਿਉਂ ਨਹੀਂ ਬਣਾਇਆ?"},{"number":7,"verse":"ਇਸ ਲਈ ਤੂੰ ਹੁਣ ਮੇਰੇ ਦਾਸ ਦਾਊਦ ਨੂੰ ਇਹ ਆਖ ਭਈ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਐਉਂ ਆਖਦਾ ਹੈ, ਮੈਂ ਤੈਨੂੰ ਵਲਗਣਾਂ ਵਿੱਚੋਂ ਜਿੱਥੇ ਤੂੰ ਭੇਡਾਂ ਚਰਾਉਂਦਾ ਸੈਂ ਕੱਢ ਕੇ ਆਪਣੀ ਪਰਜਾ ਇਸਰਾਏਲ ਦਾ ਪਰਧਾਨ ਬਣਾ ਦਿੱਤਾ"},{"number":8,"verse":"ਅਰ ਜਿੱਥੇ ਕਿਤੇ ਤੂੰ ਗਿਆ ਮੈਂ ਤੇਰੇ ਨਾਲ ਰਿਹਾ ਅਰ ਤੇਰੇ ਅੱਗੋਂ ਤੇਰੇ ਸਾਰੇ ਵੈਰੀਆਂ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਅਤੇ ਮੈਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਵਰਗਾ ਜਿਨ੍ਹਾਂ ਦਾ ਨਾਉਂ ਜਗਤ ਵਿੱਚ ਵੱਡਾ ਹੈ ਤੇਰਾ ਨਾਉਂ ਵੀ ਕੀਤਾ"},{"number":9,"verse":"ਅਰ ਮੈਂ ਆਪਣੇ ਇਸਰਾਏਲੀ ਪਰਜਾ ਦੇ ਲਈ ਇੱਕ ਥਾਂ ਠਹਿਰਾਵਾਂਗਾ ਅਰ ਉਸ ਨੂੰ ਟਿਕਾਵਾਂਗਾ ਜੋ ਓਹ ਆਪਣੇ ਹੀ ਥਾਂ ਵਿੱਚ ਵੱਸਣ ਅਤੇ ਫੇਰ ਕਦੀ ਨਾ ਭੌਂਣ ਅਰ ਅਪਰਾਧੀਆਂ ਦੇ ਪੁੱਤ੍ਰ ਅੱਗੇ ਵਾਂਗਰ ਉਨ੍ਹਾਂ ਦਾ ਫੇਰ ਵਿਗਾੜ ਨਾ ਕਰਨਗੇ"},{"number":10,"verse":"ਨਾ ਉਸ ਦਿਨ ਵਾਂਙੁ ਜਿਸ ਵਿੱਚ ਮੈਂ ਨਿਆਈਆਂ ਨੂੰ ਹੁਕਮ ਕੀਤਾ ਸੀ ਕਿ ਮੇਰੀ ਪਰਜਾ ਇਸਰਾਏਲ ਉੱਤੇ ਹੋਵੇ ਅਰ ਮੈਂ ਤੇਰੇ ਸਾਰੇ ਵੈਰੀਆਂ ਨੂੰ ਦਬਾਵਾਂਗਾਂ, ਇਹ ਦੇ ਬਾਝੋਂ ਮੈਂ ਤੈਨੂੰ ਆਖਦਾ ਹਾਂ, ਜੋ ਯਹੋਵਾਹ ਤੇਰੇ ਲਈ ਇੱਕ ਘਰਾਣਾ ਬਣਾਵੇਗਾ।।"},{"number":11,"verse":"ਅਰ ਜਦੋਂ ਤੇਰੀ ਅਵਸਥਾ ਪੂਰੀ ਹੋਵੇਗੀ ਅਰ ਤੈਨੂੰ ਪਿਤਰਾਂ ਦੇ ਕੋਲ ਜਾਣਾ ਪਵੇਗਾ ਤਾਂ ਅਜਿਹਾ ਹੋਵੇਗਾ ਜੋ ਮੈਂ ਤੇਰੇ ਪਿੱਛੋ ਤੇਰੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਤੇਰੇ ਵੰਸ ਨੂੰ ਇਸਥਿਰ ਕਰਾਂਗਾ, ਅਰ ਮੈਂ ਉਹ ਦੇ ਰਾਜ ਨੂੰ ਪੱਕਾ ਕਰਾਂਗਾ"},{"number":12,"verse":"ਉਹ ਮੇਰੇ ਲਈ ਇੱਕ ਭਵਨ ਬਣਾਏਗਾ, ਅਰ ਮੈਂ ਉਸ ਦੀ ਗੱਦੀ ਸਦੀਵ ਤੋੜੀ ਅਚੱਲ ਰੱਖਾਂਗਾ"},{"number":13,"verse":"ਮੈਂ ਉਸ ਦਾ ਪਿਤਾ ਬਣਾਂਗਾ, ਅਰ ਉਹ ਮੇਰਾ ਪੁੱਤ੍ਰ ਹੋਵੇਗਾ, ਅਰ ਮੈਂ ਉਸ ਦੇ ਉੱਤੋਂ ਆਪਣੀ ਦਯਾ ਮੋੜ ਨਾ ਲਵਾਂਗਾ, ਜਿਵੇਂ ਮੈਂ ਉਸ ਤੋਂ ਜਿਹੜਾ ਤੈਥੋਂ ਪਹਿਲੇ ਸੀ, ਮੋੜ ਲਈ"},{"number":14,"verse":"ਸਗੋਂ ਮੈਂ ਉਹ ਨੂੰ ਆਪਣੇ ਭਵਨ ਵਿੱਚ ਅਰ ਆਪਣੇ ਰਾਜ ਵਿੱਚ ਸਦਾ ਤੋੜੀ ਇਸਥਿਰ ਕਰਾਂਗਾ, ਅਰ ਉਸ ਦੀ ਰਾਜ ਗੱਦੀ ਸਦੀਵ ਕਾਲ ਤੀਕੁਰ ਦ੍ਰਿੜ੍ਹ ਰਹੇਗੀ"},{"number":15,"verse":"ਤਾਂ ਨਾਥਾਨ ਨੇ ਇਨ੍ਹਾਂ ਸਾਰੀਆਂ ਗੱਲਾਂ, ਅਰ ਇਸ ਸਾਰੀ ਦਰਿਸ਼ਟ ਦੇ ਅਨੁਸਾਰ ਦਾਊਦ ਨੂੰ ਆਖਿਆ।।"},{"number":16,"verse":"ਤਾਂ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਅੰਦਰ ਵੜਿਆ, ਅਰ ਯਹੋਵਾਹ ਦੇ ਹਜ਼ੂਰ ਬੈਠ ਕੇ ਇਹ ਆਖਿਆ , ਹੇ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ, ਮੈਂ ਕੌਣ ਹਾਂ, ਅਰ ਮੇਰੀ ਕੁਲ ਕੀ ਹੈ, ਜੋ ਤੂੰ ਮੈਨੂੰ ਇੱਥੋਂ ਤੋੜੀ ਅਪੜਾ ਦਿੱਤਾ?"},{"number":17,"verse":"ਹੇ ਪਰਮੇਸ਼ੁਰ, ਇਹ ਤਾਂ ਤੇਰੀ ਦ੍ਰਿਸ਼ਟ ਵਿੱਚ ਥੋੜੀ ਜਿਹੀ ਗੱਲ ਸੀ, ਪਰ ਤੈਂ ਆਪਣੇ ਦਾਸ ਦੀ ਕੁਲ ਦੇ ਵਿਖੇ ਬਹੁਤ ਦੂਰ ਦੀ ਖਬਰ ਅਗੇਤਰੀ ਦੱਸੀ ਅਰ ਹੇ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ, ਮੇਰੇ ਉੱਤੇ ਅਜੇਹੀ ਕਿਰਪਾ ਦ੍ਰਿਸ਼ਟ ਕੀਤੀ, ਜੋ ਮਾਨੋ ਮੈਂ ਵੱਡੀ ਪਦਵੀ ਵਾਲਾ ਮਨੁੱਖ ਹਾਂ!"},{"number":18,"verse":"ਅੱਗੋਂ ਦਾਊਦ ਉਸ ਵਡਿਆਈ ਦੇ ਲਈ ਜਿਹੜੀ ਤੈਂ ਆਪਣੇ ਦਾਸ ਨੂੰ ਦਿੱਤੀ, ਤੈਨੂੰ ਕੀ ਆਖ ਸੱਕੇ, ਕਿਉਂ ਜੋ ਤੂੰ ਆਪਣੇ ਦਾਸ ਦਾ ਜਾਣੂ ਹੈਂ?"},{"number":19,"verse":"ਹੇ ਯਹੋਵਾਹ ਤੈਂ ਆਪਣੇ ਸੇਵਕ ਦੇ ਲਈ, ਅਰ ਆਪਣੇ ਮਨ ਦੇ ਅਨੁਸਾਰ ਇਹ ਸਾਰਾ ਵਡਿਆਈ ਵਾਲਾ ਕੰਮ ਕੀਤਾ, ਜੋ ਸਾਰੀਆਂ ਵਡਿਆਈਆਂ ਉਜਾਗਰ ਹੋਣ"},{"number":20,"verse":"ਹੇ ਯਹੋਵਾਹ, ਤੇਰੇ ਤੁੱਲ ਕੋਈ ਨਹੀਂ ਹੈ ਅਰ ਤੇਰੇ ਬਾਝੋਂ ਜਿੱਥੋਂ ਤੋੜੀ ਅਸੀਂ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਸੁਣਿਆ, ਹੋਰ ਕੋਈ ਪਰਮੇਸ਼ੁਰ ਨਹੀਂ ਹੈ"},{"number":21,"verse":"ਅਰ ਸਾਰੇ ਜਗਤ ਵਿੱਚ ਕਿਹੜੀ ਜ਼ਾਤ ਹੈ ਜਿਹੜੀ ਤੇਰੀ ਪਰਜਾ ਇਸਰਾਏਲ ਦੇ ਤੁੱਲ ਹੋਵੇ, ਜਿਸ ਦੇ ਬਚਾਉਣ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਆਪ ਗਿਆ ਕਿ ਉਸ ਨੂੰ ਆਪਣੀ ਪਰਜਾ ਬਣਾਵੇ ਅਰ ਵੱਡੇ ਵੱਡੇ, ਅਰ ਡਰਾਉਣੇ ਕੰਮਾਂ ਨਾਲ ਆਪਣਾ ਨਾਮ ਉੱਚਾ ਕਰੇ, ਜੋ ਆਪਣੀ ਪਰਜਾ ਦੇ ਅੱਗੋਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਮਿਸਰ ਦੇਸ ਵਿੱਚੋਂ ਛੁਡਾ ਲਿਆਇਆ ਕੌਮਾਂ ਨੂੰ ਕੱਢ ਦਿੱਤਾ"},{"number":22,"verse":"ਕਿਉਂ ਜੋ ਤੈਂ ਆਪਣੀ ਪਰਜਾ ਇਸਰਾਏਲ ਨੂੰ ਸਦੀਵ ਕਾਲ ਤੋੜੀ ਆਪਣੀ ਪਰਜਾ ਬਣਾਇਆ, ਅਰ ਤੂੰ ਆਪ, ਹੇ ਯਹੋਵਾਹ, ਉਨ੍ਹਾਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਬਣਿਆ"},{"number":23,"verse":"ਸੋ ਹੁਣ ਹੇ ਯਹੋਵਾਹ, ਉਹ ਬਚਨ, ਜਿਹੜਾ ਤੈਂ ਆਪਣੇ ਦਾਸ ਦੇ ਲਈ ਅਰ ਉਸ ਦੀ ਕੁਲ ਦੇ ਲਈ ਆਖਿਆ ਸੀ, ਸਦਾ ਤੋੜੀ ਇਸਥਿਰ ਹੋਵੇ ਅਰ ਆਪਣੇ ਬਚਨ ਦੇ ਅਨੁਸਾਰ ਕਰ"},{"number":24,"verse":"ਹਾਂ, ਉਹ ਇਸਥਿਰ ਹੋਵੇ ਅਤੇ ਤੇਰੇ ਨਾਮ ਦੀ ਮਹਿਮਾ ਸਦੀਵ ਕਾਲ ਤੀਕੁਰ ਪਰਸਿੱਧ ਹੋਵੇ, ਅਰ ਆਖਿਆ ਜਾਵੇ ਜੋ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਹੈ, ਹਾਂ, ਇਸਰਾਏਲ ਦੇ ਲਈ ਪਰਮੇਸ਼ੁਰ ਹੈ, ਅਰ ਤੇਰੇ ਦਾਸ ਦਾਊਦ ਦੀ ਕੁਲ ਤੇਰੇ ਅੱਗੇ ਅਟੱਲ ਰਹੇ"},{"number":25,"verse":"ਕਿਉਂ ਜੋ ਤੈਂ, ਹੇ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਆਪਣੇ ਦਾਸ ਦਾ ਕੰਨ ਖੋਲ੍ਹਿਆ ਜੋ ਮੈਂ ਤੇਰੇ ਲਈ ਇੱਕ ਘਰਾਣਾ ਬਣਾਵਾਂਗਾ, ਇਸੇ ਕਾਰਨ ਤੇਰੇ ਦਾਸ ਨੇ ਤੇਰੇ ਅੱਗੇ ਅਰਦਾਸ ਕਰਨ ਦਾ ਹੌਂਸਲਾ ਰੱਖਿਆ"},{"number":26,"verse":"ਅਰ ਹੁਣ, ਹੇ ਯਹੋਵਾਹ ਤੂੰ ਹੀ ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਹੈਂ, ਅਰ ਤੈਂ ਆਪਣੇ ਦਾਸ ਨੂੰ ਇਸ ਸੁਖ ਸਾਂਦ ਦਾ ਬਚਨ ਕੀਤਾ"},{"number":27,"verse":"ਸੋ ਹੁਣ ਤੈਨੂੰ ਭਾਇਆ ਹੈ, ਜੋ ਤੂੰ ਆਪਣੇ ਦਾਸ ਦੀ ਕੁਲ ਨੂੰ ਆਸੀਸ ਦਿੱਤੀ, ਭਈ ਉਹ ਤੇਰੇ ਅੱਗੇ ਸਦਾ ਤੋੜੀ ਇਸਥਿਰ ਰਹੇ, ਕਿਉਂਕਿ ਹੇ ਯਹੋਵਾਹ, ਤੈਂ ਆਸੀਸ ਦਿੱਤੀ ਹੈ, ਅਤੇ ਉਹ ਸਦਾ ਤੋੜੀ ਮੁਬਾਰਕ ਰਹੇ।।"}]}