{"bibleAbbr":"paOV2016","bookName":"1 ਇਤਹਾਸ","bookEnglishName":"1 Chronicles","chapterNumber":18,"verses":[{"number":1,"verse":"( ਦਾਊਦ ਦੀਆਂ ਜਿੱਤਾਂ) ਉਪਰੰਤ ਅਜਿਹਾ ਹੋਇਆ, ਜੋ ਦਾਊਦ ਨੇ ਫਲਿਸਤੀਆਂ ਨੂੰ ਮਾਰਿਆ ਅਰ ਉਨ੍ਹਾਂ ਨੂੰ ਵੱਸ ਕੀਤਾ, ਅਰ ਫਲਿਸਤੀਆਂ ਦੇ ਹੱਥੋਂ ਗਥ ਅਰ ਉਸ ਦੇ ਪਿੰਡਾਂ ਨੂੰ ਖੋਹ ਲਿਆ"},{"number":2,"verse":"ਅਰ ਉਸ ਨੇ ਮੋਆਬ ਦੇਸ ਨੂੰ ਮਾਰਿਆ ਅਰ ਮੋਆਬ ਦੇਸ ਵਾਲੇ ਦਾਊਦ ਦੇ ਦਾਸ ਹੋਏ, ਅਰ ਨਜ਼ਰਾਂ ਲਿਆਏ।।"},{"number":3,"verse":"ਦਾਊਦ ਨੇ ਸ਼ੋਬਾਹ ਦੇ ਰਾਜਾ ਹਦਰਅਜ਼ਰ ਨੂੰ ਵੀ ਹਮਾਥ ਤੋੜੀ ਮਾਰਿਆ ਤਦ ਉਹ ਫਰਾਤ ਦਰਿਆ ਦੀ ਵੱਲ ਆਪਣਾ ਰਾਜ ਇਸਥਿਰ ਕਰਨ ਗਿਆ ਸੀ"},{"number":4,"verse":"ਅਰ ਦਾਊਦ ਨੇ ਉਸ ਤੋਂ ਇੱਕ ਹਜ਼ਾਰ ਰੱਥ ਅਰ ਸੱਤ ਹਜ਼ਾਰ ਅਸਵਾਰ, ਅਰ ਵੀਹ ਹਜ਼ਾਰ ਪਿਆਦੇ ਲੈ ਲਏ, ਅਰ ਦਾਊਦ ਨੇ ਰਥਾਂ ਦੇ ਸਾਰਿਆਂ ਘੋੜਿਆਂ ਦੇ ਪੱਟਾਂ ਦੀਆਂ ਨਾੜੀਆਂ ਨੂੰ ਕੱਟ ਕੇ ਲੰਗੜੇ ਕਰ ਦਿੱਤਾ ਪਰ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਸੌ ਰਥਾਂ ਦੇ ਲਈ ਘੋੜੇ ਬਚਾ ਰੱਖੇ"},{"number":5,"verse":"ਅਰ ਜਾਂ ਦੰਮਿਸਕ ਦੇ ਅਰਾਮੀ ਲੋਕ ਸ਼ੋਬਾਹ ਦੇ ਰਾਜਾ ਹਦਰਅਜ਼ਰ ਦੀ ਸਹਾਇਤਾ ਨੂੰ ਆਏ ਤਾਂ ਦਾਊਦ ਨੇ ਅਰਾਮੀਆਂ ਵਿੱਚੋਂ ਬਾਈ ਹਜ਼ਾਰ ਮਨੁੱਖ ਮਾਰ ਦਿੱਤੇ"},{"number":6,"verse":"ਤਦ ਦਾਊਦ ਨੇ ਦੰਮਿਸਕ ਵਾਲੇ ਅਰਾਮ ਵਿੱਚ ਪਹਿਰੇ ਖੜੇ ਕਰ ਦਿੱਤੇ, ਅਰ ਅਰਾਮ ਵਾਲੇ ਦਾਊਦ ਦੇ ਅਧੀਨ ਹੋ ਗਏ, ਅਤੇ ਨਜ਼ਰਾਨੇ ਲਿਆਏ, ਅਰ ਜਿੱਥੇ ਕਿਤੇ ਦਾਊਦ ਗਿਆ, ਯਹੋਵਾਹ ਨੇ ਉਸ ਨੂੰ ਫਤਹ ਦੇ ਦਿੱਤੀ"},{"number":7,"verse":"ਅਤੇ ਦਾਊਦ ਹਦਰਅਜ਼ਰ ਦੇ ਚਾਕਰਾਂ ਤੋਂ ਸੁਨਹਿਰੀ ਢਾਲਾਂ ਖੋਹ ਕੇ ਯਰੂਸ਼ਲਮ ਨੂੰ ਲੈ ਆਇਆ"},{"number":8,"verse":"ਅਤੇ ਹਦਰਅਜ਼ਰ ਦੇ ਨਗਰ ਟਿਬਹਥ ਅਤੇ ਕੂਨ ਵਿੱਚੋਂ ਦਾਊਦ ਬਹੁਤ ਸਾਰਾ ਪਿੱਤਲ ਲਿਆਇਆ ਜਿਹ ਦੇ ਨਾਲ ਸੁਲੇਮਾਨ ਨੇ ਪਿੱਤਲ ਦਾ ਹੌਜ਼ ਅਤੇ ਥੰਮ੍ਹ ਅਤੇ ਪਿੱਤਲ ਦੇ ਭਾਂਡੇ ਬਣਾਏ।।"},{"number":9,"verse":"ਜਾਂ ਹਮਾਥ ਦੇ ਰਾਜਾ ਤੋਊ ਨੇ ਸੁਣਿਆ ਜੋ ਦਾਊਦ ਨੇ ਸੋਬਾਹ ਦੇ ਰਾਜਾ ਹਦਰਅਜ਼ਰ ਦੇ ਸਾਰੇ ਦਲ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾ"},{"number":10,"verse":"ਤਾਂ ਉਸ ਨੇ ਆਪਣੇ ਪੁੱਤ੍ਰ ਹਦੋਰਾਮ ਨੂੰ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਕੋਲ ਘੱਲਿਆ, ਜੋ ਉਸ ਦੀ ਸੁਖ ਸਾਂਦ ਦੀ ਖਬਰ ਲਿਆਵੇ ਅਤੇ ਉਸ ਨੂੰ ਵਧਾਈ ਦੇਵੇ, ਇਸ ਲਈ ਜੋ ਉਸ ਨੇ ਹਦਰਅਜ਼ਰ ਨਾਲ ਜੁੱਧ ਕਰਕੇ ਜਿੱਤ ਪਾਈ, ਕਿਉਂ ਜੋ ਹਦਰਅਜ਼ਰ ਤੋਊ ਨਾਲ ਸਦਾ ਲੜਦਾ ਰਹਿੰਦਾ ਸੀ, ਅਤੇ ਸੋਨੇ, ਚਾਂਦੀ ਅਰ ਪਿੱਤਲ ਦੇ ਭਾਂਡੇ ਵੀ ਭਾਂਤ ਭਾਂਤ ਦੇ ਨਾਲ ਘੱਲੇ।।"},{"number":11,"verse":"ਅਰ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੀ ਉਸ ਚਾਂਦੀ, ਅਰ ਸੋਨੇ ਸਣੇ, ਜਿਹੜੇ ਉਸ ਨੇ ਸਰਬੱਤ ਕੌਮਾਂ ਤੋਂ ਅਰਥਾਤ ਅਦੋਮ, ਮੋਆਬ, ਅੰਮੋਨ ਦੀ ਸੰਤਾਨ, ਫਲਿਸਤੀਆਂ, ਅਰ ਅਮਾਲੇਕ ਤੋਂ ਲਏ ਸਨ, ਯਹੋਵਾਹ ਦੇ ਅਰਪਣ ਕਰ ਦਿੱਤੇ"},{"number":12,"verse":"ਅਰ ਅਬਿਸ਼ਈ ਸਰੂਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਨੇ ਲੂਣ ਦੀ ਦੂਣ ਵਿੱਚ ਅਦੋਮੀਆਂ ਵਿੱਚੋਂ ਅਠਾਰਾਂ ਹਜ਼ਾਰ ਜਣੇ ਮਾਰ ਸੁੱਟੇ।।"},{"number":13,"verse":"ਉਸ ਨੇ ਅਦੋਮ ਵਿੱਚ ਚੌਂਕੀਆਂ ਬਿਠਾਈਆਂ ਅਰ ਸਾਰੇ ਅਦੋਮ ਵਾਲੇ ਦਾਊਦ ਦੇ ਦਾਸ ਹੋ ਗਏ ਅਰ ਜਿੱਥੇ ਕਿਤੇ ਦਾਊਦ ਗਿਆ, ਯਹੋਵਾਹ ਨੇ ਉਸ ਨੂੰ ਫਤਹ ਦੇ ਦਿੱਤੀ।।"},{"number":14,"verse":"ਦਾਊਦ ਨੇ ਸਾਰੇ ਇਸਰਾਏਲ ਤੇ ਰਾਜ ਕੀਤਾ ਅਤੇ ਸਾਰੀ ਪਰਜਾ ਨਾਲ ਧਰਮ ਅਤੇ ਨਿਆਉਂ ਕਰਦਾ ਸੀ"},{"number":15,"verse":"ਅਰ ਯੋਆਬ ਸਰੂਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਸੈਨਾ ਦਾ ਸਰਦਾਰ ਸੀ, ਅਤੇ ਯਹੋਸ਼ਾਫ਼ਟ ਅਤੇ ਅਹੀਲੂਦ ਦਾ ਪੁੱਤ੍ਰ ਇਤਹਾਸ ਲਿਖਣ ਵਾਲਾ ਸੀ"},{"number":16,"verse":"ਅਰ ਸਾਦੋਕ ਅਹੀਟੂਬ ਦਾ ਪੁੱਤ੍ਰ ਅਰ ਅਬੀਮਲਕ, ਅਬਿਯਾਥਾਰ ਦਾ ਪੁੱਤ੍ਰ ਜਾਜਕ ਸਨ ਅਰ ਸ਼ੌਵਸ਼ਾ ਮੁਨਸ਼ੀ ਸੀ"},{"number":17,"verse":"ਅਰ ਬਿਨਾਯਾਹ, ਯਹੋਯਾਦਾ ਦਾ ਪੁੱਤ੍ਰ ਕਰੇਤੀਆਂ ਅਤੇ ਫਲੇਤੀਆਂ ਦਾ ਸਰਦਾਰ ਸੀ ਅਰ ਦਾਊਦ ਦੇ ਪੁੱਤ੍ਰ ਪਾਤਸ਼ਾਹ ਦੇ ਕੋਲ ਵਜ਼ੀਰ ਸਨ।।"}]}