{"bibleAbbr":"paOV2016","bookName":"1 ਇਤਹਾਸ","bookEnglishName":"1 Chronicles","chapterNumber":23,"verses":[{"number":1,"verse":"( ਸੁਲੇਮਾਨ ਪਾਤਸ਼ਾਹ ਹੋ ਜਾਂਦਾ ਹੈ) ਹੁਣ ਦਾਊਦ ਬੁੱਢਾ ਅਤੇ ਉਮਰ ਭੋਗ ਚੁੱਕਿਆ ਅਤੇ ਉਸ ਨੇ ਆਪਣੇ ਪੁੱਤ੍ਰ ਸੁਲੇਮਾਨ ਨੂੰ ਇਸਰਾਏਲ ਉੱਤੇ ਪਾਤਸ਼ਾਹ ਬਣਾਇਆ"},{"number":2,"verse":"ਅਰ ਉਸ ਨੇ ਇਸਰਾਏਲ ਦੇ ਸਾਰੇ ਸਰਦਾਰਾਂ ਨੂੰ ਜਾਜਕਾਂ ਅਤੇ ਲੇਵੀਆਂ ਸਣੇ ਇਕੱਠਿਆਂ ਕੀਤਾ"},{"number":3,"verse":"ਅਤੇ ਲੇਵੀ ਜਿਹੜੇ ਤੀਹਾਂ ਵਰਿਹਾਂ ਦੇ ਅਰ ਉਸ ਤੋਂ ਵਧੀਕ ਉਮਰ ਵਾਲੇ ਸਨ ਗਿਣੇ ਗਏ, ਅਰ ਉਨ੍ਹਾਂ ਦੀ ਗਿਣਤੀ ਨਿੱਖੜ ਕੇ ਅਠੱਤੀ ਹਜ਼ਾਰ ਮਨੁੱਖ ਦੀ ਸੀ"},{"number":4,"verse":"ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਚੱਵੀ ਹਜ਼ਾਰ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੀ ਸੇਵਾ ਦੇ ਅਧਕਾਰ ਉੱਤੇ ਥਾਪੇ ਗਏ ਸਨ ਅਰ ਛੇ ਹਜ਼ਾਰ ਲਿਖਾਰੀ, ਅਤੇ ਨਿਆਈ ਸਨ"},{"number":5,"verse":"ਅਤੇ ਚਾਰ ਹਜ਼ਾਰ ਦਰਬਾਨ ਸਨ ਅਤੇ ਚਾਰ ਹਜ਼ਾਰ ਉਨ੍ਹਾਂ ਸਾਜ਼ਾਂ ਅਤੇ ਵਜੰਤ੍ਰਾਂ ਨੂੰ ਵਜਾਉਂਦੇ ਸਨ ਜਿਹੜੇ ਮੈਂ, ਦਾਊਦ ਨੇ ਆਖਿਆ ਹੈ, ਯਹੋਵਾਹ ਦੀ ਉਸਤਤ ਲਈ ਬਣਾਏ ਸਨ"},{"number":6,"verse":"ਅਤੇ ਦਾਊਦ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਲੇਵੀ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਗਿਣਤੀ ਅਨੁਸਾਰ ਅਰਥਾਤ ਗੇਰਸ਼ੋਨ, ਕਹਾਥ ਅਤੇ ਮਰਾਰੀ ਨੂੰ ਵੱਖੋ ਵੱਖਰੇ ਵਾਰੀਦਾਰਾਂ ਵਿੱਚ ਵੰਡ ਦਿੱਤਾ ਸੀ।।"},{"number":7,"verse":"ਗੇਰਸ਼ੇਨੀਆਂ ਵਿੱਚੋਂ, - ਲਅਦਾਨ ਤੇ ਸ਼ਿਮਈ"},{"number":8,"verse":"ਲਅਦਾਨ ਦੇ ਪੁੱਤ੍ਰ, - ਯਹੀਏਲ ਮੁਖੀਆ ਤੇ ਜ਼ੇਥਾਮ ਤੇ ਯੋਏਲ ਤਿੰਨ"},{"number":9,"verse":"ਸ਼ਿਮਈ ਦੇ ਪੁੱਤ੍ਰ, - ਸਲੋਮੀਥ ਤੇ ਹਜ਼ੀਏਲ ਤੇ ਹਾਰਾਨ, ਤਿੰਨ। ਏਹ ਲਅਦਾਨ ਦੇ ਪਿਤਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਦੇ ਮੁਖੀਏ ਸਨ"},{"number":10,"verse":"ਸ਼ਿਮਈ ਦੇ ਪੁੱਤ੍ਰ, - ਯਹਥ, ਜ਼ੀਨਾ ਤੇ ਯਿਊਸ਼ ਤੇ ਬਰੀਆ — ਏਹ ਸ਼ਿਮਈ ਦੇ ਪੁੱਤ੍ਰ ਸਨ, ਚਾਰ"},{"number":11,"verse":"ਅਤੇ ਯਹਥ ਮੁਖੀਆ ਤੇ ਜ਼ੀਜ਼ਾਹ ਦੂਜਾ ਪਰ ਯਿਊਸ਼ ਤੇ ਬਰੀਆਹ ਦੇ ਬਹੁਤ ਪੁੱਤ੍ਰ ਨਹੀਂ ਸਨ ਤਦੇ ਓਹ ਮਿਲਕੇ ਪਿਤਰਾਂ ਦਾ ਇੱਕ ਘਰਾਣਾ ਠਹਿਰੇ।।"},{"number":12,"verse":"ਕਹਾਥ ਦੇ ਪੁੱਤ੍ਰ, - ਅਮਰਾਮ, ਯਿਸਹਾਰ਼ ਹਬਰੋਨ ਤੇ ਉੱਜ਼ੀਏਲ, ਚਾਰ"},{"number":13,"verse":"ਅਮਰਾਮ ਦੇ ਪੁੱਤ੍ਰ, - ਹਾਰੂਨ ਤੇ ਮੂਸਾ, ਅਤੇ ਹਾਰੂਨ ਵੱਖਰਾ ਕੀਤਾ ਗਿਆ ਕਿ ਉਹ ਅੱਤ ਪਵਿੱਤ੍ਰ ਵਸਤਾਂ ਨੂੰ ਪਵਿੱਤ੍ਰ ਰੱਖੇ, ਉਹ ਤੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਸਦਾ ਲਈ, ਨਾਲੇ ਕਿ ਓਹ ਯਹੋਵਾਹ ਅੱਗੇ ਧੂਪ ਧੁਖਾਉਣ, ਉਹ ਦੀ ਉਪਾਸਨਾ ਕਰਨ ਤੇ ਸਦੀਪ ਕਾਲ ਉਹ ਦਾ ਨਾਮ ਲੈ ਕੇ ਬਰਕਤ ਦੇਣ"},{"number":14,"verse":"ਰਿਹਾ ਮੂਸਾ ਪਰਮੇਸ਼ੁਰ ਦਾ ਭਗਤ, - ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਲੇਵੀ ਦੇ ਗੋਤ ਵਿੱਚ ਗਿਣੇ ਗਏ ਸਨ"},{"number":15,"verse":"ਮੂਸਾ ਦੇ ਪੁੱਤ੍ਰ, - ਗੇਰਸ਼ੋਮ ਤੇ ਅਲੀਅਜ਼ਰ"},{"number":16,"verse":"ਗੇਰਸ਼ੋਮ ਦੇ ਪੁੱਤ੍ਰ, - ਸ਼ਬੂਏਲ ਮੁਖੀਆ ਸੀ"},{"number":17,"verse":"ਅਤੇ ਅਲੀਅਜ਼ਰ ਦੇ ਪੁੱਤ੍ਰ, - ਰਹਾਬਯਾਹ ਮੁਖੀਆ ਸੀ ਅਤੇ ਅਲੀਅਜ਼ਰ ਦੇ ਹੋਰ ਪੁੱਤ੍ਰ ਨਹੀਂ ਸਨ ਪਰ ਰਹਬਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਬਹੁਤ ਸਾਰੇ ਸਨ"},{"number":18,"verse":"ਯਿਸਹਾਰ ਦੇ ਪੁੱਤ੍ਰ, - ਸ਼ਲੋਮੀਥ ਮੁਖੀਆ"},{"number":19,"verse":"ਹਬਰੋਨ ਦੇ ਪੁੱਤ੍ਰ, - ਯਰੀਯਾਹ ਮੁਖੀਆ, ਅਮਰਯਾਹ ਦੂਜਾ, ਯਹਜ਼ੀਏਲ ਤੀਜਾ ਤੇ ਯਿਕਮਆਮ ਚੌਥਾ"},{"number":20,"verse":"ਉੱਜ਼ੀਏਲ ਦੇ ਪੁੱਤ੍ਰ, - ਮੀਕਾਹ ਮੁਖੀਆ ਤੇ ਯਿੱਸੀਯਾਹ ਦੂਜਾ।।"},{"number":21,"verse":"ਮਰਾਰੀ ਦੇ ਪੁੱਤ੍ਰ, - ਮਹਲੀ ਤੇ ਮੂਸ਼ੀ। ਮਹਲੀ ਦੇ ਪੁੱਤ੍ਰ, - ਅਲਆਜ਼ਾਰ ਤੇ ਕੀਸ਼"},{"number":22,"verse":"ਅਤੇ ਅਲਆਜ਼ਰ ਮਰ ਗਿਆ ਅਤੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਨਹੀਂ ਸਨ ਪਰ ਧੀਆਂ ਸਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾਵਾਂ ਕੀਸ਼ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨਾਲ ਵਿਆਹ ਕੀਤੇ"},{"number":23,"verse":"ਮੂਸ਼ੀ ਦੇ ਪੁੱਤ੍ਰ, - ਮਹਲੀ ਤੇ ਏਦਰ ਤੇ ਯਿਰੇਮੋਥ, ਤਿੰਨ।।"},{"number":24,"verse":"ਏਹ ਲੇਵੀ ਦੇ ਪੁੱਤ੍ਰ ਆਪਣਿਆਂ ਪਿਤਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਅਰਥਾਤ ਏਹ ਪਿਤਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਦੇ ਮੁਖੀਏ ਸਨ ਜਿਹੜੇ ਨਾਉਂ ਲੈ ਲੈ ਕੇ ਵੱਖੋ ਵੱਖਰੇ ਕਰ ਕੇ ਗਿਣੇ ਗਏ ਸਨ ਅਤੇ ਵੀਹਾਂ ਵਰਿਹਾਂ ਦੀ ਉਮਰ ਤੇ ਉਸ ਤੋਂ ਉੱਤੇ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੀ ਉਪਾਸਨਾ ਦਾ ਕੰਮ ਕਰਦੇ ਸਨ"},{"number":25,"verse":"ਕਿਉਂ ਜੋ ਦਾਊਦ ਨੇ ਆਖਿਆ, ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਪਣੀ ਪਰਜਾ ਨੂੰ ਵਿਸਰਾਮ ਦਿੱਤਾ ਹੈ ਅਤੇ ਉਹ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਸਦੀਪਕਾਲ ਤੋੜੀ ਵੱਸਦਾ ਰਹੇਗਾ"},{"number":26,"verse":"ਨਾਲੇ ਲੇਵੀਆਂ ਨੂੰ ਵੀ ਡੇਹਰਾ ਤੇ ਉਹ ਦਾ ਸਾਰਾ ਸਾਮਾਨ ਉਸ ਦੀ ਉਪਾਸਨਾ ਲਈ ਫੇਰ ਨਾ ਚੁੱਕਣਾ ਪਵੇਗਾ"},{"number":27,"verse":"ਕਿਉਂ ਜੋ ਦਾਊਦ ਦੇ ਆਖਰੀ ਹੁਕਮ ਅਨੁਸਾਰ ਓਹ ਲੇਵੀ ਜਿਹੜੇ ਵੀਹ ਵਰਹੇ ਤੋਂ ਉੱਤੇ ਸਨ ਗਿਣੇ ਗਏ"},{"number":28,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਕੰਮ ਏਹ ਸੀ ਜੋ ਹਾਰੂਨ ਦੀ ਸੰਤਾਨ ਕੋਲ ਹਾਜ਼ਰ ਰਹਿਣ ਕਿ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੀ ਉਪਾਸਨਾ ਵਿਹੜਿਆਂ ਤੋਂ ਕੋਠੜੀਆਂ ਵਿੱਚ ਕਰਨ, ਨਾਲੇ ਸਾਰੀਆਂ ਵਸਤਾਂ ਨੂੰ ਸ਼ੁੱਧ ਕਰਨ ਅਰਥਾਤ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੀ ਉਪਾਸਨਾ ਕਰਨ"},{"number":29,"verse":"ਚੜ੍ਹਤ ਦੀ ਰੋਟੀ ਲਈ ਤੇ ਅੰਨ ਬਲੀ ਦੇ ਮੈਦੇ ਦੇ ਲਈ ਤੇ ਪਤੀਰਿਆਂ ਫੁਲਕਿਆਂ ਦੇ ਲਈ ਤੇ ਤਵੇ ਉੱਤੇ ਪਕਾਈਆਂ ਹੋਈਆਂ ਰੋਟੀਆਂ ਤੇ ਪੂਰੀਆਂ ਦੇ ਲਈ ਅਤੇ ਹਰ ਤਰਾਂ ਦੀ ਮਿਣਤੀ ਲਈ"},{"number":30,"verse":"ਅਤੇ ਨਿੱਤ ਪਰਭਾਤ ਦੇ ਵੇਲੇ ਖੜੇ ਹੋਕੇ ਯਹੋਵਾਹ ਦਾ ਧੰਨਵਾਦ ਤੇ ਉਸਤਤ ਕਰਨ ਅਤੇ ਇਸੇ ਤਰ੍ਹਾਂ ਤਰਕਾਲਾਂ ਦੇ ਵੇਲੇ ਵੀ ਨਿੱਤ ਕਰਨ"},{"number":31,"verse":"ਅਤੇ ਸਬਤਾਂ ਤੇ ਅਮੱਸਿਆਂ ਤੇ ਠਹਿਰਾਏ ਹੋਏ ਪਰਬਾਂ ਦੇ ਸਮਿਆਂ ਉੱਤੇ ਜਿਨ੍ਹਾਂ ਦੀ ਗਿਣਤੀ ਹੁਕਮਨਾਮੇ ਅਨੁਸਾਰ ਹੈ ਓਹ ਯਹੋਵਾਹ ਲਈ ਸਾਰੀਆਂ ਹੋਮ ਬਲੀਆਂ ਨੂੰ ਨਿੱਤ ਨੇਮ ਯਹੋਵਾਹ ਦੇ ਹਜ਼ੂਰ ਚੜ੍ਹਾਇਆ ਕਰਨ"},{"number":32,"verse":"ਅਤੇ ਓਹ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੀ ਜੁੰਮੇਵਾਰੀ ਅਤੇ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਦੀ ਜੁੰਮੇਵਾਰੀ ਅਤੇ ਆਪਣੇ ਭਰਾਵਾਂ ਹਾਰੂਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਜੁੰਮੇਵਾਰੀ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੀ ਉਪਾਸਨਾ ਲਈ ਉਠਾਉਣ।।"}]}