{"bibleAbbr":"paOV2016","bookName":"1 ਇਤਹਾਸ","bookEnglishName":"1 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"ਅਤੇ ਦਾਊਦ ਤੇ ਸੈਨਾ ਪਤੀਆਂ ਨੇ ਆਸਾਫ ਅਰ ਹੇਮਾਨ ਅਰ ਯਦੂਥੂਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਕਈਆਂ ਨੂੰ ਉਪਾਸਨਾ ਲਈ ਅੱਡ ਰੱਖਿਆ ਕਿ ਓਹ ਬਰਬਤਾਂ, ਸਿਤਾਰਾਂ ਤੇ ਛੈਣਿਆਂ ਨਾਲ ਨਬੁੱਵਤ ਕਰਨ ਅਤੇ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਉਨ੍ਹਾਂ ਦੀ ਸੇਵਾ ਅਨੁਸਾਰ ਇਹ ਸੀ, -"},{"number":2,"verse":"ਆਸਾਫ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ, - ਜ਼ਕੂਰ ਤੇ ਯੂਸੁਫ ਤੇ ਨਥਾਨਯਾਹ ਤੇ ਅਸ਼ਰੇਲਾਹ ਆਸਾਫ ਦੇ ਪੁੱਤ੍ਰ। ਓਹ ਆਸਾਫ ਦੇ ਮੁਤੀਹ ਸਨ ਜਿਹੜਾ ਪਾਤਸ਼ਾਹ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਨਬੁੱਵਤ ਕਰਦਾ ਸੀ"},{"number":3,"verse":"ਯਦੂਥੂਨ ਤੋਂ ਯਦੂਥੂਨ ਦੇ ਪੁੱਤ੍ਰ ਗਦਾਲਯਾਹ ਤੇ ਸਰੀ ਤੇ ਯਸ਼ਆਯਾਹ, ਹਸ਼ਬਯਾਹ ਤੇ ਮੱਤਿਥਯਾਹ, ਛੇ ਆਪਣੇ ਪਿਤਾ ਯਦੂਥੂਨ ਦੇ ਮੁਤੀਹ ਸਨ ਜਿਹੜਾ ਬਰਬਤ ਨਾਲ ਯਹੋਵਾਹ ਦਾ ਧੰਨਵਾਦ ਤੇ ਉਸਤਤ ਕਰ ਕੇ ਨਬੁੱਵਤ ਕਰਦਾ ਸੀ"},{"number":4,"verse":"ਹੇਮਾਨ ਤੋਂ ਹੇਮਾਨ ਦੇ ਪੁੱਤ੍ਰ, - ਬੁੱਕਯਾਹ, ਮਤਨਯਾਹ, ਉੱਜ਼ੀਏਲ, ਸ਼ਬੂਏਲ, ਯਰੀਮੋਥ, ਹਨਨਯਾਹ, ਹਨਾਨੀ, ਅਲੀਆਥਾਹ, ਗੱਦਲਤੀ ਤੇ ਰੋਮਮਤੀ- ਅਜ਼ਰ, ਯਾਸ਼ਬਕਾਸ਼ਾਹ, ਮੱਲੋਥੀ, ਹੋਥੀਰ ਤੇ ਮਹਜ਼ੀਓਥ"},{"number":5,"verse":"ਏਹ ਸਭੇ ਪਾਤਸ਼ਾਹ ਦੇ ਅਗੰਮ ਗਿਆਨੀ ਹੇਮਾਨ ਦੇ ਪੁੱਤ੍ਰ ਸਨ ਜਿਹੜਾ ਨਰਸਿੰਗਾ ਫੂੰਕਦਿਆਂ ਹੋਇਆਂ ਪਰਮੇਸ਼ੁਰ ਦੀਆਂ ਬਾਣੀਆਂ ਸੁਣਾਉਂਦਾ ਸੀ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਹੇਮਾਨ ਨੂੰ ਚੌਦਾਂ ਪੁੱਤ੍ਰ ਤੇ ਤਿੰਨ ਧੀਆਂ ਦਿੱਤੇ"},{"number":6,"verse":"ਏਹ ਸਭੇ ਆਪਣੇ ਪਿਤਾ ਦੇ ਮੁਤੀਹ ਸਨ ਕਿ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਛੈਣਿਆਂ, ਸਤਾਰਾਂ ਤੇ ਬਰਬਤਾਂ ਨਾਲ ਗਾ ਵਜਾ ਕੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੀ ਉਪਾਸਨਾ ਕਰਨ ਜਿਵੇਂ ਪਾਤਸ਼ਾਹ ਦਾ ਹੁਕਮ ਆਸਾਫ ਤੇ ਯਦੂਥੂਨ ਤੇ ਹੇਮਾਨ ਨੂੰ ਹੁੰਦਾ ਸੀ"},{"number":7,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਗਿਣਤੀ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾਵਾਂ ਸਣੇ ਜਿਹੜੇ ਯਹੋਵਾਹ ਦੇ ਕੀਰਤਨ ਵਿਖੇ ਸਿਖਾਏ ਹੋਏ ਸਨ ਅਰਥਾਤ ਸਭੇ ਜਿਹੜੇ ਸਿਆਣੇ ਸਨ ਦੋ ਸੌ ਅਠਾਸੀ ਸਨ।।"},{"number":8,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਨੇ ਕੀ ਨਿੱਕੇ ਕੀ ਵੱਡੇ, ਕੀ ਗੁਰੂ ਕੀ ਚੇਲੇ, ਸੱਭ ਨੇ ਇੱਕੋ ਜੇਹਾ ਆਪਣੀਆਂ ਜੁੰਮੇਵਾਰੀਆਂ ਲਈ ਗੁਣਾ ਪਾਇਆ"},{"number":9,"verse":"ਪਹਿਲਾ ਗੁਣਾ ਆਸਾਫ ਲਈ ਯੂਸੁਫ ਦਾ ਨਿੱਕਲਿਆ, ਦੂਜਾ ਗਦਾਲਯਾਹ ਦਾ। ਉਹ ਤੇ ਉਹ ਦੇ ਭਰਾ ਤੇ ਪੁੱਤ੍ਰ ਬਾਰਾਂ ਜਣੇ ਸਨ"},{"number":10,"verse":"ਤੀਜਾ ਜ਼ਕੂਰ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ"},{"number":11,"verse":"ਚੌਥਾ ਯਸਰੀ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ"},{"number":12,"verse":"ਪੰਜਵਾਂ ਨਥਨਯਾਹ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ"},{"number":13,"verse":"ਛੇਵਾਂ ਬੁੱਕੀਯਾਹ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":14,"verse":"ਸੱਤਵਾਂ ਯਸ਼ਰੇਲਾਹ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾਂ ਬਾਰਾਂ ਸਨ।"},{"number":15,"verse":"ਅੱਠਵਾਂ ਯਸ਼ਆਯਾਹ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾਂ ਬਾਰਾਂ ਸਨ।"},{"number":16,"verse":"ਨੌਵਾਂ ਮੱਤਨਯਾਹ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾਂ ਬਾਰਾਂ ਸਨ।"},{"number":17,"verse":"ਦਸਵਾਂ ਸ਼ਿਮਈ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":18,"verse":"ਗਿਆਰਵਾਂ ਅਜ਼ਰਏਲ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":19,"verse":"ਬਾਰਵਾਂ ਹਸ਼ਬਯਾਹ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":20,"verse":"ਤੇਰਵਾਂ ਸ਼ੂਬਾਏਲ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":21,"verse":"ਚੌਦਵਾਂ ਮੱਤਿਥਯਾਹ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":22,"verse":"ਪੰਦਰਵਾਂ ਯਰੇਮੋਥ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":23,"verse":"ਸੋਲਵਾਂ ਹਨਨਯਾਹ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":24,"verse":"ਸਤਾਰਵਾਂ ਯਾਸ਼ਬਕਾਸ਼ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":25,"verse":"ਅਠਾਰਵਾਂ ਹਨਾਨੀ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":26,"verse":"ਉਂਨੀਵਾਂ ਮੱਲੋਥੀ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":27,"verse":"ਵੀਵਾਂ ਅਲੀਯਾਥਾਹ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":28,"verse":"ਇੱਕੀਵਾਂ ਹੋਥੀਰ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾਂ ਬਾਰਾਂ ਸਨ।"},{"number":29,"verse":"ਬਾਈਵਾਂ ਗਿੱਦਲਤੀ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":30,"verse":"ਤੇਈਵਾਂ ਮਹਜ਼ੀਓਥ ਦਾ। ਉਹ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।"},{"number":31,"verse":"ਚੌਬੀਵਾਂ ਰੋਮਮਤੀ- ਅਜ਼ਰ ਦਾ। ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਤੇ ਭਰਾ ਬਾਰਾਂ ਸਨ।।"}]}