{"bibleAbbr":"paOV2016","bookName":"1 ਇਤਹਾਸ","bookEnglishName":"1 Chronicles","chapterNumber":27,"verses":[{"number":1,"verse":"( ਦਾਊਦ ਦੇ ਅਫ਼ਸਰ) ਹੁਣ ਇਸਰਾਏਲੀ ਆਪਣੀ ਗਿਣਤੀ ਤੇ ਅਨੁਸਾਰ ਜਿਹੜੇ ਪਿਤਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਦੇ ਮੁਖੀਏ ਸਨ ਤੇ ਹਜ਼ਾਰਾਂ ਤੇ ਸੈਂਕੜਿਆਂ ਦੇ ਸਰਦਾਰ ਸਨ ਤੇ ਉਨ੍ਹਾਂ ਦੇ ਅਫ਼ਸਰ ਜਿਹੜੇ ਵਾਰੀ ਵਾਲਿਆਂ ਦੀ ਹਰ ਇੱਕ ਗੱਲ ਵਿੱਚ ਪਾਤਸ਼ਾਹ ਦੀ ਸੇਵਾ ਕਰਦੇ ਸਨ ਅਤੇ ਵਰਹੇ ਦੇ ਬਾਰਾਂ ਮਹੀਨਿਆਂ ਵਿੱਚ ਮਹੀਨੇ ਦੇ ਮਹੀਨੇ ਆਇਆ ਜਾਇਆ ਕਰਦੇ ਸਨ ਸੋ ਹਰੇਕ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ"},{"number":2,"verse":"ਪਹਿਲੇ ਮਹੀਨੇ ਦੀ ਪਹਿਲੀ ਵਾਰੀ ਉੱਤੇ ਜ਼ਬਦੀਏਲ ਦਾ ਪੁੱਤ੍ਰ ਯਸ਼ਾਬਆਮ ਸੀ। ਉਸ ਦੀ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ"},{"number":3,"verse":"ਪਰਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਉਹ ਸੀ ਅਤੇ ਪਹਿਲੇ ਮਹੀਨੇ ਦੇ ਸੈਨਾ ਪਤੀਆਂ ਦਾ ਮੁਖੀਆ ਸੀ"},{"number":4,"verse":"ਅਰ ਦੂਜੇ ਮਹੀਨੇ ਦੀ ਵਾਰੀ ਉੱਤੇ ਅਹੋਹੀ ਦੋਦਈ ਸੀ ਅਰ ਉਸ ਦੀ ਵਾਰੀ ਉੱਤੇ ਮਿਕਲੋਥ ਹਾਕਮ ਸੀ ਅਤੇ ਉਹ ਦੀ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ"},{"number":5,"verse":"ਤੀਜੇ ਮਹੀਨੇ ਦੀ ਤੀਜੀ ਸੈਨਾ ਦਾ ਸਰਦਾਰ ਬਨਾਯਾਹ ਸੀ ਜਿਹੜਾ ਯਹੋਯਾਦਾ ਪ੍ਰਧਾਨ ਜਾਜਕ ਦਾ ਪੁੱਤ੍ਰ ਸੀ ਅਰ ਉਸ ਦੀ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ"},{"number":6,"verse":"ਇਹ ਉਹ ਬਨਾਯਾਹ ਹੈ ਜਿਹੜਾ ਤੀਹਾਂ ਵਿੱਚੋਂ ਮਹਾਂ ਸੂਰਮਾ ਸੀ, ਅਰ ਉਨ੍ਹਾਂ ਤੀਹਾਂ ਦੇ ਉੱਤੇ ਸੀ, ਅਰ ਉਸ ਦੀ ਵਾਰੀ ਵਿੱਚ ਉਸ ਦਾ ਪੁੱਤ੍ਰ ਅੰਮੀਜ਼ਾਬਾਦ ਸੀ"},{"number":7,"verse":"ਚੌਥੇ ਮਹੀਨੇ ਦੇ ਲਈ ਚੌਥਾ ਸਰਦਾਰ ਯੋਆਬ ਦਾ ਭਰਾ ਅਸਾਹੇਲ ਸੀ ਅਰ ਉਸ ਦੇ ਪਿੱਛੋ ਉਸ ਦਾ ਪੁੱਤ੍ਰ ਜ਼ਬਦਯਾਹ ਸੀ ਅਰ ਉਸ ਦੀ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ"},{"number":8,"verse":"ਪੰਜਵੇਂ ਮਹੀਨੇ ਦੇ ਲਈ ਪੰਜਵਾਂ ਸਰਦਾਰ ਸ਼ਮਹੂਥ ਇਜ਼ਰਾਹੀ ਸੀ, ਅਰ ਉਸ ਦੀ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ"},{"number":9,"verse":"ਛੇਵੇਂ ਮਹੀਨੇ ਦੇ ਲਈ ਛੇਵਾਂ ਸਰਦਾਰ ਤਕੋਈ ਇੱਕੇਸ਼ ਦਾ ਪੁੱਤ੍ਰ ਈਰਾ ਸੀ, ਅਰ ਉਸ ਦੀ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ"},{"number":10,"verse":"ਸੱਤਵੇਂ ਮਹੀਨੇ ਦੇ ਲਈ ਸੱਤਵਾਂ ਸਰਦਾਰ ਇਫਰਾਈਮੀਆਂ ਵਿੱਚੋਂ ਹੇਲਸ ਪਲੋਨੀ ਸੀ, ਅਰ ਉਸ ਦੀ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ"},{"number":11,"verse":"ਅੱਠਵੇਂ ਮਹੀਨੇ ਦੇ ਲਈ ਅੱਠਵਾਂ ਸਰਦਾਰ ਹੱਸ਼ਾਰੀ ਸਿਬਕਾਈ ਜ਼ਰਹੀਆਂ ਵਿੱਚੋਂ ਸੀ, ਅਰ ਉਸ ਦੀ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ"},{"number":12,"verse":"ਨੌਵੇਂ ਮਹੀਨੇ ਲਈ ਨੌਵਾਂ ਸਰਦਾਰ ਬਿਨਯਾਮੀਨੀਆਂ ਵਿੱਚੋਂ ਅਨਥੋਥੀ ਅਬੀਅਜ਼ਰ ਸੀ, ਅਤੇ ਉਸ ਦੀ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ"},{"number":13,"verse":"ਦਸਵੇਂ ਮਹੀਨੇ ਲਈ ਦਸਵਾਂ ਸਰਦਾਰ ਜ਼ਰਹੀਆਂ ਵਿੱਚੋਂ ਮਹਰਈ ਨਟੋਫਾਥੀ ਸੀ, ਅਰ ਉਸ ਦੀ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ"},{"number":14,"verse":"ਯਾਰਵੇਂ ਮਹੀਨੇ ਲਈ ਯਾਰਵਾਂ ਸਰਦਾਰ ਇਫਰਾਈਮੀਆਂ ਵਿੱਚੋਂ ਫਿਰਾਥੋਨੀ ਬਨਾਯਾਹ ਸੀ, ਅਰ ਉਸ ਦੀ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ"},{"number":15,"verse":"ਬਾਰ੍ਹਵੇਂ ਮਹੀਨੇ ਲਈ ਬਾਰ੍ਹਵਾਂ ਸਰਦਾਰ ਆਥਨੀਏਲ ਤੋਂ ਨਟੋਫਾਥੀ ਹਲਦਈ ਸੀ ਅਰ ਉਸ ਦੀ ਵਾਰੀ ਵਿੱਚ ਚੱਵੀ ਹਜ਼ਾਰ ਸਨ।।"},{"number":16,"verse":"ਉਪਰੰਤ ਇਸਰਾਏਲ ਦਿਆਂ ਗੋਤਾਂ ਦੇ ਉੱਤੇ, - ਰਊਬੇਨੀਆਂ ਦਾ ਹਾਕਮ ਜ਼ਿਕਰੀ ਦਾ ਪੁੱਤ੍ਰ ਅਲੀਅਜ਼ਰ ਸੀ। ਸ਼ਿਮੋਨੀਆਂ ਦਾ ਮਆਕਾਹ ਦਾ ਪੁੱਤ੍ਰ ਸ਼ਫਟਯਾਹ"},{"number":17,"verse":"ਲੇਵੀਆਂ ਦਾ ਕਮੂਏਲ ਦਾ ਪੁੱਤ੍ਰ ਹਸ਼ਬਯਾਹ, ਹਾਰੂਨੀਆਂ ਦਾ, ਸਾਦੋਕ"},{"number":18,"verse":"ਯਹੂਦਾਹ ਦਾ, ਦਾਊਦ ਦੇ ਭਰਾਵਾਂ ਵਿੱਚੋਂ ਅਲੀਹੂ। ਯਿੱਸਾਕਾਰ ਦਾ, ਮੀਕਾਏਲ ਦਾ ਪੁੱਤ੍ਰ ਆਮਰੀ"},{"number":19,"verse":"ਜ਼ਬੂਲੁਨ ਦਾ, ਓਬਦਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਯਿਸ਼ਮਅਯਾਹ। ਨਫਤਾਲੀ ਦਾ, ਅਜ਼ਰੀਏਲ ਦਾ ਪੁੱਤ੍ਰ ਯਰੀਮੋਥ"},{"number":20,"verse":"ਅਫਰਾਈਮੀਆਂ ਦਾ, ਅਜ਼ਜ਼ਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਹੋਸ਼ੇਆ। ਮਨਸ਼ੱਹ ਦੇ ਅੱਧੀ ਗੋਤ ਦਾ, ਪਦਾਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਯੋਏਲ"},{"number":21,"verse":"ਮਨੱਸ਼ਹ ਦੇ ਅੱਧੇ ਗੋਤ ਦਾ ਗਿਲਆਦ ਵੱਲ ਜ਼ਕਰਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਯਿਦੋ। ਬਿਨਯਾਮੀਨ ਦਾ, ਅਬਨੇਰ ਦਾ ਪੁੱਤ੍ਰ ਯਅਸੀਏਲ"},{"number":22,"verse":"ਦਾਨ ਦਾ, ਯਰੋਹਾਮ ਦਾ ਪੁੱਤ੍ਰ ਅਜ਼ਰੀਏਲ। ਏਹ ਇਸਰਾਏਲ ਦਿਆਂ ਗੋਤਾਂ ਦੇ ਸਰਦਾਰ ਸਨ।।"},{"number":23,"verse":"ਅਰ ਦਾਊਦ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਗਿਣਤੀ ਨਾ ਕੀਤੀ ਜਿਹੜੇ ਵੀਹਾਂ ਵਰਿਹਾਂ ਅਤੇ ਇਸ ਤੋਂ ਘੱਟ ਉਮਰ ਵਾਲੇ ਸਨ, ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਨੇ ਬਚਨ ਕੀਤਾ ਸੀ ਭਈ ਮੈਂ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਅਕਾਸ਼ ਦੇ ਤਾਰਿਆਂ ਵਾਂਙੁ ਵਧਾਵਾਂਗਾ"},{"number":24,"verse":"ਸਰੂਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਯੋਆਬ ਨੇ ਗਿਣਤੀ ਕਰਨ ਦਾ ਅਰੰਭ ਕੀਤਾ ਪਰ ਸਮਾਪਤ ਨਾ ਕੀਤਾ, ਇਸੇ ਕਾਰਨ ਕਿ ਇਸਰਾਏਲ ਉੱਤੇ ਕ੍ਰੋਧ ਹੋਇਆ ਅਰ ਉਹ ਗਿਣਤੀ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਦੇ ਇਤਹਾਸ ਦੇ ਵਰਨਨ ਵਿੱਚ ਨਹੀਂ ਲਿਖੀ ਗਈ"},{"number":25,"verse":"ਅਰ ਪਾਤਸ਼ਾਹ ਦੇ ਭੰਡਾਰਾਂ ਉੱਤੇ ਅਦੀਏਲ ਦਾ ਪੁੱਤ੍ਰ, ਅਜ਼ਮਾਵਥ ਸੀ, ਅਰ ਖੇਤਾਂ ਵਿੱਚ, ਨਗਰਾਂ ਵਿੱਚ, ਪਿੰਡਾਂ ਵਿੱਚ ਅਰ ਗੜ੍ਹਾਂ ਵਿੱਚ ਦੇ ਭੰਡਾਰਾਂ ਉੱਤੇ ਉੱਜ਼ੀਯਾਹ ਦਾ ਪੁੱਤ੍ਰ ਯਹੋਨਾਥਾਨ ਸੀ"},{"number":26,"verse":"ਅਤੇ ਖੇਤਾਂ ਵਾਲਿਆਂ ਉੱਤੇ ਜਿਹੜੇ ਧਰਤੀ ਨੂੰ ਵਾਹੁੰਦੇ ਬੀਜਦੇ ਸਨ ਕਲੂਬ ਦਾ ਪੁੱਤ੍ਰ ਅਜ਼ਰੀ ਸੀ"},{"number":27,"verse":"ਅਰ ਦਾਖ ਦੇ ਬਾਗਾਂ ਉੱਤੇ ਸ਼ਿਮਈ ਰਾਮਾਥੀ ਸੀ, ਅਰ ਦਾਖ ਦੀ ਪੈਦਾਵਾਰੀ ਉੱਤੇ ਅਰ ਦਾਖ ਰਸ ਦੇ ਜ਼ਖੀਰੇ ਉੱਤੇ ਜ਼ਬਦੀ ਸ਼ਿਫਮੀ ਵਾਲਾ ਸੀ"},{"number":28,"verse":"ਅਤੇ ਜ਼ੈਤੂਨ ਦੇ ਬਾਗਾਂ ਅਤੇ ਗੁੱਲ੍ਹਰ ਦੇ ਬੂਟਿਆਂ ਉੱਤੇ ਜਿਹੜੇ ਨਿਵਾਣਾਂ ਵਿੱਚ ਸਨ, ਬਆਲ-ਹਨਾਨ ਗਦੋਰੀ ਸੀ, ਅਤੇ ਯੋਆਸ਼ ਤੇਲ ਦੇ ਜ਼ਖੀਰੇ ਉੱਤੇ ਸੀ"},{"number":29,"verse":"ਅਤੇ ਗਊਆਂ ਬਲਦਾਂ ਦੇ ਵੱਗਾਂ ਉੱਤੇ ਜਿਹੜੇ ਸ਼ਾਰੋਨ ਵਿੱਚ ਚਰਦੇ ਸਨ, ਸ਼ਿਟਰਈ ਸ਼ਾਰੋਨੀ ਸੀ ਅਰ ਅਦਲਾਇ ਦਾ ਪੁੱਤ੍ਰ ਸ਼ਫਾਟ ਉਨ੍ਹਾਂ ਵੱਗਾਂ ਉੱਤੇ ਸੀ ਜਿਹੜੇ ਨਿਵਾਣਾਂ ਵਿੱਚ ਚਰਦੇ ਹੁੰਦੇ ਸਨ"},{"number":30,"verse":"ਅਰ ਓਬੀਲ ਇਸ਼ਮਾਏਲੀ ਊਠਾਂ ਉੱਤੇ ਸੀ ਅਤੇ ਖੋਤਿਆਂ ਉੱਤੇ ਯਹਦੇਯਾਹ ਮੇਰੋਨੀ ਸੀ"},{"number":31,"verse":"ਅਰ ਯਾਜ਼ੀਜ਼ ਹਗਰੀ ਇੱਜੜਾਂ ਉੱਤੇ ਸੀ। ਏਹ ਸਭ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਦੇ ਮਾਲ ਉੱਤੇ ਠਹਿਰਾਏ ਹੋਏ ਸਨ"},{"number":32,"verse":"ਅਰ ਦਾਊਦ ਦਾ ਚਾਚਾ ਯੋਨਾਥਾਨ ਵੀ ਵਜ਼ੀਰ, ਬੁੱਧਵਾਨ ਅਰ ਲਿਖਾਰੀ ਸੀ, ਅਰ ਯਹੀਏਲ ਹਕਮੋਨੀ ਦਾ ਪੁੱਤ੍ਰ ਰਾਜ ਕੁਮਾਰਾਂ ਦੇ ਨਾਲ ਰਹਿੰਦਾ ਸੀ"},{"number":33,"verse":"ਅਰ ਅਹੀਤੋਫਲ ਪਾਤਸ਼ਾਹ ਦਾ ਮੰਤ੍ਰੀ ਸੀ ਅਰ ਹੂਸ਼ਈ ਅਰਕੀ ਪਾਤਸ਼ਾਹ ਦਾ ਮਿੱਤ੍ਰ ਸੀ"},{"number":34,"verse":"ਅਰ ਅਹੀਤੋਂਫਲ ਦੇ ਪਿੱਛੋਂ ਯਹੋਯਾਦਾ ਬਨਾਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਅਰ ਅਬਯਾਥਾਰ ਸਨ, ਅਰ ਯੋਆਬ ਪਾਤਸ਼ਾਹ ਦੇ ਦਲ ਦਾ ਸੈਨਾਪਤੀ ਸੀ।।"}]}