{"bibleAbbr":"paOV2016","bookName":"1 ਇਤਹਾਸ","bookEnglishName":"1 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"( ਲੇਵੀ ਤੇ ਹਾਰੂਨ ਦੀ ਅੰਸ) ਲੇਵੀ ਦੇ ਪੁੱਤ੍ਰ, - ਗੇਰਸ਼ੋਨ, ਕਹਾਥ ਤੇ ਮਰਾਰੀ"},{"number":2,"verse":"ਅਤੇ ਕਹਾਥ ਦੇ ਪੁੱਤ੍ਰ, - ਅਮਰਾਮ, ਯਿਸਹਾਰ ਤੇ ਹਬਰੋਨ ਤੇ ਉੱਜ਼ੀਏਲ"},{"number":3,"verse":"ਅਤੇ ਅਮਰਾਮ ਦੇ ਪੁੱਤ੍ਰ, - ਹਾਰੂਨ ਤੇ ਮੂਸਾ ਤੇ ਮਿਰਯਮ, ਅਤੇ ਹਾਰੂਨ ਦੇ ਪੁੱਤ੍ਰ, - ਨਾਦਾਬ ਤੇ ਅਬੀਹੂ, ਅਲਆਜ਼ਾਰ ਤੇ ਈਥਾਮਾਰ"},{"number":4,"verse":"ਅਲਆਜ਼ਾਰ ਤੋਂ ਫੀਨਹਾਸ ਜੰਮਿਆਂ, ਫੀਨਹਾਸ ਤੋਂ ਅਬੀਸ਼ੂਆ ਜੰਮਿਆਂ"},{"number":5,"verse":"ਅਤੇ ਅਬੀਸ਼ੂਆ ਤੋਂ ਬੁੱਕੀ ਜੰਮਿਆਂ ਅਤੇ ਬੁੱਕੀ ਤੋਂ ਉੱਜ਼ੀ ਜੰਮਿਆਂ"},{"number":6,"verse":"ਅਤੇ ਉੱਜ਼ੀ ਤੋਂ ਜ਼ਰਹਯਾਹ ਜੰਮਿਆਂ ਅਤੇ ਜ਼ਰਹਯਾਹ ਤੋਂ ਮਰਾਯੋਥ ਜੰਮਿਆਂ"},{"number":7,"verse":"ਮਰਾਯੋਥ ਤੋਂ ਅਮਰਯਾਹ ਜੰਮਿਆਂ ਅਤੇ ਅਮਰਯਾਹ ਤੋਂ ਅਹੀਟੂਬ ਜੰਮਿਆਂ"},{"number":8,"verse":"ਅਤੇ ਅਹੀਟੂਬ ਤੋਂ ਸਾਦੋਕ ਜੰਮਿਆਂ ਅਤੇ ਸਾਦੋਕ ਤੋਂ ਅਹੀਮਾਅਸ ਜੰਮਿਆਂ"},{"number":9,"verse":"ਅਤੇ ਅਹੀਮਾਅਸ ਤੋਂ ਅਜ਼ਰਯਾਹ ਜੰਮਿਆਂ ਅਤੇ ਅਜ਼ਰਯਾਹ ਤੋਂ ਯੋਹਾਨਾਨ ਜੰਮਿਆਂ"},{"number":10,"verse":"ਅਤੇ ਯੋਹਾਨਾਨ ਤੋਂ ਅਜ਼ਰਯਾਹ ਜੰਮਿਆਂ ਉਹੀ ਜਿਹੜਾ ਸੁਲੇਮਾਨ ਦੇ ਬਣਾਏ ਹੋਏ ਭਵਨ ਵਿੱਚ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਜਾਜਕਾਈ ਦਾ ਕੰਮ ਕਰਦਾ ਸੀ"},{"number":11,"verse":"ਅਤੇ ਅਜ਼ਰਯਾਹ ਤੋਂ ਅਮਰਯਾਹ ਜੰਮਿਆਂ ਅਤੇ ਅਮਰਯਾਹ ਤੋਂ ਅਹੀਟੂਬ ਜੰਮਿਆਂ"},{"number":12,"verse":"ਅਤੇ ਅਹੀਟੂਬ ਤੋਂ ਸਾਦੋਕ ਜੰਮਿਆਂ ਅਤੇ ਸਾਦੋਕ ਤੋਂ ਸ਼ੱਲੂਮ ਜੰਮਿਆਂ"},{"number":13,"verse":"ਅਤੇ ਸ਼ੱਲੂਮ ਤੋਂ ਹਿਲਕੀਯਾਹ ਜੰਮਿਆਂ"},{"number":14,"verse":"ਅਤੇ ਅਜ਼ਰਯਾਹ ਤੋਂ ਸਰਾਯਾਹ ਜੰਮਿਆਂ ਅਤੇ ਸਰਾਯਾਹ ਤੋਂ ਯਹੋਸਾਦਕ ਜੰਮਿਆਂ ਅਤੇ ਸਰਾਯਾਹ ਤੋਂ ਯਹੋਸਾਦਾਕ ਜੰਮਿਆਂ"},{"number":15,"verse":"ਅਤੇ ਜਦ ਯਹੋਵਾਹ ਯਹੂਦਾਹ ਤੇ ਯਰੂਸਲਮ ਨੂੰ ਨਬੁਕਦ-ਨੱਸਰ ਦੇ ਹੱਥੋਂ ਲੈ ਗਿਆ ਤਦ ਯਹੋਸਾਦਾਕ ਵੀ ਅਸੀਰ ਹੋ ਕੇ ਗਿਆ।।"},{"number":16,"verse":"ਲੇਵੀ ਦੇ ਪੁੱਤ੍ਰ, - ਗੇਰਸ਼ੋਮ, ਕਹਾਥ ਤੇ ਮਰਾਰੀ"},{"number":17,"verse":"ਏਹ ਗੇਰਸ਼ੋਮ ਦੇ ਪੁੱਤਾਂ ਦੇ ਨਾਉਂ ਸਨ, ਲਿਬਨੀ ਤੇ ਸ਼ਿਮਈ"},{"number":18,"verse":"ਅਤੇ ਕਹਾਥ ਦੇ ਪੁੱਤ੍ਰ, - ਅਮਰਾਮ ਤੇ ਯਿਸਹਾਰ ਦੇ ਹਬਰੋਨ ਤੇ ਉੱਜ਼ੀਏਲ"},{"number":19,"verse":"ਮਰਾਰੀ ਦੇ ਪੁੱਤ੍ਰ, - ਮਹਲੀ ਤੇ ਮੁਸ਼ੀ ਅਤੇ ਏਹ ਲੇਵੀ ਦੀਆਂ ਕੁਲਾਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਸਨ"},{"number":20,"verse":"ਗੇਰਸ਼ੋਮ ਦੀ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਲਿਬਨੀ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਯਹਥ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ, ਜ਼ਿੰਮਾਹ,"},{"number":21,"verse":"ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਯੋਆਹ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਇੱਦੋ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਜ਼ਰਹ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਯਅਥਰਈ"},{"number":22,"verse":"ਕਹਾਥ ਦੇ ਪੁੱਤ੍ਰ, - ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅੰਮੀਨਾਦਾਬ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਕੋਰਹ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅੱਸੀਰ,"},{"number":23,"verse":"ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅਲਕਾਨਾਹ ਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅਬਯਾਸਾਫ ਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅੱਸੀਰ"},{"number":24,"verse":"ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਤਹਥ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਊਰੀਏਲ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਉੱਜ਼ੀਯਾਹ ਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਸ਼ਾਊਲ"},{"number":25,"verse":"ਅਤੇ ਅਲਕਾਨਾਹ, - ਅਲਕਾਨਾਹ ਦੇ ਪੁੱਤ੍ਰ, - ਅਮਾਸਈ ਤੇ ਅਹੀਮੋਥ"},{"number":26,"verse":"ਅਲਕਾਨਾਹ ਦੇ ਪੁੱਤ੍ਰ, - ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਸੋਫ਼ਈ ਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਨਹਥ,"},{"number":27,"verse":"ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅਲੀਆਬ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਯਰੋਹਾਮ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅਲਕਾਨਾਹ"},{"number":28,"verse":"ਅਤੇ ਸ਼ਮੂਏਲ ਦੇ ਪੁੱਤ੍ਰ, - ਉਹ ਦਾ ਪਲੌਠਾ ਵਸ਼ਨੀ ਤੇ ਅਬੀਯਾਹ"},{"number":29,"verse":"ਮਰਾਰੀ ਦੇ ਪੁੱਤ੍ਰ, - ਮਹਲੀ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਲਿਬਨੀ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਸ਼ਿਮਈ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਉੱਜ਼ਾਹ"},{"number":30,"verse":"ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਸ਼ਿਮਆ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਹੱਗੀਯਾਹ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਆਸਾਯਾਹ।।"},{"number":31,"verse":"ਏਹ ਓਹ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਦਾਊਦ ਨੇ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੇ ਗਵਈਯਾਂ ਉੱਤੇ ਥਾਪਿਆ ਜਦੋਂ ਸੰਦੂਕ ਸੁਖ ਅਸਥਾਨ ਵਿੱਚ ਆਇਆ ਸੀ"},{"number":32,"verse":"ਅਤੇ ਜਦ ਤੀਕ ਕਿ ਸੁਲੇਮਾਨ ਨੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਨੂੰ ਬਣਾ ਛੱਡਿਆ ਓਹ ਮੰਡਲੀ ਦੇ ਤੰਬੂ ਦੇ ਡੇਹਰੇ ਦੇ ਅੱਗੇ ਗਾਉਣ ਦੀ ਸੇਵਾ ਕਰਦੇ ਸਨ ਅਰ ਓਹ ਆਪਣੀ ਆਪਣੀ ਵਾਰੀ ਦੇ ਅਨੁਸਾਰ ਆਪਣੀ ਟਹਿਲ ਸੇਵਾ ਵਿੱਚ ਹਾਜ਼ਰ ਰਹਿੰਦੇ ਸਨ"},{"number":33,"verse":"ਅਤੇ ਏਹ ਹਾਜ਼ਰ ਰਹਿੰਦੇ ਸਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪੁੱਤ੍ਰ, - ਕਹਾਥੀਆਂ ਵਿੱਚੋਂ ਹੇਮਾਨ ਗਵੱਯਾ, ਯੋਏਲ ਦਾ ਪੁੱਤ੍ਰ, ਸ਼ਮੂਏਲ ਦਾ ਪੁੱਤ੍ਰ,"},{"number":34,"verse":"ਅਲਕਾਨਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਯਰੋਹਾਮ ਦਾ ਪੁੱਤ੍ਰ, ਅਲੀਏਲ ਦਾ ਪੁੱਤ੍ਰ ਤੇਆਹ ਦਾ ਪੁੱਤ੍ਰ"},{"number":35,"verse":"ਸੂਫ ਦਾ ਪੁੱਤ੍ਰ, ਅਲਕਾਨਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਮਹਥ ਦਾ ਪੁੱਤ੍ਰ ਅਮਾਸਈ ਦਾ ਪੁੱਤ੍ਰ"},{"number":36,"verse":"ਅਲਕਾਨਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਯੋਏਲ ਦਾ ਪੁੱਤ੍ਰ, ਅਜ਼ਰਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਸਫ਼ਨਯਾਹ ਦਾ ਪੁੱਤ੍ਰ"},{"number":37,"verse":"ਤਹਥ ਦਾ ਪੁੱਤ੍ਰ, ਅੱਸੀਰ ਦਾ ਪੁੱਤ੍ਰ, ਅਬਯਾਸਾਫ ਦਾ ਪੁੱਤ੍ਰ, ਕੋਰਹ ਦਾ ਪੁੱਤ੍ਰ"},{"number":38,"verse":"ਯਿਸਹਾਰ ਦਾ ਪੁੱਤ੍ਰ, ਕਹਾਥ ਦਾ ਪੁੱਤ੍ਰ, ਲੇਵੀ ਦਾ ਪੁੱਤ੍ਰ, ਇਸਰਾਏਲ ਦਾ ਪੁੱਤ੍ਰ,"},{"number":39,"verse":"ਅਤੇ ਉਹ ਦਾ ਭਰਾ ਆਸਾਫ ਜਿਹੜਾ ਉਹ ਦੇ ਸੱਜੇ ਪਾਸੇ ਖਲੋਂਦਾ ਸੀ — ਆਸਾਫ ਬਰਕਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਸ਼ਿਮਆ ਦਾ ਪੁੱਤ੍ਰ"},{"number":40,"verse":"ਮੀਕਾਏਲ ਦਾ ਪੁੱਤ੍ਰ, ਬਾਅਸੇਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਮਲਕੀਯਾਹ ਦਾ ਪੁੱਤ੍ਰ"},{"number":41,"verse":"ਅਥਨੀ ਦਾ ਪੁੱਤ੍ਰ, ਜ਼ਰਹ ਦਾ ਪੁੱਤ੍ਰ ਅਦਾਯਾਹ ਦਾ ਪੁੱਤ੍ਰ"},{"number":42,"verse":"ਏਥਾਨ ਦਾ ਪੁੱਤ੍ਰ, ਜ਼ਿੰਮਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਸ਼ਮਈ ਦਾ ਪੁੱਤ੍ਰ"},{"number":43,"verse":"ਯਹਥ ਦਾ ਪੁੱਤ੍ਰ, ਗੇਰਸ਼ੋਮ ਦਾ ਪੁੱਤ੍ਰ, ਲੇਵੀ ਦਾ ਪੁੱਤ੍ਰ"},{"number":44,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾ ਮਰਾਰੀ ਦੇ ਪੁੱਤ੍ਰ ਖੱਬੇ ਪਾਸੇ, ਏਥਾਨ ਕੀਸ਼ੀ ਦਾ ਪੁੱਤ੍ਰ, ਅਬਦੀ ਦਾ ਪੁੱਤ੍ਰ, ਮੱਲੂਕ ਦਾ ਪੁੱਤ੍ਰ,"},{"number":45,"verse":"ਹਸ਼ਬਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਅਮਸਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਹਿਲਕੀਯਾਹ ਦਾ ਪੁੱਤ੍ਰ"},{"number":46,"verse":"ਅਮਸੀ ਦਾ ਪੁੱਤ੍ਰ, ਬਾਨੀ ਦਾ ਪੁੱਤ੍ਰ, ਸ਼ਾਮਰ ਦਾ ਪੁੱਤ੍ਰ,"},{"number":47,"verse":"ਮਹਲੀ ਦਾ ਪੁੱਤ੍ਰ, ਮੂਸ਼ੀ ਦਾ ਪੁੱਤ੍ਰ, ਮਰਾਰੀ ਦਾ ਪੁੱਤ੍ਰ, ਲੇਵੀ ਦਾ ਪੁੱਤ੍ਰ"},{"number":48,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾ ਲੇਵੀ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੇ ਡੇਹਰੇ ਦੀ ਸਾਰੀ ਟਹਿਲ ਸੇਵਾ ਲਈ ਥਾਪੇ ਗਏ।।"},{"number":49,"verse":"ਪਰ ਹਾਰੂਨ ਤੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਦੀ ਜਗਵੇਦੀ ਉੱਤੇ ਅਤੇ ਧੂਪ ਦੀ ਜਗਵੇਦੀ ਉੱਤੇ ਅਤੇ ਅੱਤ ਪਵਿੱਤ੍ਰ ਅਸਥਾਨ ਦੇ ਸਾਰੇ ਕੰਮ ਲਈ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਪਰਾਸਚਿਤ ਲਈ ਭੇਟਾਂ ਚੜ੍ਹਾਉਂਦੇ ਸਨ ਜਿਵੇਂ ਹੀ ਪਰਮੇਸ਼ੁਰ ਦੇ ਦਾਸ ਮੂਸਾ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":50,"verse":"ਅਤੇ ਏਹ ਹਾਰੂਨ ਦੇ ਪੁੱਤ੍ਰ ਸਨ, - ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅਲਆਜ਼ਾਰ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਫੀਨਹਾਸ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅਬੀਸ਼ੂਆ,"},{"number":51,"verse":"ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਬੁੱਕੀ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਉੱਜ਼ੀ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਜ਼ਰਹਯਾਹ,"},{"number":52,"verse":"ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਮਰਾਯੋਥ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅਮਰਯਾਹ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅਹੀਟੂਬ,"},{"number":53,"verse":"ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਸਾਦੋਕ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅਹੀਮਅਸ।।"},{"number":54,"verse":"ਏਹ ਉਨ੍ਹਾਂ ਦੇ ਵਸੇਬੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਛਾਉਣੀਆਂ ਅਨੁਸਾਰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਹੱਦਾ ਵਿੱਚ ਸਨ। ਕਹਾਥੀਆਂ ਦੇ ਟੱਬਰਾਂ ਵਿੱਚੋਂ ਹਾਰੂਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ (ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਦਾ ਪਹਿਲਾ ਗੁਣਾ ਨਿੱਕਲਿਆ)"},{"number":55,"verse":"ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਨੂੰ ਯਹੂਦਾਹ ਦੇ ਦੇਸ ਵਿੱਚ ਹਬਰੋਨ ਤੇ ਉਹ ਦੀਆਂ ਆਲੇ ਦੁਆਲੇ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਦਿੱਤੀਆਂ"},{"number":56,"verse":"ਪਰ ਸ਼ਹਿਰ ਦੀਆਂ ਪੈਲੀਆਂ ਤੇ ਉਹ ਦੇ ਪਿੰਡ ਉਨ੍ਹਾਂ ਨੇ ਯਫੁੰਨਹ ਦੇ ਪੁੱਤ੍ਰ ਕਾਲੇਬ ਨੂੰ ਦਿੱਤੇ"},{"number":57,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਹਾਰੂਨ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਪਨਾਹ ਦੇ ਨਗਰ ਦਿੱਤੇ ਅਰਥਾਤ ਹਬਰੋਨ, ਲਿਬਨਾਹ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ, ਯੱਤਿਰ, ਅਸਤਮੋਆ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":58,"verse":"ਤੇ ਹੀਲੋਨ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ, ਦਬੀਰ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":59,"verse":"ਤੇ ਆਸ਼ਾਨ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਤੇ ਬੈਤਸ਼ਮਸ਼ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":60,"verse":"ਅਤੇ ਬਿਨਯਾਮੀਨ ਦੇ ਗੋਤ ਵਿੱਚੋਂ, ਗਬਾ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ, ਅੱਲਮਥ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਤੇ ਅਨਾਥੋਥ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ। ਉਨ੍ਹਾਂ ਦੀਆਂ ਕੁਲਾਂ ਦੇ ਸਾਰੇ ਸ਼ਹਿਰ ਤੇਰਾਂ ਸ਼ਹਿਰ ਸਨ।।"},{"number":61,"verse":"ਕਹਾਥ ਦੇ ਪੁੱਤ੍ਰਾਂ ਲਈ ਜਿਹੜੇ ਉਸ ਗੋਤ ਦੀ ਕੁਲ ਵਿੱਚੋਂ ਬਾਕੀ ਸਨ ਉਸ ਅੱਧੇ ਗੋਤ ਤੋਂ ਅਰਥਾਤ ਮਨੱਸ਼ਹ ਦੇ ਅੱਧੇ ਗੋਤ ਤੋਂ ਗੁਣਾ ਪਾਕੇ ਦਸ ਸ਼ਹਿਰ ਮਿਲੇ"},{"number":62,"verse":"ਅਤੇ ਗੇਰਸ਼ੋਮ ਦੇ ਪੁੱਤ੍ਰਾਂ ਲਈ ਉਨ੍ਹਾਂ ਦੀਆਂ ਕੁਲਾਂ ਅਨੁਸਾਰ- ਯਿੱਸਾਕਾਰ ਦੇ ਗੋਤ ਤੋਂ ਤੇ ਆਸ਼ੇਰ ਦੇ ਗੋਤ ਤੋਂ ਤੇ ਨਫ਼ਤਾਲੀ ਦੇ ਗੋਤ ਤੋਂ ਮਨੱਸ਼ਹ ਦੇ ਗੋਤ ਤੋਂ ਬਾਸ਼ਾਨ ਵਿੱਚ ਤੇਰਾਂ ਸ਼ਹਿਰ"},{"number":63,"verse":"ਮਰਾਰੀ ਦੇ ਪੁੱਤ੍ਰਾਂ ਲਈ ਉਨ੍ਹਾਂ ਦੀਆਂ ਕੁਲਾਂ ਅਨੁਸਾਰ ਰਊਬੇਨ ਦੇ ਗੋਤ ਤੋਂ, ਗਾਦ ਦੇ ਗੋਤ ਤੋਂ ਤੇ ਜ਼ਬੁਲੂਨ ਦੇ ਗੋਤ ਤੋਂ ਗੁਣਾ ਪਾ ਕੇ ਬਾਰਾਂ ਸ਼ਹਿਰ"},{"number":64,"verse":"ਅਤੇ ਇਸਰਏਲੀਆਂ ਨੇ ਲੇਵੀਆਂ ਨੂੰ ਏਹ ਸ਼ਹਿਰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਦਿੱਤੇ"},{"number":65,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਗੁਣਾ ਪਾ ਕੇ ਯਹੂਦੀਆਂ ਦੇ ਗੋਤ ਤੋਂ ਤੇ ਸ਼ਿਮਓਨੀਆਂ ਦੇ ਗੋਤ ਤੋਂ ਤੇ ਬਿਨਯਾਮੀਨੀਆਂ ਦੇ ਗੋਤ ਤੋਂ ਇਹ ਸ਼ਹਿਰ ਜਿਨ੍ਹਾਂ ਦੇ ਨਾਵਾਂ ਦਾ ਵਰਨਨ ਹੋਇਆ ਹੈ।।"},{"number":66,"verse":"ਅਤੇ ਕਹਾਥੀਆਂ ਦੀਆਂ ਕਈ ਕੁਲਾਂ ਲਈ ਉਨ੍ਹਾਂ ਦੇ ਬੰਨ੍ਹਿਆਂ ਦੇ ਸ਼ਹਿਰ ਅਫਰਾਈਮ ਦੇ ਗੋਤ ਤੋਂ ਸਨ"},{"number":67,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਨੂੰ ਪਨਾਹ ਨਗਰ ਦਿੱਤੇ ਅਰਥਾਤ ਸ਼ਕਮ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ, ਅਫਰਾਈਮ ਦੇ ਪਰਬਤ ਵਿੱਚ ਅਤੇ ਗਜ਼ਰ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":68,"verse":"ਅਤੇ ਯਾਕਮਆਮ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਤੇ ਬੈਤ-ਹੋਰੋਨ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਅਤੇ ਅਯਾਲੋਨ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਅਤੇ ਗਥ-ਰਿੰਮੋਨ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":69,"verse":"ਅਤੇ ਅੱਯਾਲੋਨ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਤੇ ਗਥ-ਰਿੰਮੋਨ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":70,"verse":"ਅਤੇ ਮਨੱਸ਼ਹ ਦੇ ਅੱਧੇ ਗੋਤ ਤੋਂ- ਅਨੇਰ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ, ਬਿਲਆਮ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ, ਕਹਾਥੀਆਂ ਦੀ ਕੁਲ ਦੀ ਬਾਕੀਆਂ ਦੇ ਲਈ।।"},{"number":71,"verse":"ਗੇਰਸ਼ੇਮ ਦੇ ਪੁੱਤ੍ਰਾਂ ਲਈ, - ਮਨੱਸ਼ਹ ਦੇ ਅੱਧੇ ਗੋਤ ਦੀ ਕੁਲ ਤੋਂ ਬਾਸ਼ਾਨ ਵਿੱਚ ਗੋਲਾਨ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਅਤੇ ਅਸ਼ਤਾਰੋਥ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":72,"verse":"ਅਤੇ ਯਿੱਸਾਕਾਰ ਦੇ ਗੋਤ ਤੋਂ ਕਦਸ਼ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਤੇ ਦਾਬਰਥ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":73,"verse":"ਅਤੇ ਰਾਮੋਥ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਤੇ ਆਨੇਮ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":74,"verse":"ਅਤੇ ਆਸ਼ੇਰ ਦੇ ਗੋਤ ਤੋਂ ਮਾਸ਼ਾਲ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਕੇ ਅਬਦੋਨ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":75,"verse":"ਅਤੇ ਹੂਕੋਕ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਅਤੇ ਰਹੋਬ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":76,"verse":"ਅਤੇ ਨਫ਼ਤਾਲੀ ਦੇ ਗੋਤ ਤੋਂ, - ਕਦਸ਼ ਗਾਲੀਲ ਵਿੱਚ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਤੇ ਹੰਮੋਨ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਤੇ ਕਿਰਯਥਯਿਮ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ।।"},{"number":77,"verse":"ਬਾਕੀ ਮਰਾਰੀਆਂ ਲਈ ਜ਼ਬੁਲੂਨ ਦੇ ਗੋਤ ਤੋਂ ਰਿੰਮੋਨ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ, ਤਾਬੋਰ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":78,"verse":"ਅਤੇ ਯਰਦਨ ਪਾਰ ਯਰੀਹੋ ਕੋਲ ਯਰਦਨ ਦੇ ਚੜ੍ਹਦੇ ਪਾਸੇ ਰਊਬੇਨ ਦੇ ਗੋਤ ਤੋਂ ਬਸਰ ਉਜਾੜ ਵਿੱਚ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਤੇ ਯਹਸਾਹ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":79,"verse":"ਅਤੇ ਕਦੇਮੋਥ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਤੇ ਮੇਫਅਥ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":80,"verse":"ਅਤੇ ਗਾਦ ਦੇ ਗੋਤ ਤੋਂ ਰਾਮੋਥ ਗਿਲਆਦ ਵਿੱਚ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਤੇ ਮਹਨਯਿਮ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ"},{"number":81,"verse":"ਅਤੇ ਹਸ਼ਬੋਨ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ ਤੇ ਯਾਜ਼ੇਰ ਉਹ ਦੀਆਂ ਸ਼ਾਮਲਾਤਾਂ ਸਣੇ।।"}]}