{"bibleAbbr":"paOV2016","bookName":"1 ਇਤਹਾਸ","bookEnglishName":"1 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"( ਛੇ ਗੋਤਾਂ ਦੀ ਅੰਸ) ਯਿੱਸਾਕਾਰ ਦੇ ਪੁੱਤ੍ਰ ਚਾਰ ਸਨ, - ਤੋਲਾ ਤੇ ਫੂਆਹ ਤੇ ਯਾਸੂਬ ਤੇ ਮਿਸ਼ਰੋਨ"},{"number":2,"verse":"ਅਤੇ ਤੋਲਾ ਦੇ ਪੁੱਤ੍ਰ, - ਉੱਜ਼ੀ ਤੇ ਰਫਾਯਾਹ ਤੇ ਯਰੀਏਲ ਤੇ ਯਹਮਈ ਤੇ ਯਿਬਸਾਮ ਤੇ ਸ਼ਮੂਏਲ ਜਿਹੜੇ ਆਪਣੇ ਪਿਤਾ ਤੋਲਾ ਦੇ ਘਰਾਣਿਆ ਦੇ ਮੁਖੀਏ ਅਤੇ ਆਪਣੀਆਂ ਪੀੜ੍ਹੀਆਂ ਵਿੱਚ ਸੂਰ ਬੀਰ ਜੋਧੇ ਸਨ। ਦਾਊਦ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੀ ਗਿਣਤੀ ਬਾਈ ਹਜ਼ਾਰ ਛੇ ਸੌ ਸੀ"},{"number":3,"verse":"ਅਤੇ ਉੱਜ਼ੀ ਦੇ ਪੁੱਤ੍ਰ ਯਿਜ਼ਰਹਯਾਹ ਅਤੇ ਯਿਜ਼ਰਹਯਾਹ ਦੇ ਪੁੱਤ੍ਰ, - ਮੀਕਾਏਲ ਤੇ ਓਬਦਯਾਹ ਤੇ ਯੋਏਲ ਤੇ ਯਿੱਸ਼ਿਯਾਹ, ਪੰਜ, ਸਾਰੇ ਮੁਖੀਏ"},{"number":4,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਉਨ੍ਹਾਂ ਦੀਆਂ ਪੀੜ੍ਹੀਆਂ ਅਨੁਸਾਰ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਅਨੁਸਾਰ ਜੋਧਿਆਂ ਦੇ ਵੱਡੇ ਜਥੇ ਸਨ, ਛੱਤੀ ਹਜ਼ਾਰ ਜੁਆਨ ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਦੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਤੀਵੀਆਂ ਅਤੇ ਪੁੱਤ੍ਰ ਸਨ"},{"number":5,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾ ਯਿੱਸਾਕਾਰ ਦੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਵਿੱਚ ਡਾਢੇ ਸੂਰਮੇ ਸਨ ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਕੁਲ ਪੱਤ੍ਰੀਆਂ ਵਿੱਚ ਗਿਣੇ ਹੋਏ ਸਤਾਸੀ ਹਜ਼ਾਰ ਸਨ।।"},{"number":6,"verse":"ਬਿਨਯਾਮੀਨ ਦੇ ਪੁੱਤ੍ਰ, - ਬਲਾ ਤੇ ਬਕਰ ਤੇ ਯਿਦੀਅਏਲ, ਤਿੰਨ"},{"number":7,"verse":"ਅਤੇ ਬਲਾ ਦੇ ਪੁੱਤ੍ਰ, - ਅਸਬੋਨ ਉੱਜ਼ੀ ਤੇ ਉੱਜ਼ੀਏਲ ਤੇ ਯਿਰਮੋਥ ਤੇ ਈਰੀ, ਪੰਜ, ਪਿਤਰਾਂ ਦੇ ਘਰਾਣੀਆਂ ਦੇ ਮੁਖੀਏ, ਡਾਢੇ ਸੂਰਮੇ ਅਤੇ ਆਪਣੀਆਂ ਕੁਲ ਪੱਤ੍ਰੀਆਂ ਦੇ ਵਿੱਚ ਓਹ ਬਾਈ ਹਜ਼ਾਰ ਚੌਤੀ ਗਿਣੇ ਗਏ ਸਨ"},{"number":8,"verse":"ਅਤੇ ਬਕਰ ਦੇ ਪੁੱਤ੍ਰ ਜ਼ਮੀਰਾਹ ਤੇ ਯੋਆਸ਼ ਤੇ ਅਲੀਅਜ਼ਰ ਤੇ ਅਲਯੋਏਨਈ ਤੇ ਆਮਰੀ ਤੇ ਯਿਰੇਮੋਥ ਤੇ ਅਬੀਯਾਹ ਤੇ ਅਨਾਥੋਥ ਤੇ ਆਲਾਮਥ — ਏਹ ਸਾਰੇ ਬਕਰ ਦੇ ਪੁੱਤ੍ਰ ਸਨ"},{"number":9,"verse":"ਅਤੇ ਕੁਲ ਪੁੱਤ੍ਰੀ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੀਆਂ ਪੀੜ੍ਹੀਆਂ ਅਨੁਸਾਰ ਉਨ੍ਹਾਂ ਦੀ ਗਿਣਤੀ ਵੀਹ ਹਜ਼ਾਰ ਦੋ ਸੌ ਸੀ, ਡਾਢੇ ਸੂਰਮੇ ਅਤੇ ਆਪਣੇ ਪਿਤ੍ਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਦੇ ਮੁਖੀਏ"},{"number":10,"verse":"ਅਤੇ ਯਦੀਅਏਲ ਦੇ ਪੁੱਤ੍ਰ,- ਬਿਲਹਾਨ, ਤੇ ਬਿਲਹਾਨ ਦੇ ਪੁੱਤ੍ਰ, - ਯਊਸ਼ ਤੇ ਬਿਨਯਾਮੀਨ ਤੇ ਏਹੂਦ ਤੇ ਕਨਅਨਾਹ ਤੇ ਜ਼ੇਥਾਨ ਤੇ ਤਰਸ਼ੀਸ ਤੇ ਅਹੀਸ਼ਾਹਰ"},{"number":11,"verse":"ਏਹ ਸਾਰੇ ਯਦੀਏਲ ਦੇ ਪੁੱਤ੍ਰ ਆਪੋ ਆਪਣੇ ਪਿਤਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਦੇ ਮੁਖੀਆਂ ਅਨੁਸਾਰ ਡਾਢੇ ਸੂਰਮੇ ਸਤਾਰਾਂ ਹਜ਼ਾਰ ਦੋ ਸੌ ਸਨ ਜਿਹੜੇ ਸੈਨਾ ਵਿੱਚ ਜੁੱਧ ਕਰਨ ਜੋਗ ਸਨ"},{"number":12,"verse":"ਅਤੇ ਸ਼ੁੱਪੀਮ ਤੇ ਹੁੱਪੀਮ ਈਰ ਦੇ ਪੁੱਤ੍ਰ, ਹੁਸ਼ੀਮ ਅਹੇਰ ਦੇ ਪੁੱਤ੍ਰ।।"},{"number":13,"verse":"ਨਫਤਾਲੀ ਦੇ ਪੁੱਤ੍ਰ, - ਯਹਸੀਏਲ ਤੇ ਗੂਨੀ ਤੇ ਯਸਰ ਤੇ ਸ਼ੱਲੂਮ ਬਿਲਹਾਰ ਦੇ ਪੁੱਤ੍ਰ।।"},{"number":14,"verse":"ਮਨੱਸ਼ਹ ਦੇ ਪੁੱਤ੍ਰ, - ਅਸਰੀਏਲ ਜਿਹ ਨੂੰ ਉਹ ਦੀ ਅਰਾਮੀ ਸੁਰੀਤ ਜਣੀ — ਉਹ ਗਿਲਆਦ ਦਾ ਪਿਤਾ ਮਾਕੀਰ ਜਣੀ"},{"number":15,"verse":"ਅਤੇ ਮਾਕੀਰ ਨੇ ਹੁੱਪੀਮ ਤੇ ਸੁੱਪੀਮ ਤੋਂ ਇੱਕ ਤੀਵੀਂ ਵਿਆਹ ਲਈ ਜਿਹ ਦੀ ਭੈਣ ਦਾ ਨਾਉਂ ਮਅਕਾਹ ਸੀ। ਦੂਜੇ ਦਾ ਨਾਉਂ ਸਲਾਫਹਾਦ ਸੀ ਅਤੇ ਸਲਾਫਹਾਦ ਦੀਆਂ ਧੀਆਂ ਹੀ ਸਨ"},{"number":16,"verse":"ਅਤੇ ਮਾਕੀਰ ਦੀ ਤੀਵੀਂ ਮਅਕਾਹ ਇੱਕ ਪੁੱਤ੍ਰ ਜਣੀ ਅਤੇ ਉਹ ਦਾ ਨਾਉਂ ਪਰਸ਼ ਰਖਿਆ ਅਤੇ ਉਹ ਦੇ ਭਰਾ ਦਾ ਨਾਉਂ ਸ਼ਰਸ਼ ਸੀ ਅਤੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਊਲਾਮ ਤੇ ਰਾਕਮ ਸਨ"},{"number":17,"verse":"ਅਤੇ ਊਲਾਮ ਦੇ ਪੁੱਤ੍ਰ, - ਬਦਾਨ। ਏਹ ਗਿਲਆਦ ਦੇ ਪੁੱਤ੍ਰ ਸਨ ਜਿਹੜਾ ਮਾਕੀਰ ਦਾ ਪੁੱਤ੍ਰ ਤੇ ਮਨੱਸ਼ਹ ਦਾ ਪੋਤ੍ਰਾ ਸੀ"},{"number":18,"verse":"ਅਤੇ ਉਹ ਦੀ ਭੈਣ ਹੰਮੋਲਕਥ ਨੇ ਈਸ਼ਹੋਦ ਤੇ ਅਬੀਅਜ਼ਰ ਤੇ ਮਹਲਾਹ ਜਣੇ"},{"number":19,"verse":"ਅਤੇ ਸ਼ਿਮੀਦਾ ਦੇ ਪੁੱਤ੍ਰ ਏਹ ਸਨ, - ਅਹਯਾਨ ਤੇ ਸ਼ਕਮ ਤੇ ਲਿਕਹੀ ਤੇ ਅਨੀਆਮ।।"},{"number":20,"verse":"ਅਫਰਾਈਮ ਦੇ ਪੁੱਤ੍ਰ, - ਸ਼ੂਥਾਲਹ ਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਬਰਦ ਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਤਹਥ, ਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅਲਆਦਾਹ ਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਤਹਥ"},{"number":21,"verse":"ਅਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਜ਼ਾਬਾਦ ਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਸ਼ੂਥਲਾਹ ਤੇ ਅਜ਼ਰ ਤੇ ਅਲਆਦ ਜਿਨ੍ਹਾਂ ਨੂੰ ਗਥ ਦੇ ਮਨੁੱਖਾਂ ਨੇ ਜਿਹੜੇ ਉਸ ਦੇਸ ਵਿੱਚ ਜੰਮੇ ਸਨ ਇਸ ਲਈ ਮਾਰ ਸੁੱਟਿਆ ਕਿ ਓਹ ਉਨ੍ਹਾਂ ਦੇ ਪਸੂਆਂ ਦੀ ਚੋਰੀ ਕਰਨ ਨੂੰ ਲਹਿ ਆਏ ਸਨ"},{"number":22,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਪਿਤਾ ਅਫਰਾਈਮ ਬਹੁਤ ਦਿਨਾਂ ਤੀਕ ਸੋਗ ਕਰਦਾ ਰਿਹਾ ਅਤੇ ਉਹ ਦੇ ਭਾਈ ਬੰਦ ਉਸ ਨੂੰ ਤੱਸਲੀ ਦੇਣ ਲਈ ਆਏ"},{"number":23,"verse":"ਉਹ ਆਪਣੀ ਤੀਵੀਂ ਕੋਲ ਗਿਆ ਅਤੇ ਉਹ ਗਰਭਣੀ ਹੋਈ ਅਤੇ ਇੱਕ ਪੁੱਤ੍ਰ ਜਣੀ ਅਤੇ ਉਸ ਨੇ ਉਹ ਦਾ ਨਾਉਂ ਬਰੀਆਹ ਰੱਖਿਆ ਕਿਉਂ ਜੋ ਉਹ ਦੇ ਘਰ ਵਿੱਚ ਬੁਰਿਆਈ ਆਈ ਸੀ"},{"number":24,"verse":"ਅਤੇ ਉਹ ਦੀ ਧੀ ਸ਼ਅਰਾਹ ਸੀ ਜਿਸ ਨੇ ਹੇਠਲੇ ਤੇ ਉੱਤਲੇ ਬੈਤਹੋਰੋਨ ਨੂੰ ਅਤੇ ਉੱਜ਼ੇਨ-ਸ਼ਅਰਾਹ ਨੂੰ ਬਣਾਇਆ"},{"number":25,"verse":"ਅਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਰਫਹ ਤੇ ਰਸ਼ਫ ਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਤਲਹ ਤੇ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਤਹਨ"},{"number":26,"verse":"ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਲਅਦਾਨ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਅੰਮੀਹੂਦ, ਉਹ ਦਾ ਪੁਤ੍ਰ ਅਲੀਸ਼ਾਮਾ"},{"number":27,"verse":"ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਨੂਨ, ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਯਹੋਸ਼ੁਆ।।"},{"number":28,"verse":"ਉਨ੍ਹਾਂ ਦੇ ਜੈਦਾਦ ਤੇ ਵਸੇਬੇ ਏਹ ਸਨ, - ਬੈਤੇਲ ਉਹ ਦੇ ਪਿੰਡਾਂ ਸਣੇ ਅਤੇ ਚੜ੍ਹਦੇ ਪਾਸੇ ਨਅਰਾਨ ਅਤੇ ਲਹਿੰਦੇ ਪਾਸੇ ਗਜ਼ਰ ਉਹ ਦੇ ਪਿੰਡਾਂ ਸਣੇ, ਨਾਲੇ ਸ਼ਕਮ ਉਹ ਦੇ ਪਿੰਡਾਂ ਸਣੇ ਅੱਜ਼ਾਹ ਤੀਕ ਉਹ ਦੇ ਪਿੰਡਾ ਸਣੇ"},{"number":29,"verse":"ਅਤੇ ਮਨੱਸ਼ੀਆਂ ਦੀਆਂ ਹੱਦਾਂ ਕੋਲ ਬੈਤ-ਸ਼ਿਆਨ ਉਹ ਦੇ ਪਿੰਡਾ ਸਣੇ, ਤਅਨਾਕ ਉਹ ਦੇ ਪਿੰਡਾ ਸਣੇ, ਮਗਿੱਦੋ ਉਹ ਦੇ ਪਿਡਾਂ ਸਣੇ, ਦੋਰ ਉਹ ਦੇ ਪਿੰਡਾਂ ਸਣੇ। ਏਹਨਾਂ ਵਿੱਚ ਇਸਰਾਏਲ ਦੇ ਪੁੱਤ੍ਰ ਯੂਸੁਫ਼ ਦੇ ਪੁੱਤ੍ਰ ਵੱਸਦੇ ਸਨ।।"},{"number":30,"verse":"ਆਸ਼ੇਰ ਦੇ ਪੁੱਤ੍ਰ, - ਯਿਮਨਾਹ ਤੇ ਯਿਸ਼ਵਾਨ ਤੇ ਯਿਸ਼ਵੀ ਦੇ ਬਰੀਆਹ ਤੇ ਉਨ੍ਹਾਂ ਦੇ ਭੈਣ ਸਰਹ"},{"number":31,"verse":"ਅਤੇ ਬਰੀਆਹ ਦੇ ਪੁੱਤ੍ਰ, - ਹਬਰ ਤੇ ਮਲਕੀਏਲ ਜਿਹੜਾ ਬਿਰਜ਼ਾਵਿਥ ਦਾ ਪਿਤਾ ਹੈ"},{"number":32,"verse":"ਅਤੇ ਹਬਰ ਤੋਂ ਯਫਲੇਟ ਤੇ ਸ਼ੋਮਰ ਤੇ ਹੋਥਾਮ ਤੇ ਉਨ੍ਹਾਂ ਦੀ ਭੈਣ ਸ਼ੂਆ ਜੰਮੇ"},{"number":33,"verse":"ਅਤੇ ਯਫਲੇਟ ਦੇ ਪੁੱਤ੍ਰ, - ਪਸਾਕ ਤੇ ਬਿਸਹਾਲ ਤੇ ਅਸ਼ਵਥ। ਏਹ ਯਫਲੇਟ ਦੇ ਪੁੱਤ੍ਰ ਸਨ"},{"number":34,"verse":"ਅਤੇ ਸ਼ਮਰ ਦੇ ਪੁੱਤ੍ਰ, - ਅਹੀ ਤੇ ਰੋਹਗਾਹ, ਤੇ ਹੁੱਬਾਹ ਤੇ ਅਰਾਮ"},{"number":35,"verse":"ਅਤੇ ਉਹ ਦੇ ਭਰਾ ਹੇਲਮ ਦੇ ਪੁੱਤ੍ਰ, - ਸੋਫਹ ਤੇ ਯਿਮਨਾ ਤੇ ਸ਼ੇਲਸ਼ ਤੇ ਆਮਲ"},{"number":36,"verse":"ਸੋਫਾਹ ਦੇ ਪੁੱਤ੍ਰ, - ਸੂਅਹ ਤੇ ਹਰਨਫਰ ਤੇ ਸ਼ੂਆਲ ਤੇ ਬੇਰੀ ਤੇ ਯਿਮਰਾਹ"},{"number":37,"verse":"ਬਸਰ ਤੇ ਹੋਦ ਤੇ ਸ਼ੰਮਾ ਤੇ ਸ਼ਿਲਸ਼ਾਹ ਤੇ ਯਿਥਰਾਨ ਤੇ ਬਏਰਾ"},{"number":38,"verse":"ਅਤੇ ਯਬਰ ਦੇ ਪੁੱਤ੍ਰ, - ਯਫੁੰਨਾਹ ਤੇ ਪਿਸਪਾ ਤੇ ਅਰਾ"},{"number":39,"verse":"ਅਤੇ ਉੱਲਾ ਦੇ ਪੁੱਤ੍ਰ, - ਆਰਹ ਤੇ ਹੰਨੀਏਲ ਤੇ ਰਿਸਯਾ"},{"number":40,"verse":"ਏਹ ਸਾਰੇ ਆਸ਼ੇਰ ਦੇ ਪੁੱਤ੍ਰ ਸਨ, - ਪਿਤਰਾਂ ਦੇ ਘਰਾਣਿਆਂ ਦੇ ਮੁਖੀਏ, ਉੱਤਮ ਤੇ ਡਾਢੇ ਸੂਰਮੇ, ਸ਼ਜ਼ਾਦਿਆਂ ਦੇ ਮੁਖੀਏ ਅਤੇ ਜਿੰਨੇ ਕੁਲ ਪੱਤ੍ਰੀ ਅਨੁਸਾਰ ਸੈਨਾ ਦੇ ਜੋਧੇ ਗਿਣੇ ਗਏ ਸੋ ਛਬੀ ਹਜ਼ਾਰ ਸਨ।।"}]}