{"bibleAbbr":"NRSVue2021","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":9,"verses":[{"number":1,"verse":"(Destruction of the Enemies of the Jews) (v 17|EST 9:17; Esth 3.13; 8.12) Now in the twelfth month, which is the month of Adar, on the thirteenth day, when the king’s command and edict were about to be executed, on the very day when the enemies of the Jews hoped to gain power over them but that had been changed to a day when the Jews would gain power over their foes,"},{"number":2,"verse":"(vv 15–18|EST 9:15–18; Esth 8.11, 17; Ps 71.13, 24) the Jews gathered in their cities throughout all the provinces of King Ahasuerus to kill (Heb lay hands on) those who had sought their ruin, and no one could withstand them, because the fear of them had fallen upon all peoples."},{"number":3,"verse":"(Ezra 8.36) All the officials of the provinces, the satraps and the governors, and the royal officials were supporting the Jews because the fear of Mordecai had fallen upon them."},{"number":4,"verse":"(2 Sam 3.1; Prov 4.18) For Mordecai was powerful in the king’s palace, and his fame spread throughout all the provinces, because the man Mordecai was growing more and more powerful."},{"number":5,"verse":"So the Jews struck down all their enemies with the sword, slaughtering and destroying them, and did as they pleased to those who hated them."},{"number":6,"verse":"In the citadel of Susa the Jews killed and destroyed five hundred people."},{"number":7,"verse":"They killed Parshandatha, Dalphon, Aspatha,"},{"number":8,"verse":"Poratha, Adalia, Aridatha,"},{"number":9,"verse":"Parmashta, Arisai, Aridai, and Vaizatha,"},{"number":10,"verse":"(Esth 5.11; 8.11) the ten sons of Haman son of Hammedatha, the enemy of the Jews, but they did not touch the plunder."},{"number":11,"verse":"That very day the number of those killed in the citadel of Susa was reported to the king."},{"number":12,"verse":"(Esth 7.2) The king said to Queen Esther, “In the citadel of Susa the Jews have killed and destroyed five hundred people and the ten sons of Haman. What have they done in the rest of the king’s provinces? Now what is your petition? It shall be granted you. And what further is your request? It shall be fulfilled.”"},{"number":13,"verse":"(Esth 8.11) Esther said, “If it pleases the king, let the Jews who are in Susa be allowed tomorrow also to do according to this day’s edict, and let the ten sons of Haman be hung on the pole.”"},{"number":14,"verse":"So the king commanded this to be done; a decree was issued in Susa, and the ten sons of Haman were hung."},{"number":15,"verse":"(v 10) The Jews who were in Susa gathered also on the fourteenth day of the month of Adar, and they killed three hundred persons in Susa, but they did not touch the plunder."},{"number":16,"verse":"(vv 2, 10, 15) Now the other Jews who were in the king’s provinces also gathered to defend their lives and gained relief from their enemies and killed seventy-five thousand of those who hated them, but they laid no hands on the plunder."},{"number":17,"verse":"(vv 1, 21) This was on the thirteenth day of the month of Adar, and on the fourteenth day they rested and made that a day of feasting and gladness."},{"number":18,"verse":"(The Feast of Purim Inaugurated) (vv 2, 21) But the Jews who were in Susa gathered on the thirteenth day and on the fourteenth and rested on the fifteenth day, making that a day of feasting and gladness."},{"number":19,"verse":"(v 22|EST 9:22; Deut 16.11, 14; Neh 8.10) Therefore the Jews of the villages, who live in the open towns, hold the fourteenth day of the month of Adar as a day for gladness and feasting, a holiday on which they send gifts of food to one another."},{"number":20,"verse":"Mordecai recorded these things and sent letters to all the Jews who were in all the provinces of King Ahasuerus, both near and far,"},{"number":21,"verse":"enjoining them that they should keep the fourteenth day of the month Adar and also the fifteenth day of the same month, year by year,"},{"number":22,"verse":"(v 19) as the days on which the Jews gained relief from their enemies and as the month that had been turned for them from sorrow into gladness and from mourning into a holiday, that they should make them days of feasting and gladness, days for sending gifts of food to one another and presents to the poor."},{"number":23,"verse":"So the Jews adopted as a custom what they had begun to do, as Mordecai had written to them."},{"number":24,"verse":"(Esth 3.6, 7) For Haman son of Hammedatha the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them and had cast Pur—that is, “the lot”—to crush and to destroy them,"},{"number":25,"verse":"(Esth 3.6-15; 7.4-10; Ps 7.16) but when Esther (Heb she) came before the king, he gave orders in writing that the wicked plot that he had devised against the Jews should come upon his own head and that he and his sons should be hung on the pole."},{"number":26,"verse":"(v 20) Therefore these days are called Purim, from the word Pur. Thus because of all that was written in this letter and of what they had faced in this matter and of what had happened to them,"},{"number":27,"verse":"(vv 20, 21|EST 9:2021; Esth 8.17) the Jews established and accepted as a custom for themselves and their descendants and all who joined them that without fail they would continue to observe these two days every year, as it was written and at the time appointed."},{"number":28,"verse":"These days should be remembered and kept throughout every generation, in every family, province, and city, and these days of Purim should never fall into disuse among the Jews, nor should the commemoration of these days cease among their descendants."},{"number":29,"verse":"(vv 20, 21|EST 9:2021; Esth 2.15) Queen Esther daughter of Abihail, along with Mordecai the Jew, gave full written authority confirming this second letter about Purim."},{"number":30,"verse":"(Esth 1.1) Letters were sent wishing peace and security to all the Jews, to the one hundred twenty-seven provinces of the kingdom of Ahasuerus,"},{"number":31,"verse":"(Esth 4.3) and giving orders that these days of Purim should be observed at their appointed seasons, as Mordecai the Jew and Queen Esther enjoined on the Jews, just as they had laid down for themselves and for their descendants regulations concerning their fasts and their lamentations."},{"number":32,"verse":"(v 26) The command of Esther fixed these practices of Purim, and it was recorded in writing."}]}