{"bibleAbbr":"msAB1996","bookName":"PENGKHUTBAH","bookEnglishName":"Ecclesiastes","chapterNumber":2,"verses":[{"number":1,"verse":"Aku mengambil keputusan untuk berseronok agar mengetahui erti kebahagiaan, tetapi usahaku sia-sia."},{"number":2,"verse":"Aku mendapati bahawa ketawa itu suatu kebodohan, dan bahawa keseronokan tidak membawa faedah."},{"number":3,"verse":"Kerana didorong oleh keinginan untuk beroleh hikmat, aku bertekad untuk menggembirakan hati dengan minum wain dan bersuka-suka. Aku menyangka inilah cara terbaik bagi seseorang menikmati hidupnya yang singkat di bumi."},{"number":4,"verse":"Aku berjaya dalam banyak hal. Aku membina rumah dan mengusahakan ladang anggur."},{"number":5,"verse":"Aku mengusahakan taman dan kebun yang ditanami berbagai-bagai pokok buah-buahan."},{"number":6,"verse":"Aku menggali parit untuk mengairi taman dan kebun itu."},{"number":7,"verse":"( ) Aku mempunyai banyak abdi, baik yang kubeli ataupun yang dilahirkan di rumahku. Aku memiliki lebih banyak ternakan daripada sesiapa yang pernah tinggal di Yerusalem."},{"number":8,"verse":"( ; ) Aku mengumpulkan emas dan perak daripada perbendaharaan negeri-negeri yang aku perintah. Biduan dan biduanita menyanyi untuk menghiburkan aku, dan aku mempunyai perempuan sebanyak yang kuingini. ( , )"},{"number":9,"verse":"( ) Aku demikian agung, lebih agung daripada sesiapa yang pernah tinggal di Yerusalem, dan hikmatku sentiasa menolong aku."},{"number":10,"verse":"Aku mendapat segala sesuatu yang aku mahu. Aku tidak pernah menahan diri daripada menikmati keseronokan. Aku bangga dengan segala yang telah kuusahakan. Segalanya itu ganjaranku."},{"number":11,"verse":"Kemudian aku merenungkan segala yang telah kulakukan, dan betapa kuat aku telah mengusahakannya. Lalu aku sedar bahawa segalanya tidak bermakna. Usahaku itu sia-sia seperti mengejar angin."},{"number":12,"verse":"Seorang raja hanya dapat melakukan apa yang telah dilakukan oleh raja-raja yang sebelumnya. Lalu aku mula berfikir tentang hikmat, kebebalan, dan kebodohan."},{"number":13,"verse":"Aku memang tahu, “Hikmat lebih baik daripada kebodohan, seperti cahaya lebih baik daripada kegelapan."},{"number":14,"verse":"Orang bijak tahu ke mana mereka pergi, sedangkan orang bodoh tidak.” Tetapi aku tahu juga bahawa kesudahan mereka semua sama!"},{"number":15,"verse":"Aku berfikir, “Kesudahanku sama dengan kesudahan orang bodoh. Oleh itu, apakah untungnya jika aku bijak?” Lalu aku mengambil kesimpulan bahawa hikmat itu memang tidak berguna sama sekali."},{"number":16,"verse":"Tidak seorang pun ingat akan orang bijak, ataupun orang bodoh. Pada masa yang akan datang mereka semua akan dilupakan. Semua orang mesti mati, baik yang bijak mahupun yang bodoh."},{"number":17,"verse":"Oleh itu, hidup tidak bermakna bagiku, kerana semua yang telah kualami, memberikan aku kesusahan semata-mata. Semua itu sia-sia; aku telah mengejar angin sahaja."},{"number":18,"verse":"Tiada sesuatu pun yang telah kuusahakan dan kucapai bermakna bagiku, kerana aku tahu bahawa aku mesti menyerahkannya kepada penggantiku."},{"number":19,"verse":"Siapa tahu? Mungkin dia bijak, mungkin dia bodoh! Namun dia akan mewarisi semua yang telah kuusahakan; segala yang telah kuperoleh di dunia dengan hikmatku. Semua itu sia-sia."},{"number":20,"verse":"Aku menyesal kerana telah bekerja begitu keras."},{"number":21,"verse":"Seseorang mengusahakan sesuatu dengan segala hikmat, pengetahuan, dan kemahirannya, kemudian terpaksa menyerahkan segala hasil jerih payahnya kepada seseorang yang tidak mengusahakannya. Bukankah itu sia-sia dan tidak adil?"},{"number":22,"verse":"Manusia bekerja dan khuatir seumur hidup, tetapi apakah hasilnya?"},{"number":23,"verse":"( , ) Selama mereka hidup, semua perbuatan mereka itu mendatangkan kekhuatiran dan penderitaan batin. Pada waktu malam pun hati mereka resah. Semua itu sia-sia!"},{"number":24,"verse":"( , , ; ; ; ) Sebaik-baiknya yang dapat dilakukan oleh manusia adalah makan, minum, dan menikmati hasil usaha mereka. Namun aku sedar bahawa semua ini pemberian Allah juga."},{"number":25,"verse":"Siapakah yang dapat makan dan menikmati hidup tanpa Allah?"},{"number":26,"verse":"( ; ) Allah memberikan hikmat, pengetahuan, dan kegembiraan kepada orang yang menyenangkan hati-Nya. Tetapi orang berdosa disuruh-Nya bekerja mencari nafkah dan menimbun hasil, dan akhirnya semua itu diberikan kepada orang yang menyenangkan hati Allah. Semua itu sia-sia, seperti mengejar angin."}]}