{"bibleAbbr":"msAB1996","bookName":"PENGKHUTBAH","bookEnglishName":"Ecclesiastes","chapterNumber":3,"verses":[{"number":1,"verse":"( Segala Sesuatu Ada Waktunya) Segala sesuatu di dunia ini berlaku pada waktu yang ditentukan Allah."},{"number":2,"verse":"Dia menentukan waktu untuk melahirkan dan waktu untuk meninggal, waktu untuk menanam dan waktu untuk mencabut,"},{"number":3,"verse":"waktu untuk membunuh dan waktu untuk menyembuhkan, waktu untuk merobohkan dan waktu untuk membina."},{"number":4,"verse":"Dia menentukan waktu untuk menangis dan waktu untuk tertawa, waktu untuk berkabung dan waktu untuk menari,"},{"number":5,"verse":"waktu untuk berasmara dan waktu untuk menahan diri, waktu untuk memeluk dan waktu untuk mengawal diri."},{"number":6,"verse":"Dia menentukan waktu untuk mendapat dan waktu untuk kehilangan, waktu untuk menyimpan dan waktu untuk membuang,"},{"number":7,"verse":"waktu untuk mengoyakkan dan waktu untuk menjahit, waktu untuk berdiam diri dan waktu untuk bertutur."},{"number":8,"verse":"Dia menentukan waktu untuk mengasihi dan waktu untuk membenci, waktu untuk berperang dan waktu untuk berdamai."},{"number":9,"verse":"Apakah hasil semua usaha kita?"},{"number":10,"verse":"Aku tahu bahawa Allah telah memberikan beban yang berat kepada kita."},{"number":11,"verse":"Dia telah menentukan waktu yang tepat bagi tiap-tiap perkara. Dia telah memberi kita keinginan untuk mengetahui masa depan, tetapi tidak memberi kita pemahaman tentang segala perbuatan-Nya dari awal sampai akhir."},{"number":12,"verse":"Oleh itu, aku insaf bahawa sebaik-baiknya yang dapat kita lakukan adalah bersukacita dan berusaha sedaya upaya semasa kita masih hidup."},{"number":13,"verse":"Kita semua harus makan dan minum serta menikmati hasil usaha kita kerana semua itu pemberian Allah."},{"number":14,"verse":"Aku tahu bahawa semua yang dilakukan oleh Allah itu kekal. Manusia tidak dapat menambahnya, ataupun menguranginya. Allah bertindak demikian supaya kita menghormati Dia."},{"number":15,"verse":"Apa-apa yang telah berlaku atau akan berlaku telah pun berlaku pada masa yang lampau. Allah menentukan supaya yang sudah berlaku, akan terjadi berulang kali."},{"number":16,"verse":"( Ketidakadilan di Dunia) Selain itu, aku nampak juga bahawa di dunia ini, di tempat yang seharusnya ada keadilan dan kebaikan, di situ terdapat kejahatan."},{"number":17,"verse":"Aku berfikir, Allah akan mengadili orang baik dan orang jahat, kerana setiap perkara dan setiap tindakan akan berlaku pada waktunya yang tertentu. ( Dapat bermakna: waktunya yang tertentu; Naskhah Ibrani: waktunya yang tertentu di sana.)"},{"number":18,"verse":"Inilah pendapatku: Allah menguji kita untuk menunjukkan bahawa nasib kita tidak berbeza dengan nasib binatang."},{"number":19,"verse":"Bukankah manusia dan binatang senasib? Kedua-duanya makhluk dan kedua-duanya pun akan mati. Manusia tidak lebih baik daripada binatang, kerana bagi kedua-duanya hidup itu sia-sia."},{"number":20,"verse":"Kedua-duanya kembali ke tempat yang sama - ke tanah. Kedua-duanya berasal dari tanah dan akan kembali ke tanah."},{"number":21,"verse":"Siapakah dapat memastikan bahawa roh manusia naik ke atas dan roh binatang turun ke bawah bumi?"},{"number":22,"verse":"Oleh itu, aku sedar bahawa hal terbaik yang dapat kita lakukan adalah menikmati hasil usaha kita. Selain itu tidak ada apa-apa yang dapat kita lakukan. ( hasil usaha kita... lakukan; atau usaha kita, kerana kita mesti melakukannya juga.) Kita tidak mungkin mengetahui apa-apa yang akan berlaku setelah kita meninggal."}]}