{"bibleAbbr":"msAB1996","bookName":"PENGKHUTBAH","bookEnglishName":"Ecclesiastes","chapterNumber":6,"verses":[{"number":1,"verse":"Aku melihat ketidakadilan yang sangat menekan manusia di dunia ini."},{"number":2,"verse":"Allah memberi orang harta, kekayaan dan kehormatan - apa-apa sahaja yang diingini mereka, tetapi Allah tidak membenarkan mereka menikmati semua pemberian itu. Sebaliknya, orang yang tidak dikenal akan menikmati kekayaan itu. Semua itu sia-sia dan tidak adil."},{"number":3,"verse":"Seorang mungkin mempunyai seratus orang anak, dan umurnya mungkin panjang. Walaupun umurnya panjang, tetapi jika dia tidak bahagia, dan tidak diberikan penguburan yang sepatutnya, keadaannya lebih malang daripada seorang bayi yang meninggal ketika dilahirkan."},{"number":4,"verse":"Sia-sialah bayi itu dilahirkan; dia lenyap dalam kegelapan dan dilupakan orang."},{"number":5,"verse":"Bayi itu tidak melihat cahaya matahari atau merasai kehidupan. Tetapi setidak-tidaknya dia telah mendapat rehat."},{"number":6,"verse":"Hal itu lebih baik daripada orang yang hidup dua ribu tahun tetapi tidak pernah menikmati hidup, kerana kedua-duanya menuju ke tempat yang sama."},{"number":7,"verse":"Orang bekerja keras semata-mata untuk mencari makan, namun mereka tidak berkecukupan."},{"number":8,"verse":"Apakah kelebihan orang bijak jika dibandingkan dengan orang bodoh? Apakah gunanya orang miskin berkelakuan baik di tengah-tengah masyarakat?"},{"number":9,"verse":"Sia-sia sahaja. Semua itu seperti usaha mengejar angin. Lebih baik kamu puas hati dengan apa yang ada pada kamu daripada sentiasa mengingini apa yang tidak kamu punyai."},{"number":10,"verse":"Segala yang berlaku telah ditentukan sejak dahulu, dan kita tahu bahawa semua orang ( dan kita... orang; atau dan sifat manusia sudah diketahui; orang.) tidak dapat membantah orang yang lebih kuat."},{"number":11,"verse":"Semakin mereka membantah, semakin tidak berguna, malahan mereka tidak mendapat keuntungan apa-apa."},{"number":12,"verse":"Bagaimana orang dapat mengetahui apa yang terbaik bagi hidup manusia yang pendek dan sia-sia ini - hidup yang segera lenyap seperti bayang-bayang? Bagaimanakah orang dapat mengetahui apa yang akan berlaku di dunia ini setelah mereka meninggal?"}]}