{"bibleAbbr":"TCB1973","bookName":"லூக்காஸ்","bookEnglishName":"Luke","chapterNumber":21,"verses":[{"number":1,"verse":"அவர் ஏறெடுத்துப் பார்க்கையில், பணக்காரர் தம் காணிக்கைகளை உண்டியலில் போடுவதைக் கண்டார்."},{"number":2,"verse":"வறுமைமிக்க கைம்பெண் ஒருத்தியும் இரண்டு செப்புக்காசுகளைப் போடுவதைக் கண்டு,"},{"number":3,"verse":"\" இந்த ஏழைக்கைம்பெண் மற்றெல்லாரையும்விட அதிகம் போட்டாள் என்று உண்மையாகவே உங்களுக்குச் சொல்லுகிறேன்."},{"number":4,"verse":"ஏனெனில், அவர்கள் அனைவரும் தங்களிடம் மிகுதியாயிருந்த பணத்திலிருந்து கடவுளுக்குக் காணிக்கை போட்டனர். இவளோ தன் வறுமையிலும் தன் பிழைப்புக்கானது முழுவதையுமே போட்டுவிட்டாள் என்றார்.\""},{"number":5,"verse":"கோயிலைப்பற்றிச் சிலர் பேசிக்கொணடிருக்கையில், அது நல்ல கற்களாலும் பொருந்தனைக் கொடைகளாலும் அழகு செய்யப்பட்டுள்ளது என்றபோது அவர்,"},{"number":6,"verse":"ஒருநாள் வரும்: நீங்கள் காணும் இதெல்லாம், கல்லின்மேல் கல் இராதபடி இடிபடும் என்றார்."},{"number":7,"verse":"போதகரே, இவை எப்பொழுது நடக்கும்? இவை நடைபெறவிருக்கும்பொழுது தோன்றும் அறிகுறி என்ன? என்று அவர்கள் அவரை வினவினர்."},{"number":8,"verse":"அதற்கு அவர், \"ஏமாறாதபடி பார்த்துக் கொள்ளுங்கள். பலர் என் பெயரை வைத்துக்கொண்டு, 'நானே அவர், குறித்த காலம் நெருங்கிவிட்டது' என்பார்கள். அவர்கள்பின்னே போகாதீர்கள்."},{"number":9,"verse":"போர்களைப் பற்றியும் குழப்பங்களைப்பற்றியும் கேள்விப்படும்போது திகிலடையாதீர்கள். இவை முதலில் நிகழத்தான் வேண்டும். ஆனால் முடிவு உடனே வராது\" என்றார்."},{"number":10,"verse":"மேலும் அவர் சொன்னதாவது: \"நாடு நாட்டையும், அரசு அரசையும் எதிர்த்து எழும்."},{"number":11,"verse":"பற்பல இடங்களில் கொடிய நிலநடுக்கமும் கொள்ளைநோய்களும் பஞ்சமும் உண்டாகும்; அச்சமூட்டும் நிகழ்ச்சிகளும் வானத்தில் பெரிய அறிகுறிகளும் தோன்றும்."},{"number":12,"verse":"\"இதற்கெல்லாம் முன்னதாக என் பெயரின்பொருட்டு உங்களைப் பிடித்து, செபக்கூடங்களுக்கும் சிறைச்சாலைகளுக்கும் இழுத்துச் சென்று, அரசர்களுக்கும் தலைவர்களுக்கும் உங்களைக் கையளித்துத் துன்புறுத்துவர்."},{"number":13,"verse":"எனக்கு நீங்கள் சாட்சியாயிருப்பதற்கு இவை உங்களுக்கு வாய்ப்பு அளிக்கும்."},{"number":14,"verse":"எனவே, என்னபதில் அளிக்கலாம் என்று முன்னதாகவே எண்ணிப்பார்க்க வேண்டாம்; இதை உள்ளத்தில் இருத்துங்கள்."},{"number":15,"verse":"உங்கள் எதிரிகள் எவருமே உங்களை எதிர்த்து நிற்கவோ மறுத்துப் பேசவோ கூடாதபடி உங்களுக்குப் பேச்சுவன்மையும் ஞானமும் அருளுவேன்."},{"number":16,"verse":"உங்கள் பெற்றோரும் உடன்பிறந்தோரும் உறவினரும் நண்பரும் உங்களைக் காட்டிக்கொடுப்பர். 'உங்களுள் சிலர் கொல்லப்படுவர்"},{"number":17,"verse":"என்பெயரைக் குறித்து உங்களை எல்லாரும் வெறுப்பர்."},{"number":18,"verse":"ஆயினும் உங்கள் தலைமயிர் ஒன்றுகூட விழவேவிழாது."},{"number":19,"verse":"நிலைத்துநின்றால், உங்கள் ஆன்மாக்களை மீடடுக்கொள்வீர்கள்."},{"number":20,"verse":"யெருசலேமைப் படைகள் முற்றுகையிடக் காணும்போது, அதன் அழிவு நெருங்கி விட்டது என்று அறிந்துகொள்ளுங்கள்.\""},{"number":21,"verse":"அப்போது யூதேயாவிலிருப்பவர்கள் மலைகளுக்கு ஓடிப்போகட்டும். நகருக்குள் இருப்பவர்கள் வெளியேறட்டும். நாட்டுப்புறங்களில் இருப்பவர்கள் நகருக்குள்ளே வராதிருக்கட்டும்."},{"number":22,"verse":"தண்டனையின் காலம் அது. எழுதியுள்ளதெல்லாம் அப்போது நிறைவேற வேண்டும்."},{"number":23,"verse":"அந்நாட்களில் கருப்பவதிகளுக்கும் பாலூட்டுவோருக்கும் ஐயோ பரிதாபம்! ஏனெனில், நாட்டிலே மிகுந்த நெருக்கடியும், இம்மக்களின்மேல் தேவகோபமும் உண்டாகும்."},{"number":24,"verse":"இவர்கள் வாள்முனையில் மடிவார்கள்; புறநாடுகளுக்கெல்லாம் அடிமைகளாகக் கொண்டுசெல்லப் படுவார்கள். புறவினத்தாரின் காலம் நிறைவேறுமட்டும் யெருசலேம் புறவினத்தாரால் மிதிபடும்."},{"number":25,"verse":"\"கதிரவனும் நிலாவிலும் விண்மீன்களிலும் அறிகுறிகள் தென்படும். மண்ணுலகில் கடற்கொந்தளிப்பின் முழக்கத்தினால் நாடுகள் குழப்பமடைந்து இடுக்கண் உறும்."},{"number":26,"verse":"உலகத்திற்கு என்ன நேருமோ என்னும் ஏக்கத்தினாலும் அச்சத்தினாலும் மக்கள் உயிர்விடுவார்கள்."},{"number":27,"verse":"வானத்தின் படைகள் அசைக்கப்படும். அப்பொழுது மனுமகன் மிகுந்த வல்லமையோடும் மாட்சிமையோடும் மேகத்தின்மீது வருவதைக் காண்பார்கள்."},{"number":28,"verse":"இவை நிகழத்தொடங்கும்போது, தலைநிமிர்ந்து நில்லுங்கள்; உங்கள் மீட்பு நெருங்கி வருகின்றது.\""},{"number":29,"verse":"மேலும், அவர் அவர்களுக்குச் சொன்ன உவமையாவது: \"அத்திமரத்தையும் மற்ற மரங்களையும் பாருங்கள்."},{"number":30,"verse":"அவை தளிப்பதைப் பார்க்கும்பொழுது, இதோ! கோடைக்காலம் அண்மையில் உள்ளது என்று அறிந்து கொள்ளுகிறீர்கள்."},{"number":31,"verse":"அவ்வாறே, நீங்களும் இதெல்லாம் நடைபெறுவதைக் காணும்போது கடவுளின் அரசு அண்மையில் உள்ளது என்று அறிந்துகொள்ளுங்கள்."},{"number":32,"verse":"இவை யாவும் நடைபெறும்வரை இத்தலைமுறை ஒழியாது என்று உறுதியாக உங்களுக்குச் சொல்லுகிறேன்."},{"number":33,"verse":"விண்ணும் மண்ணும் ஒழிந்துபோம், என் வார்த்தைகளோ ஒழியவே ஒழியா."},{"number":34,"verse":"\"களியாட்டத்தாலும் குடிவெறியாலும் உலகக் கவலையாலும் உங்கள் உள்ளங்கள் மந்தமடையாதபடியும், அந்நாள் எதிர்பாராமல் கண்ணிபோல் உங்களைச் சிக்கவைக்காதபடியும் எச்சரிக்கையாயிருங்கள்."},{"number":35,"verse":"ஏனெனில், மண்ணுலகெங்கும் வாழும், அனைவர்மேலும் அந்நாள் வந்து விடியும்."},{"number":36,"verse":"நிகழப்போகும் அனைத்திலிருந்தும் தப்பித்துக்கொண்டு மனுமகன்முன் நிற்க நீங்கள் வலிமையுள்ளவர்களாய் இருக்கும்படி, எந்நேரமும் செபித்து விழிப்பாயிருங்கள்.\""},{"number":37,"verse":"அவர் பகலிலே கோயிலில் போதிப்பார். இரவிலோ ஒலிவத்தோப்பு மலைக்குப் போய் வெட்டவெளியில் தங்குவார்."},{"number":38,"verse":"பொழுது விடிந்ததும், கோயிலில் அவர் சொல்வதைக்கேட்க மக்கள் எல்லாரும் அவரிடம் வருவார்கள்."}]}