{"bibleAbbr":"GB1539","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":12,"verses":[{"number":1,"verse":"I beseche you therfore brethren, by the mercyfulnes of God, that ye make yor bodies a quycke sacryfice, holy & acceptable vnto God: which is youre resonable seruynge of God"},{"number":2,"verse":"& fassyon not youre selues lyke vnto this worlde: but be ye chaunged in youre shape, by the renuyng of your mynde, that ye maye proue what thynge that good, and acceptable, and perfaycte wyll of God is."},{"number":3,"verse":"For I saye (thorowe the grace that vnto me geuen is) to euery man amonge you, that noman stonde hye in his owne conceate, more then it becommeth hym to esteme of him selfe: but so iudge of hym selfe, that he be gentle and sober, accordynge, as God hath dealte to euery man the measure of fayth."},{"number":4,"verse":"For as we haue many membres in one body, and all members haue not one office:"},{"number":5,"verse":"so we beynge many, are one body in Chryst, and euery man among oure selues, one anothers members."},{"number":6,"verse":"Seynge that we haue diuers gyftes accordynge to the grace that is geuen vnto vs: yf eny man haue the gyft of prophesye, let him haue it that it be agreyng vnto the fayth."},{"number":7,"verse":"Let hym that hath an office wayte on his office. Let him that teacheth take hede to hys doctryne."},{"number":8,"verse":"Let hym that exhorteth, geue attendaunce to his exhortacion. If eny man geue, let hym do it with synglenes. Let hym that ruleth, do it wit diligence. If eny man shewe mercy, let hym do it with cherfulnes."},{"number":9,"verse":"Let loue be without dissimulacion Hate that which is euyll & cleaue vnto that which is good."},{"number":10,"verse":"Be kynd one to another wich brotherly loue. In geuynge honoure, go one before another."},{"number":11,"verse":"Be not slouthfull in the busynes which ye haue in hande. Be feruent in the sprete. Applye youre selues to the tyme."},{"number":12,"verse":"Reioyce in hope. Be pacient in tribulacion. Continue in prayer."},{"number":13,"verse":"Distribute vnto the necessite of the sayntes: be readie to harboure."},{"number":14,"verse":"Blesse them which persecute you: blesse (I saye) and course not."},{"number":15,"verse":"Be mery with them that are mery. Wepe also with them that wepe."},{"number":16,"verse":"Be of lyke affeccion one towardes another. Be not hye mynded: but make youre selues equall to them of the lower sorte. Be not wyse in youre awne opynyons."},{"number":17,"verse":"Recompence to no man euyll for euyll. Prouyde afore hande thynges honeste in the syght of all men."},{"number":18,"verse":"If it be possyble, (as moch as is in you) lyue peaceably with all men."},{"number":19,"verse":"Dearly beloued, auenge not youre selues, but rather geue place vnto wrath. For it is wrytten: vengeaunce is myne, I wyll rewarde, sayth the Lorde."},{"number":20,"verse":"Therfore, yf thyne enemy honger, fede him: yf he thyrst, geue hym dryncke. For in so doyng thou shalt heape coles of fyre on hys heade."},{"number":21,"verse":"Be not ouercome of euyll, but ouercome euyll, with goodnes:"}]}