{"bibleAbbr":"GB1539","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":13,"verses":[{"number":1,"verse":"Let euery soule submyt hym selfe vnto the auctoryte of the hyer powers. For there is no power but of God."},{"number":2,"verse":"The powers that be, are ordeyned of God. Whosoeuer therfore resysteth power, resysteth the ordinaunce of God. But they that resyst, shall receaue to them selfe damnacyon."},{"number":3,"verse":"For rulers are not fearfull to them that do good, but to them that do euyll. Wylt thou be without feare of the power? Do well then: and so shalt thou he praysed of the same."},{"number":4,"verse":"For he is the mynyster of God, for thy welth. But and yf thou do that which is, euyll, then feare: for he beareth not the sweard for nought: for he is the mynister of God, to take vengeaunce on hym that doth euyll."},{"number":5,"verse":"Wherfore, ye must nedes obeye, not onely for feare of vengeaunce: but also because of conscience."},{"number":6,"verse":"And euen for this cause paye ye tribute. For they are Goddes mynysters, seruinge for the same purpose."},{"number":7,"verse":"Geue to euery man therfore hys duetye: tribute to whom tribute belongeth: custome, to whom custome is due: feare, to whom feare belongeth: honoure, to whom honoure pertayneth."},{"number":8,"verse":"O we nothynge to eny man: but thys, that ye loue one another. For he that loueth another hath fulfylled the lawe."},{"number":9,"verse":"For these commaundementes. Thou shalt not commytt aduoutry: thou shalt not kyll: thou shalt not steale: thou shalt not beare false wytnes: thou shalt not lust, and so forth (yf there be eny other commaundement) it is all comprehended in thys sayinge, Namely: Loue thyne neyghbour as thy selfe."},{"number":10,"verse":"Loue hurteth not his neyghbour. Therfore is loue the fulfyllinge of the lawe."},{"number":11,"verse":"This also, we knowe the season howe that it is tyme that we shulde now awake out of slepe. For now is oure saluacyon nearer, then when we beleued."},{"number":12,"verse":"The nyght is passed, the daye is come nye. Let vs therfore cast awaye the dedes of darcknes, and let vs put on the Armoure of lyght."},{"number":13,"verse":"Let vs walke honestly as it were in the daye lyght: not in eatynge & drynckynge, nether in chamburyng and wantannes, nether in stryfe & enuyinge:"},{"number":14,"verse":"but put ye on the Lorde Iesus Chryst. And make not prouisyon for the fleshe, to fulfyll the lustes of it."}]}