{"bibleAbbr":"GB1539","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":3,"verses":[{"number":1,"verse":"What preferment then hath the Iewe? or what aduauntageth circumcisyon?"},{"number":2,"verse":"Surely verye moch. Fyrst because that vnto them were commytted the wordes of God."},{"number":3,"verse":"What then though some of them dyd not beleue? shall theyr vnbeleue make the promes of God without effecte?"},{"number":4,"verse":"God forbyd Let God be true, and euery man a lyar, at it is wrytten: that thou myghtest be iustifyed in thy sayinges, and ouercome, when thou art iudged."},{"number":5,"verse":"But yf oure vnryghtewesnes make the ryghtewesnes of God more excellent: what shall we saye? Is God vnryghteous, which taketh vngeaunce? I speake after the maner of men:"},{"number":6,"verse":"God forbyd. For how then shall God iudge the worlde?"},{"number":7,"verse":"For yf the trueth of God appeare more excellent thorow my lye, vnto his prayse, why am I hence forth iudged as a synner:"},{"number":8,"verse":"and not rather (as men speake euyll of vs, and as some affyrme that we saye) let vs do euyll, that good maye come therof. Whose damnacyon is iuste."},{"number":9,"verse":"What then? Are we better then they? No, in no wyse. For we haue all ready proued, how that both Iewes and Gentyls are all vnder synne,"},{"number":10,"verse":"as it is wrytten. there is none ryghteous, no not one:"},{"number":11,"verse":"there is none that vnderstandeth, there is none that seketh after God:"},{"number":12,"verse":"they are all gone out of the waye, they are all vnprofytable, ther is none that doeth good, no not one."},{"number":13,"verse":"Theyr throte is an open sepulcre, with theyr tounges they haue disceaued: the poyson of aspes is vnder theyr lyppes."},{"number":14,"verse":"Whose mouth is full of curssynge and bytternes."},{"number":15,"verse":"Their fete are swyfte to shed bloud."},{"number":16,"verse":"Destruccyon and wretchednes are in theyr wayes,"},{"number":17,"verse":"and the waye of peace haue they not knowen."},{"number":18,"verse":"There is no feare of God before theyr eyes."},{"number":19,"verse":"We knowe that what thynges soeuer the lawe sayth, it sayth it to them which are vnder the lawe. That all mouthes maye be stopped, & that all the worlde maye be subdued to God,"},{"number":20,"verse":"because that by the dedes of the lawe ther shall no flesshe be iustifyed in hys syght. For by the lawe commeth the knowledge of sinne."},{"number":21,"verse":"But now is the ryghtewesnes of God declared wythout the lawe, for asmoch as it is alowed by the testimonye of the lawe and of the Prophetes."},{"number":22,"verse":"The ryghtewesnes of God, commeth by the fayth of Iesus Christ, vnto all and vpon all them that beleue. Ther is no dyfference:"},{"number":23,"verse":"for all haue synned, and are destitute of the glorye of God:"},{"number":24,"verse":"but are iustifyed frely by his grace, through the redempcyon that is in Christ Iesu,"},{"number":25,"verse":"whom God hath set forth to be the obtayner of mercy thorow fayth, by the meanes of hys bloude, to declare hys ryghteousnes, in that he forgeueth the synnes that are passed, whych God dyd suffre,"},{"number":26,"verse":"to shewe at thys tyme hys ryghtewesnes, that he might be counted iust, and the iustifyar of hym whych beleueth on Iesus."},{"number":27,"verse":"Where is then thy reioysynge? It is excluded. By what lawe? of workes? Naye: but by the lawe of fayth."},{"number":28,"verse":"Therfore we holde, that a man is iustifyed by fayth without the dedes of the lawe:"},{"number":29,"verse":"Is he the God of the Iewes onely? Is he not also the God of the Gentyls? Yes, euen of the Gentyls also."},{"number":30,"verse":"For it is God only which iustifyeth the circumcisyon that is of fayth, and vncircumcisyon thorow fayth"},{"number":31,"verse":"Do we then destroye the lawe thorow fayth? God forbyd. But we rather maintayne the lawe."}]}