{"bibleAbbr":"GB1539","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":4,"verses":[{"number":1,"verse":"What shall we saye then, that Abraham oure father (as pertaynynge to the flesshe) dyd fynde?"},{"number":2,"verse":"If Abraham were iustyfyed by dedes, then hath he wherin to reioyce: but not wt God."},{"number":3,"verse":"For what sayth the scripture? Abraham beleued God, and it was counted vnto him for ryghtewesnes."},{"number":4,"verse":"To hym that worketh, is the rewarde not reckned of fauoure, but of dutye."},{"number":5,"verse":"To hym that worketh not, but beleueth on him that iustifyeth the vngodly, is his fayth counted for ryghtewesnes."},{"number":6,"verse":"Euen as Dauid describeth the blessedfulnes of that man, vnto whom God imputeth ryghtewesnes wythout dedes."},{"number":7,"verse":"Blessed are they, whose vnryghtewesnes are forgeuen, and whose synnes are couered"},{"number":8,"verse":"Blessed is that man, to whom the Lorde wyll not impute synne."},{"number":9,"verse":"Came this blessednes then vpon the vncircumcisyon, or vpon the circumcisyon also? For we saye, that fayth was rekened to Abraham for ryghtewesnes."},{"number":10,"verse":"How was it then rekened? whan he was in the circumcisyon? or whan he was in the vncircumcysyon? Not in the tyme of circumcisyon: but when he was yet vncircumcised."},{"number":11,"verse":"And he receaued the sygne of circumcisyon, as a seale of the ryghtewesnes of fayth, whych he had yet beynge vncircumcysed, that he shulde be the father of all them that beleue, though they be not circumcised, that ryghtewesnes myght be imputed to them also:"},{"number":12,"verse":"and that he myght be father of circumcisyon, not vnto them onely whych came of the circumcised, but vnto them also that walke in the steppes of the fayth that was in oure father Abraham, before the tyme of circumcisyon."},{"number":13,"verse":"For the promes (that he shuld be the heyre of the worlde) happened not to Abraham or to his seed thorow the lawe: but thorow the ryghtewesnes of fayth."},{"number":14,"verse":"For yf they whych are of the lawe, be heyres, then is fayth but vayne and the promes of none effecte."},{"number":15,"verse":"Because the lawe causeth wrath. For where no lawe is, there is no transgressyon."},{"number":16,"verse":"Therfore by fayth is the inheritaunce geuen, that it myght come of fauoure: that the promes myght be sure to all the seed. Not to them onely whych are of the lawe: but to them also which are of the fayth of Abraham, which is the father of vs all."},{"number":17,"verse":"(As it is wrytten: I haue made the a father of many nacyons) euen before God, whom he beleued, whych restoreth the deed vnto lyfe: and calleth those thynges whych be not, as though they were."},{"number":18,"verse":"Whych Abraham, contrary to hope, beleued in hope, that he shulde be the father of many nacyons, accordynge to that whych was spoken:"},{"number":19,"verse":"euen so shall thy seed be. And he faynted not in the fayth, nor yet consydered his awne body whych was now deed, euen when he was almost an hondred yeare olde: nether yet that Sara was past chyldeberinge."},{"number":20,"verse":"He stackered not at the promes of God thorow vnbelefe: but became stronge in fayth, and gaue God the prayse,"},{"number":21,"verse":"beynge full certifyed, that he whych had promised the same was able also to make it good."},{"number":22,"verse":"And therfore was it reckened to hym for ryghtewesnes."},{"number":23,"verse":"Neuertheles it is not wrytten for hym onely, that it was reckened to hy"},{"number":24,"verse":"but also for vs, to whom it shalbe counted so that we beleue on hym, that raysed vp Iesus oure Lorde from the deed:"},{"number":25,"verse":"whych was delyuered for oure synnes, and was raysed agayne for oure iustificacyon."}]}