{"bibleAbbr":"teERV1997","bookName":"యోహాను","bookEnglishName":"John","chapterNumber":16,"verses":[{"number":1,"verse":"“మీ విశ్వాసం చెదిరిపోకూడదని ఈ విషయాలన్నీ మీకు చెప్పాను."},{"number":2,"verse":"వాళ్ళు మిమ్మల్ని సమాజ మందిరాల నుండి వెలి వేస్తారు. నిజం చెప్పాలంటే, మిమ్మల్ని చంపితే దేవుని సేవ చేసిన దానితో సమానంగా భావించే కాలం వస్తుంది."},{"number":3,"verse":"వాళ్ళకు నా గురించి కాని, తండ్రిని గురించి కాని, తెలియదు కనుక అలా చేస్తారు."},{"number":4,"verse":"ఆ సమయం వచ్చినప్పుడు నేను హెచ్చరించినట్లు మీకు జ్ఞాపకం ఉండాలని ఈ విషయం చెపుతున్నాను. ఇన్నాళ్ళు మీతో ఉన్నాను. కనుక మీకీ విషయం మొదట చెప్పలేదు."},{"number":5,"verse":"( పవిత్రాత్మ చేసిన క్రియలు) “కాని యిప్పుడు నేను నన్ను పంపిన వాని దగ్గరకు వెళ్తున్నాను. కాని మీలో ఒక్కరైనా నేను ఎక్కడికి వెళ్తున్నానని అడగలేదు."},{"number":6,"verse":"నేను ఈ విషయం చెప్పటంవల్ల మీ హృదయాలు దుఃఖంతో నిండిపోయాయి."},{"number":7,"verse":"కాని నేను వెళ్ళటం మీ మంచి కోసమే. ఇది నిజం. నేను వెళ్ళకపోతే మీకు సహాయం చెయ్యటానికి ఆదరణకర్త రాడు. నేను వెళ్తే ఆయన్ని పంపగలను."},{"number":8,"verse":"“ఆయన వచ్చాక పాపాన్ని గురించి, నీతిని గురించి, తీర్పును గురించి ప్రపంచాన్ని ఒప్పింప చేస్తాడు."},{"number":9,"verse":"ప్రజలు నన్ను విశ్వసించలేదు కనుక వాళ్ళలో ‘పాపం’వుందని రుజువు చేస్తాడు."},{"number":10,"verse":"మీరు చూడలేని చోటికి, అంటే తండ్రి దగ్గరకు, వెళ్తున్నాను. కనుక తండ్రితో నాకున్న సంబంధాన్ని ఆయన రుజువు చేస్తాడు."},{"number":11,"verse":"కనుక నీతి విషయంలో ఈ లోకాధికారియైన సైతానుకు ఇదివరకే శిక్ష విధింపబడింది. కనుక ‘తీర్పు’ విషయంలో ఒప్పింప చేస్తాడు."},{"number":12,"verse":"“నేను మీకు చెప్పవలసిన విషయాలు ఎన్నోఉన్నాయి. కాని వాటికి మీరు ప్రస్తుతం తట్టుకొనలేరు."},{"number":13,"verse":"కాని సత్యాన్ని ప్రకటించే ఆత్మ వచ్చాక మిమ్మల్ని సంపూర్ణంగా సత్యంలోకి నడిపిస్తాడు. ఆయన స్వతహాగ మాట్లాడడు. తాను విన్న వాటిని మాత్రమే మాట్లాడుతాడు. జరుగనున్న వాటిని గురించి మీకు చెబుతాడు."},{"number":14,"verse":"నా సందేశం మీకు తెలియజేయుటవల్ల ఆయన నన్ను మహిమ పరుస్తాడు."},{"number":15,"verse":"తండ్రికి చెందినవన్నీ నావి. అందువల్లే ఆత్మ నా సందేశం తీసుకొని మీకు తెలియచేస్తాడని చెప్పాను."},{"number":16,"verse":"( దుఃఖము సంతోషముగా మారటం) “కొంత కాలం గడిచాక మీరు నన్ను చూడరు. ఆ తదుపరి మరి కొంత కాలం గడిచాక మీరు నన్ను చూస్తారు.”"},{"number":17,"verse":"ఆయన శిష్యుల్లో కొందరు, “‘కొంత కాలం గడిచాక మీరు నన్ను చూడరు’ అని అనటంలోను మరియు, ‘మరి కొంత కాలం గడిచాక మీరు మళ్ళీ నన్ను చూస్తారు’ అని అనటంలో అర్థమేమిటి? పైగా ‘నేను తండ్రి దగ్గరకు వెళ్తున్నాను’ అని అంటున్నాడే! అంటే ఏమిటి?” అని పరస్పరం మాట్లాడుకున్నారు."},{"number":18,"verse":"“‘కొంత కాలం’ తర్వాత అని అనటంలో ఆయన ఉద్దేశ్యమేమిటి? ఆయనేమంటున్నాడో అర్థం కావటం లేదు!” అని వాళ్ళు మళ్ళీ మళ్ళీ అనుకొన్నారు."},{"number":19,"verse":"ఈ విషయాన్ని గురించి వాళ్ళడగాలని అనుకుంటున్నారని యేసు గ్రహించాడు. అందువలన ఆయన వాళ్ళతో ఈ విధంగా అన్నాడు, “‘కొంత కాలం గడిచాక నన్ను చూడరు, మరి కొంత కాలం గడిచాక నన్ను చూస్తారు’ అని నేనటంలో అర్థమేమిటని పరస్పరం మాట్లాడుకుంటున్నారా?"},{"number":20,"verse":"మీరు దుఃఖిస్తున్నప్పుడు ప్రపంచం ఆనందిస్తుంది. మీ మనస్సుకు చాలా బాధ కలుగుతుంది. కాని మీ దుఃఖం ఆనందంగా మారుతుంది. ఇది నిజం."},{"number":21,"verse":"“ప్రసవించే సమయం వచ్చినప్పుడు గర్భంతో ఉన్న స్త్రీ నొప్పులు అనుభవిస్తుంది. శిశువు పుట్టాక ఒక జీవిని ఈ ప్రపంచంలోకి తెచ్చిన ఆనందంలో తన వేదన మరచి పోతుంది."},{"number":22,"verse":"అదే విధంగా యిది మీరు దఃఖించే సమయం. కాని నేను మిమ్మల్ని మళ్ళీ కలుసుకుంటాను. అప్పుడు మీ హృదయాలు ఆనందంతో నిండిపోతాయి. ఆ ఆనందాన్ని ఎవ్వరూ దోచుకోలేరు."},{"number":23,"verse":"ఆ రోజు మీరు నన్ను ఏమీ అడగరు. ఇది నిజం. నా పేరిట మీరేది అడిగినా తండ్రి మీకిస్తాడు."},{"number":24,"verse":"ఇంత కాలం మీరు నా పేరిట ఏమీ అడగలేదు. ‘అడగండి; మీకు లభిస్తుంది’ అప్పుడు మీకు సంపూర్ణమైన ఆనందం కలుగుతుంది."},{"number":25,"verse":"( లోకముపై జయము) “నేను యింతవరకూ ఉపమానాలతో మాట్లాడుతూ వచ్చాను. కాని యిలాంటి భాష ఉపయోగించకుండా నేను స్పష్టంగా మాట్లాడే సమయం వస్తోంది. అప్పుడు నేను మీకు తండ్రిని గురించి స్పష్టంగా చెబుతాను."},{"number":26,"verse":"ఆ రోజు మీరు నా పేరిట తండ్రిని అడుగుతారు. మీ పక్షాన నేను తండ్రిని అడుగుతున్నానని అనటం లేదు."},{"number":27,"verse":"నేను తండ్రి నుండి వచ్చానని మీరు నమ్మారు. మీకు నా పట్ల ప్రేమ ఉంది. కనుక తండ్రికి స్వయంగా మీ పట్ల ప్రేమ ఉంది."},{"number":28,"verse":"నేను తండ్రి నుండి ఈ ప్రపంచంలోకి వచ్చాను. ఇప్పుడు నేనీ ప్రపంచాన్ని వదిలి తండ్రి దగ్గరకు వెళ్తున్నాను.”"},{"number":29,"verse":"శిష్యులు, “ఇప్పుడు మీరు ఉపమానాల ద్వారా కాకుండా స్పష్టంగా మాట్లాడుతున్నారు."},{"number":30,"verse":"మీకు అన్నీ తెలుసునని మేము ఇప్పుడు గ్రహించాము. ఎవరునూ మీకు ప్రశ్న వేయవలసిన అవసరం లేదు. అందువల్ల మీరు దేవుని నుండి వచ్చారని విశ్వసిస్తున్నాము” అని అన్నారు."},{"number":31,"verse":"యేసు, “చివరకు నమ్ముతున్నారన్న మాట!"},{"number":32,"verse":"మీరు నన్ను ఒంటరిగా ఒదిలి మీమీ యిండ్లకు వెళ్ళే సమయం రానున్నది. ఇప్పుడే వచ్చింది. నా తండ్రి నాతో ఉన్నాడు. కనుక నేను ఒంటరిగా ఉండను."},{"number":33,"verse":"“నా ద్వారా మీకు శాంతి కలగాలని యివన్నీ మీకు చెప్పాను. ఈ ప్రపంచంలో మీకు కష్టాలు కలుగుతాయి. కాని ధైర్యంగా ఉండండి. నేను ప్రపంచాన్ని జయించాను” అని అన్నాడు."}]}