{"bibleAbbr":"teERV1997","bookName":"యోహాను","bookEnglishName":"John","chapterNumber":4,"verses":[{"number":1,"verse":"( యేసు సమరయ స్త్రీతో మాట్లాడటం) యేసు యోహాను కన్నా ఎక్కువ మందిని శిష్యులుగా చేసుకుంటున్నాడని, అతని కన్నా ఎక్కువ మందికి బాప్తిస్మము నిస్తున్నాడని పరిసయ్యులు విన్నారు."},{"number":2,"verse":"నిజానికి, బాప్తిస్మము నిచ్చింది యేసు కాదు. ఆయన శిష్యులు."},{"number":3,"verse":"యేసు యిది గమనించి, యూదయ వదిలి మళ్ళీ గలిలయకు వెళ్ళిపోయాడు."},{"number":4,"verse":"ఆయన సమరయ ద్వారా ప్రయాణం చేయవలసివచ్చింది."},{"number":5,"verse":"ప్రయాణం చేసి సమరయలోని సుఖారు అనే గ్రామాన్ని చేరుకున్నాడు. ఈ గ్రామాన్ని ఆనుకొని ఉన్న భూమిని, యాకోబు తన కుమారుడైన యోసేపుకు యిచ్చాడు."},{"number":6,"verse":"అక్కడ యాకోబు బావి ఉండేది. యేసు ప్రయాణంవల్ల అలసి ఆ బావి దగ్గరకు వచ్చి కూర్చున్నాడు. అప్పుడు మధ్యాహ్నం సుమారు పన్నెండు గంటలు."},{"number":7,"verse":"ఒక సమరయ స్త్రీ నీళ్ళు తోడుకొని వెళ్ళటానికి వచ్చింది. యేసు ఆమెతో, “అమ్మా! నాకు త్రాగటానికి నీళ్ళిస్తావా?” అని అడిగాడు."},{"number":8,"verse":"ఆయన శిష్యులు ఆహారం కొనుక్కొని రావటానికి పట్టణంలోకి వెళ్ళారు."},{"number":9,"verse":"ఆ సమరయ స్త్రీ ఆయనతో, “మీరు యూదులు, నేను సమరయ స్త్రీని, నన్ను నీళ్ళివ్వమని అడుగుతున్నారే?” అని అన్నది. యూదులు సమరయులతో స్నేహంగా ఉండరు."},{"number":10,"verse":"యేసు సమాధానం చెబుతూ, “దేవుడు ఏమివ్వగలడో నీకు తెలియదు. నిన్ను నీళ్ళు ఎవరు అడుగుతున్నారో నీకు తెలియదు. అది నీకు తెలిసివుంటే నేను అడగటానికి బదులు నీవు నన్ను నీళ్ళు అడిగేదానివి. నేను నీకు జీవజలాన్నీ యిచ్చేవాణ్ణి” అని అన్నాడు."},{"number":11,"verse":"ఆ స్త్రీ, “అయ్యా! బావి లోతుగా ఉంది. పైగా మీ దగ్గర చేదటానికి ఏమిలేదు. ఈ జీవజలం మీకెట్లాలభిస్తుంది?"},{"number":12,"verse":"మీరు మా తండ్రి యాకోబు కన్నా గొప్పవారా? అతడు ఈ బావి మాకిచ్చాడు. ఈ బావి నీళ్ళు అతడు, అతని కుమారులు, అతని గొఱ్ఱెలు త్రాగాయి” అని అన్నది."},{"number":13,"verse":"యేసు, “ఈ నీళ్ళు త్రాగినా మళ్ళీ దాహం వేస్తుంది!"},{"number":14,"verse":"కాని నేనిచ్చే నీళ్ళు త్రాగినవానికి మళ్ళీ దాహం కాదు. నేనిచ్చిన నీళ్ళు అతనిలో ఒక సజీవమైన ఊటగా మారి అతనికి అనంత జీవితాన్నిస్తుంది” అని సమాధానం చెప్పాడు."},{"number":15,"verse":"ఆ స్త్రీ, “అయ్యా! నాకు మళ్ళీ దాహం కలుగకుండా, నేను నీళ్ళు చేదటానికి ఇక్కడికి ప్రతిరోజూ రాకుండా ఉండేటట్లు నాకా జలాన్ని ప్రసాదించండి” అని అడిగింది."},{"number":16,"verse":"ఆయన, “వెళ్ళి నీ భర్తను పిలుచుకొని రా!” అని ఆమెతో అన్నాడు."},{"number":17,"verse":"“నాకు భర్తలేడు” అని ఆమె తెలియచెప్పింది. యేసు, “నీకు భర్త లేడని సరిగ్గా సమాధానం చెప్పావు."},{"number":18,"verse":"నిజానికి నీకు ఐదుగురు భర్తలుండిరి. ప్రస్తుతం నీవు ఎవరితో నివసిస్తున్నావో అతడు నీ భర్తకాడు. నీవు నిజం చెప్పావు” అని అన్నాడు."},{"number":19,"verse":"ఆమె, “అయ్యా! మీరు ప్రవక్తలా కనిపిస్తున్నారు."},{"number":20,"verse":"మా పూర్వులు ఈ కొండ మీద పూజించారు. కాని మీ యూదులు, ‘మేము పూజించవలసింది యిక్కడ కాదు, యెరూషలేములో పూజించాలి’ అని అంటున్నారు” అని అన్నది."},{"number":21,"verse":"యేసు, “నన్ను నమ్మమ్మా! తండ్రిని ఆరాధించటానికి ఈ కొండ మీదికి గాని లేక యెరూషలేముకు గాని వెళ్ళవలసిన అవసరం తీరిపోయే సమయం వస్తుంది."},{"number":22,"verse":"మీ సమరయ దేశస్థులు తెలియనిదాన్ని ఆరాదిస్తారు. రక్షణ యూదుల నుండి రానున్నది కనుక మేము మాకు తెలిసిన దాన్ని ఆరాధిస్తాము."},{"number":23,"verse":"నిజమైన ఆరాధికులు తండ్రిని ఆత్మతోను, సత్యముతోను ఆరాధించే సమయం రానున్నది. ఆ సమయం ఇప్పుడే వచ్చింది కూడా. ఎందుకంటే తండ్రి అటువంటి ఆరాధికుల కోసమే ఎదురు చుస్తున్నాడు."},{"number":24,"verse":"దేవుడు ఆత్మ అయివున్నాడు. కనుక ఆయనను ఆరాధించేవారు ఆత్మతోను, సత్యముతోను ఆరాధించాలి” అని అన్నాడు."},{"number":25,"verse":"ఆ స్త్రీ, “క్రీస్తు అనబడే మెస్సీయ రానున్నాడని నాకు తెలుసు. ఆయన వచ్చినప్పుడు మాకన్నీ విశదంగా చెబుతాడు” అని అన్నది."},{"number":26,"verse":"యేసు, “నీతో మాట్లాడుతున్నవాడు ఆయనే!” అని అన్నాడు."},{"number":27,"verse":"అదే క్షణంలో ఆయన శిష్యులు తిరిగి వచ్చారు. ఆయనొక స్త్రీతో మాట్లాడటం చూసి ఆశ్చర్యపడ్డారు. కాని, “మీకేమి కావాలి?” అని కాని, లేక, “ఆమెతో ఎందుకు మాట్లాడుతున్నావు” అని కాని వాళ్ళు అడగలేదు."},{"number":28,"verse":"ఆ స్త్రీ తన కడవనక్కడ వదిలి గ్రామంలోకి తిరిగి వెళ్ళిపోయింది."},{"number":29,"verse":"ప్రజలతో, “రండి! నేను చేసిన వాటన్నిటీని చెప్పిన వ్యక్తిని చూడండి. ఈయనే క్రీస్తు అవును గదా” అని అన్నది."},{"number":30,"verse":"వాళ్ళందరూ గ్రామంనుండి బయలుదేరి ఆయన దగ్గరకు వచ్చారు."},{"number":31,"verse":"ఇంతలో ఆయన శిష్యులు, “రబ్బీ! భోజనం చెయ్యండి” అని వేడుకున్నారు."},{"number":32,"verse":"కాని ఆయన వాళ్ళతో, “నా దగ్గర తినటానికి ఆహారం ఉంది. కాని ఆ ఆహారాన్ని గురించి మీకేమీ తెలియదు” అని అన్నాడు."},{"number":33,"verse":"ఆయన శిష్యులు, “ఆయన కోసం ఎవరో భోజనం తెచ్చివుంటారు!” అని పరస్పరం మాట్లాడుకున్నారు."},{"number":34,"verse":"యేసు, “నన్ను పంపిన వాని కోరిక తీర్చటం, ఆయన కార్యాన్ని పూర్తి చేయటమే, నా భోజనం."},{"number":35,"verse":"‘విత్తిన తర్వాత నాలుగు నెలల్లో పంట వస్తుంది!’ అని మీరంటున్నారు. కాని నేను చెప్పేదేమిటంటే కళ్ళు తెరచి పొలాల వైపు చూడండి. పంట కోయటానికి సిద్ధంగా ఉంది."},{"number":36,"verse":"దాన్ని విత్తినవాడు, కోసేవాడు ఫలం పొందుతున్నారు. అనంత జీవితం కోసం, అతడు ఆ పంటను కోస్తున్నాడు. తద్వారా విత్తనం నాటినవాడు, పంట కోసే వాడు, యిద్దరూ ఆనందిస్తారు."},{"number":37,"verse":"‘విత్తనం ఒకడు నాటితె ఫలం ఇంకొకడు పొందుతాడు’ అన్న సామెత ఈ సందర్భంలో వర్తిస్తుంది."},{"number":38,"verse":"మీరు కష్టపడి పని చెయ్యని పంట కోయటానికి మిమ్మల్ని పంపాను, దాని కోసం యితర్లు చాలా కష్టించి పని చేసారు. వాళ్ళ కష్టానికి మీరు ఫలం పొందుతున్నారు” అని చెప్పాడు."},{"number":39,"verse":"ఆ పట్టణంలో ఉన్న సమరయ ప్రజలతో ఆ స్త్రీ, “నేను చేసినదంతా ఆయన చెప్పాడు” అని చెప్పింది. ఆ కారణంగా అనేకులు యేసును నమ్మారు."},{"number":40,"verse":"అందువల్ల ఆ సమరయ ప్రజలాయన దగ్గరకు వెళ్ళి తమతో ఉండుమని వేడుకున్నారు. ఆయన వాళ్ళతో రెండు రోజులున్నాడు."},{"number":41,"verse":"ఆయన చెప్పిన విషయాల వలన యింకా అనేకులు విశ్వాసులైయ్యారు."},{"number":42,"verse":"ఆ సమరయ ప్రజలు ఆమెతో, “మొదట నీవు చెప్పిన విషయాలు విని ఆయన్ని విశ్వసించాము. కాని యిప్పుడు మేము ఆయన మాటలు స్వయంగా విన్నాము. కనుక ఆయన్ని సంపూర్ణంగా విశ్వసిస్తున్నాము. ఆయన ప్రపంచాన్ని రక్షించటానికి వచ్చిన వాడని మాకు బాగ తెలిసిపోయింది” అని అన్నారు."},{"number":43,"verse":"( రాజ్యాధికారి కుమారునికి నయం చేయటం) ( ( 470 8:5-13 ; 490 7:1-10 )) రెండు రోజుల తర్వాత ఆయన గలిలయకు వెళ్ళాడు."},{"number":44,"verse":"అక్కడ యేసు, “ప్రవక్తకు తన స్వగ్రామంలో గౌరవం లేదు” అని అన్నాడు."},{"number":45,"verse":"ఆయన గలిలయ వచ్చాక అక్కడి ప్రజలు ఆయనకు స్వాగతమిచ్చారు. గలిలయ ప్రజలు కూడా పస్కా పండుగ కోసం యోరూషలేము వెళ్ళారు. కనుక, వాళ్ళు ఆయన అక్కడ పండుగ రోజుల్లో చేసిన వాటన్నిటిని చూశారు."},{"number":46,"verse":"యేసు, తాను నీళ్ళను ద్రాక్షారసంగా మార్చిన గలిలయలోని “కానా” ను మళ్ళీ దర్శించాడు. కపెర్నహూము పట్టణంలో ఒక రాజ్యాధికారి ఉండేవాడు. అతని కుమారుడు జబ్బుతో ఉన్నాడు."},{"number":47,"verse":"యేసు యూదయ నుండి గలిలయకు వచ్చాడని విని ఆ రాజ్యాధికారి ఆయన దగ్గరకు వెళ్ళాడు. వెళ్ళి చావుకు దగ్గరగా ఉన్న తన కుమారునికి నయం చేయుమని వేడుకున్నాడు."},{"number":48,"verse":"“మహాత్కార్యాలు, అద్భుతాలు చూస్తే కాని మీరు నమ్మరు” అని యేసు అతనితో అన్నాడు."},{"number":49,"verse":"ఆ రాజ్యాధికారి, “అయ్యా! నా కుమారుడు మరణించకముందే దయచేసి రండి!” అని అన్నాడు."},{"number":50,"verse":"యేసు, “నీవు వెళ్ళు! నీ కుమారుడు జీవిస్తాడు” అని అన్నాడు. అతడు యేసు మాట విశ్వసించి వెళ్ళి పోయాడు."},{"number":51,"verse":"అతడు యింకా దారిలో ఉండగానే అతని సేవకులు ఎదురుగా వచ్చి బాబుకు నయమై పోయిందని చెప్పారు."},{"number":52,"verse":"అతడు వాళ్ళను తన కుమారునికి ఏ సమయంలో నయమైందని అడిగాడు. వాళ్ళు, “నిన్న ఒంటిగంటకు జ్వరం విడిచింది” అని సమాధానం చెప్పారు."},{"number":53,"verse":"సరిగ్గా అదే సమయానికి యేసు తనతో, “నీ కుమారుడు జీవిస్తాడు” అని అన్న విషయం అతనికి జ్ఞాపకం వచ్చింది. అందువల్ల అతడు, అతని యింట్లోని వాళ్ళంతా ప్రభువుని నమ్మారు."},{"number":54,"verse":"యూదయ దేశం నుండి గలిలయకు వచ్చాక యిది యేసు చేసిన రెండవ మహాత్కార్యము."}]}