{"bibleAbbr":"NCB2019","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"These are the descendants of the sons of Noah: Shem, Ham and Japheth, to whom sons were born after the flood."},{"number":2,"verse":"The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meschech, and Tiras."},{"number":3,"verse":"The sons of Gomer were Ashkenaz, Riphath, and Togarmah."},{"number":4,"verse":"The sons of Javan were Elishah, Tarshish, the Kittim, and the Rodanim."},{"number":5,"verse":"From these came the peoples of the islands and their territories, each clan in the nations with their own language."},{"number":6,"verse":"The sons of Ham were Cush, Mizraim, Put, and Canaan."},{"number":7,"verse":"The sons of Cush were Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah were Sheba and Dedan."},{"number":8,"verse":"Cush gave birth to Nimrod. He was the first of the mighty ones upon the earth."},{"number":9,"verse":"He was a great hunter before the LORD, for it is said, “Just like Nimrod, a great hunter before the LORD.”"},{"number":10,"verse":"The beginning of his kingdom was Babel, Erech, and Accad, all of them in the land of Shinar."},{"number":11,"verse":"From that land he went to Asshur where he built Nineveh, Rehoboth-ir, Calah,"},{"number":12,"verse":"and Resen between Nineveh and Calah, which is the main city."},{"number":13,"verse":"Mizraim gave birth to the Ludim, Anamim, Lehabim, Naphtuhim,"},{"number":14,"verse":"Pathrusim, Casluhim, and Caphtorim (from whom came the Philistines)."},{"number":15,"verse":"Canaan gave birth to Sidon, his firstborn, and Heth,"},{"number":16,"verse":"and the Jebusites, the Amorites, the Girgashites,"},{"number":17,"verse":"the Hivites, the Arkites, the Sinites,"},{"number":18,"verse":"the Arvadites, the Zemarites, and the Hamathites. Afterward the clans of the Canaanites spread outward."},{"number":19,"verse":"The boundaries of the Canaanites stretch from Sidon in the area of Gerar up to Gaza, and then go toward Sodom, Gomorrah, Admah, and Zeboiim, up to Lasha."},{"number":20,"verse":"These were the sons of Ham according to their clans and their languages, in their various territories and according to their peoples."},{"number":21,"verse":"Shem, the ancestor of all of the sons of Eber and the older brother of Japheth, also had children."},{"number":22,"verse":"The sons of Shem were Elam, Asshur, Arpachshad, Lud, and Aram."},{"number":23,"verse":"The sons of Aram were Uz, Hul, Gether, and Mash."},{"number":24,"verse":"Arpachshad gave birth to Shelah, and Shelah gave birth to Eber."},{"number":25,"verse":"Eber had two sons: one named Peleg (for in his days the earth was divided) and the other named Joktan."},{"number":26,"verse":"Joktan gave birth to Almodad, Sheleph, Hazarmaveth, Jerah,"},{"number":27,"verse":"Hadoram, Uzal, Diklah,"},{"number":28,"verse":"Obal, Abimael, Sheba,"},{"number":29,"verse":"Ophir, Havilah, and Jobab. All these were the sons of Joktan."},{"number":30,"verse":"They lived in the mountain region in the east, from Mesha on toward Sephar."},{"number":31,"verse":"These were the sons of Shem according to their clans and their languages, in their various territories and according to their languages."},{"number":32,"verse":"These were the families of the sons of Noah in their various generations and clans. These divided up to become all the nations on the earth after the flood."}]}