{"bibleAbbr":"NCB2019","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":11,"verses":[{"number":1,"verse":"The whole world had only one language, everyone using the same words."},{"number":2,"verse":"Migrating from the east, men came upon a plain in the land of Shinar where they settled."},{"number":3,"verse":"They said to each other, “Come, let us make bricks and bake them in a fire.” These bricks were what they used instead of stone, and bitumen in place of cement.[b]"},{"number":4,"verse":"Then they said, “Come, let us build a city and a tower so high that it touches the heavens.[c] We shall make a name for ourselves and not be scattered all throughout the earth.”"},{"number":5,"verse":"But the LORD came down and saw the city and the tower that these men were building."},{"number":6,"verse":"The LORD said, “Behold, they are a single people and they have only one language. This is only the beginning of what they will do. Now nothing that they think up will be impossible for them."},{"number":7,"verse":"Let us go down and confuse their language so that they will not understand each other when they speak.”"},{"number":8,"verse":"The LORD scattered them over the whole earth[d] and they ceased building their city."},{"number":9,"verse":"This is why it is called Babel,[e] for there the LORD confused everyone’s language. It was also from there that the LORD scattered people over the whole earth."},{"number":10,"verse":"The descendants of Shem are as follow: Shem was one hundred years old when he had Arpachshad two years after the flood."},{"number":11,"verse":"Shem, after he had Arpachshad, lived another five hundred years and had other sons and daughters."},{"number":12,"verse":"Arpachshad was thirty-five years old when he had Shelah."},{"number":13,"verse":"Arpachshad, after he had Shelah, lived another four hundred and three years and had other sons and daughters."},{"number":14,"verse":"Shelah was thirty years old when he had Eber."},{"number":15,"verse":"Shelah, after he had Eber, lived another four hundred and three years and had other sons and daughters."},{"number":16,"verse":"Eber was thirty-four years old when he had Peleg."},{"number":17,"verse":"Eber, after he had Peleg, lived another four hundred and thirty years and had other sons and daughters."},{"number":18,"verse":"Peleg was thirty years old when he had Reu."},{"number":19,"verse":"Peleg, after he had Reu, lived another two hundred and nine years and had other sons and daughters."},{"number":20,"verse":"Reu was thirty-two years old when he had Serug."},{"number":21,"verse":"Reu, after he had Serug, lived another two hundred and seven years and had other sons and daughters."},{"number":22,"verse":"Serug was thirty years old when he had Nahor."},{"number":23,"verse":"Serug, after he had Nahor, lived another two hundred years and had other sons and daughters."},{"number":24,"verse":"Nahor was twenty-nine years old when he had Terah."},{"number":25,"verse":"Nahor, after he had Terah, lived one hundred and nineteen years and had other sons and daughters."},{"number":26,"verse":"Terah was seventy years old when he had Abram, Nahor, and Haran."},{"number":27,"verse":"These are the descendants of Terah. Terah had Abram, Nahor, and Haran. Haran had Lot."},{"number":28,"verse":"Haran then died in the presence of his father Terah in the land of his birth, in Ur of the Chaldeans.[g]"},{"number":29,"verse":"Abram and Nahor both married. The wife of Abram was Sarai, and the wife of Nahor was Milcah who was a daughter of Haran (the father of Milcah and Iscah)."},{"number":30,"verse":"Sarai was barren and did not have any children."},{"number":31,"verse":"Then Terah took Abram, his son, and Lot, the son of Haran, and Sarai, his daughter-in-law and the wife of Abram his son, and he left Ur of the Chaldeans to go to the land of Canaan. They went as far as Haran where they settled.[h]"},{"number":32,"verse":"Terah lived to be two hundred and five years old. Terah died in Haran."}]}