{"bibleAbbr":"NCB2019","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":14,"verses":[{"number":1,"verse":"When Amraphel was king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim,"},{"number":2,"verse":"there was a war between them and Bera, king of Sodom, Birsha, king of Gomorrah, Shinab, king of Admah, Shemeber, king of Zeboiim, and the king of Bela (that is, Zoar)."},{"number":3,"verse":"All the latter kings gathered in the Valley of Siddim, that is, the Dead Sea."},{"number":4,"verse":"For twelve years they were vassals of Chedorlaomer, but in the thirteenth year they rebelled against him."},{"number":5,"verse":"In the fourteenth year Chedorlaomer and the kings allied with him arrived and defeated the Rephaim in Ashteroth-karnaim, the Zuzim in Ham, the Emim in Shaveh-kiriathaim"},{"number":6,"verse":"and the Horites on Mount Seir as far as El-paran, which borders the desert."},{"number":7,"verse":"They then changed direction and came to En-mishpat (that is, Kedesh), and they plundered the land of the Amalekites as well the Amorites who lived in Hazazon-tamar."},{"number":8,"verse":"The king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela, that is, Zoar, went out to the Valley of Siddim and did battle with them,"},{"number":9,"verse":"with Chedorlaomer, king of Elam, Tidal, king of Goiim, Amraphel, king of Shinar, and Arioch, king of Ellasar. There were four kings against five."},{"number":10,"verse":"Now the Valley of Siddim was full of bitumen pools. When the kings of Sodom and Gomorrah fled, they fell into these pools. The others fled into the mountains."},{"number":11,"verse":"The four kings took all the possessions and provisions of Sodom and Gomorrah and left."},{"number":12,"verse":"They also captured Lot, the son of the brother of Abram, and all his possessions (for he lived in Sodom)."},{"number":13,"verse":"One of those who escaped captivity came and reported this to Abram the Hebrew who was camped at the Oak of Mamre the Amorite, the brother of Eshcol and Aner, who were Abram’s allies."},{"number":14,"verse":"When Abram heard that his relative had been taken prisoner, he organized the armed men who had been born to his household. There were three hundred and eighteen of them. They gave chase as far as Dan."},{"number":15,"verse":"He divided his forces and his servants, and defeated them during the night, following them all the way to Hobah, to the north of Damascus."},{"number":16,"verse":"He recovered the booty and also Lot, his relative, and his possessions, as well as the women and the other people."},{"number":17,"verse":"When Abram returned after defeating Chedorlaomer and the kings who were with him, the king of Sodom met him in the Valley of Shaveh, that is, the Valley of the King."},{"number":18,"verse":"Melchizedek, the king of Salem,[c] offered bread and wine. As a priest of God Most High,"},{"number":19,"verse":"he blessed Abram with these words, “Blessed be Abram by God Most High, Creator of the heavens and the earth."},{"number":20,"verse":"And blessed be God Most High who has delivered your enemy into your hands.” Then Abram gave him a tithe of all he had taken."},{"number":21,"verse":"The king of Sodom said to Abram, “Give me the people; you take the booty.”"},{"number":22,"verse":"But Abram said to the king of Sodom, “I have sworn to the LORD, God Most High, Creator of the heavens and the earth,[d]"},{"number":23,"verse":"that I would not take anything for myself, not even a thread or a sandal strap, lest you be able to say, ‘I have enriched Abram.’"},{"number":24,"verse":"I want nothing for myself other than what my servants have already eaten. As for the men who have accompanied me, Eshcol, Aner, and Mamre, they can take their own shares.”"}]}