{"bibleAbbr":"NCB2019","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":24,"verses":[{"number":1,"verse":"Abraham was now old, well advanced in years, and the LORD had blessed him in everything."},{"number":2,"verse":"Abraham said to his servant, the oldest of his household, who supervised his property, “Place your hand under my thigh[b]"},{"number":3,"verse":"and swear to the LORD, the God of heaven and the God of the earth, that you will not get a wife for my son from the daughters of the Canaanites among whom we live."},{"number":4,"verse":"Rather, go to my homeland, to my family, and choose a wife for my son Isaac.”"},{"number":5,"verse":"The servant asked him, “If the woman does not wish to follow me to this land, should I take your son back to the land from which you came?”"},{"number":6,"verse":"Abraham answered him, “Never take my son back there!"},{"number":7,"verse":"The LORD, the God of heaven and the God of the earth, who called me out from the house of my father and the land of my birth, spoke to me and promised, ‘To your descendants I will give this land.’ He himself will send an angel before you so that you can find a wife for my son."},{"number":8,"verse":"If the woman does not wish to follow you, you will be absolved of the oath you have made to me. Only, you must not take my son back there.”"},{"number":9,"verse":"The servant placed his hand under the thigh of Abraham, his master, and he swore an oath to him concerning these things."},{"number":10,"verse":"The servant took ten of his master’s camels along with all kinds of different precious objects and he set out and went to Aram-naharaim,[c] to the city of Nahor."},{"number":11,"verse":"He rested the camels outside of the city, near the well, at evening time when the women would go out to draw water."},{"number":12,"verse":"He said, “O LORD, God of my master Abraham, grant me success today and be gracious to my master Abraham!"},{"number":13,"verse":"Behold, I am in front of the well and the young women of the town are coming out to draw water."},{"number":14,"verse":"That young woman to whom I say, ‘Lower your jug and let me drink,’ and she responds, ‘Drink, and I will give your camels some water too,’ let her be the one you have chosen for Isaac, your servant. By this I will know that you have acted kindly to my master.”"},{"number":15,"verse":"He barely finished speaking when Rebekah, who was the daughter of Bethuel, the son of Milcah, who was the wife of Abraham’s brother Nahor, came out with a jug on her shoulder."},{"number":16,"verse":"The young woman was very pretty and a virgin, never having slept with a man. She went down to the well and filled her jug and came back up."},{"number":17,"verse":"The servant hurried up to her and said, “Please give me some of the water from your jug.”"},{"number":18,"verse":"She answered, “Drink, my lord,” and quickly lowered the jug unto her hand and gave him some water to drink."},{"number":19,"verse":"When she had finished letting him drink, she said, “I will draw water for your camels as well, until they have finished drinking.”"},{"number":20,"verse":"She quickly emptied her jug in the water trough and ran off to draw more water from the well until all the camels had drunk from it."},{"number":21,"verse":"The man watched in silence to see whether or not the LORD would grant success to this quest."},{"number":22,"verse":"When the camels had finished drinking, he took a gold ring weighing half a shekel and fastened it to her nose, and he placed upon her wrists two golden bracelets that weighed ten shekels."},{"number":23,"verse":"Then he said, “Whose daughter are you? Tell me. Do you have room in your house for us to pass the night?”"},{"number":24,"verse":"She answered, “I am the daughter of Bethuel, the son whom Milcah bore to Nahor.”"},{"number":25,"verse":"She added, “We have plenty of hay and forage and also a place where you can sleep tonight.”"},{"number":26,"verse":"The man knelt and bowed down to the LORD"},{"number":27,"verse":"and said, “Blessed be the LORD, God of my master Abraham, who has not ceased being generous and faithful to my master. As for me, the LORD has guided me along the way to the house of the brother of my master.”"},{"number":28,"verse":"The young woman ran and reported all these things to her mother’s household."},{"number":29,"verse":"Now Rebekah had a brother named Laban, and Laban rushed out to the man at the well."},{"number":30,"verse":"In fact, as soon as he saw the nose ring and the bracelets on the wrists of his sister and heard what Rebekah, his sister, said, “This is what that man told me,” he went to the man who was still standing alongside the camels at the well."},{"number":31,"verse":"He said, “Come, blessed one of the LORD! Why are you still standing out here when I have already prepared the house for you and a place for your camels?”"},{"number":32,"verse":"The man went into the house while his camels were unloaded and given hay and forage. Water was brought to wash his feet and those of his men."},{"number":33,"verse":"Then food was placed in front of him, but he said, “I will not eat until I have said what I must say.” They answered, “Of course!”"},{"number":34,"verse":"He said, “I am the servant of Abraham."},{"number":35,"verse":"The LORD has greatly blessed my master, and he has become powerful. He has given him flocks and herds, silver and gold, male and female slaves, camels and donkeys."},{"number":36,"verse":"Sarah, the wife of my master, gave birth to a son when he was already old, and he has given all his possessions to him."},{"number":37,"verse":"My master has made me swear an oath. He said, ‘You must not take a wife for my son from among the daughters of the Canaanites among whom we live."},{"number":38,"verse":"You must go to the house of my father, to my kin, to take a wife for my son.’"},{"number":39,"verse":"I said to my master, ‘What if the woman will not follow me?’"},{"number":40,"verse":"“He answered, ‘The LORD, in whose presence I walk, will send an angel with you and will assure the success of your journey. In this way, you will be able to take a wife for my son from my kin and the house of my father."},{"number":41,"verse":"By going to my kin you will have fulfilled your oath. If they do not give her to you, you will have fulfilled your oath.’"},{"number":42,"verse":"“And so today I arrived at the well and said, ‘LORD, God of my master Abraham, if you are going to grant success to this journey I am making,"},{"number":43,"verse":"since I am standing near the well, grant that when a young woman comes out to draw water and to whom I say, “Give me a little water from your jar to drink,”"},{"number":44,"verse":"and she answers, “Drink some, and I will draw water for your camels,” this will be the wife that the LORD has chosen for the son of my master.’"},{"number":45,"verse":"“I had not even finished thinking this when Rebekah came out with a jug on her shoulder. She went to the well and drew water. When I said to her, ‘Please give me some to drink,’"},{"number":46,"verse":"she immediately lowered the jug and said, ‘Drink, and I will give your camels water to drink as well.’ I drank and she even gave my camels water to drink."},{"number":47,"verse":"“I asked her, ‘Whose daughter are you?’ “She answered, ‘I am the daughter of Bethuel, the son of Milcah who bore a son to Nahor.’ “I put the ring on her nose and the bracelets on her wrists."},{"number":48,"verse":"Then I knelt and bowed down to the LORD and blessed the LORD, the God of my master Abraham, who had guided me along the right path to find the daughter of the brother of my master to be the wife of my master’s son."},{"number":49,"verse":"Now, if you intend to act kindly and loyally toward my master, let me know. If not, let me know as well, so that I may search elsewhere.”"},{"number":50,"verse":"Laban and Bethuel then answered, “This is from the LORD; there is nothing we can say."},{"number":51,"verse":"Here is Rebekah; take her and go so that she may be the wife of the son of your master, just as the LORD has instructed you.”"},{"number":52,"verse":"When the servant of Abraham heard these words, he fell down to the earth before the LORD."},{"number":53,"verse":"The servant then brought out silver and gold ornaments and articles of clothing and gave them to Rebekah. He gave precious gifts to her brother and mother as well."},{"number":54,"verse":"He and his men then ate and drank and slept the night. When he rose in the morning, he said, “Let me go to my master.”"},{"number":55,"verse":"But the brother and mother said, “Let the girl remain with us for a little time, ten days or so, and afterward you can go on your way.”"},{"number":56,"verse":"He answered them, “Do not delay me, now that the LORD has granted success to my journey. Let me leave and go to my master.”"},{"number":57,"verse":"They therefore said, “Let us call the girl and ask her.”"},{"number":58,"verse":"So they called Rebekah and said to her, “Do you wish to leave with this man?” She answered, “I do.”"},{"number":59,"verse":"They therefore allowed Rebekah and her nurse to leave with Abraham’s servant and his men."},{"number":60,"verse":"They blessed Rebekah and told her, “May you, our sister, become thousands upon thousands, and may your descendants conquer the gates of their enemies.”"},{"number":61,"verse":"Thus, Rebekah and her nurse got up, mounted their camels, and followed the servant. He took Rebekah with him and left."},{"number":62,"verse":"Meanwhile Isaac was returning from the well of Beer-lahai-roi and was dwelling in the territory of the Negeb."},{"number":63,"verse":"Isaac went out toward evening. He was looking out over the countryside when he saw camels arriving."},{"number":64,"verse":"Rebekah also looked up and saw Isaac, and she got down off her camel."},{"number":65,"verse":"She said to the servant, “Who is that man who is coming through the fields toward us?” The servant answered, “It is my master.” She took her veil[d] and covered herself."},{"number":66,"verse":"The servant told Isaac everything that had happened."},{"number":67,"verse":"Isaac then brought Rebekah into the tent that had been his mother’s. He married Rebekah and loved her. So Isaac found comfort after the death of his mother."}]}