{"bibleAbbr":"NCB2019","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":26,"verses":[{"number":1,"verse":"[a] A second famine came upon the land (after the first famine in the days of Abraham). Isaac traveled to Gerar to Abimelech, the king of the Philistines."},{"number":2,"verse":"The LORD appeared to him and said, “Do not go down into Egypt; live in the land to which I will direct you."},{"number":3,"verse":"Remain in that land for a while and I will be with you and bless you. I will give all these lands to you and your descendants and fulfill the promise I made to Abraham your father."},{"number":4,"verse":"I will make your descendants as numerous as the stars of the heavens and I will give them all these lands. All the nations on the earth will be blessed through your descendants,"},{"number":5,"verse":"for Abraham listened to my voice and observed that which I ordered: my commandments, my ordinances and my laws.”"},{"number":6,"verse":"Isaac thus dwelt in Gerar."},{"number":7,"verse":"The men of that place asked him about his wife, and he said, “She is my sister,” for he was afraid to say, “She is my wife,” thinking that the men of that place would kill him because Rebekah was very beautiful."},{"number":8,"verse":"He had been there for quite some time when Abimelech, the king of the Philistines, came to the window and saw Isaac caressing his wife Rebekah."},{"number":9,"verse":"Abimelech called to Isaac and said, “Surely, she is your wife. Why did you say, ‘She is my sister’?” Isaac answered him, “Because I thought I might be killed on her account!”"},{"number":10,"verse":"Abimelech continued, “What have you done to us? It would have been easy for one of the people to lie with your wife and that would have brought sin upon us.”"},{"number":11,"verse":"Hence, Abimelech gave this order to all the people, “Whoever touches this man or his wife will be put to death!”"},{"number":12,"verse":"Isaac planted a crop in a land and that year he reaped a hundredfold. The LORD had thus blessed him."},{"number":13,"verse":"He became important and continued to prosper until he was very rich."},{"number":14,"verse":"He possessed great flocks and herds and slaves, and the Philistines began to become jealous of him."},{"number":15,"verse":"The Philistines stopped up and filled in with dirt all the wells that the servants of his father had dug in the days of his father Abraham."},{"number":16,"verse":"Abimelech said to Isaac, “Leave us, for you are much mightier than we are.”"},{"number":17,"verse":"Isaac went away from there, and camped in the Valley of Gerar and dwelt there."},{"number":18,"verse":"Isaac returned to dig wells that the servants of his father Abraham had dug and that the Philistines had stopped up after the death of Abraham. He gave them the same names as his father had given them."},{"number":19,"verse":"The servants of Isaac dug in the valley and found a well of living waters."},{"number":20,"verse":"But the shepherds of Gerar quarreled with the shepherds of Isaac saying, “The water is ours!” He therefore called the well Esek[b] because they had quarreled with him."},{"number":21,"verse":"They dug another well, but they quarreled over this one as well, and he called it Sitnah.[c]"},{"number":22,"verse":"He thus moved away from there and dug another well over which they did not quarrel. He called it Rehoboth[d] and said, “Now the LORD has given us room so that we might prosper in the land.”"},{"number":23,"verse":"From there he went to Beer-sheba."},{"number":24,"verse":"That night the LORD appeared to him and said, “I am the God of Abraham, your father. Do not fear for I am with you. I will bless you and multiply your descendants on account of Abraham, my servant.”"},{"number":25,"verse":"He built an altar there and called upon the name of the LORD. He pitched his tent there, and his servants dug a well."},{"number":26,"verse":"Abimelech traveled from Gerar with Ahuzzath his friend and Phicol, the commander of his army, to see Isaac."},{"number":27,"verse":"Isaac said to them, “Why have you come to me, for you hate me and have sent me away from your midst?”"},{"number":28,"verse":"They answered him, “We have seen that the LORD is with you and we have said, ‘Let there be an oath between us, between you and us. Let us make a covenant with you"},{"number":29,"verse":"that you will not do anything against us, as we have not molested you but were always good to you and let you go away in peace.’ You are now a man blessed by the LORD.”"},{"number":30,"verse":"He prepared a meal for them and they ate and drank."},{"number":31,"verse":"Rising early in the morning, they swore an oath to each other. Then Isaac bade them farewell, and they went away in peace."},{"number":32,"verse":"That very day the servants of Isaac arrived and informed him about the well that they had dug saying, “We have found water.”"},{"number":33,"verse":"He called the well Shibah.[e] This is the city called Beer-sheba today."},{"number":34,"verse":"When Esau was forty years old he married Judith, the daughter of Beeri the Hittite, and Basemath, the daughter of Elon the Hittite."},{"number":35,"verse":"They were a source of bitterness to Isaac and Rebekah."}]}