{"bibleAbbr":"NCB2019","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":30,"verses":[{"number":1,"verse":"Rachel, seeing that it had not been granted to her to bear sons to Jacob, became jealous of her sister and said to Jacob, “Give me sons, or I shall die!”"},{"number":2,"verse":"Jacob was irritated with Rachel and said, “Am I God? He is the one who did not grant you the fruit of the womb.”"},{"number":3,"verse":"She answered, “Here is my servant Bilhah; sleep with her so that she may give birth upon my knees[a] and I also may have offspring through her.”"},{"number":4,"verse":"She gave her slave Bilhah to Jacob as a wife, and he slept with her."},{"number":5,"verse":"Bilhah conceived and bore a son to Jacob."},{"number":6,"verse":"Rachel said, “God has been just to me and has also listened to my voice, giving me a son.” Because of this she named him Dan."},{"number":7,"verse":"Bilhah, the slave of Rachel, conceived a second time and bore another son to Jacob."},{"number":8,"verse":"Rachel said, “I have undergone a great struggle with my sister and I have won.” Because of this she named him Naphtali."},{"number":9,"verse":"Leah, seeing that she had ceased bearing children, took her slave Zilpah and gave her as a wife to Jacob."},{"number":10,"verse":"Zilpah, the slave of Leah, bore Jacob a son."},{"number":11,"verse":"Leah said, “What good luck!” And she named him Gad."},{"number":12,"verse":"Zilpah, the slave of Leah, bore a second son to Jacob."},{"number":13,"verse":"Leah said, “What joy! The women shall call me truly happy.” Therefore, she named him Asher."},{"number":14,"verse":"Around the time of the wheat harvest, Reuben found some mandrakes,[b] and he brought them to his mother Leah. Rachel said to Leah, “Give me a little of your son’s mandrakes.”"},{"number":15,"verse":"But Leah answered, “Is it not enough that you have taken away my husband? Why do you want to take away my son’s mandrakes as well?” Rachel answered, “Then he can lie with you tonight in exchange for your son’s mandrakes.”"},{"number":16,"verse":"That night, when Jacob arrived from the fields, Leah went out to him and said to him, “You must sleep with me because I paid for the right to have you with my son’s mandrakes.” Thus, he slept with her that night."},{"number":17,"verse":"God heard Leah, and she conceived and bore a fifth son to Jacob."},{"number":18,"verse":"Leah said, “God has rewarded me for having given my slave to my husband.” This is why she named him Issachar."},{"number":19,"verse":"Leah conceived and bore a sixth son to Jacob."},{"number":20,"verse":"Leah said, “God gave me a beautiful gift. This time my husband will prefer me because I have borne him six sons.” She therefore named him Zebulun."},{"number":21,"verse":"She then bore a daughter and named her Dinah."},{"number":22,"verse":"God also remembered Rachel. He listened to her and opened her womb."},{"number":23,"verse":"She conceived and bore a son and said, “God has removed my dishonor.”"},{"number":24,"verse":"She named him Joseph saying, “May the LORD grant me another son.”"},{"number":25,"verse":"After Rachel had borne Joseph, Jacob said to Laban, “Let me go and return to my homeland."},{"number":26,"verse":"Give me my wives, for whom I have served you, and my children, so that I can leave. You know how I served you.”"},{"number":27,"verse":"Laban said to him, “If I have found favor with you, please stay, for through divination I have come to know that the LORD has blessed me because of you.”"},{"number":28,"verse":"He added, “Establish your salary and I will give it to you.”"},{"number":29,"verse":"He answered, “You know how I served you and how your possessions have multiplied through my work."},{"number":30,"verse":"What little you had before I arrived has grown beyond measure, and the LORD has blessed you since my arrival. But now, when will I be able to work for myself as well?”"},{"number":31,"verse":"Laban then said, “What must I do for you?” Jacob answered, “You do not have to do anything if you will do the following for me. I will return to pasture your flock and watch over it."},{"number":32,"verse":"Today I will pass through all the animals. I will separate every dark animal from among the sheep and every goat that is spotted or speckled. This will be my salary."},{"number":33,"verse":"In the future, let my honesty answer for me. When you come to verify my salary, every animal that is not speckled or spotted from among the goats and those that are not dark from among the sheep, if you find them with me, will be considered to have been robbed.”"},{"number":34,"verse":"Laban said, “Good, let it be as you have said.”"},{"number":35,"verse":"That day he removed the speckled and spotted he-goats and the speckled and spotted she-goats, all of those that had some white on them, and every sheep that was a dark color. He placed the flock in the care of his sons,"},{"number":36,"verse":"and he determined that there should be a distance of a three days’ journey by camel from Jacob’s flock. Jacob cared for the rest of Laban’s flock."},{"number":37,"verse":"But Jacob took fresh shoots of poplar, almond, and plane trees, and he made white[d] stripes in them by peeling the bark back down to the white core of the shoots."},{"number":38,"verse":"He then took the shoots from which he had peeled the bark and he placed them in the channels, that is, in the watering troughs where the animals came to drink. They were placed where the animals could see them, and the animals mated when they came to drink."},{"number":39,"verse":"Thus, the animals mated in the sight of the shoots, and the goats had kids that were streaked, speckled, and spotted.[e]"},{"number":40,"verse":"As for the sheep, Jacob separated them and had them face the animals that were streaked or fully dark of the flock of Laban. He put his own flock in a separate place; he did not put them together with Laban’s flock."},{"number":41,"verse":"Every once in a while, the healthier animals mated, and Jacob would put the shoots in the trough where the animals could see them, so that they would mate in the sight of the shoots."},{"number":42,"verse":"When the animals were weak, he did not put them there. Thus, the weak animals belonged to Laban, and those that were healthy belonged to Jacob."},{"number":43,"verse":"He grew rich beyond measure and possessed great numbers of flocks, male and female slaves, and camels and donkeys."}]}