{"bibleAbbr":"NCB2019","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":4,"verses":[{"number":1,"verse":"Adam was intimate with Eve his wife and she conceived and bore a son named Cain. She said, “I have obtained a son from the LORD.”"},{"number":2,"verse":"Next she bore another child named Abel. Abel was a shepherd of flocks and Cain tilled the soil."},{"number":3,"verse":"Some time later Cain offered the fruit of the earth as a sacrifice to the LORD,"},{"number":4,"verse":"and Abel offered the firstborn of his flock and their fat offerings. The LORD was pleased with Abel and his offering,"},{"number":5,"verse":"but he was not pleased with Cain and his offering. Cain was very angry and his countenance fell."},{"number":6,"verse":"The LORD therefore said to Cain, “Why are you angry and why has your countenance fallen?"},{"number":7,"verse":"If you do what is right, will you not be able to hold up your head? But if you do what is wrong, sin is crouching at your door. It seeks to dominate you, but you can overcome it.”"},{"number":8,"verse":"Cain said to his brother Abel, “Let us go out into the fields.” While they were walking in the fields, Cain attacked his brother Abel and killed him."},{"number":9,"verse":"Then the LORD asked Cain, “Where is Abel, your brother?” He answered, “I do not know. Am I to be my brother’s keeper?”"},{"number":10,"verse":"The LORD told him, “What have you done? Your brother’s blood cries out to me from the soil."},{"number":11,"verse":"Now may you be cursed far from the soil that drank the blood of your brother that you have shed."},{"number":12,"verse":"When you till the soil, it shall not be fruitful for you. You shall be a fugitive and wanderer upon the earth.”"},{"number":13,"verse":"Cain told the LORD, “My punishment is too great to bear!"},{"number":14,"verse":"Behold, you are banishing me from the soil this day. I will have to hide far from you. I will be a fugitive and wanderer upon the earth, and whoever meets me will be able to kill me.”"},{"number":15,"verse":"But the LORD told him, “Not so! Whoever kills Cain will suffer a sevenfold vengeance.” The LORD placed a mark[c] upon Cain, so that no one who might meet him would strike him."},{"number":16,"verse":"Cain left the presence of the LORD and lived in the land of Nod,[e] which lies to the east of Eden."},{"number":17,"verse":"Cain was intimate with his wife, and she conceived and bore Enoch. He became the founder of a city, which he named after his son, Enoch."},{"number":18,"verse":"To Enoch was born Irad. Irad was the father of Mehujael. Mehujael was the father of Methusael. Methusael was the father of Lamech."},{"number":19,"verse":"Lamech had two wives: one named Adah and the other named Zillah."},{"number":20,"verse":"[f]Adah bore Jabal, who was the forefather of those who live in tents and herd cattle."},{"number":21,"verse":"His brother was named Jubal. He was the forefather of those who play the lyre and the flute."},{"number":22,"verse":"Zillah bore Tubalcain, the forger, and forefather of those who forge things made of bronze and iron. The sister of Tubalcain was Naamah."},{"number":23,"verse":"Lamech said to his wives, “Adah and Zillah, listen to my voice; wives of Lamech, lend an ear to what I say. I have killed a man for wounding me and a boy, for bruising me."},{"number":24,"verse":"If Cain received a vengeance of sevenfold, Lamech will receive one of seventy-sevenfold.”"},{"number":25,"verse":"Adam was once again intimate with his wife, and she bore a son who was named Seth.[h] She said, “God has granted me another child to take the place of Abel whom Cain killed.”"},{"number":26,"verse":"Seth also had a son who was named Enosh. It was at this time that people began to call upon the name of the LORD."}]}