{"bibleAbbr":"NCB2019","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":49,"verses":[{"number":1,"verse":"Jacob then summoned his sons and said, “Gather together so that I can tell you what will happen to you in future days."},{"number":2,"verse":"“Gather and listen, sons of Jacob, listen to Israel, your father."},{"number":3,"verse":"“Reuben, you are the firstborn, my strength and the firstfruit of my might, excelling in dignity and excelling in power."},{"number":4,"verse":"Unstable as water, you shall not have preeminence because you invaded your father’s bed and defiled my couch upon which you climbed."},{"number":5,"verse":"“Simeon and Levi are brothers; their swords are implements of violence."},{"number":6,"verse":"Let my soul not come into their council nor my heart into their assembly, for they have killed men with anger and they maimed oxen as they pleased."},{"number":7,"verse":"Cursed be their anger, for it is fierce, and their wrath, for it is cruel. I will divide them in Jacob and disperse them in Israel."},{"number":8,"verse":"“Judah, your brothers shall praise you. Your hand shall be on the neck of your enemies. The sons of your father shall bow down before you."},{"number":9,"verse":"A young lion is Judah. From the prey, my son, you have turned. He crouches like a lion, and like a lioness; who dares to rouse him?"},{"number":10,"verse":"The scepter shall not depart from Judah nor the mace from between his feet, until it comes to whom it belongs, and the obedience of the peoples is his."},{"number":11,"verse":"He tethers his colt to the vine, and to a choice vine the colt of his donkey. He washes his garments in wine, and in the blood of the grapes his clothes."},{"number":12,"verse":"His eyes are darker than wine, and his teeth whiter than milk."},{"number":13,"verse":"“Zebulun shall dwell along the sea, and he shall be a haven to ships and shall border upon Sidon."},{"number":14,"verse":"“Issachar is a strong-boned donkey crouching between two saddlebags."},{"number":15,"verse":"He saw that his resting place was good and his land was pleasant so he bent down his shoulder to bear the burden and became a toiling servant."},{"number":16,"verse":"“Dan shall judge his people as one of the tribes of Israel."},{"number":17,"verse":"Dan will be like a serpent by the wayside, an adder by the path, that bites the heels of horses and its horsemen fall backward."},{"number":18,"verse":"“I hope in your salvation, O LORD."},{"number":19,"verse":"“Gad shall be attacked by raiders, but he shall raid them in return."},{"number":20,"verse":"“Asher’s food is rich, and he shall provide delicacies for the king."},{"number":21,"verse":"“Naphtali is a doe let loose; he brings forth beautiful words."},{"number":22,"verse":"“Joseph is a fruitful vine, a fruitful vine near a spring, whose branches run over the wall."},{"number":23,"verse":"They have grieved him and attacked him, archers have persecuted him,"},{"number":24,"verse":"but his bow is strong, and the hands of his arms were made strong by the hands of the Mighty One of Jacob, because of the Shepherd, the Rock of Israel."},{"number":25,"verse":"From the God of your father who helps you and God Almighty who blesses you with blessings from the heavens above, blessings of the deep that lie below, blessings of breasts and womb."},{"number":26,"verse":"The blessings of your father, are mighty beyond the blessings of the eternal mountains, the boundaries of the everlasting hills; may they come upon the head of Joseph upon the crown of the head of the prince among his brothers."},{"number":27,"verse":"“Benjamin is a ravenous wolf. In the morning he devours his prey; in the evening he divides his spoil.”"},{"number":28,"verse":"All these make up the twelve tribes of Israel. This is what their father told them, blessing them. He blessed each one with his own blessing."},{"number":29,"verse":"Then he gave this command: “I am about to be reunited with my ancestors. Bury me with my fathers in the cave in the field of Ephron the Hittite,"},{"number":30,"verse":"in the cave that is found in the field of Machpelah facing Mamre in the land of Canaan. This is the cave that Abraham bought with the field of Ephron the Hittite, as his burial ground."},{"number":31,"verse":"There they buried Abraham and Sarah his wife, there they buried Isaac and Rebekah his wife, and there they buried Leah."},{"number":32,"verse":"The field and the cave in it used to belong to the Hittites.”"},{"number":33,"verse":"When Jacob had finished giving this command to his sons, he drew back his feet into the bed and breathed his last and was reunited with his ancestors."}]}