{"bibleAbbr":"NCB2019","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":9,"verses":[{"number":1,"verse":"God blessed Noah and his sons and told them, “Be fruitful and multiply and fill the earth."},{"number":2,"verse":"[a]Fear and dread of you will come upon every wild animal and every bird of the air, everything that crawls upon the earth and all the fish of the sea; they will be under your dominion."},{"number":3,"verse":"“Whatever moves and has life will be used for your food. I give you all these things, just as I have already given you every green plant."},{"number":4,"verse":"[b]Only do not eat flesh along with its life, that is, with its blood."},{"number":5,"verse":"For your blood, that is, your life, I will require an accounting. I will require it of every living creature, and I will require it of every human in regard to other humans, each person for his brother."},{"number":6,"verse":"“Whoever spills human blood, that person’s blood will be shed; for in the image of God has God made man."},{"number":7,"verse":"And as for you, be fruitful and multiply; become numerous upon the earth and have dominion over it.”"},{"number":8,"verse":"God said to Noah and his sons,"},{"number":9,"verse":"“As for me, I will establish my covenant with you and your descendants after you,"},{"number":10,"verse":"with every living creature along with you—the birds, tame and wild animals, and with all the animals which left the ark."},{"number":11,"verse":"I will establish my covenant with you: never again will all living creatures be cut off by the waters of a flood, nor will the earth be laid waste by a flood again.”"},{"number":12,"verse":"God said, “This will be a sign of the covenant that I establish between me and you and every living creature for all generations."},{"number":13,"verse":"I will place my rainbow in the clouds and it will be a sign of the covenant between me and the earth."},{"number":14,"verse":"When I gather the clouds over the earth, the rainbow will appear in the clouds."},{"number":15,"verse":"I will remember my covenant between me and you and with every living creature of every kind, that water and flood shall never again destroy all flesh."},{"number":16,"verse":"The rainbow will be in the clouds and I will look upon it and remember the eternal covenant between God and every living creature of every kind that is found upon the earth.”"},{"number":17,"verse":"God said to Noah, “This is a sign of the covenant that I am establishing between myself and every creature upon the earth.”"},{"number":18,"verse":"The sons of Noah who left the ark were Shem, Ham, and Japheth. Ham was the father of the people of Canaan."},{"number":19,"verse":"These were the three sons of Noah, and from these came all the people on the earth."},{"number":20,"verse":"Now Noah tilled the soil, and he was the first to plant grape vines."},{"number":21,"verse":"He drank some of the wine and he became drunk and lay uncovered inside his tent."},{"number":22,"verse":"Ham, the father of the Canaanites, saw his father lying naked, and he mentioned it to his two brothers who were standing outside.[f]"},{"number":23,"verse":"Shem and Japheth took a robe and, holding it in back of them, walked backward toward him and covered their father with it. Having faced backward, they did not see their father naked."},{"number":24,"verse":"When Noah woke up from his drunken slumber, he learned what his youngest son had done to him."},{"number":25,"verse":"Because of this, he said, “Cursed be Canaan! A slave of slaves shall he be to his brothers!”[g]"},{"number":26,"verse":"[h]And he continued, “Blessed be the LORD, the God of Shem, and let Canaan be his slave!"},{"number":27,"verse":"May God enlarge Japheth so that he dwells in the land of Shem; and let Canaan be his slave!”"},{"number":28,"verse":"After the flood, Noah lived for three hundred and fifty years."},{"number":29,"verse":"In all, Noah lived for nine hundred and fifty years, and then he died."}]}