{"bibleAbbr":"urRV2010","bookName":"آستر","bookEnglishName":"Esther","chapterNumber":7,"verses":[{"number":1,"verse":"سو بادشاہ اور ہامان آئے کہ آستر ملِکہ کے ساتھ کھائیں پِئیں۔"},{"number":2,"verse":"اور بادشاہ نے دُوسرے دِن ضِیافت پر مَے نوشی کے وقت آستر سے پِھر پُوچھا آستر ملِکہ تیرا کیا سوال ہے؟ وہ منظُور ہو گا اور تیری کیا درخواست ہے؟ آدھی سلطنت تک وہ پُوری کی جائے گی۔"},{"number":3,"verse":"آستر ملِکہ نے جواب دِیا اَے بادشاہ اگر مَیں تیری نظر میں مقبُول ہُوں اور بادشاہ کو منظُور ہو تو میرے سوال پر میری جان بخشی ہو اور میری درخواست پر میری قَوم مُجھے مِلے۔"},{"number":4,"verse":"کیونکہ مَیں اور میرے لوگ ہلاک اور قتل کِئے جانے اور نیست و نابُود ہونے کو بیچ دِئے گئے ہیں۔اگر ہم لوگ غُلام اور لَونڈیاں بننے کے لِئے بیچ ڈالے جاتے تو مَیں چُپ رہتی اگرچہ اُس دُشمن کو بادشاہ کے نُقصان کا مُعاوضہ دینے کا مقدُور نہ ہوتا۔"},{"number":5,"verse":"تب اخسویر س بادشاہ نے آستر ملِکہ سے کہا وہ کَون ہے اور کہاں ہے جِس نے اپنے دِل میں اَیسا خیال کرنے کی جُرأت کی؟۔"},{"number":6,"verse":"آستر نے کہا وہ مُخالِف اور وہ دُشمن یِہی خبِیث ہامان ہے ۔ تب ہامان بادشاہ اور ملِکہ کے حضُور ہِراسان ہُؤا۔"},{"number":7,"verse":"اور بادشاہ غضبناک ہو کر مَے نوشی سے اُٹھا اور محلّ کے باغ میں چلا گیا اور ہامان آستر ملِکہ سے اپنی جان بخشی کی درخواست کرنے کو اُٹھ کھڑا ہُؤا کیونکہ اُس نے دیکھا کہ بادشاہ نے میرے خِلاف بدی کی ٹھان لی ہے۔"},{"number":8,"verse":"اور بادشاہ محلّ کے باغ سے لَوٹ کر مَے نوشی کی جگہ آیا اور ہامان اُس تخت کے اُوپر جِس پر آستر بَیٹھی تھی پڑا تھا ۔ تب بادشاہ نے کہا کیا یہ گھر ہی میں میرے سامنے ملِکہ پر جبر کرنا چاہتا ہے؟ اِس بات کا بادشاہ کے مُنہ سے نِکلنا تھا کہ اُنہوں نے ہامان کا مُنہ ڈھانک دِیا۔"},{"number":9,"verse":"پِھراُن خواجہ سراؤں میں سے جو خِدمت کرتے تھے ایک خواجہ سرا خربُونا ہ نے عرض کی کہ حضُور! اِس کے عِلاوہ ہامان کے گھر میں وہ پچاس ہاتھ اُونچی سُولی کھڑی ہے جِس کو ہامان نے مرد کَی کے لِئے تیّار کِیا جِس نے بادشاہ کے فائِدہ کی بات بتائی ۔ بادشاہ نے فرمایا کہ اُسے اُس پر ٹانگ دو۔"},{"number":10,"verse":"سو اُنہوں نے ہامان کو اُسی سُولی پر جو اُس نے مرد کَی کے لِئے تیّار کی تھی ٹانگ دِیا ۔ تب بادشاہ کا غُصّہ ٹھنڈا ہُؤا۔"}]}