{"bibleAbbr":"urRV2010","bookName":"رُومِیوں","bookEnglishName":"Romans","chapterNumber":11,"verses":[{"number":1,"verse":"( اِسرا ئیل پر خُدا کا رَحم) پس مَیں کہتا ہُوں کیا خُدا نے اپنی اُمّت کو ردّ کر دِیا؟ ہرگِز نہیں! کیونکہ مَیں بھی اِسرائیلی ابرہا م کی نسل اور بِنیمین کے قبِیلہ میں سے ہُوں۔"},{"number":2,"verse":"خُدا نے اپنی اُس اُمّت کو ردّ نہیں کِیا جسِے اُس نے پہلے سے جانا ۔ کیا تُم نہیں جانتے کہ کِتابِ مُقدّس ایلیّا ہ کے ذِکر میں کیا کہتی ہے؟ کہ وہ خُدا سے اِسرا ئیل کی یُوں فریاد کرتا ہے کہ۔"},{"number":3,"verse":"اَے خُداوند اُنہوں نے تیرے نبِیوں کو قتل کِیا اور تیری قُربان گاہوں کو ڈھا دِیا ۔ اب مَیں اکیلا باقی ہُوں اور وہ میری جان کے بھی خواہاں ہیں۔"},{"number":4,"verse":"مگر جوابِ اِلہٰی اُس کو کیا مِلا؟ یہ کہ مَیں نے اپنے لِئے سات ہزار آدمی بچا رکھّے ہیں جِنہوں نے بَعَل کے آگے گُھٹنے نہیں ٹیکے۔"},{"number":5,"verse":"پس اِسی طرح اِس وقت بھی فضل سے برگُزِیدہ ہونے کے باعِث کُچھ باقی ہیں۔"},{"number":6,"verse":"اور اگر فضل سے برگُزِیدہ ہیں تو اَعمال سے نہیں ورنہ فضل فضل نہ رہا۔"},{"number":7,"verse":"پس نتِیجہ کیا ہُؤا؟ یہ کہ اِسرا ئیل جِس چِیز کی تلاش کرتا ہے وہ اُس کو نہ مِلی مگر برگُزِیدوں کو مِلی اور باقی سخت کِئے گئے۔"},{"number":8,"verse":"چُنانچہ لِکھا ہے کہ خُدا نے اُن کوآج کے دِن تک سُست طبِیعت دی اور اَیسی آنکھیں جو نہ دیکھیں اور اَیسے کان جو نہ سُنیں۔"},{"number":9,"verse":"اور داؤُد کہتا ہے کہ اُن کا دسترخوان اُن کے لِئے جال اور پھندا اور ٹھوکر کھانے اور سزا کا باعِث بن جائے۔"},{"number":10,"verse":"اُن کی آنکھوں پر تارِیکی آ جائے تاکہ نہ دیکھیں اور تُو اُن کی پِیٹھ ہمیشہ جُھکائے رکھ۔"},{"number":11,"verse":"پس مَیں کہتا ہُوں کہ کیا اُنہوں نے اَیسی ٹھوکر کھائی کہ گِر پڑیں؟ ہرگِز نہیں! بلکہ اُن کی لغزِش سے غَیر قَوموں کو نجات مِلی تاکہ اُنہیں غَیرت آئے۔"},{"number":12,"verse":"پس جب اُن کی لغزِش دُنیا کے لِئے دَولت کا باعِث اور اُن کا گھَٹنا غَیر قَوموں کے لِئے دَولت کا باعِث ہُؤا تو اُن کا بھرپُور ہونا ضرُور ہی دَولت کا باعِث ہو گا۔"},{"number":13,"verse":"( غَیر قوموں کے لِئے نجات) مَیں یہ باتیں تُم غَیر قَوموں سے کہتا ہُوں ۔ چُونکہ مَیں غَیر قَوموں کا رسُول ہُوں اِس لِئے اپنی خِدمت کی بڑائی کرتا ہُوں۔"},{"number":14,"verse":"تاکہ کِسی طرح سے اپنے قَوم والوں کو غَیرت دِلا کر اُن میں سے بعض کو نجات دِلاؤُں۔"},{"number":15,"verse":"کیونکہ جب اُن کا خارِج ہو جانا دُنیا کے آ مِلنے کا باعِث ہُؤا تو کیا اُن کا مقبُول ہونا مُردوں میں سے جی اُٹھنے کے برابر نہ ہو گا؟۔"},{"number":16,"verse":"( سب اِنسانوں پر خُدا کی رحمت) جب نذر کا پہلا پیڑا پاک ٹھہرا تو سارا گُوندھا ہُؤا آٹا بھی پاک ہے اور جب جَڑ پاک ہے تو ڈالیاں بھی اَیسی ہی ہیں۔"},{"number":17,"verse":"لیکن اگر بعض ڈالیاں توڑی گئیں اور تُو جنگلی زَیتُون ہو کر اُن کی جگہ پَیوند ہُؤا اور زَیتُون کی رَوغن دار جَڑ میں شرِیک ہو گیا۔"},{"number":18,"verse":"تو تُو اُن ڈالیوں کے مُقابلہ میں فخر نہ کر اَور اگر فخر کرے گا تو جان رکھ کہ تُو جَڑ کو نہیں بلکہ جَڑ تُجھ کو سنبھالتی ہے۔"},{"number":19,"verse":"پس تُو کہے گا کہ ڈالیاں اِس لِئے توڑی گئیں کہ مَیں پَیوند ہو جاؤُں۔"},{"number":20,"verse":"اچھّا وہ تو بے اِیمانی کے سبب سے توڑی گئیں اور تُو اِیمان کے سبب سے قائِم ہے ۔ پس مغرُور نہ ہو بلکہ خَوف کر۔"},{"number":21,"verse":"کیونکہ جب خُدا نے اصلی ڈالیوں کو نہ چھوڑا تو تُجھ کو بھی نہ چھوڑے گا۔"},{"number":22,"verse":"پس خُدا کی مِہربانی اور سختی کو دیکھ ۔ سختی اُن پر جو گِر گئے ہیں اور خُدا کی مِہربانی تُجھ پر بشرطیکہ تُو اُس مِہربانی پر قائِم رہے ورنہ تُو بھی کاٹ ڈالا جائے گا۔"},{"number":23,"verse":"اور وہ بھی اگر بے اِیمان نہ رہیں تو پَیوند کِئے جائیں گے کیونکہ خُدا اُنہیں پَیوند کر کے بحال کرنے پر قادِر ہے۔"},{"number":24,"verse":"اِس لِئے کہ جب تُو زَیتون کے اُس درخت سے کٹ کر جِس کی اَصل جنگلی ہے اَصل کے بر خِلاف اچھّے زَیتُون میں پَیوند ہو گیا تو وہ جو اَصل ڈالیاں ہیں اپنے زَیتُون میں ضرُور ہی پَیوند ہو جائیں گی۔"},{"number":25,"verse":"اَے بھائِیو! کہِیں اَیسا نہ ہو کہ تُم اپنے آپ کو عقل مَند سمجھ لو ۔ اِس لِئے مَیں نہیں چاہتا کہ تُم اِس بھید سے ناواقِف رہو کہ اِسرائیل کا ایک حِصّہ سخت ہو گیا ہے اور جب تک غَیر قَومیں پُوری پُوری داخِل نہ ہوں وہ اَیسا ہی رہے گا۔"},{"number":26,"verse":"اور اِس صُورت سے تمام اِسرائیل نجات پائے گا ۔ چُنانچہ لِکھا ہے کہ چُھڑانے والا صِیُّون سے نِکلے گا اور بے دِینی کو یعقُوب سے دفع کرے گا۔"},{"number":27,"verse":"اور اُن کے ساتھ میرا یہ عہد ہو گا۔ جب کہ مَیں اُن کے گُناہوں کو دُور کر دُوں گا۔"},{"number":28,"verse":"اِنجِیل کے اِعتبار سے تو وہ تُمہاری خاطِر دُشمن ہیں لیکن برگُزِیدگی کے اِعتبار سے باپ دادا کی خاطِر پیارے ہیں۔"},{"number":29,"verse":"اِس لِئے کہ خُدا کی نِعمتیں اور بُلاوا بے تبدِیل ہے۔"},{"number":30,"verse":"کیونکہ جِس طرح تُم پہلے خُدا کے نافرمان تھے مگر اب اِن کی نافرمانی کے سبب سے تُم پر رَحم ہُؤا۔"},{"number":31,"verse":"اُسی طرح اب یہ بھی نافرمان ہُوئے تاکہ تُم پر رَحم ہونے کے باعِث اب اِن پر بھی رَحم ہو۔"},{"number":32,"verse":"اِس لِئے کہ خُدا نے سب کو نافرمانی میں گرِفتار ہونے دِیا تاکہ سب پر رَحم فرمائے۔"},{"number":33,"verse":"( خُدا کی حمد) واہ! خُدا کی دَولت اور حِکمت اور عِلم کیا ہی عمِیق ہے! اُس کے فَیصلے کِس قدر اِدراک سے پرے اوراُس کی راہیں کیا ہی بے نِشان ہیں!۔"},{"number":34,"verse":"خُداوند کی عقل کو کِس نے جانا؟ یا کَون اُس کا صلاح کار ہُؤا؟۔"},{"number":35,"verse":"یا کِس نے پہلے اُسے کُچھ دِیا ہے جِس کا بدلہ اُسے دِیا جائے؟۔"},{"number":36,"verse":"کیونکہ اُسی کی طرف سے اور اُسی کے وسِیلہ سے اور اُسی کے لِئے سب چِیزیں ہیں۔ اُس کی تمجِید ابد تک ہوتی رہے ۔ آمِین۔"}]}