{"bibleAbbr":"urRV2010","bookName":"رُومِیوں","bookEnglishName":"Romans","chapterNumber":12,"verses":[{"number":1,"verse":"( خُدا کی عِبادت میں عُمر گُزارنا) پس اَے بھائِیو۔ مَیں خُدا کی رحمتیں یاد دِلا کر تُم سے اِلتماس کرتا ہُوں کہ اپنے بدن اَیسی قُربانی ہونے کے لِئے نذر کرو جو زِندہ اور پاک اور خُدا کو پسندِیدہ ہو ۔ یِہی تُمہاری معقُول عِبادت ہے۔"},{"number":2,"verse":"اور اِس جہان کے ہم شکل نہ بنو بلکہ عقل نئی ہو جانے سے اپنی صُورت بدلتے جاؤ تاکہ خُدا کی نیک اور پسندِیدہ اور کامِل مرضی تجربہ سے معلُوم کرتے رہو۔"},{"number":3,"verse":"مَیں اُس تَوفِیق کی و جہ سے جو مُجھ کو مِلی ہے تُم میں سے ہر ایک سے کہتا ہُوں کہ جَیسا سمجھنا چاہئے اُس سے زِیادہ کوئی اپنے آپ کو نہ سمجھے بلکہ جَیسا خُدا نے ہر ایک کو اندازہ کے مُوافِق اِیمان تقسِیم کِیا ہے اِعتدال کے ساتھ اپنے آپ کو وَیسا ہی سمجھے۔"},{"number":4,"verse":"کیونکہ جِس طرح ہمارے ایک بدن میں بُہت سے اعضا ہوتے ہیں اور تمام اعضا کا کام یکساں نہیں۔"},{"number":5,"verse":"اُسی طرح ہم بھی جو بُہت سے ہیں مسِیح میں شامِل ہو کر ایک بدن ہیں اور آپس میں ایک دُوسرے کے اعضا۔"},{"number":6,"verse":"اور چُونکہ اُس تَوفِیق کے مُوافِق جو ہم کو دی گئی ہمیں طرح طرح کی نِعمتیں مِلِیں اِس لِئے جِس کو نبُوّت مِلی ہو وہ اِیمان کے اندازہ کے مُوافِق نبُوّت کرے۔"},{"number":7,"verse":"اگر خِدمت مِلی ہو تو خِدمت میں لگا رہے ۔ اگر کوئی مُعلِّم ہو تو تعلِیم میں مشغُول رہے۔"},{"number":8,"verse":"اور اگر ناصِح ہو تو نصِیحت میں ۔ خَیرات بانٹنے والا سخاوت سے بانٹے ۔ پیشوا سرگرمی سے پیشوائی کرے ۔ رَحم کرنے والا خُوشی کے ساتھ رَحم کرے۔"},{"number":9,"verse":"مُحبّت بے رِیا ہو ۔ بدی سے نفرت رکھّو ۔ نیکی سے لِپٹے رہو۔"},{"number":10,"verse":"برادرانہ مُحبّت سے آپس میں ایک دُوسرے کو پیار کرو ۔ عِزّت کے رُو سے ایک دُوسرے کو بِہتر سمجھو۔"},{"number":11,"verse":"کوشِش میں سُستی نہ کرو ۔ رُوحانی جوش میں بھرے رہو ۔ خُداوند کی خِدمت کرتے رہو۔"},{"number":12,"verse":"اُمّید میں خُوش ۔ مُصِیبت میں صابِر ۔ دُعا کرنے میں مشغُول رہو۔"},{"number":13,"verse":"مُقدّسوں کی اِحتیاجیں رفع کرو ۔ مُسافِر پروَری میں لگے رہو۔"},{"number":14,"verse":"جو تُمہیں ستاتے ہیں اُن کے واسطے برکت چاہو ۔ برکت چاہو ۔ لَعنت نہ کرو۔"},{"number":15,"verse":"خُوشی کرنے والوں کے ساتھ خُوشی کرو ۔ رونے والوں کے ساتھ روؤ۔"},{"number":16,"verse":"آپس میں یک دِل رہو ۔ اُونچے اُونچے خیال نہ باندھو بلکہ اَدنیٰ لوگوں کی طرف مُتوجِّہ ہو ۔ اپنے آپ کو عقل مند نہ سمجھو۔"},{"number":17,"verse":"بدی کے عِوض کِسی سے بدی نہ کرو ۔ جو باتیں سب لوگوں کے نزدِیک اچھّی ہیں اُن کی تدبِیر کرو۔"},{"number":18,"verse":"جہاں تک ہو سکے تُم اپنی طرف سے سب آدمِیوں کے ساتھ میل مِلاپ رکھّو۔"},{"number":19,"verse":"اَے عزِیزو! اپنا اِنتقام نہ لو بلکہ غضب کو مَوقع دو کیونکہ یہ لِکھا ہے کہ خُداوند فرماتا ہے اِنتِقام لینا میرا کام ہے ۔ بدلہ مَیں ہی دُوں گا۔"},{"number":20,"verse":"بلکہ اگر تیرا دُشمن بُھوکا ہو تو اُس کو کھانا کِھلا ۔ اگر پیاسا ہو تو اُسے پانی پِلا کیونکہ اَیسا کرنے سے تُو اُس کے سر پر آگ کے انگاروں کا ڈھیر لگائے گا۔"},{"number":21,"verse":"بدی سے مغلُوب نہ ہو بلکہ نیکی کے ذرِیعہ سے بدی پر غالِب آؤ۔"}]}