{"bibleAbbr":"urRV2010","bookName":"رُومِیوں","bookEnglishName":"Romans","chapterNumber":14,"verses":[{"number":1,"verse":"( عَیب جوئی نہ کرو) کمزور اِیمان والے کو اپنے میں شامِل تو کر لو مگر شک و شُبہ کی تکراروں کے لِئے نہیں۔"},{"number":2,"verse":"ایک کو اِعتقاد ہے کہ ہر چِیز کا کھانا روا ہے اور کمزور اِیمان والا ساگ پات ہی کھاتا ہے۔"},{"number":3,"verse":"کھانے والا اُس کو جو نہیں کھاتا حقِیر نہ جانے اور جو نہیں کھاتا وہ کھانے والے پر اِلزام نہ لگائے کیونکہ خُدا نے اُس کو قبُول کر لِیا ہے۔"},{"number":4,"verse":"تُو کَون ہے جو دُوسرے کے نَوکر پر اِلزام لگاتا ہے؟ اُس کا قائِم رہنا یا گِر پڑنا اُس کے مالِک ہی سے مُتعلِّق ہے بلکہ وہ قائِم ہی کر دِیا جائے گا کیونکہ خُداوند اُس کے قائِم کرنے پر قادِر ہے۔"},{"number":5,"verse":"کوئی تو ایک دِن کو دُوسرے سے افضل جانتا ہے اور کوئی سب دِنوں کو برابر جانتا ہے ۔ ہر ایک اپنے دِل میں پُورا اِعتقاد رکھّے۔"},{"number":6,"verse":"جو کِسی دِن کو مانتا ہے وہ خُداوند کے لِئے مانتا ہے اور جو کھاتا ہے وہ خُداوند کے واسطے کھاتا ہے کیونکہ وہ خُدا کا شُکر کرتا ہے اور جو نہیں کھاتا وہ بھی خُداوند کے واسطے نہیں کھاتا اور خُدا کا شُکر کرتا ہے۔"},{"number":7,"verse":"کیونکہ ہم میں سے نہ کوئی اپنے واسطے جِیتا ہے نہ کوئی اپنے واسطے مَرتا ہے۔"},{"number":8,"verse":"اگر ہم جِیتے ہیں تو خُداوند کے واسطے جِیتے ہیں اور اگر مَرتے ہیں تو خُداوند کے واسطے مَرتے ہیں ۔ پس ہم جِئیں یا مَریں خُداوند ہی کے ہیں۔"},{"number":9,"verse":"کیونکہ مسِیح اِسی لِئے مُؤا اور زِندہ ہُؤا کہ مُردوں اور زِندوں دونوں کا خُداوند ہو۔"},{"number":10,"verse":"مگر تُو اپنے بھائی پر کِس لِئے اِلزام لگاتا ہے؟ یا تُو بھی کِس لِئے اپنے بھائی کو حقِیر جانتا ہے؟ ہم تو سب خُدا کے تختِ عدالت کے آگے کھڑے ہوں گے۔"},{"number":11,"verse":"چُنانچہ یہ لِکھا ہے کہ خُداوند فرماتا ہے مُجھے اپنی حیات کی قَسم ہر ایک گُھٹنامیرے آگے جُھکے گا اور ہر ایک زُبان خُدا کا اِقرار کرے گی۔"},{"number":12,"verse":"پس ہم میں سے ہر ایک خُدا کو اپنا حِساب دے گا۔"},{"number":13,"verse":"( کِسی کے لِئے ٹھو کر کا باعِث نہ بنو) پس آیندہ کو ہم ایک دُوسرے پر اِلزام نہ لگائیں بلکہ تُم یِہی ٹھان لو کہ کوئی اپنے بھائی کے سامنے وہ چِیز نہ رکھّے جو اُس کے ٹھوکر کھانے یا گِرنے کا باعِث ہو۔"},{"number":14,"verse":"مُجھے معلُوم ہے بلکہ خُداوند یِسُو ع میں مُجھے یقِین ہے کہ کوئی چِیز بِذاتہِ حَرام نہیں لیکن جو اُس کو حَرام سمجھتا ہے اُس کے لِئے حَرام ہے۔"},{"number":15,"verse":"اگر تیرے بھائی کو تیرے کھانے سے رَنج پُہنچتا ہے تو پِھر تُو مُحبّت کے قاعِدہ پر نہیں چلتا ۔ جِس شخص کے واسطے مسِیح مُؤا اُس کو تُو اپنے کھانے سے ہلاک نہ کر۔"},{"number":16,"verse":"پس تُمہاری نیکی کی بدنامی نہ ہو۔"},{"number":17,"verse":"کیونکہ خُدا کی بادشاہی کھانے پِینے پر نہیں بلکہ راست بازی اور میل مِلاپ اور اُس خُوشی پر مَوقُوف ہے جو رُوحُ القُدس کی طرف سے ہوتی ہے۔"},{"number":18,"verse":"اور جو کوئی اِس طَور سے مسِیح کی خِدمت کرتا ہے وہ خُدا کا پسندِیدہ اور آدمِیوں کا مقبُول ہے۔"},{"number":19,"verse":"پس ہم اُن باتوں کے طالِب رہیں جِن سے میل مِلاپ اور باہمی ترقّی ہو۔"},{"number":20,"verse":"کھانے کی خاطِر خُدا کے کام کو نہ بِگاڑ۔ ہرچِیز پاک تو ہے مگر اُس آدمی کے لئے بُری ہے جِس کو اُس کے کھانے سے ٹھوکر لگتی ہے۔"},{"number":21,"verse":"یِہی اچھّا ہے کہ تُو نہ گوشت کھائے ۔ نہ مَے پِئے ۔ نہ اَور کُچھ اَیسا کرے جِس کے سبب سے تیرا بھائی ٹھوکر کھائے۔"},{"number":22,"verse":"جو تیرا اِعتقاد ہے وہ خُدا کی نظر میں تیرے ہی دِل میں رہے ۔ مُبارک وہ ہے جو اُس چِیز کے سبب سے جِسے وہ جائِز رکھتا ہے اپنے آپ کو مُلزِم نہیں ٹھہراتا۔"},{"number":23,"verse":"مگر جو کوئی کِسی چِیز میں شُبہ رکھتا ہے اگر اُس کو کھائے تو مُجرِم ٹھہرتا ہے اِس واسطے کہ وہ اِعتقاد سے نہیں کھاتا اور جو کُچھ اِعتقاد سے نہیں وہ گُناہ ہے۔"}]}