{"bibleAbbr":"KNJV","bookName":"ಆದಿಕಾಂಡ","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"ನೋಹನ ಮಕ್ಕಳಾದ ಶೇಮ್ ಹಾಮ್ ಯೆಫೆತರ ವಂಶದವರ ಚರಿತ್ರೆಯು - ಜಲಪ್ರಳಯವಾದ ಮೇಲೆ ಅವರಿಗೆ ಮಕ್ಕಳು ಹುಟ್ಟಿದರು."},{"number":2,"verse":"ಯೆಫೆತನ ಸಂತಾನದವರು ಯಾರಂದರೆ - ಗೋಮೆರ್, ಮಾಗೋಗ್, ಮಾದಯ್, ಯಾವಾನ್, ತೂಬಲ್, ಮೆಷೆಕ್, ತೀರಾಸ್ ಎಂಬವರೇ."},{"number":3,"verse":"ಗೋಮೆರನ ಸಂತಾನದವರು - ಅಷ್ಕೆನಸ್, ರೀಫತ್, ತೋಗರ್ಮ ಎಂಬವರು."},{"number":4,"verse":"ಯಾವಾನನ ಸಂತಾನದವರು - ಎಲೀಷಾ, ತಾರ್ಷೀಷ್, ಕಿತ್ತೀಮ್, ದೋದಾ ಎಂಬ ಸ್ಥಳಗಳವರು; ಇವರು ಸಮುದ್ರದ ರೇವುಗಳಲ್ಲಿ ಹರಡಿಕೊಂಡರು."},{"number":5,"verse":"ದೇಶಭಾಷಾ ಕುಲಜನಾಂಗಗಳ ಪ್ರಕಾರ [ಇವರೇ ಯೆಫೆತನ ವಂಶದವರು]."},{"number":6,"verse":"ಹಾಮನ ಸಂತಾನದವರು ಯಾರಂದರೆ - ಕೂಷ್, ಮಿಚ್ರಯಿಮ್, ಪೂತ್, ಕಾನಾನ್ ಎಂಬವರೇ."},{"number":7,"verse":"ಕೂಷನ ಸಂತಾನದವರು - ಸೆಬಾ, ಹವೀಲ, ಸಬ್ತಾ, ರಗ್ಮ, ಸಬ್ತಕಾ ಎಂಬ ಜನಾಂಗಗಳು. ರಗ್ಮ ಸಂತಾನದವರು - ಶೆಬಾ, ದೆದಾನ್ ಎಂಬ ಜನಾಂಗಗಳು."},{"number":8,"verse":"ಕೂಷನು ನಿಮ್ರೋದನನ್ನು ಪಡೆದನು. ಅವನು ಪರಾಕ್ರಮದಿಂದ ಮೊದಲನೆಯ ಭೂರಾಜನಾದನು."},{"number":9,"verse":"ಅವನು ಅತಿ ಸಾಹಸಿಯಾದ ಬೇಟೆಗಾರನು. ನಿಮ್ರೋದನಂತೆ ಅತಿ ಸಾಹಸಿಯಾದ ಬೇಟೆಗಾರನೆಂದು ಈಗಲೂ ಹೇಳುವದುಂಟಲ್ಲಾ."},{"number":10,"verse":"ಶಿನಾರ್ ದೇಶದಲ್ಲಿರುವ ಬಾಬೆಲ್, ಯೆರೆಕ್, ಅಕ್ಕದ್, ಕಲ್ನೇ ಎಂಬ ಪಟ್ಟಣಗಳೇ ಅವನ ರಾಜ್ಯದ ಮೂಲ ಪಟ್ಟಣಗಳು."},{"number":11,"verse":"ಅವನು ಆ ದೇಶದಿಂದ ಹೊರಟು ಅಶ್ಶೂರ್ ದೇಶಕ್ಕೆ ಬಂದು ನಿನೆವೆ, ರೆಹೋಬೋತೀರ್, ಕೆಲಹ ಎಂಬ ಪಟ್ಟಣಗಳನ್ನೂ"},{"number":12,"verse":"ನಿನೆವೆಗೂ ಕೆಲಹಕ್ಕೂ ನಡುವೆ ಇರುವ ರೆಸೆನ್ ಪಟ್ಟಣವನ್ನೂ ಕಟ್ಟಿಸಿದನು. ಇವೆಲ್ಲಾ ಒಟ್ಟಾಗಿ ಮಹಾ ಪಟ್ಟಣವೆಂದು ಪ್ರಸಿದ್ಧವಾಗಿದೆ."},{"number":13,"verse":"ಮಿಚ್ರಯಿಮ್ಯರಿಂದ ಲೂದ್ಯರೂ ಅನಾಮ್ಯರೂ ಲೆಹಾಬ್ಯರೂ ನಫ್ತುಹ್ಯರೂ ಪತ್ರುಸ್ಯರೂ ಕಸ್ಲುಹ್ಯರೂ ಕಫ್ತೋರ್ಯರೂ ಹುಟ್ಟಿದರು."},{"number":14,"verse":"ಕಸ್ಲುಹ್ಯರ ಬಳಿಯಿಂದ ಫಿಲಿಷ್ಟಿಯರು ಹೊರಟುಬಂದರು."},{"number":15,"verse":"ಕಾನಾನ್ ವಂಶದಲ್ಲಿ ಮೊದಲು ಹುಟ್ಟಿದವನು ಸೀದೋನ್; ಆಮೇಲೆ ಹೇತ್ ಹುಟ್ಟಿದನು."},{"number":16,"verse":"ಇದಲ್ಲದೆ ಯೆಬೂಸಿಯರೂ ಅಮೋರಿಯರೂ ಗಿರ್ಗಾಷಿಯರೂ"},{"number":17,"verse":"ಹಿವ್ವಿಯರೂ ಅರ್ಕಿಯರೂ ಸೀನಿಯರೂ"},{"number":18,"verse":"ಅರ್ವಾದಿಯರೂ ಚೆಮಾರಿಯರೂ ಹಮಾತಿಯರೂ ಕಾನಾನನಿಂದ ಹುಟ್ಟಿದರು. ಕಾಲಕ್ರಮದಿಂದ ಈ ಕಾನಾನ್ ಕುಲಗಳವರು ಹರಡಿಕೊಂಡರು."},{"number":19,"verse":"ಕಾನಾನ್ಯರ ಸೀಮೆಯು ಸೀದೋನ್ ಪಟ್ಟಣದಿಂದ ಗೆರಾರಿಗೆ ಹೋಗುವ ದಾರಿಯಲ್ಲಿರುವ ಗಾಜಾ ಪಟ್ಟಣದವರೆಗೂ ಮತ್ತು ಸೊದೋಮ್, ಗೊಮೋರ, ಅದ್ಮಾ, ಚೆಬೋಯಿಮ್ ಎಂಬ ಪಟ್ಟಣಗಳಿಗೆ ಹೋಗುವ ದಾರಿಯಲ್ಲಿರುವ ಲೆಷಾ ಊರಿನವರೆಗೂ ಇತ್ತು."},{"number":20,"verse":"ಕುಲಭಾಷಾ ದೇಶಜನಾಂಗಗಳ ಪ್ರಕಾರ ಇವರೇ ಹಾಮನ ವಂಶದವರು."},{"number":21,"verse":"ಇಬ್ರಿಯರೆಲ್ಲರಿಗೆ ಮೂಲಪುರುಷನೂ ಯೆಫೆತನ ಅಣ್ಣನೂ ಆಗಿದ್ದ ಶೇಮನಿಗೆ ಸಹ ಸಂತಾನವಾಯಿತು."},{"number":22,"verse":"ಶೇಮನ ಸಂತಾನದವರು - ಏಲಾಮ್, ಅಶ್ಶೂರ್, ಅರ್ಪಕ್ಷದ್, ಲೂದ್, ಅರಾಮ್ ಎಂಬವರೇ."},{"number":23,"verse":"ಅರಾಮ್ ಸಂತಾನದವರು - ಊಸ್, ಹೂಲ್, ಗೆತೆರ್, ಮಷ್ ಎಂಬವರೇ."},{"number":24,"verse":"ಅರ್ಪಕ್ಷದನಿಂದ ಶೆಲಹನೂ ಶೆಲಹನಿಂದ ಎಬರನೂ ಹುಟ್ಟಿದರು."},{"number":25,"verse":"ಎಬರನಿಗೆ ಇಬ್ಬರು ಮಕ್ಕಳು ಹುಟ್ಟಿದರು. ಒಬ್ಬನಿಗೆ ಪೆಲೆಗೆಂಬ ಹೆಸರು; ಅವನ ಕಾಲದಲ್ಲಿ ಭೂಮಿಯ ಜನಗಳು ವಿಂಗಡವಾದವು. ಅವನ ತಮ್ಮನ ಹೆಸರು ಯೊಕ್ತಾನ್."},{"number":26,"verse":"ಯೊಕ್ತಾನನ ಸಂತಾನದವರು - ಅಲ್ಮೋದಾದ್ ಶೆಲೆಪ್ ಹಚರ್ಮಾವೆತ್ ಯೆರಹ ಹದೋರಾಮ್"},{"number":27,"verse":"ಊಜಾಲ್ ದಿಕ್ಲಾ ಓಬಾಲ್ ಅಬೀಮಯೇಲ್ ಶೆಬಾ"},{"number":29,"verse":"ಓಫೀರ್‍‍ಹವೀಲ ಯೋಬಾಬ್ ಎಂಬ ಸ್ಥಳಗಳವರು. ಈ ಕುಲಗಳೆಲ್ಲಾ ಯೊಕ್ತಾನನಿಂದ ಹುಟ್ಟಿದವು."},{"number":30,"verse":"ಇವರ ನಿವಾಸವು ಮೇಶಾಸೀಮೆ ಮೊದಲುಗೊಂಡು ಮೂಡಲಲ್ಲಿರುವ ಸೆಫಾರ್ ಎಂಬ ಬೆಟ್ಟದವರೆಗೂ ಇತ್ತು."},{"number":31,"verse":"ಕುಲಭಾಷಾ ಜನಾಂಗಗಳ ಪ್ರಕಾರ ಇವರೇ ಶೇಮನ ವಂಶದವರು."},{"number":32,"verse":"ಸಂತತಿ ಜನಾಂಗಗಳ ಪ್ರಕಾರ ಇವರೇ ನೋಹನ ವಂಶದವರು. ಜಲಪ್ರಳಯವಾದನಂತರ ಭೂಮಿಯ ಮೇಲೆ ಹರಡಿಕೊಂಡ ಜನಾಂಗಗಳವರು ಇವರೇ."}]}