{"bibleAbbr":"KNJV","bookName":"ಆದಿಕಾಂಡ","bookEnglishName":"Genesis","chapterNumber":11,"verses":[{"number":1,"verse":"ಲೋಕದವರೆಲ್ಲರಿಗೂ ಒಂದೇ ಭಾಷೆ ಇತ್ತು. ಭಾಷಾಭೇದವೇನೂ ಇರಲಿಲ್ಲ."},{"number":2,"verse":"ಅವರು ಪೂರ್ವದಿಕ್ಕಿಗೆ ಮುಂದೆ ಮುಂದೆ ಪ್ರಯಾಣ ಮಾಡುತ್ತಿರುವಾಗ ಶಿನಾರ್ ದೇಶದಲ್ಲಿ ಬೈಲುಸೀಮೆ ಸಿಕ್ಕಲು ಅಲ್ಲೇ ವಾಸಮಾಡಿಕೊಂಡು ತಮ್ಮ ತಮ್ಮೊಳಗೆ -"},{"number":3,"verse":"ಬನ್ನಿ, ಒಳ್ಳೊಳ್ಳೇ ಸುಟ್ಟ ಇಟ್ಟಿಗೆಗಳನ್ನು ಮಾಡೋಣ;"},{"number":4,"verse":"ಒಂದು ಪಟ್ಟಣವನ್ನೂ ಆಕಾಶವನ್ನು ಮುಟ್ಟುವ ಗೋಪುರವನ್ನೂ ಕಟ್ಟಿ ದೊಡ್ಡ ಹೆಸರನ್ನು ಪಡೆಯೋಣ; ಹೀಗೆ ಮಾಡಿದರೆ ಭೂಮಿಯ ಮೇಲೆಲ್ಲಾ ಚದರುವದಕ್ಕೆ ಆಸ್ಪದವಾಗುವದಿಲ್ಲ ಅಂದುಕೊಂಡರು. ಕಟ್ಟುವಾಗ ಕಲ್ಲಿಗೆ ಬದಲಾಗಿ ಇಟ್ಟಿಗೆಯನ್ನೂ ಸುಣ್ಣಕ್ಕೆ ಬದಲಾಗಿ ಕಲ್ಲರಗನ್ನೂ ಉಪಯೋಗಿಸಿದರು."},{"number":5,"verse":"ನರಪುತ್ರರು ಕಟ್ಟುತ್ತಿದ್ದ ಆ ಪಟ್ಟಣವನ್ನೂ ಗೋಪುರವನ್ನೂ ನೋಡುವದಕ್ಕೆ ಯೆಹೋವನು ಇಳಿದು ಬಂದನು."},{"number":6,"verse":"ನೋಡಿದ ಮೇಲೆ ಆತನು - ಇವರು ಒಂದೇ ಜನಾಂಗ; ಇವರೆಲ್ಲರಿಗೂ ಒಂದೇ ಭಾಷೆ. ಪ್ರಾರಂಭದಲ್ಲೇ ಇಷ್ಟು ದೊಡ್ಡ ಕೆಲಸ ಮಾಡುವವರಾಗಿರಲು ಮುಂದೆ ಏನು ಆಲೋಚಿಸಿದರೂ ಇವರಿಗೆ ಅಸಾಧ್ಯವಲ್ಲ."},{"number":7,"verse":"ನಾವು ಇಳಿದು ಇವರಲ್ಲಿ ಒಬ್ಬರ ಮಾತು ಒಬ್ಬರಿಗೆ ತಿಳಿಯದಂತೆ ಇವರ ಭಾಷೆಯನ್ನು ತಾರುಮಾರುಮಾಡೋಣ ಬನ್ನಿ ಅಂದನು."},{"number":8,"verse":"ಹಾಗೆಯೇ ಮಾಡಿ ಯೆಹೋವನು ಅವರನ್ನು ಅಲ್ಲಿಂದ ಭೂಲೋಕದಲ್ಲೆಲ್ಲಾ ಚದರಿಸಿದನು. ಅವರು ಆ ಪಟ್ಟಣ ಕಟ್ಟುವದನ್ನು ನಿಲ್ಲಿಸಿಬಿಟ್ಟರು."},{"number":9,"verse":"ಸಮಸ್ತಲೋಕದ ಭಾಷೆಯನ್ನು ಯೆಹೋವನು ಅಲ್ಲಿ ತಾರುಮಾರುಮಾಡಿ ಅವರನ್ನು ಅಲ್ಲಿಂದ ಭೂಲೋಕದಲ್ಲೆಲ್ಲಾ ಚದರಿಸಿದ್ದರಿಂದ ಆ ಪಟ್ಟಣಕ್ಕೆ ಬಾಬೆಲ್ ಎಂಬ ಹೆಸರಾಯಿತು."},{"number":10,"verse":"ಶೇಮನ ವಂಶದವರ ಚರಿತ್ರೆಯು. ಜಲಪ್ರಳಯವು ಕಳೆದು ಎರಡು ವರುಷಗಳಾದ ಮೇಲೆ ಶೇಮನು ನೂರು ವರುಷದವನಾಗಿ ಅರ್ಪಕ್ಷದನನ್ನು ಪಡೆದನು."},{"number":11,"verse":"ಅವನು ಅರ್ಪಕ್ಷದನನ್ನು ಪಡೆದ ಮೇಲೆ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಪಡೆದು ಐನೂರು ವರುಷ ಬದುಕಿದನು."},{"number":12,"verse":"ಅರ್ಪಕ್ಷದನು ಮೂವತ್ತೈದು ವರುಷದವನಾಗಿ ಶೆಲಹನನ್ನು ಪಡೆದನು."},{"number":13,"verse":"ಅವನು ಶೆಲಹನನ್ನು ಪಡೆದ ಮೇಲೆ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಪಡೆದು ನಾನೂರ ಮೂರು ವರುಷ ಬದುಕಿದನು."},{"number":14,"verse":"ಶೆಲಹನು ಮೂವತ್ತು ವರುಷದವನಾಗಿ ಎಬರನನ್ನು ಪಡೆದನು."},{"number":15,"verse":"ಅವನು ಎಬರನನ್ನು ಪಡೆದ ಮೇಲೆ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಪಡೆದು ನಾನೂರ ಮೂರು ವರುಷ ಬದುಕಿದನು."},{"number":16,"verse":"ಎಬರನು ಮೂವತ್ತು ನಾಲ್ಕು ವರುಷದವನಾಗಿ ಪೆಲೆಗನನ್ನು ಪಡೆದನು."},{"number":17,"verse":"ಅವನು ಪೆಲೆಗನನ್ನು ಪಡೆದ ಮೇಲೆ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಪಡೆದು ನಾನೂರ ಮೂವತ್ತು ವರುಷ ಬದುಕಿದನು."},{"number":18,"verse":"ಪೆಲೆಗನು ಮೂವತ್ತು ವರುಷದವನಾಗಿ ರೆಗೂವನನ್ನು ಪಡೆದನು."},{"number":19,"verse":"ಅವನು ರೆಗೂವನನ್ನು ಪಡೆದ ಮೇಲೆ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಪಡೆದು ಇನ್ನೂರ ಒಂಭತ್ತು ವರುಷ ಬದುಕಿದನು."},{"number":20,"verse":"ರೆಗೂವನು ಮೂವತ್ತೆರಡು ವರುಷದವನಾಗಿ ಸೆರೂಗನನ್ನು ಪಡೆದನು."},{"number":21,"verse":"ಅವನು ಸೆರಗೂನನ್ನು ಪಡೆದ ಮೇಲೆ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಪಡೆದು ಇನ್ನೂರ ಏಳು ವರುಷ ಬದುಕಿದನು."},{"number":22,"verse":"ಸೆರೂಗನು ಮೂವತ್ತು ವರುಷದವನಾಗಿ ನಾಹೋರನನ್ನು ಪಡೆದನು."},{"number":23,"verse":"ಅವನು ನಾಹೋರನನ್ನು ಪಡೆದ ಮೇಲೆ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಪಡೆದು ಇನ್ನೂರು ವರುಷ ಬದುಕಿದನು."},{"number":24,"verse":"ನಾಹೋರನು ಇಪ್ಪತ್ತೊಂಭತ್ತು ವರುಷದವನಾಗಿ ತೆರಹನನ್ನು ಪಡೆದನು."},{"number":25,"verse":"ಅವನು ತೆರಹನನ್ನು ಪಡೆದ ಮೇಲೆ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಪಡೆದು ನೂರ ಹತ್ತೊಂಭತ್ತು ವರುಷ ಬದುಕಿದನು."},{"number":26,"verse":"ತೆರಹನು ಎಪ್ಪತ್ತು ವರುಷದವನಾಗಿ ಅಬ್ರಾಮ, ನಾಹೋರ, ಹಾರಾನ ಎಂಬ ಮಕ್ಕಳನ್ನು ಪಡೆದನು."},{"number":27,"verse":"ತೆರಹನ ವಂಶದವರ ಚರಿತ್ರೆ. ತೆರಹನು ಅಬ್ರಾಮ ನಾಹೋರ ಹಾರಾನರನ್ನು ಪಡೆದನು."},{"number":28,"verse":"ಹಾರಾನನು ಲೋಟನನ್ನು ಪಡೆದನು. ಹಾರಾನನು ತಾನು ಹುಟ್ಟಿದ ದೇಶದೊಳಗೆ ಕಲ್ದೀಯರ ಊರ್ ಎಂಬ ಪಟ್ಟಣದಲ್ಲಿ ತನ್ನ ತಂದೆಯಾದ ತೆರಹನ ಹತ್ತಿರವೇ ಸತ್ತನು."},{"number":29,"verse":"ಅಬ್ರಾಮನೂ ನಾಹೋರನೂ ಮದುವೆಮಾಡಿಕೊಂಡರು. ಅಬ್ರಾಮನ ಹೆಂಡತಿಯ ಹೆಸರು ಸಾರಯಳು, ನಾಹೋರನ ಹೆಂಡತಿಯ ಹೆಸರು ಮಿಲ್ಕಾ; ಈಕೆಯು ಹಾರಾನನ ಮಗಳು; ಹಾರಾನನು ಮಿಲ್ಕಳಿಗೂ ಇಸ್ಕಳಿಗೂ ತಂದೆ."},{"number":30,"verse":"ಸಾರಯಳು ಬಂಜೆಯಾಗಿದ್ದದರಿಂದ ಆಕೆಗೆ ಮಕ್ಕಳಿರಲಿಲ್ಲ."},{"number":31,"verse":"ತೆರಹನು ತನ್ನ ಮಗನಾದ ಅಬ್ರಾಮನನ್ನೂ ತನಗೆ ಮೊಮ್ಮಗನೂ ಹಾರಾನನಿಗೂ ಮಗನೂ ಆಗಿರುವ ಲೋಟನನ್ನೂ ತನಗೆ ಸೊಸೆಯೂ ಅಬ್ರಾಮನಿಗೆ ಹೆಂಡತಿಯೂ ಆಗಿರುವ ಸಾರಯಳನ್ನೂ ಕರಕೊಂಡು ಕಾನಾನ್‍ದೇಶಕ್ಕೆ ಹೋಗಬೇಕೆಂದು ಕಲ್ದೀಯರ ಊರ್ ಎಂಬ ಪಟ್ಟಣವನ್ನು ಬಿಟ್ಟನು. ಅವರು ಹಾರಾನ್ ಪಟ್ಟಣಕ್ಕೆ ಬಂದು ಅಲ್ಲೇ ವಾಸಮಾಡಿಕೊಂಡರು."},{"number":32,"verse":"ತೆರಹನು ಇನ್ನೂರ ಐದು ವರುಷದವನಾಗಿ ಖಾರಾನಿನಲ್ಲಿ ಸತ್ತನು."}]}