{"bibleAbbr":"KNJV","bookName":"ಆದಿಕಾಂಡ","bookEnglishName":"Genesis","chapterNumber":13,"verses":[{"number":1,"verse":"ಹೀಗೆ ಅಬ್ರಾಮನು ತನ್ನದನ್ನೆಲ್ಲಾ ತೆಗೆದುಕೊಂಡು ಹೆಂಡತಿಯನ್ನೂ ಲೋಟನನ್ನೂ ಸಂಗಡ ಕರಕೊಂಡು ಐಗುಪ್ತ ದೇಶವನ್ನು ಬಿಟ್ಟು ಕಾನಾನ್‍ದೇಶದ ದಕ್ಷಿಣ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಏರಿ ಬಂದನು."},{"number":2,"verse":"ಅಬ್ರಾಮನು ಬಹು ಐಶ್ವರ್ಯವಂತನಾಗಿದ್ದನು; ಅವನಿಗೆ ಪಶುಗಳೂ ಬೆಳ್ಳಿಬಂಗಾರವೂ ಇದ್ದವು."},{"number":3,"verse":"ಅವನು ದಕ್ಷಿಣ ದೇಶವನ್ನು ಬಿಟ್ಟು ಮುಂದೆ ಮುಂದೆ ಪ್ರಯಾಣ ಮಾಡುತ್ತಾ ಬೇತೇಲಿನವರೆಗೆ ಅಂದರೆ"},{"number":4,"verse":"ಬೇತೇಲಿಗೂ ಆಯಿ ಎಂಬ ಊರಿಗೂ ನಡುವೆ ತಾನು ಪೂರ್ವದಲ್ಲಿ ಗುಡಾರಹಾಕಿಸಿ ಯಜ್ಞವೇದಿಯನ್ನು ಕಟ್ಟಿದ್ದ ಕ್ಷೇತ್ರಕ್ಕೆ ತಿರಿಗಿ ಬಂದು ಅಲ್ಲಿ ಯೆಹೋವನ ಹೆಸರನ್ನು ಹೇಳಿಕೊಂಡು ಆರಾಧಿಸಿದನು."},{"number":5,"verse":"ಅವನ ಜೊತೆಯಲ್ಲಿದ್ದ ಲೋಟನಿಗೂ ಕುರಿದನ ಗುಡಾರಗಳಿದ್ದವು."},{"number":6,"verse":"ಆ ಸ್ಥಳವು ಅವರಿಬ್ಬರ ಜೀವನಕ್ಕೆ ಸಾಲದೆಹೋಯಿತು. ಅವರಿಬ್ಬರ ಆಸ್ತಿ ಬಹಳವಾದದರಿಂದ ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ವಾಸವಾಗಿರುವದು ಅಸಾಧ್ಯವಾಯಿತು."},{"number":7,"verse":"ಇದರಿಂದ ಅಬ್ರಾಮನ ದನಕಾಯುವವರಿಗೂ ಲೋಟನ ದನಕಾಯುವವರಿಗೂ ಜಗಳ ಹುಟ್ಟಿತು. ಇದಲ್ಲದೆ ಕಾನಾನ್ಯರೂ ಪೆರಿಜೀಯರೂ ಆ ಕಾಲದಲ್ಲಿ ದೇಶದೊಳಗೆ ಇದ್ದರು."},{"number":8,"verse":"ಹೀಗಿರಲು ಅಬ್ರಾಮನು ಲೋಟನಿಗೆ - ನನಗೂ ನಿನಗೂ, ನನ್ನ ದನಕಾಯುವವರಿಗೂ ನಿನ್ನ ದನಕಾಯುವವರಿಗೂ ಜಗಳವಿರಬಾರದು; ನಾವು ಸಹೋದರರಲ್ಲವೇ."},{"number":9,"verse":"ದೇಶವೆಲ್ಲಾ ನಿನ್ನೆದುರಿಗೆ ಇದೆ; ದಯವಿಟ್ಟು ನನ್ನನ್ನು ಬಿಟ್ಟು ಪ್ರತ್ಯೇಕ ಹೋಗು. ನೀನು ಎಡಗಡೆಗೆ ಹೋದರೆ ನಾನು ಬಲಗಡೆಗೆ ಹೋಗುವೆನು; ನೀನು ಬಲಗಡೆಗೆ ಹೋದರೆ ನಾನು ಎಡಗಡೆಗೆ ಹೋಗುವೆನು ಎಂದು ಹೇಳಿದನು."},{"number":10,"verse":"ಲೋಟನು ಕಣ್ಣೆತ್ತಿ ನೋಡಲಾಗಿ ಯೊರ್ದನ್ ಹೊಳೆಯ ಸುತ್ತಲಿನ ಪ್ರದೇಶವು ಚೋಗರೂರಿನ ತನಕ ಎಲ್ಲಾ ಕಡೆಯಲ್ಲಿಯೂ ನೀರಾವರಿಯ ಸ್ಥಳವೆಂದು ತಿಳುಕೊಂಡನು. ಯೆಹೋವನು ಸೊದೋಮ್‍ಗೊಮೋರ ಪಟ್ಟಣಗಳನ್ನು ನಾಶಮಾಡುವದಕ್ಕಿಂತ ಮುಂಚೆ ಆ ಸೀಮೆಯು ಯೆಹೋವನ ವನದಂತೆಯೂ ಐಗುಪ್ತದೇಶದಂತೆಯೂ ನೀರಾವರಿಯಾಗಿತ್ತು."},{"number":11,"verse":"ಆದದರಿಂದ ಲೋಟನು ಯೊರ್ದನ್ ಹೊಳೆಯ ಸುತ್ತಣ ಪ್ರದೇಶವನ್ನು ಆದುಕೊಂಡು ಮೂಡಣ ಕಡೆಗೆ ಹೊರಟನು. ಹೀಗೆ ಅವರಿಬ್ಬರೂ ಪ್ರತ್ಯೇಕವಾದರು;"},{"number":12,"verse":"ಅಬ್ರಾಮನು ಕಾನಾನ್‍ದೇಶದಲ್ಲಿ ವಾಸಮಾಡಿದನು; ಲೋಟನು ಯೊರ್ದನ್ ಹೊಳೆಯ ಸುತ್ತಣ ಊರುಗಳಲ್ಲಿ ಗುಡಾರ ಹಾಕಿಸಿ ವಸತಿ ಮಾಡುತ್ತಾ ಸೊದೋಮಿಗೆ ಬಂದನು."},{"number":13,"verse":"ಆದರೆ ಸೊದೋಮ್ ಪಟ್ಟಣದವರು ದುಷ್ಟರೂ ಯೆಹೋವನಿಗೆ ಮಹಾಪರಾಧಿಗಳೂ ಆಗಿದ್ದರು."},{"number":14,"verse":"ಲೋಟನು ಅಬ್ರಾಮನನ್ನು ಬಿಟ್ಟು ಬೇರೆಯಾದ ನಂತರ ಯೆಹೋವನು ಅಬ್ರಾಮನಿಗೆ - ನೀನಿರುವ ಸ್ಥಳದಿಂದ ದಕ್ಷಿಣೋತ್ತರಪೂರ್ವಪಶ್ಚಿಮಗಳಿಗೆ ಕಣ್ಣೆತ್ತಿ ನೋಡು."},{"number":15,"verse":"ನೀನು ನೋಡುವ ಈ ದೇಶವನ್ನೆಲ್ಲಾ ನಿನಗೂ ನಿನ್ನ ಸಂತತಿಗೂ ಶಾಶ್ವತವಾಗಿ ಕೊಡುವೆನು."},{"number":16,"verse":"ನಿನ್ನ ಸಂತಾನದವರನ್ನು ಭೂಮಿಯ ಧೂಳಿನಷ್ಟು ಅಸಂಖ್ಯವಾಗಿ ಮಾಡುವೆನು. ಭೂಮಿಯಲ್ಲಿರುವ ಧೂಳನ್ನು ಲೆಕ್ಕಮಾಡುವದಾದರೆ ನಿನ್ನ ಸಂತಾನವನ್ನೂ ಲೆಕ್ಕಿಸಲಾದೀತು."},{"number":17,"verse":"ನೀನೆದ್ದು ಈ ದೇಶದ ಎಲ್ಲಾ ಕಡೆಯಲ್ಲಿಯೂ ತಿರುಗಾಡು; ಇದನ್ನು ನಿನಗೆ ಕೊಡುವೆನು ಎಂದು ಹೇಳಿದನು."},{"number":18,"verse":"ತರುವಾಯ ಅಬ್ರಾಮನು ಅಲ್ಲಿಂದ ಹೊರಟು ಅಲ್ಲಲ್ಲಿ ಗುಡಾರಹಾಕಿಸಿಕೊಳ್ಳುತ್ತಾ ಹೆಬ್ರೋನಿನಲ್ಲಿರುವ ಮಮ್ರೆ ತೋಪಿಗೆ ಬಂದು ಅಲ್ಲೇ ವಾಸಮಾಡಿಕೊಂಡು ಯೆಹೋವನಿಗೆ ಯಜ್ಞವೇದಿಯನ್ನು ಕಟ್ಟಿಸಿದನು."}]}