{"bibleAbbr":"KNJV","bookName":"ಆದಿಕಾಂಡ","bookEnglishName":"Genesis","chapterNumber":17,"verses":[{"number":1,"verse":"ಅಬ್ರಾಮನು ತೊಂಭತ್ತೊಂಭತ್ತು ವರುಷದವನಾದಾಗ ಯೆಹೋವನು ಅವನಿಗೆ ದರ್ಶನಕೊಟ್ಟು - ನಾನು ಸರ್ವಶಕ್ತನಾದ ದೇವರು; ನನಗೆ ನಡಕೊಂಡು ದೋಷವಿಲ್ಲದವನಾಗಿರು."},{"number":2,"verse":"ನಾನು ನಿನ್ನ ಸಂಗಡ ಒಡಂಬಡಿಕೆ ಮಾಡಿಕೊಳ್ಳುತ್ತೇನೆ; ಅತ್ಯಧಿಕವಾದ ಸಂತತಿಯನ್ನು ಕೊಡುವೆನು ಅಂದನು."},{"number":3,"verse":"ಅಬ್ರಾಮನು ಅಡ್ಡಬೀಳಲು ದೇವರು ಅವನ ಸಂಗಡ ಮಾತಾಡಿ -"},{"number":4,"verse":"ನಾನಂತೂ ನಿನಗೆ ವಾಗ್ದಾನಮಾಡುತ್ತೇನೆ; ಏನಂದರೆ ನೀನು ಅನೇಕ ಜನಾಂಗಗಳಿಗೆ ಮೂಲಪುರುಷನಾಗುವಿ."},{"number":5,"verse":"ಇನ್ನು ಮುಂದೆ ನಿನಗೆ ಅಬ್ರಾಮ ಎಂದು ಹೆಸರಿರುವದಿಲ್ಲ. ನಿನ್ನನ್ನು ಅನೇಕ ಜನಾಂಗಗಳಿಗೆ ಮೂಲ ಪಿತೃವಾಗಿ ನೇಮಿಸಿರುವದರಿಂದ ನಿನಗೆ ಅಬ್ರಹಾಮನೆಂದು ಹೆಸರಿರುವದು."},{"number":6,"verse":"ನಿನಗೆ ಅತ್ಯಧಿಕವಾದ ಸಂತಾನವನ್ನು ಕೊಡುವೆನು; ನಿನ್ನಿಂದ ಜನಾಂಗಗಳು ಉತ್ಪತ್ತಿಯಾಗಿ ಅರಸರೂ ಹುಟ್ಟುವರು."},{"number":7,"verse":"ನಿನಗೂ ನಿನ್ನ ಸಂತತಿಗೂ ದೇವರಾಗಿರುವೆನೆಂದು ನಾನು ನಿನಗೋಸ್ಕರವೂ ನಿನ್ನ ಸಂತತಿಯ ಎಲ್ಲಾ ತಲಾಂತರಗಳಿಗೋಸ್ಕರವೂ ಮಾಡಿಕೊಂಡ ನನ್ನ ಒಡಂಬಡಿಕೆಯನ್ನು ಸ್ಥಿರಪಡಿಸುವೆನು."},{"number":8,"verse":"ನೀನು ಪ್ರವಾಸವಾಗಿರುವ ಕಾನಾನ್‍ದೇಶವನ್ನೆಲ್ಲಾ ನಿನಗೂ ನಿನ್ನ ಸಂತತಿಗೂ ಶಾಶ್ವತ ಸ್ವಾಸ್ತ್ಯವನ್ನಾಗಿ ಕೊಟ್ಟು ಅವರಿಗೆ ದೇವರಾಗಿರುವೆನು ಅಂದನು."},{"number":9,"verse":"ಇದಲ್ಲದೆ ದೇವರು ಅಬ್ರಹಾಮನಿಗೆ - ನೀನಂತೂ ನನ್ನ ಒಡಂಬಡಿಕೆಯನ್ನು ಕೈಕೊಂಡು ನಡೆಯಬೇಕು. ನೀನು ಮಾತ್ರವಲ್ಲದೆ ನಿನ್ನ ಸಂತತಿಯವರೂ ಎಲ್ಲಾ ತಲಾಂತರಗಳಲ್ಲಿ ಅದನ್ನು ಕೈಕೊಂಡು ನಡೆಯಬೇಕು."},{"number":10,"verse":"ನೀನೂ ನಿನ್ನ ಹಿಂದೆ ಬರುವ ಸಂತತಿಯವರೂ ಕೈಕೊಳ್ಳಬೇಕಾದ ನನ್ನ ನಿಬಂಧನೆಯು ಯಾವದಂದರೆ - ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬ ಗಂಡಸಿಗೂ ಸುನ್ನತಿಯಾಗಬೇಕೆಂಬದೇ."},{"number":11,"verse":"ನೀವು ಮಾನಸ್ಥಾನದಲ್ಲಿ ಸುನ್ನತಿ ಮಾಡಿಸಿಕೊಳ್ಳಬೇಕು; ಅದೇ ನಿಮಗೂ ನನಗೂ ಉಂಟಾದ ಒಡಂಬಡಿಕೆಗೆ ಗುರುತು."},{"number":12,"verse":"ಎಲ್ಲಾ ತಲಾಂತರಗಳಲ್ಲಿ ನಿಮ್ಮಲ್ಲಿರುವ ಪ್ರತಿಯೊಬ್ಬ ಗಂಡಸೂ, ಮನೆಯಲ್ಲಿ ಹುಟ್ಟಿದವನಾದರೂ ನಿನ್ನ ಸಂತತಿಯಲ್ಲಿ ಹುಟ್ಟದೆ ಅನ್ಯರಿಂದ ಕ್ರಯಕ್ಕೆ ತೆಗೆದುಕೊಂಡವನಾದರೂ ಎಂಟು ದಿನಗಳ ವಯಸ್ಸುಳ್ಳವನಾದಾಗ ಅವನಿಗೆ ಸುನ್ನತಿ ಮಾಡಿಸಬೇಕು."},{"number":13,"verse":"ನಿನ್ನ ಮನೆಯಲ್ಲಿ ಹುಟ್ಟಿದವರಿಗೂ ನೀನು ಕ್ರಯಕ್ಕೆ ತೆಗೆದುಕೊಂಡವರಿಗೂ ತಪ್ಪದೆ ಸುನ್ನತಿಯಾಗಬೇಕು. ಹೀಗೆ ನಾನು ಮಾಡುವ ನಿಬಂಧನೆಯ ಗುರುತು ನಿಮ್ಮ ಶರೀರದಲ್ಲೇ ಇದ್ದು ಶಾಶ್ವತವಾದ ಒಡಂಬಡಿಕೆಯನ್ನು ಸೂಚಿಸುವದು."},{"number":14,"verse":"ಸುನ್ನತಿ ಮಾಡಿಸಿಕೊಳ್ಳದ ಗಂಡಸು ನನ್ನ ಒಡಂಬಡಿಕೆಯನ್ನು ಮೀರಿದವನಾದ ಕಾರಣ ಅವನು ಕುಲದಿಂದ ತೆಗೆದುಹಾಕಲ್ಪಡಬೇಕು ಎಂದು ಹೇಳಿದನು."},{"number":15,"verse":"ಇದಲ್ಲದೆ ದೇವರು ಅಬ್ರಹಾಮನಿಗೆ - ನೀನು ಇನ್ನು ಮುಂದೆ ನಿನ್ನ ಪತ್ನಿಯನ್ನು ಸಾರಯಳೆಂದು ಕರೆಯದೆ ಸಾರಾ ಎಂದು ಕರೆಯಬೇಕು."},{"number":16,"verse":"ನಾನು ಆಕೆಯನ್ನು ಆಶೀರ್ವದಿಸಿ ಆಕೆಯಲ್ಲಿ ನಿನಗೆ ಮಗನನ್ನು ಕೊಡುವೆನು. ನಾನು ಆಕೆಯನ್ನು ಆಶೀರ್ವದಿಸಿದ್ದರಿಂದ ಆಕೆಯಿಂದ ಅನೇಕ ಜನಾಂಗಗಳೂ ಅರಸರೂ ಉತ್ಪತ್ತಿಯಾಗುವರು ಎಂದು ಹೇಳಲು ಅಬ್ರಹಾಮನು ಅಡ್ಡಬಿದ್ದು ನಕ್ಕು -"},{"number":17,"verse":"ನೂರು ವರುಷದವನಿಗೆ ಮಗ ಹುಟ್ಟುವದುಂಟೇ? ತೊಂಭತ್ತು ವರುಷದವಳಾದ ಸಾರಳು ಹೆತ್ತಾಳೇ ಎಂದು ಮನಸ್ಸಿನಲ್ಲಿ ಅಂದುಕೊಂಡು ದೇವರಿಗೆ -"},{"number":18,"verse":"ಇಷ್ಮಾಯೇಲನಿದ್ದಾನಲ್ಲಾ, ಅವನೇ ನಿನ್ನ ದಯೆಹೊಂದಿ ಬಾಳಲಿ ಎನ್ನಲು ದೇವರು -"},{"number":19,"verse":"ಹಾಗಲ್ಲ, ನಿನ್ನ ಪತ್ನಿಯಾದ ಸಾರಳಲ್ಲಿಯೇ ನಿನ್ನಿಂದ ಮಗನು ಹುಟ್ಟುವನು. ಅವನಿಗೆ ಇಸಾಕನೆಂದು ಹೆಸರಿಡಬೇಕು. ಅವನ ಸಂಗಡ ನನ್ನ ಒಡಂಬಡಿಕೆಯನ್ನು ಸ್ಥಾಪಿಸಿಕೊಳ್ಳುವೆನು; ಅದು ಅವನ ಸಂತತಿಯವರಲ್ಲಿಯೂ ಶಾಶ್ವತವಾಗಿರಬೇಕು."},{"number":20,"verse":"ಇಷ್ಮಾಯೇಲನ ವಿಷಯದಲ್ಲಿ ನೀನು ಮಾಡಿದ ಬಿನ್ನಹವನ್ನು ಕಿವಿಗೊಟ್ಟು ಕೇಳಿದ್ದೇನೆ. ಅವನನ್ನೂ ಆಶೀರ್ವದಿಸಿದ್ದೇನೆ; ಅವನನ್ನು ಅಭಿವೃದ್ಧಿಮಾಡಿ ಅವನಿಗೆ ಅತ್ಯಧಿಕವಾದ ಸಂತಾನವನ್ನು ಕೊಡುವೆನು. ಅವನು ಹನ್ನೆರಡು ಮಂದಿ ಅರಸರನ್ನು ಪಡೆಯುವನು; ಅವನಿಂದ ದೊಡ್ಡ ಜನಾಂಗವಾಗುವಂತೆ ಮಾಡುವೆನು."},{"number":21,"verse":"ಆದರೆ ಆ ನನ್ನ ಒಡಂಬಡಿಕೆಯನ್ನು ಇಸಾಕನ ಸಂಗಡಲೇ ಸ್ಥಾಪಿಸಿಕೊಳ್ಳುತ್ತೇನೆ; ಬರುವ ವರುಷ ಇದೇ ಕಾಲದಲ್ಲಿ ಸಾರಳು ಅವನನ್ನು ಹೆರುವಳು ಅಂದನು."},{"number":22,"verse":"ಆಗ ದೇವರು ಅಬ್ರಹಾಮನ ಸಂಗಡ ಮಾತಾಡುವದನ್ನು ಮುಗಿಸಿ ಅವನ ಬಳಿಯಿಂದ ಮೇಲಕ್ಕೆ ಹೋದನು."},{"number":23,"verse":"ಅದೇ ದಿನದಲ್ಲಿ ಅಬ್ರಹಾಮನು ತನ್ನ ಮಗನಾದ ಇಷ್ಮಾಯೇಲನಿಗೂ ತನ್ನ ಮನೆಯಲ್ಲಿದ್ದ ಎಲ್ಲಾ ಗಂಡಸರಿಗೂ, ಅಂದರೆ ಮನೆಯಲ್ಲಿ ಹುಟ್ಟಿದವರಿಗೆ ಮಾತ್ರವಲ್ಲದೆ, ತಾನು ಕ್ರಯಕ್ಕೆ ತೆಗೆದುಕೊಂಡವರಿಗೂ ದೇವರ ಅಪ್ಪಣೆಯಂತೆ ಸುನ್ನತಿಮಾಡಿಸಿದನು."},{"number":24,"verse":"ಅಬ್ರಹಾಮನಿಗೆ ಸುನ್ನತಿಯಾದಾಗ ಅವನಿಗೆ ತೊಂಭತ್ತೊಂಭತ್ತು ವರುಷವಾಗಿತ್ತು."},{"number":25,"verse":"ಇಷ್ಮಾಯೇಲನಿಗೆ ಸುನ್ನತಿಯಾದಾಗ ಅವನಿಗೆ ಹದಿಮೂರು ವರುಷವಾಗಿತ್ತು."},{"number":26,"verse":"ಅಬ್ರಹಾಮನಿಗೂ ಅವನ ಮಗನಾದ ಇಷ್ಮಾಯೇಲನಿಗೂ ಒಂದೇ ದಿನದಲ್ಲಿ ಸುನ್ನತಿಯಾಯಿತು."},{"number":27,"verse":"ಅವನ ಮನೆಯಲ್ಲಿದ್ದ ಗಂಡಸರೆಲ್ಲರಿಗೂ ಅಂದರೆ ಮನೆಯಲ್ಲಿ ಹುಟ್ಟಿದವರಿಗೆ ಮಾತ್ರವಲ್ಲದೆ ಅನ್ಯರಿಂದ ಕ್ರಯಕ್ಕೆ ತೆಗೆದುಕೊಂಡವರಿಗೂ ಅವನೊಂದಿಗೆ ಸುನ್ನತಿಯಾಯಿತು."}]}