{"bibleAbbr":"KNJV","bookName":"ಆದಿಕಾಂಡ","bookEnglishName":"Genesis","chapterNumber":22,"verses":[{"number":1,"verse":"ಈ ಸಂಗತಿಗಳು ಆದ ಮೇಲೆ ದೇವರು ಅಬ್ರಹಾಮನನ್ನು ಪರಿಶೋಧಿಸಿದನು. ಹೇಗಂದರೆ ಆತನು ಅವನನ್ನು - ಅಬ್ರಹಾಮನೇ ಎಂದು ಕರೆಯಲು ಅವನು - ಇಗೋ, ಇದ್ದೇನೆ ಅಂದನು."},{"number":2,"verse":"ಆಗಲಾತನು - ನಿನಗೆ ಪ್ರಿಯನಾಗಿರುವ ಒಬ್ಬನೇ ಮಗನಾದ ಇಸಾಕನನ್ನು ತೆಗೆದುಕೊಂಡು ಮೊರೀಯ ದೇಶಕ್ಕೆ ಹೋಗಿ ಅಲ್ಲಿ ಅವನನ್ನು ನಾನು ಹೇಳುವ ಒಂದು ಬೆಟ್ಟದ ಮೇಲೆ ಸರ್ವಾಂಗಹೋಮವಾಗಿ ಅರ್ಪಿಸಬೇಕು ಅಂದನು."},{"number":3,"verse":"ಬೆಳಿಗ್ಗೆ ಅಬ್ರಹಾಮನು ಎದ್ದು ಕತ್ತೆಗೆ ತಡಿಹಾಕಿಸಿ ಯಜ್ಞಕ್ಕೆ ಬೇಕಾದ ಕಟ್ಟಿಗೆಯನ್ನು ಒಡಿಸಿ ತನ್ನ ಸೇವಕರಲ್ಲಿ ಇಬ್ಬರನ್ನೂ ತನ್ನ ಮಗನಾದ ಇಸಾಕನನ್ನೂ ಕರೆದುಕೊಂಡು ದೇವರು ಹೇಳಿದ ಸ್ಥಳಕ್ಕೆ ಹೊರಟನು."},{"number":4,"verse":"ಮೂರನೆಯ ದಿನದಲ್ಲಿ ಅಬ್ರಹಾಮನು ಕಣ್ಣೆತ್ತಿ ನೋಡುವಾಗ ಆ ಸ್ಥಳವು ದೂರದಲ್ಲಿ ಕಾಣಿಸಲು"},{"number":5,"verse":"ಅವನು ತನ್ನ ಸೇವಕರಿಗೆ - ನೀವು ಇಲ್ಲೇ ಕತ್ತೆಯ ಬಳಿಯಲ್ಲಿರ್ರಿ; ನಾನೂ ನನ್ನ ಮಗನೂ ಅಲ್ಲಿಗೆ ಹೋಗಿ ದೇವಾರಾಧನೆ ಮಾಡಿಕೊಂಡು ನಿಮ್ಮ ಬಳಿಗೆ ತಿರಿಗಿ ಬರುತ್ತೇವೆ ಎಂದು ಹೇಳಿದನು."},{"number":6,"verse":"ಆಗ ಅಬ್ರಹಾಮನು ಯಜ್ಞಕ್ಕೆ ಬೇಕಾದ ಕಟ್ಟಿಗೆಯನ್ನು ತನ್ನ ಮಗನಾದ ಇಸಾಕನ ಮೇಲೆ ಹೊರಿಸಿ ತನ್ನ ಕೈಯಲ್ಲೇ ಬೆಂಕಿಯನ್ನೂ ಕತ್ತಿಯನ್ನೂ ತೆಗೆದುಕೊಂಡನಂತರ ಅವರಿಬ್ಬರೂ ಹೊರಟು ಹೋದರು."},{"number":7,"verse":"ಹೋಗುವಾಗ ಇಸಾಕನು ತನ್ನ ತಂದೆಯಾದ ಅಬ್ರಹಾಮನಿಗೆ - ಅಪ್ಪಾ ಎಂದು ಕರೆಯಲು ಅಬ್ರಹಾಮನು - ಏನು ಮಗನೇ ಅಂದನು. ಇಸಾಕನು - ಇಗೋ, ಬೆಂಕಿಯೂ ಕಟ್ಟಿಗೆಯೂ ಉಂಟು; ಆದರೆ ಹೋಮಕ್ಕೆ ಬೇಕಾದ ಕುರಿ ಎಲ್ಲಿ ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಅಬ್ರಹಾಮನು -"},{"number":8,"verse":"ಮಗನೇ, ಹೋಮಕ್ಕೆ ಬೇಕಾದ ಕುರಿಯನ್ನು ದೇವರೇ ಒದಗಿಸುವನು ಅಂದನು. ಹೀಗೆ ಅವರಿಬ್ಬರೂ ಹೋದರು."},{"number":9,"verse":"ದೇವರು ಹೇಳಿದ ಸ್ಥಳಕ್ಕೆ ಅವರು ಸೇರಿದಾಗ ಅಬ್ರಹಾಮನು ಯಜ್ಞವೇದಿಯನ್ನು ಕಟ್ಟಿ ಕಟ್ಟಿಗೆಯನ್ನು ಒಟ್ಟಿ ತನ್ನ ಮಗನಾದ ಇಸಾಕನ ಕೈಕಾಲುಗಳನ್ನು ಬಿಗಿದು ಅವನನ್ನು ವೇದಿಯಲ್ಲಿ ಕಟ್ಟಿಗೆಯ ಮೇಲೆ ಇಟ್ಟನು."},{"number":10,"verse":"ಆದರೆ ತನ್ನ ಮಗನನ್ನು ವಧಿಸುವದಕ್ಕೆ ಅವನು"},{"number":11,"verse":"ಕೈಚಾಚಿ ಕತ್ತಿಯನ್ನು ಹಿಡಿದುಕೊಳ್ಳಲು ಯೆಹೋವನ ದೂತನು ಆಕಾಶದೊಳಗಿಂದ - ಅಬ್ರಹಾಮನೇ, ಅಬ್ರಹಾಮನೇ ಎಂದು ಅವನನ್ನು ಕರೆದನು. ಅದಕ್ಕೆ ಅಬ್ರಹಾಮನು - ಇಗೋ, ಇದ್ದೇನೆ ಅಂದನು."},{"number":12,"verse":"ಆ ದೂತನು ಅವನಿಗೆ - ನಿನ್ನ ಹುಡುಗನ ಮೇಲೆ ಕೈಹಾಕಬೇಡ, ಅವನಿಗೆ ಏನೂ ಮಾಡಬೇಡ. ನೀನು ನಿನ್ನ ಒಬ್ಬನೇ ಮಗನನ್ನಾದರೂ ನನಗೆ ಸಮರ್ಪಿಸುವದಕ್ಕೆ ಹಿಂದೆಗೆಯಲಿಲ್ಲವಾದ್ದರಿಂದ ನೀನು ದೇವರಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವನೆಂಬದು ಈಗ ತೋರಬಂತು ಎಂದು ಹೇಳಿದನು."},{"number":13,"verse":"ಅಬ್ರಹಾಮನು ಕಣ್ಣೆತ್ತಿ ನೋಡುವಾಗ ತನ್ನ ಹಿಂದುಗಡೆ ಒಂದು ಟಗರು ಪೊದೆಯಲ್ಲಿ ಕೊಂಬುಗಳಿಂದ ಸಿಕ್ಕಿಕೊಂಡಿತ್ತು. ಅವನು ಹೋಗಿ ಅದನ್ನು ಹಿಡಿದುತಂದು ತನ್ನ ಮಗನಿಗೆ ಬದಲಾಗಿ ಹೋಮಮಾಡಿದನು."},{"number":14,"verse":"ಆ ಸ್ಥಳಕ್ಕೆ ಯೆಹೋವ ಯೀರೆ ಎಂದು ಹೆಸರಿಟ್ಟನು. ಯೆಹೋವನ ಬೆಟ್ಟದಲ್ಲಿ ಒದಗುವದು ಎಂಬದಾಗಿ ಇಂದಿನವರೆಗೂ ಹೇಳುವದುಂಟಲ್ಲಾ."},{"number":15,"verse":"ಯೆಹೋವನ ದೂತನು ಆಕಾಶದೊಳಗಿಂದ ಎರಡನೆಯ ಸಾರಿ ಅಬ್ರಹಾಮನನ್ನು ಕರೆದು ಅವನಿಗೆ -"},{"number":16,"verse":"ಯೆಹೋವನು ನುಡಿದದ್ದನ್ನು ಕೇಳು; ನೀನು ನಿನ್ನ ಒಬ್ಬನೇ ಮಗನನ್ನು ಸಮರ್ಪಿಸುವದಕ್ಕೆ ಹಿಂದೆಗೆಯದೆ ಹೋದದ್ದರಿಂದ ನಾನು ನಿನ್ನನ್ನು ಆಶೀರ್ವದಿಸೇ ಆಶೀರ್ವದಿಸುವೆನು;"},{"number":17,"verse":"ನಿನ್ನ ಸಂತತಿಯನ್ನು ಹೆಚ್ಚಿಸೇ ಹೆಚ್ಚಿಸುವೆನು; ಅದನ್ನು ಆಕಾಶದ ನಕ್ಷತ್ರಗಳಂತೆಯೂ ಸಮುದ್ರತೀರದಲ್ಲಿರುವ ಉಸುಬಿನಂತೆಯೂ ಅಸಂಖ್ಯವಾಗಿ ಮಾಡುವೆನು; ಅವರು ಶತ್ರುಗಳ ಪಟ್ಟಣಗಳನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳುವರು."},{"number":18,"verse":"ನೀನು ನನ್ನ ಮಾತನ್ನು ಕೇಳಿದ್ದರಿಂದ ಭೂಮಿಯ ಎಲ್ಲಾ ಜನಾಂಗಗಳಿಗೂ ನಿನ್ನ ಸಂತತಿಯ ಮೂಲಕ ಆಶೀರ್ವಾದವುಂಟಾಗುವದು ಎಂಬದಾಗಿ ಯೆಹೋವನು ತನ್ನಾಣೆಯಿಟ್ಟು ಹೇಳಿದ್ದಾನೆ ಅಂದನು."},{"number":19,"verse":"ತರುವಾಯ ಅಬ್ರಹಾಮನು ತನ್ನ ಸೇವಕರ ಬಳಿಗೆ ತಿರಿಗಿ ಬಂದನು. ಅವರು ಹೊರಟು ಅವನ ಜೊತೆಯಲ್ಲಿ ಬೇರ್ಷೆಬಕ್ಕೆ ಹೋದರು. ಅಬ್ರಹಾಮನು ಬೇರ್ಷೆಬದಲ್ಲಿ ವಾಸವಾಗಿದ್ದನು."},{"number":20,"verse":"ಇವುಗಳಾದ ಮೇಲೆ ಅಬ್ರಹಾಮನು ತನ್ನ ತಮ್ಮನಾದ ನಾಹೋರನಿಗೆ ಮಿಲ್ಕಳಲ್ಲಿ ಮಕ್ಕಳು ಹುಟ್ಟಿದರೆಂದು ವರ್ತಮಾನವನ್ನು ಕೇಳಿದನು."},{"number":21,"verse":"ಅವರು ಯಾರಾರಂದರೆ - ಅವನ ಚೊಚ್ಚಲನಾದ ಊಚ್, ಇವನ ತಮ್ಮನಾದ ಬೂಜ್, ಅರಾಮನ ತಂದೆಯಾದ ಕೆಮೂವೇಲ್, ಕೆಸೆದ್, ಹಜೋ, ಪಿಲ್ದಾಷ್, ಇದ್ಲಾಫ್, ಬೆತೂವೇಲ್ ಎಂಬಿವರೇ."},{"number":22,"verse":"ಬೆತೂವೇಲನು ರೆಬೆಕ್ಕಳನ್ನು ಪಡೆದನು."},{"number":23,"verse":"ಈ ಎಂಟು ಮಂದಿಯನ್ನು ಮಿಲ್ಕಳು ಅಬ್ರಹಾಮನ ತಮ್ಮನಾದ ನಾಹೋರನಿಗೆ ಹೆತ್ತಳು."},{"number":24,"verse":"ಇದಲ್ಲದೆ ಅವನ ಉಪಪತ್ನಿಯಾದ ರೂಮಳೆಂಬವಳು ಟೆಬಹ, ಗಹಮ್, ತಹಷ್, ಮಾಕಾ ಎಂಬವರನ್ನು ಹೆತ್ತಳು."}]}