{"bibleAbbr":"KNJV","bookName":"ಆದಿಕಾಂಡ","bookEnglishName":"Genesis","chapterNumber":25,"verses":[{"number":1,"verse":"ಅಬ್ರಹಾಮನು ಕೆಟೂರಳೆಂಬ ಇನ್ನೊಬ್ಬ ಹೆಂಡತಿಯನ್ನು ಮದುವೆ ಮಾಡಿಕೊಂಡನು."},{"number":2,"verse":"ಆಕೆ ಅವನಿಗೆ ಜಿಮ್ರಾನ್, ಯೊಕ್ಷಾನ್, ಮೆದಾನ್, ಮಿದ್ಯಾನ್, ಇಷ್ಬಾಕ್, ಶೂಹ ಇವರನ್ನು ಹೆತ್ತಳು."},{"number":3,"verse":"ಯೊಕ್ಷಾನನು ಶೆಬಾ, ದೆದಾನ್ ಎಂಬಿವರನ್ನು ಪಡೆದನು. ಅಶ್ಯೂರ್ಯರೂ ಲೆಟೂಶ್ಯರೂ ಲೆಯುಮ್ಯರೂ ದೆದಾನನಿಂದ ಹುಟ್ಟಿದವರು."},{"number":4,"verse":"ಗೇಫಾ, ಗೇಫೆರ್, ಹನೋಕ್, ಅಬೀದಾ, ಎಲ್ದಾಗ ಎಂಬಿವರು ಮಿದ್ಯಾನನಿಂದ ಹುಟ್ಟಿದರು. ಇವರೆಲ್ಲರು ಕೆಟೂರಳ ಸಂತತಿಯವರು."},{"number":5,"verse":"ಅಬ್ರಹಾಮನು ತನಗಿದ್ದ ಆಸ್ತಿಯನ್ನೆಲ್ಲಾ ಇಸಾಕನಿಗೆ ಕೊಟ್ಟನು."},{"number":6,"verse":"ತನ್ನ ಉಪಪತ್ನಿಯರ ಮಕ್ಕಳಿಗೆ ಕೆಲವು ಸೊತ್ತುಗಳನ್ನು ದಾನಮಾಡಿ ತಾನು ಇನ್ನೂ ಜೀವದಿಂದಿರುವಾಗ ಅವರನ್ನು ತನ್ನ ಮಗನಾದ ಇಸಾಕನ ಬಳಿಯಿಂದ ಪೂರ್ವದಿಕ್ಕಿನಲ್ಲಿರುವ ಕೆದೆಮ್ ದೇಶಕ್ಕೆ ಕಳುಹಿಸಿದನು."},{"number":7,"verse":"ಅಬ್ರಹಾಮನು ನೂರೆಪ್ಪತ್ತೈದು ವರುಷ ಬದುಕಿದನು."},{"number":8,"verse":"ಅವನು ಪೂರ್ಣಾಯುಷ್ಯದಿಂದ ದಿನತುಂಬಿದ ಮುದುಕನಾಗಿ ಪ್ರಾಣಬಿಟ್ಟು ತನ್ನ ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಿದನು."},{"number":9,"verse":"ಅವನ ಮಕ್ಕಳಾದ ಇಸಾಕ್ ಇಷ್ಮಾಯೇಲರು ಹಿತ್ತಿಯನಾದ ಚೋಹರನ ಮಗ ಎಫ್ರೋನನ ಭೂಮಿಯಲ್ಲಿರುವ ಮಕ್ಪೇಲದ ಗವಿಯಲ್ಲಿ ಅವನಿಗೆ ಸಮಾಧಿಮಾಡಿದರು. ಅದು ಮಮ್ರೆಗೆ ಪೂರ್ವದಿಕ್ಕಿನಲ್ಲಿರುವದು;"},{"number":10,"verse":"ಅಬ್ರಹಾಮನು ಅದನ್ನು ಹಿತ್ತಿಯರಿಂದ ಕೊಂಡುಕೊಂಡಿದ್ದನು; ಅದರಲ್ಲಿ ಅಬ್ರಹಾಮನಿಗೂ ಅವನ ಹೆಂಡತಿಯಾದ ಸಾರಳಿಗೂ ಸಮಾಧಿ ಆಯಿತು."},{"number":11,"verse":"ಅಬ್ರಹಾಮನು ತೀರಿಹೋದನಂತರ ದೇವರ ಅನುಗ್ರಹವು ಅವನ ಮಗನಾದ ಇಸಾಕನಿಗೂ ಉಂಟಾಯಿತು. ಇಸಾಕನು ಲಹೈರೋಯಿ ಎಂಬ ಬಾವಿಯ ಹತ್ತಿರ ವಾಸವಾಗಿದ್ದನು."},{"number":12,"verse":"ಅಬ್ರಹಾಮನಿಗೆ ಸಾರಳ ದಾಸಿಯಾದ ಐಗುಪ್ತ್ಯಳಾದ ಹಾಗರಳಲ್ಲಿ ಹುಟ್ಟಿದ ಇಷ್ಮಾಯೇಲನ ವಂಶದ ಚರಿತ್ರೆ."},{"number":13,"verse":"ಇಷ್ಮಾಯೇಲನ ಮಕ್ಕಳಿಗೂ ಇವರಿಂದ ಹುಟ್ಟಿದ ಕುಲಗಳಿಗೂ ಇರುವ ಹೆಸರುಗಳು ಯಾವವಂದರೆ - ಮೊದಲು ಹುಟ್ಟಿದವನು ನೆಬಾಯೋತ್; ಆಮೇಲೆ ಹುಟ್ಟಿದವರು ಕೇದಾರ್, ಅದ್ಬಯೇಲ್,"},{"number":14,"verse":"ಮಿಬ್ಸಾಮ್, ಮಿಷ್ಮಾ, ದೂಮಾ, ಮಸ್ಸಾ, ಹದದ್, ತೇಮಾ, ಯಟೂರ್, ನಾಫೀಷ್, ಕೇದ್ಮಾ ಎಂಬವರೇ."},{"number":16,"verse":"ಈ ಹೆಸರುಗಳು ಊರುಗಳಲ್ಲಿಯೂ ಪಾಳೆಯಗಳಲ್ಲಿಯೂ ವಾಸಿಸುವ ಇಷ್ಮಾಯೇಲನ ಸಂತಾನದವರಿಗೆ ಇರುವವು. ಇವರ ಕುಲಗಳ ಸಂಖ್ಯೆಗೆ ಸರಿಯಾಗಿ ಹನ್ನೆರಡು ಮಂದಿ ಅರಸರಿರುತ್ತಾರೆ."},{"number":17,"verse":"ಇಷ್ಮಾಯೇಲನು ನೂರಮೂವತ್ತೇಳು ವರುಷ ಬದುಕಿದನು; ಆ ವಯಸ್ಸಿನಲ್ಲಿ ಅವನು ಪ್ರಾಣ ಬಿಟ್ಟು ತನ್ನ ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಿದನು."},{"number":18,"verse":"ಇಷ್ಮಾಯೇಲ್ಯರು ಹವೀಲದಿಂದ ಐಗುಪ್ತದೇಶದ ಮೂಡಲಲ್ಲಿರುವ ಅಶ್ಶೂರಿನ ದಾರಿಯಲ್ಲಿರುವ ಶೂರಿನ ತನಕ ವಾಸಮಾಡಿದರು. ಹೀಗೆ ಅವರಿಗೆ ತಮ್ಮ ಸಂಬಂಧಿಕರ ಎದುರಿನಲ್ಲಿಯೇ ವಾಸಸ್ಥಳ ಸಿಕ್ಕಿತು."},{"number":19,"verse":"ಅಬ್ರಹಾಮನ ಮಗನಾದ ಇಸಾಕನ ಚರಿತ್ರೆ. ಅಬ್ರಹಾಮನು ಇಸಾಕನನ್ನು ಪಡೆದನು."},{"number":20,"verse":"ಇಸಾಕನು ನಾಲ್ವತ್ತು ವರುಷದವನಾದಾಗ ಅರಾಮ್ಯನಾದ ಬೆತೂವೇಲನ ಮಗಳಾಗಿಯೂ ಅರಾಮ್ಯನಾದ ಲಾಬಾನನ ತಂಗಿಯಾಗಿಯೂ ಇದ್ದ ರೆಬೆಕ್ಕಳನ್ನು ಪದ್ದನ್ ಅರಾಮಿನಿಂದ ತರಿಸಿ ಹೆಂಡತಿಯಾಗಿ ಮಾಡಿಕೊಂಡನು."},{"number":21,"verse":"ಆಕೆ ಬಂಜೆಯಾಗಿರಲಾಗಿ ಅವನು ಆಕೆಗೋಸ್ಕರ ಯೆಹೋವನನ್ನು ಬೇಡಿಕೊಂಡನು. ಯೆಹೋವನು ಅವನ ವಿಜ್ಞಾಪನೆಯನ್ನು ಲಾಲಿಸಿದ್ದರಿಂದ ರೆಬೆಕ್ಕಳು ಬಸುರಾದಳು."},{"number":22,"verse":"ಆಕೆಯ ಗರ್ಭದಲ್ಲಿ ಶಿಶುಗಳು ಒಂದನ್ನೊಂದು ನೂಕಿಕೊಂಡಾಗ ಆಕೆಯು - ಹೀಗಾದರೆ ನಾನು ಯಾಕೆ ಬದುಕಬೇಕು ಎಂದು ಹೇಳಿ ಇದರ ವಿಷಯದಲ್ಲಿ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ವಿಚಾರಿಸುವದಕ್ಕೆ ಹೋದಳು."},{"number":23,"verse":"ಯೆಹೋವನು ಆಕೆಗೆ - ನಿನ್ನ ಗರ್ಭದಲ್ಲಿ ಎರಡು ಜನಾಂಗಗಳು ಅವೆ; ಆ ಎರಡು ಜನಾಂಗಗಳು ಜನ್ಮಾರಭ್ಯ ವಿರೋಧದಿಂದ ಭೇದವಾಗುವವು; ಅವುಗಳಲ್ಲಿ ಒಂದು ಮತ್ತೊಂದಕ್ಕಿಂತ ಬಲಿಷ್ಠವಾಗುವದು; ಹಿರಿಯದು ಕಿರಿಯದಕ್ಕೆ ಸೇವೆ ಮಾಡುವದು ಎಂದು ಹೇಳಿದನು."},{"number":24,"verse":"ಆಕೆ ದಿನತುಂಬಿದಾಗ ಅವಳಿಮಕ್ಕಳನ್ನು ಹೆತ್ತಳು."},{"number":25,"verse":"ಮೊದಲು ಹುಟ್ಟಿದ್ದು ಕೆಂಪಾಗಿಯೂ ಮೈಮೇಲೆಲ್ಲಾ ಕೂದಲಿನ ವಸ್ತ್ರದಂತೆ ರೋಮವುಳ್ಳದ್ದಾಗಿಯೂ ಇತ್ತು; ಅದಕ್ಕೆ ಏಸಾವ ಎಂದು ಹೆಸರಿಟ್ಟರು."},{"number":26,"verse":"ಎರಡನೆಯ ಶಿಶುವು ಏಸಾವನ ಹಿಮ್ಮಡಿಯನ್ನು ಕೈಯಿಂದ ಹಿಡುಕೊಂಡು ಹುಟ್ಟಿದ್ದರಿಂದ ಅದಕ್ಕೆ ಯಾಕೋಬ ಎಂದು ಹೆಸರಿಟ್ಟರು. ಇವರು ಹುಟ್ಟಿದಾಗ ಇಸಾಕನು ಅರುವತ್ತು ವರುಷದವನಾಗಿದ್ದನು."},{"number":27,"verse":"ಆ ಹುಡುಗರಿಬ್ಬರೂ ಬೆಳೆದಾಗ ಅವರಲ್ಲಿ ಏಸಾವನೆಂಬವನು ಬೇಟೆಯಾಡುವದರಲ್ಲಿ ಜಾಣನಾದನು; ಅವನು ಅರಣ್ಯವಾಸಿ. ಯಾಕೋಬನು ಸಾಧುಮನುಷ್ಯನಾಗಿ ಗುಡಾರಗಳಲ್ಲೇ ವಾಸಿಸಿದನು."},{"number":28,"verse":"ಬೇಟೆಯ ಮಾಂಸವು ಇಸಾಕನಿಗೆ ಇಷ್ಟವಾದದರಿಂದ ಅವನು ಏಸಾವನನ್ನು ಪ್ರೀತಿಸಿದನು. ರೆಬೆಕ್ಕಳು ಯಾಕೋಬನನ್ನು ಪ್ರೀತಿಸಿದಳು."},{"number":29,"verse":"ಒಂದು ದಿನ ಯಾಕೋಬನು ಅಡಿಗೆ ಮಾಡುತ್ತಿರುವಾಗ ಏಸಾವನು ಕಾಡಿನಿಂದ ದಣಿದು ಬಂದು"},{"number":30,"verse":"ಅವನಿಗೆ - ನಾನು ಬಹು ದಣಿದು ಬಂದಿದ್ದೇನೆ; ಆ ಕೆಂಪಾದ ರುಚಿ ಪದಾರ್ಥವನ್ನು ಈಗಲೇ ತಿನ್ನುವದಕ್ಕೆ ಕೊಡಪ್ಪಾ ಎಂದು ಹೇಳಿದನು. (ಈ ಸಂಗತಿಯಿಂದ ಏಸಾವನಿಗೆ ಎದೋಮ್ ಎಂದು ಹೆಸರಾಯಿತು.)"},{"number":31,"verse":"ಯಾಕೋಬನು ಅವನಿಗೆ - ನೀನು ಮೊದಲು ನಿನ್ನ ಚೊಚ್ಚಲತನದ ಹಕ್ಕನ್ನು ನನಗೆ ಮಾರಿಬಿಡು ಅನ್ನಲು ಏಸಾವನು -"},{"number":32,"verse":"ಆಗಲಿ, ನನ್ನಂಥ ಸಾಯುವವನಿಗೆ ಚೊಚ್ಚಲತನದಿಂದ ಪ್ರಯೋಜನವೇನು ಅಂದನು."},{"number":33,"verse":"ಯಾಕೋಬನು - ಮೊದಲು ಪ್ರಮಾಣಮಾಡು ಅಂದಾಗ ಏಸಾವನು ಪ್ರಮಾಣಮಾಡಿ ಅವನಿಗೆ ತನ್ನ ಚೊಚ್ಚಲತನದ ಹಕ್ಕನ್ನು ಕೊಟ್ಟುಬಿಟ್ಟನು."},{"number":34,"verse":"ಆಗ ಯಾಕೋಬನು ಏಸಾವನಿಗೆ ರೊಟ್ಟಿಯನ್ನೂ ಅಲಸಂದಿ ಗುಗ್ಗರಿಯನ್ನೂ ಕೊಟ್ಟನು. ಏಸಾವನು ತಿಂದು ಕುಡಿದು ಎದ್ದುಹೋದನು. ಹೀಗೆ ಅವನು ತನ್ನ ಚೊಚ್ಚಲತನದ ಹಕ್ಕನ್ನು ತಾತ್ಸಾರ ಮಾಡಿದನು."}]}