{"bibleAbbr":"KNJV","bookName":"ಆದಿಕಾಂಡ","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"ಐಗುಪ್ತದೇಶದಲ್ಲಿ ದವಸಧಾನ್ಯವುಂಟೆಂದು ಯಾಕೋಬನು ಕೇಳಿ ತನ್ನ ಮಕ್ಕಳಿಗೆ - ನೀವು ಒಬ್ಬರನ್ನೊಬ್ಬರು ನೋಡುತ್ತಿರುವದೇಕೆ?"},{"number":2,"verse":"ಐಗುಪ್ತ ದೇಶದಲ್ಲಿ ದವಸಧಾನ್ಯ ಉಂಟೆಂಬದನ್ನು ಕೇಳಿದ್ದೇನೆ; ನಾವು ಸಾಯದೆ ಬದುಕುವಂತೆ ನೀವು ಅಲ್ಲಿಗೆ ಹೋಗಿ ಬೇಕಾದ ದವಸವನ್ನು ಕೊಂಡುಕೊಂಡು ಬನ್ನಿರಿ ಎಂದು ಹೇಳಿದ್ದರಿಂದ"},{"number":3,"verse":"ಯೋಸೇಫನ ಹತ್ತು ಮಂದಿ ಅಣ್ಣಂದಿರು ಧಾನ್ಯವನ್ನು ತರುವದಕ್ಕೋಸ್ಕರ ಐಗುಪ್ತದೇಶಕ್ಕೆ ಹೊರಟರು."},{"number":4,"verse":"ಆದರೆ ಯಾಕೋಬನು ಯೋಸೇಫನ ಒಡಹುಟ್ಟಿದ ತಮ್ಮನಾದ ಬೆನ್ಯಾಮೀನನನ್ನು ಅವನಿಗೆ ಕೆಡುಕುಂಟಾದೀತೆಂದು ಹೇಳಿ ಅಣ್ಣಂದಿರ ಜೊತೆಯಲ್ಲಿ ಕಳುಹಿಸಲಿಲ್ಲ."},{"number":5,"verse":"ಧಾನ್ಯವನ್ನು ಕೊಂಡುಕೊಳ್ಳುವದಕ್ಕೋಸ್ಕರ ಐಗುಪ್ತದೇಶಕ್ಕೆ ಬಂದವರಲ್ಲಿ ಇಸ್ರಾಯೇಲನ ಮಕ್ಕಳೂ ಇದ್ದರು; ಕಾನಾನ್ ದೇಶದಲ್ಲಿಯೂ ಬರವಿತ್ತಷ್ಟೆ."},{"number":6,"verse":"ಐಗುಪ್ತದೇಶದ ಮೇಲೆ ಅಧಿಕಾರವನ್ನು ನಡಿಸಿ ಜನರಿಗೆ ಧಾನ್ಯವನ್ನು ಮಾರಿಸುವವನು ಯೋಸೇಫನೇ. ಹೀಗಿರುವದರಿಂದ ಅವನ ಅಣ್ಣಂದಿರು ಬಂದು ಅವನ ಮುಂದೆಯೇ ಅಡ್ಡಬಿದ್ದರು."},{"number":7,"verse":"ಯೋಸೇಫನು ಅವರನ್ನು ಕಂಡಾಗ ಅವರ ಗುರುತು ಹಿಡಿದು ತನ್ನ ಅಣ್ಣಂದಿರೆಂದು ತಿಳಿದಾಗ್ಯೂ ಅವರಿಗೆ ಅನ್ಯನಂತೆ ತೋರ್ಪಡಿಸಿಕೊಂಡು ಬಿರುನುಡಿಯಿಂದ - ನೀವು ಎಲ್ಲಿಂದ ಬಂದವರು ಎಂದು ಕೇಳಿದನು. ಅವರು - ಧಾನ್ಯವನ್ನು ಕೊಂಡುಕೊಳ್ಳುವದಕ್ಕೋಸ್ಕರ ಕಾನಾನ್ ದೇಶದಿಂದ ಬಂದಿದ್ದೇವೆ ಅಂದರು."},{"number":8,"verse":"ಅಣ್ಣಂದಿರ ಗುರುತು ಯೋಸೇಫನಿಗೆ ತಿಳಿದಾಗ್ಯೂ ಅವನ ಗುರುತು ಅವರಿಗೆ ತಿಳಿಯಲಿಲ್ಲ."},{"number":9,"verse":"ಅವನು ಅವರ ವಿಷಯ ತನಗೆ ಬಿದ್ದ ಕನಸುಗಳನ್ನು ನೆನಪಿಗೆ ತಂದುಕೊಂಡು ಅವರಿಗೆ - ನೀವು ಗೂಢಚಾರರು; ನಮ್ಮ ದೇಶದ ದುರ್ಬಲ ಸ್ಥಳಗಳನ್ನು ನೋಡಿಕೊಳ್ಳುವದಕ್ಕಾಗಿ ಬಂದವರು ಎಂದು ಹೇಳಲು,"},{"number":10,"verse":"ಅವರು - ಅಲ್ಲ, ಸ್ವಾಮೀ, ತಮ್ಮ ಸೇವಕರಾದ ನಾವು ಆಹಾರ ಪದಾರ್ಥಗಳನ್ನು ಕೊಂಡುಕೊಳ್ಳುವದಕ್ಕೆ ಬಂದಿದ್ದೇವೆ. ನಾವೆಲ್ಲರೂ ಒಬ್ಬನೇ ತಂದೆಯ ಮಕ್ಕಳು;"},{"number":11,"verse":"ನಾವು ಯಥಾರ್ಥವಾಗಿ ಬಂದವರೇ ಹೊರತು ಗೂಢಚಾರರಲ್ಲ ಅಂದರು."},{"number":12,"verse":"ಅವನು ಅವರಿಗೆ - ಸುಳ್ಳು, ನಮ್ಮ ದೇಶದ ದುರ್ಬಲ ಸ್ಥಳಗಳನ್ನು ತಿಳಿದುಕೊಳ್ಳುವದಕ್ಕೆ ಬಂದಿರಿ ಎಂದು ಹೇಳಲು"},{"number":13,"verse":"ಅವರು - ತಮ್ಮ ಸೇವಕರಾದ ನಾವು ಹನ್ನೆರಡು ಮಂದಿ ಅಣ್ಣತಮ್ಮಂದಿರು; ನಾವು ಕಾನಾನ್ ದೇಶದವರು, ಒಬ್ಬ ತಂದೆಯ ಮಕ್ಕಳು; ನಮ್ಮಲ್ಲಿ ಚಿಕ್ಕವನು ತಂದೆಯ ಬಳಿಯಲ್ಲಿದ್ದಾನೆ; ಒಬ್ಬನಿಲ್ಲ ಅಂದರು."},{"number":14,"verse":"ಯೋಸೇಫನು ಅವರಿಗೆ - ನೀವು ಗೂಢಚಾರರೆಂದು ನಾನು ಹೇಳಿದೆನಷ್ಟೆ;"},{"number":15,"verse":"ಅದು ಹೌದೋ ಅಲ್ಲವೋ ಗೊತ್ತಾಗುವದಕ್ಕಾಗಿ ನಿಮ್ಮ ತಮ್ಮನು ಬರಬೇಕು; ಅವನು ಬಂದ ಹೊರತು ಫರೋಹನ ಜೀವದಾಣೆ ನೀವು ಇಲ್ಲಿಂದ ಹೊರಟು ಹೋಗಕೂಡದು."},{"number":16,"verse":"ಅವನನ್ನು ಕರೆದುಕೊಂಡು ಬರುವದಕ್ಕೆ ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬನನ್ನು ಕಳುಹಿಸಿರಿ; ಅವನು ಬರುವವರೆಗೂ ನಿಮ್ಮನ್ನು ಸೆರೆಯಲ್ಲಿ ಇಡಿಸುತ್ತೇನೆ. ಹೀಗೆ ನಾನು ನಿಮ್ಮ ಮಾತುಗಳನ್ನು ಪರೀಕ್ಷಿಸಿ ನೀವು ಸತ್ಯವಂತರೋ ಅಲ್ಲವೋ ಎಂದು ತಿಳಿದುಕೊಳ್ಳುತ್ತೇನೆ. ನಿಮ್ಮ ತಮ್ಮನು ಬಾರದೆ ಹೋದರೆ, ಫರೋಹನ ಜೀವದಾಣೆ, ನೀವು ಗೂಢಚಾರರೇ ಎಂದು ಹೇಳಿ"},{"number":17,"verse":"ಅವರೆಲ್ಲರನ್ನೂ ಮೂರು ದಿನಗಳವರೆಗೂ ಕಾವಲಲ್ಲಿರಿಸಿದನು."},{"number":18,"verse":"ಮೂರನೆಯ ದಿನದಲ್ಲಿ ಯೋಸೇಫನು ಅವರನ್ನು ಕರಸಿ - ನಾನು ದೇವರಿಗೆ ಭಯಪಡುವವನು; ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ ಒಂದು ಕೆಲಸವನ್ನು ಮಾಡಿ ಬದುಕಿಕೊಳ್ಳಿರಿ."},{"number":19,"verse":"ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬನನ್ನು ಮಾತ್ರ ಸೆರೆಯಲ್ಲಿರಿಸುತ್ತೇನೆ; ಮಿಕ್ಕಾದವರು ನಿಮ್ಮ ಮನೆಯವರ ಅವಸರಕ್ಕೆ ಧಾನ್ಯವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ನಿಮ್ಮ ತಮ್ಮನನ್ನು"},{"number":20,"verse":"ನನ್ನ ಬಳಿಗೆ ಕರೆದುಕೊಂಡು ಬರಬೇಕು; ಕರೆದುಕೊಂಡು ಬಂದರೆ, ನಿಮ್ಮ ಮಾತನ್ನು ಸತ್ಯವೆಂದು ನಾನು ತಿಳಿದುಕೊಳ್ಳುವದರಿಂದ ನೀವು ಸಾಯುವದಿಲ್ಲ ಅಂದನು. ಅವರು ಆ ಮಾತಿಗೆ ಒಪ್ಪಿದರು."},{"number":21,"verse":"ಆದರೆ ಅವರು ತಮ್ಮತಮ್ಮೊಳಗೆ - ನಾವು ನಮ್ಮ ತಮ್ಮನಿಗೆ ಮಾಡಿದ್ದು ದ್ರೋಹವೇ ಸರಿ; ಅವನು ನಮ್ಮನ್ನು ಬೇಡಿಕೊಂಡಾಗ ನಾವು ಅವನ ಪ್ರಾಣಸಂಕಟವನ್ನು ತಿಳಿದರೂ ಅವನ ಮೊರೆಗೆ ಕಿವಿಗೊಡಲಿಲ್ಲ; ಆ ಕಾರಣದಿಂದಲೇ ಈ ಸಂಕಟವು ನಮಗೆ ಪ್ರಾಪ್ತವಾಗಿದೆ ಎಂದು ಮಾತಾಡಿಕೊಂಡರು."},{"number":22,"verse":"ಅದಕ್ಕೆ ರೂಬೇನನು - ಆ ಹುಡುಗನಿಗೆ ಏನೂ ಕೇಡು ಮಾಡಬೇಡಿರಿ ಎಂದು ನಾನು ಹೇಳಿದೆನಲ್ಲವೇ; ನೀವು ಕೇಳಲಿಲ್ಲ. ಆದದರಿಂದ ಅವನಿಗಾದ ಪ್ರಾಣಹಾನಿಯ ವಿಷಯದಲ್ಲಿ ನಾವು ಉತ್ತರ ಹೇಳಬೇಕಾಗಿ ಬಂತು ಅಂದನು."},{"number":23,"verse":"ಯೋಸೇಫನು ದ್ವಿಭಾಷಿಯ ಮುಖಾಂತರ ಅವರ ಸಂಗಡ ಮಾತಾಡಿದದರಿಂದ, ಅವರು ತಮ್ಮ ಮಾತು ಅವನಿಗೆ ಗೊತ್ತಾಗುವದೆಂದು ನೆನಸಲೇ ಇಲ್ಲ."},{"number":24,"verse":"ಯೋಸೇಫನಾದರೋ ಅವರ ಬಳಿಯಿಂದ ಒಂದು ಕಡೆಗೆ ಹೋಗಿ ಕಣ್ಣೀರು ಸುರಿಸಿದನು. ತರುವಾಯ ಅವರ ಬಳಿಗೆ ತಿರಿಗಿ ಬಂದು ಅವರ ಸಂಗಡ ಮಾತಾಡಿ ಅವರೊಳಗೆ ಸಿಮೆಯೋನನನ್ನು ಹಿಡಿಸಿ ಅವರ ಕಣ್ಣೆದುರಾಗಿ ಅವನಿಗೆ ಬೇಡಿಗಳನ್ನು ಹಾಕಿಸಿದನು."},{"number":25,"verse":"ಆಮೇಲೆ ಯೋಸೇಫನು ತನ್ನ ಆಳುಗಳಿಗೆ - ಆ ಮನುಷ್ಯರ ಚೀಲಗಳಲ್ಲಿ ಧಾನ್ಯವನ್ನು ತುಂಬಿಸಿ ಒಬ್ಬೊಬ್ಬನ ಚೀಲದಲ್ಲಿ ಅವನವನ ಹಣವನ್ನು ತಿರಿಗಿ ಇಟ್ಟು ಅವರ ಪ್ರಯಾಣಕ್ಕೆ ಬೇಕಾದ ಆಹಾರವನ್ನು ಕೊಡಬೇಕೆಂದು ಅಪ್ಪಣೆಮಾಡಲು ಅವರು ಹಾಗೆಯೇ ಮಾಡಿದರು."},{"number":26,"verse":"ಇವರು ತಾವು ಕೊಂಡುಕೊಂಡ ಧಾನ್ಯವನ್ನು ಕತ್ತೆಗಳ ಮೇಲೆ ಹೇರಿಕೊಂಡು ಹೊರಟುಹೋದರು."},{"number":27,"verse":"ದಾರಿಯಲ್ಲಿ ಅವರು ಒಂದು ಸ್ಥಳದಲ್ಲಿ ಇಳಿದುಕೊಂಡಾಗ ಅವರಲ್ಲಿ ಒಬ್ಬನು ತನ್ನ ಕತ್ತೆಗೆ ದಾಣಕೊಡಬೇಕೆಂದು ತನ್ನ ಚೀಲವನ್ನು ಬಿಚ್ಚಿದಾಗ ಅದರ ಬಾಯಲ್ಲೇ ತಾನು ತಂದಿದ್ದ ಹಣವನ್ನು ಕಂಡನು."},{"number":28,"verse":"ಅವನು ಅಣ್ಣತಮ್ಮಂದಿರಿಗೆ - ನಾನು ಕೊಟ್ಟ ಹಣವು ಹಿಂದಕ್ಕೆ ಬಂದದೆ; ಇಗೋ, ನನ್ನ ಚೀಲದಲ್ಲಿದೆ ಎಂದು ಹೇಳಲು ಅವರು ಧೈರ್ಯಗೆಟ್ಟು ನಡುಗುತ್ತಾ ಒಬ್ಬರನ್ನೊಬ್ಬರು ನೋಡಿ - ದೇವರು ನಮಗೆ ಮಾಡಿದ್ದು ಇದೇನು ಅಂದರು."},{"number":29,"verse":"ಅವರು ಕಾನಾನ್‍ದೇಶಕ್ಕೆ ತಮ್ಮ ತಂದೆಯಾದ ಯಾಕೋಬನ ಬಳಿಗೆ ಬಂದು ನಡೆದದ್ದನ್ನೆಲ್ಲಾ ತಿಳಿಸಿ -"},{"number":30,"verse":"ಆ ದೇಶಾಧಿಪತಿ ನಮ್ಮ ಸಂಗಡ ಬಿರಿಸಿನಿಂದ ಮಾತಾಡಿ ನಮ್ಮನ್ನು ಗೂಢಚಾರರೆಂದು ಹೇಳಿದನು."},{"number":31,"verse":"ನಾವು ಅವನಿಗೆ - ನಾವು ಸತ್ಯವಂತರೇ ಹೊರತು ಗೂಢಚಾರರಲ್ಲ;"},{"number":32,"verse":"ನಾವು ಒಬ್ಬ ತಂದೆಯಿಂದಲೇ ಹುಟ್ಟಿದ ಹನ್ನೆರಡು ಮಂದಿ ಅಣ್ಣತಮ್ಮಂದಿರಾಗಿದ್ದೇವೆ; ನಮ್ಮಲ್ಲಿ ಒಬ್ಬನಿಲ್ಲ; ಚಿಕ್ಕವನೋ ಈಗ ಕಾನಾನ್ ದೇಶದಲ್ಲಿ ನಮ್ಮ ತಂದೆಯ ಬಳಿಯಲ್ಲಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದೆವು."},{"number":33,"verse":"ಅದಕ್ಕೆ ದೇಶಾಧಿಪತಿ - ನೀವು ಸತ್ಯವಂತರೋ ಅಲ್ಲವೋ ಎಂಬದು ಗೊತ್ತಾಗುವದಕ್ಕಾಗಿ ನಿಮ್ಮೊಳಗೆ ಒಬ್ಬನನ್ನು ನನ್ನ ಬಳಿಯಲ್ಲಿ ಬಿಟ್ಟು ನಿಮ್ಮ ಮನೆಯವರ ಕ್ಷಾಮ ನಿವಾರಣೆಗೆ ಬೇಕಾದದ್ದನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿ"},{"number":34,"verse":"ನಿಮ್ಮ ತಮ್ಮನನ್ನು ನನ್ನ ಬಳಿಗೆ ಕರಕೊಂಡು ಬರಬೇಕು; ಕರಕೊಂಡು ಬಂದರೆ ನೀವು ಗೂಢಚಾರರಲ್ಲ, ಸತ್ಯವಂತರೇ ಎಂದು ತಿಳಿದುಕೊಂಡು ನಿಮ್ಮ ಅಣ್ಣನನ್ನು ಬಿಡಿಸಿಬಿಡುತ್ತೇನೆ, ಮತ್ತು ನೀವು ಈ ದೇಶದಲ್ಲಿ ವ್ಯಾಪಾರ ನಡಿಸಬಹುದೆಂದು ಹೇಳಿದನು ಅಂದರು."},{"number":35,"verse":"ಅವರು ತಮ್ಮ ಚೀಲಗಳನ್ನು ಬಿಚ್ಚಿನೋಡಿದಾಗ ಪ್ರತಿಯೊಬ್ಬನ ಚೀಲದಲ್ಲಿಯೂ ಅವನವನ ಹಣದ ಗಂಟು ಸಿಕ್ಕಿತು. ಅವರೂ ಅವರ ತಂದೆಯೂ ಹಣದ ಗಂಟುಗಳನ್ನು ಕಂಡಾಗ ಭಯಪಟ್ಟರು."},{"number":36,"verse":"ಆಗ ಅವರ ತಂದೆಯಾದ ಯಾಕೋಬನು ಅವರಿಗೆ - ನನ್ನನ್ನು ಮಕ್ಕಳಿಲ್ಲದವನಂತೆ ಮಾಡಿದ್ದೀರಿ; ಯೋಸೇಫನೂ ಇಲ್ಲ, ಸಿಮೆಯೋನನೂ ಇಲ್ಲ; ಬೆನ್ಯಾಮೀನನನ್ನೂ ಕರಕೊಂಡು ಹೋಗಬೇಕೆಂದಿದ್ದೀರಿ, ಈ ಕಷ್ಟವೆಲ್ಲಾ ನನ್ನ ಮೇಲೆಯೇ ಬಂತು ಎಂದು ಹೇಳಲು ರೂಬೇನನು ಅವನಿಗೆ -"},{"number":37,"verse":"ನಾನು ಈ ಹುಡುಗನನ್ನು ತಿರಿಗಿ ತಂದು ಒಪ್ಪಿಸದೆ ಹೋದರೆ ನನ್ನಿಬ್ಬರು ಗಂಡು ಮಕ್ಕಳನ್ನು ಕೊಂದು ಹಾಕಬಹುದು; ಇವನನ್ನು ನನ್ನ ವಶಕ್ಕೆ ಕೊಟ್ಟರೆ ನಾನು ತಪ್ಪದೆ ಇವನನ್ನು ನಿನ್ನ ಬಳಿಗೆ ಕರಕೊಂಡು ಬರುತ್ತೇನೆ ಎಂದು ಹೇಳಿದನು."},{"number":38,"verse":"ಆದರೆ ಯಾಕೋಬನು ಅವರಿಗೆ - ನನ್ನ ಮಗನು ನಿಮ್ಮ ಸಂಗಡ ಹೋಗಬಾರದು; ಇವನ ಒಡಹುಟ್ಟಿದವನು ಸತ್ತು ಹೋದನು; ಇವನೊಬ್ಬನೇ ಉಳಿದಿದ್ದಾನೆ; ಮಾರ್ಗದಲ್ಲಿ ಇವನಿಗೇನಾದರೂ ಕೇಡಾದರೆ ಈ ಮುದಿತಲೆ ದುಃಖದಿಂದಲೇ ಪಾತಾಳಕ್ಕೆ ಸೇರಲು ನೀವು ಕಾರಣವಾಗುವಿರಿ ಎಂದು ಹೇಳಿದನು."}]}