{"bibleAbbr":"KNJV","bookName":"ಆದಿಕಾಂಡ","bookEnglishName":"Genesis","chapterNumber":6,"verses":[{"number":1,"verse":"ಭೂಮಿಯ ಮೇಲೆ ಜನರು ಹೆಚ್ಚುತ್ತಾ ಅವರಿಗೆ ಹೆಣ್ಣು ಮಕ್ಕಳು ಹುಟ್ಟಲು"},{"number":2,"verse":"ದೇವಪುತ್ರರು ಮನುಷ್ಯಪುತ್ರಿಯರ ಸೌಂದರ್ಯವನ್ನು ನೋಡಿ ತಮಗೆ ಇಷ್ಟರಾದವರನ್ನು ಹೆಂಡರನ್ನಾಗಿ ಮಾಡಿಕೊಂಡರು."},{"number":3,"verse":"ಆಗ ಯೆಹೋವನು - ನನ್ನ ಆತ್ಮವು ಮನುಷ್ಯರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿರುವದಿಲ್ಲ; ಅವರು ಭ್ರಷ್ಟರಾದದರಿಂದ ಮರ್ತ್ಯರೇ. ಅವರ ಆಯುಷ್ಯವು ನೂರ ಇಪ್ಪತ್ತು ವರುಷವಾಗಿರಲಿ ಅಂದನು."},{"number":4,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಅಂದರೆ ದೇವಪುತ್ರರು ಮನುಷ್ಯಪುತ್ರಿಯರನ್ನು ಕೂಡಿ ಅವರಲ್ಲಿ ಮಕ್ಕಳನ್ನು ಪಡೆಯುವ ಕಾಲದಲ್ಲಿ ಮಹಾಶರೀರಿಗಳು ಭೂಮಿಯ ಮೇಲಿದ್ದರು; ಅನಂತರದಲ್ಲಿಯೂ ಇದ್ದರು. ಪೂರ್ವದಲ್ಲಿ ಹೆಸರುಗೊಂಡ ಪರಾಕ್ರಮಶಾಲಿಗಳು ಇವರೇ."},{"number":5,"verse":"ಮನುಷ್ಯರ ಕೆಟ್ಟತನವು ಭೂಮಿಯ ಮೇಲೆ ಹೆಚ್ಚಾಗಿರುವದನ್ನೂ ಅವರು ಹೃದಯದಲ್ಲಿ ಯೋಚಿಸುವದೆಲ್ಲವು ಯಾವಾಗಲೂ ಬರೀ ಕೆಟ್ಟದ್ದಾಗಿರುವದನ್ನೂ"},{"number":6,"verse":"ಯೆಹೋವನು ನೋಡಿ ತಾನು ಭೂಮಿಯ ಮೇಲೆ ಮನುಷ್ಯರನ್ನು ಉಂಟುಮಾಡಿದ್ದಕ್ಕೆ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ತನ್ನ ಹೃದಯದಲ್ಲಿ ನೊಂದುಕೊಂಡನು."},{"number":7,"verse":"ಮತ್ತು ಯೆಹೋವನು - ನಾನು ಸೃಷ್ಟಿಸಿದ ಮನುಷ್ಯ ಜಾತಿಯನ್ನು ಭೂಮಿಯ ಮೇಲಿನಿಂದ ಅಳಿಸಿಬಿಡುವೆನು; ಅದನ್ನು ಉಂಟುಮಾಡಿದ್ದಕ್ಕೆ ನನ್ನಲ್ಲಿ ಪಶ್ಚಾತ್ತಾಪ ಹುಟ್ಟಿತು; ಮನುಷ್ಯರೊಂದಿಗೆ ಸಕಲಮೃಗ ಕ್ರಿಮಿಪಕ್ಷಿಗಳನ್ನೂ ಅಳಿಸಿ ಬಿಡುವೆನು ಅಂದುಕೊಂಡನು."},{"number":8,"verse":"ಆದರೆ ನೋಹನಿಗೆ ಯೆಹೋವನ ದಯವು ದೊರಕಿತು."},{"number":9,"verse":"ನೋಹನ ಚರಿತ್ರೆಯು - ನೋಹನು ನೀತಿವಂತನೂ ತನ್ನ ಕಾಲದವರಲ್ಲಿ ತಪ್ಪಿಲ್ಲದವನೂ ಆಗಿದ್ದನು; ಅವನು ದೇವರೊಂದಿಗೆ ಅನ್ಯೋನ್ಯವಾಗಿ ನಡೆದುಕೊಂಡನು."},{"number":10,"verse":"ಶೇಮ್, ಹಾಮ್, ಯೆಫೆತ್ ಎಂಬ ಮೂರು ಮಂದಿ ಮಕ್ಕಳನ್ನು ಪಡೆದನು."},{"number":11,"verse":"ಭೂಲೋಕದವರು ದೇವರ ದೃಷ್ಟಿಗೆ ಕೆಟ್ಟುಹೋಗಿದ್ದರು; ಅನ್ಯಾಯವು ಲೋಕವನ್ನು ತುಂಬಿಕೊಂಡಿತ್ತು."},{"number":12,"verse":"ದೇವರು ಲೋಕವನ್ನು ನೋಡಿದಾಗ ಅದು ಕೆಟ್ಟುಹೋಗಿತ್ತು; ಭೂನಿವಾಸಿಗಳೆಲ್ಲರೂ ತಮ್ಮ ನಡವಳಿಕೆಯನ್ನು ಕೆಡಿಸಿಕೊಂಡಿದ್ದರು."},{"number":13,"verse":"ಆಗ ದೇವರು ನೋಹನಿಗೆ - ಎಲ್ಲಾ ದೇಹಿಗಳಿಗೂ ಅಂತ್ಯವನ್ನು ತೀರ್ಮಾನಿಸಿದ್ದೇನೆ; ಭೂಲೋಕವು ಅವರ ಅನ್ಯಾಯದಿಂದ ತುಂಬಿ ಅದೆ; ನಾನು ಅವರನ್ನೂ ಭೂಮಿಯ ಮೇಲಿರುವದೆಲ್ಲವನ್ನೂ ಅಳಿಸಿಬಿಡುತ್ತೇನೆ."},{"number":14,"verse":"ನೀನು ತುರಾಯಿ ಮರದಿಂದ ನಾವೆಯನ್ನು ಮಾಡಿಕೋ; ಅದರಲ್ಲಿ ತುಂಬ ಕೋಣೆಗಳು ಇರಬೇಕು; ಒಳಕ್ಕೂ ಹೊರಕ್ಕೂ ರಾಳವನ್ನು ಹಚ್ಚು."},{"number":15,"verse":"ನೀನು ಅದನ್ನು ಮಾಡಬೇಕಾದ ವಿಧಾನ ಹೇಗಂದರೆ - ಅದು ಮುನ್ನೂರು ಮೊಳ ಉದ್ದವೂ ಐವತ್ತು ಮೊಳ ಅಗಲವೂ ಮೂವತ್ತು ಮೊಳ ಎತ್ತರವೂ ಉಳ್ಳದ್ದಾಗಿರಬೇಕು."},{"number":16,"verse":"ಅದರ ಚಾವಣಿಯ ಕೆಳಗೆ ಸುತ್ತಲೂ ಒಂದು ಮೊಳ ಎತ್ತರದ ಬೆಳಕು ಕಂಡಿಯನ್ನು ಮಾಡಬೇಕು; ಪಕ್ಕದಲ್ಲಿ ಬಾಗಲನ್ನಿಡಬೇಕು. ನಾವೆಯಲ್ಲಿ ಒಂದರ ಮೇಲೆ ಒಂದಾಗಿ ಮೂರು ಅಂತಸ್ತುಗಳನ್ನು ಮಾಡಬೇಕು."},{"number":17,"verse":"ನಾನಂತೂ ಭೂಮಿಯ ಮೇಲೆ ಜಲಪ್ರಳಯವನ್ನು ಬರಮಾಡಿ ಆಕಾಶದ ಕೆಳಗಿರುವ ಸಕಲ ಪ್ರಾಣಿಗಳನ್ನೂ ಅಳಿಸಿಬಿಡುವೆನು; ಭೂಮಿಯಲ್ಲಿರುವ ಸಮಸ್ತವೂ ಲಯವಾಗುವದು."},{"number":18,"verse":"ಆದರೆ ನಿನ್ನ ಕೂಡ ನನ್ನ ನಿಬಂಧನೆಯನ್ನು ಮಾಡುತ್ತೇನೆ. ನೀನು ಹೆಂಡತಿ ಮಕ್ಕಳು ಸೊಸೆಯರು ಸಹಿತವಾಗಿ ನಾವೆಯಲ್ಲಿ ಸೇರಬೇಕು."},{"number":19,"verse":"ಇದಲ್ಲದೆ ಜೀವಿಗಳ ಪ್ರತಿಜಾತಿಯಲ್ಲಿಯೂ ಒಂದು ಗಂಡು ಒಂದು ಹೆಣ್ಣು ಹೀಗೆ ಎರಡೆರಡನ್ನು ನಾವೆಯಲ್ಲಿ ಸೇರಿಸಿ ನಿನ್ನೊಂದಿಗೆ ಉಳಿಸಿ ಕಾಪಾಡಬೇಕು."},{"number":20,"verse":"ಪಶು, ಪಕ್ಷಿ, ಕ್ರಿಮಿ ಇವುಗಳ ಸಕಲ ಜಾತಿಗಳಲ್ಲಿಯೂ ಎರಡೆರಡು ಬದುಕುವದಕ್ಕಾಗಿ ನಿನ್ನ ಬಳಿಗೆ ಬರುವವು."},{"number":21,"verse":"ಮತ್ತು ನಿನಗೂ ಅವುಗಳಿಗೂ ಪೋಷಣೆಯಾಗುವಂತೆ ಸಕಲ ವಿಧವಾದ ಆಹಾರ ಪದಾರ್ಥಗಳನ್ನು ನಿನ್ನ ಬಳಿಯಲ್ಲಿ ಕೂಡಿಸಿಡಬೇಕು ಎಂದು ಹೇಳಿದನು."},{"number":22,"verse":"ದೇವರು ಅಪ್ಪಣೆಕೊಟ್ಟ ಪ್ರಕಾರವೇ ನೋಹನು ಮಾಡಿದನು."}]}