{"bibleAbbr":"KNJV","bookName":"ಆದಿಕಾಂಡ","bookEnglishName":"Genesis","chapterNumber":9,"verses":[{"number":1,"verse":"ದೇವರು ನೋಹನನ್ನೂ ಅವನ ಮಕ್ಕಳನ್ನೂ ಆಶೀರ್ವದಿಸಿ ಅವರಿಗೆ - ಬಹುಸಂತಾನವುಳ್ಳವರಾಗಿ ಹೆಚ್ಚಿರಿ; ಭೂಲೋಕದಲ್ಲೆಲ್ಲಾ ತುಂಬಿಕೊಳ್ಳಿರಿ."},{"number":2,"verse":"ಭೂಮಿಯ ಮೇಲಿರುವ ಎಲ್ಲಾ ಮೃಗಗಳೂ ಆಕಾಶದ ಎಲ್ಲಾ ಪಕ್ಷಿಗಳೂ ನೆಲದ ಮೇಲೆ ಹರಿದಾಡುವ ಎಲ್ಲಾ ಕ್ರಿಮಿಗಳೂ ಸಮುದ್ರದ ಮೀನುಗಳೂ ನಿಮಗೆ ಬೆದರಿ ಅಂಜಿಕೊಳ್ಳುವವು; ನಾನು ಅವುಗಳನ್ನೆಲ್ಲಾ ನಿಮ್ಮ ಸ್ವಾಧೀನಕ್ಕೆ ಕೊಟ್ಟಿದ್ದೇನೆ."},{"number":3,"verse":"ಭೂಮಿಯ ಮೇಲೆ ತಿರುಗುವ ಎಲ್ಲಾ ಜೀವಜಂತುಗಳೂ ನಿಮಗೆ ಆಹಾರವಾಗಿರುವವು. ನಾನು ನಿಮ್ಮ ಆಹಾರಕ್ಕೆ ಪೈರುಗಳನ್ನು ಕೊಟ್ಟಂತೆ ಇವುಗಳನ್ನೂ ಕೊಟ್ಟಿದ್ದೇನೆ."},{"number":4,"verse":"ಆದರೆ ರಕ್ತದಿಂದ ಕೂಡಿರುವ ಮಾಂಸವನ್ನು ನೀವು ತಿನ್ನಬಾರದು; ರಕ್ತವು ಜೀವವಷ್ಟೆ."},{"number":5,"verse":"ಇದಲ್ಲದೆ ನಿಮ್ಮ ರಕ್ತವನ್ನು ಸುರಿಸಿ ಜೀವತೆಗೆಯುವವರಿಗೆ ಮುಯ್ಯಿತೀರಿಸುವೆನು. ಮೃಗವಾಗಿದ್ದರೆ ಅದಕ್ಕೂ ಮನುಷ್ಯನಾಗಿದ್ದರೆ, ಹತವಾದವನು ಅವನ ಸಹೋದರನಾಗಿರುವದರಿಂದ, ಅವನಿಗೂ ಮುಯ್ಯಿ ತೀರಿಸುವೆನೆಂದು ತಿಳಿದುಕೊಳ್ಳಿರಿ."},{"number":6,"verse":"ನರಹತ್ಯವು ಸಹೋದರ ಹತ್ಯವಲ್ಲವೇ. ದೇವರು ಮನುಷ್ಯರನ್ನು ತನ್ನ ಸ್ವರೂಪದಲ್ಲಿಯೇ ಉಂಟುಮಾಡಿದನಾದ್ದರಿಂದ ಯಾರು ಮನುಷ್ಯನ ರಕ್ತವನ್ನು ಸುರಿಸುತ್ತಾರೋ ಅವರ ರಕ್ತವನ್ನು ಮನುಷ್ಯರೇ ಸುರಿಸುವರು."},{"number":7,"verse":"ನೀವು ಅಭಿವೃದ್ಧಿಯಾಗಿ ಹೆಚ್ಚಿರಿ; ಭೂಮಿಯ ಮೇಲೆ ನಿಮಗೆ ಬಹು ಸಂತಾನವಾಗಲಿ ಎಂದು ಹೇಳಿದನು."},{"number":8,"verse":"ಇದಲ್ಲದೆ ದೇವರು ನೋಹನಿಗೂ ಅವನ ಮಕ್ಕಳಿಗೂ -"},{"number":9,"verse":"ಕೇಳಿರಿ, ನಾನು ನಿಮ್ಮನ್ನೂ ನಿಮ್ಮ ಸಂತತಿಯವರನ್ನೂ"},{"number":10,"verse":"ನಿಮ್ಮ ಕೂಡ ನಾವೆಯಿಂದ ಹೊರಟುಬಂದ ಪಶುಪಕ್ಷಿಮೃಗಾದಿ ಸಕಲ ಭೂಜಂತುಗಳನ್ನೂ ಕುರಿತು ಸ್ಥಿರಪ್ರತಿಜ್ಞೆ ಮಾಡುತ್ತೇನೆ;"},{"number":11,"verse":"ಆ ಪ್ರತಿಜ್ಞೆ ಯಾವದೆಂದರೆ - ಇನ್ನು ಮೇಲೆ ಎಲ್ಲಾ ಪ್ರಾಣಿಗಳು ಪ್ರಳಯದಿಂದ ನಾಶವಾಗುವದಿಲ್ಲ; ಇನ್ನು ಮುಂದೆ ಭೂಮಿಯನ್ನು ಹಾಳು ಮಾಡುವ ಪ್ರಳಯವು ಬರುವದೇ ಇಲ್ಲ ಎಂದು ಹೇಳಿದನು."},{"number":12,"verse":"ದೇವರು ಮತ್ತೂ ಹೇಳಿದ್ದೇನಂದರೆ - ನಾನು ನಿಮ್ಮನ್ನೂ ನಿಮ್ಮ ಸಂಗಡ ಇರುವ ಸಮಸ್ತ ಜೀವರಾಶಿಗಳನ್ನೂ ಕುರಿತು ಎಲ್ಲಾ ತಲತಲಾಂತರಗಳಲ್ಲಿಯೂ ಮಾಡುವ ಈ ಪ್ರತಿಜ್ಞೆಗೆ"},{"number":13,"verse":"ಮೇಘಗಳಲ್ಲಿ ನಾನಿಟ್ಟಿರುವ ಮುಗಿಲುಬಿಲ್ಲೇ ಗುರುತಾಗಿರುವದು. ನನಗೂ ಭೂಪ್ರಾಣಿಗಳಿಗೂ ಆದ ಒಡಂಬಡಿಕೆಗೆ ಇದೇ ಗುರುತಾಗಿರಲಿ."},{"number":14,"verse":"ನಾನು ಭೂಲೋಕದ ಮೇಲೆ ಮೇಘಗಳನ್ನು ಕವಿಸುವಾಗ ಆ ಬಿಲ್ಲು ಮೇಘಗಳಲ್ಲಿ ಕಂಡು ಬರುವದು."},{"number":15,"verse":"ಆಗ ನಾನು ನಿಮ್ಮನ್ನೂ ಎಲ್ಲಾ ಜೀವರಾಶಿಗಳನ್ನೂ ಕುರಿತು ಮಾಡಿದ ಪ್ರತಿಜ್ಞೆಯನ್ನು ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳುವೆನು. ಇನ್ನು ಮುಂದೆ ನೀರು ಹೆಚ್ಚಿ ಎಲ್ಲಾ ಭೂಪ್ರಾಣಿಗಳನ್ನು ಹಾಳುಮಾಡುವ ಪ್ರಳಯವಾಗುವದಿಲ್ಲ."},{"number":16,"verse":"ಆ ಬಿಲ್ಲು ಮೇಘಗಳಲ್ಲಿ ಕಾಣಿಸುವಾಗ ನಾನು ಅದನ್ನು ನೋಡಿ ದೇವರಾದ ನನಗೂ ಭೂಮಿಯ ಮೇಲಿರುವ ಎಲ್ಲಾ ಜೀವಜಂತುಗಳಿಗೂ ಆದ ಶಾಶ್ವತವಾದ ಒಡಂಬಡಿಕೆಯನ್ನು ಜ್ಞಾಪಕಮಾಡಿಕೊಳ್ಳುವೆನು ಅಂದನು."},{"number":17,"verse":"ಮತ್ತು ದೇವರು ನೋಹನಿಗೆ - ನನಗೂ ಎಲ್ಲಾ ಭೂಜೀವಿಗಳಿಗೂ ಆದ ಒಡಂಬಡಿಕೆಗೆ ಇದೇ ಗುರುತು ಎಂದು ಹೇಳಿದನು."},{"number":18,"verse":"ನಾವೆಯಿಂದ ಹೊರಟುಬಂದ ನೋಹನ ಮಕ್ಕಳು ಶೇಮ್ ಹಾಮ್ ಯೆಫೆತ್ ಎಂಬವರೇ (ಹಾಮನು ಕಾನಾನನ ತಂದೆಯು)."},{"number":19,"verse":"ಈ ಮೂವರು ನೋಹನ ಮಕ್ಕಳು; ಇವರಿಂದಲೇ ಭೂಮಿಯಲ್ಲೆಲ್ಲಾ ಹರಡಿಕೊಂಡಿರುವ ಜನರು ಉತ್ಪತ್ತಿಯಾದರು."},{"number":20,"verse":"ನೋಹನು ವ್ಯವಸಾಯಗಾರನಾಗಿದ್ದನು; ಅವನೇ ದ್ರಾಕ್ಷೇತೋಟವನ್ನು ಪ್ರಾರಂಭಿಸಿದನು."},{"number":21,"verse":"ಅವನು ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿಯಲು ಅಮಲೇರಿದ್ದರಿಂದ ಗುಡಾರದಲ್ಲಿ ಬೆತ್ತಲೆಯಾಗಿ ಬಿದ್ದಿದ್ದನು."},{"number":22,"verse":"ಕಾನಾನನ ತಂದೆಯಾದ ಹಾಮನು ತಂದೆಯು ಬೆತ್ತಲೆಯಾಗಿರುವದನ್ನು ಕಂಡು ಹೊರಗಿದ್ದ ಅಣ್ಣತಮ್ಮಂದಿರಾದ ಶೇಮ್ ಯೆಫೆತರಿಗೆ ತಿಳಿಸಿದನು."},{"number":23,"verse":"ಇವರಿಬ್ಬರು ಕಂಬಳಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ತಮ್ಮಿಬ್ಬರ ಬೆನ್ನಿನ ಮೇಲೆ ಹಾಕಿಕೊಂಡು ಹಿಂಧಿಂದಕ್ಕೆ ನಡೆದು ತಂದೆಗೆ ಹೊದಿಸಿ ಅವನ ಮಾನವನ್ನು ಕಾಪಾಡಿದರು; ಅವರು ಹಿಮ್ಮುಖರಾಗಿದ್ದದರಿಂದ ತಂದೆಯು ಬೆತ್ತಲೆಯಾಗಿದ್ದದ್ದನ್ನು ನೋಡಲಿಲ್ಲ."},{"number":24,"verse":"ನೋಹನು ಅಮಲಿಳಿದೆದ್ದು ಕಿರೀಮಗನು ಮಾಡಿದ್ದನ್ನು ತಿಳಿದು -"},{"number":25,"verse":"ಕಾನಾನನು ಶಾಪಗ್ರಸ್ತನಾಗಲಿ. ಅವನು ತನ್ನ ಅಣ್ಣತಮ್ಮಂದಿರಿಗೆ ದಾಸಾನುದಾಸನಾಗಲಿ ಅಂದನು."},{"number":26,"verse":"ಅವನು ಇನ್ನೂ ನುಡಿದದ್ದೇನಂದರೆ - ಶೇಮನ ದೇವರಾದ ಯೆಹೋವನಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ; ಕಾನಾನನು ಅವರಿಗೆ ದಾಸನಾಗಲಿ."},{"number":27,"verse":"ಯೆಫೆತನನ್ನು ದೇವರು ವಿಸ್ತರಿಸಲಿ. ಅವನು ಶೇಮನ ಗುಡಾರಗಳಲ್ಲಿ ವಾಸವಾಗಿರಲಿ. ಕಾನಾನನು ಅವರಿಗೆ ದಾಸನಾಗಿರಲಿ ಎಂಬದು."},{"number":28,"verse":"ಪ್ರಳಯವಾದ ಮೇಲೆ ನೋಹನು ಮುನ್ನೂರೈವತ್ತು ವರುಷ ಬದುಕಿದನು."},{"number":29,"verse":"ಅವನು ಒಟ್ಟು ಒಂಭೈನೂರೈವತ್ತು ವರುಷ ಬದುಕಿ ಸತ್ತನು."}]}