{"bibleAbbr":"Geneva1599","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":11,"verses":[{"number":1,"verse":"((1 He declareth in the whole Chapter, that the Fathers, which from the beginning of the world were approved of God, attained salvation no other way than by faith, that the Jews may know that by the same only, they are knit unto the Fathers in an holy union.) ) Now (An excellent description of faith by the effects, because it representeth things which are but yet in hope, and setteth as it were before our eyes things that are invisible.) faith is the grounds of things which are hoped for, and the evidence of things which are not seen."},{"number":2,"verse":"(He showeth that the Fathers ought to be accounted of, by this virtue.) For by it our (That is, those Fathers of whom we came: and whose authority and example ought to move us very much.) elders were well reported of."},{"number":3,"verse":"(Cross references: : Gen. 1:1; John 1:10) (He showeth the propriety of faith, by setting unto us most piked examples of such as from the beginning of the world excelled in the Church.) Through faith we understand that the world was ordained by the word of God, so that the things which we (So that the world which we see, was not made of any matter that appeared or was before, but of nothing.) see, are not made of things which did appear."},{"number":4,"verse":"(Abel.) By faith Abel (Gen. 4:4) offered unto God a greater sacrifice than Cain, by (Matt. 23:35) the which he obtained witness that he was righteous, God testifying of his gifts: by the which faith also he being dead, yet speaketh."},{"number":5,"verse":"(Enoch.) By faith was (Gen. 5:25) Enoch translated, that he should not (That he should not die.) see death: neither was he found: for God had translated him: for before he was translated, he was reported of, that he had pleased God."},{"number":6,"verse":"But without faith it is impossible to please him: for he that cometh to God, must believe that God is, and that he is a (This reward is not referred to our merits, but to the free promise, as Paul teacheth in Abraham the father of all the faithful, Rom. 4:4.) rewarder of them that seek him."},{"number":7,"verse":"(Noah.) By faith (Gen. 6:13) Noah being warned of God of the things which were as yet not seen, moved with reverence, prepared the Ark to the saving of his household, through the which Ark he condemned the world, and was made heir of the righteousness, which is by faith."},{"number":8,"verse":"(Abraham and Sarah.) By faith (Gen. 12:4) Abraham, when he was called, obeyed God, to go out into a place, which he should afterward receive for inheritance, and he went out, not knowing whither he went."},{"number":9,"verse":"By faith he abode in the land of promise, as in a strange country, as one that dwelt in tents with Isaac and Jacob heirs with him of the same promise."},{"number":10,"verse":"For he looked for a city having a (This foundation is set against their tabernacle.) foundation, whose builder and maker is God."},{"number":11,"verse":"Through faith (Gen. 17:19; Gen. 21:2) Sarah also received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful which had promised."},{"number":12,"verse":"And therefore sprang thereof one, even of one which was (As unlikely to bear children, as if she had been stark dead.) dead, so many as the stars of the sky in multitude, and as the sand of the sea shore which is innumerable."},{"number":13,"verse":"All these died in (In faith, which they had while they lived, and followed them even to their grave.) faith, and received not the (This is the figure Metonymy, for the things promised.) promises, but saw them afar off, and believed them, and (For the Patriarchs were wont when they received the promises, to profess their religion, by building of altars, and calling on the name of the Lord.) received them thankfully, and confessed that they were strangers and pilgrims on the earth."},{"number":14,"verse":"For they that say such things, declare plainly, that they seek a country."},{"number":15,"verse":"And if they had been mindful of that country, from whence they came out, they had leisure to have returned."},{"number":16,"verse":"But now they desire a better, that is an heavenly: wherefore God is not ashamed of them to be called their God: for he hath prepared for them a city."},{"number":17,"verse":"By faith (Gen. 22:10) Abraham offered up Isaac, when he was (Tried of the Lord.) tried, and he that had received the (Although the promises of life were made in that only begotten Son Isaac, yet he appointed him to die, and so against hope he believed in hope.) promises, offered his only begotten son."},{"number":18,"verse":"(To whom it was said, (Gen. 21:12; Rom. 9:7) In Isaac shall thy seed be called.)"},{"number":19,"verse":"For he considered that God was able to raise him up even from the dead: from (From which death.) whence he received him also after (For there was not the true and very death of Isaac, but as it were the death, by means whereof he seemed also as it were to have risen again.) a sort."},{"number":20,"verse":"(Isaac.) By faith (Gen. 27:2839) Isaac blessed Jacob and Esau, concerning things to come."},{"number":21,"verse":"(Jacob.) By faith (Gen. 48:15) Jacob when he was a dying, blessed both the sons of Joseph, and (Gen. 47:31) leaning on the end of his staff, worshipped God."},{"number":22,"verse":"(Joseph.) By faith (Gen. 50:25) Joseph when he died, made mention of the departing of the children of Israel, and gave commandment of his bones."},{"number":23,"verse":"(Exod. 2:2; Acts 7:22) (Moses.) By faith Moses when he was born, was hid three months of his parents, because they saw he was a proper child, neither (They were not afraid to bring him up.) feared they the king’s (Exod. 1:16) commandment."},{"number":24,"verse":"By faith (Exod. 2:11) Moses when he was come to age, refused to be called the son of Pharaoh’s daughter,"},{"number":25,"verse":"And chose rather to suffer adversity with the people of God, than to enjoy the (Such pleasures as he could not enjoy, but he must needs provoke God’s wrath against him.) pleasures of sin for a season,"},{"number":26,"verse":"Esteeming the rebuke of Christ greater riches, than the treasures of Egypt: for he had respect unto the recompense of the reward."},{"number":27,"verse":"By faith he forsook Egypt, and feared not the fierceness of the king: for he endured, as he that saw him which is invisible."},{"number":28,"verse":"Through faith he ordained the (Exod. 12:27) Passover and the effusion of blood, lest he that destroyed the first born, should touch them."},{"number":29,"verse":"(The red sea.) By faith they (Exod. 14:21) passed through the red sea as by dry land, which when the Egyptians had assayed to do, they were swallowed up."},{"number":30,"verse":"(Jericho.) By faith the (Josh. 6:20) walls of Jericho fell down after they were compassed about seven days."},{"number":31,"verse":"(Rahab.) By faith the (A notable example of God’s goodness.) harlot (Josh. 6:23) Rahab perished not with them which obeyed not, when (Josh. 2:1) she had received the spies (Courteously and friendly, so that she did not only not hurt them, but also kept them safe.) peaceably."},{"number":32,"verse":"(Gideon, Barak and other Judges and Prophets.) And what shall I more say? for the time would be too short for me to tell of (Judg. 6:11) Gideon, of (Judg. 4:6) Barak, and of (Judg. 13:24) Samson, and of (Judg. 11:1; Judg. 12:7) Jephthah, also of David, and Samuel, and of the Prophets:"},{"number":33,"verse":"Which through faith subdued kingdoms, wrought righteousness, obtained the (The fruit of the promises.) promises, stopped the mouths of lions,"},{"number":34,"verse":"Quenched the violence of fire, escaped the edge of the sword, of weak were made strong, waxed valiant in battle, turned to flight the armies of the aliens."},{"number":35,"verse":"The (He seemeth to mean the story of that woman of Zarephath, whose son Elijah raised again from death, and the Shunammite, whose son Elisha restored to his mother.) women received their dead raised to life: others also were (He meaneth that persecution which Antiochus wrought.) racked, and would not be delivered, that they might receive a better resurrection."},{"number":36,"verse":"And others have been tried by mockings and scourgings, yea, moreover by bonds, and imprisonment."},{"number":37,"verse":"They were stoned, they were hewn asunder, they were tempted, they were slain with the sword, they wandered up and down in (In vile and rough clothing, so were the saints brought to extreme poverty, and constrained to live like beasts in wildernesses.) sheep’s skins, and in goats’ skins, being destitute, afflicted, and tormented:"},{"number":38,"verse":"Whom the world was not worthy of: they wandered in wildernesses and mountains, and dens, and caves of the earth."},{"number":39,"verse":"(An amplification taken of the circumstance of the time: their faith is so much the more to be marveled at, by how much the promises of things to come were more dark, yet at length were indeed exhibited to us, so that their faith and ours is as one, as is also their consecration and ours.) And these all through faith obtained good report, and received (But saw Christ afar off.) not the promise,"},{"number":40,"verse":"God providing a better thing for us, that they (For their salvation did hang upon Christ, who was exhibited in our days.) without us should not be made perfect."}]}