{"bibleAbbr":"Geneva1599","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":13,"verses":[{"number":1,"verse":"(1 He giveth good lessons not only for manners,7 but also for doctrine.) Let brotherly love continue."},{"number":2,"verse":"(1 Pet. 4:9) Be not forgetful to entertain strangers: for thereby some have (Gen. 18:3; Gen. 19:3) received Angels into their houses unawares."},{"number":3,"verse":"Remember them that are in bonds, as though ye were bound with them: and them that are in affliction, as (Be so much touched, as if their misery were yours.) if ye were also afflicted in the body."},{"number":4,"verse":"(He commendeth chaste matrimony in all sorts of men, and threateneth utter destruction from God, against whoremongers and adulterers.) Marriage is honorable among all, and the bed undefiled: but whoremongers and adulterers God will judge."},{"number":5,"verse":"(Covetousness is condemned, against which is set a contented mind with that which the Lord hath given.) Let your conversation be without covetousness, and be content with those things that ye have, for (Even the Lord himself.) he hath said,"},{"number":6,"verse":"(Josh. 1:5) I will not fail thee, neither forsake thee:"},{"number":7,"verse":"So that we may boldly say, (Ps. 118:6) The Lord is mine helper, neither will I fear what (He setteth man against God.) man can do unto me."},{"number":8,"verse":"(We have to set before us the examples of valiant Captains, whom we ought diligently to follow.) Remember them which have the oversight of you, which have declared unto you the word of God: whose faith follow, considering what hath been the end of their conversation. (He repeateth the sum of the doctrine, to wit, the only ground of all precepts of manners, and that is this: That we ought to quiet and content ourselves in Christ only: for there was yet never any man saved without the knowledge of him, neither is at this day saved, neither shall be saved hereafter.) Jesus Christ yesterday, and today, the same also is forever."},{"number":9,"verse":"Be not carried about with divers and strange doctrines: (He toucheth them which mixed an external worship, and especially the difference of meats, with the Gospel, which doctrine he plainly condemneth as clean repugnant to the benefit of Christ.) for it is a good thing that the heart be stablished with grace, and not with (By this one kind which concerneth the difference of clean and unclean meats, we have to understand all the ceremonial worship.) meats, which have not profited them that have been (Which observed the difference of them superstitiously.) occupied therein."},{"number":10,"verse":"(He refuteth their error by an apt and fit comparison. They which in times past served the Tabernacle, did not eat of the sacrifices whose blood was brought for sin into the holy place by the high Priest. Moreover these sacrifices did represent Christ our offering. Therefore they cannot be partakers of him which serve the Tabernacle, that is, such as stand in the service of the Law: but let not us be ashamed to follow him out of Jerusalem, from whence he was cast out and suffered: for in this also Christ, who is the truth, answereth that figure, in that he suffered without the gate.) We have an (By the Altar, he meaneth the offering.) altar, whereof they have no authority to eat, which (Whereof they cannot be partakers which stubbornly retain the rites of the Law.) serve in the Tabernacle."},{"number":11,"verse":"(Lev. 4:11; Lev. 6:30; Lev. 16:17) For the bodies of those beasts whose blood is brought into the holy place by the high Priest for sin, are burnt without the camp."},{"number":12,"verse":"Therefore even Jesus, that he might sanctify the people with his own blood, suffered without the gate."},{"number":13,"verse":"(He goeth on further in this comparison, and showeth that this also signified unto us, that the godly followers of Christ must as it were go out of the world, bearing his cross.) Let us go forth to him therefore out of the camp, bearing his reproach."},{"number":14,"verse":"(Mic. 2:10) For here have we no continuing city: but we seek one to come."},{"number":15,"verse":"(Now that those corporal sacrifices are taken away, he teacheth us that the true sacrifices of confession remain, which consist partly in giving of thanks, and partly in liberality, with which sacrifices indeed God is now delighted.) Let us therefore by him offer the sacrifice of praise always to God, that is, the (Hos. 14:3) fruit of the lips, which confess his Name."},{"number":16,"verse":"To do good, and to distribute forget not: for with such sacrifices God is pleased."},{"number":17,"verse":"(We must obey the warnings and admonitions of our Ministers and Elders, which watch for the salvation of the souls which are committed unto them.) Obey them that have the oversight of you, and submit yourselves: for they watch for your souls, as they that must give accounts, that they may do it with joy, and not with grief: for that is unprofitable for you."},{"number":18,"verse":"(The last part of this Epistle, wherein he commendeth his ministry to the Hebrews, and wisheth them continuance and increase of graces from the Lord: and excuseth himself in that he hath used but few words to comfort them, having spent the Epistle in disputing: and saluteth certain brethren familiarly and friendly.) Pray for us, for we are assured that we have a good conscience in all things, desiring to live honestly."},{"number":19,"verse":"And I desire you somewhat the more earnestly, that ye so do, that I may be restored to you more quickly."},{"number":20,"verse":"The God of peace that brought again from the dead our Lord Jesus, the great shepherd of the sheep, through the blood of the everlasting Covenant,"},{"number":21,"verse":"Make you (Make you fit or meet.) perfect in all good works, to do his will, (Hence cometh that saying of the Fathers, that God crowneth his works in us.) working in you that which is pleasant in his sight through Jesus Christ, to whom be praise forever and ever, Amen."},{"number":22,"verse":"I beseech you also, brethren, suffer the words of exhortation: for I have written unto you in few words."},{"number":23,"verse":"Know that our brother Timothy is delivered, with whom (if he come shortly) I will see you."},{"number":24,"verse":"Salute all them that have the oversight of you, and all the Saints. They of Italy salute you."},{"number":25,"verse":"Grace be with you all, Amen. ¶ Written to the Hebrews from Italy, and sent by Timothy."}]}