{"bibleAbbr":"BB1572","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"Samuel also saide vnto Saul: The Lord sent me to anoynt thee, to be king ouer his people, ouer Israel: Now therfore hearken thou vnto the voyce of the wordes of the Lorde."},{"number":2,"verse":"Thus saith the Lorde of hoastes: I remember that which Amalek did to Israel, how they layed waite for them in the waye as they came vp from Egypt."},{"number":3,"verse":"Nowe therfore go, and smyte Amalek, and destroye ye all that pertaineth vnto them, and haue no compassion on them, slay both man & woman, infant and suckling, oxe and sheepe, camel and asse."},{"number":4,"verse":"And Saul gathered the people together, and numbred them in Telaim, two hundred thousand footemen, and ten thousand men of Iuda."},{"number":5,"verse":"And Saul came vnto a citie of Amalek, and set watch in the brooke."},{"number":6,"verse":"And Saul saide vnto the Kenites: Go, & depart, & get you downe from among the Amalekites, lest I destroy you with them: for ye shewed mercie to all the children of Israel, when they came out of Egypt. And so the Kenites departed from among ye Amalekites."},{"number":7,"verse":"And Saul smote the Amalekites, from Heuila, as thou commest to Sur, that lyeth before Egypt."},{"number":8,"verse":"And toke Agag the king of the Amalekites alyue, and vtterly destroyed all the people with the edge of the sworde."},{"number":9,"verse":"But Saul and the people spared Agag, the better sheepe, and the fatter oxen, and the lambes, and all that was good, & would not destroy them: But al that was foule & naught worth, that they destroyed vtterlie."},{"number":10,"verse":"Then came the word of the Lord vnto Samuel, saying:"},{"number":11,"verse":"It repenteth me that I haue made Saul king: For he is turned from me, & hath not perfourmed my commaundementes. And Samuel was euill apayed, & cryed vnto the Lord all night."},{"number":12,"verse":"And whe Samuel rose early to meete Saul in the morning, it was tolde Samuel that Saul was come to Carmel, and beholde, he hath made him there a place, and is returned, and departed and gone downe to Gilgal."},{"number":13,"verse":"And Samuel came to Saul, & Saul said vnto him, Blessed be thou in the Lorde: I haue fulfilled the comaundement of the Lord."},{"number":14,"verse":"Samuel sayde: What meaneth then the bleating of the sheepe in mine eares and the lowing of the oxen which I heare?"},{"number":15,"verse":"Saul aunswered, They haue brought them from the Amalekites: For the people spared the best of the sheepe, and of the oxen, to sacrifice them vnto the Lorde thy God, and the remnaunt haue we destroyed vtterlie."},{"number":16,"verse":"Samuel said to Saul: Let me tell thee what the Lorde hath saide to me this night. And he sayd vnto him: saye on."},{"number":17,"verse":"Samuel said: When thou wast litle in thyne owne sight, wast thou not made the head of the tribes of Israel, and the Lorde annoynted thee kyng ouer Israel?"},{"number":18,"verse":"And the Lorde sent thee on a iourney, and said: Go, and vtterly destroy those sinners the Amalekites, & fight against them vntyll thou destroy them."},{"number":19,"verse":"And wherfore hast thou not hearkened vnto the voyce of the Lorde? but hast turned to the praye, and hast done that which is wicked in the syght of the Lorde?"},{"number":20,"verse":"And Saul sayde vnto Samuel: Yea, I haue hearkened vnto the voyce of the Lorde, and haue gone the way which the Lord sent me vnto, & haue brought Agag the kyng of Amalek, and haue destroyed the Amalekites."},{"number":21,"verse":"But the people toke of ye spoyle, sheepe, oxen, and the chiefest of the thynges whiche shoulde haue ben destroyed, to offer vnto the Lord thy God in Gilgal."},{"number":22,"verse":"And Samuel sayde: Hath the Lorde as great pleasure in burnt sacrifices and offerynges, as when the voyce of the Lorde is obeyed? Beholde, to obey, is better then sacrifice: and to hearken, is better then the fat of rammes."},{"number":23,"verse":"For rebellion is as the sinne of witchcraft, and stubbernnesse is as the wickednes of idolatrie: Because thou hast cast away the worde of the Lorde, therefore he hath cast away thee also from being king."},{"number":24,"verse":"And Saul sayde vnto Samuel, I haue sinned: For I haue gone farther then the saying of the Lorde and thy wordes, because I feared the people, and obeyed their voyce."},{"number":25,"verse":"Now therfore I pray thee take away my sinne, and turne agayne with me, that I may worship the Lorde."},{"number":26,"verse":"And Samuel sayde vnto Saul, I wyll not returne with thee: For thou hast cast away the worde of the Lorde, and the Lord hath cast away thee, that thou shalt not be kyng ouer Israel."},{"number":27,"verse":"And as Samuel turned hym selfe to go away, he caught the lappe of his coate, and it rent."},{"number":28,"verse":"And Samuel sayde vnto hym: The Lorde hath rent the kyngdome of Israel from thee this day, and hath geuen it to a neighbour of thine that is better then thou."},{"number":29,"verse":"The strength of Israel wyl not beguyle, nor repent: for he is not a man that shoulde repent."},{"number":30,"verse":"He sayde, I haue sinned: But nowe honour me before the elders of my people and before Israel, and turne againe with me, that I may worship the Lord thy God."},{"number":31,"verse":"And so Samuel turned againe, and folowed Saul: and Saul worshipped the Lorde."},{"number":32,"verse":"Then sayde Samuel: Bryng you hyther to me Agag, the kyng of the Amalekites. And Agag came vnto hym dilicately, and Agag sayde: Truely the bitternesse of death is past."},{"number":33,"verse":"And Samuel sayde: As thy sworde hath made women chyldlesse, so shall thy mother be chyldlesse aboue other women. And Samuel hewed Agag in peeces before the Lorde in Gilgal."},{"number":34,"verse":"And then Samuel departed to Rama, and Saul went home to his house to Gibea Saul."},{"number":35,"verse":"And Samuel came no more to see Saul, vntyll the day of his death: Neuerthelesse Samuel mourued for Saul: and the Lorde repented that he had made Saul kyng ouer Israel."}]}