{"bibleAbbr":"BB1572","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":2,"verses":[{"number":1,"verse":"And Hanna prayed, & sayde: Myne heart reioyceth in the Lorde, and myne horne is exalted in the Lorde: My mouth is wyde open ouer myne enemies, for I reioyce in thy saluation."},{"number":2,"verse":"There is none holy as the Lorde: for without thee is nothing, neither is there any of strength as is our God."},{"number":3,"verse":"Talke no more proudly, let not arrogancie come out of your mouthes: for the Lorde is a God of knowledge, and his purposes come to passe."},{"number":4,"verse":"The bowe with the mightie men are broken, and they that were weake haue gyrde them selues with strength."},{"number":5,"verse":"They that were full, haue hyred out them selues for bread, and they that were hungry, ceasse, tyll the barren hath borne seuen, and she that had many children, is waxed feeble."},{"number":6,"verse":"The Lord kylleth and maketh alyue, bryngeth downe to the graue & fetcheth vp agayne."},{"number":7,"verse":"The Lord maketh poore, and maketh ryche, bringeth lowe, and heaueth vp on hye."},{"number":8,"verse":"He rayseth vp the poore out of the dust, and lyfteth vp the beggar from the dounghyll, to set them among princes, and to make them inherite the seate of glory: For the pyllers of the earth are the lordes, and he hath set the worlde vpon them."},{"number":9,"verse":"He wyll kepe the feete of his saintes, and the wicked shall kepe scilence in darknesse, and in his owne myght shal no man be strong."},{"number":10,"verse":"The lordes aduersaries shal be destroyed of hym, & out of heauen shall he thunder vpon them: The Lorde shall iudge the endes of the worlde, and shall gyue myght vnto his king, and exalt the horne of his annoynted."},{"number":11,"verse":"And Elkana went to Ramath to his house, and the lad dyd minister vnto the Lorde before Eli the priest."},{"number":12,"verse":"But the sonnes of Eli were children of Belial, and knewe not the Lord."},{"number":13,"verse":"And the priestes custome toward the people was, that whensoeuer any man offered any offring, ye priestes lad came whyle the fleshe was a seethyng, and a fleshhoke with three teeth in his hande:"},{"number":14,"verse":"And thrust it into the panne, kettle, caldren, or pot: and all that the fleshehoke brought vp, that the priest toke for hym self: And so they dyd vnto all the Israelites that came thyther to Silo."},{"number":15,"verse":"Yea, and thereto before they burnt the fat, the priestes lad came and sayde to the man that offered, Geue fleshe, that I may roste it for the priest: for he wyll not haue sodde fleshe of thee, but rawe."},{"number":16,"verse":"And yf any man sayde vnto hym, Let them burne the fat according to the custome, and then take as much as thyne hearte desireth: Then he would aunswere hym, Yea, thou shalt geue it me nowe: and if thou wilt not, I wyll take it with violence."},{"number":17,"verse":"And the sinne of the young men was very great before the Lord: For men abhorred the offering of the Lord."},{"number":18,"verse":"But the childe Samuel ministred before the Lorde, girded with a linnen Ephod."},{"number":19,"verse":"Moreouer, his mother made him a litle coate, and brought it to him from yere to yere, when she came vp with her husband to offer the yerely sacrifice."},{"number":20,"verse":"And Eli blessed Elkana and his wife, and said: The Lorde geue thee seede of this woman, for the petition that she asked of the Lord. And they went vnto their owne home."},{"number":21,"verse":"And the Lorde visited Hanna, so that she conceaued, and bare three sonnes, & two daughters: And the childe Samuel grew before the Lorde."},{"number":22,"verse":"Eli was very olde, and heard all that his sonnes did vnto Israel, & how they lay with the women that wayted at the doore of the tabernacle of the congregation."},{"number":23,"verse":"And he saide vnto them: Why do ye such thinges? For of all these people I heare euill reportes of you."},{"number":24,"verse":"Oh, nay my sonnes: For it is no good report that I heare, how that ye make the Lordes people to trespasse."},{"number":25,"verse":"If one man sinne against another, the Iudge shall iudge it: But if a man sinne against the Lord, who will be his dayseman? Notwithstandiug, they hearkened not vnto the voyce of their father, because the Lorde would slay the."},{"number":26,"verse":"(The childe Samuel profited & grew, and was in fauour both with the Lord and also with men.)"},{"number":27,"verse":"And there came a man of God vnto Eli, and sayde vnto hym, thus saith the Lorde: Dyd not I playnely appeare vnto the house of thy father, when they were in Egypt in Pharaos house?"},{"number":28,"verse":"And I chose him out of al the tribes of Israel to be my priest, for to offer vppon mine aulter, and to burne incense, and to weare an Ephod before me: and I gaue vnto the house of thy father, all the offerynges made by fire of the chyldren of Israel."},{"number":29,"verse":"Wherfore treade ye downe my sacrifice and mine offering which I comaunded in the tabernacle, and honorest thy chyldren aboue me, to make your selues fat of the first fruites of all the offerynges of Israel my people?"},{"number":30,"verse":"Wherefore the Lorde God of Israel saith: I sayde, that thy house and the house of thy father should walke before me for euer: But nowe the Lorde saith, That be farre fro me: For them that worship me, I wyll worship, and they that despise me, shall come to shame."},{"number":31,"verse":"Behold, the dayes come, that I wyll cut of thine arme, and the arme of thy fathers house, that there shall not be an olde man in thine house."},{"number":32,"verse":"And thou shalt see thine enemie in the habitation [of the Lorde] and in all the wealth which [God] shall geue Israel, and there shall not be an olde man in thyne house for euer."},{"number":33,"verse":"Neuerthelesse, I wyll not destroy euery one that come of thee from mine aulter, to make thine eyes to fayle, and to make thine heart sorowfull: And all they that be multiplied in thine house, shall dye [when they be] men."},{"number":34,"verse":"And this shalbe a signe vnto thee, that shal come vpon thy two sonnes Hophni and Phinehes: euen in one day they shall dye both."},{"number":35,"verse":"And I wyll stirre me vp a faythfull priest, yt shall do according to my heart and minde, and I wil builde him a sure house, and he shall walke before mine annoynted for euer."},{"number":36,"verse":"And all that are left in thyne house, shall come and crouch to him for a peece of siluer and a morsell of bread, and shal saye: Put me (I pray thee) in one office or other among ye priestes, that I may eate a morsell of bread."}]}