{"bibleAbbr":"BB1572","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"When Saul was come againe fro folowing after ye Philistines, there were which told him, saying: Behold, Dauid is in the wildernesse of Engadi."},{"number":2,"verse":"Then Saul toke three thousand chosen men out of all Israel, and went to seke Dauid and his men in the heyght of the rockes where wilde goates remayne."},{"number":3,"verse":"And he came to the sheepe coates by the way, where there was a caue, & Saul went in to do his easement: And Dauid and his men remayned in the inward partes of the caue."},{"number":4,"verse":"And the men of Dauid sayd vnto him: See, the day is come, of which the Lord sayde vnto thee, Behold I will deliuer thyne enemie into thyne hand, and thou shalt do to him as it shall seeme good in thy sight. Then Dauid arose, and cut of the lappe of Sauls garment priuily."},{"number":5,"verse":"And afterwarde Dauids heart smote him, because he had cut of the lap of Sauls garment."},{"number":6,"verse":"And he sayd vnto his men: The Lorde kepe me from doyng that thing vnto my maister the lordes annoynted to lay myne hande vpon him, seing he is the annoynted of the Lorde."},{"number":7,"verse":"And so Dauid kept of his seruauntes with these wordes, and suffred them not to rise against Saul: But Saul rose vp out of the caue, and went away."},{"number":8,"verse":"Dauid also arose afterward, and went out of the caue, and cryed after Saul, saying: My Lorde king. And when Saul loked behind him, Dauid stowped [with] his face to the earth, and bowed him selfe."},{"number":9,"verse":"And Dauid sayde to Saul: Wherfore geuest thou an eare to mens wordes that say, beholde Dauid seketh euyll against thee?"},{"number":10,"verse":"Behold, this day thyne eyes haue seene howe that the Lord hath deliuered thee this day into myne hande in the caue: And some bad me kill thee, but I had compassion on thee, and sayd: I will not lay myne handes on my maister, for he is the Lordes annoynted."},{"number":11,"verse":"And moreouer my father, beholde and see yet the lap of thy garment in my hand: Inasmuch as I killed thee not when I cut of the lap of thy garment, vnderstand therfore, & see that there is neither euyll nor wickednesse in me, and that I haue not sinned against thee: And yet thou huntest after my soule to take it."},{"number":12,"verse":"The Lorde be iudge betweene thee and me, & the Lorde auenge me of thee: but myne hande be not vpon thee."},{"number":13,"verse":"According as the olde prouerbe sayeth, wickednesse proceedeth fro the wicked: But myne hande be not vpon thee."},{"number":14,"verse":"After whom is the king of Israel come out? After whom doest thou pursue? After a dead dog, and after a flea."},{"number":15,"verse":"The Lorde therfore be iudge, & iudge betweene thee & me, and see & pleade my cause, & auenge me out of thyne hande."},{"number":16,"verse":"When Dauid had made an ende of speaking these wordes to Saul, Saul sayde: Is this thy voyce my sonne Dauid? And Saul lift vp his voyce, and wept,"},{"number":17,"verse":"And sayde to Dauid, Thou art more righteous then I: for thou hast rewarded me with good, where as I haue rewarded thee with euyll."},{"number":18,"verse":"And thou hast shewed this day, howe that thou hast dealt wel with me: forasmuch as when the Lorde had closed me in thyne handes, thou killedst me not."},{"number":19,"verse":"For who shall finde his enemie, and let him depart into a good way? Wherfore the Lord reward thee with good, for that thou hast done vnto me this day."},{"number":20,"verse":"And nowe beholde, I wote wel that thou shalt be king, & that the kingdome of Israel shalbe stablished in thyne hande:"},{"number":21,"verse":"Swere nowe therfore vnto me by the Lorde, that thou shalt not destroy my seede after me, and that thou shalt not put my name out of my fathers house."},{"number":22,"verse":"And Dauid sware vnto Saul, & Saul went home: But Dauid and his men gat them vp vnto the holde."}]}