{"bibleAbbr":"BB1572","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":27,"verses":[{"number":1,"verse":"And Dauid sayd in his heart, I shall perishe one day by the hand of Saul: therefore is there nothing better for me, then to flee and saue my self in the land of the Philistines, and Saul shall ceasse and seeke me no more in all the coastes of Israel, and so shall I escape out of his hand."},{"number":2,"verse":"And Dauid arose, and he and the sixe hundred men that were with him, went vnto Achis the sonne of Maoch, king of Gath."},{"number":3,"verse":"And Dauid dwelt with Achis at Gath, both he and his men, euery man with his housholde, and Dauid with his two wiues, Ahinoam the Iezrahelite, and Abigail Nabals wyfe the Carmelite."},{"number":4,"verse":"And it was tolde Saul that Dauid was fled to Gath, and he sought no more for him."},{"number":5,"verse":"And Dauid sayde vnto Achis: If I haue now founde grace in thyne eyes, let them geue me a place in some towne in ye countrey, that I may dwell there: For why should thy seruaunt dwell in the head citie of the kingdome with thee?"},{"number":6,"verse":"Then Achis gaue him Ziklag that same day, for which cause Ziklag pertayneth vnto the kinges of Iuda vnto this day."},{"number":7,"verse":"And the tyme that Dauid dwelt in the countrey of the Philistines, was foure monethes, and certaine dayes."},{"number":8,"verse":"And Dauid and his men went vp and inuaded the Gesurites, the Gerzites, & the Amalekites: For those natios were from the beginnyng the inhabitauntes of the lande, as men go to Sur, vnto the land of Egypt."},{"number":9,"verse":"And Dauid smote the lande, & left neither man nor woman alyue, and droue away the sheepe, the oxen, the asses, camelles, and clothes, and returned, and came to Achis."},{"number":10,"verse":"And Achis saide: Where haue ye ben a rouing this day? And Dauid aunswered: Against the south of Iuda, and against the south of the Ierameelites, and against the south of the Kenites."},{"number":11,"verse":"And Dauid saued neither man nor woman alyue to bring to Gath, saying: lest they should tell on vs, saying, so dyd Dauid, and so will be his maner all the whyle he dwelleth in the countrey of the Philistines."},{"number":12,"verse":"And Achis beleued Dauid, saying: He hath made his people Israel vtterly to abhorre him, & therefore he shalbe my seruaunt for euer."}]}