{"bibleAbbr":"BB1572","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"And the chylde Samuel ministred vnto the Lorde before Eli, and the worde of the Lord was precious in those dayes, neither was there any open vision."},{"number":2,"verse":"And as at that tyme Eli lay in his place, his eyes began to waxe dymme that he coulde not see."},{"number":3,"verse":"And yet the lampe of God went out, Samuel layde hym downe to sleepe in the temple of the Lord, where the arke of God was."},{"number":4,"verse":"And the Lorde called Samuel. And he aunswered, I am here."},{"number":5,"verse":"And he ran vnto Eli, and sayde: Here am I, for thou calledst me. And he said, I called thee not, go againe and sleepe. And he went, and layde hym downe to sleepe."},{"number":6,"verse":"And the Lorde called once againe, Samuel. And Samuel arose and went to Eli, and sayde: I am here, for thou diddest call me. And he aunswered: I called thee not my sonne, go againe and sleepe."},{"number":7,"verse":"Samuel knewe not yet the Lorde, neither was the worde of the Lorde yet opened vnto hym."},{"number":8,"verse":"And the Lorde went to, and called Samuel the thirde tyme. And he arose and went to Eli, and saide: I am here, for thou hast called me. And Eli perceaued that the Lord had called the childe."},{"number":9,"verse":"Therefore Eli sayde vnto Samuel: Go and sleepe, and yf he call thee, then say: Speake Lorde, for thy seruaunt heareth thee. So Samuel went, and slept in his place."},{"number":10,"verse":"And the Lorde came, and stoode and called as before, Samuel, Samuel. Then Samuel aunswered: Speake, for thy seruaunt heareth."},{"number":11,"verse":"And the Lorde saide to Samuel: Beholde, I wyll do a thing in Israel, that both the eares of as many as heareth it shall tyngle."},{"number":12,"verse":"In that day, I wyll rayse vp against Eli all thynges whiche I haue spoken concernyng his house: when I begyn, I wyll also make an ende."},{"number":13,"verse":"I haue tolde hym that I wyll iudge his house for euer, for the wickednesse which he knoweth: For whe [the people] cursed his sonnes for ye same [wickednesse] he hath not corrected them."},{"number":14,"verse":"And therfore I haue sworne vnto the house of Eli, that the wickednesse of Elies house shall not be purged with sacrifice nor offeryng for euer."},{"number":15,"verse":"Samuel slept vntyl the mornyng, and opened the doores of the house of the Lorde: and Samuel feared to shewe Eli the vision."},{"number":16,"verse":"Then Eli called Samuel, and sayde: Samuel, my sonne. And he aunswered: Here am I."},{"number":17,"verse":"He saide: What is that the Lord hath saide vnto thee? I pray thee hyde it not from me: God do so to thee, & more also, if thou hyde any thyng from me of all that he sayde vnto thee."},{"number":18,"verse":"And Samuel tolde hym euerywhyt, and hyd nothyng from hym. And he saide: It is the Lord, let hym do what seemeth hym good."},{"number":19,"verse":"And Samuel grewe, and the Lorde was with hym, and left none of his wordes vnperfourmed."},{"number":20,"verse":"And all Israel, from Dan to Beerseba, wyst that faythfull Samuel was the Lordes prophete."},{"number":21,"verse":"And the Lorde appeared againe in Silo: for the Lorde opened him selfe to Samuel in Silo, through the worde of the Lorde."}]}