{"bibleAbbr":"KJV1769","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":8,"verses":[{"number":1,"verse":"And the LORD<WH3068> spake<WH1696> unto Moses<WH4872>, saying<WH559>,"},{"number":2,"verse":"Take<WH3947> Aaron<WH175> and his sons<WH1121> with him, and the garments<WH899>, and the anointing<WH4888> oil<WH8081>, and a bullock<WH6499> for the sin offering<WH2403>, and two<WH8147> rams<WH352>, and a basket<WH5536> of unleavened bread<WH4682>;"},{"number":3,"verse":"And gather<WH6950> thou all the congregation<WH5712> together<WH6950> unto the door<WH6607> of the tabernacle<WH168> of the congregation<WH4150>."},{"number":4,"verse":"And Moses<WH4872> did<WH6213> as the LORD<WH3068> commanded<WH6680> him; and the assembly<WH5712> was gathered together<WH6950> unto the door<WH6607> of the tabernacle<WH168> of the congregation<WH4150>."},{"number":5,"verse":"And Moses<WH4872> said<WH559> unto the congregation<WH5712>, This is the thing<WH1697> which the LORD<WH3068> commanded<WH6680> to be done<WH6213>."},{"number":6,"verse":"And Moses<WH4872> brought<WH7126> Aaron<WH175> and his sons<WH1121>, and washed<WH7364> them with water<WH4325>."},{"number":7,"verse":"And he put<WH5414> upon him the coat<WH3801>, and girded<WH2296> him with the girdle<WH73>, and clothed<WH3847> him with the robe<WH4598>, and put<WH5414> the ephod<WH646> upon him, and he girded<WH2296> him with the curious girdle<WH2805> of the ephod<WH646>, and bound<WH640> it unto him therewith."},{"number":8,"verse":"And he put<WH7760> the breastplate<WH2833> upon him: also he put<WH5414> in the breastplate<WH2833> the Urim<WH224> and the Thummim<WH8550>."},{"number":9,"verse":"And he put<WH7760> the mitre<WH4701> upon his head<WH7218>; also upon the mitre<WH4701>, even upon his forefront<WH6440> <WH4136>, did he put<WH7760> the golden<WH2091> plate<WH6731>, the holy<WH6944> crown<WH5145>; as the LORD<WH3068> commanded<WH6680> Moses<WH4872>."},{"number":10,"verse":"And Moses<WH4872> took<WH3947> the anointing<WH4888> oil<WH8081>, and anointed<WH4886> the tabernacle<WH4908> and all that was therein, and sanctified<WH6942> them."},{"number":11,"verse":"And he sprinkled<WH5137> thereof upon the altar<WH4196> seven<WH7651> times<WH6471>, and anointed<WH4886> the altar<WH4196> and all his vessels<WH3627>, both the laver<WH3595> and his foot<WH3653>, to sanctify<WH6942> them."},{"number":12,"verse":"And he poured<WH3332> of the anointing<WH4888> oil<WH8081> upon Aaron's<WH175> head<WH7218>, and anointed<WH4886> him, to sanctify<WH6942> him."},{"number":13,"verse":"And Moses<WH4872> brought<WH7126> Aaron's<WH175> sons<WH1121>, and put<WH3847> coats<WH3801> upon them, and girded<WH2296> them with girdles<WH73>, and put<WH2280> bonnets<WH4021> upon them; as the LORD<WH3068> commanded<WH6680> Moses<WH4872>. put bonnets: Heb. bound bonnets"},{"number":14,"verse":"And he brought<WH5066> the bullock<WH6499> for the sin offering<WH2403>: and Aaron<WH175> and his sons<WH1121> laid<WH5564> their hands<WH3027> upon the head<WH7218> of the bullock<WH6499> for the sin offering<WH2403>."},{"number":15,"verse":"And he slew<WH7819> it; and Moses<WH4872> took<WH3947> the blood<WH1818>, and put<WH5414> it upon the horns<WH7161> of the altar<WH4196> round about<WH5439> with his finger<WH676>, and purified<WH2398> the altar<WH4196>, and poured<WH3332> the blood<WH1818> at the bottom<WH3247> of the altar<WH4196>, and sanctified<WH6942> it, to make reconciliation<WH3722> upon it."},{"number":16,"verse":"And he took<WH3947> all the fat<WH2459> that was upon the inwards<WH7130>, and the caul<WH3508> above the liver<WH3516>, and the two<WH8147> kidneys<WH3629>, and their fat<WH2459>, and Moses<WH4872> burned<WH6999> it upon the altar<WH4196>."},{"number":17,"verse":"But the bullock<WH6499>, and his hide<WH5785>, his flesh<WH1320>, and his dung<WH6569>, he burnt<WH8313> with fire<WH784> without<WH2351> the camp<WH4264>; as the LORD<WH3068> commanded<WH6680> Moses<WH4872>."},{"number":18,"verse":"And he brought<WH7126> the ram<WH352> for the burnt offering<WH5930>: and Aaron<WH175> and his sons<WH1121> laid<WH5564> their hands<WH3027> upon the head<WH7218> of the ram<WH352>."},{"number":19,"verse":"And he killed<WH7819> it; and Moses<WH4872> sprinkled<WH2236> the blood<WH1818> upon the altar<WH4196> round about<WH5439>."},{"number":20,"verse":"And he cut<WH5408> the ram<WH352> into pieces<WH5409>; and Moses<WH4872> burnt<WH6999> the head<WH7218>, and the pieces<WH5409>, and the fat<WH6309>."},{"number":21,"verse":"And he washed<WH7364> the inwards<WH7130> and the legs<WH3767> in water<WH4325>; and Moses<WH4872> burnt<WH6999> the whole ram<WH352> upon the altar<WH4196>: it was a burnt sacrifice<WH5930> for a sweet<WH5207> savour<WH7381>, and an offering made by fire<WH801> unto the LORD<WH3068>; as the LORD<WH3068> commanded<WH6680> Moses<WH4872>."},{"number":22,"verse":"And he brought<WH7126> the other<WH8145> ram<WH352>, the ram<WH352> of consecration<WH4394>: and Aaron<WH175> and his sons<WH1121> laid<WH5564> their hands<WH3027> upon the head<WH7218> of the ram<WH352>."},{"number":23,"verse":"And he slew<WH7819> it; and Moses<WH4872> took<WH3947> of the blood<WH1818> of it, and put<WH5414> it upon the tip<WH8571> of Aaron's<WH175> right<WH3233> ear<WH241>, and upon the thumb<WH931> of his right<WH3233> hand<WH3027>, and upon the great toe<WH931> of his right<WH3233> foot<WH7272>."},{"number":24,"verse":"And he brought<WH7126> Aaron's<WH175> sons<WH1121>, and Moses<WH4872> put<WH5414> of the blood<WH1818> upon the tip<WH8571> of their right<WH3233> ear<WH241>, and upon the thumbs<WH931> of their right<WH3233> hands<WH3027>, and upon the great toes<WH931> of their right<WH3233> feet<WH7272>: and Moses<WH4872> sprinkled<WH2236> the blood<WH1818> upon the altar<WH4196> round about<WH5439>."},{"number":25,"verse":"And he took<WH3947> the fat<WH2459>, and the rump<WH451>, and all the fat<WH2459> that was upon the inwards<WH7130>, and the caul<WH3508> above the liver<WH3516>, and the two<WH8147> kidneys<WH3629>, and their fat<WH2459>, and the right<WH3225> shoulder<WH7785>:"},{"number":26,"verse":"And out of the basket<WH5536> of unleavened<WH4682> bread<WH3899>, that was before<WH6440> the LORD<WH3068>, he took<WH3947> one<WH259> unleavened<WH4682> cake<WH2471>, and a cake<WH2471> of oiled<WH8081> bread, and one<WH259> wafer<WH7550>, and put<WH7760> them on the fat<WH2459>, and upon the right<WH3225> shoulder<WH7785>:"},{"number":27,"verse":"And he put<WH5414> all upon Aaron's<WH175> hands<WH3709>, and upon his sons'<WH1121> hands<WH3709>, and waved<WH5130> them for a wave offering<WH8573> before<WH6440> the LORD<WH3068>."},{"number":28,"verse":"And Moses<WH4872> took<WH3947> them from off their hands<WH3709>, and burnt<WH6999> them on the altar<WH4196> upon the burnt offering<WH5930>: they were consecrations<WH4394> for a sweet<WH5207> savour<WH7381>: it is an offering made by fire<WH801> unto the LORD<WH3068>."},{"number":29,"verse":"And Moses<WH4872> took<WH3947> the breast<WH2373>, and waved<WH5130> it for a wave offering<WH8573> before<WH6440> the LORD<WH3068>: for of the ram<WH352> of consecration<WH4394> it was Moses'<WH4872> part<WH4490>; as the LORD<WH3068> commanded<WH6680> Moses<WH4872>."},{"number":30,"verse":"And Moses<WH4872> took<WH3947> of the anointing<WH4888> oil<WH8081>, and of the blood<WH1818> which was upon the altar<WH4196>, and sprinkled<WH5137> it upon Aaron<WH175>, and upon his garments<WH899>, and upon his sons<WH1121>, and upon his sons'<WH1121> garments<WH899> with him; and sanctified<WH6942> Aaron<WH175>, and his garments<WH899>, and his sons<WH1121>, and his sons'<WH1121> garments<WH899> with him."},{"number":31,"verse":"And Moses<WH4872> said<WH559> unto Aaron<WH175> and to his sons<WH1121>, Boil<WH1310> the flesh<WH1320> at the door<WH6607> of the tabernacle<WH168> of the congregation<WH4150>: and there eat<WH398> it with the bread<WH3899> that is in the basket<WH5536> of consecrations<WH4394>, as I commanded<WH6680>, saying<WH559>, Aaron<WH175> and his sons<WH1121> shall eat<WH398> it."},{"number":32,"verse":"And that which remaineth<WH3498> of the flesh<WH1320> and of the bread<WH3899> shall ye burn<WH8313> with fire<WH784>."},{"number":33,"verse":"And ye shall not go out<WH3318> of the door<WH6607> of the tabernacle<WH168> of the congregation<WH4150> in seven<WH7651> days<WH3117>, until the days<WH3117> of your consecration<WH4394> be at an end<WH4390>: for seven<WH7651> days<WH3117> shall he consecrate<WH4390> <WH3027> you."},{"number":34,"verse":"As he hath done<WH6213> this day<WH3117>, so the LORD<WH3068> hath commanded<WH6680> to do<WH6213>, to make an atonement<WH3722> for you."},{"number":35,"verse":"Therefore shall ye abide<WH3427> at the door<WH6607> of the tabernacle<WH168> of the congregation<WH4150> day<WH3119> and night<WH3915> seven<WH7651> days<WH3117>, and keep<WH8104> the charge<WH4931> of the LORD<WH3068>, that ye die<WH4191> not: for so I am commanded<WH6680>."},{"number":36,"verse":"So Aaron<WH175> and his sons<WH1121> did<WH6213> all things<WH1697> which the LORD<WH3068> commanded<WH6680> by the hand<WH3027> of Moses<WH4872>."}]}