{"bibleAbbr":"LEB2012","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"Qualifications for Overseers The saying is trustworthy: if anyone aspires to supervision, he desires a good work."},{"number":2,"verse":"Therefore the overseer must be irreproachable, the husband of one wife, temperate, self-controlled, respectable, hospitable, skillful in teaching,"},{"number":3,"verse":"not addicted to wine, not a violent person, but gentle, peaceable, not loving money,"},{"number":4,"verse":"managing his own household well, having children in submission with all dignity"},{"number":5,"verse":"(but if someone does not know how to manage his own household, how will he take care of the church of God?),"},{"number":6,"verse":"not newly converted, lest he become conceited and fall into the condemnation of the devil."},{"number":7,"verse":"But he must also have a good testimony from those outside, in order that he may not fall into disgrace and the trap of the devil."},{"number":8,"verse":"Qualifications for Deacons Deacons likewise must be dignified, not insincere, not devoted to much wine, not fond of dishonest gain,"},{"number":9,"verse":"holding the mystery of the faith with a clear conscience,"},{"number":10,"verse":"and these also must be tested first; then let them serve if they are above reproach."},{"number":11,"verse":"The wives likewise must be dignified, not slanderous, temperate, faithful in all things."},{"number":12,"verse":"Deacons must be husbands of one wife, managing their children and their own households well."},{"number":13,"verse":"For those who have served well acquire a good standing for themselves, and great boldness in the faith that is in Christ Jesus."},{"number":14,"verse":"The Mystery of Godliness Described I am writing these things to you, hoping to come to you in a short time."},{"number":15,"verse":"But if I am delayed, I am writing in order that you may know how one must conduct oneself in the household of God, which is the church of the living God, the pillar and mainstay of the truth."},{"number":16,"verse":"And most certainly, great is the mystery of godliness: Who was revealed in the flesh, was vindicated by the Spirit, was seen by angels, was proclaimed among the Gentiles , was believed on in the world, was taken up in glory."}]}