{"bibleAbbr":"mrRV2015","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"( आसाची कारकीर्द) ( ( 110 15:9-12 )) अबीया हा आपल्या पितरांजवळ जाऊन निजला. त्यांनी त्याला दावीदपुरात पुरले आणि त्याचा पुत्र आसा हा त्याच्या जागी राजा झाला. त्याच्या कारकिर्दीत देशात दहा वर्षे स्वास्थ्य होते."},{"number":2,"verse":"आसाने आपला देव परमेश्वर ह्याच्या दृष्टीने जे चांगले व नीट ते केले;"},{"number":3,"verse":"त्याने अन्य देवांच्या वेद्या व उच्च स्थाने काढून टाकली, मूर्तिस्तंभ फोडले व अशेरा मूर्ती भंग केल्या;"},{"number":4,"verse":"यहूदी लोकांनी आपल्या पूर्वजांचा देव परमेश्वर ह्याच्या चरणी लागावे आणि नियमशास्त्र व आज्ञा ह्यांचे पालन करावे अशी त्याने त्यांना आज्ञा केली."},{"number":5,"verse":"त्याने यहूदाच्या सर्व नगरांतून उच्च स्थाने व सूर्याच्या मूर्ती काढून टाकल्या आणि त्याच्या काळात राज्यात स्वस्थता होती."},{"number":6,"verse":"त्याने यहूदात तटबंदीची नगरे बांधली. देशात स्वास्थ्य होते आणि त्या वर्षांत काही लढाई झाली नाही, कारण परमेश्वराने त्याला आराम दिला होता."},{"number":7,"verse":"तो यहूदी लोकांना म्हणाला, “चला, आपण ही नगरे वसवू आणि त्यांना सभोवार कोट, बुरूज, वेशी आणि अडसर करू; देश आपल्या हाती आहे, कारण आपण आपला देव परमेश्वर ह्याची कास धरली आहे व त्याने आपल्याला चोहोकडून स्वास्थ्य दिले आहे.” ह्याप्रमाणे लोक नगरे वसवून समृद्ध झाले."},{"number":8,"verse":"आसाच्या पदरी ढाली व भाले धारण करणार्‍यांची एक सेना होती. यहूदातले तीन लक्ष पुरुष होते; बन्यामिनातले ढाली धारण करणारे व तिरंदाज दोन लक्ष ऐंशी हजार पुरुष होते; हे सर्व शूर योद्धे होते."},{"number":9,"verse":"नंतर दहा लक्ष पुरुषांची सेना व तीनशे रथ घेऊन जेरह नावाचा एक कूशी त्यांच्यावर चाल करून आला; तो मारेशापर्यंत आला."},{"number":10,"verse":"आसा त्याच्याशी सामना करण्यास गेला तेव्हा मारेशा येथे सफाथा नावाच्या खोर्‍यात लढाईस तोंड लागले."},{"number":11,"verse":"ह्या प्रसंगी आसाने आपला देव परमेश्वर ह्याची प्रार्थना केली की, “हे परमेश्वरा, सबलांच्या विरुद्ध निर्बलांचे साहाय्य करणारा तुझ्यावाचून अन्य कोणी नाही; हे आमच्या देवा, परमेश्वरा, आमचे साहाय्य कर; आमची भिस्त तुझ्यावर आहे; आम्ही तुझ्या नामावर भरवसा ठेवून ह्या समूहाशी सामना करण्यास आलो आहोत. हे परमेश्वरा, तू आमचा देव आहेस; मानवांचे तुझ्यावर वर्चस्व होऊ देऊ नकोस.”"},{"number":12,"verse":"तेव्हा परमेश्वराने आसा व यहूदी ह्यांच्यापुढे कूशी लोकांना असा मार दिला की ते पळून गेले."},{"number":13,"verse":"आसा व त्याच्याबरोबरचे लोक ह्यांनी त्यांचा पाठलाग गरारापर्यंत केला; त्या प्रसंगी इतके कूशी पडले की त्यांनी पुन्हा आपले डोके वर केले नाही; त्याच्या सेनेपुढे त्यांची गाळण उडाली व यहूदी लोकांनी पुष्कळ लूट नेली."},{"number":14,"verse":"त्यांनी गराराच्या आसपासच्या त्या सर्व नगरांना मार दिला; कारण परमेश्वराची दहशत त्या सर्व नगरांना बसली होती; त्यांनी ती नगरे लुटली, कारण त्यात पुष्कळ धन होते."},{"number":15,"verse":"मग त्यांनी गुराढोरांची वाडगी मोडून पुष्कळ शेरडेमेंढरे व उंट लुटून नेले, आणि ते यरुशलेमेस परत गेले."}]}