{"bibleAbbr":"mrRV2015","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"( आसाने केलेल्या सुधारणा) ( ( 110 15:13-15 )) मग देवाच्या आत्म्याने ओदेदाचा पुत्र अजर्‍या ह्याला स्फूर्ती दिली;"},{"number":2,"verse":"तो आसाच्या भेटीस जाऊन त्याला म्हणाला, “हे आसा, अहो यहूदी व बन्यामिनी लोकहो, मी म्हणतो ते ऐका; तुम्ही परमेश्वराच्याबरोबर राहाल तोवर तो तुमच्याबरोबर राहील; तुम्ही त्याला शरण जाल तर तो तुम्हांला पावेल. पण तुम्ही त्याला सोडाल तर तो तुम्हांला सोडील."},{"number":3,"verse":"बहुत काळपर्यंत इस्राएलला खर्‍या देवाची ओळख नव्हती, त्यांना शिकवायला कोणी याजक किंवा नियमशास्त्र नव्हते;"},{"number":4,"verse":"पण ते आपल्या संकटावस्थेत इस्राएलाचा देव परमेश्वर ह्याच्याकडे वळून त्याला शरण गेले, तेव्हा तो त्यांना पावला."},{"number":5,"verse":"त्या काळी बाहेर जाणारे व आत येणारे ह्यांपैकी कोणासही शांती नसे; देशाच्या सर्व रहिवाशांना फारच संकटे प्राप्त होत असत."},{"number":6,"verse":"राष्ट्रावर राष्ट्र उलटून व नगरावर नगर उलटून त्या सर्वांचा चुराडा होत असे, कारण देव नाना प्रकारचे कष्ट देऊन त्यांना त्रस्त करीत असे;"},{"number":7,"verse":"पण तुम्ही हिंमत धरा, तुमचे हात गळू देऊ नका, कारण तुमच्या कर्तृत्वाचे तुम्हांला फळ मिळेल.”"},{"number":8,"verse":"आसाने ही वचने व ओदेद संदेष्ट्याचा संदेश ऐकला, तेव्हा त्याला धीर आला व त्याने यहूदा व बन्यामीन ह्यांच्या सर्व प्रदेशातून आणि एफ्राइमाच्या डोंगरवटीतील जी नगरे त्याने घेतली होती त्यांतून सर्व अमंगळ वस्तू काढून टाकल्या आणि परमेश्वराची जी वेदी परमेश्वराच्या देवडीपुढे होती तिचा जीर्णोद्धार केला."},{"number":9,"verse":"त्याने सर्व यहूदी व बन्यामिनी लोकांना व त्यांच्याबरोबर राहणार्‍या एफ्राईम, मनश्शे व शिमोन ह्या प्रांतांतल्या लोकांना एकत्र केले; त्याचा देव परमेश्वर त्याच्याबरोबर आहे असे लोकांनी पाहिले तेव्हा इस्राएलातले पुष्कळ लोक त्याच्या बाजूचे झाले."},{"number":10,"verse":"आसाच्या कारकिर्दीच्या पंधराव्या वर्षाच्या तिसर्‍या महिन्यात ते यरुशलेमेत एकत्र झाले."},{"number":11,"verse":"त्यांनी आणलेल्या लुटीतून सातशे बैल व सात हजार शेरडेमेंढरे त्या दिवशी परमेश्वराला अर्पण केली."},{"number":12,"verse":"त्यांनी असा करार केला की आम्ही जिवेभावे आपल्या पूर्वजांचा देव परमेश्वर ह्याला शरण जाऊ;"},{"number":13,"verse":"लहान असो की थोर असो, स्त्री असो की पुरुष असो, जो कोणी इस्राएलाचा देव परमेश्वर ह्याला शरण जाणार नाही त्याचा वध व्हावा."},{"number":14,"verse":"त्यांनी जयघोष करून आणि कर्णे व रणशिंगे वाजवून उच्च स्वराने परमेश्वरासमक्ष शपथ वाहिली."},{"number":15,"verse":"सर्व यहूदी लोक आणभाक करून हर्षभरित झाले; त्यांनी मनःपूर्वक शपथ वाहिली, ते मोठ्या उत्कंठेने त्याला शरण गेले आणि तो त्यांना पावला; परमेश्वराने त्यांना चोहोकडून स्वास्थ्य दिले."},{"number":16,"verse":"आसा राजाने आपली आई माका हिला राजमातेच्या पदावरून दूर केले, कारण तिने अशेराप्रीत्यर्थ एक अमंगळ मूर्ती केली होती; तिने केलेली ती मूर्ती आसाने फोडूनतोडून किद्रोन ओहळाजवळ जाळून टाकली."},{"number":17,"verse":"त्याने उच्च स्थाने इस्राएलातून काढून टाकली नाहीत; तथापि आसाचे हृदय सार्‍या हयातीत सात्त्विक राहिले."},{"number":18,"verse":"त्याच्या बापाने व त्याने स्वत: सोने, चांदी व पात्रे परमेश्वराला वाहिली होती ती सर्व त्याने देवाच्या मंदिरात नेऊन ठेवली."},{"number":19,"verse":"आसा राजाच्या कारकिर्दीच्या पस्तिसाव्या वर्षापर्यंत पुन्हा युद्ध झाले नाही."}]}