{"bibleAbbr":"mrRV2015","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":21,"verses":[{"number":1,"verse":"( यहूदाचा राजा यहोराम ह्याची कारकीर्द) ( ( 120 8:16-24 )) यहोशाफाट हा आपल्या पितरांजवळ जाऊन निजला व त्याला त्याच्या पूर्वजांमध्ये दावीदपुरात मूठमाती देण्यात आली, त्याचा पुत्र यहोराम त्याच्या जागी राजा झाला."},{"number":2,"verse":"त्याचे भाऊ यहोशाफाटाचे पुत्र हे होत : अजर्‍या, यहीएल, जखर्‍या, अजर्‍या, मीखाएल व शफाट्या, हे सर्व इस्राएलाचा राजा यहोशाफाट ह्याचे पुत्र होत."},{"number":3,"verse":"त्यांच्या बापाने त्यांना सोने, रुपे व अमूल्य वस्तू ह्यांच्या मोठ्या देणग्या दिल्या आणि यहूदातील तटबंदीची नगरे दिली; पण यहोरामास त्याने राज्य दिले, कारण तोच ज्येष्ठ पुत्र होता."},{"number":4,"verse":"यहोराम आपल्या बापाच्या गादीवर कायम होऊन बलाढ्य झाला, तेव्हा त्याने आपल्या सर्व भावांना व इस्राएलाच्या काही सरदारांना तलवारीने वधले."},{"number":5,"verse":"यहोराम बत्तीस वर्षांचा असता राज्य करू लागला; त्याने यरुशलेमेत आठ वर्षे राज्य केले."},{"number":6,"verse":"अहाबाच्या घराण्याप्रमाणे, इस्राएलाच्या राजांच्या रीतीप्रमाणे तो चालला; त्याने अहाबाच्या कन्येशी लग्न केले; परमेश्वराच्या दृष्टीने जे वाईट ते त्याने केले."},{"number":7,"verse":"तथापि जो करार परमेश्वराने दाविदाशी केला होता त्यामुळे आणि त्याने त्याचा व त्याच्या वंशजांचा दीप सर्वकाळ राहील असे वचन दिले होते त्यामुळे तो दाविदाचे घराणे नाहीसे करीना."},{"number":8,"verse":"त्याच्या कारकिर्दीत अदोमाने यहूदाचे स्वामित्व झुगारून देऊन आपला राजा नेमला."},{"number":9,"verse":"तेव्हा यहोराम आपले सेनानायक व आपले सर्व रथ बरोबर घेऊन तिकडे गेला. ज्या अदोमी लोकांनी त्याला घेरले होते त्यांना व रथांच्या नायकांना त्याने रात्रीच्या वेळी उठून मार दिला."},{"number":10,"verse":"अदोमाने यहूदाचे स्वामीत्व झुगारून दिले; ते आजवर तसेच आहे. ह्याच सुमारास लिब्नाने त्याचे स्वामित्व झुगारून दिले; त्याने आपल्या पूर्वजांचा देव परमेश्वर ह्याला सोडले होते म्हणून असे झाले."},{"number":11,"verse":"त्याने आणखी यहूदाच्या पहाडांवर उच्च स्थाने बांधली आणि यरुशलेमेतल्या रहिवाशांना व्यभिचारी मतीने चालायला लावून यहूदास बहकवले."},{"number":12,"verse":"एलीया संदेष्ट्याकडून त्याला एक लेख आला तो असा : “तुझा पूर्वज दावीद ह्याचा देव परमेश्वर म्हणतो, ‘तू आपला बाप यहोशाफाट ह्याच्याप्रमाणे व यहूदाचा राजा आसा ह्याच्याप्रमाणे चालला नाहीस;"},{"number":13,"verse":"तर इस्राएलाच्या राजाप्रमाणे चाललास आणि अहाबाच्या घराण्याप्रमाणे यहूदी व यरुशलेमनिवासी ह्यांना व्यभिचारी मतीने चालायला लावले, त्याचप्रमाणे तुझ्याहून चांगले असे जे तुझ्या बापाच्या घराण्यातील तुझे भाऊबंद त्यांचा तू वध केलास;"},{"number":14,"verse":"ह्यामुळे पाहा, तुझे लोक, तुझी मुलेबाळे, तुझ्या स्त्रिया व तुझे सर्व धन ह्यांवर परमेश्वर मोठा प्रहार करील;"},{"number":15,"verse":"तू आतड्यांच्या रोगाने बहुत पीडा पावशील; तो रोग इतका वाढेल की त्यामुळे दिवसानुदिवस तुझी आतडी गळून पडतील.”’"},{"number":16,"verse":"परमेश्वराने पलिष्टी व कूशी लोकांच्या शेजारचे अरबी लोक ह्यांची मने क्षुब्ध करून त्यांना यहोरामावर उठवले;"},{"number":17,"verse":"ते यहूदावर स्वारी करून त्यात घुसले आणि राजमंदिरात जितकी संपत्ती मिळाली तितकी सर्व आणि राजपुत्र व राजस्त्रिया ही अवघी त्यांनी नेली; त्याचा कनिष्ठ पुत्र यहोआहाज1 ह्याच्याखेरीज त्याच्याजवळ कोणी पुत्र राहिला नाही."},{"number":18,"verse":"ह्यानंतर परमेश्वराने त्याच्या आतड्यांना असाध्य रोगाची पीडा लावली."},{"number":19,"verse":"उत्तरोत्तर त्या रोगामुळे त्याची आतडी गळत गेली आणि तो अत्यंत पीडा भोगून दोन वर्षांच्या अंती मरण पावला. त्याच्या वाडवडिलांसाठी लोकांनी जशी धूपद्रव्ये जाळली होती तशी त्याच्यासाठी मुळीच जाळली नाहीत."},{"number":20,"verse":"तो राज्य करू लागला तेव्हा बत्तीस वर्षांचा होता; त्याने आठ वर्षे यरुशलेमेत राज्य केले; तो सर्वांना अप्रिय होऊन मरण पावला; त्याला दावीदपुरात मूठमाती दिली, पण ती राजांच्या थडग्यांत दिली नाही."}]}