{"bibleAbbr":"mrRV2015","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"( शलमोन परमेश्वराचे निवासस्थान बांधतो) ( ( 110 6:1-38 )) मग परमेश्वराने यरुशलेमेस मोरिया डोंगरावर शलमोनाचा बाप दावीद ह्याला दर्शन दिले होते त्या अर्णान यबूसी ह्याच्या खळ्यात दाविदाने नेमलेल्या स्थानी मोरिया डोंगरावर मंदिर बांधण्याचे काम शलमोनाने सुरू केले."},{"number":2,"verse":"त्याने आपल्या कारकिर्दीच्या चौथ्या वर्षाच्या दुसर्‍या महिन्याच्या द्वितीयेस कामास आरंभ केला."},{"number":3,"verse":"शलमोनाने देवाचे जे मंदिर बांधले त्याच्या पायाचे माप येणेप्रमाणे; त्याची लांबी जुन्या मापाने साठ हात व रुंदी वीस हात."},{"number":4,"verse":"मंदिरापुढल्या ओसरीची लांबी मंदिराच्या रुंदीबरोबर वीस हात होती, त्याची उंची एकशे वीस हात होती; शलमोनाने त्याची आतील बाजू शुद्ध सोन्याने मढवली."},{"number":5,"verse":"मंदिराच्या मोठ्या भागाच्या छतास त्याने देवदारू लाकडाची तक्तपोशी केली; ती त्याने शुद्ध सोन्याने मढवली; तिच्यावर खजुरीचे वृक्ष व साखळ्या ह्यांची नक्षी काढली."},{"number":6,"verse":"त्याने ते मंदिर मोलवान रत्नांनी सुशोभित केले; सोने वापरले ते पर्वाइम येथले होते."},{"number":7,"verse":"त्याने ते मंदिर, त्याच्या तुळया, उंबरठे, भिंती व कवाडे ही सोन्याने मढवली व भिंतींवर करूब खोदवले."},{"number":8,"verse":"मग त्याने मंदिराचे परमपवित्रस्थान तयार केले; त्याची लांबी मंदिराच्या रुंदीबरोबर वीस हात होती; त्याची रुंदी वीस हात होती; त्याने ते सहाशे किक्कार1 शुद्ध सोन्याने मढवले."},{"number":9,"verse":"सोन्याच्या खिळ्यांचे वजन पन्नास शेकेल होते. त्याने वरच्या कोठड्याही सोन्याने मढवल्या."},{"number":10,"verse":"मग मंदिराच्या परमपवित्रस्थानात दोन करूब कोरून तयार केले व ते सोन्याने मढवले."},{"number":11,"verse":"करूबांचे पंख एकंदर वीस हात लांब होते; प्रत्येक करूबाचा एक पंख पाच हात लांब असून तो मंदिराच्या भिंतीला लागला होता, त्याचा दुसरा पंख पाच हात लांब असून तो दुसर्‍या करूबाच्या पंखाला लागला होता."},{"number":12,"verse":"दुसर्‍या करूबाचाही एक पंख पाच हात लांब असून मंदिराच्या दुसर्‍या भिंतीला लागला होता, आणि दुसरा पंखही पाच हात लांब असून पहिल्या करूबाच्या पंखाला जडला होता."},{"number":13,"verse":"त्या करूबांचे पंख वीस हात पसरले होते; ते पायांवर उभे असून त्यांची मुखे आतल्या बाजूकडे होती."},{"number":14,"verse":"मग त्याने निळ्या, जांभळ्या व किरमिजी रंगांच्या सणाच्या कापडाचा अंतरपट केला व त्यावर करूब काढले."},{"number":15,"verse":"( मंदिरातील हूरामाची कामगिरी) ( ( 110 7:15-51 )) मंदिरासमोर प्रत्येकी पस्तीस हात उंच असे दोन खांब त्याने केले; प्रत्येकाच्या शिरावरचा कळस पाच-पाच हात होता."},{"number":16,"verse":"मग त्याने गाभार्‍यासाठी साखळ्या करून खांबाला लावल्या, व शंभर डाळिंबे करून साखळ्यांवर लटकवली."},{"number":17,"verse":"हे खांब त्याने मंदिरासमोर, एक उजव्या बाजूस व दुसरा डाव्या बाजूस असे उभे केले; उजव्या बाजूच्या खांबाचे नाव याखीम (तो स्थापील) व डाव्या बाजूच्या खांबाचे नाव बवाज (त्याच्या ठायी सामर्थ्य) असे होते."}]}