{"bibleAbbr":"mrRV2015","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":31,"verses":[{"number":1,"verse":"हे सर्व आटोपल्यावर तेथे हजर असलेल्या सर्व इस्राएलांनी यहूदाच्या नगरानगरांतून जाऊन यहूदा, बन्यामीन, एफ्राईम व मनश्शे ह्या प्रांतात असलेले मूर्तिस्तंभ मोडून टाकले, अशेरा मूर्ती फोडून टाकल्या आणि उच्च स्थाने व वेद्या मोडून फोडून टाकल्या; त्यांचा सर्वस्वी विध्वंस केला. मग सर्व इस्राएल लोक आपापल्या गावी आपापल्या वतनात गेले. याजक आणि लेवी ह्यांच्यासाठी हिज्कीया तरतूद करतो"},{"number":2,"verse":"परमेश्वराच्या छावणीच्या द्वारात होमबली व शांत्यर्पणे करणे, सेवाचाकरी करणे, उपकारस्तुती व स्तवन करणे ह्या सर्वांसाठी हिज्कीयाने याजकांचे व लेव्यांचे त्यांच्या-त्यांच्या सेवेप्रमाणे क्रमवार वर्ग नेमले."},{"number":3,"verse":"मग त्याने आपल्या संपत्तीतून होमार्पणासाठी राजभाग ठरवला; परमेश्वराच्या नियमशास्त्रात लिहिले आहे त्याप्रमाणे नित्य सकाळची व संध्याकाळची होमार्पणे, शब्बाथ, चंद्रदर्शने व नियतपर्वे ह्यांच्या होमबलींसाठी त्याने राजभाग ठरवला."},{"number":4,"verse":"परमेश्वराच्या नियमशास्त्रानुसार याजक व लेवी ह्यांना मनापासून आपली कामे करता यावीत म्हणून त्यांचा भाग त्यांना द्यावा अशी आज्ञा त्याने यरुशलेमेत राहणार्‍या लोकांना केली."},{"number":5,"verse":"ही आज्ञा कानी पडताच इस्राएल लोक धान्य, द्राक्षारस, तेल, मध आदिकरून भूमीचा प्रथमउपज आणि सगळ्या उत्पन्नाचा दशमांश सढळ हाताने देऊ लागले."},{"number":6,"verse":"जे इस्राएल व यहूदी यहूदाच्या नगरांत राहत असत त्यांनी बैल व शेरडेमेंढरे ह्यांचा दशमांश आणि त्यांचा देव परमेश्वर ह्याच्याप्रीत्यर्थ समर्पित केलेल्या पवित्र वस्तूंचा दशमांश आणून त्यांच्या राशी केल्या."},{"number":7,"verse":"राशी घालण्याचे त्यांनी तिसर्‍या महिन्यात आरंभून सातव्या महिन्यात संपवले."},{"number":8,"verse":"हिज्कीया व सरदार ह्यांनी येऊन त्या राशी पाहिल्या तेव्हा ते परमेश्वराचा व त्याचे लोक इस्राएल ह्यांचा धन्यवाद करू लागले."},{"number":9,"verse":"हिज्कीयाने याजक व लेवी ह्यांना त्या राशींविषयी विचारले."},{"number":10,"verse":"तेव्हा सादोक घराण्यातला अजर्‍या मुख्य याजक त्याला म्हणाला, “लोक परमेश्वराच्या मंदिरात अर्पणे आणू लागले तेव्हापासून आम्हांला पोटभर खायला मिळून पुष्कळ शिल्लकही राहते; कारण परमेश्वराने आपल्या लोकांचे कल्याण केले आहे; जे शिल्लक राहिले आहे त्याची ही मोठी रास आहे.”"},{"number":11,"verse":"मग हिज्कीयाने परमेश्वराच्या मंदिरात खोल्या बांधण्याची आज्ञा केली व त्याप्रमाणे त्या बांधल्या."},{"number":12,"verse":"लोक अर्पणे, दशमांश व वाहिलेल्या वस्तू प्रामाणिकपणे आणून पोचवू लागले; त्यांचा मुख्य अधिकारी कोनन्या नावाचा एक लेवी असून त्याचा दुय्यम त्याचा भाऊ शिमी हा होता."},{"number":13,"verse":"कोनन्या व त्याचा भाऊ शिमी ह्यांच्या हाताखाली यहीएल, अजज्या, नहथ, असाएल, यरीमोथ, योजाबाद, अलीएल, इस्मख्या, महथ व बनाया हे हिज्कीया राजा व देवाच्या मंदिराचा अधिकारी अजर्‍या ह्यांच्या आज्ञेने कारभारी नेमले होते."},{"number":14,"verse":"परमेश्वराला केलेली अर्पणे व परमपवित्र वस्तू ह्यांची वाटणी करता यावी म्हणून इम्ना लेवी ह्याचा पुत्र कोरे जो पूर्ववेशीचा द्वारपाल होता त्याला स्वेच्छार्पणांची देखरेख करण्यासाठी नेमले होते."},{"number":15,"verse":"त्याच्या हाताखाली एदेन, मिन्यामीन, येशूवा, शमाया, अमर्‍या व शखन्या हे होते; ते याजकांच्या नगरात राहत असत; त्यांच्या सर्व भाऊबंदांना, मग ते लहान असोत की मोठे असोत, त्यांच्या-त्यांच्या क्रमानुसार प्रामाणिकपणे वाटणी करून देण्यासाठी त्यांना नेमले होते."},{"number":16,"verse":"तसेच पुरुषांच्या वंशावळीत नोंदलेले जे पुरुष तीन वर्षांचे व त्यांहून अधिक वयाचे असून प्रत्येक दिवसाच्या कामासाठी परमेश्वराच्या मंदिरात जात असत, त्यांच्या-त्यांच्या क्रमानुसार जी त्यांची सेवा असे तिच्याप्रमाणे त्यांना वाटणी देत असत."},{"number":17,"verse":"त्याप्रमाणे ज्या याजकांची त्यांच्या पितृकुळांप्रमाणे वंशावळीत नोंद झाली होती त्यांना आणि जे लेवी वीस वर्षांचे व त्यांहून अधिक वयाचे असून आपापल्या क्रमानुसार काम करीत असत त्यांनाही वाटणी देत असत."},{"number":18,"verse":"शिवाय वंशावळीत नोंदलेल्या मुलाबाळांना, स्त्रियांना, पुत्रांना व कन्यांना अशा सर्व समुदायाला वाटणी देत असत, कारण ते आपणांस प्रामाणिकपणाने पवित्र करत असत."},{"number":19,"verse":"त्याप्रमाणे जे अहरोन वंशातले याजक त्यांच्या प्रत्येक नगरात व शिवारात राहत असत त्या सर्व याजक पुरुषांना आणि लेव्यांपैकी ज्यांची वंशावळीत नोंद झाली होती त्यांनाही वाटणी देण्यासाठी माणसे नेमली होती."},{"number":20,"verse":"हिज्कीयाने ह्या प्रकारे सर्व यहूदात हाच नियम लावून दिला; त्याचा देव परमेश्वर ह्याच्या दृष्टीने जे काही बरे, योग्य व खरे ते तो करी."},{"number":21,"verse":"आणि आपल्या देवाला शोधायला देवाच्या मंदिरातील सेवा, नियमशास्त्र व आज्ञा ह्यांच्यासंबंधाने जे काम त्याने आपल्या देवाच्या भजनी लागून आरंभले ते त्याने पूर्ण मनोभावे केले व त्यात त्याला यश आले."}]}