{"bibleAbbr":"mrRV2015","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"ह्या प्रकारे जे काही काम परमेश्वराच्या मंदिरासाठी शलमोनाने हाती घेतले ते सर्व समाप्त झाले. मग आपला बाप दावीद ह्याने समर्पित केलेले सोने, चांदी व सर्व पात्रे शलमोनाने आत आणून देवाच्या मंदिराच्या भांडारात ठेवली."},{"number":2,"verse":"( शलमोन मंदिरात कोश आणतो) ( ( 110 8:1-11 )) मग शलमोनाने परमेश्वराच्या कराराचा कोश दावीदपुरातून म्हणजे अर्थात सीयोनातून वरती आणण्यासाठी इस्राएलाचे वडील जन, वंशांचे सर्व मुख्य, आणि इस्राएलाच्या पितृकुळांचे सरदार ह्यांना यरुशलेमेत जमा केले."},{"number":3,"verse":"सर्व इस्राएल पुरुष सातव्या महिन्यातल्या सणात राजाजवळ जमा झाले."},{"number":4,"verse":"इस्राएलाचे सर्व वडील जन आले तेव्हा लेव्यांनी कोश उचलून घेतला."},{"number":5,"verse":"कोश, दर्शनमंडप व मंडपातील सर्व पवित्र पात्रे ही लेवीय याजकांनी वरती वाहून नेली."},{"number":6,"verse":"शलमोन राजा व त्याच्याजवळ जमलेली सर्व इस्राएल मंडळी ह्यांनी कोशापुढे शेरडामेंढरांचे व गुराढोरांचे इतके बली अर्पण केले की त्यांची संख्या सांगता किंवा मोजता आली नाही."},{"number":7,"verse":"मग याजकांनी परमेश्वराच्या कराराचा कोश त्याच्या स्थानी म्हणजे मंदिराच्या गाभार्‍यात परमपवित्रस्थानात करूबांच्या पंखांखाली त्याच्या नेमलेल्या ठिकाणी नेऊन ठेवला."},{"number":8,"verse":"कोशस्थानाच्या वर करूबाचे पंख पसरले होते; तो कोश व त्याचे दांडे ह्यांवर त्यांचे आच्छादन होते."},{"number":9,"verse":"त्यांचे दांडे एवढे लांब होते की त्यांची टोके कोशातून बाहेर आलेली गाभार्‍यासमोर दिसत, पण बाहेरून दिसत नसत; तो कोश आजपर्यंत तेथेच आहे."},{"number":10,"verse":"इस्राएल लोक मिसर देशातून निघाल्यावर परमेश्वराने त्यांच्याशी करार केला तेव्हा होरेबात मोशेने ह्या कोशात दोन पाट्या ठेवल्या होत्या; त्याखेरीज त्यात दुसरे काही नव्हते."},{"number":11,"verse":"याजक पवित्रस्थानातून बाहेर आले; जितके याजक हजर होते तितक्या सर्वांनी आपणांस पवित्र केले होते; त्यांनी ह्या वेळी पाळ्यांचा क्रम सोडला होता."},{"number":12,"verse":"जितके लेवी गाणारे होते, म्हणजे अर्थात आसाफ, हेमान व यदूथून, तितके सगळे आपल्या पुत्रांसह व भाऊबंदांसह सणाची वस्त्रे लेऊन झांजा, सारंग्या व वीणा घेऊन वेदीच्या पूर्व बाजूस उभे राहिले व त्यांच्याबरोबर एकशे वीस याजक कर्णे वाजवत होते."},{"number":13,"verse":"कर्णे वाजवणारे व गाणारे एका सुराने परमेश्वराची स्तुती व धन्यवाद करू लागले, आणि कर्णे, झांजा आदिकरून वाद्ये वाजवून परमेश्वराची स्तुती ते उच्चस्वरे करू लागले; ती अशी : “तो उत्तम आहे, त्याची दया सनातन आहे.” तेव्हा परमेश्वराचे मंदिर मेघाने व्यापले."},{"number":14,"verse":"त्या मेघामुळे याजकांना सेवाचाकरी करण्यास उभे राहवेना, कारण परमेश्वराच्या तेजाने देवमंदिर भरून गेले."}]}