{"bibleAbbr":"mrRV2015","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"( मंदिराचे समर्पण) ( ( 110 8:12-66 )) मग शलमोन म्हणाला, “परमेश्वराने म्हटले आहे की मी निबिड अंधकारात वास करीन;"},{"number":2,"verse":"पण तुझ्यासाठी निवासस्थान, तुला युगानुयुग राहण्यासाठी मंदिर मी बांधले आहे.”"},{"number":3,"verse":"मग राजाने मागे वळून इस्राएलाच्या सर्व मंडळीला आशीर्वाद दिला, तेव्हा ती सर्व मंडळी उठून उभी राहिली."},{"number":4,"verse":"तो म्हणाला, “धन्य तो इस्राएलाचा देव परमेश्वर, त्याने स्वमुखाने माझा बाप दावीद ह्याला वचन दिले होते व त्याने आपल्या हातांनी ते पूर्ण केले, ते वचन असे :"},{"number":5,"verse":"‘ज्या दिवशी मी आपल्या लोकांना मिसर देशातून बाहेर आणले, त्या दिवसापासून माझ्या नामाच्या निवासार्थ मंदिर बांधण्यासाठी कोणाही इस्राएल वंशाकडून मी अन्य कोणतेही नगर निवडून घेतले नाही, आणि माझी प्रजा इस्राएल हिच्यावर आधिपत्य करण्यासाठी कोणी अन्य मनुष्य निवडला नाही;"},{"number":6,"verse":"परंतु यरुशलेम येथे माझे नाव असावे म्हणून मी ते निवडले आहे. माझे लोक इस्राएल ह्यांच्यावर मी दाविदाला निवडून नेमले आहे.’"},{"number":7,"verse":"माझा बाप दावीद ह्याचा मनोदय असा होता की, इस्राएलाचा देव परमेश्वर ह्याच्या नामाप्रीत्यर्थ एक मंदिर बांधावे;"},{"number":8,"verse":"पण परमेश्वराने माझा पिता दावीद ह्याला सांगितले की, ‘परमेश्वराच्या नामाप्रीत्यर्थ मंदिर बांधावे असा तू मनोदय धरला आहेस हे तू चांगले केले आहेस;"},{"number":9,"verse":"पण तू ते मंदिर बांधणार नाहीस तर तुझ्या पोटी जो पुत्र येईल तो माझ्या नामाप्रीत्यर्थ मंदिर बांधील.’"},{"number":10,"verse":"परमेश्वर हे जे वचन बोलला ते त्याने पुरे केले. मी आपला बाप दावीद ह्याच्या जागी येऊन परमेश्वराच्या वचनानुसार इस्राएलाच्या गादीवर बसलो आहे; आणि इस्राएलाचा देव परमेश्वर ह्याच्या नामाप्रीत्यर्थ हे मंदिर मी बांधले आहे."},{"number":11,"verse":"परमेश्वराने इस्राएल लोकांशी करार केला तो ज्या कोशात आहे, त्याची मी येथे स्थापना केली आहे.”"},{"number":12,"verse":"इस्राएलाच्या सर्व मंडळीदेखत परमेश्वराच्या वेदीसमोर उभे राहून शलमोनाने आपले हात पसरले."},{"number":13,"verse":"शलमोनाने पाच हात लांब, पाच हात रुंद व तीन हात उंच असा पितळेचा एक चौरंग तयार करून अंगणाच्या मध्यभागी ठेवला होता, त्याच्यावर तो उभा राहिला आणि इस्राएलाच्या सर्व मंडळीसमक्ष गुडघे टेकून आकाशाकडे आपले हात पसरून"},{"number":14,"verse":"असे म्हणाला, “हे परमेश्वरा, इस्राएलाच्या देवा, आकाशात व पृथ्वीवर तुझ्यासमान कोणी देव नाही; जे तुझे सेवक जिवेभावे तुझ्यासमोर वागतात त्यांच्याशी तू आपल्या कराराप्रमाणे व दयेने वागतोस."},{"number":15,"verse":"जे वचन तुझा सेवक माझा बाप दावीद ह्याला दिलेस ते तू पाळले आहेस; जे तू आपल्या मुखाने बोललास ते तू आपल्या हाताने पुरे केले आहेस; अशी आज वस्तुस्थिती आहे."},{"number":16,"verse":"तर आता हे इस्राएलाच्या देवा, परमेश्वरा, तुझा सेवक माझा बाप दावीद ह्याला तू असे वचन दिले होतेस की, ‘तू माझ्यासमोर वागत आलास त्याचप्रमाणे तुझे वंशज आपली चालचलणूक ठेवण्याची काळजी बाळगून माझ्या नियमांनुसार चालतील तर माझ्यासमक्ष इस्राएलाच्या राजासनावर बसणार्‍या तुझ्या कुळातल्या पुरुषांची परंपरा कधीही खुंटणार नाही.’ त्याला दिलेले हे वचनही तू पुरे कर."},{"number":17,"verse":"हे इस्राएलाच्या देवा, परमेश्वरा, जे वचन तू आपला सेवक दावीद ह्याला दिले होतेस ते प्रतीतीस येऊ दे."},{"number":18,"verse":"देव ह्या भूतलावर मानवांबरोबर खरोखर वास करील काय? आकाश व नभोमंडळ ह्यात तुझा समावेश होत नाही; तर हे जे मंदिर मी बांधले आहे ह्यात तो कसा व्हावा?"},{"number":19,"verse":"तरी हे माझ्या देवा, परमेश्वरा, तुझ्या सेवकाच्या प्रार्थनेकडे व याचनेकडे लक्ष दे; तुझा सेवक तुझा धावा करीत आहे व तुझ्यापुढे प्रार्थना करीत आहे तिच्याकडे कान दे."},{"number":20,"verse":"माझ्या नामाचा निवास येथे होईल असे ज्या स्थानाविषयी तू म्हटले त्या ह्या स्थानाकडे, ह्या मंदिराकडे अहोरात्र तुझी दृष्टी असो. जी प्रार्थना तुझा सेवक ह्या स्थानाकडे तोंड करून करीत आहे ती ऐक."},{"number":21,"verse":"तुझ्या सेवकाच्या विनवणीकडे आणि तुझे लोक इस्राएल ह्या स्थानाकडे तोंड करून विनवणी करतील तिच्याकडे तू कान दे; स्वर्गातील तुझ्या निवासस्थानातून तू ती श्रवण कर आणि श्रवण करून त्यांना क्षमा कर."},{"number":22,"verse":"एखाद्याने आपल्या शेजार्‍याचा अपराध केल्यामुळे त्याला शपथ घ्यायला लावली, आणि ती ह्या मंदिरात तुझ्या वेदीसमोर त्याने घेतली,"},{"number":23,"verse":"तर तू स्वर्गलोकातून ती श्रवण कर; त्याप्रमाणे घडवून आण; आपल्या सेवकांचा न्याय करून दुष्टाची कृती त्याच्या शिरी उलटेल असे त्याचे पारिपत्य कर; निर्दोष्यास निर्दोषी ठरवून त्याच्या निर्दोषतेप्रमाणे त्याला फळ दे."},{"number":24,"verse":"तुझे लोक इस्राएल ह्यांनी तुझ्याविरुद्ध पाप केल्यामुळे शत्रूपुढे त्यांचा मोड झाला व ते पुन्हा तुझ्याकडे वळले आणि तुझ्या नामाचा स्वीकार करून ह्या मंदिरात तुझी प्रार्थना व विनवणी त्यांनी केली,"},{"number":25,"verse":"तर तू स्वर्गलोकातून त्यांचे ऐक; तुझे लोक इस्राएल ह्यांच्या पापाची क्षमा कर आणि जो देश तू त्यांना व त्यांच्या पूर्वजांना दिलास त्यात त्यांना परत आण."},{"number":26,"verse":"त्यांनी तुझ्याविरुद्ध पाप केल्यामुळे आकाशकपाटे बंद होऊन पर्जन्यवृष्टी खुंटली तर अशा प्रसंगी त्यांनी ह्या स्थानाकडे तोंड करून प्रार्थना केली, तुझ्या नामाचा स्वीकार केला व तू त्यांना दीन केल्यामुळे ते आपल्या पापापासून परावृत्त झाले,"},{"number":27,"verse":"तर तू स्वर्गलोकातून त्यांचे ऐक. इस्राएल तुझी प्रजा, तुझे सेवक, त्यांच्या पापाची क्षमा कर, कारण ज्या सन्मार्गाने त्यांनी चालले पाहिजे तो तू त्यांना शिकवत आहेस; हा जो देश तू आपल्या लोकांना वतन करून दिला आहेस त्यावर पर्जन्यवृष्टी कर."},{"number":28,"verse":"ह्या देशावर दुष्काळ, मरी, शेते करपून टाकणारा वारा अथवा भेरड, टोळ अथवा नाकतोडे हे आले अथवा शत्रूंनी त्यांच्या एखाद्या शहरास वेढा घातला अथवा दुसरी कोणतीही आपत्ती अथवा रोग त्यांच्यावर आला,"},{"number":29,"verse":"तर एखादा इस्राएल किंवा तुझे सगळे इस्राएल लोक आपल्याला होणारे क्लेश किंवा दुःख ओळखून जी प्रार्थना किंवा विनवणी आपले हात ह्या मंदिराकडे पसरून करतील,"},{"number":30,"verse":"ती तू स्वर्गातील आपल्या निवासस्थानातून ऐक, त्यांना क्षमा कर; प्रत्येकाचे मन ओळखून त्याच्या सर्व वर्तनाप्रमाणे त्याला फळ दे; कारण सर्व मानवजातीची मने ओळखणारा केवळ तूच आहेस;"},{"number":31,"verse":"म्हणजे जो देश तू आमच्या पूर्वजांना दिला त्यात ते राहतील तितके दिवस ते तुझे भय बाळगून तुझ्या मार्गांनी चालतील."},{"number":32,"verse":"तुझ्या इस्राएल लोकांतला नव्हे असा कोणी परदेशीय तुझे मोठे नाम, बलिष्ठ हस्त व पुढे केलेला बाहू ह्यास्तव परदेशाहून आला, आणि त्याने येऊन ह्या मंदिराकडे तोंड करून प्रार्थना केली,"},{"number":33,"verse":"तर तू आपल्या स्वर्गातील निवासस्थानातून ती ऐक व हा परदेशीय ज्या कशासाठी तुझा धावा करील ते कर; म्हणजे ह्या भूतलावरील सर्व देशांचे लोक तुझे नाव ओळखून तुझ्या इस्राएल लोकांप्रमाणे तुझे भय बाळगतील आणि मी जे हे मंदिर बांधले आहे त्यावर तुझे नाम आहे हे त्यांना कळून येईल."},{"number":34,"verse":"तुझे लोक तू पाठवशील तिकडे आपल्या शत्रूंशी सामना करण्यास जातील आणि तू निवडलेल्या ह्या नगराकडे व तुझ्या नामासाठी मी बांधलेल्या ह्या मंदिराकडे तोंड करून तुझी प्रार्थना करतील,"},{"number":35,"verse":"तर तू स्वर्गातून त्यांची प्रार्थना व विनवणी ऐक व त्यांना न्याय दे."},{"number":36,"verse":"त्यांनी तुझ्याविरुद्ध पाप केले. (कारण पाप करीत नाही असा कोणीच नाही) व तू त्यामुळे क्रोधीत होऊन त्यांना त्यांच्या शत्रूच्या हाती दिलेस आणि त्यांनी त्यांना जवळच्या अथवा दूरच्या देशात पाडाव करून नेले,"},{"number":37,"verse":"तर ज्या देशात त्यांना पाडाव करून नेले असेल तेथे ते विचार करतील आणि आपल्याला पाडाव करून नेणार्‍या लोकांच्या देशात तुझ्याकडे वळून तुझी विनवणी करून म्हणतील, ‘आम्ही पाप केले आहे, आम्ही कुटिलतेने वागलो आहोत, आम्ही दुराचरण केले आहे’;"},{"number":38,"verse":"आणि ज्यांनी त्यांना पाडाव करून नेले त्या त्यांच्या शत्रूंच्या देशात ते तुझ्याकडे जिवेभावे वळून आपल्या पूर्वजांना दिलेल्या देशाकडे, तू निवडलेल्या नगराकडे, तुझ्या नामासाठी मी बांधलेल्या ह्या मंदिराकडे तोंड करून तुझी प्रार्थना करतील;"},{"number":39,"verse":"तेव्हा तू आपल्या स्वर्गातील निवासस्थानातून त्यांची प्रार्थना व विनवणी ऐक; त्यांना न्याय दे; तुझ्या लोकांनी तुझ्याविरुद्ध पाप केले असेल त्यांना क्षमा कर."},{"number":40,"verse":"तर आता हे माझ्या देवा, जी प्रार्थना ते ह्या स्थानी करतील तिकडे आपले डोळे उघडून कान दे."},{"number":41,"verse":"हे परमेश्वरा, देवा, ऊठ; तू आपल्या सामर्थ्याच्या कोशासह आपल्या विश्रामस्थानी ये; हे परमेश्वरा, देवा, तुझे याजक उद्धाराने भूषित होवोत आणि तुझे भक्त सुजनतेत आनंद पावोत."},{"number":42,"verse":"हे परमेश्वरा, देवा, तू आपल्या अभिषिक्ताचे तोंड मागे फिरवू नकोस; तुझा सेवक दावीद ह्याच्यावर दया करून जी कृत्ये तू केलीस त्यांचे स्मरण कर.”"}]}