{"bibleAbbr":"mrRV2015","bookName":"२ इतिहास","bookEnglishName":"2 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"शलमोनाने प्रार्थना करणे संपवल्यावर स्वर्गातून अग्नीने येऊन होमबली व यज्ञबली भस्म केले; आणि परमेश्वराच्या तेजाने ते मंदिर भरून गेले."},{"number":2,"verse":"याजकांना परमेश्वराच्या मंदिरात जाता येईना, कारण परमेश्वराच्या तेजाने ते भरून गेले होते."},{"number":3,"verse":"अग्नी खाली आला आणि परमेश्वराचे तेज मंदिरावर फाकले तेव्हा सर्व इस्राएल लोक ते पाहत राहिले; जमिनीवरच्या फरसबंदीपर्यंत त्यांनी आपली मुखे लववून नमन केले आणि “परमेश्वर चांगला आहे, त्याची दया सनातन आहे” असे म्हणून त्यांनी त्याचे उपकारस्मरण केले."},{"number":4,"verse":"मग राजाने व सर्व लोकांनी परमेश्वरासमोर यज्ञबली अर्पण केले."},{"number":5,"verse":"शलमोन राजाने बावीस हजार बैल व एक लक्ष वीस हजार मेंढरे ह्यांचा यज्ञ केला. अशा रीतीने राजाने व सर्व लोकांनी देवाचे मंदिर समर्पित केले."},{"number":6,"verse":"याजक आपापल्या स्थानी उभे राहिले; परमेश्वराची दया सनातन आहे असे लेव्यांच्या द्वारे परमेश्वराचे उपकारस्मरण करण्यासाठी जी वाद्ये दावीद राजाने परमेश्वराप्रीत्यर्थ केली होती ती घेऊन लेवीही उभे राहिले; त्यांच्यापुढे याजक कर्णे वाजवू लागले आणि सर्व इस्राएल लोक उभे राहिले."},{"number":7,"verse":"त्या दिवशी राजाने परमेश्वराच्या मंदिराच्या पुढल्या अंगणाचा मध्यभाग पवित्र करून तेथे होमबली, अन्नबली आणि शांत्यर्पणाची चरबी अर्पण केली; कारण शलमोनाने केलेल्या पितळेच्या वेदीवर होमबली, अन्नबली आणि चरबी ह्यांचा समावेश होईना."},{"number":8,"verse":"त्या प्रसंगी शलमोनाने व त्याच्याबरोबर सर्व इस्राएल लोकांनी सात दिवस महोत्सव केला; हमाथाच्या घाटापासून मिसराच्या नाल्यापर्यंतच्या इस्राएलाचा मोठा जमाव जमला होता."},{"number":9,"verse":"आठव्या दिवशी त्यांनी उत्सवाचा समारोप केला; त्यांनी वेदीच्या समर्पणाप्रीत्यर्थ सात दिवस व उत्सवाप्रीत्यर्थ सात दिवस पाळले."},{"number":10,"verse":"राजाने सातव्या महिन्याच्या तेविसाव्या दिवशी लोकांना आपापल्या डेर्‍यांकडे जाण्यास निरोप दिला; परमेश्वराने दाविदावर, शलमोनावर व आपल्या इस्राएल प्रजेवर जी कृपा केली होती तिच्यामुळे ते आनंदित, हर्षितचित्त झाले होते."},{"number":11,"verse":"( शलमोनाला परमेश्वराचे दुसर्‍यांदा दर्शन) ( ( 110 9:1-9 )) ह्या प्रकारे शलमोनाने परमेश्वराचे मंदिर व राजमंदिर बांधण्याचे संपवले आणि परमेश्वराच्या मंदिरात व आपल्या मंदिरात जे काही करायचे त्याने मनात योजले होते ते त्याने उत्तम प्रकारे सिद्धीस नेले."},{"number":12,"verse":"परमेश्वर शलमोनाला रात्री दर्शन देऊन म्हणाला, “मी तुझी प्रार्थना ऐकली आहे आणि हे गृह यज्ञगृह व्हावे म्हणून मी आपल्यासाठी निवडले आहे."},{"number":13,"verse":"पर्जन्यवृष्टी होऊ नये म्हणून मी जर आकाशकपाटे बंद केली, किंवा जमिनीचा उपज फस्त करण्यासाठी टोळधाड पाठवली, किंवा आपल्या लोकांमध्ये मरी पाठवली,"},{"number":14,"verse":"तर माझे नाम ज्यांना दिले आहे त्या माझ्या लोकांनी दीन होऊन माझी प्रार्थना केली आणि माझ्या दर्शनाविषयी उत्सुक होऊन ते आपल्या दुष्ट मार्गांपासून परावृत्त झाले तर मी स्वर्गातून त्यांची विनंती ऐकून त्यांच्या पापांची त्यांना क्षमा करीन व त्यांच्या देशातून क्लेश नाहीसे करीन."},{"number":15,"verse":"जी प्रार्थना ह्या स्थानी करण्यात येईल तिच्याकडे माझे डोळे उघडे राहतील व माझे कान लागतील."},{"number":16,"verse":"ह्या मंदिरी माझे नाम सर्वकाळ राहावे म्हणून मी हे निवडून पवित्र केले आहे; माझे नेत्र व माझे मन हे येथे सतत लागलेले राहील."},{"number":17,"verse":"जर तू आपला बाप दावीद ह्याच्याप्रमाणे खर्‍या मनाने माझ्यासमोर वागलास, माझ्या सर्व आज्ञांप्रमाणे वागलास, माझे विधी व नियम पाळलेस,"},{"number":18,"verse":"तर ‘इस्राएलाच्या गादीवर आरूढ होणार्‍या तुझ्या कुळातल्या पुरुषांची परंपरा खुंटायची नाही,’ असा जो करार मी तुझा बाप दावीद ह्याच्याशी केला त्याप्रमाणे मी तुझे राजपद स्थापीन."},{"number":19,"verse":"पण जर तुम्ही बहकून जे नियम व आज्ञा मी तुम्हांला विहित केल्या आहेत त्या न पाळाल आणि जाऊन अन्य देवांची उपासना व त्यांचे भजनपूजन कराल,"},{"number":20,"verse":"तर जो देश मी इस्राएल लोकांना दिला आहे त्यातून त्यांचे निर्मूलन करीन आणि हे जे मंदिर मी आपल्या नामाप्रीत्यर्थ पवित्र केले आहे ते माझ्या नजरेआड करीन आणि ते इतर सर्व राष्ट्रांत दृष्टान्ताचा व निंदेचा विषय करीन;"},{"number":21,"verse":"आणि हे मंदिर उच्च स्थानी राहील तरी ह्याच्याजवळून जाणारेयेणारे चकित होऊन म्हणतील, ‘परमेश्वराने ह्या देशाचे व ह्या मंदिराचे असे का केले?’"},{"number":22,"verse":"तेव्हा लोक म्हणतील, ‘त्यांच्या वाडवडिलांचा देव परमेश्वर, ज्याने त्यांना मिसर देशातून आणले त्याला सोडून ते अन्य देवांच्या नादी लागले व त्यांचे भजनपूजन व उपासना करू लागले त्यामुळे त्याने ही सर्व विपत्ती त्यांच्यावर आणली आहे.”’"}]}