{"bibleAbbr":"KJV1611","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":19,"verses":[{"number":1,"verse":"And it came to passe when King Hezekiah heard it, that hee rent his clothes, and couered himselfe with sackecloth, and went into the house of the Lord."},{"number":2,"verse":"And hee sent Eliakim, which was ouer the houshold, and Shebna the Scribe, and the Elders of the Priests, couered with sackcloth, to Esai the Prophet the sonne of Amoz."},{"number":3,"verse":"And they sayd vnto him, Thus sayth Hezekiah, This day is a day of trouble, and of rebuke, and blasphemie: for the children are come to the birth, and there is not strength to bring foorth."},{"number":4,"verse":"It may be, the Lord thy God will heare all the words of Rabshakeh whome the king of Assyria his master hath sent to reproch the liuing God, and will reprooue the wordes which the Lord thy God hath heard: wherefore lift vp thy prayer for the remnant that are left."},{"number":5,"verse":"So the seruants of king Hezekiah came to Isaiah."},{"number":6,"verse":"And Isaiah said vnto them, Thus shal ye say to your master, Thus saith the Lord, Be not afraid of the wordes which thou hast heard, with which the seruants of the king of Assyria haue blasphemed me."},{"number":7,"verse":"Behold, I will send a blast vpon him, and he shall heare a rumour, and shall returne to his owne land, and I will cause him to fall by the sword in his owne land."},{"number":8,"verse":"So Rabshakeh returned, and found the king of Assyria warring against Libnah: for hee had heard that he was departed from Lachish."},{"number":9,"verse":"And when he heard say of Tirhakah king of Ethiopia, Behold, hee is come out to fight against thee: hee sent messengers againe vnto Hezekiah, saying,"},{"number":10,"verse":"Thus shall ye speake to Hezekiah king of Iudah, saying, Let not thy God in whome thou trustest, deceiue thee, saying, Ierusalem shall not be deliuered into the hande of the king of Assyria."},{"number":11,"verse":"Behold, thou hast heard what the kings of Assyria haue done to all lands, by destroying them vtterly: and shalt thou be deliuered?"},{"number":12,"verse":"Haue the gods of the nations deliuered them which my fathers haue destroyed? As Gozan, and Haran, and Rezeph, and the children of Eden which were in Thelasar?"},{"number":13,"verse":"Where is the king of Hamath, and the king of Arpad, and the king of the citie of Sepharuaim, of Hena, and Iuah?"},{"number":14,"verse":"And Hezekiah receiued the letter of the hand of the messengers, and read it: and Hezekiah went vp into the house of the Lord, and spread it before the Lord."},{"number":15,"verse":"And Hezekiah prayed before the Lord, and said, O Lord God of Israel, which dwellest between the Cherubims, thou art the God, euen thou alone, of all the kingdomes of the earth, thou hast made heauen and earth."},{"number":16,"verse":"Lord, bow downe thine eare, and heare: open, Lord, thine eyes; and see: and heare the words of Sennacherib which hath sent him to reproch the liuing God."},{"number":17,"verse":"Of a trueth, Lord, the kings of Assyria haue destroyed the nations and their lands,"},{"number":18,"verse":"And haue cast their gods into the fire: for they were no gods, but the work of mens hands, wood and stone: therfore they haue destroyed them."},{"number":19,"verse":"Now therefore, O Lord our God, I beseech thee, saue thou vs out of his hand, that all the kingdoms of the earth may know, that thou art the Lord God, euen thou onely."},{"number":20,"verse":"Then Isaiah the sonne of Amoz sent to Hezekiah, saying, Thus saith the Lord God of Israel, That which thou hast prayed to mee against Sennacherib king of Assyria, I haue heard."},{"number":21,"verse":"This is the word that the Lord hath spoken concerning him, The Uirgin, the daughter of Zion hath despised thee, and laughed thee to scorne, the daughter of Ierusalem hath shaken her head at thee."},{"number":22,"verse":"Whome hast thou reproched and blasphemed? And against whome hast thou exalted thy voyce, and lift vp thine eyes on high? Euen against the Holy One of Israel."},{"number":23,"verse":"By thy messengers thou hast reproched the Lord, and hast said, With the multitude of my charets, I am come vp to the height of the mountaines, to the sides of Lebanon, and will cut downe the tall cedar trees thereof, and the choice firre trees thereof: and I will enter into the lodgings of his borders, and into the forrest of his Carmel."},{"number":24,"verse":"I haue digged & drunke strange waters, and with the sole of my feete haue I dried vp all the riuers of besieged places."},{"number":25,"verse":"Hast thou not heard long agoe, how I haue done it, and of ancient times that I haue formed it? Now haue I brought it to passe, that thou shouldest be to lay waste fenced cities into ruinous heapes."},{"number":26,"verse":"Therefore their Inhabitants were of small power, they were dismayed and confounded, they were as the grasse of the field, and as the greene herbe, as the grasse on the house tops, and as corne blasted before it be growen vp."},{"number":27,"verse":"But I know thy abode, and thy going out, and thy coming in, and thy rage against me."},{"number":28,"verse":"Because thy rage against me, and thy tumult is come vp into mine eares, therefore I will put my hooke in thy nose, and my bridle in thy lips, and I will turne thee backe by the way by which thou camest."},{"number":29,"verse":"And this shalbe a signe vnto thee, Yee shall eate this yeere such things as grow of themselues, and in the second yeere that which springeth of the same, and in the third yeere sow ye and reape, and plant Uineyards, and eate the fruits thereof."},{"number":30,"verse":"And the remnant that is escaped of the house of Iudah, shall yet againe take root downeward, and beare fruit vpward."},{"number":31,"verse":"For out of Ierusalem shall goe forth a remnant, and they that escape out of mount Zion: the zeale of the Lord of hostes shall doe this."},{"number":32,"verse":"Therefore thus saith the Lord concerning the king of Assyria, He shall not come into this city, nor shoot an arrow there, nor come before it with shield, nor cast a banke against it:"},{"number":33,"verse":"By the way that hee came, by the same shal he returne, and shal not come into this city, saith the Lord."},{"number":34,"verse":"For I will defend this citie, to saue it, for mine owne sake, and for my seruant Dauids sake."},{"number":35,"verse":"And it came to passe that night, that the Angel of the Lord went out, and smote in the campe of the Assyrians, an hundred foure score and fiue thousand: and when they arose earely in the morning, behold, they were all dead corpses."},{"number":36,"verse":"So Sennacherib king of Assyria departed, and went and returned, and dwelt at Nineueh."},{"number":37,"verse":"And it came to passe as hee was worshipping in the house of Nisroch his god, that Adramelech, and Sharezer his sonnes, smote him with the sword: and they escaped into the land of Armenia, and Esarhaddon his sonne reigned in his stead."}]}