{"bibleAbbr":"KJV1611","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":22,"verses":[{"number":1,"verse":"Iosiah was eight yeeres old when hee beganne to reigne, and hee reigned thirtie and one yeeres in Ierusalem: and his mothers name was Iedidah, the daughter of Adaiah of Boscath."},{"number":2,"verse":"And he did that which was right in the sight of the Lord, and walked in all the wayes of Dauid his father, and turned not aside to the right hand, or to the left."},{"number":3,"verse":"And it came to passe in the eighteenth yeere of king Iosiah, that the king sent Shaphan the sonne of Azaliah, the sonne of Meshullam the Scribe to the house of the Lord, saying,"},{"number":4,"verse":"Goe vp to Hilkiah the high priest, that he may summe the siluer which is brought into the house of the Lord, which the keepers of the doore haue gathered of the people."},{"number":5,"verse":"And let them deliuer it into the hand of the doers of the worke, that haue the ouersight of the house of the Lord: and let them giue it to the doers of the worke, which is in the house of the Lord, to repaire the breaches of the house,"},{"number":6,"verse":"Unto carpenters, and builders, and masons, and to buy timber and hewen stone, to repaire the house."},{"number":7,"verse":"Howbeit, there was no reckoning made with them, of the money that was deliuered into their hand, because they dealt faithfully."},{"number":8,"verse":"And Hilkiah the high Priest said vnto Shaphan the Scribe, I haue found the booke of the Law in the house of the Lord. And Hilkiah gaue the booke to Shaphan, and he read it."},{"number":9,"verse":"And Shaphan the Scribe came to the king, and brought the king word againe, and said, Thy seruants haue gathered the money that was found in the house, and haue deliuered it into the hand of them that doe the worke, that haue the ouersight of the house of the Lord."},{"number":10,"verse":"And Shaphan the Scribe shewed the king, saying, Hilkiah the Priest hath deliuered mee a booke: and Shaphan read it before the king."},{"number":11,"verse":"And it came to passe when the king had heard the words of the booke of the Law, that he rent his clothes."},{"number":12,"verse":"And the king commanded Hilkiah the Priest, and Ahikam the sonne of Shaphan, and Achbor the sonne of Michaiah, and Shaphan the Scribe, and Asahiah a seruant of the Kings, saying,"},{"number":13,"verse":"Goe yee, enquire of the Lord for me, and for the people, and for all Iudah, concerning the wordes of this booke that is found: for great is the wrath of the Lord that is kindled against vs, because our fathers haue not hearkened vnto the woordes of this booke, to doe according vnto all that which is written concerning vs."},{"number":14,"verse":"So Hilkiah the Priest, and Ahikam, and Achbor, and Shaphan, and Asahiah, went vnto Huldah the Prophetesse, the wife of Shallum the sonne of Tikuah, the sonne of Harhas, keeper of the wardrobe: now she dwelt in Ierusalem in the colledge: And they communed with her."},{"number":15,"verse":"And she said vnto them, Thus saith the Lord God of Israel, Tell the man that sent you to me;"},{"number":16,"verse":"Thus saith the Lord, Behold, I will bring euill vpon this place, and vpon the inhabitants thereof, euen all the words of the booke which the king of Iudah hath read."},{"number":17,"verse":"Because they haue forsaken me, and haue burnt incense vnto other gods, that they might prouoke mee to anger with all the woorkes of their handes: therefore my wrath shall bee kindled against this place, and shall not be quenched."},{"number":18,"verse":"But to the king of Iudah which sent you to enquire of the Lord, Thus shall yee say to him, Thus saith the Lord God of Israel, as touching the woordes which thou hast heard:"},{"number":19,"verse":"Because thine heart was tender, and thou hast humbled thy selfe before the Lord, when thou heardest what I spake against this place, and against the inhabitants thereof, that they should become a desolation and a curse, and hast rent thy cloathes, and wept before me; I also haue heard thee, saith the Lord."},{"number":20,"verse":"Behold therefore, I will gather thee vnto thy fathers, and thou shalt be gathered into thy graue in peace, and thine eyes shal not see all the euil which I will bring vpon this place. And they brought the king word againe."}]}