{"bibleAbbr":"KJV1611","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":24,"verses":[{"number":1,"verse":"In his dayes Nebuchadnezzar king of Babylon came vp, and Iehoiakim became his seruant three yeeres: then hee turned and rebelled against him."},{"number":2,"verse":"And the Lord sent against him bands of the Chaldees, and bandes of the Syrians, and bandes of the Moabites, and bands of the children of Ammon, and sent them against Iudah to destroy it, according to the word of the Lord, which hee spake by his seruants the Prophets."},{"number":3,"verse":"Surely at the commandement of the Lord came this vpon Iudah, to remooue them out of his sight, for the sinnes of Manasseh, according to all that he did:"},{"number":4,"verse":"And also for the innocent blood that hee shedde: (for hee filled Ierusalem with innocent blood) which the Lord would not pardon."},{"number":5,"verse":"Nowe the rest of the actes of Iehoiakim, and all that he did, are they not written in the booke of the Chronicles of the Kings of Iudah?"},{"number":6,"verse":"So Iehoiakim slept with his fathers: and Iehoiachin his sonne reigned in his stead."},{"number":7,"verse":"And the king of Egypt came not againe any more out of his land: for the King of Babylon had taken from the riuer of Egypt, vnto the riuer Euphrates, all that pertained to the King of Egypt."},{"number":8,"verse":"Iehoiachin was eighteene yeres old when he began to reigne, & he reigned in Ierusalem three moneths: & his mothers name was Nehushta the daughter of Elnathan, of Ierusalem."},{"number":9,"verse":"And hee did that which was euill in the sight of the Lord, according to all that his father had done."},{"number":10,"verse":"At that time the seruants of Nebuchadnezzar King of Babylon came vp against Ierusalem, and the citie was besieged."},{"number":11,"verse":"And Nebuchadnezzar king of Babylon came against the citie, and his seruants did besiege it."},{"number":12,"verse":"And Iehoiachin the King of Iudah went out to the king of Babylon, hee, and his mother, and his seruants, and his princes, and his officers: and the king of Babylon tooke him in the eight yeere of his reigne."},{"number":13,"verse":"And hee caried out thence all the treasures of the house of the Lord, and the treasure of the kings house, and cut in pieces all the vessels of gold which Solomon King of Israel had made in the Temple of the Lord, as the Lord had said."},{"number":14,"verse":"And hee caried away all Ierusalem, and all the princes, & all the mighty men of valour, euen tenne thousand captiues, and all the craftsmen, and smiths: none remained, saue the poorest sort of the people of the land."},{"number":15,"verse":"And he caried away Iehoiachin to Babylon, and the kings mother, and the kings wiues, and his officers, and the mighty of the land, those caried hee into captiuitie, from Ierusalem to Babylon."},{"number":16,"verse":"And all the men of might, euen seuen thousand, and craftesmen, & smiths a thousand, all that were strong and apt for warre, euen them the king of Babylon brought captiue to Babylon."},{"number":17,"verse":"And the king of Babylon made Mattaniah his fathers brother king in his stead, and changed his name to Zedekiah."},{"number":18,"verse":"Zedekiah was twentie and one yeeres olde when hee began to reigne, and he reigned eleuen yeeres in Ierusalem: and his mothers name was Hamutal, the daughter of Ieremiah of Libnah."},{"number":19,"verse":"And hee did that which was euill in the sight of the Lord, according to all that Iehoiachin had done."},{"number":20,"verse":"For through the anger of the Lord it came to passe in Ierusalem and Iudah, vntill he had cast them out from his presence, that Zedekiah rebelled against the king of Babylon."}]}