{"bibleAbbr":"guOV2016","bookName":"યહોશુઆનું પુસ્તક","bookEnglishName":"Joshua","chapterNumber":12,"verses":[{"number":1,"verse":"( જીતેલા રાજાઓની યાદી:મૂસાએ જીતેલા) ( ; .) હવે દેશના જે રાજાઓને મારીને ઇઝરાયલી લોકોએ તેઓનો દેશ, એટલે યર્દનની પેલે પાર, સૂર્યોદય તરફ, આર્નોની ખીણથી તે હેર્મોન પર્વત સુધીનો [દેશ] તથા પૂર્વ તરફનો આખો અરાબા, કબજે કરી લીધો, તે આ છે:"},{"number":2,"verse":"એટલે અમોરીઓનો રાજા સિહોન કે જે હેશ્બોનમાં રહેતો હતો, અને જેનો અમલ આર્નોન ખીણની સરહદ પર આવેલા અરોએરથી, તથા ખીણની મધ્યેના શહેર તથા અર્ધા ગિલ્યાદથી માંડીને, તે આમ્‍મોનપુત્રોની સરહદ ઉપરની યાબ્બોક નદી સુધી;"},{"number":3,"verse":"અને પૂર્વ તરફ કિન્‍નેરોથ સમુદ્ર સુધી, અરાબા પ્રદેશ, તથા પૂર્વ તરફ અરાબાના સમુદ્ર સુધી, એટલે ખારા સમુદ્ર સુધી, બેથ-યશીમોથને રસ્‍તે, અને દક્ષિણે પિસ્ગાના ઢોળાવની તળેટી સુધી ચાલતો હતો તે;"},{"number":4,"verse":"અને રફાઈઓના કુળમાંના બાકી રહેલામાંનો બાશાનનો રાજા ઓગ, કે જે આશ્તારોથ તથા એડ્રેઈમાં રહેતો હતો,"},{"number":5,"verse":"અને હેર્મોન પર્વત ઉપર ને સાલખા ઉપર ને આખા બાશાન ઉપર એટલે ગશૂરીઓની તથા માખાથીઓની હદ સુધી તથા અર્ધા ગિલ્યાદ ઉપર, એટલે હેશ્બોનના રાજા સિહોનની હદ સુધી, રાજ કરતો હતો તેની સરહદ સુધી [દેશ કબજે થયો.]"},{"number":6,"verse":"યહોવાના સેવક મૂસાએ ને ઇઝરાયલીઓએ તેઓને માર્યા. અને ( ; .) યહોવાના સેવક મૂસાએ રુબેનીઓને ને ગાદીઓને ને મનાશ્શાના અર્ધકુળને તે દેશ વતનમાં આપ્યો."},{"number":7,"verse":"( યહોશુઆએ જીતેલા રાજાઓ) અને યહોશુઆએ તથા ઇઝરાયલ પ્રજાએ દેશના જે રાજાઓને માર્યા તે આ છે: [તેઓનો દેશ] યર્દન પાર, પશ્ચિમ તરફ, લબાનોનની ખીણમાંના બાલ-ગાદથી માંડીને સેઈર પાસે હાલાક પર્વત સુધી હતો; અને યહોશુઆએ તે ઇઝરાયલનાં કુળોને તેઓના હિસ્સા પ્રમાણે વતનમાં આપ્યો."},{"number":8,"verse":"એટલે પહાડી પ્રદેશમાં, ને નીચાણના પ્રદેશમાં, અરાબામાં, ને ઢોળાવના પ્રદેશમાં, ને અરણ્યમાં, ને નેગેબમાં; હિત્તીઓ, અમોરીઓ, ને કનાનીઓ, પરિઝીઓ, હિવ્વીઓ, ને યબૂસીઓ:"},{"number":9,"verse":"એક યરીખોનો રાજા; એક બેથેલની પાસેના આયનો રાજા; એક યરીખોનો રાજા; એક બેથેલની પાસેના આયનો રાજા;"},{"number":10,"verse":"એક યરુશાલેમનો રાજા; એક હેબ્રોનનો રાજા;"},{"number":11,"verse":"એક યાર્મૂથનો રાજા; એક લાખીશનો રાજા;"},{"number":12,"verse":"એક એગ્લોનનો રાજા; એક ગેઝેરનો રજા;"},{"number":13,"verse":"એક દબીરનો રાજા; એક ગેદેરનો રાજા;"},{"number":14,"verse":"એક હોર્માનો રાજા; એક અરાદનો રાજા;"},{"number":15,"verse":"એક લિબ્નાનો રાજા; એક અદુલ્‍લામનો રાજા;"},{"number":16,"verse":"એક માક્‍કેદાનો રાજા; એક બેથેલનો રાજા;"},{"number":17,"verse":"એક તાપ્પુઆનો રાજા; એક હેફેરનો રાજા;"},{"number":18,"verse":"એક અફેકનો રાજા; એક લાશ્શારોનનો રાજા;"},{"number":19,"verse":"એક માદોનનો રાજા; એક હાસોરનો રાજા;"},{"number":20,"verse":"એક શિમ્રોન-મરોનનો રાજા; એક આખ્શાફનો રાજા;"},{"number":21,"verse":"એક તાનાખનો રાજા; એક કાર્મેલમાંના યોકનામનો રાજા;"},{"number":22,"verse":"એક કેદેશનો રાજા; એક કાર્મેલમાંના યોકનામનો રાજા;"},{"number":23,"verse":"એક દોરના પર્વત ઉપરનો દોરનો રાજા; એક ગિલ્ગાલમાંના ગોઈમનો રાજા;"},{"number":24,"verse":"એક તિર્સાનો રાજા; એ સર્વ મળીને એકત્રીસ રાજા હતા."}]}