{"bibleAbbr":"guOV2016","bookName":"યહોશુઆનું પુસ્તક","bookEnglishName":"Joshua","chapterNumber":2,"verses":[{"number":1,"verse":"( યહોશુઆ યરીખોમાં જાસૂસો મોકલે છે) અને નૂનના પુત્ર યહોશુઆએ શિટ્ટિમમાંથી બે માણસોને જાસૂસો તરીકે, છૂપી રીતે એમ કહીને મોકલ્યા, “તમે જઈને દેશની તથા યરીખોની બાતમી કાઢો.” અને તેઓ જઈને ( ; .) રાહાબ નામે એક વેશ્યાને ઘેર ઊતર્યા."},{"number":2,"verse":"અને યરીખોના રાજાને ખબર પડી કે દેશની બાતમી કાઢવાને ઇઝરાયલી લોકમાંથી માણસો આજે રાત્રે અહીં આવ્યા છે."},{"number":3,"verse":"અને યરીખોના રાજાએ રાહાબને કહેવડાવી મોકલ્યું, “જે માણસો તારે ત્યાં આવીને તારા ઘરમાં ઊતરેલા છે તેઓને બહાર કાઢ; કારણ કે તેઓ આખા દેશની બાતમી કાઢવાને આવ્યા છે.”"},{"number":4,"verse":"અને તે સ્‍ત્રી તે બે માણસોને સંતાડ્યા. અને કહ્યું, “એ માણસો મારે ત્યાં આવ્યા હતા ખરા, પણ તેઓ ક્યાંના છે તે મને ખબર નથી."},{"number":5,"verse":"અને એમ થયું કે અંધારું થયું ત્યારે આશરે દરવાજો બંધ કરાતી વેળાએ તે માણસો બહાર નીકળ્યા. અને તેઓ ક્યાં ગયા તે હું જાણતી નથી. વહેલા વહેલા તેઓની પાછળ જાઓ; કેમ કે તમે તેઓને પકડી પાડશો.”"},{"number":6,"verse":"પણ તેણે તેઓને ધાબા ઉપર લાવીને, શણની સરાંઠીઓ જે ધાબા ઉપર સિંચેલી હતી, તેમાં તેઓને સંતાડ્યા હતા."},{"number":7,"verse":"અને યર્દન જવાને રસ્તે થઈને ઊતરવાના આરા સુધી માણસો તેઓની પાછળ દોડ્યા. અને તેઓની પાછળ લાગનારા બહાર નીકળતાં જ લોકોએ દરવાજો બંધ કરી દીધો."},{"number":8,"verse":"( રાહાબ વેશ્યાને આપેલું વચન) અને તેઓના સૂઈ જતાં પહેલાં ધાબા પર તે તેઓની પાસે આવી,"},{"number":9,"verse":"અને તેણે તે માણસોને કહ્યું, “યહોવાએ આ દેશ તમને આપ્યો છે, ને તમારો ધાક અમને લાગે છે, ને તમારી આગળ દેશના સર્વ રહેવાસીઓનાં ગાત્રો શિથિલ થઈ ગયાં છે, એ હું જાણું છું."},{"number":10,"verse":"કેમ કે તમે મિસરમાંથી નીકળ્યા ત્યારે યહોવાએ તમારી આગળ ( .) સૂફ સમુદ્રનું પાણી કેવી રીતે સૂકવી નાખ્યું, અને ( .) અમોરીઓના બે રાજા, સિહોન તથા ઓગ, જેઓ યર્દન પાર રહેતા હતા, જેઓનો તમે સંપૂર્ણ નાશ કર્યો, તેઓની તમે શી દશા કરી તે અમે સાંભળ્યું છે."},{"number":11,"verse":"અને એ સાંભળતાં જ અમારાં ગાત્ર શિથિલ થઈ ગયાં, અને તમારે લીધે કોઈમાં કંઈ હિમ્મત રહી નહિ; કેમ કે યહોવા તમારા ઈશ્વર તે જ ઉપર આકાશમાં ને નીચે પૃથ્વી પર ઈશ્વર છે."},{"number":12,"verse":"માટે હવે હું તમને વિનંતી કરું છું કે, મારી આગળ યહોવાને નામે પ્રતિજ્ઞા કરો કે, મેં તમારા પર દયા કરી છે માટે તમે પણ મારા પિતાના ઘર ઉપર દયા કરીને મને ખરું ચિહ્ન આપશો."},{"number":13,"verse":"અને તમે મારા પિતાને, ને મારી માતાને, ને મારા ભાઈઓને, ને મારી બહેનોને, ને તેઓના સર્વસ્વને જીવતાં રહેવા દેશો, ને અમારા જીવ ઉગારશો.”"},{"number":14,"verse":"અને તે માણસોએ તેને કહ્યું, “જો તમે અમારી આ વાત નહિ કહી દો તો તમારા જીવને બદલે અમારા જીવ જાઓ. અને યહોવા આ દેશ અમને આપશે ત્યારે એમ થશે કે અમે તારી પ્રત્યે દયાથી અને સત્યતાથી વર્તીશું.”"},{"number":15,"verse":"ત્યારે રાહાબે તેઓને બારીમાંથી દોરડા વડે નીચે ઉતાર્યા; કારણ કે તેનું ઘર નગરકોટની ઉપર હતું, ને કોટ ઉપર તે રહેતી હતી."},{"number":16,"verse":"અને તેણે તેઓને કહ્યું, “તમે પર્વત ઉપર જતા રહો, રખેને પાછળ લાગનારાઓના હાથમાં તમે આવી પડો. અને તમારી પાછળ લાગનારા પાછા આવે ત્યાં સુધી ત્રણ દિવસ તમે ત્યાં સંતાઈ રહેજો. અને ત્યારપછી તમે તમારે માર્ગે ભલે જાઓ."},{"number":17,"verse":"અને તે માણસોએ તેને કહ્યું, “આ જે પ્રતિજ્ઞા તેં અમારી પાસે લેવડાવી છે તે વિષે અમે [આ પ્રમાણે] નિર્દોષ રહીશું."},{"number":18,"verse":"જો, અમે આ દેશમાં આવીએ ત્યારે જે બારીમાંથી તેં અમને નીચે ઉતાર્યા છે, તેના પર તું આ કિરમજી રંગની દોરડી બાંધજે. અને તારા પિતાને, ને તારી માતાને, ને તારા ભાઈઓને, ને તારા પિતાના ઘરનાં સર્વને તારી પાસે ઘરમાં ભેગાં કરી રાખજે,"},{"number":19,"verse":"અને એમ થશે કે જે કોઈ તારા ઘરના બારણાની બહાર નીકળીને રસ્તામાં જાય, તેનું રક્ત તેને માથે, અમે તો અમારે નિર્દોષ રહીશું. નએ જે કોઈ તારી પાસે ઘરમાં હોય તેના પર કોઈનો હાથ પડે તો તેનું રક્ત અમારે માથે."},{"number":20,"verse":"પણ જો તું અમારી આ વાત કહી દે, તો જે પ્રતિજ્ઞા તેં અમને લેવડાવી છે તે વિષે અમે નિર્દોષ રહીશું.”"},{"number":21,"verse":"ત્યારે તેણે કહ્યું, “તમારા વચન પ્રમાણે થાઓ.” અને તેણે તેઓને વિદાય કર્યા, ને તેઓ ચાલ્યા ગયા; અને તેણે પેલી કિરમજી દોરડી બારીએ બાંધી."},{"number":22,"verse":"અને તેઓ પર્વત પર જઈ પહોંચ્યા, અને તેમની પાછળ લાગનારા પાછા ગયા ત્યાં સુધી ત્રણ દિવસ તેઓ ત્યાં જ રહ્યાં. અને તેમની પાછળ લાગનારાઓએ આખે રસ્તે તેઓની શોધ કરી, પણ તેઓને તેઓ મળ્યા નહિ."},{"number":23,"verse":"અને તે બે માણસ પર્વત ઉપરથી ઊતર્યા, ને [નદી] ઓળંગીને નૂનના દીકરા યહોશુઆની પાસે પાછા આવ્યા. અને તેઓના સંબંધમાં જે કંઈ બન્યું હતું તે સર્વ તેઓએ તેને કહી સંભળાવ્યું."},{"number":24,"verse":"અને તેઓએ યહોશુઆને એમ કહ્યું, “ખરેખર યહોવાએ આખો દેશ આપણા હાથમાં આપ્યો છે. અને વળી આપણી આગળ દેશના સર્વ રહેવાસીઓનાં ગાત્રો શિથિલ થઈ ગયાં છે."}]}