{"bibleAbbr":"guOV2016","bookName":"યહોશુઆનું પુસ્તક","bookEnglishName":"Joshua","chapterNumber":24,"verses":[{"number":1,"verse":"( ઇઝરાયલને યહોશુઆની ચેતવણી અને વિનવણી) યહોશુઆએ ઇઝરાયલનાં સર્વ કુળોને શખેમમાં એકઠાં કરીને ઇઝરાયલનાં વડીલોને ને તેઓના મુખ્ય પુરુષોને ને તેઓના ન્યાયાધીશોને ને તેઓના આગેવાનોને બોલાવ્યા. અને તેઓ ઈશ્વરની આગળ રજૂ થયા."},{"number":2,"verse":"ત્યારે યહોશુઆએ સર્વ લોકોને કહ્યું, “ઇઝરાયલના ઈશ્વર યહોવા એમ કહે છે કે પૂર્વકાળે તમારા પૂર્વજ એટલે ઇબ્રાહિમના પિતા ને નાહોરના પિતા ( .) તેરા નદીની પેલી બાજુ વસતા હતા; અને તેઓ અન્ય દેવોની સેવા કરતા હતા."},{"number":3,"verse":"( .) મેં તમારા પિતૃ ઇબ્રાહિમને નદીની પેલી બાજુથી લાવીને તેને આખા કનાન દેશમાં ફેરવ્યો, ને તેનાં સંતાન વધાર્યાં ને ( .) તેને ઇસહાક આપ્યો."},{"number":4,"verse":"અને ( .) મેં ઇસહાકને યાકૂબ તથા એસાવ આપ્યા. અને ( ; .) વતન તરીકે મેં એસાવને સેઈર પર્વત આપ્યો; અને ( .) યાકૂબ ને તેના દીકરાઓ મિસરમાં જઈ રહ્યા."},{"number":5,"verse":"પછી ( .) મેં મૂસાને તથા હારુનને મોકલ્યા, ને મિસરમાં મેં જે કર્યું તે પ્રમાણે હું તે પર વિપત્તિઓ લાવ્યો. અને ત્યારપછી હું તમને [ત્યાંથી] કાઢી લાવ્યો."},{"number":6,"verse":"અને ( .) હું તમારા પિતૃઓને મિસરમાંથી કાઢી લાવ્યો; અને તમે સમુદ્ર સુધી આવી પહોંચ્યા; અને મિસરીઓ રથો તથા સવારો લઈને લાલ સમુદ્ર સુધી તમારા પિતૃઓની પાછળ પડ્યા."},{"number":7,"verse":"અને તેઓએ યહોવાને પોકાર કર્યો, ત્યારે યહોવાએ તમારી તથા મિસરીઓની વચ્ચે અંધકાર કરી નાખ્યો, ને તેઓ પર સમુદ્ર લાવીને તેઓને તેમાં ડુબાવી દીધા. અને મેં મિસરમાં જે કંઈ કર્યું તે તો તમે તમારી આંખોએ જોયું છે. અને તમે અરણ્યમાં ઘણા દિવસ સુધી રહ્યા."},{"number":8,"verse":"વળી જે ( .) અમોરીઓ યર્દનની પેલી બાજુ વસતા હતા, તેઓના દેશમાં હું તમને લાવ્યો; અને તેઓએ તમારી સાથે યુદ્ધ કર્યું, અને મેં તેઓને તમારા હાથમાં સોંપી દીધા, ને તમે તેઓનો દેશ કબજે કરી લીધો; અને મેં તમારી આગળ તેઓનો નાશ કર્યો."},{"number":9,"verse":"પછી ( .) મોઆબના રાજા સિપ્પોરના દીકરા બાલાકે ઊઠીને ઇઝરાયલની સાથે યુદ્ધ કર્યું; અને તેણે તમને શાપ આપવા માટે બયોરના દીકરા બલામને બોલાવી મંગાવ્યો;"},{"number":10,"verse":"પણ બલામનું મેં સાંભળ્યું નહિ; માટે તેણે તમને આશીર્વાદ જ આપ્યો; એમ મેં તમને તેના હાથમાંથી છોડાવ્યા."},{"number":11,"verse":"પછી ( .) તમે યર્દન ઊતરીને ( .) યરીખો પાસે આવી પહોંચ્યા; ત્યારે યરીખોના માણસોએ, એટલે અમોરીઓ, પરીઝીઓ, કનાનીઓ, હિત્તીઓ, ગિર્ગાશીઓ, હિવ્વીઓ ને યબૂસીઓએ તમારી સાથે યુદ્ધ કર્યું, અને મેં તેઓને તમારા હાથમાં સોંપી દીધા."},{"number":12,"verse":"વળી મેં તમારી આગળ ( ; .) ભમરીઓ મોકલી, તેઓએ તેઓને, એટલે અમોરીઓના બે રાજાઓને, તમારી આગળથી હાંકી કાઢ્યા; તારી તરવારથી ને તારા ઘનુષ્યથી એ થયું નહોતું."},{"number":13,"verse":"( .) એ પ્રમાણે જે દેશ માટે તેં શ્રમ કર્યો નહોતો ને જે નગરો તમે બાંધ્યાં નહોતાં, તે મેં તમને આપ્યાં, ને તમે તેમાં વસો છો:જે દ્રાક્ષાવાડીઓ તથા જૈતવાડીઓ તમે રોપી નહોતી, તે [નાં ફળ] તમે ખાઓ છો."},{"number":14,"verse":"તો હવે યહોવાનું ભય રાખો, ને પ્રામાણિકપણાથી ને સત્યતાથી તેમની સેવા કરો; અને નદીની પેલી બાજુ તથા મિસરમાં તમારા પિતૃઓ જે દેવોની સેવા કરતા હતા, તે દેવોને દૂર કરીને યહોવાની સેવા કરો."},{"number":15,"verse":"અને જો યહોવાની સેવા કરવી એ તમને માઠું લાગતુમ હોય, તો કોની સેવા તમે કરશો તે આજે જ પસંદ કરો; એટલે નદીની પેલી બાજુ તમારા પિતૃઓ જે દેવોની સેવા કરતા હતા તેઓની, અથવા જે અમોરીઓના દેશમાં તમે વસો છો તેઓના દેવોની? પણ હું ને મારા ઘરનાં તો યહોવાની જ સેવા કરીશું.”"},{"number":16,"verse":"( કરારનો પુન:એકરાર) ત્યારે લોકોએ ઉત્તર આપ્યો, “ઈશ્વર એવું ન થવા દો કે યહોવાને મૂકી દઈને અમે બીજા દેવોની સેવા કરીએ;"},{"number":17,"verse":"કેમ કે જે અમને ને અમારા પિતૃઓને મિસર દેશમાંથી, એટલે ગુલામીના ઘરમાંથી, કાઢી લાવ્યા, ને જેમણે અમારા જોતાં તે મોટા ચમત્કાર કર્યા, ને અમે જે રસ્તે ચાલ્યા તે આખા રસ્તામાં, ને જે સર્વ લોકો મધ્યે થઈને અમે ચાલ્યા તેઓ મધ્યે અમારું રક્ષણ કર્યું, તે જ યહોવા અમારા ઈશ્વર છે;"},{"number":18,"verse":"અને સર્વ લોકોને એટલે દેશમાં રહેનારા અમોરીઓને યહોવાએ અમારી આગળથી કાઢી મૂક્યા છે, તે માટે અમે પણ યહોવાની સેવા કરીશું; કેમ કે તે અમારા ઈશ્વર છે.”"},{"number":19,"verse":"ત્યારે યહોશુઆએ લોકોને કહ્યું, “તમારાથી યહોવાની સેવા નહિ કરાય:કેમ કે તે તો પવિત્ર ઈશ્વર છે; તે આસ્થાધારી ઈશ્વર છે. તે તમારાં ઉલ્લંઘનની ને તમારાં પાપોની ક્ષમા નહિ કરે."},{"number":20,"verse":"જો તમે યહોવાને છોડીને અન્ય દેવોની સેવા કરશો, તો તમારું સારું કર્યા પછી પણ તે તમારી ઊલટા થઈને તમારું માઠું કરશે, ને તમારો ક્ષય કરશે.”"},{"number":21,"verse":"ત્યારે લોકોએ યહોશુઆને કહ્યું, “એમ નહિ બને. પણ અમે તો યહોવાની જ સેવા કરીશું.”"},{"number":22,"verse":"અને યહોશુઆએ લોકોને કહ્યું, “તમે પોતે તમારા સાક્ષી છો કે તમે જાતે તેમની સેવા કરવાને યહોવાને પસંદ કર્યા છે.” ત્યારે તેઓએ કહ્યું, “અમે સાક્ષી છીએ.”"},{"number":23,"verse":"[તેણે કહ્યું] , “તો હવે તમારી મધ્યે જે અન્ય દેવો છે તેમને દૂર કરો, ને તમારું હ્રદય ઇઝરાયલના ઈશ્વર યહોવાની તરફ વાળો.”"},{"number":24,"verse":"અને લોકોએ યહોશુઆને કહ્યું, “આપણા ઈશ્વર યહોવાની જ સેવા અમે કરીશું, ને તેમની જ વાણી અમે સાંભળીશું.”"},{"number":25,"verse":"માટે તે દિવસે યહોશુઆએ લોકોની સાથે કરાર કર્યો, ને શખેમમાં તેઓને માટે વિધિ ને નિયમ ઠરાવ્યા."},{"number":26,"verse":"ત્યાર પછી યહોશુઆએ એ વાતો ઈશ્વરના નિયમશાસ્‍ત્રના પુસ્તકમાં લખી; અને તેણે મોટો પથ્થર લઈને ત્યાં યહોવાના પવિત્રસ્થાનમાં જે એલોનવૃક્ષ છે તેની નીચે તે ઊભો કર્યો."},{"number":27,"verse":"અને યહોશુઆએ સર્વ લોકોને કહ્યું, “જુઓ, આ પથ્થર આપણી વિરુદ્ધ સાક્ષી થશે; કેમ કે યહોવાએ પોતાની જે વાતો આપણી આગળ કહી તે સર્વ એણે સાંભળી છે. તો એ તમારી વિરુદ્ધ સાક્ષી થશે, રખેને તમે તમારા ઈશ્વરનો ઇનકાર કરો.”"},{"number":28,"verse":"પછી યહોશુઆએ લોકોને, એટલે પ્રત્યેક માણસને, પોતપોતના વતનમાં રવાના કર્યા."},{"number":29,"verse":"( યહોશુઆનું મૃત્યુ) એ બિનાઓ બન્યા પછી, નૂનનો પુત્ર, યહોવાનો સેવક યહોશુઆ, એકસો દશ વર્ષનો થઈને મરણ પામ્યો."},{"number":30,"verse":"અને ( .) તેના વતનની હદમાં એફ્રાઈમના પહાડી પ્રદેશમાં જે તિમ્નાથ-સેરા છે તેમાં, ગઆશ ડુંગરની ઉત્તરમાં, તેઓએ તેને દાટ્યો."},{"number":31,"verse":"અને યહોશુઆની આખી જિંદગી સુધી, ને જે વડીલો યહોશુઆની પાછળ જીવતા રહ્યા, અને યહોવાએ જે સર્વ કામ ઇઝરાયલને માટે કર્યાં હતાં તે જેઓ જાણતા હતા તેઓના જીવતાં સુધી ઇઝરાયલે યહોવાની સેવા કરી."},{"number":32,"verse":"( યૂસફનાં હાડકાં શખેમમાં દાટ્યાં) અને શખેમમાં ( ; ; .) જે ભૂમિનો કટકો યાકૂબે શખેમના પિતા હમોરના દીકરાઓ પાસેથી સો રૂપિયે વેચાતો લીધો હતો તેમાં તેઓએ ( ; .) મિસરમાંથી ઇઝરાયલીઓએ લાવેલાં યૂસફનાં હાડકાં દાટ્યાં; અને તે યૂસફપુત્રોનો વારસો બન્યાં."},{"number":33,"verse":"અને હારુનનો પુત્ર એલાઝાર મરણ પામ્યો; અને તેના પુત્ર ફીનહાસની જે ટેકરી, એફ્રાઈમના પહાડી પ્રદેશમાં તેને આપેલી હતી, તેના પર તેઓએ તેને દાટ્યો."}]}