{"bibleAbbr":"guOV2016","bookName":"યહોશુઆનું પુસ્તક","bookEnglishName":"Joshua","chapterNumber":4,"verses":[{"number":1,"verse":"( બાર સ્મારક પથ્થરો ઊભા કર્યા) અને આખી પ્રજા યર્દન ઊતરી રહી ત્યારે એમ થયું કે, યહોવાએ યહોશુઆને કહ્યું,"},{"number":2,"verse":"“તમે તમારે માટે લોકોમાંથી બાર માણસ, એટલે પ્રત્યેક કુળમાંથી અકેક માણસ લઈને"},{"number":3,"verse":"તેઓને એવી આજ્ઞા કરો, “યર્દન મધ્યેથી, એટલે જ્યાં યાજકો ઊભા રહ્યા હતા, ત્યાંથી તમારે માટે બાર પથ્થર લઈને તમારી સાથે પેલી બાજુ લઈ જાઓ, ને આજ રાત્રે જ્યાં તમે મુકામ કરો ત્યાં તેઓને મૂકો.’”"},{"number":4,"verse":"ત્યારે પ્રત્યેક કુળમાંથી અકેક માણસ, એ પ્રમાણે ઇઝરાયલી લોકમાંથી જે બાર માણસોને યહોશુઆએ તૈયાર રાખ્યા હતા, તેઓને તેણે બોલાવ્યા."},{"number":5,"verse":"અને યહોશુઆએ તેઓને કહ્યું, “તમારા ઈશ્વર યહોવાના કોશની આગળ યર્દન મધ્યે જાઓ, અને તમારામાંનો પ્રત્યેક જણ ઇઝરાયલી લોકોના કુળની સંખ્યા પ્રમાણે તમારે ખભે અકેક પથ્થર ઊંચકી લો."},{"number":6,"verse":"એ માટે કે તેઓ તમારે માટે ચિહ્નરૂપ થાય કે, જ્યારે આવતા કાળમાં તમારાં છોકરાં પૂછે કે, ‘આ પથ્થરોનો શો અર્થ છે?"},{"number":7,"verse":"ત્યારે તમે તેઓને એમ કહો કે, ‘ [આનું કારણ એ છે કે] યહોવાના કરારકોશની આગળ યર્દનનાં પાણીના ભાગ થઈ ગયા. જ્યારે યર્દનને પાર તે ઊતરતો હતો ત્યારે યર્દનનાં પાણીના ભાગ થઈ ગયા. અને એ પથ્થરો ઇઝરાયલી લોકોના સ્મરણાર્થે સદાકાળ રહેશે.’”"},{"number":8,"verse":"અને યહોશુઆએ આજ્ઞા આપી તેમ ઇઝરાયલી લોકોએ કર્યું, અને યહોવાએ યહોશુઆને કહ્યું હતું તે પ્રમાણે તેઓએ ઇઝરાયલી લોકોનાં કુળની સંખ્યા‍ પ્રમાણે યર્દન મધ્યેથી બાર પથ્થરો ઊંચકી લીધા. અને તેઓએ તે પોતાની સાથે પેલે પાર છાવણી સુધી લઈ જઈને ત્યાં મૂક્યા."},{"number":9,"verse":"અને યર્દન મધ્યે, એટલે જ્યાં કરારકોશ ઊંચકનારા યાજકો ઊભા રહ્યા હતા તે સ્થળે, યહોશુઆએ બાર પથ્થર ઊભા કર્યા. અને તેઓ આજ સુધી ત્યાં છે."},{"number":10,"verse":"કેમ કે જે સર્વ આજ્ઞા ઓ મૂસાએ યહોશુઆને આપી હતી, તે પ્રમઆણે જે કંઈ લોકોને ફરમાવવાનું યહોવાએ યહોશુઆને કહ્યું હતું તે સઘળું પૂરું થયું ત્યાં સુધી કોશ ઊંચકનારા યાજકો યર્દન મધ્યે ઊભા થઈ રહ્યા. અને લોકો ઉતાવળ કરીને પાર ઊતરી ગયા."},{"number":11,"verse":"અને એમ થયું કે, સર્વ લોક પાર ઊતરી ગયા પછી યહોવાનો કોશ તેમ જ યાજકો લોકોના દેખતાં પેલે પાર ઊતર્યા."},{"number":12,"verse":"અને રુબેનપુત્રો ને ગાદપુત્રો ને મનાશ્શાનું અર્ધકુળ મૂસાના ફરમાવ્યા પ્રમાણે શસ્‍ત્ર સજીને ઇઝરાયલી લોકોની આગળ પેલે પાર ગયા."},{"number":13,"verse":"આશરે ચાળીસ હજાર માણસ યુદ્ધને માટે શસ્‍ત્ર સજીને તૈયાર થયેલા, યહોવાની આગળ, યરીખોના મેદાનમાં લડવા [નદી] ઊતર્યા."},{"number":14,"verse":"તે દિવસે યહોવાએ યહોશુઆને સર્વ ઇઝરાયલની નજર આગળ મોટો મનાવ્યો. અને તેઓ જેમ મૂસાની તેમ તેના આયુષ્યના સર્વ દિવસભર તેની બીક રાખતા હતા."},{"number":15,"verse":"અને યહોવાએ યહોશુઆને કહ્યું,"},{"number":16,"verse":"“કરારકોશ ઊંચકનારા યાજકોને યર્દનમાંથી નીકળી આવવાની આજ્ઞા આપ.”"},{"number":17,"verse":"તે માટે યહોશુઆએ યાજકોને આજ્ઞા કરી, “યર્દનમાંથી નીકળી આવો.”"},{"number":18,"verse":"અને યહોવાનો કરારકોશ ઊંચકનારા આવ્યા, ને યાજકોના પગનાં તળિયાં કોરી ભૂમિ પર પડ્યાં, ત્યારે એમ થયું કે યર્દનનું પાણી પોતાને સ્થળે પાછું આવીને પહેલાંની જેમ ચારે કાંઠે ભરપૂર થઈને વહેવા લાગ્યું."},{"number":19,"verse":"અને લોકો પહેલા માસને દશમે દિવસે યર્દનમાંથી નિકળી આવ્યા, અને યરીખોની પૂર્વ તરફની સીમા ઉપર ગિલ્ગાલમાં તેઓએ છાવણી કરી."},{"number":20,"verse":"અને જે બાર પથ્થર તેઓ યર્દનમાંથી લાવ્યા હતા, તે યહોશુઆએ ગિલ્ગાલમાં ઊભા કર્યા."},{"number":21,"verse":"અને તેણે ઇઝરાયલી લોકોને એમ કહ્યું, “આવતા કાળમાં તમારાં વંશજો તેમના પિતાને પૂછે, “આ પથ્થરોનો શો અર્થ છે?’"},{"number":22,"verse":"ત્યારે તમારે તમારા વંશજોને જણાવતાં કહેવું, ‘ઇઝરાયલીઓ યર્દનમાંથી કોરી ભૂમિ પર થઈને પાર આવ્યા.’"},{"number":23,"verse":"કેમ કે જેમ તમારા ઈશ્વર યહોવાએ સૂફ સમુદ્રને કર્યું, એટલે અમે પાર ઊતરી રહ્યા ત્યાં સુધી તેમણે તેને અમારી આગળ સૂકવી નાખ્યો, તેમ તમારા ઈશ્વર યહોવાએ તમે યર્દનની પાર ઊતરી રહ્યા ત્યાં સુધી તમારી આગળ તે નદીનાં પાણી સૂકવી નાખ્યાં."},{"number":24,"verse":"એ માટે કે પૃથ્વી પરનાં સર્વ લોકો જાણે કે યહોવાનો હાથ બળવાન છે, ને તેઓ સર્વકાળ તમારા ઈશ્વર યહોવાનો ભય રાખે.”"}]}