{"bibleAbbr":"guOV2016","bookName":"યહોશુઆનું પુસ્તક","bookEnglishName":"Joshua","chapterNumber":6,"verses":[{"number":1,"verse":"( યરીખોનું પતન) (હવે ઇઝરાયલી લોકોને લીધે યરીખોને પૂરેપૂરું બંધ કરી દેવામાં આવ્યું હતું. કોઈ તેની બહાર આવતું નહિ, તેમ જ કોઈ અંદર જતું નહિ.)"},{"number":2,"verse":"અને યહોવાએ યહોશુઆને કહ્યું, “જો, મેં યરીખો ને તેનો રાજા તથા શૂરવીર પુરુષો તારા હાથમાં આપ્યાં છે."},{"number":3,"verse":"અને તમે સર્વ લડવૈયા નગરને ઘેરો નાખો, ને નગરની એક વાર પ્રદક્ષિણા કરો. એમ છ દિવસ સુધી તું કર."},{"number":4,"verse":"અને સાત યાજકો કોશની આગળ આગળ મેંઢાનાં શિંગનાં સાત રણશિંગડાં લઈને ચાલે. અને સાતમે દિવસે સાત વાર નગરની પ્રદક્ષિણા કરો, ને યાજકો રણશિંગડા વગાડે."},{"number":5,"verse":"અને જ્યારે તેઓ મેંઢાનું શિંગ લાબે સાદે વગાડે, ને રણશિંગડાનો અવાજ તમે સાંભળો, ત્યારે એમ થાય કે, સર્વ લોકો મોટે સાદે હોકરો કરે. પછી નગરનો કોટ ‘તૂટી પડશે, ત્યારે લોકોમાંથી પ્રત્યેક માણસે સીધા અંદર ધસી જવું.”"},{"number":6,"verse":"અને નૂનના દીકરા યહોશુઆએ યાજકોને બોલાવીને કહ્યું, “કરારકોશ ઊંચકો, અને સાત યાજકો યહોવાના કોશની આગળ આગળ મેંઢાનાં શિંગનાં સાત રણશિંગડાં લઈને ચાલે.”"},{"number":7,"verse":"અને તેણે લોકોને કહ્યું, “આગળ ચલો, નગરની પ્રદક્ષિણા કરો, અને હથિયારબંધ પુરુષો યહોવાના કોશની આગળ આગળ ચાલે.”"},{"number":8,"verse":"અને એમ થયું કે, જ્યારે યહોશુઆ લોકોને એ કહી રહ્યો, ત્યારે સાત યાજકો યહોવાનીઇ આગળ મેંઢાના શિંગના સાત રણશિંગડાં લઈને આગળ ચાલ્યા ને રણશિંગડાં વગાડ્યાં. અને યહોવાનો કરારકોશ તેઓની પાછળ પાછળ ચાલ્યો."},{"number":9,"verse":"અને હથિયારબંધ પુરુષો રણશિંગડાં વગાડનારા યાજકોની આગળ ચાલ્યા, અને પાછળતની ટુકડી કોશની પાછળ ચાલી. [યાજકો તો] ચાલતાં ચાલતાં રણશિંગડાં વગાડતાં હતા."},{"number":10,"verse":"અને યહોશુઆએ લોકોને એવી આજ્ઞા કરી, “હું તમને હોકારો કરવાનું કહું તે દિવસ સુધી તમે હોકારો કરશો નહિ, ને તમારી વાણી સંભળાવા દેશો નહિ, ને તમારા મોંમાંથી એકે શબ્‍દ નીકળે નહિ. [હું કહું] ત્યારે જ તમે હોકારો કરજો.”"},{"number":11,"verse":"એ પ્રમાણે તેણે યહોવાના કોશને પહેલી વાર નગરની આસપાસ ફેરવીને તેની પ્રદક્ષિણા કરાવી; અને તેઓ છાવણીમાં આવીને છાવણીમાં રહ્યા."},{"number":12,"verse":"અને સવારે યહોશુઆ વહેલો ઊઠ્યો, અને યાજકોએ યહોવાનો કોશ ઊંચકી લીધો."},{"number":13,"verse":"અને સાત યાજકોએ યહોવાના કોશની આગળ મેંઢાનાં શિંગનાં સાત રણશિંગડાં લઈને વગાડતા વગાડતા ચાલ્યા. અને હથિયારબંધ માણસો તેઓની આગળ ચાલ્યા. અને પાછળની ટુકડી યહોવાના કોશની પાછળ ચાલી. [યાજકો તો] ચલતાં ચાલતાં રણશિંગડાં વગાડતાં હતા."},{"number":14,"verse":"અને બીજે દિવસે તેઓ નગરની એક વાર પ્રદક્ષિણા કરીને છાવણીમાં પાછા આવ્યા. એ પ્રમાણે તેઓએ છ દિવસ કર્યું."},{"number":15,"verse":"અને સાતમે દિવસે એમ થયું કે, પ્રભાત થતાં જ તેઓએ વહેલા ઊઠીને તે જ રીતે નગરની સાત વાર પ્રદક્ષિણા કરી."},{"number":16,"verse":"અને સાતમી વખતે એમ થયું કે, યાજકો રણશિંગડાં વગાડતા હતા ત્યારે યહોશુઆએ લોકોને કહ્યું, “હોકારો કરો; કેમ કે યહોવાએ નગર તમને આપ્યું છે."},{"number":17,"verse":"અને નગર તથા તેમાંનું સર્વ યહોવાને સમર્પિત થશે. કેવળ રાહાબ વેશ્યા અને તેની સાથે ઘરમાં જે હોય તે સર્વ જીવતાં રહે, કારણ કે જે જાસૂસોને આપણે મોકલ્યા હતા તેઓને તેણે સંતાડી રાખ્યા હતા તેઓને તેણે સંતાડી રાખ્યા હતા."},{"number":18,"verse":"અને શાપિત વસ્‍તુથી તમે પોતાને સર્વ પ્રકારે અલગ રાખો, રખેને તેને શાપિત કર્યા પછી તમે પોતે શાપિત વસ્તુને લો; અને એમ કરીને ઇઝરાયલની છાવણીને શાપિત કરો, ને તેને હેરાન કરો."},{"number":19,"verse":"પણ સર્વ રૂપું તથા સોનું, ને પિત્તળનાં તથા લોઢનાં પાત્ર યહોવાને માટે પવિત્ર છે. તે યહોવાના ભંડરમાં જાય.”"},{"number":20,"verse":"ત્યારે લોકોએ હોકારો કર્યો અને [યાજકોએ] રણશિંગડાં વાગડ્યાં. અને એમ થયું કે, લોકોએ રણશિંગડાનો અવાજ સાંભળતાં જ ઘાંટો કાઢીને મોટો હોકારો કર્યો, ( .) ત્યારે કોટ એમને એમ તૂટી પડ્યો; એટલે લોકોમાંનો પ્રત્યેક પુરુષ સીધો નગરમાં ઘસી ગયો, અને તેઓએ નગર લીધું."},{"number":21,"verse":"અને તેઓએ નગરમાં જે કંઈ હતું તે સર્વનો, એટલે પુરષ ને સ્‍ત્રી, જુવાન ને વૃદ્ધ, ને ઢોર ને ઘેટાં ને ગધેડાં, તેઓનો તરવારની ધારથી વિનાશ કર્યો."},{"number":22,"verse":"અને જે બે માણસોને દેશની જાસૂસી કરી હતી તેઓને યહોશુઆઅએ કહ્યું, “વેશ્યાને ઘેર જઈને તેની આગળ તમે પ્રતિજ્ઞા લીધી હતી, તે પ્રમાણે તેને ને તેના સર્વસ્વને ત્યાંથી કાઢી લાવો.”"},{"number":23,"verse":"અને જુવાન જાસૂસો અંદર જઈને રાહાબને ને તેના પિતાને, ને તેની માતાને, ને તેના ભાઈઓને, ને તેના સર્વસ્વને કાઢી લાવ્યા. વળી તેનાં સર્વ સગાંને પણ તેઓ કાઢી લાવ્યા; અને તેમને તેઓએ ઇઝરાયલની છાવણી બહારર મૂક્યાં."},{"number":24,"verse":"અને તેઓએ નગરને તથા જે કંઈ તેમાં હતું તે સરવને અગ્નિમાં બાલી નાખ્યાં, ફક્ત રૂપું ને સોનું, ને પિત્તળનાં ને લોઢાંનાં પાત્રો તેઓએ યહોવાના ઘરના ભંડારમાં મૂક્યાં."},{"number":25,"verse":"પણ ( .) રાહાબ વેશ્યાને, અને તેના પિતાના કુટુંબકબીલાને, અને તેના સર્વસ્વને યહોશુઆએ બચાવી લીધા; અને તે આજ સુધી ઇઝરાયલમાં રહી; કારણ કે યરીખોની બાતમી કાઢવાને યહોશુઆએ જે જાસૂસો મોકલ્યા હતા તેઓને તેણે સંતાડી રાખ્યા હતા."},{"number":26,"verse":"અને તે વખતે યહોશુઆએ તેઓને એવી પ્રતિજ્ઞા લેવડાવી કે, “જે ( .) કોઈ ઊઠીને યરીખો નગર બાંધે તે યહોવાની આગળ શાપિત થાઓ. તેનો પાયો તે પોતાના જ્યેષ્ઠ પુત્રના જીવને બદલે નાખે, ને પોતાના સૌથી નાના પુત્રના જીવને બદલે તેના દરવાજા ઊભા કરે.”"},{"number":27,"verse":"એ પ્રમાણે યહોવા યહોશુઆની સાથે રહ્યા હતા. અને તે આખા દેશમાં તેની કીર્તિ ફેલાઈ ગઈ."}]}