{"bibleAbbr":"guOV2016","bookName":"યહોશુઆનું પુસ્તક","bookEnglishName":"Joshua","chapterNumber":7,"verses":[{"number":1,"verse":"( આખાનનું પાપ) પણ ઇઝરાયલ પ્રજાએ શાપિત વસ્તુ વિષે અપરાધ કર્યો; કેમ કે યહૂદાના કુળમાંના ઝેરાના પુત્ર ઝાબ્દીના પુત્ર કાર્મીના પુત્ર આખાને તે શાપિત વસ્તુમાંથી કંઈ લઈ લીધું; અને યહોવાનો કોપ ઇઝરાયલીઓ પર સળગી ઊઠ્યો."},{"number":2,"verse":"બેથ-આવેન પાસે, બેથેલની પૂર્વ તરફ આય છે, ત્યાં યહોશુઆએ યરીખોથી માણસોને મોકલીને ક્હ્યું, “તમે જઈને તે દેશની બાતમી કાઢી આવો.” અને તે માણસો જઈને આયની બાતમી કાઢી લાવ્યા."},{"number":3,"verse":"અને તેઓએ યહોશુઆની પાસે પાછા આવીને તેને કહ્યું, “સર્વ લોકોએ જવું નહિ. પણ આશરે બે કે ત્રણ હજાર પુરુષો જઈને આયને મારે. બધા જ લોકોને ત્યાં જવાનો પરિશ્રમ આપશો નહિ; કેમ કે તે લોકો માત્ર થોડા છે.”"},{"number":4,"verse":"અને લોકોમાંથી આશરે ત્રણ હજાર પુરુષો ત્યાં ગયા; પણ આયના માણસોની આગળથી તેઓ નાઠા."},{"number":5,"verse":"અને આયના માણસોને તેઓમાંના આશરે છત્રીસ માણસ માર્યા; અને તેઓએ દરવાજા આગળથી તે છેક શબારીમ સુધી તેમની પાછળ પડીને ઊતરવાની જગા આગળ તેમને માર્યા. અને લોકોનાં હ્રદય પીગળીને પાણી જેવાં થઈ ગયાં."},{"number":6,"verse":"અને યહોશુઆએ પોતાનાં વસ્‍ત્ર ફાડ્યાં, ને પોતે ઇઝરાયલના વડીલો સહિત યહોવાના કોશની આગળ ભૂમિ ઉપર સાંજ સુધી ઊંધો પડી રહ્યો; અને તેઓએ પોતાનાં માથાં પર ધૂળ નાખી."},{"number":7,"verse":"ત્યારે યહોશુઆ બોલ્યો, “અરેરે! હે પ્રભુ યહોવા, અમને અમોરીઓના હાથમાં સોંપીને અમારો નાશ કરવા માટે તમે આ લોકને યર્દન પાર લાવ્યા જ કેમ? અમે સંતુષ્ઠ થઈને યર્દનની પેલે પાર રહ્યા હોત તો કેવું સારું!"},{"number":8,"verse":"હે પ્રભુ, ઇઝરયલીઓએ પોતાના શત્રુઓની સામે પીઠ ફેરવી છે, તો હવે હું શું બોલું!"},{"number":9,"verse":"કેમ કે કનાની તથા દેશના સર્વ રહેવાસીઓ તે વિષે સાંભળશે, અને અમને ચારે બાજુથી ઘેરી લઈને પૃથ્વી પરથી અમારું નામ નષ્ટ કરશે. પછી તમે તમારા મોટા નામ વિષે શું કરશો?”"},{"number":10,"verse":"ત્યારે યહોવાએ યહોશુઆએ કહ્યું, “ઊઠ; એમ ઊંધો કેમ પડ્યો છે?"},{"number":11,"verse":"ઇઝરાયલે પાપ કર્યું છે; હા, તેઓએ તો જે કરાર મેં તેઓને ફરમાવ્યો હતો તેનું ઉલ્લંઘન કર્યું છે. હા, તેઓએ તો શાપિત વસ્તુમાંથી કંઈક લઈ પણ લીધું છે, અને ચોરી ને બંડ પણ કર્યું છે, ને વળી પોતાના સામાનની મધ્યે તેઓએ તે સંતાડ્યું છે."},{"number":12,"verse":"એ કારણથી ઇઝરાયલી લોકો તેમના શત્રુઓની આગળ ટકી શકતા નથી. તેઓ તેમના શત્રુઓની આગળ પીઠ ફેરવે છે, કારણ કે તેઓ શાપિત થયા છે. તમે તમારામાંથી શાપિત વસ્તુનો નાશ નહિ કરો તો હું તમારી સાથે કદી રહેનાર નથી."},{"number":13,"verse":"ઊઠ, લોકોને શુદ્ધ કર, ને કહે, ‘કાલને માટે તમે પોતાને શુદ્ધ કરો; કારણ કે ઇઝરાયલનો ઈશ્વર યહોવા એમ કહે છે કે, હે ઇઝરાયલ, તારી મધ્યે એક શાપિત વસ્તુ છે. તમે તમારામાંથી શાપિત વસ્તુ કાઢી નહિ નાખો, ત્યાં સુધી તું તારા શત્રુ આગળ ટકી શકનાર નથી."},{"number":14,"verse":"એ માટે સવારે તમને પોતપોતાના કુળ પ્રમાણે રજૂ કરવામાં આવશે. પછી એમ થશે કે, જે કુળને યહોવા પકડે, તે કુટુંબવાર આગળ આવે; અને જે કુટુંબને યહોવા પકડે, તે ઘરવાર આગળ આવે; પછી જે ઘરનાંને યહોવા પકડે, તે પુરુષવાર આગળ આવે."},{"number":15,"verse":"અને એમ થાય કે જેની પાસેથી શાપિત વસ્તુ મળી આવે તેને ને તેના સર્વસ્વને અગ્નિમાં બાળી નાખવામાં આવે; કારણ કે તેણે યહોવાના કરારનું ઉલ્લંઘન કરીને ઇઝરાયલમાં મૂર્ખાઈ કરી છે.”"},{"number":16,"verse":"અને સવારે વહેલા ઊઠીને યહોશુઆએ ઇઝરાયલને, તેઓનાં કુળ પ્રમાણે, રજૂ કર્યા; ત્યારે યહૂદાનું કુળ પકડાયું."},{"number":17,"verse":"અને તે યહૂદાનાં કુટુંબને આગળ લાવ્યો, ત્યારે તેણે ઝેરાહીઓનું કુટુંબ પકડ્યું. અને તેણે ઝેરાહીઓના કુટુંબના પુરુષોને એક પછી એક રજૂ કર્યા, ત્યારે ઝાબ્દી પકડાયો."},{"number":18,"verse":"અને તેના ઘરના પુરુષોને એક પછી એક તેણે રજૂ કર્યા, ત્યારે યહૂદાના કુળના ઝેરાના પુત્ર ઝાબ્દીના પુત્ર કાર્મીનો પુત્ર આખાન પકડાયો."},{"number":19,"verse":"ત્યારે યહોશુઆએ આખાનને કહ્યું, “મારા દીકરા, ઇઝરાયલના ઈશ્વર યહોવાને મહિમા આપ, ને તેની આગળ કબૂલ કર; અને તેં શું કર્યું છે તે હવે મને કહે; મારાથી કંઈ ગુપ્ત રાખીશ નહિ.”"},{"number":20,"verse":"અને આખાને યહોશુઆને ઉત્તે આપ્યો, “ખરેખર, ઇઝરાયલના ઈશ્વર યહોવાની વિરુદ્ધ મેં પાપ કર્યું છે, અને મેં ફલાણું ફલાણું કર્યું છે:"},{"number":21,"verse":"લૂટમાં એક સારો શિનઆરી જામો ને બસો શેકેલ રૂપું, ને પચાસ શેકેલ વજનનું સોનાનું એક પાનું જોઈને તેનો મને લોભ લાગ્યો, ને મેં તે લીધાં. અને જુઓ, તે મારા તંબુ મધ્યે ભૂમિમાં સંતાડેલાં છે, ને રૂપું તેની નીચે છે.”"},{"number":22,"verse":"માટે યહોશુઆએ માણસો મોકલ્યા, ને તેઓ તંબુએ દોડી ગયા; અને જુઓ, તંબુમાં તે સંતાડેલું હતું, ને રૂપું તેની નીચે હતું."},{"number":23,"verse":"અને તંબુમાંથી તે લઈને તેઓ યહોશુઆની પાસે તથા સર્વ ઇઝરાયલીઓની પાસે લાવ્યા; અને તેઓએ તે યહોવાની આગળ મૂક્યાં."},{"number":24,"verse":"અને યહોશુઆએ ને તેની સાથે સર્વ ઇઝરાયલે ઝેરાનો પુત્ર આખાને, ને રૂપું, ને જામો, ને સોનાનું પાનું, ને તેના દીકરા, ને તેની દીકરીઓ, ને તેના બળદોમ ને તેનાં ગઘેડાં, ને તેનાં ઘેટાં ને તેનો તંબુ, ને તેનું સર્વસ્વ, લઈને તેઓને તેઓ આખોરની ખીણમાં લઈ ગયા."},{"number":25,"verse":"અને યહોશુઆએ કહ્યું, “તેં અમને કેમ હેરાન કર્યા છે? આજે યહોવા અમને કેમ હેરાન કર્યા છે? આજે યહોવા તને હેરાન કર્યા છે? આજે યહોવા તને હેરાન કરશે.” અને સર્વ ઇઝરાયલે તેને પથ્થરે માર્યો; અને તેઓએ તેઓને અગ્નિમાં બાળ્યાં ને પથ્થરે માર્યા;"},{"number":26,"verse":"અને તેઓએ તેના પર પથરાનો મોટો ઢગલો કર્યો, તે આજ સુધી છે. ત્યારે યહોવા તેમના કોપના જુસ્સાથી ફર્યા. તે માટે તે સ્થળનું નામ આજ સુધી આખોરની ખીણ એવુમ પડ્યું."}]}