{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "அப்போஸ்தலர்",
  "bookEnglishName" : "Acts of the Apostles",
  "chapterNumber" : 11,
  "verses" : [ {
    "number" : 1,
    "verse" : "பேதுரு தனது செயல்களைக் குறித்து விளக்குதல்யூதரல்லாதவர்கள் இறைவனுடைய வார்த்தையை ஏற்றுக்கொண்டார்கள் என்பதை அப்போஸ்தலர்களும், யூதேயா முழுவதிலுமுள்ள சகோதரரும் கேள்விப்பட்டார்கள்."
  }, {
    "number" : 2,
    "verse" : "எனவே பேதுரு எருசலேமுக்குப் போனபோது, விருத்தசேதனம் செய்துகொண்ட விசுவாசிகள் அவன்மீது குற்றம் சுமத்தி,"
  }, {
    "number" : 3,
    "verse" : "“நீ விருத்தசேதனம் செய்துகொள்ளாதவர்களிடம் சென்று அவர்களுடன் சாப்பிட்டாயே” என்றார்கள்."
  }, {
    "number" : 4,
    "verse" : "பேதுரு ஒன்றுவிடாமல் நடந்த எல்லாவற்றையும் அவர்களுக்கு விளக்கிக் கூறத் தொடங்கினான்:"
  }, {
    "number" : 5,
    "verse" : "“நான் யோப்பா பட்டணத்தில் மன்றாடிக் கொண்டிருந்தபோது, பரவசமடைந்து ஒரு தரிசனத்தைக் கண்டேன். பெரிய விரிப்புத் துணி போன்ற ஒன்று, அதன் நான்கு மூலைகளிலும் பிடித்து, வானத்திலிருந்து இறக்கப்படுவதைக் கண்டேன். அது நான் இருந்த இடத்தை நோக்கி இறங்கி வந்தது."
  }, {
    "number" : 6,
    "verse" : "நான் அதற்குள் பார்த்தபோது பூமியிலுள்ள நான்கு கால் மிருகங்களையும், காட்டு மிருகங்களையும், ஊரும் பிராணிகளையும், வானத்துப் பறவைகளையும் கண்டேன்."
  }, {
    "number" : 7,
    "verse" : "அப்போது ஒரு குரல் என்னிடம், ‘பேதுரு எழுந்திரு. கொன்று சாப்பிடு’ என்று சொன்னது."
  }, {
    "number" : 8,
    "verse" : "“நானோ, ‘இல்லை ஆண்டவரே! தூய்மையற்றதும் அசுத்தமானதுமான எதையும் நான் ஒருபோதும் உண்டதில்லை’ என்றேன்."
  }, {
    "number" : 9,
    "verse" : "“வானத்திலிருந்து அந்தக் குரல் இரண்டாவது முறையும் என்னுடன் பேசி, ‘இறைவன் சுத்தமாக்கியதைத் தூய்மையற்றது என்று நீ சொல்லாதே’ என்றது."
  }, {
    "number" : 10,
    "verse" : "இப்படி மூன்று முறை நடந்தன. பின்பு, அது திரும்பவும் வானத்திற்கு இழுத்தெடுக்கப்பட்டது."
  }, {
    "number" : 11,
    "verse" : "“அதேவேளையில் நான் தங்கியிருந்த வீட்டின் வாயிலில் செசரியாவிலிருந்து என்னிடம் அனுப்பப்பட்ட மூன்று மனிதர்கள் நின்று கொண்டிருந்தார்கள்."
  }, {
    "number" : 12,
    "verse" : "நான் அவர்களுடன் போகத் தயங்கக் கூடாது என்று பரிசுத்த ஆவியானவர் எனக்குச் சொன்னார். இந்த ஆறு சகோதரர்களும் என்னுடன் வந்தார்கள். நாங்கள் அந்த மனிதனுடைய வீட்டிற்குள் போனோம்."
  }, {
    "number" : 13,
    "verse" : "அவனோ, எப்படியாக ஒரு இறைதூதன் தனது வீட்டிலே தனக்குக் காட்சியளித்தான் என்றும், அந்தத் தூதன், ‘பேதுரு என்று அழைக்கப்படும் சீமோனை அழைத்து வரும்படி யோப்பா பட்டணத்திற்கு ஆட்களை அனுப்பு."
  }, {
    "number" : 14,
    "verse" : "அந்த சீமோன் கொண்டுவரவிருக்கின்ற செய்தியினால், நீயும் உன் குடும்பத்தாரும் இரட்சிக்கப்படுவீர்கள்’ என்று தனக்குச் சொன்னதாகவும் எங்களுக்கு அவன் அறிவித்தான்."
  }, {
    "number" : 15,
    "verse" : "“நான் பேசத் தொடங்கியபோது, பரிசுத்த ஆவியானவர் தொடக்கத்தில் நமது மேல் இறங்கியதுபோலவே அவர்கள்மீதும் இறங்கினார்."
  }, {
    "number" : 16,
    "verse" : "அப்போது, ‘யோவான் தண்ணீரினால் ஞானஸ்நானம் கொடுத்தான். ஆனால் நீங்களோ பரிசுத்த ஆவியானவரால் ஞானஸ்நானம் பெறுவீர்கள்’ என்று ஆண்டவர் சொன்னதை நான் நினைவுபடுத்திக் கொண்டேன்."
  }, {
    "number" : 17,
    "verse" : "எனவே, ஆண்டவர் இயேசு கிறிஸ்துவில் விசுவாசம் வைத்தவர்களாகிய நமக்குக் கொடுக்கப்பட்ட அதே வரத்தை இறைவன் அவர்களுக்கும் கொடுத்தார் என்றால் இறைவனைத் தடுக்கின்ற வல்லமை எனக்கு உண்டோ?” என்றான்."
  }, {
    "number" : 18,
    "verse" : "யூத விசுவாசிகள் இதைக் கேட்டபோது, அதற்குமேல் அவர்களுக்கு மறுப்பு ஏதும் இருக்கவில்லை, யூத விசுவாசிகள் இறைவனைத் துதித்து, “அப்படியானால் இறைவன் யூதரல்லாத மக்களுக்கும் வாழ்வு கொடுக்கும் மனந்திரும்புதலைக் கொடுத்திருக்கிறார்!” என்றார்கள்."
  }, {
    "number" : 19,
    "verse" : "அந்தியோகியாவில் திருச்சபைஸ்தேவானுடைய மரணத்தின் பின் ஏற்பட்ட துன்புறுத்தலின் காரணமாக சிதறிப் பரவியவர்கள் பெனிக்கேயா, சீப்புரு தீவு, அந்தியோகியா வரை போனார்கள். அவர்களோ யூதருக்கு மட்டுமே இறைவார்த்தையை அறிவித்தார்கள்."
  }, {
    "number" : 20,
    "verse" : "ஆயினும் சீப்புரு, சிரேனே ஆகிய இடங்களைச் சேர்ந்தவர்களில் சிலர் அந்தியோகியாவுக்குப் போய் கிரேக்கருடன் பேசத் தொடங்கி, ஆண்டவர் இயேசுவைக் குறித்த நற்செய்தியை அவர்களுக்குச் சொன்னார்கள்."
  }, {
    "number" : 21,
    "verse" : "கர்த்தருடைய கரம் அவர்களுடன்கூட இருந்தது. பெரும் எண்ணிக்கையான மக்கள் விசுவாசித்து ஆண்டவரிடம் திரும்பினார்கள்."
  }, {
    "number" : 22,
    "verse" : "இந்தச் செய்தி எருசலேமிலுள்ள திருச்சபையோரின் காதுக்கு எட்டியது. அப்போது அவர்கள் பர்னபாவை அந்தியோகியாவுக்கு அனுப்பினார்கள்."
  }, {
    "number" : 23,
    "verse" : "அவன் அங்கே போய்ச் சேர்ந்து அவர்களுக்குக் கொடுக்கப்பட்டிருக்கும் இறைவனுடைய கிருபையின் செயல்களைக் கண்டான். அப்போது அவன் மகிழ்ச்சியடைந்து, அவர்கள் எல்லோரும் தங்கள் முழு இருதயத்தோடும், கர்த்தருக்கு உண்மையாக இருக்க வேண்டும் என்று அவர்களை உற்சாகப்படுத்தினான்."
  }, {
    "number" : 24,
    "verse" : "ஏனெனில் அவன் பரிசுத்த ஆவியானவரினாலும் விசுவாசித்தினாலும் நிறைந்த நல்ல மனிதனாக இருந்தான். இதனால் அநேக மக்கள் கர்த்தரிடம் சேர்க்கப்பட்டார்கள்."
  }, {
    "number" : 25,
    "verse" : "அதன்பின்பு பர்னபா சவுலைத் தேடி தர்சுவுக்குச் சென்றான்."
  }, {
    "number" : 26,
    "verse" : "அவன் சவுலைக் கண்டுபிடித்து, அவனை அந்தியோகியாவுக்கு அழைத்து வந்தான். எனவே ஒரு வருடமாக பர்னபாவும் சவுலும் அங்குள்ள திருச்சபையுடன் சேர்ந்து, பெருந்தொகையான மக்களுக்குக் கற்றுக் கொடுத்தார்கள். அந்தியோகியாவிலேயே முதன்முதலில் சீடர்கள், கிறிஸ்தவர்கள் என்று அழைக்கப்பட்டார்கள்."
  }, {
    "number" : 27,
    "verse" : "அந்நாட்களில் சில இறைவாக்கினர் எருசலேமிலிருந்து அந்தியோகியாவுக்கு வந்தார்கள்."
  }, {
    "number" : 28,
    "verse" : "அவர்களில் ஒருவனான அகபு என்பவன் எழுந்து நின்று, உலகமெங்கும் ஒரு கடும் பஞ்சம் ஏற்படப் போகின்றது என்று பரிசுத்த ஆவியானவராலே முன்னறிவித்தான். அப்படியே ரோமப் பேரரசன் கிலவுதியுவின் ஆட்சியில் பஞ்சம் ஏற்பட்டது."
  }, {
    "number" : 29,
    "verse" : "சீடர்கள் ஒவ்வொருவரும் தங்களுடைய ஆற்றலுக்கு ஏற்றபடி, யூதேயாவில் வாழ்கின்ற சகோதரருக்கு உதவி செய்யத் தீர்மானித்தார்கள்."
  }, {
    "number" : 30,
    "verse" : "பர்னபா, சவுல் என்பவர்கள் மூலமாக அங்குள்ள மூப்பர்களுக்கு நன்கொடையை அனுப்பி அவர்கள் இந்த உதவியைச் செய்தார்கள்."
  } ]
}