{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "அப்போஸ்தலர்",
  "bookEnglishName" : "Acts of the Apostles",
  "chapterNumber" : 18,
  "verses" : [ {
    "number" : 1,
    "verse" : "கொரிந்துவில் பவுல்இதற்குப் பின்பு பவுல் அத்தேனே பட்டணத்தைவிட்டு கொரிந்து பட்டணத்திற்குச் சென்றான்."
  }, {
    "number" : 2,
    "verse" : "அங்கே அவன் ஆக்கில்லா என்னும் பெயருடைய ஒரு யூதனைச் சந்தித்தான். பொந்து பட்டணத்தைச் சேர்ந்தவனாகிய ஆக்கில்லா தனது மனைவி பிரிஸ்கில்லாளுடன் சமீபத்தில் இத்தாலியிலிருந்து வந்திருந்தான். ஏனெனில், கிலவுதியு என்னும் ரோம பேரரசன் எல்லா யூதர்களும் ரோமைவிட்டு வெளியேற வேண்டுமென உத்தரவிட்டிருந்தான். பவுல் அவ்விருவரையும் சந்தித்து,"
  }, {
    "number" : 3,
    "verse" : "அவர்களைப் போலவே தானும் ஒரு கூடாரத் தொழிலாளியானபடியால், அவர்களுடன் தங்கி வேலை செய்தான்."
  }, {
    "number" : 4,
    "verse" : "ஒவ்வொரு ஓய்வுநாளன்றும் அவன் ஜெபஆலயத்திலே ஆதாரத்துடன் விவாதித்து, யூதர்களையும் கிரேக்கரையும் நற்செய்தியை ஏற்றுக்கொள்ளும்படி செய்ய முயற்சித்தான்."
  }, {
    "number" : 5,
    "verse" : "சீலாவும் தீமோத்தேயுவும் மக்கெதோனியாவிலிருந்து வந்துசேர்ந்ததும், பவுல் நற்செய்தியை அறிவிப்பதில் மட்டுமே தன் கவனத்தை முழுமையாகச் செலுத்தி, இயேசுவே மேசியா என்று யூதருக்குச் சாட்சி கூறினான்."
  }, {
    "number" : 6,
    "verse" : "ஆனால் யூதர்கள் பவுலை எதிர்த்து அவனை நிந்தித்தபோது அவர்களுக்கு எதிராக அவன் தன் உடைகளை உதறி, அவர்களைப் பார்த்து, “உங்கள் அழிவின் இரத்தப் பழி உங்கள் தலைகளின் மேலேயே இருக்கட்டும்! இனி அந்தக் குற்றத்திற்கு நான் பொறுப்பல்ல, இனிமேல் நான் யூதரல்லாத மக்களிடம் போகப் போகின்றேன்” என்றான்."
  }, {
    "number" : 7,
    "verse" : "பின்பு பவுல் ஜெபஆலயத்தை விட்டுப் புறப்பட்டு, பக்கத்திலுள்ள தீத்து யூஸ்து என்பவனுடைய வீட்டுக்குச் சென்றான். அவன் இறைவனை ஆராதிக்கின்ற யூதரல்லாத ஒருவனாக இருந்தான்."
  }, {
    "number" : 8,
    "verse" : "ஜெபஆலயத் தலைவனான கிறிஸ்புவும், அவனுடைய குடும்பத்தார் அனைவரும் கர்த்தரில் விசுவாசம் வைத்தார்கள்; பவுல் சொன்னதைக் கேட்ட அநேக கொரிந்தியரும் விசுவாசித்து ஞானஸ்நானம் பெற்றார்கள்."
  }, {
    "number" : 9,
    "verse" : "ஒரு நாள் இரவு ஆண்டவர், பவுலுக்கு தரிசனம் அளித்து, அவனிடம், “பயப்படாதே, தொடர்ந்து பேசிக் கொண்டேயிரு, மௌனமாயிராதே."
  }, {
    "number" : 10,
    "verse" : "ஏனெனில் நான் உன்னுடனேகூட இருக்கின்றேன். ஒருவனும் உன்னைத் தாக்கப் போவதுமில்லை, உனக்குத் தீங்கு செய்யப் போவதுமில்லை. ஏனெனில் இந்தப் பட்டணத்தில் என்னுடைய மக்கள் அநேகர் இருக்கின்றார்கள்” என்றார்."
  }, {
    "number" : 11,
    "verse" : "எனவே, பவுல் அங்கே ஒன்றரை வருடமாகத் தங்கியிருந்து, அவர்களுக்கு இறைவனுடைய வார்த்தையைப் போதித்தான்."
  }, {
    "number" : 12,
    "verse" : "அகாயா மாகாணத்திற்கு கல்லியோன் என்பவன் அதிபதியாய் இருக்கையில் யூதர்கள் அனைவரும் ஒன்றிணைந்து பவுலைத் தாக்கி, அவனை அதிபதியின் நீதி ஆசனத்தின் முன்னால் கொண்டுபோய் நிறுத்தினார்கள்."
  }, {
    "number" : 13,
    "verse" : "“இந்த மனிதன் யூதரின் நீதிச்சட்டத்திற்கு முரணான வழிகளில் இறைவனை ஆராதிக்கும்படி மக்களைத் தூண்டுகிறான்” என்று குற்றம் சாட்டினார்கள்."
  }, {
    "number" : 14,
    "verse" : "பவுல் பேச முயலுகையில் கல்லியோன் யூதரைப் பார்த்து, “நீங்கள் சொல்வது ஒரு குற்றச் செயலாகவோ, அல்லது ஒரு பாதகமான குற்றமாகவோ இருந்தால், யூதராகிய நீங்கள் முன்வைக்கும் உங்கள் முறைப்பாட்டை நான் கேட்பது நியாயமாயிருக்கும்."
  }, {
    "number" : 15,
    "verse" : "ஆனால் இதுவோ சொற்கள், பெயர்கள், உங்களுடைய யூத சமயசட்டம் ஆகியவற்றைக் குறித்த பிரச்சினைகளாய் இருப்பதால், இதை நீங்களே தீர்த்துக்கொள்ளுங்கள். இப்படிப்பட்ட விடயங்களுக்கு நான் நீதிபதியாய் இருக்க விரும்பவில்லை” என்றான்."
  }, {
    "number" : 16,
    "verse" : "எனவே அவன், மன்றத்திலிருந்து அவர்களை விரட்டிவிட உத்தரவிட்டான்."
  }, {
    "number" : 17,
    "verse" : "அப்போது எல்லோரும் ஜெபஆலயத் தலைவனான சொஸ்தெனேயைப் பிடித்து மன்றத்தின் முன்பாக அடித்தார்கள். ஆனால் கல்லியோனோ அதைக் குறித்து எவ்வித அக்கறையையும் காட்டவில்லை."
  }, {
    "number" : 18,
    "verse" : "பிரிஸ்கில்லாள், ஆக்கில்லா, அப்பொல்லோபவுல் கொரிந்து பட்டணத்தில் தொடர்ந்து சில காலம் தங்கியிருந்தான். பின்பு அவன் அங்குள்ள சகோதரர்களிடம் பிரியாவிடை பெற்றுக்கொண்டு கப்பல் மூலமாக சீரியாவுக்குச் சென்றான். பிரிஸ்கில்லாளும் ஆக்கில்லாவும் அவனுடனே போனார்கள். அவன் ஒரு நேர்த்திக்கடனைச் செய்திருந்தபடியால், கப்பலேறும் முன்பு கெங்கிரேயாவிலே யூத வழக்கத்தின்படி தன் தலையை மொட்டையடித்துக் கொண்டான்."
  }, {
    "number" : 19,
    "verse" : "பின்பு அவர்கள் எபேசு பட்டணத்தை வந்தடைந்தார்கள். பவுல் பிரிஸ்கில்லாவையும் ஆக்கில்லாவையும் அங்கேயே இருக்கும்படி சொன்னான். பவுலோ அங்குள்ள ஜெபஆலயத்திற்குப் போய் ஆதாரங்களை முன்வைத்து, யூதர்களோடு உண்மைக்காக வாதாடினான்."
  }, {
    "number" : 20,
    "verse" : "அவர்கள் அவனை அங்கு இன்னும் நீண்ட காலம் தங்கும்படி கேட்டபோது அவன் அதற்குச் சம்மதிக்கவில்லை."
  }, {
    "number" : 21,
    "verse" : "ஆனால் அவன் அவர்களிடம் பிரியாவிடை பெற்றுக்கொண்டு புறப்படுகையில், “இறைவனின் திட்டமானால் நான் திரும்பி வருவேன்” என்று வாக்குறுதி அளித்தான். அதன்பின் அவன் எபேசுவிலிருந்து ஒரு கப்பலில் பயணமானான்."
  }, {
    "number" : 22,
    "verse" : "அவன் செசரியா துறைமுகத்தில் கரையிறங்கி, செசரியாவைச் சென்றடைந்து, அங்கிருந்து எருசலேமிலுள்ள திருச்சபைக்குப் போய் அவர்களுக்கு ஆசி கூறினான். பின்பு அங்கிருந்து, அந்தியோகியாவுக்குச் சென்றான்."
  }, {
    "number" : 23,
    "verse" : "சில காலம் அந்தியோகியாவில் தங்கிய பின்பு அவன் புறப்பட்டு கலாத்தியா, பிரிகியா பிரதேசங்களுக்கூடாக ஒவ்வொரு இடமாகச் சென்று, எல்லா சீடர்களையும் தைரியப்படுத்தினான்."
  }, {
    "number" : 24,
    "verse" : "இதற்கிடையில், அலெக்சந்திரியாவைச் சேர்ந்த அப்பொல்லோ என்னும் பெயருடைய ஒரு யூதன் எபேசுவிற்கு வந்தான். அவன் ஒரு கல்விமானும், வேதவசனங்களில் ஆழ்ந்த அறிவுள்ளவனுமாய் இருந்தான்."
  }, {
    "number" : 25,
    "verse" : "கர்த்தருடைய மார்க்கத்தைக் குறித்த அறிவுறுத்தலைப் பெற்றிருந்த அவன், இயேசுவைக் குறித்த காரியங்களை மிகுந்த ஆர்வத்துடன் பிழையின்றிப் போதித்தான். ஆயினும் அவன், யோவானுடைய ஞானஸ்நானத்தைப்பற்றி மாத்திரமே அறிந்திருந்தான்."
  }, {
    "number" : 26,
    "verse" : "அவன் ஜெபஆலயத்திலே துணிவுடன் பேச ஆரம்பித்தான். பிரிஸ்கில்லாவும் ஆக்கில்லாவும் அவன் பேசுவதைக் கேட்டபோது அவர்கள் அவனைத் தங்கள் வீட்டிற்கு அழைத்துக்கொண்டு போய், இறைவனுடைய மார்க்கத்தை அவனுக்கு இன்னும் அதிக தெளிவாய் விளக்கிக் கூறினார்கள்."
  }, {
    "number" : 27,
    "verse" : "அப்பொல்லோ அகாயாவுக்குப் போக விரும்பியபோது சகோதரர்கள் அவனை உற்சாகப்படுத்தி, அங்குள்ள சீடர்கள் அவனை வரவேற்கும்படி, அவர்களுக்கு ஒரு கடிதத்தை எழுதினார்கள். அவன் அங்கு வந்துசேர்ந்து கிருபையின் மூலமாக விசுவாசிகளாய் ஆகியிருந்தவர்களுக்கு பெரிதும் உதவியாய் இருந்தான்."
  }, {
    "number" : 28,
    "verse" : "அவன் வேதவசனங்களிலிருந்து இயேசுவே மேசியா என்று நிரூபித்து பகிரங்க விவாதங்களில் யூதர்களுடன் பலமாய் வாதாடினான்."
  } ]
}