{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "அப்போஸ்தலர்",
  "bookEnglishName" : "Acts of the Apostles",
  "chapterNumber" : 22,
  "verses" : [ {
    "number" : 1,
    "verse" : "பவுல் அவர்களைப் பார்த்து, “சகோதரரே, தந்தையரே, எனது சார்பாக நான் சொல்வதைக் கேளுங்கள்” என்றான்."
  }, {
    "number" : 2,
    "verse" : "அவன் தங்களுடன் எபிரேய மொழியில் பேசுவதை கேட்டபோது, அவர்கள் மௌனமானார்கள். அப்போது பவுல் சொன்னதாவது:"
  }, {
    "number" : 3,
    "verse" : "“நான் ஒரு யூதன், சிலிசியா நாட்டிலுள்ள தர்சு பட்டணத்தில் பிறந்தவன், ஆயினும் எருசலேம் நகரத்திலே வளர்க்கப்பட்டவன். கல்விமானான கமாலியேலிடம், நமது முற்பிதாக்களின் நீதிச்சட்டத்தையும் அதன் வழக்கங்களையும் நுட்பமாகக் கற்றேன். இன்று நீங்கள் ஒவ்வொருவரும் இறைவனிடம் பக்தி வைராக்கியமாய் இருப்பது போலவே, நானும் இருந்தேன்."
  }, {
    "number" : 4,
    "verse" : "கிறிஸ்துவின் மார்க்கத்தைப் பின்பற்றியவர்களைக் கொலை செய்யும் அளவுக்கு துன்பப்படுத்தி இருக்கின்றேன். இந்த மார்க்கத்தைப் பின்பற்றுகின்ற ஆண்களையும் பெண்களையும் கைது செய்து சிறையில் அடைத்தேன்."
  }, {
    "number" : 5,
    "verse" : "இதைக் குறித்து தலைமை மதகுருவும், நியாயசபையிலுள்ள அனைவரும் சாட்சி கொடுப்பார்கள். அவர்களிடமிருந்து, தமஸ்குவிலுள்ள அவர்களைச் சேர்ந்தவர்களுக்குக் கொடுக்கும்படி கடிதங்களையும் பெற்றேன். இந்த மார்க்கத்தைப் பின்பற்றுகின்றவர்களைத் தண்டிப்பதற்கென அவர்களைக் கைது செய்து, எருசலேமுக்குக் கொண்டுவருவதற்கு தமஸ்குவுக்குப் போனேன்."
  }, {
    "number" : 6,
    "verse" : "“நண்பகல் நேரம், நான் தமஸ்குவை நெருங்கியபோது திடீரென வானத்திலிருந்து ஒரு பிரகாசமான ஒளி என்னைச் சுற்றிலும் பிரகாசித்தது."
  }, {
    "number" : 7,
    "verse" : "நான் தரையில் விழுந்தேன். அப்போது, ‘சவுலே! சவுலே! நீ ஏன் என்னைத் துன்பப்படுத்துகிறாய்?’ என்று ஒரு குரல் எனக்குச் சொல்வதைக் கேட்டேன்."
  }, {
    "number" : 8,
    "verse" : "“அப்போது நான், ‘ஆண்டவரே, நீர் யார்?’ என்றேன். “அதற்கு அவர், ‘நான் நசரேயனாகிய இயேசு, நீ துன்புறுத்துவது என்னைத்தான்’ என்று சொன்னார்."
  }, {
    "number" : 9,
    "verse" : "என்னுடனேகூட வந்தவர்கள் அந்த வெளிச்சத்தைக் கண்டார்கள். ஆயினும், என்னுடன் பேசிக் கொண்டிருந்தவரின் குரலை அவர்கள் விளங்கிக்கொள்ளவில்லை."
  }, {
    "number" : 10,
    "verse" : "“அப்போது நான் அவரிடம், ‘ஆண்டவரே, நான் என்ன செய்ய வேண்டும்?’ என்று கேட்டேன். “அதற்கு அவர், ‘நீ எழுந்து, தமஸ்கு பட்டணத்திற்குள்ளே போ. நீ செய்ய வேண்டியதெல்லாம், அங்கே உனக்குச் சொல்லப்படும்’ என்றார்."
  }, {
    "number" : 11,
    "verse" : "என்னுடனேகூட வந்தவர்கள் எனது கையைப் பிடித்து, தமஸ்கு பட்டணத்திற்குள்ளே என்னை அழைத்துக்கொண்டு போனார்கள். ஏனெனில் அந்த ஒளியின் பிரகாசத்தினால் நான் பார்வை இழந்து போனேன்."
  }, {
    "number" : 12,
    "verse" : "“பின்பு அனனியா என்னும் பெயருடைய ஒருவன் என்னைப் பார்க்க வந்தான். அவன் நீதிச்சட்டத்தைப் பக்தியுடன் கைக்கொள்ளும் ஒருவனாயிருந்தான். தமஸ்குவில் வாழ்ந்த எல்லா யூதராலும், அவன் உயர்வாய் மதிக்கப்பட்டவனாகவும் இருந்தான்."
  }, {
    "number" : 13,
    "verse" : "அவன் என் அருகே நின்று, ‘சகோதரனாகிய சவுலே, நீ உன் கண் பார்வையைப் பெற்றுக்கொள்!’ என்றான். அந்த வினாடியிலேயே, என்னால் அவனைப் பார்க்க முடிந்தது."
  }, {
    "number" : 14,
    "verse" : "“பின்பு அவன் என்னிடம்: ‘நமது முற்பிதாக்களின் இறைவன் உன்னைத் தெரிந்தெடுத்திருக்கிறார். நீ அவருடைய திட்டத்தை அறியும்படியும், நீதிமானாகிய அவரைக் காணும்படியும், அவர் வாய்மொழிந்த குரலைக் கேட்கும்படியும் அவர் உன்னைத் தெரிவு செய்துள்ளார்."
  }, {
    "number" : 15,
    "verse" : "நீ கண்டதையும் கேட்டதையும் குறித்து, எல்லா மனிதருக்கும் அவருடைய சாட்சியாய் இருப்பாய்."
  }, {
    "number" : 16,
    "verse" : "இப்போதும், நீ எதற்காகக் காத்துக் கொண்டிருக்கிறாய்? எழுந்திரு, அவருடைய பெயரைச் சொல்லி அழைத்து ஞானஸ்நானத்தைப் பெற்றுக்கொள், பாவங்களைக் கழுவிக்கொள்’ என்றான்."
  }, {
    "number" : 17,
    "verse" : "“பின்பு நான் எருசலேமுக்கு திரும்பி வந்து ஆலயத்தில் மன்றாடிக் கொண்டிருக்கையில் ஒரு பரவச நிலையை அடைந்தேன்."
  }, {
    "number" : 18,
    "verse" : "அப்போது நான் ஆண்டவரைக் கண்டேன். அவர் என்னிடம், ‘தாமதிக்காதே! எருசலேமைவிட்டு உடனே புறப்படு. ஏனெனில் இங்குள்ளவர்கள் நீ என்னைக் குறித்து சொல்லும் சாட்சியை ஏற்றுக்கொள்ள மாட்டார்கள்’ என்றார்."
  }, {
    "number" : 19,
    "verse" : "“அப்போது நான், ‘ஆண்டவரே, நான் ஒவ்வொரு ஜெபஆலயத்திற்கும் போய் உம்மில் விசுவாசமாய் இருந்தவர்களைச் சிறையிலிட்டு அடித்தது இவர்களுக்குத் தெரியுமே."
  }, {
    "number" : 20,
    "verse" : "உமக்காக இரத்த சாட்சியாய் இறந்த ஸ்தேவான் கொலை செய்யப்பட்டபோது, நானும் அங்கு நின்று அவர்களோடு உடன்பட்டேன். அத்துடன், அவனைக் கொன்றவர்களின் உடைகளுக்கும் நானே காவல் இருந்தேன்’ என்றேன்."
  }, {
    "number" : 21,
    "verse" : "“அப்போது ஆண்டவர் என்னிடம், ‘நீ போ, நான் உன்னைத் தூரத்திலிருக்கிற யூதரல்லாதவர்களிடத்திற்கு அனுப்புவேன்’ என்று சொன்னார்.” இப்படியாக பவுல் தன் பேச்சை முடித்தான்."
  }, {
    "number" : 22,
    "verse" : "(ரோம குடிமகன் பவுல்)பவுல் யூதரல்லாதவர்களைக் குறித்து சொல்லும்வரை கூடியிருந்தவர்கள் கேட்டுக் கொண்டிருந்தார்கள். ஆனால் அதன்பின்பு அவர்கள் உரத்த குரலில், “பூமியிலிருந்து இவனை அழித்து விடுங்கள். இவன் வாழ்வதற்குத் தகுதியற்றவன்!” என்று சத்தமிட்டார்கள்."
  }, {
    "number" : 23,
    "verse" : "அவர்கள் இவ்வாறு கூக்குரலிட்டுக்கொண்டு, தங்கள் உடைகளைக் கழற்றி எறிந்தார்கள்; புழுதியை அள்ளி மேலே வீசினார்கள்."
  }, {
    "number" : 24,
    "verse" : "அதனால் அந்தத் தளபதி, பவுலை முகாமுக்குள் கொண்டுபோகும்படி உத்தரவிட்டான். பின்பு கூடியிருந்த மக்கள் பவுலைப் பார்த்து இப்படியாகச் சத்தமிட்ட காரணம் என்னவென்பதை அறிவதற்காக, பவுலைச் சவுக்கால் அடித்து விசாரிக்கும்படி உத்தரவிட்டான்."
  }, {
    "number" : 25,
    "verse" : "அவர்கள் அவனைச் சவுக்கால் அடிப்பதற்காக வாரினால் இழுத்துக் கட்டியபோது, பவுல் அங்கு நின்ற நூற்றுக்குத் தளபதியைப் பார்த்து, “குற்றவாளியாகக் காணப்படாத ரோம குடிமகன் ஒருவனை சவுக்கால் அடிப்பது சட்டபூர்வமானதா?” என்று கேட்டான்."
  }, {
    "number" : 26,
    "verse" : "இதைக் கேட்ட நூற்றுக்குத் தளபதி, படைத்தளபதியிடம் சென்று, “நீர் செய்யவிருப்பது என்ன? இவன் ஒரு ரோம குடிமகன் அல்லவா?” என்று எச்சரித்தான்."
  }, {
    "number" : 27,
    "verse" : "அப்போது அந்தத் தளபதி பவுலிடம் போய், “நீ ஒரு ரோம குடிமகனா? அதை எனக்குச் சொல்” என்று கேட்டான். அதற்குப் பவுல், “ஆம், நான் ஒரு ரோம குடிமகன்தான்” என்றான்."
  }, {
    "number" : 28,
    "verse" : "அப்போது அந்தத் தளபதி பவுலிடம், “நான் இந்த குடியுரிமையைப் பெற பெருந் தொகைப் பணத்தைச் செலுத்த வேண்டியிருந்தது” என்றான். அதற்கு பவுல், “நானோ பிறப்பினால் இந்தக் குடியுரிமையைக் கொண்டிருக்கிறேன்” என்றான்."
  }, {
    "number" : 29,
    "verse" : "பவுலை விசாரிக்க இருந்தவர்கள், உடனே அவனைவிட்டு விலகிச் சென்றார்கள். ஒரு ரோம குடிமகனாகிய பவுலை, சங்கிலிகளால் கட்டுவித்ததை உணர்ந்தபோது அந்தப் படைத்தளபதி பயமடைந்தான்."
  }, {
    "number" : 30,
    "verse" : "(நியாயசபையின் முன் பவுல்)அடுத்த நாளிலே, பவுல் யூதர்களினால் குற்றம் சாட்டப்பட்டது ஏன் என்பதை சரியாக அறிந்துகொள்ள படைத்தளபதி விரும்பினான். அதனால் அவன் பவுலை சங்கிலிகளிலிருந்து விடுவித்து தலைமை மதகுருக்களையும் நியாயசபையிலுள்ள அனைவரையும் ஒன்றுகூடும்படி உத்தரவிட்டான். பின்பு அவன் பவுலைக் கொண்டுவந்து, அவர்களுக்கு முன்பாக நிறுத்தினான்."
  } ]
}