{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "அப்போஸ்தலர்",
  "bookEnglishName" : "Acts of the Apostles",
  "chapterNumber" : 27,
  "verses" : [ {
    "number" : 1,
    "verse" : "பவுல் ரோம் பட்டணத்திற்குப் பயணம்நாங்கள் கப்பல் மூலமாக இத்தாலியாவுக்குப் போக வேண்டும் என்று தீர்மானிக்கப்பட்டபோது பவுலும் வேறு சில கைதிகளும் யூலியஸ் என்னும் நூற்றுக்குத் தளபதியினிடம் ஒப்படைக்கப்பட்டார்கள். அவன் ரோமப் பேரரசின் படைப்பிரிவைச் சேர்ந்தவன்."
  }, {
    "number" : 2,
    "verse" : "நாங்கள் அதிரமித்தியம் ஊரிலிருந்து வந்த கப்பல் ஒன்றில் ஏறிப் புறப்பட்டோம். அது ஆசியா மாகாணத்தின் கரையோரத்திலுள்ள துறைமுகங்களை நோக்கிப் போய்க் கொண்டிருந்தது. தெசலோனிக்கேயாவைச் சேர்ந்த மக்கெதோனியனான அரிஸ்தர்க்கு என்பவனும் எங்களுடன் இருந்தான்."
  }, {
    "number" : 3,
    "verse" : "மறுநாள் நாங்கள் சீதோன் துறைமுகத்தில் இறங்கினோம். யூலியஸ், பவுலின் மேல் தயவு காண்பித்தான். அதனால் பவுல் தன் சிநேகிதர்களிடம் போகவும் தன் தேவைக்கு அவர்களிடமிருந்து உதவி பெற்றுக்கொள்ளவும் அவன் அனுமதித்தான்."
  }, {
    "number" : 4,
    "verse" : "அங்கிருந்து நாங்கள் மீண்டும் புறப்பட்டு சீப்புரு தீவின் காற்று வீசாத பக்கமாகக் கடந்து சென்றோம். ஏனெனில், காற்று எங்களுக்கு எதிராய் வீசிக் கொண்டிருந்தது."
  }, {
    "number" : 5,
    "verse" : "பின்பு சிலிசியா, பம்பிலியா நாடுகளின் பக்கமாயுள்ள நடுக்கடலைக் கடந்து சென்று லீசியா நாட்டிலுள்ள மீறா பட்டணத்தைச் சென்றடைந்தோம்."
  }, {
    "number" : 6,
    "verse" : "அங்கே அந்த நூற்றுக்குத் தளபதி, அலெக்சந்திரியா பட்டணத்தைச் சேர்ந்த, இத்தாலிக்குச் செல்கின்ற ஒரு கப்பலைக் கண்டு, எங்களை அதில் ஏற்றினான்."
  }, {
    "number" : 7,
    "verse" : "பல நாட்களாக நாங்கள் மெதுவாகப் பயணம் செய்து, கஷ்டப்பட்டு கினீது தீவுக்கு அப்பால் வந்து சேர்ந்தோம். காற்று எங்களுக்கு எதிராய் வீசி எங்கள் பாதையைத் தடை செய்தபடியால், சல்மோனே முனைக்கு எதிராகப் போய், கிரேத்தா தீவின் காற்று வீசாத பக்கமாகப் பயணம் செய்தோம்."
  }, {
    "number" : 8,
    "verse" : "கஷ்டப்பட்டு அப்பகுதியைக் கடந்து, “பாதுகாப்புத் துறைமுகம்” எனப்பட்ட ஒரு இடத்தைச் சென்றடைந்தோம். அது லசேயப் பட்டணத்தின் அருகே இருந்தது."
  }, {
    "number" : 9,
    "verse" : "பயணத்தில் அதிக காலம் சென்றதால், உபவாச காலம் கடந்துவிட்டிருந்தது. எனவே சீரற்ற காலநிலையில் கடல் பயணத்தை தொடர்வது ஆபத்தானது என்று பவுல் அவர்களை எச்சரித்து:"
  }, {
    "number" : 10,
    "verse" : "“நண்பர்களே, நமது கப்பற் பயணம் ஆபத்தானதாய் இருக்கும் என்று நான் உணருகின்றேன். கப்பலுக்கும் பொருட்களுக்கும் மட்டுமல்ல, நம் உயிர்களுக்கும் இழப்பு நேரிடலாம்” என்றான்."
  }, {
    "number" : 11,
    "verse" : "ஆனால் நூற்றுக்குத் தளபதியோ பவுலின் ஆலோசனையைவிட, கப்பலோட்டியும் கப்பலின் உரிமையாளனும் சொன்னதையே ஏற்றுக்கொண்டான்."
  }, {
    "number" : 12,
    "verse" : "நாங்கள் தங்கியிருந்த துறைமுகம் குளிர் காலத்தைக் கழிப்பதற்கு ஏற்றதாய் இல்லாததால், அங்கிருந்து கடந்து சென்று எப்படியாவது பெனிக்கேயைச் சென்றடைந்து, அங்கே குளிர் காலத்தைக் கழிக்கலாம் என கப்பலில் இருந்த பெரும்பாலானோர் தீர்மானித்தார்கள். பெனிக்கே துறைமுகமானது கிரேத்தா தீவில் இருந்தது. இது தென்மேற்காகவும், வடமேற்காகவும் பார்த்தபடி அமைந்திருந்தது."
  }, {
    "number" : 13,
    "verse" : "புயல் காற்றுதெற்கிலிருந்து காற்று மெதுவாய் வீசத் தொடங்கியபோது, அவர்கள் தங்கள் எண்ணம் நிறைவேறும் என்று நினைத்தார்கள். எனவே அவர்கள் நங்கூரத்தை ஏற்றி, கிரேத்தா தீவின் கரையோரமாகப் பயணம் செய்யத் தொடங்கினார்கள்."
  }, {
    "number" : 14,
    "verse" : "ஆனால் சிறிது நேரத்திற்குள்ளாகவே வடகிழக்கு கொண்டல் என்னும் பெருங்காற்று தீவுப் பக்கத்திலிருந்து மிகப் பலமாய் வீசிற்று."
  }, {
    "number" : 15,
    "verse" : "கப்பல் புயலில் அகப்பட்டுக் கொண்டதால், காற்றை எதிர்த்து கப்பலை செலுத்த முடியவில்லை. எனவே காற்றின் திசையிலேயே கப்பலைச் செல்லவிட்டோம்."
  }, {
    "number" : 16,
    "verse" : "கிலவுதா எனப்பட்ட ஒரு சிறிய தீவின் காற்று வீசாத பக்கமாக நாங்கள் கடந்து போகையில் கப்பலில் இருந்த உயிர்காப்பு படகை சிரமத்துடன் பாதுகாத்துக் கொண்டோம்."
  }, {
    "number" : 17,
    "verse" : "எப்படியோ மாலுமிகள் அதைக் கப்பலுக்குள் தூக்கி எடுத்தார்கள். அதன்பின் கப்பல் உடையாதிருக்க, கப்பலை கயிறுகளால் இணைத்துக் கட்டினார்கள். சிர்த்திஸ் வளைகுடா பகுதியிலுள்ள மணல் திட்டுகளில் கப்பல் மோதிவிடுமோ என்று அவர்கள் பயந்து, விசேட நங்கூரத்தை இறக்கி, காற்றின் திசையிலேயே கப்பலைத் தானாகப் போகவிட்டார்கள்."
  }, {
    "number" : 18,
    "verse" : "நாங்கள் புயலினால் மிகவும் அலைக்கழிக்கப்பட்டு அடிபட்டதால், மறுநாளிலே கப்பலில் ஏற்றி வந்த சரக்குகளை மாலுமிகள் கடலில் வீசத் தொடங்கினார்கள்."
  }, {
    "number" : 19,
    "verse" : "மூன்றாம் நாளிலே, அவர்கள் தங்களுடைய கைகளினாலேயே கப்பலின் உபகரணங்களையும் வீசினார்கள்."
  }, {
    "number" : 20,
    "verse" : "பல நாட்களாக சூரியனோ நட்சத்திரங்களோ காணப்படவில்லை. புயலும் வேகமாய் வீசிக் கொண்டிருந்தது. இதனால் நாங்கள் உயிர் தப்புவோம் என்ற நம்பிக்கையும் அற்றுப் போயிற்று."
  }, {
    "number" : 21,
    "verse" : "பல நாட்களாக அவர்கள் உணவின்றி இருந்ததால், பவுல் அவர்கள் நடுவே எழுந்து நின்று, “நண்பர்களே, நீங்கள் எனது புத்திமதியைக் கேட்டு, கிரேத்தா தீவைவிட்டுப் புறப்படாமல் இருந்திருக்க வேண்டும். அப்படி இருந்திருந்தால் இந்த சேதத்தையும் இழப்பையும் நீங்கள் தவிர்த்திருக்கலாம்."
  }, {
    "number" : 22,
    "verse" : "ஆனாலும் இப்போது தைரியமாய் இருக்கும்படி நான் உங்களைக் கேட்டுக்கொள்கிறேன். ஏனெனில், உங்களில் எவருக்கும் உயிரிழப்பு ஏற்படாது. கப்பலை மட்டுமே இழக்க நேரிடும்."
  }, {
    "number" : 23,
    "verse" : "நேற்று இரவு என்மேல் உரிமையுள்ளவரும், என்னைத் தன் ஊழியத்தில் நியமித்தவருமான இறைவனின் தூதன் ஒருவன் என் அருகே வந்து நின்றான்."
  }, {
    "number" : 24,
    "verse" : "அந்த தூதன் என்னிடம், ‘பவுலே பயப்படாதே, நீ ரோமப் பேரரசன் சீசருக்கு முன்பாக நிற்க வேண்டும். உன்னுடன் பயணம் செய்கின்ற அனைவரினது உயிரையும், இறைவன் உனக்குத் தயவாய் காப்பாற்றித் தருவார்’ என்றான்."
  }, {
    "number" : 25,
    "verse" : "ஆகையால், தைரியமாயிருங்கள். தூதன் எனக்குச் சொன்னபடியே நடக்கும் என்று, நான் இறைவனில் விசுவாசமாயிருக்கின்றேன்."
  }, {
    "number" : 26,
    "verse" : "ஆயினும், ஏதாவது ஒரு தீவில் நாம் கரை ஒதுங்குவோம்” என்று சொன்னான்."
  }, {
    "number" : 27,
    "verse" : "கப்பல் உடைதல்பதினான்காம் நாள் இரவிலே ஆதிரியா கடலில் அலைந்து கொண்டிருந்தோம். நடு இரவானபோது மாலுமிகள் தாங்கள் ஒரு கரையை நெருங்கிச் சேர்வதாக உணர்ந்தார்கள்."
  }, {
    "number" : 28,
    "verse" : "அவர்கள் கடலின் ஆழத்தை அளந்தபோது அது நூற்றிருபது அடி ஆழமாய் இருந்தது. சிறிது நேரத்தின் பின் அவர்கள் மீண்டும் அளந்து பார்த்தபோது அது தொண்ணூறு அடி ஆழமாய் இருந்தது."
  }, {
    "number" : 29,
    "verse" : "நாங்கள் பாறைகளில் மோதி விடுவோம் என்று பயந்து அவர்கள் கப்பலின் பின்புறத்திலிருந்து நான்கு நங்கூரங்களை வெளியே போட்டார்கள். பின்பு பகலின் வெளிச்சத்திற்காக மன்றாடினார்கள்."
  }, {
    "number" : 30,
    "verse" : "மாலுமிகள் கப்பலில் இருந்து தப்பும் முயற்சியில் ஈடுபட்டு, கப்பலின் முன் பகுதியிலிருந்த நங்கூரங்களை இறக்குவது போல் பாசாங்கு செய்து, உயிர்காப்பு படகைக் கடலில் இறக்கினார்கள்."
  }, {
    "number" : 31,
    "verse" : "அப்போது பவுல் நூற்றுக்குத் தளபதியையும், இராணுவ வீரர்களையும் பார்த்து, “இந்த மனிதர்கள் கப்பலில் இல்லாது போனால், உங்களால் உயிர் தப்ப முடியாது” என்றான்."
  }, {
    "number" : 32,
    "verse" : "உடனே இராணுவ வீரர்கள் உயிர்காப்பு படகைக் கட்டியிருந்த கயிற்றை வெட்டி, அதைக் கடலில் போகவிட்டார்கள்."
  }, {
    "number" : 33,
    "verse" : "விடியற்காலையாகும்போது பவுல் அவர்கள் எல்லோரையும் பார்த்து, ஏதாவது உணவைச் சாப்பிடும்படி கேட்டுக்கொண்டான். அவன் அவர்களிடம், “பதினான்கு நாட்களாக நீங்கள் உணவு எதையும் சாப்பிடாமல், என்ன நடக்குமோ என்ற பயத்தோடு காத்திருக்கிறீர்கள்."
  }, {
    "number" : 34,
    "verse" : "இப்போது ஏதாவது உணவை உண்ணுங்கள் என்று உங்களைக் கேட்டுக்கொள்கிறேன். நீங்கள் உயிர் தப்புவதற்கு அது உதவியாயிருக்கும். உங்களில் எவருக்கும், அவருடைய தலையிலுள்ள முடிக்குக்கூட ஒரு பாதிப்பும் நேரிடாது” என்றான்."
  }, {
    "number" : 35,
    "verse" : "இதைச் சொன்ன பின், அவன் அப்பத்தை எடுத்து அவர்கள் எல்லோருக்கும் முன்பாக இறைவனுக்கு நன்றி செலுத்தினான். பின்பு, அதைத் துண்டுகளாக்கிச் சாப்பிடத் தொடங்கினான்."
  }, {
    "number" : 36,
    "verse" : "அப்போது அவர்கள் எல்லோரும் உற்சாகமடைந்து, அவர்களும் கொஞ்சம் உணவு சாப்பிட்டார்கள்."
  }, {
    "number" : 37,
    "verse" : "நாங்கள் எல்லோருமாக இருநூற்று எழுபத்தாறு பேர் அந்தக் கப்பலில் இருந்தோம்."
  }, {
    "number" : 38,
    "verse" : "அவர்கள் தங்கள் பசியாறச் சாப்பிட்ட பின், கப்பலில் இருந்த கோதுமையைக் கடலில் வீசி, அதன் பாரத்தைக் குறைத்தார்கள்."
  }, {
    "number" : 39,
    "verse" : "பொழுது விடிந்ததும், அந்த இடம் எது என்பதை அவர்களால் அறிய முடியவில்லை. ஆனால் மணல் நிறைந்த கரையுடன் ஒரு வளைகுடா இருப்பதை அவர்கள் கண்டு, முடியுமானால் கப்பலை அங்கே கரை சேர்க்கலாமென்று தீர்மானித்தார்கள்."
  }, {
    "number" : 40,
    "verse" : "அவர்கள் நங்கூரங்களை அவிழ்த்து அவற்றைக் கடலில் விட்டார்கள். அதேவேளையில், சுக்கான்களைக் கட்டியிருந்த கயிறுகளைத் தளர்த்திவிட்டார்கள். பின்பு கப்பலின் முன்புற பாயை இழுத்து காற்றின் பக்கமாய் உயர்த்தி, கடற்கரையை நோக்கி கப்பலைச் செலுத்தினார்கள்."
  }, {
    "number" : 41,
    "verse" : "கப்பல் ஒரு மணல் திட்டில் கரைதட்டி, தரையில் தங்கியது. கப்பலின் முன் பகுதி, அதில் புதைந்து அசையாது நின்றது. கப்பலின் பின்பகுதியோ, அலைகளினால் அடிபட்டு துண்டு துண்டாய் உடைந்தது."
  }, {
    "number" : 42,
    "verse" : "கைதிகளில் எவரும் நீந்தித் தப்பிப் போகாதபடி, அவர்களைக் கொன்றுவிட இராணுவ வீரர்கள் திட்டமிட்டார்கள்."
  }, {
    "number" : 43,
    "verse" : "ஆனால் நூற்றுக்குத் தளபதி பவுலின் உயிரைக் காப்பாற்ற விரும்பி அவர்கள் அவ்விதம் செய்யாதபடி அவர்களைத் தடை செய்தான். நீந்தக் கூடியவர்களை முதலில் கப்பலில் இருந்து பாய்ந்து கரை சேரும்படியாகவும்,"
  }, {
    "number" : 44,
    "verse" : "அதன்பின் மற்றவர்களை பலகைகளின் மேலும், உடைந்த கப்பல் துண்டுகளின் மேலும் ஏறி கரை சேரும்படியாகவும் அவன் உத்தரவிட்டான். இவ்விதம், அனைவரும் பாதுகாப்பாய் கரை சேர்ந்தார்கள்."
  } ]
}