{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "அப்போஸ்தலர்",
  "bookEnglishName" : "Acts of the Apostles",
  "chapterNumber" : 9,
  "verses" : [ {
    "number" : 1,
    "verse" : "சவுலின் மனமாற்றம்இதற்கிடையில், சவுல் தொடர்ந்து ஆண்டவருடைய சீடர்களுக்கு பயமுறுத்தல்களும் கொலை அச்சுறுத்தல்களும் விடுத்து வந்தான். அவன் தலைமை மதகுருவினிடத்திற்குப் போய்,"
  }, {
    "number" : 2,
    "verse" : "கிறிஸ்துவின் மார்க்கத்தைப் பின்பற்றுகின்ற ஆண் பெண் யாராயிருந்தாலும் அவர்களைக் கைது செய்து எருசலேமுக்குக் கொண்டுவருவதற்கென்று, தமஸ்குவிலுள்ள ஜெபஆலயங்களுக்கு கொடுப்பதற்கென கடிதங்களைப் பெற்றுக்கொண்டான்."
  }, {
    "number" : 3,
    "verse" : "அவன் தன் பிரயாணத்தில் தமஸ்குவை நெருங்கிக் கொண்டிருக்கையில், திடீரென வானத்திலிருந்து ஒரு ஒளி அவனைச் சுற்றிலும் பிரகாசித்தது."
  }, {
    "number" : 4,
    "verse" : "அதனால் அவன் தரையிலே விழுந்தான். அப்போது, தன்னுடன் பேசுகின்ற ஒரு குரலைக் கேட்டான். அந்த குரல், “சவுலே! சவுலே! நீ ஏன் என்னைத் துன்பப்படுத்துகிறாய்?” என்றது."
  }, {
    "number" : 5,
    "verse" : "அதற்கு அவன், “ஆண்டவரே, நீர் யார்?” என்று கேட்டான். அதற்கு அவர், “நீ துன்புறுத்துகின்ற இயேசு நானே."
  }, {
    "number" : 6,
    "verse" : "எனவே, இப்போது நீ எழுந்து பட்டணத்திற்குள்ளே போ. நீ என்ன செய்ய வேண்டும் என்பது உனக்குச் சொல்லப்படும்” என்றார்."
  }, {
    "number" : 7,
    "verse" : "சவுலுடன் பயணம் செய்தவர்கள், பேச்சற்று நின்றார்கள். அவர்களோ சத்தத்தைக் கேட்டார்கள், ஆனால் எவரையுமே காணவில்லை."
  }, {
    "number" : 8,
    "verse" : "சவுல் தரையில் இருந்து எழுந்து, தன் கண்களைத் திறந்தபோது அவனுக்கு ஒன்றும் தெரியவில்லை. எனவே அவனுடைய கையைப் பிடித்து தமஸ்கு பட்டணத்திற்குள்ளே அழைத்துக்கொண்டு போனார்கள்."
  }, {
    "number" : 9,
    "verse" : "அங்கே அவன் மூன்று நாட்களாய் பார்வையற்றவனாய் இருந்தான். அவன் எதையும் உண்ணவோ அருந்தவோ இல்லை."
  }, {
    "number" : 10,
    "verse" : "தமஸ்குவிலே, அனனியா என்னும் பெயருடைய ஒரு சீடன் இருந்தான். ஆண்டவர் தரிசனத்தில் அவனை அழைத்து, “அனனியா!” என்றார். அதற்கு அவன், “ஆண்டவரே, இதோ இருக்கின்றேன்!” என்றான்."
  }, {
    "number" : 11,
    "verse" : "அப்போது ஆண்டவர் அவனிடம், “நீ எழுந்து, ‘நேர்’ என்னும் தெருவில் இருக்கின்ற யூதாவின் வீட்டிற்கு போய், அங்கே தர்சுவைச் சேர்ந்த, சவுல் என்னும் பெயருடைய மனிதனைப்பற்றி விசாரி. அவன் இப்போது மன்றாடிக் கொண்டிருக்கிறான்."
  }, {
    "number" : 12,
    "verse" : "அவன் ஒரு தரிசனத்திலே, அனனியா என்னும் பெயருடைய ஒருவன் தன்னிடம் வந்து தன் மேல் கைகளை வைத்ததனால், தான் பார்வையைத் திரும்பவும் பெற்றுக்கொள்வதாகக் கண்டிருக்கிறான்” என்றார்."
  }, {
    "number" : 13,
    "verse" : "அப்போது அனனியா, “ஆண்டவரே, நான் இவனைப்பற்றி அநேக செய்திகளைக் கேள்விப்பட்டிருக்கிறேன். எருசலேமிலே அவன் உமது பரிசுத்தவான்களுக்குச் செய்த எல்லாத் தீமைகளையும் கேள்விப்பட்டிருக்கிறேன்."
  }, {
    "number" : 14,
    "verse" : "உமது பெயரைச் சொல்லி வழிபடுகின்ற எல்லோரையும் கைது செய்வதற்கு, தலைமை மதகுருவினிடமிருந்து அதிகாரம் பெற்றவனாய் அவன் இங்கே வந்திருக்கிறான்” என்றான்."
  }, {
    "number" : 15,
    "verse" : "ஆனால் ஆண்டவர் அனனியாவிடம், “நீ போ, இவன் என்னால் தெரிவு செய்யப்பட்ட ஒரு கருவி. யூதரல்லாதவர்களுக்கும், அவர்களின் அரசர்களுக்கு முன்பாகவும், இஸ்ரயேல் மக்களுக்கு முன்பாகவும் என் பெயரை அறிவிப்பதற்காக, நான் அவனைத் தெரிவு செய்திருக்கின்றேன்."
  }, {
    "number" : 16,
    "verse" : "எனது பெயருக்காக அவன் எவ்வளவாய் துன்பம் அனுபவிக்க வேண்டும் என்று, நான் அவனுக்குக் காண்பிப்பேன்” என்றார்."
  }, {
    "number" : 17,
    "verse" : "ஆகவே அனனியா புறப்பட்டு, அந்த வீட்டைச் சென்றடைந்தான். அவன் சவுலின் மேல் தன் கைகளை வைத்து, “சகோதரனாகிய சவுலே, நீ இங்கே வருகையில், வழியிலே உனக்குக் காட்சியளித்த ஆண்டவர் இயேசு, என்னை உன்னிடம் அனுப்பியிருக்கிறார்; நீ திரும்பவும் பார்வை பெறும்படியாகவும், பரிசுத்த ஆவியானவரால் நிரப்பப்படும்படியாகவுமே அவர் என்னை அனுப்பினார்” என்றான்."
  }, {
    "number" : 18,
    "verse" : "உடனேயே சவுலின் கண்களில் இருந்து மீன் செதில்கள் போன்ற ஏதோ விழுந்தன. அப்போது அவனால் பார்க்கக் கூடியதாக இருந்தது. அவன் எழுந்திருந்து ஞானஸ்நானம் பெற்றான்."
  }, {
    "number" : 19,
    "verse" : "பின்பு அவன் சிறிதளவு உணவைச் சாப்பிட்டு, தன் பலத்தைத் திரும்பவும் பெற்றுக்கொண்டான். சவுல் தமஸ்குவில் இருந்த சீடர்களுடன் சில நாட்களைக் கழித்தான்."
  }, {
    "number" : 20,
    "verse" : "தமஸ்குவிலும் எருசலேமிலும் சவுல்அவன் தாமதமின்றி உடனடியாக, இயேசு இறைவனின் மகன் என்று, யூத ஜெபஆலயங்களில் பிரசங்கிக்கத் தொடங்கினான்."
  }, {
    "number" : 21,
    "verse" : "அவன் சொன்னதைக் கேட்ட எல்லோரும் வியப்புற்று, “எருசலேமிலே இயேசுவின் பெயரைச் சொல்லி வழிபடுகின்றவர்களை அழித்தவன் இவனல்லவா? இவன் இவர்களைக் கைது செய்து, தலைமை மதகுருவிடம் கொண்டுபோக அல்லவா இங்கே வந்தான்?” என்று கேட்டார்கள்."
  }, {
    "number" : 22,
    "verse" : "ஆயினும் சவுல், மென்மேலும் வல்லமை பெற்று, தமஸ்குவிலே வாழுகிற யூதர்கள் அனைவருக்கும் இயேசுவே மேசியா என்று நிரூபித்து, அவர்களை மனந்தடுமாறச் செய்தான்."
  }, {
    "number" : 23,
    "verse" : "இவ்வாறு பல நாட்கள் சென்ற பின்பு, யூதர்கள் ஒன்றுகூடி அவனைக் கொலை செய்வதற்குச் சதித் திட்டம் தீட்டினார்கள்."
  }, {
    "number" : 24,
    "verse" : "சவுலோ அவர்களுடைய சூழ்ச்சி என்னவென்று அறிந்துகொண்டான். அவர்கள் அவனைக் கொலை செய்வதற்காக இரவும் பகலுமாக அந்த நகரத்தின் வாசல்களைக் கவனமாய் காத்துக் கொண்டிருந்தார்கள்."
  }, {
    "number" : 25,
    "verse" : "ஆனால் அவனைப் பின்பற்றியவர்கள் இரவிலே அவனை அழைத்துக்கொண்டு போய், ஒரு கூடையில் வைத்து நகரத்தின் மதிலின் ஒரு இடைவெளியினூடாக இறக்கிவிட்டார்கள்."
  }, {
    "number" : 26,
    "verse" : "அவன் எருசலேமுக்கு வந்தபோது, சீடர்களுடன் சேர்ந்துகொள்ள முயற்சித்தான். ஆனால் அவர்களோ, இவனைக் குறித்துப் பயமடைந்திருந்தபடியால், உண்மையாகவே இவன் ஒரு சீடன் என்று நம்பவில்லை."
  }, {
    "number" : 27,
    "verse" : "ஆனால் பர்னபா அவனை அழைத்துக்கொண்டு அப்போஸ்தலர்களிடம் வந்து, சவுல் எவ்விதம் தன் பயணத்தில் ஆண்டவரைக் கண்டான் என்பதையும், ஆண்டவர் எவ்விதம் அவனுடன் பேசினார் என்பதையும், அவன் எவ்விதம் தமஸ்குவில் இயேசுவின் பெயரில் பயமின்றி பிரசங்கித்தான் என்பதையும் அவர்களுக்கு எடுத்துச் சொன்னான்."
  }, {
    "number" : 28,
    "verse" : "எனவே சவுல் அவர்களுடன் தங்கி எருசலேமில் சுதந்திரமாய்ச் சுற்றித் திரிந்து, ஆண்டவரின் பெயரில் துணிவுடன் பேசினான்."
  }, {
    "number" : 29,
    "verse" : "அவன் கிரேக்க மொழி பேசும் யூதருடன் உரையாடி விவாதித்தான். அவர்களோ, அவனைக் கொலை செய்ய முயற்சித்தார்கள்."
  }, {
    "number" : 30,
    "verse" : "சகோதரர் இதை அறிந்தபோது, அவர்கள் அவனை செசரியாவுக்கு அழைத்துக்கொண்டு போய் அவனுடைய சொந்த ஊராகிய தர்சுவுக்கு அனுப்பி வைத்தார்கள்."
  }, {
    "number" : 31,
    "verse" : "அந்நாட்களில் யூதேயா, கலிலேயா, சமாரியா ஆகிய இடங்களில் இருந்த திருச்சபையானது சமாதானத்தை அனுபவித்து பலமடைந்தது. திருச்சபையோர் கர்த்தருக்குப் பயந்து வாழ்ந்து, பரிசுத்த ஆவியானவரால் ஊக்குவிக்கப்பட்டு திருச்சபை வளர்ந்து எண்ணிக்கையில் பெருகிற்று."
  }, {
    "number" : 32,
    "verse" : "ஐனேயாவும் தொர்க்காளும்பேதுரு, நாட்டுப் பகுதிகளில் பிரயாணம் செய்து கொண்டிருக்கையில், லித்தாவில் இருந்த பரிசுத்தவான்களைச் சந்திக்கச் சென்றான்."
  }, {
    "number" : 33,
    "verse" : "அங்கே, முடக்குவாதமுடையவனாய் எட்டு வருடங்களாகப் படுக்கையிலே கிடந்த ஐனேயா என்னும் பெயருடைய ஒருவனைக் கண்டான்."
  }, {
    "number" : 34,
    "verse" : "பேதுரு அவனைப் பார்த்து, “ஐனேயாவே, இயேசு கிறிஸ்து உன்னைக் குணப்படுத்துகிறார். நீ எழுந்து உன் படுக்கையை மடித்து வை” என்றான். உடனே, ஐனேயா எழுந்து நின்றான்."
  }, {
    "number" : 35,
    "verse" : "லித்தாவிலும், சாரோனிலும் வாழ்ந்த எல்லோரும் அவன் நடப்பதைக் கண்டு கர்த்தரிடம் திரும்பினார்கள்."
  }, {
    "number" : 36,
    "verse" : "யோப்பாவிலே இருந்த சீடர்களில் தபீத்தா என்னும் பெயருடைய ஒரு சிஷ்யை இருந்தாள். கிரேக்க மொழியிலே அவளை தொர்க்காள் என்று அழைத்தார்கள். அவள் எப்போதும் நன்மை செய்கின்றவளாயும், ஏழைகளுக்கு உதவி செய்கின்றவளாயும் இருந்தாள்."
  }, {
    "number" : 37,
    "verse" : "அந்நாட்களில் அவள் சுகவீனமடைந்து இறந்து போனாள். அவளுடைய உடல் கழுவப்பட்டு, ஒரு வீட்டின் மேலறையில் கிடத்தப்பட்டிருந்தது."
  }, {
    "number" : 38,
    "verse" : "லித்தா, யோப்பாவுக்கு அருகே இருந்தது. எனவே, பேதுரு லித்தாவில் இருக்கின்றான் என்று சீடர்கள் கேள்விப்பட்டபோது இரண்டு பேரை அவனிடம் அனுப்பி, “தயவுசெய்து உடனே வாருங்கள்” என்று சொல்லச் சொன்னார்கள்."
  }, {
    "number" : 39,
    "verse" : "பேதுரு அவர்களுடனே புறப்பட்டான். அவன் வந்து சேர்ந்தவுடனே, அவனை வீட்டின் மேலறைக்கு அழைத்துக்கொண்டு போனார்கள். எல்லா விதவைகளும் அவனைச் சுற்றி நின்று அழுதார்கள். தொர்க்காள் உயிரோடு இருக்கையில், அவள் செய்த மேலாடைகளையும் மற்ற உடைகளையும் அவனுக்குக் காண்பித்தார்கள்."
  }, {
    "number" : 40,
    "verse" : "பேதுரு அவர்கள் எல்லோரையும் அறைக்கு வெளியே அனுப்பிவிட்டு, முழந்தாழிட்டு மன்றாடினான். அவன் இறந்த பெண்ணின் பக்கமாகத் திரும்பி, “தபீத்தா, எழுந்திரு” என்றான். அவள் கண்களைத் திறந்து பேதுருவைக் கண்டபோது எழுந்து உட்கார்ந்தாள்."
  }, {
    "number" : 41,
    "verse" : "அவன் அவளுடைய கையைப் பிடித்து, அவள் நிற்பதற்கு உதவி செய்தான். பின்பு அவன் விசுவாசிகளையும் விதவைகளையும் அழைத்து, அவர்களிடம் அவளை உயிருடன் ஒப்படைத்தான்."
  }, {
    "number" : 42,
    "verse" : "இது யோப்பா பட்டணம் முழுவதும் தெரியவந்தபோது அநேக மக்கள் கர்த்தரில் விசுவாசம் வைத்தார்கள்."
  }, {
    "number" : 43,
    "verse" : "யோப்பாவிலே தோல் பதனிடுகின்ற சீமோனுடன் பேதுரு பல நாட்கள் தங்கியிருந்தான்."
  } ]
}