{"bibleAbbr":"msAB1996","bookName":"2 RAJA-RAJA","bookEnglishName":"2 Kings","chapterNumber":11,"verses":[{"number":1,"verse":"( Ratu Atalya, Penguasa Yehuda) ( ( 140 22:10-23:15 )) Apabila Atalya, bonda Raja Ahazia, mendengar tentang pembunuhan puteranya, bonda raja itu memerintah supaya semua kerabat diraja dibunuh."},{"number":2,"verse":"Hanya Yoas, putera Raja Ahazia yang terlepas daripada pembunuhan itu. Yoas nyaris dibunuh bersama-sama putera raja yang lain, tetapi Yoas diselamatkan oleh ibu saudaranya, Yoseba puteri Raja Yehoram; Yoseba saudara Raja Ahazia, sebapa lain ibu. Yoseba membawa Yoas dan pengasuh Yoas ke sebuah bilik di Rumah TUHAN dan menyembunyikan dia daripada Atalya, supaya Yoas tidak dibunuh."},{"number":3,"verse":"Selama enam tahun Yoseba memelihara Yoas serta menyembunyikan dia di Rumah TUHAN, sementara Atalya memerintah sebagai ratu."},{"number":4,"verse":"Tetapi pada tahun ketujuh, Imam Yoyada menyuruh ketua-ketua pasukan pengawal diraja dan pengawal istana untuk berjumpa dengan dia di Rumah TUHAN. Dia menyuruh mereka bersumpah supaya mengikut rancangannya. Dia memperlihatkan Yoas, putera Raja Ahazia kepada mereka"},{"number":5,"verse":"dan memberikan perintah demikian, “Apabila kamu bertugas pada hari Sabat, sepertiga daripada kamu harus mengawal istana;"},{"number":6,"verse":"sepertiga lagi harus berkawal di Pintu Gerbang Sur dan yang lain berkawal di belakang para pengawal yang lain."},{"number":7,"verse":"Dua pasukan yang bercuti pada hari Sabat harus berkawal di Rumah TUHAN untuk melindungi raja."},{"number":8,"verse":"Kamu harus mengawal Yoas dengan pedang yang terhunus dan menyertai dia ke mana sahaja dia pergi. Sesiapa sahaja yang mendekati kamu harus dibunuh.”"},{"number":9,"verse":"Ketua-ketua itu taat kepada perintah Yoyada dan membawa pasukan mereka kepadanya, iaitu orang yang bercuti pada hari Sabat dan mereka yang bertugas pada hari Sabat."},{"number":10,"verse":"Yoyada memberi para ketua itu tombak dan perisai milik Raja Daud, yang disimpan di Rumah TUHAN."},{"number":11,"verse":"Yoyada menyuruh para pengawal yang membawa pedang terhunus supaya berkawal di sekeliling bahagian depan Rumah TUHAN untuk melindungi raja."},{"number":12,"verse":"Selepas itu Yoyada membawa Yoas keluar, lalu mengenakan mahkota pada kepala Yoas dan memberi dia sebuah salinan hukum tentang pemerintahan raja. Kemudian Yoas dilantik sebagai raja dan hal itu diumumkan kepada rakyat. Rakyat bertepuk tangan sambil berseru, “Daulat tuanku!”"},{"number":13,"verse":"Ratu Atalya mendengar keriuhan para pengawal dan rakyat, maka Ratu Atalya cepat-cepat pergi ke Rumah TUHAN, tempat orang ramai berkumpul."},{"number":14,"verse":"( ) Ratu Atalya nampak raja baru itu berdiri di sisi tiang, dekat pintu Rumah TUHAN, tempat raja ditabalkan. Raja baru itu dikelilingi oleh para pegawai dan peniup trompet. Semua rakyat bersorak dan bersukacita, sambil meniup trompet. Ratu Atalya mengoyakkan pakaiannya kerana dukacita, dan berseru, “Khianat! Khianat!”."},{"number":15,"verse":"Yoyada tidak mengizinkan Ratu Atalya dibunuh di kawasan Rumah TUHAN. Yoyada berkata kepada ketua-ketua pasukannya, “Bawalah ratu itu pergi melalui barisan pengawal. Bunuhlah sesiapa sahaja yang cuba menyelamatkan ratu itu.”"},{"number":16,"verse":"Mereka menangkap Ratu Atalya, lalu membawa baginda ke istana, dan membunuh ratu itu di Pintu Gerbang Kuda."},{"number":17,"verse":"( Yoyada Mengadakan Pembaharuan) ( ( 140 23:16-21 )) Imam Yoyada menyuruh Raja Yoas dan rakyat membuat satu perjanjian dengan TUHAN bahawa mereka akan menjadi umat TUHAN. Yoyada juga mengadakan perjanjian antara raja dengan rakyat."},{"number":18,"verse":"Kemudian rakyat masuk ke dalam kuil Baal dan merobohkan kuil itu. Mereka menghancurkan semua mazbah dan berhala di situ. Mereka membunuh Matan, imam Baal, di hadapan mazbah-mazbah itu. Yoyada menyuruh para pengawal berjaga di Rumah TUHAN,"},{"number":19,"verse":"lalu Yoyada sendiri, para pegawainya, pengawal diraja, dan pengawal istana, mengawal raja dari Rumah TUHAN ke istana, sambil diiringi oleh seluruh rakyat. Raja Yoas masuk ke istana melalui Pintu Pengawal lalu bersemayam di atas takhta."},{"number":20,"verse":"Semua orang bersukacita dan kota pun menjadi tenang kerana Atalya sudah dibunuh di istana."},{"number":21,"verse":"Raja Yoas berusia tujuh tahun ketika baginda menjadi raja Yehuda."}]}