{"bibleAbbr":"msAB1996","bookName":"2 RAJA-RAJA","bookEnglishName":"2 Kings","chapterNumber":18,"verses":[{"number":1,"verse":"( Raja Hizkia, Raja Yehuda) ( ( 140 29:1-2 , 140 31:1 )) Pada tahun ketiga pemerintahan Raja Hosea anak Ela sebagai raja Israel, Hizkia, putera Raja Ahas menjadi raja di Yehuda."},{"number":2,"verse":"Pada masa itu Raja Hizkia berusia dua puluh lima tahun, dan baginda memerintah di Yerusalem selama dua puluh sembilan tahun. Bondanya bernama Abia anak Zakharia."},{"number":3,"verse":"Raja Hizkia mengikut teladan nenek moyangnya Raja Daud, kerana baginda melakukan apa yang menyenangkan hati TUHAN."},{"number":4,"verse":"( ) Baginda memusnahkan tempat-tempat penyembahan berhala, memecahkan tiang-tiang batu, dan merobohkan patung-patung Dewi Asyera. Baginda juga menghancurkan ular gangsa yang dibuat oleh Musa dahulu, yang dikenal sebagai Nehustan, kerana hingga masa itu umat Israel masih membakar kemenyan untuk menghormati ular gangsa itu."},{"number":5,"verse":"Raja Hizkia percaya kepada TUHAN, Allah Israel. Tidak pernah lagi Yehuda mempunyai raja seperti Raja Hizkia, baik sebelum ataupun sesudah pemerintahan baginda."},{"number":6,"verse":"Raja Hizkia taat kepada TUHAN, dan tidak pernah membantah-Nya. Dengan sungguh-sungguh baginda mentaati segala perintah yang telah diberikan oleh TUHAN dengan perantaraan Musa."},{"number":7,"verse":"Oleh itu TUHAN menyertai baginda, dan baginda berjaya dalam segala usahanya. Baginda memberontak terhadap raja Asyur dan tidak mahu takluk kepadanya."},{"number":8,"verse":"Raja Hizkia mengalahkan orang Filistin dan menjarah daerah mereka, dari kampung yang terkecil sampai ke kota yang terbesar, termasuk Gaza dan kawasan di sekitarnya."},{"number":9,"verse":"Pada tahun keempat pemerintahan Raja Hizkia, iaitu pada tahun ketujuh pemerintahan Raja Hosea di Israel, Raja Salmaneser dari Asyur menyerang Israel dan mengepung kota Samaria."},{"number":10,"verse":"Tiga tahun kemudian, kota Samaria dikalahkan. Hal itu berlaku pada tahun keenam pemerintahan Raja Hizkia, dan tahun kesembilan pemerintahan Raja Hosea."},{"number":11,"verse":"Kemudian raja Asyur ( raja Asyur: Lihat 17.6.) membawa umat Israel ke Asyur sebagai orang tawanan, lalu menempatkan sebilangan daripada mereka di kota Halah, sebilangan di tepi Sungai Habor di daerah Gozan, dan sebahagian lagi di kota-kota negeri Madai."},{"number":12,"verse":"Samaria jatuh kerana umat Israel tidak taat kepada TUHAN, Allah mereka. Mereka mengingkari perjanjian yang dibuat oleh TUHAN dengan mereka, dan mereka melanggar semua hukum yang diberikan oleh Musa, hamba TUHAN. Mereka tidak mahu mendengar ataupun taat."},{"number":13,"verse":"( Orang Asyur Mengancam Yerusalem) ( ( 140 32:1-19 ; 290 36:1-22 )) Pada tahun keempat belas pemerintahan Raja Hizkia, Raja Sanherib dari Asyur, menyerang kota-kota yang berkubu di Yehuda serta mengalahkan semuanya."},{"number":14,"verse":"Raja Hizkia mengirim berita kepada Raja Sanherib yang ketika itu berada di Lakhis. Raja Hizkia bertitah, “Beta telah bersalah. Hentikanlah serangan tuanku. Beta akan membayar apa sahaja yang tuanku tuntut.” Raja Sanherib menuntut 10000 kilogram perak dan 1000 kilogram emas daripada Raja Hizkia."},{"number":15,"verse":"Raja Hizkia mengirim semua perak di Rumah TUHAN dan di perbendaharaan istana kepadanya."},{"number":16,"verse":"Baginda juga melucutkan emas daripada pintu-pintu Rumah TUHAN dan emas yang digunakannya untuk meliputi tiang-tiang pintu itu. Lalu Raja Hizkia mengirim semuanya kepada Raja Sanherib."},{"number":17,"verse":"Tetapi raja Asyur mengirim satu pasukan tentera yang besar dari Lakhis untuk menyerang Raja Hizkia di Yerusalem. Pasukan itu diketuai oleh tiga orang pegawai tinggi tentera, iaitu seorang panglima, seorang juru minuman, ( Juru minuman: Pada waktu itu, juru minuman tergolong pegawai tinggi.) dan seorang ketua pengawal raja. Apabila mereka tiba di Yerusalem, mereka mengambil tempat di jalan, tempat pembuat kain bekerja, dekat saluran yang menyalurkan air dari kolam di sebelah atas."},{"number":18,"verse":"Setelah itu mereka memanggil Raja Hizkia, tetapi tiga orang pegawai baginda datang menemui mereka, iaitu Elyakim anak Hilkia, pengurus istana; Sebna, setiausaha istana dan Yoah anak Asaf, setiausaha negara."},{"number":19,"verse":"Salah seorang pegawai tentera Asyur itu berkata, “Sampaikanlah titah raja Asyur kepada Raja Hizkia, ‘Mengapa raja begitu yakin?"},{"number":20,"verse":"Adakah pada sangka raja bahawa kata-kata dapat menggantikan kecekapan dan kekuatan tentera? Siapakah yang raja harap untuk menolong raja memberontak terhadap Asyur?"},{"number":21,"verse":"Raja mengharapkan bantuan dari Mesir, tetapi hal itu seperti orang yang menggunakan gelagah sebagai tongkat. Tongkat itu akan patah dan menusuk tangan raja sendiri. Begitulah raja Mesir terhadap sesiapa yang berharap kepadanya.’ ”"},{"number":22,"verse":"Pegawai Asyur itu meneruskan lagi, “Atau mungkinkah kamu berkata bahawa kamu berharap kepada TUHAN, Allah kamu? Pada waktu Raja Hizkia memerintahkan orang Yehuda dan Yerusalem beribadat di mazbah di Yerusalem sahaja, yang dimusnahkannya itu mazbah dan tempat-tempat penyembahan kepada TUHAN sendiri."},{"number":23,"verse":"Aku akan bertaruh dengan kamu demi nama raja Asyur. Aku akan memberi kamu dua ribu ekor kuda jika kamu mempunyai orang sebanyak itu untuk menunggangi semua kuda itu!"},{"number":24,"verse":"Kamu tidak dapat melawan kami bahkan pegawai Asyur yang paling rendah sekalipun, namun kamu mengharapkan orang Mesir menghantar kereta kuda dan pasukan berkuda kepada kamu."},{"number":25,"verse":"Adakah kamu menyangka bahawa aku menyerang negeri kamu dan memusnahkannya tanpa pertolongan TUHAN? TUHAN sendiri menyuruh aku menyerang serta memusnahkannya.”"},{"number":26,"verse":"Kemudian Elyakim, Sebna, dan Yoah berkata kepada pegawai itu, “Tuan, bertuturlah kepada kami dalam bahasa Aram. Kami akan faham bahasa itu. Janganlah bertutur dalam bahasa Ibrani. Semua orang di atas tembok itu dapat memahaminya.”"},{"number":27,"verse":"Tetapi pegawai itu menjawab, “Adakah pada sangka kamu bahawa raja Asyur menyuruh aku menyampaikan semua hal ini kepada kamu dan raja kamu sahaja? Tidak. Aku juga menyampaikan semua hal ini kepada orang yang duduk di atas tembok itu, kerana mereka pun mesti makan najis dan minum air kencing sendiri seperti kamu.”"},{"number":28,"verse":"Kemudian pegawai itu berdiri dan berseru dalam bahasa Ibrani, “Dengarlah titah ucapan raja Asyur kepada kamu!"},{"number":29,"verse":"Baginda memberikan amaran kepada kamu supaya jangan ditipu oleh Raja Hizkia. Raja Hizkia tidak dapat menyelamatkan kamu."},{"number":30,"verse":"Jangan biar Raja Hizkia menyuruh kamu berharap kepada TUHAN. Jangan sangka bahawa TUHAN akan menyelamatkan kamu, dan menghalangi angkatan tentera Asyur merebut kota kamu."},{"number":31,"verse":"Janganlah dengarkan Raja Hizkia. Raja Asyur memerintah kamu supaya keluar dari kota kamu dan menyerah diri. Kamu semua akan dibenarkan makan buah anggur dari pokok anggur kamu sendiri dan buah ara dari pokok ara kamu sendiri, dan minum air dari perigi kamu sendiri,"},{"number":32,"verse":"sehingga raja Asyur memindahkan kamu di negeri yang serupa dengan negeri kamu. Di sana ada banyak ladang anggur yang menghasilkan wain dan gandum untuk membuat roti. Negeri itu penuh dengan pokok zaitun, minyak zaitun, dan madu. Jika kamu taat kepada perintah raja, kamu akan hidup dan tidak akan mati. Jangan ditipu oleh Raja Hizkia. Jangan sangka bahawa TUHAN akan menyelamatkan kamu."},{"number":33,"verse":"Dewa-dewa negeri manakah pernah menyelamatkan negerinya daripada raja Asyur?"},{"number":34,"verse":"Di manakah dewa-dewa negeri Hamat dan Arpad sekarang? Di manakah dewa-dewa Sefarwaim, Hena dan Iwa? Pernahkah sesiapa menyelamatkan Samaria?"},{"number":35,"verse":"Dewa yang manakah pernah menyelamatkan negerinya daripada raja kami? Mengapakah kamu berfikir bahawa TUHAN dapat menyelamatkan Yerusalem?”"},{"number":36,"verse":"Rakyat diam sahaja seperti yang diperintahkan oleh Raja Hizkia. Mereka tidak mengeluarkan sepatah kata pun."},{"number":37,"verse":"Kemudian Elyakim, Sebna, dan Yoah mengoyakkan pakaian mereka kerana sedih. Mereka pergi melaporkan kata-kata pegawai Asyur itu kepada Raja Hizkia."}]}