{"bibleAbbr":"msAB1996","bookName":"2 RAJA-RAJA","bookEnglishName":"2 Kings","chapterNumber":19,"verses":[{"number":1,"verse":"( Raja Meminta Nasihat Nabi Yesaya) ( ( 290 37:1-7 )) Apabila Raja Hizkia mendengar laporan mereka, baginda mengoyakkan pakaiannya kerana sedih. Baginda memakai kain guni, lalu pergi ke Rumah TUHAN."},{"number":2,"verse":"Baginda menyuruh Elyakim, pengurus istana, dan Sebna, setiausaha istana, serta imam-imam yang tua untuk berjumpa dengan Nabi Yesaya anak Amos. Mereka juga memakai kain guni."},{"number":3,"verse":"Raja Hizkia menyuruh mereka menyampaikan berita ini kepada Yesaya, “Hari ini hari penderitaan. Kita dihukum dan dipermalukan. Kita seperti perempuan yang hampir bersalin tetapi kehabisan tenaga."},{"number":4,"verse":"Raja Asyur telah mengutus pegawai tertingginya untuk menghina Allah yang hidup. Semoga TUHAN, Allahmu mendengar hinaan itu dan menghukum mereka yang mengucapkannya. Oleh itu berdoalah kepada Allah untuk rakyat kita yang masih hidup.”"},{"number":5,"verse":"Apabila Yesaya menerima berita daripada Raja Hizkia,"},{"number":6,"verse":"dia memberikan jawapan ini, “TUHAN berfirman bahawa tuanku tidak usah takut terhadap orang Asyur yang mengatakan TUHAN tidak dapat menyelamatkan tuanku."},{"number":7,"verse":"TUHAN akan menyebabkan raja Asyur mendengar suatu khabar angin sehingga baginda lari pulang ke negerinya sendiri. TUHAN akan membiarkan baginda dibunuh di sana.”"},{"number":8,"verse":"( Orang Asyur Mengancam Lagi) ( ( 290 37:8-20 )) Pegawai Asyur itu mendengar bahawa raja Asyur telah meninggalkan Lakhis dan sedang berperang menentang Libna, sebuah kota yang berdekatan. Maka dia pergi ke sana untuk meminta nasihat."},{"number":9,"verse":"Pada masa itu Raja Asyur mendengar berita bahawa tentera Mesir yang dipimpin oleh Raja Tirhaka dari Etiopia ( Etiopia: Pada masa itu negeri Etiopia terletak di perbatasan negeri Mesir. Naskhah Ibrani: Kus.) datang untuk menyerang mereka. Apabila raja Asyur mendengar berita itu, baginda mengirim sepucuk surat kepada Raja Hizkia di Yehuda."},{"number":10,"verse":"Demikianlah bunyi surat itu, “Allah yang raja percayai itu berjanji bahawa raja tidak akan jatuh ke dalam tangan beta, tetapi jangan ditipu oleh janji itu."},{"number":11,"verse":"Raja telah mendengar apa yang dilakukan oleh raja Asyur terhadap setiap negeri apa sahaja yang hendak dimusnahkannya. Jangan sangka raja akan terlepas!"},{"number":12,"verse":"Nenek moyang beta memusnahkan kota Gozan, Haran, dan Rezef, serta membunuh orang Eden yang tinggal di Telasar. Tidak satu pun daripada dewa mereka dapat menyelamatkan mereka."},{"number":13,"verse":"Di manakah raja-raja kota Hamat, Arpad, Sefarwaim, Hena, dan Iwa sekarang?”"},{"number":14,"verse":"Raja Hizkia mengambil surat itu daripada para utusan, lalu membacanya. Kemudian baginda pergi ke Rumah TUHAN dan membentangkan surat itu di hadirat TUHAN,"},{"number":15,"verse":"( ) lalu berdoa, “Ya TUHAN, Allah Israel, Engkau yang bersemayam di atas kerub; Engkau satu-satunya Allah yang memerintah semua kerajaan di dunia. Engkau mencipta langit dan bumi."},{"number":16,"verse":"Sekarang lihatlah hal yang berlaku kepada kami. Dengarlah segala hinaan yang diucapkan oleh Raja Sanherib terhadap-Mu, ya Allah yang hidup."},{"number":17,"verse":"Kami semua tahu, ya TUHAN, bahawa raja Asyur telah memusnahkan banyak bangsa dan menghancurkan negeri mereka,"},{"number":18,"verse":"serta membakar dewa-dewa mereka. Tetapi dewa-dewa itu tidak berkuasa kerana semuanya hanya patung daripada kayu dan batu yang dibuat oleh manusia."},{"number":19,"verse":"Oleh itu selamatkanlah kami daripada orang Asyur, ya TUHAN, Allah kami supaya semua bangsa di dunia tahu bahawa Engkau, TUHAN satu-satunya Allah.”"},{"number":20,"verse":"( Perkhabaran Yesaya kepada Raja) ( ( 290 37:21-38 )) Kemudian Yesaya mengirim perkhabaran kepada Raja Hizkia bahawa TUHAN, Allah Israel telah mendengar doanya."},{"number":21,"verse":"Demikianlah firman TUHAN, “Kota Yerusalem mentertawakan serta menghinakan engkau, hai Sanherib."},{"number":22,"verse":"Pada sangkamu, siapakah yang engkau cela dan hina itu? Engkau telah bersikap sombong terhadap Aku, Allah Israel, Allah yang suci."},{"number":23,"verse":"Engkau mengirim para utusanmu untuk membesar-besarkan dirimu di hadapan-Ku, bahawa dengan kereta kudamu engkau telah menaklukkan gunung-gunung tertinggi di Lebanon. Engkau bercakap besar bahawa di sana engkau telah menebang pokok sedar yang tertinggi dan pokok sipres yang terbaik, dan bahawa engkau telah menembusi hutan Lebanon yang paling lebat."},{"number":24,"verse":"Engkau bercakap besar bahawa engkau telah menggali perigi dan meminum air di negeri-negeri asing, dan bahawa tenteramu memijak-mijak Sungai Nil sehingga kering."},{"number":25,"verse":"Belum pernahkah engkau mendengar bahawa Akulah yang merancangkan semua itu sejak dahulu? Sekarang Aku sudah melaksanakannya. Akulah yang memberi engkau kuasa untuk memusnahkan kota-kota berkubu sehingga menjadi puing-puing."},{"number":26,"verse":"Penduduk di situ tidak berdaya; mereka ketakutan dan bingung. Mereka seperti rumput di padang atau rumpai yang tumbuh di atas bumbung rumah, yang layu apabila ditiup oleh angin timur yang panas. ( Kemungkinan besar ertinya: apabila ditiup... yang panas. Naskhah Ibrani: sebelum masak.)"},{"number":27,"verse":"Tetapi Aku tahu akan segala halmu; segala perbuatanmu dan ke mana sahaja engkau pergi. Aku tahu bahawa engkau marah sekali terhadap Aku."},{"number":28,"verse":"Aku telah mendengar tentang kemarahanmu dan kesombonganmu. Sekarang Aku akan menaruh kait pada hidungmu, dan kekang pada mulutmu. Aku akan menarik engkau pulang melalui jalan yang engkau ikuti ketika datang.”"},{"number":29,"verse":"Kemudian Yesaya mengirim perkhabaran ini kepada Raja Hizkia, “Perkara ini akan menjadi satu tanda bagi tuanku: Pada tahun ini dan tahun yang akan datang, tuanku akan makan gandum yang tumbuh sendiri. Tetapi pada tahun yang berikutnya, tanamlah gandum dan anggur, dan nikmatilah hasilnya."},{"number":30,"verse":"Penduduk Yehuda yang terselamat akan makmur seperti tumbuhan yang berakar umbi dan berbuah."},{"number":31,"verse":"Baik di Yerusalem mahupun di Bukit Sion akan ada orang yang terselamat, kerana TUHAN telah tentukan bahawa perkara ini akan berlaku."},{"number":32,"verse":"Inilah firman TUHAN tentang raja Asyur, ‘Dia tidak akan masuk ke Yerusalem, atau melepaskan anak panah ke arahnya. Askar-askar yang berperisai tidak akan mendekati kota ini. Mereka tidak akan membuat timbunan tanah untuk mengepungnya."},{"number":33,"verse":"Raja Asyur akan pulang melalui jalan yang diikutinya ketika datang, tanpa memasuki kota ini. Aku, TUHAN, telah berfirman."},{"number":34,"verse":"Demi kehormatan-Ku sendiri dan demi janji-Ku kepada hamba-Ku Daud, Aku akan membela kota ini serta melindunginya.’ ”"},{"number":35,"verse":"Pada malam itu satu malaikat TUHAN pergi ke perkhemahan orang Asyur dan membunuh 185000 orang askar. Pagi-pagi keesokan harinya, mereka semua sudah mati!"},{"number":36,"verse":"Kemudian Raja Sanherib dari Asyur, berundur dari sana dan pulang ke Niniwe."},{"number":37,"verse":"Pada suatu hari, ketika baginda sedang bersembahyang di dalam kuil Nisrokh, dewanya, dua orang putera baginda, Adramelekh dan Sarezer, membunuh baginda dengan pedang. Selepas itu mereka lari ke tanah Ararat. Esarhadon, puteranya yang lain, menggantikan baginda sebagai raja."}]}