{"bibleAbbr":"msAB1996","bookName":"2 RAJA-RAJA","bookEnglishName":"2 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"( Raja Manasye, Raja Yehuda) ( ( 140 33:1-20 )) Raja Manasye berusia dua belas tahun ketika baginda menjadi raja Yehuda. Baginda memerintah di Yerusalem selama lima puluh lima tahun. Bondanya bernama Hefzibah."},{"number":2,"verse":"( ) Raja Manasye berdosa terhadap TUHAN. Baginda mengikuti perbuatan keji yang dilakukan bangsa-bangsa yang diusir oleh TUHAN ketika umat-Nya menduduki negeri itu."},{"number":3,"verse":"Baginda membina semula tempat-tempat pemujaan berhala yang telah dimusnahkan oleh ayahandanya, Raja Hizkia. Raja Manasye membina mazbah untuk menyembah Baal dan membuat patung Dewi Asyera, seperti yang dilakukan Raja Ahab, penguasa Israel. Raja Manasye juga menyembah bintang-bintang."},{"number":4,"verse":"( ) Baginda membina mazbah untuk dewa-dewa di dalam Rumah TUHAN, tempat yang telah ditentukan TUHAN sebagai tempat beribadat kepada-Nya."},{"number":5,"verse":"Di dua halaman Rumah TUHAN, Raja Manasye juga membina mazbah-mazbah untuk menyembah bintang-bintang."},{"number":6,"verse":"Baginda mempersembahkan putera baginda sebagai korban yang dibakar. Baginda melakukan penujuman dan sihir, dan baginda berhubungan ( berhubungan dengan; atau mengembalikan.) dengan tukang tilik dan dukun. Baginda berdosa besar terhadap TUHAN dan membangkitkan kemurkaan-Nya."},{"number":7,"verse":"Raja Manasye meletakkan patung Dewi Asyera di Rumah TUHAN, padahal tentang tempat itu TUHAN telah berfirman kepada Raja Daud dan puteranya, Raja Salomo, “Rumah-Ku dan kota Yerusalem ini yang telah Aku pilih dari antara wilayah dua belas suku Israel, adalah tempat yang Kutetapkan sebagai tempat beribadat kepada-Ku."},{"number":8,"verse":"( ; ) Jika umat-Ku Israel taat kepada perintah-Ku serta menurut seluruh Taurat yang diberikan oleh Musa, hamba-Ku kepada mereka, maka Aku tidak akan membiarkan mereka diusir dari negeri yang telah Aku berikan kepada nenek moyang mereka.”"},{"number":9,"verse":"Tetapi orang Yehuda tidak taat kepada TUHAN. Raja Manasye menyebabkan mereka melakukan dosa yang lebih besar daripada dosa bangsa-bangsa yang diusir oleh TUHAN ketika umat-Nya memasuki negeri itu."},{"number":10,"verse":"Dengan perantaraan para nabi, hamba-hamba-Nya, TUHAN berfirman,"},{"number":11,"verse":"“Raja Manasye telah melakukan perkara-perkara yang menjijikkan, yang lebih keji daripada perbuatan orang Kanaan. Dengan berhala-berhalanya, dia telah menyebabkan penduduk Yehuda berdosa."},{"number":12,"verse":"Oleh itu, Aku, TUHAN, Allah Israel, akan mendatangkan bencana yang dahsyat kepada Yerusalem dan Yehuda, sehingga tiap-tiap orang yang mendengarnya akan terpegun."},{"number":13,"verse":"Aku akan menghukum Yerusalem sebagaimana Aku menghukum Samaria dan Raja Ahab, penguasa Israel, serta keturunannya. Aku akan menghapuskan penduduk Yerusalem sebagaimana orang membersihkan pinggan dan menterbalikkannya."},{"number":14,"verse":"Aku akan meninggalkan mereka yang masih hidup dan menyerahkan mereka kepada musuh. Musuh akan mengalahkan mereka dan menjarah negeri mereka."},{"number":15,"verse":"Aku akan melakukan hal itu kepada umat-Ku kerana mereka telah berdosa terhadap-Ku, dan telah membangkitkan kemurkaan-Ku sejak nenek moyang mereka keluar dari Mesir sehingga sekarang.”"},{"number":16,"verse":"Raja Manasye membunuh begitu banyak orang yang tidak bersalah sehingga darah mengalir di jalan-jalan di Yerusalem. Di samping perbuatan itu, Raja Manasye juga menyebabkan penduduk Yehuda menyembah berhala, sehingga mereka berdosa terhadap TUHAN."},{"number":17,"verse":"Segala perbuatan Raja Manasye, termasuk dosa yang dilakukan baginda, tercatat di dalam buku Sejarah Raja-Raja Yehuda."},{"number":18,"verse":"Raja Manasye mangkat dan dimakamkan di taman istana, iaitu taman Uza. Amon, puteranya menggantikan baginda sebagai raja."},{"number":19,"verse":"( Raja Amon, Raja Yehuda) ( ( 140 33:21-25 )) Raja Amon berusia dua puluh dua tahun ketika baginda menjadi raja di Yehuda. Baginda memerintah di Yerusalem selama dua tahun. Bonda baginda bernama Mesulemet anak Harus dari kota Yotba."},{"number":20,"verse":"Seperti Raja Manasye, ayahandanya, Raja Amon juga berdosa terhadap TUHAN."},{"number":21,"verse":"Raja Amon mengikut perbuatan ayahandanya, dan menyembah dewa-dewa yang disembah ayahandanya."},{"number":22,"verse":"Raja Amon menolak TUHAN, Allah nenek moyang baginda. Baginda tidak taat kepada perintah TUHAN."},{"number":23,"verse":"Para pegawai Raja Amon berkomplot menentang baginda, lalu membunuh baginda di istana."},{"number":24,"verse":"Tetapi kemudian penduduk Yehuda pula membunuh orang yang membunuh Raja Amon, lalu mereka melantik Yosia, putera baginda menjadi raja."},{"number":25,"verse":"Segala perbuatan Raja Amon tercatat di dalam buku Sejarah Raja-Raja Yehuda."},{"number":26,"verse":"Raja Amon dimakamkan di taman Uza, lalu Yosia, putera baginda menggantikan baginda sebagai raja."}]}