{"bibleAbbr":"msAB1996","bookName":"2 RAJA-RAJA","bookEnglishName":"2 Kings","chapterNumber":5,"verses":[{"number":1,"verse":"( Naaman Disembuhkan) Naaman ialah panglima tentera negeri Siria. Dia sangat dihormati dan dihargai oleh raja Siria, kerana melalui Naaman, TUHAN telah memberikan kemenangan kepada angkatan perang Siria. Naaman seorang panglima yang perkasa, tetapi dia menghidap penyakit kulit yang sangat mengerikan."},{"number":2,"verse":"Pada suatu masa, orang Siria menyerang negeri Israel. Dalam serangan itu seorang budak perempuan Israel ditangkap, lalu dibawa pergi sebagai orang tawanan. Kemudian budak perempuan itu menjadi hamba kepada isteri Naaman."},{"number":3,"verse":"Pada suatu hari budak itu berkata kepada isteri Naaman, “Alangkah baiknya jika tuan saya dapat pergi kepada nabi yang tinggal di Samaria! Dia dapat menyembuhkan penyakit tuan saya.”"},{"number":4,"verse":"Apabila Naaman mendengar hal itu, dia menghadap raja dan memberitahukan apa yang dikatakan budak perempuan itu."},{"number":5,"verse":"Raja Siria bertitah, “Pergilah kepada raja Israel, dan bawalah surat ini kepadanya.” Kemudian Naaman berangkat sambil membawa 30000 keping perak, 6000 keping emas dan sepuluh pasang pakaian yang baik."},{"number":6,"verse":"Surat yang dibawanya itu berbunyi demikian, “Pembawa surat ini ialah Naaman, panglima beta. Tolong sembuhkan penyakitnya.”"},{"number":7,"verse":"Apabila raja Israel membaca surat itu, baginda mengoyakkan pakaiannya kerana dukacita. Titahnya, “Mana boleh raja Siria meminta beta menyembuhkan orang ini? Adakah baginda berpendapat bahawa beta ini Allah ( Allah; atau tuhan.) yang mempunyai kuasa untuk menghidupkan dan mematikan orang? Tentu baginda mencari-cari sebab untuk bertengkar dengan beta!”"},{"number":8,"verse":"Apabila Nabi Elisa mendengar apa yang telah berlaku, dia mengirim berita kepada raja. Katanya, “Mengapakah tuanku risau? Suruhlah orang itu datang kepada hamba. Hamba akan menunjukkan kepadanya bahawa ada seorang nabi di Israel!”"},{"number":9,"verse":"Oleh itu Naaman berangkat dengan kereta kuda dan semua kudanya, lalu berhenti di pintu rumah Elisa."},{"number":10,"verse":"Elisa menyuruh seorang hamba keluar untuk memberitahu Naaman supaya mandi tujuh kali di Sungai Yordan, maka penyakitnya akan sembuh."},{"number":11,"verse":"Tetapi Naaman marah ketika mendengar kata-kata itu lalu meninggalkan tempat itu. Katanya, “Sangkaku sekurang-kurangnya dia akan keluar menemui aku, berdoa kepada TUHAN, Allahnya, lalu menggerak-gerakkan tangannya di atas bahagian tubuhku yang sakit, ( bahagian tubuhku yang sakit; atau tempat ini.) serta menyembuhkan aku."},{"number":12,"verse":"Selain itu, bukankah Sungai Abana dan Sungai Parpar di Damsyik lebih baik daripada sungai mana pun di Israel? Aku pun boleh mandi di sungai-sungai itu dan menjadi sembuh!”"},{"number":13,"verse":"Tetapi hamba-hamba Naaman berkata kepadanya, “Tuan, jika nabi itu menyuruh tuan melakukan perkara yang susah, tentu tuan akan melakukannya. Sebaiknya tuan mandi seperti yang disuruhnya supaya sembuh.”"},{"number":14,"verse":"( ) Oleh itu Naaman turun ke Sungai Yordan dan membenamkan dirinya tujuh kali seperti yang disuruh oleh Nabi Elisa. Setelah itu penyakitnya sembuh sama sekali. Tubuhnya menjadi sihat semula seperti tubuh seorang kanak-kanak."},{"number":15,"verse":"Naaman bersama dengan semua pengiringnya kembali kepada Elisa. Naaman berkata, “Sekarang saya tahu bahawa hanya ada satu Allah di seluruh dunia, iaitu Allah Israel. Sudilah tuan menerima persembahan saya ini.”"},{"number":16,"verse":"Tetapi Elisa berkata, “Demi TUHAN yang hidup yang saya abdikan diri, saya bersumpah bahawa saya tidak akan menerima hadiah apa-apa pun.” Naaman mendesak Elisa supaya menerimanya, tetapi Elisa tetap menolak."},{"number":17,"verse":"Oleh itu Naaman berkata, “Jika tuan enggan menerima persembahan saya, berikanlah saya tanah sebanyak yang dapat dibawa oleh sepasang baghal, supaya saya boleh membawa tanah itu pulang. ( membawa tanah itu pulang: Pada waktu itu orang percaya bahawa dewa atau tuhan hanya mahu disembah di atas tanahnya sendiri.) Mulai sekarang saya tidak lagi akan mempersembahkan korban-korban atau korban yang dibakar kepada tuhan-tuhan lain, kecuali kepada TUHAN sahaja."},{"number":18,"verse":"Saya berharap agar TUHAN mengampuni saya manakala saya mengiringi raja pergi bersembahyang di kuil Rimon, dewa negeri Siria. Semoga TUHAN mengampuni saya!”"},{"number":19,"verse":"Elisa berkata, “Pergilah dengan sejahtera.” Lalu Naaman meninggalkan tempat itu. Tidak lama selepas Naaman berangkat,"},{"number":20,"verse":"Gehazi, hamba Elisa berkata dalam hati, “Mengapa Elisa membenarkan Naaman pergi tanpa membayar sedikit pun? Seharusnya dia menerima pemberian orang Siria itu. Demi TUHAN yang hidup, aku akan mengejar orang Siria itu dan mendapatkan sesuatu daripadanya.”"},{"number":21,"verse":"Oleh itu Gehazi mengejar Naaman. Apabila Naaman nampak seorang mengejar dia, dia turun dari kereta kudanya dan bertanya, “Ada apa?”"},{"number":22,"verse":"Gehazi menjawab, “Tidak ada, tetapi saya disuruh mengatakan kepada tuan bahawa baru saja dua orang nabi daripada kumpulan nabi datang dari daerah perbukitan Efraim. Tuan saya minta supaya tuan memberikan tiga ribu keping wang perak dan dua pasang pakaian baik untuk kedua-dua orang nabi itu.”"},{"number":23,"verse":"“Tentu saja!” kata Naaman, dan dia mendesak Gehazi supaya menerima 6000 keping wang perak. Naaman membungkus wang itu dalam dua buah kantung, lalu mengambil dua pasang pakaian baik itu. Semuanya diberikan oleh Naaman kepada dua orang hambanya, yang disuruhnya berjalan mendahului Gehazi."},{"number":24,"verse":"Apabila mereka sampai di bukit tempat tinggal Elisa, Gehazi mengambil dua buah kantung itu lalu membawanya ke dalam rumah. Setelah itu dia menyuruh hamba-hamba Naaman pulang."},{"number":25,"verse":"Ketika Gehazi masuk ke dalam rumah, Elisa bertanya kepadanya, “Ke mana engkau pergi?” “Tidak ke mana-mana,” jawab Gehazi."},{"number":26,"verse":"Tetapi Elisa berkata, “Bukankah rohku di sana ketika orang itu turun dari kereta kudanya untuk menemui engkau? Sekarang bukanlah masanya untuk menerima wang dan pakaian, kebun zaitun dan ladang anggur, lembu dan domba, atau hamba-hamba!"},{"number":27,"verse":"Oleh sebab engkau menerima pemberian itu, engkau dan keturunanmu akan mendapat penyakit Naaman selama-lamanya!” Apabila Gehazi meninggalkan tempat itu, dia menghidap penyakit kulit; kulitnya menjadi putih sekali."}]}