{"bibleAbbr":"msAB1996","bookName":"2 RAJA-RAJA","bookEnglishName":"2 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"( Kepala Kapak Didapati Semula) Pada suatu hari, kumpulan nabi yang dididik oleh Elisa berkata kepada Elisa, “Tempat tinggal kita terlalu sempit!"},{"number":2,"verse":"Benarkanlah kami pergi menebang kayu dekat Sungai Yordan, supaya kami dapat membina tempat tinggal di sana.” “Baiklah,” jawab Elisa."},{"number":3,"verse":"Seorang daripada mereka mendesak Elisa supaya mengikut mereka; Elisa bersetuju."},{"number":4,"verse":"Oleh itu mereka berangkat bersama-sama. Apabila mereka sampai dekat Sungai Yordan, mereka mula bekerja."},{"number":5,"verse":"Semasa seorang daripada mereka menebang sebatang pokok, tiba-tiba mata kapaknya jatuh ke dalam air. Orang itu berseru kepada Elisa, “Apakah yang harus saya lakukan? Kapak itu saya pinjam daripada orang lain!”"},{"number":6,"verse":"Elisa bertanya, “Di manakah mata kapak itu jatuh?” Orang itu menunjukkan tempatnya. Elisa memotong sebatang kayu lalu melemparkannya ke tempat itu. Tiba-tiba mata kapak daripada besi itu timbul di permukaan air."},{"number":7,"verse":"“Ambillah,” kata Elisa. Orang itu menghulurkan tangannya lalu mengambil mata kapak itu."},{"number":8,"verse":"( Tentera Negeri Siria Dikalahkan) Pada suatu ketika, raja negeri Siria sedang berperang melawan Israel. Setelah berunding dengan para panglima baginda, raja Siria memilih satu tempat, lalu mendirikan perkhemahan baginda di situ."},{"number":9,"verse":"Tetapi Elisa menyuruh orang memberitahukan hal itu kepada raja Israel, serta memberikan amaran supaya mereka tidak mendekati tempat itu, kerana orang Siria sedang mengadang di situ."},{"number":10,"verse":"Raja Israel memberikan amaran kepada orang yang tinggal di situ supaya mereka berwaspada. Begitulah beberapa kali Elisa memperingatkan raja."},{"number":11,"verse":"Raja negeri Siria menjadi sangat gusar kerana hal itu. Baginda memanggil para panglima lalu bertanya kepada mereka, “Siapakah antara kamu yang berpihak kepada raja Israel?”"},{"number":12,"verse":"Salah seorang antara mereka menjawab, “Tidak sesiapa, tuanku. Nabi Elisa yang memberitahu raja Israel hal itu, bahkan perkataan yang tuanku ucapkan di bilik tidur.”"},{"number":13,"verse":"“Carilah dia,” titah raja, “lalu beta akan menangkapnya.” Apabila raja diberitahu bahawa Elisa berada di Dotan,"},{"number":14,"verse":"baginda mengirim satu pasukan besar ke sana dengan kuda dan kereta kuda. Pasukan tentera itu tiba di kota itu pada malam hari, lalu mereka mengepung kota itu."},{"number":15,"verse":"Esok paginya hamba Elisa bangun, lalu keluar dari rumah dan nampak tentera Siria dengan kuda dan kereta kuda mereka mengelilingi kota itu. Dia balik kepada Elisa dan berseru, “Malanglah kita, tuan! Apakah yang harus kita lakukan?”"},{"number":16,"verse":"“Janganlah takut,” kata Elisa. “Yang di pihak kita lebih banyak daripada yang di pihak mereka.”"},{"number":17,"verse":"Kemudian Elisa berdoa, “Ya TUHAN, celikkanlah mata hambaku ini supaya dia dapat melihat!” TUHAN mengabulkan doanya. Hamba Elisa menengadah dan nampak bukit itu penuh dengan kuda dan kereta kuda berapi di sekeliling Elisa."},{"number":18,"verse":"Apabila tentera Siria menyerang mereka, Elisa berdoa, “Ya TUHAN, butakanlah mata semua orang ini!” TUHAN mengabulkan doanya dan membutakan mata mereka."},{"number":19,"verse":"Elisa datang kepada mereka dan berkata, “Kamu sesat jalan! Ini bukan kota yang kamu cari. Ikutlah saya. Saya akan membawa kamu kepada orang yang kamu cari itu.” Lalu dia memimpin mereka ke Samaria."},{"number":20,"verse":"Setelah mereka masuk ke kota itu, Elisa berdoa, “Celikkanlah mata mereka, ya TUHAN. Biarlah mereka melihat.” TUHAN mengabulkan doanya lalu mencelikkan mata semua orang itu. Mereka pun sedar bahawa mereka berada di kota Samaria."},{"number":21,"verse":"Apabila raja Israel nampak tentera Siria, baginda bertanya kepada Elisa, “Tuan, haruskah beta membunuh mereka?”"},{"number":22,"verse":"“Tidak,” jawab Elisa. “Bahkan askar-askar yang telah tuanku tawan dalam pertempuran pun tidak tuanku bunuh. Berilah mereka makanan dan minuman, dan biarlah mereka pulang kepada raja mereka.”"},{"number":23,"verse":"Oleh itu raja Israel menyediakan jamuan besar bagi mereka. Setelah mereka makan dan minum, raja menyuruh mereka pulang kepada raja Siria. Sejak itu orang Siria tidak lagi menyerang negeri Israel."},{"number":24,"verse":"( Raja Benhadad Mengepung Samaria) Tidak berapa lama kemudian, Raja Benhadad dari negeri Siria memimpin seluruh tenteranya melawan Israel dan mengepung kota Samaria."},{"number":25,"verse":"Akibatnya, kelaparan yang dahsyat terjadi di kota itu sehingga satu kepala keldai berharga 80 keping wang perak dan 200 gram tahi burung merpati ( tahi burung merpati: Mungkin inilah istilah yang biasa digunakan untuk sejenis sayuran.) berharga 5 keping wang perak."},{"number":26,"verse":"Raja Israel sedang berjalan di atas tembok kota apabila seorang perempuan berseru kepadanya, “Tuanku, tolonglah hamba!”"},{"number":27,"verse":"Raja menjawab, “Jika TUHAN tidak menolong kamu, bagaimana pula beta dapat menolong? Beta tidak mempunyai gandum ataupun wain!"},{"number":28,"verse":"Apakah masalahmu?” Perempuan itu berkata, “Perempuan ini telah mencadangkan supaya hamba berdua makan anak hamba dahulu, lalu hari berikutnya makan anaknya."},{"number":29,"verse":"( ; ) Oleh itu kami memasak anak hamba dan memakannya. Esoknya hamba memberitahu dia bahawa kami harus makan anaknya pula, tetapi dia telah menyembunyikan anaknya!”"},{"number":30,"verse":"Apabila raja mendengar hal itu, baginda mengoyakkan pakaiannya kerana dukacita. Semua orang yang dekat tembok itu nampak bahawa raja memakai kain guni di sebelah dalam pakaiannya."},{"number":31,"verse":"Raja berseru, “Semoga Allah membunuh beta jika kepala Elisa tidak dipancung pada hari ini!”"},{"number":32,"verse":"Oleh itu raja menyuruh orang menangkap Elisa. Pada masa itu Elisa sedang berada di rumah bersama dengan beberapa orang ketua masyarakat yang mengunjungi dia. Sebelum utusan raja itu tiba, Elisa berkata kepada ketua-ketua itu, “Pembunuh itu sedang menyuruh orang membunuh saya! Apabila orang itu datang, kuncilah pintu dan jangan benarkan dia masuk. Raja sendiri akan datang menyusul dia.”"},{"number":33,"verse":"Sebelum Elisa selesai berkata-kata, raja ( Erti dalam naskhah mungkin: raja. Naskhah Ibrani: utusan.) pun tiba dan bertitah, “TUHAN yang telah mendatangkan kesusahan ini kepada kita! Apakah gunanya beta menunggu pertolongan-Nya?”"}]}