{"bibleAbbr":"msAB1996","bookName":"2 RAJA-RAJA","bookEnglishName":"2 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"( Perempuan Sunem Kembali ke Israel) ( ) Sebelum kelaparan itu terjadi, Elisa telah memberitahu perempuan yang tinggal di Sunem, yang anak lelakinya pernah dihidupkan kembali oleh Elisa, bahawa TUHAN akan mendatangkan kelaparan di negeri itu selama tujuh tahun. Elisa memberitahu perempuan itu bahawa dia harus meninggalkan kota itu bersama-sama keluarganya dan pergi ke tempat lain."},{"number":2,"verse":"Perempuan itu menurut nasihat Elisa dan bersama-sama keluarganya pergi ke negeri orang Filistin dan tinggal di sana selama tujuh tahun."},{"number":3,"verse":"Selepas tujuh tahun, perempuan itu kembali ke Israel lalu menghadap raja untuk memohon supaya rumah dan tanahnya di kembalikan kepadanya."},{"number":4,"verse":"Pada masa itu raja sedang bertutur dengan Gehazi, hamba Elisa. Raja hendak tahu tentang mukjizat-mukjizat yang dilakukan oleh Elisa."},{"number":5,"verse":"Sedang Gehazi menceritakan cara Elisa menghidupkan seorang yang telah mati, perempuan itu menghadap raja. Oleh itu Gehazi berkata kepada raja, “Tuanku, inilah perempuan itu, dan inilah anaknya yang telah dihidupkan semula oleh Elisa!”"},{"number":6,"verse":"Apabila ditanyai raja, perempuan itu mengesahkan perkataan Gehazi. Oleh itu raja memanggil seorang pegawainya dan menyuruh dia mengembalikan segala harta yang dimiliki perempuan itu kepadanya, termasuk harga semua hasil tanaman di ladangnya selama tujuh tahun dia di luar negeri."},{"number":7,"verse":"( Elisa dan Raja Benhadad dari Siria) Pada suatu masa, Elisa pergi ke Damsyik ketika raja negeri Siria sedang gering. Apabila raja diberitahu bahawa Elisa berada di sana,"},{"number":8,"verse":"raja bertitah kepada Hazael, salah seorang pegawainya, “Bawalah hadiah kepada nabi itu, dan suruh dia bertanya kepada TUHAN sama ada beta akan sembuh atau tidak.”"},{"number":9,"verse":"Oleh itu Hazael membawa segala macam hasil yang terbaik dari Damsyik dan memuatkan semua itu pada empat puluh ekor unta, lalu pergi bertemu dengan Elisa. Apabila Hazael berjumpa dengan Elisa, Hazael berkata, “Raja Benhadad, hamba tuan, menyuruh saya bertanya kepada tuan sama ada baginda akan sembuh daripada penyakitnya atau tidak.”"},{"number":10,"verse":"Elisa menjawab, “TUHAN telah berfirman kepada saya bahawa baginda akan mangkat. Tetapi katakan saja kepada baginda bahawa baginda akan sembuh.”"},{"number":11,"verse":"Kemudian Elisa menatap Hazael dengan pandangan yang tajam sehingga Hazael berasa gelisah. Tiba-tiba Elisa menangis."},{"number":12,"verse":"Hazael bertanya kepadanya, “Mengapakah tuan menangis?” Elisa menjawab, “Kerana saya tahu perkara dahsyat yang akan kamu lakukan terhadap umat Israel. Kamu akan membakar kubu-kubu mereka, membunuh orang muda mereka yang terbaik, memukul anak-anak mereka sehingga mati, serta membelah perut kaum wanita mereka yang mengandung.”"},{"number":13,"verse":"( ) “Tidak mungkin saya menjadi sedemikian berkuasa!” kata Hazael. “Saya bukan orang penting!” Tetapi Elisa menjawab, “TUHAN telah memberitahu saya bahawa kamu akan menjadi raja negeri Siria.”"},{"number":14,"verse":"Hazael pulang kepada Raja Benhadad, lalu Raja Benhadad bertanya kepadanya, “Apakah kata Elisa?” Hazael berkata, “Dia memberitahu hamba bahawa tuanku pasti akan sembuh.”"},{"number":15,"verse":"Tetapi esok harinya, Hazael mengambil sehelai selimut, mencelupkannya ke dalam air, lalu menekankan selimut itu pada muka raja sehingga baginda mangkat. Selepas itu Hazael menggantikan Raja Benhadad sebagai raja negeri Siria."},{"number":16,"verse":"( Raja Yehoram, Raja Yehuda) ( ( 140 21:1-20 )) Pada tahun kelima pemerintahan Raja Yoram putera Raja Ahab di Israel, Yehoram putera Raja Yosafat menjadi raja Yehuda."},{"number":17,"verse":"Pada masa itu Raja Yehoram berusia tiga puluh dua tahun, dan baginda memerintah di Yerusalem selama lapan tahun."},{"number":18,"verse":"Isteri baginda ialah puteri Raja Ahab, dan seperti keluarga Raja Ahab, Raja Yehoram mengikut perbuatan jahat raja-raja Israel. Baginda berdosa terhadap TUHAN,"},{"number":19,"verse":"( ) tetapi TUHAN tidak mahu memusnahkan Yehuda, kerana Dia telah berjanji kepada hamba-Nya, Raja Daud bahawa keturunan Raja Daud akan memerintah selama-lamanya."},{"number":20,"verse":"( ) Pada masa pemerintahan Raja Yehoram, Edom memberontak terhadap Yehuda lalu menjadi satu negara yang merdeka."},{"number":21,"verse":"Oleh itu Raja Yehoram berangkat dengan semua kereta kudanya ke Zair. Di sana mereka dikepung oleh tentera Edom, tetapi pada malam harinya Raja Yehoram dan para panglima pasukan kereta kuda baginda berjaya melarikan diri. Askar-askar baginda tercerai-cerai dan masing-masing pulang ke rumah."},{"number":22,"verse":"Sejak itu Edom tidak lagi dikuasai ( tidak lagi dikuasai; atau memberontak terhadap.) Yehuda. Pada masa itu juga kota Libna pun memberontak."},{"number":23,"verse":"Semua perbuatan Raja Yehoram tercatat di dalam buku Sejarah Raja-Raja Yehuda."},{"number":24,"verse":"Raja Yehoram mangkat dan dimakamkan di perkuburan diraja di Kota Daud. Puteranya Ahazia menggantikan baginda sebagai raja."},{"number":25,"verse":"( Raja Ahazia, Raja Yehuda) ( ( 140 22:1-6 )) Pada tahun kedua belas pemerintahan Raja Yoram putera Raja Ahab di Israel, Ahazia putera Raja Yehoram menjadi raja Yehuda."},{"number":26,"verse":"Pada masa itu Raja Ahazia berusia dua puluh dua tahun. Raja Ahazia memerintah di Yerusalem selama satu tahun. Bondanya ialah Atalya puteri Raja Ahab, dan cucu Raja Omri dari Israel."},{"number":27,"verse":"Raja Ahazia ada hubungan keluarga dengan Raja Ahab kerana perkahwinan itu. Raja Ahazia juga berdosa terhadap TUHAN seperti keluarga Raja Ahab."},{"number":28,"verse":"Raja Ahazia bergabung dengan Raja Yoram dari Israel untuk melawan Raja Hazael dari Siria. Pertempuran berlaku di Ramot, di kawasan Gilead, dan Raja Yoram cedera dalam pertempuran itu."},{"number":29,"verse":"Raja Yoram pulang ke kota Yizreel supaya luka-lukanya dirawat, dan Raja Ahazia pergi menziarahi Raja Yoram."}]}