{"bibleAbbr":"NLT2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":19,"verses":[{"number":1,"verse":"(A Message about Egypt) This message came to me concerning Egypt: Look! The LORD is advancing against Egypt, riding on a swift cloud. The idols of Egypt tremble. The hearts of the Egyptians melt with fear."},{"number":2,"verse":"“I will make Egyptian fight against Egyptian— brother against brother, neighbor against neighbor, city against city, province against province."},{"number":3,"verse":"The Egyptians will lose heart, and I will confuse their plans. They will plead with their idols for wisdom and call on spirits, mediums, and those who consult the spirits of the dead."},{"number":4,"verse":"I will hand Egypt over to a hard, cruel master. A fierce king will rule them,” says the Lord, the LORD of Heaven’s Armies."},{"number":5,"verse":"The waters of the Nile will fail to rise and flood the fields. The riverbed will be parched and dry."},{"number":6,"verse":"The canals of the Nile will dry up, and the streams of Egypt will stink with rotting reeds and rushes."},{"number":7,"verse":"All the greenery along the riverbank and all the crops along the river will dry up and blow away."},{"number":8,"verse":"The fishermen will lament for lack of work. Those who cast hooks into the Nile will groan, and those who use nets will lose heart."},{"number":9,"verse":"There will be no flax for the harvesters, no thread for the weavers."},{"number":10,"verse":"They will be in despair, and all the workers will be sick at heart."},{"number":11,"verse":"What fools are the officials of Zoan! Their best counsel to the king of Egypt is stupid and wrong. Will they still boast to Pharaoh of their wisdom? Will they dare brag about all their wise ancestors?"},{"number":12,"verse":"Where are your wise counselors, Pharaoh? Let them tell you what God plans, what the LORD of Heaven’s Armies is going to do to Egypt."},{"number":13,"verse":"The officials of Zoan are fools, and the officials of Memphis (Hebrew Noph.) are deluded. The leaders of the people have led Egypt astray."},{"number":14,"verse":"The LORD has sent a spirit of foolishness on them, so all their suggestions are wrong. They cause Egypt to stagger like a drunk in his vomit."},{"number":15,"verse":"There is nothing Egypt can do. All are helpless— the head and the tail, the noble palm branch and the lowly reed."},{"number":16,"verse":"In that day the Egyptians will be as weak as women. They will cower in fear beneath the upraised fist of the LORD of Heaven’s Armies."},{"number":17,"verse":"Just to speak the name of Israel will terrorize them, for the LORD of Heaven’s Armies has laid out his plans against them."},{"number":18,"verse":"In that day five of Egypt’s cities will follow the LORD of Heaven’s Armies. They will even begin to speak Hebrew, the language of Canaan. One of these cities will be Heliopolis, the City of the Sun. (Or will be the City of Destruction.)"},{"number":19,"verse":"In that day there will be an altar to the LORD in the heart of Egypt, and there will be a monument to the LORD at its border."},{"number":20,"verse":"It will be a sign and a witness that the LORD of Heaven’s Armies is worshiped in the land of Egypt. When the people cry to the LORD for help against those who oppress them, he will send them a savior who will rescue them."},{"number":21,"verse":"The LORD will make himself known to the Egyptians. Yes, they will know the LORD and will give their sacrifices and offerings to him. They will make a vow to the LORD and will keep it."},{"number":22,"verse":"The LORD will strike Egypt, and then he will bring healing. For the Egyptians will turn to the LORD, and he will listen to their pleas and heal them."},{"number":23,"verse":"In that day Egypt and Assyria will be connected by a highway. The Egyptians and Assyrians will move freely between their lands, and they will both worship God."},{"number":24,"verse":"In that day Israel will be the third, along with Egypt and Assyria, a blessing in the midst of the earth."},{"number":25,"verse":"For the LORD of Heaven’s Armies will say, “Blessed be Egypt, my people. Blessed be Assyria, the land I have made. Blessed be Israel, my special possession!”"}]}