{"bibleAbbr":"NLT2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":34,"verses":[{"number":1,"verse":"(A Message for the Nations) Come here and listen, O nations of the earth. Let the world and everything in it hear my words."},{"number":2,"verse":"For the LORD is enraged against the nations. His fury is against all their armies. He will completely destroy (The Hebrew term used here refers to the complete consecration of things or people to the LORD, either by destroying them or by giving them as an offering; similarly in 34:5.) them, dooming them to slaughter."},{"number":3,"verse":"Their dead will be left unburied, and the stench of rotting bodies will fill the land. The mountains will flow with their blood."},{"number":4,"verse":"The heavens above will melt away and disappear like a rolled-up scroll. The stars will fall from the sky like withered leaves from a grapevine, or shriveled figs from a fig tree."},{"number":5,"verse":"And when my sword has finished its work in the heavens, it will fall upon Edom, the nation I have marked for destruction."},{"number":6,"verse":"The sword of the LORD is drenched with blood and covered with fat— with the blood of lambs and goats, with the fat of rams prepared for sacrifice. Yes, the LORD will offer a sacrifice in the city of Bozrah. He will make a mighty slaughter in Edom."},{"number":7,"verse":"Even men as strong as wild oxen will die— the young men alongside the veterans. The land will be soaked with blood and the soil enriched with fat."},{"number":8,"verse":"For it is the day of the LORD’s revenge, the year when Edom will be paid back for all it did to Israel. (Hebrew to Zion.)"},{"number":9,"verse":"The streams of Edom will be filled with burning pitch, and the ground will be covered with fire."},{"number":10,"verse":"This judgment on Edom will never end; the smoke of its burning will rise forever. The land will lie deserted from generation to generation. No one will live there anymore."},{"number":11,"verse":"It will be haunted by the desert owl and the screech owl, the great owl and the raven. (The identification of some of these birds is uncertain.) For God will measure that land carefully; he will measure it for chaos and destruction."},{"number":12,"verse":"It will be called the Land of Nothing, and all its nobles will soon be gone. (The meaning of the Hebrew is uncertain.)"},{"number":13,"verse":"Thorns will overrun its palaces; nettles and thistles will grow in its forts. The ruins will become a haunt for jackals and a home for owls."},{"number":14,"verse":"Desert animals will mingle there with hyenas, their howls filling the night. Wild goats will bleat at one another among the ruins, and night creatures (Hebrew Lilith, possibly a reference to a mythical demon of the night.) will come there to rest."},{"number":15,"verse":"There the owl will make her nest and lay her eggs. She will hatch her young and cover them with her wings. And the buzzards will come, each one with its mate."},{"number":16,"verse":"Search the book of the LORD, and see what he will do. Not one of these birds and animals will be missing, and none will lack a mate, for the LORD has promised this. His Spirit will make it all come true."},{"number":17,"verse":"He has surveyed and divided the land and deeded it over to those creatures. They will possess it forever, from generation to generation."}]}