{"bibleAbbr":"NLT2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":38,"verses":[{"number":1,"verse":"(Hezekiah’s Sickness and Recovery) About that time Hezekiah became deathly ill, and the prophet Isaiah son of Amoz went to visit him. He gave the king this message: “This is what the LORD says: ‘Set your affairs in order, for you are going to die. You will not recover from this illness.’”"},{"number":2,"verse":"When Hezekiah heard this, he turned his face to the wall and prayed to the LORD,"},{"number":3,"verse":"“Remember, O LORD, how I have always been faithful to you and have served you single-mindedly, always doing what pleases you.” Then he broke down and wept bitterly."},{"number":4,"verse":"Then this message came to Isaiah from the LORD:"},{"number":5,"verse":"“Go back to Hezekiah and tell him, ‘This is what the LORD, the God of your ancestor David, says: I have heard your prayer and seen your tears. I will add fifteen years to your life,"},{"number":6,"verse":"and I will rescue you and this city from the king of Assyria. Yes, I will defend this city."},{"number":7,"verse":"“‘And this is the sign from the LORD to prove that he will do as he promised:"},{"number":8,"verse":"I will cause the sun’s shadow to move ten steps backward on the sundial (Hebrew the steps.) of Ahaz!’” So the shadow on the sundial moved backward ten steps."},{"number":9,"verse":"(Hezekiah’s Poem of Praise) When King Hezekiah was well again, he wrote this poem:"},{"number":10,"verse":"I said, “In the prime of my life, must I now enter the place of the dead? (Hebrew enter the gates of Sheol?) Am I to be robbed of the rest of my years?”"},{"number":11,"verse":"I said, “Never again will I see the LORD GOD while still in the land of the living. Never again will I see my friends or be with those who live in this world."},{"number":12,"verse":"My life has been blown away like a shepherd’s tent in a storm. It has been cut short, as when a weaver cuts cloth from a loom. Suddenly, my life was over."},{"number":13,"verse":"I waited patiently all night, but I was torn apart as though by lions. Suddenly, my life was over."},{"number":14,"verse":"Delirious, I chattered like a swallow or a crane, and then I moaned like a mourning dove. My eyes grew tired of looking to heaven for help. I am in trouble, Lord. Help me!”"},{"number":15,"verse":"But what could I say? For he himself sent this sickness. Now I will walk humbly throughout my years because of this anguish I have felt."},{"number":16,"verse":"Lord, your discipline is good, for it leads to life and health. You restore my health and allow me to live!"},{"number":17,"verse":"Yes, this anguish was good for me, for you have rescued me from death and forgiven all my sins."},{"number":18,"verse":"For the dead (Hebrew Sheol.) cannot praise you; they cannot raise their voices in praise. Those who go down to the grave can no longer hope in your faithfulness."},{"number":19,"verse":"Only the living can praise you as I do today. Each generation tells of your faithfulness to the next."},{"number":20,"verse":"Think of it—the LORD is ready to heal me! I will sing his praises with instruments every day of my life in the Temple of the LORD."},{"number":21,"verse":"Isaiah had said to Hezekiah’s servants, “Make an ointment from figs and spread it over the boil, and Hezekiah will recover.”"},{"number":22,"verse":"And Hezekiah had asked, “What sign will prove that I will go to the Temple of the LORD?”"}]}