{"bibleAbbr":"NLT2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":50,"verses":[{"number":1,"verse":"This is what the LORD says: “Was your mother sent away because I divorced her? Did I sell you as slaves to my creditors? No, you were sold because of your sins. And your mother, too, was taken because of your sins."},{"number":2,"verse":"Why was no one there when I came? Why didn’t anyone answer when I called? Is it because I have no power to rescue? No, that is not the reason! For I can speak to the sea and make it dry up! I can turn rivers into deserts covered with dying fish."},{"number":3,"verse":"I dress the skies in darkness, covering them with clothes of mourning.”"},{"number":4,"verse":"(The LORD’s Obedient Servant) The Sovereign LORD has given me his words of wisdom, so that I know how to comfort the weary. Morning by morning he wakens me and opens my understanding to his will."},{"number":5,"verse":"The Sovereign LORD has spoken to me, and I have listened. I have not rebelled or turned away."},{"number":6,"verse":"I offered my back to those who beat me and my cheeks to those who pulled out my beard. I did not hide my face from mockery and spitting."},{"number":7,"verse":"Because the Sovereign LORD helps me, I will not be disgraced. Therefore, I have set my face like a stone, determined to do his will. And I know that I will not be put to shame."},{"number":8,"verse":"He who gives me justice is near. Who will dare to bring charges against me now? Where are my accusers? Let them appear!"},{"number":9,"verse":"See, the Sovereign LORD is on my side! Who will declare me guilty? All my enemies will be destroyed like old clothes that have been eaten by moths!"},{"number":10,"verse":"Who among you fears the LORD and obeys his servant? If you are walking in darkness, without a ray of light, trust in the LORD and rely on your God."},{"number":11,"verse":"But watch out, you who live in your own light and warm yourselves by your own fires. This is the reward you will receive from me: You will soon fall down in great torment."}]}