{"bibleAbbr":"NLT2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"The Coming Assyrian Invasion Then the LORD said to me, “Make a large signboard and clearly write this name on it: Maher-shalal-hash-baz. (Maher-shalal-hash-baz means “Swift to plunder and quick to carry away.”) ”"},{"number":2,"verse":"I asked Uriah the priest and Zechariah son of Jeberekiah, both known as honest men, to witness my doing this."},{"number":3,"verse":"Then I slept with my wife, and she became pregnant and gave birth to a son. And the LORD said, “Call him Maher-shalal-hash-baz."},{"number":4,"verse":"For before this child is old enough to say ‘Papa’ or ‘Mama,’ the king of Assyria will carry away both the abundance of Damascus and the riches of Samaria.”"},{"number":5,"verse":"Then the LORD spoke to me again and said,"},{"number":6,"verse":"“My care for the people of Judah is like the gently flowing waters of Shiloah, but they have rejected it. They are rejoicing over what will happen to (Or They are rejoicing because of.) King Rezin and King Pekah. (Hebrew and the son of Remaliah.)"},{"number":7,"verse":"Therefore, the Lord will overwhelm them with a mighty flood from the Euphrates River (Hebrew the river.) —the king of Assyria and all his glory. This flood will overflow all its channels"},{"number":8,"verse":"and sweep into Judah until it is chin deep. It will spread its wings, submerging your land from one end to the other, O Immanuel."},{"number":9,"verse":"“Huddle together, you nations, and be terrified. Listen, all you distant lands. Prepare for battle, but you will be crushed! Yes, prepare for battle, but you will be crushed!"},{"number":10,"verse":"Call your councils of war, but they will be worthless. Develop your strategies, but they will not succeed. For God is with us! (Hebrew Immanuel!) ”"},{"number":11,"verse":"A Call to Trust the LORD The LORD has given me a strong warning not to think like everyone else does. He said,"},{"number":12,"verse":"“Don’t call everything a conspiracy, like they do, and don’t live in dread of what frightens them."},{"number":13,"verse":"Make the LORD of Heaven’s Armies holy in your life. He is the one you should fear. He is the one who should make you tremble."},{"number":14,"verse":"He will keep you safe. But to Israel and Judah he will be a stone that makes people stumble, a rock that makes them fall. And for the people of Jerusalem he will be a trap and a snare."},{"number":15,"verse":"Many will stumble and fall, never to rise again. They will be snared and captured.”"},{"number":16,"verse":"Preserve the teaching of God; entrust his instructions to those who follow me."},{"number":17,"verse":"I will wait for the LORD, who has turned away from the descendants of Jacob. I will put my hope in him."},{"number":18,"verse":"I and the children the LORD has given me serve as signs and warnings to Israel from the LORD of Heaven’s Armies who dwells in his Temple on Mount Zion."},{"number":19,"verse":"Someone may say to you, “Let’s ask the mediums and those who consult the spirits of the dead. With their whisperings and mutterings, they will tell us what to do.” But shouldn’t people ask God for guidance? Should the living seek guidance from the dead?"},{"number":20,"verse":"Look to God’s instructions and teachings! People who contradict his word are completely in the dark."},{"number":21,"verse":"They will go from one place to another, weary and hungry. And because they are hungry, they will rage and curse their king and their God. They will look up to heaven"},{"number":22,"verse":"and down at the earth, but wherever they look, there will be trouble and anguish and dark despair. They will be thrown out into the darkness."}]}