{"bibleAbbr":"NLT2007","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":9,"verses":[{"number":1,"verse":"Hope in the Messiah (Verse 9:1 is numbered 8:23 in Hebrew text.) Nevertheless, that time of darkness and despair will not go on forever. The land of Zebulun and Naphtali will be humbled, but there will be a time in the future when Galilee of the Gentiles, which lies along the road that runs between the Jordan and the sea, will be filled with glory."},{"number":2,"verse":"(Verses 9:2–21 are numbered 9:1-20 in Hebrew text.) The people who walk in darkness will see a great light. For those who live in a land of deep darkness, (Greek version reads a land where death casts its shadow. Compare Matt 4:16.) a light will shine."},{"number":3,"verse":"You will enlarge the nation of Israel, and its people will rejoice. They will rejoice before you as people rejoice at the harvest and like warriors dividing the plunder."},{"number":4,"verse":"For you will break the yoke of their slavery and lift the heavy burden from their shoulders. You will break the oppressor’s rod, just as you did when you destroyed the army of Midian."},{"number":5,"verse":"The boots of the warrior and the uniforms bloodstained by war will all be burned. They will be fuel for the fire."},{"number":6,"verse":"For a child is born to us, a son is given to us. The government will rest on his shoulders. And he will be called: Wonderful Counselor, (Or Wonderful, Counselor.) Mighty God, Everlasting Father, Prince of Peace."},{"number":7,"verse":"His government and its peace will never end. He will rule with fairness and justice from the throne of his ancestor David for all eternity. The passionate commitment of the LORD of Heaven’s Armies will make this happen!"},{"number":8,"verse":"The LORD’s Anger against IsraelThe Lord has spoken out against Jacob; his judgment has fallen upon Israel."},{"number":9,"verse":"And the people of Israel (Hebrew of Ephraim, referring to the northern kingdom of Israel.) and Samaria, who spoke with such pride and arrogance, will soon know it."},{"number":10,"verse":"They said, “We will replace the broken bricks of our ruins with finished stone, and replant the felled sycamore-fig trees with cedars.”"},{"number":11,"verse":"But the LORD will bring Rezin’s enemies against Israel and stir up all their foes."},{"number":12,"verse":"The Syrians (Hebrew Arameans.) from the east and the Philistines from the west will bare their fangs and devour Israel. But even then the LORD’s anger will not be satisfied. His fist is still poised to strike."},{"number":13,"verse":"For after all this punishment, the people will still not repent. They will not seek the LORD of Heaven’s Armies."},{"number":14,"verse":"Therefore, in a single day the LORD will destroy both the head and the tail, the noble palm branch and the lowly reed."},{"number":15,"verse":"The leaders of Israel are the head, and the lying prophets are the tail."},{"number":16,"verse":"For the leaders of the people have misled them. They have led them down the path of destruction."},{"number":17,"verse":"That is why the Lord takes no pleasure in the young men and shows no mercy even to the widows and orphans. For they are all wicked hypocrites, and they all speak foolishness. But even then the LORD’s anger will not be satisfied. His fist is still poised to strike."},{"number":18,"verse":"This wickedness is like a brushfire. It burns not only briers and thorns but also sets the forests ablaze. Its burning sends up clouds of smoke."},{"number":19,"verse":"The land will be blackened by the fury of the LORD of Heaven’s Armies. The people will be fuel for the fire, and no one will spare even his own brother."},{"number":20,"verse":"They will attack their neighbor on the right but will still be hungry. They will devour their neighbor on the left but will not be satisfied. In the end they will even eat their own children. (Or eat their own arms.)"},{"number":21,"verse":"Manasseh will feed on Ephraim, Ephraim will feed on Manasseh, and both will devour Judah. But even then the LORD’s anger will not be satisfied. His fist is still poised to strike."}]}