{"bibleAbbr":"BBE1965","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"Now when Solomon came to the end of building the house of the Lord and the king's house, and all Solomon's desires, which he had in mind were effected;"},{"number":2,"verse":"The Lord came to him again in a vision, as he had done at Gibeon;"},{"number":3,"verse":"And the Lord said to him, Your prayers and your requests for grace have come to my ears: I have made holy this house which you have made, and I have put my name there for ever; my eyes and my heart will be there at all times."},{"number":4,"verse":"As for you, if you will go on your way before me, as David your father did, uprightly and with a true heart, doing what I have given you orders to do, keeping my laws and my decisions;"},{"number":5,"verse":"Then I will make the seat of your rule over Israel certain for ever, as I gave my word to David your father, saying, You will never be without a man to be king in Israel."},{"number":6,"verse":"But if you are turned from my ways, you or your children, and do not keep my orders and my laws which I have put before you, but go and make yourselves servants to other gods and give them worship:"},{"number":7,"verse":"Then I will have Israel cut off from the land which I have given them; and this house, which I have made holy for myself, I will put away from before my eyes; and Israel will be a public example, and a word of shame among all peoples."},{"number":8,"verse":"And this house will become a mass of broken walls, and everyone who goes by will be overcome with wonder at it and make whistling sounds; and they will say, Why has the Lord done so to this land and to this house?"},{"number":9,"verse":"And their answer will be, Because they were turned away from the Lord their God, who took their fathers out of the land of Egypt; they took for themselves other gods and gave them worship and became their servants: that is why the Lord has sent all this evil on them."},{"number":10,"verse":"Now at the end of twenty years, in which time Solomon had put up the two houses, the house of the Lord and the king's house,"},{"number":11,"verse":"(Hiram, king of Tyre, had given Solomon cedar-trees and cypress-trees and gold, as much as he had need of,) King Solomon gave Hiram twenty towns in the land of Galilee."},{"number":12,"verse":"But when Hiram came from Tyre to see the towns which Solomon had given him, he was not pleased with them."},{"number":13,"verse":"And he said, What sort of towns are these which you have given me, my brother? So they were named the land of Cabul, to this day."},{"number":14,"verse":"And Hiram sent the king a hundred and twenty talents of gold."},{"number":15,"verse":"Now, this was the way of Solomon's system of forced work for the building of the Lord's house and of the king's house, and the Millo and the wall of Jerusalem and Megiddo and Gezer. ..."},{"number":16,"verse":"Pharaoh, king of Egypt, came and took Gezer, burning it down and putting to death the Canaanites living in the town, and he gave it for a bride-offering to his daughter, Solomon's wife. ..."},{"number":17,"verse":"... and Solomon was the builder of Gezer and Beth-horon the lower,"},{"number":18,"verse":"And Baalath and Tamar in the waste land, in that land;"},{"number":19,"verse":"And all the store-towns and the towns which Solomon had for his war-carriages and for his horsemen, and everything which it was his pleasure to put up in Jerusalem and in Lebanon and in all the land under his rule."},{"number":20,"verse":"As for the rest of the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites, who were not children of Israel;"},{"number":21,"verse":"Their children who were still in the land, and whom the children of Israel had not been able to put to complete destruction, them did Solomon put to forced work, to this day."},{"number":22,"verse":"But Solomon did not put the children of Israel to forced work; they were the men of war, his servants, his captains, and his chiefs, captains of his war-carriages and of his horsemen."},{"number":23,"verse":"These were the chiefs of the overseers of Solomon's work, five hundred and fifty, in authority over the people who did the work."},{"number":24,"verse":"At that time Solomon made Pharaoh's daughter come up from the town of David to the house which he had made for her: then he made the Millo."},{"number":25,"verse":"Three times in the year it was Solomon's way to give burned offerings and peace-offerings on the altar he had made to the Lord, causing his fire-offering to go up on the altar before the Lord."},{"number":26,"verse":"And King Solomon made a sea-force of ships in Ezion-geber, by Eloth, on the Red Sea, in the land of Edom."},{"number":27,"verse":"Hiram sent his servants, who were experienced seamen, in the sea-force with Solomon's men."},{"number":28,"verse":"And they came to Ophir, where they got four hundred and twenty talents of gold, and took it back to King Solomon."}]}