{"bibleAbbr":"CVB1535","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":12,"verses":[{"number":1,"verse":"These are ye kynges of the londe, who the childre of Israel smote, & conquered their lode, beyonde Iordane, eastwarde, fro the water of Arnon, vnto mount Hermon, and vnto all ye playne felde towarde the east:"},{"number":2,"verse":"Sihon the kynge of the Amorites, which dwelt at Hesbon, and had dominion from Aroer that lieth by the water syde of Arnon, and vnto the myddes of ye water: and ouer halfe Gilead, vnto the water of Iabok, which is the border of the childre of Ammon:"},{"number":3,"verse":"and ouer the playne felde, vnto the see of Cynneroth eastwarde, and vnto the see of the playne felde, namely the Salt see towarde the east, the waye vnto Beth Iesimoth: and from the south beneth by the ryuers of mount Pisga."},{"number":4,"verse":"And the border of Og the kynge of Basan, which remayned yet of Raphaim, and dwelt at Astaroth and Edrei,"},{"number":5,"verse":"and had the dominion ouer mout Hermon, ouer Salcha, and ouer all Basan vnto the border of Gessuri & Maachati, & of halfe Gilead, which was the border of Sihon the kynge at Hesbon."},{"number":6,"verse":"Moses the seruaunt of the LORDE and the childre of Israel smote them. And Moses the seruaunt of ye LORDE gaue it vnto the Rubenites, Gaddites and to the halfe trybe of Manasse in possession."},{"number":7,"verse":"These are the kynges of the lode, whom Iosua & the children of Israel smote on this syde Iordane westwarde, fro Baalgad vpo the playne of mount Libanus, vnto ye mout that parteth the londe vp towarde Seir, & that Iosua gaue vnto the trybes of Israel in possession, vnto euery one his parte,"},{"number":8,"verse":"what so euer was in ye moutaynes, valleyes, playne feldes, by the ryuers, in ye wyldernesses & towarde the south, the Hethites, Amorites, Cananites, Pheresites, Heuites, and Iebusites."},{"number":9,"verse":"The kynge of Iericho, the kynge of Hai, which lyeth besyde Bethel,"},{"number":10,"verse":"the kynge of Ierusalem, the kynge of Hebron,"},{"number":11,"verse":"the kynge of Iarmoth, the kynge of Lachis,"},{"number":12,"verse":"the kynge of Eglon, the kynge of Geser,"},{"number":13,"verse":"the kynge of Debir, the kynge of Geder,"},{"number":14,"verse":"the kynge of Horma, the kynge of Arad,"},{"number":15,"verse":"ye kynge of Libna, the kynge of Adulla,"},{"number":16,"verse":"the kynge of Makeda, the kynge of Bethel,"},{"number":17,"verse":"the kynge of Tapnah, the kynge of Hepher,"},{"number":18,"verse":"the kynge of Aphek, the kynge of Lasaron,"},{"number":19,"verse":"the kynge of Madan, the kynge of Hasor,"},{"number":20,"verse":"the kynge of Simron Meron, the kynge of Achsaph,"},{"number":21,"verse":"the kynge of Tahenah, the kynge of Megido,"},{"number":22,"verse":"the kynge of Cades, the kynge of Iakneam by Carmel,"},{"number":23,"verse":"the kynge in the lordshippes of Dor, the kynge of the Heithen at Gilgall,"},{"number":24,"verse":"the kynge of Thirza. These are one and thirtie kynges."}]}