{"bibleAbbr":"CVB1535","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":15,"verses":[{"number":1,"verse":"The lot of the trybe of the children of Iuda amonge their kynreds, was ye coaste of Edom by the wyldernesse of Zin, which borderth southwarde on the edge of the south coutrees."},{"number":2,"verse":"Their south borders were from the vttemost syde of the salt see, that is, from the coast that goeth southwarde,"},{"number":3,"verse":"and commeth out from thece towarde ye eastsyde of Acrabbim, and goeth forth thorow Zinna, and yet goeth vp from the south towarde Cades Bernea, and goeth thorow Hesron, and goeth vp to Adara, & fetcheth a compase aboute Carcaa,"},{"number":4,"verse":"& goeth thorow Asmona, and commeth forth to the ryuer of Egipte, so that the see is the ende of ye border. Let this be youre border southwarde."},{"number":5,"verse":"But the east border is from the salt see to the vttemost parte of Iordane."},{"number":6,"verse":"The border northwarde, is from the see coast which is on ye edge of Iordane, and goeth vp vnto Beth Hagla, and stretcheth out from the north vnto Betharaba, and commeth vp vnto the stone of Bohen the sonne of Ruben,"},{"number":7,"verse":"and goeth vp vnto Debir from ye valley of Achor, and from the north coaste that is towarde Gilgall, which lyeth ouer agaynst Adumim vpwarde, which is on the north syde of the water. Then goeth it vnto ye water of Ensemes, and commeth out vnto the well of Rogell."},{"number":8,"verse":"Then goeth it vp to the valley of the sonne of Hinnam, a longe besyde the Iebusite that dwelleth from ye southwarde, that is Ierusalem: and commeth vp vnto the toppe of the mount which lyeth before the valley of Hinnam from the westwarde, that borderth on the edge of the valley of Raphaim towarde the north."},{"number":9,"verse":"Then commeth it from the toppe of the same mount vnto the water well of Nephtoah, and commeth out vnto the cities of mount Ephron, and boweth towarde Baala, that is Kiriath Iarim,"},{"number":10,"verse":"and fetcheth a copasse aboute from Baala westwarde vnto mount Seir, and goeth by the north syde of the mount Iarim, that is Chessalon: and cometh downe to Bethsemes, and goeth thorow Thimna,"},{"number":11,"verse":"and breaketh out on the north syde of Acron, and stretcheth forth towarde Sicron, and goeth ouer mount Baala, and commeth out vnto Iabueel: so that their vttemost border is the see."},{"number":12,"verse":"The weste border is the greate see. This is the border of the children of Iuda rounde aboute in their kynreds."},{"number":13,"verse":"Caleb the sonne of Iephune had his porcion geue him amoge the children of Iuda (as the LORDE comaunded Iosua) namely Kiriatharba of the father of Enak, that is Hebron."},{"number":14,"verse":"And Caleb droue from thence the thre sonnes of Enak, Sesai, Ahiman, and Thalmas begotten of Enak."},{"number":15,"verse":"And from thece he wente vp to the inhabiters of Debir. (As for Debir, it was called Kiriath Sepher afore tyme.)"},{"number":16,"verse":"And Caleb sayde: Who so smyteth Kiriath Sepher and wynneth it, I wyll geue him my doughter Achsa to wyfe."},{"number":17,"verse":"Then Athniel the sonne of Kenas the brother of Caleb wanne it: and he gaue him his doughter Achsa to wife."},{"number":18,"verse":"And it fortuned whan they wente in, that she was counceled of hir housbande, to axe a pece of londe of hir father. And she fell downe from the asse. Then sayde Caleb vnto her: What ayleth the?"},{"number":19,"verse":"She sayde: Geue me a blessynge, for thou hast geue me a south (and drye) londe: geue me welles of water also. Then gaue he her welles aboue and beneth."},{"number":20,"verse":"This is the enheritaunce of the trybe of Iuda amonge their kynreds."},{"number":21,"verse":"And the cities of the trybe of the children of Iuda, from one to another by the coastes of the Edomites towarde the south, were these: Cabzeel, Eder, Iagur,"},{"number":22,"verse":"Kina, Dimona, Adada,"},{"number":23,"verse":"Kedes, Hazor, Iethnam,"},{"number":24,"verse":"Siph, Telem, Bealot,"},{"number":25,"verse":"Hazor Hadatha, Kirioth Hezron that is Hasor:"},{"number":26,"verse":"Ama, Sema, Molada,"},{"number":27,"verse":"Hazor Gadda, Hesmon, Beth palet,"},{"number":28,"verse":"Hazer Sual, Beer Seba, Bisiothia,"},{"number":29,"verse":"Baala, Iim, Azem,"},{"number":30,"verse":"Eltholad, Chesil, Harma,"},{"number":31,"verse":"Ziklag, Madmanna, San Sana,"},{"number":32,"verse":"Lebaoth, Silhim, Am, Rimo. These are nyne and twentye cities & their vyllages."},{"number":33,"verse":"But in the lowe countrees was Esthaol, Zaren, Asna,"},{"number":34,"verse":"Saroah, Engannim, Thapua, Enam,"},{"number":35,"verse":"Iarmoth, Adullam, Socho, Aseka,"},{"number":36,"verse":"Saaraim, Adithaim, Gedera, Giderothim. These are fourtene cities & their vyllages."},{"number":37,"verse":"Zena Hadasa, Migdal Gad,"},{"number":38,"verse":"Dilean, Mispa, Iakthiel,"},{"number":39,"verse":"Lachis, Bazekath, Eglo,"},{"number":40,"verse":"Chabon, Lachma, Chithlis,"},{"number":41,"verse":"Gedoroth, Beth Dagon, Naama, Makeda. These are sixtene cities and their vyllages."},{"number":42,"verse":"Libna, Ether, Asen,"},{"number":43,"verse":"Iephthah, Asua, Nezib,"},{"number":44,"verse":"Keila, Achsib, Maresa. These are nyne cities and their vyllages."},{"number":45,"verse":"Ekron with his doughters and vyllages."},{"number":46,"verse":"From Ekron vnto the see, all that reacheth vnto Asdod and the vyllages therof."},{"number":47,"verse":"Asdod with the doughters and vyllages therof. Gasa with hir doughters and vyllages vnto the water of Egipte. And the greate see is his border."},{"number":48,"verse":"But vpon the mount was Samir, Iatir, Socho,"},{"number":49,"verse":"Danna, Kiriath Sanna, that is Debir:"},{"number":50,"verse":"Anab, Esthemo, Annim,"},{"number":51,"verse":"Gosen, Holon, Gilo. These are eleuen cities and their vyllagies."},{"number":52,"verse":"(Omitted Text)"},{"number":53,"verse":"(Omitted Text)"},{"number":54,"verse":"(Omitted Text)"},{"number":55,"verse":"Maon, Carmel, Siph, Iuta,"},{"number":56,"verse":"Iesrael, Iakdea, Sanoah,"},{"number":57,"verse":"Kain, Gibea, Thimna. These are ten cities and their vyllages."},{"number":58,"verse":"Halhul, Bethzur, Gedor,"},{"number":59,"verse":"Maarath, Beth Anoth, Elthekon. These are sixe cities and their vyllages."},{"number":60,"verse":"Kiriath Baal (that is Kiriath Iearim) Harabba, two cities & their vyllages."},{"number":61,"verse":"And in the wyldernesse was Betharaba, Middin, Sechacha,"},{"number":62,"verse":"Nibsan, and the Salt cite, and Engaddi. These are sixe cities and their vyllagies."},{"number":63,"verse":"But the Iebusites dwelt at Ierusalem, and the children of Iuda coude not dryue them awaye. So the Iebusites remayne with the children of Iuda at Ierusalem vnto this daye."}]}