{"bibleAbbr":"CVB1535","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":5,"verses":[{"number":1,"verse":"Now whan all the kynges of ye Amorites that dwelt beyonde Iordane westwarde, and all the kynges of ye Cananites by the see syde herde, how ye LORDE had dryed vp the water of Iordane before the children of Israel, tyll they were come ouer their hert fayled them, nether was there eny more corage in them at the presence of the children of Israel."},{"number":2,"verse":"At the same tyme sayde ye LORDE vnto Iosua: Make the knyues of stone, & circumcyse the children of Israel agayne the seconde tyme."},{"number":3,"verse":"Then Iosua made him knyues of stone, and circumcysed the childre of Israel vpon the toppe of the foreskynnes."},{"number":4,"verse":"And the cause why Iosua circumcysed all the males of the people yt were come out of Egipte, is this: for all the men of warre dyed in ye wildernesse by the waye, after they were departed out of Egipte:"},{"number":5,"verse":"for all the people that came forth, were circumcysed. But all the people that were borne in ye wyldernesse by the waye (after they departed out of Egipte) were not circumcysed:"},{"number":6,"verse":"for the children of Israel walked fortye yeares in the wyldernesse, vntyll all the people of the men of warre that came out of Egipte, were consumed, because they herkened not vnto the voyce of the LORDE, like as the LORDE sware vnto them, that they shulde not se the londe, which the LORDE sware vnto their fathers to geue vnto vs, euen a londe that floweth with mylke & honye:"},{"number":7,"verse":"their children which were come vp in their steade, dyd Iosua circumcyse: for they had the foreskynne, and were not circumcysed by the waye."},{"number":8,"verse":"And whan all the people were circumcysed, they abode in their place, eue in ye tetes, tyll they were whole."},{"number":9,"verse":"And ye LORDE saide vnto Iosua: To daie haue I turned ye shame of Egipte awaye from you, & the same place was called Gilgall vnto this daye."},{"number":10,"verse":"And whyle the children of Israel laye thus at Gilgall, they kepte Easter the fourtenth daye of the moneth at eue in the felde of Iericho."},{"number":11,"verse":"And they ate of the corne of the lode the seconde daye of the Easter: namely, vnleuended bred, & fyrmentye of yt yeare, eue the same daye."},{"number":12,"verse":"And vpon the morow, the Manna fayled, whan they ate of the corne of ye londe, so that the children of Israel had nomore Manna, but ate of the corne of the londe of Canaan the same yeare."},{"number":13,"verse":"And it fortuned that wha Iosua was by Iericho, he lifte vp his eyes, & was awarre, that there stode a ma agaynst him, and had a naked swerde in his hande. And Iosua wete to him, & sayde vnto him: Art thou one of vs, or of oure enemies?"},{"number":14,"verse":"He sayde: No, but I am the prynce of the LORDES hoost, and now am I come. Then fell Iosua downe to the earth vpon his face, & worshipped him, and sayde vnto him: What sayeth my LORDE vnto his seruaunt?"},{"number":15,"verse":"And the prynce ouer the LORDES hoost sayde vnto him: Put yi shues of yi fete, for the place whervpo thou stondest, is holy. And Iosua dyd so."}]}