{"bibleAbbr":"awaERV2005","bookName":"थिस्सलुनीकियन क पहिली पत्र","bookEnglishName":"1 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"काहेकि हम अउर जियादा इन्तजार नाहीं कइ सकित ह, इही बरे हम एथेन्स मँ अकेलइ रुकि जाइक निस्चय कइ लिन्ह। अउर हम हमार परमेस्सर सेवक बन्धु अउर परमेस्सर क बरे मसीह क सुसमाचार क प्रचार मँ अपने सहकर्मी तीमुथियुस तोहे मजबूत बनवइ अउर बिसवास मँ उत्साहित करइ क तोहरे लगे भेजि दीन्ह।"},{"number":3,"verse":"ताकि एन्हन वर्तमान यातनन स केउ घबराइ न उठइ। काहेकि तू तउ जनबई करत ह कि हम त यातना सहइ क बरे ही निस्चित कीहा ग अही।"},{"number":4,"verse":"सही मँ हम जब तोहरे लगे रहे, तोहे पहिलेन स ही कहा करत रह्या कि हमपे कस्ट आवइवाला बा, अउर इ ठीक वइसेन ही भवा ह। तू तउ इ जनबइ करत ह।"},{"number":5,"verse":"इहीं बरे काहेकि मइँ अउर जियादा इन्तजार नाहीं कइ सकत रहउँ, इही बरे मइँ तोहरे बिसवास क बारे मँ जानइ तीमुथियुस क पठइ दिहेउँ। काहेकि मोका डर रहा कि लुभावइवाला (सइतान) कहूँ तोहे ललचाइ क हमरे कठिन मेहनत क खराब तउ नाहीं कइ दिहे बा।"},{"number":6,"verse":"तोहरे लगे स तीमुथियुस अबहीं-अबहीं हमरे लगे वापस लउटा ह। अउर उ हमका तोहरे बिसवास अउर तोहरे पिरेम क सुभ समाचार दिहेसह। उ हमका बताए बाटइ कि तोहे हमार मधुर याद आवत ह अउर तू हमसे मिलइ क बहुत अधीर अहा। वइसेन जइसे हम तोहसे मिलइ क अधीर भ अही।"},{"number":7,"verse":"तउन भाइयो अउ बहिनियो हमार सबहिं पीड़ा अउर यातना मँ तोहर बिसवास क कारण हमार उत्साह बढ़ा बा।"},{"number":8,"verse":"हाँ जब हम फिन साँस लइ पावत हई काहेकि हम जानि गवा अही कि पर्भू मँ तू अटल खड़ा अहा।"},{"number":9,"verse":"तोहरे बारे मँ तोहरे ही कारण जउन आनन्द हम पचन क मिला बा, ओकरे बरे हम परमेस्सर क सामने ओकर धन्यबाद कइसे करी।"},{"number":10,"verse":"हम रात-दिन खूब लगन स पराथना करत रहित ह कि केह तरह तोह सबन क फिन देखि पाई अउर तोहरे बिसवास मँ जउन कमी रहि गइ बाटइ, ओका पूरा करत भए मजबूत करी।"},{"number":11,"verse":"हमार परमपिता परमेस्सर अउर हमार पर्भू ईसू तोहरे लगे आवइ क हमका रस्ता देखावइँ।"},{"number":12,"verse":"अउर पर्भू एक दुसरे क बरे अउर सभन क बरे तोहसे जउन पिरेम बा, ओकर बढ़ोत्तरी करइ। वइसेन ही जइसे तोहरे बरे हमार पिरेम उमड़ पड़त ह।"},{"number":13,"verse":"एह तरह उ तोहरे हिरदइ क मजबूत करइ अउर ओन्हे हमार परमपिता परमेस्सर क अगवा पर्भू ईसू क आवई पर सभन पवित्तर लोगन क साथे पवित्तर अउर दोस रहित बनाइ देइ।"}]}