{
  "bibleAbbr" : "TERV1998",
  "bookName" : "2 இராஜாக்கள்",
  "bookEnglishName" : "2 Kings",
  "chapterNumber" : 10,
  "verses" : [ {
    "number" : 1,
    "verse" : "(சமாரியாவின் தலைவர்களுக்கு யெகூ எழுதியது) ஆகாபின் 70 குமாரர்கள் (பேரன்கள்) சமாரியாவில் இருந்தனர். யெகூ, சமாரியாவில் அவர்களை வளர்க்கிறவர்களுக்கும், ஆள்பவர்களுக்கும், தலைவர்களுக்கும் கடிதங்களை எழுதி அனுப்பினான்."
  }, {
    "number" : 2,
    "verse" : "அதில் “இக்கடிதம் கண்டதும், உங்கள் எஜமானனுடைய பிள்ளைகளில் மிக நல்லவனும் மிகத் தகுதியானவனுமாகிய ஒருவனைத் தேர்ந்தெடுங்கள். உங்களிடம் இரதங்களும் குதிரைகளும் இருக்கின்றன. நீங்கள் பலப்படுத்தப்பட்ட நகரத்தில் இருக்கின்றீர்கள். உங்களிடம் ஆயுதங்களும் உள்ளன. நீங்கள் தேர்ந்தெடுத்தவனை அவனுடைய தந்தையின் சிங்காசனத்தில் உட்கார வையுங்கள். பின் உங்கள் தந்தையின் குடும்பத்திற்காகப் போராட வாருங்கள்” என்று எழுதப்பட்டிருந்தது."
  }, {
    "number" : 4,
    "verse" : "ஆனால் யெஸ்ரயேலில் உள்ள தலைவர்களும் அதிகாரிகளும் பயந்தனர். அவர்கள் “யெகூவை இரண்டு ராஜாக்களாலும் தடுக்க முடியவில்லை, எங்களாலும் முடியாது!” என்று சொன்னார்கள்."
  }, {
    "number" : 5,
    "verse" : "ஆகாபின் வீட்டைப் பாதுகாத்தவர்களும் நகரத்தைப் பரிபாலித்தவர்களும் மூப்பர்களும் ஆகாபின் குமாரர்களைக் கவனிப்பவர்களும் யெகூவிற்குத் தூது அனுப்பி, “நாங்கள் உங்கள் சேவகர்கள். நீங்கள் என்ன சொன்னாலும் நாங்கள் செய்கிறோம். வேறு எவரையும் ராஜாவாக்கமாட்டோம். நீங்கள் நல்லதென நினைப்பதை செய்யுங்கள்” என்றனர்."
  }, {
    "number" : 6,
    "verse" : "(சமாரியாவின் தலைவர்கள் ஆகாபின் குமாரர்களைக் கொல்கிறார்கள்) பிறகு யெகூ அவர்களுக்கு இரண்டாவது கடிதத்தை எழுதினான். அதில், “நீங்கள் எனக்கு அடிபணிந்து உதவுவதாக இருந்தால், ஆகாப் குமாரர்களின் தலையை வெட்டிப்போடுங்கள். நாளை இந்நேரத்திற்குள் அவர்களை என் முன்னால் யெஸ்ரயேலுக்கு கொண்டு வாருங்கள்” என்றான். ஆகாபுக்கு 70 குமாரர்கள் இருந்தனர். அவர்கள் நகரத் தலைவர்களால் வளர்க்கப்பட்டனர்."
  }, {
    "number" : 7,
    "verse" : "அவர்கள் யெகூவின் கடிதத்தைக் கண்டதும், அந்த 70 குமாரர்களையும் கொன்றுபோட்டனர். தலைகளைக் கூடைகளுக்குள் போட்டு யெஸ்ரயேலிலுள்ள யெகூவிடம் அனுப்பினார்கள்."
  }, {
    "number" : 8,
    "verse" : "ஒரு தூதுவன் யெகூவிடம் வந்து, “அவர்கள் ராஜாவின் குமாரர்களின் தலைகளைக் கொண்டு வந்திருக்கிறார்கள்!” என்றான். யெகூ, “விடியும்வரை நகர வாசலில் இரண்டு குவியலாக அத்தலைகளை வைத்திருங்கள்” என்று கட்டளையிட்டான்."
  }, {
    "number" : 9,
    "verse" : "காலையில், யெகூ வெளியே வந்து ஜனங்கள் முன்பு நின்றான். அவன் ஜனங்களிடம், “நீங்கள் ஏதும் அறியாதவர்கள். நான் என் எஜமானனுக்கு எதிராகத் திட்டங்கள் பல வைத்திருந்தேன். நான் அவனைக் கொன்றேன். ஆனால் அவனது பிள்ளைகளைக் கொன்றது யார்? அவர்களைக் கொன்றவர்கள் நீங்கள் தான்!"
  }, {
    "number" : 10,
    "verse" : "கர்த்தர் சொன்னபடி எல்லாம் நடக்கிறது என்பதை நீங்கள் அறியவேண்டும். ஆகாபின் குடும்பத்தைப் பற்றி கர்த்தர் எலியாவின் மூலம் கூறியிருக்கிறார். இப்போது கர்த்தர் தான் செய்வதாகச் சொன்னவற்றைச் செய்து முடித்துள்ளார்” என்றான்."
  }, {
    "number" : 11,
    "verse" : "இவ்வாறு யெகூ யெஸ்ரயேலில் ஆகாபின் குடும்பத்திலுள்ள அனைவரையும் கொன்றான். அதோடு முக்கியமான மனிதர்களையும், நெருங்கிய நண்பர்களையும் ஆசாரியர்களையும் கொன்றுப் போட்டான். ஆகாபின் ஆட்கள் யாருமே உயிரோடு விடப்படவில்லை."
  }, {
    "number" : 12,
    "verse" : "(அகசியாவின் உறவினர்களை யெகூ கொன்றது) யெகூ யெஸ்ரயேலை விட்டு சமாரியாவிற்குப் போனான். வழியில் மேய்ப்பனின் முகாம் என்று அழைக்கப்படும் இடத்தில் நின்றான். பெத்ஏகத்திற்குச் செல்லும் பாதையின் அருகில் உள்ள வீட்டுக்குச் சென்றான். அங்கே மேய்ப்பர்கள் ஆட்டு மயிர் கத்தரித்துக்கொண்டிருந்தார்கள்."
  }, {
    "number" : 13,
    "verse" : "யூதாவின் ராஜாவாகிய அகசியாவின் உறவினர்களை அங்கே சந்தித்தான். யெகூ அவர்களைப் பார்த்து, “நீங்கள் யார்?” என்றான். அதற்கு அவர்கள் “நாங்கள் அகசியாவின் உறவினர்கள். நாங்கள் ராஜாவின் குமாரர்களையும் ராஜ மாதாவின் (யேசபேல்) குமாரர்களையும் பார்ப்பதற்கு வந்திருக்கிறோம்” என்றனர்."
  }, {
    "number" : 14,
    "verse" : "யெகூ (தன் ஆட்களிடம்) “இவர்களை உயிரோடு பிடியுங்கள்!” என்று கூறினான். அவனது ஆட்கள் அவர்களை உயிரோடு பிடித்தனர். அவர்கள் மொத்தம் 42 பேர் இருந்தனர். அவர்களில் ஒருவரும் உயிரோடு இராதபடி பெத்ஏகத் கிணறுக்கு அருகில் அவர்களை கொன்றுபோட்டனர்."
  }, {
    "number" : 15,
    "verse" : "(யெகூ யோனதாபை சந்தித்தது) அவ்விடத்தை விட்டு பிறகு யெகூ, ரேகாபின் குமாரனான யோனதாபை சந்தித்தான். அவனும் யெகூவை சந்திக்க வந்துக் கொண்டிருந்தான். யெகூ அவனை வாழ்த்தி விட்டு, “நான் உனக்கு இருப்பது போல நீ எனது உண்மையான நண்பன்தானா?” என்று கேட்டான். யோனதாபும், “ஆமாம், நான் உனது உண்மையான நண்பன்தான்” என்றான். யெகூ, “அப்படியானால் உன் கையைக் கொடு” என்று கேட்டான். அவன் தன் கையைக் கொடுத்தபோது தன் இரதத்திற்குள் இழுத்தான்."
  }, {
    "number" : 16,
    "verse" : "யெகூ, “என்னோடு வா, நான் கர்த்தரிடம் எவ்வளவு உறுதியான பக்தி வைத்திருக்கிறேன் என்று அறிந்துகொள்ளலாம்” என்றான். எனவே யோனதாப் யெகூவின் இரதத்தில் பயணம் செய்தான்."
  }, {
    "number" : 17,
    "verse" : "யெகூ சமாரியாவிற்கு வந்து அங்கு உயிரோடுள்ள ஆகாபின் குடும்பத்திலுள்ள அனைவரையும் கொன்றுபோட்டான். கர்த்தர் எலியாவிடம் சொன்னபடியே அவன் செய்து முடித்தான்."
  }, {
    "number" : 18,
    "verse" : "(பாகாலின் பக்தர்களை யெகூ அழைத்தது) பிறகு யெகூ அனைத்து ஜனங்களையும் சேர்த்துக் கூட்டினான். அவன் அவர்களிடம், “ஆகாப், பாகாலுக்குச் சிறிது சேவைசெய்தான். ஆனால் யெகூ அவனுக்கு மேல் இன்னும் கூடுதலாக சேவை செய்வான்!"
  }, {
    "number" : 19,
    "verse" : "இப்போது பாகாலின் பக்தர்களையும் ஆசாரியர்களையும் கூப்பிடுங்கள். இக்கூட்டத்திற்கு யாரையும் தவறவிடாதீர்கள். பாகாலுக்குக் கொடுக்க பெரும்பலி இருக்கிறது! இக்கூட்டத்திற்கு வராதவர்களைக் கொல்வேன்!” என்று ஆணையிட்டான். இவ்வாறு யெகூ தந்திரம் செய்தான். அவர்கள் அத்தனை பேரையும் அழிப்பதுதான் அவனது திட்டம்."
  }, {
    "number" : 20,
    "verse" : "யெகூ, அவர்களிடம், “பாகாலுக்காக ஒரு பரிசுத்த கூட்டத்தை ஏற்பாடு செய்யுங்கள்” என்றான். ஆசாரியர்களும் அறிவித்தனர்."
  }, {
    "number" : 21,
    "verse" : "பிறகு யெகூ இஸ்ரவேல் நாடுகள் அனைத்திற்கும் ஒரு செய்தியை அனுப்பினான். பாகாலின் பக்தர்கள் அனைவரும் வந்தனர். எவரும் வீட்டிலே இல்லாமல் பாகாலின் ஆலயத்திற்கு வந்தனர். ஆலயம் ஜனங்களால் நிரம்பியது."
  }, {
    "number" : 22,
    "verse" : "யெகூ மேலாடைகளை வைத்திருந்த வேலைக்காரனிடம், “பாகாலின் பக்தர்களுக்கெல்லாம் மேலாடைகளைக் கொண்டு வா” என்று சொன்னான். எனவே அந்த வேலைக்காரனும் பாகாலின் பக்தர்களுக்கு மேலாடைகளைக் கொண்டு வந்தான்."
  }, {
    "number" : 23,
    "verse" : "பிறகு யெகூவும் ரேகாபின் குமாரனான யோனதாபும் பாகாலின் ஆலயத்திற்குள் நுழைந்தார்கள். பாகாலின் தொண்டர்களிடம், “இங்கே பாகாலின் பக்தர்கள் மட்டுமே இருக்கவேண்டும் என்பதை சுற்றுமுற்றும் பார்த்து உறுதி செய்துக் கொள்ளுங்கள். கர்த்தருடைய ஊழியர்கள் இருக்கக் கூடாது” என்று ஆணையிட்டான்."
  }, {
    "number" : 24,
    "verse" : "அதன்படி பாகாலின் பக்தர்கள் காணிக்கைகளையும் தகனபலிகளையும் செலுத்த ஆலயத்திற்குள் சென்றனர். வெளியே, யெகூவின் 80 ஆட்கள் காத்துக் கொண்டிருந்தனர். அவர்களிடம், “யாரையும் தப்பித்து போகும்படி விடாதீர்கள். எவனாவது எவனையாவது தப்பிக்கவிட்டால், அவன் தனது உயிரைக் கொடுக்க வேண்டும்” என்றான்."
  }, {
    "number" : 25,
    "verse" : "பிறகு யெகூ விரைவாகத் தகனபலி கொடுத்தபின், தனது அதிகாரிகளிடமும் தளபதிகளிடமும், “உள்ளே போய் அனைவரையும் கொல்லுங்கள், உயிரோடு எவனையும் வெளியே வரவிடாதீர்கள்” என்றான். எனவே தளபதிகள் தம் மெலிந்த வாள்களால் பாகாலின் பக்தர்களைக் கொன்று போட்டு பிணங்களை வெளியே எறிந்தனர். பின் ஆலயத்தின் உள்ளறைக்குள் சென்றனர்."
  }, {
    "number" : 26,
    "verse" : "ஞாபகக்கற்களை (தூண்கள்) பாகாலின் வீட்டைவிட்டு வெளியே எடுத்துப்போட்டு அவற்றை எரித்தனர்."
  }, {
    "number" : 27,
    "verse" : "பிறகு பாகாலின் நினைவுக் கற்களையும் பாகாலின் வீட்டினையும் நொறுக்கினார்கள். ஆலயத்தை ஓய்வறையாக ஒதுக்கினார்கள். எப்போதும் அசுத்தமாக வைத்திருந்தனர். ஜனங்கள் அந்த இடத்தை கழிவறையாகப் பயன்படுத்தி வருகின்றனர்."
  }, {
    "number" : 28,
    "verse" : "இவ்வாறு யெகூ பாகால் ஆராதனையை இஸ்ரவேல் நாட்டில் அழித்தான்."
  }, {
    "number" : 29,
    "verse" : "ஆனால் யெகூ முழுவதுமாக நேபாத்தின் குமாரன் யெரொபெயாமின் பாவங்களிலிருந்து திரும்பவில்லை. இஸ்ரவேலின் பாவத்துக்குக் காரணமான பெத்தேல், தாண் ஆகிய இடங்களில் உள்ள தங்கக் கன்றுக் குட்டிகளை அவன் அழிக்கவில்லை."
  }, {
    "number" : 30,
    "verse" : "(இஸ்ரவேல் மீது யெகூவின் ஆட்சி) கர்த்தர் யெகூவிடம், “நல்லது செய்தாய், நான் நல்லவை எனச் சொன்னதைச் செய்தாய். நீ ஆகாபின் குடும்பத்தினரை அழித்துவிட்டாய். எனவே இஸ்ரவேலை உனது சந்ததியார், நான்கு தலை முறைகளுக்கு ஆண்டு வருவார்கள்” என்றார்."
  }, {
    "number" : 31,
    "verse" : "ஆனால் யெகூ முழுமனதோடு கர்த்தருடைய சட்டப்படி கவனமாக வாழவில்லை. அவன் யெரொபெயாமின் பாவங்களை விட்டுவிடவில்லை."
  }, {
    "number" : 32,
    "verse" : "(ஆசகேல் இஸ்ரவேலைத் தோற்கடித்தது) அப்போது கர்த்தர் இஸ்ரவேலின் பகுதிகள் குறைந்துபோகும்படி செய்தார். இஸ்ரவேலின் ஒவ்வொரு எல்லையையும் ஆராமின் ராஜாவாகிய ஆசகேல் தாக்கி தோல்வியடையச் செய்தான்."
  }, {
    "number" : 33,
    "verse" : "ஆசகேல் யோர்தான் ஆற்று கிழக்குப் பகுதிகள் அது கீலேயாத்தின் அனைத்து பகுதிகளும் காதியர், ரூபேனியர், மனாசேயர் கோத்திரங்களின் பகுதிகளையும் வென்றான். அவன் ஆரோவேர் முதல் கீலேயாத்திலும் பாசானிலுமுள்ள பகுதிகள் முழுவதையும் வென்றான்."
  }, {
    "number" : 34,
    "verse" : "(யெகூவின் மரணம்) யெகூ செய்த பிற அருஞ்செயல்களை எல்லாம் இஸ்ரவேல் ராஜாக்களின் வரலாறு என்ற புத்தகம் கூறுகிறது."
  }, {
    "number" : 35,
    "verse" : "இவன் மரித்ததும் முற்பிதாக்களோடு அடக்கம் செய்யப்பட்டான். ஜனங்கள் சமாரியாவில் இவனுடைய முற்பிதாக்களோடு அடக்கம் செய்தனர். இவனுக்குப் பிறகு இவனது குமாரன் யோவாகாஸ் புதிய ராஜா ஆனான்."
  }, {
    "number" : 36,
    "verse" : "யெகூ சமாரியாவில் இருந்து இஸ்ரவேலை 28 ஆண்டுகள் ஆண்டு வந்தான்."
  } ]
}