{
  "bibleAbbr" : "TERV1998",
  "bookName" : "லேவியராகமம்",
  "bookEnglishName" : "Leviticus",
  "chapterNumber" : 20,
  "verses" : [ {
    "number" : 1,
    "verse" : "(விக்கிரக ஆராதனைக்கு எதிரான எச்சரிக்கை) கர்த்தர் மோசேயிடம்,"
  }, {
    "number" : 2,
    "verse" : "“இஸ்ரவேல் ஜனங்களிடம் நீ இவற்றையும் கூற வேண்டும். உங்கள் நாட்டில் உள்ளவர்களில் இஸ்ரவேலரில் ஒருவனோ அல்லது அந்நியரில் ஒருவனோ எவனாவது தன் பிள்ளைகளை போலிதெய்வமாகிய மோளேகுக்கு அர்ப்பணித்தால் அவன் கல்லெறிந்து கொல்லப்பட வேண்டும்."
  }, {
    "number" : 3,
    "verse" : "நான் அவனுக்கு எதிராக இருப்பேன். அவன் தன் பிள்ளைகளை மோளேகுக்குக் கொடுத்தபடியால், எனது பரிசுத்தமான பெயருக்கு மரியாதை கொடுக்கவில்லை என்பதை அவன் காட்டிவிட்டான். அவன் எனது பரிசுத்த இடத்தைத் தீட்டாக்கிவிட்டான்."
  }, {
    "number" : 4,
    "verse" : "அவனை பொது ஜனங்கள் தங்களை விட்டு ஒதுக்கித் தள்ளிவிடலாம். மோளேகுக்குத் தன் பிள்ளையைக் கொடுத்த அவனைப் புறக்கணிக்கலாம். அவர்கள் அவனைக் கொல்லாமல் விடலாம்."
  }, {
    "number" : 5,
    "verse" : "ஆனால் நான் அவனுக்கும் அவனது குடும்பத்துக்கும் எதிராக இருப்பேன். அவனை மற்ற ஜனங்களிடம் இருந்து பிரித்து வைப்பேன். என்னிடம் நம்பிக்கையில்லாமல் இருக்கிற எவனையும், மோளேக்குப் பின் செல்லுகிற எவனையும் நான் ஒதுக்கி வைப்பேன்."
  }, {
    "number" : 6,
    "verse" : "“மந்திரவாதிகளையும், குறி சொல்லுகிறவனிடமும் எவனாவது அறிவுரை கேட்க நாடிச் சென்றால் நான் அவனுக்கு எதிராக இருப்பேன். அவன் என்னில் நம்பிக்கையற்றவனாக இருப்பதால் அவனை மற்ற ஜனங்களை விட்டு தனியே பிரித்து வைப்பேன்."
  }, {
    "number" : 7,
    "verse" : "“நீங்கள் சிறப்பானவர்களாயிருங்கள். உங்களைப் பரிசுத்தப்படுத்திக்கொள்ளுங்கள், ஏனென்றால் நான் பரிசுத்தராய் இருக்கிறேன். நானே உங்கள் தேவனாகிய கர்த்தர்."
  }, {
    "number" : 8,
    "verse" : "என் கட்டளைகளை நினைவில் கொண்டு அவற்றுக்குக் கீழ்ப்படியுங்கள். நானே கர்த்தர். நான் உங்களை பரிசுத்தமாக்குவேன்."
  }, {
    "number" : 9,
    "verse" : "“எவனாவது தன் தந்தை அல்லது தாயைச் சபித்தால் அவன் கொலை செய்யப்பட வேண்டும். அவ்வாறு செய்வதினால் அவனது மரணத்துக்கு அவனே பொறுப்புள்ளவனாகிறான்."
  }, {
    "number" : 10,
    "verse" : "(பாலியல் பாவங்களுக்கான தண்டனைகள்) “எவனாவது பிறனுடைய மனைவியோடு பாலின உறவு கொண்டால் இருவரும் விபசாரம் என்னும் பாவத்துக்கு ஆளாகிறார்கள். எனவே அந்த ஆண், பெண் இருவரும் கொலைச் செய்யப்பட வேண்டும்."
  }, {
    "number" : 11,
    "verse" : "எவனாவது தன் தந்தையின் மனைவியோடு பாலின உறவு கொண்டால் அந்த இருவரும் கொலை செய்யப்பட வேண்டும். அவர்களின் மரணத்துக்கு அவர்களே பொறுப்பாவார்கள். அது அவன் தன் தந்தையை நிர்வாணப்படுத்தியது போன்றதாகும்."
  }, {
    "number" : 12,
    "verse" : "“ஒருவன் தன் மருமகளோடு பாலின உறவு கொண்டால் அந்த இருவரும் கொலை செய்யப்பட வேண்டும். அவர்கள் மிக மோசமான பாலியல் பாவத்தைச் செய்திருக்கிறார்கள். அவர்கள் மரணத்துக்கு அவர்களே பொறுப்பாவார்கள்."
  }, {
    "number" : 13,
    "verse" : "“ஒருவன் இன்னொரு ஆணோடு, பெண்ணோடு பாலின உறவு கொள்வது போன்று பாலின உறவு கொண்டால் அந்த இருவரும் பெரும் பாவம் செய்தபடியால் அவர்கள் கொல்லப்பட வேண்டும். அவர்களே தம் மரணத்துக்குப் பொறுப்பாவார்கள்."
  }, {
    "number" : 14,
    "verse" : "“ஒருவன் ஒரு தாயோடும் மகளோடும் பாலின உறவு கொண்டால் இதுவும் பெரிய பாலியல் பாவமாகும். ஜனங்கள் அவர்கள் மூவரையும் நெருப்பிலே போட்டுக் கொல்ல வேண்டும். இது போன்ற பாலியல் பாவங்கள் உங்கள் ஜனங்களிடம் ஏற்படாமல் பார்த்துக்கொள்ளுங்கள்."
  }, {
    "number" : 15,
    "verse" : "“எவனாவது மிருகத்தோடு பாலின உறவு கொண்டிருந்தால் அவன் கொல்லப்பட வேண்டும். அந்த மிருகத்தையும் நீ கொன்றுபோட வேண்டும்."
  }, {
    "number" : 16,
    "verse" : "ஒரு பெண் மிருகத்தோடு பாலின உறவு கொண்டால் நீ அவளையும் அந்த மிருகத்தையும் கொன்றுவிட வேண்டும். அவர்களே தங்கள் மரணத்துக்குப் பொறுப்பாவார்கள்."
  }, {
    "number" : 17,
    "verse" : "“ஒருவன் தன் சகோதரியையோ, சகோதரி முறையுள்ளவளையோ மணந்துகொண்டு அவளோடு பாலின உறவு கொள்வது வெட்ககரமான பாவமாகும். அவர்கள் பொது ஜனங்கள் மத்தியில் தண்டிக்கப்படுவதுடன், மற்ற ஜனங்களிடமிருந்தும் தனியே பிரிக்கப்பட வேண்டும். ஒருவன் தன் சகோதரியோடு பாலின உறவு கொண்ட பாவத்துக்காக அவன் தண்டிக்கப்பட வேண்டும்."
  }, {
    "number" : 18,
    "verse" : "“ஒருவன் ஒரு பெண் மாதவிலக்காக இருக்கும்போது அவளுடன் பாலின உறவு கொண்டால் அவர்கள் இருவருமே தங்கள் ஜனங்களிடமிருந்து தனியே ஒதுக்கப்பட வேண்டியவர்கள். அவளது இரத்தப் போக்கை அவன் திறந்து விட்டிருக்கிறபடியால் அவர்கள் பாவம் செய்தவர்களாகிறார்கள்."
  }, {
    "number" : 19,
    "verse" : "“நீங்கள் உங்கள் தந்தை அல்லது தாயின் சகோதரியோடு பாலின உறவு கொள்ளக் கூடாது. இது நெருங்கிய உறவோடு பாலின உறவு கொண்ட பாவத்திற்குரியது. உங்கள் பாவத்திற்கு நீங்கள் தண்டிக்கப்பட வேண்டும்."
  }, {
    "number" : 20,
    "verse" : "“ஒருவன் தன் தகப்பனின் சகோதரனுடைய மனைவியோடு பாலின உறவு கொண்டால் அது தகப்பனின் சகோதரனோடு பாலின உறவு கொண்டது போலாகும். அவனும் அவனுடைய தகப்பனின் சகோதரனின் மனைவியும் தண்டிக்கப்பட வேண்டியவர்கள். அவர்கள் குழந்தைகள் இல்லாமல் செத்துப்போவார்கள்."
  }, {
    "number" : 21,
    "verse" : "“ஒருவன் தனது சகோதரனின் மனைவியை எடுத்துக்கொள்வது தவறானதாகும். இது அவன் தன் சகோதரனோடு பாலின உறவு கொள்வது போன்றதாகும். அவர்களுக்கும் குழந்தைகள் இல்லாமற்போகும்."
  }, {
    "number" : 22,
    "verse" : "“நீங்கள் எனது சட்டங்களையும் விதிகளையும் நினைவில் கொண்டு, அவற்றுக்குக் கீழ்ப்படிய வேண்டும். நான் உங்கள் நாட்டிற்கு உங்களை அழைத்துச் செல்கிறேன். நீங்கள் அங்கு வாழும்போது எனது சட்டங்களுக்கும், விதிகளுக்கும் கீழ்ப்படிந்தால் அந்த நாடு உங்களை கக்கிவிடாது."
  }, {
    "number" : 23,
    "verse" : "நான் மற்றவர்களை அந்நாட்டினின்று துரத்திவிடுகிறேன். ஏனென்றால் அவர்கள் இத்தகைய பாவங்களையெல்லாம் செய்கின்றனர். நான் அப்பாவங்களை வெறுக்கிறேன். எனவே அவர்களைப் போலவே நீங்களும் வாழாதீர்கள்!"
  }, {
    "number" : 24,
    "verse" : "அவர்களின் நாட்டை நீங்கள் பெற்றுக்கொள்வீர்கள் என்று நான் கூறியிருக்கிறேன். அவர்களின் நாட்டை உங்களுக்குக் கொடுப்பேன். இது உங்கள் நாடாகும். அது நன்மைகள் நிரம்பிய நாடாக இருக்கும். நானே உங்கள் தேவனாகிய கர்த்தர்! “நான் உங்களை என் சிறப்புக்குரிய ஜனங்களாக அழைத்திருக்கிறேன். மற்றவர்களைவிட உங்களை வித்தியாசமாக நடத்தியிருக்கிறேன்."
  }, {
    "number" : 25,
    "verse" : "எனவே நீங்கள் தீட்டுள்ள மிருகங்களிலிருந்து தீட்டு இல்லாத மிருகங்களையும், தீட்டுள்ள பறவைகளிலிருந்து தீட்டில்லாத பறவைகளையும், வேறுபடுத்தி நடத்த வேண்டும். தீட்டுளள்ள பறவைகளையும், மிருகங்ளையும், ஊர்ந்து செல்லுகின்றவற்றையும் உண்ணாதீர்கள். நான் அவற்றைத் தீட்டுள்ளதாகச் செய்திருக்கிறேன்."
  }, {
    "number" : 26,
    "verse" : "நான் உங்களை எனக்கென்று சிறப்பான மக்களாகச் செய்திருக்கிறேன்; எனவே நீங்கள் எனக்குப் பரிசுத்தமாக இருக்கவேண்டும். ஏனென்றால் நான் பரிசுத்தமுள்ளவர். நானே கர்த்தர்!"
  }, {
    "number" : 27,
    "verse" : "“மந்திரவாதிகளையும், குறிசொல்லுகிற ஆண்களையும் பெண்களையும் ஜனங்கள் கல்லெறிந்து கொல்ல வேண்டும்” என்று கூறினார்."
  } ]
}