{"bibleAbbr":"RcV2003","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":19,"verses":[{"number":1,"verse":"And the second lot came out for Simeon, for the tribe of the children of Simeon, according to their families. And their inheritance was in the midst of the inheritance of the children of Judah."},{"number":2,"verse":"And they had for their inheritance Beer-sheba, or Sheba, and Moladah"},{"number":3,"verse":"And Hazar-shual and Balah and Ezem"},{"number":4,"verse":"And Eltolad and Bethul and Hormah"},{"number":5,"verse":"And Ziklag and Beth-marcaboth and Hazar-susah"},{"number":6,"verse":"And Beth-lebaoth and Sharuhen: thirteen cities with their villages."},{"number":7,"verse":"Ain, Rimmon, and Ether, and Ashan: four cities with their villages."},{"number":8,"verse":"And all the villages which were around these cities as far as Baalath-beer, that is, Ramah of the Negev. This was the inheritance of the tribe of the children of Simeon according to their families."},{"number":9,"verse":"Out of the portion of the children of Judah was the inheritance of the children of Simeon because the portion of the children of Judah was too large for them; thus the children of Simeon received an inheritance in the midst of their inheritance."},{"number":10,"verse":"And the third lot came up for the children of Zebulun according to their families. And the border of their inheritance was as far as Sarid;"},{"number":11,"verse":"And their border went up to the west, even to Maralah, and reached Dabbesheth; and it reached the brook that is before Jokneam."},{"number":12,"verse":"And it turned from Sarid eastward toward the rising of the sun to the border of Chisloth-tabor, and went to Daberath and up to Japhia;"},{"number":13,"verse":"And from there it passed eastward toward the rising of the sun to Gath-hepher, to Eth-kazin, and went to Rimmon, where it turned to Neah;"},{"number":14,"verse":"And the border went around from the north to Hannathon; and its end was the valley of Iphtahel,"},{"number":15,"verse":"With Kattath and Nahalal and Shimron and Idalah and Bethlehem: twelve cities with their villages."},{"number":16,"verse":"This was the inheritance of the children of Zebulun according to their families, these cities with their villages."},{"number":17,"verse":"For Issachar the fourth lot came out, for the children of Issachar according to their families."},{"number":18,"verse":"And their territory was Jezreel and Chesulloth and Shunem"},{"number":19,"verse":"And Hapharaim and Shion and Anaharath"},{"number":20,"verse":"And Rabbith and Kishion and Ebez"},{"number":21,"verse":"And Remeth and En-gannim and En-haddah and Beth-pazzez;"},{"number":22,"verse":"And the border reached Tabor and Shahazumah and Beth-shemesh; and the end of their border was at the Jordan: sixteen cities with their villages."},{"number":23,"verse":"This was the inheritance of the tribe of the children of Issachar according to their families, the cities with their villages."},{"number":24,"verse":"And the fifth lot came out for the tribe of the children of Asher according to their families."},{"number":25,"verse":"And their territory was Helkath and Hali and Beten and Achshaph"},{"number":26,"verse":"And Allammelech and Amad and Mishal; and it reached Carmel on the west and Shihor-libnath;"},{"number":27,"verse":"And it turned toward the rising of the sun to Beth-dagon, and reached Zebulun and the valley of Iphtahel northward to Beth-emek and Neiel, and went to Cabul on the north"},{"number":28,"verse":"And Ebron and Rehob and Hammon and Kanah as far as Great Sidon;"},{"number":29,"verse":"And the border turned to Ramah and as far as the fortified city of Tyre; and the border turned to Hosah; and its end was at the sea at the region of Achzib;"},{"number":30,"verse":"And Ummah and Aphek and Rehob: twenty-two cities with their villages."},{"number":31,"verse":"This was the inheritance of the tribe of the children of Asher according to their families, these cities with their villages."},{"number":32,"verse":"For the children of Naphtali the sixth lot came out, for the children of Naphtali according to their families."},{"number":33,"verse":"And their border was from Heleph, from the oak in Zaanannim, and Adami-nekeb and Jabneel unto Lakkum; and its end was the Jordan;"},{"number":34,"verse":"And the border turned westward to Aznoth-tabor, and went from there to Hukkok, and reached Zebulun on the south, and reached Asher on the west and Judah at the Jordan toward the rising of the sun;"},{"number":35,"verse":"And the fortified cities were Ziddim, Zer, and Hammath, Rakkath and Chinnereth"},{"number":36,"verse":"And Adamah and Ramah and Hazor"},{"number":37,"verse":"And Kedesh and Edrei and En-hazor"},{"number":38,"verse":"And Iron and Migdal-el, Horem and Beth-anath and Beth-shemesh: nineteen cities with their villages."},{"number":39,"verse":"This was the inheritance of the tribe of the children of Naphtali according to their families, the cities with their villages."},{"number":40,"verse":"The seventh lot came out for the tribe of the children of Dan according to their families."},{"number":41,"verse":"And the territory of their inheritance was Zorah and Eshtaol and Ir-shemesh"},{"number":42,"verse":"And Shaalabbin and Aijalon and Ithlah"},{"number":43,"verse":"And Elon and Timnah and Ekron"},{"number":44,"verse":"And Eltekeh and Gibbethon and Baalath"},{"number":45,"verse":"And Jehud and Bene-berak and Gath-rimmon"},{"number":46,"verse":"And Me-jarkon and Rakkon with the border opposite Japho."},{"number":47,"verse":"When the territory of the children of Dan was lost to them, the children of Dan went up and fought against Leshem; and they took it and struck it with the edge of the sword; and they took possession of it and inhabited it; and they called Leshem Dan, according to the name of Dan their father."},{"number":48,"verse":"This was the inheritance of the tribe of the children of Dan according to their families, these cities with their villages."},{"number":49,"verse":"So they finished distributing the land as inheritances according to its borders. And the children of Israel gave Joshua the son of Nun an inheritance in the midst of them;"},{"number":50,"verse":"According to the commandment of Jehovah they gave him the city that he asked for, that is, Timnath-serah in the hill country of Ephraim. And he built up the city and dwelt in it."},{"number":51,"verse":"These are the inheritances that Eleazar the priest and Joshua the son of Nun and the heads of the fathers’ houses of the tribes of the children of Israel gave as inheritances by lot in Shiloh before Jehovah at the entrance of the Tent of Meeting. So they finished dividing the land."}]}