{"bibleAbbr":"RcV2003","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":23,"verses":[{"number":1,"verse":"And many days after Jehovah had given Israel rest from all their enemies around them and Joshua was old and advanced in age,"},{"number":2,"verse":"Joshua called for all Israel, for their elders and their heads and their judges and their officers; and he said to them, I am old and advanced in age;"},{"number":3,"verse":"And you have seen all that Jehovah your God has done to all these nations because of you, for it was Jehovah your God who fought for you."},{"number":4,"verse":"See, I have allotted to you all these nations that remain as an inheritance for your tribes, as well as all the nations that I cut off, from the Jordan to the Great Sea toward the setting of the sun."},{"number":5,"verse":"And Jehovah your God, He will thrust them out before you and dispossess them out of your sight; and you will possess their land, as Jehovah your God spoke to you."},{"number":6,"verse":"Therefore be very strong to keep and do all that is written in the book of the law of Moses, not turning away from it to the right or to the left,"},{"number":7,"verse":"And not going unto these nations, these that remain with you; neither shall you make mention of the names of their gods, nor cause anyone to swear by them, nor serve them, nor bow down to them;"},{"number":8,"verse":"But you shall cling to Jehovah your God, as you have done to this day."},{"number":9,"verse":"For Jehovah has dispossessed great and strong nations because of you; but as for you, no one has stood before you to this day."},{"number":10,"verse":"One man of you chases a thousand, for it is Jehovah your God who fights for you, as He has spoken to you."},{"number":11,"verse":"Be very careful therefore for yourselves, that you love Jehovah your God."},{"number":12,"verse":"But if you do indeed turn back and cling to the remainder of these nations, these that remain with you, and marry into them, and go among them and they among you;"},{"number":13,"verse":"Know for certain that Jehovah your God will no longer dispossess these nations out of your sight, but they will become a snare and a trap to you, and a scourge in your sides and thorns in your eyes, until you perish from this good land that Jehovah your God has given you."},{"number":14,"verse":"And now today I am going the way of all the earth; and you know in all your hearts and in all your souls that not a word has failed of all the good things that Jehovah your God spoke concerning you. All has come to pass for you; not one word of it has failed."},{"number":15,"verse":"But just as all the good things that Jehovah your God spoke concerning you have come upon you, so will Jehovah cause all the evil things to come upon you, until He has destroyed you from this good land that Jehovah your God has given you."},{"number":16,"verse":"When you transgress the covenant of Jehovah your God, which He commanded you, and go and serve other gods, and bow down to them, the anger of Jehovah will burn against you, and you will perish quickly from the good land that He has given you."}]}