{"bibleAbbr":"RcV2003","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":3,"verses":[{"number":1,"verse":"Then Joshua rose early in the morning; and they set out from Shittim and came to the Jordan, he and all the children of Israel; and they stayed there overnight, before they crossed over."},{"number":2,"verse":"And at the end of three days the officers went through the midst of the camp,"},{"number":3,"verse":"And they commanded the people, saying, When you see the Ark of the Covenant of Jehovah your God and the Levitical priests bearing it, you shall set out from your place and go after it."},{"number":4,"verse":"But there shall be a space between you and it of about two thousand cubits by measure. Do not come near it, so that you may know the way by which you must go; for you have not passed this way before."},{"number":5,"verse":"And Joshua said to the people, Sanctify yourselves, for tomorrow Jehovah will do wondrous things in your midst."},{"number":6,"verse":"Then Joshua spoke to the priests, saying, Take up the Ark of the Covenant, and cross over before the people. And they took up the Ark of the Covenant and went before the people."},{"number":7,"verse":"And Jehovah said to Joshua, On this day I will begin to magnify you in the sight of all Israel, that they may know that as I was with Moses, I will be with you."},{"number":8,"verse":"And you shall command the priests who carry the Ark of the Covenant, saying, When you come to the edge of the waters of the Jordan, you shall stand still in the Jordan."},{"number":9,"verse":"Then Joshua said to the children of Israel, Come here and hear the words of Jehovah your God."},{"number":10,"verse":"And Joshua said, By this you will know that the living God is in your midst, and that He will most certainly dispossess before you the Canaanites and the Hittites and the Hivites and the Perizzites and the Girgashites and the Amorites and the Jebusites."},{"number":11,"verse":"The Ark of the Covenant of the Lord of all the earth is now crossing over before you into the Jordan."},{"number":12,"verse":"Therefore now take twelve men for yourselves out of the tribes of Israel, one man for each tribe."},{"number":13,"verse":"And when the soles of the feet of the priests who carry the Ark of Jehovah, the Lord of all the earth, come to rest in the waters of the Jordan; the waters of the Jordan, the waters that flow down from upstream, will be cut off, and they will stand in a heap."},{"number":14,"verse":"And so it happened that when the people set out from their tents to cross over the Jordan, the priests who carried the Ark of the Covenant were before the people."},{"number":15,"verse":"And when those who carried the Ark came to the Jordan, and the feet of the priests who carried the Ark dipped into the edge of the water (now the Jordan overflowed all its banks throughout all the days of the harvest),"},{"number":16,"verse":"The waters that flowed down from upstream stood and rose up in a heap a great distance away, at Adam, the city that is beside Zarethan; and those that flowed down toward the sea of the Arabah, the Salt Sea, were completely cut off. And the people crossed over from opposite Jericho."},{"number":17,"verse":"And the priests who carried the Ark of the Covenant of Jehovah stood firmly on dry ground in the middle of the Jordan while all Israel was crossing over on dry ground, until all the nation had completely crossed over the Jordan."}]}