{"bibleAbbr":"RcV2003","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":4,"verses":[{"number":1,"verse":"And when all the nation had completely crossed over the Jordan, Jehovah spoke to Joshua, saying,"},{"number":2,"verse":"Take for yourselves twelve men from among the people, one man from each tribe;"},{"number":3,"verse":"And command them, saying, Take up for yourselves from here out of the middle of the Jordan, from the place where the priests’ feet stood firm, twelve stones; and bring them over with you, and lay them down in the place where you lodge tonight."},{"number":4,"verse":"So Joshua called the twelve men whom he had appointed from among the children of Israel, one man from each tribe."},{"number":5,"verse":"And Joshua said to them, Pass on before the Ark of Jehovah your God into the middle of the Jordan, and every one of you lift up one stone upon his shoulder, according to the number of the tribes of the children of Israel,"},{"number":6,"verse":"That this may be a sign among you. When your children ask in time to come, saying, What do these stones mean to you?"},{"number":7,"verse":"You shall tell them that the waters of the Jordan were cut off before the Ark of the Covenant of Jehovah; when it crossed over the Jordan, the waters of the Jordan were cut off. Thus these stones will be for a memorial to the children of Israel forever."},{"number":8,"verse":"And the children of Israel did as Joshua commanded and took up twelve stones from the middle of the Jordan, as Jehovah told Joshua to do, according to the number of the tribes of the children of Israel. And they brought them over with them to the place where they were to lodge, and they laid them down there."},{"number":9,"verse":"Then Joshua erected twelve stones in the middle of the Jordan, in the place where the feet of the priests who carried the Ark of the Covenant had stood; and they are there to this day."},{"number":10,"verse":"And the priests who carried the Ark stood in the middle of the Jordan until everything was completed that Jehovah had commanded Joshua to speak to the people, according to all that Moses had commanded Joshua. And the people hurried and crossed over."},{"number":11,"verse":"And when all the people had completely crossed over, the Ark of Jehovah with the priests crossed over before the people."},{"number":12,"verse":"And the sons of Reuben and the sons of Gad and the half-tribe of Manasseh crossed over in battle array before the children of Israel, as Moses had told them to do;"},{"number":13,"verse":"About forty thousand equipped for war crossed over before Jehovah into the plains of Jericho for battle."},{"number":14,"verse":"On that day Jehovah magnified Joshua in the sight of all Israel, and they revered him as they had revered Moses all the days of his life."},{"number":15,"verse":"Then Jehovah spoke to Joshua, saying,"},{"number":16,"verse":"Command the priests who carry the Ark of the Testimony to come up out of the Jordan."},{"number":17,"verse":"And Joshua commanded the priests, saying, Come up out of the Jordan."},{"number":18,"verse":"And when the priests who carried the Ark of the Covenant of Jehovah came up out from the middle of the Jordan, when the soles of the priests’ feet were lifted up onto the dry land, the waters of the Jordan returned to their place and went over all its banks as before."},{"number":19,"verse":"And the people came up from the Jordan on the tenth day of the first month, and they camped in Gilgal, at the eastern edge of Jericho."},{"number":20,"verse":"And those twelve stones, which they had taken from the Jordan, Joshua erected in Gilgal."},{"number":21,"verse":"And he spoke to the children of Israel, saying, When your children ask their fathers in time to come, saying, What do these stones mean?"},{"number":22,"verse":"You shall let your children know, saying, On dry ground Israel crossed over this Jordan."},{"number":23,"verse":"For Jehovah your God dried up the waters of the Jordan before you until you crossed over, as Jehovah your God did to the Red Sea, which He dried up before us until we crossed over;"},{"number":24,"verse":"That all the peoples of the earth may know the hand of Jehovah, that it is mighty; that you may fear Jehovah your God always."}]}