{"bibleAbbr":"RcV2003","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":6,"verses":[{"number":1,"verse":"Now Jericho was shut up so tight because of the children of Israel that no one went out and no one went in."},{"number":2,"verse":"And Jehovah said to Joshua, See, I have given Jericho and its king and the mighty men of valor into your hand."},{"number":3,"verse":"And you shall circle the city, all the men of valor, going around the city one time. Thus shall you do for six days."},{"number":4,"verse":"And seven priests shall carry seven trumpets of rams’ horns before the Ark. Then on the seventh day you shall circle the city seven times, and the priests shall blow the trumpets."},{"number":5,"verse":"And when they give off the blast of the ram’s horn and you hear the trumpet sound, all the people shall shout with a great shout. And the wall of the city will fall down flat, and the people shall go up, each straight ahead."},{"number":6,"verse":"So Joshua the son of Nun called the priests and said to them, Take up the Ark of the Covenant, and let seven priests carry seven trumpets of rams’ horns before the Ark of Jehovah."},{"number":7,"verse":"And he said to the people, Pass on and circle the city, and let the armed men pass on before the Ark of Jehovah."},{"number":8,"verse":"Then when Joshua had spoken to the people, the seven priests carrying the seven trumpets of rams’ horns before Jehovah passed on and blew the trumpets; and the Ark of the Covenant of Jehovah went after them."},{"number":9,"verse":"And the armed men went before the priests who blew the trumpets; and the rearguard went after the Ark, the trumpets continually blowing."},{"number":10,"verse":"And Joshua commanded the people, saying, You shall not shout, nor let your voice be heard, nor let a word go forth from your mouth, until the day I say to you, Shout! Then you shall shout."},{"number":11,"verse":"So he had the Ark of Jehovah circle the city, going around it one time. And they came into the camp and lodged in the camp."},{"number":12,"verse":"And Joshua rose early in the morning, and the priests took up the Ark of Jehovah."},{"number":13,"verse":"And the seven priests carrying the seven trumpets of rams’ horns went before the Ark of Jehovah, continually blowing the trumpets; and the armed men went before them, and the rearguard went after the Ark of Jehovah, the trumpets continually blowing."},{"number":14,"verse":"And they circled the city on the second day one time and returned to the camp. This they did for six days."},{"number":15,"verse":"Then on the seventh day they rose early, at the break of dawn, and circled the city in the same manner seven times. Only on that day did they circle the city seven times."},{"number":16,"verse":"And at the seventh time the priests blew the trumpets, and Joshua said to the people, Shout! For Jehovah has given you the city."},{"number":17,"verse":"And the city shall be devoted to Jehovah for destruction, it and all that is in it. Only Rahab the harlot shall live, she and all who are with her in her house, because she hid the messengers we sent."},{"number":18,"verse":"But as for you, keep yourselves from what has been devoted to destruction, lest you devote yourselves to destruction by taking of what has been devoted and you make the camp of Israel something devoted to destruction and bring trouble to it."},{"number":19,"verse":"But all the silver and the gold and the vessels of bronze and iron, these are holy to Jehovah; they shall come into the treasury of Jehovah."},{"number":20,"verse":"So the people shouted and the trumpets were blown; and when the people heard the trumpet sound, the people shouted with a great shout, and the wall fell down flat. And the people went up into the city, each straight ahead, and they captured the city."},{"number":21,"verse":"And they utterly destroyed all that was in the city with the edge of the sword: both men and women, young and old, and oxen and sheep and donkeys."},{"number":22,"verse":"And Joshua said to the two men who had spied out the land, Go to the house of the harlot, and bring out from there the woman and all that belongs to her, as you swore to her."},{"number":23,"verse":"And the young men who had been spies went and brought out Rahab and her father and her mother and her brothers and all that belonged to her; all her family they brought out and set outside the camp of Israel."},{"number":24,"verse":"And they burned the city with fire and all that was in it; but the silver and the gold and the vessels of bronze and iron, they put in the treasury of the house of Jehovah."},{"number":25,"verse":"And Joshua preserved Rahab the harlot and her father’s house and all that belonged to her, and she has dwelt within Israel to this day; for she hid the messengers whom Joshua had sent to spy out Jericho."},{"number":26,"verse":"Then at that time Joshua charged the people with an oath, saying, Cursed be the man before Jehovah who rises up to rebuild this city Jericho! At the cost of his firstborn son shall he lay its foundation, and at the cost of his youngest son shall he set up its gates."},{"number":27,"verse":"So Jehovah was with Joshua, and reports of him were in all the land."}]}