{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":1,"verses":[{"number":1,"verse":"( ਅੱਯੂਬ ਦਾ ਪਰਤਾਵਾ) ਅੱਯੂਬ ਨਾਮੇ ਊਸ ਦੇ ਦੇਸ ਵਿੱਚ ਇੱਕ ਮਨੁੱਖ ਸੀ ਅਤੇ ਉਹ ਇੱਕ ਪੂਰਾ ਤੇ ਖਰਾ ਮਨੁੱਖ ਸੀ ਜੋ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਡਰਦਾ ਅਤੇ ਬਦੀ ਤੋਂ ਪਰੇ ਰਹਿੰਦਾ ਸੀ"},{"number":2,"verse":"ਅਤੇ ਉਹ ਦੇ ਸੱਤ ਪੁੱਤ੍ਰ ਤੇ ਤਿੰਨ ਧੀਆਂ ਜੰਮੇ"},{"number":3,"verse":"ਉਹ ਦਾ ਮਾਲ ਸੱਤ ਹਜ਼ਾਰ ਭੇਡਾਂ, ਤਿੰਨ ਹਜ਼ਾਰ ਊਠ, ਪੰਜ ਸੌ ਜੋੜੀ ਬਲਦ ਅਤੇ ਪੰਜ ਸੌ ਗਧੀਆਂ, ਅਤੇ ਉਹ ਦੇ ਬਹੁਤੇ ਸਾਰੇ ਨੌਕਰ ਚਾਕਰ ਸਨ ਇਉਂ ਉਹ ਪੂਰਬ ਦੇ ਸਾਰੇ ਲੋਕਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਡਾ ਮਨੁੱਖ ਸੀ"},{"number":4,"verse":"ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਜਾ ਕੇ ਆਪਣੇ ਆਪਣੇ ਦਿਨਾਂ ਤੇ ਆਪਣੇ ਘਰਾਂ ਵਿੱਚ ਦਾਉਤ ਕਰਦੇ ਹੁੰਦੇ ਸਨ, ਓਹ ਆਪਣੀਆਂ ਤਿੰਨ੍ਹਾਂ ਭੈਣਾਂ ਨੂੰ ਖਾਣ ਪੀਣ ਲਈ ਆਪਣੇ ਕੋਲ ਸੱਦ ਘੱਲਦੇ ਸਨ"},{"number":5,"verse":"ਇਉਂ ਜਦ ਉਨ੍ਹਾਂ ਦੀ ਦਾਉਤ ਦੇ ਦਿਨ ਬੀਤ ਜਾਂਦੇ ਤਾਂ ਅੱਯੂਬ ਉਨ੍ਹਾਂ ਨੂੰ ਸੱਦ ਲੈਂਦਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰਦਾ ਹੁੰਦਾ ਸੀ ਅਤੇ ਸਵੇਰੇ ਹੀ ਉੱਠ ਕੇ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਦੀ ਗਿਣਤੀ ਅਨੁਸਾਰ ਹੋਮ ਦੀਆਂ ਬਲੀਆਂ ਚੜ੍ਹਾਉਂਦਾ ਹੁੰਦਾ ਸੀ ਕਿਉਂ ਜੋ ਅੱਯੂਬ ਆਖਦਾ ਸੀ ਕਿਉਂ ਜੋ ਅੱਯੂਬ ਆਖਦਾ ਸੀ ਭਈ ਕਿਤੇ ਮੇਰੇ ਪੁਤ੍ਰਾਂ ਨੇ ਪਾਪ ਕੀਤਾ ਹੋਵੇ ਅਤੇ ਆਪਣੇ ਮਨ ਵਿੱਚ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਫਿਟਕਾਰਿਆ ਹੋਵੇ। ਅੱਯੂਬ ਆਪਣੇ ਸਾਰੇ ਦਿਨ ਇਉਂ ਹੀ ਕਰਦਾ ਹੁੰਦਾ ਸੀ।।"},{"number":6,"verse":"ਇੱਕ ਦਿਨ ਇਉਂ ਹੋਇਆ ਕਿ ਪਰਮੇਸ਼ੁਰ ਦੇ ਪੁੱਤ੍ਰ ਆਏ ਭਈ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਆਪਣੇ ਆਪ ਨੂੰ ਹਾਜ਼ਰ ਕਰਨ ਤਾਂ ਸ਼ਤਾਨ ਵੀ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਆਇਆ"},{"number":7,"verse":"ਯਹੋਵਾਹ ਨੇ ਸ਼ਤਾਨ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਕਿੱਥੋਂ ਆਇਆ ਹੈਂ? ਸ਼ਤਾਨ ਨੇ ਯਹੋਵਾਹ ਨੂੰ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ ਕਿ ਪਿਰਥਵੀ ਵਿੱਚ ਘੁੰਮ ਫਿਰ ਕੇ ਅਤੇ ਉਸ ਵਿੱਚ ਸੈਲ ਕਰ ਕੇ ਆਇਆ ਹਾਂ"},{"number":8,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਸ਼ਤਾਨ ਨੂੰ ਆਖਿਆ, ਕਿ ਤੈਂ ਮੇਰੇ ਦਾਸ ਅੱਯੂਬ ਵੱਲ ਆਪਣੇ ਮਨ ਵਿੱਚ ਗੌਹ ਕੀਤਾ ਕਿਉਂਕਿ ਪਿਰਥਵੀ ਵਿੱਚ ਉਹ ਦੇ ਜਿਹਾ ਕੋਈ ਨਹੀਂ? ਉਹ ਖਰਾ ਤੇ ਨੇਕ ਮਨੁੱਖ ਹੈ ਜੋ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਡਰਦਾ ਅਤੇ ਬੁਰਿਆਈ ਤੋਂ ਦੂਰ ਰਹਿੰਦਾ ਹੈ"},{"number":9,"verse":"ਤਾਂ ਸ਼ਤਾਨ ਨੇ ਯਹੋਵਾਹ ਨੂੰ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ ਕਿ ਅੱਯੂਬ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਹਾੜੇ ਕੱਢੀ ਨਹੀਂ ਡਰਦਾ"},{"number":10,"verse":"ਕੀ ਤੈਂ ਉਸ ਦੇ ਅਤੇ ਉਸ ਦੇ ਘਰ ਦੇ ਅਤੇ ਉਸ ਦੇ ਸਭ ਕਾਸੇ ਦੇ ਦੁਆਲੇ ਵਾੜ ਨਹੀਂ ਲਾ ਛੱਡੀ? ਤੈਂ ਉਸ ਦੇ ਹੱਥ ਦੇ ਕੰਮ ਵਿੱਚ ਬਰਕਤ ਦੇ ਛੱਡੀ ਹੈ ਸੋ ਉਸ ਦਾ ਮਾਲ ਧਰਤੀ ਵਿੱਚ ਵੱਧ ਗਿਆ ਹੈ"},{"number":11,"verse":"ਜ਼ਰਾਂ ਤੂੰ ਆਪਣਾ ਹੱਥ ਤਾਂ ਵਧਾ ਅਤੇ ਜੋ ਕੁੱਝ ਉਸ ਦਾ ਹੈ ਉਸ ਨੂੰ ਛੋਹ। ਉਹ ਤੇਰੇ ਮੂੰਹ ਉੱਤੇ ਫਿਟਕਾਰਾਂ ਪਾਊਗਾ!"},{"number":12,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਸ਼ਤਾਨ ਨੂੰ ਆਖਿਆ ਕਿ ਵੇਖ, ਉਸ ਦਾ ਸਭ ਕੁੱਝ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਹੈ। ਕੇਵਲ ਉਸ ਨੂੰ ਹੱਥ ਨਾ ਲਾਵੀਂ। ਤਾਂ ਸ਼ਤਾਨ ਯਹੋਵਾਹ ਦੇ ਹਜ਼ੂਰੋਂ ਚੱਲਿਆ ਗਿਆ।।"},{"number":13,"verse":"ਐਉਂ ਹੋਇਆ ਕਿ ਇੱਕ ਦਿਨ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਅਰ ਧੀਆਂ ਆਪਣੇ ਵੱਡੇ ਭਰਾ ਦੇ ਘਰ ਖਾਂਦੇ ਅਤੇ ਮੈਂ ਪੀਂਦੇ ਸਨ"},{"number":14,"verse":"ਤਾਂ ਇੱਕ ਦੂਤ ਅੱਯੂਬ ਕੋਲ ਆਇਆ ਅਤੇ ਆਖਿਆ ਕਿ ਬਲਦ ਹਲੀਂ ਜੁੜੇ ਹੋਏ ਸਨ ਅਤੇ ਗਧੀਆਂ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਚੁਗ ਰਹੀਆਂ ਸਨ"},{"number":15,"verse":"ਸਬਾ ਦੇ ਲੋਕ ਉਨ੍ਹਾਂ ਦੇ ਉੱਤੇ ਆ ਪਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਖੋਹ ਕੇ ਲੈ ਗਏ ਅਰ ਜੁਆਨਾਂ ਨੂੰ ਤਲਵਾਰ ਦੀ ਧਾਰ ਨਾਲ ਵੱਢ ਗਏ! ਮੈਂ ਹੀ ਇੱਕਲਾ ਬਚਿਆ ਹਾਂ ਭਈ ਤੈਨੂੰ ਦੱਸਾਂ"},{"number":16,"verse":"ਉਹ ਅਜੇ ਏਹ ਗੱਲਾਂ ਕਰਦਾ ਹੀ ਸੀ ਕਿ ਇੱਕ ਹੋਰ ਆਇਆ ਅਤੇ ਆਖਿਆ ਕਿ ਪਰਮੇਸ਼ੁਰ ਦੀ ਅੱਗ ਅਕਾਸ਼ੋਂ ਉਤਰੀ। ਉਸ ਨੇ ਭੇਡਾਂ ਅਰ ਜੁਆਨਾਂ ਨੂੰ ਖਾ ਕੇ ਭਸਮ ਕਰ ਲਿਆ! ਮੈਂ ਹੀ ਇੱਕਲਾ ਬਚ ਨਿੱਕਲਿਆ ਹਾਂ ਕਿ ਤੈਨੂੰ ਦੱਸਾਂ"},{"number":17,"verse":"ਉਹ ਅਜੇ ਏਹ ਗੱਲਾਂ ਕਰਦਾ ਹੀ ਸੀ ਕਿ ਇੱਕ ਹੋਰ ਆ ਗਿਆ ਅਤੇ ਆਖਿਆ ਕਿ ਕਸਦੀ ਤਿੰਨ ਟੋਲੀਆਂ ਬਣਾ ਕੇ ਆਏ ਅਤੇ ਊਠਾਂ ਉੱਤੇ ਆ ਪਏ ਅਤੇ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਖੋਹ ਕੇ ਲੈ ਗਏ ਹਨ, ਜੁਆਨਾਂ ਨੂੰ ਤਲਵਾਰ ਦੀ ਧਾਰ ਨਾਲ ਵੱਢ ਗਏ! ਮੈਂ ਹੀ ਇਕੱਲਾ ਬਚ ਗਿਆ ਕਿ ਤੈਨੂੰ ਦੱਸਾਂ"},{"number":18,"verse":"ਉਹ ਵੀ ਅਜੇ ਏਹ ਗੱਲਾਂ ਕਰ ਹੀ ਰਿਹਾ ਸੀ ਕਿ ਇੱਕ ਹੋਰ ਆ ਗਿਆ ਅਤੇ ਆਖਣ ਲਗਾ ਕਿ ਤੇਰੇ ਪੁੱਤ੍ਰ ਧੀਆਂ ਆਪਣੇ ਵੱਡੇ ਭਰਾ ਦੇ ਘਰ ਖਾਂਦੇ ਅਤੇ ਮੈ ਪੀਂਦੇ ਸਨ"},{"number":19,"verse":"ਤਾਂ ਵੇਖੋ ਜੀ, ਇੱਕ ਵੱਡੀ ਹਵਾ ਉਜਾੜ ਵੱਲੋਂ ਆਈ ਅਤੇ ਘਰ ਦੇ ਚੌਹਾਂ ਪਾਸਿਆਂ ਉੱਤੇ ਟੱਕਰ ਮਾਰੀ ਕਿ ਉਹ ਉਨ੍ਹਾਂ ਜੁਆਨਾਂ ਉੱਤੇ ਡਿੱਗ ਪਿਆ ਅਤੇ ਓਹ ਮਰ ਗਏ! ਮੈਂ ਹੀ ਇਕੱਲਾ ਬਚ ਗਿਆ ਰਿਹਾ ਹਾਂ ਕਿ ਤੈਨੂੰ ਦੱਸਾਂ"},{"number":20,"verse":"ਤਾਂ ਅੱਯੂਬ ਉੱਠਿਆ, ਆਪਣੇ ਕੱਪੜੇ ਪਾੜ ਲਏ, ਆਪਣਾ ਸਿਰ ਮੁਨਾ ਲਿਆ ਅਤੇ ਧਰਤੀ ਉੱਤੇ ਡਿੱਗ ਕੇ ਮੱਥਾ ਟੇਕਿਆ"},{"number":21,"verse":"ਅਤੇ ਆਖਿਆ, ਮੈਂ ਆਪਣੀ ਮਾਤਾ ਦੇ ਪੇਟ ਤੋਂ ਨੰਗਾ ਆਇਆ ਅਤੇ ਨੰਗਾ ਹੀ ਓਧਰ ਨੂੰ ਮੁੜ ਰਿਹਾ ਹਾਂ ਯਹੋਵਾਹ ਨੇ ਦਿੱਤਾ ਯਹੋਵਾਹ ਨੇ ਹੀ ਲੈ ਲਿਆ ਯਹੋਵਾਹ ਦਾ ਨਾਮ ਮੁਬਾਰਕ ਹੋਵੇ"},{"number":22,"verse":"ਏਸ ਸਾਰੇ ਵਿੱਚ ਨਾ ਤਾਂ ਅੱਯੂਬ ਨੇ ਪਾਪ ਕੀਤਾ ਅਤੇ ਨਾ ਪਰਮੇਸ਼ੁਰ ਉੱਤੇ ਬੇ ਅਕਲੀ ਦਾ ਦੋਸ਼ ਲਾਇਆ।।"}]}