{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":10,"verses":[{"number":1,"verse":"( ਅੱਯੂਬ ਦਾ ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਠੋਰਤਾ ਤੇ ਗਿਲਾ) ਮੇਰੀ ਜਾਨ ਮੇਰੀ ਹਯਾਤੀ ਤੋਂ ਥੱਕੀ ਹੋਈ ਹੈ, ਮੈਂ ਆਪਣੇ ਗਿਲੇ ਨੂੰ ਖੋਲ੍ਹ ਕੇ ਦੱਸਾਂਗਾ, ਮੈਂ ਆਪਣੀ ਜਾਨ ਦੀ ਕੁੜੱਤਣ ਵਿੱਚ ਬੋਲਾਂਗਾ!"},{"number":2,"verse":"ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਆਖਾਂਗਾ, ਮੈਨੂੰ ਦੋਸ਼ੀ ਨਾ ਠਹਿਰਾ! ਤੂੰ ਮੈਨੂੰ ਦੱਸ ਭਈ ਤੂੰ ਮੇਰੇ ਨਾਲ ਕਿਉਂ ਇੱਟ ਖੜਿੱਕਾ ਕਰਦਾ ਹੈਂ?"},{"number":3,"verse":"ਭਲਾ, ਏਹ ਤੇਰੇ ਲਈ ਚੰਗਾ ਹੈ, ਭਈ ਤੂੰ ਧੱਕੇਸ਼ਾਹੀ ਕਰੇਂ? ਅਤੇ ਆਪਣੇ ਹੱਥਾਂ ਦੇ ਹਾਸਲ ਨੂੰ ਤੁੱਛ ਜਾਣੇਂ, ਅਤੇ ਦੁਸ਼ਟਾਂ ਦੀ ਸਲਾਹ ਉੱਤੇ ਚਮਕੇਂ?"},{"number":4,"verse":"ਭਲਾ, ਤੇਰੀਆਂ ਅੱਖਾਂ ਮਾਸ ਦੀਆਂ ਹਨ, ਯਾ ਤੂੰ ਉਵੇਂ ਵੇਖਦਾ ਹੈ ਜਿਵੇਂ ਇਨਸਾਨ ਵੇਖਦਾ ਹੈ?"},{"number":5,"verse":"ਕੀ ਤੇਰੇ ਦਿਨ ਇਨਸਾਨ ਦੇ ਦਿਨ ਹਨ, ਯਾ ਤੇਰੇ ਵਰਹੇ ਆਦਮੀ ਦੇ ਦਿਨਾਂ ਵਰਗੇ ਹਨ,"},{"number":6,"verse":"ਭਈ ਤੂੰ ਮੇਰੀ ਬਦੀ ਨੂੰ ਭਾਲਦਾ ਹੈਂ ਅਤੇ ਮੇਰੇ ਪਾਪ ਦੀ ਪੜਤਾਲ ਕਰਦਾ ਹੈ?"},{"number":7,"verse":"ਭਾਵੇਂ ਤੂੰ ਜਾਣਦਾ ਹੈਂ ਭਈ ਮੈਂ ਦੋਸ਼ੀ ਨਹੀਂ, ਅਤੇ ਤੇਰੇ ਹੱਥੋਂ ਕੋਈ ਛੁਡਾਉਣ ਵਾਲਾ ਵੀ ਨਹੀਂ।।"},{"number":8,"verse":"ਤੇਰੇ ਹੱਥਾਂ ਨੇ ਮੈਨੂੰ ਸਾਜਿਆ ਤੇ ਬਣਾਇਆ, ਚੌਹਾਂ ਪਾਸਿਆਂ ਤੋਂ ਅਤੇ ਹੁਣ ਤੂੰ ਮੈਨੂੰ ਨਾਸ ਕਰੇਂਗਾ!"},{"number":9,"verse":"ਚੇਤੇ ਕਰ ਭਈ ਤੈਂ ਮੈਨੂੰ ਗੁੰਨ੍ਹੀ ਹੋਈ ਮਿੱਟੀ ਵਾਂਙੁ ਬਣਾਇਆ, ਕੀ ਤੂੰ ਮੈਨੂੰ ਖ਼ਾਕ ਵਿੱਚ ਮੋੜ ਦੇਵੇਂਗਾ?"},{"number":10,"verse":"ਭਲਾ, ਤੈਂ ਮੈਨੂੰ ਦੁੱਧ ਵਾਂਙੁ ਨਹੀਂ ਡੋਹਲਿਆਂ, ਅਤੇ ਦਹੀਂ ਵਾਂਙੁ ਨਹੀਂ ਜਮਾਇਆ?"},{"number":11,"verse":"ਤੂੰ ਖੱਲ ਤੇ ਮਾਸ ਮੈਨੂੰ ਪਹਿਨਾਇਆ, ਅਤੇ ਹੱਡੀਆਂ ਤੇ ਨੱਸਾਂ ਨਾਲ ਮੈਨੂੰ ਜੋੜਿਆ।"},{"number":12,"verse":"ਜੀਵਨ ਤੇ ਦਯਾ ਤੈਂ ਮੈਨੂੰ ਬਖ਼ਸ਼ੀ, ਅਤੇ ਤੇਰੀ ਨਿਗਹਾਬਾਨੀ ਨੇ ਮੇਰੇ ਆਤਮਾ ਦੀ ਪਾਲਨਾ ਕੀਤੀ।"},{"number":13,"verse":"ਏਹ ਤੈਂ ਆਪਣੇ ਦਿਲ ਵਿੱਚ ਲੁਕਾ ਰੱਖਿਆ ਸੀ, ਪਰ ਮੈਂ ਜਾਣਦਾ ਹਾਂ ਭਈ ਏਹ ਤੇਰੇ ਅੰਦਰ ਸੀ।"},{"number":14,"verse":"ਜੇ ਮੈਂ ਪਾਪ ਕਰਾਂ ਤਾਂ ਤੂੰ ਮੇਰੀ ਰਾਖੀ ਕਰਦਾ ਹੈਂ, ਤੂੰ ਮੇਰੀ ਬਦੀ ਤੋਂ ਮੈਨੂੰ ਬਰੀ ਨਾ ਕਰੇਂਗਾ।।"},{"number":15,"verse":"ਜੇ ਮੈਂ ਦੋਸ਼ੀ ਹੋਵਾ ਤਾਂ ਹਾਏ ਮੇਰੇ ਉੱਤੇ! ਅਤੇ ਜੇ ਧਰਮੀ ਹੋਵਾਂ ਤਾਂ ਮੈਂ ਆਪਣਾ ਸਿਰ ਨਾ ਚੁੱਕ ਸੱਕਾਂਗਾ, ਮੈਂ ਸ਼ਰਮ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹਾਂ ਤੇ ਆਪਣਾ ਦੁਖ ਵੇਖਦਾ ਹਾਂ!"},{"number":16,"verse":"ਜੇ ਸਿਰ ਚੁੱਕਿਆ ਵੀ ਜਾਵੇ, ਤਾਂ ਤੂੰ ਸ਼ੀਂਹ ਵਾਂਙੁ ਮੇਰਾ ਸ਼ਿਕਾਰ ਕਰਦਾ ਹੈਂ, ਅਤੇ ਫੇਰ ਆਪਣੇ ਆਪ ਨੂੰ ਮੇਰੇ ਵਿਰੁੱਧ ਅਚਰਜ ਹੋ ਕੇ ਵਿਖਾਉਂਦਾ ਹੈ!"},{"number":17,"verse":"ਤੂੰ ਆਪਣੇ ਨਵੇਂ ਨਵੇਂ ਗਵਾਹ ਮੇਰੇ ਉੱਤੇ ਲਿਆਉਂਦਾ, ਅਤੇ ਆਪਣਾ ਕਹਿਰ ਮੇਰੇ ਉੱਤੇ ਵਧਾਉਂਦਾ ਹੈ, ਨਾਲੇ ਸੈਨਾਂ ਤੇ ਸੈਨਾਂ ਮੇਰੇ ਵਿਰੁੱਧ ਹਨ!"},{"number":18,"verse":"ਤੈਂ ਮੈਨੂੰ ਕਿਉਂ ਕੁਖ ਤੋਂ ਬਾਹਰ ਲਿਆਂਦਾ? ਮੈਂ ਪ੍ਰਾਣ ਛੱਡ ਦਿੰਦਾ ਅਤੇ ਕੋਈ ਅੱਖ ਮੈਨੂੰ ਨਾ ਵੇਖਦੀ,"},{"number":19,"verse":"ਮੈਂ ਇਉਂ ਹੁੰਦਾ ਜਿਵੇਂ ਮੈਂ ਹੋਇਆ ਹੀ ਨਹੀਂ, ਮੈਂ ਪੇਟ ਤੋਂ ਹੀ ਕਬਰ ਨੂੰ ਲੈ ਜਾਇਆ ਜਾਂਦਾ"},{"number":20,"verse":"ਕੀ ਮੇਰੇ ਦਿਨ ਥੋੜੇ ਨਹੀਂ? ਹੁਣ ਤਾਂ ਹਟ, ਅਤੇ ਮੈਨੂੰ ਛੱਡ ਭਈ ਮੈਂ ਥੋੜੀ ਜਿਹੀ ਸ਼ਾਂਤੀ ਪਾਵਾਂ,"},{"number":21,"verse":"ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਮੈਂ ਜਾਵਾਂ ਜਿੱਥੋਂ ਫੇਰ ਨਾ ਮੁੜਾਂ, ਅਨ੍ਹੇਰੇ ਤੇ ਮੌਤ ਦੇ ਸਾਯੇ ਦੇ ਦੇਸ ਨੂੰ"},{"number":22,"verse":"ਅਰਥਾਤ ਉਸ ਦੇਸ ਨੂੰ ਜਿੱਥੇ ਅੱਧੀ ਰਾਤ ਜਿਹਾ ਅਨ੍ਹੇਰ ਹੈ, ਜਿੱਥੇ ਮੌਤ ਦਾ ਸਾਯਾ ਹੈ ਅਤੇ ਕੋਈ ਤਰਤੀਬ ਨਹੀਂ, ਅਤੇ ਲੋ ਵੀ ਅੱਧੀ ਰਾਤ ਦੇ ਅਨ੍ਹੇਰੇ ਵਾਂਙੁ ਹੈ!।।"}]}