{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"( ਸੋਫ਼ਰ ਪਛਤਾਉਣ ਲਈ ਮੱਤ ਦਿੰਦਾ ਹੈ) ਤਾਂ ਸੋਫ਼ਰ ਨਅਮਾਥੀ ਨੇ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ,"},{"number":2,"verse":"ਕੀ ਇਨ੍ਹਾਂ ਗੱਲਾਂ ਦੀ ਵਾਫ਼ਰੀ ਦਾ ਉੱਤਰ ਨਾ ਦਿੱਤਾ ਜਾਵੇ? ਯਾ ਬਕਵਾਸੀ ਮਨੁੱਖ ਧਰਮੀ ਠਹਿਰਾਇਆ ਜਾਵੇ?"},{"number":3,"verse":"ਕੀ ਤੇਰੀਆਂ ਗੱਪਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਚੁੱਪ ਕਰਾ ਸੱਕਦੀਆਂ ਹਨ? ਜਦ ਤੂੰ ਠੱਠੇ ਮਾਰੇਂ ਤਾਂ ਕੋਈ ਤੈਨੂੰ ਸ਼ਰਮਿੰਦਾ ਨਾ ਕਰੂ?"},{"number":4,"verse":"ਤੂੰ ਤਾਂ ਕਹਿੰਦਾ ਹੈਂ, ਮੇਰੀ ਸਿੱਖਿਆ ਪਾਕ ਹੈ, ਅਤੇ ਮੈਂ ਤੇਰੀਆਂ ਅੱਖਾਂ ਵਿੱਚ ਸ਼ੁੱਧ ਹਾਂ।"},{"number":5,"verse":"ਕਾਸ਼ ਕਿ ਪਰਮੇਸ਼ੁਰ ਆਪ ਬੋਲੇ, ਅਤੇ ਤੇਰੇ ਵਿਰੁੱਧ ਆਪਣੇ ਬੁੱਲ੍ਹ ਖੋਲ੍ਹੇ,"},{"number":6,"verse":"ਅਤੇ ਬੁੱਧ ਦੇ ਭੇਤ ਤੈਨੂੰ ਦੱਸੇ! ਉਹ ਤਾਂ ਸਮਝ ਵਿੱਚ ਬਹੁ ਗੁਣਾ ਹੈ, ਤੂੰ ਜਾਣ ਲੈ ਭਈ ਪਰਮੇਸ਼ੁਰ ਤੇਰੇ ਲਈ ਤੇਰੇ ਦੋਸ਼ ਨੂੰ ਭੁਲਾ ਦਿੰਦਾ ਹੈ"},{"number":7,"verse":"ਭਲਾ ਤੂੰ ਖੋਜ ਨਾਲ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਲੱਭ ਸੱਕਦਾ, ਯਾ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਨੂੰ ਸੰਪੂਰਨਤਾਈ ਤੀਕ ਪਾ ਸੱਕਦਾ ਹੈ?"},{"number":8,"verse":"ਉਹ ਅਕਾਸ਼ ਤੋਂ ਉੱਚਾ ਹੈ, ਤੂੰ ਕੀ ਕਰ ਸੱਕਦਾ ਹੈਂ, ਉਹ ਪਤਾਲ ਤੋਂ ਡੁੰਘਾ ਹੈ, ਤੂੰ ਕੀ ਜਾਣ ਸੱਕਦਾ ਹੈ?"},{"number":9,"verse":"ਉਹ ਦਾ ਨਾਪ ਪ੍ਰਿਥਵੀ ਤੋਂ ਲੰਮਾ, ਅਤੇ ਸਾਗਰ ਤੋਂ ਚੌੜਾ ਹੈ,"},{"number":10,"verse":"ਜੇ ਉਹ ਲੰਘ ਕੇ ਬੰਦ ਕਰ ਦੇਵੇ, ਅਤੇ ਸਭਾ ਬੁਲਾਵੇ ਤਾਂ ਕੌਣ ਉਹ ਨੂੰ ਮੋੜੇ?"},{"number":11,"verse":"ਉਹ ਤਾਂ ਫੋਕਟ ਆਦਮੀਆਂ ਨੂੰ ਜਾਣਦਾ ਹੈ, ਅਤੇ ਬਦੀ ਨੂੰ ਵੇਖਦਾ ਹੈ ਭਾਵੇਂ ਉਹ ਉਸ ਉੱਤੇ ਗੌਹ ਨਹੀਂ ਕਰਦਾ,"},{"number":12,"verse":"ਪਰ ਮੂਰਖ ਤਦ ਬੁੱਧਵਾਨ ਹੋਊਗਾ ਜਦ ਜੰਗਲੀ ਗਧੇ ਦਾ ਬੱਚਾ ਆਦਮੀ ਹੋ ਕੇ ਜੰਮੇ।।"},{"number":13,"verse":"ਜੇ ਤੂੰ ਆਪਣੇ ਦਿਲ ਨੂੰ ਸੁਧਾਰੇਂ, ਅਤੇ ਉਹ ਦੇ ਅੱਗੇ ਆਪਣੇ ਹੱਥ ਅੱਡੇਂ,"},{"number":14,"verse":"ਜੇ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਬਦੀ ਹੋਵੇ, ਤਾਂ ਉਹ ਨੂੰ ਦੂਰ ਕਰ, ਅਤੇ ਬੁਰਿਆਈ ਤੇਰੇ ਤੰਬੂ ਵਿੱਚ ਨਾ ਵੱਸੇ"},{"number":15,"verse":"ਤਾਂ ਤੂੰ ਜਰੂਰ ਆਪਣਾ ਮੂੰਹ ਬੇਦਾਗ਼ ਚੁੱਕੇਂਗਾ, ਅਤੇ ਇਸਥਿਰ ਹੋ ਕੇ ਕਦੇ ਨਾ ਡਰੇਂਗਾ।"},{"number":16,"verse":"ਤੂੰ ਤਾਂ ਆਪਣਾ ਕਸ਼ਟ ਭੁੱਲ ਜਾਏਂਗਾ, ਅਤੇ ਤੂੰ ਲੰਘ ਗਏ ਪਾਣੀ ਵਾਂਙੁ ਉਹ ਨੂੰ ਚੇਤੇ ਕਰੇਂਗਾ,"},{"number":17,"verse":"ਅਤੇ ਤੇਰਾ ਜੀਵਨ ਦੁਪਹਿਰ ਤੋਂ ਵੀ ਤੇਜਵਾਨ ਹੋਊਗਾ, ਅਨ੍ਹੇਰਾ ਫ਼ਜਰ ਵਾਂਙੁ ਹੋਊਗਾ ।"},{"number":18,"verse":"ਤੈਨੂੰ ਏਸ ਲਈ ਇਤਬਾਰ ਹੋਊਗਾ ਕਿ ਆਸ਼ਾ ਹੈ, ਅਤੇ ਤੂੰ ਇੱਧਰ ਉੱਧਰ ਵੇਖ ਕੇ ਇਤਬਾਰ ਨਾਲ ਲੇਟੇਂਗਾ।"},{"number":19,"verse":"ਤੂੰ ਲੰਮਾ ਪਏਂਗਾ ਅਤੇ ਕੋਈ ਤੈਨੂੰ ਡਰਾਏਗਾ ਨਹੀਂ, ਅਤੇ ਬਹੁਤੇ ਤੇਰੇ ਮੂੰਹ ਵੱਲ ਤੱਕਣਗੇ।"},{"number":20,"verse":"ਪਰ ਦੁਸ਼ਟਾਂ ਦੀਆਂ ਅੱਖਾਂ ਰਹਿ ਜਾਣਗੀਆਂ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਨੱਠਣ ਦਾ ਰਾਹ ਮੁੱਕ ਜਾਵੇਗਾ, ਅਤੇ ਪ੍ਰਾਣ ਤਿਆਗਣਾ ਹੀ ਉਨ੍ਹਾਂ ਦੀ ਆਸ਼ਾ ਹੋਊ!।"}]}