{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"( ਪਰਮੇਸ਼ੁਰ ਅੱਗੇ ਨਿਆਉਂ ਲਈ ਅੱਯੂਬ ਦੀ ਅਰਜੋਈ) ਵੇਖੋ, ਮੇਰੀ ਅੱਖ ਨੇ ਏਹ ਸਭ ਕੁੱਝ ਵੇਖਿਆ, ਮੇਰੇ ਕੰਨਾਂ ਨੇ ਇਹ ਸੁਣਿਆ ਤੇ ਸਮਝਿਆ।"},{"number":2,"verse":"ਜਿਵੇਂ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਮੈਂ ਵੀ ਜਾਣਦਾ ਹਾਂ, ਮੈਂ ਤੁਹਾਡੇ ਨਾਲੋਂ ਰਿਹਾ ਹੋਇਆ ਨਹੀਂ।।"},{"number":3,"verse":"ਪਰੰਤੂ ਮੈਂ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਨਾਲ ਬੋਲਣਾ, ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨਾਲ ਬਹਿਸ ਕਰਨੀ ਚਾਹੁੰਦਾ ਹਾਂ,"},{"number":4,"verse":"ਪਰੰਤੂ ਤੁਸੀਂ ਝੂਠ ਦੇ ਘੜਨ ਵਾਲੇ ਹੋ, ਤੁਸੀਂ ਨਿਕੰਮੇ ਵੈਦ ਹੋ!"},{"number":5,"verse":"ਕਾਸ਼ ਕਿ ਤੁਸੀਂ ਬਿਲਕੁਲ ਚੁੱਪ ਰਹਿੰਦੇ, ਤਾਂ ਏਹ ਤੁਹਾਡੀ ਬੁੱਧੀ ਹੁੰਦੀ!"},{"number":6,"verse":"ਤੁਸੀਂ ਹੁਣ ਮੇਰੀ ਦਲੀਲ ਸੁਣੋ, ਅਤੇ ਮੇਰੇ ਬੁੱਲ੍ਹਾਂ ਦੇ ਦਾਵਿਆਂ ਉੱਤੇ ਕੰਨ ਲਾਓ।"},{"number":7,"verse":"ਕੀ ਤੁਸੀਂ ਪਰਮੇਸ਼ੁਰ ਲਈ ਕੁਧਰਮ ਦੀਆਂ ਗੱਲਾਂ ਕਰੋਗੇ, ਅਤੇ ਉਹ ਦੇ ਲਈ ਛਲ ਦੀਆਂ ਗੱਲਾਂ ਬੋਲੋਗੇ?"},{"number":8,"verse":"ਕੀ ਤੁਸੀਂ ਉਹ ਦਾ ਪੱਖਪਾਤ ਕਰੋਗੇ, ਯਾ ਪਰਮੇਸ਼ੁਰ ਲਈ ਮੁਕੱਦਮਾ ਚਲਾਓਗੇ?"},{"number":9,"verse":"ਭਲਾ, ਏਹ ਚੰਗਾ ਹੈ ਭਈ ਉਹ ਤੁਹਾਨੂੰ ਜਾਚੇ, ਯਾ ਤੁਸੀਂ ਉਹ ਨੂੰ ਧੋਖਾ ਦਿਉਗੇ ਜਿਵੇਂ ਆਦਮੀ ਨੂੰ ਧੋਖਾ ਦਿੰਦੇ ਹੋ?"},{"number":10,"verse":"ਉਹ ਤੁਹਾਨੂੰ ਸਖਤੀ ਨਾਲ ਝਿੜਕੇਗਾ, ਜੇ ਤੁਸੀਂ ਲੁਕ ਕੇ ਉਹ ਦਾ ਪੱਖਪਾਤ ਕਰੋਗੇ।"},{"number":11,"verse":"ਭਲਾ, ਉਹ ਦੀ ਮਹਾਨਤਾ ਤੁਹਾਨੂੰ ਨਹੀਂ ਡਰਾਉਂਦੀ ਅਤੇ ਉਹ ਦਾ ਭੈ ਤੁਹਾਡੇ ਉੱਤੇ ਨਹੀਂ ਪੈਂਦਾ?"},{"number":12,"verse":"ਤੁਹਾਡੇ ਮਸਲੇ ਖ਼ਾਕ ਦੀਆਂ ਕਹਾਉਤਾਂ ਹਨ, ਤੁਹਾਡੇ ਧੂੜਕੋਟ ਮਿੱਟੀ ਦੇ ਧੂੜਕੋਟ ਹਨ!।।"},{"number":13,"verse":"ਮੇਰੇ ਅੱਗੇ ਚੁੱਪ ਰਹੋ ਭਈ ਮੈਂ ਗੱਲ ਕਰਾਂ, ਫੇਰ ਜੋ ਹੋਵੇ ਸੋ ਹੋਵੇ !"},{"number":14,"verse":"ਮੈਂ ਕਿਉਂ ਆਪਣਾ ਮਾਸ ਆਪਣੇ ਦੰਦਾਂ ਵਿੱਚ ਲਵਾਂ, ਅਤੇ ਆਪਣੀ ਜਾਨ ਤਲੀ ਉੱਤੇ ਰੱਖਾਂ?"},{"number":15,"verse":"ਵੇਖੋ, ਉਹ ਮੈਨੂੰ ਵੱਢ ਸੁੱਟੇਗਾ, ਮੈਨੂੰ ਆਸਾ ਨਹੀਂ, ਤਾਂ ਵੀ ਮੈਂ ਆਪਣੀਆਂ ਚਾਲਾਂ ਲਈ ਉਹ ਦੇ ਅੱਗੇ ਬਹਿਸ ਕਰਾਂਗਾ।"},{"number":16,"verse":"ਏਹ ਵੀ ਮੇਰੀ ਮੁਕਤੀ ਦਾ ਕਾਰਨ ਹੈ ਭਈ ਕੋਈ ਕੁਧਰਮੀ ਉਹ ਦੇ ਹਜੂਰ ਜਾ ਨਹੀਂ ਸੱਕਦਾ।"},{"number":17,"verse":"ਮੇਰੇ ਵਖਾਣ ਨੂੰ ਗੌਹ ਨਾਲ ਸੁਣੋ, ਅਤੇ ਮੇਰਾ ਬਿਆਨ ਤੁਹਾਡੇ ਕੰਨਾਂ ਵਿੱਚ ਪਵੇ।"},{"number":18,"verse":"ਹੁਣ ਵੇਖੋ, ਮੈਂ ਆਪਣਾ ਮੁਕੱਦਮਾ ਤਿਆਰ ਕਰ ਲਿਆ ਹੈ, ਮੈਂ ਜਾਣਦਾ ਹਾਂ ਭਈ ਮੈਂ ਧਰਮੀ ਠਹਿਰਾਂਗਾ।"},{"number":19,"verse":"ਕੌਣ ਮੇਰੇ ਨਾਲ ਬਹਿਸ ਕਰੇਗਾ? ਤਦ ਮੈਂ ਚੁੱਪ ਰਹਿੰਦਾ ਅਤੇ ਪ੍ਰਾਣ ਤਿਆਗ ਦਿੰਦਾ।।"},{"number":20,"verse":"ਦੋ ਹੀ ਕੰਮ ਮੇਰੇ ਨਾਲ ਨਾ ਕਰ, ਤਦ ਮੈਂ ਤੇਰੇ ਹ ਜ਼ੂਰੋਂ ਨਾ ਲੁਕਾਂਗਾ"},{"number":21,"verse":"ਤੂੰ ਆਪਣਾ ਹੱਥ ਮੇਰੇ ਉੱਤੋਂ ਦੂਰ ਕਰ ਲੈ, ਅਤੇ ਤੇਰਾ ਭੈ ਮੈਨੂੰ ਨਾ ਡਰਾਵੇ।"},{"number":22,"verse":"ਤਾਂ ਮੈਨੂੰ ਬੁਲਾਈਂ ਅਤੇ ਮੈਂ ਉੱਤਰ ਦਿਆਂਗਾ, ਯਾ ਮੈਂ ਬੋਲਾਂਗਾ ਅਤੇ ਤੂੰ ਜੁਆਬ ਦੇਹ!"},{"number":23,"verse":"ਮੇਰੀਆਂ ਬੁਰਿਆਈਆਂ ਤੇ ਪਾਪ ਕਿੰਨੇ ਹਨ? ਮੇਰਾ ਅਪਰਾਧ ਅਤੇ ਮੇਰੇ ਪਾਪ ਮੈਨੂੰ ਦੱਸ!"},{"number":24,"verse":"ਤੂੰ ਕਿਉਂ ਆਪਣਾ ਮੂੰਹ ਲੁਕਾਉਂਦਾ ਹੈ, ਅਤੇ ਮੈਨੂੰ ਆਪਣਾ ਵੈਰੀ ਗਿਣਦਾ ਹੈਂ?"},{"number":25,"verse":"ਭਲਾ, ਤੂੰ ਉੱਡਦੇ ਪੱਤੇ ਨੂੰ ਡਰਾਵੇਂਗਾ? ਤੂੰ ਸੁੱਕੇ ਵੱਢ ਦਾ ਪਿੱਛਾ ਕਰੇਂਗਾ?"},{"number":26,"verse":"ਕਿਉਂ ਜੋ ਤੂੰ ਮੇਰੇ ਵਿਰੁੱਧ ਕੌੜੀਆਂ ਗੱਲਾਂ ਲਿਖਦਾ ਹੈ, ਅਤੇ ਮੇਰੀ ਜੁਆਨੀ ਦੀਆਂ ਬਦੀਆਂ ਮੇਰੇ ਪੱਲੇ ਪਾਉਂਦਾ ਹੈ।"},{"number":27,"verse":"ਤੂੰ ਮੇਰੇ ਪੈਰਾਂ ਨੂੰ ਕਾਠ ਵਿੱਚ ਠੋਕਦਾ ਹੈ, ਅਤੇ ਮੇਰੇ ਸਾਰੇ ਰਾਹਾਂ ਦੀ ਨਿਗਾਹਬਾਨੀ ਕਰਦਾ ਹੈਂ, ਅਤੇ ਮੇਰੇ ਪੈਰਾਂ ਨੂੰ ਕੀਲ ਦਿੰਦਾ ਹੈਂ!"},{"number":28,"verse":"ਮੈਂ ( ਮੁਲ ਵਿੱਚ, ਉਹ ।) ਤਾਂ ਸੜੀ ਹੋਈ ਚੀਜ ਵਰਗਾ ਹਾਂ ਜੋ ਹੰਢਾਈ ਹੋਈ ਹੈ, ਯਾ ਉਸ ਲੀੜੇ ਵਰਗਾ ਜਿਹ ਨੂੰ ਲੋਹੇ ਨੇ ਖਾ ਲਿਆ ਹੋਵੇ।।"}]}