{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"( ਮਨੁੱਖ ਦੀ ਕਮਜ਼ੋਰੀ) ਆਦਮੀ ਜੋ ਤੀਵੀਂ ਤੋਂ ਜੰਮਦਾ ਹੈ, ਥੋੜਿਆਂ ਦਿਨਾਂ ਦਾ ਹੈ ਅਤੇ ਬਿਪਤਾ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ।"},{"number":2,"verse":"ਉਹ ਫੁੱਲ ਵਾਂਙੁ ਨਿੱਕਲਦਾ ਹੈ, ਫੇਰ ਤੋਂੜਿਆਂ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਾਯੇ ਵਾਂਙੁ ਢਲ ਜਾਂਦਾ ਹੈ ਅਤੇ ਠਹਿਰਦਾ ਨਹੀਂ।"},{"number":3,"verse":"ਕੀ ਅਜੇਹੇ ਉੱਤੇ ਤੂੰ ਆਪਣੀਆਂ ਅੱਖਾਂ ਖੋਲ੍ਹਦਾ ਹੈਂ ਅਤੇ ਮੈਨੂੰ ਆਪਣੇ ਨਾਲ ਨਿਆਉਂ ਵਿੱਚ ਲਿਆਉਂਦਾ ਹੈਂ?"},{"number":4,"verse":"ਕੌਣ ਅਸ਼ੁੱਧ ਵਿੱਚੋਂ ਸ਼ੁੱਧ ਨਿਕਾਲ ਸੱਕਦਾ ਹੈ? ਪਰ ਕੋਈ ਨਹੀਂ।"},{"number":5,"verse":"ਜੇ ਉਹ ਦੇ ਦਿਨ ਠਹਿਰਾਏ ਹੋਏ ਹਨ, ਅਤੇ ਉਹ ਦੇ ਮਹੀਨੇ ਤੇਰੇ ਨਾਲ ਗਿਣੇ ਹੋਏ ਹਨ, ਅਤੇ ਤੈਂ ਉਹ ਦੀਆਂ ਹੱਦਾਂ ਨੂੰ ਬਣਾਇਆ ਭਈ ਉਹ ਨਾ ਲੰਘੇ,"},{"number":6,"verse":"ਤਾਂ ਉਹ ਦੀ ਵੱਲੋਂ ਆਪਣੀ ਨਿਗਾਹ ਹਟਾ ਲੈ, ਭਈ ਉਹ ਵਿਸਮ ਲਵੇ, ਜਦ ਤੀਕ ਉਹ ਮਜੂਰ ਵਾਂਙੁ ਆਪਣੇ ਦਿਨ ਵਿੱਚ ਮੌਜ ਨਾ ਕਰ ਲਵੇ।"},{"number":7,"verse":"ਰੁੱਖ ਲਈ ਤਾਂ ਆਸਾ ਹੈ, ਭਈ ਜੇ ਉਹ ਕੱਟਿਆ ਜਾਵੇ ਤਾਂ ਉਹ ਫੇਰ ਫੁੱਟੇਗਾ, ਅਤੇ ਉਹ ਦੀਆਂ ਕੂੰਬਲਾਂ ਨਾ ਮੁੱਕਣਗੀਆਂ।"},{"number":8,"verse":"ਭਾਵੇਂ ਉਹ ਦੀ ਜੜ੍ਹ ਧਰਤੀ ਵਿੱਚ ਪੁਰਾਣੀ ਪੈ ਜਾਵੇ, ਅਤੇ ਉਹ ਦਾ ਟੁੰਡ ਮਿੱਟੀ ਵਿੱਚ ਗਲ ਜਾਵੇ,"},{"number":9,"verse":"ਤਾਂ ਵੀ ਪਾਣੀ ਦੀ ਵਾਸ ਤੋਂ ਉਹ ਦੀਆਂ ਕੂੰਬਲਾਂ ਫੁੱਟ ਨਿੱਕਲਣਗੀਆਂ ਅਤੇ ਬੂਟੇ ਵਾਂਙੁ ਉਹ ਟਹਿਣੀਆਂ ਕੱਢੇਗਾ"},{"number":10,"verse":"ਪਰ ਪੁਰਖ ਮਰ ਜਾਂਦਾ ਤੇ ਨਿੱਸਲ ਪੈ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਆਦਮੀ ਪ੍ਰਾਣ ਛੱਡ ਦਿੰਦਾ ਹੈ ਤਾਂ ਉਹ ਹੈ ਕਿੱਥੇ?"},{"number":11,"verse":"ਪਾਣੀ ਸਮੁੰਦਰ ਤੋਂ ਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਦਰਿਆ ਸੁੱਕ ਕੇ ਮੁੱਕ ਜਾਂਦਾ ਹੈ,"},{"number":12,"verse":"ਤਿਵੇਂ ਮਨੁੱਖ ਲੇਟਦਾ ਅਤੇ ਫਿਰ ਨਹੀਂ ਉੱਠਦਾ ਹੈ, ਜਦ ਤੀਕ ਅਕਾਸ਼ ਟਲ ਨਾ ਜਾਣ ਉਹ ਨਾ ਜਾਗਣਗੇ, ਨਾ ਆਪਣੀ ਨੀਂਦ ਤੋਂ ਜਗਾਏ ਜਾਣਗੇ।।"},{"number":13,"verse":"ਕਾਸ਼ ਕਿ ਤੂੰ ਮੈਨੂੰ ਪਤਾਲ ਵਿੱਚ ਲੁਕਾ ਦੇਵੇਂ, ਅਤੇ ਮੈਨੂੰ ਛਿਪਾ ਰੱਖੇ ਜਦ ਤੀਕ ਤੇਰਾ ਕ੍ਰੋਧ ਨਾ ਹਟੇ, ਅਤੇ ਮੇਰੇ ਲਈ ਖਾਸ ਵੇਲਾ ਠਹਿਰਾਵੇਂ ਅਤੇ ਮੈਨੂੰ ਚੇਤੇ ਰੱਖੇ!"},{"number":14,"verse":"ਜੇ ਪੁਰਖ ਮਰ ਜਾਵੇ ਤਾਂ ਉਹ ਫਿਰ ਜੀਵੇਗਾ? ਆਪਣੇ ਜੁੱਧ ਦੇ ਸਾਰੇ ਦਿਨ ਮੈਂ ਉਡੀਕ ਵਿੱਚ ਰਹਾਂਗਾ, ਜਦ ਤੀਕ ਮੇਰੀ ਵਾਰੀ ਨਾ ਆਵੇ।"},{"number":15,"verse":"ਤੂੰ ਪੁਕਾਰੇਂਗਾ ਅਤੇ ਮੈਂ ਤੈਨੂੰ ਉੱਤਰ ਦਿਆਂਗਾ, ਤੂੰ ਆਪਣੇ ਹੱਥਾਂ ਦੇ ਕੰਮ ਨੂੰ ਚਾਹਵੇਂਗਾ।"},{"number":16,"verse":"ਪਰ ਹੁਣ ਤੂੰ ਮੇਰੇ ਕਦਮਾਂ ਨੂੰ ਗਿਣਦਾ ਹੈ, ਕੀ ਤੂੰ ਮੇਰੇ ਪਾਪ ਉੱਤੇ ਤਾੜ ਨਹੀਂ ਰੱਖਦਾ?"},{"number":17,"verse":"ਮੇਰਾ ਅਪਰਾਧ ਮੋਹਰ ਲੱਗੀ ਹੋਈ ਥੈਲੀ ਵਿੱਚ ਬੰਦ ਹੈ, ਅਤੇ ਤੂੰ ਮੇਰੀ ਬਦੀ ਨੂੰ ਸੀਉਂਕੇ ਰੱਖਿਆ ਹੋਇਆ ਹੈ।।"},{"number":18,"verse":"ਪਰੰਤੂ ਪਹਾੜ ਡਿੱਗਦਾ ਡਿੱਗਦਾ ਘਸ ਜਾਂਦਾ ਅਤੇ ਚਟਾਨ ਆਪਣੇ ਥਾਂ ਤੋਂ ਸਰਕ ਜਾਂਦੀ ਹੈ,"},{"number":19,"verse":"ਪਾਣੀ ਪੱਥਰਾਂ ਨੂੰ ਘਸਾ ਸੁੱਟਦਾ ਹੈ, ਉਹ ਦਾ ਹੜ੍ਹ ਧਰਤੀ ਦੀ ਮਿੱਟੀ ਨੂੰ ਵਹਾ ਲੈ ਜਾਂਦਾ ਹੈ, ਇਉਂ ਤੂੰ ਇਨਸਾਨ ਦੀ ਆਸ਼ਾ ਮਿਟਾ ਦਿੰਦਾ ਹੈਂ।"},{"number":20,"verse":"ਤੂੰ ਸਦਾ ਉਹ ਨੂੰ ਜਿੱਤ ਲੈਂਦਾ ਹੈ, ਅਤੇ ਉਹ ਚੱਲਿਆ ਜਾਂਦਾ ਹੈ, ਤੂੰ ਉਹ ਦਾ ਚਿਹਰਾ ਬਦਲ ਕੇ ਉਹ ਨੂੰ ਕੱਢ ਦਿੰਦਾ ਹੈ!"},{"number":21,"verse":"ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਪਤ ਪਰਾਪਤ ਕਰਦੇ ਹਨ, ਪਰ ਉਹ ਜਾਣਦਾ ਨਹੀਂ, ਓਹ ਹਲਕੇ ਪੈ ਜਾਂਦੇ ਹਨ ਪਰ ਉਹ ਉਨ੍ਹਾਂ ਦਾ ਹਾਲ ਸਮਝਦਾ ਨਹੀਂ,"},{"number":22,"verse":"ਸਗੋਂ ਉਹ ਦਾ ਉਪਰਲਾ ਮਾਸ ਦੁਖੀ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਉਹ ਦੀ ਅੰਦਰਲੀ ਜਾਨ ਸੋਗ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ।।"}]}