{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":16,"verses":[{"number":1,"verse":"( ਦੁਖ ਦਾਇਕ ਤਸੱਲੀ ਦੇਣ ਵਾਲੇ) ਤਾਂ ਅੱਯੂਬ ਨੇ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ,"},{"number":2,"verse":"ਮੈਂ ਅਜੇਹੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਗੱਲਾਂ ਸੁਣਿਆਂ ਹਨ, ਤੁਸੀਂ ਸਭ ਦੇ ਸਭ ਦੁਖ ਦਾਇਕ ਤਸੱਲੀ ਦੇਣ ਵਾਲੇ ਹੋ!"},{"number":3,"verse":"ਹਵਾਈ ਗੱਲਾਂ ਕਦੇ ਮੁੱਕਣਗੀਆਂ ਵੀ, ਯਾ ਤੈਨੂੰ ਕੀ ਖਿਝ ਹੈ ਜੋ ਤੂੰ ਉੱਤਰ ਦਿੰਦਾ ਹੈ?"},{"number":4,"verse":"ਮੈਂ ਵੀ ਤੁਹਾਡੇ ਵਾਂਙੁ ਬੋਲ ਸੱਕਦਾ, ਜੇ ਤੁਹਾਡੀ ਜਾਨ ਮੇਰੇ ਜਾਨ ਦੇ ਥਾਂ ਹੁੰਦੀ, ਤਾਂ ਮੈ ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਗੱਲਾਂ ਘੜ ਸੱਕਦਾ, ਅਤੇ ਆਪਣਾ ਸਿਰ ਤੁਹਾਡੇ ਉੱਤੇ ਹਿਲਾ ਸੱਕਦਾ!"},{"number":5,"verse":"ਪਰ ਮੈਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਮੂੰਹ ਨਾਲ ਤਕੜਿਆਂ ਕਰਦਾ, ਅਤੇ ਮੇਰੇ ਬੁੱਲਾਂ ਦਾ ਹਿੱਲਣਾ ਸਬਿਹਤਾ ਦਿੰਦਾ ਹੈ।।"},{"number":6,"verse":"ਜੇ ਮੈਂ ਬੋਲਾਂ ਵੀ ਤਾਂ ਸੋਗ ਤੋਂ ਮੈਨੂੰ ਸਬਿਹਤਾ ਨਹੀਂ, ਅਤੇ ਜੇ ਮੈਂ ਚੁੱਪ ਰਹਾਂ, ਤਾਂ ਮੈਨੂੰ ਕੀ ਅਰਾਮ ਹੁੰਦਾ ਹੈ?"},{"number":7,"verse":"ਪਰ ਹੁਣ ਉਹ ਨੇ ਮੈਨੂੰ ਥਕਾ ਦਿੱਤਾ ਹੈ, ਤੈਂ ਮੇਰੇ ਸਾਰੇ ਆਰ ਪਰਿਵਾਰ ਨੂੰ ਬਰਬਾਦ ਕੀਤਾ,"},{"number":8,"verse":"ਤੈਂ ਮੈਨੂੰ ਘੁੱਟ ਕੇ ਫੜ ਲਿਆ ਹੈ, ਏਹ ਗਵਾਹੀ ਲਈ ਹੈ! ਮੇਰਾ ਮੜੱਪਣ ਮੇਰੇ ਵਿਰੁੱਧ ਉੱਠ ਕੇ ਮੇਰੇ ਮੂੰਹ ਤੇ ਸਾਖੀ ਦਿੰਦਾ ਹੈ!"},{"number":9,"verse":"ਉਹ ਦੇ ਕ੍ਰੋਧ ਨੇ ਮੈਨੂੰ ਪਾੜਿਆ ਤੇ ਸਤਾਇਆ ਹੈ, ਉਹ ਨੇ ਮੇਰੇ ਉੱਤੇ ਆਪਣੇ ਦੰਦ ਕਰੀਚੇ, ਮੇਰਾ ਵਿਰੋਧੀ ਮੈਨੂੰ ਅੱਖਾਂ ਵਿਖਾਉਂਦਾ ਹੈ।"},{"number":10,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੇ ਉੱਤੇ ਆਪਣੇ ਮੂੰਹ ਟੱਡੇ ਹਨ, ਛਿੱਬੀਆਂ ਦੇ ਕੇ ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੇ ਚਪੇੜਾਂ ਮਾਰੀਆਂ, ਓਹ ਮੇਰੇ ਵਿਰੁੱਧ ਰਲ ਕੇ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ।"},{"number":11,"verse":"ਪਰਮੇਸ਼ੁਰ ਮੈਨੂੰ ਕੁਧਰਮੀਆਂ ਦੇ ਵੱਸ ਪਾਉਂਦਾ ਹੈ, ਅਤੇ ਦੁਸਟਾਂ ਦੇ ਹੱਥਾਂ ਵਿੱਚ ਮੈਨੂੰ ਸੁੱਟਦਾ ਹੈ।"},{"number":12,"verse":"ਮੈਂ ਸੁਖੀ ਸਾਂ ਪਰ ਉਹ ਨੇ ਮੈਨੂੰ ਚੂਰ ਚਾਰ ਕਰ ਸੁੱਟਿਆ, ਅਤੇ ਮੈਨੂੰ ਧੌਣੋਂ ਫੜ ਲਿਆ ਤੇ ਪਟਕਾ ਪਟਕਾ ਕੇ ਮੈਨੂੰ ਭੰਨ ਸੁੱਟਿਆ, ਉਹ ਨੇ ਮੈਨੂੰ ਆਪਣੇ ਨਿਸ਼ਾਨੇ ਲਈ ਖੜਾ ਕੀਤਾ!"},{"number":13,"verse":"ਉਹ ਦੇ ਤੀਰ ਅੰਦਾਜ਼ ਮੈਨੂੰ ਆਲੇ ਦੁਆਲਿਓ ਘੇਰ ਲੈਂਦੇ ਹਨ, ਉਹ ਮੇਰੇ ਗੁਰਦਿਆਂ ਨੂੰ ਚੀਰਦਾ ਹੈ ਅਤੇ ਸਰਫਾ ਨਹੀਂ ਕਰਦਾ, ਉਹ ਮੇਰੇ ਪਿਤ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਡੋਹਲ ਦਿੰਦਾ ਹੈ!"},{"number":14,"verse":"ਉਹ ਤੇੜਾਂ ਤੇ ਤੇੜਾਂ ਪਾ ਕੇ ਮੈਨੂੰ ਤੋੜ ਸੁੱਟਦਾ ਹੈ, ਉਹ ਮੇਰੇ ਉੱਤੇ ਸੂਰਮੇ ਵਾਂਙੁ ਦੌੜਦਾ ਹੈ!"},{"number":15,"verse":"ਮੈਂ ਆਪਣੀ ਖੱਲ ਉੱਤੇ ਤੱਪੜ ਨੂੰ ਸੀਉਂ ਲਿਆ ਹੈ, ਮੈਂ ਆਪਣੇ ਸਿੰਙ ਨੂੰ ਖ਼ਾਕ ਵਿੱਚ ਗੋਥ ਲਿਆ ਹੈ।"},{"number":16,"verse":"ਮੇਰਾ ਮੂੰਹ ਰੋਣ ਨਾਲ ਲਾਲ ਹੋ ਗਿਆ ਹੈ, ਅਤੇ ਮੇਰੀਆਂ ਪਲਕਾਂ ਉੱਤੇ ਮੌਤ ਦਾ ਸਾਯਾ ਹੈ,"},{"number":17,"verse":"ਭਾਵੇਂ ਮੇਰੇ ਹੱਥਾਂ ਵਿੱਚ ਕੋਈ ਜ਼ੁਲਮ ਨਹੀਂ, ਅਤੇ ਮੇਰੀ ਪ੍ਰਾਰਥਨਾ ਪਾਕ ਹੈ।।"},{"number":18,"verse":"ਹੇ ਧਰਤੀ, ਮੇਰੇ ਲਹੂ ਨੂੰ ਨਾ ਲੁਕਾ, ਅਤੇ ਮੇਰੀ ਦੁਹਾਈ ਲਈ ਕੋਈ ਥਾਂ ਨਾ ਹੋਵੇ!"},{"number":19,"verse":"ਪਰ ਹੁਣ ਵੇਖੋ, ਸੁਰਗ ਵਿੱਚ ਮੇਰੀ ਸਾਖੀ ਹੈ, ਅਤੇ ਮੇਰਾ ਗਵਾਹ ਉਚਿਆਈਆਂ ਉੱਤੇ ਹੈ।"},{"number":20,"verse":"ਮੇਰੇ ਮਿੱਤਰ ਮੇਰਾ ਮਖ਼ੌਲ ਉਡਾਉਂਦੇ ਹਨ, ਮੇਰੀ ਅੱਖ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਰੋਂਦੀ ਹੈ,"},{"number":21,"verse":"ਭਈ ਕੋਈ ਪਰਮੇਸ਼ੁਰ ਨਾਲ ਪੁਰਖ ਲਈ ਬਹਿਸ ਕਰੇ, ਜਿਵੇਂ ਆਦਮ ਵੰਸ ਆਪਣੇ ਮਿੱਤ੍ਰ ਲਈ ਕਰਦਾ ਹੈ,"},{"number":22,"verse":"ਕਿਉਂ ਜੋ ਥੋੜਿਆਂ ਵਰਿਹਾਂ ਦੇ ਆਉਣ ਤੇ ਮੈਂ ਉਸ ਰਾਹ ਚੱਲਾ ਜਾਵਾਂਗਾ ਜਿੱਥੋਂ ਮੈਂ ਨਹੀਂ ਮੁੜਾਂਗਾ।"}]}