{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":2,"verses":[{"number":1,"verse":"( ਅੱਯੂਬ ਦੀ ਬਿਮਾਰੀ । ਉਹ ਦੇ ਦੋਸਤ) ਫੇਰ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਪਰਮੇਸ਼ੁਰ ਦੇ ਪੁੱਤ੍ਰ ਆਏ ਕਿ ਆਪਣੇ ਆਪ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਹਾਜ਼ਰ ਕਰਨ ਤਾਂ ਸ਼ਤਾਨ ਵੀ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਆਇਆ ਭਈ ਉਹ ਵੀ ਆਪਣੇ ਆਪ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਹਾਜ਼ਰ ਕਰੇ"},{"number":2,"verse":"ਯਹੋਵਾਹ ਨੇ ਸ਼ਤਾਨ ਨੂੰ ਆਖਿਆ, ਤੂੰ ਕਿੱਥੋਂ ਆਇਆ ਹੈਂ? ਸ਼ਤਾਨ ਨੇ ਯਹੋਵਾਹ ਨੂੰ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ ਕਿ ਪਿਰਥਵੀ ਵਿੱਚ ਘੁੰਮ ਫਿਰ ਕੇ ਅਤੇ ਉਹ ਦੇ ਵਿੱਚ ਸੈਲ ਕਰਕੇ ਆਇਆ ਹਾਂ"},{"number":3,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਸ਼ਤਾਨ ਨੂੰ ਆਖਿਆ, ਕੀ ਤੈਂ ਮੇਰੇ ਦਾਸ ਅੱਯੂਬ ਵੱਲ ਵੀ ਆਪਣੇ ਮਨ ਵਿੱਚ ਗੌਹ ਕੀਤਾ ਕਿਉਂ ਜੋ ਪਿਰਥਵੀ ਵਿੱਚ ਉਹ ਦੇ ਜਿਹਾ ਕੋਈ ਨਹੀਂ। ਉਹ ਖਰਾ ਤੇ ਨੇਕ ਮਨੁੱਖ ਹੈ ਜੋ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਡਰਦਾ ਅਤੇ ਬੁਰਿਆਈ ਤੋਂ ਦੂਰ ਰਹਿੰਦਾ ਹੈ ਭਾਵੇਂ ਤੈਂ ਮੈਨੂੰ ਚੁਕਿਆ ਕਿ ਮੈਂ ਧਗਾਣੇ ਉਸ ਨੂੰ ਨਾਸ ਕਰਾਂ ਅੱਜ ਤੀਕ ਉਸ ਨੇ ਆਪਣੀ ਖਰਿਆਈ ਨੂੰ ਤਕੜਾ ਕਰਕੇ ਫੜਿਆ ਹੋਇਆ ਹੈ"},{"number":4,"verse":"ਸ਼ਤਾਨ ਨੇ ਯਹੋਵਾਹ ਨੂੰ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ ਕਿ ਖੱਲ ਦੇ ਬਦਲੇ ਖੱਲ ਸਗੋਂ ਮਨੁੱਖ ਆਪਣਾ ਸਭ ਕੁੱਝ ਆਪਣੇ ਪ੍ਰਾਣਾਂ ਲਈ ਦੇ ਦੇਵੇਗਾ"},{"number":5,"verse":"ਆਪਣਾ ਹੱਥ ਵਧਾ ਕੇ ਉਸ ਦੀ ਹੱਡੀ ਅਤੇ ਉਸ ਦੇ ਮਾਸ ਨੂੰ ਛੋਹ ਦੇਹ ਤਾਂ ਉਹ ਤੇਰਾ ਮੂੰਹ ਫਿਟਕਾਰੂਗਾ"},{"number":6,"verse":"ਯਹੋਵਾਹ ਨੇ ਸ਼ਤਾਨ ਨੂੰ ਆਖਿਆ, ਕਿ ਵੇਖ, ਉਹ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਹੈ ਪਰ ਉਸ ਦੇ ਪ੍ਰਾਣਾਂ ਨੂੰ ਬਚਾਈ ਰੱਖੀਂ।।"},{"number":7,"verse":"ਤਾਂ ਸ਼ਤਾਨ ਯਹੋਵਾਹ ਦੇ ਅੱਗੋਂ ਚੱਲਿਆ ਗਿਆ ਅਤੇ ਅੱਯੂਬ ਨੂੰ ਪੈਰ ਦੀ ਤਲੀ ਤੋਂ ਲੈ ਕੇ ਸਿਰ ਦੀ ਖੋਪਰੀ ਤੀਕ ਬੁਰਿਆਂ ਫੋੜਿਆਂ ਨਾਲ ਮਾਰਿਆਂ"},{"number":8,"verse":"ਉਸ ਨੇ ਇੱਕ ਠੀਕਰਾ ਲਿਆ ਕਿ ਆਪਣੇ ਆਪ ਨੂੰ ਉਹ ਦੇ ਨਾਲ ਖੁਰਕੇ ਅਤੇ ਸੁਆਹ ਦੇ ਵਿੱਚ ਬੈਠ ਗਿਆ"},{"number":9,"verse":"ਉਸ ਦੀ ਤੀਵੀਂ ਨੇ ਉਸਨੂੰ ਆਖਿਆ, ਕੀ ਤੈਂ ਅਜੇ ਵੀ ਆਪਣੀ ਖਰਿਆਈ ਨੂੰ ਤਕੜੀ ਕਰ ਕੇ ਫੜਿਆ ਹੋਇਆ ਹੈ? ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਫਿਟਕਾਰ ਤੇ ਮਰ ਜਾਹ!"},{"number":10,"verse":"ਪਰ ਉਸਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਜਿਵੇਂ ਝੱਲੀਆਂ ਤੀਵੀਆਂ ਵਿੱਚੋਂ ਕੋਈ ਬੋਲਦੀ ਹੈ ਤਿਵੇਂ ਤੂੰ ਵੀ ਬੋਲਦੀ ਹੈ! ਕੀ ਅਸੀਂ ਚੰਗਾ ਚੰਗਾ ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਕੋਲੋਂ ਲਈਏ ਅਰ ਬੁਰਾ ਨਾ ਲਈਏ? ਏਸ ਸਾਰੇ ਵਿੱਚ ਅੱਯੂਬ ਨੇ ਆਪਣੇ ਬੁੱਲ੍ਹਾਂ ਨਾਲ ਪਾਪ ਨਾ ਕੀਤਾ।।"},{"number":11,"verse":"ਜਦ ਅੱਯੂਬ ਦੇ ਤਿੰਨਾਂ ਮਿੱਤਰਾਂ ਨੇ ਇਹ ਸਾਰੀ ਬਿਪਤਾ ਜਿਹੜੀ ਉਹ ਦੇ ਉੱਤੇ ਆ ਪਈ ਸੀ ਸੁਣੀ ਤਾਂ ਓਹ ਮਨੁੱਖ ਆਪੋ ਆਪਣੇ ਥਾਂ ਤੋਂ ਚੱਲੇ ਅਰਥਾਤ ਅਲੀਫ਼ਜ਼ ਤੇਮਾਨੀ ਅਰ ਬਿਲਦਦ ਸ਼ੂਹੀ ਅਰ ਸੋਫ਼ਰ ਨਅਮਾਤੀ ਤਾਂ ਓਹ ਇਕੱਠੇ ਹੋਏ ਕਿ ਉਹ ਦਾ ਦੁਖ ਵੰਡਾਉਣ ਅਤੇ ਉਹ ਨੂੰ ਦਿਲਾਸਾ ਦੇਣ"},{"number":12,"verse":"ਜਦ ਉਨ੍ਹਾਂ ਨੇ ਦੂਰ ਤੋਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਚੁੱਕੀਆਂ ਅਤੇ ਉਹ ਨੂੰ ਨਾ ਪਛਾਣਿਆਂ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਰੋਣ ਲਈ ਆਪਣੀ ਅਵਾਜ਼ ਚੁੱਕੀ ਤਾਂ ਹਰ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਕੱਪੜੇ ਪਾੜ ਲਏ ਅਤੇ ਆਪਣੇ ਸਿਰਾਂ ਉੱਤੇ ਅਕਾਸ਼ ਵੱਲ ਸੁਆਹ ਉਡਾਈ"},{"number":13,"verse":"ਓਹ ਸੱਤ ਦਿਨ ਅਤੇ ਸੱਤ ਰਾਤਾਂ ਧਰਤੀ ਉੱਤੇ ਉਹ ਦੇ ਨਾਲ ਬੈਠੇ ਰਹੇ, ਕਿਸੇ ਨੇ ਉਹ ਦੇ ਨਾਲ ਗੱਲ ਨਾ ਕੀਤੀ ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਵੇਖਿਆ ਕਿ ਉਹ ਦੀ ਪੀੜ ਡਾਢੀ ਹੈ।।"}]}