{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":20,"verses":[{"number":1,"verse":"( ਸੋਫਰ: - ਦੁਸ਼ਟਾਂ ਦੀ ਸਜ਼ਾ) ਤਦ ਸੋਫ਼ਰ ਨਅਮਾਤੀ ਨੇ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ,"},{"number":2,"verse":"ਤਦੇ ਮੇਰੇ ਸੋਚ ਮੈਨੂੰ ਜੁਆਬ ਦਿੰਦੇ ਹਨ, ਮੇਰੇ ਅੰਦਰ ਦੇ ਛੋਹਲਾਪਣ ਦੇ ਕਾਰਨ।"},{"number":3,"verse":"ਮੈਂ ਉਹ ਝਿੜਕੀ ਸੁਣਦਾ ਜੋ ਮੈਨੂੰ ਸ਼ਰਮਿੰਦਾ ਕਰਦੀ ਹੈ, ਅਤੇ ਮੇਰਾ ਆਤਮਾ ਮੇਰੀ ਬੁੱਧੀ ਨਾਲ ਮੈਨੂੰ ਉੱਤਰ ਦਿੰਦਾ ਹੈ।।"},{"number":4,"verse":"ਕੀ ਤੂੰ ਏਹ ਮੁੱਢ ਤੋਂ ਨਹੀਂ ਜਾਣਦਾ, ਜਦ ਤੋਂ ਆਦਮੀ ਧਰਤੀ ਉੱਤੇ ਰੱਖਿਆ ਗਿਆ,"},{"number":5,"verse":"ਭਈ ਦੁਸ਼ਟਾਂ ਦਾ ਜੈਕਾਰਾ ਥੋੜੇ ਚਿਰ ਲਈ ਹੈ, ਅਤੇ ਕੁਧਰਮੀਆਂ ਦਾ ਅਨੰਦ ਇੱਕ ਪਲਕ ਦਾ ਹੈ?"},{"number":6,"verse":"ਜੇ ਉਹ ਦੀ ਉਚਿਆਈ ਅਕਾਸ਼ ਤੀਕ ਵੀ ਪੁੱਜੇ, ਅਤੇ ਉਹ ਦਾ ਸਿਰ ਬੱਦਲਾਂ ਨੂੰ ਜਾ ਲੱਗੇ,"},{"number":7,"verse":"ਤਾਂ ਵੀ ਉਹ ਆਪਣੇ ਬਿਸ਼ਟੇ ਵਾਂਙੁ ਸਦਾ ਲਈ ਨਾਸ਼ ਹੋ ਜਾਏਗਾ, ਉਹ ਦੇ ਵੇਖਣ ਵਾਲੇ ਆਖਣਗੇ, ਉਹ ਕਿੱਥੇ ਹੈ?"},{"number":8,"verse":"ਉਹ ਸੁਫ਼ਨੇ ਵਾਂਙੁ ਉੱਡ ਜਾਏਗਾ, ਅਤੇ ਲੱਭੇਗਾ ਨਾ, ਅਤੇ ਰਾਤ ਦੀ ਦਰਿਸ਼ਟੀ ਵਾਂਙੁ ਉਹ ਭੱਜ ਜਾਏਗਾ।"},{"number":9,"verse":"ਅੱਖ ਨੇ ਉਹ ਨੂੰ ਝਾਕਿਆ ਪਰ ਫੇਰ ਨਹੀਂ ਝਾਕੇਗੀ, ਅਤੇ ਉਹ ਦੀ ਥਾਂ ਉਹ ਨੂੰ ਫੇਰ ਨਾ ਵੇਖੇਗੀ,"},{"number":10,"verse":"ਉਹ ਦੇ ਬੱਚੇ ਗ਼ਰੀਬਾਂ ਤੋਂ ਮਦਦ ਮੰਗਣਗੇ, ਅਤੇ ਉਹ ਦੇ ਹੀ ਹੱਥ ਉਹ ਦਾ ਮਾਲ ਧਨ ਮੋੜਨਗੇ।"},{"number":11,"verse":"ਉਹ ਦੀਆਂ ਹੱਡੀਆਂ ਜੁਆਨੀ ਦੇ ਬਲ ਨਾਲ ਭਰੀਆਂ ਹੋਈਆਂ ਤਾਂ ਹਨ, ਪਰ ਉਹ ਉਸ ਦੇ ਨਾਲ ਖਾਕ ਵਿੱਚ ਜਾ ਲੇਟੇਗੀ।"},{"number":12,"verse":"ਭਾਵੇਂ ਬੁਰਿਆਈ ਉਹ ਦੇ ਮੂੰਹ ਵਿੱਚ ਮਿੱਠੀ ਲਗੇ, ਅਤੇ ਉਹ ਆਪਣੀ ਜੀਭ ਦੇ ਹੇਠ ਉਹ ਨੂੰ ਲੁਕਾਵੇ,-"},{"number":13,"verse":"ਭਾਵੇਂ ਉਹ ਉਸ ਨੂੰ ਬਚਾ ਰੱਖੇ ਅਤੇ ਛੱਡੇ ਨਾ, ਅਤੇ ਆਪਣੇ ਸੰਘ ਵਿੱਚ ਦਬਾ ਰੱਖੇ,"},{"number":14,"verse":"ਤਾਂ ਵੀ ਉਹ ਦੀ ਰੋਟੀ ਉਹ ਦੀਆਂ ਆਂਦਰਾਂ ਵਿੱਚ ਬਦਲ ਜਾਂਦੀ ਹੈ, ਉਹ ਉਹ ਦੇ ਅੰਦਰ ਸੱਪਾਂ ਦਾ ਜਹਿਰ ਹੋ ਜਾਂਦਾ ਹੈ।"},{"number":15,"verse":"ਉਹ ਦੌਲਤ ਨੂੰ ਨਿਗਲ ਤਾਂ ਗਿਆ ਪਰ ਉਹ ਨੂੰ ਫਿਰ ਉਗਲੱਛੇਗਾ, ਪਰਮੇਸ਼ੁਰ ਉਹ ਨੂੰ ਉਹ ਦੇ ਪੇਟੋਂ ਕੱਢ ਲਏਗਾ।"},{"number":16,"verse":"ਉਹ ਨਾਗਾਂ ਦਾ ਸਿਰ ਚੂਸੇਗਾ, ਸੱਪ ਦਾ ਡੰਗ ਉਹ ਨੂੰ ਮਾਰ ਸਿੱਟੇਗਾ!"},{"number":17,"verse":"ਉਹ ਨਦੀਆਂ ਉੱਤੇ ਨਾ ਵੇਖੇਗਾ, ਸ਼ਹਿਤ ਤੇ ਦਹੀਂ ਦੇ ਵਗਦੇ ਹੜ੍ਹਾਂ ਉੱਤੇ।"},{"number":18,"verse":"ਉਹ ਆਪਣੀ ਕਸ਼ਟ ਦੀ ਕਮਾਈ ਨੂੰ ਮੋੜ ਦੇਗਾ ਪਰ ਆਪ ਨਿਗਲੇਗਾ ਨਹੀਂ, ਉਹ ਆਪਣੇ ਲੈਣ ਦੇਣ ਦੇ ਲਾਭ ਦੇ ਅਨੁਸਾਰ ਖੁਸ਼ੀ ਨਾ ਮਨਾਏਗਾ,"},{"number":19,"verse":"ਕਿਉਂ ਨੇ ਉਹ ਨੇ ਗ਼ਰੀਬਾਂ ਨੂੰ ਦਬਾਇਆ ਤੇ ਤਿਆਗ ਦਿੱਤਾ, ਉਹ ਦੇ ਇੱਕ ਘਰ ਨੂੰ ਖੋਹ ਲਿਆ ਪਰ ਉਹ ਨੂੰ ਨਾ ਉਸਾਰੇਗਾ"},{"number":20,"verse":"ਏਸ ਲਈ ਭਈ ਉਹ ਨੇ ਆਪਣੇ ਅੰਦਰ ਕੋਈ ਸ਼ਾਂਤੀ ਨਾ ਜਾਣੀ, ਉਹ ਆਪਣੀਆਂ ਮਨ ਭਾਉਂਣੀਆਂ ਚੀਜ਼ਾਂ ਨਾ ਬਚਾਵੇਗਾ।"},{"number":21,"verse":"ਉਹ ਦੇ ਖਾ ਲੈਣ ਤੋਂ ਕੁੱਝ ਬਾਕੀ ਨਾ ਰਿਹਾ, ਏਸ ਕਾਰਨ ਉਹ ਦੀ ਖ਼ੁਸ਼ਹਾਲੀ ਬਣੀ ਨਾ ਰਹੇਗੀ।"},{"number":22,"verse":"ਉਹ ਆਪਣੀ ਭਰਪੂਰੀ ਦੀ ਵਾਫਰੀ ਵਿੱਚ ਵੀ ਲੋੜਵੰਦ ਰਹੇਗਾ, ਹਰ ਦੁਖਿਆਰੇ ਦਾ ਹੱਥ ਉਹ ਦੇ ਉੱਤੇ ਆਏਗਾ।"},{"number":23,"verse":"ਜਦ ਉਹ ਆਪਣਾ ਪੇਟ ਭਰਨ ਨੂੰ ਹੋਵੇ, ਪਰਮੇਸ਼ੁਰ ( ਇਬਰ., ਉਹ ।) ਆਪਣਾ ਤੇਜ ਕ੍ਰੋਧ ਉਸ ਉੱਤੇ ਘੱਲੇਗਾ ਅਤੇ ਉਹ ਦੇ ਰੋਟੀ ਖਾਣ ਦੇ ਵੇਲੇ ( ਅਥਵਾ, ਉਹ ਦੀ ਰੋਟੀ ਲਈ ।) ਉਹ ਦੇ ਉੱਤੇ ਵਰ੍ਹਾਏਗਾ।"},{"number":24,"verse":"ਉਹ ਲੋਹੇ ਦੇ ਹਥਿਆਰ ਤੋਂ ਨੱਠੇਗਾ, ਪਿੱਤਲ ਦਾ ਧਣੁਖ ਉਹ ਨੂੰ ਵਿੰਨ੍ਹ ਸਿੱਟੇਗਾ,"},{"number":25,"verse":"ਉਹ ਉਸ ਤੀਰ ਨੂੰ ਬਾਹਰ ਖਿੱਚਦਾ ਅਤੇ ਉਹ ਉਸ ਦੇ ਸਰੀਰ ਵਿੱਚੋਂ ਬਾਹਰ ਆਉਂਦਾ ਹੈ, ਉਹ ਦੀ ਚਮਕਦੀ ਹੋਈ ਨੋਕ ਉਹ ਦੇ ਪਿੱਤੇ ਤੋਂ ਨਿੱਕਲਦੀ, ਅਤੇ ਹੌਲ ਉਹ ਦੇ ਉੱਤੇ ਆ ਪੈਂਦਾ ਹੈ!"},{"number":26,"verse":"ਸਾਰਾ ਅਨ੍ਹੇਰਾ ਉਹ ਦੇ ਖ਼ਜ਼ਾਨਿਆਂ ਲਈ ਇਕੱਠਾ ਹੈ, ਅਣਸੁਲਗੀ ਅੱਗ ਉਹ ਨੂੰ ਭਸਮ ਕਰੇਗੀ, ਜੋ ਕੁੱਝ ਉਹ ਦੇ ਤੰਬੂ ਵਿੱਚ ਬਾਕੀ ਹੈ ਉਹ ਭੱਖ ਲਏਗੀ!"},{"number":27,"verse":"ਅਕਾਸ਼ ਉਹ ਦੀ ਬਦੀ ਨੂੰ ਪਰਗਟ ਕਰੇਗਾ, ਅਤੇ ਧਰਤੀ ਉਹ ਦੇ ਵਿਰੁੱਧ ਖੜ੍ਹੀ ਹੋਵੇਗੀ।"},{"number":28,"verse":"ਉਹ ਦੇ ਘਰ ਦਾ ਮਾਲ ਰੁੜ੍ਹ ਜਾਏਗਾ, ਉਹ ਦੇ ਕ੍ਰੋਧ ਦੇ ਦਿਨ ਵਿੱਚ ਓਹ ਵਗ ਜਾਏਗਾ, -"},{"number":29,"verse":"ਏਹ ਪਰਮੇਸ਼ੁਰ ਵੱਲੋਂ ਦੁਸ਼ਟ ਆਦਮੀ ਦਾ ਹਿੱਸਾ ਹੈ, ਏਹ ਪਰਮੇਸ਼ੁਰ ਵੱਲੋਂ ਉਹ ਦੀ ਮੁਕੱਰਰ ਹੋਈ ਮਿਰਾਸ ਹੈ!।।"}]}