{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":27,"verses":[{"number":1,"verse":"( ਅੱਯੂਬ ਆਪਣੀ ਖਰਿਆਈ ਤੇ ਕਾਇਮ ਹੈ) ਫੇਰ ਅੱਯੂਬ ਨੇ ਆਪਣਾ ਦ੍ਰਿਸ਼ਟਾਂਤ ਦੇ ਕੇ ਆਖਿਆ,"},{"number":2,"verse":"ਜੀਉਂਦੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸੌਂਹ ਜਿਸ ਮੇਰਾ ਨਿਆਉਂ ਪਲਟਾ ਦਿੱਤਾ, ਨਾਲੇ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਦੀ ਜਿਸ ਮੇਰੀ ਜਾਨ ਨੂੰ ਕੌੜਾ ਕੀਤਾ!"},{"number":3,"verse":"ਜਿੰਨਾ ਚਿਰ ਮੇਰਾ ਸਾਹ ਮੇਰੇ ਵਿੱਚ ਹੈ, ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਦਮ ( ਅਥਵਾ, ਆਤਮਾ ।) ਮੇਰੀਆਂ ਨਾਸਾਂ ਵਿੱਚ ਹੈ,"},{"number":4,"verse":"ਮੇਰੇ ਬੁੱਲ੍ਹ ਬਦੀ ਦੀਆਂ ਗੱਲਾਂ ਨਾ ਕਰਨਗੇ, ਮੇਰੀ ਜੀਭ ਮਕਰ ਨਾ ਉੱਚਰੇਗੀ"},{"number":5,"verse":"ਇਹ ਮੈਥੋਂ ਦੁਰ ਹੋਵੇ ਕਿ ਮੈਂ ਤੁਹਾਨੂੰ ਧਰਮੀ ਠਹਿਰਾਵਾਂ, ਮੈਂ ਆਪਣੇ ਮਰਨ ਤੀਕ ਆਪਣੀ ਖਰਿਆਈ ਨਾ ਛੱਡਾਂਗਾ।"},{"number":6,"verse":"ਮੈਂ ਆਪਣਾ ਧਰਮ ਤਕੜਾਈ ਨਾਲ ਫੜਿਆ, ਅਤੇ ਉਹ ਨੂੰ ਨਾ ਜਾਣ ਦਿਆਂਗਾ, ਮੇਰਾ ਦਿਲ ਮੈਨੂੰ ਉਮਰ ਭਰ ਉਲਾਹਮਾ ਨਾ ਦੇਵੇਗਾ।।"},{"number":7,"verse":"ਮੇਰਾ ਵੈਰੀ ਦੁਸ਼ਟ ਵਾਂਙੁ ਹੋਵੇ, ਅਤੇ ਮੇਰਾ ਵਿਰੋਧੀ ਬੁਰਿਆਰ ਵਾਂਙੁ।"},{"number":8,"verse":"ਨਾਸਤਕ ਨੂੰ ਕੀ ਆਸ਼ਾ ਹੈ ਜਦ ਉਹ ਕੱਟਿਆ ਜਾਵੇ, ਜਦ ਪਰਮੇਸ਼ੁਰ ਉਹ ਦੀ ਜਾਨ ਲੈ ਲਵੇ?"},{"number":9,"verse":"ਭਲਾ, ਪਰਮੇਸ਼ੁਰ ਉਹ ਦੀ ਦੁਹਾਈ ਸੁਣੇਗਾ, ਜਦ ਦੁਖ ਉਹ ਦੇ ਉੱਤੇ ਆਵੇ?"},{"number":10,"verse":"ਕੀ ਉਹ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਵਿੱਚ ਮਗਨ ਰਹੇਗਾ, ਅਤੇ ਹਰ ਵੇਲੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਪੁਕਾਰੇਗਾ?"},{"number":11,"verse":"ਮੈਂ ਤੁਹਾਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੇ ਹੱਥ ਦੀ ਬਾਬਤ ਸਿਖਾਵਾਂਗਾ, ਜੋ ਕੁੱਝ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਦੇ ਵਿਖੇ ਹੈ ਮੈਂ ਨਾ ਲੁਕਾਵਾਂਗਾ।"},{"number":12,"verse":"ਵੇਖੋ, ਤੁਸੀਂ ਸਭਨਾਂ ਨੇ ਡਿੱਠਾ, ਤਾਂ ਤੁਸੀਂ ਕਿਉਂ ਬਿਲਕੁਲ ਹੀ ਨਿਕੰਮੇ ਹੋ ਗਏ?"},{"number":13,"verse":"ਏਹ ਪਰਮੇਸ਼ੁਰ ਦੇ ਨਾਲ ਦੁਸ਼ਟ ਜਨ ਦਾ ਹਿੱਸਾ ਹੈ, ਅਤੇ ਜ਼ਾਲਮਾਂ ਦਾ ਵਿਰਸਾ ਜਿਹੜਾ ਉਹ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਤੋਂ ਲੈਂਦੇ ਹਨ,"},{"number":14,"verse":"ਜੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰ ਬਹੁਤੇ ਹੋ ਜਾਣ ਤਾਂ ਇਹ ਤਲਵਾਰ ਲਈ ਹੈ, ਅਤੇ ਉਹ ਦੀ ਅੰਸ ਰੋਟੀ ਨਾਲ ਨਾ ਰੱਜੇਗੀ।"},{"number":15,"verse":"ਉਹ ਦਾ ਬਕੀਆ ਮਰ ਕੇ ਦੱਬਿਆ ਜਾਵੇਗਾ, ਅਤੇ ਉਹ ਦੀਆਂ ਵਿਧਵਾਂ ਨਾ ਰੋਣਗੀਆਂ।"},{"number":16,"verse":"ਜੇ ਉਹ ਖ਼ਾਕ ਵਾਂਙੁ ਚਾਂਦੀ ਦੇ ਢੇਰ ਨਾ ਲਵੇ, ਅਤੇ ਮਿੱਟੀ ਵਾਂਙੁ ਬਸਤ੍ਰ ਤਿਆਰ ਕਰੇ,-"},{"number":17,"verse":"ਉਹ ਤਿਆਰ ਤਾਂ ਕਰੇ ਪਰ ਪਾਉਣਗੇ ਉਹ ਨੂੰ ਧਰਮੀ ਅਤੇ ਉਹ ਚਾਂਦੀ ਬੇਦੋਸ਼ੇ ਵੰਡ ਲੈਣਗੇ ।"},{"number":18,"verse":"ਉਹ ਆਪਣਾ ਘਰ ਮੱਕੜੀ ਵਾਂਙੁ ਬਣਾਉਂਦਾ ਹੈ, ਅਤੇ ਇੱਕ ਕੁੱਲੀ ਵਾਂਙੁ ਜਿਹ ਨੂੰ ਕੋਈ ਰਾਖਾ ਬਣਾਉਂਦਾ ਹੈ।"},{"number":19,"verse":"ਉਹ ਧਨੀ ਹੋ ਕੇ ਲੰਮਾ ਪੈਂਦਾ ਹੈ, ਪਰ ਫੇਰ ਇਉਂ ਨਹੀਂ, ਉਹ ਆਪਣੀਆਂ ਅੱਖਾਂ ਖੋਲ੍ਹਦਾ ਅਤੇ ਉਹ ਹੈ ਨਹੀਂ।"},{"number":20,"verse":"ਭੈਜਲ ਉਹ ਨੂੰ ਪਾਣੀਆਂ ਵਾਂਙੁ ਆ ਪੈਂਦੇ, ਝੱਖੜ ਰਾਤ ਨੂੰ ਉਹ ਨੂੰ ਉਡਾ ਲੈ ਜਾਂਦਾ ਹੈ।"},{"number":21,"verse":"ਪੁਰੇ ਦੀ ਹਵਾ ਉਹ ਨੂੰ ਚੁੱਕਦੀ ਅਤੇ ਉਹ ਚੱਲਾ ਜਾਂਦਾ ਹੈ, ਉਹ ਉਸ ਨੂੰ ਉਸ ਦੇ ਥਾਂ ਤੋਂ ਹੂੰਝ ਲੈ ਜਾਂਦੀ ਹੈ।"},{"number":22,"verse":"ਅਤੇ ਉਹ ਉਸ ਉੱਤੇ ਤਰਸ ਖਾਧੇ ਬਿਨਾ ਆਪਣੇ ਆਪ ਨੂੰ ਸੁੱਟੇਗੀ, ( ਅਥਵਾ, ਪਰਮੇਸ਼ੁਰ ਸੁੱਟੇਗਾ ।) ਉਹ ਉਸ ਦੇ ਹੱਥੋਂ ਸਿਰ ਤੇ ਪੈਰ ਰੱਖ ਕੇ ਨੱਠੇਗਾ।"},{"number":23,"verse":"ਉਹ ਉਸ ਦੇ ਉੱਤੇ ਤਾਉੜੀ ਵਜਾਵੇਗੀ ( ਵਜਾਏਗਾ, ਛੁਡਕਾਰੇਗਾ ।) ਅਤੇ ਉਹ ਦੇ ਉੱਤੇ ਆਪਣੇ ਥਾਂ ਤੋਂ ਛੁਛਕਾਰੇਗੀ।"}]}