{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"( ਅੱਯੂਬ ਦਾ ਆਪਣੇ ਜਨਮ ਉੱਤੇ ਸਰਾਪ) ਇਹ ਦੇ ਮਗਰੋਂ ਅੱਯੂਬ ਨੇ ਆਪਣਾ ਮੁੰਹ ਖੋਲ੍ਹ ਕੇ ਆਪਣੇ ਦਿਨ ਨੂੰ ਸਰਾਪ ਦਿੱਤਾ"},{"number":2,"verse":"ਅਤੇ ਅੱਯੂਬ ਆਖਣ ਲੱਗਾ"},{"number":3,"verse":"ਨਾਸ ਹੋਵੇ ਉਹ ਦਿਨ ਜਿਹ ਦੇ ਵਿੱਚ ਮੈਂ ਜੰਮਿਆਂ, ਅਤੇ ਉਹ ਰਾਤ ਜਦ ਕਿਹਾ ਗਿਆ, ਕਿ ਜਣ ਗਰਭ ਵਿੱਚ ਪਿਆ!"},{"number":4,"verse":"ਉਹ ਦਿਨ — ਉਹ ਅਨ੍ਹੇਰਾ ਹੋ ਜਾਵੇ, ਪਰਮੇਸ਼ੁਰ ਉੱਪਰੋਂ ਉਹ ਦੀ ਸਾਰ ਨਾ ਲਵੇ, ਨਾ ਉਸ ਉੱਤੇ ਚਾਨਣ ਚਮਕੇ!"},{"number":5,"verse":"ਅਨ੍ਹੇਰਾ ਤੇ ਮੌਤ ਦਾ ਸਾਯਾ ਉਹ ਨੂੰ ਆਪਣਾ ਲੈਣ, ਉਹ ਦੇ ਉੱਤੇ ਬੱਦਲ ਛਾਇਆ ਰਹੇ, ਦਿਨ ਦੀ ਕਾਲੋਂ ਉਹ ਨੂੰ ਡਰਾਵੇ!"},{"number":6,"verse":"ਉਹ ਰਾਤ, - ਘੁੱਪ ਅਨ੍ਹੇਰ ਉਹ ਨੂੰ ਆ ਫੜੇ, ਉਹ ਸਾਲ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਜੋੜੀ ਨਾ ਜਾਵੇ, ਮਹੀਨੀਆਂ ਦੀ ਗਿਣਤੀ ਵਿੱਚ ਉਹ ਨਾ ਆਵੇ!"},{"number":7,"verse":"ਵੋਖੋ, ਉਹ ਰਾਤ ਬਾਂਝ ਰਹਿ ਜਾਵੇ, ਉਸ ਵਿੱਚ ਕੋਈ ਜੈਕਾਰਾ ਨਾ ਹੋਵੇ!"},{"number":8,"verse":"ਦਿਨ ਦੇ ਫਿਟਕਾਰਨ ਵਾਲੇ ਉਹ ਨੂੰ ਧਿਤਕਾਰਨ, ਜਿਹੜੇ ਲਿਵਯਾਥਾਨ ਦੇ ਛੇੜਨ ਲਈ ਤਿਆਰ ਹਨ!"},{"number":9,"verse":"ਉਹ ਦੇ ਤਰਕਾਲਾਂ ਦੇ ਤਾਰੇ ਕਾਲੇ ਹੋ ਜਾਣ, ਉਹ ਚਾਨਣ ਨੂੰ ਉਡੀਕੇ ਪਰ ਉਹ ਹੋਵੇ ਨਾ, ਉਹ ਫਜਰ ਦੀਆਂ ਪਲਕਾਂ ਨੂੰ ਨਾ ਵੇਖੇ,"},{"number":10,"verse":"ਕਿਉਂ ਜੋ ਉਹ ਨੇ ਮੇਰੀ ਮਾਂ ਦੀ ਕੁੱਖ ਦੇ ਦਰਾਂ ਨੂੰ ਬੰਦ ਨਾ ਕੀਤਾ, ਨਾ ਮੇਰੀਆਂ ਅੱਖਾਂ ਤੋਂ ਦੁਖ ਛਿਪਾਇਆ!"},{"number":11,"verse":"ਮੈਂ ਕੁੱਖੋਂ ਹੀ ਕਿਉਂ ਨਾ ਮਰ ਗਿਆ, ਪੇਟੋਂ ਨਿੱਕਲਦਿਆਂ ਹੀ ਮੈਂ ਕਿਉਂ ਨਾ ਪ੍ਰਾਣ ਛੱਡ ਦਿੱਤੇ?"},{"number":12,"verse":"ਗੋਡਿਆਂ ਨੇ ਮੈਨੂੰ ਕਿਉਂ ਲੈ ਲਿਆ, ਅਤੇ ਦੁੱਧੀਆਂ ਨੇ ਕਿਉਂ, ਕਿ ਮੈਂ ਚੁੰਘਦਾ?"},{"number":13,"verse":"ਨਹੀਂ ਤਾਂ ਹੁਣ ਮੈਂ ਚੈਨ ਵਿੱਚ ਪਿਆ ਹੁੰਦਾ, ਮੈਂ ਸੁੱਤਾ ਹੁੰਦਾ ਤਦ ਮੈਨੂੰ ਅਰਾਮ ਹੁੰਦਾ,"},{"number":14,"verse":"ਧਰਤੀ ਦੇ ਰਾਜਿਆਂ ਤੇ ਦਰਬਾਰੀਆਂ ਨਾਲ ਜਿਹੜੇ ਆਪਣੇ ਲਈ ਥੇਹਾਂ ਨੂੰ ਉਸਾਰਦੇ ਹਨ,"},{"number":15,"verse":"ਯਾ ਸਰਦਾਰਾਂ ਨਾਲ ਜਿਨ੍ਹਾਂ ਦੇ ਕੋਲ ਸੋਨਾ ਹੈ, ਜਿਹੜੇ ਆਪਣੇ ਘਰਾਂ ਨੂੰ ਚਾਂਦੀ ਨਾਲ ਭਰ ਲੈਂਦੇ ਹਨ।"},{"number":16,"verse":"ਯਾ ਛਿਪਾਏ ਗਰਭ ਪਾਤ ਵਾਂਙੁ ਮੈਂ ਹੁੰਦਾ ਹੀ ਨਾ, ਮਸੂਮਾਂ ਵਾਂਙੁ ਜਿਨ੍ਹਾਂ ਨੇ ਚਾਨਣਾ ਵੇਖਿਆ ਹੀ ਨਹੀਂ।"},{"number":17,"verse":"ਉੱਥੇ ਦੁਸ਼ਟ ਛੇੜ ਖਾਨੀ ਤੋਂ ਰੁੱਕੇ ਰਹਿੰਦੇ ਹਨ, ਉੱਥੇ ਥੱਕੇ ਮੈਂਦੇ ਅਰਾਮ ਪਾਉਂਦੇ ਹਨ,"},{"number":18,"verse":"ਬੰਧੂਏ ਇਕੱਠੇ ਹੋ ਕੇ ਬਿੱਸਮ ਲੈਂਦੇ ਹਨ, ਓਹ ਦਰੋਗੇ ਦੀ ਅਵਾਜ਼ ਫੇਰ ਨਹੀਂ ਸੁਣਦੇ।"},{"number":19,"verse":"ਛੋਟਾ ਤੇ ਵੱਡਾ ਉੱਥੇ ਹਨ, ਅਤੇ ਗੋੱਲਾ ਆਪਣੇ ਮਾਲਕ ਤੋਂ ਅਜ਼ਾਦ ਹੈ"},{"number":20,"verse":"ਦੁਖਿਆਰੇ ਨੂੰ ਚਾਨਣ ਕਿਉਂ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਕੌੜੀ ਜਾਨ ਨੂੰ ਜੀਉਣ?"},{"number":21,"verse":"ਜਿਹੜੇ ਮੌਤ ਨੂੰ ਉਡੀਕਦੇ ਹਨ ਪਰ ਉਹ ਆਉਂਦੀ ਨਹੀਂ, ਅਤੇ ਓਹ ਦੱਬਿਆਂ ਹੋਇਆਂ ਖ਼ਜ਼ਾਨਿਆਂ ਤੋਂ ਵੱਧ ਉਹ ਦੀ ਖੋਜ ਕਰਦੇ ਹਨ,"},{"number":22,"verse":"ਜਿਹੜੇ ਡਾਢੇ ਅਨੰਦ ਹੁੰਦੇ, ਅਤੇ ਖ਼ੁਸ਼ੀ ਕਰਦੇ ਜਦ ਕਬਰ ਨੂੰ ਪਾ ਲੈਂਦੇ ਹਨ,"},{"number":23,"verse":"ਉਸ ਪੁਰਖ ਨੂੰ ਵੀ ਜਿਹ ਦਾ ਰਾਹ ਲੁਕਿਆ ਹੋਇਆ ਹੈ, ਅਤੇ ਜਿਹ ਦੇ ਲਈ ਪਰਮੇਸ਼ੁਰ ਨੇ ਵਾੜ ਗੱਡੀ ਹੋਈ ਹੈ?"},{"number":24,"verse":"ਮੇਰੇ ਰੋਟੀ ਲਈ ਖਾਣ ਤੋਂ ਪਹਿਲਾਂ ਮੇਰੇ ਹੌਕੇ ਨਿੱਕਲਦੇ ਹਨ, ਅਤੇ ਮੇਰੇ ਹੂੰਗੇ ਪਾਣੀ ਵਾਂਙੁ ਵਗਦੇ ਹਨ,"},{"number":25,"verse":"ਜਿਸ ਤੋਂ ਮੈਂ ਹੌਲ ਖਾਂਦਾ ਹਾਂ, ਉਹ ਮੇਰੇ ਉੱਤੇ ਆ ਪੈਂਦਾ ਹੈ। ਅਤੇ ਜਿਸ ਤੋਂ ਮੈਂ ਭੈ ਖਾਂਦਾ ਹਾਂ ਉਹ ਮੇਰੇ ਉੱਤੇ ਆਉਂਦਾ ਹੈ।"},{"number":26,"verse":"ਨਾ ਮੈਂਨੂੰ ਸੁਖ ਹੈ, ਨਾ ਚੈਨ, ਨਾ ਅਰਾਮ, ਸਗੋਂ ਬੇਚੈਨੀ ਹੀ ਆਉਂਦੀ ਹੈ!।।"}]}