{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":34,"verses":[{"number":1,"verse":"( ਅਲੀਹੂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਨਿਆਉਂ ਦਾ ਪਰਮਾਣ ਦਿੰਦਾ ਹੈ) ਤਾਂ ਅਲੀਹੂ ਨੇ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ,"},{"number":2,"verse":"ਮੇਰੀਆਂ ਗੱਲਾਂ ਸੁਣੋਂ, ਹੇ ਬੁੱਧਵਾਨੋ, ਤੁਸੀਂ ਜਿਹੜੇ ਜਾਣਦੇ ਹੋ, ਮੇਰੀ ਵੱਲ ਕੰਨ ਲਾਓ!"},{"number":3,"verse":"ਕਿਉਂ ਜੋ ਕੰਨ ਗੱਲਾਂ ਨੂੰ ਪਰਖਦੇ ਹਨ, ਜਿਵੇਂ ਤਾਲੂ ਭੋਜਨ ਦੇ ਸੁਆਦ ਨੂੰ।"},{"number":4,"verse":"ਜੋ ਠੀਕ ਹੈ ਅਸੀਂ ਆਪਣੇ ਲਈ ਚੁਣ ਲਈਏ, ਅਤੇ ਜੋ ਚੰਗਾ ਹੈ ਅਸੀਂ ਆਪਣੇ ਵਿੱਚ ਜਾਣ ਲਈਏ,"},{"number":5,"verse":"ਕਿਉਂ ਜੋ ਅੱਯੂਬ ਨੇ ਆਖਿਆ ਹੈ, ਕਿ ਮੈਂ ਧਰਮੀ ਹਾਂ, ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਮੇਰਾ ਨਿਆਉਂ ਇੱਕ ਤਰਫਾ ਕੀਤਾ ਹੈ।"},{"number":6,"verse":"ਭਾਵੇਂ ਮੈਂ ਧਰਮ ਉੱਤੇ ਹਾਂ ਪਰ ਝੂਠਾ ਠਹਿਰਦਾ ਹਾਂ, ਮੇਰਾ ਜ਼ਖ਼ਮ ਬੇਇਲਾਜਾ ਹੈ ਭਾਵੇਂ ਮੈਂ ਨਿਰਅਪਰਾਧ ਹੀ ਹਾਂ।"},{"number":7,"verse":"ਅੱਯੂਬ ਵਰਗਾ ਮਰਦ ਕੌਣ ਹੈਗਾ, ਜਿਹੜਾ ਠੱਠਿਆ ਨੂੰ ਪਾਣੀ ਵਾਂਙੁ ਪੀਂਦਾ ਹੈ,"},{"number":8,"verse":"ਅਤੇ ਕਧਰਮੀਆਂ ਦੀ ਸੰਗਤ ਵਿੱਚ ਚੱਲਦਾ ਹੈ, ਅਤੇ ਦੁਸ਼ਟ ਮਨੁੱਖਾਂ ਨਾਲ ਫਿਰਦਾ ਹੈ?"},{"number":9,"verse":"ਕਿਉਂ ਜੋ ਉਸ ਆਖਿਆ ਹੈ ਕਿ ਮਰਦ ਨੂੰ ਕੋਈ ਲਾਭ ਨਹੀਂ ਕਿ ਉਹ ਪਰਮੇਸ਼ੁਰ ਨਾਲ ਮਗਨ ਰਹੇ!"},{"number":10,"verse":"ਏਸ ਲਈ ਹੇ ਬੁੱਧਵਾਨੋ, ਮੇਰੀ ਸੁਣੋ! ਏਹ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਦੂਰ ਹੋਵੇ ਕਿ ਉਹ ਦੁਸ਼ਟਪੁਣਾ ਕਰੇ, ਨਾਲੇ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਤੋਂ ਕਿ ਉਹ ਬੁਰਿਆਈ ਕਰੇ!"},{"number":11,"verse":"ਕਿਉਂ ਜੋ ਉਹ ਆਦਮੀ ਦੇ ਕੰਮਾਂ ਦੇ ਅਨੁਸਾਰ ਉਸ ਨੂੰ ਬਦਲਾ ਦੇਊਗਾ, ਅਤੇ ਹਰ ਮਨੁੱਖ ਨੂੰ ਉਸ ਦੇ ਚਾਲ ਚਲਣ ਅਨੁਸਾਰ ਫਲ ਦੁਆਊਗਾ।"},{"number":12,"verse":"ਏਹ ਸੱਚੀ ਗੱਲ ਹੈ ਕਿ ਨਾ ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਦੁਸ਼ਟ- ਪੁਣਾ ਕਰੂ, ਨਾ ਹੀ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਪੁੱਠੇ ਨਿਆਉਂ ਕਰੂ।"},{"number":13,"verse":"ਕਿਸ ਉਸ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਇਖ਼ਤਿਆਰ ਦਿੱਤਾ, ਕਿਸ ਸਾਰੇ ਜਗਤ ਉੱਤੇ ਉਸਨੂੰ ਠਹਿਰਾਇਆ?"},{"number":14,"verse":"ਜੇ ਉਹ ਆਪਣੇ ਕੋਲ ਉਸ ਦਾ ਮਨ ਰੱਖ ਲਵੇ, ਜੇ ਉਹ ਆਪਣੇ ਕੋਲ ਉਸ ਦਾ ਆਤਮਾ ਤੇ ਉਸ ਦਾ ਸਾਹ ਇੱਕਠਾ ਕਰ ਲਵੇ,"},{"number":15,"verse":"ਤਾਂ ਸਾਰੇ ਬਸ਼ਰ ਇਕੱਠੇ ਫ਼ਨਾ ਹੋ ਜਾਣਗੇ, ਅਤੇ ਆਦਮੀ ਖ਼ਾਕ ਵਿੱਚ ਮੁੜ ਜਾਊਗਾ।"},{"number":16,"verse":"ਜੇ ਸਮਝ ਹੈ ਤਾਂ ਏਸ ਨੂੰ ਸੁਣ, ਅਤੇ ਆਪਣਾ ਕੰਨ ਮੇਰੀਆਂ ਗੱਲਾਂ ਦੀ ਅਵਾਜ਼ ਵੱਲ ਲਾ!"},{"number":17,"verse":"ਕੀ ਜਿਹੜਾ ਨਿਆਉਂ ਨਾਲ ਘਿਣ ਕਰਦਾ ਹੈ ਰਾਜ ਕਰੂਗਾ! ਕੀ ਤੂੰ ਧਰਮੀ ਅਤੇ ਜੁਰਵਾਣੇ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਵੇਂਗਾ ?"},{"number":18,"verse":"ਭਲਾ, ਪਾਤਸ਼ਾਹ ਨੂੰ ਕਦੀ ਆਖੀਦਾ ਹੈ ਕਿ ਤੂੰ ਨਿਕੰਮਾ ਹੈ! ਯਾ ਪਤਵੰਤਾ ਨੂੰ ਕਿ ਤੁਸੀਂ ਦੁਸ਼ਟ ਹੋ?"},{"number":19,"verse":"ਜਿਹੜਾ ਸਰਦਾਰਾਂ ਦੀ ਪੱਖਵਾਦੀ ਨਹੀਂ ਕਰਦਾ ਨਾ ਧਨੀ ਨੂੰ ਗ਼ਰੀਬ ਨਾਲੋਂ ਵੱਧ ਮੰਨਦਾ ਹੈ, ਕਿਉਂ ਜੋ ਓਹ ਸਾਰੇ ਦਾ ਸਾਰਾ ਉਹ ਦੇ ਹੱਥ ਦਾ ਕੰਮ ਹੈ।"},{"number":20,"verse":"ਉਹ ਇੱਕ ਦਮ ਅੱਧੀ ਰਾਤ ਨੂੰ ਮਰ ਜਾਂਦੇ, ਲੋਕ ਹਿਲਾਏ ਜਾਂਦੇ ਤੇ ਲੰਘ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਜੁਰਵਾਣੇ ਹੱਥ ਦੇ ਬਿਨਾ ਲਏ ਜਾਂਦੇ ਹਨ,"},{"number":21,"verse":"ਕਿਉਂ ਜੋ ਉਸ ਦੀਆਂ ਅੱਖਾਂ ਮਨੁੱਖ ਦੇ ਮਾਰਗਾਂ ਉੱਤੇ ਹਨ, ਉਹ ਉਸ ਦੇ ਸਾਰੇ ਕਦਮਾਂ ਨੂੰ ਵੇਖਦਾ ਹੈ।"},{"number":22,"verse":"ਨਾ ਕੋਈ ਅਨ੍ਹੇਰ ਨਾ ਮੌਤ ਦਾ ਪਰਛਾਵਾਂ ਹੈ, ਜਿੱਥੇ ਕੁਕਰਮੀ ਲੁਕ ਜਾਣ,"},{"number":23,"verse":"ਕਿਉਂ ਜੋ ਉਸ ਨੇ ਅਜੇ ਕਿਸੇ ਮਨੁੱਖ ਲਈ ਵੇਲਾ ਨਹੀਂ ਠਹਿਰਾਇਆ, ਭਈ ਪਰਮੇਸ਼ੁਰ ਕੋਲ ਨਿਆਉਂ ਲਈ ਜਾਵੇ।"},{"number":24,"verse":"ਉਹ ਜੁਰਵਾਣਿਆਂ ਦੇ ( ਅਥਵਾ, ਬਿਨਾ ਪੁੱਛ ਗਿੱਛ ਦੇ ।) ਨਾ ਮਲੂਮ ਤੌਰ ਨਾਲ ਟੋਟੇ ਟੋਟੇ ਕਰ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਥਾਂ ਦੂਜਿਆਂ ਨੂੰ ਖੜਾ ਕਰਦਾ ਹੈ।"},{"number":25,"verse":"ਏਸ ਲਈ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਕੰਮਾਂ ਦਾ ਚੇਤਾ ਰੱਖਦਾ ਹੈ, ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਰਾਤ ਨੂੰ ਉਲੱਦ ਦਿੰਦਾ ਹੈ, ਤਾਂ ਉਹ ਭੰਨੇ ਜਾਂਦੇ ਹਨ।"},{"number":26,"verse":"ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਦੁਸ਼ਟਾਂ ਵਾਂਙੁ ਮਾਰਦਾ ਹੈ, ਜਿੱਥੇ ਵੇਖਣ ਵਾਲੇ ਹੋਣ,"},{"number":27,"verse":"ਏਸ ਲਈ ਕਿ ਓਹ ਉਹ ਦੇ ਮਗਰ ਚੱਲਣ ਤੋਂ ਫਿਰ ਗਏ, ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਦੇ ਕਿਸੇ ਰਾਹ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕੀਤੀ,"},{"number":28,"verse":"ਐਥੋਂ ਤੀਕ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਗ਼ਰੀਬਾਂ ਦੀ ਦੁਹਾਈ ਉਹ ਦੇ ਕੋਲ ਪੁਚਾਈ, ਸੋ ਮਸਕੀਨਾਂ ਦੀ ਦੁਹਾਈ ਉਸ ਨੇ ਸੁਣੀ"},{"number":29,"verse":"ਜਦ ਉਹ ਚੈਨ ਦੇਵੇ ਤਾਂ ਕੌਣ ਉਸ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਊ? ਜਦ ਉਹ ਆਪਣਾ ਮੂੰਹ ਲੁਕਾ ਲਵੇ ਤਾਂ ਉਹ ਨੂੰ ਕੌਣ ਵੇਖੂ? ਭਾਵੇਂ ਕੌਮ ਲਈ ਹੋਵੇ ਭਾਵੇਂ ਇੱਕ ਆਦਮੀ ਲਈ ਹੋਵੇ,"},{"number":30,"verse":"ਭਈ ਅਧਰਮੀ ਆਦਮੀ ਰਾਜ ਨਾ ਕਰੇ, ਨਾ ਲੋਕਾਂ ਨੂੰ ਆਪਣੇ ਜਾਲ ਵਿੱਚ ਫਸਾਵੇ।"},{"number":31,"verse":"ਭਲਾ, ਕਦੀ ਕਿਸੇ ਨੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਆਖਿਆ, ਭਈ ਮੈ ਡੰਡ ਝੱਲ ਲਿਆ ਹੈ, ਮੈਂ ਫੇਰ ਬਦੀ ਨਾ ਕਰਾਂਗਾ?"},{"number":32,"verse":"ਜੋ ਮੈਨੂੰ ਵਿਖਾਈ ਨਹੀਂ ਦਿੰਦਾ ਉਹ ਮੈਨੂੰ ਸਿਖਾ, ਜੇ ਮੈਂ ਬੁਰਿਆਈ ਕੀਤੀ ਹੋਵੇ ਤਾਂ ਮੈਂ ਫੇਰ ਨਹੀਂ ਕਰਾਂਗਾ?"},{"number":33,"verse":"ਭਲਾ, ਉਹ ਤੇਰੀ ਮਨਸ਼ਾ ਅਨੁਸਾਰ ਏਸ ਲਈ ਬਦਲਾ ਦੇਊਗਾ, ਕਿ ਤੈਂ ਉਸ ਨੂੰ ਨਾ ਮਨਜ਼ੂਰ ਕੀਤਾ? ਕਿਉਂ ਜੋ ਏਸ ਦੀ ਚੋਣ ਤੈਂ ਕਰਨੀ ਹੈ ਨਾ ਕਿ ਮੈਂ, ਸੋ ਜੋ ਤੂੰ ਜਾਣਦਾ ਹੈਂ ਬੋਲ ਦੇਹ!"},{"number":34,"verse":"ਗਿਆਨੀ ਮੈਨੂੰ ਆਖਣਗੇ, ਅਤੇ ਬੁੱਧਵਾਨ ਮਰਦ ਮੇਰੀ ਸੁਣ ਕੇ ਕਹੇਗਾ, -"},{"number":35,"verse":"ਅੱਯੂਬ ਬਿਨਾ ਸਮਝ ਦੇ ਬੋਲਦਾ ਹੈ, ਅਤੇ ਉਸ ਦਾ ਬੋਲ ਗਿਆਨ ਤੋਂ ਖ਼ਾਲੀ ਹੈ!"},{"number":36,"verse":"ਕਾਸ਼ ਕਿ ਅੱਯੂਬ ਅੰਤ ਤੀਕ ਪਰਤਾਇਆ ਜਾਂਦਾ, ਏਸ ਲਈ ਕਿ ਉਹ ਕੁਕਰਮੀਆਂ ਵਾਂਙੁ ਮੋੜ ਕਰਦਾ ਹੈ!"},{"number":37,"verse":"ਉਹ ਤਾਂ ਆਪਣੇ ਪਾਪ ਉੱਤੇ ਅਪਰਾਧ ਜੋੜਦਾ ਹੈ, ਸਾਡੇ ਵਿਰੁੱਧ ਤਾਉੜੀ ਮਾਰਦਾ ਹੈ, ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਵਿਰੁੱਧ ਆਪਣੀਆਂ ਗੱਲਾਂ ਵਧਾਈ ਜਾਂਦਾ ਹੈ! ।।"}]}