{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":4,"verses":[{"number":1,"verse":"( ਅਲੀਫ਼ਜ਼:- ਪਰਮੇਸ਼ੁਰ ਦਾ ਨਿਆਉਂ) ਅਲੀਫ਼ਜ਼ ਤੇਮਾਨੀ ਨੇ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ,"},{"number":2,"verse":"ਜੇ ਕੋਈ ਤੇਰੇ ਨਾਲ ਗੱਲ ਕਰਨ ਦੀ ਦਿਲੇਰੀ ਕਰੇ, ਭਲਾ, ਤੂੰ ਗਰੰਜ ਹੋਵੇਂਗਾ? ਪਰ ਬੋਲਣ ਥੋਂ ਕੌਣ ਆਪਣੇ ਆਪ ਨੂੰ ਰੋਕ ਸੱਕਦਾ ਹੈ?"},{"number":3,"verse":"ਵੇਖ, ਤੈਂ ਬਹੁਤਿਆਂ ਨੂੰ ਸਿਖਾਇਆ, ਅਤੇ ਢਿੱਲੇ ਹੱਥਾਂ ਨੂੰ ਤੈਂ ਤਕੜਾ ਕੀਤਾ।"},{"number":4,"verse":"ਤੇਰੀਆਂ ਗੱਲਾਂ ਨੇ ਡਗਮਗਾਉਂਦੇ ਨੂੰ ਥੰਮ੍ਹਿਆ, ਅਤੇ ਤੈਂ ਭਿੜਦਿਆਂ ਗੋਡਿਆਂ ਨੂੰ ਮਜਬੂਤ ਕੀਤਾ,"},{"number":5,"verse":"ਪਰ ਹੁਣ ਉਹ ਤੇਰੇ ਤੇ ਆ ਪਈ ਅਤੇ ਤੂੰ ਹੁੱਸ ਗਿਆ ਹੈਂ, ਉਹ ਨੇ ਤੈਂਨੂੰ ਛੋਹਿਆ ਅਤੇ ਤੂੰ ਘਾਬਰ ਉੱਠਿਆ।"},{"number":6,"verse":"ਭਲਾ, ਪਰਮੇਸ਼ੁਰ ਦਾ ਡਰ ਤੇਰਾ ਆਸਰਾ ਨਹੀਂ ਹੈ? ਅਤੇ ਤੇਰੇ ਰਾਹਾਂ ਦੀ ਖਰਿਆਈ ਤੇਰੀ ਆਸਾ ਨਹੀਂ?"},{"number":7,"verse":"ਚੇਤੇ ਤਾਂ ਕਰ, ਕਿਹੜਾ ਬੇਦੋਸ਼ਾ ਕਦੇ ਨਾਸ਼ ਹੋਇਆ, ਯਾ ਨੇਕ ਜਨ ਕਿੱਥੇ ਮਿਟਾਏ ਗਏ?।।"},{"number":8,"verse":"ਮੇਰੇ ਵੇਖਣ ਵਿੱਚ ਤਾਂ ਬਦੀ ਦੇ ਵਾਹੁਣ ਵਾਲੇ ਅਤੇ ਕਸ਼ਟ ਦੇ ਬੀਜਣ ਵਾਲੇ ਉਹੋ ਕੁਝ ਵੱਢਦੇ ਹਨ।"},{"number":9,"verse":"ਪਰਮੇਸ਼ੁਰ ਦੇ ਸੁਆਸ ਨਾਲ ਉਹ ਨਾਸ਼ ਹੋ ਜਾਂਦੇ, ਅਤੇ ਉਹ ਦੇ ਕ੍ਰੋਧ ਦੇ ਬੁੱਲੇ ਨਾਲ ਉਹ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।"},{"number":10,"verse":"ਸ਼ੇਰ ਬਬਰ ਦੀ ਗਰਜ ਅਤੇ ਮਾਰੂ ਸ਼ੇਰ ਬਬਰ ਦੀ ਅਵਾਜ਼, ਅਤੇ ਜੁਆਨ ਬਬਰਾਂ ਦੇ ਦੰਦ ਭੰਨੇ ਜਾਂਦੇ ਹਨ।"},{"number":11,"verse":"ਬੁੱਢਾ ਬਬਰ ਸ਼ਿਕਾਰ ਥੁੜੋਂ ਨਾਸ਼ ਹੁੰਦਾ ਅਤੇ ਸ਼ੇਰਨੀ ਦੇ ਬੱਚੇ ਖਿੰਡ ਪੰਡ ਜਾਂਦੇ ਹਨ"},{"number":12,"verse":"ਇੱਕ ਗੱਲ ਚੋਰੀ ਛੱਪੀ ਮੇਰੇ ਕੋਲ ਪਹੁੰਚਾਈ ਗਈ, ਅਤੇ ਉਹ ਦੀ ਭਿਣਕ ਮੇਰੇ ਕੰਨਾਂ ਵਿੱਚ ਆਈ,"},{"number":13,"verse":"ਰਾਤ ਦੀਆਂ ਦ੍ਰਿਸ਼ਟੀਆਂ ਦੀਆਂ ਚਿਤਮਣੀਆਂ ਵਿੱਚ ਜਦ ਸਾਰੀ ਨੀਂਦ ਇਨਸਾਨ ਉੱਤੇ ਆਉਂਦੀ ਹੈ,"},{"number":14,"verse":"ਹੌਲ ਤੇ ਕਾਂਬਾ ਮੇਰੇ ਉੱਤੇ ਆ ਪਏ, ਜਿਨ੍ਹਾਂ ਨੇ ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਹੱਡੀਆਂ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾ!"},{"number":15,"verse":"ਇੱਕ ਰੂਹ ਮੇਰੇ ਮੂੰਹ ਅੱਗੋਂ ਦੀ ਲੰਘੀ, ਮੇਰੇ ਪਿੰਡੇ ਦੀ ਲੂਈਂ ਖੜੀ ਹੋ ਗਈ!"},{"number":16,"verse":"ਉਹ ਖਲੋ ਗਈ ਪਰ ਮੈਂ ਉਹ ਦੀ ਸ਼ਕਲ ਪਛਾਣ ਨਾ ਸੱਕਿਆ, ਕੋਈ ਰੂਪ ਮੇਰੀਆਂ ਅੱਖਾਂ ਦੇ ਅੱਗੇ ਸੀ, ਖ਼ਮੋਸ਼ੀ ਸੀ, ਫੇਰ ਇੱਕ ਅਵਾਜ਼ ਮੈਂ ਸੁਣੀ, -"},{"number":17,"verse":"ਕੀ ਮਨੁੱਖ ਪਰਮੇਸ਼ੁਰ ਨਾਲੋਂ ਧਰਮੀ ਹੈ, ਜਾਂ ਪੁਰਖ ਆਪਣੇ ਕਰਤਾਰ ਨਾਲੋਂ ਪਾਕ ਹੈ?"},{"number":18,"verse":"ਵੇਖ, ਉਹ ਆਪਣੇ ਸੇਵਕਾਂ ਉੱਤੇ ਭਰੋਸਾ ਨਹੀਂ ਰੱਖਦਾ ਅਤੇ ਆਪਣੇ ਦੂਤਾਂ ਨੂੰ ਮੂਰਖ ਠਹਿਰਾਉਂਦਾ ਹੈ,"},{"number":19,"verse":"ਕਿੰਨਾ ਵੱਧ ਓਹ ਜਿਹੜੇ ਕੱਚੇ ਘਰਾਂ ਵਿੱਚ ਵੱਸਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਨੀਹਾਂ ਖ਼ਾਕ ਵਿੱਚ ਹਨ, ਜਿਹੜੇ ਭਵੱਕੜ ਥੋਂ ਅੱਗੇਤਰੇ ਹੀ ਪੀਹੇਂ ਜਾਂਦੇ ਹਨ।"},{"number":20,"verse":"ਸਵੇਰ ਥੋਂ ਸ਼ਾਮ ਤੀਕੁਰ ਓਹ ਟੋਟੇ ਟੋਟੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਕਿਸੇ ਦੇ ਸੋਚੇ ਬਿਨਾਂ ਹੀ ਉਹ ਸਦਾ ਲਈ ਨਾਸ਼ ਹੋ ਜਾਂਦੇ ਹਨ।"},{"number":21,"verse":"ਕੀ ਉਨ੍ਹਾਂ ਦੇ ਤੰਬੂ ਦਾ ਕਿੱਲਾ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਪੁੱਟਿਆ ਨਹੀਂ ਜਾਂਦਾ? ਉਹ ਬੁੱਧ ਥੋਂ ਬਿਨਾ ਹੀ ਮਰ ਜਾਂਦੇ ਹਨ।।"}]}