{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":40,"verses":[{"number":1,"verse":"( ਬਹੇਸੋਥ ਯਹੋਵਾਹ ਦੀ ਸ਼ਕਤੀ ਦਾ ਨਿਸ਼ਾਨ ਹੈ) ਫੇਰ ਯਹੋਵਾਹ ਨੇ ਅੱਯੂਬ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ ਤੇ ਆਖਿਆ,"},{"number":2,"verse":"ਭਲਾ, ਝਗੜਾਲੂ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਨਾਲ ਲੜੇ? ਜਿਹੜਾ ਪਰਮੇਸ਼ੁਰ ਨਾਲ ਬਹਿਸ ਕਰਦਾ ਹੈ, ਉਹ ਉੱਤਰ ਦੇਵੇ!"},{"number":3,"verse":"ਤਾਂ ਅੱਯੂਬ ਨੇ ਯਹੋਵਾਹ ਨੂੰ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ"},{"number":4,"verse":"ਵੇਖ, ਮੈਂ ਨਿਕੰਮਾ ਹਾਂ, ਮੈਂ ਕੀ ਉੱਤਰ ਦੇਵਾਂ? ਮੈਂ ਆਪਣਾ ਹੱਥ ਮੂੰਹ ਤੇ ਰੱਖਦਾ ਹਾਂ!"},{"number":5,"verse":"ਇੱਕ ਵਾਰ ਮੈਂ ਬੋਲ ਚੁੱਕਿਆ, ਅਤੇ ਮੈਂ ਉੱਤਰ ਨਹੀਂ ਦਿਆਂਗਾ, ਸਗੋਂ ਦੋ ਵਾਰ, ਫੇਰ ਬੱਸ!"},{"number":6,"verse":"ਅੱਗੋਂ ਯਹੋਵਾਹ ਨੇ ਅੱਯੂਬ ਨੂੰ ਵਾਵਰੋਲੇ ਵਿੱਚੋਂ ਦੀ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ,"},{"number":7,"verse":"ਮਰਦ ਵਾਂਙੁ ਜ਼ਰਾ ਆਪਣੀ ਕਮਰ ਕੱਸ! ਮੈਂ ਤੈਥੋਂ ਸਵਾਲ ਕਰਾਂਗਾ ਅਤੇ ਤੂੰ ਮੈਨੂੰ ਸਮਝਾ!"},{"number":8,"verse":"ਕੀ ਤੂੰ ਮੇਰੇ ਨਿਆਉਂ ਨੂੰ ਰੱਦ ਕਰੇਂਗਾ? ਕੀ ਤੂੰ ਮੈਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਵੇਂਗਾ ਭਈ ਤੂੰ ਧਰਮੀ ਬਣੇਂ?"},{"number":9,"verse":"ਕੀ ਤੇਰੀ ਭੁਜਾ ਪਰਮੇਸ਼ੁਰ ਵਰਗੀ ਹੈ, ਅਤੇ ਤੂੰ ਉਹ ਦੇ ਵਰਗੀ ਅਵਾਜ਼ ਨਾਲ ਗੱਜ ਸੱਕਦਾ ਹੈ?।।"},{"number":10,"verse":"ਆਪਣੇ ਆਪ ਨੂੰ ਮਹਿਮਾ ਤੇ ਪਰਤਾਪ ਨਾਲ ਸਜ਼ਾ, ਅਤੇ ਤੇਜ ਤੇ ਉਪਮਾ ਨੂੰ ਪਹਿਨ ਲੈ !"},{"number":11,"verse":"ਆਪਣੇ ਕਹਿਰ ਦੇ ਹੜ੍ਹਾਂ ਨੂੰ ਵਗਾ ਦੇਹ, ਅਤੇ ਹਰ ਹੰਕਾਰੀ ਨੂੰ ਵੇਖ ਅਤੇ ਅਧੀਨ ਕਰ, -"},{"number":12,"verse":"ਹਰ ਹੰਕਾਰੀ ਨੂੰ ਵੇਖ ਅਤੇ ਨੀਵਾਂ ਕਰ, ਅਤੇ ਦੁਸ਼ਟਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਥਾਂ ਵਿੱਚ ਮਿੱਧ ਸੁੱਟ!"},{"number":13,"verse":"ਉਨ੍ਹਾਂ ਨੂੰ ਇਕੱਠੇ ਧੂੜ ਵਿੱਚ ਲੁਕਾ ਦੇਹ, ਓਹਲੇ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੇ ਮੂੰਹ ਬੰਨ੍ਹ ਦੇਹ,"},{"number":14,"verse":"ਤਾਂ ਮੈਂ ਵੀ ਮੰਨ ਲਵਾਂਗਾ, ਕਿ ਤੇਰਾ ਸੱਜਾ ਹੱਥ ਤੈਨੂੰ ਬਚਾ ਸੱਕਦਾ ਹੈ !"},{"number":15,"verse":"ਜ਼ਰਾ ਦਰਿਆਈ ਘੋੜੇ ( ਇਬਰ., ਬਹੋਮੋਥ : ਯੂਨਾਨੀ, ਹਿੱਪੋ ਪੋਤਾਮੋਸ ।) ਨੂੰ ਵੇਖ, ਜਿਹ ਨੂੰ ਮੈ ਤੇਰੇ ਨਾਲ ਬਣਾਇਆ ਹੈ, ਉਹ ਬਲਦ ਵਾਂਙੁ ਘਾਹ ਖਾਂਦਾ ਹੈ।"},{"number":16,"verse":"ਵੇਖ ਤਾਂ, ਉਹ ਦਾ ਬਲ ਉਹ ਦੀ ਕਮਰ ਵਿੱਚ ਹੈ, ਅਤੇ ਉਹ ਦਾ ਜ਼ੋਰ ਉਹ ਦੇ ਢਿੱਡ ਦੇ ਪੱਠਿਆਂ ਵਿੱਚ ਹੈ!"},{"number":17,"verse":"ਉਹ ਆਪਣੀ ਪੂਛ ਦਿਆਰ ਵਾਂਙੁ ਹਿਲਾਉਂਦਾ ਹੈ, ਉਹ ਦੇ ਪੱਟਾਂ ਦੀਆਂ ਨਾੜਾਂ ਇੱਕ ਦੂਜੀ ਨਾਲ ਮਿਲੀਆਂ ਹੋਈਆ ਹਨ।"},{"number":18,"verse":"ਉਹ ਦੀਆਂ ਹੱਡੀਆਂ ਪਿੱਤਲ ਦੀਆਂ ਨਾਲੀਆਂ ਹਨ, ਉਹ ਦੇ ਅੰਗ ਲੋਹੇ ਦੇ ਅਰਲਾਂ ਵਾਂਙੁ ਹਨ।"},{"number":19,"verse":"ਉਹ ਪਰਮੇਸ਼ੁਰ ਦੇ ਕੰਮਾਂ ( ਇਬਰ., ਰਾਹਾਂ ।) ਦਾ ਅਰੰਭ ਹੈ, ਉਹ ਦਾ ਕਰਤਾਰ ਹੀ ਆਪਣਾ ਤਲਵਾਰ ਉਹ ਦੇ ਨੇੜੇ ਲਿਆ ਸੱਕਦਾ ਹੈ!"},{"number":20,"verse":"ਪਹਾੜ ਤਾਂ ਉਹ ਦੇ ਲਈ ਖਾਜਾ ਚੁੱਕੀ ਬੈਠੇ ਹਨ, ਜਿੱਥੇ ਖੇਤ ਦੇ ਸਾਰੇ ਜਾਨਵਰ ਹੱਸਦੇ ਫਿਰਦੇ ਹਨ।"},{"number":21,"verse":"ਕੰਮੀਆਂ ਦੇ ਫੁੱਲਾਂ ਹੇਠ ਉਹ ਲੇਟਦਾ ਹੈ, ਕਾਨਿਆ ਤੇ ਖੋਭਿਆ ਦੀ ਓਟ ਵਿੱਚ।"},{"number":22,"verse":"ਕੰਮੀਆਂ ਦੇ ਬੂਟੇ ਉਹ ਨੂੰ ਆਪਣੇ ਸਾਯੇ ਵਿੱਚ ਲੁਕਾ ਲੈਂਦੇ ਹਨ, ਨਾਲੇ ਦੀਆਂ ਬੈਂਤਾਂ ਉਹ ਨੂੰ ਘੇਰ ਲੈਂਦੀਆਂ ਹਨ।"},{"number":23,"verse":"ਵੇਖ, ਜੇ ਦਰਿਆ ਧੱਕੇ ਧੋੜੇ ਵੀ ਮਾਰੇ, ਉਹ ਨਹੀਂ ਕੰਬਦਾ, ਭਾਵੇਂ ਯਰਦਨ ਮੂੰਹੋਂ ਮੂੰਹ ਚੜ੍ਹ ਜਾਵੇ, ਉਹ ਬੇਖੌਫ਼ ਰਹਿੰਦਾ ਹੈ।"},{"number":24,"verse":"ਉਹ ਦੇ ਵੇਖਦਿਆਂ ਕੌਣ ਉਹ ਨੂੰ ਫੜ ਸੱਕਦਾ ਹੈ, ਯਾ ਝਾਬੂ ਨਾਲ ਉਹ ਨੂੰ ਨੱਥ ਸੱਕਦਾ ਹੈ? ।।"}]}