{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":41,"verses":[{"number":1,"verse":"( ਮਗਰ ਮੱਛ ਵੀ ਯਹੋਵਾਹ ਦੀ ਸ਼ਕਤੀ ਦਾ ਨਿਸ਼ਾਨ ਹੈ) ਕੀ ਤੂੰ ਮਗਰ ਮੱਛ ( ਇਬਰ., ਲਿਵਯਾਥਾਨ ।) ਨੂੰ ਕੁੰਡੀ ਨਾਲ ਬਾਹਰ ਖਿੱਚ ਸੱਕਦਾ ਹੈ, ਯਾ ਖੱਬੀ ਨਾਲ ਉਹ ਦੀ ਜੀਭ ਨੂੰ ਦਬਾ ਸੱਕਦਾ ਹੈ?"},{"number":2,"verse":"ਭਲਾ, ਤੂੰ ਉਹ ਦੇ ਨੱਕ ਵਿੱਚ ਰੱਸਾ ਪਾ ਸੱਕਦਾ ਹੈ, ਯਾ ਉਹ ਦੇ ਜਬਾੜੇ ਨੂੰ ਮੇਖ ਨਾਲ ਵਿੰਨ੍ਹ ਸੱਕਦਾ ਹੈ?"},{"number":3,"verse":"ਕੀ ਉਹ ਤੇਰੇ ਅੱਗੇ ਬਹੁਤੀਆਂ ਅਰਜੋਈਆਂ ਕਰੇਗਾ, ਯਾ ਉਹ ਤੇਰੇ ਨਾਲ ਮਿੱਠੀਆਂ ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਕਰੇਗਾ?"},{"number":4,"verse":"ਕੀ ਉਹ ਤੇਰੇ ਨਾਲ ਨੇਮ ਬੰਨ੍ਹੇਗਾ, ਭਈ ਤੂੰ ਉਹ ਨੂੰ ਆਪਣਾ ਗੁਲਾਮ ਸਦਾ ਤੀਕ ਰੱਖੇ?"},{"number":5,"verse":"ਕੀ ਤੂੰ ਉਹ ਦੇ ਨਾਲ ਓਵੇਂ ਖੇਡੇਂਗਾ ਜਿਵੇਂ ਪੰਛੀ ਨਾਲ, ਯਾ ਆਪਣੀਆਂ ਕੁੜੀਆਂ ਲਈ ਉਹ ਨੂੰ ਬੰਨ੍ਹ ਰੱਖੇਂਗਾ?"},{"number":6,"verse":"ਭਲਾ, ਸ਼ਿਕਾਰੀ ਉਹ ਦੀ ਸੁਦਾਗਰੀ ਕਰਨਗੇ, ਕੀ ਓਹ ਬੁਪਾਰੀਆਂ ਵਿੱਚ ਉਹ ਨੂੰ ਵੰਡਣਗੇ?"},{"number":7,"verse":"ਕੀ ਤੂੰ ਉਹ ਦੀ ਖੱਲ ਨੂੰ ਬਰਛਿਆਂ ਨਾਲ ਭਰ ਸੱਕਦਾ ਹੈ, ਯਾ ਉਹ ਦੇ ਸਿਰ ਨੂੰ ਮੱਛੀ ਤ੍ਰਿਸੂਲਾਂ ਨਾਲ?"},{"number":8,"verse":"ਆਪਣਾ ਹੱਥ ਉਸ ਉੱਤੇ ਧਰ, ਉਸ ਲੜਾਈ ਨੂੰ ਯਾਦ ਕਰ, - ਤੂੰ ਫੇਰ ਇਉਂ ਨਾ ਕਰੇਂਗਾ!"},{"number":9,"verse":"ਵੇਖ ਉਹ ਦੀ ਆਸਾ ਰੱਖਣੀ ਵਿਅਰਥ ਹੈ, ਭਲਾ, ਕੋਈ ਉਹ ਨੂੰ ਵੇਖਦੇ ਹੀ ਡਿੱਗ ਨਾ ਪਵੇਗਾ?"},{"number":10,"verse":"ਕੋਈ ਇੰਨੀ ਤੱਤੀ ਤਬੀਅਤ ਦਾ ਨਹੀਂ ਜੋ ਉਹ ਦੇ ਛੇੜਨ ਦਾ ਹਿਆਉਂ ਕਰੇ, ਫੇਰ ਕੌਣ ਹੈ ਜੋ ਮੇਰੇ ਸਨਮੁਖ ਖੋਲ ਸੱਕੇ?"},{"number":11,"verse":"ਕਿਹ ਨੇ ਪਹਿਲਾਂ ਮੈਨੂੰ ਕੁੱਝ ਦਿੱਤਾ ਭਈ ਮੈਂ ਉਹ ਨੂੰ ਮੋੜ ਦਿਆਂ? ਜੋ ਕੁੱਝ ਅਕਾਸ਼ ਦੇ ਹੇਠ ਹੈ ਸੋ ਮੇਰਾ ਹੈ ।।"},{"number":12,"verse":"ਮੈਂ ਉਹ ਦੇ ਅੰਗਾਂ ਦੇ ਵਿਖੇ ਚੁੱਪ ਨਾ ਰਹਾਂਗਾ, ਨਾ ਉਹ ਦੇ ਮਹਾ ਬਲ ਨਾ ਉਹ ਦੇ ਢਾਂਚੇ ਦੇ ਸੁਹੱਪਣ ਵਿਖੇ।"},{"number":13,"verse":"ਕੌਣ ਉਹ ਦੇ ਉੱਪਰ ਦਾ ਲਿਬਾਸ ਉਤਾਰ ਸੱਕਦਾ ਹੈ? ਕੌਣ ਉਹ ਦੇ ਦੋਹਾਂ ਜਬਾੜਿਆਂ ਵਿੱਚ ਆ ਸੱਕਦਾ ਹੈ?"},{"number":14,"verse":"ਕੌਣ ਉਹ ਦੇ ਮੂੰਹ ਦੇ ਕਵਾੜਾਂ ਨੂੰ ਖੋਲ੍ਹ ਸੱਕਦਾ ਹੈ? ਉਹ ਦੇ ਦੰਦਾਂ ਦਾ ਘੇਰਾ ਭਿਆਣਕ ਹੈ!"},{"number":15,"verse":"ਉਹ ਦਾ ਘੁਮੰਡ ਉਹ ਦੇ ਛਿਲਕੇ ਦੀਆਂ ਧਾਰੀਆਂ ਹੈ, ਓਹ ਘੁੱਟ ਕੇ ਮੋਹਰ ਨਾਲ ਜੋੜੀਆਂ ਗਈਆਂ ਹਨ,"},{"number":16,"verse":"ਉਹ ਇੱਕ ਦੂਏ ਦੇ ਨੇੜੇ ਹਨ, ਅਤੇ ਹਵਾ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਦੀ ਨਹੀਂ ਆ ਸਕਦੀ।"},{"number":17,"verse":"ਓਹ ਇੱਕ ਦੂਏ ਦੇ ਨਾਲ ਨਾਲ ਹਨ, ਓਹ ਇਉਂ ਸੁੱਟੀਆਂ ਹੋਈਆਂ ਹਨ ਭਈ ਓਹ ਜੁਦਾ ਨਹੀਂ ਹੋ ਸੱਕਦੀਆਂ।"},{"number":18,"verse":"ਉਹ ਦੀਆਂ ਛਿੱਕਾਂ ਤੋਂ ਚਾਨਣ ਲਸ਼ਕ ਉੱਠਦਾ ਹੈ। ਉਹ ਦੀਆਂ ਅੱਖਾਂ ਫ਼ਜਰ ਦੀਆਂ ਪਲਕਾਂ ਜਿਹੀਆਂ ਹਨ !"},{"number":19,"verse":"ਉਹ ਦੇ ਮੂੰਹੋਂ ਬਲਦੀਆਂ ਹੋਈਆਂ ਮਸ਼ਾਲਾਂ ਨਿੱਕਲ- ਦੀਆਂ ਹਨ, ਅਤੇ ਅੱਗ ਦੀਆਂ ਚਿੰਗਿਆੜੀਆਂ ਉੱਡਦੀਆਂ ਹਨ!"},{"number":20,"verse":"ਉਹ ਦੀਆਂ ਨਾਸਾਂ ਵਿੱਚੋਂ ਧੂੰਆਂ ਨਿੱਕਲਦਾ ਹੈ, ਜਿਵੇਂ ਉਬਲਦੀ ਦੇਗ ਯਾ ਧੁਖਦਿਆਂ ਕਾਨਿਆਂ ਤੋਂ !"},{"number":21,"verse":"ਉਹ ਦਾ ਸਾਹ ਕੋਲਿਆਂ ਨੂੰ ਸੁਲਗਾ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਉਹ ਦੇ ਮੂੰਹੋਂ ਸ਼ੋਹਲੇ ਨਿੱਕਲਦੇ ਹਨ!"},{"number":22,"verse":"ਉਹ ਦੀ ਧੌਣ ਵਿੱਚ ਬਲ ਟਿੱਕਦਾ ਹੈ, ਅਤੇ ਭੈ ਉਹ ਦੇ ਅੱਗੇ ਨੱਚਦਾ ਹੈ!"},{"number":23,"verse":"ਉਹ ਦੇ ਮਾਸ ਦੀਆਂ ਤਹਿਆਂ ਸਟੀਆਂ ਹੋਈਆਂ ਹਨ, ਓਹ ਉਹ ਦੇ ਉੱਤੇ ਜੰਮੀਆਂ ਹੋਈਆਂ ਹਨ, ਓਹ ਹਿੱਲ ਨਹੀਂ ਸੱਕਦੀਆਂ।"},{"number":24,"verse":"ਉਹ ਦਾ ਦਿਲ ਪੱਥਰ ਵਾਂਙੁ ਪੱਕਾ ਹੈ, ਸਗੋਂ ਚੱਕੀ ਦੇ ਹੇਠਲੇ ਪੁੜ ਵਾਂਙੁ ਪੱਕਾ ਹੈ।"},{"number":25,"verse":"ਜਦ ਉਹ ਉੱਠਦਾ ਹੈ ਤਦ ਦੇਵਤੇ ਵੀ ਡਰ ਜਾਂਦੇ ਹਨ, ਓਹ ਘਬਰਾਹਟ ਨਾਲ ਪਾਗਲ ਹੋ ਜਾਂਦੇ ਹਨ!"},{"number":26,"verse":"ਭਾਵੇਂ ਤਲਵਾਰ ਉਹ ਦੇ ਕੋਲ ਪੁੱਜੇ, ਉਸ ਤੋਂ ਕੁੱਝ ਬਣਦਾ ਨਹੀਂ, ਨਾ ਬਰਛੀ ਨਾ ਭਾਲੇ ਨਾ ਬੱਲਮ ਤੋਂ।"},{"number":27,"verse":"ਉਹ ਲੋਹੇ ਨੂੰ ਭੋਹ ਸਮਝਦਾ ਹੈ, ਅਤੇ ਪਿੱਤਲ ਨੂੰ ਗਲੀ ਹੋਈ ਲੱਕੜ!"},{"number":28,"verse":"ਤੀਰ ਉਹ ਨੂੰ ਨਹੀਂ ਨਠਾ ਸੱਕਦੇ, ਗੋਪੀਏ ਦੇ ਪੱਥਰ ਉਹ ਦੇ ਲਈ ਤਿਖਣੇ ਹੀ ਬਣ ਜਾਂਦੇ ਹਨ।"},{"number":29,"verse":"ਲਾਠੀਆਂ ਤਿਖਣੇ ਦੇ ਤੁੱਲ ਗਿਣੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਸਾਂਗ ਦੀ ਸਾਂ ਸਾਂ ਉੱਤੇ ਉਹ ਹੱਸਦਾ ਹੈ।"},{"number":30,"verse":"ਉਹ ਦੇ ਹੇਠਲੇ ਹਿੱਸੇ ਤੇਜ਼ ਠੀਕਰਿਆਂ ਵਾਂਙੁ ਹਨ, ਉਹ ਜਾਣੋ ਚਿੱਕੜ ਉੱਤੇ ਫਲ੍ਹਾ ਫੇਰਦਾ ਹੈ ।"},{"number":31,"verse":"ਉਹ ਡੁੰਘਿਆਈ ਨੂੰ ਦੇਗ ਵਾਂਙੁ ਉਛਾਲ ਦਿੰਦਾ ਹੈ, ਉਹ ਸਮੁੰਦਰ ਨੂੰ ਮੱਲ੍ਹਮ ਦੇ ਡੱਬੇ ਬਣਾ ਦਿੰਦਾ ਹੈ।"},{"number":32,"verse":"ਉਹ ਆਪਣੇ ਪਿੱਛੇ ਚਮਕੀਲਾ ਰਾਹ ਛੱਡਦਾ ਹੈ, ਭਈ ਜਾਣੋ ਡੁੰਘਿਆਈ ਉੱਤੇ ਧੌਲੇ ਆਏ ਹੋਏ ਹਨ।"},{"number":33,"verse":"ਪ੍ਰਿਥਵੀ ਉੱਤੇ ਉਹ ਦੇ ਤੁੱਲ ਕੋਈ ਨਹੀਂ, ਉਹ ਬਿਨਾ ਖ਼ੌਫ਼ ਦੇ ਸਾਜਿਆ ਗਿਆ!"},{"number":34,"verse":"ਉਹ ਹਰ ਉੱਚਿਆਈ ਨੂੰ ਵੇਂਹਦਾ ਹੈ, ਉਹ ਮਗਰੂਰਾਂ ਦੀ ਕੁੱਲ ਅੰਸ ਉੱਤੇ ਪਾਤਸ਼ਾਹ ਹੈ।"}]}