{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":42,"verses":[{"number":1,"verse":"( ਅੱਯੂਬ ਦਾ ਪਛਤਾਵਾ) ਫੇਰ ਅੱਯੂਬ ਨੇ ਯਹੋਵਾਹ ਨੂੰ ਉੱਤਰ ਦੇ ਕੇ ਆਖਿਆ,"},{"number":2,"verse":"ਮੈਂ ਜਾਣਦਾ ਹਾਂ ਭਈ ਤੂੰ ਸਭ ਕੁੱਝ ਕਰ ਸੱਕਦਾ ਹੈਂ, ਅਤੇ ਤੇਰਾ ਕੋਈ ਪਰੋਜਨ ਰੁਕ ਨਹੀਂ ਸੱਕਦਾ ਹੈ।"},{"number":3,"verse":"ਏਹ ਕੌਣ ਹੈ ਜਿਹੜਾ ਆਗਿਆਨਤਾ ਨਾਲ ਸਲਾਹ ਨੂੰ ਢੱਕਦਾ ਹੈ? ਏਸ ਲਈ ਮੈਂ ਉਹ ਬਕਿਆ ਜਿਹ ਨੂੰ ਮੈਂ ਨਾ ਸਮਝਿਆ। ਏਹ ਮੇਰੇ ਲਈ ਅਚਰਜ ਗੱਲਾਂ ਸਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮੈਂ ਨਹੀਂ ਜਾਣਦਾ ਸਾਂ!"},{"number":4,"verse":"ਜ਼ਰਾ ਸੁਣ ਤੇ ਮੈਂ ਬੋਲਾਂਗਾ, ਮੈਂ ਤੈਥੋਂ ਸਵਾਲ ਕਰਦਾ ਹਾਂ, ਅਤੇ ਤੂੰ ਮੈਨੂੰ ਸਮਝਾ!"},{"number":5,"verse":"ਮੈਂ ਤੇਰੇ ਵਿਖੇ ਸੁਣੀਆਂ ਸੁਣਾਈਆਂ ਗੱਲਾਂ ਸੁਣੀਆਂ, ਪਰ ਹੁਣ ਮੇਰੀ ਅੱਖ ਤੈਨੂੰ ਵੇਖਦੀ ਹੈ,"},{"number":6,"verse":"ਏਸ ਲਈ ਮੈਂ ਆਪਣੇ ਆਪ ਤੋਂ ਘਿਣ ਕਰਦਾ ਹਾਂ, ਅਤੇ ਮੈਂ ਖ਼ਾਕ ਤੇ ਸੁਆਹ ਵਿੱਚ ਪਛਤਾਉਂਦਾ ਹਾਂ ! ।।"},{"number":7,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਜਦ ਯਹੋਵਾਹ ਏਹ ਗੱਲਾਂ ਅੱਯੂਬ ਨਾਲ ਬੋਲ ਚੁੱਕਿਆ. ਤਦ ਯਹੋਵਾਹ ਨੇ ਅਲੀਫ਼ਜ਼ ਤੇਮਾਨੀ ਨੂੰ ਆਖਿਆ, ਮੇਰਾ ਕ੍ਰੋਧ ਤੇਰੇ ਉੱਤੇ ਅਤੇ ਤੇਰੇ ਦੋਹਾਂ ਮਿਤ੍ਰਾਂ ਉੱਤੇ ਭੜਕ ਉੱਠਿਆ ਹੈ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਮੇਰੇ ਵਿਖੇ ਸੱਚ ਨਹੀਂ ਬੋਲੇ ਜਿਵੇਂ ਮੇਰਾ ਦਾਸ ਅੱਯੂਬ ਬੋਲਿਆ"},{"number":8,"verse":"ਸੋ ਹੁਣ ਆਪਣੇ ਲਈ ਸੱਤ ਬਲਦ ਅਤੇ ਸੱਤ ਛੱਤਰੇ ਲਓ ਅਤੇ ਮੇਰੇ ਦਾਸ ਅੱਯੂਬ ਕੋਲ ਚੱਲੋ ਅਤੇ ਆਪਣੇ ਲਈ ਹੋਮ ਦੀ ਬਲੀ ਚੜ੍ਹਾਓ ਅਤੇ ਮੇਰਾ ਦਾਸ ਅੱਯੂਬ ਤੁਹਾਡੇ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੇਗਾ। ਮੈਂ ਤਾਂ ਉਹ ਨੂੰ ਮੰਨਾਂਗਾ ਭਈ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੀ ਮੂਰਖਤਾਈ ਅਨੁਸਾਰ ਨਾ ਕਰਾਂ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਮੇਰੇ ਵਿਖੇ ਸੱਚ ਨਹੀਂ ਬੋਲੇ ਜਿਵੇਂ ਮੇਰਾ ਦਾਸ ਅੱਯੂਬ ਬੋਲਿਆ"},{"number":9,"verse":"ਤਾਂ ਅਲੀਫ਼ਜ਼ ਤੇਮਾਨੀ, ਬਿਲਦਦ ਸ਼ੂਹੀ ਅਤੇ ਸੋਫ਼ਰ ਨਅਮਾਤੀ ਗਏ ਅਤੇ ਜਿਵੇਂ ਯਹੋਵਾਹ ਉਨ੍ਹਾਂ ਨੂੰ ਬੋਲਿਆ ਸੀ ਤਿਵੇਂ ਹੀ ਕੀਤਾ ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਅੱਯੂਬ ਦੀਆਂ ਗੱਲਾਂ ਨੂੰ ਮੰਨ ਲਿਆ।।"},{"number":10,"verse":"ਜਦੋਂ ਅੱਯੂਬ ਆਪਣੇ ਮਿੱਤ੍ਰਾਂ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰ ਚੁੱਕਾ ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਅੱਯੂਬ ਦੇ ਨਸੀਬਾਂ ਨੂੰ ਬਹਾਲ ਕਰ ਦਿੱਤਾ ਅਤੇ ਜੋ ਕੁੱਝ ਅੱਯੂਬ ਦੇ ਕੋਲ ਸੀ ਯਹੋਵਾਹ ਨੇ ਦੁਗਣਾ ਕਰ ਦਿੱਤਾ"},{"number":11,"verse":"ਤਾਂ ਉਹ ਦੇ ਕੋਲ ਉਹ ਦੇ ਸਾਰੇ ਭਰਾ, ਉਹ ਦੀਆਂ ਸਾਰੀਆਂ ਭੈਣਾਂ ਅਤੇ ਉਹ ਦੇ ਸਾਰੇ ਅਗਲੇ ਜਾਣ ਪਛਾਣ ਆਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਦੇ ਨਾਲ ਉਹ ਦੇ ਘਰ ਵਿੱਚ ਪਰਸ਼ਾਦ ਛੱਕਿਆ, ਅਤੇ ਮੁਕਾਣ ਦਿੱਤੀ ਅਤੇ ਉਸ ਸਾਰੀ ਬੁਰਿਆਈ ਦੇ ਕਾਰਨ ਜਿਹੜੀ ਯਹੋਵਾਹ ਨੇ ਉਹ ਦੇ ਉੱਤੇ ਆਉਣ ਦਿੱਤੀ, ਉਹ ਨੂੰ ਤਸੱਲੀ ਦਿੱਤੀ ਅਤੇ ਹਰ ਇੱਕ ਨੇ ਉਹ ਨੂੰ ਇੱਕ ਇੱਕ ਸਿੱਕਾ ਦਿੱਤਾ ਅਤੇ ਹਰ ਇੱਕ ਨੇ ਉਹ ਨੂੰ ਇੱਕ ਇੱਕ ਸੋਨੇ ਦੀ ਅੰਗੂਠੀ ਦਿੱਤੀ"},{"number":12,"verse":"ਸੋ ਯਹੋਵਾਹ ਨੇ ਅੱਯੂਬ ਦੀ ਆਖਰੀ ਅਵਸਥਾ ਨੂੰ ਉਹ ਦੀ ਪਹਿਲੀ ਅਵਸਥਾ ਤੋਂ ਵੱਧ ਬਰਕਤ ਦਿੱਤੀ ਅਤੇ ਉਹ ਦੇ ਕੋਲ ਚੌਦਾ ਹਜ਼ਾਰ ਇੱਜੜ, ਛੇ ਹਜ਼ਾਰ ਊਠ, ਇੱਕ ਹਜ਼ਾਰ ਜੋੜੀ ਬਲਦ ਅਤੇ ਇੱਕ ਹਜਾਰ ਗਧੀਆਂ ਹੋ ਗਈਆਂ"},{"number":13,"verse":"ਅਤੇ ਉਹ ਦੇ ਸੱਤ ਪੁੱਤ੍ਰ ਤੇ ਤਿੰਨ ਧੀਆਂ ਹੋਏ"},{"number":14,"verse":"ਉਹ ਨੇ ਪਹਿਲੀ ਦਾ ਨਾਉਂ ਯਮੀਮਾਹ ਅਤੇ ਦੂਜੀ ਦਾ ਨਾਉਂ ਕਸੀਆਹ ਅਤੇ ਤੀਜੀ ਦਾ ਨਾਉਂ ਕਰਨ-ਹੱਪੂਕ ਰੱਖਿਆ"},{"number":15,"verse":"ਅਤੇ ਸਾਰੇ ਦੇਸ਼ ਵਿੱਚ ਅੱਯੂਬ ਦੀਆਂ ਧੀਆਂ ਨਾਲੋਂ ਰੂਪਵੰਤ ਇਸਤ੍ਰੀਆਂ ਨਾ ਮਿਲ ਸੱਕੀਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤਾ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾਵਾਂ ਵਿੱਚ ਮਿਲਖ ਦਿੱਤੀ।।"},{"number":16,"verse":"ਏਹ ਦੇ ਪਿੱਛੋਂ ਅੱਯੂਬ ਇੱਕ ਸੌ ਚਾਲ੍ਹੀ ਵਰਹੇ ਜੀਉਂਦਾ ਰਿਹਾ ਅਤੇ ਉਸ ਨੇ ਆਪਣੇ ਪੁੱਤ੍ਰ ਅਤੇ ਆਪਣੇ ਪੋਤ੍ਰੇ ਚੌਥੀ ਪੀੜ੍ਹੀ ਤੀਕ ਵੇਖੇ"},{"number":17,"verse":"ਤਾਂ ਅੱਯੂਬ ਬੁੱਢਾ ਤੇ ਸਮਾਪੂਰ ਹੋ ਕੇ ਚਲਾਣਾ ਕਰ ਗਿਆ ।।"}]}