{"bibleAbbr":"paOV2016","bookName":"ਅੱਯੂਬ","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"( ਅਲੀਫ਼ਜ਼: - ਪਰਮੇਸ਼ੁਰ ਦੇ ਝਿੜਕਣ ਦਾ ਲਾਭ) ਜ਼ਰਾ ਪੁਕਾਰ, ਤੈਨੂੰ ਕੋਈ ਉੱਤਰ ਭੀ ਦੇਵੇਗਾ! ਯਾ ਪਵਿੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਤੂੰ ਕਿਹ ਦੀ ਵੱਲ ਮੂੰਹ ਕਰੇਂਗਾ?"},{"number":2,"verse":"ਕੁੜਨਾ ਤਾਂ ਮੂਰਖ ਨੂੰ ਵੱਢ ਸਿੱਟਦੀ ਹੈ, ਅਤੇ ਜਲਣ ਭੋਲਿਆਂ ਭਾਲਿਆਂ ਨੂੰ ਮਾਰ ਸਿੱਟਦਾ ਹੈ।"},{"number":3,"verse":"ਮੈਂ ਮੂਰਖ ਨੂੰ ਜੜ੍ਹ ਫੜਦੇ ਵੇਖਿਆ, ਪਰ ਮੈਂ ਅਚਾਣਚੱਕ ਉਹ ਦੇ ਵਸੇਬੇ ਨੂੰ ਧਿਤਕਾਰਿਆ।"},{"number":4,"verse":"ਉਹ ਦੇ ਬੱਚੇ ਬਚਾਉਂ ਥੋਂ ਦੁਰ ਹਨ, ਅਤੇ ਫਾਟਕ ਵਿੱਚ ਮਿੱਧੇ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਛੁਡਾਉਣ ਵਾਲਾ ਕੋਈ ਨਹੀਂ,"},{"number":5,"verse":"ਜਿਹ ਦੀ ਫ਼ਸਲ ਭੁੱਖਾ ਖਾ ਲੈਂਦਾ ਹੈ, ਸਗੋਂ ਕੰਡਿਆਂ ਵਿੱਚੋਂ ਭੀ ਕੱਢ ਲੈਂਦਾ ਹੈ, ਅਤੇ ਫਾਹੀ ਉਨ੍ਹਾਂ ਦੇ ਮਾਲ ਧਨ ਨੂੰ ਹੱੜਪ ਲੈਂਦੀ ਹੈ,"},{"number":6,"verse":"ਦੁਖ ਤਾਂ ਖ਼ਾਕ ਵਿੱਚੋਂ ਨਹੀਂ ਨਿੱਕਲਦਾ, ਨਾ ਕਸ਼ਟ ਮਿੱਟੀ ਵਿੱਚੋਂ,"},{"number":7,"verse":"ਪਰ ਆਦਮੀ ਕਸ਼ਟ ਲਈ ਹੀ ਜੰਮਦਾ ਹੈ, ਜਿਵੇਂ ਚਿੰਗਿਆੜੇ ਉਤਾਹਾਂ ਉੱਡਦੇ ਹਨ"},{"number":8,"verse":"ਪਰ ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਦਾ ਤਾਲਿਬ ਰਹਾਂਗਾ, ਅਤੇ ਆਪਣਾ ਮੁਕਦਮਾ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸਪੁਰਦ ਕਰਾਂਗਾ,"},{"number":9,"verse":"ਜਿਹੜਾ ਵੱਡੇ ਵੱਡੇ ਦੇ ਅਥਾਹ ਕੰਮ ਅਤੇ ਅਣਗਿਣਤ ਅਚਰਜ ਕਰਦਾ ਹੈ,"},{"number":10,"verse":"ਜਿਹੜਾ ਮੀਂਹ ਧਰਤੀ ਉੱਤੇ ਪਾਉਂਦਾ ਹੈ, ਅਤੇ ਪੈਲੀਆਂ ਵਿੱਚ ਪਾਣੀ ਘੱਲਦਾ ਹੈ,"},{"number":11,"verse":"ਤਾਂ ਜੋ ਉਹ ਨੀਚਾਂ ਨੂੰ ਉੱਚਾ ਕਰੇ, ਅਤੇ ਮਾਤਮ ਕਰਨ ਵਾਲੇ ਚੈਨ ਵਿੱਚ ਉੱਚੇ ਕੀਤੇ ਜਾਂਦੇ ਹਨ।"},{"number":12,"verse":"ਉਹ ਚਲਾਕਾਂ ਦੀਆਂ ਜੁਗਤੀਆਂ ਨੂੰ ਅਕਾਰਥ ਕਰ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥ ਸਫਲ ਨਹੀਂ ਹੁੰਦੇ।"},{"number":13,"verse":"ਉਹ ਬੁੱਧਵਾਨਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਚਤੁਰਾਈ ਵਿੱਚ ਫਸਾਉਂਦਾ ਹੈ ਅਤੇ ਛਲ ਬਾਜਾਂ ਦੀ ਸਲਾਹ ਛੇਤੀ ਮਿਟ ਜਾਂਦੀ ਹੈ।"},{"number":14,"verse":"ਦਿਨੇ ਉਨ੍ਹਾਂ ਉੱਤੇ ਅਨ੍ਹੇਰ ਪੈ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਦੁਪਹਿਰ ਨੂੰ ਓਹ ਟੋਹੰਦੇ ਫਿਰਦੇ ਹਨ ਜਿਵੇਂ ਰਾਤ ਵਿੱਚ।"},{"number":15,"verse":"ਐਉਂ ਉਹ ਕੰਗਾਲ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਮੂੰਹ ਦੀ ਤਲਵਾਰ ਤੋਂ ਅਤੇ ਤਕੜੇ ਦੇ ਹੱਥੋਂ ਬਚਾਉਂਦਾ ਹੈ।"},{"number":16,"verse":"ਤਾਂ ਗ਼ਰੀਬ ਲਈ ਆਸ ਹੈ ਅਤੇ ਬਦੀ ਆਪਣਾ ਮੂੰਹ ਬੰਦ ਰੱਖਦੀ ਹੈ।।"},{"number":17,"verse":"ਵੇਖ, ਧੰਨ ਉਹ ਆਦਮੀ ਹੈ ਜਿਹ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦਬਕਾਉਂਦਾ ਹੈ, ਸੋ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਦੀ ਤਾੜ ਨੂੰ ਤੁੱਛ ਨਾ ਜਾਣ,"},{"number":18,"verse":"ਉਹ ਤਾਂ ਘਾਇਲ ਕਰਦਾ, ਫੇਰ ਪੱਟੀ ਬੰਨ੍ਹਦਾ ਹੈ, ਉਹ ਸੱਟ ਲਾਉਂਦਾ, ਫੇਰ ਉਹ ਦੇ ਹੱਥ ਚੰਗਾ ਕਰਦੇ ਹਨ।"},{"number":19,"verse":"ਛੇਆਂ ਦੁਖਾਂ ਥੋਂ ਉਹ ਤੈਨੂੰ ਛੁਡਾਵੇਗਾ, ਸਗੋਂ ਸੱਤਾਂ ਵਿੱਚ ਕੋਈ ਬਦੀ ਤੈਨੂੰ ਨਾ ਛੋਹੇਗੀ,"},{"number":20,"verse":"ਕਾਲ ਵਿੱਚ ਉਹ ਤੈਨੂੰ ਮੌਤ ਤੋਂ ਨਿਸਤਾਰਾ ਦੇਵੇਗਾ, ਅਤੇ ਲੜਾਈ ਵਿੱਚ ਤਲਵਾਰ ਦੀ ਮਾਰ ਥੋਂ,"},{"number":21,"verse":"ਜੀਭ ਦੇ ਕੋਰੜੇ ਥੋਂ ਤੂੰ ਛਿਪਾਇਆ ਜਾਵੇਂਗਾ, ਅਤੇ ਜਦ ਤਬਾਹੀ ਆਵੇਗੀ ਤੂੰ ਉਸ ਥੋਂ ਨਾ ਡਰੇਂਗਾ।"},{"number":22,"verse":"ਤਬਾਹੀ ਤੇ ਔੜ ਦੇ ਉੱਤੇ ਤੂੰ ਹੱਸੇਂਗਾ, ਅਤੇ ਧਰਤੀ ਦੇ ਦਰਿੰਦੀਆਂ ਥੋਂ ਤੂੰ ਨਾ ਡਰੇਂਗਾ,"},{"number":23,"verse":"ਕਿਉਂ ਜੋ ਮਦਾਨ ਦੇ ਪੱਥਰਾਂ ਨਾਲ ਤੇਰਾ ਨੇਮ ਹੋਵੇਗਾ, ਅਤੇ ਰੜ ਦੇ ਦਰਿੰਦਿਆਂ ਨਾਲ ਤੇਰਾ ਮੇਲ,"},{"number":24,"verse":"ਅਤੇ ਤੂੰ ਜਾਣੇਂਗਾ ਕਿ ਤੇਰਾ ਤੰਬੂ ਸਲਾਮਤ ਹੈ, ਜਾਂ ਤੂੰ ਆਪਣਾ ਵਸੇਬਾ ਵੇਖੇਂਗਾ ਤਾਂ ਕੋਈ ਚੀਜ਼ ਗੂਆਚੀ ਹੋਈ ਨਾ ਹੋਵੇਗੀ।"},{"number":25,"verse":"ਤੂੰ ਏਹ ਵੀ ਜਾਣੇਂਗਾ ਕਿ ਤੇਰੀ ਨਸਲ ਬਹੁਤ ਹੈ, ਅਤੇ ਤੇਰੀ ਅੰਸ ਧਰਤੀ ਦੇ ਘਾਹ ਜਿੰਨੀ ਹੈ।"},{"number":26,"verse":"ਤੂੰ ਆਪਣੀ ਕਬਰ ਵਿੱਚ ਪੂਰੀ ਉਮਰ ਨਾਲ ਜਾਵੇਗਾ, ਜਿਵੇਂ ਅੰਨ ਦੀਆਂ ਭਰੀਆਂ ਵੇਲੇ ਸਿਰ।"},{"number":27,"verse":"ਵੇਖ, ਅਸਾਂ ਇਹ ਨੂੰ ਖੋਜਿਆ, ਏਹ ਏਵੇਂ ਹੀ ਹੈ, ਤੂੰ ਏਹ ਨੂੰ ਸੁਣ ਲੈ ਅਤੇ ਆਪਣੇ ਲਈ ਜਾਣ ਰੱਖ।।"}]}