{"bibleAbbr":"NCB2019","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":2,"verses":[{"number":1,"verse":"My dear children, I am writing this to you so that you may avoid committing sin. However, if anyone does sin, we have an Advocate with the Father, Jesus Christ, the Righteous One."},{"number":2,"verse":"He is himself the sacrifice for our sins— and not only for our sins but also for the sins of the whole world."},{"number":3,"verse":"Now we may be certain that we know him if we obey his commandments."},{"number":4,"verse":"Whoever says, “I know him,” but does not keep his commandments, is a liar, and the truth is not in him.[b]"},{"number":5,"verse":"However, the love of God is truly perfected in the one who obeys his word. This is how we can be certain that we are in union with him:"},{"number":6,"verse":"whoever claims to abide in him must live just as he himself lived."},{"number":7,"verse":"Beloved, I am not writing a new commandment[c] for you, but an old commandment that you have had from the beginning. The old commandment is the word that you have heard."},{"number":8,"verse":"And yet I am writing you a new commandment, whose truth is in him and in you, because the darkness is passing away and the true light is already shining."},{"number":9,"verse":"Whoever says, “I am in the light,” yet hates his brother, is still in the darkness."},{"number":10,"verse":"Whoever loves his brother lives in the light, and there is nothing in him to make him stumble."},{"number":11,"verse":"Whoever hates his brother is in the darkness, and he walks about in darkness. He does not know where he is going because the darkness has blinded him."},{"number":12,"verse":"I am writing to you, dear children, because your sins have been forgiven on account of his name."},{"number":13,"verse":"I am writing to you, fathers, because you have known him who has existed from the beginning. I am writing to you, young people, because you have conquered the evil one."},{"number":14,"verse":"I am writing to you, dear children, because you have known the Father. I am writing to you, fathers, because you have known him who has existed from the beginning. I am writing to you, young people, because you are strong, and the word of God abides in you, and you have overcome the evil one."},{"number":15,"verse":"Do not love the world or what is in the world. If anyone does love the world, the love of the Father is not in him."},{"number":16,"verse":"For everything that is in the world— the concupiscence of the flesh, the concupiscence of the eyes, and the pride of life— comes not from the Father but from the world.[e]"},{"number":17,"verse":"And the world with all its enticements is passing away, but whoever does the will of God abides forever."},{"number":18,"verse":"Dear children, this is the last hour. You have heard that the Antichrist was coming, and now many antichrists have already come.[g] Thus, we know that it is the final hour."},{"number":19,"verse":"They went out from us, but they never really belonged to us. If they had belonged to us, they would have remained with us. By departing from us, they made it clear that none of them belonged to us."},{"number":20,"verse":"However, you have been anointed by the Holy One,[h] and you all have knowledge."},{"number":21,"verse":"I write to you not because you do not know the truth but because you do know it, and because no lie can come from the truth."},{"number":22,"verse":"Who is the liar but the one who denies that Jesus is the Christ? The antichrist is anyone who denies both the Father and the Son."},{"number":23,"verse":"Whoever denies the Son does not have the Father, but whoever acknowledges the Son has the Father also."},{"number":24,"verse":"Let what you heard from the beginning remain in you. If what you heard from the beginning remains in you, then you will remain in the Son and in the Father"},{"number":25,"verse":"And this is the promise he made to us: eternal life."},{"number":26,"verse":"I write these things to you in reference to those who seek to lead you astray."},{"number":27,"verse":"But as for you, the anointing you received from him remains in you, and therefore you do not need anyone to teach you. This same anointing teaches you everything and is true and not false, so abide in him just as he taught you."},{"number":28,"verse":"And now, dear children, abide in him, so that when he appears we may have confidence and not be put to shame by him at his coming."},{"number":29,"verse":"If you know that he is righteous, you also know that everyone whose life is righteous is born of him."}]}