{"bibleAbbr":"paOV2016","bookName":"ਮੱਤੀ ਦੀ ਇੰਜੀਲ","bookEnglishName":"Matthew","chapterNumber":1,"verses":[{"number":1,"verse":"( ਪ੍ਰਭੁ ਯਿਸੂ ਮਸੀਹ ਦੀ ਕੁਲਪੱਤ੍ਰੀ ਤੇ ਜਨਮ) ਕੁਲਪੱਤ੍ਰੀ ਯਿਸੂ ਮਸੀਹ ਦਾਊਦ ਦੇ ਪੁੱਤ੍ਰ ਦੀ ਜਿਹੜਾ ਅਬਰਾਹਾਮ ਦਾ ਪੁੱਤ੍ਰ ਸੀ।"},{"number":2,"verse":"ਅਬਰਾਹਾਮ ਤੋਂ ਇਸਹਾਕ ਜੰਮਿਆ ਅਤੇ ਇਸਹਾਕ ਤੋਂ ਯਾਕੂਬ ਜੰਮਿਆ ਅਤੇ ਯਾਕੂਬ ਤੋਂ ਯਹੂਦਾਹ ਤੇ ਉਸ ਦੇ ਭਰਾ ਜੰਮੇ"},{"number":3,"verse":"ਅਤੇ ਯਹੂਦਾਹ ਤੋਂ ਫ਼ਰਸ ਅਤੇ ਜ਼ਰਾ ਤਾਮਾਰ ਦੀ ਕੁੱਖੋਂ ਜੰਮੇ ਅਤੇ ਫ਼ਰਸ ਤੋਂ ਹਸਰੋਨ ਜੰਮਿਆ ਅਤੇ ਹਸਰੋਨ ਤੋਂ ਰਾਮ ਜੰਮਿਆ"},{"number":4,"verse":"ਅਤੇ ਰਾਮ ਤੋਂ ਅੰਮੀਨਾਦਾਬ ਜੰਮਿਆ ਅਤੇ ਅੰਮੀਨਾਦਾਬ ਤੋਂ ਨਹਸ਼ੋਨ ਜੰਮਿਆ ਅਤੇ ਨਹਸ਼ੋਨ ਤੋਂ ਸਲਮੋਨ ਜੰਮਿਆ"},{"number":5,"verse":"ਅਤੇ ਸਲਮੋਨ ਤੋਂ ਬੋਅਜ਼ ਰਾਹਾਬ ਦੀ ਕੁੱਖੋਂ ਜੰਮਿਆ ਅਤੇ ਬੋਅਜ਼ ਤੋਂ ਉਬੇਦ ਰੂਥ ਦੀ ਕੁੱਖੋਂ ਜੰਮਿਆ ਅਤੇ ਉਬੇਦ ਤੋਂ ਯੱਸੀ ਜੰਮਿਆ"},{"number":6,"verse":"ਅਤੇ ਯੱਸੀ ਤੋਂ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਜੰਮਿਆ ਅਤੇ ਦਾਊਦ ਪਾਤਸ਼ਾਹ ਤੋਂ ਸੁਲੇਮਾਨ ਊਰੀਯਾਹ ਦੀ ਤੀਵੀਂ ਦੀ ਕੁੱਖੋਂ ਜੰਮਿਆ"},{"number":7,"verse":"ਅਤੇ ਸੁਲੇਮਾਨ ਤੋਂ ਰਹਬੁਆਮ ਜੰਮਿਆ ਅਤੇ ਰਹਬੁਆਮ ਤੋਂ ਅਬੀਯਾਹ ਜੰਮਿਆ ਅਤੇ ਅਬੀਯਾਹ ਤੋਂ ਆਸਾ ਜੰਮਿਆ"},{"number":8,"verse":"ਅਤੇ ਆਸਾ ਤੋਂ ਯਹੋਸ਼ਾਫਾਟ ਜੰਮਿਆ ਅਤੇ ਯਹੋਸ਼ਾਫਾਟ ਤੋਂ ਯੋਰਾਮ ਜੰਮਿਆ ਅਤੇ ਯੋਰਾਮ ਤੋਂ ਉੱਜ਼ੀਯਾਹ ਜੰਮਿਆ"},{"number":9,"verse":"ਅਤੇ ਉੱਜੀਯਾਹ ਤੋਂ ਯੋਥਾਮ ਜੰਮਿਆ ਅਤੇ ਯੋਥਾਮ ਤੋਂ ਆਹਾਜ਼ ਜੰਮਿਆ ਅਤੇ ਆਹਾਜ ਤੋਂ ਹਿਜ਼ਕੀਯਾਹ ਜੰਮਿਆ"},{"number":10,"verse":"ਅਤੇ ਹਿਜ਼ਕੀਯਾਹ ਤੋਂ ਮਨੱਸਹ ਜੰਮਿਆ ਅਤੇ ਮਨੱਸਹ ਤੋਂ ਆਮੋਨ ਜੰਮਿਆ ਅਤੇ ਆਮੋਨ ਤੋਂ ਯੋਸ਼ੀਯਾਹ ਜੰਮਿਆ"},{"number":11,"verse":"ਅਤੇ ਯੋਸ਼ੀਯਾਹ ਤੋਂ ਯਕਾਨਯਾਹ ਅਰ ਉਹ ਦੇ ਭਰਾ ਬਾਬੁਲ ਨੂੰ ਉੱਠ ਜਾਣ ਦੇ ਸਮੇ ਜੰਮੇ।।"},{"number":12,"verse":"ਬਾਬੁਲ ਨੂੰ ਉੱਠ ਜਾਣ ਤੋਂ ਪਿੱਛੇ ਯਕਾਨਯਾਹ ਤੋਂ ਸ਼ਅਲਤੀਏਲ ( ਯੂਨਾਨੀ - ਸ਼ਲਾਥਈਏਲ) ਜੰਮਿਆ ਅਤੇ ਸ਼ਅਲਤੀਏਲ ਤੋਂ ਜ਼ਰੁੱਬਾਬਲ ਜੰਮਿਆ"},{"number":13,"verse":"ਅਤੇ ਜ਼ਰੁੱਬਾਬਲ ਤੋਂ ਅਬੀਹੂਦ ਜੰਮਿਆ ਅਤੇ ਅਬੀਹੂਦ ਤੋਂ ਅਲਯਾਕੀਮ ਜੰਮਿਆ ਅਤੇ ਅਲਯਾਕੀਮ ਤੋਂ ਅੱਜ਼ੋਰ ਜੰਮਿਆ"},{"number":14,"verse":"ਅਤੇ ਅੱਜ਼ੋਰ ਤੋਂ ਸਾਦੋਕ ਜੰਮਿਆ ਅਤੇ ਸਾਦੋਕ ਤੋਂ ਯਾਕੀਨ ਜੰਮਿਆ ਅਤੇ ਯਾਕੀਨ ਤੋਂ ਅਲੀਹੂਦ ਜੰਮਿਆ"},{"number":15,"verse":"ਅਤੇ ਅਲੀਹੂਦ ਤੋਂ ਅਲਾਜ਼ਾਰ ਜੰਮਿਆ ਅਤੇ ਅਲਾਜ਼ਾਰ ਤੋਂ ਮੱਥਾਨ ਜੰਮਿਆ ਅਤੇ ਮੱਥਾਨ ਤੋਂ ਯਾਕੂਬ ਜੰਮਿਆ"},{"number":16,"verse":"ਅਤੇ ਯਾਕੂਬ ਤੋਂ ਯੂਸੁਫ਼ ਜੰਮਿਆ । ਉਹ ਉਸ ਮਰਿਯਮ ਦਾ ਪਤੀ ਸੀ ਜਿਹ ਦੀ ਕੁੱਖੋਂ ਯਿਸੂ ਜਿਹੜਾ ਮਸੀਹ ਕਹਾਉਂਦਾ ਹੈ।।"},{"number":17,"verse":"ਸੋ ਅਬਰਾਹਾਮ ਤੋਂ ਲੈਕੇ ਦਾਊਦ ਤੀਕਰ ਸੱਭੋ ਚੌਦਾਂ ਪੀਹੜੀਆਂ ਹਨ ਅਤੇ ਦਾਊਦ ਤੋਂ ਲੈਕੇ ਬਾਬੁਲ ਨੂੰ ਉੱਠ ਜਾਣ ਤੀਕਰ ਚੌਦਾਂ ਪੀਹੜੀਆਂ ਹਨ ਅਤੇ ਬਾਬੁਲ ਨੂੰ ਉੱਠ ਜਾਣ ਤੋਂ ਲੈਕੇ ਮਸੀਹ ਤੀਕਰ ਚੌਂਦਾ ਪੀਹੜੀਆਂ ਹਨ।।"},{"number":18,"verse":"ਯਿਸੂ ਮਸੀਹ ਦਾ ਜਨਮ ਇਉਂ ਹੋਇਆ ਕਿ ਜਾਂ ਉਹ ਦੀ ਮਾਤਾ ਮਰਿਯਮ ਦੀ ਯੂਸੁਫ਼ ਨਾਲ ਕੁੜਮਾਈ ਹੋਈ ਸੀ ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਇੱਕਠੇ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਉਹ ਪਵਿੱਤ੍ਰ ਆਤਮਾ ਤੋਂ ਗਰਭਵੰਤੀ ਪਾਈ ਗਈ"},{"number":19,"verse":"ਤਦ ਉਹ ਦੇ ਪਤੀ ਯੂਸੁਫ਼ ਨੇ ਜਿਹੜਾ ਧਰਮੀ ਪੁਰਖ ਸੀ ਅਤੇ ਇਹ ਨਹੀਂ ਸੀ ਚਾਹੁੰਦਾ ਭਈ ਉਹ ਨੂੰ ਕਲੰਕਣ ਪਰਗਟ ਕਰੇ ਇਹ ਦਲੀਲ ਕੀਤੀ ਜੋ ਉਹ ਨੂੰ ਚੁੱਪ ਕੀਤਿਆਂ ਤਿਆਗ ਦੇਵੇ"},{"number":20,"verse":"ਪਰ ਜਾਂ ਉਹ ਇੰਨ੍ਹਾਂ ਗੱਲਾਂ ਦੀ ਚਿੰਤਾ ਵਿੱਚ ਪਿਆ ਹੋਇਆ ਸੀ ਤਾਂ ਵੇਖੋ, ਪ੍ਰਭੁ ਦੇ ਇੱਕ ਦੂਤ ਨੇ ਸੁਫਨੇ ਵਿੱਚ ਉਹ ਨੂੰ ਦਰਸ਼ਣ ਦੇ ਕੇ ਕਿਹਾ, ਹੇ ਯੂਸੁਫ਼ ਦਾਊਦ ਦੇ ਪੁੱਤ੍ਰ ਤੂੰ ਆਪਣੀ ਪਤਨੀ ਮਰਿਯਮ ਨੂੰ ਆਪਣੇ ਘਰ ਲਿਆਉਣ ਤੋਂ ਨਾ ਡਰ ਕਿਉਂਕਿ ਜਿਹੜਾ ਉਹ ਦੀ ਕੁੱਖ ਵਿੱਚ ਆਇਆ ਹੈ ਉਹ ਪਵਿੱਤ੍ਰ ਆਤਮਾ ਤੋਂ ਹੈ"},{"number":21,"verse":"ਉਹ ਪੁੱਤ੍ਰ ਜਣੇਗੀ ਅਤੇ ਤੂੰ ਉਹ ਦਾ ਨਾਮ ਯਿਸੂ ਰੱਖੀਂ ਕਿਉਂ ਜੋ ਉਹ ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਪਾਪਾਂ ਤੋਂ ਬਚਾਵੇਗਾ"},{"number":22,"verse":"ਇਹ ਸਭ ਕੁਝ ਇਸ ਲਈ ਹੋਇਆ ਭਈ ਜਿਹੜੀ ਗੱਲ ਪ੍ਰਭੁ ਨੇ ਨਬੀ ਦੀ ਜ਼ਬਾਨੀ ਆਖੀ ਸੀ ਉਹ ਪੂਰੀ ਹੋਵੇ ਕਿ ( )"},{"number":23,"verse":"ਵੇਖੋ ਕੁਆਰੀ ਗਰਭਣੀ ਹੋਵੇਗੀ ਅਤੇ ਪੁੱਤ੍ਰ ਜਣੇਗੀ, ਅਤੇ ਓਹ ਉਸ ਦਾ ਨਾਮ ਇੰਮਾਨੂਏਲ ਰੱਖਣਗੇ।। ਜਿਹ ਦਾ ਅਰਥ ਇਹ ਹੈ, \"ਪਰਮੇਸ਼ੁਰ ਅਸਾਡੇ ਸੰਗ\""},{"number":24,"verse":"ਤਦੋਂ ਯੂਸੁਫ਼ ਨੇ ਸੁੱਤਿਓਂ ਉੱਠ ਕੇ ਜਿਵੇਂ ਪ੍ਰਭੁ ਦੇ ਦੂਤ ਨੇ ਉਹ ਨੂੰ ਆਗਿਆ ਦਿੱਤੀ ਤਿਵੇਂ ਹੀ ਕੀਤਾ ਅਰ ਆਪਣੀ ਪਤਨੀ ਨੂੰ ਆਪਣੇ ਘਰ ਲਿਆਇਆ"},{"number":25,"verse":"ਅਤੇ ਉਹ ਨੂੰ ਨਾ ਜਾਣਿਆ ਜਿੰਨਾ ਚਿਰ ਉਹ ਪੁੱਤ੍ਰ ਨਾ ਜਣੀ ਅਤੇ ਉਹ ਦਾ ਨਾਮ ਯਿਸੂ ਰੱਖਿਆ।।"}]}