{"bibleAbbr":"paOV2016","bookName":"ਮੱਤੀ ਦੀ ਇੰਜੀਲ","bookEnglishName":"Matthew","chapterNumber":18,"verses":[{"number":1,"verse":"( ਨਿਆਣਿਆਂ ਦੀ ਕਦਰ। ਮਾਫ਼ੀ) ਉਸੇ ਘੜੀ ਚੇਲੇ ਯਿਸੂ ਕੋਲ ਆਣ ਕੇ ਬੋਲੇ ਜੋ ਸੁਰਗ ਦੇ ਰਾਜ ਵਿੱਚ ਸਭਨਾਂ ਨਾਲੋਂ ਵੱਡਾ ਕੌਣ ਹੈ?"},{"number":2,"verse":"ਤਦ ਉਸ ਨੇ ਇੱਕ ਛੋਟੇ ਬਾਲਕ ਨੂੰ ਕੋਲ ਸੱਦ ਕੇ ਉਸ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਾਲੇ ਖੜ੍ਹਾ ਕੀਤਾ"},{"number":3,"verse":"ਅਤੇ ਕਿਹਾ, ਮੈਂ ਤੁਹਾਨੂੰ ਸਤ ਆਖਦਾ ਹਾਂ ਭਈ ਜੇ ਤੁਸੀਂ ਨਾ ਮੁੜੋ ਅਤੇ ਛੋਟਿਆਂ ਬਾਲਕਾਂ ਵਾਂਙੁ ਨਾ ਬਣੋ ਤਾਂ ਸੁਰਗ ਦੇ ਰਾਜ ਵਿੱਚ ਕਦੀ ਨਾ ਵੜੋਗੇ"},{"number":4,"verse":"ਉਪਰੰਤ ਜੋ ਕੋਈ ਆਪਣੇ ਆਪ ਨੂੰ ਇਸ ਬਾਲਕ ਵਾਂਙੁ ਛੋਟਾ ਜਾਣੇ ਸੋਈ ਸੁਰਗ ਦੇ ਰਾਜ ਵਿੱਚ ਸਭਨਾਂ ਨਾਲੋਂ ਵੱਡਾ ਹੈ"},{"number":5,"verse":"ਅਤੇ ਜੋ ਕੋਈ ਮੇਰੇ ਨਾਮ ਕਰਕੇ ਅਜਿਹੇ ਇੱਕ ਬਾਲਕ ਨੂੰ ਕਬੂਲ ਕਰੇ ਸੋ ਮੈਨੂੰ ਕਬੂਲ ਕਰਦਾ ਹੈ"},{"number":6,"verse":"ਪਰ ਜੋ ਕੋਈ ਇਨ੍ਹਾਂ ਛੋਟਿਆਂ ਵਿੱਚੋਂ ਜਿਹੜੇ ਮੇਰੇ ਉੱਤੇ ਨਿਹਚਾ ਕਰਦੇ ਹਨ ਇੱਕ ਨੂੰ ਠੋਕਰ ਖੁਆਵੇ ਉਹ ਦੇ ਲਈ ਚੰਗਾ ਸੀ ਜੋ ਖਰਾਸ ਦਾ ਪੁੜ ਉਹ ਦੇ ਗਲ ਵਿੱਚ ਬੰਨ੍ਹਿਆ ਜਾਂਦਾ ਅਤੇ ਉਹ ਸਮੁੰਦਰ ਦੇ ਡੂੰਘਾਣ ਵਿੱਚ ਡੋਬਿਆ ਜਾਂਦਾ"},{"number":7,"verse":"ਠੋਕਰਾਂ ਦੇ ਕਾਰਨ ਜਗਤ ਉੱਤੇ ਹਾਹਾ ਕਾਰ ਕਿਉਂ ਜੋ ਠੋਕਰਾਂ ਦਾ ਲੱਗਣਾ ਤਾਂ ਜਰੂਰ ਹੈ ਪਰ ਹਾਇ ਉਸ ਮਨੁੱਖ ਉੱਤੇ ਜਿਸ ਕਰਕੇ ਠੋਕਰ ਲੱਗਦੀ ਹੈ!"},{"number":8,"verse":"ਪਰ ਜੇ ਤੇਰਾ ਹੱਥ ਯਾ ਤੇਰਾ ਪੈਰ ਤੈਨੂੰ ਠੋਕਰ ਖੁਆਵੇ ਤਾਂ ਉਹ ਨੂੰ ਵੱਢ ਕੇ ਆਪਣੇ ਕੋਲੋਂ ਸੁੱਟ ਦਿਹ। ਟੁੰਡਾ ਯਾ ਲੰਙਾ ਹੋਕੇ ਜੀਉਣ ਵਿੱਚ ਵੜਨਾ ਤੇਰੇ ਲਈ ਇਸ ਨਾਲੋਂ ਭਲਾ ਹੈ ਦੋ ਹੱਥ ਯਾ ਦੋ ਪੈਰ ਹੁੰਦਿਆ ਤੂੰ ਸਦੀਪਕ ਅੱਗ ਵਿੱਚ ਸੁੱਟਿਆ ਜਾਵੇਂ"},{"number":9,"verse":"ਅਤੇ ਜੇ ਤੇਰੀ ਅੱਖ ਤੈਨੂੰ ਠੋਕਰ ਖੁਆਵੇ ਤਾਂ ਉਹ ਨੂੰ ਕੱਢ ਕੇ ਆਪਣੇ ਕੋਲੋਂ ਸੁੱਟ ਦਿਹ। ਕਾਣਾ ਹੋਕੇ ਜੀਉਣ ਵਿੱਚ ਵੜਨਾ ਤੇਰੇ ਲਈ ਇਸ ਨਾਲੋਂ ਭਲਾ ਹੈ ਕਿ ਦੋ ਅੱਖੀਆਂ ਹੁੰਦਿਆਂ ਤੂੰ ਅੱਗ ਦੇ ਨਰਕ ਵਿੱਚ ਸੁੱਟਿਆ ਜਾਵੇਂ"},{"number":10,"verse":"ਖ਼ਬਰਦਾਰ! ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਛੋਟਿਆਂ ਵਿੱਚੋਂ ਕਿਸੇ ਨੂੰ ਤੁੱਛ ਨਾ ਜਾਣੋ ਕਿਉਂ ਜੋ ਮੈਂ ਤੁਹਾਨੂੰ ਆਖਦਾ ਹਾਂ ਭਈ ਸੁਰਗ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੇ ਦੂਤ ਮੇਰੇ ਪਿਤਾ ਦਾ ਜਿਹੜਾ ਸੁਰਗ ਵਿੱਚ ਹੈ ਮੂੰਹ ਸਦਾ ਵੇਖਦੇ ਹਨ"},{"number":12,"verse":"ਤੁਸੀਂ ਕੀ ਸਮਝਦੇ ਹੋ? ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਦੀਆਂ ਸੌ ਭੇਡਾਂ ਹੋਣ ਅਤੇ ਉਨ੍ਹਾਂ ਨੜਿੱਨਵੀਆਂ ਨੂੰ ਪਹਾੜਾਂ ਉੱਤੇ ਛੱਡ ਕੇ ਉਸ ਗੁਆਚੀ ਹੋਈ ਨੂੰ ਨਾ ਭਾਲਦਾ ਫਿਰੇਗਾ?"},{"number":13,"verse":"ਮੈਂ ਤੁਹਾਨੂੰ ਸਤ ਆਖਦਾ ਹਾਂ ਭਈ ਜੇ ਐਉਂ ਹੋਵੇ ਜੋ ਉਹ ਨੂੰ ਲੱਭੇ ਤਾਂ ਉਹ ਉਸ ਦੇ ਕਾਰਨ ਉਨ੍ਹਾਂ ਨੜਿੱਨਵੀਆਂ ਨਾਲੋਂ ਜਿਹੜੀਆਂ ਗੁਆਚ ਨਾ ਗਈਆਂ ਸਨ ਬਹੁਤ ਅਨੰਦ ਹੋਵੇਗਾ"},{"number":14,"verse":"ਇਸੇ ਤਰ੍ਹਾਂ ਤੁਹਾਡੇ ਪਿਤਾ ਦੀ ਜਿਹੜਾ ਸੁਰਗ ਵਿੱਚ ਹੈ ਮਰਜੀ ਨਹੀਂ ਜੋ ਇਨ੍ਹਾਂ ਛੋਟਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਦਾ ਭੀ ਨਾਸ ਹੋ ਜਾਵੇ।।"},{"number":15,"verse":"ਜੇ ਤੇਰਾ ਭਾਈ ਤੇਰਾ ਗੁਨਾਹ ਕਰੇ ਤਾਂ ਜਾਹ ਅਰ ਉਹ ਦੇ ਸੰਗ ਇਕੱਲਾ ਹੋ ਕੇ ਉਹ ਨੂੰ ਸਮਝਾ ਦਿਹ। ਜੇ ਉਹ ਤੇਰੀ ਸੁਣੇ ਤਾਂ ਤੈਂ ਆਪਣੇ ਭਾਈ ਨੂੰ ਖੱਟ ਲਿਆ"},{"number":16,"verse":"ਪਰ ਜੇ ਉਹ ਨਾ ਸੁਣੇ ਤਾਂ ਤੂੰ ਇੱਕ ਯਾ ਦੋ ਜਣੇ ਆਪਣੇ ਨਾਲ ਹੋਰ ਲੈ ਤਾਂ ਹਰੇਕ ਗੱਲ ਦੋ ਯਾ ਤਿੰਨ ਗਵਾਹਾਂ ਦੇ ਮੂੰਹੋਂ ਸਾਬਤ ਹੋ ਜਾਵੇ"},{"number":17,"verse":"ਅਰ ਜੇ ਉਹ ਉਨ੍ਹਾਂ ਦੀ ਵੀ ਨਾ ਸੁਣੇ ਤਾਂ ਕਲੀਸਿਯਾ ਨੂੰ ਖ਼ਬਰ ਦਿਹ। ਫੇਰ ਜੇ ਉਹ ਕਲੀਸਿਯਾ ਦੀ ਵੀ ਨਾ ਸੁਣੇ ਤਾਂ ਉਹ ਤੇਰੇ ਅੱਗੇ ਪਰਾਈ ਕੌਮ ਵਾਲੇ ਅਤੇ ਮਸੂਲੀਏ ਵਰਗਾ ਹੋਵੇ"},{"number":18,"verse":"ਮੈਂ ਤੁਹਾਨੂੰ ਸੱਤ ਸੱਤ ਆਖਦਾ ਹਾਂ ਭਈ ਜੋ ਕੁਝ ਤੁਸੀਂ ਧਰਤੀ ਉੱਤੇ ਬੰਨ੍ਹੋਗੇ ਸੋ ਸੁਰਗ ਵਿੱਚ ਬੰਨ੍ਹਿਆ ਜਾਵੇਗਾ ਅਤੇ ਜੋ ਕੁਝ ਤੁਸੀਂ ਧਰਤੀ ਉੱਤੇ ਖੋਲ੍ਹੋਗੇ ਸੋ ਸੁਰਗ ਵਿੱਚ ਖੋਲ੍ਹਿਆ ਜਾਵੇਗਾ"},{"number":19,"verse":"ਫੇਰ ਮੈਂ ਤੁਹਾਨੂੰ ਆਖਦਾ ਹਾਂ, ਜੇ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਦੋ ਜਣੇ ਧਰਤੀ ਉੱਤੇ ਕਿਸੇ ਕੰਮ ਲਈ ਮਿਲ ਕੇ ਬੇਨਤੀ ਕਰਨ ਤਾਂ ਮੇਰੇ ਪਿਤਾ ਵੱਲੋਂ ਜਿਹੜਾ ਸੁਰਗ ਵਿੱਚ ਹੈ ਉਨ੍ਹਾਂ ਲਈ ਕੀਤਾ ਜਾਵੇਗਾ"},{"number":20,"verse":"ਕਿਉਂਕਿ ਜਿੱਥੇ ਦੋ ਯਾ ਤਿੰਨ ਮੇਰੇ ਨਾਮ ਉੱਤੇ ਇੱਕਠੇ ਹੋਣ ਉੱਥੇ ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਹਾਂ।।"},{"number":21,"verse":"ਤਦ ਪਤਰਸ ਨੇ ਕੋਲ ਆਣ ਕੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਪ੍ਰਭੁ ਜੀ, ਮੇਰਾ ਭਾਈ ਕਿੰਨੀ ਵਾਰੀ ਮੇਰਾ ਪਾਪ ਕਰੇ ਅਤੇ ਮੈਂ ਉਹ ਨੂੰ ਮਾਫ਼ ਕਰਾਂ? ਕੀ ਸੱਤ ਵਾਰ ਤੀਕਰ?"},{"number":22,"verse":"ਯਿਸੂ ਨੇ ਉਹ ਨੂੰ ਕਿਹਾ, ਮੈਂ ਤੈਨੂੰ ਸੱਤ ਵਾਰ ਤੀਕਰ ਨਹੀਂ ਆਖਦਾ ਪਰ ਸੱਤਰ ਦੇ ਸੱਤ ਗੁਣਾ ਤੀਕਰ"},{"number":23,"verse":"ਇਸ ਲਈ ਸੁਰਗ ਦਾ ਰਾਜ ਇੱਕ ਰਾਜਾ ਵਰਗਾ ਹੈ ਜਿਹ ਨੇ ਆਪਣੇ ਨੌਕਰਾਂ ਤੋਂ ਹਿਸਾਬ ਲੈਣਾ ਚਾਹਿਆ"},{"number":24,"verse":"ਅਤੇ ਜਾਂ ਉਹ ਹਿਸਾਬ ਲੈਣ ਲੱਗਾ ਤਾਂ ਦਸ ਹਜ਼ਾਰ ਤੋੜੇ ਦੇ ਇੱਕ ਕਰਜਾਈ ਨੂੰ ਉਹ ਦੇ ਕੋਲ ਲਿਆਏ"},{"number":25,"verse":"ਪਰ ਜਦ ਉਹ ਦੇ ਕੋਲ ਦੇਣ ਨੂੰ ਕੁਝ ਨਾ ਸੀ ਤਦ ਉਹ ਦੇ ਮਾਲਕ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਜੋ ਉਹ ਅਤੇ ਉਹ ਦੀ ਤੀਵੀਂ ਅਤੇ ਉਹ ਦੇ ਬਾਲ ਬੱਚੇ ਅਰ ਸਭ ਕੁਝ ਜੋ ਉਹ ਦਾ ਹੈ ਵੇਚਿਆ ਜਾਵੇ ਅਤੇ ਕਰਜ ਭਰ ਲਿਆ ਜਾਵੇ"},{"number":26,"verse":"ਤਦ ਉਸ ਨੌਕਰ ਨੇ ਪੈਰੀਂ ਪੈਕੇ ਉਹ ਨੂੰ ਮੱਥਾ ਟੇਕਿਆ ਅਤੇ ਕਿਹਾ, ਸੁਆਮੀ ਜੀ, ਮੇਰੇ ਉੱਤੇ ਧੀਰਜ ਕਰੋ ਤਾਂ ਮੈਂ ਤੁਹਾਡਾ ਸਾਰਾ ਕਰਜ ਭਰ ਦਿਆਂਗਾ"},{"number":27,"verse":"ਤਦ ਉਸ ਨੌਕਰ ਦੇ ਮਾਲਕ ਨੇ ਤਰਸ ਖਾ ਕੇ ਉਹ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਅਤੇ ਕਰਜ ਵੀ ਉਹ ਨੂੰ ਬਖ਼ਸ਼ ਦਿੱਤਾ"},{"number":28,"verse":"ਜਾਂ ਉਹ ਨੌਕਰ ਬਾਹਰ ਨਿੱਕਲਿਆ ਤਾਂ ਉਹ ਦੇ ਨਾਲ ਦੇ ਨੌਕਰਾਂ ਵਿੱਚੋਂ ਇੱਕ ਉਹ ਨੂੰ ਲੱਭ ਪਿਆ ਜਿਸ ਤੋਂ ਉਹ ਨੇ ਪੰਜਾਹਕੁ ਰੁਪਏ ਲੈਣੇ ਸਨ ਅਤੇ ਉਸ ਉੱਤੇ ਹੱਥ ਪਾ ਕੇ ਸੰਘੀਓਂ ਫੜ ਲਿਆ ਅਤੇ ਆਖਿਆ, ਜੋ ਮੇਰਾ ਨਿੱਕਲਦਾ ਹੈ ਸੋ ਦਿਹ!"},{"number":29,"verse":"ਤਦ ਉਹ ਦੇ ਨਾਲ ਦਾ ਨੌਕਰ ਉਹ ਦੇ ਪੈਰੀਂ ਪਿਆ ਅਤੇ ਮਿੰਨਤ ਕਰ ਕੇ ਕਿਹਾ, ਮੇਰੇ ਉੱਤੇ ਧੀਰਜ ਕਰ ਤਾਂ ਮੈਂ ਤੇਰਾ ਕਰਜ ਭਰ ਦਿਆਂਗਾ"},{"number":30,"verse":"ਪਰ ਉਹ ਨੇ ਨਾ ਮੰਨਿਆ ਸਗੋਂ ਜਾ ਕੇ ਉਸ ਨੂੰ ਕੈਦ ਵਿੱਚ ਪਾ ਦਿੱਤਾ ਜਿੰਨਾ ਚਿਰ ਕਰਜ ਨਾ ਭਰ ਦੇਵੇ"},{"number":31,"verse":"ਪਰ ਜਾਂ ਉਹ ਦੇ ਨਾਲ ਦੋ ਨੌਕਰਾਂ ਨੇ ਇਹ ਹਾਲ ਡਿੱਠਾ ਤਾਂ ਵੱਡੇ ਉਦਾਸ ਹੋਏ ਅਤੇ ਜਾ ਕੇ ਆਪਣੇ ਮਾਲਕ ਨੂੰ ਸਾਰਾ ਹਾਲ ਦੱਸ ਦਿੱਤਾ"},{"number":32,"verse":"ਤਦ ਉਹ ਦੇ ਮਾਲਕ ਨੇ ਉਹ ਨੂੰ ਆਪਣੇ ਕੋਲ ਸੱਦ ਕੇ ਕਿਹਾ, ਓਏ ਦੁਸ਼ਟ ਨੌਕਰ! ਮੈਂ ਤੈਨੂੰ ਉਹ ਸਾਰਾ ਕਰਜ ਛੱਡ ਦਿੱਤਾ ਇਸ ਲਈ ਜੋ ਤੈਂ ਮੇਰੀ ਮਿੰਨਤ ਕੀਤੀ"},{"number":33,"verse":"ਫੇਰ ਜਿਹੀ ਮੈਂ ਤੇਰੇ ਉੱਤੇ ਦਯਾ ਕੀਤੀ ਕੀ ਤੈਨੂੰ ਆਪਣੇ ਨਾਲ ਦੇ ਨੌਂਕਰ ਉੱਤੇ ਤਿਹੀ ਦਯਾ ਕਰਨੀ ਨਹੀਂ ਸੀ ਚਾਹੀਦੀ?"},{"number":34,"verse":"ਅਤੇ ਜਿੰਨਾ ਚਿਰ ਸਾਰਾ ਕਰਜ ਭਰ ਨਾ ਦੇਵੇ ਉਸ ਦੇ ਮਾਲਕ ਨੇ ਕ੍ਰੋਧੀ ਹੋ ਕੇ ਉਹ ਨੂੰ ਦੁਖ ਦਾਇਕਾਂ ਦੇ ਹਵਾਲੇ ਕੀਤਾ"},{"number":35,"verse":"ਇਸੇ ਤਰਾਂ ਮੇਰਾ ਸੁਰਗੀ ਪਿਤਾ ਵੀ ਤੁਹਾਡੇ ਨਾਲ ਕਰੇਗਾ ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਭਾਈਆਂ ਨੂੰ ਆਪਣੇ ਦਿਲਾਂ ਤੋਂ ਮਾਫ਼ ਨਾ ਕਰੋ।।"}]}