{"bibleAbbr":"paOV2016","bookName":"ਮੱਤੀ ਦੀ ਇੰਜੀਲ","bookEnglishName":"Matthew","chapterNumber":24,"verses":[{"number":1,"verse":"( ਮਸੀਹ ਦੇ ਆਉਣ ਦੇ ਨਿਸ਼ਾਨ) ਯਿਸੂ ਹੈਕਲੋਂ ਬਾਹਰ ਨਿੱਕਲ ਕੇ ਚੱਲਿਆ ਜਾਂਦਾ ਸੀ ਕਿ ਉਹ ਦੇ ਚੇਲੇ ਉਸ ਕੋਲ ਆਏ ਜੋ ਹੈਕਲ ਦੀਆਂ ਇਮਾਰਤਾਂ ਉਹ ਨੂੰ ਵਿਖਾਲਣ"},{"number":2,"verse":"ਪਰ ਉਸ ਨੇ ਅੱਗੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ, ਕੀ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਸਭਨਾਂ ਚੀਜ਼ਾਂ ਨੂੰ ਨਹੀਂ ਵੇਖਦੇ ? ਮੈਂ ਤੁਹਾਨੂੰ ਸੱਤ ਆਖਦਾ ਹਾਂ ਜੋ ਐਥੇ ਪੱਥਰ ਉੱਤੇ ਪੱਥਰ ਛੱਡਿਆ ਨਾ ਜਾਏਗਾ ਜੋ ਡੇਗਿਆ ਨਾ ਜਾਵੇ।।"},{"number":3,"verse":"ਜਦ ਉਹ ਜੈਤੂਨ ਦੇ ਪਹਾੜ ਉੱਤੇ ਬੈਠਾ ਹੋਇਆ ਸੀ ਉਹ ਦੇ ਚੇਲੇ ਉਹ ਤੇ ਕੋਲ ਵੱਖਰੇ ਹੋ ਕੇ ਆਏ ਅਤੇ ਪੁੱਛਿਆ, ਸਾਨੂੰ ਦੱਸ ਜੋ ਏਹ ਗੱਲਾਂ ਕਦ ਹੋਣਗੀਆਂ ਅਤੇ ਤੇਰੇ ਆਉਣ ਅਰ ਜੁਗ ਦੇ ਅੰਤ ਦਾ ਕੀ ਲੱਛਣ ਹੋਊ?"},{"number":4,"verse":"ਯਿਸੂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ, ਚੌਕਸ ਰਹੋ ਭਈ ਤੁਹਾਨੂੰ ਕੋਈ ਭੁਲਾਵੇ ਵਿੱਚ ਨਾ ਪਾਵੇ"},{"number":5,"verse":"ਕਿਉਂ ਜੋ ਮੇਰਾ ਨਾਮ ਧਾਰ ਕੇ ਬਥੇਰੇ ਇਹ ਕਹਿੰਦੇ ਆਉਣਗੇ ਜੋ ਮੈਂ ਮਸੀਹ ਹਾਂ ਅਤੇ ਬਹੁਤਿਆਂ ਨੂੰ ਭੁਲਾਵੇ ਵਿੱਚ ਪਾ ਦੇਣਗੇ"},{"number":6,"verse":"ਤੁਸੀਂ ਲੜਾਈਆਂ ਅਤੇ ਲੜਾਈਆਂ ਦੀਆਂ ਅਵਾਈਆਂ ਸੁਣੋਗੇ। ਖ਼ਬਰਦਾਰ ਕਿਤੇ ਘਬਰਾ ਨਾ ਜਾਣਾ ਕਿਉਂ ਜੋ ਏਹ ਗੱਲਾਂ ਤਾਂ ਹੋਣੀਆਂ ਹੀ ਹਨ ਪਰ ਅਜੇ ਅੰਤ ਨਹੀਂ"},{"number":7,"verse":"ਕੌਮ ਕੌਮ ਉੱਤੇ ਅਤੇ ਪਾਤਸ਼ਾਹੀ ਪਾਤਸ਼ਾਹੀ ਉੱਤੇ ਚੜ੍ਹਾਈ ਕਰੇਗੀ ਅਤੇ ਥਾਂ ਥਾਂ ਕਾਲ ਪੈਣਗੇ ਅਤੇ ਭੁਚਾਲ ਆਉਣਗੇ"},{"number":8,"verse":"ਪਰ ਇਹ ਸਭ ਕੁਝ ਪੀੜਾਂ ਦਾ ਅਰੰਭ ਹੈ"},{"number":9,"verse":"ਤਦ ਉਹ ਤੁਹਾਨੂੰ ਬਿਪਤਾ ਲਈ ਫੜਵਾ ਦੇਣਗੇ ਅਰ ਤੁਹਾਨੂੰ ਮਾਰ ਦੇਣਗੇ ਅਤੇ ਮੇਰੇ ਨਾਮ ਦੇ ਕਾਰਨ ਸਾਰੀਆਂ ਕੌਮਾਂ ਤੁਹਾਡੇ ਨਾਲ ਵੈਰ ਰੱਖਣਗੀਆਂ"},{"number":10,"verse":"ਅਤੇ ਉਸ ਸਮੇ ਬਥੇਰੇ ਠੋਕਰ ਖਾਣਗੇ ਅਤੇ ਇੱਕ ਦੂਏ ਨੂੰ ਫੜਵਾਏਗਾ ਅਤੇ ਇੱਕ ਦੂਏ ਨਾਲ ਵੈਰ ਰੱਖੇਗਾ"},{"number":11,"verse":"ਅਰ ਬਹੁਤ ਸਾਰੇ ਝੂਠੇ ਨਬੀ ਉੱਠਣਗੇ ਅਤੇ ਬਥੇਰਿਆਂ ਨੂੰ ਭੁਲਾਵੇ ਵਿੱਚ ਪਾ ਦੇਣਗੇ"},{"number":12,"verse":"ਅਤੇ ਕੁਧਰਮ ਦੇ ਵਧਣ ਕਰਕੇ ਬਹੁਤਿਆਂ ਦੀ ਪ੍ਰੀਤ ਠੰਢੀ ਹੋ ਜਾਵੇਗੀ"},{"number":13,"verse":"ਪਰ ਜਿਹੜਾ ਅੰਤ ਤੋੜੀ ਸਹੇਗਾ ਸੋਈ ਬਚਾਇਆ ਜਾਵੇਗਾ"},{"number":14,"verse":"ਅਤੇ ਰਾਜ ਦੀ ਇਸ ਖ਼ਸ਼ਖ਼ਬਰੀ ਦਾ ਪਰਚਾਰ ਸਾਰੀ ਦੁਨੀਆ ਵਿੱਚ ਕੀਤਾ ਜਾਵੇਗਾ ਜੋ ਸਭ ਕੌਮਾਂ ਉੱਤੇ ਸਾਖੀ ਹੋਵੇ ਤਦ ਅੰਤ ਆਵੇਗਾ।।"},{"number":15,"verse":"ਉਪਰੰਤ ਜਦ ਤੁਸੀਂ ਉਸ ਉਜਾੜਨ ਵਾਲੀ ਘਿਣਾਉਣੀ ਚੀਜ਼ ਨੂੰ ਜਿਹ ਦੀ ਖ਼ਬਰ ਦਾਨੀਏਲ ਨਬੀ ਨੇ ਦਿੱਤੀ ਪਵਿੱਤ੍ਰ ਥਾਂ ਵਿੱਚ ਖੜੀ ਵੇਖੋਗੇ (ਵਾਚਣ ਵਾਲਾ ਸਮਝ ਲਵੇ)"},{"number":16,"verse":"ਤਦ ਓਹ ਜਿਹੜੇ ਯਹੂਦਿਯਾ ਵਿੱਚ ਹੋਣ ਪਹਾੜਾਂ ਉੱਤੇ ਭੱਜ ਜਾਣ"},{"number":17,"verse":"ਜਿਹੜਾ ਕੋਠੇ ਉੱਤੇ ਹੋਵੇ ਉਹ ਆਪਣੇ ਘਰ ਵਿੱਚ ਅਸਬਾਬ ਲੈਣ ਨੂੰ ਹੇਠਾਂ ਨਾ ਉੱਤਰੇ"},{"number":18,"verse":"ਅਤੇ ਜਿਹੜਾ ਖੇਤ ਵਿੱਚ ਹੋਵੇ ਆਪਣੇ ਲੀੜੇ ਲੈਣ ਨੂੰ ਪਿਛਾਹਾਂ ਨਾ ਮੁੜੇ"},{"number":19,"verse":"ਪਰ ਹਮਸੋਸ ਉਨ੍ਹਾਂ ਉੱਤੇ ਜਿਹੜੀਆਂ ਉਨ੍ਹੀਂ ਦਿਨੀਂ ਗਰਭਣੀਆਂ ਅਤੇ ਦੁੱਧ ਚੁੰਘਾਉਣ ਵਾਲੀਆਂ ਹੋਣ!"},{"number":20,"verse":"ਪਰ ਤੁਸੀਂ ਪ੍ਰਾਰਥਨਾ ਕਰੋ ਜੋ ਤੁਹਾਡਾ ਭੱਜਣਾ ਸਿਆਲ ਵਿੱਚ ਯਾ ਸਬਤ ਦੇ ਦਿਨ ਨਾ ਹੋਵੇ"},{"number":21,"verse":"ਕਿਉਂ ਜੋ ਉਸ ਸਮੇ ਅਜਿਹਾ ਵੱਡਾ ਕਸ਼ਟ ਹੋਵੇਗਾ ਜੋ ਜਗਤ ਦੇ ਮੁੱਢੋਂ ਲੈ ਕੇ ਨਾ ਹੁਣ ਤੋੜੀ ਹੋਇਆ ਅਤੇ ਨਾ ਕਦੇ ਹੋਵੇਗਾ"},{"number":22,"verse":"ਅਰ ਜੇ ਓਹ ਦਿਨ ਘਟਾਏ ਨਾ ਜਾਂਦੇ ਤਾਂ ਕੋਈ ਸਰੀਰ ਨਾ ਬਚਦਾ ਪਰ ਓਹ ਦਿਨ ਚੁਣਿਆਂ ਹੋਇਆਂ ਦੀ ਖ਼ਾਤਰ ਘਟਾਏ ਜਾਣਗੇ"},{"number":23,"verse":"ਤਦ ਜੇ ਕੋਈ ਤੁਹਾਨੂੰ ਆਖੇ, ਵੇਖੋ ਮਸੀਹ ਐਥੇ ਜਾ ਉੱਥੇ ਹੈ ਤਾਂ ਸੱਚ ਨਾ ਮੰਨਣਾ"},{"number":24,"verse":"ਕਿਉਂਕਿ ਝੂਠੇ ਮਸੀਹ ਅਤੇ ਝੂਠੇ ਨਬੀ ਉੱਠਣਗੇ ਅਰ ਅਜੇਹੇ ਵੱਡੇ ਨਿਸ਼ਾਨ ਅਤੇ ਅਚਰਜ ਕੰਮ ਵਿਖਾਉਣਗੇ ਕਿ ਜੇ ਹੋ ਸੱਕਦਾ ਹੈ ਤਾਂ ਓਹ ਚੁਣਿਆਂ ਹੋਇਆਂ ਨੂੰ ਵੀ ਭੁਲਾਵੇ ਵਿੱਚ ਪਾ ਦਿੰਦੇ"},{"number":25,"verse":"ਵੇਖੋ ਮੈਂ ਤੁਹਾਨੂੰ ਅੱਗੋਂ ਹੀ ਦੱਸ ਦਿੱਤਾ"},{"number":26,"verse":"ਇਸ ਲਈ ਜੇ ਓਹ ਤੁਹਾਨੂੰ ਆਖਣ, ਵੇਖੋ ਉਹ ਉਜਾੜ ਵਿੱਚ ਹੈ ਤਾਂ ਬਾਹਰ ਨਾ ਜਾਣਾ। ਵੇਖੋ ਉਹ ਅੰਦਰਲੀਆਂ ਕੋਠੜੀਆਂ ਵਿੱਚ ਹੈ ਤਾਂ ਸਤ ਨਾ ਮੰਨਣਾ।"},{"number":27,"verse":"ਕਿਉਂਕਿ ਜਿਸ ਤਰਾਂ ਬਿਜਲੀ ਚੜ੍ਹਦਿਓ ਚਮਕਾਰਾ ਮਾਰ ਕੇ ਲਹਿੰਦੇ ਤੀਕਰ ਦਿਸਦੀ ਹੈ ਉਸੇ ਤਰਾਂ ਮਨੁੱਖ ਦੇ ਪੁੱਤ੍ਰ ਦਾ ਆਉਣਾ ਹੋਵੇਗਾ"},{"number":28,"verse":"ਜਿੱਥੇ ਮੁਰਦਾਰ ਹੈ ਉੱਥੇ ਗਿਲਝਾਂ ਇਕੱਠੀਆਂ ਹੋਣਗੀਆਂ।।"},{"number":29,"verse":"ਉਨ੍ਹਾਂ ਦਿਨਾਂ ਦੇ ਕਸ਼ਟ ਦੇ ਪਿੱਛੋਂ ਝੱਟ ਸੂਰਜ ਅਨ੍ਹੇਰਾ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਚੰਦ ਆਪਣੀ ਚਾਨਣੀ ਨਾ ਦੇਵੇਗਾ ਅਰ ਤਾਰੇ ਅਕਾਸ਼ ਤੋਂ ਡਿੱਗ ਪੈਣਗੇ ਅਤੇ ਅਕਾਸ਼ਾਂ ਦੀਆਂ ਸ਼ਕਤੀਆਂ ਹਿਲਾਈਆਂ ਜਾਣਗੀਆਂ"},{"number":30,"verse":"ਤਦ ਮਨੁੱਖ ਦੇ ਪੁੱਤ੍ਰ ਦਾ ਨਿਸ਼ਾਨ ਅਕਾਸ਼ ਵਿੱਚ ਪਰਗਟ ਹੋਵੇਗਾ ਅਰ ਤਦੋਂ ਧਰਤੀ ਦੀਆਂ ਸਾਰੀਆਂ ਕੌਮਾਂ ਪਿੱਟਣਗੀਆਂ ਅਤੇ ਮਨੁੱਖ ਦੇ ਪੁੱਤ੍ਰ ਨੂੰ ਸਮਰੱਥਾ ਵਿੱਚ ਆਉਂਦਿਆਂ ਵੇਖਣਗੀਆਂ"},{"number":31,"verse":"ਅਤੇ ਉਹ ਤੁਰਹੀ ਦੀ ਵੱਡੀ ਅਵਾਜ਼ ਨਾਲ ਆਪਣੇ ਦੂਤਾਂ ਨੂੰ ਭੇਜੇਗਾ ਅਰ ਓਹ ਚੌਹਾਂ ਕੂੰਟਾਂ ਤੋਂ ਅਕਾਸ਼ ਦੇ ਉਸ ਸਿਰੇ ਤੋਂ ਲੈਕੇ ਐਸ ਸਿਰੇ ਤੀਕਰ ਉਹ ਦੇ ਚੁਣਿਆ ਹੋਇਆਂ ਨੂੰ ਇਕੱਠਿਆ ਕਰਨਗੇ"},{"number":32,"verse":"ਫੇਰ ਹੰਜੀਰ ਦੇ ਬਿਰਛ ਤੋਂ ਇੱਕ ਦ੍ਰਿਸ਼ਟਾਂਤ ਸਿੱਖੋ। ਜਦ ਉਹ ਦੀ ਟਹਿਣੀ ਨਰਮ ਹੁੰਦੀ ਅਤੇ ਪੱਤੇ ਫੁੱਟਦੇ ਹਨ ਤਦ ਜਾਣ ਲੈਂਦੇ ਭਈ ਗਰਮੀ ਦੀ ਰੁੱਤ ਨੇੜੇ ਹੈ"},{"number":33,"verse":"ਇਸੇ ਤਰਾਂ ਤੁਸੀਂ ਵੀ ਜਾਂ ਇਹ ਸਭ ਕੁਝ ਵੇਖੋ ਤਾਂ ਜਾਣ ਲਓ ਜੋ ਉਹ ਨੇੜੇ ਸਗੋਂ ਬੂਹੇ ਉੱਤੇ ਹੈ"},{"number":34,"verse":"ਮੈਂ ਤੁਹਾਨੂੰ ਸਤ ਆਖਦਾ ਹਾਂ ਕਿ ਜਦ ਤੀਕਰ ਏਹ ਸਭ ਗੱਲਾਂ ਨਾ ਹੋ ਲੈਣ ਇਹ ਪੀਹੜੀ ਬੀਤ ਨਾ ਜਾਵੇਗੀ"},{"number":35,"verse":"ਅਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਟਲ ਜਾਣਗੇ ਪਰ ਮੇਰੇ ਬਚਨ ਕਦੇ ਨਾ ਟਲਣਗੇ"},{"number":36,"verse":"ਪਰ ਉਸ ਦਿਨ ਅਤੇ ਘੜੀ ਨੂੰ ਕੋਈ ਨਹੀਂ ਜਾਣਦਾ, ਨਾ ਸੁਰਗ ਦੇ ਦੂਤ ਨਾ ਪੁੱਤ੍ਰ ਪਰ ਕੇਵਲ ਪਿਤਾ"},{"number":37,"verse":"ਪਰ ਜਿਸ ਤਰਾਂ ਨੂਹ ਦੇ ਦਿਨ ਸਨ ਮਨੁੱਖ ਦੇ ਪੁੱਤ੍ਰ ਦਾ ਆਉਣਾ ਉਸੇ ਤਰਾਂ ਹੋਵੇਗਾ"},{"number":38,"verse":"ਕਿਉਂਕਿ ਜਿਸ ਤਰਾਂ ਪਰਲੋਂ ਤੋਂ ਅੱਗੇ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਲੋਕ ਖਾਂਦੇ ਪੀਂਦੇ ਵਿਆਹ ਕਰਦੇ ਅਤੇ ਕਰਾਉਂਦੇ ਸਨ ਉਸ ਦਿਨ ਤੀਕਰ ਕਿ ਨੂਹ ਕਿਸ਼ਤੀ ਉੱਤੇ ਚੜ੍ਹਿਆ"},{"number":39,"verse":"ਅਤੇ ਉਹ ਨਹੀਂ ਜਾਣਦੇ ਸਨ ਜਦ ਤਾਈਂ ਪਰਲੋ ਨਾ ਆਈ ਅਤੇ ਸਭਨਾਂ ਨੂੰ ਰੁੜ੍ਹਾ ਕੇ ਲੈ ਨਾ ਗਈ ਇਸੇ ਤਰਾਂ ਮਨੁੱਖ ਦੇ ਪੁੱਤ੍ਰ ਦਾ ਆਉਣਾ ਹੋਵੇਗਾ"},{"number":40,"verse":"ਤਦ ਦੋ ਜਣੇ ਖੇਤ ਵਿੱਚ ਹੋਣਗੇ, ਇੱਕ ਲੈ ਲਿਆ ਜਾਵੇਗਾ ਅਤੇ ਇੱਕ ਛੱਡਿਆ ਜਾਵੇਗਾ"},{"number":41,"verse":"ਦੋ ਤੀਵੀਆਂ ਚੱਕੀ ਪੀਂਹਦੀਆਂ ਹੋਣਗੀਆਂ, ਇੱਕ ਲੈ ਲਈ ਜਾਵੇਗੀ ਅਤੇ ਇੱਕ ਛੱਡੀ ਜਾਵੇਗੀ"},{"number":42,"verse":"ਸੋ ਜਾਗਦੇ ਰਹੋ ਕਿਉਂਕਿ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਜੋ ਤੁਹਾਡਾ ਪ੍ਰਭੁ ਕਿਹੜੇ ਦਿਨ ਆਉਂਦਾ ਹੈ"},{"number":43,"verse":"ਪਰ ਇਹ ਜਾਣੋ ਕਿ ਜੇ ਘਰ ਦੇ ਮਾਲਕ ਨੂੰ ਖ਼ਬਰ ਹੁੰਦੀ ਭਈ ਚੋਰ ਕਿਸ ਪਹਿਰ ਆਵੇਗਾ ਤਾਂ ਜਾਗਦਾ ਰਹਿੰਦਾ ਅਤੇ ਆਪਣੇ ਘਰ ਸੰਨ੍ਹ ਲੱਗਣ ਨਾ ਦਿੰਦਾ"},{"number":44,"verse":"ਇਸ ਲਈ ਤੁਸੀਂ ਵੀ ਤਿਆਰ ਰਹੋ ਕਿਉਂਕਿ ਜਿਸ ਘੜੀ ਤੁਹਾਨੂੰ ਚਿੱਤ ਚੇਤਾ ਨਾ ਹੋਵੇ ਉਸੇ ਘੜੀ ਮਨੁੱਖ ਦਾ ਪੁੱਤ੍ਰ ਆ ਜਾਵੇਗਾ।।"},{"number":45,"verse":"ਉਪਰੰਤ ਉਹ ਮਾਤਬਰ ਅਤੇ ਬੁੱਧਵਾਨ ਨੌਕਰ ਕੌਣ ਹੈ ਜਿਹ ਨੂੰ ਮਾਲਕ ਨੇ ਆਪਣੇ ਨੌਕਰ ਚਾਕਰਾਂ ਉੱਤੇ ਮੁਖ਼ਤਿਆਰ ਕੀਤਾ ਭਈ ਵੇਲੇ ਸਿਰ ਉਨ੍ਹਾਂ ਨੂੰ ਰਸਤ ਦੇਵੇ ?"},{"number":46,"verse":"ਧੰਨ ਉਹ ਨੌਕਰ ਜਿਹ ਨੂੰ ਉਸ ਦਾ ਮਾਲਕ ਜਦ ਆਵੇ ਅਜਿਹਾ ਹੀ ਕਰਦਿਆਂ ਵੇਖੇ"},{"number":47,"verse":"ਮੈਂ ਤੁਹਾਨੂੰ ਸਤ ਆਖਦਾ ਹਾਂ ਜੋ ਉਹ ਉਸ ਨੂੰ ਆਪਣੇ ਸਾਰੇ ਮਾਲ ਮਤਾ ਉੱਤੇ ਮੁਖ਼ਤਿਆਰ ਕਰ ਦੇਵੇਗਾ"},{"number":48,"verse":"ਪਰ ਜੇ ਉਹ ਦੁਸ਼ਟ ਨੌਕਰ ਆਪਣੇ ਮਨ ਵਿੱਚ ਆਖੇ ਜੋ ਮੇਰਾ ਮਾਲਕ ਚਿਰ ਲਾਉਂਦਾ ਹੈ"},{"number":49,"verse":"ਅਤੇ ਆਪਣੇ ਨਾਲ ਦੋ ਨੌਕਰਾਂ ਨੂੰ ਮਾਰਨ ਲੱਗੇ ਅਤੇ ਸ਼ਰਾਬੀਆਂ ਨਾਲ ਖਾਏ ਪੀਏ"},{"number":50,"verse":"ਤਾਂ ਜਿਸ ਦਿਨ ਉਹ ਉਡੀਕ ਨਹੀਂ ਕਰਦਾ ਅਤੇ ਜਿਸ ਘੜੀ ਉਹ ਨਹੀਂ ਜਾਣਦਾ ਉਸ ਨੌਕਰ ਦਾ ਮਾਲਕ ਆਵੇਗਾ"},{"number":51,"verse":"ਅਤੇ ਉਹ ਨੂੰ ਦੋ ਟੋਟੇ ਕਰ ਦੇਵੇਗਾ ਅਰ ਕਪਟੀਆਂ ਨਾਲ ਉਹ ਦਾ ਹਿੱਸਾ ਠਹਿਰਾਵੇਗਾ। ਉੱਥੇ ਹੋਣਾ ਅਤੇ ਕਚੀਚੀਆਂ ਵੱਟਣਾ ਹੋਵੇਗਾ।।"}]}