{"bibleAbbr":"NCB2019","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":12,"verses":[{"number":1,"verse":"Samuel said to all of Israel, “I have listened to everything you said to me and I have appointed a king over you."},{"number":2,"verse":"Now you have a king leading you. I am old and gray, and my sons are in your presence. I have led you from the days of my youth up to the present."},{"number":3,"verse":"Behold, I testify against you in the presence of the LORD and his anointed. Whose ox have I taken? Whose donkey have I taken? Whom have I cheated? Whom have I oppressed? From whose hands did I receive a bribe to close my eyes? I am willing to restore it all to you.”"},{"number":4,"verse":"They answered, “You have not cheated us nor have you oppressed us, nor have you taken anything from anyone’s hands.”"},{"number":5,"verse":"So Samuel said, “The LORD is a witness before you, and the anointed is also a witness before you, that you have not found anything in my hands.” They answered, “He is our witness.”"},{"number":6,"verse":"Samuel then said to the people, “It is the LORD who appointed Moses and Aaron, and he brought you up out of the land of Egypt."},{"number":7,"verse":"Now, therefore, stay here, so that I can plead my case with you before the LORD concerning all of the righteous deeds that the LORD did on your behalf and for your fathers."},{"number":8,"verse":"“After Jacob went into Egypt, your fathers cried out to the LORD, and the LORD sent Moses and Aaron who brought your fathers out of Egypt and led them here to settle in this place."},{"number":9,"verse":"They forgot the LORD, their God, so he sold them into the hands of Sisera, the leader of Hazor’s army, and into the hands of the Philistines, and into the hands of the king of Moab, who fought against them."},{"number":10,"verse":"They cried out to the LORD and said, ‘We have sinned, for we have abandoned the LORD to serve the Baals and the Astartes. Deliver us out of the hands of our enemies, and we will serve you.’"},{"number":11,"verse":"“Then the LORD sent Jerubbaal, Barak, Jephthah, and Samuel. He rescued you out of the hands of the enemies who surrounded you so that you might live in safety."},{"number":12,"verse":"But now when you saw that Nahash, the king of the Ammonites, was attacking you, you said to me, ‘No! We want a king to rule over us,’ even though the LORD, your God, was your king."},{"number":13,"verse":"“Now, behold the king you have chosen, the one whom you desired. The LORD has given you a king."},{"number":14,"verse":"If you fear the LORD and serve him and hearken to his voice and do not rebel against the commandment of God, and if both you and the king who reigns over you follow the LORD, your God, then fine."},{"number":15,"verse":"But if you do not hearken to the voice of the LORD and you rebel against the commandment of the LORD, then the hand of the LORD will be against you as it was against your fathers."},{"number":16,"verse":"“Now, therefore, stand here and see this great thing that the LORD is doing before your eyes."},{"number":17,"verse":"Is it not now the season for the wheat harvest? I will call upon the LORD to send thunder and rain. Then you will perceive and realize the great wickedness that you have done before the LORD in asking for a king.”[b]"},{"number":18,"verse":"Then Samuel called upon the LORD, and the LORD sent thunder and rain that day. All of the people were filled with fear of the LORD and of Samuel."},{"number":19,"verse":"All of the people said to Samuel, “Pray to the LORD, your God, for your servants that we might not die, for we have added this to our other evil deeds, that we asked for a king.”"},{"number":20,"verse":"But Samuel said to the people, “Do not be afraid. You have done all of this wickedness, but you have not turned away from following the LORD. Serve the LORD with your whole heart."},{"number":21,"verse":"Do not turn aside after useless things that cannot be to your profit, nor can they deliver you, for they are useless."},{"number":22,"verse":"The LORD will not abandon you because of his great name,[c] for the LORD desired to make you his people."},{"number":23,"verse":"“As for myself, far be it from me to sin against the LORD by not praying for you. I will instruct you in the way that is good and right."},{"number":24,"verse":"Only fear the LORD and serve him faithfully with your whole heart, considering the great things he has done for you.[d]"},{"number":25,"verse":"But if you continue to do what is wicked, then both you and your king will perish.”"}]}