{"bibleAbbr":"CVg2018","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":11,"verses":[{"number":1,"verse":"Et elevavit me spiritus, et introduxit me ad portam domus Domini orientalem, quæ respicit ad solis ortum : et ecce in introitu portæ viginti quinque viri : et vidi in medio eorum Jezoniam filium Azur, et Pheltiam filium Banaiæ, principes populi."},{"number":2,"verse":"Dixitque ad me : Fili hominis, hi sunt viri qui cogitant iniquitatem, et tractant consilium pessimum in urbe ista,"},{"number":3,"verse":"dicentes : Nonne dudum ædificatæ sunt domus ? hæc est lebes, nos autem carnes."},{"number":4,"verse":"Idcirco vaticinare de eis, vaticinare, fili hominis."},{"number":5,"verse":"Et irruit in me spiritus Domini, et dixit ad me : Loquere : Hæc dicit Dominus : Sic locuti estis, domus Israël, et cogitationes cordis vestri ego novi."},{"number":6,"verse":"Plurimos occidistis in urbe hac, et implestis vias ejus interfectis."},{"number":7,"verse":"Propterea hæc dicit Dominus Deus : Interfecti vestri, quos posuistis in medio ejus, hi sunt carnes, et hæc est lebes : et educam vos de medio ejus."},{"number":8,"verse":"Gladium metuistis, et gladium inducam super vos, ait Dominus Deus."},{"number":9,"verse":"Et ejiciam vos de medio ejus, daboque vos in manu hostium, et faciam in vobis judicia."},{"number":10,"verse":"Gladio cadetis : in finibus Israël judicabo vos, et scietis quia ego Dominus."},{"number":11,"verse":"Hæc non erit vobis in lebetem, et vos non eritis in medio ejus in carnes : in finibus Israël judicabo vos,"},{"number":12,"verse":"et scietis quia ego Dominus : quia in præceptis meis non ambulastis, et judicia mea non fecistis, sed juxta judicia gentium quæ in circuitu vestro sunt estis operati."},{"number":13,"verse":"Et factum est cum prophetarem, Pheltias filius Banaiæ mortuus est : et cecidi in faciem meam clamans voce magna, et dixi : Heu ! heu ! heu ! Domine Deus, consummationem tu facis reliquiarum Israël ?"},{"number":14,"verse":"Et factum est verbum Domini ad me, dicens :"},{"number":15,"verse":"Fili hominis, fratres tui, fratres tui, viri propinqui tui, et omnis domus Israël, universi quibus dixerunt habitatores Jerusalem : Longe recedite a Domino : nobis data est terra in possessionem."},{"number":16,"verse":"Propterea hæc dicit Dominus Deus : Quia longe feci eos in gentibus, et quia dispersi eos in terris : ero eis in sanctificationem modicam in terris ad quas venerunt."},{"number":17,"verse":"Propterea loquere : Hæc dicit Dominus Deus : Congregabo vos de populis, et adunabo de terris in quibus dispersi estis, daboque vobis humum Israël."},{"number":18,"verse":"Et ingredientur illuc, et auferent omnes offensiones, cunctasque abominationes ejus de illa."},{"number":19,"verse":"Et dabo eis cor unum, et spiritum novum tribuam in visceribus eorum : et auferam cor lapideum de carne eorum, et dabo eis cor carneum,"},{"number":20,"verse":"ut in præceptis meis ambulent, et judicia mea custodiant, faciantque ea, et sint mihi in populum, et ego sim eis in Deum."},{"number":21,"verse":"Quorum cor post offendicula et abominationes suas ambulat, horum viam in capite suo ponam, dicit Dominus Deus."},{"number":22,"verse":"Et elevaverunt cherubim alas suas, et rotæ cum eis, et gloria Dei Israël erat super ea :"},{"number":23,"verse":"et ascendit gloria Domini de medio civitatis, stetitque super montem qui est ad orientem urbis."},{"number":24,"verse":"Et spiritus levavit me, adduxitque in Chaldæam ad transmigrationem, in visione, in spiritu Dei : et sublata est a me visio quam videram."},{"number":25,"verse":"Et locutus sum ad transmigrationem omnia verba Domini quæ ostenderat mihi."}]}