{"bibleAbbr":"CVg2018","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":21,"verses":[{"number":1,"verse":"Et factus est sermo Domini ad me, dicens :"},{"number":2,"verse":"Fili hominis, pone faciem tuam ad Jerusalem, et stilla ad sanctuaria, et propheta contra humum Israël."},{"number":3,"verse":"Et dices terræ Israël : Hæc dicit Dominus Deus : Ecce ego ad te, et ejiciam gladium meum de vagina sua, et occidam in te justum et impium."},{"number":4,"verse":"Pro eo autem quod occidi in te justum et impium, idcirco egredietur gladius meus de vagina sua ad omnem carnem, ab austro usque ad aquilonem :"},{"number":5,"verse":"ut sciat omnis caro quia ego Dominus, eduxi gladium meum de vagina sua irrevocabilem."},{"number":6,"verse":"Et tu, fili hominis, ingemisce in contritione lumborum, et in amaritudinibus ingemisce coram eis."},{"number":7,"verse":"Cumque dixerint ad te : Quare tu gemis ? dices : Pro auditu : quia venit, et tabescet omne cor, et dissolventur universæ manus, et infirmabitur omnis spiritus, et per cuncta genua fluent aquæ : ecce venit, et fiet, ait Dominus Deus."},{"number":8,"verse":"Et factus est sermo Domini ad me, dicens :"},{"number":9,"verse":"Fili hominis, propheta, et dices : Hæc dicit Dominus Deus : loquere : Gladius, gladius exacutus est, et limatus :"},{"number":10,"verse":"ut cædat victimas, exacutus est : ut splendeat, limatus est : qui moves sceptrum filii mei, succidisti omne lignum."},{"number":11,"verse":"Et dedi eum ad levigandum, ut teneatur manu : iste exacutus est gladius, et iste limatus est, ut sit in manu interficientis."},{"number":12,"verse":"Clama et ulula, fili hominis, quia hic factus est in populo meo, hic in cunctis ducibus Israël qui fugerant : gladio traditi sunt cum populo meo : idcirco plaude super femur,"},{"number":13,"verse":"quia probatus est : et hoc, cum sceptrum subverterit, et non erit, dicit Dominus Deus."},{"number":14,"verse":"Tu ergo, fili hominis, propheta, et percute manu ad manum : et duplicetur gladius, ac triplicetur gladius interfectorum : hic est gladius occisionis magnæ, qui obstupescere eos facit"},{"number":15,"verse":"et corde tabescere, et multiplicat ruinas. In omnibus portis eorum dedi conturbationem gladii acuti, et limati ad fulgendum, amicti ad cædem."},{"number":16,"verse":"Exacuere, vade ad dexteram sive ad sinistram, quocumque faciei tuæ est appetitus."},{"number":17,"verse":"Quin et ego plaudam manu ad manum, et implebo indignationem meam : ego Dominus locutus sum."},{"number":18,"verse":"Et factus est sermo Domini ad me, dicens :"},{"number":19,"verse":"Et tu, fili hominis, pone tibi duas vias, ut veniat gladius regis Babylonis : de terra una egredientur ambæ : et manu capiet conjecturam ; in capite viæ civitatis conjiciet."},{"number":20,"verse":"Viam pones ut veniat gladius ad Rabbath filiorum Ammon, et ad Judam in Jerusalem munitissimam."},{"number":21,"verse":"Stetit enim rex Babylonis in bivio, in capite duarum viarum, divinationem quærens, commiscens sagittas : interrogavit idola, exta consuluit."},{"number":22,"verse":"Ad dexteram ejus facta est divinatio super Jerusalem, ut ponat arietes, ut aperiat os in cæde, ut elevet vocem in ululatu, ut ponat arietes contra portas, ut comportet aggerem, ut ædificet munitiones."},{"number":23,"verse":"Eritque quasi consulens frustra oraculum in oculis eorum, et sabbatorum otium imitans : ipse autem recordabitur iniquitatis ad capiendum."},{"number":24,"verse":"Idcirco hæc dicit Dominus Deus : Pro eo quod recordati estis iniquitatis vestræ, et revelastis prævaricationes vestras, et apparuerunt peccata vestra in omnibus cogitationibus vestris, pro eo, inquam, quod recordati estis, manu capiemini."},{"number":25,"verse":"Tu autem, profane, impie dux Israël, cujus venit dies in tempore iniquitatis præfinita :"},{"number":26,"verse":"hæc dicit Dominus Deus : Aufer cidarim, tolle coronam : nonne hæc est quæ humilem sublevavit, et sublimem humiliavit ?"},{"number":27,"verse":"Iniquitatem, iniquitatem, iniquitatem ponam eam : et hoc non factum est, donec veniret cujus est judicium, et tradam ei."},{"number":28,"verse":"Et tu, fili hominis, propheta, et dic : Hæc dicit Dominus Deus ad filios Ammon, et ad opprobrium eorum : et dices : Mucro, mucro, evaginate ad occidendum : limate ut interficias et fulgeas :"},{"number":29,"verse":"cum tibi viderentur vana, et divinarentur mendacia, ut dareris super colla vulneratorum impiorum, quorum venit dies in tempore iniquitatis præfinita."},{"number":30,"verse":"Revertere ad vaginam tuam, in loco in quo creatus es : in terra nativitatis tuæ judicabo te."},{"number":31,"verse":"Et effundam super te indignationem meam ; in igne furoris mei sufflabo in te : daboque te in manus hominum insipientium, et fabricantium interitum."},{"number":32,"verse":"Igni eris cibus ; sanguis tuus erit in medio terræ ; oblivioni traderis : quia ego Dominus locutus sum."}]}