{"bibleAbbr":"CVg2018","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":25,"verses":[{"number":1,"verse":"Et factus est sermo Domini ad me, dicens :"},{"number":2,"verse":"Fili hominis, pone faciem tuam contra filios Ammon, et prophetabis de eis."},{"number":3,"verse":"Et dices filiis Ammon : Audite verbum Domini Dei. Hæc dicit Dominus Deus : Pro eo quod dixisti : Euge, euge, super sanctuarium meum, quia pollutum est ; et super terram Israël, quoniam desolata est ; et super domum Juda, quoniam ducti sunt in captivitatem :"},{"number":4,"verse":"idcirco ego tradam te filiis orientalibus in hæreditatem : et collocabunt caulas suas in te, et ponent in te tentoria sua : ipsi comedent fruges tuas, et ipsi bibent lac tuum."},{"number":5,"verse":"Daboque Rabbath in habitaculum camelorum, et filios Ammon in cubile pecorum : et scietis quia ego Dominus."},{"number":6,"verse":"Quia hæc dicit Dominus Deus : Pro eo quod plausisti manu et percussisti pede, et gavisa es ex toto affectu super terram Israël,"},{"number":7,"verse":"idcirco ecce ego extendam manum meam super te, et tradam te in direptionem gentium, et interficiam te de populis, et perdam de terris, et conteram : et scies quia ego Dominus."},{"number":8,"verse":"Hæc dicit Dominus Deus : Pro eo quod dixerunt Moab et Seir : Ecce sicut omnes gentes, domus Juda :"},{"number":9,"verse":"idcirco ecce ego aperiam humerum Moab de civitatibus, de civitatibus, inquam, ejus, et de finibus ejus, inclytas terræ Bethiesimoth, et Beelmeon, et Cariathaim,"},{"number":10,"verse":"filiis orientis cum filiis Ammon, et dabo eam in hæreditatem, ut non sit ultra memoria filiorum Ammon in gentibus."},{"number":11,"verse":"Et in Moab faciam judicia, et scient quia ego Dominus."},{"number":12,"verse":"Hæc dicit Dominus Deus : Pro eo quod fecit Idumæa ultionem ut se vindicaret de filiis Juda, peccavitque delinquens, et vindictam expetivit de eis :"},{"number":13,"verse":"idcirco hæc dicit Dominus Deus : Extendam manum meam super Idumæam, et auferam de ea hominem et jumentum, et faciam eam desertam ab austro : et qui sunt in Dedan, gladio cadent."},{"number":14,"verse":"Et dabo ultionem meam super Idumæam per manum populi mei Israël : et facient in Edom juxta iram meam et furorem meum, et scient vindictam meam, dicit Dominus Deus."},{"number":15,"verse":"Hæc dicit Dominus Deus : Pro eo quod fecerunt Palæstini vindictam, et ulti se sunt toto animo, interficientes, et implentes inimicitias veteres,"},{"number":16,"verse":"propterea hæc dicit Dominus Deus : Ecce ego extendam manum meam super Palæstinos, et interficiam interfectores, et perdam reliquias maritimæ regionis,"},{"number":17,"verse":"faciamque in eis ultiones magnas, arguens in furore : et scient quia ego Dominus, cum dedero vindictam meam super eos."}]}