{"bibleAbbr":"CVg2018","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":26,"verses":[{"number":1,"verse":"Et factum est in undecimo anno, prima mensis : factus est sermo Domini ad me, dicens :"},{"number":2,"verse":"Fili hominis, pro eo quod dixit Tyrus de Jerusalem : Euge, confractæ sunt portæ populorum, conversa est ad me : implebor ; deserta est :"},{"number":3,"verse":"propterea hæc dicit Dominus Deus : Ecce ego super te, Tyre, et ascendere faciam ad te gentes multas, sicut ascendit mare fluctuans."},{"number":4,"verse":"Et dissipabunt muros Tyri, et destruent turres ejus : et radam pulverem ejus de ea, et dabo eam in limpidissimam petram."},{"number":5,"verse":"Siccatio sagenarum erit in medio maris, quia ego locutus sum, ait Dominus Deus : et erit in direptionem gentibus."},{"number":6,"verse":"Filiæ quoque ejus quæ sunt in agro, gladio interficientur : et scient quia ego Dominus."},{"number":7,"verse":"Quia hæc dicit Dominus Deus : Ecce ego adducam ad Tyrum Nabuchodonosor regem Babylonis ab aquilone, regem regum, cum equis, et curribus, et equitibus, et cœtu, populoque magno."},{"number":8,"verse":"Filias tuas quæ sunt in agro, gladio interficiet, et circumdabit te munitionibus, et comportabit aggerem in gyro, et elevabit contra te clypeum :"},{"number":9,"verse":"et vineas et arietes temperabit in muros tuos, et turres tuas destruet in armatura sua."},{"number":10,"verse":"Inundatione equorum ejus operiet te pulvis eorum : a sonitu equitum, et rotarum, et curruum, movebuntur muri tui, cum ingressus fuerit portas tuas quasi per introitum urbis dissipatæ."},{"number":11,"verse":"Ungulis equorum suorum conculcabit omnes plateas tuas : populum tuum gladio cædet, et statuæ tuæ nobiles in terram corruent."},{"number":12,"verse":"Vastabunt opes tuas, diripient negotiationes tuas, et destruent muros tuos, et domos tuas præclaras subvertent : et lapides tuos, et ligna tua, et pulverem tuum in medio aquarum ponent."},{"number":13,"verse":"Et quiescere faciam multitudinem canticorum tuorum : et sonitus cithararum tuarum non audietur amplius."},{"number":14,"verse":"Et dabo te in limpidissimam petram, siccatio sagenarum eris, nec ædificaberis ultra, quia ego locutus sum, ait Dominus Deus."},{"number":15,"verse":"Hæc dicit Dominus Deus Tyro : Numquid non a sonitu ruinæ tuæ, et gemitu interfectorum tuorum, cum occisi fuerint in medio tui, commovebuntur insulæ ?"},{"number":16,"verse":"Et descendent de sedibus suis omnes principes maris, et auferent exuvias suas, et vestimenta sua varia abjicient, et induentur stupore : in terra sedebunt, et attoniti super repentino casu tuo admirabuntur :"},{"number":17,"verse":"et assumentes super te lamentum, dicent tibi : Quomodo peristi, quæ habitas in mari, urbs inclyta, quæ fuisti fortis in mari cum habitatoribus tuis, quos formidabant universi ?"},{"number":18,"verse":"Nunc stupebunt naves in die pavoris tui, et turbabuntur insulæ in mari, eo quod nullus egrediatur ex te."},{"number":19,"verse":"Quia hæc dicit Dominus Deus : Cum dedero te urbem desolatam, sicut civitates quæ non habitantur ; et adduxero super te abyssum, et operuerint te aquæ multæ ;"},{"number":20,"verse":"et detraxero te cum his qui descendunt in lacum ad populum sempiternum ; et collocavero te in terra novissima sicut solitudines veteres, cum his qui deducuntur in lacum, ut non habiteris ; porro cum dedero gloriam in terra viventium :"},{"number":21,"verse":"in nihilum redigam te, et non eris : et requisita non invenieris ultra in sempiternum, dicit Dominus Deus."}]}