{"bibleAbbr":"CVg2018","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":42,"verses":[{"number":1,"verse":"Et eduxit me in atrium exterius, per viam ducentem ad aquilonem, et introduxit me in gazophylacium quod erat contra separatum ædificium, et contra ædem vergentem ad aquilonem."},{"number":2,"verse":"In facie longitudinis, centum cubitos ostii aquilonis, et latitudinis quinquaginta cubitos,"},{"number":3,"verse":"contra viginti cubitos atrii interioris, et contra pavimentum stratum lapide atrii exterioris, ubi erat porticus juncta porticui triplici."},{"number":4,"verse":"Et ante gazophylacia deambulatio decem cubitorum latitudinis, ad interiora respiciens viæ cubiti unius. Et ostia eorum ad aquilonem :"},{"number":5,"verse":"ubi erant gazophylacia in superioribus humiliora, quia supportabant porticus quæ ex illis eminebant de inferioribus, et de mediis ædificii."},{"number":6,"verse":"Tristega enim erant, et non habebant columnas, sicut erant columnæ atriorum : propterea eminebant de inferioribus, et de mediis a terra cubitis quinquaginta."},{"number":7,"verse":"Et peribolus exterior secundum gazophylacia, quæ erant in via atrii exterioris ante gazophylacia : longitudo ejus quinquaginta cubitorum :"},{"number":8,"verse":"quia longitudo erat gazophylaciorum atrii exterioris quinquaginta cubitorum, et longitudo ante faciem templi, centum cubitorum."},{"number":9,"verse":"Et erat subter gazophylacia hæc introitus ab oriente, ingredientium in ea de atrio exteriori."},{"number":10,"verse":"In latitudine periboli atrii quod erat contra viam orientalem, in faciem ædificii separati, et erant ante ædificium gazophylacia."},{"number":11,"verse":"Et via ante faciem eorum, juxta similitudinem gazophylaciorum quæ erant in via aquilonis : secundum longitudinem eorum, sic et latitudo eorum, et omnis introitus eorum, et similitudines, et ostia eorum."},{"number":12,"verse":"Secundum ostia gazophylaciorum, quæ erant in via respiciente ad notum : ostium in capite viæ, quæ via erat ante vestibulum separatum per viam orientalem ingredientibus."},{"number":13,"verse":"Et dixit ad me : Gazophylacia aquilonis, et gazophylacia austri, quæ sunt ante ædificium separatum, hæc sunt gazophylacia sancta, in quibus vescuntur sacerdotes qui appropinquant ad Dominum in Sancta sanctorum : ibi ponent Sancta sanctorum et oblationem pro peccato et pro delicto : locus enim sanctus est."},{"number":14,"verse":"Cum autem ingressi fuerint sacerdotes, non egredientur de sanctis in atrium exterius : et ibi reponent vestimenta sua in quibus ministrant, quia sancta sunt, vestienturque vestimentis aliis : et sic procedent ad populum."},{"number":15,"verse":"Cumque complesset mensuras domus interioris, eduxit me per viam portæ quæ respiciebat ad viam orientalem : et mensus est eam undique per circuitum."},{"number":16,"verse":"Mensus est autem contra ventum orientalem calamo mensuræ, quingentos calamos in calamo mensuræ per circuitum."},{"number":17,"verse":"Et mensus est contra ventum aquilonis quingentos calamos in calamo mensuræ per gyrum."},{"number":18,"verse":"Et ad ventum australem mensus est quingentos calamos in calamo mensuræ per circuitum."},{"number":19,"verse":"Et ad ventum occidentalem mensus est quingentos calamos in calamo mensuræ."},{"number":20,"verse":"Per quatuor ventos mensus est murum ejus undique per circuitum, longitudinem quingentorum cubitorum, et latitudinem quingentorum cubitorum, dividentem inter sanctuarium et vulgi locum."}]}