{"bibleAbbr":"CVg2018","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":46,"verses":[{"number":1,"verse":"Hæc dicit Dominus Deus : Porta atrii interioris quæ respicit ad orientem, erit clausa sex diebus in quibus opus fit : die autem sabbati aperietur, sed et in die calendarum aperietur."},{"number":2,"verse":"Et intrabit princeps per viam vestibuli portæ deforis, et stabit in limine portæ : et facient sacerdotes holocaustum ejus, et pacifica ejus : et adorabit super limen portæ, et egredietur : porta autem non claudetur usque ad vesperam."},{"number":3,"verse":"Et adorabit populus terræ ad ostium portæ illius in sabbatis et in calendis coram Domino."},{"number":4,"verse":"Holocaustum autem hoc offeret princeps Domino : in die sabbati, sex agnos immaculatos, et arietem immaculatum,"},{"number":5,"verse":"et sacrificium ephi per arietem, in agnis autem sacrificium quod dederit manus ejus, et olei hin per singula ephi."},{"number":6,"verse":"In die autem calendarum vitulum de armento immaculatum, et sex agni et arietes immaculati erunt."},{"number":7,"verse":"Et ephi per vitulum, ephi quoque per arietem faciet sacrificium : de agnis autem sicut invenerit manus ejus, et olei hin per singula ephi."},{"number":8,"verse":"Cumque ingressurus est princeps, per viam vestibuli portæ ingrediatur, et per eamdem viam exeat."},{"number":9,"verse":"Et cum intrabit populus terræ in conspectu Domini in solemnitatibus, qui ingreditur per portam aquilonis ut adoret, egrediatur per viam portæ meridianæ : porro qui ingreditur per viam portæ meridianæ, egrediatur per viam portæ aquilonis. Non revertetur per viam portæ per quam ingressus est, sed e regione illius egredietur."},{"number":10,"verse":"Princeps autem in medio eorum cum ingredientibus ingredietur, et cum egredientibus egredietur."},{"number":11,"verse":"Et in nundinis, et in solemnitatibus, erit sacrificium ephi per vitulum, et ephi per arietem : agnis autem erit sacrificium sicut invenerit manus ejus, et olei hin per singula ephi."},{"number":12,"verse":"Cum autem fecerit princeps spontaneum holocaustum, aut pacifica voluntaria Domino, aperietur ei porta quæ respicit ad orientem, et faciet holocaustum suum et pacifica sua, sicut fieri solet in die sabbati : et egredietur, claudeturque porta postquam exierit."},{"number":13,"verse":"Et agnum ejusdem anni immaculatum faciet holocaustum quotidie Domino : semper mane faciet illud."},{"number":14,"verse":"Et faciet sacrificium super eo cata mane mane sextam partem ephi, et de oleo tertiam partem hin, ut misceatur similæ : sacrificium Domino legitimum, juge atque perpetuum."},{"number":15,"verse":"Faciet agnum, et sacrificium, et oleum cata mane mane, holocaustum sempiternum."},{"number":16,"verse":"Hæc dicit Dominus Deus : Si dederit princeps donum alicui de filiis suis, hæreditas ejus filiorum suorum erit : possidebunt eam hæreditarie."},{"number":17,"verse":"Si autem dederit legatum de hæreditate sua uni servorum suorum, erit illius usque ad annum remissionis, et revertetur ad principem : hæreditas autem ejus filiis ejus erit."},{"number":18,"verse":"Et non accipiet princeps de hæreditate populi per violentiam, et de possessione eorum : sed de possessione sua hæreditatem dabit filiis suis, ut non dispergatur populus meus unusquisque a possessione sua."},{"number":19,"verse":"Et introduxit me per ingressum qui erat ex latere portæ, in gazophylacia sanctuarii ad sacerdotes, quæ respiciebant ad aquilonem : et erat ibi locus vergens ad occidentem."},{"number":20,"verse":"Et dixit ad me : Iste est locus ubi coquent sacerdotes pro peccato et pro delicto : ubi coquent sacrificium, ut non efferant in atrium exterius, et sanctificetur populus."},{"number":21,"verse":"Et eduxit me in atrium exterius, et circumduxit me per quatuor angulos atrii : et ecce atriolum erat in angulo atrii, atriola singula per angulos atrii."},{"number":22,"verse":"In quatuor angulis atrii atriola disposita, quadraginta cubitorum per longum, et triginta per latum : mensuræ unius quatuor erant."},{"number":23,"verse":"Et paries per circuitum ambiens quatuor atriola : et culinæ fabricatæ erant subter porticus per gyrum."},{"number":24,"verse":"Et dixit ad me : Hæc est domus culinarum, in qua coquent ministri domus Domini victimas populi."}]}