{"bibleAbbr":"CVg2018","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":8,"verses":[{"number":1,"verse":"Et factum est in anno sexto, in sexto mense, in quinta mensis, ego sedebam in domo mea, et senes Juda sedebant coram me, et cecidit ibi super me manus Domini Dei."},{"number":2,"verse":"Et vidi : et ecce similitudo quasi aspectus ignis : ab aspectu lumborum ejus et deorsum, ignis : et a lumbis ejus et sursum, quasi aspectus splendoris, ut visio electri."},{"number":3,"verse":"Et emissa similitudo manus apprehendit me in cincinno capitis mei, et elevavit me spiritus inter terram et cælum : et adduxit me in Jerusalem, in visione Dei, juxta ostium interius quod respiciebat ad aquilonem, ubi erat statutum idolum zeli ad provocandam æmulationem."},{"number":4,"verse":"Et ecce ibi gloria Dei Israël, secundum visionem quam videram in campo."},{"number":5,"verse":"Et dixit ad me : Fili hominis, leva oculos tuos ad viam aquilonis. Et levavi oculos meos ad viam aquilonis, et ecce ab aquilone portæ altaris idolum zeli in ipso introitu."},{"number":6,"verse":"Et dixit ad me : Fili hominis, putasne vides tu quid isti faciunt, abominationes magnas quas domus Israël facit hic, ut procul recedam a sanctuario meo ? et adhuc conversus videbis abominationes majores."},{"number":7,"verse":"Et introduxit me ad ostium atrii, et vidi, et ecce foramen unum in pariete."},{"number":8,"verse":"Et dixit ad me : Fili hominis, fode parietem. Et cum fodissem parietem, apparuit ostium unum."},{"number":9,"verse":"Et dixit ad me : Ingredere, et vide abominationes pessimas quas isti faciunt hic."},{"number":10,"verse":"Et ingressus vidi, et ecce omnis similitudo reptilium et animalium, abominatio, et universa idola domus Israël, depicta erant in pariete in circuitu per totum :"},{"number":11,"verse":"et septuaginta viri de senioribus domus Israël : et Jezonias filius Saphan stabat in medio eorum stantium ante picturas : et unusquisque habebat thuribulum in manu sua, et vapor nebulæ de thure consurgebat."},{"number":12,"verse":"Et dixit ad me : Certe vides, fili hominis, quæ seniores domus Israël faciunt in tenebris, unusquisque in abscondito cubiculi sui : dicunt enim : Non videt Dominus nos ; dereliquit Dominus terram."},{"number":13,"verse":"Et dixit ad me : Adhuc conversus videbis abominationes majores, quas isti faciunt."},{"number":14,"verse":"Et introduxit me per ostium portæ domus Domini quod respiciebat ad aquilonem, et ecce ibi mulieres sedebant plangentes Adonidem."},{"number":15,"verse":"Et dixit ad me : Certe vidisti, fili hominis : adhuc conversus videbis abominationes majores his."},{"number":16,"verse":"Et introduxit me in atrium domus Domini interius, et ecce in ostio templi Domini, inter vestibulum et altare, quasi viginti quinque viri dorsa habentes contra templum Domini, et facies ad orientem : et adorabant ad ortum solis."},{"number":17,"verse":"Et dixit ad me : Certe vidisti, fili hominis : numquid leve est hoc domui Juda, ut facerent abominationes istas quas fecerunt hic, quia replentes terram iniquitate, conversi sunt ad irritandum me ? et ecce applicant ramum ad nares suas."},{"number":18,"verse":"Ergo et ego faciam in furore : non parcet oculus meus, nec miserebor : et cum clamaverint ad aures meas voce magna, non exaudiam eos."}]}