{"bibleAbbr":"Thomson1808","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":1,"verses":[{"number":1,"verse":"The beginning of the Gospel of Jesus Christ the Son of God"},{"number":2,"verse":"AS it is written in the prophets, \"Behold I send my messenger before thy face, who shall prepare the way before thee.\""},{"number":3,"verse":"“A voice of one crying in the wilderness, Prepare the way of the Lord; make the roads for him straight,\""},{"number":4,"verse":"John came baptizing in the wilderness, and proclaiming a baptism of reformation, for a remission of sins."},{"number":5,"verse":"And all the country of Judea and the inhabitants of Jerusalem, went out to him, and were all baptized by him in the river Jordan, confessing their sins."},{"number":6,"verse":"Now John's clothing was of camel's hair and he had a leathern girdle about his waist. And his food was locusts and wild honey."},{"number":7,"verse":"And he proclaimed saying, There is one coming after me, who is mightier than I, the latchet of whose sandals I am not worthy to stoop down and untie."},{"number":8,"verse":"I indeed have baptized you in water, but he will baptize you in a holy spirit."},{"number":9,"verse":"And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized in the Jordan, by John,"},{"number":10,"verse":"who immediately upon his coming up from the water, saw the heavens parted asunder, and the Spirit like a dove descending upon him."},{"number":11,"verse":"And there came a voice from the heavens, \"Thou art my Son, the Beloved, in whom I am well pleased.\""},{"number":12,"verse":"Presently after this the Spirit sendeth him forth into the wilderness,"},{"number":13,"verse":"and he was there in the wilderness forty days, tempted by Satan, and was with the wild beasts; and the angels ministered to him."},{"number":14,"verse":"And after John's imprisonment, Jesus went to Galilee, proclaiming the glad tidings of the reign of God,"},{"number":15,"verse":"and saying, The time is accomplished, and the reign of God is at hand. Reform and confide in this good news."},{"number":16,"verse":"And as he was walking along the sea of Galilee, he saw Simon, and Andrew his brother, casting a drag net, into the sea; for they were fishermen;"},{"number":17,"verse":"and Jesus said to them, Come with me and I will make you fishers of men."},{"number":18,"verse":"Thereupon they straightway left their nets and followed him."},{"number":19,"verse":"And going thence a little further, he saw James, the son of Zebedee, and John his brother, who were in the vessel, mending the nets."},{"number":20,"verse":"And soon as he called them, they left their father Zebedee in the vessel, with the hired servants, and went after him."},{"number":21,"verse":"And they come to Capernaum; and thenceforward on the sabbath days, he went to the synagogue and taught;"},{"number":22,"verse":"and they were astonished at his manner of teaching; for he taught as one having authority and not as the Scribes."},{"number":23,"verse":"Now there was in their synagogue a man with an unclean spirit, and he cried aloud,"},{"number":24,"verse":"saying, Forbear! what hast thou to do with us, Jesus of Nazareth? Art thou come to destroy us? I know who thou art; the Holy One of God."},{"number":25,"verse":"Thereupon Jesus rebuked him, saying, Be silent and go out of him."},{"number":26,"verse":"And the unclean spirit, having convulsed the man, and screamed with a loud voice, went out of him."},{"number":27,"verse":"At which all were so amazed, that they asked one another, saying, What is this? What new teaching is this? For with authority he commandeth even the unclean spirits, and they obey him."},{"number":28,"verse":"And thenceforth his fame spread through all the region of Galilee."},{"number":29,"verse":"Immediately on their going out of the synagogue they went to the house of Simon and Andrew, with James and John."},{"number":30,"verse":"And as Simon's mother in law was confined to her bed with a fever, they forthwith spake to him about her;"},{"number":31,"verse":"whereupon he went to her, and taking hold of her hand, raised her up, and instantly the fever left her, and she waited on them."},{"number":32,"verse":"And in the evening, when the sun was set, they brought to him all their sick, and those who were possessed by demons."},{"number":33,"verse":"And the whole city was assembled at the door."},{"number":34,"verse":"And he healed many who were sick of various diseases, and cast out many demons; and he permitted not the demons to say they knew him."},{"number":35,"verse":"And in the morning, when the night was far advanced, he arose and went out, and retired to a solitary place, and there prayed;"},{"number":36,"verse":"and Simon, and they who were with him, went in quest of him,"},{"number":37,"verse":"and having found him they say to him, They are all seeking thee."},{"number":38,"verse":"Whereupon he saith to them, Let us go to the neighbouring villages, that I may there also make proclamation, for I am come forth for that purpose."},{"number":39,"verse":"Accordingly he proceeded, proclaiming the news in their synagogues, through all Galilee, and casting out demons."},{"number":40,"verse":"And there cometh to him a leper, who on his knees intreated him, saying, If thou wilt, thou canst cleanse me."},{"number":41,"verse":"And Jesus had compassion, and stretched forth his hand, and touched him, saying, I will: be thou cleansed."},{"number":42,"verse":"And while he was speaking, the leprosy instantly left the man, and he was cleansed."},{"number":43,"verse":"Then having restrained him, he sent him away immediately,"},{"number":44,"verse":"saying to him, See thou say nothing to any one; but go, shew thyself to the priest, and offer for thy purification what Moses hath commanded, for a testimony to them."},{"number":45,"verse":"But when he went out he began to proclaim freely and publish the matter abroad, so that Jesus could no more go openly into a city, but continued without in solitary places, where people resorted to him from all quarters."}]}