{"bibleAbbr":"Thomson1808","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":13,"verses":[{"number":1,"verse":"And as he was going out of the temple, one of his disciples saith to him, Teacher, see! what huge stones and stately buildings!"},{"number":2,"verse":"Whereupon Jesus answering, saith to him, Thou seest these great buildings? There shall not be left one stone on another which shall not be demolished."},{"number":3,"verse":"And as he was sitting on the mount of olives, over against the temple, Peter, and James, and John, and Andrew, asked him privately,"},{"number":4,"verse":"Tell us, when will these things happen? And what will be the sign of the impending accomplishment of all these things."},{"number":5,"verse":"Thereupon Jesus, in answer to them, took occasion to say, Take heed that none seduce you:"},{"number":6,"verse":"for many will come in my name, saying, I am he; and will seduce many."},{"number":7,"verse":"Now when you shall hear of wars and rumours of wars, be not alarmed; for this must happen; but the end is not yet."},{"number":8,"verse":"For nation will rise against nation; and kingdom against kingdom. And there will be earthquakes in divers places. And there will be famines and commotions. These are the beginnings of sorrows."},{"number":9,"verse":"Now look to yourselves. For they will deliver you up to councils and synagogues. You will be scourged and brought before governors and kings, for my sake, to bear testimony to them."},{"number":10,"verse":"For the glad tidings must be first proclaimed to all the nations."},{"number":11,"verse":"But when they bring you to deliver you up, be not solicitous beforehand what to say; nor premeditate; but whatever shall be suggested to you on the occasion, speak that: for it is not you, who speak; but the Holy Spirit."},{"number":12,"verse":"Now brother will deliver up brother to death: and a father, a son: and children will rise up against parents, and cause them to be put to death:"},{"number":13,"verse":"and you will be hated by all men on account of my name. But he who persevereth to the end shall be saved."},{"number":14,"verse":"Now when you see the abomination of desolation, which was spoken of by the prophet Daniel, erected where it ought not ( Reader attend!) then let them who are in Judea flee to the mountains;"},{"number":15,"verse":"and let not him who is on the house top go down into the house, nor enter it to carry away any thing out of his house."},{"number":16,"verse":"And let not him who is in the field turn back to take up his mantle."},{"number":17,"verse":"But alas! for the women who are with child; and for them who give suck in those days."},{"number":18,"verse":"Pray therefore that your flight may not be in winter."},{"number":19,"verse":"For in those days there will be such distress as hath not happened from the beginning of the creation, which God created, till now; nor ever shall be."},{"number":20,"verse":"And had not the Lord shortened those days, no flesh could escape. But for the sake of the chosen, whom he hath made choice of, he hath shortened those days."},{"number":21,"verse":"Now, if at that time, anyone say to you, Lo! the Christ is here! or, Lo! he is there! believe it not."},{"number":22,"verse":"For false Christs and false prophets will rise up and give out signs and wonders to seduce, if possible, even the chosen ones."},{"number":23,"verse":"But be upon your guard. Lo! I have foretold you all things."},{"number":24,"verse":"But in those days, after that distress, the sun will be darkened, and the moon will withhold her splendour,"},{"number":25,"verse":"and the stars of heaven will continue falling, and the powers which are in the heavens will be shaken."},{"number":26,"verse":"And then they shall see the son of man coming in clouds with great power and glory."},{"number":27,"verse":"And then he will send his messengers and gather his chosen ones from the four winds from the remotest part of the earth to the remotest part of heaven."},{"number":28,"verse":"Now learn this parable from that fig tree: when its branch becometh tender and putteth forth leaves, you know that the summer is near."},{"number":29,"verse":"So when you see these things happen, know that he is near, at the door."},{"number":30,"verse":"Verily I say to you, This generation shall not pass away until all these things are accomplished."},{"number":31,"verse":"The heaven and the earth will fail, but my words shall not fail."},{"number":32,"verse":"But with respect to the day, and the season, that none knoweth; neither the angels who are in heaven, nor the son none but the father."},{"number":33,"verse":"Look, watch and pray; for you do not know when the time is."},{"number":34,"verse":"As when a man was going to travel, on leaving his family and assigning to his servants their charge, even to even' one his work, he commanded the porter to watch;"},{"number":35,"verse":"watch ye therefore; for you do not know when the master of the family cometh; whether in the evening, or at midnight, or at cockcrowing, or in the morning,"},{"number":36,"verse":"lest coming unexpectedly, he find you asleep."},{"number":37,"verse":"Now what I say to you, I say to all, Watch."}]}