{"bibleAbbr":"Thomson1808","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":15,"verses":[{"number":1,"verse":"And early in the morning, the chief priests, with the elders, and the Scribes, even the whole Sanhedrim, having consulted together, bound Jesus, and led him away, and delivered him up to Pilate."},{"number":2,"verse":"And Pilate asked him, Thou art the king of the Jews? And he in reply, said to him, It is as thou sayst."},{"number":3,"verse":"Then the chief priests accused him of many things; but he made no answer."},{"number":4,"verse":"Then Pilate asked him again, saying, Answerest thou nothing? Observe how many things they testify against thee."},{"number":5,"verse":"But Jesus still made no reply, so that Pilate was astonished."},{"number":6,"verse":"Now at every festival he released to them any one prisoner whom they desired."},{"number":7,"verse":"And there was one Barabbas confined with his fellow insurgents, who in their insurrection had committed murder."},{"number":8,"verse":"So when the people with a loud clamour, began to demand what was usually granted to them,"},{"number":9,"verse":"Pilate addressing them, said, Is it your pleasure that I release to you the king of the Jews?"},{"number":10,"verse":"For he knew that out of envy the chief priests had delivered him up."},{"number":11,"verse":"But the chief priests instigated the populace to desire that he would rather release to them Barabbas."},{"number":12,"verse":"And when Pilate addressing them again, said, What then do you wish me to do with him whom you call king of the Jews?"},{"number":13,"verse":"They again cried, Crucify him."},{"number":14,"verse":"Then Pilate said to them, Why? What evil hath he done? But they cried more vehemently, Crucify him."},{"number":15,"verse":"Thereupon Pilate willing to satisfy the populace, released Barabbas to them, and having scourged Jesus, delivered him up to be crucified."},{"number":16,"verse":"Then the soldiers led him away to the court called the praetorium, and having assembled the whole cohort,"},{"number":17,"verse":"they arrayed him in purple, and platting a crown of thorns, they put it on his head,"},{"number":18,"verse":"and began with saluting him, \"Hail, king of the Jews.\""},{"number":19,"verse":"Then they smote him on the head with a reed, and spat upon him, and bowing their knees, made obeisance to him."},{"number":20,"verse":"And when they had mocked him they stripped him of the purple, and put his own clothes on him, and led him out to crucify him."},{"number":21,"verse":"And they compel one Simon, a Cyrenian, who was coming from the country, the father of Alexander and Rufus, to carry his cross."},{"number":22,"verse":"So they bring him to Golgotha (the meaning of which is, The place of a scull)"},{"number":23,"verse":"and offered him myrrhed wine to drink. But he did not take it."},{"number":24,"verse":"And when they had crucified him, they divided his garments into parcels, casting lots on them, to decide what each should take."},{"number":25,"verse":"Now it was the third hour when they nailed him to the cross:"},{"number":26,"verse":"and the inscription of the charge against him, which was written over him, was, The king of the Jews."},{"number":27,"verse":"And together with him they crucify two robbers, one on his right hand and the other on his left."},{"number":28,"verse":"Thus was the scripture fulfilled which saith, \"And he was numbered with transgressors.\""},{"number":29,"verse":"And they who passed by kept reviling him, shaking their heads, and saying, Ah! thou destroyer of the temple; and rebuilder of it in three days,"},{"number":30,"verse":"save thyself, and come down from the cross."},{"number":31,"verse":"And in like manner the chief priests, and the Scribes, jesting with one another, said, He saved others, Cannot he save himself?"},{"number":32,"verse":"Let this Christ, this king of Israel, now come down from the cross that we may see and believe. Even they who were crucified with him, reviled him."},{"number":33,"verse":"But when the sixth hour was come, there was darkness over the whole land, until the ninth hour."},{"number":34,"verse":"And at the ninth hour, Jesus cried with aloud voice, saying, \"Eloi, Eloi, Lama sabachthani\" which is, being interpreted, My God, my God, Why hast thou forsaken me?"},{"number":35,"verse":"Which, when some of the bystanders heard, they said, Hark! he is calling Elias."},{"number":36,"verse":"Then one ran, and having filled a spunge with vinegar, and put it on a reed, offered him drink, saying, Let alone; let us see whether Elias cometh to take him down."},{"number":37,"verse":"Then Jesus, having uttered a loud cry, expired."},{"number":38,"verse":"Upon which the veil of the temple was rent in two, from top to bottom."},{"number":39,"verse":"And when the centurion who stood opposite to him, saw that he cried thus, and expired, he said, This man was certainly a son of a God."},{"number":40,"verse":"Now there were women looking on at a distance, among whom was Mary Magdalene, and Mary the mother of James the younger, and of Joses, and Salome;"},{"number":41,"verse":"(these had attended him when he was in Galilee, and ministered to him) and many others who had come up with him to Jerusalem."},{"number":42,"verse":"And in the course of the evening, during preparation time (that is, the cessation from labour which is usual before the sabbath,)"},{"number":43,"verse":"came Joseph of Arimathea, an honourable senator, who himself also was expecting the reign of God; he had taken courage, and gone in to Pilate and begged the body of Jesus:"},{"number":44,"verse":"upon which Pilate expressed wonder if he could be dead, and calling for the centurion, asked him, If he had been dead any time."},{"number":45,"verse":"And being informed by the centurion, he had granted the body to Joseph;"},{"number":46,"verse":"and he, having bought a sindon, and taken Jesus down, wrapped him in the sindon and laid him in a sepulchre which was hewn out of a rock, and rolled a stone on the door of the sepulchre."},{"number":47,"verse":"Now Mary Magdalene, and Mary the mother of Joses, saw where he was laid."}]}