{"bibleAbbr":"Thomson1808","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":16,"verses":[{"number":1,"verse":"So when the sabbath was over, Mary Magdalene and Mary the mother of James, and Salome, bought spices, that they might go and embalm him."},{"number":2,"verse":"And very early in the morning of the first day of the week, they come to the sepulchre. When the sun was rising;"},{"number":3,"verse":"and just as they were saying to one another, Who will roll away the stone for us from the door of the sepulchre,"},{"number":4,"verse":"(for it was very large) upon looking up, they see that the stone hath been rolled away."},{"number":5,"verse":"And going into the sepulchre, they saw a youth sitting on the right side, clothed with a white robe, and they were terrified."},{"number":6,"verse":"Whereupon he said to them, Be not terrified. You are seeking Jesus, the Nazarene, who was crucified. He is risen. He is not here. Behold the place where they laid him."},{"number":7,"verse":"But go, tell his disciples, Peter in particular, that he goeth before you to Galilee. There you shall see him, as he said to you."},{"number":8,"verse":"Thereupon, having come out in haste, they ran from the sepulchre; but they were seized with such terror and consternation that they said nothing to any one, they were so frightened."},{"number":9,"verse":"Now Jesus, having risen very early in the morning of the first day of the week, appeared first to Mary Magdalene, out of whom he had cast seven demons."},{"number":10,"verse":"She went and told his attendants who were mourning and weeping;"},{"number":11,"verse":"but when they heard that he is alive, and was seen by her, they did not believe."},{"number":12,"verse":"After that, he appeared in another form, to two of them as they were walking into the country."},{"number":13,"verse":"Whereupon these came and told the rest; but they did not believe them."},{"number":14,"verse":"At length he appeared to the eleven, when they were at table, and upbraided them for their incredulity and obstinacy, because they did not believe them who had seen him after his resurrection."},{"number":15,"verse":"Then he said to them, Go to all the world, and proclaim the glad tidings . to all mankind."},{"number":16,"verse":"He who believeth, and is baptized, shall be saved; but he who disbelieveth shall be condemned."},{"number":17,"verse":"Now these signs shall accompany them who believe; by my name they will expel demons; they will speak with new tongues:"},{"number":18,"verse":"they will take up serpents: though they drink deadly poison, it shall not hurt them: upon sick persons they will lay their hands, and they shall recover."},{"number":19,"verse":"So after the Lord had spoken to them, he was taken up to heaven, and sat at the right hand of God;"},{"number":20,"verse":"and they went forth and proclaimed the tidings every where, the Lord co-operating with them, and confirming the word with those concomitant signs."}]}