{"bibleAbbr":"Thomson1808","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":2,"verses":[{"number":1,"verse":"After some days he again entered Capernaum, and the report spread that he was in a house,"},{"number":2,"verse":"and such multitudes presently flocked thither, that even the courts before the door could not contain them. And while he was speaking the word to them,"},{"number":3,"verse":"some come to him bringing a paralytic, carried by four men."},{"number":4,"verse":"And not being able to come near to him by reason of the crowd, they drew back the covering over the place where he was, and having opened a passage they lowered down the couch on which the paralytic lay."},{"number":5,"verse":"Upon seeing their faith, Jesus saith to the paralytic, Son, thy sins are forgiven thee."},{"number":6,"verse":"Now there were some of the Scribes sitting there, and they were reasoning in their minds"},{"number":7,"verse":"\"What! Doth this man thus utter blasphemies! Who can forgive sins but God only.\""},{"number":8,"verse":"Thereupon Jesus, perceiving immediately by his spirit that they are thus reasoning in themselves, said to them, Why do ye reason thus in your hearts?"},{"number":9,"verse":"Which is easier, To say to the paralytic, Thy sins are forgiven thee; or to say, Arise, take up thy couch, and walk?"},{"number":10,"verse":"But that you may know that the son of man hath power on the earth to forgive sins, (he saith to the paralytic)"},{"number":11,"verse":"I say to thee, Arise, take up thy couch, and go to thy house."},{"number":12,"verse":"Thereupon he arose immediately; and having taken up the couch, went out in the presence of them all. So that they were all amazed, and glorified God, saying, We never saw any thing like this."},{"number":13,"verse":"And he went out again to the sea side, and all the multitude came to him, and he taught them."},{"number":14,"verse":"Now as he passed on he saw Levi, the son of Alpheus, sitting at the custom house, and saith to him, Follow me. Whereupon he arose and followed him."},{"number":15,"verse":"And it came to pass that when Jesus was at table, in this man's house, many publicans and sinners were at table, with Jesus and his disciples; for many of them followed him."},{"number":16,"verse":"When the Scribes and the Pharisees saw him eating with these publicans and sinners, they said to his disciples, What! Doth he eat and drink with these publicans and sinners!"},{"number":17,"verse":"This being in the hearing of Jesus, he saith to them, They who are in health have no need of a physician; but they who are sick. I did not come to call righteous men, but sinners, to a reformation."},{"number":18,"verse":"Now it was customary for the disciples of John, and those of the Pharisees, to fast. Therefore they come and say to him, Why do the disciples of John, and those of the Pharisees, fast;19 but thy disciples do not fast?"},{"number":19,"verse":"Thereupon Jesus said to them, Can the bridemen fast, while the bridegroom is with them? So long as they have the bridegroom with them, they cannot fast."},{"number":20,"verse":"But the days will come, when the bridegroom will be taken from them, and then they will fast in those days."},{"number":21,"verse":"No one seweth a patch, of undressed cloth on an old garment, else the new patch teareth the old cloth, and the rent is made worse."},{"number":22,"verse":"And no one putteth new wine into old leathern bottles; else the new wine bursteth the bottles. Thus the wine is spilled and the bottles are rendered useless. But new wine is to be put into new bottles."},{"number":23,"verse":"At another time, as he was passing through corn fields, on the sabbath days, it happened that his disciples, as they passed along, began to pluck the ears."},{"number":24,"verse":"Whereupon the Pharisees said to him, See! Why are they doing what is not lawful, on the sabbath days?”"},{"number":25,"verse":"And he said to them, Did you never read what David did when he was in a strait; and he and his company were hungry?"},{"number":26,"verse":"How he went to the house of God in the days of Abiathar, the high priest, and ate the presence loaves, which it is not lawful for any but the priests to eat, and gave thereof to his attendants?"},{"number":27,"verse":"Moreover he said to them, The sabbath was made for man, not man for the sabbath."},{"number":28,"verse":"So that the son of man is lord even of the sabbath."}]}