{"bibleAbbr":"awaERV2005","bookName":"प्रकासित वाक्य","bookEnglishName":"Revelation","chapterNumber":13,"verses":[{"number":1,"verse":"( दुइ जानवर) फिन मइँ समुद्दर मँ स एक जानवर क बाहर आवत देखेउँ। ओकरे दस सीग रहिन अउर सात मूँड़ रहेन। उ अपने सीग प दस राजसी मुकुट पहिने रहा। ओकरे मूँड़े प दुस्ट नाउँ लिखा रहेन।"},{"number":2,"verse":"मइँ जउन जानवर देखे रहेउँ उ चीता क तरह रहा। ओकरे पैर भालू क तरह रहेन अउर ओकरे मुँह सेर क तरह रहा। उ भयंकर अजगर आपन ताकत, आपन सिहांसन अउर आपन डेर अधिकार दइ दिहेस।"},{"number":3,"verse":"मइँ देखेउँ कि ओकर एक मूँड़ अइसेन देखात रहा जइसेन ओकरे ऊपर कउनउँ बड़ा प्रान घातक घाव लगा रहा होइ मुला ओकर प्रान घातक घाव भर चुका रहा। पूरी दुनिया अचरज करत उ जानवर क पीछे चलइ लाग।"},{"number":4,"verse":"अउर उ पचे अजगर क पूजा करइ लागेन। काहे बरे कि उ आपन अधिकार उ जानवर क दइ दिहे रहा। अउर उ पचे उ जानवर क पूजा करत कहइ लागेन, “इ जानवर क तरह हिआँ कउन अहइ? अउर अइसा के अहइ जे ओसे लड़ सकइ?”"},{"number":5,"verse":"ओका अनुमति दइ दीन्ह गइ जइसे कि उ अपने मुँह स घमंड़ अउर परमेस्सर क निन्दा भरी बात बोलइ। ओका बयालीस महीना तक आपन ताकत देखावइ क अधिकार दीन्ह ग रहा।"},{"number":6,"verse":"इ बरे उ परमेस्सर क निन्दा सुरु कइ दिहेस। उ परमेस्सर क नाउँ, अउर ओनकै मंदिर अउर जउन सरग मँ रहत ही ओनकर निन्दा करइ लाग।"},{"number":7,"verse":"परमेस्सर क पवित्तर लोगन क साथे लड़ाई लड़इ क अउर ओनका हरावै क अनुमति ओका दइ दीन्ह गइ। ओकर अधिकार हर वंस, हर जाति, हर भाखा अउर हर राष्ट्र पर रहा।"},{"number":8,"verse":"धरती क सभी निवासी उ जानवर क पूजा करिहइ जेकर नाम उ मेमना क जीवन क पुस्तक मँ संसार क आरम्भ स नाहीं लिखा अहइ अउर जेकर बलिदान एकदम पक्का अहइ।"},{"number":9,"verse":"जदि केउ क कान अहइँ तउ उ सुन लेइ:"},{"number":10,"verse":"बंदिघर मँ बन्दी बनइ क जेकरे तकदीर मँ अहइ, उ जरुर बन्दी होइ। जदि केहू तलवार स मारी तउ उहइ तलवार स मारा जाई। वह अइसे समइ मँ परमेस्सर क पवित्तर लोगन क सहनसीलता अउर बिसवास क देखावइ चाही।"},{"number":11,"verse":"एकरे बाद मइँ धरती स निकरत एक अउर जानवर क देखेउँ। ओकरे मेमना क सीग क तरह दुइ ठु सीग रहिन। मुला उ महानाग क तरह बोलत रहा।"},{"number":12,"verse":"उ भयानक अजगर क समन्वा उ पहिले जानवर क सभी अधिकारन क इस्तेमाल करत रहा। उ धरती अउर धरती क निवासिन सबसे उ जानवर क पूजा कराएस जउने क भयंकर घाव भर ग रहा।"},{"number":13,"verse":"दूसरउ जानवर बड़ा बड़ा अद्भुत कारजन करेस। हिआँ तक कि सबके सामने उ धरती प आकास स आग बरसाइ दिहेस।"},{"number":14,"verse":"उ धरती प रहइ वालेन क ठगत रहा काहेकि ओकरे पास पहले जानवर क सामने अद्भुत कारजन दिखावइ, क ताकत रही। दूसरा जानवर धरती प रहइवालेन स पहिले जानवर क आदर देइके ओकर मूर्ति बनावइ क कहेस। जउन तलवार क मार स घायल रहा पर मरा नाही।"},{"number":15,"verse":"दूसरे जानवर क इ ताकत दीन्ह ग रही कि उ पहिले जानवर क मूर्ति मँ जान फूँके देइँ जइसे कि मूर्ति पहिले जानवर क तरह बोलइ लागइ, हिआँ तक कि ओनका मारइ क आग्या दइ देइ जउन कि मूर्ति क पूजा नाहीं करतेन।"},{"number":16,"verse":"दूसरा जानवर सभी लोगन का छोटा-बड़ा, धनी-गरीब, मालिक दास, पुत्र अउर गुलाम सबका मजबूर करेस कि अपने दाहिने हाथे प या दाहिने माथे प उ जानवर क नाउँ या ओकरे नाम स जुड़ी छाप क छाप लगवावइँ।"},{"number":17,"verse":"जइसे कि बिना उ छाप क कउनउँ चीज न तउ खरीदी जाय सकइ अउर न तउ बेची जाइ सकइ।"},{"number":18,"verse":"बुद्धिमानी ऐहिमाँ अहइ जेहमा बुद्धि होइ, उ जानवर क संख्या क हिसाब लगाइ लेइ काहेकि उ संख्या क सम्बन्ध कउनउँ मनई स अहइ। ओकर संख्या अहइ 666।"}]}