{"bibleAbbr":"awaERV2005","bookName":"प्रकासित वाक्य","bookEnglishName":"Revelation","chapterNumber":19,"verses":[{"number":1,"verse":"( सरग मँ परमेस्सर क स्तुति) एकरे बाद मइँ सरग क भीड़ स उच्च स्वर मँ आवाज़ आवत सुने रह्यो: “हल्लिलूय्याह! परमेस्सर क जय होइ! जय होइ! महिमा अउर समर्थ हमेसा मिलइ!"},{"number":2,"verse":"ओकर निआव सच्चे अउर धर्ममय अहइ। उ बड़ी वेस्या क उ निआव करेस, जउन आपन व्यभिचार स इ धरती क भ्रस्ट कइ दिहे रही, अपने दासन क मउत क बदला लइ लिहेस।”"},{"number":3,"verse":"ओन्ह फिन कहेन्ह: “हल्लिलूय्याह! ओसे धुआँ जुग जुग तक उतरत रहा।”"},{"number":4,"verse":"फिन चौबीसउँ बुजुर्गन अउर चारउ प्रानिअन सिंहासन प बइठा परमेस्सर क झुकके प्रणाम करेन अउर ओकर आराधना करत गावइ लागेन: “आमीन, हल्लिलूय्याह!”"},{"number":5,"verse":"सिंहासन स फिन आवाज आइ जउन कहत रही: “ओ ओकर सेवकन! तू सबे हमरे परमेस्सर क स्तुति करा, अउर अपने सब लोगन क चाहे बड़ा होइ या छोटा सबइ क इज्जत करत रहा!”"},{"number":6,"verse":"फिन मानो मइँ एक विसाल जनसमूहे क आवाज सुनेउँ जउन कि भयंकर पानी क बहाव अउर बदरन क जोरदार गरजइ-तरजइ क आवाज जइसे रही। कहत रही: “हल्लिलूय्याह! जय होइ ओकर, काहे बरे कि हमार पर्भू परमेस्सर, सर्वसक्ति स पूरा होइके राज्य क ताकतवर बनावत अहइ।"},{"number":7,"verse":"इ बरे आवा, आनन्द खुसी मनावा। आवा, ओका माहिमा देइ। काहे बरे कि अउर मेमना क बियाह क समइ आइ गवा अहइ। ओकर दुलहिन सजी धजी तइयार होइ गइ।"},{"number":8,"verse":"ओका आग्या मिली अहइ, साफ सफेद निर्मल मलमल पहन ल्या।” (इ मलमल परमेस्सर क पवित्तर लोगन बड़िया कामन क प्रतीक अहइ।)"},{"number":9,"verse":"फिन उ मोसे कहइ लाग, “लिखा, उ धन्य अहइ जेनका इ बियाह क भोजन मँ बोलावा ग अहइ।” उ मोसे फिन कहिस, “इ परमेस्सर क सच्चा वचन अही।”"},{"number":10,"verse":"अउर मइँ ओकर आराधना करइ क बरे ओकरे पाँव प गिर पड़ेउँ। मुला उ मोसे कहेस, “सावधान! अइसा न करा। मइँ तउ तोहरे अउर तोहरे भाइयन क साथी परमेस्सर क साथी सेवक अहउँ जउने पइ ईसू क साच्छी क भविस्सबाणी की आतिमा अहइ। अउर प्रचार क जिम्मेदारी अहइ। परमेस्सर क आराधना करा. कहे बरे कि ईसू क प्रमाणित संदेस इ बात क साच्छी अहइ कि ओहमाँ एक नबी क आतिमा अहइ।”"},{"number":11,"verse":"( सफेद घोड़ा क सवार) फिन मइँ सरग क खुलत देखेउँ अउर हुवाँ मोरे समन्वा एक सफेद घोड़ा रहा। घोड़े प जउन बइठा रहा। ओका बिस्सासनीय अउर सत्य कहा जात रहा काहे बरे कि उ निआव धार्मिकता स निर्णय करत ह।"},{"number":12,"verse":"ओकर आँखी अइसी रहीं जइसे आगी क लपट होइँ। ओकरे मूँड़े पइ बहोत स मुकुट रहेन। ओकरे ऊपर एक नाउँ लिखा रहा, जेका ओकरे अलावा अउर केहू नाहीं जानत।"},{"number":13,"verse":"उ अइसा कपड़ा पहिने रहा जउने क खून मँ डुबोवा ग रहा। ओका नाउँ दीन्ह रहा, “परमेस्सर क वचन।”"},{"number":14,"verse":"सफेद घोड़न प बइठी सरग क सेना ओकरे पीछे-पीछे चलत रहिन। उ साफ सफेद मलमल क कपरा पहिने रहा।"},{"number":15,"verse":"रास्ट्रन क मारइ क बरे ओकरे मुँहे स एक तेज धार क तरवार बाहेर निकरत रही। उ ओकरे ऊपर लोहे क दण्ड स सासन करी। अउर सर्वसक्तिमान पर्भू परमेस्सर क भयानक गुस्सा क धानी मँ अंगूर क रस निचोड़ी।"},{"number":16,"verse":"ओकरे वस्त्र अउर जाँघ पइ इ नाउँ लिखा रहा। राजन क राजा, अउर पर्भूअन क पर्भू"},{"number":17,"verse":"एकरे बाद मइँ देखेउँ कि सूरज क ऊपर एक सरगदूत खड़ा अहइ। उ ऊँचे अकास मँ उड़इवाली सबहीं चिड़ियन स जोर क आवाज स कहेस, “आवा, परमेस्सर क महाभोज क बरे एकट्ठा होइ जा।"},{"number":18,"verse":"जइसे कि तू सासकन, सेनापतियन, मजदूर आदमियन, घोड़न अउर ओनके सवारन क मांस खाइ सका। अउर सब मनई छोट-बड़ा आदमियन अउर खास आदमियन क सरीर खाइ सका।”"},{"number":19,"verse":"फिन मइँ उ जनावरन क अउर धरती क राजन क देखेउँ ओनके संग ओनकइ सेना रही। उ पचे उ एक घोड़ा क सवार अउर ओकरी सेना स जुद्ध करइ एक साथे आइके जुट गएन।"},{"number":20,"verse":"उ जनावर क पकड़ा गवा। ओकरे साथ उ झूठा नबी भी रहा जउन जानवर क उपस्थिति मँ अद्भुत कारजन देखावा करत रहा अउर ओनका ठगत रहा जउने प उ जनावरन क छाप लगी रही अउर जउन ओकरी मूर्ति क आराधना करत रहेन। उ जनावरन क अउर झूठे नबी, दुइनउँ क जलत गंधक क भभकत झील मँ जिन्दइ डाल दीन्ह गवा।"},{"number":21,"verse":"घोड़ा क सवार क मुँह स जउन तरवार निकरत रही, बाकी क सैनिक ओसे मार डावा गएन। फिन चिड़ियन मिलके ओकरे माँस खाइके अघाइ गइन।"}]}