{"bibleAbbr":"urDGV2010","bookName":"याक़ूब","bookEnglishName":"James","chapterNumber":4,"verses":[{"number":1,"verse":"( दुनिया से दोस्ती) यह लड़ाइयाँ और झगड़े जो आप के दरमियान हैं कहाँ से आते हैं? क्या इन का सरचश्मा वह बुरी ख़्वाहिशात नहीं जो आप के आज़ा में लड़ती रहती हैं?"},{"number":2,"verse":"आप किसी चीज़ की ख़्वाहिश रखते हैं, लेकिन उसे हासिल नहीं कर सकते। आप क़त्ल और हसद करते हैं, लेकिन जो कुछ आप चाहते हैं वह पा नहीं सकते। आप झगड़ते और लड़ते हैं। तो भी आप के पास कुछ नहीं है, क्यूँकि आप अल्लाह से माँगते नहीं।"},{"number":3,"verse":"और जब आप माँगते हैं तो आप को कुछ नहीं मिलता। वजह यह है कि आप ग़लत नीयत से माँगते हैं। आप इस से अपनी ख़ुदग़रज़ ख़्वाहिशात पूरी करना चाहते हैं।"},{"number":4,"verse":"बेवफ़ा लोगो! क्या आप को नहीं मालूम कि दुनिया का दोस्त अल्लाह का दुश्मन होता है? जो दुनिया का दोस्त बनना चाहता है वह अल्लाह का दुश्मन बन जाता है।"},{"number":5,"verse":"या क्या आप समझते हैं कि कलाम-ए-मुक़द्दस की यह बात बेतुकी सी है कि अल्लाह ग़ैरत से उस रूह का आरज़ूमन्द है जिस को उस ने हमारे अन्दर सुकूनत करने दिया?"},{"number":6,"verse":"लेकिन वह हमें इस से कहीं ज़्यादा फ़ज़्ल बख़्शता है। कलाम-ए-मुक़द्दस यूँ फ़रमाता है, “अल्लाह मग़रूरों का मुक़ाबला करता लेकिन फ़रोतनों पर मेहरबानी करता है।”"},{"number":7,"verse":"ग़रज़, अल्लाह के ताबे हो जाएँ। इब्लीस का मुक़ाबला करें तो वह भाग जाएगा।"},{"number":8,"verse":"अल्लाह के क़रीब आ जाएँ तो वह आप के क़रीब आएगा। गुनाहगारो, अपने हाथों को पाक-साफ़ करें। दोदिलो, अपने दिलों को मख़्सूस-ओ-मुक़द्दस करें।"},{"number":9,"verse":"अफ़्सोस करें, मातम करें, ख़ूब रोएँ। आप की हंसी मातम में बदल जाए और आप की ख़ुशी मायूसी में।"},{"number":10,"verse":"अपने आप को ख़ुदावन्द के सामने नीचा करें तो वह आप को सरफ़राज़ करेगा।"},{"number":11,"verse":"( एक दूसरे का मुन्सिफ़ मत बनना) भाइयो, एक दूसरे पर तोहमत मत लगाना। जो अपने भाई पर तोहमत लगाता या उसे मुजरिम ठहराता है वह शरीअत पर तोहमत लगाता है और शरीअत को मुजरिम ठहराता है। और जब आप शरीअत पर तोहमत लगाते हैं तो आप उस के पैरोकार नहीं रहते बल्कि उस के मुन्सिफ़ बन गए हैं।"},{"number":12,"verse":"शरीअत देने वाला और मुन्सिफ़ सिर्फ़ एक ही है और वह है अल्लाह जो नजात देने और हलाक करने के क़ाबिल है। तो फिर आप कौन हैं जो अपने आप को मुन्सिफ़ समझ कर अपने पड़ोसी को मुजरिम ठहरा रहे हैं!"},{"number":13,"verse":"( शेख़ी मत मारना) और अब मेरी बात सुनें, आप जो कहते हैं, “आज या कल हम फ़ुलाँ फ़ुलाँ शहर में जाएंगे। वहाँ हम एक साल ठहर कर कारोबार करके पैसे कमाएँगे।”"},{"number":14,"verse":"देखें, आप यह भी नहीं जानते कि कल क्या होगा। आप की ज़िन्दगी चीज़ ही किया है! आप भाप ही हैं जो थोड़ी देर के लिए नज़र आती, फिर ग़ाइब हो जाती है।"},{"number":15,"verse":"बल्कि आप को यह कहना चाहिए, “अगर ख़ुदावन्द की मर्ज़ी हुई तो हम जिएँगे और यह या वह करेंगे।”"},{"number":16,"verse":"लेकिन फ़िलहाल आप शेख़ी मार कर अपने ग़ुरूर का इज़हार करते हैं। इस क़िस्म की तमाम शेख़ीबाज़ी बुरी है।"},{"number":17,"verse":"चुनाँचे जो जानता है कि उसे क्या क्या नेक काम करना है, लेकिन फिर भी कुछ नहीं करता वह गुनाह करता है।"}]}