{"bibleAbbr":"PESH1849","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":3,"verses":[{"number":1,"verse":"This saying is faithful, that if a man desire the presbyterate,[Kashishutho.] a good work he desireth."},{"number":2,"verse":"But it behoveth that a presbyter be as that blame be not found in him; and that he be the husband of one wife; (a man) who is of a vigilant mind, chaste, and orderly, and a lover of guests, and instructful;"},{"number":3,"verse":"and not a transgressor over wine, nor (one) whose hand hastens to strike; but he is to be gentle and not contentious, nor a lover of money;"},{"number":4,"verse":"and (one who) ruleth his house well, holding his children in subjection with all purity."},{"number":5,"verse":"For if his own house he know not to rule well, how is he able to rule the church of Aloha?"},{"number":6,"verse":"Neither shall his discipleship be recent, lest he be lifted up, and fall into the judgment of Satana."},{"number":7,"verse":"But it is needful that he have also a good testimony from those without, that he may not fall into reproach, and into the net of Satana."},{"number":8,"verse":"And also the ministers [M'shamshonee.] must be pure, not speaking doubly, not inclined to much wine, nor shall they love unclean gains."},{"number":9,"verse":"But they shall hold the mystery of the faith with a pure conscience."},{"number":10,"verse":"And these are to be proved first, and then to minister, being without blame."},{"number":11,"verse":"Thus also must the woman be chaste, and they shall be vigilant (in their) minds, and faithful in every thing; and they shall not be accusers."},{"number":12,"verse":"The ministers [M'shamshonee.] shall be (of them) severally who have one wife, and shall rule each his children and his household well."},{"number":13,"verse":"For they who minister well, a good degree acquire for themselves, and much openness of face in the faith of Jeshu Meshiha."},{"number":14,"verse":"These I write to thee, hoping soon to come to thee;"},{"number":15,"verse":"but if I should delay, that thou mayest know how to converse in the house of Aloha, which is the church of Aloha the Living, the column and foundation of the truth."},{"number":16,"verse":"And truly great is this mystery of righteousness,[Kinutho.] which was revealed in the flesh, and justified by the Spirit, and seen of angels, and preached among the peoples, and believed in the world, and taken up into glory."}]}