{"bibleAbbr":"PESH1849","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":4,"verses":[{"number":1,"verse":"But the Spirit distinctly saith, that in the last times some will remove from the faith, and will go after deceiving spirits, and after doctrines of demons."},{"number":2,"verse":"These, with a false appearance, will deceive, speaking a lie, and seared in their conscience,"},{"number":3,"verse":"and prohibiting to marry, and abstaining from meats, which Aloha created to be used with thanksgiving by them who believe and know the truth;"},{"number":4,"verse":"because every creature of Aloha is good, and nothing to be abominated, if with thanksgiving it be received;"},{"number":5,"verse":"for it is sanctified by the word of Aloha, and by prayer."},{"number":6,"verse":"These if thou shalt teach thy brethren, a good minister wilt thou be of Jeshu Meshiha, while thou wilt be enlarged with words of faith and of the good doctrine which thou hast learned."},{"number":7,"verse":"But from the foolish stories of old women abstain; and exercise thy soul in righteousness."},{"number":8,"verse":"For the exercise of the body a little time profiteth; but righteousness in every thing profiteth, and hath the promise of the life of this time, and of the future."},{"number":9,"verse":"FAITHFUL is the saying and worthy is it of reception:"},{"number":10,"verse":"for on this account we labour and are reproached, because we hope in Aloha the Living, who is the Saviour of all men, and especially of the believers."},{"number":11,"verse":"These teach and command."},{"number":12,"verse":"And let no man despise thy youth; but be an example to the believers in word, and in conduct, and in charity, and in faith, and in purity."},{"number":13,"verse":"Till I come be diligent in reading, and in prayer, and in teaching."},{"number":14,"verse":"Neglect not the gift that is in thee, which was given thee with prophecy, and the hand-laying [Sim-yado.] of the presbytery."},{"number":15,"verse":"In these meditate, and in them be, that it may be known to every man that thou goest onward."},{"number":16,"verse":"And take heed to thyself, and to thy doctrine, and persevere in them; for while these thou doest, thyself wilt thou save, and them who hear thee."}]}