{"bibleAbbr":"NLT2015","bookName":"Zephaniah","bookEnglishName":"Zephaniah","chapterNumber":2,"verses":[{"number":1,"verse":"(A Call to Repentance) Gather together—yes, gather together, you shameless nation."},{"number":2,"verse":"Gather before judgment begins, before your time to repent is blown away like chaff. Act now, before the fierce fury of the LORD falls and the terrible day of the LORD’s anger begins."},{"number":3,"verse":"Seek the LORD, all who are humble, and follow his commands. Seek to do what is right and to live humbly. Perhaps even yet the LORD will protect you— protect you from his anger on that day of destruction."},{"number":4,"verse":"(Judgment against Philistia) Gaza and Ashkelon will be abandoned, Ashdod and Ekron torn down."},{"number":5,"verse":"And what sorrow awaits you Philistines (Hebrew Kerethites.) who live along the coast and in the land of Canaan, for this judgment is against you, too! The LORD will destroy you until not one of you is left."},{"number":6,"verse":"The Philistine coast will become a wilderness pasture, a place of shepherd camps and enclosures for sheep and goats."},{"number":7,"verse":"The remnant of the tribe of Judah will pasture there. They will rest at night in the abandoned houses in Ashkelon. For the LORD their God will visit his people in kindness and restore their prosperity again."},{"number":8,"verse":"(Judgment against Moab and Ammon) “I have heard the taunts of the Moabites and the insults of the Ammonites, mocking my people and invading their borders."},{"number":9,"verse":"Now, as surely as I live,” says the LORD of Heaven’s Armies, the God of Israel, “Moab and Ammon will be destroyed— destroyed as completely as Sodom and Gomorrah. Their land will become a place of stinging nettles, salt pits, and eternal desolation. The remnant of my people will plunder them and take their land.”"},{"number":10,"verse":"They will receive the wages of their pride, for they have scoffed at the people of the LORD of Heaven’s Armies."},{"number":11,"verse":"The LORD will terrify them as he destroys all the gods in the land. Then nations around the world will worship the LORD, each in their own land."},{"number":12,"verse":"(Judgment against Ethiopia and Assyria) “You Ethiopians (Hebrew Cushites.) will also be slaughtered by my sword,” says the LORD."},{"number":13,"verse":"And the LORD will strike the lands of the north with his fist, destroying the land of Assyria. He will make its great capital, Nineveh, a desolate wasteland, parched like a desert."},{"number":14,"verse":"The proud city will become a pasture for flocks and herds, and all sorts of wild animals will settle there. The desert owl and screech owl will roost on its ruined columns, their calls echoing through the gaping windows. Rubble will block all the doorways, and the cedar paneling will be exposed to the weather."},{"number":15,"verse":"This is the boisterous city, once so secure. “I am the greatest!” it boasted. “No other city can compare with me!” But now, look how it has become an utter ruin, a haven for wild animals. Everyone passing by will laugh in derision and shake a defiant fist."}]}