{"bibleAbbr":"Geneva1599","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":1,"verses":[{"number":1,"verse":"(The Epistle of the Apostle Paul to the Galatians) ((1 Straight after the salutation,6 He reprehendeth the Galatians for revolting,9 from his Gospel,15 which he received from God,17 before he had communicated with any of the Apostles.) ) Paul (A salutation comprehending in few words, the sum of the Apostle’s doctrine, and also besides straightway from the beginning, showing the gravity meet for the authority of an Apostle, which he had to maintain against the false apostles.) an Apostle (not (He showeth who is the author of the minister generally: for herein the whole ministry agreeth, that whether they be Apostles, or Shepherds, or Doctors, they are appointed of God.) of men, neither by (He toucheth the instrumental cause: for this is a peculiar prerogative to the Apostles, to be called immediately from Christ.) man, (Cross references: : Titus 1:3) but by (Christ no doubt is man, but he is God also, and head of the Church, and in this respect to be exempted out of the number of men.) Jesus Christ, and God the Father which hath raised him from the dead.)"},{"number":2,"verse":"And all the brethren which are with me unto the Churches of Galatia:"},{"number":3,"verse":"Grace be with you, and peace from God the Father, and from our Lord Jesus Christ,"},{"number":4,"verse":"(The sum of the true Gospel is this, that Christ by his only offering, saveth us being chosen out from the world, by the free decree of God the Father.) Which gave himself for our sins, that he might deliver us (Luke 1:74) from this present evil (Out of that [most] corrupt state which is without Christ.) world according to the will of God even our Father,"},{"number":5,"verse":"To whom be glory forever and ever, Amen."},{"number":6,"verse":"(The first part of the Epistle wherein he witnesseth that he is an Apostle, nothing inferior to those chief disciples of Christ, and wholly agreeing with them, whose names the false apostles did abuse. And he beginneth with chiding, reproving them of lightness for that they have ear so easily unto them which perverted them and drew them away to a new Gospel.) I marvel that ye are so soon (He useth the passive voice, to cast the fault upon the false apostles, and he useth the time that now is, to give them to understand, that it was not already done, but in doing.) removed away unto another Gospel, from him that had called you in the grace of Christ,"},{"number":7,"verse":"(He warneth them in time to remember that there are not many Gospels, and therefore whatsoever these false apostles pretend which had the Law, Moses and the Fathers in their mouths, yet they are in deed so many corruptions of the true Gospel, insomuch that he himself, yea, and the very Angels themselves, (and therefore much more these false apostles) ought to be holden accursed, if they go about to change the least iota that may be in the Gospel, that he delivered to them before.) Which is not another Gospel, save that there be some which trouble you, and intend to (For there is nothing more contrary to faith or free justification, than justification by the Law, or by our deserving.) pervert the Gospel of Christ."},{"number":8,"verse":"But though that we, or an Angel from heaven preach unto you otherwise than that which we have preached unto you, let him be (See Rom. 9:3.) accursed."},{"number":9,"verse":"As we said before, so say I now again, If any man preach unto you otherwise than that ye have received, let him be accursed."},{"number":10,"verse":"(A confirmation taken both from the nature of the doctrine itself, and also from that manner which he useth in teaching: for neither saith he, did I teach those things which pleased men as these men do which put part of salvation in external things, and works of the Law, neither went I about to procure any man’s favor. And therefore the matter itself showeth that that doctrine which I delivered unto you, is heavenly.) For now preach I (He toucheth the false apostles who had nothing but men in their mouths, and he, though he would derogate nothing from the Apostles, preacheth God and not men.) man’s doctrine, or God’s? or go I about to please men? for if I should yet please men, I were not the servant of Christ."},{"number":11,"verse":"(1 Cor. 15:1) (A second argument to prove that this doctrine is heavenly, because he had it from heaven, from Jesus Christ himself, without any man’s help, wherein he excelleth them whom Christ taught here on earth after the manner of men.) Now I certify you, brethren, that the Gospel which was preached of me, was not after man."},{"number":12,"verse":"For neither received I it of man, neither was I taught it, but by the (This place is to be understood of an extraordinary revelation, for otherwise the Son alone revealed his Gospel by his Spirit, although by the ministry of men, which Paul shutteth out here.) revelation of Jesus Christ."},{"number":13,"verse":"(He proveth that he was extraordinarily taught of Christ himself, by the history of his former life, which the Galatians themselves know well enough: for saith he, it is well known in what school I was brought up, even from a child, to wit, amongst the deadly enemies of the Gospel. And no man may cavil and say that I was a scholar of the Pharisees in name only and not in deed, no man is ignorant, how that I excelled in Pharisaism, and was suddenly made of a Pharisee, an Apostle of the Gentiles, so that I had no space to be instructed of men.) For ye have heard of my conversation in time past, in the Jewish religion, how that (Acts 9:8) I persecuted the Church of God extremely, and wasted it,"},{"number":14,"verse":"And profited in the Jewish religion above many of my companions of mine own nation, and was much more zealous of the (He calleth them the traditions of his Fathers, because he was not only a Pharisee himself, but also had a Pharisee to his father.) traditions of my fathers."},{"number":15,"verse":"But when it pleased God (which had (He speaketh of God’s everlasting predestination, whereby he appointed him to be an Apostle, whereof he maketh three degrees, the everlasting counsel of God, his appointing from his mother’s womb, and his calling: here is no mention at all, we see, of works foreseen.) separated me from my mother’s womb, and called me by his grace.)"},{"number":16,"verse":"To reveal his Son (To me, and this is a kind of speech which the Hebrews use, whereby this is given us to understand, that this gift cometh from God.) in me, that I should preach him (Eph. 3:8) among the Gentiles immediately, (Because it might be objected, that indeed he was called of Christ in the way, but afterwards was instructed of the Apostles and others, whose names (as I said before) the false apostles abused to destroy his Apostleship, as though he delivered another Gospel than the true Apostles did, and as though he were not of their number, which are to be credited without exception: therefore Paul answereth, that he began straightway after his calling to preach the Gospel at Damascus and in Arabia, and was not from that time in Jerusalem but only fifteen days, where he saw only Peter and James, and afterwards, he began to teach in Syria and Cilicia, with the consent and approbation of the Churches of the Jews, which knew him only by name, so far off was it, that he was there instructed of men.) I communicated not with (With any man in the world.) flesh and blood:"},{"number":17,"verse":"Neither came I again to Jerusalem to them which were Apostles before me, but I went into Arabia, and turned again unto Damascus."},{"number":18,"verse":"Then after three years I came again to Jerusalem, to visit Peter, and abode with him fifteen days."},{"number":19,"verse":"And none other of the Apostles saw I, save James the Lord’s brother."},{"number":20,"verse":"Now the things which I write unto you, behold, I witness (This is a kind of an oath.) before God, that I lie not."},{"number":21,"verse":"After that, I went into the coasts of Syria and Cilicia: for I was unknown by face unto the Churches of Judea which were in Christ."},{"number":22,"verse":"But they had heard only some say, He which persecuted us in time past, now preacheth the (The doctrine of faith.) faith which before he destroyed."},{"number":23,"verse":"And they glorified God for me."}]}