{"bibleAbbr":"Geneva1599","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":6,"verses":[{"number":1,"verse":"((1 Now he entreateth particularly of charity toward such as offend,6 toward the Minsters of the word,10 and those that are of the household of faith:12 Not like unto such who have a counterfeit zeal of the Law,13 glorying in the mangling of the flesh,14 and not in the cross of Christ.) ) Brethren, (He condemneth importunate rigor, because that brotherly reprehensions ought to be moderated and tempered by the spirit of meekness.) If a man be (Through the malice of the flesh and the devil.) suddenly taken in any offense, ye which are (Which are upholden by the virtue of God’s Spirit.) spiritual, (Labor to fill up that that is wanting in him.) restore such one with the (This is a kind of speech which the Hebrews use, giving to understand thereby, that all good gifts come from God.) spirit of meekness, (He toucheth the fore: for they commonly are most severe judges, which forget their own infirmities.) considering thyself, lest thou also be tempted."},{"number":2,"verse":"(He showeth that this is the end of reprehensions, to raise up our brother which is fallen, and not proudly to oppress him. Therefore everyone must seek to have commendation of his own life by approving of himself, and not by reprehending others.) Bear ye one another’s burden, and so fulfill the (Christ, in plain and flat words, calleth the commandment of charity, his commandment.) Law of Christ."},{"number":3,"verse":"For if any man seem to himself, that he is somewhat, when he is nothing, he deceiveth himself in his imagination."},{"number":4,"verse":"But let every man prove his own work: and then shall he have rejoicing in himself only and not in another."},{"number":5,"verse":"(Cross references: : 1 Cor. 3:18) (A reason wherefore men ought to have the greatest eye upon themselves, because that every man shall be judged before God according to his own life, and not by comparing himself with other men.) For every man shall bear his own burden."},{"number":6,"verse":"(It is meet that masters should be sound by their scholars, so far forth as they are able.) Let him that is taught in the word, make him that hath taught him, partaker of (Of whatsoever he hath, according to his ability.) all his (1 Cor. 9:7) goods."},{"number":7,"verse":"(He commendeth liberality towards the poor, and first of all chideth them which were not ashamed to pretend this and that, and all because they would not help their neighbors, as though they could deceive God: and afterward compareth alms to a spiritual sowing, which shall have a most plentiful harvest, so that it shall be very profitable: and compareth covetous niggardliness to a carnal sowing, whereof nothing can be gathered but such things as fade away, and perish by and by.) Be not deceived: God is not mocked: for whatsoever a man soweth, that shall he also reap."},{"number":8,"verse":"For he that soweth to his (To the commodities of this present life.) flesh, shall of the flesh reap corruption: but he that soweth to the spirit, shall of the spirit reap life everlasting."},{"number":9,"verse":"(2 Thess. 3:13) (Against such as are liberal at the beginning, but continue not, because the harvest seemeth to be deferred very long, as though the seed time and the harvest were at one instant.) Let us not therefore be weary of well doing: for in due season we shall reap, if we faint not."},{"number":10,"verse":"(They that are of the household of faith, that is, such as are joined with us in the profession of one selfsame religion, ought to be preferred before all others, yet so notwithstanding that our liberality extends to all.) While we have therefore time, let us do good unto all men, but especially unto them, which are of the household of faith."},{"number":11,"verse":"¶ (The fourth and last part of the Epistle, wherein he returneth to his principal end and purpose: to wit, that the Galatians should not suffer themselves to be led out of the way by the false apostles: and he pointeth out those false apostles in their colors, reproving them of ambition, as men that do not that which they do, for any affection and zeal they have to the Law, but only for this purpose, that they may purchase themselves favor amongst their own sort, by the circumcision of the Galatians.) Ye see how large a letter I have written unto you with mine own hand."},{"number":12,"verse":"As many as desire to make a (He setteth a far show against the truth.) fair show in the (In keeping of ceremonies.) flesh, they constrain you to be circumcised, only because they would not suffer persecution for the (For the preaching of him that was crucified.) cross of Christ."},{"number":13,"verse":"For they themselves which are circumcised keep not the Law, but desire to have you circumcised, that they might rejoice in (That they have entangled you in Judaism, and yet he harpeth on the form of circumcision.) your flesh."},{"number":14,"verse":"(He sticketh not to compare himself with them, showing that on the contrary part he rejoiceth in those afflictions which he suffereth for Christ’s sake, and as he is despised of the world, so doth he in like sort esteem the world as naught: which is the true circumcision of a true Israelite.) But God forbid that I should (When Paul useth this word in good sense of part, it signifieth to rest a man’s self wholly in a thing, and to content himself therewith.) rejoice, but in the cross of our Lord Jesus Christ, whereby the world is crucified unto me, and I unto the world."},{"number":15,"verse":"For in Christ Jesus neither circumcision availeth anything, nor uncircumcision, but a new creature."},{"number":16,"verse":"And as many as walk according to this rule, peace shall be upon them, and mercy, and upon the (Upon the true Israel, whose praise is of God and not of men, Rom. 2:19.) Israel of God."},{"number":17,"verse":"(Continuing still in the same metaphor, he opposeth his miseries and the marks of those stripes which he bare for Christ’s sake, against the scar of the outward circumcision, as a true mark of his Apostleship.) From henceforth let no man put me to business: for I bear, in my body the (Marks which are burnt into a man’s flesh, as they used in old times, to mark their servants that had run away from them.) marks of the (For it importeth much, whose marks we bear: for the cause maketh the Martyr, and not the punishment.) Lord Jesus."},{"number":18,"verse":"(Taking his farewell of them, he wisheth them grace, and the Spirit against the deceits of the false apostles, who labored to beat those outward things into their brains.) Brethren, the grace of our Lord Jesus Christ be with your (With your minds and hearts.) spirit, Amen. ¶ Unto the Galatians written from Rome."}]}