{"bibleAbbr":"ISV2011","bookName":"John","bookEnglishName":"John","chapterNumber":1,"verses":[{"number":1,"verse":"{The Gospel According to} {John} d {The Word and Creation} d In the beginning, the Word existed. The Word was with God, and the Word was God."},{"number":2,"verse":"He existed in the beginning with God."},{"number":3,"verse":"Through him all things were made, and apart from him nothing was made that has been made."},{"number":4,"verse":"In him was life, and that life brought light to humanity. {Lit. was the light of people}"},{"number":5,"verse":"And the light shines on in the darkness, and the darkness has never put it out. {Or understood it}"},{"number":6,"verse":"{John's Witness to the Word} d There was a man sent from God, whose name was John."},{"number":7,"verse":"He came as a witness to testify about the light, so that all might believe because of him."},{"number":8,"verse":"John {Lit. He} was not the light, but he came {The Gk. lacks he came} to testify about the light."},{"number":9,"verse":"This {Lit. He} was the true light that enlightens every person by his coming into the world. {Or every person who is coming into the world}"},{"number":10,"verse":"He was in the world, and the world was made through him. Yet the world did not recognize him."},{"number":11,"verse":"{Responses to the Word} d He came to his own creation, {Or possessions} yet his own people did not receive him."},{"number":12,"verse":"However, to all who received him, those believing in his name, he gave authority to become God's children,"},{"number":13,"verse":"who were born, not merely in a genetic sense, {Lit. not of bloods} nor from lust, {Lit. from desire of the flesh} nor from man's desire, but from the will of {The Gk. lacks the will of} God."},{"number":14,"verse":"{The Word Becomes Human} d The Word became flesh and lived {Lit. pitched his tent} among us. We gazed on his glory, the kind of glory that belongs to the Father's unique Son, {The Gk. lacks Son} who is full of grace and truth."},{"number":15,"verse":"John told the truth about him when he cried out, \"This is the person about whom I said, «The one who comes after me ranks higher than me, because he existed before me.»\""},{"number":16,"verse":"We have all received one gracious gift after another from his abundance, {Lit. received grace for grace}"},{"number":17,"verse":"because while the Law was given through Moses, grace and truth came through Jesus the Messiah. {Or Christ}"},{"number":18,"verse":"No one has ever seen God. The unique God, {Other mss. read Son} who is close to the Father's side, has revealed him."},{"number":19,"verse":"{The Testimony of John the Baptist} {(Matthew 3:1-12; Mark 1:2-8; Luke 3:15-17)} d This was John's testimony when the Jewish leaders {I. e. Judean leaders; lit. the Jews} sent priests and descendants of Levi to him from Jerusalem to ask him, \"Who are you?\""},{"number":20,"verse":"He spoke openly and, remaining true to himself, {Lit. and did not deny} admitted, \"I am not the Messiah.\" {Or Christ}"},{"number":21,"verse":"So they asked him, \"Well then, are you Elijah?\" John {Lit. He} said, \"I am not.\" \"Are you the Prophet?\" He answered, \"No.\""},{"number":22,"verse":"\"Who are you?\" they asked him. \"We must give an answer to those who sent us. What do you say about yourself?\""},{"number":23,"verse":"He replied, \"I am a voice crying out in the wilderness, \"Prepare the Lord's highway,\"'{Isa 40:3} as the prophet Isaiah said.\""},{"number":24,"verse":"Now those men {Lit. Now they} had been sent from the Pharisees."},{"number":25,"verse":"They asked him, \"Why, then, are you baptizing if you are not the Messiah, {Or Christ} or Elijah, or the Prophet?\""},{"number":26,"verse":"John answered them, \"I am baptizing with {Or in} water, but among you stands a man whom you do not know,"},{"number":27,"verse":"the one who is coming after me, whose sandal straps I am not worthy to untie.\""},{"number":28,"verse":"This happened in Bethany {Other mss. read Bethabara} on the other side {I. e. the east side} of the Jordan, where John was baptizing."},{"number":29,"verse":"The next day, John {Lit. he} saw Jesus coming toward him and said, \"Look, the Lamb of God who takes away the sin of the world!"},{"number":30,"verse":"This is the one about whom I said, «After me comes a man who ranks above me, because he existed before me.'"},{"number":31,"verse":"I didn't recognize him, but I came baptizing with {Or in} water so that he might be revealed to Israel.\""},{"number":32,"verse":"John also testified, \"I saw the Spirit coming down from heaven like a dove, and it remained on him."},{"number":33,"verse":"I didn't recognize him, but the one who sent me to baptize with {Or in} water told me, «The person on whom you see the Spirit descending and remaining is the one who baptizes with {Or in} the Holy Spirit.'"},{"number":34,"verse":"I have seen this and have testified that this is the Son {Other mss. read Chosen One} of God.\""},{"number":35,"verse":"{The First Disciples} d The next day, John was standing there again with two of his disciples."},{"number":36,"verse":"As he watched Jesus walk by, he said, \"Look, the Lamb of God!\""},{"number":37,"verse":"When the two disciples heard him say this, they followed Jesus."},{"number":38,"verse":"But when Jesus turned around and saw them following, he asked them, \"What are you looking for?\" They asked him, \"Rabbi,\"(which is translated \"Teacher\" ), \"where are you staying?\""},{"number":39,"verse":"He told them, \"Come and see!\" So they went and saw where he was staying, and they remained with him that day. It was about four o'clock in the afternoon. {Lit. the tenth hour}"},{"number":40,"verse":"Andrew, Simon Peter's brother, was one of the two who heard John and followed Jesus. {Lit. him}"},{"number":41,"verse":"The first thing Andrew {Lit. He} did was to find his brother Simon and say to him, \"We have found the Anointed One!\" {The Gk. word messias is a transliteration of the Heb. word for Messiah} (which is translated \"Messiah\" ). {Or Christ}"},{"number":42,"verse":"He led Simon {Lit. him} to Jesus. Jesus looked at him intently and said, \"You are Simon, John's son. {Cf. Matthew 16:17} You will be called Cephas!\" {Cephas means rock in Aram.} (which is translated \"Peter\" ). {Peter means rock in Gk.}"},{"number":43,"verse":"{Jesus Calls Philip and Nathaniel} d The next day, Jesus decided to go away to Galilee, where he found Philip and told him, \"Follow me.\""},{"number":44,"verse":"Now Philip was from Bethsaida, the hometown of Andrew and Peter."},{"number":45,"verse":"Philip found Nathaniel and told him, \"We have found the man about whom Moses in the Law and the Prophets wrote Jesus, the son of Joseph, from Nazareth.\""},{"number":46,"verse":"Nathaniel asked him, \"Out of Nazareth? Can anything good come from there?\" Philip told him, \"Come and see!\""},{"number":47,"verse":"Jesus saw Nathaniel coming toward him and said about him, \"Look, a genuine Israeli, in whom there is no deceit!\""},{"number":48,"verse":"Nathaniel asked him, \"How do you know me?\" Jesus answered him, \"Before Philip called you, while you were under the fig tree, I saw you.\""},{"number":49,"verse":"Nathaniel replied to him, \"Rabbi, {Rabbi is Heb. for Master and/or Teacher} you are the Son of God! You are the King of Israel!\""},{"number":50,"verse":"Jesus told him, \"Do you believe because I told you that I saw you under the fig tree? You will see greater things than that.\""},{"number":51,"verse":"Then he told him, \"Truly, I tell all of you {The Gk. pronoun you is pl.} emphatically, you will see heaven standing open and the angels of God going up and coming down to the Son of Man.\""}]}