{"bibleAbbr":"ISV2011","bookName":"John","bookEnglishName":"John","chapterNumber":13,"verses":[{"number":1,"verse":"{Jesus Washes the Disciples'Feet} d Now before the Passover Festival, Jesus realized that his hour had come to leave this world and return to the Father. Having loved his own who were in the world, he loved them to the end. {Or loved them completely}"},{"number":2,"verse":"By supper time, the devil had already put it into the heart of Judas, the son of Simon Iscariot, to betray him."},{"number":3,"verse":"Because Jesus knew that the Father had given everything into his control, {Lit. hands} that he had come from God, and that he was returning to God,"},{"number":4,"verse":"therefore he got up from the table, removed his outer robe, and took a towel and fastened it around his waist."},{"number":5,"verse":"Then he poured some water into a basin and began to wash the disciples'feet and to dry them with the towel that was tied around his waist."},{"number":6,"verse":"Then he came to Simon Peter, who asked him, \"Lord, are you going to wash my feet?\""},{"number":7,"verse":"Jesus answered him, \"You do not realize now what I am doing, but later on you will understand.\""},{"number":8,"verse":"Peter told him, \"You must never wash my feet!\" Jesus answered him, \"Unless I wash you, you cannot be involved with me.\""},{"number":9,"verse":"Simon Peter told him, \"Lord, not just my feet, but my hands and my head as well!\""},{"number":10,"verse":"Jesus told him, \"Whoever has bathed is entirely clean. He doesn't need to wash himself further, except for his feet. And you men {The Gk. lacks men} are clean, though not all of you.\""},{"number":11,"verse":"For he knew who was going to betray him. That's why he said, \"Not all of you are clean.\""},{"number":12,"verse":"When Jesus {Lit. he} had washed their feet and put on his outer robe, he sat down again and told them, \"Do you realize what I have done to you?"},{"number":13,"verse":"You call me Teacher and Lord, and you are right {Lit. you speak well} because that is what I am."},{"number":14,"verse":"So if I, your Lord and Teacher, have washed your feet, you must also wash one another's feet."},{"number":15,"verse":"I have set an example for you, so that you may do as I have done to you."},{"number":16,"verse":"Truly, I tell all of you {The Gk. pronoun you is pl.} emphatically, a servant is not greater than his master, and a messenger is not greater than the one who sent him."},{"number":17,"verse":"If you understand these things, how blessed you are if you put them into practice!"},{"number":18,"verse":"I'm not talking about all of you. I know the ones I have chosen. But the Scripture must be fulfilled: «The one who ate bread with me {Other mss. read ate my bread} has turned against me.' {Lit. has lifted up his heel against me ; cf. Ps 41:9}"},{"number":19,"verse":"I'm telling you this now, before it happens, so that when it does happen, you may believe that I AM."},{"number":20,"verse":"Truly, I tell all of you {The Gk. pronoun you is pl.} emphatically, the one who receives whomever I send receives me, and the one who receives me receives the one who sent me.\""},{"number":21,"verse":"{Jesus Predicts His Betrayal} {(Matthew 26:20-25; Mark 14:17-21; Luke 22:21-23)} d After saying this, Jesus was deeply troubled in spirit and declared solemnly, \"Truly, I tell all of you {The Gk. pronoun you is pl.} emphatically, one of you is going to betray me!\""},{"number":22,"verse":"The disciples began looking at one another, completely mystified about whom he was speaking."},{"number":23,"verse":"One of his disciples, the one whom Jesus kept loving, had been sitting very close to him."},{"number":24,"verse":"So Simon Peter motioned to this man to ask Jesus about whom he was speaking."},{"number":25,"verse":"Leaning forward on Jesus'chest, he asked him, \"Lord, who is it?\""},{"number":26,"verse":"Jesus answered, \"He is the one to whom I will give this piece of bread after I have dipped it in the dish.\" {The Gk. lacks in the dish} Then he took a piece of bread, dipped it, and gave it to Judas, the son of Simon Iscariot. {Other mss. read Judas Iscariot, the son of Simon}"},{"number":27,"verse":"After he had taken the piece of bread, Satan entered him. Then Jesus told him, \"Do quickly what you are going to do!\""},{"number":28,"verse":"Now no one at the table knew why Jesus {Lit. he} said this to him."},{"number":29,"verse":"Some thought that, since Judas had the moneybag, Jesus was telling him to buy what they needed for the festival or to give something to the destitute."},{"number":30,"verse":"So Judas {Lit. he} took the piece of bread, immediately went outside, and it was night."},{"number":31,"verse":"{The New Commandment} d After Judas {Lit. he} had gone out, Jesus said, \"The Son of Man is now glorified, and God has been glorified by him."},{"number":32,"verse":"If God has been glorified by him, {Other mss. lack If God has been glorified by him} God himself also will glorify the Son of Man, {Lit. him} and he will do so {Lit. will glorify him} quickly."},{"number":33,"verse":"Little children, I am with you only a little longer. You will look for me, but what I told the Jewish leaders {I. e. Judean leaders} I now tell you, «Where I am going, you cannot come.»"},{"number":34,"verse":"I am giving you a new commandment to love one another. Just as I have loved you, you also should love one another."},{"number":35,"verse":"This is how everyone will know that you are my disciples, if you have love for one another.\""},{"number":36,"verse":"{Jesus Predicts Peter's Denial} {(Matthew 26:31-34; Mark 14:27-31; Luke 22:31-34)} d Simon Peter asked him, \"Lord, where are you going?\" Jesus answered him, \"I am going where you cannot follow me now, though you will follow me later on.\""},{"number":37,"verse":"\"Lord, {Other mss. lack Lord} why can't I follow you now?\" Peter asked him. \"I would lay down my life for you!\""},{"number":38,"verse":"Jesus answered him, \"Would you lay down your life for me? I tell you {The Gk. pronoun you is sing.} emphatically, a rooster will not crow until you have denied me three times.\""}]}