{"bibleAbbr":"ISV2011","bookName":"John","bookEnglishName":"John","chapterNumber":19,"verses":[{"number":1,"verse":"{Jesus is Sentenced to Death} {(Matthew 27:15-31; Mark 15:6-20; Luke 23:13-25)} d Then Pilate had Jesus taken away and whipped."},{"number":2,"verse":"The soldiers twisted some thorns into a victor's crown, put it on his head, and threw a purple robe on him."},{"number":3,"verse":"They kept coming up to him and saying, \"Long live the king of the Jews!\" Then they began to slap him on the face."},{"number":4,"verse":"Pilate went outside again and told the Jews, {Lit. them} \"Look, I am bringing him out to you to let you know that I find no basis for a charge against him.\""},{"number":5,"verse":"Then Jesus came outside, wearing the victor's crown of thorns and the purple robe. Pilate told them, \"Here is the man!\""},{"number":6,"verse":"When the high priests and the officials saw him, they shouted, \"Crucify him! Crucify him!\" Pilate told them, \"You take him and crucify him. I find no basis for a charge against him.\""},{"number":7,"verse":"The Jewish leaders {I. e. Judean leaders; lit. The Jews} answered Pilate, {Lit. him} \"We have a law, and according to that Law he must die because he made himself out to be the Son of God.\""},{"number":8,"verse":"When Pilate heard this, he became even more afraid."},{"number":9,"verse":"Returning to his headquarters, {Lit. to the praetorium} he asked Jesus, \"Where are you from?\" But Jesus did not answer him."},{"number":10,"verse":"So Pilate asked him, \"Aren't you going to speak to me? You realize, don't you, that I have the authority to release you and the authority to crucify you?\""},{"number":11,"verse":"Jesus answered him, \"You have no authority over me at all, except what was given to you from above. That's why the one who handed me over to you is guilty of a greater sin.\""},{"number":12,"verse":"From then on, Pilate tried to release him, but the Jewish leaders {I. e. Judean leaders; lit. the Jews} kept shouting, \"If you release this fellow, you're not a friend of Caesar! Anyone who claims to be a king is defying Caesar!\""},{"number":13,"verse":"When Pilate heard these words, he brought Jesus outside and sat down on the judgment seat in a place called The Pavement, which in Hebrew is called Gabbatha."},{"number":14,"verse":"Now it was the Preparation Day for the Passover, about noon. {Lit. about the sixth hour} He told the Jewish leaders, {I. e. Judean leaders; lit. the Jews} \"Here is your king!\""},{"number":15,"verse":"Then they shouted, \"Take him away! Take him away! Crucify him!\" Pilate asked them, \"Should I crucify your king?\" The high priests responded, \"We have no king but Caesar!\""},{"number":16,"verse":"Then Pilate {Lit. he} handed him over to be crucified, and they took Jesus away."},{"number":17,"verse":"{Jesus is Crucified} {(Matthew 27:32-44; Mark 15:21-32; Luke 23:26-43)} d Carrying the cross all by himself, he went out to what is called The Place of a Skull, which in Hebrew is called Golgotha."},{"number":18,"verse":"There they crucified him, along with two others, one on each side of him with Jesus in the middle."},{"number":19,"verse":"Pilate wrote an inscription and put it on the cross. It read, \"Jesus from Nazareth, {Or Jesus the Nazarene ; the Gk. Nazoraios may be a word play between Heb. netser, meaning branch (see Isa 11:1), and the name Nazareth.} the King of the Jews.\""},{"number":20,"verse":"Many Jews read this inscription, because the place where Jesus was crucified was near the city. It was written in Hebrew, Latin, and Greek."},{"number":21,"verse":"Then the Jewish high priests told Pilate, \"Don't write, «The King of the Jews,'but that this fellow said, «I am the King of the Jews.» \""},{"number":22,"verse":"Pilate replied, \"What I have written I have written.\""},{"number":23,"verse":"When the soldiers had crucified Jesus, they took his clothes and divided them into four parts, one for each soldier, and took his cloak {Lit. and his tunic} as well. The cloak was seamless, woven in one piece from the top down."},{"number":24,"verse":"So they told each other, \"Let's not tear it. Instead, let's throw dice to see who gets it.\" This was to fulfill the Scripture that says, \"They divided my clothes among themselves, and for my clothing they threw dice.\" {Ps 22:18} So that is what the soldiers did."},{"number":25,"verse":"Meanwhile, standing near Jesus'cross were his mother, his mother's sister, Mary the wife of Clopas, and Mary Magdalene. {Or Mary of Magdala}"},{"number":26,"verse":"When Jesus saw his mother and the disciple whom he kept loving standing there, he told his mother, \"Dear lady, {Or Woman} here is your son.\""},{"number":27,"verse":"Then he told the disciple, \"Here is your mother.\" And from that hour the disciple took her into his own home."},{"number":28,"verse":"{Jesus Dies on the Cross} {(Matthew 27:45-56; Mark 15:33-41; Luke 23:44-49)} d After this, when Jesus realized that everything was now completed, he said (in order to fulfill the Scripture), \"I'm thirsty.\""},{"number":29,"verse":"A jar of sour wine was standing there, so they put a sponge full of the wine on a branch of hyssop and held it to his mouth."},{"number":30,"verse":"After Jesus had taken the wine, he said, \"It is finished.\" Then he bowed his head and released his spirit."},{"number":31,"verse":"{Jesus'Side is Pierced} d Since it was the Preparation Day, the Jewish leaders {I. e. Judean leaders; lit. the Jews} did not want to leave the bodies on the crosses during the Sabbath, because that was a particularly important Sabbath. So they asked Pilate to have the men's legs broken and the bodies {The Gk. lacks the bodies} removed."},{"number":32,"verse":"So the soldiers went and broke the legs of the first man and then of the other man who had been crucified with him."},{"number":33,"verse":"But when they came to Jesus and saw that he was already dead, they did not break his legs."},{"number":34,"verse":"Instead, one of the soldiers pierced his side with a spear, and blood and water immediately came out."},{"number":35,"verse":"The one who saw this has testified, and his testimony is true. He knows he is telling the truth so that you, too, may believe,"},{"number":36,"verse":"because these things happened so that the Scripture might be fulfilled: \"None of his bones will be broken.\" {Exod 12:46; Num 9:12; Ps 34:20}"},{"number":37,"verse":"In addition, another passage of Scripture says, \"They will look on the one whom they pierced.\" {Zech 12:10}"},{"number":38,"verse":"{Jesus is Buried} {(Matthew 27:57-61; Mark 15:42-47; Luke 23:50-56)} d Later on, Joseph of Arimathea, who was a disciple of Jesus (though a secret one because he was afraid of the Jewish leaders), {I. e. Judean leaders; lit. the Jews} asked Pilate to let him remove the body of Jesus. Pilate gave him permission, and he came and removed his body."},{"number":39,"verse":"Nicodemus, the man who had first come to Jesus at night, also arrived, bringing a mixture of myrrh and aloes weighing about a hundred pounds."},{"number":40,"verse":"They took the body of Jesus and wrapped it in linen cloths along with spices, according to the burial custom of the Jews."},{"number":41,"verse":"A garden was located in the place where he was crucified, and in that garden was a new tomb in which no one had yet been placed."},{"number":42,"verse":"Because it was the Jewish Preparation Day, and because the tomb was nearby, they put Jesus there."}]}