{"bibleAbbr":"ISV2011","bookName":"John","bookEnglishName":"John","chapterNumber":2,"verses":[{"number":1,"verse":"{Jesus Changes Water into Wine} d On the third day of that week {The Gk. lacks of that week} there was a wedding in Cana of Galilee. Jesus'mother was there,"},{"number":2,"verse":"and Jesus and his disciples had also been invited to the wedding."},{"number":3,"verse":"When the wine ran out, Jesus'mother told him, \"They don't have any more wine.\""},{"number":4,"verse":"\"How does that concern us, dear lady?\" {Or us, woman} Jesus asked her. \"My time hasn't come yet.\""},{"number":5,"verse":"His mother told the servants, \"Do whatever he tells you.\""},{"number":6,"verse":"Now standing there were six stone water jars used for the Jewish rites of purification, each one holding from 20 to 30 gallons."},{"number":7,"verse":"Jesus told the servants, {Lit. them} \"Fill the jars with water.\" So they filled them up to the brim."},{"number":8,"verse":"Then he told them, \"Now draw some out and take it to the man in charge of the banquet.\" So they did."},{"number":9,"verse":"When the man in charge of the banquet tasted the water that had become wine (without knowing where it had come from, though the servants who had drawn the water knew), he {Lit. the man in charge of the banquet} called for the bridegroom"},{"number":10,"verse":"and told him, \"Everyone serves the best wine first, and the cheap kind when people {Lit. they} are drunk. But you have kept the best wine until now!\""},{"number":11,"verse":"Jesus did this, the first {Or beginning} of his signs, in Cana of Galilee. He revealed his glory, and his disciples believed in him."},{"number":12,"verse":"After this, Jesus {Lit. he} went down to Capernaum he, his mother, his brothers, and his disciples and they remained there for a few days."},{"number":13,"verse":"{Confrontation in the Temple over Money} {(Matthew 21:12-13; Mark 11:15-17; Luke 19:45-46)} d The Jewish Passover was near, and Jesus went up to Jerusalem."},{"number":14,"verse":"In the Temple he found people selling cattle, sheep, and doves, as well as moneychangers sitting at their tables."},{"number":15,"verse":"After making a whip out of cords, he drove all of them out of the Temple, including the sheep and the cattle. He scattered the coins of the moneychangers and knocked over their tables."},{"number":16,"verse":"Then he told those who were selling the doves, \"Take these things out of here! Stop making my Father's house a marketplace!\""},{"number":17,"verse":"His disciples remembered that it was written, \"Zeal for your house will consume me.\" {Ps 69:9}"},{"number":18,"verse":"Then the Jewish leaders {I. e. Judean leaders; lit. the Jews} asked him, \"What sign can you show us as authority for doing these things?\""},{"number":19,"verse":"Jesus answered them, \"Destroy this sanctuary, and in three days I will rebuild it.\""},{"number":20,"verse":"The Jewish leaders {I. e. Judean leaders; lit. The Jews} said, \"This sanctuary has been under construction for 46 years, and you're going to rebuild it in three days?\""},{"number":21,"verse":"But the sanctuary he was speaking about was his own body."},{"number":22,"verse":"After he had been raised from the dead, his disciples remembered that he had said this. So they believed the Scripture and the statement that Jesus had made. {Lit. spoken}"},{"number":23,"verse":"{Jesus Knows All People} d While Jesus {Lit. he} was in Jerusalem for the Passover Festival, many people believed in him {Lit. in his name} because they saw the signs that he was doing."},{"number":24,"verse":"Jesus, however, did not entrust himself to them, because he knew all people"},{"number":25,"verse":"and didn't need anyone to tell him what people were like, because he himself knew what was in every person. {Lit. in a person}"}]}