{"bibleAbbr":"Geneva1599","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":13,"verses":[{"number":1,"verse":"((1 He willeth that we submit ourselves to Magistrates:8 To love our neighbor:13 To love uprightly,14 and to put on Christ.) ) Let every (Yea, though an Apostle, though an Evangelist, though a Prophet: Chrysostom. Therefore the tyranny of the Pope over all kingdoms must down to the ground.) soul be subject unto the higher (A reason taken of the nature of the thing itself: For to what purpose are they placed in higher degree, but that the inferior should be subject unto them?) powers: (Another argument of great force: Because God is author of this order: so that such as are rebels ought to know, that they make war with God himself: wherefore they cannot but purchase to themselves great misery and calamity.) for there is no power but of God: and the powers that be, are (Be distributed: for some are greater, some smaller.) ordained of God."},{"number":2,"verse":"Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist, shall receive to themselves condemnation."},{"number":3,"verse":"(The third argument taken from the end wherefore they were made, which is most profitable: for that God by this means preserveth the good and bridleth the wicked: by which words the Magistrates themselves are put in mind of that duty which they owe to their subjects.) For Magistrates are not to be feared for good works, but for evil. (An excellent way to bear this yoke, not only without grief, but also with great profit.) Wilt thou then be without fear of the power? do well: so shalt thou have praise of the same."},{"number":4,"verse":"For he is the minister of God for thy wealth: (God hath armed the Magistrate even with a revenging sword.) but if thou do evil, fear: for he beareth not the sword for nought: for he is the minister of God to (By whom God revengeth the wicked.) take vengeance on him that doeth evil."},{"number":5,"verse":"(The conclusion: We must obey the magistrate, not only for fear of punishment, but much more because that (although the Magistrate have no power over the conscience of man, yet seeing he is God’s minister) he cannot be resisteth by any good conscience.) Wherefore ye must be subject, not because of wrath only, but (So far as lawfully we may: for if unlawful things be commanded us, we must answer as Peter teacheth us, It is better to obey God than men.) also for conscience sake."},{"number":6,"verse":"(He reckoneth up the chiefest things wherein consisteth the obedience of subjects.) For, for this cause ye pay also tribute: for they are God’s ministers, applying themselves for the same thing."},{"number":7,"verse":"(Matt. 22:11) Give to all men therefore their duty: tribute, to whom ye owe tribute: custom, to whom custom: fear, to whom (Obedience, and that from the heart.) fear: honor, to whom ye owe (Reverence, (which as reason is) we must give to the Magistrate.) honor."},{"number":8,"verse":"(He showeth how very few judgments need to be executed, to wit, if we so order our life, as no man may justly require anything of us, besides that only that we owe one to another, by the perpetual law of charity.) Owe nothing to any man, but to love one another: (He commendeth charity, as an abridgement of the whole Law.) for he that loveth another, hath fulfilled the (He hath not only done one commandment, but performed generally that which the Law commandeth.) Law."},{"number":9,"verse":"For this, (Exod. 20:14; Deut. 5:18) Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet: and if there be any other commandment, it is (For the whole Law commandeth nothing else, but that we love God and our neighbor. But seeing Paul speaketh here of the duties we owe one to another, we must restrain this word, Law to the second Table.) briefly comprehended in this saying, even in this, (Lev. 19:11; Matt. 21:39; Mark 12:31; Gal. 5:14; James 1:8) Thou shalt love thy neighbor as thyself."},{"number":10,"verse":"Love doeth not evil to his neighbor: therefore is love the (1 Tim. 1:1) fulfilling of the Law."},{"number":11,"verse":"(An application taken of the circumstance of the time: which also itself putteth us in mind of our duty, seeing that this remaineth after that the darkness of ignorance and wicked affections by the knowledge of God’s truth be driven out of us, that we order our life according to that certain and sure rule of all righteousness and honesty, being fully grounded upon the virtue of the Spirit of Christ.) And that, considering the season, that it is now time that we should arise from sleep: for now is our salvation nearer, than when we believed it."},{"number":12,"verse":"The night is past, and the day is (In other places we are said to be in the light, but yet so, that it appeareth not as yet what we are, for as yet we see but as it were in the twilight.) at hand, let us therefore cast away the works (That kind of life, which they lead, that flee the light.) of darkness, and let us put on the armor of light,"},{"number":13,"verse":"So that we walk honestly, as in the day: not in (Luke 21:34) gluttony, and drunkenness, neither in chambering and wantonness, nor in strife and envying."},{"number":14,"verse":"(Gal. 5:16; 1 Pet. 2:11) But (To put on Christ, is to possess Christ, to have him in us, and us in him.) put ye on the Lord JESUS CHRIST, and take no thought for the flesh, to fulfill the lust of it."}]}