{"bibleAbbr":"Geneva1599","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":5,"verses":[{"number":1,"verse":"(1 He amplifieth2 Christ’s righteousness, which is laid hold on by faith,5 who was given for the weak,8 and sinful.14 He compareth Christ with Adam.17 Death with Life,20 and the Law with Grace.) Then being (Another argument taken of the effects: we are justified with that, which truly appeaseth our conscience before God but faith in Christ doth appease our conscience, and not the Law, as it was before said, therefore by faith we are justified, and not by the Law.) justified by faith, we have peace toward God through our Lord Jesus Christ."},{"number":2,"verse":"(Cross references: : Eph. 2:18) (Whereas quietness of conscience is attributed to faith, it is to be referred to Christ, who is the giver of faith itself, and in whom faith itself is effectual.) By whom also through faith we have (We must here know, that we have yet still this same effect of faith.) had this access into this grace (By which grace, that is, by which gracious love and good will, or that state whereunto we are graciously taken.) wherein we (We stand steadfast.) stand, (A preventing of an objection against them which beholding the daily miseries and calamities of the Church, think that the Christians dream, when they brag of their felicity: to whom the Apostle answereth, that their felicity is laid up under hope of another place: which hope is so certain and sure, that they do not less rejoice for that happiness, than if they did presently enjoy it.) and (Our minds are not only quiet and settled, but also we are marvelously glad and conceive great joy for that heavenly inheritance which waiteth for us.) rejoice under the hope of the glory of God."},{"number":3,"verse":"(Tribulation itself giveth us divers and sundry ways occasion to rejoice, much less doth it make us miserable.) Neither that only, but also we (James 1:2) rejoice in tribulations, (Afflictions accustom us to patience, and patience assureth us of the goodness of God, and this experience confirmeth, and fostereth our hope, which never deceiveth us.) knowing that tribulation bringeth forth patience."},{"number":4,"verse":"And patience experience, and experience hope."},{"number":5,"verse":"(The ground of hope is an assured testimony of the conscience, by the gift of the holy Ghost, that we are beloved of God, and this is nothing else but that which we call faith: whereof it followeth, that through faith our consciences are quieted.) And hope maketh not ashamed, because the (Wherewith he loveth us.) love of God is shed abroad in our hearts by the holy Ghost, which is given unto us."},{"number":6,"verse":"(A sure comfort in adversity, that our peace and quietness of conscience be not troubled: for he that so loved them that were of no strength, and while they were yet sinners, that he died for them, how can he neglect them being now sanctified and living in him?) For Christ, when we were yet of no strength, at his (In time fit and convenient, which the father hath appointed.) time died for the (Heb. 9:15; 1 Pet. 3:18) ungodly."},{"number":7,"verse":"(An amplifying of the love of God towards us, so that we cannot doubt of it, who delivereth Christ to death for the unjust, and for them of whom he could receive no commodity, and (that more is) for his very enemies. How can it be then that Christ being now alive, should not save them from destruction, whom by his death he justifieth and reconcileth?) Doubtless one will scarce die (In the stead of some just man.) for a righteous man: but yet for a good man it may be that one dare die."},{"number":8,"verse":"But God (He setteth out his love unto us, that in the midst of our afflictions we may know assuredly, he will be present with us.) setteth out his love towards us, seeing that while we were yet (While sin reigned in us.) sinners, Christ died for us."},{"number":9,"verse":"Much more then, being now justified by his blood, we shall be saved from (From affliction and destruction.) wrath through him."},{"number":10,"verse":"For if when we were enemies, we were reconciled to God by the death of his Son, much more being reconciled, we shall be saved by his life,"},{"number":11,"verse":"(He now passeth over to the other part of justification, which consisteth in the free imputation of the obedience of Christ: so that to the remission of sins there is added moreover and besides, the gift of Christ’s righteousness imputed or put upon us by faith, which swalloweth up that unrighteousness which flowed from Adam into us, and all the fruits thereof: so that in Christ we do not only cease to be unjust, but we begin also to be just.) And not only so, but we also rejoice in God through our Lord Jesus Christ, by whom we have now received the atonement."},{"number":12,"verse":"(From Adam, in whom all have sinned, both guiltiness and death (which is the punishment of the guiltiness) came upon all.) Wherefore, as by (By Adam, who is compared with Christ, like to him in this, that both of them make those who are theirs, partakers of that they have into: but they are unlike in this, that Adam deriveth sin into them that are his, even of nature, and that to death: but Christ maketh them that are his, partakers of his righteousness by grace, and that unto life.) one man (By sin is meant that disease which is ours by inheritance, and men commonly call it original sin: for so he useth to call that sin in the singular number, whereas, if he speaks of the fruits of it, he useth the plural number, calling them sins.) sin entered into the world, and death by sin, and so death went over all men: (That is, in Adam.) in whom all men have sinned."},{"number":13,"verse":"(That this is so, that both guiltiness and death began not after the giving and transgressing of Moses’ Law, it appeareth manifestly by that, that men died before that Law was given: for in that they died, sin, which is the cause of death, was then: and in such sort, that it was also imputeth: whereupon it followeth that there was then some Law, the breach whereof was the cause of death.) For unto the (Even from Adam to Moses.) time of the Law was sin in the world, but sin is not (Where there is no Law made, no man is punished as faulty and guilty.) imputed, while there is no law."},{"number":14,"verse":"(But that this Law was not that universal Law, and that death did not proceed from any actual sin of everyone particularly, it appeareth hereby, that the very infants which neither could ever know nor transgress that natural Law, are notwithstanding dead as well as Adam.) But death reigned from Adam to Moses, even over (Our infants.) them also that sinned not after the like (Not after that sort as they sin that are of more years, following their lusts: but yet the whole posterity was corrupt in Adam, when as he wittingly and willingly sinned.) manner of the transgression of Adam, (Now the first Adam answereth the latter, who is Christ, as it is afterward declared.) which was the figure of him that was to come."},{"number":15,"verse":"(Adam and Christ are compared together in this respect, that both of them do give and yield to theirs, that which is their own: but herein first they differ, that Adam by nature hath spread his fault to the destruction of many, but Christ’s obedience hath by grace overflowed many.) But yet the gift is not so as is the offense: for if through the offense of (That is, Adam.) that one, many be dead, much more the grace of God, and the gift by grace, which is by one man Jesus Christ, hath abounded unto many."},{"number":16,"verse":"(Another inequality consisteth in this, that by Adam’s one offense men are made guilty, but the righteousness of Christ imputed unto us freely, doth not only absolve us from that one fault, but from all others.) Neither is the gift so, as that which entered in by one that sinned: for the fault came of one offense unto condemnation: but the gift is of many offenses to (To the sentence of absolution, whereby we are quit, and pronounced righteous.) justification."},{"number":17,"verse":"(The third difference is, that the righteousness of Christ being imputed unto us by grace, is of greater power to bring life, than the offense of Adam is to addict his posterity to death.) For if by the offense of one, death reigned through one, much more shall they which receive that abundance of grace, and of that gift of that righteousness, (Be partakers of true and everlasting life.) reign in life through one, that is, Jesus Christ."},{"number":18,"verse":"(Therefore to be short, as by one man’s offense, the guiltiness came on all men, to make them subject to death: so on the contrary side, the righteousness of Christ, which by God’s mercy is imputed to all believers, justifieth them, that they may become partakers of everlasting life.) Likewise then, as by the offense of one, the fault came on all men to condemnation, so by the justifying of one, the benefit abounded toward all men to the (Not only because our sins are forgiven us, but also because the righteousness of Christ is imputed unto us.) justification of life."},{"number":19,"verse":"(The ground of this whole comparison is this, that these two men are set as two stocks or roots, so that out of the one, sin by nature, out of the other, righteousness by grace doth spring forth upon others.) For as by one man’s (So then, sin entered not into us only by following the steps of our forefather, but we take corruption of him by inheritance.) disobedience (This word, Many, is set against this word, A few.) many were made sinners, so by that obedience of that one, shall many also be made righteous."},{"number":20,"verse":"(A preventing of an objection: why then did the Law of Moses enter thereupon? that men might be so much the more guilty, and the benefit of God in Christ Jesus be so much the more glorious.) Moreover, the Law (Beside that disease which all men were infected withall by being defiled with one man’s sin, the Law entered.) entered thereupon, that the offense should abound: nevertheless, where sin abounded, there grace (Grace was poured so plentifully from heaven, that it did not only countervail sin, but above measure passed it.) abounded much more:"},{"number":21,"verse":"That as sin had reigned unto death, so might grace also reign by righteousness unto eternal life through Jesus Christ our Lord."}]}