{"bibleAbbr":"Geneva1599","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":8,"verses":[{"number":1,"verse":"((1 He concludeth that there is no condemnation to them, who are grafted in Christ through his Spirit,3 howsoever they be as yet burdened with sins:9 For they live through that Spirit,14 Whose testimony,15 driveth away all fear,28 and relieveth our present miseries.) ) Now (A conclusion of all the former disputation from Rom 1:16 even to this place: Seeing that we being justified by faith in Christ, do obtain remission of sins and imputation of righteousness, and are also sanctified, it followeth hereof, that they that are grafted into Christ by faith, are out of all fear of condemnation.) then there is no condemnation to them that are in Christ Jesus, which (The fruits of the Spirit, or effects of sanctification, which is begun in us, do not ingraft us into Christ, but do declare that we are grafted into him.) walk not after the (Follow not the flesh for their guide: for he is not said to live after the flesh, that hath the holy Ghost for his guide, though sometimes he step away.) flesh, but after the Spirit."},{"number":2,"verse":"(A preventing of an objection: seeing that the virtue of the spirit which is in us, is so weak, how may we gather thereby, that there is no condemnation to them that have that virtue? because saith he, that virtue of the quickening spirit which is so weak in us, is most perfect and most mighty in Christ, and being imputed unto us which believe, causeth us to be so accounted of, as though there were no relics of corruption, and death in us. Therefore hitherto Paul disputed of remission of sins, and imputation of fulfilling the Law, and also of sanctification which is begun in us: but now he speaketh of the perfect imputation of Christ’s manhood, which part was necessarily required to the full appeasing of our consciences: for our sins are defaced by the blood of Christ, and the guiltiness of our corruption is covered with the imputation of Christ’s obedience: and the corruption itself (which the Apostle calleth sinful sin) is healed in us by little and little, by the gift of sanctification, but yet it lacketh besides that another remedy, to wit, the perfect sanctification of Christ’s own flesh, which also is to us imputed.) For the (The power and authority of the spirit, against which is set the tyranny of sin.) Law of the Spirit of (Which mortifieth the old man, and quickeneth the new man.) life which is in (To wit, absolutely and perfectly.) Christ Jesus, hath (For Christ’s sanctification being imputed unto us, perfecteth our sanctification which is begun in us.) freed me from the Law of sin and of death."},{"number":3,"verse":"(He useth no argument here, but expoundeth the mystery of sanctification, which is imputed unto us: for because, that the virtue of the law was not such (and that by reason of the corruption of our nature) that it could make man pure and perfect: and for that it rather kindled the disease of sin, than did put it out and extinguish it, therefore God clothed his Son with flesh like unto our sinful flesh, wherein he utterly abolished our corruption, that being accounted thoroughly pure and without fault in him apprehended and laid hold on by faith, we might be found to have fully that singular perfection which the Law requireth, and therefore that there might be no condemnation in us.) For (that that was (Which is not proper to the Law, but cometh by our fault.) impossible to the Law, inasmuch as it was weak, because of the (In man not born anew, whose disease the law could not heal it.) flesh) God sending his own Son, in the similitude of (Of man’s nature which was corrupt through sin, until he sanctified it.) sinful flesh, and for (To abolish sin in our flesh.) sin, (Showed that sin hath no right in us.) condemned sin in the flesh,"},{"number":4,"verse":"That that (The very substance of the law of God might be fulfilled, or that same which the law requireth, that we may be found just before God: for if with our justification there be joined that sanctification which is imputed to us, we are just, according to the perfect form which the Lord requireth.) righteousness of the Law might be fulfilled (He returneth to that which he said, that the sanctification which is begun in us, is a sure testimony of our ingrafting into Christ, which is a most plentiful fruit of a godly and honest life.) in us, which walk not after the flesh, but after the Spirit."},{"number":5,"verse":"(A reason why to walk after the flesh, agreeth not to them which are grafted in Christ, but to walk after the spirit agreeth and is meet for them: because, saith he, that they which are after the flesh, savor the things of the flesh, but they that are after the spirit, the things of the spirit.) For they that are after the (They that live as the flesh leadeth them.) flesh, savor the things of the flesh: but they that are after the Spirit, the things of the Spirit."},{"number":6,"verse":"(He proveth the consequent: because that whatsoever the flesh savoreth, that engendereth death: and whatsoever the spirit savoreth, that tendeth to joy and life everlasting.) For the wisdom of the flesh is death: but the wisdom of the Spirit is life and peace,"},{"number":7,"verse":"(A reason and proof, why the wisdom of the flesh is death: because, saith he, it is the enemy of God.) Because the wisdom of the flesh is enmity against God: (A reason why the wisdom of the flesh is enemy to God: because it neither will neither can be subject to him. And by flesh he meaneth a man not regenerate.) for it is not subject to the Law of God, neither indeed can be."},{"number":8,"verse":"(The conclusion: therefore they that walk after the flesh, cannot please God: whereby it followeth, that they are not ingrafted into Christ.) So then they that are in the flesh, cannot please God."},{"number":9,"verse":"(He cometh to the others, to wit, to them which walk after the spirit, of whom we have to understand contrary things to the former: and first of all he defineth what it is to be in the spirit, or to be sanctified: to wit, to have the spirit of God dwelling in us; then he declareth, that sanctification is so joined and knit to our grafting in Christ, that it can by no means be separated.) Now ye are not in the flesh, but in the Spirit, because the spirit of God dwelleth in you: but if any man hath not the Spirit of Christ, the same is not his."},{"number":10,"verse":"(He confirmeth the faithful against the relics of flesh and sin, granting that they are yet (as appeareth by the corruption which is in them) touching one of their parts (which he calleth the body, that is to say, a lump) which is not yet purged from the earthly filthiness in death: but therewithall willing them to doubt nothing of the happy success of their combat, because that even the little spark of the Spirit, (that is, of the grace of regeneration) which appeareth to be in them by the fruits of righteousness, is the seed of life.) And if Christ be in you, the (The flesh, or all that which as yet sticketh fast in the clefts of sin, and death.) body is dead, because of sin: but the Spirit is life for righteousness sake."},{"number":11,"verse":"(A confirmation of the former sentence. You have the selfsame Spirit, which Christ hath: Therefore at length it shall die the same in you, that it did in Christ, to wit, when all infirmities being utterly laid aside, and death overcome, it shall clothe you with heavenly glory.) But if the Spirit of him that raised up Jesus from the dead, dwell in you, he that raised up Christ from the dead, shall also quicken your mortal bodies, by his Spirit that (By the virtue and power of it, which showed the same might first in our head, and daily worketh in his members.) dwelleth in you."},{"number":12,"verse":"(An exhortation to oppress the flesh daily more and more by the virtue of the Spirit of regeneration, because (saith he) you are debtors unto God, forsomuch as you have received so many benefits of him.) Therefore brethren, we are debtors not to the flesh, to live after the flesh:"},{"number":13,"verse":"(Another reason of the profit that ensueth: for such as strive and fight valiantly, shall have everlasting life.) For if ye live after the flesh, ye shall die: but if ye mortify the deeds of the body by the Spirit, ye shall live."},{"number":14,"verse":"(A confirmation of this reason: they be the children of God, which are governed by his Spirit, therefore shall they have life everlasting.) For as many as are led by the Spirit of God, they are the sons of God."},{"number":15,"verse":"(He declareth and expoundeth by the way, in these two verses, by what right this name, to be called the children of God, is given to the believers: because saith he, they have received the grace of the Gospel, wherein God showeth himself, not (as before in the publishing of the Law) terrible and fearful, but a most benign and loving father in Christ, so that with great boldness we call him Father, that holy Ghost sealing this adoption in our hearts by faith.) For ye have not received the (By the Spirit is meant the holy Ghost, whom we are said to receive, when he worketh in our minds.) Spirit of bondage, to (Which fear is stirred up in our minds, by the preaching of the Law.) fear again: but ye have received the Spirit of (Which sealeth our adoption in our minds, and therefore openeth our mouths.) adoption, whereby we cry, Abba, Father."},{"number":16,"verse":"The same Spirit beareth witness with our spirit, that we are the children of God."},{"number":17,"verse":"(A proof of the consequent of the confirmation: because that he which is the Son of God, doth enjoy God with Christ.) If we be children, we are also (Partakers of our father’s goods, and that freely, because we are children by adoption.) heirs, even the heirs of God, and heirs annexed with Christ: (Now Paul teacheth by what way the sons of God do come to that felicity, to wit, by the cross, as Christ himself did: and therewithall openeth unto them fountains of comfort: as first, that we have Christ a companion and fellow of our afflictions: secondly, that we shall be also his followers in that everlasting glory.) if so be that we suffer with him, that we may also be glorified with him."},{"number":18,"verse":"(Thirdly that this glory which we look for, doth a thousand parts surmount the misery of our afflictions.) For I (All being well considered, I gather.) count that the afflictions of this present time are not worthy of the glory, which shall be showed unto us."},{"number":19,"verse":"(Fourthly, he plainly teacheth us that we shall certainly be renewed from that confusion and horrible deformation of the whole world, which cannot be continual, as it was not at the beginning: But as it had a beginning by the sin of man, for whom it was made by the ordinance of God, so shall it at length be restored with the elect.) For the fervent desire of the (All this world.) creature waiteth when the sons of God shall be revealed,"},{"number":20,"verse":"Because the creature is subject to (Is subject to a vanishing and flitting state.) vanity, not of its (Not by their natural inclination.) own will, but by reason (That they should obey the Creator’s commandment, whom it pleased to show by their fickle estate, how greatly he was displeased with man.) of him, which hath subdued it under (God would not make the world subject to everlasting curse, for the sin of man, but gave it hope that it should be restored.) hope,"},{"number":21,"verse":"Because the creature also shall be delivered from the (From the corruption which they are now subject to, they shall be delivered and changed into that blessed state of incorruption, which shall be revealed when the sons of God shall be advanced to glory.) bondage of corruption into the glorious liberty of the sons of God."},{"number":22,"verse":"For we know that every creature groaneth with us also, and (By this word is meant, not only exceeding sorrow, but also the fruit that followeth of it.) travaileth in pain together unto this present."},{"number":23,"verse":"(Fifthly, if the rest of the world looks for a restoring, groaning as it were for it, and that not in vain, let it not grieve us also to sigh, yea, let us be more certainly persuaded of our redemption to come, forasmuch as we have the firstfruits of the Spirit.) And not only the creature, but we also which have the firstfruits of the Spirit, even we do sigh in (Even from the bottom of our hearts.) ourselves, waiting for the adoption, even the redemption of our body. (That last restoring, which shall be the accomplishment of our adoption.) (Cross references: : Luke 21:28)"},{"number":24,"verse":"(Sixthly, hope is necessarily joined with faith: seeing then that we believe those things, which we are not yet in possession of, and hope respected not the thing that is present, we must therefore hope and patiently wait for that which we believe shall come to pass.) For we are saved by hope: but (This is spoken by the figure Metonymy: Hope, for that which is hoped for.) hope that is seen, is not hope: for how can a man hope for that which he seeth?"},{"number":25,"verse":"But if we hope for that we see not, we do with patience abide for it."},{"number":26,"verse":"(Seventhly, There is no cause why we should faint under the burden of afflictions, seeing that prayers minister unto us a most sure help, which cannot be frustrated, seeing they proceed from the spirit of God which dwelleth in us.) Likewise the Spirit also (Beareth our burden, as it were that we faint not under it.) helpeth our infirmities: for we know not what to pray as we ought: but the Spirit itself maketh (Provoketh us to prayers, and telleth us as it were within, what we shall say, and how we shall groan.) request for us with sighs, which cannot be expressed."},{"number":27,"verse":"But he that searcheth the hearts, knoweth what is the (What sobs and sighs proceed from the instinct of his Spirit.) meaning of the Spirit: for he maketh request for the Saints, (Because he teacheth the godly to pray according to God’s will.) according to the will of God."},{"number":28,"verse":"(Eighthly, we are not afflicted, either by chance or to our harm, but by God’s providence for our great profit, who as he chose us from the beginning, so hath he predestined us to be made like to the image of his Son: and therefore will bring us in his time, being called and justified, to glory, by the cross.) Also we know that (Not only afflictions, but whatsoever else.) all things work together for the best unto them that love God, even to them that are called of his (He calleth that, Purpose, which God hath from everlasting appointed with himself according to his good will and pleasure.) purpose."},{"number":29,"verse":"For those which he knew before, he also predestinated to be made like to the image of his Son, that he might be the firstborn among many brethren."},{"number":30,"verse":"Moreover, whom he (He useth the time past, for the time present, as the Hebrews use, who sometimes set down the thing that is to come, by the time that is past, to signify the certainty of it: and he hath also regard to God’s continual working.) predestinated, them also he called, and whom he called, them also he justified, and whom he justified, them he also glorified."},{"number":31,"verse":"(Ninethly, we have no cause to fear that the Lord will not give us whatsoever is profitable for us, seeing that he hath not spared his own Son to save us.) What shall we then say to these things? If God be on our side, who can be against us?"},{"number":32,"verse":"Who spared not his own Son, but gave him for us all to death, how shall he not with him (Give us freely.) give us all things also?"},{"number":33,"verse":"(A most glorious and comfortable conclusion of the whole second part of this Epistle, that is, of the treatise of justification. There are no accusers that we have need to be afraid of before God, seeing that God himself absolveth us as just: and therefore much less need we to fear damnation, seeing that we rest upon the death and resurrection, the almighty power and defense of Jesus Christ. Therefore what can there be so weighty in this life, or of so great force and power, that might seize us, as though we might fall from the love of God, wherewith he loveth us in Christ: Surely nothing. Seeing that it is in itself most constant and sure, and also in us being confirmed by steadfast faith.) Who shall lay anything to the charge of God’s chosen? it is (Who pronounceth us not only guiltless, but also perfectly just in his Son.) God that justifieth."},{"number":34,"verse":"Who shall condemn? it is Christ which is dead: yea, or rather, which is risen again, who is also at the right hand of God, and maketh request also for us."},{"number":35,"verse":"Who shall separate us from the love of (Wherewith Christ loveth us.) Christ? shall tribulation or anguish, or persecution, or famine, or nakedness, or peril, or sword?"},{"number":36,"verse":"As it is written, (Ps. 44:22) For thy sake are we killed all day long: we are counted as sheep for the slaughter:"},{"number":37,"verse":"(We are not only not overcome with so great and many miseries and calamities, but also more than conquerors in all of them.) Nevertheless, in all these things we are more than conquerors through him that loved us."},{"number":38,"verse":"For I am persuaded that neither death, nor life, nor Angels, nor principalities, nor powers, nor things present, nor things to come,"},{"number":39,"verse":"Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord."}]}