{"bibleAbbr":"RcV2003","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":1,"verses":[{"number":1,"verse":"Now the word of Jehovah came to Jonah the son of Amittai, saying,"},{"number":2,"verse":"Arise, go to Nineveh, the great city, and cry out against it, for their evil has come up before Me."},{"number":3,"verse":"But Jonah rose up to flee to Tarshish from the presence of Jehovah, and he went down to Joppa and found a ship going to Tarshish. So he paid the fare for it and went down into it to go with them to Tarshish from the presence of Jehovah."},{"number":4,"verse":"But Jehovah hurled a great wind toward the sea, and there was a great tempest on the sea, and the ship seemed to be about to break up."},{"number":5,"verse":"Then the mariners became afraid, and each called out to his god. And they cast out the equipment that was on the ship into the sea to lighten themselves of it. But Jonah had gone down into the innermost part of the vessel and lain down and fallen fast asleep."},{"number":6,"verse":"So the ship captain approached him and said to him, How can you be fast asleep? Arise, call on your God. Perhaps God will give thought to us, and we will not perish."},{"number":7,"verse":"And each man said to his companion, Come, let us cast lots that we may know on whose account this misfortune has befallen us. So they cast lots, and the lot fell on Jonah."},{"number":8,"verse":"Then they said to him, Tell us now, On whose account has this misfortune befallen us? What is your occupation? And where do you come from? What is your country? And of what people are you?"},{"number":9,"verse":"And he said to them, I am a Hebrew, and I fear Jehovah, the God of the heavens, who made the sea and the dry land."},{"number":10,"verse":"And the men became greatly afraid and said to him, What is this that you have done? For the men knew that he was fleeing from the presence of Jehovah, because he had told them so."},{"number":11,"verse":"And they said to him, What shall we do with you that the sea may be quiet for us? For the sea grew more and more tempestuous."},{"number":12,"verse":"Then he said to them, Lift me up and cast me into the sea, and the sea will be quiet for you. For I know that it is on my account that this great tempest has come upon you."},{"number":13,"verse":"Nevertheless the men rowed hard to get back to the dry land, but they could not, because the sea grew more and more tempestuous against them."},{"number":14,"verse":"And they cried out to Jehovah and said, Ah, Jehovah, let us not perish, we pray, for this man’s life, and do not put innocent blood upon us; for You, Jehovah, have done as You pleased."},{"number":15,"verse":"Then they lifted Jonah up and cast him into the sea, and the sea ceased its raging."},{"number":16,"verse":"And the men were greatly afraid of Jehovah, and they offered a sacrifice to Jehovah and vowed vows."},{"number":17,"verse":"And Jehovah prepared a great fish to swallow Jonah up, and Jonah was in the stomach of the fish for three days and three nights."}]}