{"bibleAbbr":"ISV2011","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":6,"verses":[{"number":1,"verse":"{A Diversion is Attempted} d When Sanballat, Tobiah, Geshem the Arab, and the rest of our enemies heard that I had completed the wall and that no break remained in it (even though by that time I hadn't yet installed the doors in the gates),"},{"number":2,"verse":"Sanballat and Geshem sent word {The Heb. lacks word} to me, saying \"Come, let's meet together at Kephirim on the Ono Plain.\" But they were just trying to do me harm."},{"number":3,"verse":"So I sent messengers to them, replying \"I am involved in a great endeavor, so I can't leave. Why should the work stop while I leave it to come down to you?\""},{"number":4,"verse":"They sent me this message four times, and I answered them the same way."},{"number":5,"verse":"Then Sanballat sent his assistant to me the fifth time. But this time the letter was sent {The Heb. lacks sent} unsealed, and"},{"number":6,"verse":"in it was written: It is reported among the nations and Gashmu confirms this that you and the Jews are planning a revolt, and that you're rebuilding the wall in order to declare yourself king. According to these reports,"},{"number":7,"verse":"you also have appointed prophets to proclaim about you in Jerusalem, \"There is a king in Judah!\" Since these words are being reported to the king, come and let's meet together."},{"number":8,"verse":"I sent word back {The Heb. lacks word back} to him, \"Nothing has happened as you've claimed. You're making up these charges {The Heb. lacks charges} in your imagination.\" {Lit. heart}"},{"number":9,"verse":"For they all were trying to make us afraid by saying, \"Their hands will become tired from laboring, so the work won't be completed.\" \"Therefore, Lord , {The Heb. lacks Lord} strengthen my hands!\""},{"number":10,"verse":"{A Conspiracy Charge Emerges} d Later I visited Delaiah's son Shemaiah, a grandson of Mehetabel, who was confined at home. He kept urging me, \"Let's meet together at the house of God, within the Temple, and take refuge there, {Lit. and shut the doors of the temple} because they're coming to kill you. In fact, they're coming at night to kill you!\""},{"number":11,"verse":"But I asked him, \"Should a man like me run? Should someone like me run into the Temple to save his life? I won't go there!\""},{"number":12,"verse":"I perceived that God had not sent him. Instead, Tobiah and Sanballat had hired him to pronounce this prophecy against me."},{"number":13,"verse":"He had been hired to make me afraid so I would sin by doing what he suggested. {Lit. doing this} Then they could create a slanderous report to use against me."},{"number":14,"verse":"\"Remember me, my God, and take note of what Tobiah and Sanballat are doing. Also take note of the prophetess Noadiah and the rest of the prophets who intend to make me afraid.\""},{"number":15,"verse":"So the wall was completed on the twenty-fifth day of Elul in 52 days."},{"number":16,"verse":"{Tobiah's Continued Harrassment} d When all of our enemies including the surrounding nations heard this, they became very discouraged, since they saw that the work had been done by our God."},{"number":17,"verse":"Meanwhile, at that time the nobles of Judah continued to send many letters to Tobiah, and Tobiah kept sending letters {The Heb. lacks letters} to them."},{"number":18,"verse":"For many Judeans had sworn allegiance to him, since he was son-in-law to Arah's son Shecaniah, and his son Jehohanan had married the daughter of Berechiah's son Meshullam."},{"number":19,"verse":"Furthermore, they kept reporting Tobiah's {Lit. his} good deeds to me, and kept repeating what I told him. Tobiah kept sending letters to intimidate me."}]}