{"bibleAbbr":"t4t2014","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":7,"verses":[{"number":1,"verse":"(The best things in life) Having a good reputation [MTY] is better than fine perfume, and the day that we die is better than the day that we are born."},{"number":2,"verse":"It is better to go to a house where people are mourning about someone who has died than to go to a house where people are feasting, because everyone will die some day, and people who are alive should think seriously [IDI] about that."},{"number":3,"verse":"It is better to be sad than to be always laughing, because being sad can cause us to think more about how we should conduct our lives [IDI]."},{"number":4,"verse":"Wise people who go to where others are mourning think about the fact that some day they also will die, but foolish people [PRS] do not think about that; they are always [MTY] laughing."},{"number":5,"verse":"It is better to pay attention to someone who is rebuking you than to listen to the songs of a foolish person."},{"number":6,"verse":"By listening to foolish people laughing we will not learn anymore than by listening to the crackling of thorns being burned under a pot. Listening to fools is senseless."},{"number":7,"verse":"When wise people say to others, “You must pay me a lot of money for me to protect you,” that causes those wise people to become foolish, and accepting bribes causes people to become unable to do what is fair/just."},{"number":8,"verse":"Finishing something is better than starting something, and being patient is better than being proud."},{"number":9,"verse":"Do not quickly ◄lose your temper/react to things angrily►, because it is foolish people [SYN] who become very angry."},{"number":10,"verse":"Do not say, “Things were a lot better [RHQ] previously,” because it is people who are not wise who say that."},{"number":11,"verse":"Being wise is better than inheriting valuable things; being wise provides lasting benefits for every person on the earth [MTY] who becomes wise."},{"number":12,"verse":"We are sometimes protected by being wise like we are sometimes protected by having a lot of money, but being wise is better than having a lot of money, because being wise prevents us from doing foolish things that would cause us to die."},{"number":13,"verse":"Think carefully about what God has done. Certainly no one can [RHQ] cause to become straight the things that God has caused to be crooked."},{"number":14,"verse":"When things are going well for you, be happy, and when things are not going well for you, remember that God is the one who causes good things to happen and who also causes disasters."},{"number":15,"verse":"During all the time that I have been alive I have seen a lot of [HYP] things that seem senseless. I have seen righteous people die while they are still young, and I have seen wicked people remain alive for a very long time in spite of their continuing to be wicked."},{"number":16,"verse":"So do not think that you are very righteous and do not think that you are very wise, because if you think those things, you will destroy yourself."},{"number":17,"verse":"If you do what is evil or do what is foolish, you might die while you are still young."},{"number":18,"verse":"Continue to avoid doing what is evil and doing what is foolish; avoid doing both of those things by continually revering God."},{"number":19,"verse":"If you are wise, you will be more powerful/influential than the ten most powerful/influential men in your city."},{"number":20,"verse":"There is no one in this world who always does what is right and who never sins."},{"number":21,"verse":"Do not pay attention [IDI] to everything that people say, because if you do that, you might hear your servant cursing you."},{"number":22,"verse":"You know in your inner being that you have also cursed other people."},{"number":23,"verse":"I said to myself that I would use my wisdom to study all the things that I have written about, but I was not able to do it successfully."},{"number":24,"verse":"Wisdom seems to be far from me; there is no one [RHQ] who can truly understand everything."},{"number":25,"verse":"But I decided to investigate things and by my wisdom try to understand the reason for everything. I also wanted to understand why people act wickedly and why they act very foolishly."},{"number":26,"verse":"One thing I learned was that ◄allowing a woman to seduce you/having sex with a woman to whom you are not married► is worse than dying. A woman who tries to seduce men is as dangerous as a trap [MET]. If you allow her to put her arms around you, it will be as though she will be fastening you with chains. Women like that will capture sinful men, but men who please God will escape from such women."},{"number":27,"verse":"This is what I have learned: I tried to learn more and more about things to try to find out the reason for everything,"},{"number":28,"verse":"and I continued to try to learn more, but I could not find all that I was searching for. But one thing that I found out was that among one thousand people I found one righteous man, but I did not find even one righteous woman."},{"number":29,"verse":"But I did learn one thing: When God created people, they were righteous, but they have found many ways to do many evil things."}]}