{"bibleAbbr":"t4t2014","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":8,"verses":[{"number":1,"verse":"(Obey the king) I will tell you about those who are truly wise [RHQ] with the result that they can explain why everything happens. But being wise enables people to be happy [MTY] and enables them to smile."},{"number":2,"verse":"(Obey the king) You solemnly promised God that you would obey what the king commands, so do that."},{"number":3,"verse":"Do not quickly disobey the king. And do not join with those who want to rebel against him, because the king will do what he wants to do."},{"number":4,"verse":"We need to obey what the king says more than we need to obey what anyone else says; no one can say to the king, “◄Why are you doing that?/You should not be doing that.► [RHQ]”"},{"number":5,"verse":"If you obey what the king commands, he will not harm you. So be wise, and know the correct/right time to do things and the right way to do them."},{"number":6,"verse":"Although people experience many troubles/difficulties, there is a right/correct time to do things, and there is a right/correct way to do them."},{"number":7,"verse":"No one knows what will happen in the future, so there is no one [RHQ] who can tell us what is going to happen."},{"number":8,"verse":"We cannot control the wind, and we cannot control when we will die. Soldiers are not permitted to go home during a battle, and evil people will not be saved by doing what is evil."},{"number":9,"verse":"I thought about all those things, and I thought about all [HYP] the other things that happen on this earth. I saw that sometimes people cause those whom they control to suffer."},{"number":10,"verse":"I also saw that sometimes after evil people die, they are highly honored at their funerals by the people in the cities where they had done evil deeds. It seemed to be difficult to understand why that happens."},{"number":11,"verse":"If evil people are not immediately punished, it causes other people [SYN] to also want to do evil things."},{"number":12,"verse":"But even if sinful people commit a hundred crimes, and even if they live for a long time, I know that things will go better for those who greatly respect and revere God."},{"number":13,"verse":"I also know that things will not go well go for those who are evil, because they do not revere God. Shadows do not last a long time. Similarly [SIM], evil people will not live a long time."},{"number":14,"verse":"Another thing that sometimes happens on this earth is that bad things happen to righteous people, and good things happen to evil people. It is difficult to understand why that happens."},{"number":15,"verse":"So I decided that I would recommend that people be happy while they are alive, because the best thing that people can do here on this earth is to eat and drink and be happy. Enjoying doing those things will help people while they do their work, all the days that God has given to them to remain alive here on the earth."},{"number":16,"verse":"I thought about being wise and about people who work very hard on this earth, working day and night and not taking time to sleep."},{"number":17,"verse":"Then I thought about everything [HYP] that God has done, and I realized that no one can understand everything that happens here on this earth. Truly, people are not able to fully understand everything that God does, even if they try hard to do that. Even if wise people claim that they understand it all, they cannot."}]}