{"bibleAbbr":"MSG2002","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":9,"verses":[{"number":1,"verse":"Back in the boat, Jesus and the disciples recrossed the sea to Jesus' hometown."},{"number":2,"verse":"They were hardly out of the boat when some men carried a paraplegic on a stretcher and set him down in front of them. Jesus, impressed by their bold belief, said to the paraplegic, \"Cheer up, son. I forgive your sins.\""},{"number":3,"verse":"Some religion scholars whispered, \"Why, that's blasphemy!\""},{"number":4,"verse":"Jesus knew what they were thinking, and said, \"Why this gossipy whispering?"},{"number":5,"verse":"Which do you think is simpler: to say, 'I forgive your sins,' or, 'Get up and walk'?"},{"number":6,"verse":"Well, just so it's clear that I'm the Son of Man and authorized to do either, or both. . . .\" At this he turned to the paraplegic and said, \"Get up. Take your bed and go home.\""},{"number":7,"verse":"And the man did it."},{"number":8,"verse":"The crowd was awestruck, amazed and pleased that God had authorized Jesus to work among them this way."},{"number":9,"verse":"Passing along, Jesus saw a man at his work collecting taxes. His name was Matthew. Jesus said, \"Come along with me.\" Matthew stood up and followed him."},{"number":10,"verse":"Later when Jesus was eating supper at Matthew's house with his close followers, a lot of disreputable characters came and joined them."},{"number":11,"verse":"When the Pharisees saw him keeping this kind of company, they had a fit, and lit into Jesus' followers. \"What kind of example is this from your Teacher, acting cozy with crooks and riff-raff?\""},{"number":12,"verse":"Jesus, overhearing, shot back, \"Who needs a doctor: the healthy or the sick?"},{"number":13,"verse":"Go figure out what this Scripture means: 'I'm after mercy, not religion.' I'm here to invite outsiders, not coddle insiders.\""},{"number":14,"verse":"A little later John's followers approached, asking, \"Why is it that we and the Pharisees rigorously discipline body and spirit by fasting, but your followers don't?\""},{"number":15,"verse":"Jesus told them, \"When you're celebrating a wedding, you don't skimp on the cake and wine. You feast. Later you may need to pull in your belt, but not now. No one throws cold water on a friendly bonfire. This is Kingdom Come!\""},{"number":16,"verse":"He went on, \"No one cuts up a fine silk scarf to patch old work clothes; you want fabrics that match."},{"number":17,"verse":"And you don't put your wine in cracked bottles.\""},{"number":18,"verse":"As he finished saying this, a local official appeared, bowed politely, and said, \"My daughter has just now died. If you come and touch her, she will live.\""},{"number":19,"verse":"Jesus got up and went with him, his disciples following along."},{"number":20,"verse":"Just then a woman who had hemorrhaged for twelve years slipped in from behind and lightly touched his robe."},{"number":21,"verse":"She was thinking to herself, \"If I can just put a finger on his robe, I'll get well.\" Jesus turned--caught her at it. Then he reassured her: \"Courage, daughter. You took a risk of faith, and now you're well.\""},{"number":22,"verse":"The woman was well from then on."},{"number":23,"verse":"By now they had arrived at the house of the town official, and pushed their way through the gossips looking for a story and the neighbors bringing in casseroles."},{"number":24,"verse":"Jesus was abrupt: \"Clear out! This girl isn't dead. She's sleeping.\" They told him he didn't know what he was talking about."},{"number":25,"verse":"But when Jesus had gotten rid of the crowd, he went in, took the girl's hand, and pulled her to her feet--alive."},{"number":26,"verse":"The news was soon out, and traveled throughout the region."},{"number":27,"verse":"As Jesus left the house, he was followed by two blind men crying out, \"Mercy, Son of David! Mercy on us!\""},{"number":28,"verse":"When Jesus got home, the blind men went in with him. Jesus said to them, \"Do you really believe I can do this?\" They said, \"Why, yes, Master!\""},{"number":29,"verse":"He touched their eyes and said, \"Become what you believe.\""},{"number":30,"verse":"It happened. They saw. Then Jesus became very stern. \"Don't let a soul know how this happened.\""},{"number":31,"verse":"But they were hardly out the door before they started blabbing it to everyone they met."},{"number":32,"verse":"Right after that, as the blind men were leaving, a man who had been struck speechless by an evil spirit was brought to Jesus."},{"number":33,"verse":"As soon as Jesus threw the evil tormenting spirit out, the man talked away just as if he'd been talking all his life. The people were up on their feet applauding: \"There's never been anything like this in Israel!\""},{"number":34,"verse":"The Pharisees were left sputtering, \"Hocus pocus. It's nothing but hocus pocus. He's probably made a pact with the Devil.\""},{"number":35,"verse":"Then Jesus made a circuit of all the towns and villages. He taught in their meeting places, reported kingdom news, and healed their diseased bodies, healed their bruised and hurt lives."},{"number":36,"verse":"When he looked out over the crowds, his heart broke. So confused and aimless they were, like sheep with no shepherd."},{"number":37,"verse":"\"What a huge harvest!\" he said to his disciples. \"How few workers!"},{"number":38,"verse":"On your knees and pray for harvest hands!\""}]}