{"bibleAbbr":"AKJV1999+","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":20,"verses":[{"number":1,"verse":"And David<WH1732> fled<WH1272> from Naioth<WH5121> in Ramah,<WH7414> and came<WH935> and said<WH559> before<WH6440> Jonathan,<WH3083> What<WH4100> have I done?<WH6213> what<WH4100> is my iniquity?<WH5771> and what<WH4100> is my sin<WH2403> before<WH6440> your father,<WH1> that he seeks<WH1245> my life?<WH5315>"},{"number":2,"verse":"And he said<WH559> to him, God forbid;<WH2486> you shall not die:<WH4191> behold,<WH2009> my father<WH1> will do<WH6213> nothing<WH3808> <WH1697> either great<WH1419> or<WH176> small,<WH6996> but that he will show<WH1540> it me: and why<WH4069> should my father<WH1> hide<WH5641> this<WH2088> thing<WH1697> from me? it is not so."},{"number":3,"verse":"And David<WH1732> swore<WH7650> moreover,<WH5750> and said,<WH559> Your father<WH1> certainly knows<WH3045> that I have found<WH4672> grace<WH2580> in your eyes;<WH5869> and he said,<WH559> Let not Jonathan<WH3083> know<WH3045> this,<WH2063> lest<WH6435> he be grieved:<WH6087> but truly<WH199> as the LORD<WH3068> lives,<WH2416> and as your soul<WH5315> lives,<WH2416> there is but a step<WH6587> between<WH996> me and death.<WH4194>"},{"number":4,"verse":"Then said<WH559> Jonathan<WH3083> to David,<WH1732> Whatever<WH4100> your soul<WH5315> desires,<WH559> I will even do<WH6213> it for you."},{"number":5,"verse":"And David<WH1732> said<WH559> to Jonathan,<WH3083> Behold,<WH2009> to morrow<WH4279> is the new<WH2320> moon,<WH2320> and I should not fail to sit<WH3427> with the king<WH4428> at meat:<WH398> but let me go,<WH7971> that I may hide<WH5641> myself in the field<WH7704> to the third<WH7992> day at even.<WH6153>"},{"number":6,"verse":"If<WH518> your father<WH1> at all miss<WH6485> me, then say,<WH559> David<WH1732> earnestly asked<WH7592> leave of me that he might run<WH7323> to Bethlehem<WH1035> his city:<WH5892> for there is a yearly<WH3117> sacrifice<WH2077> there<WH8033> for all<WH3605> the family.<WH4940>"},{"number":7,"verse":"If<WH518> he say<WH559> thus,<WH3541> It is well;<WH2896> your servant<WH5650> shall have peace:<WH7965> but if<WH518> he be very wroth,<WH2734> then be sure<WH3045> that evil<WH7451> is determined<WH3615> by him."},{"number":8,"verse":"Therefore you shall deal<WH6213> kindly<WH2617> with your servant;<WH5650> for you have brought<WH935> your servant<WH5650> into a covenant<WH1285> of the LORD<WH3068> with you: notwithstanding, if<WH518> there be in me iniquity,<WH5771> slay<WH4191> me yourself;<WH859> for why<WH4100> should you bring<WH935> me to your father?<WH1>"},{"number":9,"verse":"And Jonathan<WH3083> said,<WH559> Far<WH2486> be it from you: for if<WH518> I knew<WH3045> certainly that evil<WH7451> were determined<WH3615> by my father<WH1> to come<WH935> on you, then would not I tell<WH5046> it you?"},{"number":10,"verse":"Then said<WH559> David<WH1732> to Jonathan,<WH3083> Who<WH4310> shall tell<WH5046> me? or<WH176> what<WH4100> if<WH176> your father<WH1> answer<WH6030> you roughly?<WH7186>"},{"number":11,"verse":"And Jonathan<WH3083> said<WH559> to David,<WH1732> Come,<WH3212> and let us go<WH3318> out into the field.<WH7704> And they went<WH3318> out both<WH8147> of them into the field.<WH7704>"},{"number":12,"verse":"And Jonathan<WH3083> said<WH559> to David,<WH1732> O LORD<WH3068> God<WH430> of Israel,<WH3478> when<WH3588> I have sounded<WH2713> my father<WH1> about to morrow<WH4279> any time,<WH6256> or the third<WH7992> day, and, behold,<WH2009> if there be good<WH2896> toward<WH413> David,<WH1732> and I then<WH227> send<WH7971> not to you, and show<WH1540> it you;"},{"number":13,"verse":"The LORD<WH3068> do<WH6213> so<WH3541> and much<WH3254> more<WH3254> to Jonathan:<WH3083> but if<WH3588> it please<WH3190> my father<WH1> to do you evil,<WH7451> then I will show<WH1540> it you, and send<WH7971> you away, that you may go<WH1980> in peace:<WH7965> and the LORD<WH3068> be with you, as he has been<WH1961> with my father.<WH1>"},{"number":14,"verse":"And you shall not only while<WH518> yet<WH5750> I live<WH2416> show<WH6213> me the kindness<WH2617> of the LORD,<WH3068> that I die<WH4191> not:"},{"number":15,"verse":"But also you shall not cut<WH3772> off your kindness<WH2617> from my house<WH1004> for ever:<WH5769> no, not when the LORD<WH3068> has cut<WH3772> off the enemies<WH341> of David<WH1732> every<WH376> one<WH376> from the face<WH6440> of the earth.<WH127>"},{"number":16,"verse":"So Jonathan<WH3083> made<WH3772> a covenant with the house<WH1004> of David,<WH1732> saying, Let the LORD<WH3068> even require<WH1245> it at the hand<WH3027> of David's<WH1732> enemies.<WH341>"},{"number":17,"verse":"And Jonathan<WH3083> caused David<WH1732> to swear<WH7650> again,<WH3254> because he loved<WH160> him: for he loved<WH157> him as he loved<WH160> his own soul.<WH5315>"},{"number":18,"verse":"Then Jonathan<WH3083> said<WH559> to David,<WH1732> To morrow<WH4279> is the new<WH2320> moon:<WH2320> and you shall be missed,<WH6485> because<WH3588> your seat<WH4186> will be empty.<WH6485>"},{"number":19,"verse":"And when you have stayed three<WH8027> days, then you shall go<WH3381> down<WH3381> quickly,<WH3966> and come<WH935> to the place<WH4725> where<WH834> <WH8033> you did hide<WH5641> yourself when the business<WH4639> was in hand, and shall remain<WH3427> by the stone<WH68> Ezel.<WH237>"},{"number":20,"verse":"And I will shoot<WH3384> three<WH7969> arrows<WH2671> on the side<WH6654> thereof, as though I shot<WH7971> at a mark.<WH4307>"},{"number":21,"verse":"And, behold,<WH2009> I will send<WH7971> a lad,<WH5288> saying, Go,<WH3212> find<WH4672> out the arrows.<WH2671> If<WH518> I expressly<WH559> say<WH559> to the lad,<WH5288> Behold,<WH2009> the arrows<WH2671> are on this<WH2007> side of you, take<WH3947> them; then come<WH935> you: for there is peace<WH7965> to you, and no<WH369> hurt;<WH1697> as the LORD<WH3068> lives.<WH2416>"},{"number":22,"verse":"But if<WH518> I say<WH559> thus<WH3541> to the young<WH5958> man,<WH5958> Behold,<WH2009> the arrows<WH2671> are beyond<WH1973> you; go<WH3212> your way:<WH3212> for the LORD<WH3068> has sent<WH7971> you away."},{"number":23,"verse":"And as touching the matter<WH1697> which<WH834> you and I have spoken<WH1696> of, behold,<WH2009> the LORD<WH3068> be between<WH996> you and me for ever.<WH5769>"},{"number":24,"verse":"So David<WH1732> hid<WH5641> himself in the field:<WH7704> and when the new<WH2320> moon<WH2320> was come,<WH1961> the king<WH4428> sat<WH3427> him down to eat<WH398> meat.<WH3899>"},{"number":25,"verse":"And the king<WH4428> sat<WH3427> on his seat,<WH4186> as at other times,<WH6471> even on a seat<WH4186> by the wall:<WH7023> and Jonathan<WH3083> arose,<WH6965> and Abner<WH74> sat<WH3427> by Saul's<WH7586> side,<WH6654> and David's<WH1732> place<WH4725> was empty.<WH6485>"},{"number":26,"verse":"Nevertheless Saul<WH7586> spoke<WH1696> not any<WH3972> thing that day:<WH3117> for he thought,<WH559> Something<WH4745> has befallen<WH4745> him, he is not clean;<WH2889> surely<WH3588> he is not clean.<WH2889>"},{"number":27,"verse":"And it came<WH1961> to pass on the morrow,<WH4283> which was the second<WH8145> day of the month,<WH2320> that David's<WH1732> place<WH4725> was empty:<WH6485> and Saul<WH7586> said<WH559> to Jonathan<WH3083> his son,<WH1121> Why<WH4069> comes<WH935> not the son<WH1121> of Jesse<WH3448> to meat,<WH3899> neither<WH1571> yesterday,<WH8543> nor<WH1571> to day?<WH3117>"},{"number":28,"verse":"And Jonathan<WH3083> answered<WH6030> Saul,<WH7586> David<WH1732> earnestly asked<WH7592> leave of me to go to Bethlehem:<WH1035>"},{"number":29,"verse":"And he said,<WH559> Let me go,<WH7971> I pray<WH4994> you; for our family<WH4940> has a sacrifice<WH2077> in the city;<WH5892> and my brother,<WH251> he has commanded<WH6680> me to be there: and now,<WH6258> if<WH518> I have found<WH4672> favor<WH2580> in your eyes,<WH5869> let me get<WH4422> away,<WH4422> I pray<WH4994> you, and see<WH7200> my brothers.<WH251> Therefore<WH5921> <WH3651> he comes<WH935> not to the king's<WH4428> table.<WH7979>"},{"number":30,"verse":"Then Saul's<WH7586> anger<WH639> was kindled<WH2734> against Jonathan,<WH3083> and he said<WH559> to him, You son<WH1121> of the perverse<WH5753> rebellious<WH4780> woman, do not I know<WH3045> that you have chosen<WH977> the son<WH1121> of Jesse<WH3448> to your own confusion,<WH1322> and to the confusion<WH1322> of your mother's<WH517> nakedness?<WH6172>"},{"number":31,"verse":"For as long<WH3117> as the son<WH1121> of Jesse<WH3448> lives<WH2425> on the ground,<WH127> you shall not be established,<WH3559> nor your kingdom.<WH4438> Why now<WH6258> send<WH7971> and fetch<WH3947> him to me, for he shall surely die.<WH4191>"},{"number":32,"verse":"And Jonathan<WH3083> answered<WH6030> Saul<WH7586> his father,<WH1> and said<WH559> to him, Why<WH4100> shall he be slain?<WH4191> what<WH4100> has he done?<WH6213>"},{"number":33,"verse":"And Saul<WH7586> cast<WH2904> a javelin<WH2595> at<WH5921> him to smite<WH5221> him: whereby Jonathan<WH3083> knew<WH3045> that it was determined<WH3615> of his father<WH1> to slay<WH4191> David.<WH1732>"},{"number":34,"verse":"So Jonathan<WH3083> arose<WH6965> from the table<WH7979> in fierce<WH2750> anger,<WH639> and did eat<WH398> no<WH3808> meat<WH3899> the second<WH8145> day<WH3117> of the month:<WH2320> for he was grieved<WH6087> for David,<WH1732> because<WH3588> his father<WH1> had done him shame.<WH3637>"},{"number":35,"verse":"And it came<WH1961> to pass in the morning,<WH1242> that Jonathan<WH3083> went<WH3318> out into the field<WH7704> at the time appointed<WH4150> with David,<WH1732> and a little<WH6996> lad<WH5288> with him."},{"number":36,"verse":"And he said<WH559> to his lad,<WH5288> Run,<WH7323> find<WH4672> out now<WH4994> the arrows<WH2671> which<WH834> I shoot.<WH3384> And as the lad<WH5288> ran,<WH7323> he shot<WH3384> an arrow<WH2678> beyond<WH5674> him."},{"number":37,"verse":"And when the lad<WH5288> was come<WH935> to the place<WH4725> of the arrow<WH2678> which<WH834> Jonathan<WH3083> had shot,<WH3384> Jonathan<WH3083> cried<WH7121> after<WH311> the lad,<WH5288> and said,<WH559> Is not the arrow<WH2678> beyond<WH1973> you?"},{"number":38,"verse":"And Jonathan<WH3083> cried<WH7121> after<WH311> the lad,<WH5288> Make speed,<WH4120> haste,<WH2363> stay<WH5975> not. And Jonathan's<WH3129> lad<WH5288> gathered<WH3950> up the arrows,<WH2678> and came<WH935> to his master.<WH113>"},{"number":39,"verse":"But the lad<WH5288> knew<WH3045> not any<WH3972> thing: only<WH389> Jonathan<WH3083> and David<WH1732> knew<WH3045> the matter.<WH1697>"},{"number":40,"verse":"And Jonathan<WH3083> gave<WH5414> his artillery<WH3627> to his lad,<WH5288> and said<WH559> to him, Go,<WH3212> carry<WH935> them to the city.<WH5892>"},{"number":41,"verse":"And as soon as the lad<WH5288> was gone,<WH935> David<WH1732> arose<WH6965> out of a place toward<WH681> the south,<WH5045> and fell<WH5307> on his face<WH639> to the ground,<WH776> and bowed<WH7812> himself three<WH7969> times:<WH6471> and they kissed<WH5401> one<WH376> another,<WH7453> and wept<WH1058> one<WH376> with another,<WH7453> until<WH5704> David<WH1732> exceeded.<WH1431>"},{"number":42,"verse":"And Jonathan<WH3083> said<WH559> to David,<WH1732> Go<WH3212> in peace,<WH7965> for as much as we have sworn<WH7650> both<WH8147> of us in the name<WH8034> of the LORD,<WH3068> saying,<WH559> The LORD<WH3068> be between<WH996> me and you, and between<WH996> my seed<WH2233> and your seed<WH2233> for ever.<WH5769> And he arose<WH6965> and departed:<WH3212> and Jonathan<WH3083> went<WH935> into the city.<WH5892>"}]}