{"bibleAbbr":"AKJV1999+","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"Then came<WH935> David<WH1732> to Nob<WH5011> to Ahimelech<WH288> the priest:<WH3548> and Ahimelech<WH288> was afraid<WH2729> at the meeting<WH7125> of David,<WH1732> and said<WH559> to him, Why<WH4069> are you alone,<WH905> and no<WH369> man<WH376> with you?"},{"number":2,"verse":"And David<WH1732> said<WH559> to Ahimelech<WH288> the priest,<WH3548> The king<WH4428> has commanded<WH6680> me a business,<WH1697> and has said<WH559> to me, Let no<WH408> man<WH376> know<WH3045> any<WH3972> thing<WH1697> of the business<WH1697> about which<WH834> I send<WH7971> you, and what<WH834> I have commanded<WH6680> you: and I have appointed<WH3045> my servants<WH5288> to such<WH492> and such<WH492> a place.<WH4725>"},{"number":3,"verse":"Now therefore what<WH4100> is under<WH8478> your hand?<WH3027> give<WH5414> me five<WH2568> loaves of bread<WH3899> in my hand,<WH3027> or<WH176> what there is present.<WH4672>"},{"number":4,"verse":"And the priest<WH3548> answered<WH6030> David,<WH1732> and said,<WH559> There is no<WH369> common<WH2455> bread<WH3899> under<WH8478> my hand,<WH3027> but there is hallowed<WH6944> bread;<WH3899> if<WH518> the young<WH5288> men have kept<WH8104> themselves at<WH389> least<WH389> from women.<WH802>"},{"number":5,"verse":"And David<WH1732> answered<WH6030> the priest,<WH3548> and said<WH559> to him, Of a truth<WH3588> <WH518> women<WH802> have been kept<WH6113> from us about these three<WH8032> days,<WH8543> since I came<WH3318> out, and the vessels<WH3627> of the young<WH5288> men are holy,<WH6944> and the bread is in a manner<WH1870> common,<WH2455> yes,<WH637> though<WH3588> it were sanctified<WH6942> this day<WH3117> in the vessel.<WH3627>"},{"number":6,"verse":"So the priest<WH3548> gave<WH5414> him hallowed<WH6944> bread: for there was no<WH3808> bread<WH3899> there<WH8033> but the show bread,<WH3899> <WH6440> that was taken<WH5493> from before<WH6440> the LORD,<WH3068> to put<WH7760> hot<WH2527> bread<WH3899> in the day<WH3117> when it was taken<WH3947> away."},{"number":7,"verse":"Now a certain man<WH376> of the servants<WH5650> of Saul<WH7586> was there that day,<WH3117> detained<WH6113> before<WH6440> the LORD;<WH3068> and his name<WH8034> was Doeg,<WH1673> an Edomite,<WH130> the most chief<WH47> of the herdsmen<WH7462> that belonged to Saul.<WH7586>"},{"number":8,"verse":"And David<WH1732> said<WH559> to Ahimelech,<WH288> And is there not here<WH6311> under<WH8478> your hand<WH3027> spear<WH2595> or<WH176> sword?<WH2719> for I have neither<WH1571> <WH3808> brought<WH3947> my sword<WH2719> nor<WH1571> my weapons<WH3627> with me, because<WH3588> the king's<WH4428> business<WH1697> required<WH1961> haste.<WH5169>"},{"number":9,"verse":"And the priest<WH3548> said,<WH559> The sword<WH2719> of Goliath<WH1555> the Philistine,<WH6430> whom<WH834> you slew<WH5221> in the valley<WH6010> of Elah,<WH425> behold,<WH2009> it is here wrapped<WH3874> in a cloth<WH8071> behind<WH310> the ephod:<WH646> if<WH518> you will take<WH3947> that, take<WH3947> it: for there is no<WH369> other<WH312> save<WH2108> that here.<WH2088> And David<WH1732> said,<WH559> There is none<WH369> like that; give<WH5414> it me."},{"number":10,"verse":"And David<WH1732> arose <WH6965>and fled<WH1272> that day<WH3117> for fear<WH6440> of Saul,<WH7586> and went<WH935> to Achish<WH397> the king<WH4428> of Gath.<WH1661>"},{"number":11,"verse":"And the servants<WH5650> of Achish<WH397> said<WH559> to him, Is not this<WH2088> David<WH1732> the king<WH4428> of the land?<WH776> did they not sing<WH6030> one to another of him in dances,<WH4246> saying,<WH559> Saul<WH7586> has slain<WH5221> his thousands,<WH505> and David<WH1732> his ten<WH7233> thousands?<WH7233>"},{"number":12,"verse":"And David<WH1732> laid<WH7760> up these<WH428> words<WH1697> in his heart,<WH3824> and was sore<WH3966> afraid<WH3372> of Achish<WH397> the king<WH4428> of Gath.<WH1661>"},{"number":13,"verse":"And he changed<WH8138> his behavior<WH2940> before<WH5869> them, and feigned himself mad<WH1984> in their hands,<WH3027> and scrabbled<WH8427> on<WH5921> the doors<WH1817> of the gate,<WH8179> and let his spittle<WH7388> fall<WH3381> down<WH3381> on his beard.<WH2206>"},{"number":14,"verse":"Then said<WH559> Achish<WH397> to his servants,<WH5650> See,<WH2009> you see<WH7200> the man<WH376> is mad:<WH7696> why<WH4100> then have you brought<WH935> him to me?"},{"number":15,"verse":"Have I need<WH2638> of mad<WH7696> men, that you have brought<WH935> this<WH2088> fellow to play the mad<WH7696> man in my presence?<WH5921> shall this<WH2088> fellow come<WH935> into<WH413> my house?<WH1004>"}]}