{"bibleAbbr":"AKJV1999+","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":25,"verses":[{"number":1,"verse":"And Samuel<WH8050> died;<WH4191> and all<WH3605> the Israelites<WH3478> were gathered<WH6908> together, and lamented<WH5594> him, and buried<WH6912> him in his house<WH1004> at Ramah.<WH7414> And David<WH1732> arose,<WH6965> and went<WH3381> down<WH3381> to the wilderness<WH4057> of Paran.<WH6290>"},{"number":2,"verse":"And there was a man<WH376> in Maon,<WH4584> whose possessions<WH4639> were in Carmel;<WH3760> and the man<WH376> was very<WH3966> great,<WH1419> and he had three<WH7969> thousand<WH505> sheep,<WH6629> and a thousand<WH505> goats:<WH5795> and he was shearing<WH1494> his sheep<WH6629> in Carmel.<WH3760>"},{"number":3,"verse":"Now<WH6258> the name<WH8034> of the man<WH376> was Nabal;<WH5037> and the name<WH8034> of his wife<WH802> Abigail:<WH26> and she was a woman<WH802> of good<WH2896> understanding,<WH7922> and of a beautiful<WH3303> countenance:<WH8389> but the man<WH376> was churlish<WH7186> and evil<WH7451> in his doings;<WH4611> and he was of the house<WH1004> of Caleb.<WH3612>"},{"number":4,"verse":"And David<WH1732> heard<WH8085> in the wilderness<WH4057> that Nabal<WH5037> did shear<WH1494> his sheep.<WH6629>"},{"number":5,"verse":"And David<WH1732> sent<WH7971> out ten<WH6235> young<WH5288> men, and David<WH1732> said<WH559> to the young<WH5288> men, Get<WH5927> you up to Carmel,<WH3760> and go<WH935> to Nabal,<WH5037> and greet<WH7592> <WH7965> him in my name:<WH8034>"},{"number":6,"verse":"And thus<WH3541> shall you say<WH559> to him that lives<WH2416> in prosperity, Peace<WH7965> be both to you, and peace<WH7965> be to your house,<WH1004> and peace<WH7965> be to all<WH3605> that you have."},{"number":7,"verse":"And now<WH6258> I have heard<WH8085> that you have shearers:<WH1494> now your shepherds<WH7462> which<WH834> were with us, we hurt<WH3637> them not, neither<WH3808> was there ought<WH3972> missing<WH6485> to them, all<WH3605> the while<WH3117> they were in Carmel.<WH3760>"},{"number":8,"verse":"Ask<WH7592> your young<WH5288> men, and they will show<WH5046> you. Why let the young<WH5288> men find<WH4672> favor<WH2580> in your eyes:<WH5869> for we come<WH935> in a good<WH2896> day:<WH3117> give,<WH5414> I pray<WH4994> you, whatever<WH853> <WH834> comes<WH4672> to your hand<WH3027> to your servants,<WH5650> and to your son<WH1121> David.<WH1732>"},{"number":9,"verse":"And when David's<WH1732> young<WH5288> men came,<WH935> they spoke<WH1696> to Nabal<WH5037> according to all<WH3605> those<WH428> words<WH1697> in the name<WH8034> of David,<WH1732> and ceased.<WH5117>"},{"number":10,"verse":"And Nabal<WH5037> answered<WH6030> David's servants,<WH5650> and said,<WH559> Who<WH4310> is David?<WH1732> and who<WH4310> is the son<WH1121> of Jesse?<WH3448> there be many<WH7231> servants<WH5650> now a days<WH3117> that break<WH6555> away every man<WH376> from his master.<WH113>"},{"number":11,"verse":"Shall I then take<WH3947> my bread,<WH3899> and my water,<WH4325> and my flesh<WH2878> that I have killed<WH2873> for my shearers,<WH1494> and give<WH5414> it to men,<WH582> whom<WH834> I know<WH3045> not from where<WH834> <WH2088> they be?"},{"number":12,"verse":"So David's<WH1732> young<WH5288> men turned<WH2015> their way,<WH1870> and went<WH7725> again,<WH7725> and came<WH935> and told<WH5046> him all<WH3605> those<WH428> sayings.<WH1697>"},{"number":13,"verse":"And David<WH1732> said<WH559> to his men,<WH582> Gird<WH2296> you on every man<WH376> his sword.<WH2719> And they girded<WH2296> on every man<WH376> his sword;<WH2719> and David<WH1732> also<WH1571> girded<WH2296> on his sword:<WH2719> and there went<WH5927> up after<WH310> David<WH1732> about four<WH702> hundred<WH3967> men;<WH376> and two hundred<WH3967> stayed<WH3427> by the stuff.<WH3627>"},{"number":14,"verse":"But one<WH259> of the young<WH5288> men told<WH5046> Abigail,<WH26> Nabal's<WH5037> wife,<WH802> saying,<WH559> Behold,<WH2009> David<WH1732> sent<WH7971> messengers<WH4397> out of the wilderness<WH4057> to salute<WH1288> our master;<WH113> and he railed<WH5860> on them."},{"number":15,"verse":"But the men<WH582> were very<WH3966> good<WH2896> to us, and we were not hurt,<WH3637> neither<WH3808> missed<WH6485> we any<WH3972> thing,<WH1697> as long<WH3117> as we were conversant<WH1980> with them, when we were in the fields:<WH7704>"},{"number":16,"verse":"They were a wall<WH2346> to us both<WH1571> by night<WH3915> and day,<WH3119> all<WH3605> the while<WH3117> we were with them keeping<WH7462> the sheep.<WH6629>"},{"number":17,"verse":"Now<WH6258> therefore know<WH3045> and consider<WH7200> what<WH4100> you will do;<WH6213> for evil<WH7451> is determined<WH3615> against<WH413> our master,<WH113> and against<WH5921> all<WH3605> his household:<WH1004> for he is such a son<WH1121> of Belial,<WH1100> that a man cannot speak<WH1696> to him."},{"number":18,"verse":"Then Abigail<WH26> made haste,<WH4116> and took<WH3947> two hundred<WH3967> loaves,<WH3899> and two<WH8147> bottles<WH5035> of wine,<WH3196> and five<WH2568> sheep<WH6629> ready dressed,<WH6213> and five<WH2568> measures<WH5429> of parched<WH7039> corn, and an hundred<WH3967> clusters<WH6778> of raisins,<WH6778> and two hundred<WH3967> cakes<WH1690> of figs, and laid<WH7760> them on<WH5921> asses.<WH2543>"},{"number":19,"verse":"And she said<WH559> to her servants,<WH5288> Go<WH5674> on before<WH6440> me; behold,<WH2005> I come<WH935> after<WH310> you. But she told<WH5046> not her husband<WH376> Nabal.<WH5037>"},{"number":20,"verse":"And it was so, as she rode<WH7392> on<WH5921> the ass,<WH2543> that she came<WH3381> down<WH3381> by the covert<WH5643> on the hill,<WH2022> and, behold,<WH2009> David<WH1732> and his men<WH582> came<WH3381> down<WH3381> against<WH7125> her; and she met<WH6298> them."},{"number":21,"verse":"Now David<WH1732> had said,<WH559> Surely<WH389> in vain<WH8267> have I kept<WH8104> all<WH3605> that this<WH2088> fellow has in the wilderness,<WH4057> so that nothing<WH3808> <WH3972> was missed<WH6485> of all<WH3605> that pertained to him: and he has requited<WH7725> me evil<WH7451> for good.<WH2896>"},{"number":22,"verse":"So<WH3541> and more<WH3254> also<WH3541> do<WH6213> God<WH430> to the enemies<WH341> of David,<WH1732> if<WH518> I leave<WH7604> of all<WH3605> that pertain to him by the morning<WH1242> light<WH216> any that urinates<WH8366> against the wall.<WH7023>"},{"number":23,"verse":"And when Abigail<WH26> saw<WH7200> David,<WH1732> she hurried,<WH4116> and lighted<WH3381> off<WH5921> the ass,<WH2543> and fell<WH5307> before<WH639> David<WH1732> on<WH5921> her face,<WH6440> and bowed<WH7812> herself to the ground,<WH776>"},{"number":24,"verse":"And fell<WH5307> at<WH5921> his feet,<WH7272> and said,<WH559> On me, my lord,<WH113> on me let this iniquity<WH5771> be: and let your handmaid,<WH519> I pray<WH4994> you, speak<WH1696> in your audience,<WH241> and hear<WH8085> the words<WH1697> of your handmaid.<WH519>"},{"number":25,"verse":"Let not my lord,<WH113> I pray<WH4994> you, regard<WH3820> this<WH2088> man<WH376> of Belial,<WH1100> even Nabal:<WH5037> for as his name<WH8034> is, so<WH3651> is he; Nabal<WH5037> is his name,<WH8034> and folly<WH5039> is with him: but I your handmaid<WH519> saw<WH7200> not the young<WH5288> men of my lord,<WH113> whom<WH834> you did send.<WH7971>"},{"number":26,"verse":"Now<WH6258> therefore, my lord,<WH113> as the LORD<WH3068> lives,<WH2416> and as your soul<WH5315> lives,<WH2416> seeing the LORD<WH3068> has withheld<WH4513> you from coming<WH935> to shed blood,<WH1818> and from avenging<WH3467> yourself with your own hand,<WH3027> now<WH6258> let your enemies,<WH341> and they that seek<WH1245> evil<WH7451> to my lord,<WH113> be as Nabal.<WH5037>"},{"number":27,"verse":"And now<WH6258> this<WH2063> blessing<WH1293> which<WH834> your handmaid<WH8198> has brought<WH935> to my lord,<WH113> let it even be given<WH5414> to the young<WH5288> men that follow<WH1980> <WH7272> my lord.<WH113>"},{"number":28,"verse":"I pray<WH4994> you, forgive<WH5375> the trespass<WH6588> of your handmaid:<WH519> for the LORD<WH3068> will certainly make<WH6213> my lord<WH113> a sure<WH539> house;<WH1004> because<WH3588> my lord<WH113> fights<WH3898> the battles<WH4421> of the LORD,<WH3068> and evil<WH7451> has not been found<WH4672> in you all your days.<WH3117>"},{"number":29,"verse":"Yet a man<WH120> is risen<WH6965> to pursue<WH7291> you, and to seek<WH1245> your soul:<WH5315> but the soul<WH5315> of my lord<WH113> shall be bound<WH6887> in the bundle<WH6872> of life<WH2416> with the LORD<WH3068> your God;<WH430> and the souls<WH5315> of your enemies,<WH341> them shall he sling<WH7049> out, as out of the middle<WH8432> of a sling.<WH7050>"},{"number":30,"verse":"And it shall come<WH1961> to pass, when<WH3588> the LORD<WH3068> shall have done<WH6213> to my lord<WH113> according to all<WH3605> the good<WH2896> that he has spoken<WH1696> concerning<WH5921> you, and shall have appointed<WH6680> you ruler<WH5057> over Israel;<WH3478>"},{"number":31,"verse":"That this<WH2063> shall be no<WH3808> grief<WH6330> to you, nor offense<WH4383> of heart<WH3820> to my lord,<WH136> either that you have shed<WH8210> blood<WH1818> causeless,<WH2600> or that my lord<WH136> has avenged<WH3467> himself: but when the LORD<WH3068> shall have dealt well<WH3190> with my lord,<WH113> then remember<WH2142> your handmaid.<WH519>"},{"number":32,"verse":"And David<WH1732> said<WH559> to Abigail,<WH26> Blessed<WH1288> be the LORD<WH3068> God<WH430> of Israel,<WH3478> which<WH834> sent<WH7971> you this<WH2088> day<WH3117> to meet<WH7125> me:"},{"number":33,"verse":"And blessed<WH1288> be your advice,<WH2940> and blessed<WH1288> be you, which<WH834> have kept<WH3607> me this<WH2088> day<WH3117> from coming<WH935> to shed blood,<WH1818> and from avenging<WH3467> myself with my own hand.<WH3027>"},{"number":34,"verse":"For in very<WH199> deed,<WH199> as the LORD<WH3068> God<WH430> of Israel<WH3478> lives,<WH2416> which<WH834> has kept<WH4513> me back<WH4513> from hurting<WH7489> you, except<WH3588> <WH3884> you had hurried<WH4116> and come<WH935> to meet<WH7125> me, surely<WH3588> <WH518> there had not been left<WH3498> to Nabal<WH5037> by the morning<WH1242> light<WH216> any that urinates<WH8366> against the wall.<WH7023>"},{"number":35,"verse":"So David<WH1732> received<WH3947> of her hand<WH3027> that which<WH834> she had brought<WH935> him, and said<WH559> to her, Go<WH5927> up in peace<WH7965> to your house;<WH1004> see,<WH7200> I have listened<WH8085> to your voice,<WH6963> and have accepted<WH5375> your person.<WH6440>"},{"number":36,"verse":"And Abigail<WH26> came<WH935> to Nabal;<WH5037> and, behold,<WH2009> he held<WH2790> a feast<WH4960> in his house,<WH1004> like the feast<WH4960> of a king;<WH4428> and Nabal's<WH5037> heart<WH3820> was merry<WH2896> within<WH5921> him, for he was very<WH5704> <WH3966> drunken:<WH7910> why she told<WH5046> him nothing,<WH3808> <WH1697> less<WH6996> or more,<WH1419> until<WH5704> the morning<WH1242> light.<WH216>"},{"number":37,"verse":"But it came<WH1961> to pass in the morning,<WH1242> when the wine<WH3196> was gone<WH3318> out of Nabal,<WH5037> and his wife<WH802> had told<WH5046> him these<WH428> things,<WH1697> that his heart<WH3820> died<WH4191> within<WH7130> him, and he became<WH1961> as a stone.<WH68>"},{"number":38,"verse":"And it came<WH1961> to pass about ten<WH6235> days<WH3117> after, that the LORD<WH3068> smote<WH5062> Nabal,<WH5037> that he died.<WH4191>"},{"number":39,"verse":"And when David<WH1732> heard<WH8085> that Nabal<WH5037> was dead,<WH4191> he said,<WH559> Blessed<WH1288> be the LORD,<WH3068> that has pleaded<WH7378> the cause<WH7379> of my reproach<WH2781> from the hand<WH3027> of Nabal,<WH5037> and has kept<WH2820> his servant<WH5650> from evil:<WH7451> for the LORD<WH3068> has returned<WH7725> the wickedness<WH7451> of Nabal<WH5037> on his own head.<WH7218> And David<WH1732> sent<WH7971> and communed<WH1696> with Abigail,<WH26> to take<WH3947> her to him to wife.<WH802>"},{"number":40,"verse":"And when the servants<WH5650> of David<WH1732> were come<WH935> to Abigail<WH26> to Carmel,<WH3760> they spoke<WH1696> to her, saying,<WH559> David<WH1732> sent<WH7971> us to you, to take<WH3947> you to him to wife.<WH802>"},{"number":41,"verse":"And she arose,<WH6965> and bowed<WH7812> herself on her face<WH639> to the earth,<WH776> and said,<WH559> Behold,<WH2009> let your handmaid<WH519> be a servant<WH5650> to wash<WH7364> the feet<WH7272> of the servants<WH5650> of my lord.<WH113>"},{"number":42,"verse":"And Abigail<WH26> hurried,<WH4116> and arose <WH6965>and rode<WH7392> on an ass,<WH2543> with five<WH2568> damsels<WH5291> of hers that went<WH1980> after<WH7272> her; and she went<WH3212> after<WH310> the messengers<WH4397> of David,<WH1732> and became<WH1961> his wife.<WH802>"},{"number":43,"verse":"David<WH1732> also took<WH3947> Ahinoam<WH293> of Jezreel;<WH3157> and they were also both<WH8147> of them his wives.<WH802>"},{"number":44,"verse":"But Saul<WH7586> had given<WH5414> Michal<WH4324> his daughter,<WH1323> David's<WH1732> wife,<WH802> to Phalti<WH6406> the son<WH1121> of Laish,<WH3919> which<WH834> was of Gallim.<WH1554>"}]}