{"bibleAbbr":"Orig2013+","bookName":"שמואל ב","bookEnglishName":"2 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"ויהי <WH1961> And it came to pass אחרי <WH310> after כן <WH3651> this, ולאבשׁלום <WH53> that Absalom בן <WH1121> the son דוד <WH1732> of David אחות <WH269> sister, יפה <WH3303> had a fair ושׁמה <WH8034> whose name תמר <WH8559> Tamar; ויאהבה <WH157> loved אמנון <WH550> and Amnon בן <WH1121> the son דוד׃ <WH1732> of David"},{"number":2,"verse":"ויצר <WH3334> לאמנון <WH550> And Amnon להתחלות <WH2470> that he fell sick בעבור <WH5668> for תמר <WH8559> Tamar; אחתו <WH269> his sister כי <WH3588> for בתולה <WH1330> a virgin; היא <WH1931> she ויפלא <WH6381> it hard בעיני <WH5869> thought אמנון <WH550> and Amnon לעשׂות <WH6213> for him to do לה מאומה׃ <WH3972> any thing"},{"number":3,"verse":"ולאמנון <WH550> But Amnon רע <WH7453> had a friend, ושׁמו <WH8034> whose name יונדב <WH3122> Jonadab, בן <WH1121> the son שׁמעה <WH8093> of Shimeah אחי <WH251> brother: דוד <WH1732> David's ויונדב <WH3122> and Jonadab אישׁ <WH376> man. חכם <WH2450> subtle מאד׃ <WH3966> a very"},{"number":4,"verse":"ויאמר <WH559> And he said לו מדוע <WH4069> unto him, Why אתה <WH859> thou, ככה <WH3602> lean דל <WH1800> lean בן <WH1121> son, המלך <WH4428> the king's בבקר <WH1242> from day בבקר <WH1242> to day? הלוא <WH3808> wilt thou not תגיד <WH5046> tell לי ויאמר <WH559> said לו אמנון <WH550> me? And Amnon את <WH853> תמר <WH8559> Tamar, אחות <WH269> sister. אבשׁלם <WH53> Absalom's אחי <WH251> my brother אני <WH589> unto him, I אהב׃ <WH157> love"},{"number":5,"verse":"ויאמר <WH559> said לו יהונדב <WH3082> שׁכב <WH7901> unto him, Lay thee down על <WH5921> on משׁכבך <WH4904> thy bed, והתחל <WH2470> and make thyself sick: ובא <WH935> cometh אביך <WH1> and when thy father לראותך <WH7200> to see ואמרת <WH559> thee, say אליו <WH413> unto תבא <WH935> come, נא <WH4994> him, I pray thee, תמר <WH8559> Tamar אחותי <WH269> let my sister ותברני <WH1262> and give לחם <WH3899> me meat, ועשׂתה <WH6213> and dress לעיני <WH5869> in my sight, את <WH853> הבריה <WH1279> the meat למען <WH4616> that אשׁר <WH834> that אראה <WH7200> I may see ואכלתי <WH398> and eat מידה׃ <WH3027> at her hand."},{"number":6,"verse":"וישׁכב <WH7901> lay down, אמנון <WH550> So Amnon ויתחל <WH2470> and made himself sick: ויבא <WH935> was come המלך <WH4428> and when the king לראתו <WH7200> to see ויאמר <WH559> said אמנון <WH550> him, Amnon אל <WH413> unto המלך <WH4428> the king, תבוא <WH935> come, נא <WH4994> I pray thee, תמר <WH8559> let Tamar אחתי <WH269> my sister ותלבב <WH3823> and make לעיני <WH5869> in my sight, שׁתי <WH8147> me a couple לבבות <WH3834> of cakes ואברה <WH1262> that I may eat מידה׃ <WH3027> at her hand."},{"number":7,"verse":"וישׁלח <WH7971> sent דוד <WH1732> Then David אל <WH413> to תמר <WH8559> Tamar, הביתה <WH1004> home לאמר <WH559> saying, לכי <WH1980> Go נא <WH4994> now בית <WH1004> house, אמנון <WH550> Amnon's אחיך <WH251> to thy brother ועשׂי <WH6213> and dress לו הבריה׃ <WH1279> him meat."},{"number":8,"verse":"ותלך <WH1980> went תמר <WH8559> So Tamar בית <WH1004> house; אמנון <WH550> Amnon's אחיה <WH251> to her brother והוא <WH1931> and he שׁכב <WH7901> was laid down. ותקח <WH3947> And she took את <WH853> הבצק <WH1217> flour, ותלושׁ <WH3888> and kneaded ותלבב <WH3823> and made cakes לעיניו <WH5869> in his sight, ותבשׁל <WH1310> and did bake את <WH853> הלבבות׃ <WH3834> the cakes."},{"number":9,"verse":"ותקח <WH3947> And she took את <WH853> המשׂרת <WH4958> a pan, ותצק <WH3332> and poured out לפניו <WH6440> before וימאן <WH3985> him; but he refused לאכול <WH398> to eat. ויאמר <WH559> said, אמנון <WH550> And Amnon הוציאו <WH3318> Have out כל <WH3605> all אישׁ <WH376> men מעלי <WH5921> from ויצאו <WH3318> me. And they went out כל <WH3605> every אישׁ <WH376> man מעליו׃ <WH5921> from"},{"number":10,"verse":"ויאמר <WH559> said אמנון <WH550> And Amnon אל <WH413> unto תמר <WH8559> Tamar, הביאי <WH935> Bring הבריה <WH1279> the meat החדר <WH2315> into the chamber, ואברה <WH1262> that I may eat מידך <WH3027> of thine hand. ותקח <WH3947> took תמר <WH8559> And Tamar את <WH853> הלבבות <WH3834> the cakes אשׁר <WH834> which עשׂתה <WH6213> she had made, ותבא <WH935> and brought לאמנון <WH550> to Amnon אחיה <WH251> her brother. החדרה׃ <WH2315> into the chamber"},{"number":11,"verse":"ותגשׁ <WH5066> And when she had brought אליו <WH413> unto לאכל <WH398> him to eat, ויחזק <WH2388> he took hold בה ויאמר <WH559> of her, and said לה בואי <WH935> unto her, Come שׁכבי <WH7901> lie עמי <WH5973> with אחותי׃ <WH269> me, my sister."},{"number":12,"verse":"ותאמר <WH559> And she answered לו אל <WH408> him, Nay, אחי <WH251> my brother, אל <WH408> do not תענני <WH6031> force כי <WH3588> me; for לא <WH3808> no יעשׂה <WH6213> ought to be done כן <WH3651> such thing בישׂראל <WH3478> in Israel: אל <WH408> not תעשׂה <WH6213> do את <WH853> הנבלה <WH5039> folly. הזאת׃ <WH2063> thou this"},{"number":13,"verse":"ואני <WH589> And I, אנה <WH575> whither אוליך <WH1980> to go? את <WH853> חרפתי <WH2781> shall I cause my shame ואתה <WH859> and as for thee, תהיה <WH1961> thou shalt be כאחד <WH259> as one הנבלים <WH5036> of the fools בישׂראל <WH3478> in Israel. ועתה <WH6258> Now דבר <WH1696> speak נא <WH4994> therefore, I pray thee, אל <WH413> unto המלך <WH4428> the king; כי <WH3588> for לא <WH3808> he will not ימנעני <WH4513> withhold ממך׃ <WH4480> me from"},{"number":14,"verse":"ולא <WH3808> not אבה <WH14> Howbeit he would לשׁמע <WH8085> hearken בקולה <WH6963> unto her voice: ויחזק <WH2388> but, being stronger ממנה <WH4480> ויענה <WH6031> than she, forced וישׁכב <WH7901> her, and lay with אתה׃ <WH854>"},{"number":15,"verse":"וישׂנאה <WH8130> hated אמנון <WH550> Then Amnon שׂנאה <WH8135> her exceedingly; גדולה <WH1419> her greater מאד <WH3966> כי <WH3588> so that גדולה <WH1419> השׂנאה <WH8135> the hatred אשׁר <WH834> wherewith שׂנאה <WH8130> he hated מאהבה <WH160> than the love אשׁר <WH834> wherewith אהבה <WH157> he had loved ויאמר <WH559> said לה אמנון <WH550> her. And Amnon קומי <WH6965> unto her, Arise, לכי׃ <WH1980> be gone."},{"number":16,"verse":"ותאמר <WH559> And she said לו אל <WH408> unto him, no אודת <WH182> cause: הרעה <WH7451> evil הגדולה <WH1419> greater הזאת <WH2063> this מאחרת <WH312> than the other אשׁר <WH834> that עשׂית <WH6213> thou didst עמי <WH5973> unto לשׁלחני <WH7971> in sending me away ולא <WH3808> not אבה <WH14> me. But he would לשׁמע׃ <WH8085> hearken"},{"number":17,"verse":"ויקרא <WH7121> Then he called את <WH853> נערו <WH5288> his servant משׁרתו <WH8334> that ministered ויאמר <WH559> unto him, and said, שׁלחו <WH7971> Put נא <WH4994> now את <WH853> זאת <WH2063> this מעלי <WH5921> החוצהנעל <WH5274> and bolt הדלת <WH1817> the door אחריה׃ <WH310> after"},{"number":18,"verse":"ועליה <WH5921> upon כתנת <WH3801> And a garment פסים <WH6446> of divers colors כי <WH3588> her: for כן <WH3651> with such תלבשׁן <WH3847> appareled. בנות <WH1323> daughters המלך <WH4428> were the king's הבתולת <WH1330> virgins מעילים <WH4598> robes ויצא <WH3318> brought אותה <WH853> משׁרתו <WH8334> Then his servant החוץ <WH2351> her out, ונעל <WH5274> and bolted הדלת <WH1817> the door אחריה׃ <WH310> after"},{"number":19,"verse":"ותקח <WH3947> put תמר <WH8559> And Tamar אפר <WH665> ashes על <WH5921> on ראשׁה <WH7218> her head, וכתנת <WH3801> her garment הפסים <WH6446> of divers colors אשׁר <WH834> that עליה <WH5921> on קרעה <WH7167> and rent ותשׂם <WH7760> her, and laid ידה <WH3027> her hand על <WH5921> on ראשׁה <WH7218> her head, ותלך <WH1980> and went on הלוך <WH1980> and went on וזעקה׃ <WH2199> crying."},{"number":20,"verse":"ויאמר <WH559> said אליה <WH413> unto אבשׁלום <WH53> And Absalom אחיה <WH251> her brother האמינון <WH550> her, Hath Amnon אחיך <WH251> thy brother היה <WH1961> been עמך <WH5973> with ועתה <WH6258> now אחותי <WH269> thy peace, my sister: החרישׁי <WH2790> thee? but hold אחיך <WH251> thy brother; הוא <WH1931> he אל <WH408> not תשׁיתי <WH7896> אתבך <WH3820> לדבר <WH1697> thing. הזה <WH2088> this ותשׁב <WH3427> remained תמר <WH8559> So Tamar ושׁממה <WH8076> בית <WH1004> house. אבשׁלום <WH53> Absalom's אחיה׃ <WH251> in her brother"},{"number":21,"verse":"והמלך <WH4428> But when king דוד <WH1732> David שׁמע <WH8085> heard את <WH853> כל <WH3605> of all הדברים <WH1697> things, האלה <WH428> these ויחר <WH2734> wroth. לו מאד׃ <WH3966> he was very"},{"number":22,"verse":"ולא <WH3808> neither דבר <WH1696> spoke אבשׁלום <WH53> And Absalom עם <WH5973> unto אמנון <WH550> his brother Amnon למרע <WH7451> bad: ועד <WH5704> nor טוב <WH2896> good כי <WH3588> for שׂנא <WH8130> hated אבשׁלום <WH53> Absalom את <WH853> אמנון <WH550> Amnon, על <WH5921> because דבר <WH1697> אשׁרנה <WH6031> he had forced את <WH853> תמר <WH8559> Tamar. אחתו׃ <WH269> his sister"},{"number":23,"verse":"ויהי <WH1961> And it came to pass לשׁנתים <WH8141> after two full years, ימים <WH3117> after two full years, ויהיו <WH1961> had גזזים <WH1494> sheepshearers לאבשׁלום <WH53> that Absalom בבעל חצור <WH1178> in Baal-hazor, אשׁר <WH834> which עם <WH5973> beside אפרים <WH669> Ephraim: ויקרא <WH7121> invited אבשׁלום <WH53> and Absalom לכל <WH3605> all בני <WH1121> sons. המלך׃ <WH4428> the king's"},{"number":24,"verse":"ויבא <WH935> came אבשׁלום <WH53> And Absalom אל <WH413> to המלך <WH4428> the king, ויאמר <WH559> and said, הנה <WH2009> Behold נא <WH4994> now, גזזים <WH1494> hath sheepshearers; לעבדך <WH5650> thy servant ילך <WH1980> go נא <WH4994> I beseech thee, המלך <WH4428> let the king, ועבדיו <WH5650> and his servants עם <WH5973> with עבדך׃ <WH5650> thy servant."},{"number":25,"verse":"ויאמר <WH559> said המלך <WH4428> And the king אל <WH413> to אבשׁלום <WH53> Absalom, אל <WH408> Nay, בני <WH1121> my son, אל <WH408> let us not נא <WH4994> now נלך <WH1980> go, כלנו <WH3605> all ולא <WH3808> lest נכבד <WH3513> we be chargeable עליך <WH5921> unto ויפרץ <WH6555> thee. And he pressed בו ולא <WH3808> not אבה <WH14> him: howbeit he would ללכת <WH1980> go, ויברכהו׃ <WH1288> but blessed"},{"number":26,"verse":"ויאמר <WH559> Then said אבשׁלום <WH53> Absalom, ולא <WH3808> If not, ילך <WH1980> go נא <WH4994> I pray thee, אתנו <WH854> with אמנון <WH550> Amnon אחי <WH251> let my brother ויאמר <WH559> said לו המלך <WH4428> us. And the king למה <WH4100> unto him, Why ילך <WH1980> should he go עמך׃ <WH5973> with"},{"number":27,"verse":"ויפרץ <WH6555> pressed בו אבשׁלום <WH53> But Absalom וישׁלח <WH7971> go אתו <WH854> with את <WH853> אמנון <WH550> him, that he let Amnon ואת <WH853> כל <WH3605> and all בני <WH1121> sons המלך׃ <WH4428> the king's"},{"number":28,"verse":"ויצו <WH6680> had commanded אבשׁלום <WH53> Now Absalom את <WH853> נעריו <WH5288> his servants, לאמר <WH559> saying, ראו <WH7200> Mark נא <WH4994> ye now כטוב <WH2896> לב <WH3820> heart אמנון <WH550> when Amnon's ביין <WH3196> with wine, ואמרתי <WH559> and when I say אליכם <WH413> unto הכו <WH5221> you, Smite את <WH853> אמנון <WH550> Amnon; והמתם <WH4191> then kill אתו <WH853> אל <WH408> not: תיראו <WH3372> him, fear הלוא <WH3808> have not כי <WH3588> אנכי <WH595> I צויתי <WH6680> commanded אתכם <WH853> חזקו <WH2388> you? be courageous, והיו <WH1961> and be לבני <WH1121> valiant. חיל׃ <WH2428> valiant."},{"number":29,"verse":"ויעשׂו <WH6213> did נערי <WH5288> And the servants אבשׁלום <WH53> of Absalom לאמנון <WH550> unto Amnon כאשׁר <WH834> as צוה <WH6680> had commanded. אבשׁלום <WH53> Absalom ויקמו <WH6965> arose, כל <WH3605> Then all בני <WH1121> sons המלך <WH4428> the king's וירכבו <WH7392> got him up אישׁ <WH376> and every man על <WH5921> upon פרדו <WH6505> his mule, וינסו׃ <WH5127> and fled."},{"number":30,"verse":"ויהי <WH1961> And it came to pass, המה <WH1992> while they בדרך <WH1870> were in the way, והשׁמעה <WH8052> that tidings באה <WH935> came אל <WH413> to דוד <WH1732> David, לאמר <WH559> saying, הכה <WH5221> hath slain אבשׁלום <WH53> Absalom את <WH853> כל <WH3605> all בני <WH1121> sons, המלך <WH4428> the king's ולא <WH3808> and there is not נותר <WH3498> them left. מהם <WH1992> אחד׃ <WH259> one"},{"number":31,"verse":"ויקם <WH6965> arose, המלך <WH4428> Then the king ויקרע <WH7167> and tore את <WH853> בגדיו <WH899> his garments, וישׁכב <WH7901> and lay ארצה <WH776> on the earth; וכל <WH3605> and all עבדיו <WH5650> his servants נצבים <WH5324> stood by קרעי <WH7167> rent. בגדים׃ <WH899> with their clothes"},{"number":32,"verse":"ויען <WH6030> answered יונדב <WH3122> And Jonadab, בן <WH1121> the son שׁמעה <WH8093> of Shimeah אחי <WH251> brother, דוד <WH1732> David's ויאמר <WH559> and said, אל <WH408> Let not יאמר <WH559> suppose אדני <WH113> my lord את <WH853> כל <WH3605> all הנערים <WH5288> the young men בני <WH1121> sons; המלך <WH4428> the king's המיתו <WH4191> they have slain כי <WH3588> for אמנון <WH550> Amnon לבדו <WH905> only מת <WH4191> is dead: כי <WH3588> for על <WH5921> by פי <WH6310> the appointment אבשׁלום <WH53> of Absalom היתה <WH1961> this hath been שׂומה <WH7760> determined מיום <WH3117> from the day ענתו <WH6031> that he forced את <WH853> תמר <WH8559> Tamar. אחתו׃ <WH269> his sister"},{"number":33,"verse":"ועתה <WH6258> Now אל <WH408> therefore let not ישׂם <WH7760> take אדני <WH113> my lord המלך <WH4428> the king אל <WH413> to לבו <WH3820> his heart, דבר <WH1697> the thing לאמר <WH559> to think כל <WH3605> that all בני <WH1121> sons המלך <WH4428> the king's מתו <WH4191> are dead: כי <WH3588> for אם <WH518> for אמנון <WH550> Amnon לבדו <WH905> only מת׃ <WH4191> is dead."},{"number":34,"verse":"ויברח <WH1272> fled. אבשׁלום <WH53> But Absalom וישׂא <WH5375> lifted up הנער <WH5288> And the young man הצפה <WH6822> that kept the watch את <WH853> עינו <WH5869> his eyes, וירא <WH7200> and looked, והנה <WH2009> and, behold, עם <WH5971> people רב <WH7227> much הלכים <WH1980> there came מדרך <WH1870> by the way אחריו <WH310> behind מצד <WH6654> ההר׃ <WH2022>"},{"number":35,"verse":"ויאמר <WH559> said יונדב <WH3122> And Jonadab אל <WH413> unto המלך <WH4428> the king, הנה <WH2009> Behold, בני <WH1121> sons המלך <WH4428> the king's באו <WH935> come: כדבר <WH1697> said, עבדך <WH5650> as thy servant כן <WH3651> so היה׃ <WH1961> it is."},{"number":36,"verse":"ויהי <WH1961> And it came to pass, ככלתו <WH3615> as soon as he had made an end לדבר <WH1696> of speaking, והנה <WH2009> that, behold, בני <WH1121> sons המלך <WH4428> the king's באו <WH935> came, וישׂאו <WH5375> and lifted up קולם <WH6963> their voice ויבכו <WH1058> and wept: וגם <WH1571> also המלך <WH4428> and the king וכל <WH3605> and all עבדיו <WH5650> his servants בכו <WH1058> wept בכי <WH1065> גדול <WH1419> sore. מאד׃ <WH3966> very"},{"number":37,"verse":"ואבשׁלום <WH53> But Absalom ברח <WH1272> fled, וילך <WH1980> and went אל <WH413> to תלמי <WH8526> Talmai, בן <WH1121> the son עמיחור <WH5991> מלך <WH4428> king גשׁור <WH1650> of Geshur. ויתאבל <WH56> And mourned על <WH5921> for בנו <WH1121> his son כל <WH3605> every הימים׃ <WH3117> day."},{"number":38,"verse":"ואבשׁלום <WH53> So Absalom ברח <WH1272> fled, וילך <WH1980> and went גשׁור <WH1650> to Geshur, ויהי <WH1961> and was שׁם <WH8033> there שׁלשׁ <WH7969> three שׁנים׃ <WH8141> years."},{"number":39,"verse":"ותכל <WH3615> longed דוד <WH1732> David המלך <WH4428> And king לצאת <WH3318> to go forth אל <WH413> unto אבשׁלום <WH53> Absalom: כי <WH3588> for נחם <WH5162> he was comforted על <WH5921> concerning אמנון <WH550> Amnon, כי <WH3588> seeing מת׃ <WH4191> he was dead."}]}