{"bibleAbbr":"Orig2013+","bookName":"שמואל ב","bookEnglishName":"2 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"ויהי <WH1961> And it came to pass מאחרי <WH310> after כן <WH3651> this, ויעשׂ <WH6213> prepared לו אבשׁלום <WH53> that Absalom מרכבה <WH4818> him chariots וססים <WH5483> and horses, וחמשׁים <WH2572> and fifty אישׁ <WH376> men רצים <WH7323> to run לפניו׃ <WH6440> before"},{"number":2,"verse":"והשׁכים <WH7925> rose up early, אבשׁלום <WH53> And Absalom ועמד <WH5975> and stood על <WH5921> beside יד <WH3027> beside דרך <WH1870> the way השׁער <WH8179> of the gate: ויהי <WH1961> and it was כל <WH3605> that when any האישׁ <WH376> man אשׁר <WH834> that יהיה <WH1961> had לו ריב <WH7379> a controversy לבוא <WH935> came אל <WH413> to המלך <WH4428> the king למשׁפט <WH4941> for judgment, ויקרא <WH7121> called אבשׁלום <WH53> then Absalom אליו <WH413> unto ויאמר <WH559> him, and said, אי <WH335> what מזה <WH2088> עיר <WH5892> city אתה <WH859> thou? ויאמר <WH559> And he said, מאחד <WH259> of one שׁבטי <WH7626> of the tribes ישׂראל <WH3478> of Israel. עבדך׃ <WH5650> Thy servant"},{"number":3,"verse":"ויאמר <WH559> said אליו <WH413> unto אבשׁלום <WH53> And Absalom ראה <WH7200> him, See, דברך <WH1697> thy matters טובים <WH2896> good ונכחים <WH5228> and right; ושׁמע <WH8085> to hear אין <WH369> but no לך מאת <WH853> המלך׃ <WH4428> man of the king"},{"number":4,"verse":"ויאמר <WH559> said אבשׁלום <WH53> Absalom מי <WH4310> moreover, Oh that ישׂמני <WH7760> I were made שׁפט <WH8199> judge בארץ <WH776> in the land, ועלי <WH5921> unto יבוא <WH935> might come כל <WH3605> that every אישׁ <WH376> man אשׁר <WH834> which יהיה <WH1961> hath לו ריב <WH7379> any suit ומשׁפט <WH4941> or cause והצדקתיו׃ <WH6663> me, and I would do him justice!"},{"number":5,"verse":"והיה <WH1961> And it was בקרב <WH7126> came nigh אישׁ <WH376> that when any man להשׁתחות <WH7812> to do him obeisance, לו ושׁלח <WH7971> he put forth את <WH853> ידו <WH3027> his hand, והחזיק <WH2388> and took לו ונשׁק׃ <WH5401> him, and kissed"},{"number":6,"verse":"ויעשׂ <WH6213> did אבשׁלום <WH53> Absalom כדבר <WH1697> manner הזה <WH2088> And on this לכל <WH3605> to all ישׂראל <WH3478> Israel אשׁר <WH834> that יבאו <WH935> came למשׁפט <WH4941> for judgment: אל <WH413> to המלך <WH4428> the king ויגנב <WH1589> stole אבשׁלום <WH53> so Absalom את <WH853> לב <WH3820> the hearts אנשׁי <WH376> of the men ישׂראל׃ <WH3478> of Israel."},{"number":7,"verse":"ויהי <WH1961> And it came to pass מקץ <WH7093> after ארבעים <WH705> forty שׁנה <WH8141> years, ויאמר <WH559> said אבשׁלום <WH53> that Absalom אל <WH413> unto המלך <WH4428> the king, אלכה <WH1980> let me go נא <WH4994> I pray thee, ואשׁלם <WH7999> and pay את <WH853> נדרי <WH5088> my vow, אשׁר <WH834> which נדרתי <WH5087> I have vowed ליהוה <WH3068> unto the LORD, בחברון׃ <WH2275> in Hebron."},{"number":8,"verse":"כי <WH3588> For נדר <WH5088> a vow נדר <WH5087> vowed עבדך <WH5650> thy servant בשׁבתי <WH3427> while I abode בגשׁור <WH1650> at Geshur בארם <WH758> in Syria, לאמר <WH559> saying, אם <WH518> If ישׁיב <WH7725> shall bring me again ישׁיבני <WH7725> יהוה <WH3068> the LORD ירושׁלם <WH3389> indeed to Jerusalem, ועבדתי <WH5647> then I will serve את <WH853> יהוה׃ <WH3068> the LORD."},{"number":9,"verse":"ויאמר <WH559> said לו המלך <WH4428> And the king לך <WH1980> unto him, Go בשׁלום <WH7965> in peace. ויקם <WH6965> So he arose, וילך <WH1980> and went חברונה׃ <WH2275> to Hebron."},{"number":10,"verse":"וישׁלח <WH7971> sent אבשׁלום <WH53> But Absalom מרגלים <WH7270> spies בכל <WH3605> throughout all שׁבטי <WH7626> the tribes ישׂראל <WH3478> of Israel, לאמר <WH559> saying, כשׁמעכם <WH8085> As soon as ye hear את <WH853> קול <WH6963> the sound השׁפר <WH7782> of the trumpet, ואמרתם <WH559> then ye shall say, מלך <WH4427> reigneth אבשׁלום <WH53> Absalom בחברון׃ <WH2275> in Hebron."},{"number":11,"verse":"ואת <WH854> And with אבשׁלום <WH53> Absalom הלכו <WH1980> went מאתים <WH3967> two hundred אישׁ <WH376> men מירושׁלם <WH3389> קראים <WH7121> called; והלכים <WH1980> and they went לתמם <WH8537> in their simplicity, ולא <WH3808> not ידעו <WH3045> and they knew כל <WH3605> any דבר׃ <WH1697> thing."},{"number":12,"verse":"וישׁלח <WH7971> sent אבשׁלום <WH53> And Absalom את <WH853> אחיתפל <WH302> for Ahithophel הגילני <WH1526> the Gilonite, יועץ <WH3289> counselor, דוד <WH1732> David's מעירו <WH5892> from his city, מגלה <WH1542> בזבחו <WH2076> while he offered את <WH853> הזבחים <WH2077> sacrifices. ויהי <WH1961> was הקשׁר <WH7195> And the conspiracy אמץ <WH533> strong; והעם <WH5971> for the people הולך <WH1980> continually ורב <WH7227> increased את <WH854> with אבשׁלום׃ <WH53> Absalom."},{"number":13,"verse":"ויבא <WH935> And there came המגיד <WH5046> a messenger אל <WH413> to דוד <WH1732> David, לאמר <WH559> saying, היה <WH1961> are לב <WH3820> The hearts אישׁ <WH376> of the men ישׂראל <WH3478> of Israel אחרי <WH310> after אבשׁלום׃ <WH53> Absalom."},{"number":14,"verse":"ויאמר <WH559> said דוד <WH1732> And David לכל <WH3605> unto all עבדיו <WH5650> his servants אשׁר <WH834> that אתו <WH854> with בירושׁלם <WH3389> him at Jerusalem, קומו <WH6965> Arise, ונברחה <WH1272> כי <WH3588> for לא <WH3808> not תהיה <WH1961> we shall לנו פליטה <WH6413> escape מפני <WH6440> אבשׁלום <WH53> Absalom: מהרו <WH4116> make speed ללכת <WH1980> to depart, פן <WH6435> lest ימהר <WH4116> us suddenly, והשׂגנו <WH5381> he overtake והדיח <WH5080> and bring עלינו <WH5921> upon את <WH853> הרעה <WH7451> evil והכה <WH5221> us, and smite העיר <WH5892> the city לפי <WH6310> with the edge חרב׃ <WH2719> of the sword."},{"number":15,"verse":"ויאמרו <WH559> said עבדי <WH5650> servants המלך <WH4428> And the king's אל <WH413> unto המלך <WH4428> the king, ככל <WH3605> whatsoever אשׁר <WH834> whatsoever יבחר <WH977> shall appoint. אדני <WH113> my lord המלך <WH4428> the king הנה <WH2009> Behold, עבדיך׃ <WH5650> thy servants"},{"number":16,"verse":"ויצא <WH3318> went forth, המלך <WH4428> And the king וכל <WH3605> and all ביתו <WH1004> his household ברגליו <WH7272> after ויעזב <WH5800> left המלך <WH4428> him. And the king את <WH853> עשׂר <WH6235> ten נשׁים <WH802> women, פלגשׁים <WH6370> concubines, לשׁמר <WH8104> to keep הבית׃ <WH1004> the house."},{"number":17,"verse":"ויצא <WH3318> went forth, המלך <WH4428> And the king וכל <WH3605> and all העם <WH5971> the people ברגליו <WH7272> after ויעמדו <WH5975> him, and tarried בית המרחק׃ <WH1023>"},{"number":18,"verse":"וכל <WH3605> And all עבדיו <WH5650> his servants עברים <WH5674> passed on על <WH5921> beside ידו <WH3027> beside וכל <WH3605> him; and all הכרתי <WH3774> the Cherethites, וכל <WH3605> and all הפלתי <WH6432> the Pelethites, וכל <WH3605> and all הגתים <WH1663> the Gittites, שׁשׁ <WH8337> six מאות <WH3967> hundred אישׁ <WH376> men אשׁר <WH834> which באו <WH935> came ברגלו <WH7272> after מגת <WH1661> עברים <WH5674> passed on על <WH5921> before פני <WH6440> before המלך׃ <WH4428> the king."},{"number":19,"verse":"ויאמר <WH559> Then said המלך <WH4428> the king אל <WH413> to אתי <WH863> Ittai הגתי <WH1663> the Gittite, למה <WH4100> Wherefore תלך <WH1980> goest גם <WH1571> also אתה <WH859> thou אתנו <WH854> with שׁוב <WH7725> us? return ושׁב <WH3427> and abide עם <WH5973> with המלך <WH4428> the king: כי <WH3588> for נכרי <WH5237> a stranger, אתה <WH859> thou וגם <WH1571> and also גלה <WH1540> an exile. אתה <WH859> למקומך׃ <WH4725> to thy place,"},{"number":20,"verse":"תמול <WH8543> yesterday, בואך <WH935> Whereas thou camest והיום <WH3117> should I this day אנועך <WH5128> and down עמנו <WH5973> with ללכת <WH1980> make thee go up ואני <WH589> us? seeing I הולך <WH1980> go על <WH5921> whither אשׁר <WH834> whither אני <WH589> I הולך <WH1980> may, שׁוב <WH7725> return והשׁב <WH7725> thou, and take back את <WH853> אחיך <WH251> thy brethren: עמך <WH5973> with חסד <WH2617> mercy ואמת׃ <WH571> and truth"},{"number":21,"verse":"ויען <WH6030> answered אתי <WH863> And Ittai את <WH853> המלך <WH4428> the king, ויאמר <WH559> and said, חי <WH2416> liveth, יהוה <WH3068> the LORD וחי <WH2416> liveth, אדני <WH113> and my lord המלך <WH4428> the king כי <WH3588> surely אם <WH518> surely במקום <WH4725> place אשׁר <WH834> in what יהיה <WH1961> shall be, שׁם <WH8033> there אדני <WH113> my lord המלך <WH4428> the king אם <WH518> whether למות <WH4194> in death אם <WH518> or לחיים <WH2416> life, כי <WH3588> even שׁם <WH8033> יהיה <WH1961> be. עבדך׃ <WH5650> also will thy servant"},{"number":22,"verse":"ויאמר <WH559> said דוד <WH1732> And David אל <WH413> to אתי <WH863> Ittai, לך <WH1980> Go ועבר <WH5674> and pass over. ויעבר <WH5674> passed over, אתי <WH863> And Ittai הגתי <WH1663> the Gittite וכל <WH3605> and all אנשׁיו <WH376> his men, וכל <WH3605> and all הטף <WH2945> the little ones אשׁר <WH834> that אתו׃ <WH854> with"},{"number":23,"verse":"וכל <WH3605> And all הארץ <WH776> the country בוכים <WH1058> wept קול <WH6963> voice, גדול <WH1419> with a loud וכל <WH3605> and all העם <WH5971> the people עברים <WH5674> passed over: והמלך <WH4428> the king עבר <WH5674> also himself passed over בנחל <WH5158> the brook קדרון <WH6939> Kidron, וכל <WH3605> and all העם <WH5971> the people עברים <WH5674> passed over, על <WH5921> toward פני <WH6440> toward דרך <WH1870> the way את <WH853> המדבר׃ <WH4057> of the wilderness."},{"number":24,"verse":"והנה <WH2009> And lo גם <WH1571> also, צדוק <WH6659> Zadok וכל <WH3605> and all הלוים <WH3881> the Levites אתו <WH854> with נשׂאים <WH5375> him, bearing את <WH853> ארון <WH727> the ark ברית <WH1285> of the covenant האלהים <WH430> of God: ויצקו <WH3332> and they set down את <WH853> ארון <WH727> the ark האלהים <WH430> of God; ויעל <WH5927> went up, אביתר <WH54> and Abiathar עד <WH5704> until תם <WH8552> had done כל <WH3605> all העם <WH5971> the people לעבור <WH5674> passing מן <WH4480> out of העיר׃ <WH5892> the city."},{"number":25,"verse":"ויאמר <WH559> said המלך <WH4428> And the king לצדוק <WH6659> unto Zadok, השׁב <WH7725> Carry back את <WH853> ארון <WH727> the ark האלהים <WH430> of God העיר <WH5892> into the city: אם <WH518> if אמצא <WH4672> I shall find חן <WH2580> favor בעיני <WH5869> in the eyes יהוה <WH3068> of the LORD, והשׁבני <WH7725> he will bring me again, והראני <WH7200> and show אתו <WH853> ואתוהו׃ <WH5116> me it, and his habitation:"},{"number":26,"verse":"ואם <WH518> But if כה <WH3541> he thus יאמר <WH559> say, לא <WH3808> I have no חפצתי <WH2654> delight בך הנני <WH2005> יעשׂה <WH6213> I, let him do לי כאשׁר <WH834> to me as טוב <WH2896> good בעיניו׃ <WH5869> seemeth"},{"number":27,"verse":"ויאמר <WH559> said המלך <WH4428> The king אל <WH413> also unto צדוק <WH6659> Zadok הכהן <WH3548> the priest, הרואה <WH7200> a seer? אתה <WH859> thou שׁבה <WH7725> return העיר <WH5892> into the city בשׁלום <WH7965> in peace, ואחימעץ <WH290> you, Ahimaaz בנך <WH1121> sons ויהונתן <WH3083> and Jonathan בן <WH1121> thy son, אביתר <WH54> of Abiathar. שׁני <WH8147> and your two בניכם <WH1121> the son אתכם׃ <WH854> with"},{"number":28,"verse":"ראו <WH7200> See, אנכי <WH595> I מתמהמה <WH4102> will tarry בעברות <WH5679> המדבר <WH4057> of the wilderness, עד <WH5704> until בוא <WH935> there come דבר <WH1697> word מעמכם <WH5973> from להגיד׃ <WH5046> you to certify"},{"number":29,"verse":"וישׁב <WH7725> carried צדוק <WH6659> Zadok ואביתר <WH54> therefore and Abiathar את <WH853> ארון <WH727> the ark האלהים <WH430> of God ירושׁלם <WH3389> again to Jerusalem: וישׁבו <WH3427> and they tarried שׁם׃ <WH8033> there."},{"number":30,"verse":"ודוד <WH1732> And David עלה <WH5927> went up במעלה <WH4608> by the ascent הזיתים <WH2132> of Olivet, עלה <WH5927> as he went up, ובוכה <WH1058> and wept וראשׁ <WH7218> and had his head לו חפוי <WH2645> covered, והוא <WH1931> and he הלך <WH1980> went יחף <WH3182> barefoot: וכל <WH3605> and all העם <WH5971> the people אשׁר <WH834> that אתו <WH854> with חפו <WH2645> him covered אישׁ <WH376> every man ראשׁו <WH7218> his head, ועלו <WH5927> and they went up, עלה <WH5927> as they went up. ובכה׃ <WH1058> weeping"},{"number":31,"verse":"ודוד <WH1732> David, הגיד <WH5046> And told לאמר <WH559> saying, אחיתפל <WH302> Ahithophel בקשׁרים <WH7194> among the conspirators עם <WH5973> with אבשׁלום <WH53> Absalom. ויאמר <WH559> said, דוד <WH1732> And David סכל <WH5528> into foolishness. נא <WH4994> I pray thee, את <WH853> עצת <WH6098> turn the counsel אחיתפל <WH302> of Ahithophel יהוה׃ <WH3068> O LORD,"},{"number":32,"verse":"ויהי <WH1961> And it came to pass, דוד <WH1732> that David בא <WH935> was come עד <WH5704> to הראשׁ <WH7218> the top אשׁר <WH834> where ישׁתחוה <WH7812> he worshiped שׁם <WH8033> לאלהים <WH430> God, והנה <WH2009> behold, לקראתו <WH7125> came to meet חושׁי <WH2365> Hushai הארכי <WH757> the Archite קרוע <WH7167> rent, כתנתו <WH3801> him with his coat ואדמה <WH127> and earth על <WH5921> upon ראשׁו׃ <WH7218> his head:"},{"number":33,"verse":"ויאמר <WH559> said, לו דוד <WH1732> Unto whom David אם <WH518> If עברת <WH5674> thou passest on אתי <WH854> with והית <WH1961> me, then thou shalt be עלי <WH5921> unto למשׂא׃ <WH4853> a burden"},{"number":34,"verse":"ואם <WH518> But if העיר <WH5892> to the city, תשׁוב <WH7725> thou return ואמרת <WH559> and say לאבשׁלום <WH53> unto Absalom, עבדך <WH5650> thy servant, אני <WH589> I המלך <WH4428> O king; אהיה <WH1961> will be עבד <WH5650> servant אביך <WH1> thy father's ואני <WH589> I מאז <WH227> hitherto, ועתה <WH6258> now ואני <WH589> so I עבדך <WH5650> also thy servant: והפרתה <WH6565> then mayest thou for me defeat לי את <WH853> עצת <WH6098> the counsel אחיתפל׃ <WH302> of Ahithophel."},{"number":35,"verse":"והלוא <WH3808> And not עמך <WH5973> with שׁם <WH8033> there צדוק <WH6659> thee Zadok ואביתר <WH54> and Abiathar הכהנים <WH3548> the priests? והיה <WH1961> therefore it shall be, כל <WH3605> what הדבר <WH1697> thing אשׁר <WH834> soever תשׁמע <WH8085> thou shalt hear מבית <WH1004> המלךגיד <WH5046> thou shalt tell לצדוק <WH6659> to Zadok ולאביתר <WH54> and Abiathar הכהנים׃ <WH3548> the priests."},{"number":36,"verse":"הנה <WH2009> Behold, שׁם <WH8033> there עמם <WH5973> with שׁני <WH8147> them their two בניהם <WH1121> sons, אחימעץ <WH290> Ahimaaz לצדוק <WH6659> Zadok's ויהונתן <WH3083> and Jonathan לאביתר <WH54> Abiathar's ושׁלחתם <WH7971> them ye shall send בידם <WH3027> and by אלי <WH413> unto כל <WH3605> me every דבר <WH1697> thing אשׁר <WH834> that תשׁמעו׃ <WH8085> ye can hear."},{"number":37,"verse":"ויבא <WH935> came חושׁי <WH2365> So Hushai רעה <WH7463> friend דוד <WH1732> David's העיר <WH5892> into the city, ואבשׁלם <WH53> and Absalom יבא <WH935> came ירושׁלם׃ <WH3389> into Jerusalem."}]}