{"bibleAbbr":"Orig2013+","bookName":"שמואל ב","bookEnglishName":"2 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"ויפקד <WH6485> numbered דוד <WH1732> And David את <WH853> העם <WH5971> the people אשׁר <WH834> that אתו <WH854> with וישׂם <WH7760> him, and set עליהם <WH5921> over שׂרי <WH8269> captains אלפים <WH505> of thousands ושׂרי <WH8269> and captains מאות׃ <WH3967> of hundreds"},{"number":2,"verse":"וישׁלח <WH7971> sent forth דוד <WH1732> And David את <WH853> העם <WH5971> of the people השׁלשׁית <WH7992> a third part ביד <WH3027> under the hand יואב <WH3097> of Joab, והשׁלשׁית <WH7992> and a third part ביד <WH3027> under the hand אבישׁי <WH52> of Abishai בן <WH1121> the son צרויה <WH6870> of Zeruiah, אחי <WH251> brother, יואב <WH3097> Joab's והשׁלשׁת <WH7992> and a third part ביד <WH3027> under the hand אתי <WH863> of Ittai הגתי <WH1663> the Gittite. ויאמר <WH559> said המלך <WH4428> And the king אל <WH413> unto העם <WH5971> the people, יצא <WH3318> אצאם <WH1571> also. אני <WH589> you myself עמכם׃ <WH5973> with"},{"number":3,"verse":"ויאמר <WH559> answered, העם <WH5971> But the people לא <WH3808> Thou shalt not תצא <WH3318> go forth: כי <WH3588> for אם <WH518> if נס <WH5127> we flee away, ננוס <WH5127> we flee away, לא <WH3808> they will not ישׂימו <WH7760> care אלינו <WH413> for לב <WH3820> care ואם <WH518> if ימתו <WH4191> of us die, חצינו <WH2677> half לא <WH3808> us; neither ישׂימו <WH7760> will they care אלינו <WH413> for לב <WH3820> will they care כי <WH3588> us: but עתה <WH6258> now כמנו <WH3644> worth עשׂרה <WH6235> ten אלפים <WH505> thousand ועתה <WH6258> of us: therefore now טוב <WH2896> better כי <WH3588> that תהיה <WH1961> לנו מעיר <WH5892> us out of the city. לעזיר׃ <WH5826> thou succor"},{"number":4,"verse":"ויאמר <WH559> said אליהם <WH413> unto המלך <WH4428> And the king אשׁר <WH834> them, What ייטב <WH3190> you best בעיניכם <WH5869> seemeth אעשׂה <WH6213> I will do. ויעמד <WH5975> stood המלך <WH4428> And the king אל <WH413> by יד <WH3027> side, השׁער <WH8179> the gate וכל <WH3605> and all העם <WH5971> the people יצאו <WH3381> למאות <WH3967> by hundreds ולאלפים׃ <WH505> and by thousands."},{"number":5,"verse":"ויצו <WH6680> commanded המלך <WH4428> And the king את <WH853> יואב <WH3097> Joab ואת <WH853> אבישׁי <WH52> and Abishai ואת <WH853> אתי <WH863> and Ittai, לאמר <WH559> saying, לאט <WH328> gently לי לנער <WH5288> for my sake with the young man, לאבשׁלום <WH53> with Absalom. וכל <WH3605> And all העם <WH5971> the people שׁמעו <WH8085> heard בצות <WH6680> charge המלך <WH4428> when the king את <WH853> כל <WH3605> gave all השׂרים <WH8269> the captains על <WH5921> concerning דבר <WH1697> concerning אבשׁלום׃ <WH53> Absalom."},{"number":6,"verse":"ויצא <WH3318> went out העם <WH5971> So the people השׂדה <WH7704> into the field לקראת <WH7125> against ישׂראל <WH3478> Israel: ותהי <WH1961> was המלחמה <WH4421> and the battle ביער <WH3293> in the wood אפרים׃ <WH669> of Ephraim;"},{"number":7,"verse":"וינגפו <WH5062> were slain שׁם <WH8033> Where עם <WH5971> the people ישׂראל <WH3478> of Israel לפני <WH6440> before עבדי <WH5650> the servants דוד <WH1732> of David, ותהי <WH1961> and there was שׁם <WH8033> there המגפה <WH4046> slaughter גדולה <WH1419> a great ביום <WH3117> day ההוא <WH1931> that עשׂרים <WH6242> of twenty אלף׃ <WH505> thousand"},{"number":8,"verse":"ותהי <WH1961> was שׁם <WH8033> there המלחמה <WH4421> For the battle נפצית <WH6327> scattered על <WH5921> over פני <WH6440> the face כל <WH3605> of all הארץ <WH776> the country: וירב <WH7235> more היער <WH3293> and the wood לאכל <WH398> devoured בעם <WH5971> people מאשׁר <WH834> אכלה <WH398> devoured. החרב <WH2719> than the sword ביום <WH3117> day ההוא׃ <WH1931> that"},{"number":9,"verse":"ויקרא <WH7122> met אבשׁלום <WH53> And Absalom לפני <WH6440> עבדי <WH5650> the servants דוד <WH1732> of David. ואבשׁלום <WH53> And Absalom רכב <WH7392> rode על <WH5921> upon הפרד <WH6505> a mule, ויבא <WH935> went הפרד <WH6505> and the mule תחת <WH8478> under שׂובך <WH7730> the thick boughs האלה <WH424> oak, הגדולה <WH1419> of a great ויחזק <WH2388> caught hold ראשׁו <WH7218> and his head באלה <WH424> of the oak, ויתן <WH5414> and he was taken up בין <WH996> between השׁמים <WH8064> the heaven ובין <WH996> הארץ <WH776> and the earth; והפרד <WH6505> and the mule אשׁר <WH834> that תחתיו <WH8478> under עבר׃ <WH5674> him went away."},{"number":10,"verse":"וירא <WH7200> saw אישׁ <WH376> man אחד <WH259> And a certain ויגד <WH5046> and told ליואב <WH3097> Joab, ויאמר <WH559> and said, הנה <WH2009> Behold, ראיתי <WH7200> I saw את <WH853> אבשׁלם <WH53> Absalom תלוי <WH8518> hanged באלה׃ <WH424> in an oak."},{"number":11,"verse":"ויאמר <WH559> said יואב <WH3097> And Joab לאישׁ <WH376> unto the man המגיד <WH5046> that told לו והנה <WH2009> him, And, behold, ראית <WH7200> thou sawest ומדוע <WH4069> and why לא <WH3808> didst thou not הכיתו <WH5221> smite שׁם <WH8033> him there ארצה <WH776> to the ground? ועלי <WH5921> לתת <WH5414> and I would have given לך עשׂרה <WH6235> thee ten כסף <WH3701> of silver, וחגרה <WH2290> girdle. אחת׃ <WH259> and a"},{"number":12,"verse":"ויאמר <WH559> said האישׁ <WH376> And the man אל <WH413> unto יואב <WH3097> Joab, ולא <WH3863> Though אנכי <WH595> I שׁקל <WH8254> should receive על <WH5921> in כפי <WH3709> mine hand, אלף <WH505> a thousand כסף <WH3701> of silver לא <WH3808> would I not אשׁלח <WH7971> put forth ידי <WH3027> mine hand אל <WH413> against בן <WH1121> son: המלך <WH4428> the king's כי <WH3588> for באזנינו <WH241> in our hearing צוה <WH6680> charged המלך <WH4428> the king אתך <WH853> ואתבישׁי <WH52> thee and Abishai ואת <WH853> אתי <WH863> and Ittai, לאמר <WH559> saying, שׁמרו <WH8104> מינער <WH5288> the young man באבשׁלום׃ <WH53> Absalom."},{"number":13,"verse":"או <WH176> Otherwise עשׂיתי <WH6213> I should have wrought בנפשׁו <WH5315> against mine own life: שׁקר <WH8267> falsehood וכל <WH3605> דברא <WH3808> for there is no matter יכחד <WH3582> hid מן <WH4480> from המלך <WH4428> the king, ואתה <WH859> and thou thyself תתיצב <WH3320> wouldest have set thyself מנגד׃ <WH5048> against"},{"number":14,"verse":"ויאמר <WH559> Then said יואב <WH3097> Joab, לא <WH3808> I may not כן <WH3651> thus אחילה <WH3176> tarry לפניך <WH6440> with ויקח <WH3947> thee. And he took שׁלשׁה <WH7969> three שׁבטים <WH7626> darts בכפו <WH3709> in his hand, ויתקעם <WH8628> and thrust בלב <WH3820> them through the heart אבשׁלום <WH53> of Absalom, עודנו <WH5750> while חי <WH2416> he yet alive בלב <WH3820> in the midst האלה׃ <WH424> of the oak."},{"number":15,"verse":"ויסבו <WH5437> compassed about עשׂרה <WH6235> And ten נערים <WH5288> young men נשׂאי <WH5375> that bore כלי <WH3627> armor יואב <WH3097> Joab's ויכו <WH5221> and smote את <WH853> אבשׁלום <WH53> Absalom, וימיתהו׃ <WH4191> and slew"},{"number":16,"verse":"ויתקע <WH8628> blew יואב <WH3097> And Joab בשׁפר <WH7782> the trumpet, וישׁב <WH7725> returned העם <WH5971> and the people מרדף <WH7291> from pursuing אחרי <WH310> after ישׂראל <WH3478> Israel: כי <WH3588> for חשׂך <WH2820> held back יואב <WH3097> Joab את <WH853> העם׃ <WH5971> the people."},{"number":17,"verse":"ויקחו <WH3947> And they took את <WH853> אבשׁלום <WH53> Absalom, וישׁליכו <WH7993> and cast אתו <WH853> ביער <WH3293> in the wood, אל <WH413> him into הפחת <WH6354> pit הגדול <WH1419> a great ויצבו <WH5324> and laid עליו <WH5921> upon גל <WH1530> heap אבנים <WH68> of stones גדול <WH1419> great מאד <WH3966> a very וכל <WH3605> him: and all ישׂראל <WH3478> Israel נסו <WH5127> fled אישׁ <WH376> every one לאהלו׃ <WH168> to his tent."},{"number":18,"verse":"ואבשׁלם <WH53> Now Absalom לקח <WH3947> had taken ויצב <WH5324> and reared up לו בחיו <WH2416> in his lifetime את <WH853> מצבת <WH4678> for himself a pillar, אשׁר <WH834> which בעמק <WH6010> dale: המלך <WH4428> in the king's כי <WH3588> for אמר <WH559> he said, אין <WH369> I have no לי בן <WH1121> son בעבור <WH5668> to הזכיר <WH2142> keep my name in remembrance: שׁמי <WH8034> keep my name in remembrance: ויקרא <WH7121> and he called למצבת <WH4678> the pillar על <WH5921> after שׁמו <WH8034> his own name: ויקרא <WH7121> and it is called לה יד <WH3027> place. אבשׁלם <WH53> Absalom's עד <WH5704> unto היום <WH3117> day, הזה׃ <WH2088> this"},{"number":19,"verse":"ואחימעץ <WH290> Ahimaaz בן <WH1121> the son צדוק <WH6659> of Zadok, אמר <WH559> Then said ארוצה <WH7323> run, נא <WH4994> Let me now ואבשׂרה <WH1319> and bear את <WH853> המלך <WH4428> the king כי <WH3588> tidings, how that שׁפטו <WH8199> hath avenged יהוה <WH3068> the LORD מיד <WH3027> איביו׃ <WH341> him of his enemies."},{"number":20,"verse":"ויאמר <WH559> said לו יואב <WH3097> And Joab לא <WH3808> shalt not אישׁ <WH376> bear tidings בשׂרה <WH1309> bear tidings אתה <WH859> unto him, Thou היום <WH3117> day, הזה <WH2088> this ובשׂרת <WH1319> but thou shalt bear tidings ביום <WH3117> day: אחר <WH312> another והיום <WH3117> day הזה <WH2088> but this לא <WH3808> thou shalt bear no tidings, תבשׂר <WH1319> thou shalt bear no tidings, כי <WH3588> because על <WH5921> because בן <WH1121> son המלך <WH4428> the king's מת׃ <WH4191> is dead."},{"number":21,"verse":"ויאמר <WH559> Then said יואב <WH3097> Joab לכושׁי <WH3569> to Cushi, לך <WH1980> Go הגד <WH5046> tell למלך <WH4428> the king אשׁר <WH834> what ראיתה <WH7200> thou hast seen. וישׁתחו <WH7812> bowed himself כושׁי <WH3569> And Cushi ליואב <WH3097> unto Joab, וירץ׃ <WH7323> and ran."},{"number":22,"verse":"ויסף <WH3254> again עוד <WH5750> yet אחימעץ <WH290> Ahimaaz בן <WH1121> the son צדוק <WH6659> of Zadok ויאמר <WH559> Then said אל <WH413> to יואב <WH3097> Joab, ויהי <WH1961> מהרצה <WH7323> run נא <WH4994> pray גם <WH1571> thee, also אני <WH589> let me, I אחרי <WH310> after הכושׁי <WH3569> Cushi. ויאמר <WH559> said, יואב <WH3097> And Joab למה <WH4100> זהתה <WH859> wilt thou רץ <WH7323> run, בני <WH1121> my son, ולכה אין <WH369> seeing that thou hast no בשׂורה <WH1309> tidings מצאת׃ <WH4672> ready?"},{"number":23,"verse":"ויהי <WH1961> מהרוץ <WH7323> let me run. ויאמר <WH559> And he said לו רוץ <WH7323> unto him, Run. וירץ <WH7323> ran אחימעץ <WH290> Then Ahimaaz דרך <WH1870> by the way הככר <WH3603> of the plain, ויעבר <WH5674> and overran את <WH853> הכושׁי׃ <WH3569> Cushi."},{"number":24,"verse":"ודוד <WH1732> And David יושׁב <WH3427> sat בין <WH996> between שׁני <WH8147> the two השׁערים <WH8179> gates: וילך <WH1980> went up הצפה <WH6822> and the watchman אל <WH413> to גג <WH1406> the roof השׁער <WH8179> over the gate אל <WH413> unto החומה <WH2346> the wall, וישׂא <WH5375> and lifted up את <WH853> עיניו <WH5869> his eyes, וירא <WH7200> and looked, והנה <WH2009> and behold אישׁ <WH376> a man רץ <WH7323> running לבדו׃ <WH905> alone."},{"number":25,"verse":"ויקרא <WH7121> cried, הצפה <WH6822> And the watchman ויגד <WH5046> and told למלך <WH4428> the king. ויאמר <WH559> said, המלך <WH4428> And the king אם <WH518> If לבדו <WH905> he alone, בשׂורה <WH1309> tidings בפיו <WH6310> in his mouth. וילך <WH1980> And he came הלוך <WH1980> apace, וקרב׃ <WH7131> and drew near."},{"number":26,"verse":"וירא <WH7200> saw הצפה <WH6822> And the watchman אישׁ <WH376> man אחר <WH312> another רץ <WH7323> running: ויקרא <WH7121> called הצפה <WH6822> and the watchman אל <WH413> unto השׁער <WH7778> the porter, ויאמר <WH559> and said, הנה <WH2009> Behold אישׁ <WH376> man רץ <WH7323> running לבדו <WH905> alone. ויאמר <WH559> said, המלך <WH4428> And the king גם <WH1571> also זה <WH2088> He מבשׂר׃ <WH1319> bringeth tidings."},{"number":27,"verse":"ויאמר <WH559> said, הצפה <WH6822> And the watchman אני <WH589> Me ראה <WH7200> thinketh את <WH853> מרוצת <WH4794> the running הראשׁון <WH7223> of the foremost כמרצת <WH4794> is like the running אחימעץ <WH290> of Ahimaaz בן <WH1121> the son צדוק <WH6659> of Zadok. ויאמר <WH559> said, המלך <WH4428> And the king אישׁ <WH376> man, טוב <WH2896> a good זה <WH2088> He ואל <WH413> בשׂורה <WH1309> tidings. טובה <WH2896> with good יבוא׃ <WH935> and cometh"},{"number":28,"verse":"ויקרא <WH7121> called, אחימעץ <WH290> And Ahimaaz ויאמר <WH559> and said אל <WH413> unto המלך <WH4428> the king, שׁלום <WH7965> All is well. וישׁתחו <WH7812> למלך <WH4428> before the king, לאפיו <WH639> upon his face ארצה <WH776> to the earth ויאמר <WH559> and said, ברוך <WH1288> Blessed יהוה <WH3068> the LORD אלהיך <WH430> thy God, אשׁר <WH834> which סגר <WH5462> hath delivered up את <WH853> האנשׁים <WH376> the men אשׁר <WH834> that נשׂאו <WH5375> lifted up את <WH853> ידם <WH3027> their hand באדני <WH113> against my lord המלך׃ <WH4428> the king."},{"number":29,"verse":"ויאמר <WH559> said, המלך <WH4428> And the king שׁלום <WH7965> safe? לנער <WH5288> Is the young man לאבשׁלום <WH53> Absalom ויאמר <WH559> answered, אחימעץ <WH290> And Ahimaaz ראיתי <WH7200> I saw ההמון <WH1995> tumult, הגדול <WH1419> a great לשׁלח <WH7971> sent את <WH853> עבד <WH5650> servant, המלך <WH4428> the king's יואב <WH3097> When Joab ואת <WH853> עבדך <WH5650> and thy servant, ולא <WH3808> not ידעתי <WH3045> but I knew מה׃ <WH4100> what"},{"number":30,"verse":"ויאמר <WH559> said המלך <WH4428> And the king סב <WH5437> Turn aside, התיצב <WH3320> stand כה <WH3541> here. ויסב <WH5437> And he turned aside, ויעמד׃ <WH5975> and stood still."},{"number":31,"verse":"והנה <WH2009> And, behold, הכושׁי <WH3569> Cushi בא <WH935> came; ויאמר <WH559> said, הכושׁי <WH3569> and Cushi יתבשׂר <WH1319> Tidings, אדני <WH113> my lord המלך <WH4428> the king: כי <WH3588> for שׁפטך <WH8199> hath avenged יהוה <WH3068> the LORD היום <WH3117> thee this day מיד <WH3027> of כל <WH3605> all הקמים <WH6965> them that rose up עליך׃ <WH5921> against"},{"number":32,"verse":"ויאמר <WH559> said המלך <WH4428> And the king אל <WH413> unto הכושׁי <WH3569> Cushi, השׁלום <WH7965> safe? לנער <WH5288> Is the young man לאבשׁלום <WH53> Absalom ויאמר <WH559> answered, הכושׁי <WH3569> And Cushi יהיו <WH1961> be כנער <WH5288> as young man איבי <WH341> The enemies אדני <WH113> of my lord המלך <WH4428> the king, וכל <WH3605> and all אשׁר <WH834> that קמו <WH6965> rise עליך <WH5921> against לרעה׃ <WH7451> thee to do hurt,"},{"number":33,"verse":"וירגז <WH7264> was much moved, המלך <WH4428> And the king ויעל <WH5927> and went up על <WH5921> to עלית <WH5944> the chamber השׁער <WH8179> over the gate, ויבך <WH1058> and wept: וכה <WH3541> thus אמר <WH559> he said, בלכתו <WH1980> and as he went, בני <WH1121> O my son אבשׁלום <WH53> Absalom, בני <WH1121> my son, בני <WH1121> my son אבשׁלום <WH53> Absalom! מי <WH4310> יתןותי <WH4191> had died אני <WH589> I תחתיך <WH8478> for אבשׁלום <WH53> thee, O Absalom, בני <WH1121> my son, בני׃ <WH1121> my son!"}]}