{"bibleAbbr":"Orig2013+","bookName":"שמואל ב","bookEnglishName":"2 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"ויהי <WH1961> Then there was רעב <WH7458> a famine בימי <WH3117> in the days דוד <WH1732> of David שׁלשׁ <WH7969> three שׁנים <WH8141> years, שׁנה <WH8141> year אחרי <WH310> after שׁנה <WH8141> year; ויבקשׁ <WH1245> inquired דוד <WH1732> and David את <WH853> פני <WH6440> inquired יהוה <WH3068> of the LORD. ויאמר <WH559> answered, יהוה <WH3068> And the LORD אל <WH413> for שׁאול <WH7586> Saul, ואל <WH413> and for בית <WH1004> house, הדמים <WH1818> bloody על <WH5921> because אשׁר <WH834> because המית <WH4191> he slew את <WH853> הגבענים׃ <WH1393> the Gibeonites."},{"number":2,"verse":"ויקרא <WH7121> called המלך <WH4428> And the king לגבענים <WH1393> the Gibeonites, ויאמר <WH559> and said אליהם <WH413> unto והגבענים <WH1393> them; (now the Gibeonites לא <WH3808> not מבני <WH1121> of the children ישׂראל <WH3478> of Israel, המה <WH1992> כי <WH3588> but אם <WH518> but מיתר <WH3499> of the remnant האמרי <WH567> of the Amorites; ובני <WH1121> and the children ישׂראל <WH3478> of Israel נשׁבעו <WH7650> had sworn להם <WH1992> ויבקשׁ <WH1245> sought שׁאול <WH7586> unto them: and Saul להכתם <WH5221> to slay בקנאתו <WH7065> them in his zeal לבני <WH1121> to the children ישׂראל <WH3478> of Israel ויהודה׃ <WH3063> and Judah.)"},{"number":3,"verse":"ויאמר <WH559> said דוד <WH1732> Wherefore David אל <WH413> unto הגבענים <WH1393> the Gibeonites, מה <WH4100> What אעשׂה <WH6213> shall I do לכם ובמה <WH4100> for you? and wherewith אכפר <WH3722> shall I make the atonement, וברכו <WH1288> that ye may bless את <WH853> נחלת <WH5159> the inheritance יהוה׃ <WH3068> of the LORD?"},{"number":4,"verse":"ויאמרו <WH559> said לו הגבענים <WH1393> And the Gibeonites אין <WH369> unto him, We will have no לי כסף <WH3701> silver וזהב <WH2091> nor gold עם <WH5973> of שׁאול <WH7586> Saul, ועם <WH5973> nor of ביתו <WH1004> his house; ואין <WH369> neither לנו אישׁ <WH376> any man להמית <WH4191> for us shalt thou kill בישׂראל <WH3478> in Israel. ויאמר <WH559> And he said, מה <WH4100> What אתם <WH859> ye אמרים <WH559> shall say, אעשׂה׃ <WH6213> will I do"},{"number":5,"verse":"ויאמרו <WH559> אלמלך <WH4428> the king, האישׁ <WH376> The man אשׁר <WH834> that כלנו <WH3615> consumed ואשׁר <WH834> us, and that דמה <WH1819> devised לנו נשׁמדנו <WH8045> against us we should be destroyed מהתיצב <WH3320> from remaining בכל <WH3605> in any גבל <WH1366> of the coasts ישׂראל׃ <WH3478> of Israel,"},{"number":6,"verse":"ינתן <WH5414> be delivered לנו שׁבעה <WH7651> Let seven אנשׁים <WH376> men מבניו <WH1121> of his sons והוקענום <WH3363> unto us, and we will hang ליהוה <WH3068> them up unto the LORD בגבעת <WH1390> in Gibeah שׁאול <WH7586> of Saul, בחיר <WH972> did choose. יהוה <WH3068> the LORD ויאמר <WH559> said, המלך <WH4428> And the king אני <WH589> I אתן׃ <WH5414> will give"},{"number":7,"verse":"ויחמל <WH2550> spared המלך <WH4428> But the king על <WH5921> spared מפיבשׁת <WH4648> Mephibosheth, בן <WH1121> the son יהונתן <WH3083> of Jonathan בן <WH1121> the son שׁאול <WH7586> of Saul, על <WH5921> because שׁבעת <WH7621> oath יהוה <WH3068> of the LORD's אשׁר <WH834> that בינתם <WH996> between בין <WH996> them, between דוד <WH1732> David ובין <WH996> יהונתן <WH3083> and Jonathan בן <WH1121> the son שׁאול׃ <WH7586> of Saul."},{"number":8,"verse":"ויקח <WH3947> took המלך <WH4428> But the king את <WH853> שׁני <WH8147> the two בני <WH1121> sons רצפה <WH7532> of Rizpah בת <WH1323> the daughter איה <WH345> of Aiah, אשׁר <WH834> whom ילדה <WH3205> she bore לשׁאול <WH7586> unto Saul, את <WH853> ארמני <WH764> Armoni ואת <WH853> מפבשׁת <WH4648> and Mephibosheth; ואת <WH853> חמשׁת <WH2568> and the five בני <WH1121> sons מיכל <WH4324> of Michal בת <WH1323> the daughter שׁאול <WH7586> of Saul, אשׁר <WH834> whom ילדה <WH3205> she brought up לעדריאל <WH5741> for Adriel בן <WH1121> the son ברזלי <WH1271> of Barzillai המחלתי׃ <WH4259> the Meholathite:"},{"number":9,"verse":"ויתנם <WH5414> And he delivered ביד <WH3027> them into the hands הגבענים <WH1393> of the Gibeonites, ויקיעם <WH3363> and they hanged בהר <WH2022> them in the hill לפני <WH6440> before יהוה <WH3068> the LORD: ויפלו <WH5307> and they fell שׁבעתים <WH7651> seven יחד <WH3162> together, והם <WH1992> המתו <WH4191> and were put to death בימי <WH3117> in the days קציר <WH7105> of harvest, בראשׁנים <WH7223> in the first תחלת <WH8462> in the beginning קציר <WH7105> harvest. שׂערים׃ <WH8184> of barley"},{"number":10,"verse":"ותקח <WH3947> took רצפה <WH7532> And Rizpah בת <WH1323> the daughter איה <WH345> of Aiah את <WH853> השׂק <WH8242> sackcloth, ותטהו <WH5186> and spread לה אל <WH413> it for her upon הצור <WH6697> the rock, מתחלת <WH8462> from the beginning קציר <WH7105> of harvest עד <WH5704> until נתך <WH5413> dropped מים <WH4325> water עליהם <WH5921> upon מן <WH4480> from the beginning השׁמים <WH8064> heaven, ולא <WH3808> neither נתנה <WH5414> and suffered עוף <WH5775> the birds השׁמים <WH8064> of the air לנוח <WH5117> to rest עליהם <WH5921> on יומם <WH3119> them by day, ואת <WH853> חית <WH2416> nor the beasts השׂדה <WH7704> of the field לילה׃ <WH3915> by night."},{"number":11,"verse":"ויגד <WH5046> And it was told לדוד <WH1732> David את <WH853> אשׁר <WH834> what עשׂתה <WH6213> had done. רצפה <WH7532> Rizpah בת <WH1323> the daughter איה <WH345> of Aiah, פלגשׁ <WH6370> the concubine שׁאול׃ <WH7586> of Saul,"},{"number":12,"verse":"וילך <WH1980> went דוד <WH1732> And David ויקח <WH3947> and took את <WH853> עצמות <WH6106> the bones שׁאול <WH7586> of Saul ואת <WH853> עצמות <WH6106> and the bones יהונתן <WH3083> of Jonathan בנו <WH1121> his son מאת <WH853> בעלי <WH1167> the men יבישׁ <WH3003> גלעדשׁר <WH834> which גנבו <WH1589> had stolen אתם <WH853> מרחב <WH7339> them from the street בית שׁן <WH1052> of Beth-shan, אשׁר <WH834> where תלום <WH8518> שׁם <WH8033> where הפלשׁתים <WH6430> the Philistines ביום <WH3117> them, when הכות <WH5221> had slain פלשׁתים <WH6430> the Philistines את <WH853> שׁאול <WH7586> Saul בגלבע׃ <WH1533> in Gilboa:"},{"number":13,"verse":"ויעל <WH5927> And he brought up משׁם <WH8033> from thence את <WH853> עצמות <WH6106> the bones שׁאול <WH7586> of Saul ואת <WH853> עצמות <WH6106> and the bones יהונתן <WH3083> of Jonathan בנו <WH1121> his son; ויאספו <WH622> and they gathered את <WH853> עצמות <WH6106> the bones המוקעים׃ <WH3363> of them that were hanged."},{"number":14,"verse":"ויקברו <WH6912> buried את <WH853> עצמות <WH6106> And the bones שׁאול <WH7586> of Saul ויהונתן <WH3083> and Jonathan בנו <WH1121> his son בארץ <WH776> they in the country בנימן <WH1144> of Benjamin בצלע <WH6762> in Zelah, בקבר <WH6913> in the sepulcher קישׁ <WH7027> of Kish אביו <WH1> his father: ויעשׂו <WH6213> and they performed כל <WH3605> all אשׁר <WH834> that צוה <WH6680> commanded. המלך <WH4428> the king ויעתר <WH6279> was entreated אלהים <WH430> God לארץ <WH776> for the land. אחרי <WH310> כן׃ <WH3651>"},{"number":15,"verse":"ותהי <WH1961> had עוד <WH5750> מלחמה <WH4421> yet war לפלשׁתים <WH6430> Moreover the Philistines את <WH854> again with ישׂראל <WH3478> Israel; וירד <WH3381> went down, דוד <WH1732> and David ועבדיו <WH5650> and his servants עמו <WH5973> with וילחמו <WH3898> him, and fought against את <WH854> פלשׁתים <WH6430> the Philistines: ויעף <WH5774> waxed faint. דוד׃ <WH1732> and David"},{"number":16,"verse":"וישׁבו בנב <WH3430> And Ishbibenob, אשׁר <WH834> which בילידי <WH3211> of the sons הרפה <WH7497> ומשׁקל <WH4948> the weight קינו <WH7013> of whose spear שׁלשׁ <WH7969> three מאות <WH3967> hundred משׁקל <WH4948> in weight, נחשׁת <WH5178> of brass והוא <WH1931> he חגור <WH2296> being girded חדשׁה <WH2319> with a new ויאמר <WH559> thought להכות <WH5221> to have slain את <WH853> דוד׃ <WH1732> David."},{"number":17,"verse":"ויעזר <WH5826> succored לו אבישׁי <WH52> But Abishai בן <WH1121> the son צרויה <WH6870> of Zeruiah ויך <WH5221> him, and smote את <WH853> הפלשׁתי <WH6430> the Philistine, וימיתהו <WH4191> and killed אז <WH227> him. Then נשׁבעו <WH7650> swore אנשׁי <WH376> the men דוד <WH1732> of David לו לאמר <WH559> unto him, saying, לא <WH3808> no תצא <WH3318> Thou shalt go עוד <WH5750> more אתנו <WH854> למלחמה <WH4421> out with us to battle, ולא <WH3808> not תכבה <WH3518> that thou quench את <WH853> נר <WH5216> the light ישׂראל׃ <WH3478> of Israel."},{"number":18,"verse":"ויהי <WH1961> And it came to pass אחרי <WH310> after כן <WH3651> this, ותהי <WH1961> that there was עוד <WH5750> again המלחמה <WH4421> a battle בגוב <WH1359> at Gob: עם <WH5973> with פלשׁתים <WH6430> the Philistines אז <WH227> then הכה <WH5221> slew סבכי <WH5444> Sibbechai החשׁתי <WH2843> the Hushathite את <WH853> סף <WH5593> Saph, אשׁר <WH834> which בילדי <WH3211> of the sons הרפה׃ <WH7497>"},{"number":19,"verse":"ותהי <WH1961> And there was עוד <WH5750> again המלחמה <WH4421> a battle בגוב <WH1359> in Gob עם <WH5973> with פלשׁתים <WH6430> the Philistines, ויך <WH5221> slew אלחנן <WH445> where Elhanan בן <WH1121> the son יערי ארגים <WH3296> of Jaare-oregim, בית הלחמי <WH1022> a Bethlehemite, את <WH853> גלית <WH1555> Goliath הגתי <WH1663> the Gittite, ועץ <WH6086> the staff חניתו <WH2595> of whose spear כמנור <WH4500> beam. ארגים׃ <WH707> like a weaver's"},{"number":20,"verse":"ותהי <WH1961> And there was עוד <WH5750> yet מלחמה <WH4421> a battle בגת <WH1661> in Gath, ויהי <WH1961> where was אישׁ <WH376> a man מדין <WH4067> ואצבעת <WH676> fingers, ידיו <WH3027> that had on every hand ואצבעות <WH676> toes, רגליו <WH7272> and on every foot שׁשׁ <WH8337> six ושׁשׁ <WH8337> six עשׂרים <WH6242> and twenty וארבע <WH702> four מספר <WH4557> in number; וגם <WH1571> also הוא <WH1931> and he ילד <WH3205> was born להרפה׃ <WH7497>"},{"number":21,"verse":"ויחרף <WH2778> And when he defied את <WH853> ישׂראל <WH3478> Israel, ויכהו <WH5221> slew יהונתן <WH3083> Jonathan בן <WH1121> the son שׁמעי <WH8096> אחי <WH251> the brother דוד׃ <WH1732> of David"},{"number":22,"verse":"את <WH853> ארבעת <WH702> four אלה <WH428> These ילדו <WH3205> were born להרפה <WH7497> בגת <WH1661> in Gath, ויפלו <WH5307> and fell ביד <WH3027> by the hand דוד <WH1732> of David, וביד <WH3027> and by the hand עבדיו׃ <WH5650> of his servants."}]}