{"bibleAbbr":"Orig2013+","bookName":"שמואל ב","bookEnglishName":"2 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"ואלה <WH428> Now these דברי <WH1697> words דוד <WH1732> of David האחרנים <WH314> the last נאם <WH5002> said, דוד <WH1732> בן <WH1121> the son ישׁי <WH3448> of Jesse ונאם <WH5002> הגבר <WH1397> and the man הקם <WH6965> raised up על <WH5920> on high, משׁיח <WH4899> the anointed אלהי <WH430> of the God יעקב <WH3290> of Jacob, ונעים <WH5273> and the sweet זמרות <WH2158> psalmist ישׂראל׃ <WH3478> of Israel,"},{"number":2,"verse":"רוח <WH7307> The Spirit יהוה <WH3068> of the LORD דבר <WH1696> spoke בי ומלתו <WH4405> by me, and his word על <WH5921> in לשׁוני׃ <WH3956> my tongue."},{"number":3,"verse":"אמר <WH559> said, אלהי <WH430> The God ישׂראל <WH3478> of Israel לי דבר <WH1696> spoke צור <WH6697> the Rock ישׂראל <WH3478> of Israel מושׁל <WH4910> to me, He that ruleth over באדם <WH120> men צדיק <WH6662> just, מושׁל <WH4910> ruling יראת <WH3374> in the fear אלהים׃ <WH430> of God."},{"number":4,"verse":"וכאור <WH216> And as the light בקר <WH1242> of the morning, יזרח <WH2224> riseth, שׁמשׁ <WH8121> the sun בקר <WH1242> a morning לא <WH3808> without עבות <WH5645> clouds; מנגה <WH5051> by clear shining ממטר <WH4306> after rain. דשׁא <WH1877> the tender grass מארץ׃ <WH776> out of the earth"},{"number":5,"verse":"כי <WH3588> Although לא <WH3808> not כן <WH3651> so ביתי <WH1004> my house עם <WH5973> with אל <WH410> God; כי <WH3588> yet ברית <WH1285> covenant, עולם <WH5769> with me an everlasting שׂם <WH7760> he hath made לי ערוכה <WH6186> ordered בכל <WH3605> in all ושׁמרה <WH8104> and sure: כי <WH3588> for כל <WH3605> all ישׁעי <WH3468> my salvation, וכל <WH3605> and all חפץ <WH2656> desire, כי <WH3588> although לא <WH3808> he make not יצמיח׃ <WH6779> to grow."},{"number":6,"verse":"ובליעל <WH1100> But of Belial כקוץ <WH6975> of them as thorns מנד <WH5074> thrust away, כלהם <WH3605> all כי <WH3588> because לא <WH3808> they cannot ביד <WH3027> with hands: יקחו׃ <WH3947> be taken"},{"number":7,"verse":"ואישׁ <WH376> But the man יגע <WH5060> shall touch בהם ימלא <WH4390> them must be fenced ברזל <WH1270> with iron ועץ <WH6086> and the staff חנית <WH2595> of a spear; ובאשׁ <WH784> with fire שׂרוף <WH8313> and they shall be utterly burned ישׂרפו <WH8313> and they shall be utterly burned בשׁבת׃ <WH7675> in the place."},{"number":8,"verse":"אלה <WH428> These שׁמות <WH8034> the names הגברים <WH1368> of the mighty men אשׁר <WH834> whom לדוד <WH1732> David ישׁב <WH3427> that sat בשׁבת <WH7675> in the seat, תחכמני <WH8461> had: The Tachmonite ראשׁ <WH7218> chief השׁלשׁי <WH7991> among the captains; הוא <WH1931> the same עדינו <WH5722> Adino העצנו <WH6112> the Eznite: על <WH5921> against שׁמנה <WH8083> eight מאות <WH3967> hundred, חלל <WH2491> whom he slew בפעם <WH6471> time. אחד׃ <WH259> at one"},{"number":9,"verse":"ואחרו <WH310> And after אלעזר <WH499> him Eleazar בן <WH1121> the son דדי <WH1734> of Dodo בן <WH1121> אחחישׁלשׁה <WH7969> of the three גברים <WH1368> mighty men עם <WH5973> with דוד <WH1732> David, בחרפם <WH2778> when they defied בפלשׁתים <WH6430> the Philistines נאספו <WH622> gathered together שׁם <WH8033> were there למלחמה <WH4421> to battle, ויעלו <WH5927> were gone away: אישׁ <WH376> and the men ישׂראל׃ <WH3478> of Israel"},{"number":10,"verse":"הוא <WH1931> He קם <WH6965> arose, ויך <WH5221> and smote בפלשׁתים <WH6430> the Philistines עד <WH5704> until כי <WH3588> until יגעה <WH3021> was weary, ידו <WH3027> his hand ותדבק <WH1692> cleaved ידו <WH3027> and his hand אל <WH413> unto החרב <WH2719> the sword: ויעשׂ <WH6213> wrought יהוה <WH3068> and the LORD תשׁועה <WH8668> victory גדולה <WH1419> a great ביום <WH3117> day; ההוא <WH1931> that והעם <WH5971> and the people ישׁבו <WH7725> returned אחריו <WH310> after אך <WH389> him only לפשׁט׃ <WH6584> to spoil."},{"number":11,"verse":"ואחריו <WH310> And after שׁמא <WH8037> בן <WH1121> the son אגא <WH89> of Agee הררי <WH2043> the Hararite. ויאספו <WH622> were gathered together פלשׁתים <WH6430> And the Philistines לחיה <WH2416> into a troop, ותהי <WH1961> was שׁם <WH8033> where חלקת <WH2513> a piece השׂדה <WH7704> of ground מלאה <WH4395> עדשׁים <WH5742> of lentils: והעם <WH5971> and the people נס <WH5127> fled מפני <WH6440> from פלשׁתים׃ <WH6430> the Philistines."},{"number":12,"verse":"ויתיצב <WH3320> But he stood בתוך <WH8432> in the midst החלקה <WH2513> of the ground, ויצילה <WH5337> and defended ויך <WH5221> it, and slew את <WH853> פלשׁתים <WH6430> the Philistines: ויעשׂ <WH6213> wrought יהוה <WH3068> and the LORD תשׁועה <WH8668> victory. גדולה׃ <WH1419> a great"},{"number":13,"verse":"וירדו <WH3381> went down, שׁלשׁים <WH7970> of the thirty מהשׁלשׁים <WH7970> ראשׁ <WH7218> chief ויבאו <WH935> and came אל <WH413> to קציר <WH7105> the harvest time אל <WH413> in דוד <WH1732> David אל <WH413> unto מערת <WH4631> the cave עדלם <WH5725> of Adullam: וחית <WH2416> and the troop פלשׁתים <WH6430> of the Philistines חנה <WH2583> pitched בעמק <WH6010> in the valley רפאים׃ <WH7497> of Rephaim."},{"number":14,"verse":"ודוד <WH1732> And David אז <WH227> then במצודה <WH4686> in a hold, ומצב <WH4673> and the garrison פלשׁתים <WH6430> of the Philistines אז <WH227> then בית לחם׃ <WH1035> Bethlehem."},{"number":15,"verse":"ויתאוה <WH183> longed, דוד <WH1732> And David ויאמר <WH559> and said, מי <WH4310> Oh that one ישׁקני <WH8248> would give me drink מים <WH4325> of the water מבאר <WH877> בית לחם <WH1035> of Bethlehem, אשׁר <WH834> which בשׁער׃ <WH8179> by the gate!"},{"number":16,"verse":"ויבקעו <WH1234> broke through שׁלשׁת <WH7969> And the three הגברים <WH1368> mighty men במחנה <WH4264> the host פלשׁתים <WH6430> of the Philistines, וישׁאבו <WH7579> and drew מים <WH4325> water מבאר <WH877> בית לחם <WH1035> of Bethlehem, אשׁר <WH834> that בשׁער <WH8179> by the gate, וישׂאו <WH5375> and took ויבאו <WH935> and brought אל <WH413> to דוד <WH1732> David: ולא <WH3808> not אבה <WH14> nevertheless he would לשׁתותם <WH8354> drink ויסך <WH5258> אתםיהוה׃ <WH3068> unto the LORD."},{"number":17,"verse":"ויאמר <WH559> And he said, חלילה <WH2486> Be it far לי יהוה <WH3068> from me, O LORD, מעשׂתי <WH6213> things did זאת <WH2063> this: הדם <WH1818> the blood האנשׁים <WH582> ההלכים <WH1980> that went בנפשׁותם <WH5315> in jeopardy of their lives? ולא <WH3808> not אבה <WH14> therefore he would לשׁתותם <WH8354> drink אלה <WH428> it. These עשׂו <WH6213> שׁלשׁת <WH7969> these three הגברים׃ <WH1368> mighty men."},{"number":18,"verse":"ואבישׁי <WH52> And Abishai, אחי <WH251> the brother יואב <WH3097> of Joab, בן <WH1121> the son צרויה <WH6870> of Zeruiah, הוא <WH1931> And he ראשׁ <WH7218> was chief השׁלשׁי <WH7992> among three. והוא <WH1931> עורר <WH5782> lifted up את <WH853> חניתו <WH2595> his spear על <WH5921> against שׁלשׁ <WH7969> three מאות <WH3967> hundred, חלל <WH2491> slew ולו שׁם <WH8034> and had the name בשׁלשׁה׃ <WH7969> among three."},{"number":19,"verse":"מן <WH4480> most השׁלשׁה <WH7969> of three? הכי <WH3588> Was he not נכבד <WH3513> honorable ויהי <WH1961> therefore he was להם לשׂר <WH8269> their captain: ועד <WH5704> unto השׁלשׁה <WH7969> the three. לא <WH3808> not בא׃ <WH935> howbeit he attained"},{"number":20,"verse":"ובניהו <WH1141> And Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada, בן <WH1121> the son אישׁ <WH376> man, חי <WH2416> רב <WH7227> who had done many acts, פעלים <WH6467> who had done many acts, מקבצאל <WH6909> הוא <WH1931> he הכה <WH5221> slew את <WH853> שׁני <WH8147> two אראל <WH739> lionlike men מואב <WH4124> of Moab: והוא <WH1931> he ירד <WH3381> went down והכה <WH5221> also and slew את <WH853> האריה <WH738> a lion בתוך <WH8432> in the midst הבאר <WH953> of a pit ביום <WH3117> in time השׁלג׃ <WH7950> of snow:"},{"number":21,"verse":"והוא <WH1931> And he הכה <WH5221> slew את <WH853> אישׁ <WH376> man: מצרי <WH4713> and the Egyptian אשׁר <WH834> מראה <WH4758> a goodly וביד <WH3027> in his hand; המצרי <WH4713> חנית <WH2595> had a spear וירד <WH3381> but he went down אליו <WH413> to בשׁבט <WH7626> him with a staff, ויגזל <WH1497> and plucked את <WH853> החנית <WH2595> the spear מיד <WH3027> המצרייהרגהו <WH2026> בחניתו׃ <WH2595> him with his own spear."},{"number":22,"verse":"אלה <WH428> These עשׂה <WH6213> did בניהו <WH1141> Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada, ולו שׁם <WH8034> and had the name בשׁלשׁה <WH7969> among three הגברים׃ <WH1368> mighty men."},{"number":23,"verse":"מן <WH4480> than השׁלשׁים <WH7970> the thirty, נכבד <WH3513> He was more honorable ואל <WH413> to השׁלשׁה <WH7969> the three. לא <WH3808> not בא <WH935> but he attained וישׂמהו <WH7760> set דוד <WH1732> And David אל <WH413> him over משׁמעתו׃ <WH4928> his guard."},{"number":24,"verse":"עשׂה אל <WH6214> Asahel אחי <WH251> the brother יואב <WH3097> of Joab בשׁלשׁים <WH7970> one of the thirty; אלחנן <WH445> Elhanan בן <WH1121> the son דדו <WH1734> of Dodo בית לחם׃ <WH1035> of Bethlehem,"},{"number":25,"verse":"שׁמה <WH8048> Shammah החרדי <WH2733> the Harodite, אליקא <WH470> Elika החרדי׃ <WH2733> the Harodite,"},{"number":26,"verse":"חלץ <WH2503> Helez הפלטי <WH6407> the Paltite, עירא <WH5896> Ira בן <WH1121> the son עקשׁ <WH6142> of Ikkesh התקועי׃ <WH8621> the Tekoite,"},{"number":27,"verse":"אביעזר <WH44> Abiezer הענתתי <WH6069> the Anethothite, מבני <WH4012> Mebunnai החשׁתי׃ <WH2843> the Hushathite,"},{"number":28,"verse":"צלמון <WH6756> Zalmon האחחי <WH266> the Ahohite, מהרי <WH4121> Maharai הנטפתי׃ <WH5200> the Netophathite,"},{"number":29,"verse":"חלב <WH2460> Heleb בן <WH1121> the son בענה <WH1196> of Baanah, הנטפתי <WH5200> a Netophathite, אתי <WH863> Ittai בן <WH1121> the son ריבי <WH7380> of Ribai מגבעת <WH1390> בני <WH1121> of the children בנימן׃ <WH1144> of Benjamin,"},{"number":30,"verse":"בניהו <WH1141> Benaiah פרעתני <WH6553> the Pirathonite, הדי <WH1914> Hiddai מנחלי <WH5158> of the brooks געשׁ׃ <WH1608> of Gaash,"},{"number":31,"verse":"אבי עלבון <WH45> Abi-albon הערבתי <WH6164> the Arbathite, עזמות <WH5820> Azmaveth הברחמי׃ <WH1273> the Barhumite,"},{"number":32,"verse":"אליחבא <WH455> Eliahba השׁעלבני <WH8170> the Shaalbonite, בני <WH1121> of the sons ישׁן <WH3464> of Jashen, יהונתן׃ <WH3083> Jonathan,"},{"number":33,"verse":"שׁמה <WH8048> Shammah ההררי <WH2043> the Hararite, אחיאם <WH279> Ahiam בן <WH1121> the son שׁרר <WH8325> of Sharar האררי׃ <WH2043> the Hararite,"},{"number":34,"verse":"אליפלט <WH467> Eliphelet בן <WH1121> the son אחסבי <WH308> of Ahasbai, בן <WH1121> the son המעכתי <WH4602> of the Maachathite, אליעם <WH463> Eliam בן <WH1121> the son אחיתפל <WH302> of Ahithophel הגלני׃ <WH1526> the Gilonite,"},{"number":35,"verse":"חצרו <WH2695> Hezrai הכרמלי <WH3761> the Carmelite, פערי <WH6474> Paarai הארבי׃ <WH701> the Arbite,"},{"number":36,"verse":"יגאל <WH3008> Igal בן <WH1121> the son נתן <WH5416> of Nathan מצבה <WH6678> בני <WH1137> Bani הגדי׃ <WH1425> the Gadite,"},{"number":37,"verse":"צלק <WH6768> Zelek העמני <WH5984> the Ammonite, נחרי <WH5171> Naharai הבארתי <WH886> the Beerothite, נשׂאי <WH5375> armorbearer כלי <WH3627> armorbearer יואב <WH3097> to Joab בן <WH1121> the son צריה׃ <WH6870> of Zeruiah,"},{"number":38,"verse":"עירא <WH5896> Ira היתרי <WH3505> an Ithrite, גרב <WH1619> Gareb היתרי׃ <WH3505> an Ithrite,"},{"number":39,"verse":"אוריה <WH223> Uriah החתי <WH2850> the Hittite: כל <WH3605> in all. שׁלשׁים <WH7970> thirty ושׁבעה׃ <WH7651> and seven"}]}