{"bibleAbbr":"Orig2013+","bookName":"שמואל ב","bookEnglishName":"2 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"ויסף <WH3254> עוד <WH5750> Again, דוד <WH1732> David את <WH853> כל <WH3605> all בחור <WH970> בישׂראל <WH3478> of Israel, שׁלשׁים <WH7970> thirty אלף׃ <WH505> thousand."},{"number":2,"verse":"ויקם <WH6965> arose, וילך <WH1980> and went דוד <WH1732> And David וכל <WH3605> with all העם <WH5971> the people אשׁר <WH834> that אתו <WH854> with מבעלי יהודה <WH1184> להעלות <WH5927> to bring up משׁם <WH8033> from thence את <WH853> ארון <WH727> the ark האלהים <WH430> of God, אשׁר <WH834> whose נקרא <WH7121> is called שׁם <WH8034> name שׁם <WH8034> by the name יהוה <WH3068> of the LORD צבאות <WH6635> of hosts ישׁב <WH3427> that dwelleth הכרבים <WH3742> the cherubims. עליו׃ <WH5921> that dwelleth"},{"number":3,"verse":"וירכבו <WH7392> And they set את <WH853> ארון <WH727> the ark האלהים <WH430> of God אל <WH413> upon עגלה <WH5699> cart, חדשׁה <WH2319> a new וישׂאהו <WH5375> and brought מבית <WH1004> it out of the house אבינדב <WH41> of Abinadab אשׁר <WH834> that בגבעה <WH1389> ועזא <WH5798> and Uzzah ואחיו <WH283> and Ahio, בני <WH1121> the sons אבינדב <WH41> of Abinadab, נהגים <WH5090> drove את <WH853> העגלה <WH5699> cart. חדשׁה׃ <WH2319> the new"},{"number":4,"verse":"וישׂאהו <WH5375> And they brought מבית <WH1004> it out of the house אבינדב <WH41> of Abinadab אשׁר <WH834> which בגבעה <WH1389> עם <WH5973> accompanying ארון <WH727> the ark האלהים <WH430> of God: ואחיו <WH283> and Ahio הלך <WH1980> went לפני <WH6440> before הארון׃ <WH727> the ark."},{"number":5,"verse":"ודוד <WH1732> And David וכל <WH3605> and all בית <WH1004> the house ישׂראל <WH3478> of Israel משׂחקים <WH7832> played לפני <WH6440> before יהוה <WH3068> the LORD בכל <WH3605> on all עצי <WH6086> wood, ברושׁים <WH1265> manner of fir ובכנרות <WH3658> even on harps, ובנבלים <WH5035> and on psalteries, ובתפים <WH8596> and on timbrels, ובמנענעים <WH4517> and on cornets, ובצלצלים׃ <WH6767> and on cymbals."},{"number":6,"verse":"ויבאו <WH935> And when they came עד <WH5704> to גרן <WH1637> threshingfloor, נכון <WH5225> Nachon's וישׁלח <WH7971> put forth עזא <WH5798> Uzzah אל <WH413> to ארון <WH727> the ark האלהים <WH430> of God, ויאחז <WH270> and took hold בו כי <WH3588> of it; for שׁמטו <WH8058> shook הבקר׃ <WH1241> the oxen"},{"number":7,"verse":"ויחר <WH2734> was kindled אף <WH639> And the anger יהוה <WH3068> of the LORD בעזה <WH5798> against Uzzah; ויכהו <WH5221> smote שׁם <WH8033> him there האלהים <WH430> and God על <WH5921> for השׁל <WH7944> error; וימת <WH4191> he died שׁם <WH8033> and there עם <WH5973> by ארון <WH727> the ark האלהים׃ <WH430> of God."},{"number":8,"verse":"ויחר <WH2734> was displeased, לדוד <WH1732> And David על <WH5921> because אשׁר <WH834> because פרץ <WH6555> had made יהוה <WH3068> the LORD פרץ <WH6556> a breach בעזה <WH5798> upon Uzzah: ויקרא <WH7121> and he called the name למקום <WH4725> place ההוא <WH1931> of the פרץ עזה <WH6560> Perez-uzzah עד <WH5704> to היום <WH3117> day. הזה׃ <WH2088> this"},{"number":9,"verse":"וירא <WH3372> was afraid דוד <WH1732> And David את <WH853> יהוה <WH3068> of the LORD ביום <WH3117> day, ההוא <WH1931> that ויאמר <WH559> and said, איך <WH349> How יבוא <WH935> come אלי <WH413> to ארון <WH727> shall the ark יהוה׃ <WH3068> of the LORD"},{"number":10,"verse":"ולא <WH3808> not אבה <WH14> would דוד <WH1732> So David להסיר <WH5493> remove אליו <WH413> unto את <WH853> ארון <WH727> the ark יהוה <WH3068> of the LORD על <WH5921> him into עיר <WH5892> the city דוד <WH1732> of David: ויטהו <WH5186> carried it aside דוד <WH1732> but David בית <WH1004> into the house עבד אדום <WH5654> of Obed-edom הגתי׃ <WH1663> the Gittite."},{"number":11,"verse":"וישׁב <WH3427> continued ארון <WH727> And the ark יהוה <WH3068> of the LORD בית <WH1004> in the house עבד אדם <WH5654> of Obed-edom הגתי <WH1663> the Gittite שׁלשׁה <WH7969> three חדשׁים <WH2320> months: ויברך <WH1288> blessed יהוה <WH3068> and the LORD את <WH853> עבד אדם <WH5654> Obed-edom, ואת <WH853> כל <WH3605> and all ביתו׃ <WH1004> his household."},{"number":12,"verse":"ויגד <WH5046> And it was told למלך <WH4428> king דוד <WH1732> David, לאמר <WH559> saying, ברך <WH1288> hath blessed יהוה <WH3068> The LORD את <WH853> בית <WH1004> the house עבד אדם <WH5654> of Obed-edom, ואת <WH853> כל <WH3605> and all אשׁר <WH834> that לו בעבור <WH5668> unto him, because ארון <WH727> of the ark האלהים <WH430> of God. וילך <WH1980> went דוד <WH1732> So David ויעל <WH5927> and brought up את <WH853> ארון <WH727> the ark האלהים <WH430> of God מבית <WH1004> from the house עבד אדם <WH5654> of Obed-edom עיר <WH5892> into the city דוד <WH1732> of David בשׂמחה׃ <WH8057> with gladness."},{"number":13,"verse":"ויהי <WH1961> And it was כי <WH3588> that when צעדו <WH6805> had gone נשׂאי <WH5375> they that bore ארון <WH727> the ark יהוה <WH3068> of the LORD שׁשׁה <WH8337> six צעדים <WH6806> paces, ויזבח <WH2076> he sacrificed שׁור <WH7794> oxen ומריא׃ <WH4806> and fatlings."},{"number":14,"verse":"ודוד <WH1732> And David מכרכר <WH3769> danced בכל <WH3605> with all עז <WH5797> might; לפני <WH6440> before יהוה <WH3068> the LORD ודוד <WH1732> and David חגור <WH2296> girded אפוד <WH646> ephod. בד׃ <WH906> with a linen"},{"number":15,"verse":"ודוד <WH1732> So David וכל <WH3605> and all בית <WH1004> the house ישׂראל <WH3478> of Israel מעלים <WH5927> brought up את <WH853> ארון <WH727> the ark יהוה <WH3068> of the LORD בתרועה <WH8643> with shouting, ובקול <WH6963> and with the sound שׁופר׃ <WH7782> of the trumpet."},{"number":16,"verse":"והיה <WH1961> And as ארון <WH727> the ark יהוה <WH3068> of the LORD בא <WH935> came עיר <WH5892> into the city דוד <WH1732> of David, ומיכל <WH4324> Michal בת <WH1323> daughter שׁאול <WH7586> Saul's נשׁקפה <WH8259> looked בעד <WH1157> through החלון <WH2474> a window, ותרא <WH7200> and saw את <WH853> המלך <WH4428> king דוד <WH1732> David מפזז <WH6339> leaping ומכרכר <WH3769> and dancing לפני <WH6440> before יהוה <WH3068> the LORD; ותבז <WH959> and she despised לו בלבה׃ <WH3820> him in her heart."},{"number":17,"verse":"ויבאו <WH935> And they brought in את <WH853> ארון <WH727> the ark יהוה <WH3068> of the LORD, ויצגו <WH3322> and set אתו <WH853> במקומו <WH4725> it in his place, בתוך <WH8432> in the midst האהל <WH168> of the tabernacle אשׁר <WH834> that נטה <WH5186> had pitched לו דוד <WH1732> David ויעל <WH5927> offered דוד <WH1732> for it: and David עלות <WH5930> burnt offerings לפני <WH6440> before יהוה <WH3068> the LORD. ושׁלמים׃ <WH8002> and peace offerings"},{"number":18,"verse":"ויכל <WH3615> had made an end דוד <WH1732> And as soon as David מהעלות <WH5927> of offering העולה <WH5930> burnt offerings והשׁלמים <WH8002> and peace offerings, ויברך <WH1288> he blessed את <WH853> העם <WH5971> the people בשׁם <WH8034> in the name יהוה <WH3068> of the LORD צבאות׃ <WH6635> of hosts."},{"number":19,"verse":"ויחלק <WH2505> And he dealt לכל <WH3605> among all העם <WH5971> the people, לכל <WH3605> among the whole המון <WH1995> multitude ישׂראל <WH3478> of Israel, למאישׁ <WH376> as men, ועד <WH5704> as well to אשׁה <WH802> the women לאישׁ <WH376> to every one חלת <WH2471> cake לחם <WH3899> of bread, אחת <WH259> a ואשׁפר <WH829> good piece אחד <WH259> and a ואשׁישׁה <WH809> flagon אחת <WH259> and a וילך <WH1980> departed כל <WH3605> So all העם <WH5971> the people אישׁ <WH376> every one לביתו׃ <WH1004> to his house."},{"number":20,"verse":"וישׁב <WH7725> returned דוד <WH1732> Then David לברך <WH1288> to bless את <WH853> ביתו <WH1004> his household. ותצא <WH3318> came out מיכל <WH4324> And Michal בת <WH1323> the daughter שׁאול <WH7586> of Saul לקראת <WH7125> to meet דוד <WH1732> David, ותאמר <WH559> and said, מה <WH4100> How נכבד <WH3513> glorious היום <WH3117> today, מלך <WH4428> was the king ישׂראל <WH3478> of Israel אשׁר <WH834> who נגלה <WH1540> uncovered himself היום <WH3117> today לעיני <WH5869> in the eyes אמהות <WH519> of the handmaids עבדיו <WH5650> of his servants, כהגלות <WH1540> נגלותחד <WH259> as one הרקים׃ <WH7386> of the vain fellows"},{"number":21,"verse":"ויאמר <WH559> said דוד <WH1732> And David אל <WH413> unto מיכל <WH4324> Michal, לפני <WH6440> before יהוה <WH3068> the LORD, אשׁר <WH834> which בחר <WH977> chose בי מאביך <WH1> me before thy father, ומכל <WH3605> and before all ביתו <WH1004> his house, לצות <WH6680> to appoint אתי <WH853> נגיד <WH5057> me ruler על <WH5921> over עם <WH5971> the people יהוה <WH3068> of the LORD, על <WH5921> over ישׂראל <WH3478> Israel: ושׂחקתי <WH7832> therefore will I play לפני <WH6440> before יהוה׃ <WH3068> the LORD."},{"number":22,"verse":"ונקלתי <WH7043> be more vile עוד <WH5750> And I will yet מזאת <WH2063> than thus, והייתי <WH1961> and will be שׁפל <WH8217> base בעיני <WH5869> in mine own sight: ועם <WH5973> and of האמהות <WH519> the maidservants אשׁר <WH834> which אמרת <WH559> thou hast spoken עמם <WH5973> אכבדה׃ <WH3513> of, of them shall I be had in honor."},{"number":23,"verse":"ולמיכל <WH4324> Therefore Michal בת <WH1323> the daughter שׁאול <WH7586> of Saul לא <WH3808> no היה <WH1961> had לה ילד <WH3206> child עד <WH5704> unto יום <WH3117> the day מותה׃ <WH4194> of her death."}]}