{"bibleAbbr":"urGV2010","bookName":"یوحنا","bookEnglishName":"John","chapterNumber":11,"verses":[{"number":1,"verse":"( لعزر کی موت) اُن دنوں میں ایک آدمی بیمار پڑ گیا جس کا نام لعزر تھا۔ وہ اپنی بہنوں مریم اور مرتھا کے ساتھ بیت عنیاہ میں رہتا تھا۔"},{"number":2,"verse":"یہ وہی مریم تھی جس نے بعد میں خداوند پر خوشبو اُنڈیل کر اُس کے پاؤں اپنے بالوں سے خشک کئے تھے۔ اُسی کا بھائی لعزر بیمار تھا۔"},{"number":3,"verse":"چنانچہ بہنوں نے عیسیٰ کو اطلاع دی، ”خداوند، جسے آپ پیار کرتے ہیں وہ بیمار ہے۔“"},{"number":4,"verse":"جب عیسیٰ کو یہ خبر ملی تو اُس نے کہا، ”اِس بیماری کا انجام موت نہیں ہے، بلکہ یہ اللہ کے جلال کے واسطے ہوا ہے، تاکہ اِس سے اللہ کے فرزند کو جلال ملے۔“"},{"number":5,"verse":"عیسیٰ مرتھا، مریم اور لعزر سے محبت رکھتا تھا۔"},{"number":6,"verse":"توبھی وہ لعزر کے بارے میں اطلاع ملنے کے بعد دو دن اَور وہیں ٹھہرا۔"},{"number":7,"verse":"پھر اُس نے اپنے شاگردوں سے بات کی، ”آؤ، ہم دوبارہ یہودیہ چلے جائیں۔“"},{"number":8,"verse":"شاگردوں نے اعتراض کیا، ”اُستاد، ابھی ابھی وہاں کے یہودی آپ کو سنگسار کرنے کی کوشش کر رہے تھے، پھر بھی آپ واپس جانا چاہتے ہیں؟“"},{"number":9,"verse":"عیسیٰ نے جواب دیا، ”کیا دن میں روشنی کے بارہ گھنٹے نہیں ہوتے؟ جو شخص دن کے وقت چلتا پھرتا ہے وہ کسی بھی چیز سے نہیں ٹکرائے گا، کیونکہ وہ اِس دنیا کی روشنی کے ذریعے دیکھ سکتا ہے۔"},{"number":10,"verse":"لیکن جو رات کے وقت چلتا ہے وہ چیزوں سے ٹکرا جاتا ہے، کیونکہ اُس کے پاس روشنی نہیں ہے۔“"},{"number":11,"verse":"پھر اُس نے کہا، ”ہمارا دوست لعزر سو گیا ہے۔ لیکن مَیں جا کر اُسے جگا دوں گا۔“"},{"number":12,"verse":"شاگردوں نے کہا، ”خداوند، اگر وہ سو رہا ہے تو وہ بچ جائے گا۔“"},{"number":13,"verse":"اُن کا خیال تھا کہ عیسیٰ لعزر کی فطری نیند کا ذکر کر رہا ہے جبکہ حقیقت میں وہ اُس کی موت کی طرف اشارہ کر رہا تھا۔"},{"number":14,"verse":"اِس لئے اُس نے اُنہیں صاف بتا دیا، ”لعزر وفات پا گیا ہے۔"},{"number":15,"verse":"اور تمہاری خاطر مَیں خوش ہوں کہ مَیں اُس کے مرتے وقت وہاں نہیں تھا، کیونکہ اب تم ایمان لاؤ گے۔ آؤ، ہم اُس کے پاس جائیں۔“"},{"number":16,"verse":"توما نے جس کا لقب جُڑواں تھا اپنے ساتھی شاگردوں سے کہا، ”چلو، ہم بھی وہاں جا کر اُس کے ساتھ مر جائیں۔“"},{"number":17,"verse":"( عیسیٰ قیامت اور زندگی ہے) وہاں پہنچ کر عیسیٰ کو معلوم ہوا کہ لعزر کو قبر میں رکھے چار دن ہو گئے ہیں۔"},{"number":18,"verse":"بیت عنیاہ کا یروشلم سے فاصلہ تین کلو میٹر سے کم تھا،"},{"number":19,"verse":"اور بہت سے یہودی مرتھا اور مریم کو اُن کے بھائی کے بارے میں تسلی دینے کے لئے آئے ہوئے تھے۔"},{"number":20,"verse":"یہ سن کر کہ عیسیٰ آ رہا ہے مرتھا اُسے ملنے گئی۔ لیکن مریم گھر میں بیٹھی رہی۔"},{"number":21,"verse":"مرتھا نے کہا، ”خداوند، اگر آپ یہاں ہوتے تو میرا بھائی نہ مرتا۔"},{"number":22,"verse":"لیکن مَیں جانتی ہوں کہ اب بھی اللہ آپ کو جو بھی مانگیں گے دے گا۔“"},{"number":23,"verse":"عیسیٰ نے اُسے بتایا، ”تیرا بھائی جی اُٹھے گا۔“"},{"number":24,"verse":"مرتھا نے جواب دیا، ”جی، مجھے معلوم ہے کہ وہ قیامت کے دن جی اُٹھے گا، جب سب جی اُٹھیں گے۔“"},{"number":25,"verse":"عیسیٰ نے اُسے بتایا، ”قیامت اور زندگی تو مَیں ہوں۔ جو مجھ پر ایمان رکھے وہ زندہ رہے گا، چاہے وہ مر بھی جائے۔"},{"number":26,"verse":"اور جو زندہ ہے اور مجھ پر ایمان رکھتا ہے وہ کبھی نہیں مرے گا۔ مرتھا، کیا تجھے اِس بات کا یقین ہے؟“"},{"number":27,"verse":"مرتھا نے جواب دیا، ”جی خداوند، مَیں ایمان رکھتی ہوں کہ آپ خدا کے فرزند مسیح ہیں، جسے دنیا میں آنا تھا۔“"},{"number":28,"verse":"( عیسیٰ روتا ہے) یہ کہہ کر مرتھا واپس چلی گئی اور چپکے سے مریم کو بُلایا، ”اُستاد آ گئے ہیں، وہ تجھے بُلا رہے ہیں۔“"},{"number":29,"verse":"یہ سنتے ہی مریم اُٹھ کر عیسیٰ کے پاس گئی۔"},{"number":30,"verse":"وہ ابھی گاؤں کے باہر اُسی جگہ ٹھہرا تھا جہاں اُس کی ملاقات مرتھا سے ہوئی تھی۔"},{"number":31,"verse":"جو یہودی گھر میں مریم کے ساتھ بیٹھے اُسے تسلی دے رہے تھے، جب اُنہوں نے دیکھا کہ وہ جلدی سے اُٹھ کر نکل گئی ہے تو وہ اُس کے پیچھے ہو لئے۔ کیونکہ وہ سمجھ رہے تھے کہ وہ ماتم کرنے کے لئے اپنے بھائی کی قبر پر جا رہی ہے۔"},{"number":32,"verse":"مریم عیسیٰ کے پاس پہنچ گئی۔ اُسے دیکھتے ہی وہ اُس کے پاؤں میں گر گئی اور کہنے لگی، ”خداوند، اگر آپ یہاں ہوتے تو میرا بھائی نہ مرتا۔“"},{"number":33,"verse":"جب عیسیٰ نے مریم اور اُس کے ساتھیوں کو روتے دیکھا تو اُسے بڑی رنجش ہوئی۔ مضطرب حالت میں"},{"number":34,"verse":"اُس نے پوچھا، ”تم نے اُسے کہاں رکھا ہے؟“ اُنہوں نے جواب دیا، ”آئیں خداوند، اور دیکھ لیں۔“"},{"number":35,"verse":"عیسیٰ رو پڑا۔"},{"number":36,"verse":"یہودیوں نے کہا، ”دیکھو، وہ اُسے کتنا عزیز تھا۔“"},{"number":37,"verse":"لیکن اُن میں سے بعض نے کہا، ”اِس آدمی نے اندھے کو شفا دی۔ کیا یہ لعزر کو مرنے سے نہیں بچا سکتا تھا؟“"},{"number":38,"verse":"( لعزر کو زندہ کر دیا جاتا ہے) پھر عیسیٰ دوبارہ نہایت رنجیدہ ہو کر قبر پر آیا۔ قبر ایک غار تھی جس کے منہ پر پتھر رکھا گیا تھا۔"},{"number":39,"verse":"عیسیٰ نے کہا، ”پتھر کو ہٹا دو۔“ لیکن مرحوم کی بہن مرتھا نے اعتراض کیا، ”خداوند، بدبو آئے گی، کیونکہ اُسے یہاں پڑے چار دن ہو گئے ہیں۔“"},{"number":40,"verse":"عیسیٰ نے اُس سے کہا، ”کیا مَیں نے تجھے نہیں بتایا کہ اگر تُو ایمان رکھے تو اللہ کا جلال دیکھے گی؟“"},{"number":41,"verse":"چنانچہ اُنہوں نے پتھر کو ہٹا دیا۔ پھر عیسیٰ نے اپنی نظر اُٹھا کر کہا، ”اے باپ، مَیں تیرا شکر کرتا ہوں کہ تُو نے میری سن لی ہے۔"},{"number":42,"verse":"مَیں تو جانتا ہوں کہ تُو ہمیشہ میری سنتا ہے۔ لیکن مَیں نے یہ بات پاس کھڑے لوگوں کی خاطر کی، تاکہ وہ ایمان لائیں کہ تُو نے مجھے بھیجا ہے۔“"},{"number":43,"verse":"پھر عیسیٰ زور سے پکار اُٹھا، ”لعزر، نکل آ!“"},{"number":44,"verse":"اور مُردہ نکل آیا۔ ابھی تک اُس کے ہاتھ اور پاؤں پٹیوں سے بندھے ہوئے تھے جبکہ اُس کا چہرہ کپڑے میں لپٹا ہوا تھا۔ عیسیٰ نے اُن سے کہا، ”اِس کے کفن کو کھول کر اِسے جانے دو۔“"},{"number":45,"verse":"( عیسیٰ کے خلاف منصوبہ بندی) اُن یہودیوں میں سے جو مریم کے پاس آئے تھے بہت سے عیسیٰ پر ایمان لائے جب اُنہوں نے وہ دیکھا جو اُس نے کیا۔"},{"number":46,"verse":"لیکن بعض فریسیوں کے پاس گئے اور اُنہیں بتایا کہ عیسیٰ نے کیا کِیا ہے۔"},{"number":47,"verse":"تب راہنما اماموں اور فریسیوں نے یہودی عدالتِ عالیہ کا اجلاس منعقد کیا۔ اُنہوں نے ایک دوسرے سے پوچھا، ”ہم کیا کر رہے ہیں؟ یہ آدمی بہت سے الٰہی نشان دکھا رہا ہے۔"},{"number":48,"verse":"اگر ہم اُسے کھلا چھوڑیں تو آخرکار سب اُس پر ایمان لے آئیں گے۔ پھر رومی آ کر ہمارے بیت المُقدّس اور ہمارے ملک کو تباہ کر دیں گے۔“"},{"number":49,"verse":"اُن میں سے ایک کائفا تھا جو اُس سال امامِ اعظم تھا۔ اُس نے کہا، ”آپ کچھ نہیں سمجھتے"},{"number":50,"verse":"اور اِس کا خیال بھی نہیں کرتے کہ اِس سے پہلے کہ پوری قوم ہلاک ہو جائے بہتر یہ ہے کہ ایک آدمی اُمّت کے لئے مر جائے۔“"},{"number":51,"verse":"اُس نے یہ بات اپنی طرف سے نہیں کی تھی۔ اُس سال کے امامِ اعظم کی حیثیت سے ہی اُس نے یہ پیش گوئی کی کہ عیسیٰ یہودی قوم کے لئے مرے گا۔"},{"number":52,"verse":"اور نہ صرف اِس کے لئے بلکہ اللہ کے بکھرے ہوئے فرزندوں کو جمع کر کے ایک کرنے کے لئے بھی۔"},{"number":53,"verse":"اُس دن سے اُنہوں نے عیسیٰ کو قتل کرنے کا ارادہ کر لیا۔"},{"number":54,"verse":"اِس لئے اُس نے اب سے علانیہ یہودیوں کے درمیان وقت نہ گزارا، بلکہ اُس جگہ کو چھوڑ کر ریگستان کے قریب ایک علاقے میں گیا۔ وہاں وہ اپنے شاگردوں سمیت ایک گاؤں بنام افرائیم میں رہنے لگا۔"},{"number":55,"verse":"پھر یہودیوں کی عیدِ فسح قریب آ گئی۔ دیہات سے بہت سے لوگ اپنے آپ کو پاک کروانے کے لئے عید سے پہلے پہلے یروشلم پہنچے۔"},{"number":56,"verse":"وہاں وہ عیسیٰ کا پتا کرتے اور بیت المُقدّس میں کھڑے آپس میں بات کرتے رہے، ”کیا خیال ہے؟ کیا وہ تہوار پر نہیں آئے گا؟“"},{"number":57,"verse":"لیکن راہنما اماموں اور فریسیوں نے حکم دیا تھا، ”اگر کسی کو معلوم ہو جائے کہ عیسیٰ کہاں ہے تو وہ اطلاع دے تاکہ ہم اُسے گرفتار کر لیں۔“"}]}