{"bibleAbbr":"urGV2010","bookName":"یوحنا","bookEnglishName":"John","chapterNumber":20,"verses":[{"number":1,"verse":"( خالی قبر) ہفتے کا دن گزر گیا تو اتوار کو مریم مگدلینی صبح سویرے قبر کے پاس آئی۔ ابھی اندھیرا تھا۔ وہاں پہنچ کر اُس نے دیکھا کہ قبر کے منہ پر کا پتھر ایک طرف ہٹایا گیا ہے۔"},{"number":2,"verse":"مریم دوڑ کر شمعون پطرس اور عیسیٰ کو پیارے شاگرد کے پاس آئی۔ اُس نے اطلاع دی، ”وہ خداوند کو قبر سے لے گئے ہیں، اور ہمیں معلوم نہیں کہ اُنہوں نے اُسے کہاں رکھ دیا ہے۔“"},{"number":3,"verse":"تب پطرس دوسرے شاگرد سمیت قبر کی طرف چل پڑا۔"},{"number":4,"verse":"دونوں دوڑ رہے تھے، لیکن دوسرا شاگرد زیادہ تیز رفتار تھا۔ وہ پہلے قبر پر پہنچ گیا۔"},{"number":5,"verse":"اُس نے جھک کر اندر جھانکا تو کفن کی پٹیاں وہاں پڑی نظر آئیں۔ لیکن وہ اندر نہ گیا۔"},{"number":6,"verse":"پھر شمعون پطرس اُس کے پیچھے پہنچ کر قبر میں داخل ہوا۔ اُس نے بھی دیکھا کہ کفن کی پٹیاں وہاں پڑی ہیں"},{"number":7,"verse":"اور ساتھ وہ کپڑا بھی جس میں عیسیٰ کا سر لپٹا ہوا تھا۔ یہ کپڑا تہہ کیا گیا تھا اور پٹیوں سے الگ پڑا تھا۔"},{"number":8,"verse":"پھر دوسرا شاگرد جو پہلے پہنچ گیا تھا، وہ بھی داخل ہوا۔ جب اُس نے یہ دیکھا تو وہ ایمان لایا۔"},{"number":9,"verse":"(لیکن اب بھی وہ کلامِ مُقدّس کی یہ پیش گوئی نہیں سمجھتے تھے کہ اُسے مُردوں میں سے جی اُٹھنا ہے۔)"},{"number":10,"verse":"پھر دونوں شاگرد گھر واپس چلے گئے۔"},{"number":11,"verse":"( عیسیٰ مریم مگدلینی پر ظاہر ہوتا ہے) لیکن مریم رو رو کر قبر کے سامنے کھڑی رہی۔ اور روتے ہوئے اُس نے جھک کر قبر میں جھانکا"},{"number":12,"verse":"تو کیا دیکھتی ہے کہ دو فرشتے سفید لباس پہنے ہوئے وہاں بیٹھے ہیں جہاں پہلے عیسیٰ کی لاش پڑی تھی، ایک اُس کے سرہانے اور دوسرا وہاں جہاں پہلے اُس کے پاؤں تھے۔"},{"number":13,"verse":"اُنہوں نے مریم سے پوچھا، ”اے خاتون، تُو کیوں رو رہی ہے؟“ اُس نے کہا، ”وہ میرے خداوند کو لے گئے ہیں، اور معلوم نہیں کہ اُنہوں نے اُسے کہاں رکھ دیا ہے۔“"},{"number":14,"verse":"پھر اُس نے پیچھے مُڑ کر عیسیٰ کو وہاں کھڑے دیکھا، لیکن اُس نے اُسے نہ پہچانا۔"},{"number":15,"verse":"عیسیٰ نے پوچھا، ”اے خاتون، تُو کیوں رو رہی ہے، کس کو ڈھونڈ رہی ہے؟“ یہ سوچ کر کہ وہ مالی ہے اُس نے کہا، ”جناب، اگر آپ اُسے لے گئے ہیں تو مجھے بتا دیں کہ اُسے کہاں رکھ دیا ہے تاکہ اُسے لے جاؤں۔“"},{"number":16,"verse":"عیسیٰ نے اُس سے کہا، ”مریم!“ وہ اُس کی طرف مُڑی اور بول اُٹھی، ”ربونی!“ (اِس کا مطلب اَرامی زبان میں اُستاد ہے۔)"},{"number":17,"verse":"عیسیٰ نے کہا، ”میرے ساتھ چمٹی نہ رہ، کیونکہ ابھی مَیں اوپر، باپ کے پاس نہیں گیا۔ لیکن بھائیوں کے پاس جا اور اُنہیں بتا، ’مَیں اپنے باپ اور تمہارے باپ کے پاس واپس جا رہا ہوں، اپنے خدا اور تمہارے خدا کے پاس‘۔“"},{"number":18,"verse":"چنانچہ مریم مگدلینی شاگردوں کے پاس گئی اور اُنہیں اطلاع دی، ”مَیں نے خداوند کو دیکھا ہے اور اُس نے مجھ سے یہ باتیں کہیں۔“"},{"number":19,"verse":"( عیسیٰ اپنے شاگردوں پر ظاہر ہوتا ہے) اُس اتوار کی شام کو شاگرد جمع تھے۔ اُنہوں نے دروازوں پر تالے لگا دیئے تھے کیونکہ وہ یہودیوں سے ڈرتے تھے۔ اچانک عیسیٰ اُن کے درمیان آ کھڑا ہوا اور کہا، ”تمہاری سلامتی ہو،“"},{"number":20,"verse":"اور اُنہیں اپنے ہاتھوں اور پہلو کو دکھایا۔ خداوند کو دیکھ کر وہ نہایت خوش ہوئے۔"},{"number":21,"verse":"عیسیٰ نے دوبارہ کہا، ”تمہاری سلامتی ہو! جس طرح باپ نے مجھے بھیجا اُسی طرح مَیں تم کو بھیج رہا ہوں۔“"},{"number":22,"verse":"پھر اُن پر پھونک کر اُس نے فرمایا، ”روح القدس کو پا لو۔"},{"number":23,"verse":"اگر تم کسی کے گناہوں کو معاف کرو تو وہ معاف کئے جائیں گے۔ اور اگر تم اُنہیں معاف نہ کرو تو وہ معاف نہیں کئے جائیں گے۔“"},{"number":24,"verse":"( توما شک کرتا ہے) بارہ شاگردوں میں سے توما جس کا لقب جُڑواں تھا عیسیٰ کے آنے پر موجود نہ تھا۔"},{"number":25,"verse":"چنانچہ دوسرے شاگردوں نے اُسے بتایا، ”ہم نے خداوند کو دیکھا ہے!“ لیکن توما نے کہا، ”مجھے یقین نہیں آتا۔ پہلے مجھے اُس کے ہاتھوں میں کیلوں کے نشان نظر آئیں اور مَیں اُن میں اپنی اُنگلی ڈالوں، پہلے مَیں اپنے ہاتھ کو اُس کے پہلو کے زخم میں ڈالوں۔ پھر ہی مجھے یقین آئے گا۔“"},{"number":26,"verse":"ایک ہفتہ گزر گیا۔ شاگرد دوبارہ مکان میں جمع تھے۔ اِس مرتبہ توما بھی ساتھ تھا۔ اگرچہ دروازوں پر تالے لگے تھے پھر بھی عیسیٰ اُن کے درمیان آ کر کھڑا ہوا۔ اُس نے کہا، ”تمہاری سلامتی ہو!“"},{"number":27,"verse":"پھر وہ توما سے مخاطب ہوا، ”اپنی اُنگلی کو میرے ہاتھوں اور اپنے ہاتھ کو میرے پہلو کے زخم میں ڈال اور بےاعتقاد نہ ہو بلکہ ایمان رکھ۔“"},{"number":28,"verse":"توما نے جواب میں اُس سے کہا، ”اے میرے خداوند! اے میرے خدا!“"},{"number":29,"verse":"پھر عیسیٰ نے اُسے بتایا، ”کیا تُو اِس لئے ایمان لایا ہے کہ تُو نے مجھے دیکھا ہے؟ مبارک ہیں وہ جو مجھے دیکھے بغیر مجھ پر ایمان لاتے ہیں۔“"},{"number":30,"verse":"( اِس کتاب کا مقصد) عیسیٰ نے اپنے شاگردوں کی موجودگی میں مزید بہت سے ایسے الٰہی نشان دکھائے جو اِس کتاب میں درج نہیں ہیں۔"},{"number":31,"verse":"لیکن جتنے درج ہیں اُن کا مقصد یہ ہے کہ آپ ایمان لائیں کہ عیسیٰ ہی مسیح یعنی اللہ کا فرزند ہے اور آپ کو اِس ایمان کے وسیلے سے اُس کے نام سے زندگی حاصل ہو۔"}]}