{"bibleAbbr":"urGV2010","bookName":"یوحنا","bookEnglishName":"John","chapterNumber":21,"verses":[{"number":1,"verse":"( عیسیٰ جھیل پر شاگردوں پر ظاہر ہوتا ہے) اِس کے بعد عیسیٰ ایک بار پھر اپنے شاگردوں پر ظاہر ہوا جب وہ تبریاس یعنی گلیل کی جھیل پر تھے۔ یہ یوں ہوا۔"},{"number":2,"verse":"کچھ شاگرد شمعون پطرس کے ساتھ جمع تھے، توما جو جُڑواں کہلاتا تھا، نتن ایل جو گلیل کے قانا سے تھا، زبدی کے دو بیٹے اور مزید دو شاگرد۔"},{"number":3,"verse":"شمعون پطرس نے کہا، ”مَیں مچھلی پکڑنے جا رہا ہوں۔“ دوسروں نے کہا، ”ہم بھی ساتھ جائیں گے۔“ چنانچہ وہ نکل کر کشتی پر سوار ہوئے۔ لیکن اُس پوری رات ایک بھی مچھلی ہاتھ نہ آئی۔"},{"number":4,"verse":"صبح سویرے عیسیٰ جھیل کے کنارے پر آ کھڑا ہوا۔ لیکن شاگردوں کو معلوم نہیں تھا کہ وہ عیسیٰ ہی ہے۔"},{"number":5,"verse":"اُس نے اُن سے پوچھا، ”بچو، کیا تمہیں کھانے کے لئے کچھ مل گیا؟“ اُنہوں نے جواب دیا، ”نہیں۔“"},{"number":6,"verse":"اُس نے کہا، ”اپنا جال کشتی کے دائیں ہاتھ ڈالو، پھر تم کو کچھ ملے گا۔“ اُنہوں نے ایسا کیا تو مچھلیوں کی اِتنی بڑی تعداد تھی کہ وہ جال کشتی تک نہ لا سکے۔"},{"number":7,"verse":"اِس پر خداوند کے پیارے شاگرد نے پطرس سے کہا، ”یہ تو خداوند ہے۔“ یہ سنتے ہی کہ خداوند ہے شمعون پطرس اپنی چادر اوڑھ کر پانی میں کود پڑا (اُس نے چادر کو کام کرنے کے لئے اُتار لیا تھا۔)"},{"number":8,"verse":"دوسرے شاگرد کشتی پر سوار اُس کے پیچھے آئے۔ وہ کنارے سے زیادہ دُور نہیں تھے، تقریباً سَو میٹر کے فاصلے پر تھے۔ اِس لئے وہ مچھلیوں سے بھرے جال کو پانی میں کھینچ کھینچ کر خشکی تک لائے۔"},{"number":9,"verse":"جب وہ کشتی سے اُترے تو دیکھا کہ لکڑی کے کوئلوں کی آگ پر مچھلیاں بُھنی جا رہی ہیں اور ساتھ روٹی بھی ہے۔"},{"number":10,"verse":"عیسیٰ نے اُن سے کہا، ”اُن مچھلیوں میں سے کچھ لے آؤ جو تم نے ابھی پکڑی ہیں۔“"},{"number":11,"verse":"شمعون پطرس کشتی پر گیا اور جال کو خشکی پر گھسیٹ لایا۔ یہ جال 153 بڑی مچھلیوں سے بھرا ہوا تھا، توبھی وہ نہ پھٹا۔"},{"number":12,"verse":"عیسیٰ نے اُن سے کہا، ”آؤ، ناشتہ کر لو۔“ کسی بھی شاگرد نے سوال کرنے کی جرأت نہ کی کہ ”آپ کون ہیں؟“ کیونکہ وہ تو جانتے تھے کہ یہ خداوند ہی ہے۔"},{"number":13,"verse":"پھر عیسیٰ آیا اور روٹی لے کر اُنہیں دی اور اِسی طرح مچھلی بھی اُنہیں کھلائی۔"},{"number":14,"verse":"عیسیٰ کے جی اُٹھنے کے بعد یہ تیسری بار تھی کہ وہ اپنے شاگردوں پر ظاہر ہوا۔"},{"number":15,"verse":"( عیسیٰ کا پطرس سے سوال) ناشتے کے بعد عیسیٰ شمعون پطرس سے مخاطب ہوا، ”یوحنا کے بیٹے شمعون، کیا تُو اِن کی نسبت مجھ سے زیادہ محبت کرتا ہے؟“ اُس نے جواب دیا، ”جی خداوند، آپ تو جانتے ہیں کہ مَیں آپ کو پیار کرتا ہوں۔“ عیسیٰ بولا، ”پھر میرے لیلوں کو چَرا۔“"},{"number":16,"verse":"تب عیسیٰ نے ایک اَور مرتبہ پوچھا، ”شمعون یوحنا کے بیٹے، کیا تُو مجھ سے محبت کرتا ہے؟“ اُس نے جواب دیا، ”جی خداوند، آپ تو جانتے ہیں کہ مَیں آپ کو پیار کرتا ہوں۔“ عیسیٰ بولا، ”پھر میری بھیڑوں کی گلہ بانی کر۔“"},{"number":17,"verse":"تیسری بار عیسیٰ نے اُس سے پوچھا، ”شمعون یوحنا کے بیٹے، کیا تُو مجھے پیار کرتا ہے؟“ تیسری دفعہ یہ سوال سننے سے پطرس کو بڑا دُکھ ہوا۔ اُس نے کہا، ”خداوند، آپ کو سب کچھ معلوم ہے۔ آپ تو جانتے ہیں کہ مَیں آپ کو پیار کرتا ہوں۔“ عیسیٰ نے اُس سے کہا، ”میری بھیڑوں کو چَرا۔"},{"number":18,"verse":"مَیں تجھے سچ بتاتا ہوں کہ جب تُو جوان تھا تو تُو خود اپنی کمر باندھ کر جہاں جی چاہتا گھومتا پھرتا تھا۔ لیکن جب تُو بوڑھا ہو گا تو تُو اپنے ہاتھوں کو آگے بڑھائے گا اور کوئی اَور تیری کمر باندھ کر تجھے لے جائے گا جہاں تیرا دل نہیں کرے گا۔“"},{"number":19,"verse":"(عیسیٰ کی یہ بات اِس طرف اشارہ تھا کہ پطرس کس قسم کی موت سے اللہ کو جلال دے گا۔) پھر اُس نے اُسے بتایا، ”میرے پیچھے چل۔“"},{"number":20,"verse":"( عیسیٰ اور دوسرا شاگرد) پطرس نے مُڑ کر دیکھا کہ جو شاگرد عیسیٰ کو پیارا تھا وہ اُن کے پیچھے چل رہا ہے۔ یہ وہی شاگرد تھا جس نے شام کے کھانے کے دوران عیسیٰ کی طرف سر جھکا کر پوچھا تھا، ”خداوند، کون آپ کو دشمن کے حوالے کرے گا؟“"},{"number":21,"verse":"اب اُسے دیکھ کر پطرس نے سوال کیا، ”خداوند، اِس کے ساتھ کیا ہو گا؟“"},{"number":22,"verse":"عیسیٰ نے جواب دیا، ”اگر مَیں چاہوں کہ یہ میرے واپس آنے تک زندہ رہے تو تجھے کیا؟ بس تُو میرے پیچھے چلتا رہ۔“"},{"number":23,"verse":"نتیجے میں بھائیوں میں یہ خیال پھیل گیا کہ یہ شاگرد نہیں مرے گا۔ لیکن عیسیٰ نے یہ بات نہیں کی تھی۔ اُس نے صرف یہ کہا تھا، ”اگر مَیں چاہوں کہ یہ میرے واپس آنے تک زندہ رہے تو تجھے کیا؟“"},{"number":24,"verse":"یہ وہ شاگرد ہے جس نے اِن باتوں کی گواہی دے کر اِنہیں قلم بند کر دیا ہے۔ اور ہم جانتے ہیں کہ اُس کی گواہی سچی ہے۔"},{"number":25,"verse":"( خلاصہ) عیسیٰ نے اِس کے علاوہ بھی بہت کچھ کیا۔ اگر اُس کا ہر کام قلم بند کیا جاتا تو میرے خیال میں پوری دنیا میں یہ کتابیں رکھنے کی گنجائش نہ ہوتی۔"}]}