{"bibleAbbr":"guOV2016","bookName":"ગીતશાસ્‍ત્ર","bookEnglishName":"Psalms","chapterNumber":103,"verses":[{"number":1,"verse":"( ઈશ્વરનો પ્રેમ) દાઉદનું [ગીત] હે મારા આત્મા યહોવાને સ્તુત્ય માન; મારા ખરા અંત:કરણ તેમના પવિત્ર નામને [સ્તુત્ય માન]."},{"number":2,"verse":"રે મારા આત્મા, યહોવાને સ્તુત્ય માન, તેમના સર્વ ઉપકારો તું ભૂલી ન જા."},{"number":3,"verse":"તે તારાં બધાં પાપ માફ કરે છે; અને તારા સર્વ રોગ મટાડે છે."},{"number":4,"verse":"તે તારો જીવ નાશથી બચાવે છે; અને તને કૃપા તથા રહેમનો મુગટ પહેરાવે છે."},{"number":5,"verse":"તે ઉત્તમ વસ્તુથી તારા મુખને તૃપ્ત કરે છે; જેથી ગરુડની જેમ તારી જુવાની તાજી કરાય છે."},{"number":6,"verse":"તેઓ જુલમથી હેરાન થયેલા છે તે સર્વને માટે યહોવા ન્યાયનાં કૃત્ય તથા ચુકાદા કરે છે."},{"number":7,"verse":"તેમણે પોતાના માર્ગ મૂસાને, તથા પોતાનાં કૃત્યો ઇઝરાયલ પુત્રોને જણાવ્યાં."},{"number":8,"verse":"( .) યહોવા દયાળુ તથા કરુણાળુ છે, તે કોપ કરવામાં ધીમા તથા કૃપા કરવામાં મોટા છે."},{"number":9,"verse":"તે સદા ધમકી આપ્યા કરશે નહિ; વળી તે સર્વકાળ [કોપ] રાખશે નહિ;"},{"number":10,"verse":"તે આપણાં પાપ પ્રમાણે આપણી સાથે વર્ત્યા નથી. આપણા અન્યાયના પ્રમાણમાં તેમણે આપણને બદલો વાળ્યો નથી."},{"number":11,"verse":"કેમ કે જેમ પૃથ્વીથી આકાશ ઊંચું છે, તેમ તેમના ભક્તો પર તેમની કૃપા વિશાળ છે."},{"number":12,"verse":"પૂર્વ જેટલું પશ્ચિમથી દૂર છે, તેટલાં તેમણે આપણાં ઉલ્લંઘન આપણાંથી દૂર કર્યાં છે."},{"number":13,"verse":"જેમ પિતા પોતાનાં છોકરાં પર દયાળુ છે, તેમ યહોવા પોતાના ભક્તો પર દયાળુ છે."},{"number":14,"verse":"કેમ કે તે આપણું બંધારણ જાણે છે; આપણે ધૂળના છીએ એવું તે સંભારે છે."},{"number":15,"verse":"માણસના દિવસો ઘાસ જેવા છે; ખેતરમાંના ફૂલની જેમ તે ખીલે છે."},{"number":16,"verse":"કેમ કે વા તેના પર થઈને વાય છે, અને તે હતું ન હતું થઈ જાય છે; અને તે ક્યાં હતું એ કોઈને માલૂમ પડતું નથી."},{"number":17,"verse":"પણ યહોવાની કૃપા તેમના ભક્તો પર અનાદિકાળથી તે અનંતકાળ માટે છે, અને તેમનાં સંતાનનાં સંતાનોની સાથે પોતાનું વિશ્વાસુપણું કાયમ રાખે છે"},{"number":18,"verse":"એટલે જેઓ તેમનો કરાર માને છે, તથા તેમની આજ્ઞાઓ પાળવાને યાદ રાખે છે તે સર્વ પર [તે કૃપા કરે છે]."},{"number":19,"verse":"યહોવાએ પોતાની ગાદી આકાશમાં સ્થાપી છે; અને તેમના રાજયની સત્તા સર્વ ઉપર છે."},{"number":20,"verse":"હે બળમાં પરાક્રમી, યહોવાનું વચન પાળનારા, તથા તેમનાં વચન સાંભળનારા તેમના દૂતો, તમે યહોવાને સ્તુત્ય માનો"},{"number":21,"verse":"હે યહોવાનાં સર્વ સૈન્યો, તેમની ઇચ્છાને અનુસરનારા તેમના સેવકો, તમે તેમને સ્તુત્ય માનો."},{"number":22,"verse":"યહોવાના રાજયના સર્વ સ્થળોમાં તેમનાં સૌ કૃત્યો તેમને સ્તુત્ય માનો; અરે મારા આત્મા, તું યહોવાને સ્તુત્ય માન."}]}