{"bibleAbbr":"guOV2016","bookName":"ગીતશાસ્‍ત્ર","bookEnglishName":"Psalms","chapterNumber":119,"verses":[{"number":1,"verse":"( પ્રભુના નિયમોનું મહિમાસ્તોત્ર) આલેફ સીધે માર્ગે જનારાઓને તથા યહોવાના નિયમ પ્રમાણે ચાલનારાઓને ધન્ય છે."},{"number":2,"verse":"તેમનાં સાક્ષ્ય પાળનારાઓને ધન્ય છે; તેઓ પૂર્ણ હ્રદયથી તેમને શોધે છે."},{"number":3,"verse":"તેઓ અન્યાય કરતા નથી; તેઓ તેમના માર્ગમાં ચાલે છે."},{"number":4,"verse":"તમે તમારાં શાસનો ચોક્સાઈથી પાળવાનું અમને ફરમાવ્યું છે."},{"number":5,"verse":"તમારા વિધિઓ પાળવાને માટે મારા આચારવિચાર દઢ થાય તો કેવું સારું!"},{"number":6,"verse":"હું તમારી સર્વ આજ્ઞાઓનું સન્માન કરું, તો પછી હું ફજેત થનાર નથી."},{"number":7,"verse":"તમારા અદલ ઇનસાફથી હું માહિતગાર થઈશ, ત્યારે હું શુદ્ધ અંત:કરણથી તમારો આભાર માનીશ."},{"number":8,"verse":"હું તમારા વિધિઓ પાળીશ; તમે મારો ત્યાગ કરશો નહિ. બેથ"},{"number":9,"verse":"( તમારાં વચનો મેં મારા હૈયામાં રાખ્યાં છે.) જુવાન માણસ પોતાનો જીવનક્રમ શાથી શુદ્ધ કરી શકે? તમારા વચન પ્રમાણે [તેને વિષે] સાવધ રહેવાથી."},{"number":10,"verse":"મેં મારા ખરા હ્રદયથી તમને શોધ્યા છે; તમારી આજ્ઞાઓથી ચૂકીને મને ભટકવા ન દો."},{"number":11,"verse":"હું તમારી વિરુદ્ધ પાપ ન કરું માટે મેં તમારું વચન મારા હ્રદયમાં રાખી મૂક્યું છે."},{"number":12,"verse":"હે યહોવા, તમે સ્તુત્ય છે; તમારા વિધિઓ મને શીખવો."},{"number":13,"verse":"મારા હોઠોથી મેં તમારા મુખનાં સર્વ ન્યાયવચનો વર્ણવ્યાં છે."},{"number":14,"verse":"તમારાં સાક્ષ્યોના માર્ગમાં મને પુષ્કળ ધનદોલત જેટલો આનંદ મળ્યો છે."},{"number":15,"verse":"હું તમારાં શાસનોનું મનન કરીશ; અને તમારા માર્ગોને માનપૂર્વક જોઈશ."},{"number":16,"verse":"તમારા વિધિઓ [પાળવા] માં મને આનંદ થશે; હું તમારું વચન વીસરીશ નહિ. ગિમેલ"},{"number":17,"verse":"( મને તમારાં વચનોની અદભુતા બતાવો) આ તમારા સેવક સાથે ઉદારતાથી વર્તો, જેથી હું જીવતો રહીને તમારું વચન પાળું."},{"number":18,"verse":"તમારા નિયમશાસ્‍ત્રમાંની આશ્ચર્યકારક વાતોનું અવલોકન કરવા માટે મારી આંખો ઉઘાડો."},{"number":19,"verse":"હું તો પૃથ્વી પર મુસાફર છું; તમારી આજ્ઞાઓ મારાથી ન સંતાડો"},{"number":20,"verse":"તમારાં ન્યાયવચનોની અભિલાષા રાખતાં રાખતાં મારું હ્રદય સદા આશાભંગ થઈ ગયું છે."},{"number":21,"verse":"તમે ગર્વિષ્ઠોને ધમકાવો છો; તમારી આજ્ઞાઓને તજીને ભટકનારાઓ પર શાપ આવે છે."},{"number":22,"verse":"મહેણાં તથા અપમાનને મારાથી દૂર કરો કેમ કે મેં તમારાં સાક્ષ્યો માન્યાં છે."},{"number":23,"verse":"સરદારો પણ પોતાના આસન પર બેસીને મારી વિરુદ્ધ બોલતા હતા; પણ તમારા સેવકે તો તમારા વિધિઓનું મનન કર્યું છે."},{"number":24,"verse":"વળી તમારાં સાક્ષ્યોથી મને હર્ષ થાય છે. તેમ જ તેઓ મારા મંત્રીઓ પણ છે. દાલેથ"},{"number":25,"verse":"( પ્રભુ-નિયમ પાળવાનો સંકલ્પ) મારો આત્મા ધૂળભેગો થઈ ગયો છે; તમારા વચન પ્રમાણે મને જીવાડો."},{"number":26,"verse":"મેં મારા માર્ગો પ્રગટ કર્યા, અને તમે મને ઉત્તર આપ્યો; મને તમારા વિધિઓ શીખવો."},{"number":27,"verse":"મને તમારાં શાસનોનો માર્ગ સમજાવો; જેથી હું તમારાં આશ્ચર્યકારક કૃત્યો પર ધ્યાન રાખું."},{"number":28,"verse":"મારો જીવ શોકથી પીગળી જાય છે; તમારા વચન પ્રમાણે મને બળવાન કરો."},{"number":29,"verse":"અસત્યનો માર્ગ મારાથી દૂર કરો. કૃપા કરીને તમારો નિયમ શીખવો."},{"number":30,"verse":"મેં સત્યનો માર્ગ પસંદ કર્યો છે; મેં મારી નજરમાં તમારાં ન્યાયવચનોને રાખ્યાં છે."},{"number":31,"verse":"હું તમારાં સાક્ષ્યોને વળગી રહ્યો છું; હે યહોવા, મને ફજેત ન કરો."},{"number":32,"verse":"હું તમારી આજ્ઞાઓના માર્ગમાં દોડીશ, કેમ કે તમે મારા હ્રદયને પ્રફુલ્‍લિત કરો છો. હે"},{"number":33,"verse":"( તમારા નિયમો શીખવો) હે યહોવા, તમારા વિધિઓનો માર્ગ મને શીખવો; હું છેક સુધી તે પ્રમાણે ચાલીશ."},{"number":34,"verse":"મને સમજણ આપો, એટલે હું તમારો નિયમ પાળીશ. હા, મારા ખરા હ્રદયથી તેને માનીશ."},{"number":35,"verse":"તમારી આજ્ઞાઓના માર્ગમાં મને ચલાવો; કેમ કે તેમાં હું સંતોષ પામું છું."},{"number":36,"verse":"લોભ તરફ નહિ, પણ તમારાં સાક્ષ્યો તરફ મારું મન વાળો."},{"number":37,"verse":"વ્યર્થતામાંથી મારી દષ્ટિ ફેરવો; તમારા માર્ગ વિષે મને આતુર કરો."},{"number":38,"verse":"તમારો ભય ઉપજાવનારું તમારું જે વચન છે તે તમારા સેવકના લાભમાં દઢ કરો."},{"number":39,"verse":"જે અપમાનથી હું બીહું છું તે મારાથી દૂર કરો; કેમ કે તમારાં ન્યાયવચનો ઉત્તમ છે."},{"number":40,"verse":"હું તમારાં શાસનોની અભિલાષા રાખું છું; તમારા ન્યાયીપણાથી મને જીવાડો. વાવ."},{"number":41,"verse":"( તમારાં વચનોમાં મને સંપૂર્ણ ભરોસો) હે યહોવા, તમારા વચન પ્રમાણે તમારી કૃપા મારા પર થાઓ, અને મારું તારણ કરો."},{"number":42,"verse":"તેથી હું મારું અપમાન કરનારને ઉત્તર આપી શકીશ; કેમ કે મને તમારા વચનનો ભરોસો છે."},{"number":43,"verse":"મારા મુખમાંથી સત્યવચનો કદી ન લઈ લો; કેમ કે હું તમારાં ન્યાયવચનોની આશા રાખી રહ્યો છું."},{"number":44,"verse":"હું નિરંતર તમારો નિયમ સદા સર્વદા પાળીશ."},{"number":45,"verse":"હું તમારાં શાસનોનો શોધનાર છું; માટે હું નિરાંતે જીવીશ."},{"number":46,"verse":"વળી રાજાઓની આગળ હું તમારાં સાક્ષ્યો કહી સંભળાવીશ, અને [તેમાં] શરમાઈશ નહિ."},{"number":47,"verse":"તમારી આજ્ઞાઓમાં હું આનંદ પામીશ; તેઓ પર મેં પ્રેમ કર્યો છે."},{"number":48,"verse":"તમારી આજ્ઞાઓ [પાળવા] પણ હું મારા હાથ ઊંચા કરીશ, તેમના પર મેં પ્રેમ કર્યો છે; અને હું તમારા વિધિઓનું મનન કરીશ. ઝ"},{"number":49,"verse":"( તમારાં વચન કેવાં દિલાસાદાયક!) તમારા જે વચનથી મને આશા ઊપજી છે, તે વચન તમારા સેવકને માટે સંભારો."},{"number":50,"verse":"મારા દુ:ખમાં મને દિલાસો મળ્યો છે કે, તમારા વચને મને જીવાડ્યો છે."},{"number":51,"verse":"ગર્વિષ્ઠોએ મારો બહુ તિરસ્કાર કર્યો છે, તોપણ હું તમારા નિયમથી પાછો હઠ્યો નથી."},{"number":52,"verse":"હે યહોવા, પુરાતન કાળથી તમારાં જે ન્યાયવચનો છે તેમને મેં સંભાર્યાં; ને મને દિલાસો મળ્યો છે."},{"number":53,"verse":"જે ભૂંડાઓ તમારા નિયમને તજે છે. તેઓને જોઈને મને ઝનૂન ચઢી આવે છે."},{"number":54,"verse":"તમારા વિધિઓ આ મારી જીવનયાત્રામાં મારાં ગીત થયાં છે."},{"number":55,"verse":"હે યહોવા, મેં રાત્રે તમારા નામનું સ્મરણ કર્યું છે, અને તમારો નિયમ પાળ્યો છે."},{"number":56,"verse":"મેં તમારાં શાસનો પાળ્યાં છે, તેથી મને એમ જ થાય છે. ખેથ"},{"number":57,"verse":"( પ્રભુનાં વચનો પર ભક્તિભાવ) હે યહોવા, તમે મારો વારસો છો; હું તમારાં વચનો પાળીશ, એમ મેં કહ્યું છે."},{"number":58,"verse":"મેં મારા ખરા હ્રદયથી તમારી કૃપાની માગણી કરી; તમારા વચન પ્રમાણે મારા પર દયા કરો."},{"number":59,"verse":"મેં મારી ચાલ વિષે વિચાર કર્યો છે, અને તમારાં સાક્ષ્યો તરફ હું વળ્યો છું."},{"number":60,"verse":"મેં તમારી આજ્ઞાઓ પાળવાને ઉતાવળ કરી છે, અને વાર લગાડી નથી."},{"number":61,"verse":"દુષ્ટોનાં બંધનોએ મને ઘેરી લીધો છે: પણ હું તમારા નિયમને વીસરી ગયો નથી."},{"number":62,"verse":"તમારાં અદલ ન્યાયવચનોને લીધે હું તમારો આભાર માનવાને મધરાતે ઊઠીશ."},{"number":63,"verse":"જે કોઈ તમારાં શાસનો પાળનારા તમારા ભક્તો છે, તે સર્વનો હું સોબતી છું."},{"number":64,"verse":"હે યહોવા, તમારી કૃપાથી પૃથ્વી ભરપૂર છે; મને તમારા વિધિઓ શીખવો. ટેથ"},{"number":65,"verse":"( તમારાં વચન કેવાં અમૂલ્ય!) હે યહોવા, તમારા વચન પ્રમાણે તમે તમારા સેવકને માટે સારું જ કર્યું છે."},{"number":66,"verse":"મને સારો વિવેક તથા ડહાપણ શીખવો; કેમ કે મેં તમારી આજ્ઞાઓ પર વિશ્વાસ રાખ્યો છે."},{"number":67,"verse":"દુ:ખી થયા પહેલાં હું આડે રસ્તે ગયો હતો; પણ હમણાં હું તમારું વચન પાળું છું."},{"number":68,"verse":"તમે ઉત્તમ છો અને ઉત્તમ જ કરો છો; તમારા વિધિઓ મને શીખવો."},{"number":69,"verse":"ગર્વિષ્ઠોએ મારા પર આળ મૂક્યું છે; પણ હું મારા ખરા હ્રદયથી તમારાં શાસનો પાળીશ."},{"number":70,"verse":"તેઓનું અંત:કરણ સ્થૂળ છે; પણ હું તમારા નિયમમાં આનંદ માનું છું"},{"number":71,"verse":"હું દુ:ખી થયો હતો તે મને ગુણકારક થઈ પડ્યું છે; કેમ કે હું તમારા વિધિઓ શીખ્યો."},{"number":72,"verse":"હજારો સોનારૂપા કરતાં તમારા મુખનો નિયમ મારે માટે વધારે મૂલ્યવાન છે. યોદ"},{"number":73,"verse":"( પ્રભુનો નિયમ ન્યાયી છે) તમારા હાથોએ મને ઘડ્યો તથા બનાવ્યો છે; તમારી આજ્ઞાઓ શીખવાને માટે મને સમજણ આપો."},{"number":74,"verse":"તમારાથી બીનારા મને જોઈને આનંદ પામશે; કેમ કે મેં તમારી વાતની આશા રાખી છે."},{"number":75,"verse":"હે યહોવા, તમારાં ન્યાયવચનો અદલ છે, અને વિશ્વાસુપણાને તમે મને દુ:ખી કર્યો છે, એમ હું જાણું છું."},{"number":76,"verse":"તમારા સેવકને આપેલા તમારા વચન પ્રમાણે તમારી કૃપાથી મને દિલાસો મળો."},{"number":77,"verse":"હું જીવતો રહું માટે તમારી દયા મારી પાસે આવવા દો; કેમ કે તમારો નિયમ એ જ મારો આનંદ છે."},{"number":78,"verse":"ગર્વિષ્ઠો ફજેત થાઓ; કેમ કે તેઓએ વિનાકારણ મારી સાથે કપટ કર્યું છે; પણ હું તમારાં શાસનોનું મનન કરીશ."},{"number":79,"verse":"તમારા ભક્તો, એટલે જેઓ તમારાં સાક્ષ્યો જાણે છે, તેઓ મારા તરફ વળો."},{"number":80,"verse":"મારું હ્રદય તમારા વિધિઓ વિષે પૂર્ણ થાય કે, મારે લજવાવું ન પડે. કાફ"},{"number":81,"verse":"( બચાવ માટે પ્રાર્થના) તમારા તારણને માટે મારો જીવ મૂંઝાય છે; પણ હું તમારા વચનની આશા રાખું છું."},{"number":82,"verse":"“તમે મને ક્યારે દિલાસો આપશો?” એમ કહેતાં મારી આંખો તમારા વચનને માટે નિસ્‍તેજ થઈ જાય છે."},{"number":83,"verse":"વળી હું ધુમાડામાં રહેલી મશકના જેવો થઈ ગયો છું; તોપણ હું તમારા વિધિઓને વીસરતો નથી."},{"number":84,"verse":"તમારા સેવકના દિવસ કેટલા છે? તમે સતાવનારાનો ન્યાય ક્યારે કરશો?"},{"number":85,"verse":"જે ગર્વિષ્ઠો તમારા નિયમાનુસાર વર્તતા નથી, તેઓએ મારે માટે ખાડા ખોદ્યા છે."},{"number":86,"verse":"તેઓ મને વિનાકારણ સતાવે છે; તમે મને સહાય કરો; તમારી સર્વ આજ્ઞાઓ વિશ્વાસયોગ્ય છે."},{"number":87,"verse":"પૃથ્વી પરથી તેઓએ લગભગ મારો નાશ કર્યો હતો; તોપણ મેં તમારાં શાસનોનો ત્યાગ કર્યો નહિ."},{"number":88,"verse":"તમારી કૃપા પ્રમાણે મને જીવાડો; એટલે હું તમારા મુખની શિખામણ પાળીશ. લામેદ"},{"number":89,"verse":"( પ્રભુના નિયમનું વિશ્વાસુપણું) હે યહોવા, તમારું વચન આકાશમાં સદા સ્થિર છે."},{"number":90,"verse":"પેઢી દરપેઢી તમારું વિશ્વાસુપણું કાયમ રહે છે; તમે પૃથ્વીને સ્થાપી છે, અને તે નીભી રહે છે."},{"number":91,"verse":"આજ સુધી તેઓ તમારાં ન્યાયવચન પ્રમાણે નીભી રહેલાં છે; કેમ કે તેઓ સર્વ તમારા સેવકો છે."},{"number":92,"verse":"જો તમારા નિયમમાં મેં આનંદ માન્યો ન હોત, તો હું મારા દુ:ખમાં નાશ પામત."},{"number":93,"verse":"હું તમારાં શાસનોને કદી વીસરીશ નહિ; કેમ કે તમે તેઓથી મને જીવાડ્યો છે."},{"number":94,"verse":"હું તમારો છું, મને બચાવો; કેમ કે મેં તમારાં શાસનો શોધ્યાં છે."},{"number":95,"verse":"દુષ્ટો મારો નાશ કરવાનો લાગ જોઈ રહ્યા છે; પણ હું તમારાં સાક્ષ્યો ધ્યાનમાં રાખીશ."},{"number":96,"verse":"મેં સર્વ સંપૂર્ણતાની સીમા તો જોઈ છે; પણ તમારી આજ્ઞાની સીમા જ નથી. મેમ"},{"number":97,"verse":"( પ્રભુના નિયમ માટેનો પ્રેમ) હું તમારા નિયમ પર કેટલો બધો પ્રેમ રાખું છું! આખો દિવસ તેનું જ મનન કરું છું."},{"number":98,"verse":"તમારી આજ્ઞાઓ મારા શત્રુઓના કરતાં મને બુદ્ધિમાન કરે છે; કેમ કે તેઓ સદા મારી પાસે છે."},{"number":99,"verse":"મારા સર્વ શિક્ષકો કરતાં હું વધુ સમજું છું; કેમ કે હું તમારાં સાક્ષ્યોનું ધ્યાન ધરું છું."},{"number":100,"verse":"વૃદ્ધોના કરતાં હું વિશેષ જાણું છું, કેમ કે મેં તમારાં શાસનો પાળ્યાં છે."},{"number":101,"verse":"હું તમારું વચન પાળું માટે મેં મારા પગ સર્વ ભૂંડા માર્ગથી પાછા હઠાવ્યા છે."},{"number":102,"verse":"હું તમારાં ન્યાયવચનોથી ખસી ગયો નથી; કેમ કે તમે મને શિક્ષણ આપ્યું છે."},{"number":103,"verse":"મારી રુચિને તમારાં વચન કેવાં મીઠાં લાગે છે! તેઓ મારા મુખને મધના કરતાં વધુ મીઠાં છે!"},{"number":104,"verse":"તમારાં શાસનોથી મને સમજણ મળે છે; માટે હું હરેક જૂઠા માર્ગને ધિક્કારું છું. નુન"},{"number":105,"verse":"( તમારા નિયમમાં જીવનપ્રકાશ છે) મારા પગોને માટે તમારું વચન દીવારૂપ છે; તે મારા માર્ગને માટે અજવાળારૂપ છે."},{"number":106,"verse":"હું તમારાં યથાર્થ ન્યાયશાસનો પાળીશ એવી પ્રતિજ્ઞા મેં કરી હતી, અને તે પાળી પણ છે."},{"number":107,"verse":"હું દુ:ખમાં બહુ દબાઈ ગયો છું; હે યહોવા, તમારા વચન પ્રમાણે મને જીવાડો."},{"number":108,"verse":"હે યહોવા, મારા મુખનાં રાજીખુશીથી આપેલાં અર્પણ સ્વીકારો; અને તમારાં ન્યાયવચનો મને શીખવો."},{"number":109,"verse":"મારો જીવ સદા મારી મુઠ્ઠીમાં છે; તોપણ હું તમારા નિયમને વીસરતો નથી."},{"number":110,"verse":"દુષ્ટોએ મારે માટે પાશ નાખ્યો છે; તોપણ હું તમારાં શાસનો મૂકીને ભમી ગયો નથી."},{"number":111,"verse":"મેં તમારાં સાક્ષ્યોને મારો સદાકાળનો વારસો માન્યાં છે; કેમ કે તેઓ મારા હ્રદયનો આનંદ છે."},{"number":112,"verse":"તમારા વિધિઓ છેવટ સુધી સદા પાળવાને મેં મારા હ્રદયને વાળ્યું છે. સામેખ"},{"number":113,"verse":"( તમારા નિયમમાં જ મારી સહીસલામતી) હું બે મોઢાંવાળાઓને ધિક્કારું છું; પણ હું તમારા નિયમ પર પ્રેમ રાખું છું."},{"number":114,"verse":"તમે મારી ઓથ તથા ઢાલ છો; હું તમારા વચનની આશા રાખું છું."},{"number":115,"verse":"અરે ભૂંડું કરનારા, તમે મારી પાસેથી ખસી જાઓ કે, હું મારા ઈશ્વરની આજ્ઞાઓ પાળું."},{"number":116,"verse":"હું જીવું માટે તમારા વચન પ્રમાણે મને આધાર આપો. મારી આશા વિષે મને ફજેત કરશો નહિ."},{"number":117,"verse":"તમે મારા સહાયકારી થાઓ. એટલે હું સલામત રહીશ, અને હું નિત્ય તમારા વિધિઓ પર લક્ષ આપીશ."},{"number":118,"verse":"તમારા વિધિઓથી સર્વ ભમી જનારાને તમે હલકા ગણ્યા છે; કેમ કે તેઓનો ઢોંગ ફોકટ છે."},{"number":119,"verse":"કચરાની જેમ તમે પૃથ્વીના સર્વ દુષ્ટોને બાતલ કરો છે; માટે હું તમારાં સાક્ષ્યો પર પ્રેમ રાખું છું."},{"number":120,"verse":"તમારા ભયથી હું કાપું છું; અને હું તમારાં ન્યાયવચનથી ડરું છું. હાયિન"},{"number":121,"verse":"( પ્રભુનો નિયમ ભક્તનો પરમાનંદ) મેં ન્યાય તથા અદલ ઇનસાફ કર્યો છે; મારા પર જુલમ કરનારાના હાથમાં મને ન સોંપો."},{"number":122,"verse":"તમારા સેવકના કલ્યાણને માટે તેના જામીન થાઓ; ગર્વિષ્ઠોને મારા પર જુલમ કરવા ન દો."},{"number":123,"verse":"તમારા તારણની ને તમારા પવિત્ર વચનની રાહ જોતાં જોતાં મારી આંખો નિસ્તેજ થાય છે."},{"number":124,"verse":"તમારી કૃપા પ્રમાણે તમારા સેવકની સાથે વર્તજો, તમારા વિધિઓ મને શીખવજો."},{"number":125,"verse":"હું તમારો સેવક છું. મને બુદ્ધિ આપો; જેથી હું તમારાં સાક્ષ્યો સમજું."},{"number":126,"verse":"હવે યહોવાને કામ કરવાનો સમય આવ્યો છે; કેમ કે તેઓએ તમારો નિયમ તોડ્યો છે."},{"number":127,"verse":"તેથી હું સોના કરતાં, ચોખ્ખા સોના કરતાં પણ તમારી આજ્ઞાઓ પર વધારે પ્રેમ રાખું છું."},{"number":128,"verse":"તમારાં શાસનો પ્રમાણે હું મારી સર્વ વર્તણૂક યથાર્થ રાખું છું; હું દરેક જૂઠા માર્ગને ધિક્કારું છું. પે"},{"number":129,"verse":"( પ્રભુનો નિયમ પાળવાની તમન્‍ના) તમારાં સાક્ષ્યો આશ્ચર્યકારક છે; માટે મારો જીવ તેમને પાળે છે."},{"number":130,"verse":"તમારાં વચનોનો ખુલાસો પ્રકાશ આપે છે તે ભોળાને સમજણ આપે છે."},{"number":131,"verse":"હું મારું મોં ઉઘાડીને તલપી રહ્યો; કેમ કે હું તમારી આજ્ઞાઓની અભિલાષા રાખતો હતો."},{"number":132,"verse":"જેમ તમારા નામ પર પ્રેમ રાખનારાની સાથે તમે વર્તો છો, તેમ તમે મારા તરફ ફરીને મારા પર દયા કરો."},{"number":133,"verse":"તમારા વચન પ્રમાણે મારી પાસે ડગલાં ભરાવો; અને કોઈ પણ અન્યાયને મારા પર ધણીપણું કરવા ન દો."},{"number":134,"verse":"માણસના જુલમમાંથી મારો ઉદ્ધાર કરો; એટલે હું તમારાં શાસનો પાળીશ."},{"number":135,"verse":"તમારા સેવક પર તમારા મુખનો પ્રકાશ પાડો; અને તમારા વિધિઓ મને શીખવો."},{"number":136,"verse":"તમારો નિયમ તેઓ પાળતા નથી, તેથી મારી આંખોમાંથી ચોધાર આંસુઓ વહે છે. સાદે"},{"number":137,"verse":"( તમારો નિયમ તદ્દન ન્યાયી છે) હે યહોવા, તમે ન્યાયી છો, તમારાં ન્યાયવચનો યથાર્થ છે."},{"number":138,"verse":"ન્યાયીપણાથી તથા પૂરેપૂરા વિશ્વાસુપણાથી તમે તમારાં સાક્ષ્યો ફરમાવ્યાં છે."},{"number":139,"verse":"મારા શત્રુઓ તમારાં વચન વીસરી ગયા છે, તેથી મારા જુસ્સાએ મને ક્ષીણ કરી નાખ્યો છે."},{"number":140,"verse":"તમારું વચન તદ્દન નિર્મળ છે; માટે તમારો સેવક તેના પર પ્રેમ રાખે છે."},{"number":141,"verse":"હું નાનો તથા ધિક્કારાયેલો છું; તોપણ હું તમારાં શાસનો ભૂલી જતો નથી."},{"number":142,"verse":"તમારું ન્યાયીપણું તો અનંતકાળ ટકનારું ન્યાયીપણું છે, અને તમારો નિયમ સત્ય છે."},{"number":143,"verse":"શોક તથા દુ:ખ મારા પર આવી પડ્યાં છે; તોપણ તમારી આજ્ઞાઓ મારો આનંદ છે."},{"number":144,"verse":"તમારાં સાક્ષ્યો સદાકાળ ન્યાયયુક્ત છે; મને સમજણ આપો, એટલે હું જીવતો રહીશ. કોફ"},{"number":145,"verse":"( પ્રભુ, મારો હાથ પકડો) મેં ખરા હ્રદયથી વિનંતી કરી છે; હે યહોવા, મને ઉત્તર આપો; હું તમારા વિધિઓ પાળીશ."},{"number":146,"verse":"મેં તમને વિનંતી કરી છે; મને બચાવો; એટલે હું તમારાં સાક્ષ્યો પાળીશ."},{"number":147,"verse":"પ્રભાત થયા પહેલાં મેં અરજ કરી; મેં તમારી વાતની આશા રાખી."},{"number":148,"verse":"તમારા વચનનું મનન કરવા માટે મારી આંખો રાતના છેલ્લા પહોર અગાઉ ઊઘડી ગઈ હતી."},{"number":149,"verse":"તમારી કૃપા પ્રમાણે મારી વાણી સાંભળો; હે યહોવા, તમારાં ન્યાયવચનો પ્રમાણે મને જીવાડો."},{"number":150,"verse":"જેઓ દુષ્ટ ભાવથી મારી પાછળ લાગેલા છે તેઓ મારી પાસે આવે છે; તેઓ તમારા નિયમથી દૂર છે."},{"number":151,"verse":"હે યહોવા, તમે પાસે છો; અને તમારી સર્વ આજ્ઞાઓ સત્ય છે."},{"number":152,"verse":"મેં પૂર્વે તમારાં સાક્ષ્યોથી જાણ્યું છે કે, તમે તેઓને સર્વકાળને માટે સ્થાપ્યાં છે. રેશ"},{"number":153,"verse":"( સહાય માટે પ્રાર્થના) મારી વિપત્તિ સામું જુઓ, અને મને બચાવો; કેમ કે હું તમારો નિયમ વીસરતો નથી."},{"number":154,"verse":"મારી હિમાયત કરો અને મને છોડાવો; તમારા વચન પ્રમાણે મને જીવાડો."},{"number":155,"verse":"દુષ્ટોથી તારણ વેગળું રહે છે; કેમ કે તેઓ તમારા વિધિઓ શોધતા નથી."},{"number":156,"verse":"હે યહોવા, તમારી કરુણા મહાન છે; તમારાં ન્યાયવચનો પ્રમાણે મને જીવાડો."},{"number":157,"verse":"મને સતાવનારા તથા મારા શત્રુઓ ઘણા છે; તોપણ હું તમારાં સાક્ષ્યોથી પાછો હઠી ગયો નથી."},{"number":158,"verse":"મેં વિશ્વાસઘાતીઓને જોયા ત્યારે મેં તેઓને ધિક્કાર્યા, કેમ કે તેઓ તમારાં વચન પાળતાં નથી."},{"number":159,"verse":"હું તમારાં શાસનો પર કેટલો બધો પ્રેમ રાખું છું તે તમે ધ્યાનમાં લેજો; હે યહોવા, તમારી કૃપા પ્રમાણે મને જીવાડો."},{"number":160,"verse":"તમારું વચન અથથી તે ઇતિ સુધી સત્ય છે; તમારાં સર્વ ન્યાયવચનો સદાકાળ [ટકનારાં છે]. શીન"},{"number":161,"verse":"( પ્રભુનાં વચનોમાં ભક્ત રાજીરાજી) સરદારોએ વિનાકારણ મને સતાવ્યો છે; પણ મારું હ્રદય તમારાં વચનનું ભય રાખે છે."},{"number":162,"verse":"મોટી લૂંટ મેળવનારની જેમ તમારા વચનથી મને આનંદ થાય છે."},{"number":163,"verse":"અસત્ય ઉપર હું દ્વેષ રાખું છું અને તેનાથી કંટાળું છું; પણ તમારા નિયમ ઉપર હું પ્રેમ રાખું છું."},{"number":164,"verse":"તમારાં યથાર્થ ન્યાયવચનોને લીધે હું રોજ સાત વાર તમારી સ્તુતિ કરું છું."},{"number":165,"verse":"તમારા નિયમ પર પ્રેમ રાખનારાને બહુ શાંતિ મળે છે. તેઓને ઠોકર ખાવાનું કંઈ કારણ નથી."},{"number":166,"verse":"હે યહોવા, મેં તમારા તારણની આશા રાખી છે, કેમ કે મેં તમારી આજ્ઞાઓ પાળી છે."},{"number":167,"verse":"મારા આત્માએ તમારાં સાક્ષ્યો પાળ્યાં છે; તેમના પર હું ઘણો જ પ્રેમ રાખું છું."},{"number":168,"verse":"મેં તમારાં શાસનો તથા સાક્ષ્યો પાળ્યાં છે કેમ કે મારી બધી ચાલચલગત તમને વિદિત છે. તાવ"},{"number":169,"verse":"( મારો પોકાર તમને પહોંચો) હે યહોવા, મારા પોકારને તમારી પાસે આવવા દો; તમારા વચન પ્રમાણે મને સમજણ આપો."},{"number":170,"verse":"મારી પ્રાર્થનાને તમારી સમક્ષ આવવા દો; તમારા વચન પ્રમાણે મને છોડાવો."},{"number":171,"verse":"મારા હોઠો તમારી સ્તુતિ ઉચ્ચારો; કેમ કે તમે મને તમારા વિધિઓ શીખવો છો."},{"number":172,"verse":"મારી જીભ તમારા વચન વિષે ગાયન કરો; કેમ કે તમારી સર્વ આજ્ઞાઓ ન્યાયી છે."},{"number":173,"verse":"તમારો હાથ મને સહાય કરવા તૈયાર થાઓ; કેમ કે મેં તમારાં શાસન પસંદ કર્યાં છે."},{"number":174,"verse":"હે યહોવા, હું તમારા તારણને માટે અભિલાષી છું; તમારો નિયમ મારો આનંદ છે."},{"number":175,"verse":"મારા આત્માને જીવાડો, એટલે તે તમારી સ્તુતિ કરશે; તમારાં ન્યાયવચનો મને સહાય કરો."},{"number":176,"verse":"હું ભૂલા પડેલા મેંઢાની જેમ ભટક્યો છું; તમારા સેવકને શોધી કાઢો; કેમ કે હું તમારી આજ્ઞાઓ વીસરી જતો નથી."}]}