{"bibleAbbr":"guOV2016","bookName":"ગીતશાસ્‍ત્ર","bookEnglishName":"Psalms","chapterNumber":135,"verses":[{"number":1,"verse":"( ઈશ્વરસ્તુતિ) યહોવાની સ્તુતિ કરો; યહોવાના નામની સ્તુતિ કરો; હે યહોવાના સેવકો, તમે તેમની સ્તુતિ કરો;"},{"number":2,"verse":"યહોવાના મંદિરમાં, આપણા ઈશ્વરના મંદિરનાં આંગણામાં ઊભા રહેનારા [તેમની સ્તુતિ કરો]."},{"number":3,"verse":"તમે યહોવાની સ્તુતિ કરો, કેમ કે યહોવા ઉત્તમ છે; તેમના નામની સ્તુતિ ગાઓ, કેમ કે તેમ કરવું આનંદદાયક છે."},{"number":4,"verse":"યહોવાએ પોતાને માટે યાકૂબને પસંદ કર્યો છે, તેમણે ઇઝરાયલને પોતાની ખાસ મિલકત થવા માટે [પસંદ કર્યો છે]."},{"number":5,"verse":"કેમ કે હું જાણું છું કે યહોવા મહાન છે, આપણા પ્રભુ સર્વ દેવો કરતાં મહાન છે."},{"number":6,"verse":"આકાશમાં તથા પૃથ્વીમાં, સમુદ્રોમાં તથા સર્વ ઊંડાણોમાં, યહોવાને જે જે સારું લાગ્યું, તે સર્વ તેમણે કર્યું છે."},{"number":7,"verse":"પૃથ્વીના છેડાથી તે વાદળાં ચઢાવે છે; વરસાદને માટે તે વીજળી ઉત્પન્‍ન કરે છે; પોતાના ભંડારોમાંથી તે વાયુને બહાર કાઢે છે."},{"number":8,"verse":"મિસરમાં તેમણે માણસોના તથા પશુઓના પ્રથમ જન્મેલાઓને માર્યા."},{"number":9,"verse":"હે મિસર, તારા પ્રદેશમાં, ફારુન ઉપર તથા તેના સર્વ સેવકો ઉપર, પ્રભુએ ચિહ્નો તથા ચમત્કારો મોકલ્યાં."},{"number":10,"verse":"તેમણે ઘણી પ્રજાઓને મારી, તેમણે પરાક્રમી રાજાઓનો સંહાર કર્યો;"},{"number":11,"verse":"અમોરીઓના રાજા સિહોનને, તથા બાશાનના રાજા ઓગને, અને કનાનનાં સર્વ રાજ્યોને [તેમણે માર્યા] ;"},{"number":12,"verse":"તેમના દેશને પ્રભુએ પોતાના લોક ઇઝરાયલને વારસામાં આપ્યો."},{"number":13,"verse":"હે યહોવા, તમારું નામ અનંતકાળ [ટકનાર] છે; હે યહોવા, તમારું સ્મરણ પેઢી દરપેઢી [ટકી રહેનાર] છે."},{"number":14,"verse":"યહોવા પોતાના લોકોનો ન્યાય કરશે, તે પોતાના સેવકો વિષે દિલગીર થશે."},{"number":15,"verse":"( ; .) વિદેશીઓની મૂર્તિઓ તો સોનારૂપાની છે, તેઓ માણસોના હાથથી બનેલી છે."},{"number":16,"verse":"તેઓને મોં હોય છે, પણ તેઓ બોલતી નથી; આંખ હોય છે, પણ તેઓ જોતી નથી;"},{"number":17,"verse":"કાન હોય છે, પણ તેઓ સાંભળતી નથી; અને તેઓનાં મુખમાં શ્વાસ નથી."},{"number":18,"verse":"તેઓના બનાવનારા, તેમ જ તેઓના પર ભરોસો રાખનારા સર્વ તેમના જેવા થશે."},{"number":19,"verse":"હે ઇઝરાયલપુત્રો, યહોવાને સ્તુત્ય માનો; હારુનપુત્રો, તમે યહોવાને સ્તુત્ય માનો;"},{"number":20,"verse":"લેવીપુત્રો, યહોવાને સ્તુત્ય માનો; યહોવાના ભક્તો, તમે યહોવાને સ્તુત્ય માનો."},{"number":21,"verse":"યરુશાલેમમાં વસનાર યહોવાને સિયોનમાંથી ધન્ય હોજો. યહોવાની સ્તુતિ કરો."}]}