{"bibleAbbr":"guOV2016","bookName":"ગીતશાસ્‍ત્ર","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"( ભક્તનો આર્તનાદ અને સ્તુતિગાન) મુખ્ય ગવૈયાને માટે; રાગ આયેલેથ હાશ-શાહાર. દાઉદનું ગીત. ( ; .) હે મારા ઈશ્વર, મારા ઈશ્વર, તમે મને કેમ તજી દીધો છે? મને સહાય કરવાને તથા મારો વિલાપ સાંભળવાને [તમે એટલે] દૂર કેમ રહો છો?"},{"number":2,"verse":"હે મારા ઈશ્વર, હું દિવસે અરજ કરું છું, પણ તમે ઉત્તર દેતા નથી; અને રાત્રે પણ અરજ કરું છું, પણ મને આરામ મળતો નથી."},{"number":3,"verse":"તોપણ, હે ઇઝરાયલનાં સ્તોત્ર પર બિરાજનાર, તમે પવિત્ર છો."},{"number":4,"verse":"તમારા પર અમારા પિતૃઓએ ભરોસો રાખ્યો હતો; તેઓએ ભરોસો રાખ્યો હતો, અને તમે તેઓને છોડાવ્યા."},{"number":5,"verse":"તેઓએ તમને અરજ કરી, અને તેઓ બચી ગયા; તેઓએ તમારા પર ભરોસો રાખ્યો, અને નાસીપાસ થયા નહિ."},{"number":6,"verse":"પણ હું તો માત્ર કીડો છું, માણસ નથી; માણસોથી ધિક્કાર પામેલો, અને લોકોથી તુચ્છ ગણાયેલો છું."},{"number":7,"verse":"( ; ; .) જેઓ મને જુએ છે તેઓ બધા મારી હાંસી કરે છે; તેઓ મોં મરડીને અને માથું ધુણાવીને કહે છે,"},{"number":8,"verse":"( .) “તું પોતાને યહોવાના હાથમાં સોંપ; તે તને છોડાવે; તે તારા પર રાજી છે, માટે તે તને બચાવે.”"},{"number":9,"verse":"પણ તમે મને ઉદરમાંથી બહાર લાવનાર છો; મારી માને હું ધાવતો હતો ત્યારે પણ તમે મારામાં ભરોસો ઉપજાવ્યો."},{"number":10,"verse":"જન્મથી હું તમારા હાથમાં સોંપાએલો છું; મારી માના ઉદરમાં હતો ત્યારથી તમે મારા ઈશ્વર છો."},{"number":11,"verse":"મારાથી આઘા ન થાઓ; કેમ કે સંકટ પાસે [આવી પડ્યું] છે; અને સહાય કરનાર કોઈ નથી."},{"number":12,"verse":"ઘણા ગોધાઓએ મને ઘેરી લીધો છે; બાશાનના બળવંત ગોધાઓ મારી આસપાસ ફરી વળ્યા છે."},{"number":13,"verse":"ફાડી ખાનાર તથા ગર્જનાર સિંહની જેમ તેઓ મારી સામે પોતાનું મોં વિકાસે છે."},{"number":14,"verse":"મારું બળ પાણી થઈ ગયું છે; અને મારાં સર્વ હાડકાં ઢીલાં થઈ ગયાં છે; મારું હ્રદય મીણના જેવું બની ગયું છે; તે મારાં આંતરડાંમાં પીગળી ગયું છે."},{"number":15,"verse":"મારું બળ સુકાઈને ઠીકરા જેવું થઈ ગયું છે; મારાં જડબાં સાથે મારી જીભ ચોંટી જાય છે; અને તમે મને મરણની ધૂળમાં બેસાડી દીધો છે."},{"number":16,"verse":"કેમ કે કૂતરા મારી આસપાસ ફરી વળ્યા છે; ભૂંડાઓની ટોળીએ મને ઘેરી લીધો છે; તેઓએ મારા હાથ તથા મારા પગ વીંધી નાખ્યા."},{"number":17,"verse":"હું મારાં સર્વ હાડકાં ગણી શકું છું; તેઓ મને ધારીને જુએ છે."},{"number":18,"verse":"( ; ; ; .) તેઓ અંદરોઅંદર મારાં લૂગડાં વહેંચી લે છે; અને મારા ઝભ્ભાને માટે તેઓ ચિઠ્ઠી નાખે છે."},{"number":19,"verse":"પણ, હે યહોવા, તમે દૂર ન થાઓ; હે મારા આશ્રય, મારી મદદે આવો."},{"number":20,"verse":"મારા આત્માને તરવારથી, અને મારા જીવને કૂતરાના કબજામાંથી છોડાવો."},{"number":21,"verse":"સિંહના મોંમાંથી મને બચાવો; તમે જંગલી ગોધાના શિંગથી મને [બચાવીને] ઉત્તર આપ્યો છે."},{"number":22,"verse":"( .) હું મારા ભાઈઓમાં તમારું નામ પ્રગટ કરીશ; મંડળીમાં હું તમારી સ્તુતિ કરીશ."},{"number":23,"verse":"હે યહોવાનો ભય રાખનારાઓ, તમે તેમની સ્તુતિ કરો; હે યાકૂબનાં સર્વ સંતાનો, તમે તેમને ગૌરવ આપો; અને હે ઇઝરાયલનાં સર્વ પરિવાર, તમે તેમનું ભય રાખો."},{"number":24,"verse":"કેમ કે તેમણે દુ:ખીઓના દુ:ખને તુચ્છ ગણ્યું નથી, તેનાથી કંટાળ્યા નથી; અને તેનાથી પોતાનું મુખ ફેરવ્યું નથી. પણ તેણે ઈશ્વરને અરજ કરી ત્યારે તેમણે તેનું સાંભળ્યું."},{"number":25,"verse":"તમારી કૃપાથી હું મોટી મંડળીમાં તમારી સ્તુતિ કરું છું. તેમનું ભય રાખનારાની આગળ હું મારી માનતા પૂરી કરીશ."},{"number":26,"verse":"દરિદ્રીઓ ખાશે અને તૃપ્ત થઈ જશે; યહોવાને શોધનારા તેમની સ્તુતિ કરશે; [તે કહેશે કે,] તમારું હ્રદય સર્વકાળ જીવો."},{"number":27,"verse":"પૃથ્વીની સર્વ સીમા [ના લોકો] યહોવાને સંભારીને તેમની તરફ ફરશે; અને વિદેશીઓનાં સર્વ કુટુંબો તમારી આગળ આવીને પ્રણામ કરશે."},{"number":28,"verse":"કેમ કે રાજ્ય યહોવાનું છે. અને વિદેશીઓ પર રાજ કરનાર તે જ છે."},{"number":29,"verse":"પૃથ્વીના સર્વ મોટા મોટા લોકો ખાશે તથા પ્રણામ કરશે; જેઓ ધૂળમાં જનારા છે, એટલે જેઓ પોતાના જીવને બચાવી શકતા નથી, તેઓ સર્વ ઈશ્વરની આગળ નમશે."},{"number":30,"verse":"તેમના વંશજો ઈશ્વરની સેવા કરશે; આવતી પેઢીની આગળ યહોવા વિષેની વાત પ્રગટ કરવામાં આવશે."},{"number":31,"verse":"તેઓ આવશે, અને હવે પછી જન્મનારા લોકોને યહોવાનું ન્યાયીપણું પ્રગટ કરીને કહેશે, “તેમણે તે કર્યું છે.”"}]}