{"bibleAbbr":"guOV2016","bookName":"ગીતશાસ્‍ત્ર","bookEnglishName":"Psalms","chapterNumber":55,"verses":[{"number":1,"verse":"( વિશ્વાસઘાતની વ્યથા) મુખ્ય ગવૈયાને માટે; તારવાળાં વાજાં સાથે ગાવાને. દાઉદનું માસ્કીલ. હે ઈશ્વર, મારી પ્રાર્થના પર કાન ધરો; અને મારી યાચનાથી સંતાઈ ન જાઓ."},{"number":2,"verse":"મારી વાત પર ધ્યાન આપીને મને ઉત્તર આપો; હું શોકને લીધે અશાંત છું, અને વિલાપ કરું છું."},{"number":3,"verse":"શત્રુના અવાજને લીધે, અને દુષ્ટોના જુલમને લીધે [વિલાપ કરું છું] ; કેમ કે તેઓ મારા પર અન્યાય [કરવાનો દોષ] મૂકે છે, અને ક્રોધથી મને સતાવે છે."},{"number":4,"verse":"મારા હ્રદયમાં મને બહુ પીડા થાય છે; મને મરણની બહુ બીક લાગે છે."},{"number":5,"verse":"મને ત્રાસથી ધ્રુજારી આવે છે, અને હું ભયથી ઘેરાયેલો છું."},{"number":6,"verse":"વળી મેં કહ્યું, “મને કબૂતરની જેમ પાંખ હોત, તો કેવું સારું! કે હું દૂર ઊડી જઈને વિસામો લેત."},{"number":7,"verse":"હું દૂર નાસી જઈને અરણ્યમાં મુકામ કરત. (સેલાહ)"},{"number":8,"verse":"પવનના સુસવાટાથી તથા તોફાનથી નાસીને હું ઉતાવળે આશ્રયસ્થાને જઈ પહોંચત.”"},{"number":9,"verse":"હે પ્રભુ, તેઓની જીભોમાં ફૂટ પાડીને તેઓનો નાશ કરો; કેમ કે મેં નગરમાં બલાત્કાર તથા ઝઘડા થતા જોયા છે."},{"number":10,"verse":"તેઓ અહોનિશ તેના કોટ પર ફેરા ખાય છે; અને તેની મધ્યે દુષ્ટતા તથા હાનિ ચાલુ રહી છે."},{"number":11,"verse":"તેની વચ્ચે ભૂંડાઈ છે; જુલમ તથા ઠગાઈ તેના રસ્તા પરથી ખસતાં નથી."},{"number":12,"verse":"કેમ કે મારા પર જે તહોમત મૂકનારો છે તે શત્રુ ન હતો; એ તો મારાથી સહન કરી શકાત. મારી વિરુદ્ધ વડાઈ કરનારો તે વૈરી ન હતો; એવાથી તો હું સંતાઈ રહી શકત."},{"number":13,"verse":"પણ તે તું જ છે, તું જે મારા સરખા દરજ્જાનો પુરુષ, મારો ભાઈબંધ અને મારો દિલોજાન મિત્ર!"},{"number":14,"verse":"આપણે એકબીજાની સાથે સુખે ગોષ્ઠિ કરતા હતા, વળી જનસમુદાયની સાથે ઈશ્વરના મંદિરમાં જતા હતા."},{"number":15,"verse":"તેમના પર મોત એકાએક આવો, તેઓ જીવતા જ શેઓલમાં ઊતરી પડો; કેમ કે ભૂંડાઈ તેઓનાં ઘરોમાં, હા, તેઓનાં અંતરમાં છે."},{"number":16,"verse":"હું તો ઈશ્વરને પોકાર કરીશ, એટલે યહોવા મારું તારણ કરશે."},{"number":17,"verse":"સાંજે, સવારે તથા બપોરે હું શોક તથા વિલાપ કરીશ; તે મારો સાદ સાંભળશે."},{"number":18,"verse":"કોઈ મારી પાસે આવે નહિ, માટે તેમણે મને છોડાવીને મારા આત્માને શાંતિ આપી છે; કેમ કે મારી સામે લડનારા ઘણા હતા."},{"number":19,"verse":"ઈશ્વર જે અનાદિકાળથી [ન્યાયાસન પર] બિરાજમાન છે. તે [મારી પ્રાર્થના] સાંભળશે, (સેલાહ) અને જેઓ [ની સ્થિતિ] માં કંઈ ફેરફાર થતો નથી, અને જેઓ ઈશ્વરથી બીતા નથી, તેઓને તે નીચે પાડશે."},{"number":20,"verse":"જેઓ તેની સાથે સમાધાન રાખતા હતા, તેમના પર તેણે હાથ ઉગામ્યો છે; તેણે પોતાનો કરેલો કરાર તોડયો છે."},{"number":21,"verse":"તેના મોઢાના શબ્દો માખણ જેવા સુંવાળા હતા, પણ તેના હ્રદયમાં યુદ્ધ [નું ઝેર] હતું. તેની વાતો તેલ કરતાં નરમ હતી, તોપણ તેઓ ઉઘાડી તરવારો જેવી હતી."},{"number":22,"verse":"તારો બોજો યહોવા પર નાખ, એટલે તે તને નિભાવી રાખશે; તે કદી ન્યાયીને ઠોકર ખાવા દેશે નહિ."},{"number":23,"verse":"પણ, હે ઈશ્વર, તમે તેઓને નાશના ખાડામાં નાખી દેશો. ખૂની તથા કપટી માણસો પોતાના અર્ધા આયુષ્ય સુધી પણ જીવવાના નથી; પરંતુ હું તો તમારા પર ભરોસો રાખીશ."}]}