{"bibleAbbr":"guOV2016","bookName":"ગીતશાસ્‍ત્ર","bookEnglishName":"Psalms","chapterNumber":59,"verses":[{"number":1,"verse":"( સલામતી માટે પ્રાર્થના) ( .) મુખ્ય ગવૈયાને માટે; રાગ આલ-તાશ્ખેથ. દાઉદનું મિખ્તામ. શાઉલે મોકલેલા માણસોએ તેને મારવાને ઘરની ચોકી કરી, તે વખતનું. હે મારા ઈશ્વર, મારા શત્રુઓથી મને છોડાવો; મારા પર ચઢાઈ કરનારાઓથી મને ઉગારો."},{"number":2,"verse":"અન્યાય કરનારાઓથી મને છોડાવો, અને ખૂની માણસોથી મને બચાવો."},{"number":3,"verse":"તેઓ મારો પ્રાણ લેવા સંતાઈ રહે છે; પરાક્રમીઓ મારી સામે એકત્ર થાય છે; હે યહોવા, મારાં ઉલ્‍લંઘન કે મારાં પાપને લીધે આ થાય છે, એમ નથી."},{"number":4,"verse":"[મારો] કંઈ પણ દોષ ન હોવા છતાં તેઓ દોડી આવીને તૈયારી કરે છે; મને સહાય કરવાને જાગો અને જુઓ."},{"number":5,"verse":"ઓ સૈન્યોના [સરદાર] યહોવા પરમેશ્વર, ઇઝરાયલના ઈશ્વર, તમે સર્વ વિદેશીઓને જોઈ લેવાને જાગજો; કોઈ પણ દુષ્ટ અપરાધીઓ પર તમે દયા કરશો નહિ. (સેલાહ)"},{"number":6,"verse":"તેઓ સંધ્યાકાળે પાછા આવે છે. તેઓ કૂતરાની જેમ ઘૂરકે છે, અને નગરની આસપાસ ફેરા ખાય છે."},{"number":7,"verse":"તેઓ મોંમાંથી ફીણ કાઢે છે; તેઓના હોઠોમાં તરવારો છે; [તેઓ એવું બોલે છે કે,] કોણ સાંભળનાર છે?"},{"number":8,"verse":"પણ, હે યહોવા, તમે તેઓને હસી કાઢશો; તમે સર્વ વિદેશીઓની મશ્કરી કરશો."},{"number":9,"verse":"હે મારા સામર્થ્ય, હું તમારી રાહ જોઈશ; કેમ કે ઈશ્વર મારા ઊંચા ગઢ છે."},{"number":10,"verse":"મારા પર કૃપા કરનારા ઈશ્વર મને સામા મળવા આવશે; ઈશ્વર મારા શત્રુઓ ઉપર મને મારા કોડ પૂરવા દેશે."},{"number":11,"verse":"તેઓને મારી નાખશો નહિ, રખેને મારા લોક ભૂલી જાય; હે પ્રભુ, અમારી ઢાલ, તમારી શક્તિ વડે તેઓને વિખેરીને નીચે પાડી નાખો."},{"number":12,"verse":"તેઓના મુખના પાપને લીધે, તેઓના હોઠોના શબ્દોને લીધે, અને તેઓ જે શાપ દે છે અને જે જૂઠું બોલે છે, તેને લીધે તેઓને પોતાના ગર્વમાં ફસાઈ પડવા દો."},{"number":13,"verse":"કોપથી તેઓનો નાશ કરો, નાશ કરો કે, તેઓ હતા ન હતા થઈ જાય; તેઓને ખાતરી આપો કે, પૃથ્વીની સીમા સુધી ઈશ્વર યાકૂબમાં રાજ કરે છે. (સેલાહ)"},{"number":14,"verse":"સાંજે તેઓ પાછા આવો, તેઓ કૂતરાની જેમ ઘૂરકો, અને નગરની આસપાસ ફેરા ખાઓ."},{"number":15,"verse":"તેઓ ખાવા માટે રખડતા ફરશે. અને તૃપ્ત નહિ થાય તો આખી રાત [ભૂખ્યા] રહેશે."},{"number":16,"verse":"પરંતુ હું તો તમારા સામર્થ્યનું ગાયન કરીશ; હું સવારમાં તમારી કૃપા વિષે હર્ષનાદ કરીશ; કેમ કે તમે મારા ઊંચા ગઢ છો, અને સંકટને સમયે મારા આશ્રયદાતા થયા છો."},{"number":17,"verse":"હે મારા સામર્થ્ય, હું તમારાં સ્તોત્રો ગાઈશ; કેમ કે ઈશ્વર મારા ઊંચા ગઢ, અને મારા પર કૃપા કરનાર ઈશ્વર છે."}]}