{"bibleAbbr":"guOV2016","bookName":"ગીતશાસ્‍ત્ર","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"( પ્રભુનાં મહાન કામો માટે યશોગાન) મુખ્ય ગવૈયાને માટે. ગાયન; ગીત હે સર્વ ભૂવાસીઓ, ઈશ્વરની આગળ હર્ખનાં ગીત ગાઓ;"},{"number":2,"verse":"તેમના નામના ગૌરવની સ્તુતિ ગાઓ; તેમના સ્તવનને મહિમાવાન કરો."},{"number":3,"verse":"ઈશ્વરને કહો, “તમારાં કામ કેવાં ભયંકર છે! તમારા મહા સામર્થ્યને લીધે તમારા શત્રુઓ તમારી આગળ નમી જશે."},{"number":4,"verse":"આખી પૃથ્વી તમારું ભજન કરશે, તે તમારી આગળ ગાયન કરશે; તેઓ તમારા નામનું સ્તવન કરશે.” (સેલાહ)"},{"number":5,"verse":"આવો, અને ઈશ્વરનાં કૃત્યોનું અવલોકન કરો; માણસો પ્રત્યે તેમનાં કામ ભયંકર [છે]."},{"number":6,"verse":"( .) તેમણે સમુદ્રને સૂકવી નાખ્યો! ( .) તેઓ પગે ચાલીને નદીને સામે પાર ગયા! ત્યાં આપણે પ્રભુમાં આનંદ કર્યો હતો."},{"number":7,"verse":"તે પોતાના પરાક્રમથી સદા રાજ કરે છે; તેમની આંખો પ્રજાઓને નિહાળે છે; બંડખોરો ફાવી જઈને ઊંચા ન થઈ જાય. (સેલાહ)"},{"number":8,"verse":"હે લોકો, તમે આપણા ઈશ્વરને ધન્યવાદ આપો, અને તેમના સ્તવનનો ધ્વનિ સંભળાવો."},{"number":9,"verse":"તે આપણા આત્માને જીવનમાં [સહીસલામત] રાખે છે, અને આપણા પગને લપસી જવા દેતા નથી."},{"number":10,"verse":"કેમ કે, હે ઈશ્વર, તમે અમને પારખ્યા છે; જેમ રૂપું કસાય છે તેમ તમે અમને કસ્યા છે."},{"number":11,"verse":"તમે અમને જાળમાં પાડયા; તમે અમારી કમરો પર ત્રાસદાયક બોજો મૂક્યો."},{"number":12,"verse":"તમે અમારાં માથાં પર માણસો પાસે સવારી કરાવી; અમારે અગ્નિ તથા પાણીમાંથી ચાલવું પડયું; પણ તમે અમોને કાઢી લાવીને સમૃદ્ધિવાન જગાએ પહોંચાડયા."},{"number":13,"verse":"દહનીયાર્પણો લઈને હું તમારા મંદિરમાં આવીશ; હું તમારી આગળ મારી માનતાઓ પૂરી કરીશ;"},{"number":14,"verse":"મારા હોઠોએ જે ઉચ્ચાર્યું, સંકટને સમયે મારે મુખે જે હું બોલ્યો, તે [હું પૂરું કરીશ]."},{"number":15,"verse":"પુષ્ટ જનાવરનાં દહનીયાર્પણો મેંઢાઓના ધૂપ સાથે હું તમારી આગળ ચઢાવીશ; હું બકરાં તેમ જ ગોધા ચઢાવીશ. (સેલાહ)"},{"number":16,"verse":"હે ઈશ્વરના ભક્તો, તમે સર્વ સાંભળો, એટલે તેમણે મારા આત્માને માટે જે જે કર્યું છે, તે હું કહી સંભળાવીશ."},{"number":17,"verse":"મારે મુખે મેં તેમને અરજ કરી, અને મારી જીભે તેમનું સ્તવન કર્યું."},{"number":18,"verse":"જો હું મારા હ્રદયમાં ભૂંડાઈ કરવાનો ઇરાદો રાખું, તો પ્રભુ મારું સાંભળે જ નહિ;"},{"number":19,"verse":"પણ ઈશ્વરે નિશ્ચે મારું સાંભળ્યું છે; તેમણે મારી પ્રાર્થના પર કાન ધર્યો છે."},{"number":20,"verse":"ઈશ્વરને ધન્ય હોજો કે, જેમણે મારી પ્રાર્થનાની અવગણના કરી નથી, તથા મારા પરની તેમની કૃપા અટકાવી નથી."}]}