{"bibleAbbr":"guOV2016","bookName":"ગીતશાસ્‍ત્ર","bookEnglishName":"Psalms","chapterNumber":72,"verses":[{"number":1,"verse":"( રાજા માટે પ્રાર્થના) ( સુલેમાનનું [ગીત]) હે ઈશ્વર, ઇનસાફ કરવાનો તમારો અધિકાર તમે રાજાને આપો, અને રાજાના પુત્રને તમારું ન્યાયીપણું આપો."},{"number":2,"verse":"તે ન્યાયીપણાથી તમારા લોકોનો ન્યાય, અને નિષ્પક્ષપાતથી તમારા દીનોનો ઇનસાફ કરશે."},{"number":3,"verse":"પર્વતો તથા ડુંગરો ન્યાયીપણે લોકોને શાંતિ આપશે."},{"number":4,"verse":"તે લોકોમાંના દીનોનો ન્યાય કરશે, તે દરિદ્રીઓના દીકરાઓને તારશે, અને જુલમગારને છૂંદી નાખશે."},{"number":5,"verse":"સૂર્ય તથા ચંદ્ર રહે ત્યાં સુધી તેઓ પેઢી દરપેઢી તમારી બીક રાખશે."},{"number":6,"verse":"જેમ કાપેલા ઘાસ પર વરસાદ પડે છે, જેમ પૃથ્વીને સિંચનારાં ઝાપટાં થાય છે, તેમ તેની ઉન્નતિ થતી રહેશે."},{"number":7,"verse":"તેના દિવસોમાં ન્યાયીઓ ખીલશે; અને ચંદ્ર જતો રહેશે, ત્યાં સુધી શાંતિ પુષ્કળ થશે."},{"number":8,"verse":"વળી ( .) તે સમુદ્રથી સમુદ્ર સુધી, અને નદીથી તે પૃથ્વીની સીમા સુધી રાજ કરશે."},{"number":9,"verse":"અરણ્યવાસીઓ તેમની આગળ નમશે; અને તેમના શત્રુઓ ધૂળ ચાટશે."},{"number":10,"verse":"તાર્શીશના તથા દરિયાકિનારાના રાજાઓ ખંડણી આપશે; શેબા તથા સેબાના રાજાઓ નજરાણાં કરશે."},{"number":11,"verse":"સર્વ રાજાઓ તેમની આગળ પ્રણામ કરશે; અને સર્વ વિદેશીઓ તેમની સેવા કરશે."},{"number":12,"verse":"કેમ કે દરિદ્રી પોકાર કરે ત્યારે તે તેને છોડાવશે; અને દુ:ખી જેનો કોઈ મદદગાર નથી, તેનો તે બચાવ કરશે."},{"number":13,"verse":"તે અબળ તથા દરિદ્રી ઉપર દયા કરશે, તે દરિદ્રીઓના આત્માઓનું તારણ કરશે."},{"number":14,"verse":"જુલમ તથા બળાત્કારમાંથી તે તેઓના આત્માઓને છોડાવશે; તેમની દષ્ટિમાં તેઓનું રક્ત મૂલ્યવાન થશે;"},{"number":15,"verse":"તેઓ જીવશે; અને તેમને શેબાનું સોનું આપવામાં આવશે; તેમના હકમાં નિત્ય પ્રાર્થનાઓ કરવામાં આવશે; આખો દિવસ તેમને ધન્યવાદ આપવામાં આવશે."},{"number":16,"verse":"દેશમાં પર્વતોનાં શિખરો પર પણ પુષ્કળ ધાન્ય પાકશે; તેનાં ફળ લબાનોનની જેમ ઝૂલશે; અને નગરના રહેવાસીઓ ઘાસની જેમ વધશે."},{"number":17,"verse":"તેઓનું નામ સર્વદા રહેશે; સૂર્ય તપે ત્યાં સુધી તેમનું નામ ટકશે; અને તેમનાથી લોકો આશીર્વાદ પામશે; સર્વ દેશજાતિઓ તેમને ધન્યવાદ આપશે."},{"number":18,"verse":"યહોવા ઈશ્વરને, ઇઝરાયલના ઈશ્વરને, ધન્ય હોજો, એકલા તે જ આશ્ચર્યકારક કામો કરે છે;"},{"number":19,"verse":"સર્વકાળ માટે તેમના ગૌરવી નામને ધન્ય હોજો; આખી પૃથ્વી તેમના મહિમાથી ભરપૂર થાઓ. આમીન તથા આમીન."},{"number":20,"verse":"યિશાઈના પુત્ર દાઉદની પ્રાર્થનાઓ સમાપ્ત થઈ છે."}]}