{"bibleAbbr":"guOV2016","bookName":"ગીતશાસ્‍ત્ર","bookEnglishName":"Psalms","chapterNumber":77,"verses":[{"number":1,"verse":"( આપત્તિકાળમાં દિલાસો) મુખ્ય ગવૈયાને માટે; યદૂથૂનની રીત પ્રમાણે રચેલું. આસાફનું ગીત. હું ઈશ્વર આગળ મારી વાણી સંભળાવીશ; મારી વાણીથી હું ઈશ્વરને અરજ કરીશ, અને તે મને કાન ધરશે."},{"number":2,"verse":"મારા દુ:ખને દિવસે મેં પ્રભુને શોધ્યા; રાત્રે થાક ખાધા વગર, મારા હાથ [તેમની આગળ] જોડી રાખેલા હતા; મારા આત્માએ દિલાસો સ્વીકારવાની ના પાડી."},{"number":3,"verse":"હું ઈશ્વરનું સ્મરણ કરીને વ્યાકુળ થાઉં છું; હું પ્રાર્થના કરીને મનન કરું છું, ત્યારે મારો આત્મા મૂર્છિત થાય છે. (સેલાહ)"},{"number":4,"verse":"તમે મને મારી આંખો મીંચવા દેતા નથી; હું એટલો બધો વ્યાકુળ છું કે મારાથી બોલાતું નથી."},{"number":5,"verse":"હું આગલા દિવસોનો, પૂર્વનાં વર્ષોનો વિચાર કરું છું."},{"number":6,"verse":"રાતમાં મારું [ગાયેલું] ગીત મને સાંભરે છે; હું મનમાં મનન કરું છું; અને મારા આત્માએ ઘણી શોધ કરતાં [પૂછયું] ,"},{"number":7,"verse":"“શું પ્રભુ [આપણને] સર્વકાળ તજી દેશે? શું તે ફરી પ્રસન્ન થશે નહિ?"},{"number":8,"verse":"શું તેમની કૃપા સદાને માટે છેક જતી રહી છે? શું તેમનું વચન સદાકાળ રદ જશે?"},{"number":9,"verse":"કૃપાળુ થવાને ઈશ્વર વીસરી ગયા છે? શું કોપ કરીને તેમણે મહેરબાની બંધ કરી છે?” (સેલાહ)"},{"number":10,"verse":"ત્યારે મેં કહ્યું, “આ તો મારી નિર્બળતા છે;” [પરંતુ] પરાત્પરના જમણા હાથનાં વર્ષો [હું સંભારીશ]."},{"number":11,"verse":"હું યહોવાનાં કૃત્યોનું સ્મરણ કરીશ; તમારા પુરાતન કાળના ચમત્કાર હું સંભારીશ."},{"number":12,"verse":"વળી હું તમારાં સર્વ કામોનું મનન કરીશ, અને તમારાં કૃત્યો વિષે વિચાર કરીશ."},{"number":13,"verse":"હે ઈશ્વર, તમારો માર્ગ પવિત્રસ્થાનમાં છે; ઈશ્વર જેવા મોટા ઈશ્વર કોણ છે?"},{"number":14,"verse":"તમે ચમત્કાર કરનાર ઈશ્વર છો; તમે લોકોમાં તમારું સામર્થ્ય પ્રગટ કર્યું છે."},{"number":15,"verse":"તમે તમારા બાહુથી પોતાના લોકોને, એટલે યાકૂબના તથા યૂસફના પુત્રોને છોડાવ્યા છે. (સેલાહ)"},{"number":16,"verse":"હે ઈશ્વર, પાણીએ તમને જોયા; પાણી તમને જોઈને બીધું; ઊંડાણો પણ ધ્રુજ્યાં."},{"number":17,"verse":"વાદળોએ પાણી રેડયું; આકાશે ગર્જના કરી; તમારાં બાણ ચોતરફ ઊડ્યાં."},{"number":18,"verse":"તમારી ગર્જનાનો સાદ વંટોળિયામાં હતો; વીજળીઓએ જગતને પ્રકાશિત કર્યું; પૃથ્વી કાંપી તથા ડોલી."},{"number":19,"verse":"તમારો માર્ગ સમુદ્રમાં હતો; તમારી વાટો મહાજળમાં હતી; તમારાં પગલાં જાણવામાં આવ્યાં નહિ."},{"number":20,"verse":"તમે મૂસા તથા હારુનની મારફતે પોતાના લોકોને ઘેટાંના ટોળાની જેમ દોર્યા."}]}