{"bibleAbbr":"guOV2016","bookName":"ગીતશાસ્‍ત્ર","bookEnglishName":"Psalms","chapterNumber":80,"verses":[{"number":1,"verse":"( રાષ્ટ્રના જીર્ણોદ્ધાર માટે પ્રાર્થના) મુખ્ય ગવૈયાને માટે; રાગ શોશાન્નીમ-એદૂથ. આસાફનું ગીત. ( .) હે ઇઝરાયલના પાળક, યૂસફને ટોળાની જેમ, દોરનાર, કાન ધરો; કરૂબીમ પર બિરાજનાર, પ્રકાશ કરો."},{"number":2,"verse":"એફ્રાઈમ તથા બિન્યામીન તથા મનાશ્શાની સંમુખ તમારું સામર્થ્ય પ્રગટ કરો, અમને તારવાને આવો."},{"number":3,"verse":"હે ઈશ્વર, અમને પાછા ફેરવો; તમારા મુખનો પ્રકાશ પાડો, એટલે અમે બચી જઈશું."},{"number":4,"verse":"હે સૈન્યોના ઈશ્વર યહોવા, તમારા લોકો [તમારી] પ્રાર્થના કરે છે, છતાં તમારો કોપ ક્યાં સુધી સળગતો રહેશે?"},{"number":5,"verse":"તમે તેઓને આંસુવાળી રોટલી ખવડાવી છે, અને તેઓને પુષ્કળ આંસુઓ પાયાં છે."},{"number":6,"verse":"તમે અમને અમારા પડોશીઓ પ્રત્યે તકરારનું કારણ બનાવો છો; અમારા શત્રુઓ અંદરોઅંદર અમારી હાંસી કરે છે."},{"number":7,"verse":"હે સૈન્યોના ઈશ્વર; અમને પાછા ફેરવો; તમારા મુખનો પ્રકાશ પાડો, એટલે અમે બચી જઈશું."},{"number":8,"verse":"તમે મિસરમાંથી દ્રાક્ષાવેલો લાવ્યા; તમે વિદેશીઓને હાંકી કાઢીને તેને રોપ્યો."},{"number":9,"verse":"તમે તેને માટે [જગા] તૈયાર કરી, તેની જડ બાઝી, ને તેથી દેશ ભરપૂર થયો."},{"number":10,"verse":"તેની છાયાથી પર્વતો ઢંકાયા, તેની ડાળીઓ ઈશ્વરનાં દેવદારો [જેવી] હતી."},{"number":11,"verse":"તેણે પોતાની ડાળીઓ સમુદ્ર સુધી, અને ડાંખળીઓ નદી સુધી, પ્રસારી."},{"number":12,"verse":"તમે તેની વાડ એવી રીતે કેમ તોડી છે કે, સર્વ વટેમાર્ગુઓ તેને ચૂંટી લે છે?"},{"number":13,"verse":"ડુક્કર જંગલમાંથી [આવીને] તેને બગાડે છે, અને રાની પશુઓ તેને ખાઈ જાય છે."},{"number":14,"verse":"હે સૈન્યોના ઈશ્વર, કૃપા કરીને પાછા આવો; આકાશમાંથી નજર કરો, અને આ દ્રાક્ષાવેલાની મુલાકાત લો."},{"number":15,"verse":"જે [દ્રાક્ષાવેલો] તમે તમારે જમણે હાથે રોપ્યો છે, અને જે પુત્રને તમે તમારે માટે બળવાન કર્યો છે, તેનું રક્ષણ કરો."},{"number":16,"verse":"તે અગ્નિથી બાળવામાં આવ્યો છે, તેને કાપી નાખવામાં આવ્યો છે; તેઓ તમારા મુખની ધમકીથી નાશ પામે છે."},{"number":17,"verse":"તમારા જમણા હાથના માણસ પર, એટલે જે માનવપુત્રને તમે પોતાને માટે બળવાન કરેલો છે તેના પર, તમારો હાથ રહો."},{"number":18,"verse":"એટલે અમે તમારાથી પાછા હઠીશું નહિ; અમને પુનર્જીવન આપો, તો અમે તમારા નામની વિનંતી કરીશું."},{"number":19,"verse":"હે સૈન્યોના ઈશ્વર યહોવા, અમને પાછા ફેરવો; તમારા મુખનો પ્રકાશ પાડો, એટલે અમે બચી જઈશું."}]}