{"bibleAbbr":"guOV2016","bookName":"ગીતશાસ્‍ત્ર","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"( મદદ માટે પોકાર) કોરાના દીકરાઓનું ગાયન; ગીત. મુખ્ય ગવૈયાને માટે; રાગ માહલાથ-લાનોથ. હેમાન એઝ્રાહીનું માસ્કીલ. હે યહોવા, મારા તારણના ઈશ્વર, મેં રાતદિવસ તમને અરજ કરી છે."},{"number":2,"verse":"મારી પ્રાર્થના તમારી હજૂરમાં આવો; મારો પોકાર તમારે કાને પડો;"},{"number":3,"verse":"કેમ કે મારો જીવ ઘણો દુ:ખી છે, અને મારો પ્રાણ શેઓલ તરફ ખેંચાઈ જાય છે."},{"number":4,"verse":"કબરમાં ઊતરનાર ભેગો હું ગણાયેલો છું; હું નિરાધાર માણસના જેવો છું."},{"number":5,"verse":"મને તજીને મૂએલા ભેગો ગણી લીધો છે, મારી નંખાયેલા, કબરમાં સૂતેલા કે, જેઓનું તમે ફરી સ્મરણ કરતા નથી, અને જેઓ તમારા હાથથી દૂર થયેલા છે [તેમના જેવો હું છું]."},{"number":6,"verse":"નીચલા ખાડામાં, અંધારી જગાઓમાં તથા ઊંડાણોમાં તમે મને નાખ્યો છે."},{"number":7,"verse":"તમારો કોપ મારા પર ભારે છે, તમારાં સર્વ મોજાં [મારા પર ફરી વળ્યા] થી હું દુ:ખમાં ડૂબી ગયો છું. (સેલાહ)"},{"number":8,"verse":"તમે મારા ઓળખીતાને મારી પાસેથી દૂર કર્યા છે; તેઓ મારાથી કંટાળે, એવો તમે મને કર્યો છે. હું બંદીખાનામાં પડેલો છું, તેથી હું બરાબર નીકળી શકતો નથી."},{"number":9,"verse":"દુ:ખને લીધે મારી આંખો ક્ષીણ થાય છે; હે યહોવા, મેં દરરોજ તમને અરજ કરી છે, તમારી આગળ મેં મારા હાથ જોડ્યા છે."},{"number":10,"verse":"શું તમે મૂએલાને ચમત્કાર બતાવશો? શું મૂએલા ઊઠીને તમારી આભારસ્તુતિ કરશે? (સેલાહ)"},{"number":11,"verse":"શું કબરમાં તમારી કૃપા કે, વિનાશમાં તમારું વિશ્વાસુપણું, જાહેર કરવામાં આવશે?"},{"number":12,"verse":"શું અંધકારમાં તમારાં આશ્ચર્યકારક કૃત્યો, અને વિસ્મરણના દેશમાં તમારું ન્યાયીપણું, જણાવવામાં આવશે?"},{"number":13,"verse":"પરંતુ, હે યહોવા, મેં તમને અરજ કરી છે, સવારે મારી પ્રાર્થના તમારી હજૂરમાં આવશે."},{"number":14,"verse":"હે યહોવા, મારા આત્માને તમે કેમ તજી દો છો? તમારું મુખ તમે મારાથી કેમ ફેરવો છો?"},{"number":15,"verse":"મારી જુવાનીના વખતથી હું દુ:ખી તથા મરણતોલ થઈ ગયેલો છું; તમારો ત્રાસ વેઠતાં હું ગભરાઈ ગયો છું."},{"number":16,"verse":"તમારો ઉગ્ર કોપ મારા ઉપર થયો છે; તમારા ત્રાસે મારો નાશ કર્યો છે."},{"number":17,"verse":"તેઓએ પાણીની જેમ દરરોજ મને ઘેર્યો; તેઓ ભેગા થઈને મારી આસપાસ ફરી વળ્યા."},{"number":18,"verse":"મારા પ્રિય જનોને તથા મિત્રોને તમે મારાથી દૂર કર્યા છે, મારા ઓળખીતાઓમાં હવે તો અંધકાર જ [રહ્યો છે]."}]}