{"bibleAbbr":"guOV2016","bookName":"ગીતશાસ્‍ત્ર","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"( ઈશ્વર:સર્વના ન્યાયાધીશ) હે બદલો વાળનાર ઈશ્વર, યહોવા, હે બદલો વાળનાર ઈશ્વર, પોતાને પ્રકાશવાન બતાવો."},{"number":2,"verse":"હે પૃથ્વીના ન્યાયાધીશ, પોતાને ઊંચા કરો; ગર્વિષ્ઠોને બદલો વાળી આપો."},{"number":3,"verse":"હે યહોવા, દુષ્ટો ક્યાં સુધી, દુષ્ટો ક્યાં સુધી જયજયકાર કરશે?"},{"number":4,"verse":"તેઓ બકે છે, તેઓ અભિમાનયુક્ત વાતો કરે છે; સર્વ અન્યાય કરનારા વડાઈ કરે છે."},{"number":5,"verse":"હે યહોવા, તેઓ તમારા લોકોને કચરી નાખે છે, તેઓ તમારા વારસાને દુ:ખ આપે છે."},{"number":6,"verse":"તેઓ વિધવાને તથા પરદેશીને કતલ કરે છે, તેઓ અનાથને મારી નાખે છે."},{"number":7,"verse":"તેઓ કહે છે, “યાહ જોશે નહિ. યાકૂબના ઈશ્વર ધ્યાન દેશે નહિ.”"},{"number":8,"verse":"હે લોકોમાંના અજ્ઞાનો, તમે ધ્યાન દો; મૂર્ખો, તમે ક્યારે બુદ્ધિમાન થશો?"},{"number":9,"verse":"જે કાનનો ઘડનાર છે, તે શું નહિ સાંભળે? જે આંખનો રચનાર છે, તે શું નહિ જુએ?"},{"number":10,"verse":"જે વિદેશીઓને શિક્ષા કરનાર, એટલે જે માણસોને જ્ઞાન શીખવનાર છે, તે શું શિક્ષા કરશે નહિ?"},{"number":11,"verse":"( .) યહોવા માણસોના વિચાર જાણે છે, કે તેઓ વ્યર્થ છે."},{"number":12,"verse":"હે યાહ, જેને તમે શિક્ષા કરો છો, અને જેને તમે તમારા નિયમશાસ્‍ત્રમાંથી શીખવો છો તે પુરુષને ધન્ય છે;"},{"number":13,"verse":"દુષ્ટને માટે ખાડો ખોદાય ત્યાં સુધી તમે તેને સંકટના દિવસોમાંથી શાંતિ આપશો."},{"number":14,"verse":"યહોવા પોતાના લોકને તજશે નહિ, તે પોતાના વારસાનો ત્યાગ કરશે નહિ."},{"number":15,"verse":"કેમ કે ન્યાયીકરણ ન્યાયીપણા તરફ પાછું વળશે; અને યથાર્થ હ્રદયવાળા સર્વ તેને અનુસરશે."},{"number":16,"verse":"મારે માટે દુષ્કર્મીઓની સામે કોણ ઊઠશે? મારે માટે અન્યાય કરનારની વિરુદ્ધ કોણ ઊભો થશે?"},{"number":17,"verse":"જો યહોવાએ મને સહાય ન કરી હોત તો મારો આત્મા વહેલો છાનો થઈ જાત."},{"number":18,"verse":"હે યહોવા, જ્યારે મેં કહ્યું, “મારો પગ લપસી જાય છે.” ત્યારે, તમારી કૃપાએ મને ઝીલી લીધો."},{"number":19,"verse":"મારા અંતરમાં પુષ્કળ ચિંતા થાય છે ત્યારે તમારા દિલાસાઓ મારા આત્માને ખુશ કરે છે."},{"number":20,"verse":"દુષ્ટ અધિકારીઓ નિયમસર ઉપદ્રવ યોજે છે, તેઓ શું તારી સાથે મેળાપ રાખશે?"},{"number":21,"verse":"તેઓ ન્યાયીઓને દુ:ખ આપવા એકત્ર થાય છે, અને નિરપરાધીને ગુનેગાર ઠરાવે છે."},{"number":22,"verse":"પણ યહોવા મારો ગઢ છે; અને મારા ઈશ્વર મારા આશ્રયના ખડક છે."},{"number":23,"verse":"તેમણે તેઓને તેમનો અન્યાય વાળી આપ્યો છે, તે તેઓની ભૂંડાઈને માટે તેઓનો સંહાર કરશે; યહોવા આપણા ઈશ્વર તેઓનો સંહાર કરશે."}]}