{"bibleAbbr":"PESH1849","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":1,"verses":[{"number":1,"verse":"IN manifold portions,* and in all manners, spake Aloha with our fathers by the prophets from the first: [* B'cull manon, in all portions. \"Omnibus partibus, i. e., omnifariam, multifariam.\" SCHAFF.]"},{"number":2,"verse":"but in these last days he hath spoken with us by his Son; whom he constituted the heir of every thing, and by whom he made the worlds;"},{"number":3,"verse":"who himself is the resplendence of his glory, and the image of his Being, and upholdeth all (things) by the power of his word; and he, in his (own) person, hath made purification of sins, and hath sat down at the right hand of the Majesty on high.[The Greatness in the high places.]"},{"number":4,"verse":"And this (person) is altogether more excellent than the angels, by so much as the name he hath inherited (is) more excellent than theirs."},{"number":5,"verse":"For unto which one from (among) the angels at any time said Aloha, Thou art MY SON; I to-day have begotten thee?"},{"number":6,"verse":"And again, I will be to him the Father, and he shall be to me the Son? But again, when bringing in the Firstbegotten into the world, he said, Let all the angels of Aloha worship him."},{"number":7,"verse":"But concerning the angels, thus hath he spoken: Who hath made his angels spirit, and his ministers a flaming fire."},{"number":8,"verse":"But concerning the Son he hath said, Thy throne, Aloha, (is) for ever and ever, a right [Or, perfect, true.] sceptre (is) the sceptre of thy kingdom."},{"number":9,"verse":"Thou hast loved righteousness, and hast hated iniquity; therefore Aloha thy God hath anointed thee with the oil of exultation more (abundantly) than thy fellows."},{"number":10,"verse":"And again, Thou in the beginning hast laid the foundations of the earth, and the heavens are the work of thy hands."},{"number":11,"verse":"They pass away, but thou art enduring; and all they as vestments shall become old, and as a garment thou shalt fold them up,"},{"number":12,"verse":"they shall be changed; but thou (shalt be) as Thou Art, and thy years shall not fail.[Or, shall not complete.]"},{"number":13,"verse":"But to which from (among) the angels hath he said at any time, Sit at my right hand, until I put thine adversaries a footstool beneath thy feet?"},{"number":14,"verse":"Are not all they spirits of ministration, who (are) sent forth in service on behalf of those who are hereafter to inherit salvation?"}]}