{"bibleAbbr":"PESH1849","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"FOR there was in the law the shadow of good things to come, not the subsistence of the very things, therefore (though) every year the same sacrifices were offered they could never perfect those who offered them."},{"number":2,"verse":"For if they had perfected, they would have ceased afterward from the presentation of them; because the conscience of those who had been once purified by them would not henceforth have been troubled by (such) sins."},{"number":3,"verse":"But in those sacrifices their sins are brought to remembrance every year."},{"number":4,"verse":"For it is impossible for the blood of bulls and of goats to purify (from) sins."},{"number":5,"verse":"Wherefore when he cometh into the world he saith, Sacrifices and oblations thou hast not willed, but with a body hast thou clothed me:"},{"number":6,"verse":"and entire burnt-offerings for sins thou hast not required."},{"number":7,"verse":"Then said I, Behold, I come; in the sum [Or, head, chief.] of the books it is written concerning me, that I shall do thy will, Aloha."},{"number":8,"verse":"Above [From above.] he said, Victims, and oblations, and entire burnt-offerings for sin thou hast not willed; those which are offered in the law."},{"number":9,"verse":"And afterwards he said, Behold, I come, that I may do thy will, Aloha. In this he hath done away with the first, that he may establish the second."},{"number":10,"verse":"For by this his will we are sanctified by the offering of the body of Jeshu Meshiha, which was once."},{"number":11,"verse":"For every high priest who stood and ministered every day, offered the same sacrifices, which can never purify (from) sins."},{"number":12,"verse":"But this [High Priest] one sacrifice hath offered for sins, and hath sat down at the right hand of Aloha for ever:"},{"number":13,"verse":"waiting from henceforth until his adversaries are set as a footstool beneath his feet."},{"number":14,"verse":"For by one offering he hath perfected those who are sanctified through him for ever."},{"number":15,"verse":"Now the witness unto us is the Spirit of Holiness, when he saith,"},{"number":16,"verse":"This is the covenant that I will give to them from after those days, saith the Lord: I will give my law in their minds, and upon their hearts will I inscribe it;"},{"number":17,"verse":"and their iniquity and their sins I will not remember against them."},{"number":18,"verse":"BUT WHERE THERE IS REMISSION OF SINS, THERE IS NOT REQUIRED AN OFFERING FOR SINS."},{"number":19,"verse":"We have, therefore, my brethren, confidence [Openness of faces.] to enter [In the entrance of.] the holy place through the blood of Jeshu; and a way of life"},{"number":20,"verse":"which he hath now made new to us through the veil, which is his flesh;"},{"number":21,"verse":"and we have the High Priest over the house of God."},{"number":22,"verse":"Let us, therefore, draw near with a confirmed heart, and the full security of faith, with our hearts sprinkled and cleansed from an evil conscience, and our body washed with pure waters;"},{"number":23,"verse":"and let us persevere in the confession of our hope, and not swerve; for faithful is He who hath promised us."},{"number":24,"verse":"And let us consider one another [One in the other.] with incitement to charity and good works."},{"number":25,"verse":"And let us not forsake our congregation, as is the custom with some; but pray one with another; (and) so much the more as ye see that day to be approaching."},{"number":26,"verse":"FOR if with his will any man shall sin after he hath received the knowledge of the truth, there is not still a victim to be offered for sins;"},{"number":27,"verse":"but a fearful judgment to come, and burning fire which devoureth the adversaries."},{"number":28,"verse":"For if he who transgressed the law of Musha, upon the mouth of two or three witnesses, without mercy died;"},{"number":29,"verse":"how much greater punishment, think ye, shall he receive who hath trampled upon the Son of Aloha, and hath counted the blood of the covenant of him by which he had been sanctified as that of every man and hath insulted the Spirit of grace?"},{"number":30,"verse":"We know him who hath said, Retribution is mine, and I will repay: and again, The Lord shall judge his people."},{"number":31,"verse":"How terrible [Or, that fear (how) great of falling, &c.] to fall into the hands of Aloha the Living!"},{"number":32,"verse":"Be mindful, therefore, of the first days, those in which ye received baptism; and when ye sustained a great agony of sufferings, with ignominy and affliction;"},{"number":33,"verse":"and when ye were made gazing-stocks, and were associated with men who also endured these (things)."},{"number":34,"verse":"And it afflicted you on account of them who were bound; and the pillage of your goods with joy ye sustained, as knowing that ye have a possession in heaven, which is better, and passeth not away."},{"number":35,"verse":"Destroy not, therefore, the confidence which you have, for which there is a great reward."},{"number":36,"verse":"But patience is needed by you, that ye may do the will of Aloha, and receive the promise."},{"number":37,"verse":"Because (yet) a little time, and a very little, and He who cometh shall come, and not be slow."},{"number":38,"verse":"But the just by the faith of me shall live; but if he become weary,[Or, be cut off. ejq, abscidit, defecit, viribus defectus fuit. Ethpa. Excissus fuit; taedio affectus fuit. - SCHAFF.] my soul delighteth not in him."},{"number":39,"verse":"BUT we are not of the weariness [Or, the excision.] which bringeth [Or, leadeth.] to perdition, but of the faith which maketh us to possess our soul."}]}