{"bibleAbbr":"PESH1849","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":6,"verses":[{"number":1,"verse":"Wherefore let us leave the beginning of the word of the Meshiha, and let us come unto perfection. Or why again another foundation lay you for repentance from dead works, and for faith which is in Aloha,"},{"number":2,"verse":"and for the doctrine of ablution,[Compare chap. Dan 9:10; Exo 29:4; Num 8:7; 19:7.] and of imposition of the hand,[Lev 4:4; Lev 16:21; Num 27:18; Deu 34:9.] and for the resurrection from the place [House of the dead. Isa 26:19; Eze 27.] of the dead, and for the judgment which is eternal? [Dan. 12:2.]"},{"number":3,"verse":"If the Lord permit, we will do this."},{"number":4,"verse":"But they who once unto baptism have descended,* and have tasted the gift which is from heaven, and have received the Spirit of Holiness, [* Honun d'chado zaban l'mahmuditho nechathu. The Greek reads, Tous apax photisthentas, \" they who have been once enlightened.\" The rendering of the Peschito here harmonizes with the emblematical way of speaking of baptism, as the mysterion photismatos, \" the sacrament of illumination, \" that prevailed in the ancient church; and to which an allusion is made so early as the middle of the second century, in the Apology of Justin Martyr. (Apol. i. cap. 80.) The epithet of \"the illuminated\" might have been applied to the baptized, in primitive days, both because the administration of the ordinance betokened a recognition, on the part of the church, of a certain measure of divine knowledge in the candidate, as well as that it was in itself a medium through which the BELIEVER had the privilege of receiving more of the illuminating grace of the Holy Spirit. Still we have no evidence that, in the tous photisthentus of the Greek text, there was any specific allusion to baptism. In this and the parallel place, in chap. 10:32, the Greek phrase plainly refers to inward and spiritual illumination, - or, as it is expressed in the explanatory terms of verse 26 of that chapter, the receiving the knowledge of the truth.]"},{"number":5,"verse":"and have tasted the good word of Aloha, and the power of the world to come,"},{"number":6,"verse":"(and) who again shall sin, cannot again be renewed unto conversion, who would afresh crucify and put to shame the Son of God."},{"number":7,"verse":"For the earth that hath drank the rain which hath come upon it many times, and shall have brought forth the herb that is useful for them on whose account it is cultured, receiveth blessing from Aloha;"},{"number":8,"verse":"but that which shall produce thorns and briers hath reprobation; nor is it far from the curse, but its end is burning."},{"number":9,"verse":"But we are persuaded concerning you, my brethren, those things which are good, and that draw nigh unto salvation, though thus we speak."},{"number":10,"verse":"For not unrighteous is Aloha, that he should forget your works and your charity which ye have manifested in his name, who have ministered unto the saints, and do minister."},{"number":11,"verse":"But we desire that every one of you manifest the same diligence for the full completion of your hope until the end;"},{"number":12,"verse":"and that it be not cut off from you,[Tethkatao lecun. (Katao, abscidit. Ethpaal, abscissus est.)] but that ye be imitators of them who by fidelity and patience [Prolongedness of spirit.] have become heirs of the promise."},{"number":13,"verse":"For when to Abraham Aloha gave promise, because there was no one greater than himself to swear by, he sware by his own Self,"},{"number":14,"verse":"and said, Blessing I will bless thee, and multiplying I will multiply thee."},{"number":15,"verse":"And so he waited patiently, and obtained the promise."},{"number":16,"verse":"For men swear by one greater than themselves: and every controversy which occurs among them hath a sure conclusion in the oath."},{"number":17,"verse":"On this account Aloha, willing abundantly to manifest to the heirs of the promise that his engagement is changeless, hath bound it in an oath:"},{"number":18,"verse":"that by two things that are not changed, in which it cannot be that Aloha should lie, great consolation should be ours who have fled unto him: and that we may retain the hope that is promised to us,"},{"number":19,"verse":"[and] which we have as an anchor that holdeth our soul, that it may not be moved, and entereth within the veil,"},{"number":20,"verse":"where Jeshu hath first entered for us, and become the Priest for ever in the likeness of MALKI-ZEDEK."}]}