{"bibleAbbr":"PESH1849","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":8,"verses":[{"number":1,"verse":"BUT the sum [Risho, the chief.] of them all (is) We have a High Priest who hath sat down at the right hand of the throne of the Majesty in heaven;"},{"number":2,"verse":"and who hath become a Minister of the holy place, and of the true tabernacle, which Aloha hath framed, and not man."},{"number":3,"verse":"And every high priest is appointed [Or, standeth that he might offer.] to offer oblations and victims: hence it was right that this one should also have that which he might offer."},{"number":4,"verse":"But were he upon the earth, he would not be a priest, because there were priests who offered oblations as by the law;"},{"number":5,"verse":"they, (namely,) who minister at [Or, unto an emblem and shadow.] an emblem and shadow of those (things) that are in heaven. As it was said unto Musha when he made the tabernacle, See and make every thing according to the pattern which was showed to thee in the mountain."},{"number":6,"verse":"But now a ministry which is better than that hath Jeshu Meshiha received, by so much as that covenant of which he is made the Mediator [Metsoya.] is better, and was given with better promises, than that."},{"number":7,"verse":"For if the first covenant had been faultless, no place had there been for this second."},{"number":8,"verse":"For reprehending them he saith, Behold, the days are coming, saith the Lord, and I will complete with [Upon.] the family of the house of Israel, and with the family of the house of Jihuda, THE NEW COVENANT:"},{"number":9,"verse":"not as was that covenant which I gave to their fathers in the day that I took them by their hand, and led them from the land of Metsreen; because they did not persevere in my covenant, therefore I have neglected them, saith the Lord."},{"number":10,"verse":"But this is the covenant that I will give to the family of the house of Israel after these days, saith the Lord: I will in-give my law in their minds, and upon their hearts will I inscribe it; and I will be to them, even I, Aloha, and they shall be unto me the people:"},{"number":11,"verse":"and no man shall (have need to) teach the son of his city, nor his brother, and say, Know the Lord; because all shall know me, from the least of them to the eldest of them."},{"number":12,"verse":"And I will purify them from their unrighteousness, and their sins again will I not remember unto them."},{"number":13,"verse":"In that he said, THE NEW, he hath made the former old: and that which is antiquated, and hath grown old, is nigh unto decay."}]}