{"bibleAbbr":"LXXBr","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":13,"verses":[{"number":1,"verse":"ὍΡΑΣΙΣ ἫΝ ΕΙΔΕΝ ἩΣΑΙΑΣ ΥΙΟΣ ἈΜΩΣ ΚΑΤΑ ΒΑΒΥΛΩΝΟΣ."},{"number":2,"verse":"Ἐπʼ ὄρους πεδινοῦ ἄρατε σημεῖον, ὑψώσατε τὴν φωνὴν αὐτοῖς, παρακαλεῖτε τῇ χειρί, ἀνοίξατε οἱ ἄρχοντες."},{"number":3,"verse":"Ἐγὼ συντάσσω, καὶ ἐγώ αὐτούς· γίγαντες ἔρχονται πληρῶσαι τὸν θυμόν μου χαίροντες ἅμα καὶ ὑβρίζοντες."},{"number":4,"verse":"Φωνὴ ἐθνῶν πολλῶν ἐπὶ τῶν ὀρέων, ὁμοία ἐθνῶν πολλῶν, φωνὴ βασιλέων καὶ ἐθνῶν συνηγμένων· Κύριος σαβαὼθ ἐντέταλται ἔθνει ὁπλομάχῳ,"},{"number":5,"verse":"ἔρχεσθαι ἐκ γῆς πόῤῥωθεν ἀπʼ ἄκρου θεμελίου τοῦ οὐρανοῦ, Κύριος καὶ οἱ ὁπλομάχοι αὐτοῦ, καταφθεῖραι πᾶσαν τὴν οἰκουμένην."},{"number":6,"verse":"Ὀλολύζετε, ἐγγὺς γὰρ ἡμέρα Κυρίου, καὶ συντριβὴ παρὰ τοῦ Θεοῦ ἥξει."},{"number":7,"verse":"Διάτοῦτο πᾶσα χεὶρ ἐκλυθήσεται, καὶ πᾶσα ψυχὴ ἀνθρώπου δειλιάσει."},{"number":8,"verse":"Ταραχθήσονται οἱ πρέσβεις, καὶ ὠδῖνες αὐτοὺς ἕξουσιν, ὡς γυναικὸς τικτούσης· καὶ συμφοράσουσιν ἕτερος πρὸς τὸν ἕτερον, καὶ ἐκστήσονται, καὶ τὸ πρόσωπον αὐτῶν ὡς φλὸξ μεταβαλοῦσιν."},{"number":9,"verse":"Ἰδοὺ γὰρ ἡμέρα Κυρίου ἔρχεται ἀνίατος, θυμοῦ καὶ ὀργῆς, θεῖναι τὴν οἰκουμένην ἔρημον, καὶ τοὺς ἁμαρτωλοὺς ἀπολέσαι ἐξ αὐτῆς."},{"number":10,"verse":"Οἱ γὰρ ἀστέρες τοῦ οὐρανοῦ καὶ ὁ Ὠρίων καὶ πᾶς ὁ κόσμος τοῦ οὐρανοῦ, τὸ φῶς οὐ δώσουσι· καὶ σκοτισθήσεται τοῦ ἡλίου ἀνατέλλοντος, καὶ ἡ σελήνη οὐ δώσει τὸ φῶς αὐτῆς."},{"number":11,"verse":"Καὶ ἐντελοῦμαι τῇ οἰκουμένῃ ὅλῃ κακὰ, καὶ τοῖς ἀσεβέσι τὰς ἁμαρτίας αὐτῶν· καὶ ἀπολῶ ὕβριν ἀνόμων, καὶ ὕβριν ὑπερηφάνων ταπεινώσω."},{"number":12,"verse":"Καὶ ἔσονται οἱ καταλελειμμένοι ἔντιμοι μᾶλλον ἢ τὸ χρυσίον τὸ ἄπυρον· καὶ ἄνθρωπος μᾶλλον ἔντιμος ἔσται ἢ ὁ λίθος ὁ ἐν Σουφείρ."},{"number":13,"verse":"Ὁ γὰρ οὐρανὸς θυμωθήσεται, καὶ ἡ γῆ σεισθήσεται ἐκ τῶν θεμελίων αὐτῆς, διὰ θυμὸν ὀργῆς Κυρίου σαβαὼθ, ἐν τῇ ἡμέρᾳ ᾗ ἂν ἐπέλθῃ ὁ θυμὸς αὐτοῦ."},{"number":14,"verse":"Καὶ ἔσονται οἱ καταλελειμμένοι ὡς δορκάδιον φεῦγον, καὶ ὡς πρόβατον πλανώμενον, καὶ οὐκ ἔσται ὁ συνάγων, ὥστε ἄνθρωπον εἰς τὸν λαὸν αὐτοῦ ἀποστραφῆναι, καὶ ἄνθρωπος εἰς τὴν χώραν ἑαυτοῦ διώξεται."},{"number":15,"verse":"Ὃς γὰρ ἂν ἁλῷ, ἡττηθήσεται, καὶ οἵτινες συνηγμένοι εἰσὶ, πεσοῦνται μαχαίρᾳ."},{"number":16,"verse":"Καὶ τὰ τέκνα αὐτῶν ῥάξουσιν ἐνώπιον αὐτῶν, καὶ τὰς οἰκίας αὐτῶν προνομεύσουσιν, καὶ τὰς γυναῖκας αὐτῶν ἕξουσιν."},{"number":17,"verse":"Ἰδοὺ ἐπεγείρω ὑμῖν τοὺς Μήδους, οἳ ἀργύριον οὐ λογίζονται, οὐδὲ χρυσίου χρείαν ἔχουσι."},{"number":18,"verse":"Τοξεύματα νεανίσκων συντρίψουσι, καὶ τὰ τέκνα ὑμῶν οὐ μὴ ἐλεήσωσιν, οὐδὲ ἐπὶ τοῖς τέκνοις σου φείσονται οἱ ὀφθαλμοὶ αὐτῶν."},{"number":19,"verse":"Καὶ ἔσται Βαβυλὼν ἣ καλεῖται ἔνδοξος ἀπὸ βασιλέως Χαλδαίων, ὃν τρόπον κατέστρεψεν ὁ Θεὸς Σόδομα καὶ Γόμοῤῥα·"},{"number":20,"verse":"Οὐ κατοικηθήσεται εἰς τὸν αἰῶνα χρόνον, οὐδὲ μὴ εἰσέλθωσιν εἰς αὐτὴν διὰ πολλῶν γενεῶν, οὐδὲ μὴ διέλθωσιν αὐτὴν Ἄραβες, οὐδὲ ποιμένες οὐ μὴ ἀναπαύσονται ἐν αὐτῇ."},{"number":21,"verse":"Καὶ ἀναπαύσονται ἐκεῖ θηρία, καὶ ἐμπλησθήσονται αἱ οἰκίαι ἤχου· καὶ ἀναπαύσονται ἐκεῖ σειρῆνες, καὶ δαιμόνια ἐκεῖ ὀρχήσονται,"},{"number":22,"verse":"καὶ ὀνοκένταυροι ἐκεῖ κατοικήσουσι, καὶ νοσσοποιήσουσιν ἐχῖνοι ἐν τοῖς οἴκοις αὐτῶν. Ταχὺ ἔρχεται καὶ οὐ χρονιεῖ."}]}