{"bibleAbbr":"LXXBr","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"Ὡς καταιγὶς διʼ ἐρήμου διέλθοι, ἐξ ἐρήμου ἐρχομένη ἐκ γῆς φοβερὸν"},{"number":2,"verse":"τὸ ὅραμα, καὶ σκληρὸν ἀνηγγέλη μοι· ὁ ἀθετῶν ἀθετεῖ, ὁ ἀνομῶν ἀνομεῖ· ἐπʼ ἐμοὶ οἱ Ἐλαμῖται, καὶ οἱ πρέσβεις τῶν Περσῶν ἐπʼ ἐμὲ ἔρχονται· νῦν στενάξω καὶ παρακαλέσω ἐμαυτόν."},{"number":3,"verse":"Διατοῦτο ἐνεπλήσθη ἡ ὀσφύς μου ἐκλύσεως, καὶ ὠδῖνες ἔλαβόν με ὡς τὴν τίκτουσαν· ἠδίκησα τοῦ μὴ ἀκοῦσαι, ἐσπούδασα τοῦ μὴ βλέπειν."},{"number":4,"verse":"Ἡ καρδία μου πλανᾶται, καὶ ἡ ἀνομία με βαπτίζει, ἡ ψυχή μου ἐφέστηκεν εἰς φόβον."},{"number":5,"verse":"Ἑτοίμασον τὴν τράπεζαν, φάγετε, πίετε· ἀναστάντες οἱ ἄρχοντες, ἑτοιμάσατε θυρεοὺς,"},{"number":6,"verse":"ὅτι οὕτως εἶπε πρὸς μὲ Κύριος, Βαδίσας σεαυτῷ στῆσον σκοπὸν, καὶ ὃ ἂν ἴδῃς ἀνάγγειλον."},{"number":7,"verse":"Καὶ εἶδον ἀναβάτας ἱππεῖς δύο, καὶ ἀναβάτη ὄνου, καὶ ἀναβάτην καμήλου· ἀκρόασαι ἀκρόασιν πολλήν,"},{"number":8,"verse":"καὶ κάλεσον Οὐρίαν εἰς τὴν σκοπιάν· Κύριος εἶπεν, ἔστην διαπαντὸς ἡμέρας, καὶ ἐπὶ τῆς παρεμβολῆς ἐγὼ ἔστην ὅλην τὴν νύκτα,"},{"number":9,"verse":"καὶ ἰδοὺ αὐτὸς ἔρχεται ἀναβάτης ξυνωρίδος· καὶ ἀποκριθεὶς εἶπε, πέπτωκε πέπτωκε Βαβυλὼν, καὶ πάντα τὰ ἀγάλματα αὐτῆς, καὶ τὰ χειροποίητα αὐτῆς συνετρίβησαν εἰς τὴν γῆν."},{"number":10,"verse":"Ἀκούσατε οἱ καταλελειμμένοι, καὶ οἱ ὀδυνώμενοι ἀκούσατε ἃ ἤκουσα παρὰ Κυρίου σαβαὼθ, ὁ Θεὸς τοῦ Ἰσραὴλ ἀνήγγειλεν ἡμῖν. ΤΟ ὍΡΑΜΑ ΤΗΣ ἸΔΟΥΜΑΙΑΣ."},{"number":11,"verse":"Πρὸς ἐμὲ κάλει παρὰ τοῦ Σηεὶρ, φυλάσσετε ἐπάλξεις."},{"number":12,"verse":"Φυλάσσω τοπρωῒ καὶ τὴν νύκτα· ἐὰν ζητῇς ζήτει, καὶ παρʼ ἐμοὶ οἴκει,"},{"number":13,"verse":"ἐν τῷ δρυμῷ ἑσπέρας κοιμηθῇς, ἢ ἐν τῇ ὁδῷ Δαιδάν."},{"number":14,"verse":"Εἰς συνάντησιν διψῶντι ὕδωρ φέρετε οἱ ἐνοικοῦντες ἐν χώρᾳ Θαιμὰν, ἄρτοις συναντᾶτε τοῖς φεύγουσι"},{"number":15,"verse":"διὰ τὸ πλῆθος τῶν πεφονευμένων, καὶ διὰ τὸ πλῆθος τῶν πλανωμένων, καὶ διὰ τὸ πλῆθος τῆς μαχαίρας, καὶ διὰ τὸ πλῆθος τῶν τοξευμάτων τῶν διατεταμένων, καὶ διὰ τὸ πλῆθος τῶν πεπτωκότων ἐν τῷ πολέμῳ."},{"number":16,"verse":"Διότι οὕτως εἶπέ μοι Κύριος, ἔτι ἐνιαυτὸς ὡς ἐνιαυτὸς μισθωτοῦ, ἐκλείψει ἡ δόξα τῶν υἱῶν Κηδὰρ,"},{"number":17,"verse":"καὶ τὸ κατάλοιπον τῶν τοξευμάτων τῶν ἰσχυρῶν υἱῶν Κηδὰρ ἔσται ὀλίγον, ὅτι Κύριος ὁ Θεὸς Ἰσραὴλ ἐλάλησε. ΤΟ ῬΗΜΑ ΤΗΣ ΦΑΡΑΓΓΟΣ ΣΙΩΝ."}]}