{"bibleAbbr":"LXXBr","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":28,"verses":[{"number":1,"verse":"Οὐαὶ τῷ στεφάνῳ τῆς ὕβρεως, οἱ μισθωτοὶ Ἐφραῒμ, τὸ ἄνθος τὸ ἐκπεσὸν ἐκ τῆς δόξης ἐπὶ τῆς κορυφῆς τοῦ ὄρους τοῦ παχέος, οἱ μεθύοντες ἄνευ οἴνου."},{"number":2,"verse":"Ἰδοὺ ἰσχυρὸν καὶ σκληρὸν ὁ θυμὸς Κυρίου, ὡς χάλαζα καταφερομένη οὐκ ἔχουσα σκέπην, βίᾳ καταφερομένη· ὡς ὕδατος πολὺ πλῆθος σῦρον χώραν, τῇ γῇ ποιήσει ἀνάπαυμα· ταῖς χερσὶ,"},{"number":3,"verse":"καὶ τοῖς ποσὶ καταπατηθήσεται ὁ στέφανος τῆς ὕβρεως, οἱ μισθωτοὶ τοῦ Ἐφραΐμ."},{"number":4,"verse":"Καὶ ἔσται τὸ ἄνθος τὸ ἐκπεσὸν τῆς ἐλπίδος τῆς δόζῆς, ἐπʼ ἄκρου τοῦ ὄρους τοῦ ὑψηλοῦ· ὡς πρόδρομος σύκου, ὁ ἰδὼν αὐτό, πρὶν εἰς τὴν χεῖρα αὐτοῦ λαβεῖν αὐτό, θελήσει αὐτὸ καταπιεῖν."},{"number":5,"verse":"Τῇ ἡμέρᾳ ἐκείνῃ ἔσται Κύριος σαβαὼθ ὁ στέφανος τῆς ἐλπίδος, ὁ πλεκεὶς τῆς δόξης, τῷ καταλειφθέντι τοῦ λαοῦ."},{"number":6,"verse":"Καταλειφθήσονται ἐπὶ πνεύματι κρίσεως ἐπὶ κρίσιν, καὶ ἰσχὺν κωλύων ἀνελεῖν."},{"number":7,"verse":"Οὗτοι γὰρ οἴνῳ πεπλημμελημένοι εἰσίν· ἐπλανήθησαν διὰ τὸ σίκερα, ἱερεὺς καὶ προφήτης ἐξέστησαν διὰ τὸ σίκερα, κατεπόθησαν διὰ τὸν οἶνον, ἐσείσθησαν ἀπὸ τῆς μέθης, ἐπλανήθησαν· τοῦτέστι φάσμα."},{"number":8,"verse":"Ἀρὰ ἔδεται ταύτην τὴν βουλήν, αὕτη γὰρ ἡ βουλὴ ἕνεκα πλεονεξίας."},{"number":9,"verse":"Τίνι ἀνηγγείλαμεν κακά, καὶ τίνι ἀνηγγείλαμεν ἀγγελίαν; οἱ ἀπογεγαλακτισμένοι ἀπὸ γάλακτος, οἱ ἀπεσπασμένοι ἀπὸ μαστοῦ."},{"number":10,"verse":"Θλίψιν ἐπὶ θλίψιν προσδέχου, ἐλπίδα ἐπʼ ἐλπίδι, ἐτι μικρὸν ἔτι μικρόν,"},{"number":11,"verse":"διὰ φαυλισμὸν χειλέων, διὰ γλώσσης ἑτέρας, ὅτι λαλήσουσι τῷ λαῷ τούτῳ,"},{"number":12,"verse":"λέγοντες αὐτοῖς, τοῦτο τὸ ἀνάπαυμα τῷ πεινῶντι, καὶ τοῦτο τὸ σύντριμμα· καὶ οὐκ ἠθέλησαν ἀκούειν."},{"number":13,"verse":"Καὶ ἔσται αὐτοῖς τὸ λόγιον τοῦ Θεοῦ, θλίψις ἐπὶ θλίψιν, ἐλπὶς ἐπʼ ἐλπίδι, ἔτι μικρὸν ἔτι μικρὸν, ἵνα πορεύσωσι καὶ πέσωσιν ὀπίσω· καὶ συντριβήσονται, καὶ κινδυνεύσουσι, καὶ ἁλώσονται."},{"number":14,"verse":"Διατοῦτο ἀκούσατε λόγον Κυρίου ἄνδρες τεθλιμμένοι, καὶ οἱ ἄρχοντες τοῦ λαοῦ τούτου τοῦ ἐν Ἰερουσαλήμ·"},{"number":15,"verse":"Ὅτι εἴπατε, ἐποιήσαμεν διαθήκην μετὰ τοῦ ᾅδου, καὶ μετὰ τοῦ θανάτου συνθήκας· καταιγὶς φερομένη ἐὰν παρέλθῃ, οὐ μὴ ἔλθῃ ἐφʼ ἡμᾶς· ἐθήκαμεν ψεῦδος τὴν ἐλπίδα ἡμῶν, καὶ τῷ ψεύδει σκεπασθησόμεθα."},{"number":16,"verse":"Διατοῦτο οὕτω λέγει κύριος Κύριος, Ἰδοὺ ἐγὼ ἐμβάλλω εἰς τὰ θεμέλια Σιὼν λίθον πολυτελῆ, ἐκλεκτὸν, ἀκρογωνιαῖον, ἔντιμον, εἰς τὰ θεμέλια αὐτῆς, καὶ ὁ πιστεύων οὐ μὴ καταισχυνθῇ."},{"number":17,"verse":"Καὶ θήσω κρίσιν εἰς ἐλπίδα, ἡ δὲ ἐλεημοσύνη μου εἰς σταθμούς, καὶ οἱ πεποιθότες μάτην ψεύδει· ὅτι οὐ μὴ παρέλθῃ ὑμᾶς καταιγίς,"},{"number":18,"verse":"μὴ καὶ ἀφέλῃ ὑμῶν τὴν διαθήκην τοῦ θανάτου, καὶ ἡ ἐλπὶς ὑμῶν ἡ πρὸς τὸν ᾅδην οὐ μὴ ἐμμείνῃ· καταιγὶς φερομένη ἐὰν ἐπέλθῃ, ἔσεσθε αὐτῇ εἰς καταπάτημα."},{"number":19,"verse":"Ὅταν παρέλθῃ, λήμψεται ὑμᾶς, πρωῒ πρωῒ παρελεύσεται ἡμέρας, καὶ ἐν νυκτὶ ἔσται ἐλπὶς πονηρά."},{"number":20,"verse":"Μάθετε ἀκούειν στενοχωρούμενοι· Οὐ δυνάμεθα μάχεσθαι, αὐτοὶ δὲ ἀσθενοῦμεν τοῦ ὑμᾶς συναχθῆναι."},{"number":21,"verse":"Ὥσπερ ὄρος ἀσεβῶν ἀναστήσεται Κύριος, καὶ ἔσται ἐν τῇ φάραγγι Γαβαὼν, μετὰ θυμοῦ ποιήσει τὰ ἔργα αὐτοῦ, πικρίας ἔργον· ὁ δὲ θυμὸς αὐτοῦ ἀλλοτρίως χρήσεται, καὶ ἡ σαπρία αὐτοῦ ἀλλοτρία."},{"number":22,"verse":"Καὶ ὑμεῖς μὴ εὐφρανθείητε, μηδὲ ἰσχυσάτωσαν ὑμῶν οἱ δεσμοί· διότι συντετελεσμένα καὶ συντετμημένα πράγματα ἤκουσα παρὰ Κυρίου σαβαὼθ, ἃ ποιήσει ἐπὶ πᾶσαν τὴν γῆν."},{"number":23,"verse":"Ἐνωτίζεσθε καὶ ἀκούετε τῆς φωνῆς μου, προσέχετε καὶ ἀκούετε τοὺς λόγους μου."},{"number":24,"verse":"Μὴ ὅλην τὴν ἡμέραν ἀροτριάσει ὁ ἀροτριῶν; ἢ σπόρον προετοιμάσει, πρὶν ἐργάσασθαι τὴν γῆν;"},{"number":25,"verse":"Οὐχ ὅταν ὁμαλίσῃ τὸ πρόσωπον αὐτῆς, τότε σπείρει μικρὸν μελάνθιον ἢ κύμινον, καὶ πάλιν σπείρει πυρὸν, καὶ κριθὴν, καὶ κέγχρον καὶ ζέαν ἐν τοῖς ὁρίοις σου;"},{"number":26,"verse":"Καὶ παιδευθήσῃ κρίματι Θεοῦ σου, καὶ εὐφρανθήσῃ."},{"number":27,"verse":"Οὐ γὰρ μετὰ σκληρότητος καθαίρεται τὸ μελάνθιον, οὐδὲ τροχὸς ἁμάξης περιάξει ἐπὶ τὸ κύμινον· ἀλλὰ ῥάβδῳ τινάσσεται τὸ μελάνθιον, τὸ δὲ κύμινον"},{"number":28,"verse":"μετὰ ἄρτου βρωθήσεται· οὐ γὰρ εἰς τὸν αἰῶνα ἐγώ εἰμι ὑμῖν ὀργισθήσομαι, οὐδὲ φωνὴ τῆς πικρίας μου καταπατήσει ὑμᾶς."},{"number":29,"verse":"Καὶ ταῦτα παρὰ Κυρίου σαβαὼθ ἐξῆλθε τὰ τέρατα· βουλεύσασθε, ὑψώσατε ματαίαν παράκλησιν."}]}