{"bibleAbbr":"LXXBr","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":3,"verses":[{"number":1,"verse":"Ἰδοὺ δὴ ὁ δεσπότης Κύριος σαβαὼθ ἀφελεῖ ἀπὸ Ἱερουσαλὴμ, καὶ ἀπὸ τῆς Ἰουδαίας, ἰσχύοντα καὶ ἰσχύουσαν, ἰσχὺν ἄρτου καὶ ἰσχὺν ὕδατος,"},{"number":2,"verse":"γίγαντα καὶ ἰσχύοντα, καὶ ἄνθρωπον πολεμιστὴν, καὶ δικαστὴν, καὶ προφήτην, καὶ στοχαστὴν, καὶ πρεσβύτερον,"},{"number":3,"verse":"καὶ πεντηκόνταρχον, καὶ θαυμαστὸν σύμβουλον, καὶ σοφὸν ἀρχιτέκτονα, καὶ συνετὸν ἀκροατήν."},{"number":4,"verse":"Καὶ ἐπιστήσω νεανίσκους ἄρχοντας αὐτῶν, καὶ ἐμπαίκται κυριεύσουσιν αὐτῶν."},{"number":5,"verse":"Καὶ συμπεσεῖται ὁ λαὸς, ἄνθρωπος πρὸς ἄνθρωπον, καὶ ἄνθρωπος πρὸς τὸν πλησίον αὐτοῦ· προσκόψει τὸ παιδίον πρὸς τὸν πρεσβύτην, ὁ ἄτιμος πρὸς τὸν ἔντιμον."},{"number":6,"verse":"Ὅτι ἐπιλήψεται ἄνθρωπος τοῦ ἀδελφοῦ αὐτοῦ, ἢ τοῦ οἰκείου τοῦ πατρὸς αὐτοῦ, λέγων, ἱμάτιον ἔχεις, ἀρχηγὸς γενοῦ ἡμῶν, καὶ τὸ βρῶμα τὸ ἐμὸν ὑπὸ σὲ ἔστω."},{"number":7,"verse":"Καὶ ἀποκριθεὶς ἐν τῇ ἡμέρᾳ ἐκείνῃ ἐρεῖ, οὐκ ἔσομαί σου ἀρχηγός· οὐ γάρ ἐστιν ἐν τῷ οἴκῳ μου ἄρτος, οὐδὲ ἱμάτιον· οὐκ ἔσομαι ἀρχηγὸς τοῦ λαοῦ τούτου."},{"number":8,"verse":"Ὅτι ἀνεῖται Ἱερουσαλὴμ, καὶ ἡ Ἰουδαία συμπέπτωκε, καὶ αἱ γλῶσσαι αὐτῶν μετὰ ἀνομίας, τὰ πρὸς Κύριον ἀπειθοῦντες. Διότι νῦν ἐταπεινώθη ἡ δόξα αὐτῶν,"},{"number":9,"verse":"καὶ ἡ αἰσχύνη τοῦ προσώπου αὐτῶν ἀντέστη αὐτοῖς· τὴν δὲ ἁμαρτίαν αὐτῶν ὡς Σοδόμων ἀνήγγειλαν καὶ ἐνεφάνισαν· οὐαὶ τῇ ψυχῇ αὐτῶν, διότι βεβούλευνται βουλὴν πονηρὰν, καθʼ ἑαυτῶν"},{"number":10,"verse":"εἰπόντες, δήσωμεν τὸν δίκαιον, ὅτι δύσχρηστος ἡμῖν ἐστι· τοίνυν τὰ γεννήματα τῶν ἔργων αὐτῶν φάγονται."},{"number":11,"verse":"Οὐαὶ τῷ ἀνόμῳ, πονηρὰ κατὰ τὰ ἔργα τῶν χειρῶν αὐτοῦ συμβήσεται αὐτῷ."},{"number":12,"verse":"Λαός μου, οἱ πράκτορες ὑμῶν καλαμῶνται ὑμᾶς, καὶ οἱ ἀπαιτοῦντες κυριεύουσιν ὑμῶν· λαός μου, οἱ μακαρίζοντες ὑμᾶς πλανῶσιν ὑμᾶς, καὶ τὸν τρίβον τῶν ποδῶν ὑμῶν ταράσσουσιν."},{"number":13,"verse":"Ἀλλὰ νῦν καταστήσεται εἰς κρίσιν Κύριος, καὶ στήσει εἰς κρίσιν τὸν λαὸν αὐτοῦ."},{"number":14,"verse":"Αὐτὸς Κύριος εἰς κρίσιν ἥξει μετὰ τῶν πρεσβυτέρων τοῦ λαοῦ, καὶ μετὰ τῶν ἀρχόντων αὐτοῦ· ὑμεῖς δὲ τί ἐνεπυρίσατε τὸν ἀμπελῶνά μου, καὶ ἡ ἁρπαγὴ τοῦ πτωχοῦ ἐν τοῖς οἴκοις ὑμῶν;"},{"number":15,"verse":"Τί ὑμεῖς ἀδικεῖτε τὸν λαόν μου, καὶ τὸ πρόσωπον τῶν πτωχῶν καταισχύνετε;"},{"number":16,"verse":"Τάδε λέγει Κύριος, ἀνθʼ ὧν ὑψώθησαν αἱ θυγατέρες Σιών, καὶ ἐπορεύθησαν ὑψηλῷ τραχήλῳ καὶ ἐν νεύμασιν ὀφθαλμῶν, καὶ τῇ πορείᾳ τῶν ποδῶν ἅμα σύρουσαι τοὺς χιτῶνας, καὶ τοῖς ποσὶν ἅμα παίζουσαι·"},{"number":17,"verse":"Καὶ ταπεινώσει ὁ Θεὸς ἀρχούσας θυγατέρας Σιών· καὶ Κύριος ἀνακαλύψει τὸ σχῆμα αὐτῶν"},{"number":18,"verse":"ἐν τῇ ἡμέρᾳ ἐκείνῃ, καὶ ἀφελεῖ Κύριος τὴν δόξαν τοῦ ἱματισμοῦ αὐτῶν, τὰ ἐμπλόκια, καὶ τοὺς κοσύμβους, καὶ τοὺς μηνίσκους,"},{"number":19,"verse":"καὶ τὸ κάθεμα, καὶ τὸν κόσμον τοῦ προσώπου αὐτῶν,"},{"number":20,"verse":"καὶ τὴν σύνθεσιν τοῦ κόσμου τῆς δόξης, καὶ τοὺς χλιδῶνας, καὶ τὰ ψέλλια, καὶ τὸ ἐμπλόκιον, καὶ τοὺς δακτυλίους, καὶ τὰ περιδέξια, καὶ τὰ ἐνώτια,"},{"number":21,"verse":"καὶ τὰ περιπόρφυρα, καὶ τὰ μεσοπόρφυρα,"},{"number":22,"verse":"καὶ τὰ ἐπιβλήματα τὰ κατὰ τὴν οἰκίαν, καὶ τὰ διαφανῆ Λακωνικά,"},{"number":23,"verse":"καὶ τὰ βύσσινα, καὶ τὰ ὑακίνθινα, καὶ κόκκινα, καὶ τὴν βύσσον, σὺν χρυσῷ καὶ ὑακίνθῳ συγκαθυφασμένα, καὶ θέριστρα κατάκλιτα."},{"number":24,"verse":"Καὶ ἔσται ἀντὶ ὀσμῆς ἡδείας, κονιορτός· καὶ ἀντὶ ζώνης, σχοινίῳ ζώσῃ· καὶ ἀντὶ τοῦ κόσμου τῆς κεφαλῆς τοῦ χρυσίου, φαλάκρωμα ἕξεις διὰ τὰ ἔργα σοῦ· καὶ ἀντὶ τοῦ χιτῶνος τοῦ μεσοπορφύρου, περιζώσῃ σάκκον."},{"number":25,"verse":"Καὶ ὁ υἱός σου ὁ κάλλιστος ὃν ἀγαπᾷς, μαχαίρᾳ πεσεῖται· καὶ οἱ ἰσχύοντες ὑμῶν, μαχαίρᾳ πεσοῦνται, καὶ ταπεινωθήσονται·"},{"number":26,"verse":"Καὶ πενθήσουσιν αἱ θῆκαι τοῦ κόσμου ὑμῶν· καὶ καταλειφθήσῃ μόνη, καὶ εἰς τὴν γῆν ἐδαφισθήσῃ."}]}