{"bibleAbbr":"LXXBr","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":33,"verses":[{"number":1,"verse":"Οὐαὶ τοῖς ταλαιπωροῦσιν ὑμᾶς, ὑμᾶς δὲ οὐδεὶς ποιεῖ ταλαιπώρους, καὶ ὁ ἀθετῶν ὑμᾶς οὐκ ἀθετεῖ· ἁλώσονται οἱ ἀθετοῦντες, καὶ παραδοθήσονται, καὶ ὡς σὴς ἐφʼ ἱματίου, οὕτως ἡττηθήσονται."},{"number":2,"verse":"Κύριε ἐλέησον ἡμᾶς, ἐπὶ σοὶ γὰρ πεποίθαμεν· ἐγενήθη τὸ σπέρμα τῶν ἀπειθούντων εἰς ἀπώλειαν, ἡ δὲ σωτηρία ἡμῶν ἐν καιρῷ θλίψεως."},{"number":3,"verse":"Διὰ φωνὴν τοῦ φόβου ἐξέστησαν λαοὶ ἀπὸ τοῦ φόβου σου, καὶ διεσπάρησαν τὰ ἔθνη."},{"number":4,"verse":"Νῦν δὲ συναχθήσεται τὰ σκῦλα ὑμῶν μικροῦ καὶ μεγάλου· ὃν τρόπον ἐάν τις συναγάγῃ ἀκρίδας, οὕτως ἐμπαίξουσιν ὑμῖν."},{"number":5,"verse":"Ἅγιος ὁ Θεὸς ὁ κατοικῶν ἐν ὑψηλῷ, ἔνεπλήσθη Σιὼν κρίσεως καὶ δικαιοσύνης."},{"number":6,"verse":"Ἐν νόμῳ παραδοθήσονται, ἐν θησαυροῖς ἡ σωτηρία ἡμῶν, ἐκεῖ σοφία καὶ ἐπιστήμη καὶ εὐσέβεια πρὸς τὸν κύριον· οὗτοί εἰσι θησαυροὶ δικαιοσύνης."},{"number":7,"verse":"Ἰδοὺ δὴ ἐν τῷ φόβῳ ὑμῶν οὗτοι φοβηθήσονται· οὓς ἐφοβεῖσθε, βοήσονται ἀφʼ ὑμῶν· ἄγγελοι ἀποσταλήσονται, πικρῶς κλαίοντες, παρακαλοῦντες εἰρήνην."},{"number":8,"verse":"Ἐρημωθήσονται γὰρ αἱ τούτων ὁδοί· πέπαυται ὁ φόβος τῶν ἐθνῶν, καὶ ἡ πρὸς τούτους διαθήκη αἴρεται, καὶ οὐ μὴ λογίσησθε αὐτοὺς ἀνθρώπους."},{"number":9,"verse":"Ἐπένθησεν ἡ γῆ, ᾐσχύνθη ὁ Λίβανος, ἕλη ἐγένετο ὁ Σάρων· φανερὰ ἔσται ἡ Γαλιλαία, καὶ ὁ Χέρμελ."},{"number":10,"verse":"Νῦν ἀναστήσομαι, λέγει Κύριος, νῦν δοξασθήσομαι, νῦν ὑψωθήσομαι."},{"number":11,"verse":"Νῦν ὄψεσθε, νῦν αἰσθηθήσεσθε, ματαία ἔσται ἡ ἰσχὺς τοῦ πνεύματος ὑμῶν· πῦρ κατέδεται ὑμᾶς."},{"number":12,"verse":"Καὶ ἔσονται ἔθνη κατακεκαυμένα, ὡς ἄκανθα ἐν ἀγρῷ ἐῤῥιμμένη καὶ κατακεκαυμένη."},{"number":13,"verse":"Ἀκούσονται οἱ πόῤῥωθεν ἃ ἐποίησα, γνώσονται οἱ ἐγγίζοντες τὴν ἰσχύν μου."},{"number":14,"verse":"Ἀπέστησαν οἱ ἐν Σιὼν ἄνομοι, λήψεται τρόμος τοὺς ἀσεβεῖς· τίς ἀναγγελεῖ ὑμῖν, ὅτι πῦρ καίεται; τίς ἀναγγελεῖ ὑμῖν τὸν τόπον τὸν αἰώνιον;"},{"number":15,"verse":"Πορευόμενος ἐν δικαιοσύνῃ, λαλῶν εὐθεῖαν ὁδόν, μισῶν ἀνομίαν καὶ ἀδικίαν, καὶ τὰς χεῖρας ἀποσειόμενος ἀπὸ δώρων· βαρύνων τὰ ὦτα, ἵνα μὴ ἀκούσῃ κρίσιν αἵματος· καμμύων τοὺς ὀφθαλμοὺς, ἵνα μὴ ἴδῃ ἀδικίαν,"},{"number":16,"verse":"οὗτος οἰκήσει ἐν ὑψηλῷ σπηλαίῳ πέτρας ἰσχυρᾶς· ἄρτος αὐτῷ δοθήσεται, καὶ τὸ ὕδωρ αὐτοῦ πιστόν."},{"number":17,"verse":"Βασιλέα μετὰ δόξης ὄψεσθε, οἱ ὀφθαλμοὶ ὑμῶν ὄψονται γῆν πόῤῥωθεν,"},{"number":18,"verse":"ἡ ψυχὴ ἡμῶν μελετήσει φόβον· ποῦ εἰσιν οἱ γραμματικοί; ποῦ εἰσιν οἱ συμβουλεύοντες; ποῦ ἐστιν ὁ ἀριθμῶν τοὺς τρεφομένους"},{"number":19,"verse":"μικρὸν καὶ μέγαν λαόν; ᾧ οὐ συνεβουλεύσατο, οὐσὲ ᾔδει βαθύφωνον, ὥστε μὴ ἀκοῦσαι λαὸς πεφαυλισμένος, καὶ οὐκ ἔστι τῷ ἀκούοντι σύνεσις."},{"number":20,"verse":"Ἰδοὺ Σιὼν ἡ πόλις, τὸ σωτήριον ἡμῶν, οἱ ὀφθαλμοί σου ὄψονται Ἱερουσαλὴμ, πόλις πλουσία, σκηναὶ αἳ οὐ μὴ σεισθῶσιν, οὐδὲ μὴ κινηθῶσιν οἱ πάσσαλοι τῆς σκηνῆς αὐτῆς εἰς τὸν αἰῶνα χρόνον, οὐδὲ τὰ σχοινία αὐτῆς οὐ μὴ διαῤῥαγῶσιν·"},{"number":21,"verse":"ὅτι τὸ ὄνομα Κυρίου μέγα ὑμῖν· τόπος ὑμῖν ἔσται, ποταμοὶ καὶ διώρυχες πλατεῖς καὶ εὐρύχωροι· οὐ πορεύσῃ ταύτην τὴν ὁδὸν, οὐδὲ πορεύσεται πλοῖον ἐλαύνον."},{"number":22,"verse":"Ὁ γὰρ Θεός μου μέγας ἐστίν· οὐ παρελεύσεταί με Κύριος κριτὴς ἡμῶν, Κύριος ἄρχων ἡμῶν, Κύριος βασιλεὺς ἡμῶν, Κύριος οὗτος ἡμᾶς σώσει."},{"number":23,"verse":"Ἐῤῥάγησαν τὰ σχοινία σου, ὅτι οὐκ ἐνίσχυσαν· ὁ ἱστός σου ἔκλινεν, οὐ χαλάσει τὰ ἱστία, οὐκ ἀρεῖ σημεῖον, ἕως οὗ παραδοθῇ εἰς προνομήν· τοίνυν πολλοὶ χωλοὶ προνομὴν ποιήσουσι,"},{"number":24,"verse":"καὶ οὐ μὴ εἴπωσι, Κοπιῶ ὁ λαὸς ἐνοικῶν ἐν αὐτοῖς· ἀφεθῆ γὰρ αὐτοῖς ἡ ἁμαρτία."}]}