{"bibleAbbr":"LXXBr","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":36,"verses":[{"number":1,"verse":"Καὶ ἐγένετο τοῦ τεσσαρεσκαιδεκάτου ἔτους βασιλεύοντος Ἑζεκίου, ἀνέβη Σενναχηρεὶμ βασιλεὺς Ἀσσυρίων ἐπὶ τὰς πόλεις τῆς Ἰουδαίας τὰς ὀχυρὰς, καὶ ἔλαβεν αὐτάς."},{"number":2,"verse":"Καὶ ἀπέστειλε βασιλεὺς Ἀσσυρίων τὸν Ῥαβσάκην ἐκ Λάχης εἰς Ἱερουσαλὴμ πρὸς τὸν βασιλέα Ἐζεκίαν μετὰ δυνάμεως πολλῆς· καὶ ἔστη ἐν τῷ ὑδραγωγῷ τῆς κολυμβήθρας τῆς ἄνω ἐν τῇ ὁδῷ τοῦ ἀγροῦ τοῦ κναφέως."},{"number":3,"verse":"Καὶ ἐξῆλθε πρὸς αὐτὸν Ἑλιακεὶμ ὁ τοῦ Χελκίου ὁ οἰκονόμος, καὶ Σόμνᾶς ὁ γραμματεὺς, καὶ Ἰωὰχ ὁ τοῦ Ἀσὰφ ὁ ὑπομνηματογράφος."},{"number":4,"verse":"Καὶ εἶπεν αὐτοῖς Ῥαβσάκης, εἴπατε Ἐζεκίᾳ, Τάδε λέγει ὁ βασιλεὺς ὁ μέγας, βασιλεὺς Ἀσσυρίων, τί πεποιθὼς εἶ;"},{"number":5,"verse":"Μὴ ἐν βουλῇ καὶ λόγοις χειλέων παράταξις γίνεται; καὶ νῦν ἐπὶ τίνα πέποιθας, ὅτι ἀπειθεῖς μοι;"},{"number":6,"verse":"Ἰδοὺ πεποιθὼς εἶ ἐπὶ τὴν ῥάβδον τὴν καλαμίνην τὴν τεθλασμένην ταύτην, ἐπʼ Αἴγυπτον· ὡς ἂν ἐπιστηρισθῇ ἀνὴρ ἐπʼ αὐτὴν, εἰσελεύσεται εἰς τὴν χεῖρα αὐτοῦ, καὶ τρήσει αὐτὴν. οὕτως ἐστὶ Φαραὼ βασιλεὺς Αἰγύπτου, καὶ πάντες οἱ πεποιθότες ἐπʼ αὐτῷ."},{"number":7,"verse":"Εἰ δὲ λέγετε, ἐπὶ Κύριον τὸν Θεὸν ἡμῶν πεποίθαμεν,"},{"number":8,"verse":"νῦν μίχθητε τῷ κυρίῳ μου τῷ βασιλεῖ Ἀσσυρίων, καὶ δώσω ὑμῖν δισχιλίαν ἵππον, εἰ δυνήσεσθε δοῦναι ἀναβάτας ἐπʼ αὐτούς."},{"number":9,"verse":"Καὶ πῶς δύνασθε ἀποστρέψαι εἰς πρόσωπον τῶν τοπαρχῶν· οἰκέται εἰσὶν, οἱ πεποιθότες ἐπʼ Αἴγυπτίοις, εἰς ἵππον καὶ ἀναβάτην."},{"number":10,"verse":"Καὶ νῦν μὴ ἄνευ Κυρίου ἀνέβημεν ἐπὶ τὴν χώραν ταύτην πολεμῆσαι αὐτήν; Κύριος εἶπε πρὸς μὲ, ἀνάβηθι ἐπὶ τὴν γῆν ταύτην, καὶ διάφθειρον αὐτήν."},{"number":11,"verse":"Καὶ εἶπε πρὸς αὐτὸν Ἑλιακεὶμ, καὶ Σομνᾶς, καὶ Ἰωὰχ, λάλησον πρὸς τοὺς παῖδάς σου Συριστί· ἀκούομεν γὰρ ἡμεῖς· καὶ μὴ λάλει πρὸς ἡμᾶς Ἰουδαϊστί· καὶ ἱνατί λαλεῖς εἰς τὰ ὦτα τῶν ἀνθρώπων ἐπὶ τῷ τείχει;"},{"number":12,"verse":"Καὶ εἶπε πρὸς αὐτοὺς Ῥαβσάκης, μὴ πρὸς τὸν κύριον ὑμῶν ἢ πρὸς ὑμᾶς ἀπέσταλκέ με ὁ κύριός μου, λαλῆσαι τοὺς λόγους τούτους; οὐχὶ πρὸς τοὺς ἀνθρώπους τοὺς καθημένους ἐπὶ τῷ τείχει, ἵνα φάγωσι κόπρον, καὶ πίωσιν οὖρον μεθʼ ὑμῶν ἅμα;"},{"number":13,"verse":"Καὶ ἔστη Ῥαβσάκης, καὶ ἀνεβόησε φωνῇ μεγάλῃ Ἰουδαϊστὶ, καὶ εἶπεν, ἀκούσατε τοὺς λόγους τοῦ βασιλέως τοῦ μεγάλου, βασιλέως Ἀσσυρίων."},{"number":14,"verse":"Τάδε λέγει ὁ βασιλεύς, μὴ ἀπατάτω ὑμᾶς Ἐζεκίας λόγοις, οὐ δύνηται ῥύσασθαι ὑμᾶς."},{"number":15,"verse":"Καὶ μὴ λεγέτω ὑμῖν Ἐζεκίας, ὅτι ῥύσεται ὑμᾶς ὁ Θεὸς, καὶ οὐ μὴ παραδοθῇ ἡ πόλις αὕτη ἐν χειρὶ βασιλέως Ἀσσυρίων."},{"number":16,"verse":"Μὴ ἀκούετε Ἐζεκίου· τάδε λέγει ὁ βασιλεὺς Ἀσσυρίων, εἰ βούλεσθε εὐλογηθῆναι, ἐκπορεύεσθε πρὸς μέ, καὶ φάγεσθε ἕκαστος τὴν ἄμπελον αὐτοῦ καὶ τὰς συκὰς, καὶ πίεσθε ὕδωρ ἐκ τοῦ λάκκου ὑμῶν,"},{"number":17,"verse":"ἕως ἂν ἔλθω, καὶ λάβω ὑμᾶς εἰς γῆν, ὡς ἡ γῆ ὑμῶν, γῆ σίτου καὶ οἴνου καὶ ἄρτων καὶ ἀμπελώνων."},{"number":18,"verse":"Μὴ ἀπατάτω ὑμᾶς Ἐζεκίας, λέγων, ὁ Θεὸς ῥύσεται ὑμᾶς· μὴ ἐῤῥύσαντο οἱ θεοὶ τῶν ἐθνῶν, ἕκαστος τὴν ἑαῦτοῦ χώραν ἐκ χειρὸς βασιλέως Ἀσσυρίων;"},{"number":19,"verse":"Ποῦ ἐστιν ὁ θεὸς Ἐμὰθ καὶ Ἀρφάθ; καὶ ποῦ ὁ θεὸς τῆς πόλεως Ἐπφαρουαίμ; μὴ ἐδύναντο ῥύσασθαι Σαμάρειαν ἐκ χειρός μου;"},{"number":20,"verse":"Τίς τῶν θεῶν πάντων τῶν ἐθνῶν τούτων, ὅστις ἐῤῥύσατο τὴν γῆν αὐτοῦ ἐκ χειρός μου, ὅτι ῥύσεται ὁ Θεὸς τὴν Ἱερουσαλὴμ ἐκ χειρός μου;"},{"number":21,"verse":"Καὶ ἐσιώπησαν, καὶ οὐδεὶς ἀπεκρίθη αὐτῷ λόγον, διὰ τὸ προστάξαι τὸν βασιλέα μηδένα ἀποκριθῆναι."},{"number":22,"verse":"Καὶ εἰσῆλθεν Ἑλιακεὶμ ὁ τοῦ Χελκίου, οἰκονόμος, καὶ Σομνᾶς ὁ γραμματεὺς τῆς δυνάμεως, καὶ Ἰωὰχ ὁ τοῦ Ἀσὰφ ὁ ὑπομνηματογράφος, πρὸς Ἐζεκίαν, ἐσχισμένοι τοὺς χιτῶνας, καὶ ἀνήγγειλαν αὐτῷ τοὺς λόγους Ῥαβσάκου."}]}