{"bibleAbbr":"LXXBr","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":37,"verses":[{"number":1,"verse":"Καὶ ἐγένετο ἐν τῷ ἀκοῦσαι τὸν βασιλέα Ἐζεκίαν, ἔσχισε τὰ ἱμάτια, καὶ περιεβάλετο σάκκον, καὶ ἀνέβη εἰς τὸν οἶκον Κυρίου."},{"number":2,"verse":"Καὶ ἀπέστειλεν Ἑλιακεὶμ τὸν οἰκονόμον, καὶ Σόμνᾶν τὸν γραμματέα, καὶ τοὺς πρεσβυτέρους τῶν ἱερέων περιβεβλημένους σάκκους, πρὸς Ἠσαΐαν υἱὸν Ἀμὼς τὸν προφήτην."},{"number":3,"verse":"Καὶ εἶπαν αὐτῷ, τάδε λέγει Ἐζεκίας, ἡμέρα, θλίψεως καὶ ὀνειδισμοῦ καὶ ἐλεγμοῦ καὶ ὀργῆς ἡ σήμερον ἡμέρα, ὅτι ἥκει ἡ ὠδὶν τῇ τικτούσῃ, ἰσχὺν δὲ οὐκ ἔχει τοῦ τεκεῖν."},{"number":4,"verse":"Εἰσακούσαι Κύριος ὁ Θεός σου τοὺς λόγους Ῥαβσάκου, οὓς ἀπέστειλε βασιλεὺς Ἀσσυρίων, ὀνειδίζειν Θεὸν ζῶντα, καὶ ὀνειδίζειν λόγους οὓς ἤκουσε Κύριος ὁ Θεός σου, καὶ δεηθήσῃ πρὸς Κύριόν σου περὶ τῶν καταλελειμμένων τούτων."},{"number":5,"verse":"Καὶ ἦλθον οἱ παῖδες τοῦ βασιλέως Ἐζεκίου πρὸς Ἡσαΐαν."},{"number":6,"verse":"Καὶ εἶπεν αὐτοῖς Ἡσαΐας, οὕτως ἐρεῖτε πρὸς τὸν κύριον ὑμῶν, τάδε λέγεἱ Κύριος, μὴ φοβηθῇς ἀπὸ τῶν λόγων ὧν ἤκουσας, οὓς ὠνείδισάν με οἱ πρέσβεις βασιλέως Ἀσσυρίων."},{"number":7,"verse":"Ἰδοὺ ἐγὼ ἐμβάλλω εἰς αὐτὸν πνεῦμα, καὶ ἀκούσας ἀγγελίαν, ἀποστραφήσεται εἰς τὴν χώραν αὐτοῦ, καὶ πεσεῖται μαχαίρᾳ ἐν τῇ γῇ αὐτοῦ."},{"number":8,"verse":"Καὶ ἀπέστρεψε Ῥαβσάκης, καὶ κατέλαβε τὸν βασιλέα Ἀσσυρίων πολιορκοῦντα Λοβνάν· καὶ ἤκουσεν ὅτι ἀπῇρεν ἀπὸ Λαχίς."},{"number":9,"verse":"Καὶ ἐξῆλθε Θαρακὰ βασιλεὺς Αἰθιόπων πολιορκῆσαι αὐτόν· καὶ ἀκούσας ἀπέστρεψε, καὶ ἀπέστειλεν ἀγγέλους πρὸς Ἐζεκίαν, λέγων,"},{"number":10,"verse":"οὕτως ἐρεῖτε Ἐζεκίᾳ βασιλεῖ τῆς Ἰουδαίας, μή σε ἀπατάτω ὁ Θεός σου, ἐφʼ ᾧ πέποιθας ἐπʼ αὐτῷ, λέγων, οὐ μὴ παραδοθῇ Ἱερουσαλὴμ ἐν χειρὶ βασιλέως Ἀσσυρίων."},{"number":11,"verse":"Σὺ οὐκ ἤκουσας ἃ ἐποίησαν βασιλεῖς Ἀσσυρίων, πᾶσαν τὴν γῆν ὡς ἀπώλεσαν; καὶ σὺ ῥυσθήσῃ;"},{"number":12,"verse":"Μὴ ἐῤῥύσαντο αὐτοὺς οἱ θεοὶ τῶν ἐθνῶν, οὓς ἀπώλεσαν οἱ πατέρες μου, τήν τε Γωζᾶν, καὶ Χαῤῥὰν, καὶ Ῥαφὲθ, αἵ εἰσιν ἐν χώρᾳ Θεεμάθ;"},{"number":13,"verse":"Ποῦ εἰσι βασιλεῖς Ἐμάθ; καὶ ποῦ Ἀρφάθ; καὶ ποῦ πόλεως Ἐπφαρουαὶμ, Ἀναγονγάυα;"},{"number":14,"verse":"Καὶ ἔλαβεν Ἐζεκίας τὸ βιβλίον παρὰ τῶν ἀγγέλων, καὶ ἀνέγνω αὐτὸ, καὶ ἀνέβη εἰς οἶκον Κυρίου, καὶ ἤνοιξεν αὐτὸ ἐναντίον Κυρίου."},{"number":15,"verse":"Καὶ προσηύξατο Ἐζεκίας πρὸς Κύριον, λέγων,"},{"number":16,"verse":"Κύριος σαβαὼθ ὁ Θεὸς Ἰσραὴλ, ὁ καθήμενος ἐπὶ τῶν χερουβὶμ, σὺ εἶ ὁ Θεὸς μόνος πάσης βασιλείας τῆς οἰκουμένης, σὺ ἐποίησας τὸν οὐρανὸν καὶ τὴν γῆν·"},{"number":17,"verse":"Κλῖνον Κύριε τὸ οὖς σου, εἰσάκουσον Κύριε, ἄνοιξον Κύριε τοὺς ὀφθαλμούς σου, εἴσβλεψον Κύριε, καὶ ἴδε τοὺς λόγους Σενναχηρεὶμ, οὓς ἀπέστειλεν ὀνειδίζειν Θεὸν ζῶντα."},{"number":18,"verse":"Ἐπʼ ἀληθείας γὰρ Κύριε ἠρήμωσαν βασιλεῖς Ἀσσυρίων τὴν οἰκουμένην ὅλην, καὶ τὴν χώραν αὐτῶν,"},{"number":19,"verse":"καὶ ἀνέβαλον τὰ εἴδωλα αὐτῶν εἰς τὸ πῦρ· οὐ γὰρ θεοὶ ἦσαν, ἀλλὰ ἔργα χειρῶν ἀνθρώπων, ξύλα καὶ λίθοι· καὶ ἀπώσαντο αὐτούς."},{"number":20,"verse":"Νῦν δὲ Κύριε ὁ Θεὸς ἡμῶν σῶσον ἡμᾶς ἐκ χειρὸς αὐτοῦ, ἵνα γνῷ πᾶσα βασιλεία τῆς γῆς, ὅτι σῦ εἶ ὁ Θεὸς μόνος."},{"number":21,"verse":"Καὶ ἀπεστάλη Ἡσαΐας υἱὸς Ἀμὼς πρὸς Ἐζεκίαν, καὶ εἶπεν αὐτῷ, τάδε λέγει Κύριος ὁ Θεὸς Ἰσραὴλ, ἤκουσα ἃ προσηύξω πρὸς μὲ περὶ Σενναχηρεὶμ βασιλέως Ἀσσυρίων."},{"number":22,"verse":"Οὗτος ὁ λόγος ὃν ἐλάλησε περὶ αὐτοῦ ὁ Θεὸς, ἐφαύλισέ σε, καὶ ἐμυκτήρισέ σε παρθένος θυγάτηρ Σιὼν, ἐπὶ σοὶ κεφαλὴν ἐκίνησε θυγάτηρ Ἱερουσαλήμ."},{"number":23,"verse":"Τίνα ὠνείδισας καὶ παρώξυνας; ἢ πρὸς τίνα ὕψωσας τὴν φωνήν σου; καὶ οὐκ ᾖρας εἰς ὕψος τοὺς ὀφθαλμούς σου πρὸς τὸν ἅγιον τοῦ Ἰσραήλ;"},{"number":24,"verse":"Ὅτι διʼ ἀγγέλων ὠνείδισας Κύριον· σὺ γὰρ εἶπας, τῷ πλήθει τῶν ἁρμάτων ἐγὼ ἀνέβην εἰς ὕψος ὀρέων, καὶ εἰς τὰ ἔσχατα τοῦ Λιβάνου, καὶ ἔκοψα τὸ ὕψος τῆς κέδρου αὐτοῦ, καὶ τὸ κάλλος τῆς κυπαρίσσου, καὶ εἰσῆλθον εἰς ὕψος μέρους τοῦ δρυμοῦ,"},{"number":25,"verse":"καὶ ἔθηκα γέφυραν, καὶ ἠρήμωσα ὕδατα καὶ πᾶσαν συναγωγὴν ὕδατος."},{"number":26,"verse":"Οὐ ταῦτα ἤκουσας πάλαὶ ἃ ἐγὼ ἐποίησα; ἐξ ἡμερῶν ἀρχαίων συνέταξα, νῦν δὲ ἐπέδειξα ἐξερημῶσαι ἔθνη ἐν ὀχυροῖς, καὶ οἰκοῦντας ἐν πόλεσιν ὀχυραῖς."},{"number":27,"verse":"Ἀνῆκα τὰς χεῖρας, καὶ ἐξηράνθησαν, καὶ ἐγένοντο ὡς χόρτος ξηρὸς ἐπὶ δωμάτων, καὶ ὡς ἄγρωστις."},{"number":28,"verse":"Νῦν δὲ τὴν ἀνάπαυσίν σου, καὶ τὴν ἔξοδόν σου, καὶ τὴν εἴσοδόν σου ἐγὼ ἐπίσταμαι."},{"number":29,"verse":"Ὁ δὲ θυμός σου ὃν ἐθυμώθης, καὶ ἡ πικρία σου ἀνέβη πρὸς μὲ, καὶ ἐμβαλῶ φιμὸν εἰς τὴν ῥῖνά σου, καὶ χαλινὸν εἰς τὰ χείλη σου, καὶ ἀποστρέψω σε τῇ ὁδῷ ᾗ ἦλθες ἐν αὐτῇ."},{"number":30,"verse":"Τοῦτο δέ σοι τὸ σημεῖον· φάγε τοῦτον τὸν ἐνιαυτὸν ἃ ἔσπαρκας, τῷ δὲ ἐνιαὐτῷ τῷ δευτέρῳ τὸ κατάλειμμα, τῷ δὲ τρίτῳ σπείραντες ἀμήσατε, καὶ φυτεύσατε ἀμπελῶνας, καὶ φάγεσθε τὸν καρπὸν αὐτῶν."},{"number":31,"verse":"Καὶ ἔσονται οἱ καταλελιμμένοι ἐν τῇ Ἰουδαίᾳ, φυήσουσι ῥίζαν κάτω, καὶ ποιήσουσι σπέρμα ἄνω·"},{"number":32,"verse":"Ὅτι ἐξ Ἱερουσαλὴμ ἔσονται οἱ καταλελειμμένοι, καὶ οἱ σωζόμενοι ἐξ ὄρους Σιών· ὁ ζῆλος Κυρίου σαβαὼθ ποιήσει ταῦτα."},{"number":33,"verse":"Διατοῦτο οὕτως λέγει Κύριος ἐπὶ βασιλέα Ἀσσυρίων, οὐ μὴ εἰσέλθῃ εἰς τὴν πόλιν ταύτην, οὐδὲ μὴ βάλῃ ἐπʼ αὐτὴν βέλος, οὐδὲ μὴ ἐπιβάλῃ ἐπʼ αὐτὴν θυρεὸν, οὐδὲ μὴ κυκλώσῃ ἐπʼ αὐτὴν χάρακα·"},{"number":34,"verse":"Ἀλλὰ τῇ ὁδῷ ᾗ ἦλθεν, ἐν αὐτῇ ἀποστραφήσεται, καὶ εἰς τὴν πόλιν ταύτην οὐ μὴ εἰσέλθῃ· τάδε λέγει Κύριος."},{"number":35,"verse":"Ὑπερασπιῶ ὑπὲρ τῆς πόλεως ταύτης τοῦ σῶσαι αὐτὴν διʼ ἐμὲ, καὶ διὰ Δαυὶδ τὸν παῖδά μου."},{"number":36,"verse":"Καὶ ἐξῆλθεν ἄγγελος Κυρίου, καὶ ἀνεῖλεν ἐκ τῆς παρεμβολῆς τῶν Ἀσσυρίων ἑκατὸν ὀγδοηκονταπέντε χιλιάδας· καὶ ἀναστάντες τοπρωῒ, εὗρον πάντα τὰ σώματα νεκρά."},{"number":37,"verse":"Καὶ ἀπῆλθεν ἀποστραφεὶς Σενναχηρεὶμ βασιλεὺς Ἀσσυρίων, καὶ ᾤκησεν ἐν Νινευῇ."},{"number":38,"verse":"Καὶ ἐν τῷ αὐτὸν προσκυνεῖν ἐν τῷ οἴκῳ Νασαρὰχ τὸν πάτραρχον αὐτοῦ, Ἀδραμέλεχ καὶ Σαρασὰρ οἱ υἱοὶ αὐτοῦ ἐπάταξαν αὐτὸν μαχαίραις, αὐτοὶ δὲ διεσώθησαν εἰς Ἀρμενίαν, καὶ ἐβασίλευσεν Ἀσορδὰν ὁ υἱὸς αὐτοῦ ἀντʼ αὐτοῦ."}]}