{"bibleAbbr":"LXXBr","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":47,"verses":[{"number":1,"verse":"Κατάβηθι, κάθισον ἐπὶ τὴν γῆν παρθένος θυγάτηρ Βαβυλῶνος, κάθισον εἰς τὴν γῆν θυγάτηρ Χαλδαίων, ὅτι οὐκέτι προστεθήσῃ κληθῆναι ἁπαλὴ καὶ τρυφερά."},{"number":2,"verse":"Λάβε μύλον, ἄλεσον ἄλευρον, ἀποκὸλυψαι τὸ κατακάλυμμά σου, ἀνακάλυψαι τὰς πολιὰς, ἀνάσυρε τὰς κνήμας, διάβηθι ποταμούς."},{"number":3,"verse":"Ἀνακαλυφθήσεται ἡ αἰσχύνη σου, φανήσονται οἱ ὀνειδισμοί σου· τὸ δίκαιον ἐκ σοῦ λήμψομαι, οὐκέτι μὴ παραδῶ ἀνθρώποις."},{"number":4,"verse":"Ὁ ῥυσάμενός σε Κύριος σαβαὼθ, ὄνομα αὐτῷ Ἅγιος Ἰσραήλ."},{"number":5,"verse":"Κάθισον κατανενυγμένη, εἴσελθε εἰς τὸ σκότος θύγατεηρ Χαλδαίων, οὐκέτι μὴ κληθήσῃ ἰσχὺς βασιλείας."},{"number":6,"verse":"Παρωξύνθην ἐπὶ τῷ λαῷ μου, ἐμίανας τὴν κληρονομίαν μου· ἐγὼ ἔδωκα αὐτοὺς εἰς τὴν χεῖρά σου, σὺ δὲ οὐκ ἔδωκας αὐτοῖς ἔλεος, τοῦ πρεσβυτέρου ἐβάρυνας τὸν ζυγὸν σφόδρα,"},{"number":7,"verse":"καὶ εἶπας, εἰς τὸν αἰῶνα ἔσομαι ἄρχουσα· οὐκ ἐνόησας ταῦτα ἐν τῇ καρδίᾳ σου, οὐδὲ ἐμνήσθης τὰ ἔσχατα."},{"number":8,"verse":"Νῦν δὲ ἄκουε ταῦτα τρυφερὰ, ἡ καθημένη, ἡ πεποιθυῖα, ἡ λέγουσα ἐν καρδίᾳ αὐτῆς, ἐγώ εἰμι, καὶ οὐκ ἔστιν ἑτέρα, οὐ καθιῶ χήρα, οὐδὲ γνώσομαι ὀρφανίαν."},{"number":9,"verse":"Νῦν δὲ ἥξει ἐπὶ σὲ τὰ δύο ταῦτα ἐξαίφνης ἐν ἡμέρᾳ μιᾷ, ἀτεκνία καὶ χηρεία ἥξει ἐξαίφνης ἐπὶ σὲ, ἐν τῇ φαρμακείᾳ σου, ἐν τῇ ἰσχύϊ τῶν ἐπαοιδῶν σου σφόδρα,"},{"number":10,"verse":"τῇ ἐλπίδι τῆς πονηρίας σου· σὺ γὰρ εἶπας, ἐγώ εἰμι, καὶ οὐκ ἔστιν ἑτέρα· γνῶθι, ἡ σύνεσις τούτων ἔσται, καὶ ἡ πορνεία σου σοὶ αἰσχύνη· καὶ εἶπας τῇ καρδίᾳ σου, ἐγώ εἰμι, καὶ οὐκ ἔστιν ἑτέρα."},{"number":11,"verse":"Καὶ ἥξει ἐπὶ σὲ ἀπώλεια, καὶ οὐ μὴ γνῷς· βόθυνος, καὶ ἐμπεσῇ εἰς αὐτόν· καὶ ἥξει ἐπὶ σὲ ταλαιπωρία, καὶ οὐ μὴ δυνήσῃ καθαρὰ γενέσθαι· καὶ ἥξει ἐπὶ σὲ ἐξαπίνης ἀπώλεια, καὶ οὐ μὴ γνώσῃ."},{"number":12,"verse":"Στῆθι νῦν ἐν ταῖς ἐπαοιδαῖς σου, καὶ ἐν τῇ πολλῇ φαρμακείᾳ σου, ἃ ἐμάνθανες ἐκ νεότητός σου, εἰ δυνήσῃ ὠφεληθῆναι."},{"number":13,"verse":"Κεκοπίακας ἐν ταῖς βουλαῖς σου· στήτωσαν δὴ καὶ σωσάτωσάν σε οἱ ἀστρολόγοι τοῦ οὐρανοῦ, οἱ ὁρῶντες τοὺς ἀστέρας ἀναγγειλάτωσάν σοι, τί μέλλει ἐπὶ σὲ ἔρχεσθαι."},{"number":14,"verse":"Ἰδοὺ πάντες ὡς φρύγανα ἐπὶ πυρὶ κατακαυθήσονται, καὶ οὐ μὴ ἐξέλωνται τὴν ψυχὴν αὐτῶν ἐκ φλογός· ὅτι ἔχεις ἄνθρακας πυρός· κάθισαι ἐπʼ αὐτοὺς,"},{"number":15,"verse":"οὗτοι ἔσονταί σοι βοήθεια· ἐκοπίασας ἐν τῇ μεταβολῇ ἐκ νεότητος, ἄνθρωπος καθʼ ἑαυτὸν ἐπλανήθη, σοὶ δὲ οὐκ ἔσται σωτηρία."}]}