{"bibleAbbr":"LXXBr","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":49,"verses":[{"number":1,"verse":"Ἀκούσατε μου νῆσοι, καὶ προσέχετε ἔθνη, διὰ χρόνου πολλοῦ στήσεται, λέγει Κύριος, ἐκ κοιλίας μητρός μου ἐκάλεσε τὸ ὄνομά μου."},{"number":2,"verse":"Καὶ ἔθηκε τὸ στόμα μου ὡς μάχαιραν ὀξεῖαν, καὶ ὑπὸ τὴν σκέπην τῆς χειρὸς αὐτοῦ ἔκρυψέ με· ἔθηκέ με ὡς βέλος ἐκλεκτὸν, καὶ ἐν τῇ φαρέτρᾳ αὐτοῦ ἔκρυψέ με,"},{"number":3,"verse":"καὶ εἶπέ μοι, δοῦλός μου εἶ σὺ Ἰσραὴλ, καὶ ἐν σοὶ ἐνδοξασθήσομαι."},{"number":4,"verse":"Καὶ ἐγὼ εἶπα, κενῶς ἐκοπίασα, εἰς μάταιον καὶ εἰς οὐδὲν ἔδωκα τὴν ἰσχύν μου· διατοῦτο ἡ κρίσις μου παρὰ· Κυρίῳ, καὶ ὁ πόνος μου ἐναντίον τοῦ Θεοῦ μου."},{"number":5,"verse":"Καὶ νῦν οὕτω λέγει Κύριος, ὁ πλάσας με ἐκ κοιλίας δοῦλον ἑαυτῷ, τοῦ συναγαγεῖν τὸν Ἰακὼβ πρὸς αὐτὸν καὶ Ἰσραήλ· συναχθήσομαι καὶ δοξασθήσομαι ἐναντίον Κυρίου, καὶ ὁ Θεὸς μου ἔσται μοι ἰσχύς."},{"number":6,"verse":"Καὶ εἶπέ μοι, μέγα σοι ἐστὶ τοῦ κληθῆναί σε παῖδά μου, τοῦ στῆσαι τὰς φυλὰς Ἰακὼβ, καὶ τὴν διασπορὰν τοῦ Ἰσραὴλ ἐπιστρέψαι· ἰδοὺ δέδωκά σε εἰς διαθήκην γένους, εἰς φῶς ἐθνῶν, τοῦ εἶναί σε εἰς σωτηρίαν ἕως ἐσχάτου τῆς γῆς."},{"number":7,"verse":"Οὕτως λέγει Κύριος, ὁ ῥυσάμενός σε, ὁ Θεὸς Ἰσραὴλ, ἁγιάσατε τὸν φαυλίζοντα τὴν ψυχὴν αὐτοῦ, τὸν βδελυσσόμενον ὑπὸ τῶν ἐθνῶν τῶν δούλων τῶν ἀρχόντων· βασιλεῖς ὄψονται αὐτὸν, καὶ ἀναστήσονται ἄρχοντες, καὶ προσκυνήσουσιν αὐτῷ, ἕνεκεν Κυρίου· ὅτι πιστός ἐστιν ὁ ἅγιος Ἰσραὴλ, καὶ ἐξελεξάμην σε."},{"number":8,"verse":"Οὕτως λέγει Κύριος, καιρῷ δεκτῷ ἐπήκουσά σου, καὶ ἐν ἡμέρᾳ σωτηρίας ἐβοήθησά σοι, καὶ ἔπλασά σε, καὶ ἔδωκά σε εἰς διαθήκην ἐθνῶν τοῦ καταστῆσαι τὴν γῆν, καὶ κληρονομῆσαι κληρονομίας ἐρήμους,"},{"number":9,"verse":"λέγοντα τοῖς ἐν δεσμοῖς, ἐξέλθατε, καὶ τοῖς ἐν τῷ σκότει, ἀνακαλυφθῆναι· ἐν πάσαις ταῖς ὁδοῖς βοσκηθήσονται, καὶ ἐν πάσαις ταῖς τρίβοις ἡ νομὴ αὐτῶν·"},{"number":10,"verse":"Οὐ πεινάσουσιν, οὐδὲ διψήσουσιν, οὐδὲ πατάξει αὐτοὺς ὁ καύσων, οὐδὲ ὁ ἥλιος, ἀλλʼ ὁ ἐλεῶν αὐτοὺς παρακαλέσει, καὶ διὰ πηγῶν ὑδάτων ἄξει αὐτούς·"},{"number":11,"verse":"Καὶ θήσω πᾶν ὄρος εἰς ὁδὸν, καὶ πᾶσαν τρίβον εἰς βόσκημα αὐτοῖς."},{"number":12,"verse":"Ἰδοὺ οὗτοι πόῤῥωθεν ἥξουσιν, οὗτοι ἀπὸ Βοῤῥᾶ καὶ θαλάσσης, ἄλλοι δὲ ἐκ γῆς Περσῶν."},{"number":13,"verse":"Εὐφραίνεσθε οὐρανοί, καὶ ἀγαλλιάσθω ἡ γῆ, ῥηξάτωσαν τὰ ὄρη εὐφροσύνην, ὅτι ἠλέησεν ὁ Θεὸς τὸν λαὸν αὐτοῦ, καὶ τοὺς ταπεινοὺς τοῦ λαοῦ αὐτοῦ παρεκάλεσεν."},{"number":14,"verse":"Εἶπεν δὲ Σιὼν, ἐγκατέλιπέ με Κύριος, καὶ ὅτι Κύριος ἐπελάθετό μου."},{"number":15,"verse":"Μὴ ἐπιλήσεται γυνὴ τοῦ παιδίου αὐτῆς, ἢ τοῦ μὴ ἐλεῆσαι τὰ ἔκγονα τῆς κοιλίας αὐτῆς; εἰ δὲ καὶ ταῦτα ἐπιλάθοιτο γυνὴ, ἀλλʼ ἐγὼ οὐκ ἐπιλήσομαί σου, εἶπεν Κύριος."},{"number":16,"verse":"Ἰδοὺ ἐπὶ τῶν χειρῶν μου ἐζωγράφηκά σου τὰ τείχη, καὶ ἐνώπιόν μου εἶ διαπαντὸς,"},{"number":17,"verse":"καὶ ταχὺ οἰκοδομηθήσῃ ὑφʼ ὧν καθῃρέθης, καὶ οἱ ἐρημώσαντές σε ἐξελεύσονται ἐκ σοῦ."},{"number":18,"verse":"Ἆρον κύκλῳ τοὺς ὀφθαλμούς σου, καὶ ἴδε πάντας, ἰδοὺ συνήχθησαν καὶ ἤλθοσαν πρὸς σέ. Ζῶ ἐγὼ, λέγει Κύριος, ὅτι πάντας αὐτοὺς ὡς κόσμον ἐνδύσῃ, καὶ περιθήσεις αὐτοὺς ὡς κόσμον νύμφη."},{"number":19,"verse":"Ὅτι τὰ ἔρημά σου καὶ τὰ κατεφθαρμένα καὶ πεπτωκότα, ὅτι νῦν στενοχωρήσει ἀπὸ τῶν κατοικούντων, καὶ μακρυνθήσονται ἀπὸ σοῦ οἱ καταπίνοντές σε."},{"number":20,"verse":"Ἐροῦσι γὰρ εἰς τὰ ὦτά σου οἱ υἱοί σου, οὓς ἀπολώλεκας, στενός μοι ὁ τόπος, ποίησόν μοι τόπον ἵνα κατοικήσω."},{"number":21,"verse":"Καὶ ἐρεῖς ἐν τῇ καρδίᾳ σου, τίς ἐγέννησέ μοι τούτους; ἐγὼ δὲ ἄτεκνος καὶ χήρα, τούτους δὲ τίς ἐξέθρεψέ μοι; ἐγὼ δὲ κατελείφθην μόνη, οὗτοι δέ μοι ποῦ ἦσαν;"},{"number":22,"verse":"Οὕτως λέγει Κύριος Κύριος, ἰδοὺ αἴρω εἰς τὰ ἔθνη τὴν χεῖρά μου, καὶ εἰς τὰς νήσους ἀρῶ σύσσημόν μου, καὶ ἄξουσι τοὺς υἱούς σου ἐν κόλπῳ, τὰς δὲ θυγατέρας σου ἐπʼ ὤμων ἀροῦσι."},{"number":23,"verse":"Καὶ ἔσονται βασιλεῖς τιθηνοί σου, αἱ δὲ ἄρχουσαι αὐτῶν τροφοί σου· ἐπὶ πρόσωπον τῆς γῆς προσκυνήσουσί σε, καὶ τὸν χοῦν τῶν ποδῶν σου λείξουσι, καὶ γνώσῃ, ὅτι ἐγὼ Κύριος, καὶ οὐκ αἰσχυνθήσονται οἱ ὑπομένοντές με."},{"number":24,"verse":"Μὴ λήμψεταί τις παρὰ γίγαντος σκῦλα; καὶ ἐὰν αἰχμαλωτεύσῃ τις ἀδίκως, σωθήσεται;"},{"number":25,"verse":"Ὅτι οὕτω λέγει Κύριος, ἐάν τις αἰχμαλωτεύσῃ γίγαντα, λήψεται σκῦλα· λαμβάνων δὲ παρὰ ἰσχύοντος σωθήσεται· ἐγὼ δὲ τὴν κρίσιν σου κρινῶ, καὶ ἐγὼ τοὺς υἱούς σου ῥύσομαι·"},{"number":26,"verse":"Καὶ φάγονται οἱ θλίψαντές σε τὰς σάρκας αὐτῶν, καὶ πίονται ὡς οἶνον νέον τὸ αἷμα αὐτῶν, καὶ μεθυσθήσονται· καὶ αἰσθανθήσεται πᾶσα σὰρξ, ὅτι ἐγὼ Κύριος ὁ ῥυσάμενός σε, καὶ ἀντιλαμβανόμενος ἰσχύος Ἰακώβ."}]}