{"bibleAbbr":"LXXBr","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":5,"verses":[{"number":1,"verse":"Ἄσω δὴ τῷ ἠγαπημένῳ ᾆσμα τοῦ ἀγαπητοῦ μου τῷ ἀμπελῶνί μου. Ἀμπελὼν ἐγενήθη τῷ ἠγαπημένῳ, ἐν κέρατι, ἐν τόπῳ πίονι."},{"number":2,"verse":"Καὶ φραγμὸν περιέθηκα, καὶ ἐχαράκωσα, καὶ ἐφύτευσα ἄμπελον σωρὴκ, καὶ ᾠκοδόμησα πύργον ἐν μέσῳ αὐτοῦ, καὶ προλήνιον ὤρυξα ἐν αὐτῷ, καὶ ἔμεινα τοῦ ποιῆσαι σταφυλὴν, καὶ ἐποίησεν ἀκάνθας."},{"number":3,"verse":"Καὶ νῦν οἱ ἐνοικοῦντες ἐν Ἱερουσαλὴμ, καὶ ἄνθρωπος τοῦ Ἰούδα, κρίνατε ἐν ἐμοὶ καὶ ἀναμέσον τοῦ ἀμπελῶνός μου."},{"number":4,"verse":"Τί ποιήσω ἔτι τῷ ἀμπελῶνί μου, καὶ οὐκ ἐποίησα αὐτῷ; διότι ἔμεινα τοῦ ποιῆσαι σταφυλὴν, ἐποίησε δὲ ἀκάνθας."},{"number":5,"verse":"Νῦν δὲ ἀναγγελῶ ὑμῖν τί ἐγὼ ποιήσω τῷ ἀμπελῶνί μου· ἀφελῶ τὸν φραγμὸν αὐτοῦ, καὶ ἔσται εἰς διαρπαγήν· καὶ καθελῶ τὸν τοῖχον αὐτοῦ, καὶ ἔσται εἰς καταπάτημα·"},{"number":6,"verse":"Καὶ ἀνήσω τὸν ἀμπελῶνά μου, καὶ οὐ τμηθῇ, οὐδὲ μὴ σκαφῇ· καὶ ἀναβήσονται εἰς αὐτὸν, ὡς εἰς χέρσον ἄκανθαι· καὶ ταῖς νεφέλαις ἐντελοῦμαι, τοῦ μὴ βρέξαι εἰς αὐτὸν ὑετόν."},{"number":7,"verse":"Ὁ γὰρ ἀμπελὼν Κυρίου σαβαὼβ, οἶκος τοῦ Ἰσραὴλ, καὶ ἄνθρωπος τοῦ Ἰούδα νεόφυτον ἠγαπημένον· ἔμεινα τοῦ ποιῆσαι κρίσιν, ἐποίησε δὲ ἀνομίαν, καὶ οὐ δικαιοσύνην, ἀλλὰ κραυγήν."},{"number":8,"verse":"Οὐαὶ οἱ συνάπτοντες οἰκίαν πρὸς οἰκίαν, καὶ ἀγρὸν πρὸς ἀγρὸν ἐγγίζοντες, ἵνα τοῦ πλησίον ἀφέλωνταί τι· μὴ οἰκήσετε μόνοι ἐπὶ τῆς γῆς;"},{"number":9,"verse":"Ἠκούσθη γὰρ εἰς τὰ ὦτα Κυρίου σαβαὼθ ταῦτα· ἐὰν γὰρ γένωνται οἰκίαι πολλαί, εἰς ἔρημον ἔσονται μεγάλαι καὶ καλαὶ, καὶ οὐκ ἔσονται οἱ ἐνοικοῦντες ἐν αὐταῖς."},{"number":10,"verse":"Οὗ γὰρ ἐργῶνται δέκα ζεύγη βοῶν, ποιήσει κεράμιον ἕν· καὶ ὁ σπείρων ἀρτάβας ἓξ, ποιήσει μέτρα τρία."},{"number":11,"verse":"Οὐαὶ οἱ ἐγειρόμενοι τοπρωῒ, καὶ τὸ σίκερα διώκοντες, οἱ μένοντες τὸ ὀψέ· ὁ γὰρ οἶνος αὐτοὺς συνκαύσει."},{"number":12,"verse":"Μετὰ γὰρ κιθάρας καὶ ψαλτηρίου καὶ τυμπάνων καὶ αὐλῶν τον οἶνον πίνουσι, τὰ δὲ ἔργα Κυρίου οὐκ ἐμβλέπουσι, καὶ τὰ ἔργα τῶν χειρῶν αὐτοῦ οὐ κατανοοῦσι."},{"number":13,"verse":"Τοίνυν αἰχμάλωτος ὁ λαός μου ἐγενήθη, διὰ τὸ μὴ εἰδέναι αὐτοὺς τὸν Κύριον· καὶ πλῆθος ἐγενήθη νεκρῶν, διὰ λιμὸν καὶ δίψος ὕδατος."},{"number":14,"verse":"Καὶ ἐπλάτυνεν ὁ ᾅδης τὴν ψυχὴν αὐτοῦ, καὶ διήνοιξε τὸ στόμα αὐτοῦ, τοῦ μὴ διαλιπεῖν· καὶ καταβήσονται οἱ ἔνδοξοι καὶ οἱ μεγάλοι καὶ οἱ πλούσιοι καὶ οἱ λοιμοὶ αὐτῆς."},{"number":15,"verse":"Καὶ ταπεινωθήσεται ἄνθρωπος, καὶ ἀτιμασθήσεται ἀνήρ· καὶ οἱ ὀφθαλμοὶ οἱ μετέωροι ταπεινωθήσονται."},{"number":16,"verse":"Καὶ ὑψωθήσεται Κύριος σαβαὼθ ἐν κρίματι, καὶ ὁ Θεὸς ὁ ἅγιος δοξασθήσεται ἐν δικαιοσύνῃ·"},{"number":17,"verse":"Καὶ βοσκηθήσονται οἱ διηρπασμένοι ὡς ταῦροι, καὶ τὰς ἐρήμους τῶν ἀπειλημμένων ἄρνες φάγονται."},{"number":18,"verse":"Οὐαὶ οἱ ἐπισπώμενοι τὰς ἁμαρτίας ὡς σχοινίῳ μακρῷ, καὶ ὡς ζυγοῦ ἱμάντι δαμάλεως τὰς ἀνομίας·"},{"number":19,"verse":"Οἱ λέγοντες, τὸ τάχος ἐγγισάτω ἃ ποιήσει, ἵνα ἴδωμεν· καὶ ἐλθάτω ἡ βουλὴ τοῦ ἁγίου Ἰσραὴλ, ἵνα γνῶμεν."},{"number":20,"verse":"Οὐαὶ οἱ λέγοντες τὸ πονηρὸν καλὸν, καὶ τὸ καλὸν πονηρὸν· οἱ τιθέντες τὸ σκότος φῶς, καὶ τὸ φῶς σκότος· οἱ τιθέντες τὸ πικρὸν γλυκὺ, καὶ τὸ γλυκὺ πικρόν."},{"number":21,"verse":"Οὐαὶ οἱ συνετοὶ ἐν ἑαυτοῖς, καὶ ἐνώπιον αὐτῶν ἐπιστήμονες."},{"number":22,"verse":"Οὐαὶ οἱ ἰσχύοντες ὑμῶν, οἱ πίνοντες τὸν οἶνον, καὶ οἱ δυνάσται οἱ κεραννύντες τὸ σίκερα,"},{"number":23,"verse":"οἱ δικαιοῦντες τὸν ἀσεβῆ ἕνεκεν δώρων, καὶ τὸ δίκαιον τοῦ δικαίου αἴροντες."},{"number":24,"verse":"Διατοῦτο ὃν τρόπον καυθήσεται καλάμη ὑπὸ ἄνθρακος πυρός, καὶ συγκαυθήσεται ὑπὸ φλογὸς ἀνειμένης, ἡ ῥίζα αὐτῶν ὡς χνοῦς ἔσται, καὶ τὸ ἄνθος αὐτῶν ὡς κονιορτὸς ἀναβήσεται· οὐ γὰρ ἠθέλησαν τὸν νόμον Κυρίου σαβαὼθ, ἀλλὰ τὸ λόγιον τοῦ ἁγίου Ἰσραὴλ παρώξυναν."},{"number":25,"verse":"Καὶ ἐθυμώθη ὀργῇ Κύριος σαβαὼθ ἐπὶ τὸν λαὸν αὐτοῦ, καὶ ἐπέβαλε τὴν χεῖρα ἐπʼ αὐτοὺς, καὶ ἐπάταξεν αὐτούς· καὶ παρωξύνθη τὰ ὄρη, καὶ ἐγενήθη τὰ θνησιμαῖα αὐτῶν ὡς κοπρία ἐν μέσῳ ὁδοῦ· καὶ ἐν πᾶσι τούτοις οὐκ ἀπεστράφη ὁ θυμὸς αὐτοῦ, ἀλλὰ ἔτι ἡ χεὶρ ὑψηλή."},{"number":26,"verse":"Τοιγαροῦν ἀρεῖ σύσσημον ἐν τοῖς ἔθνεσι τοῖς μακρὰν, καὶ συριεῖ αὐτοὺς ἀπʼ ἄκρου τῆς γῆς· καὶ ἰδοὺ ταχὺ κούφως ἔρχονται."},{"number":27,"verse":"Οὐ πεινάσουσιν, οὐδὲ κοπιάσουσιν, οὐδὲ νυστάξουσιν, οὐδὲ κοιμηθήσονται, οὐδὲ λύσουσι τὰς ζώνας αὐτῶν ἀπο τῆς ὀσφύος αὐτῶν, οὐδὲ μὴ ῥαγῶσιν οἱ ἱμάντες τῶν ὑποδημάτων αὐτῶν·"},{"number":28,"verse":"Ὧν τὰ βέλη ὀξέα ἐστί, καὶ τὰ τόξα αὐτῶν ἐντεταμένα· οἱ πόδες τῶν ἵππων αὐτῶν ὡς στερεὰ πέτρα ἐλογίσθησαν· οἱ τροχοὶ τῶν ἁρμάτων αὐτῶν ὡς καταιγίς."},{"number":29,"verse":"Ὀργιῶσιν ὡς λέοντες, καὶ παρέστηκαν ὡς σκύμνοι λέοντος· καὶ ἐπιλήψεται, καὶ βοήσει ὡς θηρίον, καὶ ἐκβαλεῖ, καὶ οὐκ ἔσται ὁ ῥυόμενος αὐτούς."},{"number":30,"verse":"Καὶ βοήσει διʼ αὐτοὺς τῇ ἡμέρᾳ ἐκείνῃ, ὡς φωνὴ θαλάσσης κυμαινούσης· καὶ ἐμβλέψονται εἰς τὴν γῆν, καὶ ἰδοὺ σκότος σκληρὸν ἐν τῇ ἀπορίᾳ αὐτῶν."}]}