{"bibleAbbr":"LXXBr","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":54,"verses":[{"number":1,"verse":"Εὐφράνθητι στεῖρα ἡ οὐ τίκτουσα, ῥῆξον καὶ βόησον ἡ οὐκ ὠδίνουσα, ὅτι πολλὰ τὰ τέκνα τῆς ἐρήμου, μᾶλλον ἢ τῆς ἐχούσης τὸν ἄνδρα· εἶπε γὰρ Κύριος,"},{"number":2,"verse":"πλάτυνον τὸν τόπον τῆς σκηνῆς σου, καὶ τῶν αὐλαιῶν σου, πῆξον, μὴ φείσῃ, μάκρυνον τὰ σχοινίσματά σου, καὶ τοὺς πασσάλους σου κατίσχυσον,"},{"number":3,"verse":"ἔτι εἰς τὰ δεξιὰ καὶ τὰ ἀριστερὰ ἐκπέτασον· καὶ τὸ σπέρμα σου ἔθνη κληρονομήσει, καὶ πόλεις ἠρημωμένας κατοικιεῖς."},{"number":4,"verse":"Μὴ φοβοῦ, ὅτι κατῃσχύνθης, μηδὲ ἐντραπῇς, ὅτι ὠνειδίσθης, ὅτι αἰσχύνην αἰώνιον ἐπιλήσῃ, καὶ ὄνειδος τῆς χηρείας σου οὐ μὴ μνησθήσῃ ἔτι."},{"number":5,"verse":"Ὅτι Κύριος ὁ ποιῶν σε, Κύριος σαβαὼθ ὄνομα αὐτῷ· καὶ ὁ ῥυσάμενός σε, αὐτὸς Θεὸς Ἰσραὴλ, πάσῃ τῇ γῇ κληθήσεται."},{"number":6,"verse":"Οὐχ ὡς γυναῖκα καταλελειμμένην καὶ ὀλιγόψυχον κέκληκέ σε ὁ Κύριος, οὐδʼ ὡς γυναῖκα ἐκ νεότητος μεμισημένην, εἶπεν ὁ Θεός σου."},{"number":7,"verse":"Χρόνον μικρὸν κατέλιπόν σε, καὶ μετʼ ἐλέους μεγάλου ἐλεήσω σε."},{"number":8,"verse":"Ἐν θυμῷ μικρῷ ἀπέστρεψα τὸ πρόσωπόν μου ἀπὸ σοῦ, καὶ ἐν ἐλέει αἰωνίῳ ἐλεήσω σε, εἶπεν ὁ ῥυσάμενός σε Κύριος·"},{"number":9,"verse":"Ἀπὸ τοῦ ὕδατος τοῦ ἐπὶ Νῶε τοῦτό μοι ἐστί· καθότι ὤμοσα αὐτῷ ἐν τῷ χρόνῳ ἐκείνῳ, τῇ γῇ μὴ θυμωθήσεσθαι ἐπὶ σοὶ ἔτι, μηδὲ ἐν ἀπειλῇ σου τὰ ὄρη μεταστήσεσθαι,"},{"number":10,"verse":"οὐδʼ οἱ βουνοί σου μετακινηθήσονται· οὕτως οὐδὲ τὸ παρʼ ἐμοῦ σοι ἔλεος ἐκλείψει, οὐδὲ ἡ διαθήκη τῆς εἰρήνης σου οὐ μὴ μεταστῇ· εἶπε γὰρ ἵλεώς σοι Κύριε."},{"number":11,"verse":"Ταπεινὴ καὶ ἀκατάστατος οὐ παρεκλήθης· ἰδοὺ, ἐγὼ ἑτοιμάζω σοι ἄνθρακα τὸν λίθον σου, καὶ τὰ θεμέλιά σου σάπφειρον,"},{"number":12,"verse":"καὶ θήσω τὰς ἐπάλξεις σου ἴασπιν, καὶ τὰς πύλας σου λίθους κρυστάλλου, καὶ τὸν περίβολόν σου λίθους ἐκλεκτούς·"},{"number":13,"verse":"καὶ πάντας τοὺς υἱοὺς σου διδακτοὺς Θεοῦ, καὶ ἐν πολλῇ εἰρήνῃ τὰ τέκνα σου."},{"number":14,"verse":"Καὶ ἐν δικαιοσύνῃ οἰκοδομηθήσῃ· ἀπέχου ἀπὸ ἀδίκου, καὶ οὐ φοβηθήσῃ, καὶ τρόμος οὐκ ἐγγιεῖ σοι."},{"number":15,"verse":"Ἰδοὺ προσήλυτοι προσελεύσονταί σοι διʼ ἐμοῦ, καὶ παροικήσουσί σοι, καὶ ἐπὶ σὲ καταφεύξονται."},{"number":16,"verse":"Ἰδοὺ ἐγὼ ἔκτισά σε, οὐχ ὡς χαλκεὺς φυσῶν ἄνθρακας, καὶ ἐκφέρων σκεῦος εἰς ἔργον· ἐγὼ δὲ ἔκτισά σε, οὐκ εἰς ἀπώλειαν φθεῖραι."},{"number":17,"verse":"Πᾶν σκεῦος σκευαστὸν ἐπὶ σὲ, οὐκ εὐοδώσω· καὶ πᾶσα φωνὴ ἀναστήσεται ἐπὶ σὲ εἰς κρίσιν, πάντας αὐτοὺς ἡττήσεις, οἱ δὲ ἔνοχοί σου ἔσονται ἐν αὐτῇ. Ἔστι κληρονομία τοῖς θεραπεύουσι Κύριον· καὶ ὑμεῖς ἔσεσθέ μοι δίκαιοι, λέγει Κύριος."}]}