{"bibleAbbr":"LXXBr","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"Καὶ ἐγένετο ἐν ταῖς ἡμέραις Ἄχαζ τοῦ Ἰωάθαμ τοῦ υἱοῦ Ὀζίου βασιλέως Ἰούδα, ἀνέβη Ῥασὶν βασιλεὺς Ἀραμ, καὶ Φακεὲ υἱὸς Ῥομελίου βασιλεὺς Ἰσραὴλ ἐπὶ Ἱερουσαλὴμ πολεμῆσαι αὐτὴν, καὶ οὐκ ἠδυνήθησαν πολιορκῆσαι αὐτήν."},{"number":2,"verse":"Καὶ ἀνηγγέλη εἰς τὸν οἶκον Δαυὶδ, λέγων, συνεφώνησεν Ἀρὰμ πρὸς τὸν Ἐφραίμ· καὶ ἐξέστη ἡ ψυχὴ αὐτοῦ, καὶ ἡ ψυχὴ τοῦ λαοῦ αὐτοῦ, ὃν τρόπον ἐν δρυμῷ ξύλον ὑπὸ πνεύματος σαλευθῇ·"},{"number":3,"verse":"Καὶ εἶπε Κύριος πρὸς Ἡσαΐαν, ἔξελθε εἰς συνάντησιν Ἄχαζ σὺ, καὶ ὁ καταλειφθεὶς Ἰασοὺβ ὁ υἱός σου, πρὸς τὴν κολυμβήθραν τῆς ἄνω ὁδοῦ ἀγροῦ τοῦ κναφέως."},{"number":4,"verse":"Καὶ ἐρεῖς αὐτῷ, φύλαξαι τοῦ ἡσυχάσαι, καὶ μὴ φοβοῦ, μηδὲ ἡ ψυχή σου ἀσθενείτω ἀπὸ τῶν δύο ξύλων τῶν δαλῶν τῶν καπνιζομένων τούτων· ὅταν γὰρ ὀργὴ τοῦ θυμοῦ μου γένηται, πάλιν ἰάσομαι."},{"number":5,"verse":"Καὶ ὁ υἱὸς τοῦ Ἀρὰμ, καὶ ὁ υἱὸς τοῦ Ῥομελίου, ὅτι ἐβουλεύσαντο βουλὴν πονηράν·"},{"number":6,"verse":"Ἀναβησόμεθα εἰς τὴν Ἰουδαίαν, καὶ συλλαλήσαντες αὐτοῖς, ἀποστρέψομεν αὐτοὺς πρὸς ἡμᾶς, καὶ βασιλεύσομεν αὐτῆς τὸν υἱὸν Ταβεήλ·"},{"number":7,"verse":"Τάδε λέγει Κύριος σαβαὼθ, οὐ μὴ μείνῃ ἡ βουλὴ αὕτη, οὐδὲ ἔσται,"},{"number":8,"verse":"ἀλλʼ ἡ κεφαλὴ Ἀρὰμ, Δαμασκὸς, καὶ ἡ κεφαλὴ Δαμασκοῦ, Ῥασίμ· ἀλλʼ ἔτι ἐξήκοντα καὶ πέντε ἐτῶν ἐκλείψει ἡ βασιλεία Ἐφραίμ ἀπὸ λαοῦ,"},{"number":9,"verse":"καὶ ἡ κεφαλὴ Ἐφραὶμ Σομόρων, καὶ ἡ κεφαλὴ Σομορων, υἱὸς τοῦ Ῥομελίου, καὶ ἐὰν μὴ πιστεύσητε, οὐδὲ μὴ συνῆτε."},{"number":10,"verse":"Καὶ προσέθετο Κύριος λαλῆσαι τῷ Ἄχαζ, λέγων,"},{"number":11,"verse":"αἴτησαι σεαυτῷ σημεῖον παρὰ Κυρίου Θεοῦ σου εἰς βάθος, ἢ εἰς ὕψος."},{"number":12,"verse":"Καὶ εἶπεν Ἄχαζ, οὐ μὴ αἰτήσω, οὐδὲ μὴ πειράσω Κύριον."},{"number":13,"verse":"Καὶ εἶπεν, ἀκούσατε δὴ οἶκος Δαυίδ· μὴ μικρὸν ὑμῖν ἀγῶνα παρέχειν ἀνθρώποις, καὶ πῶς Κυρίῳ παρέχετε ἀγῶνα;"},{"number":14,"verse":"Διατοῦτο δώσει Κύριος αὐτὸς ὑμῖν σημεῖον· ἰδοὺ ἡ παρθένος ἐν γαστρὶ λήψεται, καὶ τέξεται υἱὸν, καὶ καλέσεις τὸ ὄνομα αὐτοῦ Ἐμμανουήλ."},{"number":15,"verse":"Βούτυρον καὶ μέλι φάγεται πρινὴ γνῶναι αὐτὸν ἢ προελέσθαι πονηρὰ, ἐκλέξασθαι τὸ ἀγαθόν·"},{"number":16,"verse":"Διότι πρινὴ γνῶναι τὸ παιδίον ἀγαθὸν ἢ κακὸν, ἀπειθεῖ πονηρίᾳ, ἐκλέξασθαι τὸ ἀγαθόν· καὶ καταλειφθήσεται ἡ γῆ ἣν σὺ φοβῇ, ἀπὸ προσώπου τῶν δύο βασιλέων."},{"number":17,"verse":"Ἀλλὰ ἐπάξει ὁ Θεὸς ἐπὶ σὲ καὶ ἐπὶ τὸν λαόν σου καὶ ἐπὶ τὸν οἶκον τοῦ πατρός σου ἡμέρας, αἳ οὔπω ἥκασιν ἀφʼ ἧς ἡμέρας ἀφεῖλεν Ἐφραὶμ ἀπὸ Ἰούδα τὸν βασιλέα τῶν Ἀσσυρίων."},{"number":18,"verse":"Καὶ ἔσται ἐν τῇ ἡμέρᾳ ἐκείνῃ συριεῖ Κύριος μυίαις, ὃ κυριεύσει μέρος ποταμοῦ Αἰγύπτου, καὶ τῇ μελίσσῃ, ἥ ἐστιν ἐν χώρᾳ Ἀσσυρίων·"},{"number":19,"verse":"Καὶ ἐλεύσονται πάντες ἐν ταῖς φάραγξι τῆς χώρας, καὶ ἐν ταῖς τρώγλαις τῶν πετρῶν, καὶ εἰς τὰ σπήλαια, καὶ εἰς πᾶσαν ῥαγάδα."},{"number":20,"verse":"Ἐν τῇ ἡμέρᾳ ἐκείνῃ ξυρήσει Κύριος ἐν τῷ ξυρῷ τῷ μεμισθωμένῳ πέραν τοῦ ποταμοῦ βασιλέως Ἀσσυρίων τὴν κεφαλὴν, καὶ τὰς τρίχας τῶν ποδῶν, καὶ τὸν πώγωνα ἀφελεῖ."},{"number":21,"verse":"Καὶ ἔσται ἐν τῇ ἡμέρᾳ ἐκείνῃ θρέψει ἄνθρωπος δάμαλιν βοῶν, καὶ δύο πρόβατα·"},{"number":22,"verse":"Καὶ ἔσται ἀπὸ τοῦ πλεῖστον πιεῖν γάλα, βούτυρον καὶ μέλι φάγεται πᾶς ὁ καταλειφθεὶς ἐπὶ τῆς γῆς."},{"number":23,"verse":"Καὶ ἔσται ἐν τῇ ἡμέρᾳ ἐκείνῃ, πᾶς τόπος οὗ ἐὰν ὦσι χίλιαι ἄμπελοι χιλίων σίκλων, εἰς χέρσον ἔσονται, καὶ εἰς ἄκανθαν."},{"number":24,"verse":"Μετὰ βέλους καὶ τοξεύματος εἰσελεύσονται ἐκεῖ· ὅτι χέρσος καὶ ἄκανθα ἔσται πᾶσα ἡ γῆ,"},{"number":25,"verse":"καὶ πᾶν ὄρος ἠροτριωμένον ἀροτριωθήσεται· οὐ μὴ ἐπέλθῃ ἐκεῖ φόβος· ἔσται γὰρ ἀπὸ τῆς χέρσου καὶ ἀκάνθης εἰς βόσκημα προβάτου, καὶ καταπάτημα βοός."}]}