{"bibleAbbr":"KJV1611","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"Nowe in the eighteenth yeere of king Ieroboam, began Abiiah to reigne ouer Iudah."},{"number":2,"verse":"He reigned three yeres in Ierusalem: (his mothers name also was Michaiah the daughter of Uriel of Gibea:) and there was warre between Abiiah and Ieroboam."},{"number":3,"verse":"And Abiiah set the battel in aray with an army of valiant men of warre, euen foure hundred thousand chosen men: Ieroboam also set the battell in aray against him with eight hundred thousand chosen men, being mightie men of valour."},{"number":4,"verse":"And Abiiah stood vp vpon mount Zemaraim, which is in mount Ephraim, and sayde, Heare mee thou Ieroboam, and all Israel:"},{"number":5,"verse":"Ought you not to know, that the Lord God of Israel gaue the kingdome ouer Israel to Dauid for euer, euen to him and to his sonnes by a couenant of salt?"},{"number":6,"verse":"Yet Ieroboam the sonne of Nebat, the seruant of Solomon the sonne of Dauid, is risen vp, and hath rebelled against his Lord."},{"number":7,"verse":"And there are gathered vnto him vaine men the children of Belial, and haue strengthened themselues against Rehoboam the sonne of Solomon, when Rehoboam was young, & tender hearted, and could not withstand them."},{"number":8,"verse":"And now ye thinke to withstand the kingdome of the Lord, in the hand of the sonnes of Dauid, and ye be a great multitude, and there are with you golden calues, which Ieroboam made you for gods."},{"number":9,"verse":"Haue yee not cast out the Priests of the Lord the sonnes of Aaron, and the Leuites, and haue made you priests after the maner of the nations of other lands? so that whosoeuer commeth to consecrate himselfe with a young bullocke and seuen rammes, the same may be a priest of them that are no gods."},{"number":10,"verse":"But as for vs, the Lord is our God, and wee haue not forsaken him, and the Priests which minister vnto the Lord, are the sonnes of Aaron, and the Leuites waite vpon their businesse."},{"number":11,"verse":"And they burne vnto the Lord euery morning, and euery euening, burnt sacrifices and sweete incense: the shew-bread also set they in order vpon the pure table, and the Candlesticke of golde with the lampes therof, to burne euery euening: for we keepe the charge of the Lord our God, but yee haue forsaken him."},{"number":12,"verse":"And behold, God himselfe is with vs for our captaine, and his Priests with sounding trumpets to cry alarme against you: O children of Israel, fight ye not against the Lord God of your fathers, for you shall not prosper."},{"number":13,"verse":"But Ieroboam caused an ambushment to come about behinde them: so they were before Iudah, and the ambushment was behind them."},{"number":14,"verse":"And when Iudah looked backe, behold, the battel was before and behind; and they cried vnto the Lord, and the Priests sounded with the trumpets."},{"number":15,"verse":"Then the men of Iudah gaue a shout: and as the men of Iudah shouted, it came to passe that God smote Ieroboam and all Israel, before Abiiah and Iudah."},{"number":16,"verse":"And the children of Israel fled before Iudah: and God deliuered them into their hand."},{"number":17,"verse":"And Abiiah and his people slew them with a great slaughter: so there fel downe slaine of Israel, fiue hundred thousand chosen men."},{"number":18,"verse":"Thus the children of Israel were brought vnder at that time, and the children of Iudah preuailed, because they relied vpon the Lord God of their fathers."},{"number":19,"verse":"And Abiiah pursued after Ieroboam, & tooke cities from him, Beth-el with the townes thereof, and Ieshanah with the townes thereof, and Ephrain with the townes thereof."},{"number":20,"verse":"Neither did Ieroboam recouer strength againe in the dayes of Abiiah: and the Lord strooke him, & he died."},{"number":21,"verse":"But Abiiah waxed mighty, and married fourteene wiues, and begate twentie and two sonnes, and sixteene daughters."},{"number":22,"verse":"And the rest of the acts of Abiiah, and his waies, and his sayings, are written in the story of the Prophet Iddo."}]}