{"bibleAbbr":"KJV1611","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"And the Spirit of God came vpon Azariah the sonne of Oded."},{"number":2,"verse":"And he went out to meet Asa, and said vnto him, Heare ye me, Asa, and all Iudah, and Beniamin, The Lord is with you, while yee be with him: and if yee seeke him, he will be found of you: but if ye forsake him, he will forsake you."},{"number":3,"verse":"Now for a long season Israel hath bene without the true God, and without a teaching priest, and without law."},{"number":4,"verse":"But when they in their trouble did turne vnto the Lord God of Israel, and sought him, hee was found of them."},{"number":5,"verse":"And in those times there was no peace to him that went out, nor to him that came in, but great vexations were vpon all the inhabitants of the countreys."},{"number":6,"verse":"And nation was destroyed of nation, and citie of citie: for God did vexe them with all aduersitie."},{"number":7,"verse":"Be ye strong therefore, and let not your hands bee weake: for your worke shall be rewarded."},{"number":8,"verse":"And when Asa heard these words, and the prophesie of Oded the prophet, he tooke courage, and put away the abominable idoles out of all the lande of Iudah and Beniamin, and out of the cities which hee had taken from mount Ephraim, and renewed the Altar of the Lord, that was before the porch of the Lord."},{"number":9,"verse":"And he gathered all Iudah and Beniamin, and the strangers with them out of Ephraim and Manasseh, and out of Simeon: (for they fell to him out of Israel in abundance when they saw that the Lord his God was with him.)"},{"number":10,"verse":"So they gathered themselues together at Ierusalem, in the third moneth, in the fifteenth yeere of the reigne of Asa."},{"number":11,"verse":"And they offered vnto the Lord the same time, of the spoile which they had brought, seuen hundred oxen, and seuen thousand sheepe."},{"number":12,"verse":"And they entred into a couenant to seeke the Lord God of their fathers, with all their heart and with all their soule:"},{"number":13,"verse":"That whosoeuer would not seeke the Lord God of Israel, should be put to death, whether small or great, whether man or woman."},{"number":14,"verse":"And they sware vnto the Lord with a loud voice, and with shouting, and with trumpets, and with cornets."},{"number":15,"verse":"And all Iudah reioyced at the oath: for they had sworne with all their heart, & sought him with their whole desire, and he was found of them: and the Lord gaue them rest round about."},{"number":16,"verse":"And also concerning Maachah the mother of Asa the king, he remooued her from beeing Queene, because she had made an idole in a groue: and Asa cut downe her idole, and stamped it, and burnt it at the brooke Kidron."},{"number":17,"verse":"But the high places were not taken away out of Israel: neuerthelesse the heart of Asa was perfect all his dayes."},{"number":18,"verse":"And he brought into the house of God the things that his father had dedicated, and that he himselfe had dedicated, siluer, and gold, and vessels."},{"number":19,"verse":"And there was no more warre vnto the fiue and thirtieth yeere of the reigne of Asa."}]}