{"bibleAbbr":"NCB2019","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":10,"verses":[{"number":1,"verse":"Listen to the word that the LORD addresses to you, O house of Israel."},{"number":2,"verse":"Thus says the LORD: Do not adopt the ways of the nations or become frightened at the signs in the heavens,[a] even though the nations are terrified of them."},{"number":3,"verse":"For the carved images of the nations are powerless; they are nothing more than wood cut from a forest, fashioned with a knife by craftsmen"},{"number":4,"verse":"and embellished with silver and gold. Then they are fastened with hammers and nails to prevent them from toppling."},{"number":5,"verse":"Like scarecrows in a cucumber field they are unable to speak, and they must be carried from place to place since they cannot walk. Do not be afraid of them, for they can do no harm, nor do they have any power to do good."},{"number":6,"verse":"O LORD, there is no one like you; you are great, and great is the might of your name."},{"number":7,"verse":"Who would not fear you, O King of the nations? This is your due. Of all the wisest men in the nations and throughout all their kingdoms, there is no one like you."},{"number":8,"verse":"They are all senseless and foolish, and the idols they venerate are nothing but wood,"},{"number":9,"verse":"adorned with beaten silver from Tarshish and gold from Ophir. Their idols are the work of craftsmen and goldsmiths and clothed with violet and purple; all of them are the product of skilled workers."},{"number":10,"verse":"But the LORD is the true God; he is the living God and the everlasting King. When confronted with his wrath the earth quakes, and no nation can endure his fury."},{"number":11,"verse":"Convey this message to them: The gods who did not make the heavens and the earth will perish from the earth and from under the heavens."},{"number":12,"verse":"The LORD made the earth by his power, established the world by his wisdom and spread out the heavens by his understanding."},{"number":13,"verse":"When his voice thunders forth, the waters in the heavens are in tumult, and he brings forth clouds from the most remote areas of the earth. He causes lightning to flash during the rainfall and brings forth the wind from his storehouses."},{"number":14,"verse":"Everyone is ignorant and devoid of knowledge; every goldsmith is put to shame by his idols, for the figures he molds are fraudulent, lacking even a semblance of breath."},{"number":15,"verse":"They are worthless, worthy only of mockery; when the time of judgment comes they will no longer exist."},{"number":16,"verse":"But not like these is the portion of Jacob, for he is the Maker of all things, and Israel is the tribe of his heritage; the LORD of hosts is his name."},{"number":17,"verse":"Gather up your belongings and depart from the land, you who are living under siege."},{"number":18,"verse":"For thus says the LORD: This time I am determined to cast out the inhabitants of this land, and I will inflict such distress on them that they will find it difficult to bear."},{"number":19,"verse":"I face disaster because of my injuries. My wounds are incurable. However, I thought, “This is my punishment, and somehow I must endure it.”"},{"number":20,"verse":"My tent has been destroyed, and all of its ropes are severed. My children have left me, and they are no more. No one remains to help me pitch my tent again or to put up its curtains."},{"number":21,"verse":"The shepherds have proved to be stupid; they failed to search for the LORD. As a result, they have not prospered, and their entire flock is scattered."},{"number":22,"verse":"Listen! There is a tremendous noise, and it comes ever closer; a great uproar from the land of the north; the towns of Judah will be reduced to a desert and become a lair for jackals."},{"number":23,"verse":"I am finally aware, O LORD, that man is not in control of his destiny and that it is not in his power to determine the course of his life."},{"number":24,"verse":"Correct me, O LORD, but do so with moderation, and not in your anger, or you will reduce me to nothing."},{"number":25,"verse":"Pour forth your wrath on the nations that refuse to acknowledge you, as well as on the tribes that refuse to invoke your name. For they have devoured Jacob; they have devoured and made an end of him and laid waste his homeland."}]}