{"bibleAbbr":"NCB2019","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":11,"verses":[{"number":1,"verse":"[b] This is the word that came to Jeremiah from the LORD:"},{"number":2,"verse":"Listen to the terms of this covenant, and then relate them to the people of Judah and to the inhabitants of Jerusalem."},{"number":3,"verse":"Say to them: Thus says the LORD, the God of Israel: Cursed be anyone who does not observe the terms of this covenant"},{"number":4,"verse":"which I enjoined upon your ancestors when I brought them forth from the land of Egypt, from that iron foundry, saying: If you listen to my voice and do everything I command you, then you will be my people, and I will be your God."},{"number":5,"verse":"I will thus fulfill the oath that I swore to your ancestors, when I pledged to give them a land flowing with milk and honey, the land you now possess. Then I answered, “So be it, LORD.”"},{"number":6,"verse":"Then the LORD said to me: Proclaim all these words in the cities of Judah and in the streets of Jerusalem: Hear the words of this covenant and follow them."},{"number":7,"verse":"When I brought your ancestors up out of the land of Egypt, I solemnly warned them, and continued even to this day to do so persistently, urging them to obey my commands."},{"number":8,"verse":"But they refused to listen and did not pay attention to what I said. Rather, each one followed the inclinations of his stubborn and wicked heart. As a result, I inflicted upon them all the curses I had threatened if they did not obey the covenant in accordance with my commands."},{"number":9,"verse":"Then the LORD said to me: There is clearly a conspiracy that exists among the people of Judah and the inhabitants of Jerusalem."},{"number":10,"verse":"They have reverted back to the sins of their ancestors who refused to heed my words. They are following strange gods and serving them. The house of Israel and the house of Judah have broken the covenant that I made with their ancestors."},{"number":11,"verse":"Therefore, thus says the LORD, I will inflict upon them a disaster that they will not be able to escape. Even should they cry out to me, I will refuse to listen to them."},{"number":12,"verse":"Then the cities of Judah and the citizens of Jerusalem will go forth and cry out for help to the gods to whom they make offerings, but these gods will be of absolutely no help to them when disaster strikes."},{"number":13,"verse":"For you have as many gods as you have towns, O Judah. And you have as many altars to offer sacrifice to Baal as there are streets in Jerusalem."},{"number":14,"verse":"Do not intercede for this people or offer a prayer on their behalf, for I will not listen to their cries for help that they will raise during the time of their misfortune."},{"number":15,"verse":"What right does my beloved have to be in my house when she perpetrates such vile deeds? Can vows and sacrificial meat turn away the disaster that threatens you and allow you to exult?"},{"number":16,"verse":"The LORD once called you a green olive tree that was filled with leaves and fruit. But now, with the roar of a mighty storm, he will set it ablaze, and its branches will be consumed."},{"number":17,"verse":"The LORD of hosts who planted you has decreed that misfortune will befall you because of the evil done by the house of Israel and the house of Judah, having provoked me to anger by offering sacrifices to Baal."},{"number":18,"verse":"I was aware of this, O LORD, because you had made it known to me then you revealed to me their evil deeds."},{"number":19,"verse":"I had been like a trusting lamb that was being led to the slaughter. And I was not aware about the schemes that they were plotting against me, saying, “Let us destroy the tree and its fruit; let us cut him off from the land of the living so that his name will no longer be remembered.”"},{"number":20,"verse":"O LORD of hosts, you who judge righteously and test the heart and the mind, allow me to behold your vengeance on them, for to you I have committed my cause."},{"number":21,"verse":"Therefore, in regard to the people of Anathoth who are determined to end my life and who say, “Do not prophesy in the name of the LORD or we will kill you,”"},{"number":22,"verse":"this is what the LORD has to say, “I am about to punish them. Their young men will die by the sword, and their sons and daughters will perish by famine."},{"number":23,"verse":"Not a single one of them will survive. For in the year of reckoning for them, I will bring disaster upon the people of Anathoth.”"}]}