{"bibleAbbr":"NCB2019","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"The LORD then said to me: Even if Moses and Samuel stood before me, my heart would not have pity on this people. Send them away from my presence! Let them go!"},{"number":2,"verse":"And if they should ask you where they should go, say to them: Thus says the LORD: Those destined for the plague, to plague; those destined for the sword, to the sword; those destined for famine, to famine; those destined for captivity, to captivity."},{"number":3,"verse":"Furthermore, four kinds of destroyers I will send against them, says the LORD: the sword to kill, dogs to drag away, birds of the sky and beasts of the earth to devour and destroy."},{"number":4,"verse":"I will make them an object of horror to all the kingdoms of the earth because of what King Manasseh of Judah, the son of Hezekiah, did in Jerusalem."},{"number":5,"verse":"[a]Who will there be to pity you, O Jerusalem? Who will mourn for you? Who will have the slightest concern to inquire how you are?"},{"number":6,"verse":"You have rejected me, says the LORD, and you have turned your back on me. Therefore, I have stretched out my hand over you in order to destroy you; I am weary of having compassion for you."},{"number":7,"verse":"I have winnowed them with a winnowing fork at every city gate in the land. I have brought bereavement and destruction on my people because they would not abandon their evil ways."},{"number":8,"verse":"I have made their widows more numerous than the sands of the sea. I brought a destroyer at noonday against the mothers of young men. Without warning, I afflicted them with anguish and terror."},{"number":9,"verse":"The mother of seven sons will grow faint and gasp for breath. Her sun went down while it was still day; she has been shamed and disgraced. As for the rest, I will give them to the sword to perish at the hands of assassins, says the LORD."},{"number":10,"verse":"“O my mother, how I wish that you had never given birth to me, a man of strife and contention for the entire land. I have never borrowed from anyone, nor have I lent to anyone, yet everyone curses me."},{"number":11,"verse":"Have I not truly done my best to serve you, O LORD? Have I not interceded with you in times of disaster and times of distress?"},{"number":12,"verse":"“Can iron and bronze break iron from the north?"},{"number":13,"verse":"Your wealth and your treasures I will hand over as plunder, without repayment, because of all your sins throughout your territory."},{"number":14,"verse":"I will force you to serve your enemies in a land you do not know, for my anger will kindle a fire that will blaze against you."},{"number":15,"verse":"O LORD, you know me well. Remember me and visit me and avenge me on my persecutors. Continue to be patient with me and do not cast me aside; remember the insults I suffer for your sake."},{"number":16,"verse":"“When I discovered your words, I devoured them; they became a source of joy to me and the delight of my heart, because I bore your name, O LORD, God of hosts."},{"number":17,"verse":"“I have never associated with revelers or rejoiced in their company; I sat alone because I felt your hand on me, and you had filled me with indignation."},{"number":18,"verse":"Why then is my suffering continuous and my wound incurable, refusing to be healed? You have indeed become for me a treacherous brook whose waters cannot be relied upon.”"},{"number":19,"verse":"In reply the LORD said to me: If you repent, I will restore you, and you will stand in my presence. If you utter precious words and not what is worthless, you will be my spokesman. This people may turn to you, but you must not turn to them."},{"number":20,"verse":"I will make you appear in the eyes of this people to be a fortified wall of bronze. They will fight against you but they will not prevail, for I am with you to save and deliver you, says the LORD."},{"number":21,"verse":"I will rescue you from the clutches of the wicked and redeem you from the grasp of the violent."}]}