{"bibleAbbr":"NCB2019","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"[b] The word of the LORD came to me, saying:"},{"number":2,"verse":"Go forth and proclaim this message in the hearing of Jerusalem: Thus says the LORD: I remember the devotion you displayed in your youth, your love like that of a bride, when you followed me through the desert, through a land that was unsown."},{"number":3,"verse":"Israel was sacred to the LORD, the firstfruits of his harvest. Any people who partook of them were deemed guilty, and disaster afflicted them, says the LORD."},{"number":4,"verse":"Listen to the word of the LORD, O house of Jacob and all the families of the house of Israel."},{"number":5,"verse":"Thus says the LORD: What fault did your ancestors find in me that causes them to stray so far from my side, pursuing worthless idols[c] and thereby becoming worthless themselves?"},{"number":6,"verse":"They never thought to ask, “Where is the LORD who brought us up from the land of Egypt and led us through the wilderness, through a land of deserts and ravines, a land of drought and intense darkness, a land through which no one travels, and a land in which no one dwells?”"},{"number":7,"verse":"I brought you into a fertile land bursting forth with fruit and rich produce. But when you entered, you defiled my land and made my heritage loathsome."},{"number":8,"verse":"The priests did not ask, “Where is the LORD?” Those who dealt with the law did not know me, and even the shepherds rebelled against me. The prophets prophesied by Baal and worshiped gods who were powerless."},{"number":9,"verse":"Therefore, says the LORD, I will once again accuse you, and I will further accuse even your children’s children."},{"number":10,"verse":"Cross over to the coast of the Kittim[d] and inquire; send to Kedar and observe carefully. See if anything similar to this has ever previously occurred."},{"number":11,"verse":"Has a nation ever changed its gods, even though they are not gods at all? Yet my people have exchanged their glory for something that cannot help them in any way,"},{"number":12,"verse":"Be incredulous at this, O heavens; shudder in your horror, says the LORD."},{"number":13,"verse":"For my people are guilty of two evils: they have forsaken me, the fountain of living water, and they have dug cisterns for themselves, cracked cisterns that hold no water."},{"number":14,"verse":"Is Israel a slave? Was he born to be a servant? Why then has he become plunder?"},{"number":15,"verse":"His enemies roar loudly at him like lions;[e] they have made his country a wasteland; his cities are burned to the ground and deserted."},{"number":16,"verse":"The people of Memphis[f] and Tahpanhes have shaved the crown of your head."},{"number":17,"verse":"Have you not brought all this upon yourself by forsaking the LORD, your God, when he guided you along the way?"},{"number":18,"verse":"What advantage would you now achieve by traveling to Egypt to drink the waters of the Nile? What would you gain by traveling to Assyria to drink the waters of the Euphrates?"},{"number":19,"verse":"Your wickedness will bring about your punishment, and your infidelities will condemn you. Therefore, concentrate your thoughts and see how bitter it is to forsake the LORD, your God, and to have no fear of me, says the LORD, the God of hosts."},{"number":20,"verse":"A long time ago you broke your yoke and burst your bonds, saying, “I will not serve.” On every high hill and under every green tree you have sprawled and given yourself to harlotry."},{"number":21,"verse":"I had planted you as a choice vine from the purest stock. How then did you degenerate into a wild and corrupt vine?"},{"number":22,"verse":"Even if you would scrub yourself with lye and use soap in great abundance, the stain of your guilt would still be clearly visible to me, says the Lord GOD."},{"number":23,"verse":"How can you say, “I am not defiled; I have not gone after the Baals”? Recall your conduct in the valley; realize what you have done: you have been like a restless she-camel"},{"number":24,"verse":"sniffing the wind in her lust; who can restrain her ardor? No males should exhaust themselves seeking her; in her month they will find her."},{"number":25,"verse":"You should stop before you wear out your shoes and your throat becomes parched. But you said, “It is hopeless. I love these strangers, and I must go after them.”"},{"number":26,"verse":"As a thief is ashamed when he is caught, so the house of Israel will be ashamed: they, their kings, their officials, their priests, and their prophets,"},{"number":27,"verse":"those who say to a piece of wood, “You are my father,” and to a stone, “You gave birth to me.” They have turned their backs to me, not their faces; yet, in their time of trouble, they cry out, “Rise up and save us!”"},{"number":28,"verse":"Where are the gods you have made for yourself? Let them come to save you in your time of trouble. For you have as many towns as you have gods, O Judah."},{"number":29,"verse":"Why do you dare to plead with me? You have all rebelled against me, says the LORD."},{"number":30,"verse":"In vain I struck down your children, but they refused to accept my correction. Your own sword has devoured your prophets like a ravening lion."},{"number":31,"verse":"You of this generation, behold the word of the LORD! Have I been a desert for Israel or a land of darkness? Why then do my people say, “We have broken away; we will come to you no more”?"},{"number":32,"verse":"Does a girl forget her jewelry or a bride her sash? Yet for days beyond number my people have forgotten me."},{"number":33,"verse":"How well you direct your course in the pursuit of love. Even wanton women have profited from their observance of your ways."},{"number":34,"verse":"On your clothing can be found the life-blood of the innocent poor, whom you never caught breaking into a house. Despite all this,[g]"},{"number":35,"verse":"you continue to proclaim, “I am innocent; obviously, he has no cause to be angry with me.” But behold, I will bring judgment upon you for claiming that you have not sinned."},{"number":36,"verse":"How nonchalant you are as you change your course. Just as you were shamed by Assyria, you will be put to shame by Egypt."},{"number":37,"verse":"From there also you will depart with your hands upon your head. For the LORD has rejected those upon whom you rely, and with them you will not prosper."}]}