{"bibleAbbr":"NCB2019","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":22,"verses":[{"number":1,"verse":"Thus said the LORD to me: Go down to the palace of the king of Judah and there deliver this message:"},{"number":2,"verse":"Listen to the word of the LORD, O king of Judah, as you sit on the throne of David—you, your officials, and your people who enter through these gates."},{"number":3,"verse":"Thus says the LORD: Act justly and with righteousness, and rescue the victim from the hand of his oppressor. Do not ill-treat aliens, orphans, and widows, or show violence toward them, or shed innocent blood in this place."},{"number":4,"verse":"If you will indeed be faithful in carrying out these commands, then the kings who succeed to the throne of David will continue to enter through the gates of this palace, riding in chariots or on horseback—they, their officials, and their people."},{"number":5,"verse":"But if you do not obey these commands, then I swear by myself, says the LORD, that this palace will become a ruin."},{"number":6,"verse":"For thus says the LORD concerning the palace of the king of Judah: Although you are like Gilead to me, like a peak of Lebanon, I swear that I will turn you into a desert, an uninhabited city."},{"number":7,"verse":"I will send forth destroyers to annihilate you, each man equipped with his weapons. They will cut down your finest cedars and cast them into the fire."},{"number":8,"verse":"People from many nations will pass by this city, and they will ask one another, “Why has the LORD dealt in this manner with this great city?”"},{"number":9,"verse":"And the answer will be given, “Because they abandoned their covenant with the LORD, their God, in order to worship other gods and serve them.”"},{"number":10,"verse":"Do not weep for the man who is dead; mourn not for him. Weep rather for him who has gone into exile, for he will never return again to see the land of his birth."},{"number":11,"verse":"For thus says the LORD about Shallum, the son of King Josiah of Judah, who succeeded his father Josiah as king and was forced to leave this place, “He will never return."},{"number":12,"verse":"Rather, he will die in the place where he was sent into exile, and he will never see this land again.”"},{"number":13,"verse":"Woe to the man who builds his house without righteousness and his upper room with injustice, who forces his neighbors to work for nothing and gives them no recompense for their labor,"},{"number":14,"verse":"who says, “I will build myself a spacious home with large upper rooms,” and who inserts windows in it, panels it with cedar, and paints it with vermilion."},{"number":15,"verse":"Are you any better a king because your cedar is so splendid? Did not your father have enough to eat and drink? But because he did what was right and just, all went well with him."},{"number":16,"verse":"Because he dispensed justice to the poor and needy things continued to go well for him. Is this not what it means to know me? asks the LORD."},{"number":17,"verse":"But your eyes and your heart are concerned only with your own interests; you do not hesitate to shed innocent blood and to perpetrate oppression and violence."},{"number":18,"verse":"Therefore, thus says the LORD concerning King Jehoiakim of Judah, the son of Josiah: They will not lament for him, saying, “Alas, my brother!” or “Alas, sister!” They will not mourn for him. “Alas, my master!” “Alas, his splendor!”"},{"number":19,"verse":"He will be buried like a dead donkey dragged forth and cast out beyond the gates of Jerusalem."},{"number":20,"verse":"Go up to Lebanon and cry out; lift up your voice in Bashan. Cry out from Abarim, for all your lovers have been crushed.[a]"},{"number":21,"verse":"I spoke to you when you enjoyed prosperity, but you replied, “I will not listen.” You have behaved this way from your youth, refusing to listen to my voice."},{"number":22,"verse":"The wind will carry away all your shepherds, and your lovers will go off into captivity. Then you will be ashamed and blush because of all your wickedness."},{"number":23,"verse":"You who live in Lebanon and make your nest among the cedars, how you will groan when anguish overcomes you, pangs like those of a woman in labor."},{"number":24,"verse":"As I live, says the LORD, even if you, King Coniah of Judah, the son of Jehoiakim, were the signet ring on my right hand, I would still tear you off"},{"number":25,"verse":"and deliver you into the hands of those who seek your life, into the hands of those whom you fear, into the hands of Nebuchadnezzar, king of Babylon, and into the hands of the Chaldeans."},{"number":26,"verse":"I will fling you and the mother who bore you into another country, where neither of you were born, and there you both will die."},{"number":27,"verse":"You will never return to the country to which you so desperately long to return."},{"number":28,"verse":"Is this man Coniah a despised damaged pot, a vessel in which no one is interested? Why are he and his offspring cast out and thrown into a land that they know nothing about?"},{"number":29,"verse":"O land, land, land, hear the word of the LORD!"},{"number":30,"verse":"Thus says the LORD: Designate this man as childless, a man who will not prosper during his lifetime. No descendant of his will succeed; none will sit on the throne of David or rule again over Judah."}]}