{"bibleAbbr":"NCB2019","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":28,"verses":[{"number":1,"verse":"During that same year, at the beginning of the reign of King Zedekiah of Judah, in the fifth month of the fourth year, the prophet Hananiah, the son of Azzur, from Gibeon, said to the prophet Jeremiah in the house of the LORD in the presence of the priests and all the people,"},{"number":2,"verse":"“Thus says the LORD of hosts, the God of Israel: I will break the yoke of the king of Babylon."},{"number":3,"verse":"Within two years I will bring back to this place all the vessels of the house of the LORD that King Nebuchadnezzar of Babylon took away from this place and carried off to Babylon."},{"number":4,"verse":"I will also bring back to this place King Jeconiah of Judah, the son of Jehoiakim, and all the exiles of Judah who went to Babylon, says the LORD, for I will break the yoke of the king of Babylon.”"},{"number":5,"verse":"Then the prophet Jeremiah replied to the prophet Hananiah in the presence of the priests and all the people who were standing in the house of the LORD."},{"number":6,"verse":"He said, “Amen. May the LORD do so. May the LORD fulfill the words that you have prophesied by bringing the vessels of the house of the LORD and all the exiles back from Babylon to this place."},{"number":7,"verse":"But now, listen carefully to what I am going to say for you and all the people to hear."},{"number":8,"verse":"The prophets who preceded you and me in ancient times prophesied war, famine, and pestilence for many countries and for great kingdoms."},{"number":9,"verse":"However, the prophet who prophesies peace can be recognized as one who has been truly sent by God only when his word comes true."},{"number":10,"verse":"Then the prophet Hananiah took the yoke from the neck of the prophet Jeremiah and broke it,"},{"number":11,"verse":"as he announced in the presence of all the people, “Thus says the LORD: This is how I will break the yoke of King Nebuchadnezzar of Babylon from the neck of the nations within two years.” On hearing this, the prophet Jeremiah departed."},{"number":12,"verse":"A short time after the prophet Hananiah had removed the yoke from the neck of the prophet Jeremiah and broken it, the word of the LORD came to Jeremiah,"},{"number":13,"verse":"“Go to Hananiah and tell him this: Thus says the LORD: You have broken a wooden yoke, only to have it replaced with a yoke of iron."},{"number":14,"verse":"For thus says the LORD of hosts, the God of Israel: I will place a yoke of iron on the neck of all these nations and force them to serve King Nebuchadnezzar of Babylon. They will become his slaves. I have even given him the wild animals.”"},{"number":15,"verse":"Then the prophet Jeremiah further said to the prophet Hananiah, “Listen carefully, Hananiah! The LORD has not sent you, and you have led this people to trust in false prophecies."},{"number":16,"verse":"Therefore, thus says the LORD, ‘I intend to remove you from the face of the earth. Before this year comes to a close, you will be dead, because you have preached rebellion against the LORD.’ ”"},{"number":17,"verse":"During that same year, in the seventh month, the prophet Hananiah died."}]}