{"bibleAbbr":"NCB2019","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":30,"verses":[{"number":1,"verse":"[a] This is the word that came to Jeremiah from the LORD:"},{"number":2,"verse":"Thus says the LORD, the God of Israel: Write in a book all the words that I have spoken to you."},{"number":3,"verse":"For the days are surely coming, says the LORD, when I will restore the fortunes of my people Israel and Judah, and I will bring them back to take possession of the land that I gave to their ancestors."},{"number":4,"verse":"These are the words that the LORD spoke in regard to Israel and Judah:"},{"number":5,"verse":"Thus says the LORD: We have heard a cry of panic, of terror, not of peace."},{"number":6,"verse":"Inquire now and see: Can a man bear a child? Why then do I see every man grasping his loins like a woman in labor? Why has every face turned pale?"},{"number":7,"verse":"How frightening that day will be! There will be none like it. It will be a time of anguish for Jacob, although he will be saved from it."},{"number":8,"verse":"On that day, says the LORD of hosts, I will break off the yoke from your necks, and I will snap your bonds. Strangers will no longer enslave you."},{"number":9,"verse":"Instead, Israel and Judah will serve the LORD, their God, and David, their king, whom I will raise up for them."},{"number":10,"verse":"Therefore, do not be afraid, Jacob my servant, and do not despair, O Israel, says the LORD. Behold, I will rescue you from distant countries and your descendants from the land of their captivity. Jacob will return and live in peace, tranquil, with no one to trouble him."},{"number":11,"verse":"For I am with you, and I will save you, says the LORD. I will totally destroy the nations among whom I have scattered you, but I will not make an end of you. However, I will chastise you as you deserve; I will not allow you to go unpunished."},{"number":12,"verse":"For thus says the LORD: Your wound is incurable, your injury is serious."},{"number":13,"verse":"There is no one to plead your cause, no remedy for your wound, no healing available for you."},{"number":14,"verse":"All of your friends have forgotten you; they have ceased to think of you. I have struck you as an enemy strikes and punished you cruelly."},{"number":15,"verse":"Why do you cry out over your wound? Your pain is incurable. I have treated you in this way because of your great guilt and your numerous sins."},{"number":16,"verse":"But all those who devour you will be devoured; all your enemies will go into exile. All those who plunder you will be plundered, and all those who pillage you will be pillaged."},{"number":17,"verse":"For I will restore you to health and heal your wounds, says the LORD, because you were called an outcast, with no one to avenge you."},{"number":18,"verse":"Thus says the LORD: I will restore the tents of Jacob and have compassion for his dwellings. The city will be rebuilt on its hill and the citadel restored on its traditional site."},{"number":19,"verse":"From them will come forth songs of thanksgiving and the sounds of rejoicing. I will increase their number; they will not diminish. I will make them honored; no longer will they be disdained."},{"number":20,"verse":"Their sons will be as they formerly were, and their community will be firmly established; any who try to oppress them, I will punish."},{"number":21,"verse":"Their leader will be one of their own, and their ruler will emerge from their midst. I myself will bring him near and allow him to approach me. For who otherwise would dare to risk his life by approaching me? says the LORD."},{"number":22,"verse":"You will be my people, and I will be your God."},{"number":23,"verse":"Observe the storm of the LORD that will burst forth in wrath, with a roaring wind that bursts upon the heads of the wicked."},{"number":24,"verse":"The fierce anger of the LORD will not subside until he has fully completed the purposes he has set out to accomplish. In days to come, you will fully understand this."}]}