{"bibleAbbr":"NCB2019","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":6,"verses":[{"number":1,"verse":"O people of Jerusalem, flee for safety! Depart immediately from Jerusalem! Sound the trumpet in Tekoa![b] Raise a signal over Beth-haccherem! For disaster looms from the north, immense destruction will ensue."},{"number":2,"verse":"The beautiful and delicate daughter Zion faces imminent destruction."},{"number":3,"verse":"Shepherds will advance against her with their flocks; they will pitch their tents all around her, each one grazing his own portion of the pasture."},{"number":4,"verse":"“Prepare for war against her! Arise! We will attack at noon.” “It is now too late. The daylight is fading, and the evening shadows have begun to lengthen.”"},{"number":5,"verse":"“On your feet! Let us attack by night and destroy her palaces.”"},{"number":6,"verse":"These are the words of the LORD of hosts: Cut down her trees and raise up siege-ramps against Jerusalem. This city must be punished, for oppression is rampant within her."},{"number":7,"verse":"As a well keeps its water fresh, so she keeps fresh her wickedness. Sounds of violence and destruction resound within her; sickness and wounds are never out of my sight."},{"number":8,"verse":"Heed my warning, O Jerusalem, or I will turn away from you in revulsion and reduce you to a desert, a desolate land where no man dwells."},{"number":9,"verse":"These are the words of the LORD of hosts: Glean thoroughly like a vine the remnant of Israel. Like one who picks the grapes, pass your hand once again over its branches."},{"number":10,"verse":"To whom should I speak and issue warning so that they may hear? See, their ears are closed, and so they cannot pay heed They regard the word of the LORD as offensive and they take no pleasure in it."},{"number":11,"verse":"However, I am filled with the wrath of the LORD, and I am weary of holding it in. I will pour it out on the children in the street as well as on the gatherings of young men. Both husband and wife will be taken, the elderly and those far advanced in years."},{"number":12,"verse":"Their houses will be turned over to others, together with their fields and their wives, when I stretch out my hand against those who dwell in the land, says the LORD."},{"number":13,"verse":"For from the least to the greatest, all are greedy for gain. All of them practice fraud, prophets and priests alike."},{"number":14,"verse":"They treat the wound of my people as though it were a minor bruise, saying, “All is well,” when in reality, disaster looms on the horizon."},{"number":15,"verse":"They should be ashamed because of their abominable deeds. Yet they are never ashamed they do not know how to blush. Therefore, they will fall along with the others; they will be cast down when I punish them, says the LORD."},{"number":16,"verse":"These are the words of the LORD of hosts: Stand at the crossroads and look around; ask for the ancient paths. When you are shown where the good way lies, walk along it and your souls will find rest. However, they said, “We will not take it.”"},{"number":17,"verse":"I also posted sentinels for you and said, “Listen to the sound of the trumpet!” But they said, “We will not give it any heed.”"},{"number":18,"verse":"Therefore, hear, you nations, and come to understand, you people, the fate that will befall them."},{"number":19,"verse":"Let all on earth come to understand the extent of the disaster I will inflict on this people, the inescapable fruit of their schemes, because they have not given heed to my words and have rejected my law."},{"number":20,"verse":"What use do I have for incense imported from Sheba or fragrant cane from a distant land? I do not regard your burnt offerings as acceptable, nor are your sacrifices pleasing to me."},{"number":21,"verse":"Therefore, thus says the LORD: Behold, I will now place obstacles before this people that will cause them to stumble. Fathers and sons, friends and neighbors, will all perish together."},{"number":22,"verse":"These are the words of the LORD of hosts: Behold, a people is approaching from the land of the north; a great nation is coming forth from the ends of the earth."},{"number":23,"verse":"Armed with bow and javelin, they are cruel and lack any semblance of mercy. Their sound is like the thunder of the sea as they ride forth on their horses; they approach in battle formation to fight against you, O daughter of Zion."},{"number":24,"verse":"As news about them reaches us, our hands become limp. Anguish has gripped us, pain like that of a woman in labor."},{"number":25,"verse":"Do not venture forth into the countryside or walk along the roads. Terror lurks on every side from the swords of the enemy."},{"number":26,"verse":"O daughter of my people, wrap yourselves in sackcloth and roll in the ashes. Mourn as you would for an only child with bitter lamentation. For suddenly approaching us, we will behold the destroyer."},{"number":27,"verse":"[c]I have designated you as a tester of my people so that you may learn and test their ways."},{"number":28,"verse":"All of then are unrepentant rebels, comfortable in slander and corrupt without exception, hard as bronze and iron."},{"number":29,"verse":"The bellows roar and the lead is consumed by the fire. In vain does the smelter do his work, for the wicked are not purged out.[d]"},{"number":30,"verse":"They are called “rejected silver,” for the LORD has indeed rejected them."}]}