{"bibleAbbr":"NRSVue2021","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":2,"verses":[{"number":1,"verse":"(Paul and the Other Apostles) (Acts 15.2) Then after fourteen years I went up again to Jerusalem with Barnabas, taking Titus along with me."},{"number":2,"verse":"(Acts 15.12; Gal 1.6; Phil 2.16) I went up in response to a revelation. Then I laid before them (though only in a private meeting with the acknowledged leaders) the gospel that I proclaim among the gentiles, in order to make sure that I was not running, or had not run, in vain."},{"number":3,"verse":"(Acts 16.3; 1 Cor 9.21; 2 Cor 2.13) But even Titus, who was with me, was not compelled to be circumcised, though he was a Greek."},{"number":4,"verse":"(Acts 15.1; 2 Cor 11.26) But because of false brothers and sisters secretly brought in, who slipped in to spy on the freedom we have in Christ Jesus, so that they might enslave us—"},{"number":5,"verse":"(v 14|GAL 2:14; Col 1.5) we did not submit to them even for a moment, so that the truth of the gospel might always remain with you."},{"number":6,"verse":"(Rom 2.11; 2 Cor 12.11; Gal 6.3) And from those who were supposed to be acknowledged leaders (what they actually were makes no difference to me; God shows no partiality)—those leaders contributed nothing to me."},{"number":7,"verse":"(Acts 13.46; 1 Thess 2.4) On the contrary, when they saw that I had been entrusted with the gospel for the uncircumcised, just as Peter had been entrusted with the gospel for the circumcised"},{"number":8,"verse":"(for he who worked through Peter making him an apostle to the circumcised also worked through me in sending me to the gentiles),"},{"number":9,"verse":"(Rom 12.3; Gal 1.16) and when James and Cephas and John, who were acknowledged pillars, recognized the grace that had been given to me, they gave to Barnabas and me the right hand of fellowship, agreeing that we should go to the gentiles and they to the circumcised."},{"number":10,"verse":"(Acts 11.29, 30; 24.17) They asked only one thing, that we remember the poor, which was actually what I was (Or had been) eager to do."},{"number":11,"verse":"(Paul Rebukes Peter at Antioch) (Acts 11.19) But when Cephas came to Antioch, I opposed him to his face because he stood self-condemned,"},{"number":12,"verse":"(Acts 11.2, 3) for until certain people came from James, he used to eat with the gentiles. But after they came, he drew back and kept himself separate for fear of the circumcision faction."},{"number":13,"verse":"And the other Jews joined him in this hypocrisy, so that even Barnabas was led astray by their hypocrisy."},{"number":14,"verse":"(vv 5, 9, 11) But when I saw that they were not acting consistently with the truth of the gospel, I said to Cephas before them all, “If you, though a Jew, live like a gentile and not like a Jew, how can you compel the gentiles to live like Jews?” (Some interpreters hold that the quotation extends into the following paragraph)"},{"number":15,"verse":"(Jews and Gentiles Are Saved by Faith) We ourselves are Jews by birth and not gentile sinners,"},{"number":16,"verse":"(Acts 13.39; Rom 1.17; 3.20) yet we know that a person is justified (Or reckoned as righteous) not by the works of the law but through the faith of Jesus Christ. (Or faith in Jesus Christ) And we have come to believe in Christ Jesus, so that we might be justified by the faith of Christ (Or faith in Christ) and not by doing the works of the law, because no one will be justified by the works of the law."},{"number":17,"verse":"But if, in our effort to be justified in Christ, we ourselves have been found to be sinners, is Christ then a servant of sin? Certainly not!"},{"number":18,"verse":"But if I build up again the very things that I once tore down, then I demonstrate that I am a transgressor."},{"number":19,"verse":"(Rom 6.14; 8.2; 2 Cor 5.15; 1 Thess 5.10) For through the law I died to the law, so that I might live to God. I have been crucified with Christ,"},{"number":20,"verse":"(Eph 5.2; Titus 2.14; 1 Pet 4.2) and it is no longer I who live, but it is Christ who lives in me. And the life I now live in the flesh I live by the faith of the Son of God, (Or by faith in the Son of God) who loved me and gave himself for me."},{"number":21,"verse":"I do not nullify the grace of God, for if righteousness (Or justification) comes through the law, then Christ died for nothing."}]}