{"bibleAbbr":"NRSVue2021","bookName":"Galatians","bookEnglishName":"Galatians","chapterNumber":6,"verses":[{"number":1,"verse":"Bear One Another’s Burdens My brothers and sisters, if anyone is detected in a transgression, you who have received the Spirit should restore such a one in a spirit of gentleness. Take care that you yourselves are not tempted."},{"number":2,"verse":"(Rom 15.1; Jas 2.8) Bear one another’s burdens, and in this way you will fulfill (Other ancient authorities read in this way fulfill) the law of Christ."},{"number":3,"verse":"(Rom 12.3; 1 Cor 8.2; 2 Cor 3.5) For if those who are nothing think they are something, they deceive themselves."},{"number":4,"verse":"(1 Cor 11.28; Phil 1.26) All must test their own work; then that work, rather than their neighbor’s work, will become a cause for pride."},{"number":5,"verse":"For all must carry their own loads."},{"number":6,"verse":"(1 Cor 9.11) Those who are taught the word must share in all good things with their teacher."},{"number":7,"verse":"(Job 13.9; 1 Cor 6.9) Do not be deceived; God is not mocked, for you reap whatever you sow."},{"number":8,"verse":"(Hos 8.7; Jas 3.18) If you sow to your own flesh, you will reap corruption from the flesh, but if you sow to the Spirit, you will reap eternal life from the Spirit."},{"number":9,"verse":"(1 Cor 15.58; Heb 3.6; Rev 2.10) So let us not grow weary in doing what is right, for we will reap at harvest time, if we do not give up."},{"number":10,"verse":"(Jn 9.4; Eph 2.19; Titus 3.8) So then, whenever we have an opportunity, let us work for the good of all and especially for those of the family of faith."},{"number":11,"verse":"Final Admonitions and Benediction See what large letters I make when I am writing in my own hand!"},{"number":12,"verse":"(Mt 23.27, 28; Acts 15.1; Gal 5.11) It is those who want to make a good showing in the flesh who try to compel you to be circumcised—only that they may not be persecuted for the cross of Christ."},{"number":13,"verse":"Even the circumcised do not themselves obey the law, but they want you to be circumcised so that they may boast about your flesh."},{"number":14,"verse":"(Rom 6.2, 6; Gal 2.20) May I never boast of anything except the cross of our Lord Jesus Christ, by which (Or through whom) the world has been crucified to me and I to the world."},{"number":15,"verse":"(2 Cor 5.17) For (Other ancient authorities add in Christ Jesus) neither circumcision nor uncircumcision is anything, but a new creation is everything!"},{"number":16,"verse":"As for those who will follow this rule—peace be upon them, and mercy, and upon the Israel of God."},{"number":17,"verse":"(2 Cor 1.5) From now on, let no one make trouble for me, for I carry the marks of Jesus branded on my body."},{"number":18,"verse":"May the grace of our Lord Jesus Christ be with your spirit, brothers and sisters. Amen."}]}