{
  "bibleAbbr" : "TERV1998",
  "bookName" : "எண்ணாகமம்",
  "bookEnglishName" : "Numbers",
  "chapterNumber" : 34,
  "verses" : [ {
    "number" : 1,
    "verse" : "(கானான் நாட்டின் எல்லைகள்) மோசேயிடம் கர்த்தர் பேசினார். அவர்,"
  }, {
    "number" : 2,
    "verse" : "“இஸ்ரவேல் ஜனங்களிடம் இந்த கட்டளைகளைக் கூறு: நீங்கள் கானான் நாட்டிற்கு போய்க்கொண்டு இருக்கிறீர்கள். நீங்கள் கானான் நாடு முழுவதையும் பெற்றுக்கொள்வீர்கள்."
  }, {
    "number" : 3,
    "verse" : "தெற்குப் பக்கம் ஏதோம் அருகிலுள்ள சீன் பாலைவனத்தின் ஒரு பகுதியைப் பெறுவீர்கள். உங்களது தெற்கு எல்லையானது கிழக்கே இருக்கிற சவகடலின் கடைசியில் தொடங்கும்."
  }, {
    "number" : 4,
    "verse" : "இது ஸ்கார்ப்பியன் கணவாயின் தெற்காகக் கடந்து செல்லும். சீன் பாலைவனத்தின் வழியாக, காதேஸ்பர்னேவுக்கும் பிறகு ஆத்சார் ஆதாருக்கும், பின் அங்கிருந்து அஸ்மோனாவுக்கும் செல்லும்."
  }, {
    "number" : 5,
    "verse" : "அஸ்மோனிலிருந்து எல்லையானது எகிப்து நதியில் போய், பிறகு அது மத்தியத்தரைக் கடலில் போய் முடியும்."
  }, {
    "number" : 6,
    "verse" : "மத்தியத்தரைக் கடல் உங்களது மேற்கு எல்லையாக இருக்கும்."
  }, {
    "number" : 7,
    "verse" : "உங்கள் வடக்கு எல்லையானது மத்தியத்தரைக் கடலில் தொடங்கி, லெபனானில் உள்ள ஓர் மலைக்குச் செல்லும்."
  }, {
    "number" : 8,
    "verse" : "ஓர் என்னும் மலையிலிருந்து, இது லெபோ ஆமாத்திற்குப் போகும். பிறகு சேதாத்திற்குப் போகும்."
  }, {
    "number" : 9,
    "verse" : "பின்னர் அவ்வெல்லையானது, சிப்ரோனுக்குப் போய் ஆத்சார் ஏனானிலே முடியும். அதுதான் உங்கள் வடக்கு எல்லையாகும்."
  }, {
    "number" : 10,
    "verse" : "உங்கள் கிழக்கு எல்லையானது ஏனானிலே தொடங்கி, அது சேப்பாமுக்குப் போகும்,"
  }, {
    "number" : 11,
    "verse" : "சேப்பாமிலிருந்து ஆயினுக்குக் கிழக்கிலுள்ள ரிப்லாவிற்குப் போகும். எல்லையானது தொடர்ந்து கலிலேயா ஏரிக்குத் தொடரும்."
  }, {
    "number" : 12,
    "verse" : "பிறகு அந்த எல்லையானது யோர்தான் நதிவரைத் தொடரும். அது மரணக் கடலில் போய் முடியும். இவை தான் உங்கள் நாட்டைச் சுற்றியுள்ள எல்லைகள் ஆகும்” என்றார்."
  }, {
    "number" : 13,
    "verse" : "எனவே, மோசே இந்த கட்டளைகளை இஸ்ரவேல் ஜனங்களிடம் கொடுத்தான். “அதுதான் நீங்கள் பெறப்போகிற நாடு. இதனைச் சீட்டுக்குலுக்கல் மூலமாக 9 கோத்திரங்களுக்கும் மனாசேயின் பாதி குடும்பத்திற்கும் பங்கிட்டுக்கொள்ள வேண்டும்."
  }, {
    "number" : 14,
    "verse" : "ரூபன் மற்றும் காத்தின் கோத்திரத்தினரும் மனாசேயின் பாதிக் குடும்பத்தினரும் ஏற்கெனவே தங்கள் நாட்டைப் பெற்றுள்ளனர்."
  }, {
    "number" : 15,
    "verse" : "அந்த இரண்டரைக் கோத்திரத்தினரும் எரிகோவின் அருகில் யோர்தானுக்குக் கிழக்கே உள்ள நாடுகளைப் பெற்றுள்ளனர்” என்றான்."
  }, {
    "number" : 16,
    "verse" : "பிறகு கர்த்தர் மோசேயோடு பேசினார்."
  }, {
    "number" : 17,
    "verse" : "அவர், “நாட்டைப் பங்கு வைக்க ஆசாரியனாகிய எலெயாசாரும், நூனின் குமாரனான யோசுவாவும்,"
  }, {
    "number" : 18,
    "verse" : "கோத்திரங்களின் தலைவர்களும் உங்களுக்கு உதவுவார்கள். ஒவ்வொரு கோத்திரத்திற்கும் ஒரு தலைவர் இருப்பார். அவர்கள் நாட்டைப் பங்கு போட்டுக் கொடுப்பார்கள்."
  }, {
    "number" : 19,
    "verse" : "பின் வருபவை அந்த தலைவர்களின் பெயர்களாகும்: யூதாவின் கோத்திரத்திலிருந்து எப்புன்னேயின் குமாரனான காலேபு;"
  }, {
    "number" : 20,
    "verse" : "சிமியோனின் கோத்திரத்திலிருந்து அம்மியூதின் குமாரனான சாமுவேல்;"
  }, {
    "number" : 21,
    "verse" : "பென்யமீனின் கோத்திரத்திலிருந்து கிஸ்லோனின் குமாரனான எலிதாது;"
  }, {
    "number" : 22,
    "verse" : "தாணின் கோத்திரத்திலிருந்து யொக்லியின் குமாரனான புக்கி;"
  }, {
    "number" : 23,
    "verse" : "யோசேப்பின் குமாரனான மனாசேயின் கோத்திரத்திலிருந்து எபோதின் குமாரனாகிய அன்னியேல்:"
  }, {
    "number" : 24,
    "verse" : "எப்பிராயீமின் கோத்திரத்திலிருந்து சிப்தானின் குமாரனாகிய கேமுவேல்;"
  }, {
    "number" : 25,
    "verse" : "செபுலோனின் கோத்திரத்திலிருந்து பர்னாகின் குமாரனாகிய எலிசாப்பான்;"
  }, {
    "number" : 26,
    "verse" : "இசக்காரின் கோத்திரத்திலிருந்து ஆசானின் குமாரனாகிய பல்த்தியேல்;"
  }, {
    "number" : 27,
    "verse" : "ஆசேரின் கோத்திரத்திலிருந்து செலோமியின் குமாரனான அகியூத்;"
  }, {
    "number" : 28,
    "verse" : "நப்தலியின் கோத்திரத்திலிருந்து அம்மியூதின் குமாரனான பெதாக்கேல்” என்றார்."
  }, {
    "number" : 29,
    "verse" : "இஸ்ரவேல் ஜனங்கள் மத்தியில் கானான் தேசத்தைப் பங்கிடும்படி கர்த்தர் இவர்களைத் தெரிந்தெடுத்தார்."
  } ]
}