{"bibleAbbr":"NASB2020","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":1,"verses":[{"number":1,"verse":"(The Vision of Four Figures) Now it came about in the thirtieth year, on the fifth day of the fourth month, while I was by the river Chebar among the exiles, the heavens were opened and I saw (Some ancient versions a vision) visions of God."},{"number":2,"verse":"(On the fifth of the month (Lit it was) in the fifth year of King Jehoiachin’s exile,"},{"number":3,"verse":"the word of the LORD came expressly to Ezekiel the priest, son of Buzi, in the land of the Chaldeans by the river Chebar; and there the hand of the LORD came upon him.)"},{"number":4,"verse":"As I looked, behold, a high wind was coming from the north, a great cloud with fire flashing intermittently and a bright light around it, and in its midst something like gleaming (Heb uncertain; Gr indicates a gold and silver alloy) metal in the midst of the fire."},{"number":5,"verse":"And within it there were figures resembling four living beings. And this was their appearance: they had human form."},{"number":6,"verse":"Each of them had four faces and four wings."},{"number":7,"verse":"Their legs were straight and (Lit the sole of their feet) their feet were like a calf’s (Lit sole of a foot) hoof, and they sparkled like polished bronze."},{"number":8,"verse":"Under their wings on their four sides were human hands. As for the faces and wings of the four of them,"},{"number":9,"verse":"their wings touched one another; their faces did not turn when they moved, each went straight forward."},{"number":10,"verse":"As for the form of their faces, each had a human face; (Lit the four of them) all four had the face of a lion on the right and the face of a bull on the left, and (Lit the four of them) all four had the face of an eagle."},{"number":11,"verse":"Such were their faces. Their wings were spread out above; each had two touching another being, and two covering their bodies."},{"number":12,"verse":"And each went straight forward; wherever the spirit was about to go, they would go, without turning as they went."},{"number":13,"verse":"(As in some ancient versions; MT And the likeness of the living beings) In the midst of the living beings there was something that looked like burning coals of fire, (Lit like the appearance of) like torches moving among the living beings. The fire was bright, and lightning was (Lit going out) flashing from the fire."},{"number":14,"verse":"And the living beings ran back and forth like bolts of lightning."},{"number":15,"verse":"Now as I looked at the living beings, behold, there was one wheel on the ground beside the living beings, for (Lit his four faces) each of the four of them."},{"number":16,"verse":"The appearance of the wheels and their workmanship was like (Or the look of topaz) sparkling topaz, and all four of them had the same form, their appearance and workmanship being as if (Lit the wheel in the midst of the wheel) one wheel were within another."},{"number":17,"verse":"Whenever they (Lit went) moved, they (Lit went) moved in any of their four (Lit sides) directions without turning as they (Lit went) moved."},{"number":18,"verse":"As for their rims, they were high and awesome, and the rims of all four of them were (Lit full of) covered with eyes all around."},{"number":19,"verse":"Whenever the living beings (Lit went) moved, the wheels (Lit went) moved with them. And whenever the living beings rose from the earth, the wheels rose also."},{"number":20,"verse":"Wherever the spirit was about to go, they would go in that direction (MT adds the spirit to go) . And the wheels rose just as they did; for the spirit of the living (MT being) beings was in the wheels."},{"number":21,"verse":"Whenever those went, they went; and whenever those stopped, they stopped. And whenever those rose from the earth, the wheels rose just as they did; for the spirit of the living (MT being) beings was in the wheels."},{"number":22,"verse":"(Vision of Divine Glory) Now over the heads of the living (As in some mss and ancient versions; MT being) beings there was something like an expanse, like the awesome gleam of crystal, spread out over their heads."},{"number":23,"verse":"Under the expanse their wings were stretched out straight, one toward the other; each one also had two wings covering its body on the one side and on the other."},{"number":24,"verse":"And I also heard the sound of their wings, like the sound of abundant waters as they went, like the voice of (Heb Shaddai) the Almighty, a sound of a crowd like the sound of an army camp; whenever they stopped, they let down their wings."},{"number":25,"verse":"And a voice came from above the expanse that was over their heads; whenever they stood still, they let down their wings."},{"number":26,"verse":"Now above the expanse that was over their heads there was something resembling a throne, like (Heb eben-sappir) lapis lazuli in appearance; and on that which resembled a throne, high up, was a figure with the appearance of a man."},{"number":27,"verse":"Then I (Lit saw) noticed from the appearance of His waist and upward something like gleaming (See note v 4) metal that looked like fire all around within it, and from the appearance of His waist and downward I saw something like fire; and there was a radiance around Him."},{"number":28,"verse":"Like the appearance of the rainbow (Lit which occurs in) in the clouds on a rainy day, so was the appearance of the surrounding radiance. Such was the appearance of the likeness of the glory of the LORD. And when I saw it, I fell on my face and heard a voice speaking."}]}