{"bibleAbbr":"NASB2020","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":16,"verses":[{"number":1,"verse":"God’s Grace to Unfaithful Jerusalem Then the word of the LORD came to me, saying,"},{"number":2,"verse":"“Son of man, make known to Jerusalem her abominations,"},{"number":3,"verse":"and say, ‘This is what the Lord (Heb YHWH, usually rendered Lord, and so throughout the ch) GOD says to Jerusalem: “Your origin and your birth are from the land of the Canaanite; your father was an Amorite and your mother a Hittite."},{"number":4,"verse":"As for your birth, on the day you were born your navel cord was not cut, nor were you washed with water for cleansing; you were not rubbed with salt or even wrapped in cloths."},{"number":5,"verse":"No eye looked with pity on you to do any of these things for you, to have compassion on you. Rather you were thrown out into the (Lit face of the field) open field, (Lit in the loathing of your soul) for you were abhorred on the day you were born."},{"number":6,"verse":"“When I passed by you and saw you squirming in your blood, I said to you while you were in your blood, ‘Live!’ Yes, I said to you while you were in your blood, ‘Live!’"},{"number":7,"verse":"I made you (Lit a myriad) very numerous, like plants of the field. Then you grew up, became tall and reached the age for fine jewelry; your breasts were formed and your hair had grown. Yet you were naked and bare."},{"number":8,"verse":"“Then I passed by you and saw you, and behold, (Lit your time was) you were at the time for love; so I spread My (Lit hem (of a garment)) garment over you and covered your nakedness. I also swore an oath to you and entered into a covenant with you so that you became Mine,” declares the Lord GOD."},{"number":9,"verse":"“Then I bathed you with water, washed off your blood from you, and anointed you with oil."},{"number":10,"verse":"I also clothed you with colorfully woven cloth and put sandals of (Meaning of the Heb uncertain) fine leather on your feet; and I wrapped you with fine linen and covered you with silk."},{"number":11,"verse":"I adorned you with jewelry, put bracelets on your wrists, and a necklace around your neck."},{"number":12,"verse":"I also put a ring in your nose, earrings in your ears, and a beautiful crown on your head."},{"number":13,"verse":"So you were adorned with gold and silver, and your dress was of fine linen, silk, and colorfully woven cloth. You ate fine flour, honey, and oil; so you were exceedingly beautiful and advanced to royalty."},{"number":14,"verse":"Then your fame spread among the nations on account of your beauty, for it was perfect because of My splendor which I bestowed on you,” declares the Lord GOD."},{"number":15,"verse":"“But you trusted in your beauty and became unfaithful because of your fame, and you poured out your (I. e., idolatrous practices with nations) obscene practices on every passer-by to whom it might be tempting."},{"number":16,"verse":"You took some of your clothes, made for yourself (I. e., pagan altars) high places of various colors, and committed prostitution on them, which should not come about nor happen."},{"number":17,"verse":"You also took your beautiful (Lit articles of beauty) jewels made of My gold and of My silver, which I had given you, and made for yourself male images so that you might commit prostitution with them."},{"number":18,"verse":"Then you took your colorfully woven cloth and covered them, and offered My oil and My incense before them."},{"number":19,"verse":"Also My bread which I gave you, fine flour, oil, and honey with which I fed you, (Lit and you... offer it) you would offer before them for a soothing aroma; so it happened,” declares the Lord GOD."},{"number":20,"verse":"“Furthermore, you took your sons and daughters whom you had borne to Me and sacrificed them to (Lit them) idols to be devoured. Were your obscene practices a trivial matter?"},{"number":21,"verse":"You slaughtered My children and offered them to (Lit them) idols by making them pass through the fire."},{"number":22,"verse":"And besides all your abominations and obscene practices, you did not remember the days of your youth, when you were naked and bare and squirming in your blood."},{"number":23,"verse":"“Then it came about after all your wickedness (‘Woe, woe to you!’ declares the Lord GOD),"},{"number":24,"verse":"that you built yourself a shrine and made yourself a high place in every public square."},{"number":25,"verse":"You built yourself a high place at the beginning of every street and made your beauty abominable, and you spread your legs to every passer-by and multiplied your obscene practice."},{"number":26,"verse":"You also committed prostitution with the Egyptians, your (Lit great of flesh) lustful neighbors, and multiplied your obscene practice to provoke Me to anger."},{"number":27,"verse":"So behold, I have stretched out My hand against you and cut back your rations. And I turned you over to the desire of those who hate you, the daughters of the Philistines, who are ashamed of your outrageous conduct."},{"number":28,"verse":"Moreover, you committed prostitution with the Assyrians because you were not satisfied; you committed prostitution with them and still were not satisfied."},{"number":29,"verse":"You also multiplied your obscene practice with the land of merchants, Chaldea; yet even with this you were not satisfied.” ’ ”"},{"number":30,"verse":"“How feverish is your heart,” declares the Lord GOD, “while you do all these things, the action of a (Lit mighty) bold prostitute!"},{"number":31,"verse":"When you built your shrine at the beginning of every street and made your high place in every public square, in spurning a prostitute’s fee, you were not like a prostitute."},{"number":32,"verse":"You adulteress wife, who takes strangers instead of her husband!"},{"number":33,"verse":"Men give gifts to all prostitutes, but you give your gifts to all your lovers and lavish favors on them so that they will come to you from every direction for your obscene practices."},{"number":34,"verse":"So it is the opposite for you from those women in your obscene practices, in that you are not approached for prostitution, and in the fact that you pay a prostitute’s fee, and no fee is paid to you; so you are the opposite.”"},{"number":35,"verse":"Therefore, you prostitute, hear the word of the LORD."},{"number":36,"verse":"This is what the Lord GOD says: “Because your lewdness was poured out and your nakedness uncovered through your obscene practices with your lovers and with all your detestable idols, and because of the blood of your sons that you gave to (Lit them) idols,"},{"number":37,"verse":"therefore, behold, I am going to gather all your lovers whom you pleased, all those whom you loved as well as all those whom you hated. So I will gather them against you from every direction and expose your nakedness to them so that they may see all your nakedness."},{"number":38,"verse":"So I will judge you as women who commit adultery or shed blood are judged; and I will bring on you the blood of wrath and jealousy."},{"number":39,"verse":"I will also hand you over to (Lit their hands, and they) your lovers, and they will tear down your shrines, demolish your high places, strip you of your clothing, take away your (Lit articles of beauty) jewels, and will leave you naked and bare."},{"number":40,"verse":"They will (Lit bring up an assembly) incite a crowd against you, and they will stone you and cut you to pieces with their swords."},{"number":41,"verse":"And they will burn your houses with fire and execute judgments against you in the sight of many women. Then I will put an end to your prostitution, and you will also no longer pay (Lit a prostitute’s fee) your lovers."},{"number":42,"verse":"So I will satisfy My fury against you and My jealousy will leave you, and I will be pacified and no longer be angry."},{"number":43,"verse":"Since you have not remembered the days of your youth but (As in ancient versions; MT tremble at) have caused Me unrest by all these things, behold, I in turn will bring your conduct down on your own head,” declares the Lord GOD, “so that you will not commit this outrageous sin in addition to all your other abominations."},{"number":44,"verse":"“Behold, everyone who quotes proverbs will quote this proverb about you, saying, ‘Like (Lit her mother, her daughter) mother, like daughter.’"},{"number":45,"verse":"You are the daughter of your mother, who loathed her husband and children. You are also the sister of your sisters, who loathed their husbands and children. Your mother was a Hittite and your father an Amorite."},{"number":46,"verse":"Now your older sister is Samaria, who lives (Lit on your left) north of you with her (I. e., surrounding villages; so through v 55) daughters; and your younger sister, who lives (Lit from your right) south of you, is Sodom with her (I. e., surrounding villages; so through v 55) daughters."},{"number":47,"verse":"Yet you have not merely walked in their ways and (Lit acted in their) committed their abominations; but, as if that were too little, you also acted more corruptly in all your conduct than they."},{"number":48,"verse":"As I live,” declares the Lord GOD, “Sodom, your sister and her daughters have not done as you and your daughters have done!"},{"number":49,"verse":"Behold, this was the guilt of your sister Sodom: she and her daughters had arrogance, plenty of food, and carefree ease, but she did not (Lit grasp the hand of) help the poor and needy."},{"number":50,"verse":"So they were haughty and committed abominations before Me. Therefore I removed them (Some mss and ancient versions as you have seen) when I saw it."},{"number":51,"verse":"Furthermore, Samaria did not commit half of your sins, for you have multiplied your abominations more than they. So you have made your sisters appear innocent by all your abominations which you have committed."},{"number":52,"verse":"Also, bear your disgrace in that you have (Lit mediated for) made judgment favorable for your sisters. Because of your sins in which you acted more abominably than they, they are more in the right than you. Yes, be also ashamed and bear your disgrace, in that you made your sisters appear innocent."},{"number":53,"verse":"“Nevertheless, I will restore their fortunes, the fortunes of Sodom and her daughters, the fortunes of Samaria and her daughters, and (Lit in their midst) along with them your own fortunes,"},{"number":54,"verse":"so that you will bear your disgrace and feel ashamed for all that you have done when you become a consolation to them."},{"number":55,"verse":"Your sisters, Sodom with her daughters and Samaria with her daughters, (Heb includes will return... state after Sodom also) will return to their former state, and you with your daughters will also return to your former state."},{"number":56,"verse":"As the name of your sister Sodom was not heard from your lips in your day of pride,"},{"number":57,"verse":"before your wickedness was uncovered, (Lit as at the time of) so now you have become the disgrace of the daughters of (As in many mss and one ancient version; MT Aram) Edom and of all who are around her, of the daughters of the Philistines—those surrounding you who despise you."},{"number":58,"verse":"You have suffered the penalty of your outrageous sin and abominations,” the LORD declares."},{"number":59,"verse":"For this is what the Lord GOD says: “I will also do with you as you have done, you who have despised the oath by breaking the covenant."},{"number":60,"verse":"The Covenant Remembered “Nevertheless, I will remember My covenant with you in the days of your youth, and I will establish an everlasting covenant with you."},{"number":61,"verse":"Then you will remember your ways and be ashamed when you receive your sisters, both your older and your younger; and I will give them to you as daughters, but not because of your covenant."},{"number":62,"verse":"So I will establish My covenant with you, and you shall know that I am the LORD,"},{"number":63,"verse":"so that you may remember and be ashamed, and not open your mouth again because of your disgrace, when I have (Or made atonement for) forgiven you for all that you have done,” the Lord GOD declares."}]}