{"bibleAbbr":"NASB2020","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":29,"verses":[{"number":1,"verse":"Judgment of Egypt In the tenth year, in the tenth month, on the twelfth of the month, the word of the LORD came to me, saying,"},{"number":2,"verse":"“Son of man, set your face against Pharaoh king of Egypt, and prophesy against him and against all Egypt."},{"number":3,"verse":"Speak and say, ‘This is what the Lord (Heb YHWH, usually rendered Lord, and so throughout the ch) GOD says: “Behold, I am against you, Pharaoh king of Egypt, The great (Heb tannim) monster that lies in the midst of his (Or Nile) canals, That has said, ‘My Nile is mine, and I myself have made it.’"},{"number":4,"verse":"I will put hooks in your jaws And make the fish of your (Or Nile) canals cling to your scales. And I will bring you up out of the midst of your (Or Nile) canals, And all the fish of your (Or Nile) canals will cling to your scales."},{"number":5,"verse":"I will abandon you to the wilderness, you and all the fish of your (Or Nile) canals; You will fall on the (Lit faces of the field) open field; you will not be brought together or (Or with several mss and Targum, buried) gathered. I have given you for food to the animals of the earth and to the birds of the sky."},{"number":6,"verse":"Then all the inhabitants of Egypt will know that I am the LORD, Because they have been only a staff made of reed to the house of Israel."},{"number":7,"verse":"When they took hold of you with the hand, You broke and tore all their (As in some ancient versions; MT shoulders) hands; And when they leaned on you, You broke and made all their hips (Cf. ancient versions; MT stand) shake.”"},{"number":8,"verse":"‘Therefore the Lord GOD says this: “Behold, I am going to bring upon you a sword, and I will cut off from you human and animal life."},{"number":9,"verse":"The land of Egypt will become a desolation and place of ruins. Then they will know that I am the LORD. “Because (As in ancient versions; MT he) you said, ‘The Nile is mine, and I have made it,’"},{"number":10,"verse":"therefore, behold, I am against you and against your (Or Nile) canals, and I will make the land of Egypt an utter waste and desolation, from Migdol to Syene and as far as the border of (Or Ethiopia) Cush."},{"number":11,"verse":"A human foot will not pass through it, nor will the foot of an animal pass through it, and it will not be inhabited for forty years."},{"number":12,"verse":"So I will make the land of Egypt a desolation in the midst of deserted lands. And her cities, in the midst of cities that are laid waste, will be desolate for forty years; and I will scatter the Egyptians among the nations and disperse them among the lands.”"},{"number":13,"verse":"‘For this is what the Lord GOD says: “At the end of forty years I will gather the Egyptians from the peoples (Lit where) among whom they were scattered."},{"number":14,"verse":"And I will restore the fortunes of Egypt and bring them back to the land of Pathros, to the land of their origin, and there they will be a lowly kingdom."},{"number":15,"verse":"It will be the lowest of the kingdoms, and it will not raise itself above the nations again. And I will make them small so that they will not rule over the nations."},{"number":16,"verse":"And it will no longer be a kingdom on which the house of Israel relies, (Lit causing to remember) bringing to mind the guilt of their having turned (Lit after them) to Egypt. Then they will know that I am the Lord GOD.” ’ ”"},{"number":17,"verse":"Now in the twenty-seventh year, in the first month, on the first of the month, the word of the LORD came to me, saying,"},{"number":18,"verse":"“Son of man, Nebuchadnezzar king of Babylon made his army labor (Lit a great labor) hard against Tyre; every head (I. e., injuries from the labor) had a bald spot and every shoulder was rubbed raw. But he and his army acquired no wages from Tyre for the labor that he had (Lit labored) performed against it.”"},{"number":19,"verse":"Therefore this is what the Lord GOD says: “Behold, I am going to give the land of Egypt to Nebuchadnezzar king of Babylon. And he will carry off her wealth and capture her spoils and seize her plunder; and it will be wages for his army."},{"number":20,"verse":"I have given him the land of Egypt for his labor which he (Lit labored) performed, because they acted for Me,” declares the Lord GOD."},{"number":21,"verse":"“On that day I will make a horn sprout for the house of Israel, and I will (Lit give you an opening of the mouth) open your mouth among them. Then they will know that I am the LORD.”"}]}