{"bibleAbbr":"NASB2020","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":30,"verses":[{"number":1,"verse":"(Grief over Egypt) The word of the LORD came again to me, saying,"},{"number":2,"verse":"“Son of man, prophesy and say, ‘This is what the Lord (Heb YHWH, usually rendered Lord, and so throughout the ch) GOD says: “Wail, ‘Woe for the day!’"},{"number":3,"verse":"For the day is near, Indeed, the day of the LORD is near; It will be a day of clouds, A time of doom for the nations."},{"number":4,"verse":"A sword will come upon Egypt, And there will be trembling in (Or Ethiopia) Cush; When the slain fall in Egypt, They will take away her (Or multitude) wealth, And her foundations will be torn down."},{"number":5,"verse":"(Or Ethiopia) Cush, Put, Lud, all (Or the mixed people) Arabia, (Or Cub) Libya and the (Lit sons) people of the land (Lit of the covenant) that is in league will fall with them by the sword.”"},{"number":6,"verse":"‘This is what the LORD says: “Indeed, those who support Egypt will fall And the pride of her power will come down; From Migdol to Syene They will fall within her by the sword,” Declares the Lord GOD."},{"number":7,"verse":"“They will be desolate In the midst of the desolated lands; And her cities will be In the midst of the devastated cities."},{"number":8,"verse":"And they will know that I am the LORD, When I set a fire in Egypt And all her helpers are broken."},{"number":9,"verse":"On that day messengers will go out from Me in ships to frighten carefree (Or Ethiopia) Cush; and trembling will come on them as on the day of Egypt; for behold, it is coming!”"},{"number":10,"verse":"‘This is what the Lord GOD says: “I will also make the (Or people; lit crowd, and so throughout the ch) hordes of Egypt cease By the hand of Nebuchadnezzar king of Babylon."},{"number":11,"verse":"He and his people with him, The most ruthless of the nations, Will be brought in to destroy the land; And they will draw their swords against Egypt And fill the land with the slain."},{"number":12,"verse":"Moreover, I will make the Nile canals dry And sell the land into the hands of evil men. And I will make the land desolate And (Lit her fullness) all that is in it, By the hand of strangers; I the LORD have spoken.”"},{"number":13,"verse":"‘This is what the Lord GOD says: “I will also destroy the idols And make the (Or futile ones) images cease from (Or Noph) Memphis. And there will no longer be a prince in the land of Egypt; And I will put fear in the land of Egypt."},{"number":14,"verse":"I will make Pathros desolate, Set a fire in Zoan And execute judgments on (Or No) Thebes."},{"number":15,"verse":"I will pour out My wrath on (Or Pelusium) Sin, The stronghold of Egypt; I will also eliminate the hordes of (Or No) Thebes."},{"number":16,"verse":"I will set a fire in Egypt; (Or Pelusium) Sin will writhe in anguish, (Or No) Thebes will be breached And (Or Noph) Memphis will have (Or adversaries) distresses daily."},{"number":17,"verse":"The young men of (Or Aven) On and of Pi-beseth Will fall by the sword, And (Lit they) the women will go into captivity."},{"number":18,"verse":"In Tehaphnehes the day will (As in many mss and ancient versions; MT restrain) be dark When I break there the yoke bars of Egypt. Then the pride of her power will cease in her; A cloud will cover her, And her daughters will go into captivity."},{"number":19,"verse":"So I will execute judgments on Egypt, And they will know that I am the LORD.” ’ ”"},{"number":20,"verse":"(Victory for Babylon) In the eleventh year, in the first month, on the seventh of the month, the word of the LORD came to me, saying,"},{"number":21,"verse":"“Son of man, I have broken the arm of Pharaoh king of Egypt; and, behold, it has not been bound up (Lit to give healing) for healing (Lit to wrap it) or wrapped with a bandage, so that it may be strong to wield the sword."},{"number":22,"verse":"Therefore this is what the Lord GOD says: ‘Behold, I am against Pharaoh king of Egypt, and I will break his arms, both the strong and the broken; and I will make the sword fall from his hand."},{"number":23,"verse":"And I will scatter the Egyptians among the nations and disperse them among the lands."},{"number":24,"verse":"For I will strengthen the arms of the king of Babylon and put My sword in his hand; and I will break the arms of Pharaoh, so that he will groan before him with the groans of a wounded man."},{"number":25,"verse":"So I will strengthen the arms of the king of Babylon, but the arms of Pharaoh will fail. Then they will know that I am the LORD, when I put My sword into the hand of the king of Babylon and he reaches out with it against the land of Egypt."},{"number":26,"verse":"When I scatter the Egyptians among the nations and disperse them among the lands, then they will know that I am the LORD.’ ”"}]}