{"bibleAbbr":"MKJV1962","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":13,"verses":[{"number":1,"verse":"And I stood on the sand of the sea, and I saw a beast coming up out of the sea, having seven heads and ten horns. And on its horns were ten crowns, and on its heads was the name of blasphemy."},{"number":2,"verse":"And the beast which I saw was like a leopard, and its feet like [those] of a bear, and its mouth like the mouth of a lion. And the dragon gave him its power and its seat and great authority."},{"number":3,"verse":"And I saw one of its heads as having been slain to death, and its deadly wound was healed. And all the earth marveled after the beast."},{"number":4,"verse":"And they worshiped the dragon who gave authority to the beast. And they worshiped the beast, saying, Who [is] like the beast? Who is able to make war with it?"},{"number":5,"verse":"And a mouth speaking great things was given to it, and blasphemies. And authority was given to it to continue forty-two months."},{"number":6,"verse":"And it opened its mouth in blasphemy toward God, to blaspheme His name and His tabernacle, and those dwelling in Heaven."},{"number":7,"verse":"And it was given to it to war with the saints and to overcome them. And authority was given to it over every tribe and tongue and nation."},{"number":8,"verse":"And all dwelling on the earth will worship it, those whose names have not been written in the Book of Life of the Lamb slain, from the foundation of the world."},{"number":9,"verse":"If anyone has an ear, let him hear."},{"number":10,"verse":"He who leads into captivity will go into captivity. If anyone will kill with the sword, he must be killed by a sword. Here is the patience and the faith of the saints."},{"number":11,"verse":"And I saw another beast coming up out of the earth. And it had two horns like a lamb, and he spoke like a dragon."},{"number":12,"verse":"And it exercises all the authority of the first beast before him, and causes the earth and those dwelling in it to worship the first beast, whose deadly wound was healed."},{"number":13,"verse":"And it does great wonders, so that it makes fire come down from the heaven onto the earth in the sight of men."},{"number":14,"verse":"And it deceives those dwelling on the earth, because of the miracles which were given to it to do before the beast, saying to those dwelling on the earth that they should make an image to the beast who had the wound by a sword and lived."},{"number":15,"verse":"And there was given to it to give a spirit to the image of the beast, so that the image of the beast might both speak, and might cause as many as would not worship the image of the beast to be killed."},{"number":16,"verse":"And it causes all, both small and great, rich and poor, free and bond, to receive a mark on their right hand, or in their foreheads,"},{"number":17,"verse":"even that not any might buy or sell except those having the mark, or the name of the beast, or the number of its name."},{"number":18,"verse":"Here is the wisdom. Let him having reason count the number of the beast, for it is the number of a man. And its number [is] six hundred [and] sixty-six."}]}