{"bibleAbbr":"MKJV1962","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":16,"verses":[{"number":1,"verse":"And I heard a great voice out of the temple saying to the seven angels, Go and pour out the vials of the anger of God on the earth."},{"number":2,"verse":"And the first went and poured out his vial on the earth. And a bad and grievous sore fell on the men who had the mark of the beast, and [on] those who worshiped his image."},{"number":3,"verse":"And the second angel poured out his vial on the sea. And it became like the blood of a dead one, and every living soul died in the sea."},{"number":4,"verse":"And the third angel poured out his vial on the rivers and fountains of waters, and they became blood."},{"number":5,"verse":"And I heard the angel of the waters say, Righteous is the Lord, who is, and was, and who will be, because You have judged these things,"},{"number":6,"verse":"since they have poured out the blood of the saints and prophets; and You gave them blood to drink, for they were deserving."},{"number":7,"verse":"And I heard another out of the altar saying, Even so, Lord God Almighty, true and righteous [are] Your judgments."},{"number":8,"verse":"And the fourth angel poured out his vial onto the sun. And it was given to him to burn men with fire."},{"number":9,"verse":"And men were burned with great heat. And they blasphemed the name of God, He having authority over these plagues. And they did not repent in order to give Him glory."},{"number":10,"verse":"And the fifth angel poured out his vial on the throne of the beast, and its kingdom became darkened. And they gnawed their tongues from the pain."},{"number":11,"verse":"And they blasphemed the God of Heaven because of their pains and their sores. And they did not repent of their deeds."},{"number":12,"verse":"And the sixth angel poured out his vial on the great river Euphrates. And its water was dried up, so that the way of the kings from [the] rising of [the] sun might be prepared."},{"number":13,"verse":"And I saw three unclean spirits like frogs [come] out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet."},{"number":14,"verse":"For they are spirits of demons, working miracles, [which] go forth to the kings of the earth and of the whole world, to gather them to the battle of that day, the great day of God Almighty."},{"number":15,"verse":"Behold, I am coming as a thief. Blessed [is] the [one] who watches and keeps his garments, lest he walk naked and they see his shame."},{"number":16,"verse":"And he gathered them into a place called in the Hebrew tongue Armageddon."},{"number":17,"verse":"And the seventh angel poured out his vial into the air. And a great voice came out of the temple of Heaven, from the throne, saying, It is done!"},{"number":18,"verse":"And voices and thunders and lightnings occurred. And there was a great earthquake, such as has not been since men were on the earth, so mighty [and] so great an earthquake."},{"number":19,"verse":"And the great city came to be into three parts, and the cities of the nations fell. And great Babylon was remembered before God, to give to her the cup of the wine of the anger of His wrath."},{"number":20,"verse":"And every island fled away, and mountains were not found."},{"number":21,"verse":"And a great hail, as the size of a talent, came down out of the heaven on men. And men blasphemed God because of the plague of the hail; for the plague of it was exceedingly great."}]}