{"bibleAbbr":"MKJV1962","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":19,"verses":[{"number":1,"verse":"And after these things I heard a great sound of a numerous crowd in Heaven, saying, Hallelujah! Salvation and glory and honor and the power to the Lord our God!"},{"number":2,"verse":"For true and righteous [are] His judgments. For He has judged the great harlot who defiled the earth with her fornication, and He has avenged the blood of His servants out of her hand."},{"number":3,"verse":"And secondly they said, Hallelujah! And her smoke rose up forever and ever."},{"number":4,"verse":"And the twenty-four elders and the four living creatures fell down and worshiped God sitting on the throne, saying, Amen! Hallelujah!"},{"number":5,"verse":"And a voice came out of the throne, saying, Praise our God, all His servants, and the ones fearing Him, the small and great."},{"number":6,"verse":"And I heard as the sound of a great multitude, and as the sound of many waters, and as the sound of strong thunders, saying, Hallelujah! For the Lord God omnipotent reigns!"},{"number":7,"verse":"Let us be glad and rejoice and we will give glory to Him. For the marriage of the Lamb has come, and His wife has prepared herself."},{"number":8,"verse":"And to her was granted that she should be arrayed in fine linen, clean and white. For the fine linen is the righteousness of the saints."},{"number":9,"verse":"And he said to me, Write, Blessed [are] those who have been called to the marriage supper of the Lamb. And he said to me, These are the true sayings of God."},{"number":10,"verse":"And I fell at his feet to worship him. And he said to me, See, do not do it! I am your fellow servant, and of your brothers who have the testimony of Jesus. Worship God, for the testimony of Jesus is the spirit of prophecy."},{"number":11,"verse":"And I saw Heaven opened. And behold, a white horse! And He sitting on him [was] called Faithful and True. And in righteousness He judges and makes war."},{"number":12,"verse":"And His eyes [were] like a flame of fire, and on His head many crowns. And He had a name written, one that no one knew except Himself."},{"number":13,"verse":"And He had been clothed [in] a garment dipped in blood, and His name is called The Word of God."},{"number":14,"verse":"And the armies in Heaven followed Him on white horses, clothed in fine linen, white and clean."},{"number":15,"verse":"And out of His mouth goes a sharp sword, so that with it He should strike the nations. And He will shepherd them with a rod of iron. And He treads the winepress of the wine of the anger and of the wrath of Almighty God."},{"number":16,"verse":"And He has on [His] garment, and on His thigh a name written, KING OF KINGS AND LORD OF LORDS."},{"number":17,"verse":"And I saw one angel standing in the sun. And he cried with a great voice, saying to all the birds that fly in mid-heaven, Come and gather together to the supper of the great God,"},{"number":18,"verse":"so that you may eat the flesh of kings, and [the] flesh of commanders, and [the] flesh of strong ones, and [the] flesh of horses, and those sitting on them, and [the] flesh of all, both free and slave, both small and great."},{"number":19,"verse":"And I saw the beast, and the kings of the earth and their armies, being gathered to make war against Him who sat on the horse, and against His army."},{"number":20,"verse":"And the beast was taken, and with him the false prophet doing signs before it, (by which he deceived those who had received the mark of the beast), and those who had worshiped his image. The two were thrown alive into the Lake of Fire burning with brimstone."},{"number":21,"verse":"And the rest were slain by the sword of Him who sat on the horse, it proceeding out of His mouth. And all the birds were filled from their flesh."}]}