{"bibleAbbr":"MKJV1962","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":2,"verses":[{"number":1,"verse":"To the angel of the church of Ephesus write: He who holds the seven stars in His right hand, who walks in the midst of the seven golden lampstands, says these things."},{"number":2,"verse":"I know your works and your labor and your patience, and how you cannot bear those who are evil. And [you] tried those pretending to be apostles, and are not, and have found them liars."},{"number":3,"verse":"And [you] have borne, and have patience, and for My name's sake you have labored and have not fainted."},{"number":4,"verse":"But I have against you that you left your first love."},{"number":5,"verse":"Therefore remember from where you have fallen, and repent, and do the first works, or else I will come to you quickly and will remove your lampstand out of its place unless you repent."},{"number":6,"verse":"But you have this, that you hate the deeds of the Nicolaitans, which I also hate."},{"number":7,"verse":"He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes I will give to eat of the Tree of Life, which is in the midst of the paradise of God."},{"number":8,"verse":"And to the angel of the church in Smyrna write: The First and the Last, who became dead and lived, says these things:"},{"number":9,"verse":"I know your works and tribulation and poverty (but you are rich), and [I know] the blasphemy of those saying themselves to be Jews, and are not, but [are] the synagogue of Satan."},{"number":10,"verse":"Do not at all fear what you are about to suffer. Behold, the Devil will cast [some] of you into prison, so that you may be tried. And you will have tribulation ten days. Be faithful to death, and I will give you the crown of life."},{"number":11,"verse":"He who has an ear, let him hear what the Spirit says to the churches. He who overcomes will not be hurt by the second death."},{"number":12,"verse":"And to the angel of the church in Pergamos write: He who has the sharp sword with two edges says these things."},{"number":13,"verse":"I know your works, and where you live, [even] where Satan's seat [is]. And you hold fast My name and have not denied My faith, even in those days in which Antipas [was] My faithful martyr, who was slain among you, where Satan dwells."},{"number":14,"verse":"But I have a few things against you, because you have there those who hold the teachings of Balaam, who taught Balak to cast a stumbling-block before the sons of Israel, to eat things sacrificed to idols and to commit fornication."},{"number":15,"verse":"So you also have those who hold the teaching of the Nicolaitans, which thing I hate."},{"number":16,"verse":"Repent! But if not I will come to you quickly, and will fight with them by the sword of My mouth."},{"number":17,"verse":"He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes I will give to eat of the hidden manna, and will give to him a white stone, and in the stone a new name written, which no man knows except he who receives [it]."},{"number":18,"verse":"And to the angel of the church in Thyatira write: The Son of God, He who has His eyes like a flame of fire and His feet like burnished metal, says these things:"},{"number":19,"verse":"I know your works and love and service and faith and your patience, and your works; and the last [to be] more than the first."},{"number":20,"verse":"But I have a few things against you because you allow that woman Jezebel to teach, she saying herself [to be] a prophetess, and to cause My servants to go astray, and to commit fornication, and to eat idol-sacrifices."},{"number":21,"verse":"And I gave her time that she might repent of her fornication, and she did not repent."},{"number":22,"verse":"Behold, I am throwing her into a bed, and those who commit adultery with her into great affliction, unless they repent of their deeds."},{"number":23,"verse":"And I will kill her children with death. And all the churches will know that I am He who searches the reins and hearts, and I will give to every one of you according to your works."},{"number":24,"verse":"But to you I say, and to the rest in Thyatira, as many as do not have this doctrine, and who have not known the depths of Satan, as they speak, I will put on you no other burden."},{"number":25,"verse":"But that which you have, hold fast until I come."},{"number":26,"verse":"And he who overcomes and keeps My works to the end, to him I will give power over the nations."},{"number":27,"verse":"And he will rule them with a rod of iron, as the vessels [of a potter] they will be broken to pieces, even as I received from My Father."},{"number":28,"verse":"And I will give him the Morning Star."},{"number":29,"verse":"He who has an ear, let him hear what the Spirit says to the churches."}]}