{"bibleAbbr":"MKJV1962","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":22,"verses":[{"number":1,"verse":"And he showed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb."},{"number":2,"verse":"In the midst of its street, and of the river, from here and from there, [was] the Tree of Life, which bore twelve fruits, each yielding its fruit according to one month. And the leaves of the tree were for the healing of the nations."},{"number":3,"verse":"And every curse will no longer be; but the throne of God and of the Lamb will be in it, and His servants will serve Him."},{"number":4,"verse":"And they will see His face, and His name [will be] in their foreheads."},{"number":5,"verse":"And there will be no night there. And they need no lamp, or light of the sun; for the Lord God gives them light. And they will reign forever and ever."},{"number":6,"verse":"And he said to me, These sayings [are] faithful and true. And the Lord God of the holy prophets sent His angel to show to His servants the things which must shortly be done."},{"number":7,"verse":"Behold, I come quickly. Blessed [is] he who keeps the words of the prophecy of this Book."},{"number":8,"verse":"And I, John, saw and heard these things. And when I heard and saw, I fell down to worship before the feet of the angel showing me these things."},{"number":9,"verse":"Then he said to me, Behold! See, do not do it! For I am your fellow-servant, and of your brothers the prophets, and of those who keep the words of this Book. Do worship to God."},{"number":10,"verse":"And he said to me, Do not seal the words of the prophecy of this Book; for the time is at hand."},{"number":11,"verse":"He acting unjustly, let him still act unjustly. And the filthy, let him be filthy still. And the righteous, let him be righteous still. And the holy, let him be holy still."},{"number":12,"verse":"And behold, I am coming quickly, and My reward [is] with Me, to give to each according as his work is."},{"number":13,"verse":"I am the Alpha and the Omega, the Beginning and the Ending, the First and the Last."},{"number":14,"verse":"Blessed [are] they who do His commandments, that their authority will be over the Tree of Life, and they may enter in by the gates into the city."},{"number":15,"verse":"But outside [are] the dogs, and the sorcerers, and the fornicators, and the murderers, and the idolaters, and everyone who loves and makes a lie."},{"number":16,"verse":"I, Jesus, have sent My angel to testify these things to you over the churches. I am the Root and the Offspring of David, the bright and Morning Star."},{"number":17,"verse":"And the Spirit and the bride say, Come! And let the [one] hearing say, Come! And let the one] who is thirsty come. And he willing, let him take of the water of life freely."},{"number":18,"verse":"For I testify together [to] everyone who hears the words of the prophecy of this Book: If anyone adds to these things, God will add on him the plagues that have been written in this Book."},{"number":19,"verse":"And if anyone takes away from the words of the Book of this prophecy, God will take away his part out of the Book of Life, and out of the holy city, and [from] the things which have been written in this Book."},{"number":20,"verse":"He who testifies these things says, Yes, I am coming quickly, Amen. Yes, come, Lord Jesus."},{"number":21,"verse":"The grace of our Lord Jesus Christ [be] with all of you. Amen."}]}