{"bibleAbbr":"KJV1611","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":10,"verses":[{"number":1,"verse":"Brethren, my hearts desire and prayer to God for Israel is, that they might be saued."},{"number":2,"verse":"For I beare them record, that they haue a zeale of God, but not according to knowledge."},{"number":3,"verse":"For they being ignorant of Gods righteousnesse, and going about to establish their owne righteousnesse, haue not submitted themselues vnto the righteousnesse of God."},{"number":4,"verse":"For Christ is the end of the Law for righteousnes to euery one that beleeueth."},{"number":5,"verse":"For Moses describeth the righteousnesse which is of the Law, that the man which doeth those things shall liue by them."},{"number":6,"verse":"But the righteousnesse which is of faith, speaketh on this wise: Say not in thine heart, Who shall ascend into heauen? That is to bring Christ down from aboue."},{"number":7,"verse":"Or, Who shall descend into the deepe? That is to bring vp Christ againe from the dead."},{"number":8,"verse":"But what saith it? The word is nigh thee, euen in thy mouth, and in thy heart, that is the word of faith which we preach,"},{"number":9,"verse":"That if thou shalt confesse with thy mouth the Lord Iesus, and shalt beleeue in thine heart, that God hath raised him from the dead, thou shalt be saued."},{"number":10,"verse":"For with the heart man beleeueth vnto righteousnesse, and with the mouth confession is made vnto saluation."},{"number":11,"verse":"For the Scripture saith, Whosoeuer beleeueth on him, shall not bee ashamed."},{"number":12,"verse":"For there is no difference betweene the Iew and the Greeke: for the same Lord ouer all, is rich vnto all, that call vpon him."},{"number":13,"verse":"For whosoeuer shall call vpon the Name of the Lord, shall be saued."},{"number":14,"verse":"How then shall they call on him in whom they haue not beleeued? And how shal they beleeue in him, of whom they haue not heard? And how shall they heare without a Preacher?"},{"number":15,"verse":"And how shall they preach, except they be sent? As it is written: How beautifull are the feete of them that preach the Gospel of peace, and bring glad tidings of good things!"},{"number":16,"verse":"But they haue not all obeyed the Gospel. For Esaias saith, Lord, who hath beleeued our report?"},{"number":17,"verse":"So then, faith commeth by hearing, and hearing by the word of God."},{"number":18,"verse":"But I say, haue they not heard? yes verely, their sound went into all the earth, and their words vnto the ends of the world."},{"number":19,"verse":"But I say, Did not Israel know? First Moses saith, I will prouoke you to iealousie by them that are no people, & by a foolish nation I will anger you."},{"number":20,"verse":"But Esaias is very bold, and saith, I was found of them that sought me not: I was made manifest vnto them, that asked not after me."},{"number":21,"verse":"But to Israel he sayth, All day long I haue stretched foorth my hands vnto a disobedient and gainesaying people."}]}