{"bibleAbbr":"KJV1611","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":11,"verses":[{"number":1,"verse":"I say then, Hath God cast away his people? God forbidde. For I also am an Israelite of the seede of Abraham, of the tribe of Beniamin."},{"number":2,"verse":"God hath not cast away his people which hee foreknew. Wote yee not what the Scripture saieth of Elias? How hee maketh intercession to God against Israel, saying,"},{"number":3,"verse":"Lord, they haue killed thy Prophets, and digged downe thine Altars, and I am left alone, and they seeke my life."},{"number":4,"verse":"But what saieth the answere of God vnto him? I haue reserued to my selfe seuen thousand men, who haue not bowed the knee to the image of Baal."},{"number":5,"verse":"Euen so then at this present time also there is a remnant according to the election of grace."},{"number":6,"verse":"And if by grace, then is it no more of workes: otherwise grace is no more grace. But if it bee of workes, then is it no more grace, otherwise worke is no more worke."},{"number":7,"verse":"What then? Israel hath not obtained that which he seeketh for, but the election hath obtained it, and the rest were blinded,"},{"number":8,"verse":"According as it is written, God hath giuen them the spirit of slumber: eyes that they should not see, and eares that they should not heare vnto this day."},{"number":9,"verse":"And Dauid sayth, Let their table be made a snare, and a trap, and a stumbling blocke, and a recompense vnto them."},{"number":10,"verse":"Let their eyes be darkened, that they may not see, and bow downe their backe alway."},{"number":11,"verse":"I say then; Haue they stumbled that they should fall? God forbid. But rather through their fall, saluation is come vnto the Gentiles, for to prouoke them to ielousie."},{"number":12,"verse":"Now if the fall of them be the riches of the world, and the diminishing of them, the riches of the Gentiles: how much more their fulnesse?"},{"number":13,"verse":"For I speake to you Gentiles, in as much as I am the Apostle of the Gentiles, I magnifie mine office:"},{"number":14,"verse":"If by any means I may prouoke to emulation them which are my flesh, and might saue some of them."},{"number":15,"verse":"For if the casting away of them be the reconciling of the world: what shal the receiuing of them be, but life from the dead?"},{"number":16,"verse":"For if the first fruite bee holy, the lumpe is also holy: and if the root be holy, so are the branches."},{"number":17,"verse":"And if some of the branches bee broken off, and thou being a wilde oliue tree wert graffed in amongst them, and with them partakest of the roote and fatnesse of the Oliue tree:"},{"number":18,"verse":"Boast not against the branches: but if thou boast, thou bearest not the root, but the root thee."},{"number":19,"verse":"Thou wilt say then, The branches were broken off, that I might bee graffed in."},{"number":20,"verse":"Well: because of vnbeliefe they were broken off, and thou standest by fayth. Be not high minded, but feare."},{"number":21,"verse":"For if God spared not the natural branches, take heede least hee also spare not thee."},{"number":22,"verse":"Beholde therefore the goodnesse and seueritie of God: on them which fell, seueritie; but towards thee, goodnesse, if thou continue in his goodnesse: otherwise thou also shalt be cut off."},{"number":23,"verse":"And they also, if they bide not still in vnbeliefe, shall be graffed in: for God is able to graffe them in againe."},{"number":24,"verse":"For if thou wert cut out of the Oliue tree which is wilde by nature, and wert graffed contrary to nature into a good Oliue tree: how much more shall these which be the naturall branches, bee graffed into their owne Oliue tree?"},{"number":25,"verse":"For I would not, brethren, that ye should bee ignorant of this mysterie (least yee should bee wise in your owne conceits) that blindnesse in part is happened to Israel, vntill the fulnes of the Gentiles be come in."},{"number":26,"verse":"And so all Israel shall be saued, as it is written, There shall come out of Sion the Deliuerer, and shall turne away vngodlinesse from Iacob."},{"number":27,"verse":"For this is my couenant vnto them, when I shall take away their sinnes."},{"number":28,"verse":"As concerning the Gospel, they are enemies for your sake: but as touching the election, they are beloued for the fathers sakes."},{"number":29,"verse":"For the gifts and calling of God are without repentance."},{"number":30,"verse":"For as yee in times past haue not beleeued God, yet haue now obtained mercy through their vnbeliefe:"},{"number":31,"verse":"Euen so haue these also now not beleeued, that through your mercy they also may obtaine mercy."},{"number":32,"verse":"For God hath concluded them all in vnbeliefe, that he might haue mercy vpon all."},{"number":33,"verse":"O the depth of the riches both of the wisedome and knowledge of God! how vnsearchable are his iudgements, and his wayes past finding out!"},{"number":34,"verse":"For who hath knowen the mind of the Lord, or who hath bene his counseller?"},{"number":35,"verse":"Or who hath first giuen to him, and it shall bee recompensed vnto him againe?"},{"number":36,"verse":"For of him, and through him, and to him are all things: to whom be glory for euer. Amen."}]}