{"bibleAbbr":"KJV1611","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":3,"verses":[{"number":1,"verse":"What aduantage then hath the Iew? or what profit is there of Circumcision?"},{"number":2,"verse":"Much euery way: chiefly, because that vnto them were committed the Oracles of God."},{"number":3,"verse":"For what if some did not beleeue? shall their vnbeliefe make the faith of God without effect?"},{"number":4,"verse":"God forbid: yea, let God be true, but euery man a lier, as it is written, That thou mightest be iustified in thy sayings, and mightest ouercome when thou art iudged."},{"number":5,"verse":"But if our vnrighteousnesse commend the righteousnesse of God, what shall we say? is God vnrighteous who taketh vengeance? (I speake as a man)"},{"number":6,"verse":"God forbid: for then how shall God iudge the world?"},{"number":7,"verse":"For if the trueth of God hath more abounded through my lye vnto his glory; why yet am I also iudged as a sinner?"},{"number":8,"verse":"And not rather as wee be slanderously reported, and as some affirme that we say, Let vs doe euill, that good may come: whose damnation is iust."},{"number":9,"verse":"What then? are wee better then they? No in no wise: for we haue before proued both Iewes, and Gentiles, that they are all vnder sinne,"},{"number":10,"verse":"As it is written, There is none righteous, no not one:"},{"number":11,"verse":"There is none that vnderstandeth, there is none that seeketh after God."},{"number":12,"verse":"They are all gone out of the way, they are together become vnprofitable, there is none that doeth good, no not one."},{"number":13,"verse":"Their throat is an open sepulchre, with their tongues they haue vsed deceit, the poyson of Aspes is vnder their lippes:"},{"number":14,"verse":"Whose mouth is full of cursing and bitternesse:"},{"number":15,"verse":"Their feet are swift to shed blood."},{"number":16,"verse":"Destruction & misery are in their wayes:"},{"number":17,"verse":"And the way of peace haue they not knowen."},{"number":18,"verse":"There is no feare of God before their eyes."},{"number":19,"verse":"Now we know that what things soeuer the Law saith, it saith to them who are vnder the Law: that euery mouth may bee stopped, and all the world may become guilty before God."},{"number":20,"verse":"Therefore by the deedes of the Law, there shall no flesh be iustified in his sight: for by the Law is the knowledge of sinne."},{"number":21,"verse":"But nowe the righteousnesse of God without the Lawe is manifested, being witnessed by the Lawe and the Prophets."},{"number":22,"verse":"Euen the righteousnesse of God, which is by faith of Iesus Christ vnto all, and vpon all them that beleeue: for there is no difference:"},{"number":23,"verse":"For all haue sinned, and come short of the glory of God,"},{"number":24,"verse":"Being iustified freely by his grace, through the redemption that is in Iesus Christ:"},{"number":25,"verse":"Whom God hath set forth to bee a propitiation, through faith in his blood, to declare his righteousnesse for the remission of sinnes, that are past, through the forbearance of God."},{"number":26,"verse":"To declare, I say, at this time his righteousnesse: that hee might bee iust, and the iustifier of him which beleeueth in Iesus."},{"number":27,"verse":"Where is boasting then? It is excluded. By what Law? Of works? Nay: but by the Law of faith."},{"number":28,"verse":"Therefore wee conclude, that a man is iustified by faith, without the deeds of the Law."},{"number":29,"verse":"Is he the God of the Iewes only? Is he not also of the Gentiles? Yes, of the Gentiles also:"},{"number":30,"verse":"Seeing it is one God which shal iustifie the circumcision by faith, and vncircumcision through faith."},{"number":31,"verse":"Doe we then make void the lawe through faith? God forbid: yea, we establish the Law."}]}