{"bibleAbbr":"KJV1611","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":8,"verses":[{"number":1,"verse":"There is therefore now no condemnation to them which are in Christ Iesus, who walke not after the flesh, but after the spirit."},{"number":2,"verse":"For the law of the spirit of life, in Christ Iesus, hath made me free from the law of sinne and death."},{"number":3,"verse":"For what the law could not doe, in that it was weake through the flesh, God sending his owne Sonne, in the likenesse of sinnefull flesh, and for sinne condemned sinne in the flesh:"},{"number":4,"verse":"That the righteousnesse of the law might be fulfilled in vs, who walke not after the flesh, but after the spirit."},{"number":5,"verse":"For they that are after the flesh, doe minde the things of the flesh: but they that are after the spirit, the things of the spirit."},{"number":6,"verse":"For to be carnally minded, is death: but to be spiritually minded, is life and peace:"},{"number":7,"verse":"Because the carnall minde is enmitie against God: for it is not subiect to the law of God, neither indeed can be."},{"number":8,"verse":"So then they that are in the flesh, cannot please God."},{"number":9,"verse":"But ye are not in the flesh, but in the spirit, if so be that the spirit of God dwell in you. Now if any man haue not the spirit of Christ, he is none of his."},{"number":10,"verse":"And if Christ in you, the body is dead because of sinne: but the spirit is life, because of righteousnesse."},{"number":11,"verse":"But if the spirit of him that raised vp Iesus from the dead, dwell in you: he that raised vp Christ from the dead, shall also quicken your mortall bodies, by his spirit that dwelleth in you."},{"number":12,"verse":"Therfore brethren, we are detters, not to the flesh, to liue after the flesh."},{"number":13,"verse":"For if ye liue after the flesh, ye shall die: but if ye through the spirit doe mortifie the deeds of the body, ye shall liue."},{"number":14,"verse":"For as many as are led by the spirit of God, they are the sonnes of God."},{"number":15,"verse":"For ye haue not receiued the spirit of bondage againe to feare: but ye haue receiued the spirit of adoption, whereby we cry, Abba, father."},{"number":16,"verse":"The spirit it selfe beareth witnes with our spirit, that we are the children of God."},{"number":17,"verse":"And if children, then heires, heires of God, and ioynt heires with Christ: if so be that we suffer with him, that wee may be also glorified together."},{"number":18,"verse":"For I reckon, that the sufferings of this present time, are not worthy to be compared with the glory which shall be reuealed in vs."},{"number":19,"verse":"For the earnest expectation of the creature, waiteth for the manifestation of the sonnes of God."},{"number":20,"verse":"For the creature was made subiect to vanitie, not willingly, but by reason of him who hath subiected the same in hope:"},{"number":21,"verse":"Because the creature it selfe also shall bee deliuered from the bondage of corruption, into the glorious libertie of the children of God."},{"number":22,"verse":"For wee know that the whole creation groaneth, and trauaileth in paine together vntill now."},{"number":23,"verse":"And not only they, but our selues also which haue the first fruites of the spirit, euen we our selues groane within our selues, waiting for the adoption, to wit, the redemption of our body."},{"number":24,"verse":"For wee are saued by hope: but hope that is seene, is not hope: for what a man seeth, why doth he yet hope for?"},{"number":25,"verse":"But if wee hope for that wee see not, then doe wee with patience waite for it."},{"number":26,"verse":"Likewise the spirit also helpeth our infirmities: for we know not what wee should pray for as wee ought: but the spirit it selfe maketh intercession for vs with groanings, which cannot bee vttered."},{"number":27,"verse":"And he that searcheth the hearts, knoweth what is the minde of the spirit, because he maketh intercession for the Saints, according to the will of God."},{"number":28,"verse":"And wee know that all things worke together for good, to them that loue God, to them who are the called according to his purpose."},{"number":29,"verse":"For whom he did foreknow, he also did predestinate to be conformed to the image of his sonne, that hee might bee the first borne amongst many brethren."},{"number":30,"verse":"Moreouer, whom he did predestinate, them he also called: and whom he called, them he also iustified: and whom he iustified, them he also glorified."},{"number":31,"verse":"What shall wee then say to these things? If God be for vs, who can bee against vs?"},{"number":32,"verse":"He that spared not his owne son, but deliuered him vp for vs all: how shall hee not with him also freely giue vs all things?"},{"number":33,"verse":"Who shall lay any thing to the charge of Gods elect? It is God that iustifieth:"},{"number":34,"verse":"Who is he that condemneth? It is Christ that died, yea rather that is risen againe, who is euen at the right hand of God, who also maketh intercession for vs."},{"number":35,"verse":"Who shall separate vs from the loue of Christ? shall tribulation, or distresse, or persecution, or famine, or nakednesse, or perill, or sword?"},{"number":36,"verse":"(As it is written, for thy sake we are killed all the day long, wee are accounted as sheepe for the slaughter.)"},{"number":37,"verse":"Nay in all these things wee are more then conquerours, through him that loued vs."},{"number":38,"verse":"For I am perswaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,"},{"number":39,"verse":"Nor height, nor depth, nor any other creature, shalbe able to separate vs from the loue of God, which is in Christ Iesus our Lord."}]}