{"bibleAbbr":"KJV1611","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":9,"verses":[{"number":1,"verse":"I say the trueth in Christ, I lie not, my conscience also bearing mee witnesse in the holy Ghost,"},{"number":2,"verse":"That I haue great heauinesse, and continuall sorrow in my heart."},{"number":3,"verse":"For I could wish that my selfe were accursed from Christ, for my brethren my kinsemen according to the flesh:"},{"number":4,"verse":"Who are Israelites: to whom perteineth the adoption, and the glory, and the couenants, and the giuing of the Law, and the seruice of God, and the promises:"},{"number":5,"verse":"Whose are the fathers, and of whom as concerning the flesh Christ came, who is ouer all, God blessed for euer, Amen."},{"number":6,"verse":"Not as though the word of God hath taken none effect. For they are not all Israel which are of Israel:"},{"number":7,"verse":"Neither because they are the seed of Abraham are they all children: but in Isaac shall thy seed be called."},{"number":8,"verse":"That is, They which are the children of the flesh, these are not the children of God: but the children of the promise are counted for the seed."},{"number":9,"verse":"For this is the word of promise, At this time will I come, and Sara shall haue a sonne."},{"number":10,"verse":"And not onely this, but when Rebecca also had conceiued by one, euen by our father Isaac,"},{"number":11,"verse":"(For the children being not yet borne, neither hauing done any good or euil, that the purpose of God according to election might stand, not of workes, but of him that calleth.)"},{"number":12,"verse":"It was said vnto her, The elder shall serue the yonger."},{"number":13,"verse":"As it is written, Iacob haue I loued, but Esau haue I hated."},{"number":14,"verse":"What shall we say then? Is there vnrighteousnes with God? God forbid."},{"number":15,"verse":"For hee saith to Moses, I will haue mercy on whom I wil haue mercie, and I will haue compassion on whom I will haue compassion."},{"number":16,"verse":"So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy."},{"number":17,"verse":"For the Scripture saith vnto Pharaoh, Euen for this same purpose haue I raised thee vp, that I might shew my power in thee, and that my Name might bee declared throughout all the earth."},{"number":18,"verse":"Therefore hath hee mercie on whom hee will haue mercy, and whom he will, he hardeneth."},{"number":19,"verse":"Thou wilt say then vnto mee; Why doeth he yet find fault? For who hath resisted his will?"},{"number":20,"verse":"Nay but O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?"},{"number":21,"verse":"Hath not the potter power ouer the clay, of the same lumpe, to make one vessell vnto honour, and another vnto dishonour?"},{"number":22,"verse":"What if God, willing to shew his wrath, & to make his power knowen, indured with much long suffering the vessels of wrath fitted to destruction:"},{"number":23,"verse":"And that he might make knowen the riches of his glory on the vessels of mercy, which hee had afore prepared vnto glorie?"},{"number":24,"verse":"Euen vs whom hee hath called, not of the Iewes onely, but also of the Gentiles."},{"number":25,"verse":"As he saith also in Osee, I will call them my people, which were not my people: and her, beloued, which was not beloued."},{"number":26,"verse":"And it shall come to passe, that in the place where it was saide vnto them, Ye are not my people, there shall they bee called the children of the liuing God."},{"number":27,"verse":"Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shalbe saued."},{"number":28,"verse":"For he will finish the worke, and cut it short in righteousnesse: because a short worke will the Lord make vpon the earth."},{"number":29,"verse":"And as Esaias said before, Except the Lord of Sabboth had left vs a seed, we had bene as Sodoma, and bene made like vnto Gomorrha."},{"number":30,"verse":"What shall wee say then? That the Gentiles which followed not after righteousnesse, haue attained to righteousnesse, euen the righteousnesse which is of faith:"},{"number":31,"verse":"But Israel which followed after the Law of righteousnesse, hath not attained to the Law of righteousnes."},{"number":32,"verse":"Wherefore? because they sought it, not by faith, but as it were by the works of the Law: for they stumbled at that stumbling stone,"},{"number":33,"verse":"As it is written, Beholde, I lay in Sion a stumbling stone, and rocke of offence: and whosoeuer beleeueth on him, shall not be ashamed."}]}