{"bibleAbbr":"NASB1995","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"Then David<WH1732> said,<WH559> \"Is there<WH3426> yet<WH5750> anyone<WH834> left<WH3498> of the house<WH1004> of Saul,<WH7586> that I may show<WH6213> him kindness<WH2617> for Jonathan's sake<WH5668>?\""},{"number":2,"verse":"Now there was a servant<WH5650> of the house<WH1004> of Saul<WH7586> whose name<WH8034> was Ziba,<WH6717> and they called<WH7121> him to David;<WH1732> and the king<WH4428> said<WH559> to him, \"Are you Ziba<WH6717>?\" And he said,<WH559> \"[I am] your servant.<WH5650>\""},{"number":3,"verse":"And the king<WH4428> said,<WH559> \"Is there<WH657> not yet<WH5750> anyone<WH376> of the house<WH1004> of Saul<WH7586> to whom I may show<WH6213> the kindness<WH2617> of God<WH430>?\" And Ziba<WH6717> said<WH559> to the king,<WH4428> \"There is still<WH5750> a son<WH1121> of Jonathan<WH3083> who is crippled<WH5223> in both feet.<WH7272>\""},{"number":4,"verse":"So the king<WH4428> said<WH559> to him, \"Where<WH375> is he?\" And Ziba<WH6717> said<WH559> to the king,<WH4428> \"Behold,<WH2009> he is in the house<WH1004> of Machir<WH4353> the son<WH1121> of Ammiel<WH5988> in Lo-debar.\""},{"number":5,"verse":"Then King<WH4428> David<WH1732> sent<WH7971> and brought<WH3947> him from the house<WH1004> of Machir<WH4353> the son<WH1121> of Ammiel,<WH5988> from Lo-debar."},{"number":6,"verse":"And Mephibosheth,<WH4648> the son<WH1121> of Jonathan<WH3083> the son<WH1121> of Saul,<WH7586> came<WH935> to David<WH1732> and fell<WH5307> on his face<WH6440> and prostrated<WH7812> himself. And David<WH1732> said,<WH559> \"Mephibosheth.<WH4648>\" And he said,<WH559> \"Here<WH2009> is your servant!<WH5650>\""},{"number":7,"verse":"And David<WH1732> said<WH559> to him, \"Do not fear,<WH3372> for I will surely<WH6213> show<WH6213> kindness<WH2617> to you for the sake<WH5668> of your father Jonathan,<WH1> and will restore<WH3083> to you all<WH7725> the land<WH3605> of your grandfather Saul;<WH7704> and you shall eat<WH1> at my table<WH7586> regularly.<WH398>\""},{"number":8,"verse":"Again he prostrated<WH7812> himself and said,<WH559> \"What<WH4100> is your servant,<WH5650> that you should regard<WH6437> a dead<WH4191> dog<WH3611> like<WH3644> me?\""},{"number":9,"verse":"Then the king<WH4428> called<WH7121> Saul<WH7586>'s servant<WH5288> Ziba,<WH6717> and said<WH559> to him, \"All<WH3605> that belonged<WH1961> to Saul and to all<WH3605> his house<WH1004> I have given<WH5414> to your master's grandson.<WH1121>"},{"number":10,"verse":"\"And you and your sons<WH1121> and your servants<WH5650> shall cultivate<WH5647> the land<WH127> for him, and you shall bring<WH935> in [the produce] so that your master's grandson<WH1121> may have<WH1961> food;<WH3899> nevertheless Mephibosheth<WH4648> your master's grandson<WH1121> shall eat<WH398> at my table<WH7979> regularly.<WH8548>\" Now Ziba<WH6717> had fifteen<WH2568> <WH6240> sons<WH1121> and twenty<WH6242> servants.<WH5650>"},{"number":11,"verse":"Then Ziba<WH6717> said<WH559> to the king,<WH4428> \"According to all<WH3605> that my lord<WH113> the king<WH4428> commands<WH6680> his servant<WH5650> so<WH3651> your servant<WH5650> will do.<WH6213>\" So Mephibosheth<WH4648> ate<WH398> at David's table<WH7979> as one<WH259> of the king's sons.<WH1121>"},{"number":12,"verse":"And Mephibosheth<WH4648> had a young<WH6996> son<WH1121> whose name<WH8034> was Mica.<WH4316> And all<WH3605> who lived<WH4186> in the house<WH1004> of Ziba<WH6717> were servants<WH5650> to Mephibosheth.<WH4648>"},{"number":13,"verse":"So Mephibosheth<WH4648> lived<WH3427> in Jerusalem,<WH3389> for he ate<WH398> at the king's table<WH7979> regularly.<WH8548> Now he was lame<WH6455> in both<WH8147> feet.<WH7272>"}]}