{"bibleAbbr":"ASV1901","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":2,"verses":[{"number":1,"verse":"And when any<WH5315> one offereth<WH7126> an oblation<WH7133> of a meal-offering<WH4503> unto Jehovah<WH3068>, his oblation<WH7133> shall be of fine flour<WH5560>; and he shall pour<WH3332> oil<WH8081> upon it<WH5414>, and put frankincense thereon<WH3828>:"},{"number":2,"verse":"and he shall bring<WH935> it to Aaron<WH175>'s sons<WH1121> the priests<WH3548>; and he shall take<WH7061> thereout<WH8033> his handful<WH7062> of the fine flour<WH5560> thereof<WH8081>, and of the oil thereof<WH3828>, with all the frankincense thereof<WH3548>. And the priest shall burn<WH6999> it as the memorial<WH234> thereof upon the altar<WH4196>, an offering made by fire<WH801>, of a sweet<WH5207> savor<WH7381> unto Jehovah<WH3068>:"},{"number":3,"verse":"and that which is left<WH3498> of the meal-offering<WH4503> shall be Aaron<WH175>'s and his sons<WH1121>': it is a thing most<WH6944> holy<WH6944> of the offerings<WH801> of Jehovah<WH3068> made by fire<WH801>."},{"number":4,"verse":"And when thou offerest<WH7126> an oblation<WH7133> of a meal-offering<WH4503> baken<WH3989> in the oven<WH8574>, it shall be unleavened<WH4682> cakes<WH2471> of fine flour<WH5560> mingled<WH1101> with oil<WH8081>, or unleavened<WH4682> wafers<WH7550> anointed<WH4886> with oil<WH8081>."},{"number":5,"verse":"And if thy oblation<WH7133> be a meal-offering<WH4503> of the baking-pan<WH4227>, it shall be of fine flour<WH5560> unleavened<WH4682>, mingled<WH1101> with oil<WH8081>."},{"number":6,"verse":"Thou shalt part<WH6626> it in pieces<WH6595>, and pour<WH3332> oil<WH8081> thereon<WH4503>: it is a meal-offering."},{"number":7,"verse":"And if thy oblation<WH7133> be a meal-offering<WH4503> of the frying-pan<WH4802>, it shall be made<WH6213> of fine flour<WH5560> with oil<WH8081>."},{"number":8,"verse":"And thou shalt bring<WH935> the meal-offering<WH4503> that is made<WH6213> of these things unto Jehovah<WH3068>: and it shall be presented<WH7126> unto the priest<WH3548>, and he shall bring<WH5066> it unto the altar<WH4196>."},{"number":9,"verse":"And the priest<WH3548> shall take<WH7311> up from the meal-offering<WH4503> the memorial<WH234> thereof<WH6999>, and shall burn it upon the altar<WH4196>, an offering made by fire<WH801>, of a sweet<WH5207> savor<WH7381> unto Jehovah<WH3068>."},{"number":10,"verse":"And that which is left<WH3498> of the meal-offering<WH4503> shall be Aaron<WH175>'s and his sons<WH1121>': it is a thing most<WH6944> holy<WH6944> of the offerings<WH801> of Jehovah<WH3068> made by fire<WH801>."},{"number":11,"verse":"No meal-offering<WH4503>, which ye shall offer<WH7126> unto Jehovah<WH3068>, shall be made<WH6213> with leaven<WH2557>; for ye shall burn<WH6999> no leaven<WH2557>, nor any honey<WH1706>, as an offering<WH801> made by fire<WH801> unto Jehovah<WH3068>."},{"number":12,"verse":"As an oblation<WH7133> of first<WH7225>- fruits ye shall offer<WH7126> them unto Jehovah<WH3068>: but they shall not come up<WH5927> for a sweet<WH5207> savor<WH7381> on the altar<WH4196>."},{"number":13,"verse":"And every oblation<WH7133> of thy meal-offering<WH4503> shalt thou season<WH4414> with salt<WH4417>; neither shalt thou suffer the salt<WH4417> of the covenant<WH1285> of thy God<WH430> to be lacking<WH7673> from thy meal-offering<WH4503>: with all thine oblations<WH7133> thou shalt offer<WH7126> salt<WH4417>."},{"number":14,"verse":"And if thou offer<WH7126> a meal-offering<WH4503> of first-fruits<WH1061> unto Jehovah<WH3068>, thou shalt offer<WH7126> for the meal-offering<WH4503> of thy first-fruits<WH1061> grain in the ear<WH24> parched<WH7033> with fire<WH784>, bruised<WH1643> grain of the fresh ear<WH3759>."},{"number":15,"verse":"And thou shalt put<WH5414> oil<WH8081> upon it<WH7760>, and lay frankincense<WH3828> thereon<WH4503>: it is a meal-offering."},{"number":16,"verse":"And the priest<WH3548> shall burn<WH6999> the memorial<WH234> of it<WH1643>, part of the bruised grain thereof<WH8081>, and part of the oil thereof<WH3828>, with all the frankincense thereof<WH801>: it is an offering made by fire unto Jehovah<WH3068>."}]}