{"bibleAbbr":"ASV1901","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":27,"verses":[{"number":1,"verse":"And Jehovah<WH3068> spake<WH1696> unto Moses<WH4872>, saying<WH559>,"},{"number":2,"verse":"Speak <WH1696> unto the children<WH1121> of Israel<WH3478>, and say<WH559> unto them<WH376>, When a man shall accomplish<WH6381> a vow<WH5088>, the persons<WH5315> shall be for Jehovah<WH3068> by thy estimation<WH6187>."},{"number":3,"verse":"And thy estimation<WH6187> shall be of the male<WH2145> from twenty<WH6242> years<WH8141> old<WH1121> even unto sixty<WH8346> years<WH8141> old<WH1121>, even thy estimation<WH6187> shall be fifty<WH2572> shekels<WH8255> of silver<WH3701>, after the shekel<WH8255> of the sanctuary<WH6944>."},{"number":4,"verse":"And if it be a female<WH5347>, then thy estimation<WH6187> shall be thirty<WH7970> shekels<WH8255>."},{"number":5,"verse":"And if it be from five<WH2568> years<WH8141> old<WH1121> even unto twenty<WH6242> years<WH8141> old<WH1121>, then thy estimation<WH6187> shall be of the male<WH2145> twenty<WH6242> shekels<WH8255>, and for the female<WH5347> ten<WH6235> shekels<WH8255>."},{"number":6,"verse":"And if it be from a month<WH2320> old<WH1121> even unto five<WH2568> years<WH8141> old<WH1121>, then thy estimation<WH6187> shall be of the male<WH2145> five<WH2568> shekels<WH8255> of silver<WH3701>, and for the female<WH5347> thy estimation<WH6187> shall be three<WH7969> shekels<WH8255> of silver<WH3701>."},{"number":7,"verse":"And if it be from sixty<WH8346> years<WH8141> old<WH1121> and upward<WH4605>; if it be a male<WH2145>, then thy estimation<WH6187> shall be fifteen<WH2568> shekels<WH8255>, and for the female<WH5347> ten<WH6235> shekels<WH8255>."},{"number":8,"verse":"But if he be poorer<WH4134> than thy estimation<WH6187>, then he shall be set<WH5975> before<WH6440> the priest<WH3548>, and the priest<WH3548> shall value<WH6186> him<WH6310>; according to the ability<WH3027> of him that vowed<WH5087> shall the priest<WH3548> value him<WH6186>."},{"number":9,"verse":"And if it be a beast<WH929>, whereof men offer<WH7126> an oblation<WH7133> unto Jehovah<WH3068>, all that any man giveth<WH5414> of such unto Jehovah<WH3068> shall be holy<WH6944>."},{"number":10,"verse":"He shall not alter<WH2498> it<WH4171>, nor change it<WH2896>, a good for a bad<WH7451>, or a bad<WH7451> for a good<WH2896>: and if he shall at all<WH4171> change<WH4171> beast<WH929> for beast<WH929>, then both it and that for which it is changed<WH8545> shall be holy<WH6944>."},{"number":11,"verse":"And if it be any unclean<WH2931> beast<WH929>, of which they do not offer<WH7126> an oblation<WH7133> unto Jehovah<WH3068>, then he shall set<WH5975> the beast<WH929> before<WH6440> the priest<WH3548>;"},{"number":12,"verse":"and the priest<WH3548> shall value<WH6186> it<WH996>, whether it be good<WH2896> or<WH996> bad<WH7451>: as thou the priest<WH3548> valuest it<WH6187>, so shall it be."},{"number":13,"verse":"But if he will indeed<WH1350> redeem<WH1350> it<WH3254>, then he shall add the fifth<WH2549> part thereof unto thy estimation<WH6187>."},{"number":14,"verse":"And when a man<WH376> shall sanctify<WH6942> his house<WH1004> to be holy<WH6944> unto Jehovah<WH3068>, then the priest<WH3548> shall estimate<WH6186> it<WH2896>, whether it be good or bad<WH7451>: as the priest<WH3548> shall estimate<WH6186> it<WH6965>, so shall it stand."},{"number":15,"verse":"And if he that sanctified<WH6942> it will redeem<WH1350> his house<WH1004>, then he shall add<WH3254> the fifth<WH2549> part of the money<WH3701> of thy estimation unto it<WH6187>, and it shall be his."},{"number":16,"verse":"And if a man<WH376> shall sanctify<WH6942> unto Jehovah<WH3068> part of the field<WH7704> of his possession<WH272>, then thy estimation<WH6187> shall be according<WH6310> to the sowing<WH2233> thereof<WH2233>: the sowing of a homer<WH2563> of barley<WH8184> shall be valued at fifty<WH2572> shekels<WH8255> of silver<WH3701>."},{"number":17,"verse":"If he sanctify<WH6942> his field<WH7704> from the year<WH8141> of jubilee<WH3104>, according to thy estimation<WH6187> it shall stand<WH6965>."},{"number":18,"verse":"But if he sanctify<WH6942> his field<WH7704> after<WH310> the jubilee<WH3104>, then the priest<WH3548> shall reckon<WH2803> unto him the money<WH3701> according to<WH6310> the years<WH8141> that remain<WH3498> unto the year<WH8141> of jubilee<WH3104>; and an abatement<WH1639> shall be made from thy estimation<WH6187>."},{"number":19,"verse":"And if he that sanctified<WH6942> the field<WH7704> will indeed<WH1350> redeem<WH1350> it<WH3254>, then he shall add the fifth<WH2549> part of the money<WH3701> of thy estimation<WH6187> unto it<WH6965>, and it shall be assured to him."},{"number":20,"verse":"And if he will not redeem<WH1350> the field<WH7704>, or if he have sold<WH4376> the field<WH7704> to another<WH312> man<WH376>, it shall not be redeemed any more<WH1350>:"},{"number":21,"verse":"but the field<WH7704>, when it goeth out<WH3318> in the jubilee<WH3104>, shall be holy<WH6944> unto Jehovah<WH3068>, as a field<WH7704> devoted<WH2764>; the possession<WH272> thereof shall be the priest<WH3548>'s."},{"number":22,"verse":"And if he sanctify<WH6942> unto Jehovah<WH3068> a field<WH7704> which he hath bought<WH4736>, which is not of the field<WH7704> of his possession<WH272>;"},{"number":23,"verse":"then the priest<WH3548> shall reckon<WH2803> unto him the worth<WH4373> of thy estimation<WH6187> unto the year<WH8141> of jubilee<WH3104>: and he shall give<WH5414> thine estimation<WH6187> in that day<WH3117>, as a holy thing<WH6944> unto Jehovah<WH3068>."},{"number":24,"verse":"In the year<WH8141> of jubilee<WH3104> the field<WH7704> shall return<WH7725> unto him of whom it was bought<WH7069>, even to him to whom the possession<WH272> of the land belongeth<WH776>."},{"number":25,"verse":"And all thy estimations<WH6187> shall be according to the shekel<WH8255> of the sanctuary<WH6944>: twenty<WH6242> gerahs<WH1626> shall be the shekel<WH8255>."},{"number":26,"verse":"Only the firstling<WH1060> among beasts<WH929>, which is made a firstling<WH1069> to Jehovah<WH3068>, no man<WH376> shall sanctify<WH6942> it<WH7794>; whether it be ox or sheep<WH7716>, it is Jehovah<WH3068>'s."},{"number":27,"verse":"And if it be of an unclean<WH2931> beast<WH929>, then he shall ransom<WH6299> it according to thine estimation<WH6187>, and shall add<WH3254> unto it the fifth<WH2549> part thereof<WH1350>: or if it be not redeemed, then it shall be sold<WH4376> according to thy estimation<WH6187>."},{"number":28,"verse":"Notwithstanding <WH2764>, no devoted thing, that a man<WH376> shall devote<WH2763> unto Jehovah<WH3068> of all that he hath<WH120>, whether of man or beast<WH929>, or of the field<WH7704> of his possession<WH272>, shall be sold<WH4376> or redeemed<WH1350>: every devoted thing<WH2764> is most<WH6944> holy<WH6944> unto Jehovah<WH3068>."},{"number":29,"verse":"No one devoted<WH2764>, that shall be<WH3808> devoted<WH2764> from among men<WH120>, shall be ransomed<WH6299>; he shall surely<WH4191> be put to death<WH4191>."},{"number":30,"verse":"And all the tithe<WH4643> of the land<WH776>, whether of the seed<WH2233> of the land<WH776>, or of the fruit<WH6529> of the tree<WH6086>, is Jehovah<WH3068>'s: it is holy<WH6944> unto Jehovah<WH3068>."},{"number":31,"verse":"And if a man<WH376> will redeem<WH1350> aught<WH1350> of his tithe<WH4643>, he shall add<WH3254> unto it the fifth part thereof<WH2549>."},{"number":32,"verse":"And all the tithe<WH4643> of the herd<WH1241> or the flock<WH6629>, whatsoever passeth<WH5674> under the rod<WH7626>, the tenth<WH6224> shall be holy<WH6944> unto Jehovah<WH3068>."},{"number":33,"verse":"He shall not search<WH1239> whether it be good<WH2896> or bad<WH7451>, neither shall he change<WH4171> it<WH4171>: and if he change it at all<WH4171>, then both it and that for which it is changed<WH8545> shall be holy<WH6944>; it shall not be redeemed<WH1350>."},{"number":34,"verse":"These are the commandments<WH4687>, which Jehovah<WH3068> commanded<WH6680> Moses<WH4872> for the children<WH1121> of Israel<WH3478> in mount<WH2022> Sinai<WH5514>."}]}