{"bibleAbbr":"urRV2010","bookName":"غزلُ الغزلات","bookEnglishName":"Song of Songs","chapterNumber":2,"verses":[{"number":1,"verse":"مَیں شارو ن کی نرگِس اور وادِیوں کی سوسن ہُوں۔"},{"number":2,"verse":"( مَرد کا خطاب) جَیسی سوسن جھاڑِیوں میں وَیسی ہی میری محبُوبہ کُنوارِیوں میں ہے۔"},{"number":3,"verse":"( عَورت کا خطاب) جَیسا سیب کا درخت بَن کے درختوں میں وَیسا ہی میرا محبُوب نَوجوانوں میں ہے۔ مَیں نِہایت شادمانی سے اُس کے سایہ میں بَیٹھی اور اُس کا پَھل میرے مُنہ میں مِیٹھا لگا۔"},{"number":4,"verse":"وہ مُجھے مَے خانہ کے اندرلایا اور اُس کی مُحبّت کا جھنڈا میرے اُوپر تھا۔"},{"number":5,"verse":"کِشمِش سے مُجھے قرار دو ۔ سیبوں سے مُجھے تازہ دَم کرو کیونکہ مَیں عِشق کی بِیمار ہُوں۔"},{"number":6,"verse":"اُس کا بایاں ہاتھ میرے سر کے نِیچے ہے اور اُس کا دہنا ہاتھ مُجھے گلے سے لگاتا ہے۔"},{"number":7,"verse":"اَے یرو شلِیم کی بیٹیو! مَیں تُم کو غزالوں اور مَیدان کی ہرنِیوں کی قَسم دیتی ہُوں کہ تُم میرے پِیارے کو نہ جگاؤ نہ اُٹھاؤ جب تک کہ وہ اُٹھنا نہ چاہے۔"},{"number":8,"verse":"( دُوسری غزل عَورت کا خطاب) میرے محبُوب کی آواز! دیکھ وہ آ رہاہے! پہاڑوں پر سے کُودتا اور ٹِیلوں پر سے پھاندتا ہُؤاچلا آتا ہے۔"},{"number":9,"verse":"میرا محبُوب آہُو یا جوان ہرن کی مانِند ہے۔ دیکھ وہ ہماری دِیوار کے پِیچھے کھڑا ہے۔ وہ کِھڑکِیوں سے جھانکتا ہے۔ وہ جھنجریوں سے تاکتا ہے۔"},{"number":10,"verse":"میرے محبُوب نے مُجھ سے باتیں کِیں اورکہا اُٹھ میری پِیاری! میری نازنِین! چلی آ۔"},{"number":11,"verse":"( مَرد کا خطاب) کیونکہ دیکھ جاڑا گُذر گیا۔ مِینہ برس چُکا اور نِکل گیا۔"},{"number":12,"verse":"زمِین پر پُھولوں کی بہار ہے۔ پرِندوں کے چہچہانے کا وقت آ پُہنچا۔ اور ہماری سرزمِین میں قُمریوں کی آواز سُنائی دینے لگی۔"},{"number":13,"verse":"انجِیرکے درختوں میں ہرے انجِیر پکنے لگے۔ اور تاکیں پُھولنے لگِیں۔ اُن کی مہک پَھیل رہی ہے۔ سو اُٹھ میری پِیاری! میری جمِیلہ! چلی آ۔"},{"number":14,"verse":"اَے میری کبُوتری جو چٹانوں کے دراڑوں میں اور کڑاڑوں کی آڑ میں چُھپی ہے! مُجھے اپنا چِہرہ دِکھا ۔ مُجھے اپنی آوازسُنا کیونکہ تُو ماہ جبِین اور تیری آواز شِیرِین ہے۔"},{"number":15,"verse":"ہمارے لِئے لَومڑیوں کو پکڑو ۔ اُن لَومڑی بچّوں کو جوتاکِستان خراب کرتے ہیں کیونکہ ہماری تاکوں میں پُھول لگے ہیں۔"},{"number":16,"verse":"( عَورت کا خطاب) میرا محبُوب میرا ہے اور مَیں اُس کی ہُوں۔ وہ سوسنوں کے درمِیان چَراتا ہے۔"},{"number":17,"verse":"جب تک دِن ڈھلے اور سایہ بڑھے تُو پِھر آ اَے میرے محبُوب! تُو غزال یا جوان ہرن کی طرح ہو کرآ جو باتر کے پہاڑوں پر ہے۔"}]}