{"bibleAbbr":"urRV2010","bookName":"غزلُ الغزلات","bookEnglishName":"Song of Songs","chapterNumber":8,"verses":[{"number":1,"verse":"کاشکہ تُو میرے بھائی کی مانِندہوتا جِس نے میری ماں کی چھاتِیوں سے دُودھ پِیا! مَیں تُجھے جب باہر پاتی تو تیری مچِھّیاں لیتی اور کوئی مُجھے حقِیر نہ جانتا۔"},{"number":2,"verse":"مَیں تُجھ کو اپنی ماں کے گھر میں لے جاتی۔ وہ مُجھے سِکھاتی۔ مَیں اپنے اناروں کے رس سے تُجھے ممزُوج مَے پِلاتی۔"},{"number":3,"verse":"اُس کا بایاں ہاتھ میرے سر کے نِیچے ہوتا اور دہنا مُجھے گلے سے لگاتا۔"},{"number":4,"verse":"اَے یروشلِیم کی بیٹِیو! مَیں تُم کو قَسم دیتی ہُوں کہ تُم میرے پِیارے کو نہ جگاؤ نہ اُٹھاؤ جب تک کہ وہ اُٹھنا نہ چاہے۔ چھٹی غزل عَورت کا خطاب"},{"number":5,"verse":"یہ کَون ہے جو بیابان سے اپنے محبُوب پر تکیہ کِئے چلی آتی ہے؟ مَیں نے تُجھے سیب کے درخت کے نِیچے جگایا۔ جہاں تیری وِلادت ہُوئی۔ جہاں تیری والِدہ نے تُجھے جنم دِیا۔"},{"number":6,"verse":"( عَورت کا خطاب) نگِین کی مانِند مُجھے اپنے دِل میں لگا رکھ اور تعوِیذ کی مانِند اپنے بازُو پر کیونکہ عِشق مَوت کی مانِند زبردست ہے اور غَیرت پاتال سی بے مُروّت ہے۔ اُس کے شُعلے آگ کے شُعلے ہیں اور خُداوند کے شُعلہ کی مانِند۔"},{"number":7,"verse":"سَیلاب عِشق کو بُجھا نہیں سکتا۔ باڑھ اُس کو ڈُبا نہیں سکتی۔ اگر آدمی مُحبّت کے بدلے اپنا سب کُچھ دے ڈالے تو وہ سراسر حقارت کے لائِق ٹھہرے گا۔"},{"number":8,"verse":"( عَورت کے بھائی) ہماری ایک چھوٹی بہن ہے۔ ابھی اُس کی چھاتِیاں نہیں اُٹِھیں۔ جِس روز اُس کی بات چلے ہم اپنی بہن کے لِئے کیا کریں؟"},{"number":9,"verse":"اگر وہ دِیوارہو تو ہم اُس پر چاندی کا بُرج بنائیں گے اور اگر وہ دروازہ ہو تو ہم اُس پر دیودار کے تختے لگائیں گے۔"},{"number":10,"verse":"( عَورت کا خطاب) مَیں دِیوار ہُوں اور میری چھاتِیاں بُرج ہیں اور مَیں اُس کی نظر میں سلامتی یافتہ کی مانِند تھی۔"},{"number":11,"verse":"( مَرد کا خطاب) بعل ہامُو ن میں سُلیما ن کا تاکِستان تھا۔ اُس نے اُس تاکِستان کو باغبانوں کے سپُردکِیا کہ اُن میں سے ہر ایک اُس کے پَھل کے بدلے ہزار مِثقال چاندی ادا کرے۔"},{"number":12,"verse":"میرا تاکِستان جو میرا ہی ہے میرے سامنے ہے۔ اَے سُلیما ن! تُو تو ہزارلے اور اُس کے پَھل کے نِگہبان دو سَو پائیں۔"},{"number":13,"verse":"اَے بُوستان میں رہنے والی! رفِیق تیری آواز سُنتے ہیں۔ مُجھ کو بھی سُنا۔"},{"number":14,"verse":"( عَورت کا خطاب) اے میرے محبُوب! جلدی کر اور اُس غزال یا آہُو بچّے کی مانِند ہوجا جو بلسانی پہاڑیوں پر ہے۔"}]}