{"bibleAbbr":"GB1539","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":1,"verses":[{"number":1,"verse":"These are the sermons that were shewed vnto Amos, (which was one of the shepherdes at Thecua) vpon Israell, in the tyme of Osiah kinge of Iuda, and in the tyme of Ieroboam the sonne of Ioah kynge of Israel, two yeare before the earth quake."},{"number":2,"verse":"And he sayde: The Lorde shall roare oute of Sion, and shewe his voyce from Ierusalem: so that the pastures of the shepherdes shalbe in a myserable case, & the toppe of Charmel dryed vp."},{"number":3,"verse":"Thus sayeth the Lorde: for thre and foure wyckednesses of Damascus, I will not spare her: because they haue throshed Galaad with yron flayles."},{"number":4,"verse":"But I will sende a fyre into the house of Hazaell, the same shall consume the palaces of Benadab."},{"number":5,"verse":"Thus will I breake the barres of Damascus, and rote out the inhabyter from the felde of Auen, And him that holdeth the scepter, out of the pleasaunt house: so that the people shalbe dryuen out of fayre Siria, sayeth the Lorde."},{"number":6,"verse":"Thus sayeth the Lord: For thre and foure wickednesses of Gaza, I will not spare her: because they make the presoners yet more captyue, and haue dryuen them into the lande of Edom."},{"number":7,"verse":"Therfore will I sende a fyre into the walles of Gaza, whych shall deuoure her houses."},{"number":8,"verse":"I will rote out them that dwell at Asdod and him that holdeth the scepter of Ascalon, and stretche out myne hande ouer Accaron, that the remnaunt of the Philistines shall peryshe, sayeth the Lorde."},{"number":9,"verse":"Thus sayeth the Lorde: For thre & foure wickednesses of the cytie of Tyre, I wyll not spare her: because they haue increased the captiuyte of the Edomites, and haue not remembred the brotherly couenaunt."},{"number":10,"verse":"Therfore, wyll I sende a fyre into the walles of Tyre, that shall consume her palaces."},{"number":11,"verse":"Thus sayeth the Lord: For thre and foure wickednesses of Edom I wyll not spare hym, because he persecuted hys brother with the swerde, destroyed his mothers wombe, bare hatred very longe, and so kepte indignacion all waye by hym."},{"number":12,"verse":"Therfore wyll I sende a fyre into Theman, which shall deuoure the palaces of Bosra."},{"number":13,"verse":"Thus sayeth the Lorde: for thre & foure wickednesses of the chyldren of Ammon, I wyll not spare them: because they rypt vp the wemen greate wyth chylde in Galaad, to make the borders of their landes the wyder."},{"number":14,"verse":"Therfore, I will kyndle a fyre in the walles of Rabbath, that shall consume her palaces: with a greate crye, in the daye of batayll, in tempest and in the daye of storme:"},{"number":15,"verse":"so that their kynge shall go into captiuyte he & hys prynces together, sayeth the Lorde."}]}