{"bibleAbbr":"GB1539","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":3,"verses":[{"number":1,"verse":"Heare, what the Lord speaketh vnto you (O ye chyldren of Israel) namely, vnto all the trybes, whom I brought out of Egypt, and sayde:"},{"number":2,"verse":"you only haue I accepted from all the generacyons of the earth: therfore, will I viset you in all your wickednesses."},{"number":3,"verse":"Maye twayne walke together excepte they be agreed amonge them selues?"},{"number":4,"verse":"Doth a lyon roare in the wodde, except he haue a praye? Or crieth a lyons whelpe out of his denne, excepte he haue gotten somthinge?"},{"number":5,"verse":"Doth a byrde fall in a snare vpon the earth where no fouler is? Taketh a man his snare vp from the grounde, afore he catche somwhat?"},{"number":6,"verse":"Crye they out Alarum with the trompet in the cytie, and the people not afrayed? Commeth there eny plage in a cytie without it be the Lordes doynge?"},{"number":7,"verse":"Nowe doth the Lorde God no maner of thinge, but he telleth his secrete before vnto hys seruauntes the prophetes."},{"number":8,"verse":"When a lyon roareth, who wyll not be afrayed? Seinge then that the Lorde God him selfe speaketh, who wyll not prophecy?"},{"number":9,"verse":"Preach in the palaces at Asdod, and in the palaces of the lande of Egypt, and saye: gather you together vpon the mountaynes of Samaria, so shall ye se greate murther and violent oppressyon amonge them, for why? they regarde not the thinge that is ryght,"},{"number":10,"verse":"sayeth the Lorde: they gather together euell gotten goodes, and laye vp robbery in their houses:"},{"number":11,"verse":"Therfore, thus sayeth the Lorde God. This lande shalbe troubled and beseged rounde about, thy strength shalbe plucte from the, and thy palaces robbed."},{"number":12,"verse":"Thus sayeth the Lorde. lyke as an heardman taketh two legges or a pece of an eare out of the lyons mouth: Euen so the chyldren of Israel (that dwell in Samaria) hauynge their couches in the corner, their beddes at Damascus, shalbe plucte awaye."},{"number":13,"verse":"Heare, & beare recorde in the house of Iacob (sayeth the Lorde God of hoostes)"},{"number":14,"verse":"that when I begynne to vyset the wyckednesse of Israel, I will vyset the aulters at Bethell also: so that the hornes of the aulter shalbe broken of, and fall to the grounde."},{"number":15,"verse":"As for the wynterhouse & sommerhouse I will smyte them downe: and the houses of yuery: yee, and many other houses shall peryshe, and be destroyed, sayeth the Lorde."}]}