{"bibleAbbr":"GB1539","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":8,"verses":[{"number":1,"verse":"The Lorde God: shewed me thys vysyon: and beholde, there was a maunde wt sommer frute."},{"number":2,"verse":"And he sayde: Amos, what seyst thou? I answered: a maunde wt sommer frute. Then sayde the Lorde vnto me: the ende commeth vpon my people of Israel, I wyll nomore ouerse them."},{"number":3,"verse":"In that daye shall the songes of the temple be turned into sorowe, saieth the Lord God, many deed bodyes shall lye in euery place, and be cast forth secretly."},{"number":4,"verse":"Heare thys, O ye that oppresse the poore, and destroye the nedy in the lande, saying:"},{"number":5,"verse":"When will the new moneth be gone, that we maye sell vytayle, & the Sabboth, that we maye haue scarcenesse of corne: to make the bushel lesse, and the Sycle greater?"},{"number":6,"verse":"We shall set vp false wayghtes, that we maye get the pore vuder vs wyth theyr money, and the nedy also for shoes: yee, let vs sell the chaffe for corne."},{"number":7,"verse":"The Lord hath sworne agaynst the pryde of Iacob: these workes of theyrs wyll I neuer forget."},{"number":8,"verse":"Shall not the lande tremble, and all they that dwell therin, mourne for this? Shall not theyr destruccyon come vpon them lyke a water streame, and flowe ouer them as the floude of Egypte?"},{"number":9,"verse":"At the same tyme (sayeth the Lord God) I shall cause the Sunne to go downe at none, and the lande to be darcke in the cleare daye."},{"number":10,"verse":"Your hye feastes wyll I turne to sorowe, & youre songes to mournynge: I will bringe sack cloth vpon all backes, and baldnes vpon euery head: yee, soch a mournynge wyll I sende them. as is made vpon an only begotten sonne, and they shall haue a myserable ende."},{"number":11,"verse":"Beholde, the tyme commeth (sayeth the Lorde God) that I shall sende an hunger into the earth: not the hunger of bred, ner the thyrst of water: but an hunger so heare the worde of the Lorde:"},{"number":12,"verse":"so that they shall go from the one see to the other, yee, from the north vnto the east, runnynge aboute to seke the worde of the Lorde, & shall not fynde it"},{"number":13,"verse":"In that tyme, shall the fayre virgins & the yonge men perysh for thyrst,"},{"number":14,"verse":"yee, euen they that sweare in the execrable calfe of Samarya, & saye: as truly as thy God lyueth at Dan, and as truly as thy God lyueth at Bersaba. These shall fall, and neuer ryse vp agayne."}]}