{"bibleAbbr":"GB1539","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":9,"verses":[{"number":1,"verse":"I sawe the Lorde standynge vpon the aulter, & he sayde: smyte the dore cheke, that the postes maye shake wythall. For theyr couetousnesse shall fall vpon all theyr heades, & theyr posterite shalbe slayne with the swerde. They shall not fle awaye, there shall not one of them escape, ner be delyuered."},{"number":2,"verse":"Though they were buryed in the hell, my hande shall fetch them from thence: though they clyme vp to heauen, yet shall I cast them downe:"},{"number":3,"verse":"though they hyde them selues vpon the toppe of Carmel, yet shall I seke them out, and brynge them from thence: though they crepe downe fro my syght into the depe of the see, I shall commaunde the serpente, euen there to byte them."},{"number":4,"verse":"If they goo awaye before theyr enemyes into captiuite, then shall I commaunde the swerde, there to slaye them. Thus wyll I sett myne eyes vpon them, for theyr harme and not for theyr wealth."},{"number":5,"verse":"For when the Lorde God of hoostes toucheth a lande, it consumeth awaye, and all they that dwell therin, must nedes mourne: And why? theyr destruccyon shall aryse as euery streame & runne ouer them, as the floude in Egypte."},{"number":6,"verse":"He that hath hys dwellynge in heauen, & groundeth hys tabernacle in the earth: He that calleth the waters as the see, & poureth them out vpon the playne grounde: his name is the Lorde."},{"number":7,"verse":"O ye chyldren of Israel, are ye not vnto me, euen as the Moryans, sayeth the Lorde: haue not I brought Israel out of the lande of Egypte, The Philistynes from Capthor, and the Syrians from Cyr?"},{"number":8,"verse":"Beholde, the eyes of the Lorde are vpon the realme that synneth, to rote it clene out of the earth: Neuertheles, I will not vtterly destroye the house of Iacob, sayeth the Lorde."},{"number":9,"verse":"For lo this I promyse: though I syfte the house of Israel amonge all nacyons (lyke as they vse to syfte in a syue) yet shall not the smallest grauell stone fall vpon the earth:"},{"number":10,"verse":"But all the wicked doers of my people, that saye: Tush, the plage is not so nye, to come so hastely vpon vs: those shall perysh wyth the swerde."},{"number":11,"verse":"At that tyme will I buylde agayne the tabernacle of Dauid, that is fallen downe, and hedge vp his gappes: and loke what ys broken, I shal repayre it: yee, I shall buylde it agayne, as it was afore tyme"},{"number":12,"verse":"that they maye possesse the remnaunt of Edom, yee, and all soch people as call vpon my name wyth them, sayeth the Lorde, whych doth these thynges."},{"number":13,"verse":"Beholde, the tyme commeth (sayeth the Lorde) that the plowman shall ouer take the mower, & treader of grapes, hym that soweth sede. The mountaynes shall droppe swete wyne, and the hylles shall be frutefull"},{"number":14,"verse":"& I wyll turne the captiuyte of my people of Israell: they shal repayre the waste cyties, and haue them in possession: they shall plante vyneyardes, and dryncke the wyne therof they shall make gardens, & enioye the frutes of them."},{"number":15,"verse":"And I wyll plante them vpon theyr awne grounde, so that I will neuer rote them out agayne from theyr lande whych I haue geuen them sayeth the Lorde thy God."}]}