{"bibleAbbr":"YLT1898","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":20,"verses":[{"number":1,"verse":"In those days hath Hezekiah been sick unto death, and come unto him doth Isaiah son of Amoz the prophet, and saith unto him, ‘Thus said JEHOVAH: Give a charge to thy house, for thou art dying, and dost not live.’"},{"number":2,"verse":"And he turneth round his face unto the wall, and prayeth unto JEHOVAH, saying,"},{"number":3,"verse":"‘I pray Thee, O JEHOVAH, remember, I pray Thee, how I have walked habitually before Thee in truth, and with a perfect heart, and that which [is] good in Thine eyes I have done;’ and Hezekiah weepeth - a great weeping."},{"number":4,"verse":"And it cometh to pass - Isaiah hath not gone out to the middle court - that the word of JEHOVAH hath been unto him, saying,"},{"number":5,"verse":"‘Turn back, and thou hast said unto Hezekiah, leader of My people: Thus said JEHOVAH, God of David thy father, I have heard thy prayer, I have seen thy tear, lo, I give healing to thee, on the third day thou dost go up to the house of JEHOVAH;"},{"number":6,"verse":"and I have added to thy days fifteen years, and out of the hand of the king of Asshur I deliver thee and this city, and have covered over this city for Mine own sake, and for the sake of David My servant.’"},{"number":7,"verse":"And Isaiah saith, ‘Take ye a cake of figs;’ and they take and lay [it] on the boil, and he reviveth."},{"number":8,"verse":"And Hezekiah saith unto Isaiah, ‘What [is] the sign that JEHOVAH doth give healing to me, that I have gone up on the third day to the house of JEHOVAH?’"},{"number":9,"verse":"And Isaiah saith, ‘This [is] to thee the sign from JEHOVAH, that JEHOVAH doth the thing that He hath spoken - The shadow hath gone on ten degrees, or it doth turn back ten degrees?’"},{"number":10,"verse":"And Hezekiah saith, ‘It hath been light for the shadow to incline ten degrees: nay, but let the shadow turn backward ten degrees.’"},{"number":11,"verse":"And Isaiah the prophet calleth unto JEHOVAH, and He bringeth back the shadow by the degrees that it had gone down in the degrees of Ahaz - backward ten degrees."},{"number":12,"verse":"At that time hath Berodach-Baladan son of Baladan king of Babylon sent letters and a present unto Hezekiah, for he heard that Hezekiah had been sick;"},{"number":13,"verse":"and Hezekiah hearkeneth unto them, and sheweth them all the house of his treasury, the silver, and the gold, and the spices, and the good ointment, and all the house of his vessels, and all that hath been found in his treasuries; there hathnot been a thing that Hezekiah hath not shewed them, in his house, and in all his dominion."},{"number":14,"verse":"And Isaiah the prophet cometh in unto king Hezekiah, and saith unto him, ‘What said these men? and whence come they unto thee?’ And Hezekiah saith, ‘From a land afar off they have come - from Babylon.’"},{"number":15,"verse":"And he saith, ‘What saw they in thy house?’ and Hezekiah saith, ‘All that [is] in my house they saw; there hath not been a thing that I have not shewed them among my treasures.’"},{"number":16,"verse":"And Isaiah saith unto Hezekiah, ‘Hear a word of JEHOVAH:"},{"number":17,"verse":"Lo, days are coming, and borne hath been all that [is] in thy house, and that thy father have treasured up till this day, to Babylon; there is not left a thing, said JEHOVAH;"},{"number":18,"verse":"and of thy sons who go out from thee, whom thou begettest, they take away, and they have been eunuchs in the palace of the king of Babylon.’"},{"number":19,"verse":"And Hezekiah saith unto Isaiah, ‘Good [is] the word of JEHOVAH that thou hast spoken;’ and he saith, ‘Is it not - if peace and truth are in my days?’"},{"number":20,"verse":"And the rest of the matters of Hezekiah, and all his might, and how he made the pool, and the conduit, and bringeth in the waters to the city, are they not written on the book of the Chronicles of the kings of Judah?"},{"number":21,"verse":"And Hezekiah lieth with his fathers, and reign doth Manasseh his son in his stead."}]}