{"bibleAbbr":"orOV2014","bookName":"ଯୋହନ ଲିଖିତ ସୁସମାଚାର","bookEnglishName":"John","chapterNumber":17,"verses":[{"number":1,"verse":"( ଯୀଶୁଙ୍କ ମହାଯାଜକୀୟ ପ୍ରାର୍ଥନା) ଯୀଶୁ ଏହିସମସ୍ତ କଥା କହି ସ୍ଵର୍ଗଆଡ଼େ ଊର୍ଦ୍ଧ୍ଵଦୃଷ୍ଟି କରି କହିଲେ, ପିତଃ, ସମୟ ଉପସ୍ଥିତ ହେଲାଣି; ତୁମ୍ଭର ପୁତ୍ରଙ୍କୁ ମହିମାନ୍ଵିତ କର, ଯେପରି ପୁତ୍ର ତୁମ୍ଭକୁ ମହିମାନ୍ଵିତ କରନ୍ତି,"},{"number":2,"verse":"ଯେପ୍ରକାର ତୁମ୍ଭେ ତାହାଙ୍କୁ ଯେଉଁ ଯେଉଁ ଲୋକମାନଙ୍କୁ ଦେଇଅଛ, ସେମାନଙ୍କୁ ଅନ; ଜୀବନ ଦେବା ନିମନ୍ତେ ତାହାଙ୍କୁ ସମସ୍ତ ମର୍ତ୍ତ୍ୟ ଉପରେ ଅଧିକାର ଦେଲ ।"},{"number":3,"verse":"ଆଉ, ଏକମାତ୍ର ସତ୍ୟ ଈଶ୍ଵର ଯେ ତୁମ୍ଭେ, ତୁମ୍ଭକୁ ଓ ତୁମ୍ଭର ପ୍ରେରିତ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କୁ ଜାଣିବା ଅନ; ଜୀବନ ଅଟେ ।"},{"number":4,"verse":"ତୁମ୍ଭେ ମୋତେ ଯେଉଁ କର୍ମ କରିବାକୁ ଦେଇଅଛ, ତାହା ମୁଁ ସମାପ୍ତ କରି ପୃଥିବୀରେ ତୁମ୍ଭକୁ ମହିମାନ୍ଵିତ କରିଅଛି ।"},{"number":5,"verse":"ଆଉ ଏବେ, ହେ ପିତା, ଜଗତର ସୃଷ୍ଟି ପୂର୍ବେ ତୁମ୍ଭ ସହିତ ମୋହର ଯେଉଁ ମହିମା ଥିଲା, ତଦ୍ଦ୍ଵାରା ତୁମ୍ଭେ ମୋତେ ତୁମ୍ଭ ସହିତ ମହିମାନ୍ଵିତ କର ।"},{"number":6,"verse":"ତୁମ୍ଭେ ମୋତେ ଜଗତ ମଧ୍ୟରୁ ଯେଉଁ ଲୋକମାନଙ୍କୁ ଦାନ କଲ, ମୁଁ ସେମାନଙ୍କ ନିକଟରେ ତୁମ୍ଭର ନାମ ପ୍ରକାଶ କରିଅଛି; ସେମାନେ ତୁମ୍ଭର ଥିଲେ ଓ ତୁମ୍ଭେ ସେମାନଙ୍କୁ ମୋତେ ଦାନ କଲ, ଆଉ ସେମାନେ ତୁମ୍ଭର ବାକ୍ୟ ପାଳନ କରିଅଛନ୍ତି ।"},{"number":7,"verse":"ତୁମ୍ଭେ ମୋତେ ଯାହା ଯାହା ଦାନ କରିଅଛ, ସେହିସବୁ ଯେ ତୁମ୍ଭଠାରୁ ଉତ୍ପନ୍ନ, ଏହା ସେମାନେ ଏବେ ବୁଝିଅଛନ୍ତି;"},{"number":8,"verse":"କାରଣ ତୁମ୍ଭେ ମୋତେ ଯେସମସ୍ତ ବାକ୍ୟ ଦାନ କଲ, ମୁଁ ସେମାନଙ୍କୁ ସେହିସବୁ ଦାନ କରିଅଛି, ଆଉ ସେମାନେ ଗ୍ରହଣ କରିଅଛନ୍ତି, ପୁଣି ମୁଁ ଯେ ତୁମ୍ଭ ନିକଟରୁ ଆସିଅଛି, ତାହା ସତ୍ୟ ରୂପେ ଜାଣିଅଛନ୍ତି ଓ ତୁମ୍ଭେ ମୋତେ ପ୍ରେରଣ କରିଅଛ ବୋଲି ବିଶ୍ଵାସ କରିଅଛନ୍ତି ।"},{"number":9,"verse":"ମୁଁ ସେମାନଙ୍କ ନିମନ୍ତେ ପ୍ରାର୍ଥନା କରୁଅଛି; ଜଗତ ନିମନ୍ତେ ପ୍ରାର୍ଥନା କରୁ ନାହିଁ, କିନ୍ତୁ ତୁମ୍ଭେ ମୋତେ ଯେଉଁମାନଙ୍କୁ ଦେଇଅଛ, ସେମାନଙ୍କ ନିମନ୍ତେ ପ୍ରାର୍ଥନା କରୁଅଛି, କାରଣ ସେମାନେ ତୁମ୍ଭର;"},{"number":10,"verse":"ଯାହା ଯାହା ମୋହର, ସେହିସବୁ ତୁମ୍ଭର, ପୁଣି ଯାହା ଯାହା ତୁମ୍ଭର, ସେହିସବୁ ମୋହର; ଆଉ, ମୁଁ ସେମାନଙ୍କଠାରେ ମହିମାନ୍ଵିତ ହୋଇଅଛି ।"},{"number":11,"verse":"ମୁଁ ଆଉ ଏ ଜଗତରେ ରହୁ ନାହିଁ, କିନ୍ତୁ ଏମାନେ ଜଗତରେ ରହୁଅଛନ୍ତି; ପୁଣି, ମୁଁ ତୁମ୍ଭ ନିକଟକୁ ଯାଉଅଛି । ପବିତ୍ର ପିତଃ, ତୁମ୍ଭ ନାମରେ ସେମାନଙ୍କୁ ରକ୍ଷା କର (ଯେଉଁ ନାମ ତୁମ୍ଭେ ମୋତେ ଦେଇଅଛ), ଯେପରି ଆମ୍ଭେମାନେ ଯେପ୍ରକାର ଏକ, ସେମାନେ ସେପ୍ରକାର ଏକ ହୁଅନ୍ତି ।"},{"number":12,"verse":"ସେମାନଙ୍କ ସହିତ ରହୁଥିବା ସମୟରେ ମୁଁ ସେମାନଙ୍କୁ ତୁମ୍ଭ ନାମରେ ରକ୍ଷା କରି ଆସିଅଛି (ଯେଉଁ ନାମ ତୁମ୍ଭେ ମୋତେ ଦେଇଅଛ), ଆଉ ମୁଁ ସେମାନଙ୍କୁ ସାବଧାନରେ ରକ୍ଷା କରିଅଛି ଓ ଧର୍ମଶାସ୍ତ୍ର ଯେପରି ସଫଳ ହୁଏ, ଏଥିନିମନ୍ତେ ବିନାଶର ସନ୍ତାନ ବିନା ସେମାନଙ୍କ ମଧ୍ୟରୁ ଜଣେ କେହି ବିନଷ୍ଟ ହୋଇ ନାହିଁ ।"},{"number":13,"verse":"କିନ୍ତୁ ଏବେ ମୁଁ ତୁମ୍ଭ ନିକଟକୁ ଯାଉଅଛି, ଆଉ ସେମାନଙ୍କ ଅନ୍ତରେ ମୋହର ଆନନ୍ଦ ଯେପରି ସମ୍ପୂର୍ଣ୍ଣ ହୁଏ, ସେଥିନିମନ୍ତେ ଜଗତରେ ଥାଉ ଥାଉ ମୁଁ ଏହାସବୁ କହୁଅଛି ।"},{"number":14,"verse":"ମୁଁ ସେମାନଙ୍କୁ ତୁମ୍ଭର ବାକ୍ୟ ଦାନ କରିଅଛି, ଆଉ ଜଗତ ସେମାନଙ୍କୁ ଘୃଣା କରିଅଛି, କାରଣ ମୁଁ ଯେପରି ଏ ଜଗତରୁ ଉତ୍ପନ୍ନ ନୁହେଁ, ସେମାନେ ସେହିପରି ଏହି ଜଗତରୁ ଉତ୍ପନ୍ନ ନୁହନ୍ତି ।"},{"number":15,"verse":"ତୁମ୍ଭେ ସେମାନଙ୍କୁ ଜଗତରୁ ଘେନିଯାଅ ବୋଲି ମୁଁ ପ୍ରାର୍ଥନା କରୁ ନାହିଁ, କିନ୍ତୁ ସେମାନଙ୍କୁ ମନ୍ଦରୁ ରକ୍ଷା କର ବୋଲି ପ୍ରାର୍ଥନା କରୁଅଛି ।"},{"number":16,"verse":"ମୁଁ ଯେପରି ଜଗତରୁ ଉତ୍ପନ୍ନ ନୁହେଁ, ସେମାନେ ସେପରି ଜଗତରୁ ଉତ୍ପନ୍ନ ନୁହନ୍ତି ।"},{"number":17,"verse":"ସତ୍ୟ ଦ୍ଵାରା ସେମାନଙ୍କୁ ପବିତ୍ର କର, ତୁମ୍ଭର ବାକ୍ୟ ତ ସତ୍ୟ ।"},{"number":18,"verse":"ତୁମ୍ଭେ ମୋତେ ଯେପରି ଜଗତକୁ ପ୍ରେରଣ କରିଅଛ, ମୁଁ ମଧ୍ୟ ସେମାନଙ୍କୁ ସେପରି ଜଗତକୁ ପ୍ରେରଣ କରିଅଛି ।"},{"number":19,"verse":"ଆଉ, ସେମାନେ ସୁଦ୍ଧା ଯେପରି ସତ୍ୟ ଦ୍ଵାରା ପବିତ୍ରୀକୃତ ହୁଅନ୍ତି, ଏଥିପାଇଁ ମୁଁ ସେମାନଙ୍କ ନିମନ୍ତେ ଆପଣାକୁ ପବିତ୍ର କରୁଅଛି ।"},{"number":20,"verse":"ମୁଁ କେବଳ ଏମାନଙ୍କ ନିମନ୍ତେ ପ୍ରାର୍ଥନା କରୁ ନାହିଁ, ମାତ୍ର ଏମାନଙ୍କ ବାକ୍ୟ ଦ୍ଵାରା ଯେଉଁମାନେ ମୋʼଠାରେ ବିଶ୍ଵାସ କରନ୍ତି, ସେମାନଙ୍କ ନିମନ୍ତେ ସୁଦ୍ଧା ପ୍ରାର୍ଥନା କରୁଅଛି,"},{"number":21,"verse":"ଯେପରି ସେମାନେ ସମସ୍ତେ ଏକ ହୁଅନ୍ତି; ହେ ପିତା, ତୁମ୍ଭେ ଯେପ୍ରକାରେ ମୋʼଠାରେ ଅଛ ଓ ମୁଁ ତୁମ୍ଭଠାରେ ଅଛି, ସେମାନେ ମଧ୍ୟ ସେପ୍ରକାରେ ଆମ୍ଭମାନଙ୍କଠାରେ ରହନ୍ତୁ, ଯେପରି ତୁମ୍ଭେ ମୋତେ ପ୍ରେରଣ କଲ ବୋଲି ଜଗତ ବିଶ୍ଵାସ କରେ ।"},{"number":22,"verse":"ଆଉ, ତୁମ୍ଭେ ମୋତେ ଯେଉଁ ମହିମା ଦେଇଅଛ, ମୁଁ ସେମାନଙ୍କୁ ତାହା ଦେଇଅଛି, ଯେପରି ଆମ୍ଭେମାନେ ଯେପ୍ରକାରେ ଏକ, ସେମାନେ ସେପ୍ରକାରେ ଏକ ହୁଅନ୍ତି;"},{"number":23,"verse":"ମୁଁ ସେମାନଙ୍କଠାରେ, ଆଉ ତୁମ୍ଭେ ମୋʼଠାରେ, ଯେପରି ସେମାନେ ସିଦ୍ଧ ହୋଇ ଏକ ହୁଅନ୍ତି, ଯେପରି ଜଗତ ବୁଝିବ ଯେ, ତୁମ୍ଭେ ମୋତେ ପ୍ରେରଣ କଲ, ପୁଣି ମୋତେ ଯେପ୍ରକାରେ ପ୍ରେମ କଲ, ସେମାନଙ୍କୁ ମଧ୍ୟ ସେପ୍ରକାରେ ପ୍ରେମ କଲ ।"},{"number":24,"verse":"ହେ ପିତା, ତୁମ୍ଭେ ମୋତେ ଯେଉଁମାନଙ୍କୁ ଦେଇଅଛ, ମୁଁ ଯେଉଁଠାରେ ଥାଏ, ସେମାନେ ମଧ୍ୟ ଯେପରି ସେଠାରେ ମୋହର ସହିତ ରହିବେ ଓ ଜଗତର ପତ୍ତନ ପୂର୍ବେ ତୁମ୍ଭେ ମୋତେ ପ୍ରେମ କରିଥିବାରୁ ମୋତେ ଯେଉଁ ମହିମା ଦେଇଅଛ, ମୋହର ସେହି ମହିମା ସେମାନେ ଯେପରି ଦେଖିବେ, ଏହା ମୋହର ଇଚ୍ଛା ।"},{"number":25,"verse":"ହେ ଧାର୍ମିକ ପିତା, ଜଗତ ତୁମ୍ଭକୁ ଜାଣି ନାହିଁ, କିନ୍ତୁ ମୁଁ ତୁମ୍ଭକୁ ଜାଣିଅଛି; ଆଉ, ତୁମ୍ଭେ ଯେ ମୋତେ ପ୍ରେରଣ କଲ, ତାହା ଏମାନେ ଜାଣିଅଛନ୍ତି;"},{"number":26,"verse":"ପୁଣି, ତୁମ୍ଭେ ମୋତେ ଯେଉଁ ପ୍ରେମରେ ପ୍ରେମ କଲ, ତାହା ଯେପରି ସେମାନଙ୍କଠାରେ ଥାଏ ଓ ମୁଁ ସେମାନଙ୍କ-ଠାରେ ରହେ, ଏନିମନ୍ତେ ମୁଁ ସେମାନଙ୍କୁ ତୁମ୍ଭ ନାମ ଜଣାଇଅଛି ଓ ଜଣାଇବି ।"}]}