{"bibleAbbr":"orOV2014","bookName":"ଯୋହନ ଲିଖିତ ସୁସମାଚାର","bookEnglishName":"John","chapterNumber":20,"verses":[{"number":1,"verse":"( ଶୂନ୍ୟ ସମାଧି) ସପ୍ତାହର ପ୍ରଥମ ଦିନ ପ୍ରତ୍ୟୁଷରେ ଅନ୍ଧକାର ଥାଉ ଥାଉ ମଗ୍ଦଲୀନୀ ମରୀୟମ ସମାଧି ନିକଟକୁ ଆସି ସେଥିରୁ ପଥର ଘୁଞ୍ଚାଯାଇଥିବା ଦେଖିଲେ ।"},{"number":2,"verse":"ତେଣୁ ସେ ଦୌଡ଼ିଯାଇ ଶିମୋନ ପିତର ଓ ଯୀଶୁ ଯାହାଙ୍କୁ ସ୍ନେହ କରୁଥିଲେ, ସେହି ଅନ୍ୟ ଶିଷ୍ୟଙ୍କ ନିକଟକୁ ଆସିଲେ, ଆଉ ସେମାନଙ୍କୁ କହିଲେ, କେଉଁମାନେ ସମାଧିରୁ ପ୍ରଭୁଙ୍କୁ ଘେନିଯାଇଅଛନ୍ତି, ପୁଣି ତାହାଙ୍କୁ କେଉଁଠାରେ ରଖିଅଛନ୍ତି, ତାହା ଆମ୍ଭେମାନେ ଜାଣୁ ନାହୁଁ ।"},{"number":3,"verse":"ସେଥିରେ ପିତର ଓ ସେହି ଅନ୍ୟ ଶିଷ୍ୟ ସମାଧି ନିକଟକୁ ଯିବା ପାଇଁ ବାହାରିଲେ ।"},{"number":4,"verse":"ସେମାନେ ଦୁହେଁ ଏକସାଙ୍ଗରେ ଦୌଡ଼ିବାକୁ ଲାଗିଲେ, ଆଉ ସେହି ଅନ୍ୟ ଶିଷ୍ୟ ପିତରଙ୍କୁ ପଛରେ ପକାଇ ଆଗେ ସମାଧି ନିକଟରେ ପହଞ୍ଚିଲେ,"},{"number":5,"verse":"ପୁଣି, ନଇଁପଡ଼ି ଭିତରକୁ ଚାହିଁ ସରୁ ଲୁଗାସବୁ ପଡ଼ିଥିବା ଦେଖିଲେ, ତଥାପି ସେ ଭିତରେ ପଶିଲେ ନାହିଁ ।"},{"number":6,"verse":"ପରେ ଶିମୋନ ପିତର ମଧ୍ୟ ତାଙ୍କ ପଛେ ପଛେ ଆସି ପହଞ୍ଚିଲେ ଓ ସମାଧି ଭିତରେ ପ୍ରବେଶ କରି ଦେଖିଲେ ଯେ, ସରୁ ଲୁଗାଗୁଡ଼ିକ ପଡ଼ିଅଛି,"},{"number":7,"verse":"ପୁଣି ତାହାଙ୍କ ମୁଣ୍ତରେ ଯେଉଁ ଗାମୁଛା ବନ୍ଧା ହୋଇଥିଲା, ତାହା ସରୁ ଲୁଗା ସହିତ ନ ଥାଇ ଅଲଗା ଗୋଟିଏ ସ୍ଥାନରେ ଗୁଡ଼ା ହୋଇ ରହିଅଛି ।"},{"number":8,"verse":"ସେତେବେଳେ ଯେଉଁ ଅନ୍ୟ ଶିଷ୍ୟ ଆଗେ ସମାଧି ନିକଟକୁ ଆସିଥିଲେ, ସେ ମଧ୍ୟ ଭିତରେ ପ୍ରବେଶ କରି ଦେଖିଲେ ଓ ବିଶ୍ଵାସ କଲେ;"},{"number":9,"verse":"କାରଣ ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ତାହାଙ୍କୁ ଯେ ଉତ୍ଥାନ କରିବାକୁ ହେବ, ଧର୍ମଶାସ୍ତ୍ରର ଏହି ବାକ୍ୟ ସେମାନେ ସେପର୍ଯ୍ୟନ୍ତ ବୁଝି ନ ଥିଲେ ।"},{"number":10,"verse":"ପରେ ଶିଷ୍ୟମାନେ ପୁନର୍ବାର ସେମାନଙ୍କ ଗୃହକୁ ଚାଲିଗଲେ ।"},{"number":11,"verse":"( ପୁନରୁତ୍ଥିତ ଯୀଶୁଙ୍କ ମରୀୟମଙ୍କୁ ଦର୍ଶନ) କିନ୍ତୁ ମରୀୟମ ରୋଦନ କରୁ କରୁ ବାହାରେ ସମାଧି ନିକଟରେ ଠିଆ ହୋଇ ରହିଲେ; ପୁଣି, ରୋଦନ କରୁ କରୁ ସେ ନଇଁପଡ଼ି ସମାଧି ଭିତରକୁ ଚାହିଁ,"},{"number":12,"verse":"ଯୀଶୁଙ୍କ ଶରୀର ଯେଉଁ ସ୍ଥାନରେ ଥୁଆଯାଇଥିଲା, ସେଥିର ମୁଣ୍ତ ପାଖରେ ଜଣେ ଓ ପାଦ ପାଖରେ ଆଉ ଜଣେ, ଏହିପରି ଦୁଇ ଜଣ ଶୁକ୍ଳବସ୍ତ୍ର ପରିହିତ ଦୂତଙ୍କୁ ବସିଥିବା ଦେଖିଲେ ।"},{"number":13,"verse":"ସେମାନେ ତାଙ୍କୁ କହିଲେ, ଗୋ ନାରୀ, କାହିଁକି ରୋଦନ କରୁଅଛ ? ସେ ସେମାନଙ୍କୁ କହିଲେ, କେଉଁମାନେ ମୋହର ପ୍ରଭୁଙ୍କୁ ଘେନିଯାଇଅଛନ୍ତି, ଆଉ ତାହାଙ୍କୁ କେଉଁ ସ୍ଥାନରେ ରଖିଅଛନ୍ତି, ତାହା ମୁଁ ଜାଣେ ନାହିଁ ।"},{"number":14,"verse":"ସେ ଏହା କହି ପଛକୁ ବୁଲିପଡ଼ି ଯୀଶୁଙ୍କୁ ଠିଆ ହୋଇଥିବା ଦେଖିଲେ, କିନ୍ତୁ ସେ ଯେ ଯୀଶୁ, ତାହା ଜାଣିଲେ ନାହିଁ ।"},{"number":15,"verse":"ଯୀଶୁ ତାଙ୍କୁ କହିଲେ, ଗୋ ନାରୀ, କାହିଁକି ରୋଦନ କରୁଅଛ ? କାହାର ଅନ୍ଵେଷଣ କରୁଅଛ ? ସେ ତାହାଙ୍କୁ ଉଦ୍ୟାନର ମାଳୀ ବୋଲି ମନେ କରି କହିଲେ, ମହାଶୟ, ଆପଣ ଯଦି ତାହାଙ୍କୁ ଘେନିଯାଇଅଛନ୍ତି, ତାହାହେଲେ ତାହାଙ୍କୁ କେଉଁ ସ୍ଥାନରେ ରଖିଅଛନ୍ତି, ମୋତେ କୁହନ୍ତୁ, ଆଉ ମୁଁ ତାହାଙ୍କୁ ଘେନିଯିବି ।"},{"number":16,"verse":"ଯୀଶୁ ତାଙ୍କୁ କହିଲେ, ମରୀୟମ । ସେ ବୁଲିପଡ଼ି ଏବ୍ରୀ ଭାଷାରେ ତାହାଙ୍କୁ କହିଲେ, ରାବ୍ବୂନୀ, ଅର୍ଥାତ୍, ହେ ଗୁରୁ ।"},{"number":17,"verse":"ଯୀଶୁ ତାଙ୍କୁ କହିଲେ, ମୋତେ ଧରି ରଖ ନାହିଁ, କାରଣ ମୁଁ ଏପର୍ଯ୍ୟନ୍ତ ପିତାଙ୍କ ନିକଟକୁ ଆରୋହଣ କରି ନାହିଁ; କିନ୍ତୁ ମୋର ଭାଇମାନଙ୍କ ନିକଟକୁ ଯାଇ ସେମାନଙ୍କୁ କୁହ, ମୁଁ ମୋହର ପିତା ଓ ତୁମ୍ଭମାନଙ୍କର ପିତା, ମୋହର ଈଶ୍ଵର ଓ ତୁମ୍ଭମାନଙ୍କର ଈଶ୍ଵରଙ୍କ ନିକଟକୁ ଆରୋହଣ କରୁଅଛି ।"},{"number":18,"verse":"ମଗ୍ଦଲୀନୀ ମରୀୟମ ଯାଇ, ମୁଁ ପ୍ରଭୁଙ୍କୁ ଦେଖିଅଛି, ଆଉ ସେ ମୋତେ ଏହିସବୁ କହିଅଛନ୍ତି ବୋଲି ଶିଷ୍ୟମାନଙ୍କୁ ସମ୍ଵାଦ ଦେଲେ ।"},{"number":19,"verse":"( ପୁନରୁତ୍ଥିତ ଯୀଶୁଙ୍କ ଶିଷ୍ୟମାନଙ୍କୁ ଦର୍ଶନ) ସେହିଦିନ, ଅର୍ଥାତ୍, ସପ୍ତାହର ପ୍ରଥମ ଦିନ ସନ୍ଧ୍ୟା ସମୟରେ ଯେତେବେଳେ ଶିଷ୍ୟମାନେ ଯେଉଁ ଗୃହରେ ଥିଲେ, ସେଥିର ଦ୍ଵାରଗୁଡ଼ିକ ଯିହୁଦୀମାନଙ୍କ ଭୟରେ ରୁଦ୍ଧ ଥିଲା, ସେତେବେଳେ ଯୀଶୁ ଆସି ମଧ୍ୟସ୍ଥଳରେ ଠିଆ ହୋଇ ସେମାନଙ୍କୁ କହିଲେ, ତୁମ୍ଭମାନଙ୍କର ଶାନ୍ତି ହେଉ ।"},{"number":20,"verse":"ପୁଣି, ଏହା କହି ସେ ସେମାନଙ୍କୁ ଆପଣା ହସ୍ତ ଓ କକ୍ଷଦେଶ ଦେଖାଇଲେ । ସେଥିରେ ଶିଷ୍ୟମାନେ ପ୍ରଭୁଙ୍କୁ ଦେଖି ଆନନ୍ଦିତ ହେଲେ ।"},{"number":21,"verse":"ଯୀଶୁ ସେମାନଙ୍କୁ ପୁନର୍ବାର କହିଲେ, ତୁମ୍ଭମାନଙ୍କର ଶାନ୍ତି ହେଉ; ପିତା ଯେପ୍ରକାରେ ମୋତେ ପ୍ରେରଣ କରିଅଛନ୍ତି, ମୁଁ ମଧ୍ୟ ସେପ୍ରକାରେ ତୁମ୍ଭମାନଙ୍କୁ ପ୍ରେରଣ କରୁଅଛି ।"},{"number":22,"verse":"ସେ ଏହା କହି ସେମାନଙ୍କ ଉପରେ ପ୍ରଶ୍ଵାସ ଛାଡ଼ି ସେମାନଙ୍କୁ କହିଲେ, ପବିତ୍ର ଆତ୍ମାଙ୍କୁ ଗ୍ରହଣ କର ।"},{"number":23,"verse":"ତୁମ୍ଭେମାନେ ଯଦି କାହାରି ପାପ କ୍ଷମା କରିବ, ତାହାର ପାପ କ୍ଷମା ହେବ; ପୁଣି, ଯଦି କାହାରି ପାପ କ୍ଷମା ନ କରିବ, ତାହାର ପାପ କ୍ଷମା ହେବ ନାହିଁ ।"},{"number":24,"verse":"( ଯୀଶୁ ଓ ଥୋମା) କିନ୍ତୁ ଯୀଶୁ ଯେତେବେଳେ ଆସିଥିଲେ, ସେତେବେଳେ ଦ୍ଵାଦଶଙ୍କ ମଧ୍ୟରୁ ଥୋମା ନାମକ ଜଣେ, ଯାହାଙ୍କୁ ଦିଦୁମ କହନ୍ତି, ସେ ସେମାନଙ୍କ ସାଙ୍ଗରେ ନ ଥିଲେ ।"},{"number":25,"verse":"ଅତଏବ, ଅନ୍ୟ ଶିଷ୍ୟମାନେ ତାଙ୍କୁ କହିଲେ, ଆମ୍ଭେମାନେ ପ୍ରଭୁଙ୍କୁ ଦେଖିଅଛୁ । କିନ୍ତୁ ସେ ସେମାନଙ୍କୁ କହିଲେ, ତାହାଙ୍କ ହାତରେ କଣ୍ଟାର ଚିହ୍ନସବୁ ନ ଦେଖିଲେ ଓ ସେହିସବୁ ସ୍ଥାନରେ ମୋହର ଆଙ୍ଗୁଳି ନ ଦେଲେ ଏବଂ ତାହାଙ୍କ କକ୍ଷଦେଶରେ ମୋହର ହାତ ନ ଦେଲେ ମୁଁ କଦାପି ବିଶ୍ଵାସ କରିବି ନାହିଁ ।"},{"number":26,"verse":"ଆଠ ଦିନ ପରେ ତାହାଙ୍କ ଶିଷ୍ୟମାନେ ପୁନର୍ବାର ଭିତରେ ଥିଲେ ଓ ଥୋମା ସେମାନଙ୍କ ସାଙ୍ଗରେ ଥିଲେ । ଦ୍ଵାରସବୁ ରୁଦ୍ଧ ଥିବା ସମୟରେ ଯୀଶୁ ଆସି ମଧ୍ୟସ୍ଥଳରେ ଠିଆ ହୋଇ କହିଲେ, ତୁମ୍ଭମାନଙ୍କର ଶାନ୍ତି ହେଉ ।"},{"number":27,"verse":"ପରେ ସେ ଥୋମାଙ୍କୁ କହିଲେ, ଏଆଡ଼େ ତୁମ୍ଭର ଆଙ୍ଗୁଳି ବଢ଼ାଇ ମୋହର ହାତ ଦେଖ ଓ ହାତ ବଢ଼ାଇ ମୋହର କକ୍ଷଦେଶରେ ଦିଅ; ଅବିଶ୍ଵାସୀ ନ ହୋଇ ବିଶ୍ଵାସୀ ହୁଅ ।"},{"number":28,"verse":"ଥୋମା ତାହାଙ୍କୁ ଉତ୍ତର ଦେଲେ, ମୋହର ପ୍ରଭୁ, ମୋହର ଈଶ୍ଵର ।"},{"number":29,"verse":"ଯୀଶୁ ତାଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ମୋତେ ଦେଖିବାରୁ ବିଶ୍ଵାସ କରିଅଛ ? ଯେଉଁମାନେ ନ ଦେଖି ବିଶ୍ଵାସ କରିଅଛନ୍ତି, ସେମାନେ ଧନ୍ୟ ।"},{"number":30,"verse":"( ଏହି ପୁସ୍ତକର ଉଦ୍ଦେଶ୍ୟ) ଯୀଶୁ ଶିଷ୍ୟମାନଙ୍କ ସାକ୍ଷାତରେ ଏହିପରି ଅନେକ ଓ ବିଭିନ୍ନ ପ୍ରକାର ଆଶ୍ଚର୍ଯ୍ୟକର୍ମ ସାଧନ କଲେ, ସେହିସବୁ ଏହି ପୁସ୍ତକରେ ଲେଖା ହୋଇ ନାହିଁ;"},{"number":31,"verse":"କିନ୍ତୁ ତୁମ୍ଭେମାନେ ଯେପରି ବିଶ୍ଵାସ କର ଯେ, ଯୀଶୁ ଈଶ୍ଵରଙ୍କ ପୁତ୍ର ଖ୍ରୀଷ୍ଟ ଅଟନ୍ତି, ପୁଣି ବିଶ୍ଵାସ କରି ଯେପରି ତୁମ୍ଭେମାନେ ତାହାଙ୍କ ନାମରେ ଜୀବନ ପ୍ରାପ୍ତ ହୁଆ, ଏଥିନିମନ୍ତେ ଏସମସ୍ତ ଲେଖାଯାଇଅଛି ।"}]}