{"bibleAbbr":"orOV2014","bookName":"ଯୋହନ ଲିଖିତ ସୁସମାଚାର","bookEnglishName":"John","chapterNumber":21,"verses":[{"number":1,"verse":"( ସାତ ଜଣ ଶିଷ୍ୟଙ୍କୁ ଯୀଶୁଙ୍କ ଦର୍ଶନ) ଏଥିଉତ୍ତାରେ ଯୀଶୁ ତିବିରୀୟା ସମୁଦ୍ର କୂଳରେ ଶିଷ୍ୟମାନଙ୍କୁ ପୁନର୍ବାର ଦର୍ଶନ ଦେଲେ । ସେ ଏହି ପ୍ରକାରେ ଦର୍ଶନ ଦେଲେ;"},{"number":2,"verse":"ଶିମୋନ ପିତର, ଥୋମା, ଯାହାଙ୍କୁ ଦିଦୁମ କହନ୍ତି, ଗାଲିଲୀର କାନ୍ନାନିବାସୀ ନିଥନିୟେଲ⇧, ଜେବଦିଙ୍କ ପୁତ୍ରମାନେ ଓ ତାହାଙ୍କ ଶିଷ୍ୟମାନଙ୍କ ମଧ୍ୟରୁ ଆଉ ଦୁଇ ଜଣ ଏକତ୍ର ଥିଲେ ।"},{"number":3,"verse":"ଶିମୋନ ପିତର ସେମାନଙ୍କୁ କହିଲେ, ମୁଁ ମାଛ ଧରିବାକୁ ଯାଉଅଛି । ସେମାନେ ତାଙ୍କୁ କହିଲେ, ଆମ୍ଭେମାନେ ମଧ୍ୟ ତୁମ୍ଭ ସାଙ୍ଗରେ ଯିବୁ । ସେମାନେ ବାହାରିଯାଇ ନୌକାରେ ଚଢ଼ିଲେ, ଆଉ ସେହି ରାତିରେ କିଛି ଧରି ପାରିଲେ ନାହିଁ ।"},{"number":4,"verse":"କିନ୍ତୁ ପାହାନ୍ତା ହେଲା ଉତ୍ତାରେ ଯୀଶୁ କୂଳରେ ଠିଆ ହେଲେ; ତଥାପି ସେ ଯୀଶୁ ବୋଲି ଶିଷ୍ୟମାନେ ଜାଣିଲେ ନାହିଁ ।"},{"number":5,"verse":"ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ପିଲାମାନେ ତୁମ୍ଭମାନଙ୍କ ପାଖରେ କଅଣ କିଛି ଖାଇବାର ଅଛି ? ସେମାନେ ତାହାଙ୍କୁ ଉତ୍ତର ଦେଲେ, ନାହିଁ ।"},{"number":6,"verse":"ସେ ସେମାନଙ୍କୁ କହିଲେ, ନୌକାର ଡାହାଣ ପାଖରେ ଜାଲ ପକାଅ, ଆଉ ତୁମ୍ଭେମାନେ ପାଇବ । ସେଥିରେ ସେମାନେ ଜାଲ ପକାଇଲେ, ଆଉ ଏତେ ମାଛ ପଡ଼ିଲା ଯେ, ସେମାନେ ତାହା ଟାଣି ପାରିଲେ ନାହିଁ ।"},{"number":7,"verse":"ସେଥିରେ ଯୀଶୁ ଯେଉଁ ଶିଷ୍ୟଙ୍କୁ ପ୍ରେମ କରୁଥିଲେ, ସେ ପିତରଙ୍କୁ କହିଲେ, ଏ ତ ପ୍ରଭୁ । ଶିମୋନ ପିତର ଏ ତ ପ୍ରଭୁ ବୋଲି ଶୁଣି ଫୁଙ୍ଗା ଦେହ ହୋଇଥିବାରୁ ଆପଣା ଅଙ୍ଗରଖା ପିନ୍ଧି ସମୁଦ୍ରକୁ ଡେଇଁପଡ଼ିଲେ;"},{"number":8,"verse":"କିନ୍ତୁ ଅନ୍ୟ ଶିଷ୍ୟମାନେ ମାଛରେ ଭର୍ତ୍ତି ହୋଇଥିବା ଜାଲ ଟାଣି ଟାଣି ସାନ ନାହାରେ ଆସିଲେ, କାରଣ ସେମାନେ କୂଳରୁ ଅଧିକ ଦୂରରେ ନ ଥିଲେ, କେବଳ ପ୍ରାୟ ଦୁଇଶହ ହାତ ଦୂରରେ ଥିଲେ ।"},{"number":9,"verse":"ସେମାନେ କୂଳରେ ଓହ୍ଳାଇ ସେଠାରେ ଅଙ୍ଗାରର ନିଆଁ, ପୁଣି ତାହା ଉପରେ ଭଜା ମାଛ ଓ ରୋଟୀ ଥୁଆ ହୋଇଥିବା ଦେଖିଲେ ।"},{"number":10,"verse":"ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ତୁମ୍ଭେମାନେ ଏବେ ଯେଉଁ ମାଛ ଧରିଅଛ, ସେଥିରୁ କିଛି ଆଣ ।"},{"number":11,"verse":"ଶିମୋନ ପିତର ଯାଇ ଏକଶହ ତେପନ ବଡ଼ ବଡ଼ ମାଛରେ ଭର୍ତ୍ତି ହୋଇଥିବା ଜାଲ କୂଳକୁ ଟାଣିଆଣିଲେ; ଆଉ ଏତେ ମାଛରେ ସୁଦ୍ଧା ଜାଲ ଛିଣ୍ତିଲା ନାହିଁ ।"},{"number":12,"verse":"ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ଆସି ଭୋଜନ କର । ଶିଷ୍ୟମାନଙ୍କ ମଧ୍ୟରୁ କେହି ତୁମ୍ଭେ କିଏ ବୋଲି ତାହାଙ୍କୁ ପଚାରିବାକୁ ସାହସ କରୁ ନ ଥିଲେ, କାରଣ ସେ ଯେ ପ୍ରଭୁ, ଏହା ସେମାନେ ଜାଣିଥିଲେ ।"},{"number":13,"verse":"ଯୀଶୁ ଆସି ରୋଟୀ ଘେନି ସେମାନଙ୍କୁ ଦେଲେ, ଆଉ ସେହି ପ୍ରକାରେ ମାଛ ମଧ୍ୟ ଦେଲେ ।"},{"number":14,"verse":"ମୃତମାନଙ୍କ ମଧ୍ୟରୁ ଉତ୍ଥିତ ହେଲା ଉତ୍ତାରେ ଯୀଶୁ ଶିଷ୍ୟମାନଙ୍କୁ ଏହି ତୃତୀୟ ଥର ଦର୍ଶନ ଦେଲେ ।"},{"number":15,"verse":"( ପିତରଙ୍କୁ ଯୀଶୁଙ୍କ ଆଦେଶ) ସେମାନେ ଭୋଜନ କଲା ଉତ୍ତାରେ ଯୀଶୁ ଶିମୋନ ପିତରଙ୍କୁ ପଚାରିଲେ, ହେ ଯୋହନଙ୍କ ପୁତ୍ର ଶିମୋନ, ତୁମ୍ଭେ କଅଣ ମୋତେ ଏମାନଙ୍କଠାରୁ ଅଧିକ ପ୍ରେମ କରୁଅଛ ? ସେ ତାହାଙ୍କୁ କହିଲେ, ହଁ, ପ୍ରଭୁ, ମୁଁ ଯେ ଆପଣଙ୍କୁ ସ୍ନେହ କରୁଅଛି, ତାହା ଆପଣ ଜାଣନ୍ତି । ସେ ତାଙ୍କୁ କହିଲେ, ମୋହର ମେଷଶାବକମାନଙ୍କୁ ଚରାଅ ।"},{"number":16,"verse":"ସେ ପୁନର୍ବାର ଦ୍ଵିତୀୟ ଥର ତାଙ୍କୁ ପଚାରିଲେ, ହେ ଯୋହନଙ୍କ ପୁତ୍ର ଶିମୋନ, ତୁମ୍ଭେ କଅଣ ମୋତେ ପ୍ରେମ କରୁଅଛ ? ସେ ତାହାଙ୍କୁ କହିଲେ, ହଁ, ପ୍ରଭୁ, ମୁଁ ଯେ ଆପଣଙ୍କୁ ସ୍ନେହ କରୁଅଛି, ତାହା ଆପଣ ଜାଣନ୍ତି । ସେ ତାଙ୍କୁ କହିଲେ, ମୋହର ମେଷମାନଙ୍କୁ ପ୍ରତିପାଳନ କର ।"},{"number":17,"verse":"ସେ ତୃତୀୟ ଥର ତାଙ୍କୁ ପଚାରିଲେ, ହେ ଯୋହନଙ୍କ ପୁତ୍ର ଶିମୋନ, ତୁମ୍ଭେ କଅଣ ମୋତେ ସ୍ନେହ କରୁଅଛ ? ତୁମ୍ଭେ କଅଣ ମୋତେ ସ୍ନେହ କରୁଅଛ, ଏହା କହି ସେ ତୃତୀୟ ଥର ପିତରଙ୍କୁ ପଚାରିବାରୁ ସେ ଦୁଃଖିତ ହୋଇ ତାହାଙ୍କୁ କହିଲେ, ପ୍ରଭୋ, ଆପଣ ସମସ୍ତ ବିଷୟ ଜାଣନ୍ତି; ମୁଁ ଯେ ଆପଣଙ୍କୁ ସ୍ନେହ କରୁଅଛି, ତାହା ଆପଣ ଜାଣନ୍ତି । ଯୀଶୁ ତାଙ୍କୁ କହିଲେ, ମୋହର ମେଷମାନଙ୍କୁ ଚରାଅ ।"},{"number":18,"verse":"ସତ୍ୟ ସତ୍ୟ ମୁଁ ତୁମ୍ଭକୁ କହୁଅଛି, ଯୁବକ ଥିବା ସମୟରେ ତୁମ୍ଭେ ଆପଣା କଟୀ ବନ୍ଧନ କରି ଯେଉଁ ଆଡ଼େ ଇଚ୍ଛା, ସେହି ଆଡ଼େ ଭ୍ରମଣ କରୁଥିଲ, କିନ୍ତୁ ବୃଦ୍ଧ ହେଲେ ତୁମ୍ଭେ ଆପଣା ହସ୍ତ ବିସ୍ତାର କରିବ ଓ ଅନ୍ୟ ଜଣେ ତୁମ୍ଭର କଟୀବନ୍ଧନ କରି, ଯେଉଁ ଆଡ଼େ ତୁମ୍ଭର ଇଚ୍ଛା ନ ଥିବ, ସେଆଡ଼େ ତୁମ୍ଭକୁ ଘେନିଯିବ ।"},{"number":19,"verse":"ସେ କେଉଁପ୍ରକାର ମୃତ୍ୟୁଭୋଗ ଦ୍ଵାରା ଈଶ୍ଵରଙ୍କୁ ଗୌରବାନ୍ଵିତ କରିବେ, ସେଥିର ସୂଚନା ଦେଇ ସେ ଏହା କହିଲେ । ଏହା କହିଲା ଉତ୍ତାରେ ସେ ତାଙ୍କୁ କହିଲେ, ମୋହର ଅନୁଗାମୀ ହୁଅ ।"},{"number":20,"verse":"( ଯୀଶୁ ଓ ତାହାଙ୍କ ପ୍ରିୟ ଶିଷ୍ୟ) ଯୀଶୁ ଯେଉଁ ଶିଷ୍ୟଙ୍କୁ ପ୍ରେମ କରୁଥିଲେ ଓ ଯେ ମଧ୍ୟ ରାତ୍ରିଭୋଜ ସମୟରେ ତାହାଙ୍କ ବକ୍ଷସ୍ଥଳରେ ଆଉଜିପଡ଼ି, ପ୍ରଭୋ, ଆପଣଙ୍କୁ କିଏ ଶତ୍ରୁହସ୍ତରେ ସମର୍ପଣ କରିବ ବୋଲି ପଚାରିଥିଲେ, ସେହି ଶିଷ୍ୟଙ୍କୁ ପିତର ବୁଲିପଡ଼ି ପଛରେ ଆସୁଥିବା ଦେଖିଲେ ।"},{"number":21,"verse":"ପିତର ତାଙ୍କୁ ଦେଖି ଯୀଶୁଙ୍କୁ ପଚାରିଲେ, ପ୍ରଭୋ, ଏହାର ବିଷୟରେ କଅଣ ?"},{"number":22,"verse":"ଯୀଶୁ ତାଙ୍କୁ କହିଲେ, ମୋହର ଆଗମନ ପର୍ଯ୍ୟନ୍ତ ସେ ରହୁ ବୋଲି ଯଦି ମୁଁ ଇଚ୍ଛା କରେ, ତାହାହେଲେ ସେଥିରେ ତୁମ୍ଭର କଅଣ ଅଛି ? ତୁମ୍ଭେ ମୋହର ଅନୁଗାମୀ ହୁଅ ।"},{"number":23,"verse":"ସେଥିରେ ସେହି ଶିଷ୍ୟ ଯେ ମରିବ ନାହିଁ, ଭାଇମାନଙ୍କ ମଧ୍ୟରେ ଏହି କଥା ବ୍ୟାପିଗଲା, ମାତ୍ର ସେ ମରିବ ନାହିଁ ବୋଲି ଯୀଶୁ ତାଙ୍କୁ କହି ନ ଥିଲେ, କିନ୍ତୁ ମୋହର ଆଗମନ ପର୍ଯ୍ୟନ୍ତ ସେ ରହୁ ବୋଲି ଯଦି ମୁଁ ଇଚ୍ଛା କରେ, ତାହାହେଲେ ସେଥିରେ ତୁମ୍ଭର କଅଣ ଅଛି ବୋଲି କହିଥିଲେ ।"},{"number":24,"verse":"ଯେ ଏହିସମସ୍ତ ବିଷୟରେ ସାକ୍ଷ୍ୟ ଦେଉଅଛନ୍ତି ଓ ଏହିସମସ୍ତ ଲେଖିଅଛନ୍ତି, ସେ ସେହି ଶିଷ୍ୟ; ଆଉ, ତାହାଙ୍କ ସାକ୍ଷ୍ୟ ଯେ ସତ୍ୟ, ତାହା ଆମ୍ଭେମାନେ ଜାଣୁ ।"},{"number":25,"verse":"( ଉପସଂହାର) ପୁଣି, ଯୀଶୁ ଆହୁରି ଅନେକ ଅନେକ କର୍ମ ମଧ୍ୟ କରିଥିଲେ; ସେହିସବୁ ଯଦି ଗୋଟି ଗୋଟି କରି ଲେଖା ଯାଆନ୍ତା, ତାହାହେଲେ ଏତେ ପୁସ୍ତକ ଲେଖା ହୁଅନ୍ତା ଯେ, ମୋହର ବିଚାରରେ ସମୁଦାୟ ଜଗତରେ ସୁଦ୍ଧା ସେହିସବୁ ରଖିବା ନିମନ୍ତେ ସ୍ଥାନ ହୁଅନ୍ତା ନାହିଁ ।"}]}