{"bibleAbbr":"orOV2014","bookName":"ଯୋହନ ଲିଖିତ ସୁସମାଚାର","bookEnglishName":"John","chapterNumber":7,"verses":[{"number":1,"verse":"( କୁଟୀରବାସ ପର୍ବରେ ଯୀଶୁ) ଏଥିଉତ୍ତାରେ ଯୀଶୁ ଗାଲିଲୀରେ ଭ୍ରମଣ କରିବାକୁ ଲାଗିଲେ, କାରଣ ଯିହୁଦୀମାନେ ତାହାଙ୍କୁ ବଧ କରିବା ନିମନ୍ତେ ଚେଷ୍ଟା କରୁଥିବାରୁ ସେ ଯିହୁଦା ପ୍ରଦେଶରେ ଭ୍ରମଣ କରିବାକୁ ଇଚ୍ଛା କରୁ ନ ଥିଲେ ।"},{"number":2,"verse":"କିନ୍ତୁ ଯିହୁଦୀମାନଙ୍କର କୁଟୀରବାସ ପର୍ବ ସନ୍ନିକଟ ହୁଅନ୍ତେ,"},{"number":3,"verse":"ତାହାଙ୍କ ଭାଇମାନେ ତାହାଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ଯେ ଯେ କର୍ମ କରୁଅଛ, ସେହିସବୁ ଯେପରି ତୁମ୍ଭର ଶିଷ୍ୟମାନେ ମଧ୍ୟ ଦେଖିବେ, ଏନିମନ୍ତେ ଏଠାରୁ ବାହାରିଯାଇ ଯିହୁଦା ପ୍ରଦେଶକୁ ଯାଅ,"},{"number":4,"verse":"କାରଣ କେହି ପ୍ରକାଶିତ ହେବାକୁ ଇଚ୍ଛା କଲେ ଗୋପନରେ କିଛି କରେ ନାହିଁ । ତୁମ୍ଭେ ଯଦି ଏସମସ୍ତ କରୁଅଛ, ତେବେ ଆପଣାକୁ ଜଗତ ନିକଟରେ ପ୍ରକାଶ କର ।"},{"number":5,"verse":"କାରଣ ତାହାଙ୍କ ଭାଇମାନେ ସୁଦ୍ଧା ତାହାଙ୍କଠାରେ ବିଶ୍ଵାସ କରୁ ନ ଥିଲେ ।"},{"number":6,"verse":"ସେଥିରେ ଯୀଶୁ ସେମାନଙ୍କୁ କହିଲେ, ମୋହର ସମୟ ଏପର୍ଯ୍ୟନ୍ତ ଉପସ୍ଥିତ ହୋଇ ନାହିଁ, ମାତ୍ର ତୁମ୍ଭମାନଙ୍କର ସମୟ ସର୍ବଦା ଉପସ୍ଥିତ ।"},{"number":7,"verse":"ଜଗତ ତୁମ୍ଭମାନଙ୍କୁ ଘୃଣା କରି ପାରେ ନାହିଁ, କିନ୍ତୁ ମୋତେ ଘୃଣା କରେ, କାରଣ ତାହାର କର୍ମ ଯେ ମନ୍ଦ, ମୁଁ ତାହା ବିଷୟରେ ଏହି ସାକ୍ଷ୍ୟ ଦେଉଅଛି ।"},{"number":8,"verse":"ତୁମ୍ଭେମାନେ ଏହି ପର୍ବକୁ ଯାଅ, ମୁଁ ଏବେ ଏହି ପର୍ବକୁ ଯାଉ ନାହିଁ, କାରଣ ମୋହର ସମୟ ଏପର୍ଯ୍ୟନ୍ତ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇ ନାହିଁ ।"},{"number":9,"verse":"ସେ ସେମାନଙ୍କୁ ଏହିସମସ୍ତ କଥା କହି ଗାଲିଲୀରେ ରହିଲେ ।"},{"number":10,"verse":"କିନ୍ତୁ ତାହାଙ୍କ ଭାଇମାନେ ପର୍ବକୁ ଗଲା ଉତ୍ତାରେ ସେ ମଧ୍ୟ ଗଲେ, ପ୍ରକାଶରେ ନୁହେଁ, ମାତ୍ର ଏକପ୍ରକାର ଗୋପନରେ ।"},{"number":11,"verse":"ଏଣୁ ଯିହୁଦୀମାନେ ପର୍ବରେ ତାହାଙ୍କୁ ଖୋଜୁ ଖୋଜୁ ପଚାରିଲେ, ସେ କାହିଁ ?"},{"number":12,"verse":"ଆଉ, ତାହାଙ୍କ ବିଷୟରେ ଲୋକସମୂହ ମଧ୍ୟରେ ବହୁତ ଆନ୍ଦୋଳନ ହେବାକୁ ଲାଗିଲା; କେହି କେହି କହିଲେ, ସେ ଜଣେ ଉତ୍ତମ ଲୋକ; ଆଉ କେହି କେହି କହିଲେ, ନା, ସେ ଲୋକମାନଙ୍କୁ ଭ୍ରାନ୍ତ କରୁଅଛି ।"},{"number":13,"verse":"ତଥାପି ଯିହୁଦୀମାନଙ୍କ ଭୟରେ ତାହାଙ୍କ ବିଷୟରେ ପ୍ରକାଶରେ କେହି କିଛି କହୁ ନ ଥିଲେ ।"},{"number":14,"verse":"କିନ୍ତୁ ପର୍ବର ଅର୍ଦ୍ଧେକ ସମୟ ଗତ ହୁଅନ୍ତେ, ଯୀଶୁ ମନ୍ଦିରକୁ ଯାଇ ଶିକ୍ଷା ଦେବାକୁ ଲାଗିଲେ ।"},{"number":15,"verse":"ଏଥିରେ ଯିହୁଦୀମାନେ ଚମତ୍କୃତ ହୋଇ କହିଲେ, ଏ ପାଠ ନ ପଢ଼ି କିପରି ପଣ୍ତିତ ହେଲା ?"},{"number":16,"verse":"ତେଣୁ ଯୀଶୁ ସେମାନଙ୍କୁ ଉତ୍ତର ଦେଲେ, ମୋହର ଶିକ୍ଷା ମୋʼ ନିଜର ନୁହେଁ, କିନ୍ତୁ ମୋʼ ପ୍ରେରଣକର୍ତ୍ତାଙ୍କର ।"},{"number":17,"verse":"କେହି ଯଦି ତାହାଙ୍କର ଇଚ୍ଛା ସାଧନ କରିବାକୁ ଇଚ୍ଛୁକ ହୁଏ, ତାହାହେଲେ ଏହି ଶିକ୍ଷା ଈଶ୍ଵରଙ୍କଠାରୁ ଉତ୍ପନ୍ନ, ନା ମୁଁ ଆପଣାଠାରୁ କହୁଅଛି, ତାହା ସେ ଜାଣିବ ।"},{"number":18,"verse":"ଯେ ଆପଣାରୁ କହେ, ସେ ନିଜ ଗୌରବ ଅନ୍ଵେଷଣ କରେ, କିନ୍ତୁ ଯେ ଆପଣା ପ୍ରେରଣକର୍ତ୍ତାଙ୍କ ଗୌରବ ଅନ୍ଵେଷଣ କରେ, ସେ ସତ୍, ଆଉ ତାହାଠାରେ କୌଣସି ଅଧର୍ମ ନାହିଁ ।"},{"number":19,"verse":"ମୋଶା କଅଣ ତୁମ୍ଭମାନଙ୍କୁ ବ୍ୟବସ୍ଥା ଦେଇ ନାହାନ୍ତି ? ତଥାପି ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ କେହି ବ୍ୟବସ୍ଥା ପାଳନ କରୁ ନାହଁ । ତୁମ୍ଭେମାନେ କାହିଁକି ମୋତେ ବଧ କରିବାକୁ ଚେଷ୍ଟା କରୁଅଛ?"},{"number":20,"verse":"ଲୋକସମୂହ ଉତ୍ତର ଦେଲେ, ତୁମକୁ ଭୂତ ଲାଗିଅଛି, କିଏ ତୁମକୁ ବଧ କରିବାକୁ ଚେଷ୍ଟା କରୁଅଛି ?"},{"number":21,"verse":"ଯୀଶୁ ସେମାନଙ୍କୁ ଉତ୍ତର ଦେଲେ, ମୁଁ ଗୋଟିଏ କର୍ମ କଲି, ଆଉ ତୁମ୍ଭେମାନେ ସମସ୍ତେ ଚମତ୍କୃତ ହୋଇଅଛ ।"},{"number":22,"verse":"ଏହି ହେତୁରୁ ମୋଶା ତୁମ୍ଭମାନଙ୍କୁ ସୁନ୍ନତ ବିଧି ଦେଇଅଛନ୍ତି (ଏହା ଯେ ମୋଶାଙ୍କଠାରୁ ହୋଇଅଛି, ତାହା ନୁହେଁ, ମାତ୍ର ପିତୃପୁରୁଷଙ୍କଠାରୁ), ଆଉ ତୁମ୍ଭେମାନେ ବିଶ୍ରାମବାରରେ ମନୁଷ୍ୟର ସୁନ୍ନତ କରୁଅଛ ।"},{"number":23,"verse":"ମୋଶାଙ୍କର ବ୍ୟବସ୍ଥା ଲଙ୍ଘନ ନ ହେବା ନିମନ୍ତେ ଯଦି ବିଶ୍ରାମବାରରେ ମନୁଷ୍ୟ ସୁନ୍ନତ ପ୍ରାପ୍ତ ହୁଏ, ତାହାହେଲେ ମୁଁ ବିଶ୍ରାମବାରରେ ଜଣେ ମନୁଷ୍ୟକୁ ସର୍ବାଙ୍ଗ ସୁସ୍ଥ କରିବାରୁ ତୁମ୍ଭେମାନେ କାହିଁକି ମୋʼ ଉପରେ କ୍ରୋଧ କରୁଅଛ ?"},{"number":24,"verse":"ବାହ୍ୟ ବିଷୟ ଦେଖି ବିଚାର ନ କରି ନ୍ୟାୟବିଚାର କର ।"},{"number":25,"verse":"( ଏ କଅଣ ମସୀହ ?) ଏଥିରେ ଯିରୂଶାଲମନିବାସୀମାନଙ୍କ ମଧ୍ୟରୁ କେହି କେହି କହିବାକୁ ଲାଗିଲେ, ସେମାନେ ଯାହାକୁ ବଧ କରିବା ନିମନ୍ତେ ଚେଷ୍ଟା କରୁଅଛନ୍ତି, ଏ କଅଣ ସେ ନୁହେଁ ?"},{"number":26,"verse":"ପୁଣି ଦେଖ, ସେ ପ୍ରକାଶରେ କଥା କହୁଅଛି, ଆଉ ସେମାନେ ତାହାକୁ କିଛି କରୁ ନାହାନ୍ତି । ଏ ଯେ ଖ୍ରୀଷ୍ଟ, ଏହା କଅଣ ନେତାମାନେ ସତେ ଜାଣି ସାରିଲେଣି?"},{"number":27,"verse":"ଯାହାହେଉ, ଏହାର ଉତ୍ପତ୍ତି ଆମ୍ଭେମାନେ ଜାଣୁ, କିନ୍ତୁ ଖ୍ରୀଷ୍ଟ ଯେତେବେଳେ ଆସିବେ, ସେତେବେଳେ ତାହାଙ୍କ ଉତ୍ପତ୍ତି କେହି ଜାଣିବ ନାହିଁ ।"},{"number":28,"verse":"ସେଥିରେ ଯୀଶୁ ମନ୍ଦିରରେ ଶିକ୍ଷା ଦେଉ ଦେଉ ଉଚ୍ଚ ସ୍ଵରରେ କହିଲେ, ତୁମ୍ଭେମାନେ ମୋତେ ଓ ମୋର ଉତ୍ପତ୍ତି ଉଭୟ ଜାଣ; ମୁଁ ନିଜଠାରୁ ଆସି ନାହିଁ, କିନ୍ତୁ ମୋର ପ୍ରେରଣକର୍ତ୍ତା ସତ୍, ତାହାଙ୍କୁ ତୁମ୍ଭେମାନେ ଜାଣ ନାହିଁ ।"},{"number":29,"verse":"ମୁଁ ତାହାଙ୍କୁ ଜାଣେ, କାରଣ ମୁଁ ତାହାଙ୍କଠାରୁ ଉତ୍ପନ୍ନ, ଆଉ ସେ ମୋତେ ପ୍ରେରଣ କଲେ ।"},{"number":30,"verse":"ସେଥିରେ ସେମାନେ ତାହାଙ୍କୁ ଧରିବାକୁ ଚେଷ୍ଟା କଲେ; କିନ୍ତୁ କେହି ତାହାଙ୍କ ଉପରେ ହାତ ଦେଲେ ନାହିଁ, କାରଣ ତାହାଙ୍କ ସମୟ ସେପର୍ଯ୍ୟନ୍ତ ଉପସ୍ଥିତ ହୋଇ ନ ଥିଲା ।"},{"number":31,"verse":"କିନ୍ତୁ ଲୋକସମୂହ ମଧ୍ୟରୁ ଅନେକେ ତାହାଙ୍କ-ଠାରେ ବିଶ୍ଵାସ କରି କହିବାକୁ ଲାଗିଲେ, ଏ ଯେସମସ୍ତ ଆଶ୍ଚର୍ଯ୍ୟକର୍ମ କରିଅଛନ୍ତି, ଖ୍ରୀଷ୍ଟ ଆସି ତାହାଠାରୁ କଅଣ ଅଧିକ କରିବେ ?"},{"number":32,"verse":"( ଯୀଶୁଙ୍କୁ ଧରିବା ନିମନ୍ତେ ଚେଷ୍ଟା) ଫାରୂଶୀମାନେ ଲୋକସମୂହକୁ ତାହାଙ୍କ ବିଷୟରେ ଆନ୍ଦୋଳନ କରିବା ଶୁଣିଲେ ଏବଂ ଯାଜକ ଓ ଫାରୂଶୀମାନେ ତାହାଙ୍କୁ ଧରିବା ନିମନ୍ତେ ପଦାତିକମାନଙ୍କୁ ପଠାଇଲେ ।"},{"number":33,"verse":"ସେଥିରେ ଯୀଶୁ କହିଲେ, ମୁଁ ଆଉ ଅଳ୍ପ ସମୟ ତୁମ୍ଭମାନଙ୍କ ସହିତ ରହି ମୋର ପ୍ରେରଣକର୍ତ୍ତାଙ୍କ ନିକଟକୁ ଯାଉଅଛି ।"},{"number":34,"verse":"ତୁମ୍ଭେମାନେ ମୋତେ ଖୋଜିବ, ମାତ୍ର ପାଇବ ନାହିଁ; ଆଉ, ମୁଁ ଯେଉଁଠାରେ ଥିବି, ⇧ ⇧ ତୁମ୍ଭେମାନେ ସେଠାକୁ ଯାଇ ପାରିବ ନାହିଁ ।"},{"number":35,"verse":"ଏଥିରେ ଯିହୁଦୀମାନେ ପରସ୍ପର କହିଲେ, ଏ କେଉଁଠାକୁ ଯିବା ପାଇଁ ବାହାରିଅଛି ଯେ, ଆମ୍ଭେମାନେ ତାହାକୁ ପାଇବା ନାହିଁ ? ଏ କଅଣ ଗ୍ରୀକ୍ମାନଙ୍କ ମଧ୍ୟରେ ଛିନ୍ନଭିନ୍ନ ଯିହୁଦୀମାନଙ୍କ ନିକଟକୁ ଯାଇ ଗ୍ରୀକ୍ମାନଙ୍କୁ ଶିକ୍ଷା ଦେବାକୁ ବାହାରିଅଛି ?"},{"number":36,"verse":"ତୁମ୍ଭେମାନେ ମୋତେ ଖୋଜିବ, ମାତ୍ର ପାଇବ ନାହିଁ, ଆଉ ମୁଁ ଯେଉଁଠାରେ ଥିବି, ତୁମ୍ଭେମାନେ ସେଠାକୁ ଯାଇ ପାରିବ ନାହିଁ, ସେ ଏହି ଯେଉଁ କଥା କହିଲେ, ସେ କଅଣ ?"},{"number":37,"verse":"( ଜୀବନଦାୟୀ ସ୍ରୋତ) ଶେଷଦିନ, ଅର୍ଥାତ୍, ପର୍ବର ପ୍ରଧାନ ଦିନ, ଯୀଶୁ ଠିଆ ହୋଇ ଉଚ୍ଚ ସ୍ଵରରେ କହିଲେ, କେହି ଯଦି ତୃଷିତ ହୁଏ, ତେବେ ସେ ମୋʼ ନିକଟକୁ ଆସି ପାନ କରୁ ।"},{"number":38,"verse":"ଯେ ମୋʼଠାରେ ବିଶ୍ଵାସ କରେ, ଧର୍ମଶାସ୍ତ୍ରର ଉକ୍ତି ପ୍ରମାଣେ ତାହାର ଅନ୍ତରରୁ” ଜୀବନ୍ତ ଜଳସ୍ରୋତ ପ୍ରବାହିତ ହେଉଥିବ ।"},{"number":39,"verse":"ତାହାଙ୍କଠାରେ ବିଶ୍ଵାସକାରୀମାନେ ଯେଉଁ ଆତ୍ମା ପାଇବାକୁ ଯାଉଥିଲେ, ତାହାଙ୍କ ବିଷୟରେ ସେ ଏହା କହିଲେ, କାରଣ ଯୀଶୁ ସେପର୍ଯ୍ୟନ୍ତ ମହିମାପ୍ରାପ୍ତ ହୋଇ ନ ଥିବାରୁ ଆତ୍ମା ପ୍ରଦତ୍ତ ହୋଇ ନ ଥିଲେ ।"},{"number":40,"verse":"( ଲୋକଙ୍କ ଭିତରେ ମତଭେଦ) ଅତଏବ, ଲୋକସମୂହ ମଧ୍ୟରୁ କେହି କେହି ଏହି କଥା ଶୁଣି କହିବାକୁ ଲାଗିଲେ, ଏ ପ୍ରକୃତରେ ସେହି ଭାବବାଦୀ ।"},{"number":41,"verse":"ଅନ୍ୟମାନେ କହିବାକୁ ଲାଗିଲେ, ଏ ଖ୍ରୀଷ୍ଟ; କିନ୍ତୁ କେହି କେହି କହିବାକୁ ଲାଗିଲେ, କଅଣ ! ଖ୍ରୀଷ୍ଟ ଗାଲିଲୀରୁ ଆସିବେ ?"},{"number":42,"verse":"ଖ୍ରୀଷ୍ଟ ଯେ ଦାଉଦଙ୍କ ବଂଶରୁ ଓ ଦାଉଦ ଯେଉଁଠାରେ ଥିଲେ, ସେହି ବେଥଲିହିମ ଗ୍ରାମରୁ ଆସିବେ, ଏହା କଅଣ ଧର୍ମଶାସ୍ତ୍ରର ବାକ୍ୟ କହି ନାହିଁ ?"},{"number":43,"verse":"ତେଣୁ ଲୋକସମୂହ ମଧ୍ୟରେ ତାହାଙ୍କ ହେତୁ ମତଭେଦ ଘଟିଲା;"},{"number":44,"verse":"ଆଉ, ସେମାନଙ୍କ ମଧ୍ୟରୁ କେହି କେହି ତାହାଙ୍କୁ ଧରିବାକୁ ଇଚ୍ଛା କରୁଥିଲେ, କିନ୍ତୁ କେହି ତାହାଙ୍କ ଉପରେ ହାତ ଦେଲେ ନାହିଁ ।"},{"number":45,"verse":"ଇତିମଧ୍ୟରେ ପଦାତିକମାନେ ପ୍ରଧାନ ଯାଜକ ଓ ଫାରୂଶୀମାନଙ୍କ ନିକଟକୁ ବାହୁଡ଼ି ଆସିଲେ, ଆଉ ସେମାନେ ସେମାନଙ୍କୁ ପଚାରିଲେ, ତୁମ୍ଭେମାନେ କାହିଁକି ତାହାକୁ ଆଣିଲ ନାହିଁ ?"},{"number":46,"verse":"ପଦାତିକମାନେ ଉତ୍ତର ଦେଲେ, ଏହି ବ୍ୟକ୍ତି ଯେପ୍ରକାରେ କଥା କହନ୍ତି, କୌଣସି ମନୁଷ୍ୟ କେବେ ସେପ୍ରକାରେ କହି ନାହିଁ।"},{"number":47,"verse":"ସେଥିରେ ଫାରୂଶୀମାନେ ସେମାନଙ୍କୁ ଉତ୍ତର ଦେଲେ, ତୁମ୍ଭେମାନେ ମଧ୍ୟ କଅଣ ଭ୍ରାନ୍ତ ହୋଇଅଛ ?"},{"number":48,"verse":"ନେତାମାନଙ୍କ ମଧ୍ୟରୁ କିମ୍ଵା ଫାରୂଶୀମାନଙ୍କ ମଧ୍ୟରୁ କଅଣ କେହି ତାହାଙ୍କଠାରେ ବିଶ୍ଵାସ କରିଅଛନ୍ତି ?"},{"number":49,"verse":"କିନ୍ତୁ ଏହି ଯେଉଁ ଲୋକଗୁଡ଼ାକ ବ୍ୟବସ୍ଥା ଜାଣନ୍ତି ନାହିଁ, ସେମାନେ ଶାପଗ୍ରସ୍ତ ।"},{"number":50,"verse":"ଯେଉଁ ନୀକଦୀମ ଏଥିପୂର୍ବେ ତାହାଙ୍କ ନିକଟକୁ ଆସିଥିଲେ ଓ ଯେ ସେମାନଙ୍କ ମଧ୍ୟରେ ଜଣେ, ସେ ସେମାନଙ୍କୁ ପଚାରିଲେ,"},{"number":51,"verse":"ଜଣେ ଲୋକଠାରୁ ପ୍ରଥମେ ନ ଶୁଣି ଓ ତାହାର ଆଚରଣ ବିଷୟ ନ ଜାଣି ଆମ୍ଭମାନଙ୍କର ବ୍ୟବସ୍ଥା କଅଣ ତାହାକୁ ଦୋଷୀ କରେ ?"},{"number":52,"verse":"ସେମାନେ ତାହାଙ୍କୁ ଉତ୍ତର ଦେଲେ, ତୁମ୍ଭେ ମଧ୍ୟ କଅଣ ଜଣେ ଗାଲିଲୀୟ ଲୋକ ? ଗାଲିଲୀରୁ କୌଣସି ଭାବବାଦୀ ଉତ୍ପନ୍ନ ହୁଅନ୍ତି ନାହିଁ, ଏହା ଅନୁସନ୍ଧାନ କରି ଦେଖ ।"},{"number":53,"verse":"( ବ୍ୟଭିଚାର କର୍ମରେ ଧୃତା ସ୍ତ୍ରୀ) [ଆଉ ସେମାନେ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ଗୃହକୁ ଚାଲିଗଲେ,"}]}