{"bibleAbbr":"NET2007","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":1,"verses":[{"number":1,"verse":"(A Vision of God’s Glory) In the thirtieth year, (sn The meaning of the thirtieth year is problematic. Some take it to mean the age of Ezekiel when he prophesied (e. g., Origen). The Aramaic Targum explains the thirtieth year as the thirtieth year dated from the recovery of the book of the Torah in the temple in Jerusalem (2 Kgs 22:3–9). The number seems somehow to be equated with the fifth year of Jehoiachin’s exile in 1:2, i. e., 593 b. c.) on the fifth day of the fourth month, while I was among the exiles (sn The Assyrians started the tactic of deportation, the large-scale forced displacement of conquered populations, in order to stifle rebellions. The task of uniting groups of deportees, gaining freedom from one’s overlords and returning to retake one’s own country would be considerably more complicated than living in one’s homeland and waiting for an opportune moment to drive out the enemy’s soldiers. The Babylonians adopted this practice also, after defeating the Assyrians. The Babylonians deported Judeans on three occasions. The practice of deportation was reversed by the Persian conquerors of Babylon, who gained favor from their subjects for allowing them to return to their homeland and, as polytheists, sought the favor of the gods of the various countries which had come under their control.) at the Kebar River, (sn The Kebar River is mentioned in Babylonian texts from the city of Nippur in the fifth century b. c. It provided artificial irrigation from the Euphrates.) the heavens opened (sn For the concept of the heavens opened in later literature, see 3 Macc 6:18; 2 Bar. 22:1; T. Levi 5:1; Matt 3:16; Acts 7:56; Rev 19:11.) and I saw a divine vision. (tn Or “saw visions from God.” References to divine visions occur also in Ezek 8:3; 40:2)"},{"number":2,"verse":"(On the fifth day of the month — it was the fifth year of King Jehoiachin’s exile —"},{"number":3,"verse":"the word of the LORD came to the priest Ezekiel (sn The prophet’s name, Ezekiel, means in Hebrew “May God strengthen.”) the son of Buzi, (tn Or “to Ezekiel son of Buzi the priest.”) at the Kebar River in the land of the Babylonians. (tn Heb “Chaldeans.” The name of the tribal group ruling Babylon, “Chaldeans” is used as metonymy for the whole empire of Babylon. The Babylonians worked with the Medes to destroy the Assyrian Empire near the end of the 7th century b. c. Then, over the next century, the Babylonians dominated the West Semitic states (such as Phoenicia, Aram, Moab, Edom, and Judah in the modern countries of Syria, Lebanon, Jordan, and Israel) and made incursions into Egypt.) The hand (tn Or “power.” sn Hand in the OT can refer metaphorically to power, authority, or influence. In Ezekiel God’s “hand” being on the prophet is regularly associated with communication or a vision from God (3:14, 22; 8:1; 37:1; 40:1).) of the LORD came on him there)."},{"number":4,"verse":"As I watched, I noticed (tn The word הִנֵּה (hinneh, traditionally “behold”) indicates becoming aware of something and has been translated here as a verb.) a windstorm (sn Storms are often associated with appearances of God (see Nah 1:3; Ps 18:12). In some passages, the “storm” (סְעָרָה, sÿ’arah) may be a whirlwind (Job 38:1, 2 Kgs 2:1).) coming from the north — an enormous cloud, with lightning flashing, (tn Heb “fire taking hold of itself,” perhaps repeatedly. The phrase occurs elsewhere only in Exod 9:24 in association with a hailstorm. The LXX interprets the phrase as fire flashing like lightning, but it is possibly a self-sustaining blaze of divine origin. The LXX also reverses the order of the descriptors, i. e., “light went around it and fire flashed like lightning within it.”) such that bright light (tn Or “radiance.” The term also occurs in 1:27b.) rimmed it and came from (tc Or “was in it”; cf. LXX ἐν τῷ μέσῳ αὐτοῦ (en tw mesw autou, “in its midst”).) it like glowing amber (tn The LXX translates חַשְׁמַל (khashmal) with the word ἤλεκτρον (hlektron, “electrum”; so NAB), an alloy of silver and gold, perhaps envisioning a comparison to the glow of molten metal.) from the middle of a fire."},{"number":5,"verse":"In the fire (tc Heb “from its midst” (מִתּוֹכָהּ, mitokhah). The LXX reads ἐν τῷ μέσῳ (en tw mesw, “in the midst of it”). The LXX also reads ἐν for מִתּוֹךְ (mitokh) in v. 4. The translator of the LXX of Ezekiel either read בְּתוֹךְ (bÿtokh, “within”) in his Hebrew exemplar or could not imagine how מִתּוֹךְ could make sense and so chose to use ἐν. The Hebrew would be understood by adding “from its midst emerged the forms of four living beings.”) were what looked like (tn Heb “form, figure, appearance.”) four living beings. (tn The Hebrew term is feminine plural yet thirty-three of the forty-five pronominal suffixes and verbal references which refer to the living beings in the chapter are masculine plural. The grammatical vacillation between masculine and feminine plurals suggests the difficulty Ezekiel had in penning these words as he was overcome by the vision of God. In ancient Near Eastern sculpture very similar images of part-human, part-animal creatures serve as throne and sky bearers. For a discussion of ancient Near Eastern parallels, see L. C. Allen, Ezekiel (WBC), 1:26–31. Ezekiel’s vision is an example of contextualization, where God accommodates his self-revelation to cultural expectations and norms.) In their appearance they had human form, (sn They had human form may mean they stood erect.)"},{"number":6,"verse":"but each had four faces and four wings."},{"number":7,"verse":"Their legs were straight, but the soles of their feet were like calves’ feet. They gleamed (sn The Hebrew verb translated gleamed occurs only here in the OT.) like polished bronze."},{"number":8,"verse":"They had human hands (tc The MT reads “his hand” while many Hebrew mss as well as the Qere read “hands of.” Two similar Hebrew letters, vav and yod, have been confused.) under their wings on their four sides. As for the faces and wings of the four of them,"},{"number":9,"verse":"their wings touched each other; they did not turn as they moved, but went straight ahead. (tn Heb “They each went in the direction of one of his faces.”)"},{"number":10,"verse":"Their faces had this appearance: Each of the four had the face of a man, with the face of a lion on the right, the face of an ox on the left and also the face of an eagle. (tc The MT has an additional word at the beginning of v. 11, וּפְנֵיהֶם (ufÿnehem, “and their faces”), which is missing from the LXX. As the rest of the verse only applies to wings, “their faces” would have to somehow be understood in the previous clause. But this would be very awkward and is doubly problematic since “their faces” are already introduced as the topic at the beginning of v. 10. The Hebrew scribe appears to have copied the phrase “and their faces and their wings” from v. 8, where it introduces the content of 9-11. Only “and (as for) their wings” belongs here.)"},{"number":11,"verse":"Their wings were spread out above them; each had two wings touching the wings of one of the other beings on either side and two wings covering their bodies."},{"number":12,"verse":"Each moved straight ahead (tn See the note on “straight ahead” in v. 9.) — wherever the spirit (tn Or “wind.”) would go, they would go, without turning as they went."},{"number":13,"verse":"In the middle (tc The MT reads “and the form of the creatures” (וּדְמוּת הַחַיּוֹת, udÿmut hakhayyot). The LXX reads “and in the midst of the creatures,” suggesting an underlying Hebrew text of וּמִתּוֹךְ הַחַיּוֹת (umittokh hakhayyot). The subsequent description of something moving among the creatures supports the LXX.) of the living beings was something like (tc The MT reads “and the form of the creatures – their appearance was like burning coals of fire.” The LXX reads “in the midst of the creatures was a sight like burning coals of fire.” The MT may have adjusted “appearance” to “their appearance” to fit their reading of the beginning of the verse (see the tc note on “in the middle”). See M. Greenberg, Ezekiel (AB), 1:46.) burning coals of fire (sn Burning coals of fire are also a part of David’s poetic description of God’s appearance (see 2 Sam 22:9, 13; Ps 18:8).) or like torches. It moved back and forth among the living beings. It was bright, and lightning was flashing out of the fire."},{"number":14,"verse":"The living beings moved backward and forward as quickly as flashes of lightning. (tc The LXX omits v. 14 and may well be correct. The verse may be a later explanatory gloss of the end of v. 13 which was copied into the main text. See M. Greenberg, Ezekiel (AB), 1:46. tn Lit., “like the appearance of lightning.” The Hebrew term translated “lightning” occurs only here in the OT. In postbiblical Hebrew the term refers to a lightning flash.)"},{"number":15,"verse":"Then I looked, (tc The MT adds “at the living beings” which is absent from the LXX.) and I saw one wheel (sn Another vision which includes wheels on thrones occurs in Dan 7:9. Ezek 10 contains a vision similar to this one.) on the ground (tn The Hebrew word may be translated either “earth” or “ground” in this context.) beside each of the four beings."},{"number":16,"verse":"The appearance of the wheels and their construction (tc This word is omitted from the LXX.) was like gleaming jasper, (tn Heb “Tarshish stone.” The meaning of this term is uncertain. The term has also been translated “topaz” (NEB); “beryl” (KJV, NASB, NRSV); or “chrysolite” (RSV, NIV).) and all four wheels looked alike. Their structure was like a wheel within a wheel. (tn Or “like a wheel at right angles to another wheel.” Some envision concentric wheels here, while others propose “a globe-like structure in which two wheels stand at right angles” (L. C. Allen, Ezekiel [WBC], 1:33-34). The description given in v. 17 favors the latter idea.)"},{"number":17,"verse":"When they moved they would go in any of the four directions they faced without turning as they moved."},{"number":18,"verse":"Their rims were high and awesome, (tc The MT reads וְיִרְאָה לָהֶם (vÿyir’ah lahem, “and fear belonged to them”). In a similar vision in 10:12 the wheels are described as having spokes (יִדֵיהֶם, yideyhem). That parallel would suggest יָדוֹת (yadot) here (written יָדֹת without the mater). By positing both a ד/ר (dalet/resh) confusion and a ת/ה (hey/khet) confusion the form was read as וְיָרֵה (vÿyareh) and was then misunderstood and subsequently written as וְיִרְאָה (vÿyir’ah) in the MT. The reading וְיִרְאָה does not seem to fit the context well, though in English it can be made to sound as if it does. See W. H. Brownlee, Ezekiel 1–19 (WBC), 8-9. The LXX reads καὶ εἶδον αὐτά (kai eidon auta, “and I saw”), which assumes וָאֵרֶא (va’ere’). The existing consonants of the MT may also be read as “it was visible to them.”) and the rims of all four wheels were full of eyes all around."},{"number":19,"verse":"When the living beings moved, the wheels beside them moved; when the living beings rose up from the ground, the wheels rose up too."},{"number":20,"verse":"Wherever the spirit (tn Or “wind”; the same Hebrew word can be translated as either “wind” or “spirit” depending on the context.) would go, they would go, (tc The MT adds the additional phrase “the spirit would go,” which seems unduly redundant here and may be dittographic.) and the wheels would rise up beside them because the spirit (tn Or “wind.” The Hebrew is difficult since the text presents four creatures and then talks about “the spirit” (singular) of “the living being” (singular). According to M. Greenberg (Ezekiel [AB], 1:45) the Targum interprets this as “will.” Greenberg views this as the spirit of the one enthroned above the creatures, but one would not expect the article when the one enthroned has not yet been introduced.) of the living being was in the wheel."},{"number":21,"verse":"When the living beings moved, the wheels moved, and when they stopped moving, the wheels stopped. (tc The LXX reads “when it went, they went; when it stood, they stood.”tn Heb “when they went, they went; when they stood, they stood.”) When they rose up from the ground, the wheels rose up from the ground; the wheels rose up beside them because the spirit of the living being was in the wheel."},{"number":22,"verse":"Over the heads of the living beings was something like a platform, (tn Or “like a dome” (NCV, NRSV, TEV).) glittering awesomely like ice, (tn Or “like crystal” (NRSV, NLT).) stretched out over their heads."},{"number":23,"verse":"Under the platform their wings were stretched out, each toward the other. Each of the beings also had two wings covering (tc Heb “each had two wings covering and each had two wings covering,” a case of dittography. On the analogy of v. 11 and the support of the LXX, which reads the same for v. 11 and this verse, one should perhaps read “each had two wings touching another being and each had two wings covering.”) its body."},{"number":24,"verse":"When they moved, I heard the sound of their wings — it was like the sound of rushing waters, or the voice of the Almighty, (tn Heb “Shaddai” (probably meaning “one of the mountain”), a title that depicts God as the sovereign ruler of the world who dispenses justice. The Old Greek translation omitted the phrase “voice of the Almighty.”) or the tumult (tn The only other occurrence of the Hebrew word translated “tumult” is in Jer 11:16. It indicates a noise like that of the turmoil of a military camp or the sound of an army on the march.) of an army. When they stood still, they lowered their wings."},{"number":25,"verse":"Then there was a voice from above the platform over their heads when they stood still. (tc The MT continues “when they stood still they lowered their wings,” an apparent dittography from the end of v. 24. The LXX commits haplography by homoioteleuton, leaving out vv. 25b and 26a by skipping from רֹאשָׁם (rosham) in v. 25 to רֹאשָׁם in v. 26.)"},{"number":26,"verse":"Above the platform over their heads was something like a sapphire shaped like a throne. High above on the throne was a form that appeared to be a man."},{"number":27,"verse":"I saw an amber glow (tn See Ezek 1:4.) like a fire enclosed all around (tc The LXX lacks this phrase. Its absence from the LXX may be explained as a case of haplography resulting from homoioteleuton, skipping from כְּמַרְאֵה (kÿmar’eh) to מִמַּרְאֵה (mimmar’eh). On the other hand, the LXX presents a much more balanced verse structure when it is recognized that the final words of this verse belong in the next sentence.) from his waist up. From his waist down I saw something that looked like fire. There was a brilliant light around it,"},{"number":28,"verse":"like the appearance of a rainbow in the clouds after the rain. (sn Reference to the glowing substance and the brilliant light and storm phenomena in vv. 27–28a echoes in reverse order the occurrence of these phenomena in v. 4.) This was the appearance of the surrounding brilliant light; it looked like the glory of the LORD. When I saw (tn The vision closes with the repetition of the verb “I saw” from the beginning of the vision in 1:4.) it, I threw myself face down, and I heard a voice speaking."}]}