{"bibleAbbr":"NET2007","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":12,"verses":[{"number":1,"verse":"Previewing the Exile The word of the LORD came to me:"},{"number":2,"verse":"“Son of man, you are living in the midst of a rebellious house. (sn The book of Ezekiel frequently refers to the Israelites as a rebellious house (Ezek 2:5, 6, 8; 3:9, 26–27; 12:2–3, 9, 25; 17:12; 24:3).) They have eyes to see, but do not see, and ears to hear, but do not hear, (sn This verse is very similar to Isa 6:9–10.) because they are a rebellious house."},{"number":3,"verse":"“Therefore, son of man, pack up your belongings as if for exile. During the day, while they are watching, pretend to go into exile. Go from where you live to another place. Perhaps they will understand, (tn Heb “see.” This plays on the uses of “see” in v. 2. They will see his actions with their eyes and perhaps they will “see” with their mind, that is, understand or grasp the point.) although they are a rebellious house."},{"number":4,"verse":"Bring out your belongings packed for exile during the day while they are watching. And go out at evening, while they are watching, as if for exile."},{"number":5,"verse":"While they are watching, dig a hole in the wall and carry your belongings out through it."},{"number":6,"verse":"While they are watching, raise your baggage onto your shoulder and carry it out in the dark. (tn Apart from this context the Hebrew term occurs only in Gen 15:17 in reference to the darkness after sunset. It may mean twilight.) You must cover your face so that you cannot see the ground (tn Or “land” (ASV, NAB, NASB, NIV, NRSV).) because I have made you an object lesson (sn See also Ezek 12:11, 24:24, 27.) to the house of Israel.”"},{"number":7,"verse":"So I did just as I was commanded. I carried out my belongings packed for exile during the day, and at evening I dug myself a hole through the wall with my hands. I went out in the darkness, carrying my baggage (tn The words “my baggage” are not in the Hebrew text, but are implied from the context.) on my shoulder while they watched."},{"number":8,"verse":"The word of the LORD came to me in the morning:"},{"number":9,"verse":"“Son of man, has not the house of Israel, that rebellious house, said to you, ‘What are you doing?’"},{"number":10,"verse":"Say to them, ‘This is what the sovereign LORD says: The prince will raise this burden in Jerusalem, (tc The nearly incoherent Hebrew reads “The prince is this burden (prophetic oracle?) in Jerusalem.” The Targum, which may only be trying to make sense of a very difficult text, says “Concerning the prince is this oracle,” assuming the addition of a preposition. This would be the only case where Ezekiel uses this term for a prophetic oracle. The LXX reads the word for “burden” as a synonym for leader, as both words are built on the same root (נָשִׂיא, nasi’), but the verse is still incoherent because it is only a phrase with no verb. The current translation assumes that the verb יִשָּׂא (yisa’) from the root נָשִׂיא has dropped out due to homoioteleuton. If indeed the verb has dropped out (the syntax of the verbless clause being the problem), then context clearly suggests that it be a form of נָשִׂיא (see vv. 7 and 12). Placing the verb between the subject and object would result in three consecutive words based on the root נָשִׂיא and an environment conducive to an omission in copying: הַנָּשִׂיא יִשָּׁא הַמַּשָּׂא הַזֶּה (hannasi’ yisha’ hammasa’ hazzeh, “the Prince will raise this burden”). sn The prince in Jerusalem refers to King Zedekiah. map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) and all the house of Israel within it.’ (tc The MT reads “within them.” Possibly a scribe copied this form from the following verse “among them,” but only “within it” makes sense in this context.)"},{"number":11,"verse":"Say, ‘I am an object lesson for you. Just as I have done, it will be done to them; they will go into exile and captivity.’"},{"number":12,"verse":"“The prince (sn The prince is a reference to Zedekiah.) who is among them will raise his belongings (tn The words “his belongings” are not in the Hebrew text but are implied.) onto his shoulder in darkness, and will go out. He (tc The MT reads “they”; the LXX and Syriac read “he.”) will dig a hole in the wall to leave through. He will cover his face so that he cannot see the land with his eyes."},{"number":13,"verse":"But I will throw my net over him, and he will be caught in my snare. I will bring him to Babylon, the land of the Chaldeans (tn Or “Babylonians” (NCV, NLT). sn The Chaldeans were a group of people in the country south of Babylon from which Nebuchadnezzar came. The Chaldean dynasty his father established became the name by which the Babylonians are regularly referred to in the book of Jeremiah, while Jeremiah’s contemporary, Ezekiel, uses both terms.) (but he will not see it), (sn He will not see it. This prediction was fulfilled in 2 Kgs 25:7 and Jer 52:11, which recount how Zedekiah was blinded before being deported to Babylon.) and there he will die. (sn There he will die. This was fulfilled when King Zedekiah died in exile (Jer 52:11).)"},{"number":14,"verse":"All his retinue — his attendants and his troops — I will scatter to every wind; I will unleash a sword behind them."},{"number":15,"verse":"“Then they will know that I am the LORD when I disperse them among the nations and scatter them among foreign countries."},{"number":16,"verse":"But I will let a small number of them survive the sword, famine, and pestilence, so that they can confess all their abominable practices to the nations where they go. Then they will know that I am the LORD.”"},{"number":17,"verse":"The word of the LORD came to me:"},{"number":18,"verse":"“Son of man, eat your bread with trembling, (tn The Hebrew term normally refers to an earthquake (see 1 Kgs 19:11; Amos 1:1).) and drink your water with anxious shaking."},{"number":19,"verse":"Then say to the people of the land, ‘This is what the sovereign LORD says about the inhabitants of Jerusalem and of the land of Israel: They will eat their bread with anxiety and drink their water in fright, for their land will be stripped bare of all it contains because of the violence of all who live in it."},{"number":20,"verse":"The inhabited towns will be left in ruins and the land will be devastated. Then you will know that I am the LORD.’”"},{"number":21,"verse":"The word of the LORD came to me:"},{"number":22,"verse":"“Son of man, what is this proverb you have in the land of Israel, ‘The days pass slowly, and every vision fails’?"},{"number":23,"verse":"Therefore tell them, ‘This is what the sovereign LORD says: I hereby end this proverb; they will not recite it in Israel any longer.’ But say to them, ‘The days are at hand when every vision will be fulfilled. (tn Heb “the days draw near and the word of every vision (draws near).”)"},{"number":24,"verse":"For there will no longer be any false visions or flattering omens amidst the house of Israel."},{"number":25,"verse":"For I, the LORD, will speak. Whatever word I speak will be accomplished. It will not be delayed any longer. Indeed in your days, O rebellious house, I will speak the word and accomplish it, declares the sovereign LORD.’”"},{"number":26,"verse":"The word of the LORD came to me:"},{"number":27,"verse":"“Take note, son of man, the house of Israel is saying, ‘The vision that he sees is for distant days; he is prophesying about the far future.’"},{"number":28,"verse":"Therefore say to them, ‘This is what the sovereign LORD says: None of my words will be delayed any longer! The word I speak will come to pass, declares the sovereign LORD.’”"}]}