{"bibleAbbr":"NET2007","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":25,"verses":[{"number":1,"verse":"(A Prophecy Against Ammon) The word of the LORD came to me:"},{"number":2,"verse":"“Son of man, turn toward (tn Heb “set your face toward.”) the Ammonites (tn Heb “the sons of Ammon.” Ammon was located to the east of Israel.) and prophesy against them."},{"number":3,"verse":"Say to the Ammonites, ‘Hear the word of the sovereign LORD: This is what the sovereign LORD says: You said “Aha!” about my sanctuary when it was desecrated, about the land of Israel when it was made desolate, and about the house of Judah when they went into exile."},{"number":4,"verse":"So take note, (tn The word הִנֵּה (hinneh, traditionally “behold”) indicates being aware of or taking notice of something and has been translated here with a verb (so also throughout the chapter).) I am about to make you slaves of (tn Heb “Look I am about to give you for a possession to.”) the tribes (tn Heb “sons.”) of the east. They will make camps among you and pitch their tents among you. They will eat your fruit and drink your milk."},{"number":5,"verse":"I will make Rabbah a pasture for camels and Ammon (tn Heb “the sons of Ammon.”) a resting place for sheep. Then you will know that I am the LORD."},{"number":6,"verse":"For this is what the sovereign LORD says: Because you clapped your hands, stamped your feet, and rejoiced with intense scorn (tn Heb “with all your scorn in (the) soul.”) over the land of Israel,"},{"number":7,"verse":"take note, I have stretched out my hand against you, and I will hand you over as plunder (tc The translation here follows the marginal reading (Qere) of the Hebrew text. The consonantal text (Kethib) is meaningless.) to the nations. I will cut you off from the peoples and make you perish from the lands. I will destroy you; then you will know that I am the LORD.’”"},{"number":8,"verse":"(A Prophecy Against Moab) “This is what the sovereign LORD says: ‘Moab (sn Moab was located immediately south of Ammon.) and Seir say, “Look, the house of Judah is like all the other nations.”"},{"number":9,"verse":"So look, I am about to open up Moab’s flank, (tn Heb “shoulder.”) eliminating the cities, (tn Heb “from the cities.” The verb “eliminating” has been added in the translation to reflect the privative use of the preposition (see BDB 583 s. v. מִן 7. b).) including its frontier cities, (tn Heb “from its cities, from its end.”) the beauty of the land — Beth Jeshimoth, Baal Meon, and Kiriathaim."},{"number":10,"verse":"I will hand it over, (tn Heb “I will give it for a possession.”) along with the Ammonites, (tn Heb “the sons of Ammon” (twice in this verse).) to the tribes (tn Heb “the sons.”) of the east, so that the Ammonites will no longer be remembered among the nations."},{"number":11,"verse":"I will execute judgments against Moab. Then they will know that I am the LORD.’”"},{"number":12,"verse":"(A Prophecy Against Edom) “This is what the sovereign LORD says: ‘Edom (sn Edom was located south of Moab.) has taken vengeance against the house of Judah; they have made themselves fully culpable (tn Heb “and they have become guilty, becoming guilty.” The infinitive absolute following the finite verb makes the statement emphatic and draws attention to the degree of guilt incurred by Edom due to its actions.) by taking vengeance (tn Heb “and they have taken vengeance.”) on them. (sn Edom apparently in some way assisted in the destruction of Jerusalem in 587/6 b. c. (Ps 137:7; Lam 5:21, 23; Joel 3:19; Obadiah).)"},{"number":13,"verse":"So this is what the sovereign LORD says: I will stretch out my hand against Edom, and I will kill the people and animals within her, (tn Heb “and I will cut off from her man and beast.”) and I will make her desolate; from Teman to Dedan they will die (tn Heb “fall.”) by the sword."},{"number":14,"verse":"I will exact my vengeance upon Edom by the hand of my people Israel. They will carry out in Edom my anger and rage; they will experience (tn Heb “know.”) my vengeance, declares the sovereign LORD.’”"},{"number":15,"verse":"(A Prophecy Against Philistia) “This is what the sovereign LORD says: ‘The Philistines (sn The Philistines inhabited the coastal plain by the Mediterranean Sea, west of Judah.) have exacted merciless revenge, (tn Heb “have acted with vengeance and taken vengeance with vengeance.” The repetition emphasizes the degree of vengeance which they exhibited, presumably toward Judah.) showing intense scorn (tn Heb “with scorn in (the) soul.”) in their effort to destroy Judah (tn The object is not specified in the Hebrew text, but has been clarified as “Judah” in the translation.) with unrelenting hostility. (tn Heb “to destroy (with) perpetual hostility.” Joel 3:4–8 also speaks of the Philistines taking advantage of the fall of Judah.)"},{"number":16,"verse":"So this is what the sovereign LORD says: Take note, I am about to stretch out my hand against the Philistines. I will kill (tn In Hebrew the verb “and I will cut off” sounds like its object, “the Cherethites,” and draws attention to the statement.) the Cherethites (sn This is a name for the Philistines, many of whom migrated to Palestine from Crete.) and destroy those who remain on the seacoast."},{"number":17,"verse":"I will exact great vengeance upon them with angry rebukes. (tn Heb “with acts of punishment of anger.”) Then they will know that I am the LORD, when I exact my vengeance upon them.’”"}]}