{"bibleAbbr":"NET2007","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":26,"verses":[{"number":1,"verse":"(A Prophecy Against Tyre) In the eleventh year, on the first day of the month, (tc Date formulae typically include the month. According to D. I. Block (Ezekiel [NICOT], 2:34, n. 27) some emend to “in the twelfth year in the eleventh month” based partially on the copy of the LXX from Alexandrinus, where Albright suggested that “eleventh month” may have dropped out due to haplography. sn April 23, 587 b. c.) the word of the LORD came to me:"},{"number":2,"verse":"“Son of man, because Tyre (sn Tyre was located on the Mediterranean coast north of Israel.) has said about Jerusalem, (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) ‘Aha, the gateway of the peoples is broken; it has swung open to me. I will become rich, (tn Heb “I will be filled.”) now that she (sn That is, Jerusalem.) has been destroyed,’"},{"number":3,"verse":"therefore this is what the sovereign LORD says: Look, (tn The word הִנֵּה (hinneh, traditionally “behold”) draws attention to something and has been translated here as a verb.) I am against you, (tn Or “I challenge you.” The phrase “I am against you” may be a formula for challenging someone to combat or a duel. See D. I. Block, Ezekiel (NICOT), 1:201-2, and P. Humbert, “Die Herausforderungsformel ‘h!nn#n' ?l?K>,’” ZAW 45 (1933): 101-8. The Hebrew text switches to a second feminine singular form here, indicating that personified Jerusalem is addressed (see vv. 5–6a). The address to Jerusalem continues through v. 15. In vv. 16–17 the second masculine plural is used, as the people are addressed.) O Tyre! I will bring up many nations against you, as the sea brings up its waves."},{"number":4,"verse":"They will destroy the walls of Tyre and break down her towers. I will scrape her soil (tn Or “debris.”) from her and make her a bare rock."},{"number":5,"verse":"She will be a place where fishing nets are spread, surrounded by the sea. For I have spoken, declares the sovereign LORD. She will become plunder for the nations,"},{"number":6,"verse":"and her daughters (sn That is, the towns located inland that were under Tyre’s rule.) who are in the field will be slaughtered by the sword. Then they will know that I am the LORD."},{"number":7,"verse":"“For this is what the sovereign LORD says: Take note that (tn The word הִנֵּה (hinneh, traditionally “behold”) draws attention to something.) I am about to bring King Nebuchadrezzar (tn Heb “Nebuchadrezzar” is a variant and more correct spelling of Nebuchadnezzar, as the Babylonian name Nabu-kudurri-usur has an an “r” rather than an “n.”) of Babylon, king of kings, against Tyre from the north, with horses, chariots, and horsemen, an army and hordes of people."},{"number":8,"verse":"He will kill your daughters in the field with the sword. He will build a siege wall against you, erect a siege ramp against you, and raise a great shield against you."},{"number":9,"verse":"He will direct the blows of his battering rams against your walls and tear down your towers with his weapons. (tn Heb “swords.”)"},{"number":10,"verse":"He will cover you with the dust kicked up by his many horses. (tn Heb “From the abundance of his horses he will cover you (with) their dust.”) Your walls will shake from the noise of the horsemen, wheels, and chariots when he enters your gates like those who invade through a city’s broken walls. (tn Heb “like those who enter a breached city.”)"},{"number":11,"verse":"With his horses’ hoofs he will trample all your streets. He will kill your people with the sword, and your strong pillars will tumble down to the ground."},{"number":12,"verse":"They will steal your wealth and loot your merchandise. They will tear down your walls and destroy your luxurious (tn Heb “desirable.”) homes. Your stones, your trees, and your soil he will throw (tn Heb “set.”) into the water. (tn Heb “into the midst of the water.”)"},{"number":13,"verse":"I will silence (tn Heb “cause to end.”) the noise of your songs; the sound of your harps will be heard no more."},{"number":14,"verse":"I will make you a bare rock; you will be a place where fishing nets are spread. You will never be built again, (sn This prophecy was fulfilled by Alexander the Great in 332 b. c.) for I, the LORD, have spoken, declares the sovereign LORD."},{"number":15,"verse":"“This is what the sovereign LORD says to Tyre: Oh, how the coastlands will shake at the sound of your fall, when the wounded groan, at the massive slaughter in your midst!"},{"number":16,"verse":"All the princes of the sea will vacate (tn Heb “descend from.”) their thrones. They will remove their robes and strip off their embroidered clothes; they will clothe themselves with trembling. They will sit on the ground; they will tremble continually and be shocked at what has happened to you. (tn Heb “and they will be astonished over you.”)"},{"number":17,"verse":"They will sing this lament over you: (tn Heb “and they will lift up over you a lament and they will say to you.”) “‘How you have perished — you have vanished (tn Heb “O inhabitant.” The translation follows the LXX and understands a different Hebrew verb, meaning “cease,” behind the consonantal text. See L. C. Allen, Ezekiel [WBC], 2:72, and D. I. Block, Ezekiel (NICOT), 2:43.) from the seas, O renowned city, once mighty in the sea, she and her inhabitants, who spread their terror! (tn Heb “she and her inhabitants who placed their terror to all her inhabitants.” The relationship of the final prepositional phrase to what precedes is unclear. The preposition probably has a specifying function here, drawing attention to Tyre’s inhabitants as the source of the terror mentioned prior to this. In this case, one might paraphrase verse 17b: “she and her inhabitants, who spread their terror; yes, her inhabitants (were the source of this terror).”)"},{"number":18,"verse":"Now the coastlands will tremble on the day of your fall; the coastlands by the sea will be terrified by your passing.’ (tn Heb “from your going out.”)"},{"number":19,"verse":"“For this is what the sovereign LORD says: When I make you desolate like the uninhabited cities, when I bring up the deep over you and the surging (tn Heb “many.”) waters overwhelm you,"},{"number":20,"verse":"then I will bring you down to bygone people, (tn Heb “to the people of antiquity.”) to be with those who descend to the pit. I will make you live in the lower parts of the earth, among (tn Heb “like.” The translation assumes an emendation of the preposition כְּ (kÿ, “like”), to בְּ (bÿ, “in, among”).) the primeval ruins, with those who descend to the pit, so that you will not be inhabited or stand (tn Heb “and I will place beauty.” This reading makes little sense; many, following the lead of the LXX, emend the text to read “nor will you stand” with the negative particle before the preceding verb understood by ellipsis; see L. C. Allen, Ezekiel (WBC), 2:73. D. I. Block (Ezekiel [NICOT], 2:47) offers another alternative, taking the apparent first person verb form as an archaic second feminine form and translating “nor radiate splendor.”) in the land of the living."},{"number":21,"verse":"I will bring terrors on you, and you will be no more! Though you are sought after, you will never be found again, declares the sovereign LORD.”"}]}