{"bibleAbbr":"NET2007","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":4,"verses":[{"number":1,"verse":"Ominous Object Lessons “And you, son of man, take a brick (sn Ancient Near Eastern bricks were 10 to 24 inches long and 6 to 13.5 inches wide.) and set it in front of you. Inscribe (tn Or perhaps “draw.”) a city on it — Jerusalem."},{"number":2,"verse":"Lay siege to it! Build siege works against it. Erect a siege ramp (tn Or “a barricade.”) against it! Post soldiers outside it (tn Heb “set camps against it.”) and station battering rams around it."},{"number":3,"verse":"Then for your part take an iron frying pan (tn Or “a griddle,” that is, some sort of plate for cooking.) and set it up as an iron wall between you and the city. Set your face toward it. It is to be under siege; you are to besiege it. This is a sign (tn That is, a symbolic object lesson.) for the house of Israel."},{"number":4,"verse":"“Also for your part lie on your left side and place the iniquity (tn Or “punishment” (also in vv. 5, 6).) of the house of Israel on it. For the number of days you lie on your side you will bear their iniquity."},{"number":5,"verse":"I have determined that the number of the years of their iniquity are to be the number of days (tn Heb “I have assigned for you that the years of their iniquity be the number of days.” Num 14:33–34 is an example of the reverse, where the days were converted into years, the number of days spying out the land becoming the number of years of the wilderness wanderings.) for you — 390 days. (tc The LXX reads “190 days.” sn The significance of the number 390 is not clear. The best explanation is that “days” are used figuratively for years and the number refers to the years of the sinfulness of Israel during the period of the First Temple. Some understand the number to refer to the length of the division of the northern and southern kingdoms down to the fall of Jerusalem (931-586 b. c.), but this adds up to only 345 years.) So bear the iniquity of the house of Israel. (tn Or “When you have carried the iniquity of the house of Israel,” and continuing on to the next verse.)"},{"number":6,"verse":"“When you have completed these days, then lie down a second time, but on your right side, and bear the iniquity of the house of Judah 40 days (sn The number 40 may refer in general to the period of Judah’s exile using the number of years Israel was punished in the wilderness. In this case, however, one would need to translate, “you will bear the punishment of the house of Judah.”) — I have assigned one day for each year."},{"number":7,"verse":"You must turn your face toward the siege of Jerusalem with your arm bared and prophesy against it."},{"number":8,"verse":"Look here, I will tie you up with ropes, so you cannot turn from one side to the other until you complete the days of your siege. (sn The action surely refers to a series of daily acts rather than to a continuous period.)"},{"number":9,"verse":"“As for you, take wheat, barley, beans, lentils, millet, and spelt, (sn Wheat, barley, beans, lentils, millet, and spelt. All these foods were common in Mesopotamia where Ezekiel was exiled.) put them in a single container, and make food (tn Heb “bread.”) from them for yourself. For the same number of days that you lie on your side — 390 days (tc The LXX reads “190 days.”) — you will eat it."},{"number":10,"verse":"The food you eat will be eight ounces (sn Eight ounces (Heb “twenty shekels”). The standards for weighing money varied considerably in the ancient Near East, but the generally accepted weight for the shekel is 11.5 grams (0.4 ounce). This makes the weight of grain about 230 grams here (8 ounces).) a day by weight; you must eat it at fixed (tn Heb “from time to time.”) times."},{"number":11,"verse":"And you must drink water by measure, a pint and a half; (sn A pint and a half [Heb “one-sixth of a hin”]. One-sixth of a hin was a quantity of liquid equal to about 1.3 pints or 0.6 liters.) you must drink it at fixed times."},{"number":12,"verse":"And you must eat the food like you would a barley cake. You must bake it in front of them over a fire made with dried human excrement.” (sn Human waste was to remain outside the camp of the Israelites according to Deut 23:15.)"},{"number":13,"verse":"And the LORD said, “This is how the people of Israel will eat their unclean food among the nations (sn Unclean food among the nations. Lands outside of Israel were considered unclean (Josh 22:19; Amos 7:17).) where I will banish them.”"},{"number":14,"verse":"And I said, “Ah, sovereign LORD, I have never been ceremonially defiled before. I have never eaten a carcass or an animal torn by wild beasts; from my youth up, unclean meat (tn The Hebrew term refers to sacrificial meat not eaten by the appropriate time (Lev 7:18; 19:7).) has never entered my mouth.”"},{"number":15,"verse":"So he said to me, “All right then, I will substitute cow’s manure instead of human excrement. You will cook your food over it.”"},{"number":16,"verse":"Then he said to me, “Son of man, I am about to remove the bread supply (tn Heb, “break the staff of bread.” The bread supply is compared to a staff that one uses for support.) in Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) They will eat their bread ration anxiously, and they will drink their water ration in terror"},{"number":17,"verse":"because they will lack bread and water. Each one will be terrified, and they will rot for their iniquity. (tn Or “in their punishment.” Ezek 4:16–17 alludes to Lev 26:26, 39. The phrase “in/for [a person’s] iniquity” occurs fourteen times in Ezekiel: here, 3:18, 19; 7:13, 16; 18: 17, 18, 19, 20; 24:23; 33:6, 8, 9; 39:23. The Hebrew word for “iniquity” may also mean the “punishment for iniquity.”)"}]}