{"bibleAbbr":"NET2007","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":45,"verses":[{"number":1,"verse":"(The Lord’s Portion of the Land) “‘When you allot the land as an inheritance, you will offer an allotment (tn Heb “a contribution.”) to the LORD, a holy portion from the land; the length will be eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers). The measuring units here are the Hebrew “long” cubit, consisting of a cubit (about 18 inches or 45 cm) and a handbreadth (about 3 inches or 7.5 cm), for a total of 21 inches (52.5 cm). Because modern readers are not familiar with the cubit as a unit of measurement, and due to the additional complication of the “long” cubit as opposed to the regular cubit, all measurements have been converted to American standard miles (one mile = 5280 feet), with the Hebrew measurements and the metric equivalents given in the notes.) and the width three and one-third miles. (tc The LXX reads “twenty thousand cubits.”tn Heb “ten thousand cubits” (i. e., 5.25 kilometers).) This entire area will be holy. (tn Heb “holy it is in all its territory round about.”)"},{"number":2,"verse":"Of this area a square 875 feet (tn Heb “five hundred cubits” (i. e., 262.5 meters); the phrase occurs twice in this verse.) by 875 feet will be designated for the sanctuary, with 87Â½ feet (tn Heb “fifty cubits” (i. e., 26.25 meters).) set aside for its open space round about."},{"number":3,"verse":"From this measured area you will measure a length of eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) and a width of three and one-third miles; (tn Heb “ten thousand cubits” (i. e., 5.25 kilometers).) in it will be the sanctuary, the most holy place."},{"number":4,"verse":"It will be a holy portion of the land; it will be for the priests, the ministers of the sanctuary who approach the LORD to minister to him. It will be a place for their houses and a holy place for the sanctuary. (tc The LXX apparently understood “open land” instead of “sanctuary.”)"},{"number":5,"verse":"An area eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) in length and three and one-third miles (tn Heb “ten thousand cubits” (i. e., 5.25 kilometers).) in width will be for the Levites, who minister at the temple, as the place for the cities (tc The translation follows the LXX here. The MT reads “twenty.” See L. C. Allen, Ezekiel (WBC), 2:246.) in which they will live."},{"number":6,"verse":"“‘Alongside the portion set apart as the holy allotment, you will allot for the city an area one and two-thirds miles (tn Heb “five thousand cubits” (i. e., 2.625 kilometers).) wide and eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) long; it will be for the whole house of Israel."},{"number":7,"verse":"“‘For the prince there will be land on both sides of the holy allotment and the allotted city, alongside the holy allotment and the allotted city, on the west side and on the east side; it will be comparable in length to one of the portions, from the west border to the east border"},{"number":8,"verse":"of the land. This will be his property in Israel. My princes will no longer oppress my people, but the land will be allotted to the house of Israel according to their tribes."},{"number":9,"verse":"“‘This is what the sovereign LORD says: Enough, you princes of Israel! Put away violence and destruction, and do what is just and right. Put an end to your evictions of my people, (sn Evictions of the less fortunate by the powerful are described in 1 Kgs 21:1–16; Jer 22:1–5, 13–17; Ezek 22:25.) declares the sovereign LORD."},{"number":10,"verse":"You must use just balances, (sn Previous legislation regarding this practice may be found in Lev 19:35–36; Deut 25:13–16; Mic 6:10–12.) a just dry measure (an ephah), (tn Heb “ephah,” which was 0.5 bushel.) and a just liquid measure (a bath). (tn Heb “bath,” a liquid measure, was 5.5 gallons.)"},{"number":11,"verse":"The dry and liquid measures will be the same, the bath will contain a tenth of a homer, (sn The homer was about 5 bushels as a dry measure and 55 gallons as a liquid measure.) and the ephah a tenth of a homer; the homer will be the standard measure."},{"number":12,"verse":"The shekel will be twenty gerahs. Sixty shekels (tn Heb “twenty shekels, twenty-five shekels, fifteen shekels.”) will be a mina for you."},{"number":13,"verse":"“‘This is the offering you must offer: a sixth of an ephah from a homer of wheat; a sixth of an ephah from a homer of barley,"},{"number":14,"verse":"and as the prescribed portion of olive oil, one tenth of a bath from each kor (which is ten baths or a homer, for ten baths make a homer);"},{"number":15,"verse":"and one sheep from each flock of two hundred, from the watered places of Israel, for a grain offering, burnt offering, and peace offering, to make atonement for them, declares the sovereign LORD."},{"number":16,"verse":"All the people of the land will contribute (tn Heb “will be.”) to this offering for the prince of Israel."},{"number":17,"verse":"It will be the duty of the prince to provide the burnt offerings, the grain offering, and the drink offering at festivals, on the new moons and Sabbaths, at all the appointed feasts of the house of Israel; he will provide the sin offering, the grain offering, the burnt offering, and the peace offerings to make atonement for the house of Israel."},{"number":18,"verse":"“‘This is what the sovereign LORD says: In the first month, on the first day of the month, you must take an unblemished young bull and purify the sanctuary."},{"number":19,"verse":"The priest will take some of the blood of the sin offering and place it on the doorpost of the temple, on the four corners of the ledge of the altar, and on the doorpost of the gate of the inner court."},{"number":20,"verse":"This is what you must do on the seventh day of the month for anyone who sins inadvertently or through ignorance; so you will make atonement for the temple."},{"number":21,"verse":"“‘In the first month, on the fourteenth day of the month, you will celebrate the Passover, and for seven days bread made without yeast will be eaten."},{"number":22,"verse":"On that day the prince will provide for himself and for all the people of the land a bull for a sin offering."},{"number":23,"verse":"And during the seven days of the feast he will provide as a burnt offering to the LORD seven bulls and seven rams, all without blemish, on each of the seven days, and a male goat daily for a sin offering."},{"number":24,"verse":"He will provide as a grain offering an ephah for each bull, an ephah for each ram, and a gallon (tn Heb “a hin of oil.” A hin was about 1/16 of a bath. See L. C. Allen, Ezekiel (WBC), 2:266, and O. R. Sellers, “Weights,” IDB 4:835 g.) of olive oil for each ephah of grain. (tn Heb “ephah.” The words “of grain” are supplied in the translation as a clarification.)"},{"number":25,"verse":"In the seventh month, on the fifteenth day of the month, at the feast, (sn That is, the Feast of Temporary Shelters, traditionally known as the Feast of Tabernacles (Exod 23:16; 34:22; Deut 16:16).) he will make the same provisions for the sin offering, burnt offering, and grain offering, and for the olive oil, for the seven days."}]}