{"bibleAbbr":"NET2007","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":48,"verses":[{"number":1,"verse":"(The Tribal Portions) “These are the names of the tribes: From the northern end beside the road of Hethlon to Lebo-hamath, as far as Hazar-enan (which is on the border of Damascus, toward the north beside Hamath), extending from the east side to the west, Dan will have one portion."},{"number":2,"verse":"Next to the border of Dan, from the east side to the west, Asher (sn The tribes descended from Jacob’s maidservants are placed farthest from the sanctuary. See Gen 30.) will have one portion."},{"number":3,"verse":"Next to the border of Asher from the east side to the west, Naphtali will have one portion."},{"number":4,"verse":"Next to the border of Naphtali from the east side to the west, Manasseh will have one portion."},{"number":5,"verse":"Next to the border of Manasseh from the east side to the west, Ephraim will have one portion."},{"number":6,"verse":"Next to the border of Ephraim from the east side to the west, Reuben will have one portion."},{"number":7,"verse":"Next to the border of Reuben from the east side to the west, Judah (sn The tribe from which the Davidic prince would come is given the most prestigious allotment (see Gen 49:8–12).) will have one portion."},{"number":8,"verse":"“Next to the border of Judah from the east side to the west will be the allotment you must set apart. It is to be eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) wide, and the same length as one of the tribal portions, from the east side to the west; the sanctuary will be in the middle of it."},{"number":9,"verse":"The allotment you set apart to the LORD will be eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) in length and three and one-third miles (tn Heb “ten thousand cubits” (i. e., 5.25 kilometers).) in width."},{"number":10,"verse":"These will be the allotments for the holy portion: for the priests, toward the north eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) in length, toward the west three and one-third miles (tn Heb “ten thousand cubits” (i. e., 5.25 kilometers).) in width, toward the east three and one-third miles (tn Heb “ten thousand cubits” (i. e., 5.25 kilometers).) in width, and toward the south eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) in length; the sanctuary of the LORD will be in the middle."},{"number":11,"verse":"This will be for the priests who are set apart from the descendants of Zadok who kept my charge and did not go astray when the people of Israel strayed off, like the Levites did. (tn Heb “strayed off.”)"},{"number":12,"verse":"It will be their portion from the allotment of the land, a most holy place, next to the border of the Levites."},{"number":13,"verse":"“Alongside the border of the priests, the Levites will have an allotment eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) in length and three and one-third miles (tn Heb “ten thousand cubits” (i. e., 5.25 kilometers).) in width. The whole length will be eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) and the width three and one-third miles. (tn Heb “ten thousand cubits” (i. e., 5.25 kilometers).)"},{"number":14,"verse":"They must not sell or exchange any of it; they must not transfer this choice portion of land, for it is set apart (tn Or “holy.”) to the LORD."},{"number":15,"verse":"“The remainder, one and two-thirds miles (tn Heb “five thousand cubits” (i. e., 2.625 kilometers).) in width and eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) in length, will be for common use by the city, for houses and for open space. The city will be in the middle of it;"},{"number":16,"verse":"these will be its measurements: The north side will be one and one-half miles, (tn Heb “four thousand five hundred cubits” (i. e., 2.36 kilometers); the phrase occurs three more times in this verse.) the south side one and one-half miles, the east side one and one-half miles, and the west side one and one-half miles."},{"number":17,"verse":"The city will have open spaces: On the north there will be 437Â½ feet, (tn Heb “two hundred fifty cubits” (i. e., 131.25 meters); the phrase occurs three more times in this verse.) on the south 437Â½ feet, on the east 437Â½ feet, and on the west 437Â½ feet."},{"number":18,"verse":"The remainder of the length alongside the holy allotment will be three and one-third miles (tn Heb “ten thousand cubits” (i. e., 5.25 kilometers); the phrase occurs again later in this verse.) to the east and three and one-third miles toward the west, and it will be beside the holy allotment. Its produce will be for food for the workers of the city."},{"number":19,"verse":"The workers of the city from all the tribes of Israel will cultivate it."},{"number":20,"verse":"The whole allotment will be eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) square, you must set apart the holy allotment with the possession of the city."},{"number":21,"verse":"“The rest, on both sides of the holy allotment and the property of the city, will belong to the prince. Extending from the eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) of the holy allotment to the east border, and westward from the eight and a quarter miles (tn Heb “twenty-five thousand cubits” (i. e., 13.125 kilometers).) to the west border, alongside the portions, it will belong to the prince. The holy allotment and the sanctuary of the temple will be in the middle of it."},{"number":22,"verse":"The property of the Levites and of the city will be in the middle of that which belongs to the prince. The portion between the border of Judah and the border of Benjamin will be for the prince."},{"number":23,"verse":"“As for the rest of the tribes: From the east side to the west side, Benjamin will have one portion."},{"number":24,"verse":"Next to the border of Benjamin, from the east side to the west side, Simeon will have one portion."},{"number":25,"verse":"Next to the border of Simeon, from the east side to the west side, Issachar will have one portion."},{"number":26,"verse":"Next to the border of Issachar, from the east side to the west side, Zebulun will have one portion."},{"number":27,"verse":"Next to the border of Zebulun, from the east side to the west side, Gad will have one portion."},{"number":28,"verse":"Next to the border of Gad, at the south side, the border will run from Tamar to the waters of Meribath Kadesh, to the Stream of Egypt (tn Traditionally “the Brook of Egypt,” although a number of recent translations have “the Wadi of Egypt” (cf. NAB, NIV, NRSV). The word “Egypt” is not in the Hebrew text, but is implied.) and on to the Great Sea."},{"number":29,"verse":"This is the land which you will allot to the tribes of Israel, and these are their portions, declares the sovereign LORD."},{"number":30,"verse":"“These are the exits of the city: On the north side, one and one-half miles (tn Heb “four thousand five hundred cubits” (i. e., 2.36 kilometers); the phrase occurs again in vv. 32–34.) by measure,"},{"number":31,"verse":"the gates of the city (sn See Rev 21:12–14.) will be named for the tribes of Israel; there will be three gates to the north: one gate for Reuben, one gate for Judah, and one gate for Levi."},{"number":32,"verse":"On the east side, one and one-half miles in length, there will be three gates: one gate for Joseph, one gate for Benjamin, and one gate for Dan."},{"number":33,"verse":"On the south side, one and one-half miles by measure, there will be three gates: one gate for Simeon, one gate for Issachar, and one gate for Zebulun."},{"number":34,"verse":"On the west side, one and one-half miles in length, there will be three gates: one gate for Gad, one gate for Asher, and one gate for Naphtali."},{"number":35,"verse":"The circumference of the city will be six miles. (tn Heb “eighteen thousand cubits” (i. e., 9.45 kilometers).) The name of the city from that day forward will be: ‘The LORD Is There.’” (sn See Rev 21:12–21.)"}]}