{"bibleAbbr":"NET2007","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":5,"verses":[{"number":1,"verse":"“As for you, son of man, take a sharp sword and use it as a barber’s razor. (tn The Hebrew word occurs only here in the OT.) Shave off some of the hair from your head and your beard. (tn Heb, “pass (it) over your head and your beard.”) Then take scales and divide up the hair you cut off."},{"number":2,"verse":"Burn a third of it in the fire inside the city when the days of your siege are completed. Take a third and slash it with a sword all around the city. Scatter a third to the wind, and I will unleash a sword behind them."},{"number":3,"verse":"But take a few strands of hair (tn Heb “from there a few in number.” The word “strands” has been supplied in the translation for clarification.) from those and tie them in the ends of your garment. (sn Objects could be carried in the end of a garment (Hag 2:12).)"},{"number":4,"verse":"Again, take more of them and throw them into the fire, (tn Heb “into the midst of” (so KJV, ASV). This phrase has been left untranslated for stylistic reasons.) and burn them up. From there a fire will spread to all the house of Israel."},{"number":5,"verse":"“This is what the sovereign LORD says: This is Jerusalem; I placed her in the center of the nations with countries all around her."},{"number":6,"verse":"Then she defied my regulations and my statutes, becoming more wicked than the nations (sn The nations are subject to a natural law according to Gen 9; see also Amos 1:3–2:3; Jonah 1:2.) and the countries around her. (tn Heb “she defied my laws, becoming wicked more than the nations, and [she defied] my statutes [becoming wicked] more than the countries around her.”) Indeed, they (sn One might conclude that the subject of the plural verbs is the nations/countries, but the context (vv. 5–6a) indicates that the people of Jerusalem are in view. The text shifts from using the feminine singular (referring to personified Jerusalem) to the plural (referring to Jerusalem’s residents). See L. C. Allen, Ezekiel (WBC), 1:73.) have rejected my regulations, and they do not follow my statutes."},{"number":7,"verse":"“Therefore this is what the sovereign LORD says: Because you are more arrogant (tn Traditionally this difficult form has been derived from a hypothetical root הָמוֹן (hamon), supposedly meaning “be in tumult/uproar,” but such a verb occurs nowhere else. It is more likely that it is to be derived from a root מָנוֹן (manon), meaning “disdain” (see L. C. Allen, Ezekiel [WBC], 1:52). A derivative from this root is used in Prov 29:21 of a rebellious servant. See HALOT 600 s. v. מָנוֹן.) than the nations around you, (sn You are more arrogant than the nations around you. Israel is accused of being worse than the nations in Ezek 16:27; 2 Kgs 21:11; Jer 2:11.) you have not followed my statutes and have not carried out my regulations. You have not even (tc Some Hebrew mss and the Syriac omit the words “not even.” In this case they are being accused of following the practices of the surrounding nations. See Ezek 11:12.) carried out the regulations of the nations around you!"},{"number":8,"verse":"“Therefore this is what the sovereign LORD says: I — even I — am against you, (tn Or “I challenge you.” The phrase “I am against you” may be a formula for challenging someone to combat or a duel. See D. I. Block, Ezekiel (NICOT), 1:201-2, and P. Humbert, “Die Herausforderungsformel ‘h!nn#n' ?l?K>,’” ZAW 45 (1933): 101-8. The Hebrew text switches to a second feminine singular form here, indicating that personified Jerusalem is addressed (see vv. 5–6a). The address to Jerusalem continues through v. 15. In vv. 16–17 the second masculine plural is used, as the people are addressed.) and I will execute judgment (tn The Hebrew text uses wordplay here to bring out the appropriate nature of God’s judgment. “Execute” translates the same Hebrew verb translated “carried out” (literally meaning “do”) in v. 7, while “judgment” in v. 8 and “regulations” in v. 7 translate the same Hebrew noun (meaning “regulations” or in some cases “judgments” executed on those who break laws). The point seems to be this: God would “carry out judgments” against those who refused to “carry out” his “laws.”) among you while the nations watch. (tn Heb “in the sight of the nations.”sn This is one of the ironies of the passage. The Lord set Israel among the nations for honor and praise as they would be holy and obey God’s law as told in Ezek 5:5 and Deut 26:16–19. The practice of these laws and statutes would make the peoples consider Israel wise. (See Deut 4:5–8, where the words for laws and statutes are the same as those used here). Since Israel did not obey, they are made a different kind of object lesson to the nations, not by their obedience but in their punishment as told in Ezek 5:8 and Deut 29:24–29. Yet Deut 30 goes on to say that when they remember the cursings and blessings of the covenant and repent, God will restore them from the nations to which they have been scattered.)"},{"number":9,"verse":"I will do to you what I have never done before and will never do again because of all your abominable practices. (tn Or “abominable idols.”)"},{"number":10,"verse":"Therefore fathers will eat their sons within you, Jerusalem, (tn In context “you” refers to the city of Jerusalem. To make this clear for the modern reader, “Jerusalem” has been supplied in the translation in apposition to “you.”sn This cannibalism would occur as a result of starvation due to the city being besieged. It is one of the judgments threatened for a covenant law violation (Lev 26:29; see also Deut 28:53; Jer 19:9; Lam 2:20; Zech 11:9).) and sons will eat their fathers. I will execute judgments on you, and I will scatter any survivors (tn Heb “all of your survivors.”) to the winds. (tn Heb “to every wind.”)"},{"number":11,"verse":"“Therefore, as surely as I live, says the sovereign LORD, because you defiled my sanctuary with all your detestable idols and with all your abominable practices, I will withdraw; my eye will not pity you, nor will I spare (tn The meaning of the Hebrew term is primarily emotional: “to pity,” which in context implies an action, as in being moved by pity in order to spare them from the horror of their punishment.) you."},{"number":12,"verse":"A third of your people will die of plague or be overcome by the famine within you. (sn The judgment of plague and famine comes from the covenant curse (Lev 26:25–26). As in v. 10, the city of Jerusalem is figuratively addressed here.) A third of your people will fall by the sword surrounding you, (sn Judgment by plague, famine, and sword occurs in Jer 21:9; 27:13; Ezek 6:11, 12; 7:15.) and a third I will scatter to the winds. I will unleash a sword behind them."},{"number":13,"verse":"Then my anger will be fully vented; I will exhaust my rage on them, and I will be appeased. (tn Or “calm myself.”) Then they will know that I, the LORD, have spoken in my jealousy (tn The Hebrew noun translated “jealousy” is used in the human realm to describe suspicion of adultery (Num 5:14ff.; Prov 6:34). Since Israel’s relationship with God was often compared to a marriage this term is appropriate here. The term occurs elsewhere in Ezekiel in 8:3, 5; 16:38, 42; 23:25.) when I have fully vented my rage against them."},{"number":14,"verse":"“I will make you desolate and an object of scorn among the nations around you, in the sight of everyone who passes by."},{"number":15,"verse":"You will be (tc This reading is supported by the versions and by the Dead Sea Scrolls (11QEzek). Most Masoretic Hebrew mss read “it will be,” but if the final he (ה) is read as a mater lectionis, as it can be with the second masculine singular perfect, then they are in agreement. In either case the subject refers to Jerusalem.) an object of scorn and taunting, (tn The Hebrew word occurs only here in the OT. A related verb means “revile, taunt” (see Ps 44:16).) a prime example of destruction (tn Heb “discipline and devastation.” These words are omitted in the Old Greek. The first term pictures Jerusalem as a recipient or example of divine discipline; the second depicts her as a desolate ruin (see Ezek 6:14).) among the nations around you when I execute judgments against you in anger and raging fury. (tn Heb “in anger and in fury and in rebukes of fury.” The heaping up of synonyms emphasizes the degree of God’s anger.) I, the LORD, have spoken!"},{"number":16,"verse":"I will shoot against them deadly, (tn The Hebrew word carries the basic idea of “bad, displeasing, injurious,” but when used of weapons has the nuance “deadly” (see Ps 144:10).) destructive (tn Heb “which are/were to destroy.”) arrows of famine, (tn The language of this verse may have been influenced by Deut 32:23.) which I will shoot to destroy you. (tn Or “which were to destroy those whom I will send to destroy you” (cf. NASB).) I will prolong a famine on you and will remove the bread supply. (tn Heb, “break the staff of bread.” The bread supply is compared to a staff that one uses for support. See 4:16, as well as the covenant curse in Lev 26:26.)"},{"number":17,"verse":"I will send famine and wild beasts against you and they will take your children from you. (tn Heb “will bereave you.”) Plague and bloodshed will overwhelm you, (tn Heb “will pass through you.” This threat recalls the warning of Lev 26:22, 25 and Deut 32:24–25.) and I will bring a sword against you. I, the LORD, have spoken!”"}]}