{"bibleAbbr":"paOV2016","bookName":"ਬਿਵਸਥਾਸਾਰ","bookEnglishName":"Deuteronomy","chapterNumber":10,"verses":[{"number":1,"verse":"( ਕਿਰਪਾਲੂ ਪਰਮੇਸ਼ੁਰ) ਤਾਂ ਉਸ ਵੇਲੇ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਆਖਿਆ ਕਿ ਅੱਗੇ ਵਾਂਙੁ ਪੱਥਰ ਦੀਆਂ ਦੋ ਪੱਟੀਆਂ ਆਪਣੇ ਲਈ ਤੱਛ ਕੇ ਬਣਾ ਅਤੇ ਮੇਰੇ ਕੋਲ ਪਹਾੜ ਉੱਤੇ ਚੜ੍ਹ ਆ ਨਾਲੇ ਲੱਕੜੀ ਦਾ ਇੱਕ ਸੰਦੂਕ ਬਣਾ"},{"number":2,"verse":"ਮੈਂ ਪੱਟੀਆਂ ਉੱਤੇ ਉਹ ਗੱਲਾਂ ਲਿਖਾਗਾਂ ਜਿਹੜੀਆਂ ਪਹਿਲੀਆਂ ਪੱਟੀਆਂ ਉੱਤੇ ਸਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੈਂ ਭੰਨ ਸੁੱਟਿਆ। ਫੇਰ ਉਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਸੰਦੂਕ ਵਿੱਚ ਰੱਖ ਲਈ।"},{"number":3,"verse":"ਤਾਂ ਮੈਂ ਸ਼ਿੱਟੀਮ ਦੀ ਲੱਕੜੀ ਦਾ ਇੱਕ ਸੰਦੂਕ ਬਣਾਇਆ ਅਤੇ ਮੈਂ ਪੱਥਰ ਦੀਆਂ ਦੋ ਪੱਟੀਆਂ ਅੱਗੇ ਵਾਂਙੁ ਤੱਛੀਆਂ ਅਤੇ ਇਹ ਦੋਨੋਂ ਪੱਟੀਆਂ ਆਪਣੇ ਹੱਥਾਂ ਵਿੱਚ ਲੈ ਕੇ ਮੈਂ ਪਹਾੜ ਮੈਂ ਉੱਤੇ ਚੜ੍ਹ ਗਿਆ"},{"number":4,"verse":"ਤਾਂ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਪੱਟੀਆ ਉੱਤੇ ਲਿਖਿਆ ਜਿਵੇਂ ਪਹਿਲੇਂ ਲਿਖਿਆ ਸੀ ਅਰਥਾਤ ਦਸ ਹੁਕਮ ਜਿਹੜੇ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਨਾਲ ਪਹਾੜ ਉੱਤੇ ਅੱਗ ਦੇ ਵਿੱਚ ਦੀ ਸਭਾ ਵਾਲੇ ਦਿਨ ਬੋਲਿਆ ਸੀ। ਫੇਰ ਯਹੋਵਾਹ ਨੇ ਉਹ ਮੈਨੂੰ ਦੇ ਦਿੱਤੀਆਂ"},{"number":5,"verse":"ਜਦ ਮੈਂ ਪਹਾੜ ਤੋਂ ਮੁੜ ਉੱਤਰਿਆ ਤਾਂ ਮੈਂ ਉਨ੍ਹਾਂ ਪੱਟੀਆਂ ਨੂੰ ਉਸ ਸੰਦੂਕ ਵਿੱਚ ਜਿਹੜਾ ਮੈਂ ਬਣਾਇਆ ਸੀ ਰੱਖ ਦਿੱਤਾ ਅਤੇ ਓਹ ਉੱਥੇ ਹਨ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ।।"},{"number":6,"verse":"ਇਸਰਾਏਲੀਆਂ ਨੇ ਆਕਾਨੀਆ ਦੇ ਬਏਰੋਥ ਤੋਂ ਮੋਸੋਰਾਹ ਤੀਕ ਕੂਚ ਕੀਤਾ। ਉੱਥੇ ਹਾਰੂਨ ਮਰ ਗਿਆ ਅਤੇ ਉੱਥੇ ਉਹ ਦੱਬਿਆ ਗਿਆ ਤਾਂ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਅਲਆਜ਼ਾਰ ਨੇ ਉਸ ਦੇ ਥਾਂ ਜਾਜਕਾਈ ਕੀਤੀ"},{"number":7,"verse":"ਉੱਥੋਂ ਉਨ੍ਹਾਂ ਨੇ ਗੁਦਗੋਦਾਹ ਨੂੰ ਕੂਚ ਕੀਤਾ। ਫੇਰ ਗੁਦਗੋਦਾਹ ਤੋਂ ਯਾਟਬਤਾਹ ਨੂੰ ਜਿਹੜਾ ਪਾਣੀ ਦੀਆਂ ਨਦੀਆਂ ਦਾ ਦੇਸ ਸੀ"},{"number":8,"verse":"ਉਸੇ ਵੇਲੇ ਯਹੋਵਾਹ ਨੇ ਲੇਵੀ ਦੇ ਗੋਤ ਨੂੰ ਵੱਖਰਾ ਕਰ ਦਿੱਤਾ ਕਿ ਉਹ ਯਹੋਵਾਹ ਦੇ ਨੇਮ ਦੇ ਸੰਦੂਕ ਨੂੰ ਚੁੱਕੇ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਖੜ੍ਹਾ ਰਿਹਾ ਕਰੇ ਅਤੇ ਉਸ ਦੀ ਉਪਾਸਨਾ ਕਰੇ ਅਤੇ ਉਸ ਦੇ ਨਾਮ ਉੱਤੇ ਅਸੀਸ ਦੇਵੇ ਜਿਵੇਂ ਅੱਜ ਤੀਕ ਦਿੰਦੇ ਆਏ ਹਨ"},{"number":9,"verse":"ਏਸ ਲਈ ਲੇਵੀ ਦਾ ਕੋਈ ਭਾਗ ਅਥਵਾ ਕੋਈ ਮਿਲਖ ਉਸ ਦੇ ਭਰਾਵਾਂ ਨਾਲ ਨਹੀਂ। ਯਹੋਵਾਹ ਹੀ ਉਸ ਦੀ ਮਿਲਖ ਹੈ ਜਿਵੇਂ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਉਸ ਨੂੰ ਬੋਲਿਆ ਸੀ"},{"number":10,"verse":"ਮੈਂ ਪਹਾੜ ਉੱਤੇ ਜਿਵੇਂ ਪਹਿਲਾਂ ਚਾਲੀ ਦਿਨ ਅਤੇ ਚਾਲੀ ਰਾਤਾਂ ਰਿਹਾ ਸਾਂ ਫੇਰ ਰਿਹਾ ਤਾਂ ਉਸ ਵੇਲੇ ਵੀ ਯਹੋਵਾਹ ਨੇ ਮੇਰੀ ਸੁਣ ਲਈ ਤੇ ਯਹੋਵਾਹ ਤੁਹਾਨੂੰ ਨਾਸ ਕਰਨਾ ਨਹੀਂ ਚਾਹੁੰਦਾ ਸੀ"},{"number":11,"verse":"ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਆਖਿਆ ਉੱਠ ਅਤੇ ਪਰਜਾ ਦੇ ਅੱਗੇ ਅੱਗੇ ਕੂਚ ਕਰ ਅਤੇ ਓਹ ਜਾ ਕੇ ਉਸ ਧਰਤੀ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰਨ ਜਿਹ ਦੇ ਦੇਣ ਦੀ ਸੌਂਹ ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਖਾਧੀ ਸੀ।।"},{"number":12,"verse":"ਹੇ ਇਸਰਾਏਲ, ਹੁਣ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਥੋਂ ਹੋਰ ਕੀ ਚਾਹੁੰਦਾ ਹੈ ਭਈ ਕੇਵਲ ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਤੋਂ ਭੈ ਖਾਓ ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਰਾਹਾਂ ਉੱਤੇ ਚੱਲੋ ਅਤੇ ਉਸ ਨਾਲ ਪ੍ਰੇਮ ਰੱਖੋ ਅਤੇ ਆਪਣੇ ਸਾਰੇ ਮਨ ਨਾਲ ਅਤੇ ਆਪਣੀ ਸਾਰੀ ਜਾਨ ਨਾਲ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਉਪਾਸਨਾ ਕਰੋ"},{"number":13,"verse":"ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਹੁਕਮਾਂ ਅਤੇ ਬਿਧੀਆਂ ਨੂੰ ਮੰਨੋ ਜਿਨ੍ਹਾਂ ਦਾ ਮੈਂ ਅੱਜ ਤੁਹਾਡੀ ਭਲਿਆਈ ਲਈ ਤੁਹਾਨੂੰ ਹੁਕਮ ਦਿੰਦਾ ਹਾਂ"},{"number":14,"verse":"ਵੇਖੋ, ਅਕਾਸ਼ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਹੈ ਸਗੋ ਅਕਾਸ਼ਾਂ ਦੇ ਅਕਾਸ਼, ਨਾਲ ਧਰਤੀ ਅਤੇ ਜੋ ਕੁਝ ਉਸ ਵਿੱਚ ਹੈ"},{"number":15,"verse":"ਕੇਵਲ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਯਹੋਵਾਹ ਪ੍ਰੇਮ ਕਰਦਾ ਸੀ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੋਂ ਉਨ੍ਹਾਂ ਦੀ ਅੰਸ ਨੂੰ ਸਾਰੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਚੁਣਿਆ ਜਿਵੇਂ ਅੱਜ ਦੇ ਦਿਨ ਹੈ"},{"number":16,"verse":"ਆਪਣੇ ਮਨਾਂ ਦੀਆਂ ਖਲੜੀਆਂ ਦੀ ਸੁਨਤ ਕਰਾਓ ਅਤੇ ਅੱਗੇ ਨੂੰ ਹਾਠੇ ਨਾ ਬਣੋ"},{"number":17,"verse":"ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਪਰਮੇਸ਼ੁਰਾਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਅਤੇ ਪ੍ਰਭੁਆਂ ਦਾ ਪ੍ਰਭੁ ਹੈ। ਉਹ ਇੱਕ ਮਹਾਨ ਸ਼ਕਤੀਮਾਨ ਅਤੇ ਭੈ ਦਾਇਕ ਪਰਮੇਸ਼ੁਰ ਹੈ ਜਿਹੜਾ ਕਿਸੇ ਦਾ ਪੱਖ ਨਹੀਂ ਕਰਦਾ, ਨਾ ਕਿਸੇ ਤੋਂ ਵੱਢੀ ਲੈਂਦਾ ਹੈ"},{"number":18,"verse":"ਉਹ ਯਤੀਮ ਅਤੇ ਵਿਧਵਾ ਦਾ ਨਿਆਉਂ ਕਰਦਾ ਹੈ ਅਤੇ ਪਰਦੇਸੀ ਨਾਲ ਪ੍ਰੇਮ ਰੱਖਦਾ ਹੈ ਕਿ ਉਹ ਨੂੰ ਰੋਟੀ ਕੱਪੜਾ ਦੇਵੇ"},{"number":19,"verse":"ਤੁਸੀਂ ਵੀ ਪਰਦੇਸੀ ਨਾਲ ਪ੍ਰੇਮ ਰੱਖੋ ਕਿਉਂ ਜੋ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਤੁਸੀਂ ਵੀ ਪਰਦੇਸੀ ਸਾਓ"},{"number":20,"verse":"ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਭੈ ਖਾਓ, ਉਸ ਦੀ ਉਪਾਸਨਾ ਕਰੋ, ਉਸ ਦੇ ਨਾਲ ਲੱਗੇ ਰਹੋ ਅਤੇ ਉਸ ਦੇ ਨਾਮ ਉੱਤੇ ਸੌਂਹ ਖਾਓ"},{"number":21,"verse":"ਉਹੀ ਤੁਹਾਡੀ ਮਹਿਮਾ ਦੇ ਜੋਗ ਹੈ। ਉਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਹੈ ਜਿਹ ਨੇ ਤੁਹਾਡੇ ਲਈ ਇਹ ਵੱਡੇ ਅਤੇ ਭਿਆਣਕ ਕੰਮ ਕੀਤੇ ਜਿਹੜੇ ਤੁਸਾਂ ਆਪਣੀ ਅੱਖੀਂ ਵੇਖੇ"},{"number":22,"verse":"ਤੁਹਾਡੇ ਪਿਉ ਦਾਦੇ ਮਿਸਰ ਵਿੱਚ ਸੱਤਰ ਪ੍ਰਾਣੀਆਂ ਨਾਲ ਗਏ ਅਤੇ ਹੁਣ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੁਹਾਨੂੰ ਅਕਾਸ਼ ਦਿਆਂ ਤਾਰਿਆਂ ਜਿਨ੍ਹਾਂ ਵਧਾਇਆ ਹੈ।।"}]}