{"bibleAbbr":"paOV2016","bookName":"ਬਿਵਸਥਾਸਾਰ","bookEnglishName":"Deuteronomy","chapterNumber":15,"verses":[{"number":1,"verse":"( ਛੋਟ ਦਾ ਵਰਹਾ) ਸੱਤਾਂ ਵਰਿਹਾਂ ਦੇ ਅੰਤ ਵਿੱਚ ਤੁਸੀਂ ਛੋਟ ਛੱਡੋ"},{"number":2,"verse":"ਛੋਟ ਦੀ ਰੀਤ ਏਹ ਹੈ, ਹਰ ਲੈਣਦਾਰ ਆਪਣਾ ਕਰਜ਼ ਜਿਹੜਾ ਆਪਣੇ ਗੁਆਂਢੀ ਨੂੰ ਕਰਜ਼ ਤੋਂ ਦਿੱਤਾ ਹੋਵੇ ਛੱਡ ਦੇਵੇ। ਉਹ ਆਪਣੇ ਗੁਆਂਢੀ ਤੋਂ ਆਪਣੇ ਭਰਾ ਤੋਂ ਨਾ ਉਗਰਾਹੇ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਦੀ ਛੋਟ ਦਾ ਢੰਡੋਰਾ ਫਿਰਾਇਆ ਗਿਆ ਹੈ"},{"number":3,"verse":"ਓਪਰੇ ਤੋਂ ਤੁਸੀਂ ਉਗਰਾਹ ਲਵੋ ਪਰ ਜੋ ਕੁਝ ਤੁਹਾਡਾ ਤੁਹਾਡੇ ਭਰਾ ਵੱਲ ਹੈ ਤੁਸੀਂ ਆਪਣੀ ਹੱਥੀਂ ਉਸ ਨੂੰ ਛੱਡ ਦਿਓ"},{"number":4,"verse":"ਤਦ ਤੁਹਾਡੇ ਵਿੱਚ ਕੋਈ ਕੰਗਾਲ ਨਾ ਰਹੇਗਾ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਤੁਹਾਨੂੰ ਉਸ ਧਰਤੀ ਵਿੱਚ ਬਰਕਤ ਦੇਵੇਗਾ ਜਿਹੜੀ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਕਬਜ਼ਾ ਕਰ ਕੇ ਮਿਲਖ ਲਈ ਦੇਣ ਵਾਲਾ ਹੈ"},{"number":5,"verse":"ਜੇ ਕੇਵਲ ਤੁਸੀਂ ਮਨ ਲਾ ਕੇ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਅਵਾਜ਼ ਸੁਣੋ ਅਤੇ ਏਸ ਸਾਰੇ ਹੁਕਮਨਾਮੇ ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੀ ਪਾਲਨਾ ਕਰੋ ਜਿਹੜਾ ਮੈਂ ਅੱਜ ਤੁਹਾਨੂੰ ਦਿੰਦਾ ਹਾਂ"},{"number":6,"verse":"ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਜਿਵੇਂ ਉਸ ਤੁਹਾਡੇ ਨਾਲ ਬਚਨ ਕੀਤਾ ਤੁਹਾਨੂੰ ਬਰਕਤ ਦੇਵੇਗਾ। ਤੁਸੀਂ ਬਹੁਤੀਆਂ ਕੌਮਾਂ ਨੂੰ ਕਰਜ਼ ਦਿਓਗੇ ਪਰ ਤੁਸੀਂ ਕਰਜ਼ ਨਾ ਲਓਗੇ। ਤੁਸੀਂ ਬਹੁਤੀਆਂ ਕੌਮਾਂ ਉੱਤੇ ਰਾਜ ਕਰੋਗੇ ਪਰ ਉਹ ਤੁਹਾਡੇ ਉੱਤੇ ਰਾਜ ਨਾ ਕਰਨਗੀਆਂ।।"},{"number":7,"verse":"ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਭਰਾਵਾਂ ਵਿੱਚੋਂ ਕੋਈ ਤੁਹਾਡੇ ਕਿਸੇ ਫਾਟਕ ਦੇ ਅੰਦਰ ਤੁਹਾਡੀ ਉਸ ਧਰਤੀ ਵਿੱਚ ਜਿਹੜੀ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਦੇਣ ਵਾਲਾ ਹੈ ਕੰਗਾਲ ਹੋਵੇ ਤਾਂ ਤੁਸੀਂ ਆਪਣਾ ਮਨ ਕਠੋਰ ਨਾ ਕਰੋ ਨਾ ਆਪਣਾ ਹੱਥ ਆਪਣੇ ਕੰਗਾਲ ਭਰਾ ਤੋਂ ਰੋਕੋ"},{"number":8,"verse":"ਪਰ ਤੁਸੀਂ ਆਪਣਾ ਹੱਥ ਉਸ ਲਈ ਜ਼ਰੂਰ ਖੁਲ੍ਹਾ ਰੱਖੋ ਅਤੇ ਉਸ ਨੂੰ ਉਸ ਦੀ ਲੋੜ੍ਹ ਦੇ ਅਨੁਸਾਰ ਜ਼ਰੂਰ ਚੋਖਾ ਉਧਾਰ ਦਿਓ"},{"number":9,"verse":"ਖਬਰਦਾਰ ਰਹੋ ਮਤੇ ਤੁਹਾਡੇ ਮਨ ਵਿੱਚ ਕੋਈ ਨਿਕੰਮੀ ਵਿਚਾਰ ਆ ਜਾਵੇ ਕਿ ਸੱਤਵਾਂ ਵਰ੍ਹਾ ਅਰਥਾਤ ਛੋਟ ਦਾ ਵਰਹਾ ਨੇੜੇ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਨਿਗਾਹ ਤੁਹਾਡੇ ਕੰਗਾਲ ਭਰਾ ਵੱਲ ਮੰਦੀ ਹੋ ਜਾਵੇ ਕਿ ਤੁਸੀਂ ਉਸ ਨੂੰ ਨਾ ਦਿਓ ਕਿ ਉਹ ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਯਹੋਵਾਹ ਅੱਗੇ ਫ਼ਰਿਆਦ ਕਰੇ ਅਤੇ ਏਹ ਤੁਹਾਡੇ ਲਈ ਪਾਪ ਹੋ ਜਾਵੇ"},{"number":10,"verse":"ਤੁਸੀਂ ਉਸ਼ ਨੂੰ ਜ਼ਰੂਰ ਦਿਓ ਅਤੇ ਇਹ ਤੁਹਾਡੇ ਮਨ ਨੂੰ ਬੁਰਾ ਨਾ ਲੱਗੇ ਜਦ ਤੁਸੀਂ ਉਸ ਨੂੰ ਦਿਓ ਕਿਉਂ ਜੋ ਇਸ ਗੱਲ ਦੇ ਕਾਰਨ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਸਾਰੇ ਕੰਮਾਂ ਵਿੱਚ ਜੋ ਤੁਹਾਡਾ ਹੱਥ ਸ਼ੁਰੂ ਕਰੇ ਬਰਕਤ ਦੇਵੇਗਾ"},{"number":11,"verse":"ਕੰਗਾਲ ਤਾਂ ਦੇਸ ਵਿੱਚੋਂ ਬੰਦ ਨਾ ਹੋਣਗੇ ਏਸ ਕਾਰਨ ਮੈਂ ਤੁਹਾਨੂੰ ਹੁਕਮ ਦਿੰਦਾ ਹਾਂ ਕਿ ਤੁਸੀਂ ਆਪਣੀ ਮੁੱਠ ਆਪਣੇ ਭਰਾ ਵੱਲ਼ ਜਿਹੜਾ ਤੁਹਾਡੇ ਦੇਸ ਵਿਚ ਲੋੜਵੰਦ ਅਤੇ ਕੰਗਾਲ ਹੋਵੇ ਜ਼ਰੂਰ ਖੁਲ੍ਹੀ ਰੱਖੋ।।"},{"number":12,"verse":"ਜੇ ਤੁਹਾਡਾ ਇਬਰਾਨੀ ਭਰਾ ਅਥਵਾ ਕੋਈ ਇਬਰਾਨਣ ਤੁਹਾਡੇ ਕੋਲ ਵੇਚੀ ਜਾਵੇ ਅਤੇ ਉਹ ਤੁਹਾਡੀ ਛੇ ਵਰਹੇ ਸੇਵਾ ਕਰੇ ਤਾਂ ਸੱਤਵੇਂ ਵਰਹੇ ਤੁਸੀਂ ਉਸ ਨੂੰ ਆਪਣੀ ਵੱਲੋਂ ਅਜ਼ਾਦ ਕਰ ਦਿਓ"},{"number":13,"verse":"ਜਦ ਤੁਸੀਂ ਉਸ ਨੂੰ ਆਪਣੀ ਵੱਲੋਂ ਅਜ਼ਾਦ ਛੱਡ ਦਿਓ ਤਾਂ ਉਸ ਨੂੰ ਸੱਖਣਾ ਹੀ ਨਾ ਘੱਲੋ"},{"number":14,"verse":"ਆਪਣੇ ਇੱਜੜ, ਆਪਣੇ ਖਲਵਾੜੇ ਅਤੇ ਆਪਣੇ ਦਾਖ਼ ਰਸ ਦੇ ਕੋਹਲੂ ਵਿੱਚੋਂ ਦਿਲ ਖੋਲ੍ਹ ਕੇ ਉਸ ਨੂੰ ਦਿਓ। ਜਿਵੇਂ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੁਹਾਨੂੰ ਬਰਕਤ ਦਿੱਤੀ ਹੈ ਤਿਵੇਂ ਤੁਸੀਂ ਉਸ ਨੂੰ ਦਿਓ"},{"number":15,"verse":"ਚੇਤੇ ਰੱਖੋ, ਤੁਸੀਂ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਗੁਲਾਮ ਸਾਓ ਅਤੇ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੁਹਾਨੂੰ ਛੁਟਕਾਰਾ ਦਿੱਤਾ ਏਸ ਲਈ ਮੈਂ ਤੁਹਾਨੂੰ ਏਸ ਗੱਲ ਦਾ ਹੁਕਮ ਦਿੰਦਾ ਹਾਂ"},{"number":16,"verse":"ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜੇ ਉਹ ਤੁਹਾਨੂੰ ਆਖੇ ਕੇ ਮੈਂ ਤੁਹਾਡੇ ਕੋਲੋਂ ਨਹੀਂ ਜਾਵਾਂਗਾ ਕਿਉਂ ਜੋ ਉਹ ਤੁਹਾਡੇ ਨਾਲ ਅਤੇ ਤੁਹਾਡੇ ਘਰਾਣੇ ਨਾਲ ਏਸ ਲਈ ਪ੍ਰੇਮ ਕਰਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਸੰਗ ਉਸ ਦਾ ਭਲਾ ਹੈ"},{"number":17,"verse":"ਤਾਂ ਤੁਸੀਂ ਆਰ ਲੈ ਕੇ ਉਸਦੇ ਕੰਨ ਨੂੰ ਚੁਗਾਠ ਨਾਲ ਵਿੰਨ੍ਹ ਦਿਓ ਤਾਂ ਉਹ ਸਦਾ ਤੀਕ ਤੁਹਾਡਾ ਗੁਲਾਮ ਰਹੇਗਾ, ਨਾਲੇ ਤੁਸੀਂ ਆਪਣੀ ਗੋੱਲੀ ਨਾਲ ਵੀ ਏਵੇਂ ਹੀ ਕਰੋ"},{"number":18,"verse":"ਤੁਹਾਡੀ ਨਿਗਾਹ ਵਿੱਚ ਏਹ ਕੰਮ ਔਖਾ ਨਾ ਹੋਵੇ ਜਦ ਤੁਸੀਂ ਉਸ ਨੂੰ ਆਪਣੀ ਵੱਲੋਂ ਅਜ਼ਾਦ ਛੱਡੋ ਕਿਉਂ ਜੋ ਉਸ ਨੇ ਛੇਆਂ ਵਰਿਹਾਂ ਤੀਕ ਮਜ਼ਦੂਰ ਦੀ ਦੁੱਗਣੀ ਮਜ਼ਦੂਰੀ ਦੇ ਬਰਾਬਰ ਤੁਹਾਡੀ ਸੇਵਾ ਕੀਤੀ। ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਸਾਰੇ ਕੰਮਾਂ ਵਿੱਚ ਬਰਕਤ ਦੇਵੇਗਾ।।"},{"number":19,"verse":"ਤੁਸੀਂ ਚੌਣੇ ਅਤੇ ਇੱਜੜ ਦੇ ਜੰਮੇ ਹੋਏ ਸਾਰੇ ਪਲੋਠੇ ਨਰ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਪਵਿੱਤ੍ਰ ਰੱਖੋ ਅਤੇ ਆਪਣੇ ਬਲਦ ਦੇ ਕਿਸੇ ਪਲੋਠੇ ਤੋਂ ਕੋਈ ਕੰਮ ਨਾ ਲਓ, ਨਾ ਆਪਣੇ ਇੱਜੜ ਦੇ ਕਿਸੇ ਪਲੋਠੇ ਦੀ ਉੱਨ ਕਤਰਨਾ"},{"number":20,"verse":"ਤੁਸੀਂ ਅਤੇ ਤੁਹਾਡਾ ਘਰਾਣਾ ਉਸ ਨੂੰ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸਨਮੁਖ ਵਰਹੇ ਦੇ ਵਰਹੇ ਉਸ ਅਸਥਾਨ ਵਿੱਚ ਖਾਇਓ ਜਿਹੜਾ ਯਹੋਵਾਹ ਚੁਣੇਗਾ"},{"number":21,"verse":"ਜੇ ਉਸ ਵਿੱਚ ਕੋਈ ਬੱਜ ਹੋਵੇ ਅਥਵਾ ਲੰਙਾ ਅਥਵਾ ਅੰਨ੍ਹਾ ਅਰਥਾਤ ਕੋਈ ਭੈੜੀ ਬੱਜ ਹੋਵੇ ਤਾਂ ਤੁਸੀਂ ਉਸ ਨੂੰ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਨਾ ਚੜ੍ਹਾਓ"},{"number":22,"verse":"ਤੁਸੀਂ ਉਸ ਨੂੰ ਆਪਣੇ ਫਾਟਕਾਂ ਦੇ ਅੰਦਰ ਖਾਓ। ਅਸ਼ੁੱਧ ਅਤੇ ਸ਼ੁੱਧ ਦੋਨੋਂ ਉਸ ਨੂੰ ਖਾਣ ਜਿਵੇਂ ਚਿਕਾਰਾ ਅਤੇ ਹਰਨ"},{"number":23,"verse":"ਕੇਵਲ ਤੁਸੀਂ ਉਸ ਦਾ ਲਹੂ ਨਾ ਪੀਓ, ਤੁਸੀਂ ਉਸ ਨੂੰ ਪਾਣੀ ਵਾਂਙੁ ਧਰਤੀ ਉੱਤੇ ਡੋਹਲ ਦਿਓ।।"}]}