{"bibleAbbr":"paOV2016","bookName":"ਬਿਵਸਥਾਸਾਰ","bookEnglishName":"Deuteronomy","chapterNumber":21,"verses":[{"number":1,"verse":"( ਅਣਜਾਤੇ ਖੂਨ ਦੀ ਮਾਫੀ। ਆਕੀ ਪੁੱਤ੍ਰ) ਜੇ ਕੋਈ ਲੋਥ ਉਸ ਜ਼ਮੀਨ ਉੱਤੇ ਜਿਹੜੀ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਕਬਜ਼ਾ ਕਰਨ ਨੂੰ ਦਿੰਦਾ ਹੈ ਖੇਤ ਵਿੱਚ ਪਈ ਲੱਭੇ ਅਤੇ ਏਹ ਪਤਾ ਨਾ ਲੱਗੇ ਕਿ ਉਹ ਨੂੰ ਕਿਸ ਨੇ ਮਾਰਿਆ ਹੈ"},{"number":2,"verse":"ਤਾਂ ਤੁਹਾਡੇ ਬਜ਼ੁਰਗ ਅਤੇ ਤੁਹਾਡੇ ਨਿਆਈਂ ਬਾਹਰ ਜਾ ਕੇ ਉਨ੍ਹਾਂ ਸ਼ਹਿਰਾਂ ਤੀਕ ਜਿਹੜੇ ਲੋਥ ਦੇ ਆਲੇ ਦੁਆਲੇ ਹਨ ਨਾਪਣ"},{"number":3,"verse":"ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਿਹੜਾ ਸ਼ਹਿਰ ਲੋਥ ਦੇ ਨੇੜੇ ਹੋਵੇ ਉਹ ਸ਼ਹਿਰ ਦੇ ਬਜ਼ੁਰਗ ਚੌਣੇ ਤੋਂ ਇੱਕ ਵੱਛੀ ਲੈਣ ਜਿਹੜੀ ਕੰਮ ਵਿੱਚ ਨਾ ਲਿਆਂਦੀ ਗਈ ਹੋਵੇ ਅਤੇ ਜੂਲੇ ਹੇਠ ਕੁਝ ਖਿੱਚਿਆ ਨਾ ਹੋਵੇ"},{"number":4,"verse":"ਤਾਂ ਉਸ ਸ਼ਹਿਰ ਦੇ ਬਜ਼ੁਰਗ ਉਸ ਵੱਛੀ ਨੂੰ ਵੱਗਦੇ ਪਾਣੀ ਦੀ ਵਾਦੀ ਵਿੱਚ ਜਿਹੜੀ ਨਾ ਵਾਹੀ ਨਾ ਬੀਜੀ ਗਈ ਹੋਵੇ ਲੈ ਜਾਣ ਅਤੇ ਉਸ ਵੱਛੀ ਦੀ ਧੌਂਣ ਉਸ ਵਾਦੀ ਵਿੱਚ ਭੰਨ ਸੁੱਟਣ"},{"number":5,"verse":"ਫੇਰ ਲੇਵੀ ਜਾਜਕ ਨੇੜੇ ਆਉਣ ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਪਾਸਨਾ ਕਰਨ ਲਈ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਨਾਮ ਉੱਤੇ ਬਰਕਤ ਦੇਣ ਲਈ ਚੁਣ ਲਿਆ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਆਖਣ ਅਨੁਸਾਰ ਹਰ ਝਗੜਾ ਅਤੇ ਹਰ ਚੋਟ ਦਾ ਫੈਂਸਲਾ ਕੀਤਾ ਜਾਵੇ"},{"number":6,"verse":"ਉਸ ਸ਼ਹਿਰ ਦੇ ਸਾਰੇ ਬਜ਼ੁਰਗ ਜਿਹੜੇ ਲੋਥ ਦੇ ਨੇੜੇ ਤੇੜੇ ਦੇ ਹਨ ਆਪਣੇ ਹੱਥ ਉਸ ਵੱਛੀ ਉੱਤੇ ਧੋਣ ਜਿਹ ਦੀ ਧੌਣ ਉਸ ਵਾਦੀ ਵਿੱਚ ਭੰਨੀ ਗਈ ਹੈ"},{"number":7,"verse":"ਅਤੇ ਉੱਤਰ ਦੇ ਕੇ ਆਖਣ, ਸਾਡੀ ਹੱਥੀਂ ਇਹ ਲਹੂ ਨਹੀਂ ਵਹਾਇਆ, ਨਾ ਸਾਡੀਆਂ ਅੱਖਾਂ ਨੇ ਉਸ ਨੂੰ ਵੇਖਿਆ"},{"number":8,"verse":"ਹੇ ਯਹੋਵਾਹ, ਆਪਣੀ ਪਰਜਾ ਇਸਰਾਏਲ ਨੂੰ ਮਾਫੀ ਦੇਹ ਜਿਹ ਨੂੰ ਤੈਂ ਛੁਡਾਇਆ ਹੈ ਅਤੇ ਬੇਦੋਸ਼ੇ ਦਾ ਖੂਨ ਆਪਣੀ ਪਰਜਾ ਇਸਰਾਏਲੀ ਵਿੱਚ ਰਹਿਣ ਨਾ ਦੇਵੀਂ ਤਾਂ ਉਹ ਖੂਨ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਫ ਕੀਤਾ ਜਾਵੇਗਾ"},{"number":9,"verse":"ਇਉਂ ਤੁਸੀਂ ਬੇਦੋਸ਼ੇ ਦਾ ਖੂਨ ਆਪਣੇ ਵਿੱਚੋਂ ਕੱਢ ਸਕੋਗੇ ਜਦ ਤੁਸੀਂ ਯਹੋਵਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਧਰਮ ਦੇ ਕੰਮ ਕਰੋਗੇ।।"},{"number":10,"verse":"ਜਦ ਤੁਸੀਂ ਆਪਣੇ ਵੈਰੀਆਂ ਨਾਲ ਜੁੱਧ ਕਰਨ ਲਈ ਨਿੱਕਲੋ ਅਤੇ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਉਨ੍ਹਾਂ ਨੂੰ ਤੁਹਾਡੇ ਵਿੱਚ ਦੇ ਦੇਵੇ ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਬੰਧੂਆ ਬਣਾ ਕੇ ਲੈ ਆਓ"},{"number":11,"verse":"ਅਤੇ ਤੂੰ ਉਨ੍ਹਾਂ ਬੰਧੂਆ ਵਿੱਚ ਕੋਈ ਰੂਪ ਵੰਤੀ ਤੀਵੀਂ ਵੇਖ ਕੇ ਉਹ ਨੂੰ ਲੋਚੇ ਕਿ ਉਹ ਨੂੰ ਆਪਣੀ ਤੀਵੀਂ ਬਣਾਵੇ"},{"number":12,"verse":"ਤਾਂ ਤੂੰ ਉਸ ਨੂੰ ਆਪਣੇ ਘਰ ਵਿੱਚ ਲੈ ਆਵੀਂ ਅਤੇ ਉਹ ਆਪਣਾ ਸਿਰ ਮੁਨਾਵੇ ਅਤੇ ਆਪਣੇ ਨੌਂਹ ਲੁਹਾਵੇ"},{"number":13,"verse":"ਉਹ ਆਪਣੇ ਬੰਧੂਆ ਵਾਲੇ ਲੀੜੇ ਲਾਹ ਸੁੱਟੇ ਅਤੇ ਤੇਰੇ ਘਰ ਵਿੱਚ ਰਹਿ ਕੇ ਆਪਣੇ ਮਾਤਾ ਪਿਤਾ ਲਈ ਇੱਕ ਮਹੀਨਾ ਸੋਗ ਕਰੇ। ਏਸ ਦੇ ਮੰਗਰੋਂ ਤੂੰ ਉਸ ਦੇ ਕੋਲ ਅੰਦਰ ਜਾਵੀਂ। ਤੂੰ ਉਸ ਦਾ ਮਾਲਕ ਅਤੇ ਉਹ ਤੇਰੀ ਤੀਵੀਂ ਹੋਵੇ"},{"number":14,"verse":"ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜੇ ਤੂੰ ਉਸ ਦੇ ਨਾਲ ਖੁਸ਼ ਨਾ ਹੋਵੇ ਤਾਂ ਤੂੰ ਉਸ ਨੂੰ ਜਿੱਥੇ ਉਹ ਚਾਹੇ ਜਾਣ ਦੇਵੀਂ ਪਰ ਉਸ ਨੂੰ ਚਾਂਦੀ ਲੈ ਕੇ ਕਦਾਚਿਤ ਨਾ ਵੇਚੀਂ ਅਤੇ ਨਾ ਉਹ ਦੇ ਨਾਲ ਗੋੱਲੀਆਂ ਵਾਲਾ ਵਰਤਾਉ ਕਰੀਂ ਕਿਉਂ ਜੋ ਤੂੰ ਉਸ ਦੀ ਪਤ ਲੈ ਲਈ ਹੈ।।"},{"number":15,"verse":"ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਕੋਲ ਦੋ ਤੀਵੀਆਂ ਹੋਣ ਇੱਕ ਪਿਆਰੀ ਅਤੇ ਦੂਜੀ ਘਿਣਾਉਣੀ ਅਤੇ ਪਿਆਰੀ ਅਰ ਘਿਣਾਉਣੀ ਦੋਵੇਂ ਪੁੱਤ੍ਰ ਜਨਣ ਅਤੇ ਜੇਠਾ ਘਿਣਾਉਣੀ ਦਾ ਹੋਵੇ"},{"number":16,"verse":"ਤਾਂ ਇਉਂ ਹੋਵੇ ਕੇ ਜਿਸ ਵੇਲੇ ਉਹ ਆਪਣੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਆਪਣੀ ਸਾਰੀ ਮਿਲਖ ਵੰਡੇ ਤਾਂ ਪਿਆਰੀ ਦੇ ਪੁੱਤ੍ਰ ਨੂੰ ਜੇਠੇ ਦਾ ਹੱਕ ਘਿਣਾਉਣੀ ਦੇ ਪੁੱਤ੍ਰ ਤੋਂ ਅੱਗੇ ਜਿਹੜਾ ਸੱਚ ਮੁਚ ਜੇਠਾ ਹੈ ਨਾ ਦੇਵੇ"},{"number":17,"verse":"ਪਰ ਜੇਠੇ ਨੂੰ ਜਿਹੜਾ ਘਿਣਾਉਣੀ ਦਾ ਪੁੱਤ੍ਰ ਹੈ ਉਹ ਸਿਆਣੇ ਅਤੇ ਉਹ ਨੂੰ ਜੋ ਕੁਝ ਉਸ ਦਾ ਹੈ ਦੁੱਗਣਾ ਹਿੱਸਾ ਦੇਵੇ ਕਿਉਂ ਜੋ ਓਹ ਉਸ ਦੀ ਸ਼ਕਤੀ ਦਾ ਮੁੱਢ ਹੈ, ਜੇਠੇ ਹੋਣ ਦਾ ਹੱਕ ਉਸ ਦਾ ਹੈ।।"},{"number":18,"verse":"ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਕੋਲ ਕੱਬਾ ਅਤੇ ਆਕੀ ਪੁੱਤ੍ਰ ਹੋਵੇ ਜਿਹੜਾ ਆਪਣੇ ਪਿਤਾ ਅਤੇ ਆਪਣੀ ਮਾਤਾ ਦੀ ਨਾ ਮੰਨੇ ਅਤੇ ਜਦ ਉਹ ਉਸ ਨੂੰ ਝਿੜਕਣ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਨਾ ਸੁਣੇ"},{"number":19,"verse":"ਤਾਂ ਉਸ ਦਾ ਪਿਤਾ ਅਤੇ ਮਾਤਾ ਉਸ ਨੂੰ ਫੜ੍ਹ ਕੇ ਉਸ ਦੇ ਸ਼ਹਿਰ ਦੇ ਬਜ਼ੁਰਗਾਂ ਕੋਲ ਉਸ ਦੇ ਥਾਂ ਦੇ ਫਾਟਕ ਉੱਤੇ ਲੈ ਜਾਣ"},{"number":20,"verse":"ਅਤੇ ਉਹ ਉਸ ਦੇ ਸ਼ਹਿਰ ਦੇ ਬਜ਼ੁਰਗਾਂ ਨੂੰ ਆਖਣ ਭਈ ਏਹ ਸਾਡਾ ਪੁੱਤ੍ਰ ਕੱਬਾ ਅਤੇ ਆਕੀ ਹੈ ਅਤੇ ਸਾਡੇ ਕਹੇ ਕਾਰ ਨਹੀਂ। ਓਹ ਪੇਟੂ ਅਤੇ ਸ਼ਰਾਬੀ ਹੈ"},{"number":21,"verse":"ਤਾਂ ਉਸ ਦੇ ਸ਼ਹਿਰ ਦੇ ਸਾਰੇ ਮਨੁੱਖ ਉਸ ਨੂੰ ਇਉਂ ਵੱਟੇ ਮਾਰਨ ਕੀ ਉਹ ਮਰ ਜਾਵੇ। ਇਉਂ ਤੁਸੀਂ ਏਹ ਬੁਰਿਆਈ ਆਪਣੇ ਵਿੱਚੋਂ ਕੱਢ ਦਿਓ ਤਾਂ ਸਾਰੇ ਇਸਰਾਏਲੀ ਸੁਣ ਕੇ ਡਰਨਗੇ।।"},{"number":22,"verse":"ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਉੱਤੇ ਅਜਿਹਾ ਪਾਪ ਆ ਜਾਵੇ ਜੋ ਮੌਤ ਜੋਗ ਹੋਵੇ ਅਤੇ ਉਹ ਮਾਰਿਆ ਜਾਵੇ ਅਤੇ ਤੁਸੀਂ ਉਹ ਨੂੰ ਰੁੱਖ ਉੱਤੇ ਟੰਗ ਦਿਓ"},{"number":23,"verse":"ਤਾਂ ਤੁਸੀਂ ਸਾਰੀ ਰਾਤ ਉਸ ਦੀ ਲੋਥ ਰੁੱਖ ਉੱਤੇ ਟੰਗੀ ਹੋਈ ਨਾ ਰਹਿਣ ਦਿਓ ਪਰ ਤੁਸੀਂ ਉਹ ਨੂੰ ਉਸੇ ਦਿਨ ਦੱਬ ਦਿਓ ਕਿਉਂ ਜੋ ਜਿਹੜਾ ਟੰਗਿਆ ਜਾਵੇ ਉਹ ਪਰਮੇਸ਼ੁਰ ਦਾ ਸਰਾਪੀ ( ਇਬਰਾਨੀ ਵਿੱਚ ਪਰਮੇਸ਼ੁਰ ਦਾ ਸਰਾਪ ਹੈ ।) ਹੈ। ਤੁਸੀਂ ਆਪਣੀ ਜ਼ਮੀਨ ਨੂੰ ਜਿਹੜੀ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਮਿਲਖ ਵਿੱਚ ਦੇਣ ਵਾਲਾ ਹੈ ਭ੍ਰਿਸ਼ਟ ਨਾ ਕਰੋ।।"}]}