{"bibleAbbr":"paOV2016","bookName":"ਬਿਵਸਥਾਸਾਰ","bookEnglishName":"Deuteronomy","chapterNumber":26,"verses":[{"number":1,"verse":"( ਛੇਕੜਲੀਆਂ ਨਸੀਹਤਾਂ) ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਦ ਤੁਸੀਂ ਉਸ ਧਰਤੀ ਵਿੱਚ ਆਓ ਜਿਹੜੀ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਮਿਲਖ ਲਈ ਦਿੰਦਾ ਅਤੇ ਉਸ ਉਤੇ ਕਬਜ਼ਾ ਕਰ ਕੇ ਉਸ ਵਿੱਚੋਂ ਵੱਸ ਜਾਓ"},{"number":2,"verse":"ਤਾਂ ਤੂੰ ਉਸ ਜ਼ਮੀਨ ਦੇ ਸਾਰੇ ਪਹਿਲੇ ਫਲਾਂ ਵਿੱਚੋਂ ਜਿਹੜੇ ਤੂੰ ਉਸ ਦੇਸ ਤੋਂ ਲੈ ਆਵੇਂਗਾ ਜਿਹੜੀ ਯਹੋਵਾਹ ਤੇਰਾ ਪਰਮੇਸ਼ੁਰ ਤੈਨੂੰ ਦੇਣ ਵਾਲਾ ਹੈ ਕੁਝ ਲੈ ਕੇ ਟੋਕਰੀ ਵਿੱਚ ਰੱਖੀਂ ਤੇ ਉਸ ਅਸਥਾਨ ਨੂੰ ਜਾਵੀਂ ਜਿਹੜਾ ਯਹੋਵਾਹ ਤੇਰਾ ਪਰਮੇਸ਼ੁਰ ਆਪਣਾ ਨਾਮ ਵਸਾਉਣ ਲਈ ਚੁਣੇਗਾ"},{"number":3,"verse":"ਅਤੇ ਉਸ ਜਾਜਕ ਕੋਲ ਜਾ ਕੇ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਦਿਨਾਂ ਦੇ ਹੋਵੇ ਆਖੀਂ , ਮੈਂ ਅੱਜ ਦੇ ਦਿਨ ਏਹ ਗੱਲ ਯਹੋਵਾਹ ਤੇਰੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਉੱਘੀ ਕਰਦਾ ਹਾਂ ਭਈ ਮੈਂ ਉਸ ਧਰਤੀ ਵਿੱਚ ਆਇਆ ਹਾਂ ਜਿਹ ਦੀ ਯਹੋਵਾਹ ਨੇ ਸਾਰੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਸਾਨੂੰ ਦੇਣ ਦੀ ਸੌਂਹ ਖਾਧੀ ਸੀ"},{"number":4,"verse":"ਤਾਂ ਜਾਜਕ ਉਸ ਟੋਕਰੀ ਨੂੰ ਤੇਰੇ ਹੱਥੋਂ ਲੈ ਕੇ ਯਹੋਵਾਹ ਤੇਰੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਜਗਵੇਦੀ ਦੇ ਅੱਗੇ ਰੱਖੇ"},{"number":5,"verse":"ਫੇਰ ਤੂੰ ਉੱਤਰ ਦੇ ਕੇ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸਨਮੁਖ ਆਖੀਂ, ਮੇਰਾ ਪਿਤਾ ਨਾਸ ਹੋਣ ਵਾਲਾ ਅਰਾਮੀ ਸੀ ਅਤੇ ਭਾਵੇਂ ਓਹ ਥੋੜੇ ਜੇਹੇ ਹੀ ਸਨ ਅਤੇ ਉਹ ਮਿਸਰ ਵਿੱਚ ਜਾ ਕੇ ਉੱਥੇ ਟਿੱਕਿਆ ਤਾਂ ਉੱਥੇ ਉਹ ਇੱਕ ਵੱਡੀ ਬਲਵੰਤ ਅਤੇ ਬਹੁਤ ਸਾਰੀ ਕੌਮ ਹੋ ਗਿਆ"},{"number":6,"verse":"ਤਾਂ ਮਿਸਰ ਸਾਡੇ ਨਾਲ ਬੁਰਾ ਵਰਤਾਓ ਕਰਨ ਅਤੇ ਸਾਨੂੰ ਦੁਖ ਦੇਣ ਲੱਗ ਪਏ ਅਤੇ ਸਾਡੇ ਉੱਤੇ ਕਰੜੀ ਟਹਿਲ ਸੇਵਾ ਲਾਈ"},{"number":7,"verse":"ਅਤੇ ਅਸਾਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਪਰਮੇਸ਼ੁਰ ਅੱਗੇ ਦੁਹਾਈ ਦਿੱਤੀ ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਸਾਡੀ ਸੁਣੀ ਅਤੇ ਸਾਡੇ ਕਸ਼ਟ, ਸਾਡੇ ਦੁੱਖ ਅਤੇ ਸਾਡੇ ਉੱਤੇ ਦਾ ਦਬਕਾ ਵੇਖਿਆ"},{"number":8,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਬਲਵੰਤ ਹੱਥ ਨਾਲ, ਪਸਾਰੀ ਹੋਈ ਬਾਂਹ ਨਾਲ, ਵੱਡੇ ਡਰਾਵਿਆਂ, ਨਿਸ਼ਾਨਾਂ ਅਤੇ ਅਚਰਜ ਕੰਮਾਂ ਨਾਲ , ਸਾਨੂੰ ਕੱਢ ਲਿਆਇਆ"},{"number":9,"verse":"ਅਤੇ ਸਾਨੂੰ ਏਸ ਅਸਥਾਨ ਵਿੱਚ ਲਿਆਂਦਾ ਅਤੇ ਸਾਨੂੰ ਏਹ ਧਰਤੀ ਦਿੱਤੀ ਜਿਹ ਦੇ ਵਿੱਚ ਦੁੱਧ ਅਤੇ ਸ਼ਹਿਤ ਵਗਦਾ ਹੈ"},{"number":10,"verse":"ਹੁਣ ਵੇਖ, ਮੈਂ ਉਸ ਧਰਤੀ ਦੇ ਪਹਿਲੇ ਫਲ ਲਿਆਇਆ ਹਾਂ ਜਿਹੜੀ, ਹੇ ਯਹੋਵਾਹ ਤੈਂ ਮੈਨੂੰ ਦਿੱਤੀ। ਤਾਂ ਤੂੰ ਉਹ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਰੱਖ ਕੇ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਮੱਥਾ ਟੇਕੀਂ"},{"number":11,"verse":"ਇਉਂ ਤੂੰ ਉਸ ਸਾਰੀ ਭਲਿਆਈ ਲਈ ਜਿਹੜੀ ਯਹੋਵਾਹ ਤੇਰੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੈਨੂੰ ਅਤੇ ਤੇਰੇ ਘਰਾਣੇ ਨੂੰ ਦਿੱਤੀ ਅਨੰਦ ਕਰੀਂ, ਤੂੰ, ਨਾਲੇ ਲੇਵੀ ਅਤੇ ਪਰਦੇਸੀ ਜਿਹੜਾ ਤੇਰੇ ਨਾਲ ਹੋਵੇ।।"},{"number":12,"verse":"ਜਦ ਤੂੰ ਸਾਰੇ ਵਾਧੇ ਦਾ ਦਸਵੰਧ ਤੀਜੇ ਵਰਹੇ ਵਿੱਚ ਜਿਹੜਾ ਦਸਵੰਧ ਦਾ ਵਰਹਾ ਹੈ ਵੰਡ ਚੁੱਕਿਆ ਅਤੇ ਤੂੰ ਉਹ ਨੂੰ ਲੇਵੀ, ਪਰਦੇਸੀ, ਯਤੀਮ ਅਤੇ ਵਿਧਵਾ ਨੂੰ ਦਿੱਤਾ ਤਾਂ ਜੋ ਓਹ ਤੇਰੇ ਫਾਟਕਾਂ ਦੇ ਅੰਦਰ ਖਾ ਕੇ ਰੱਜ ਜਾਣ"},{"number":13,"verse":"ਫੇਰ ਤੂੰ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਆਖੀਂ ਕਿ ਮੈਂ ਆਪਣੇ ਘਰ ਤੋਂ ਪਵਿੱਤ੍ਰ ਚੀਜ਼ਾਂ ਲੈ ਕੇ ਲੇਵੀ, ਪਰਦੇਸੀ ਯਤੀਮ ਅਤੇ ਵਿਧਵਾ ਨੂੰ ਤੇਰੀ ਸਾਰੀ ਦਿੱਤੀ ਹੋਈ ਆਗਿਆ ਅਨੁਸਾਰ ਦੇ ਦਿੱਤੀਆਂ ਹਨ। ਮੈਂ ਤੇਰੇ ਹੁਕਮਾਂਦਾ ਉਲੰਘਣ ਨਹੀਂ ਕੀਤਾ, ਨਾ ਹੀ ਉਨ੍ਹਾਂ ਨੂੰ ਭੁੱਲਿਆ ਹਾਂ"},{"number":14,"verse":"ਮੈਂ ਆਪਣੇ ਸੋਗ ਵਿੱਚ ਉਨ੍ਹਾਂ ਤੋਂ ਨਹੀਂ ਖਾਧਾ, ਨਾ ਜਦ ਮੈਂ ਅਸ਼ੁੱਧ ਸਾਂ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੁਝ ਕੱਢਿਆ, ਨਾ ਮੈਂ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਮੁਰਦਿਆਂ ਲਈ ਕੁਝ ਦਿੱਤਾ। ਮੈਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਅਵਾਜ਼ ਸੁਣੀ, ਮੈਂ ਸਭ ਕੁਝ ਤਿਵੇਂ ਹੀ ਕੀਤਾ ਜਿਵੇਂ ਤੂੰ ਮੈਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ"},{"number":15,"verse":"ਅਕਾਸ਼ ਵਿੱਚੋਂ ਆਪਣੇ ਪਵਿੱਤ੍ਰ ਨਿਵਾਸ ਤੋਂ ਹੇਠਾਂ ਨਿਗਾਹ ਮਾਰ ਅਤੇ ਆਪਣੀ ਪਰਜਾ ਇਸਰਾਏਲ ਨੂੰ ਬਰਕਤ ਦੇਹ, ਨਾਲੇ ਉਸ ਜ਼ਮੀਨ ਨੂੰ ਜਿਹੜੀ ਤੂੰ ਸਾਨੂੰ ਦਿੱਤੀ ਹੈ ਜਿਵੇਂ ਤੂੰ ਸਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਸੌਂਹ ਖਾਧੀ ਸੀ। ਉਹ ਇੱਕ ਧਰਤੀ ਹੈ ਜਿਹ ਵਿੱਚ ਦੁੱਧ ਅਤੇ ਸ਼ਹਿਤ ਵਗਦਾ ਹੈ।।"},{"number":16,"verse":"ਅੱਜ ਦੇ ਦਿਨ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਹੁਕਮ ਦਿੰਦਾ ਹੈ ਕਿ ਏਹਨਾਂ ਬਿਧੀਆਂ ਅਤੇ ਕਨੂਨਾਂ ਨੂੰ ਸਾਰੇ ਮਨ ਨਾਲ, ਆਪਣੀ ਸਾਰੀ ਜਾਨ ਨਾਲ ਪੂਰਾ ਕਰ ਕੇ ਪਾਲਨਾ ਕਰੋ"},{"number":17,"verse":"ਅੱਜ ਤੁਸਾਂ ਯਹੋਵਾਹ ਨੂੰ ਆਪਣਾ ਪਰਮੇਸ਼ੁਰ ਕਰ ਕੇ ਮੰਨਿਆ ਹੈ ਕਿ ਤੁਸੀਂ ਉਸ ਦੇ ਸਾਰੇ ਮਾਰਗਾਂ ਉੱਤੇ ਚੱਲੋਗੇ ਅਤੇ ਉਸ ਦੀਆਂ ਸਾਰੀਆਂ ਬਿਧੀਆਂ, ਹੁਕਮਾਂ ਅਤੇ ਕਨੂਨਾਂ ਦੀ ਪਾਲਨਾ ਕਰੋਗੇ ਅਤੇ ਉਸ ਦੀ ਅਵਾਜ਼ ਨੂੰ ਸੁਣੋਗੇ"},{"number":18,"verse":"ਉਪਰੰਤ ਯਹੋਵਾਹ ਨੇ ਅੱਜ ਆਪਣੇ ਬਚਨ ਅਨੁਸਾਰ ਤੁਹਾਨੂੰ ਆਪਣੀ ਅਣੋਖੀ ਪਰਜਾ ਕਰ ਕੇ ਮੰਨਿਆ ਹੈ ਕਿ ਤੁਸੀਂ ਉਸ ਦੇ ਸਾਰੇ ਹੁਕਮਾਂ ਦੀ ਪਾਲਨਾ ਕਰੋ"},{"number":19,"verse":"ਤਾਂ ਜੋ ਉਹ ਤੁਹਾਨੂੰ ਸਾਰੀਆਂ ਕੌਮਾਂ ਨਾਲ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਸ ਨੇ ਬਣਾਇਆ ਸੀ ਉਸਤਤ, ਨਾਉਂ ਅਤੇ ਪਤ ਵਿੱਚ ਉੱਚਾ ਕਰੇ ਅਤੇ ਜਿਵੇਂ ਉਸ ਨੇ ਬਚਨ ਕੀਤਾ ਸੀ ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਪਵਿੱਤ੍ਰ ਪਰਜਾ ਹੋਵੋ।।"}]}