{"bibleAbbr":"paOV2016","bookName":"ਬਿਵਸਥਾਸਾਰ","bookEnglishName":"Deuteronomy","chapterNumber":27,"verses":[{"number":1,"verse":"( ਏਬਾਲ ਦੇ ਪਹਾੜ ਤੋਂ ਸਰਾਪ) ਮੂਸਾ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਬਜ਼ੁਰਗਾਂ ਨੇ ਪਰਜਾ ਨੂੰ ਹੁਕਮ ਦੇ ਕੇ ਆਖਿਆ ਕਿ ਸਾਰੇ ਹੁਕਮਾਂ ਦੀ ਜਿਹੜੇ ਮੈਂ ਅੱਜ ਤੁਹਾਨੂੰ ਦਿੰਦਾ ਹਾਂ ਪਾਲਨਾ ਕਰੋ"},{"number":2,"verse":"ਅਤੇ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਦ ਤੁਸੀਂ ਯਰਦਨ ਤੋਂ ਪਾਰ ਉਸ ਧਰਤੀ ਵਿੱਚ ਜਿਹੜੀ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਦਿੰਦਾ ਹੈ ਲੰਘੋ ਤਦ ਤੁਸੀਂ ਆਪਣੇ ਲਈ ਵੱਡੇ ਵੱਡੇ ਪੱਥਰ ਖੜੇ ਕਰੋ ਅਤੇ ਓਹਨਾਂ ਉੱਤੇ ਲਿਪਾਈ ਕਰੋ"},{"number":3,"verse":"ਜਦ ਤੁਸੀਂ ਪਾਰ ਲੰਘ ਜਾਓ ਤੁਸੀਂ ਓਹਨਾਂ ਉੱਤੇ ਏਸ ਬਿਵਸਥਾ ਦੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਲਿੱਖੋ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਸ ਧਰਤੀ ਵਿੱਚ ਜਿਹੜੀ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਦਿੰਦਾ ਹੈ ਵੜੋ ਜਿੱਥੇ ਦੁੱਧ ਅਤੇ ਸ਼ਹਿਤ ਵਗਦਾ ਹੈ ਜਿਵੇਂ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੁਹਾਡੇ ਨਾਲ ਬਚਨ ਕੀਤਾ ਹੈ"},{"number":4,"verse":"ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਜਦ ਤੁਸੀਂ ਯਰਦਨ ਤੋਂ ਪਾਰ ਲੰਘੇ ਤਾਂ ਤੁਸੀਂ ਏਹਨਾਂ ਪੱਥਰਾਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਦਾ ਮੈਂ ਤੁਹਾਨੂੰ ਅੱਜ ਹੁਕਮ ਦਿੰਦਾ ਹਾਂ ਏਬਾਲ ਪਹਾੜ ਉੱਤੇ ਖੜਾ ਕਰ ਕੇ ਓਹਨਾਂ ਉੱਤੇ ਲਿਪਾਈ ਕਰ ਦੇਣੀ"},{"number":5,"verse":"ਤੁਸੀਂ ਉੱਥੇ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਇੱਕ ਜਗਵੇਦੀ ਬਣਾਓ ਅਰਥਾਤ ਪੱਥਰਾਂ ਦੀ ਇੱਕ ਜਗਵੇਦੀ। ਤੁਸੀਂ ਓਹਨਾਂ ਉੱਤੇ ਲੋਹੇ ਦਾ ਕੋਈ ਸੰਦ ਨਾ ਲਾਓ"},{"number":6,"verse":"ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਜਗਵੇਦੀ ਅਣਘੜਤ ਪੱਥਰਾਂ ਦੀ ਬਣਾਓ ਅਤੇ ਤੁਸੀਂ ਉਸ ਉੱਤੇ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਹੋਮ ਦੀਆਂ ਭੇਟਾਂ ਚੜ੍ਹਾਓ"},{"number":7,"verse":"ਨਾਲੇ ਤੁਸੀਂ ਸੁਖ ਸਾਂਦ ਦੀਆਂ ਬਲੀਆਂ ਚੜ੍ਹਾ ਕੇ ਉੱਥੇ ਖਾਓ ਅਤੇ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸਨਮੁਖ ਅਨੰਦ ਕਰੋ"},{"number":8,"verse":"ਤੁਸੀਂ ਓਹਨਾਂ ਪੱਥਰਾਂ ਉੱਤੇ ਏਸ ਬਿਵਸਥਾ ਦੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਸਾਫ਼ ਸਾਫ਼ ਲਿਖੋ।।"},{"number":9,"verse":"ਤਾਂ ਮੂਸਾ ਅਤੇ ਲੇਵੀ ਜਾਜਕ ਸਾਰੇ ਇਸਰਾਏਲ ਨਾਲ ਬੋਲੇ, ਹੇ ਇਸਰਾਏਲ, ਚੁੱਪ ਸਾਧ ਕੇ ਸੁਣੋ! ਅੱਜ ਦੇ ਦਿਨ ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਪਰਜਾ ਹੋ ਗਏ ਹੋ"},{"number":10,"verse":"ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਅਵਾਜ਼ ਨੂੰ ਸੁਣੋ ਅਤੇ ਉਸ ਦੇ ਹੁਕਮਾਂ ਅਤੇ ਬਿਧੀਆਂ ਨੂੰ ਜਿਹੜੀਆਂ ਮੈਂ ਅੱਜ ਤੁਹਾਨੂੰ ਦਿੰਦਾ ਹਾਂ ਪੂਰੀਆਂ ਕਰੋ।।"},{"number":11,"verse":"ਮੂਸਾ ਨੇ ਉਸੇ ਦਿਨ ਪਰਜਾ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ"},{"number":12,"verse":"ਕਿ ਜਦ ਤੁਸੀਂ ਯਰਦਨ ਪਾਰ ਲੰਘ ਗਏ ਹੋਵੋ ਏਹ ਗਿਰੱਜ਼ੀਮ ਪਹਾੜ ਉੱਤੇ ਖੜੇ ਹੋ ਕੇ ਪਰਜਾ ਨੂੰ ਅਸੀਸ ਦੇਣ ਅਰਥਾਤ ਸ਼ਿਮਓਨ, ਲੇਵੀ, ਯਹੂਦਾਹ, ਯਿੱਸਾਕਾਰ, ਯੂਸੁਫ਼ ਅਤੇ ਬਿਨਯਾਮੀਨ"},{"number":13,"verse":"ਅਤੇ ਏਹ ਏਬਾਲ ਪਹਾੜ ਉੱਤੇ ਸਰਾਪ ਲਈ ਖੜੇ ਹੋਣ ਰਊਬੇਨ, ਗਾਦ, ਆਸ਼ੇਰ ਜ਼ਬੂਲੁਨ, ਦਾਨ ਅਤੇ ਨਫ਼ਤਾਲੀ"},{"number":14,"verse":"ਅਤੇ ਲੇਵੀ ਉੱਤਰ ਦੇ ਕੇ ਇਸਰਾਏਲ ਦੇ ਸਾਰੇ ਮਨੁੱਖਾਂ ਨੂੰ ਉੱਚੀ ਅਵਾਜ਼ ਨਾਲ ਆਖਣ,–"},{"number":15,"verse":"ਸਰਾਪੀ ਹੋਵੇ ਉਹ ਮਨੁੱਖ ਜਿਹੜਾ ਘੜੀ ਹੋਈ ਯਾ ਢਲੀ ਹੋਈ ਮੂਰਤ ਜਿਹੜੀ ਯਹੋਵਾਹ ਅੱਗੇ ਘਿਣਾਉਣੀ ਅਤੇ ਜਿਹੜੀ ਕਾਰੀਗਰ ਦੇ ਹੱਥ ਦਾ ਕੰਮ ਹੋਵੇ ਬਣਾਵੇ ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਕਿਸੇ ਉਹਲੇ ਥਾਂ ਖੜਾ ਕਰੇ ਤਾਂ ਪਰਜਾ ਉੱਤਰ ਦੇ ਕੇ ਆਖੇ ਆਮੀਨ।।"},{"number":16,"verse":"ਸਰਾਪੀ ਹੋਵੇ ਉਹ ਜਿਹੜਾ ਆਪਣੇ ਪਿਤਾ ਯਾ ਆਪਣੀ ਮਾਤਾ ਨੂੰ ਤੁੱਛ ਜਾਣੇ ਤਾਂ ਸਾਰੀ ਪਰਜਾ ਆਖੇ, ਆਮੀਨ।।"},{"number":17,"verse":"ਸਰਾਪੀ ਹੋਵੇ ਉਹ ਜਿਹੜਾ ਆਪਣੇ ਗੁਆਂਢੀ ਦੀਆਂ ਹੱਦਾਂ ਨੂੰ ਸਰਕਾਵੇ ਤਾਂ ਸਾਰੀ ਪਰਜਾ ਆਖੇ, ਆਮੀਨ।।"},{"number":18,"verse":"ਸਰਾਪੀ ਹੋਵੇ ਉਹ ਜਿਹੜਾ ਅੰਨ੍ਹੇ ਨੂੰ ਕੁਰਾਹੇ ਪਾਵੇ ਤਾਂ ਸਾਰੀ ਪਰਜਾ ਆਖੇ, ਆਮੀਨ।।"},{"number":19,"verse":"ਸਾਰੀਪ ਹੋਵੇ ਉਹ ਜਿਹੜਾ ਪਰਦੇਸੀ, ਯਤੀਮ ਅਤੇ ਵਿਧਵਾ ਦਾ ਨਿਆਉਂ ਵਿਗਾੜੇ ਤਾਂ ਸਾਰੀ ਪਰਜਾ ਆਖੇ, ਆਮੀਨ।।"},{"number":20,"verse":"ਸਰਾਪੀ ਹੋਵੇ ਉਹ ਜਿਹੜਾ ਆਪਣੇ ਪਿਉ ਦੀ ਤੀਵੀਂ ਨਾਲ ਕੁਕਰਮ ਕਰੇ ਕਿਉਂ ਜੋ ਉਸ ਨੇ ਆਪਣੇ ਪਿਉ ਦਾ ਨੰਗੇਜ਼ ਖੋਲ੍ਹਿਆ ਹੈ ਤਾਂ ਸਾਰੀ ਪਰਜਾ ਆਖੇ, ਆਮੀਨ।।"},{"number":21,"verse":"ਸਰਾਪੀ ਹੋਵੇ ਉਹ ਜਿਹੜਾ ਕਿਸੇ ਪਸੂ ਨਾਲ ਕੁਕਰਮ ਕਰੇ ਤਾਂ ਸਾਰੀ ਪਰਜਾ ਆਖੇ, ਆਮੀਨ।।"},{"number":22,"verse":"ਸਰਾਪੀ ਹੋਵੇ ਉਹ ਜਿਹੜਾ ਆਪਣੀ ਭੈਣ ਨਾਲ ਕੁਕਰਮ ਕਰੇ ਜਿਹੜੀ ਉਹ ਦੇ ਪਿਉ ਦੀ ਧੀ ਯਾ ਉਹ ਦੀ ਮਾਂ ਦੀ ਧੀ ਹੈ ਤਾਂ ਸਾਰੀ ਪਰਜਾ ਆਖੇ, ਆਮੀਨ।।"},{"number":23,"verse":"ਸਰਾਪੀ ਹੋਵੇ ਉਹ ਜਿਹੜਾ ਆਪਣੀ ਸੱਸ ਨਾਲ ਕੁਕਰਮ ਕਰੇ ਤਾਂ ਸਾਰੀ ਪਰਜਾ ਆਖੇ, ਆਮੀਨ।।"},{"number":24,"verse":"ਸਰਾਪੀ ਹੋਵੇ ਉਹ ਜਿਹੜਾ ਆਪਣੇ ਗੁਆਂਢੀ ਨੂੰ ਲੁਕ ਕੇ ਮਾਰੇ ਤਾਂ ਸਾਰੀ ਪਰਜਾ ਆਖੇ, ਆਮੀਨ।।"},{"number":25,"verse":"ਸਰਾਪੀ ਹੋਵੇ ਉਹ ਜਿਹੜਾ ਵੱਢੀ ਖਾ ਕੇ ਬੇਦੋਸ਼ੇ ਪ੍ਰਾਣੀ ਦਾ ਖੂਨ ਕਰੇ ਤਾਂ ਸਾਰੀ ਪਰਜਾ ਆਖੇ, ਆਮੀਨ।।"},{"number":26,"verse":"ਸਰਾਪੀ ਹੋਵੇ ਉਹ ਜਿਹੜਾ ਏਸ ਬਿਵਸਥਾ ਦੀਆਂ ਗੱਲਾਂ ਨੂੰ ਮੰਨ ਕੇ ਪੂਰਾ ਨਾ ਕਰੇ ਤਾਂ ਸਾਰੀ ਪਰਜਾ ਆਖੇ, ਆਮੀਨ।।"}]}