{"bibleAbbr":"paOV2016","bookName":"ਬਿਵਸਥਾਸਾਰ","bookEnglishName":"Deuteronomy","chapterNumber":4,"verses":[{"number":1,"verse":"( ਪਰਮੇਸ਼ੁਰ ਦੀ ਬਿਵਸਥਾ ਦੀ ਪਾਲਨਾ) ਹੇ ਇਸਰਾਏਲ, ਹੁਣ ਉਨ੍ਹਾਂ ਬਿਧੀਆਂ ਅਤੇ ਕਾਨੂਨਾਂ ਨੂੰ ਸੁਣੋ ਜਿਹੜੇ ਮੈਂ ਪੂਰੇ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਸਿਖਾਉਂਦਾ ਹਾਂ ਤਾਂ ਜੋ ਤੁਸੀਂ ਜੀਓ ਅਤੇ ਜਾ ਕੇ ਉਸ ਧਰਤੀ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰ ਲਓ ਜਿਹੜੀ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਦਿੰਦਾ ਹੈ"},{"number":2,"verse":"ਜਿਹੜੇ ਹੁਕਮ ਮੈਂ ਤੁਹਾਨੂੰ ਦਿੰਦਾ ਹਾਂ ਨਾ ਓਹਨਾਂ ਨੂੰ ਵਧਾਓ ਅਤੇ ਨਾ ਓਹਨਾਂ ਨੂੰ ਘਟਾਓ ਤਾਂ ਜੋ ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਹੁਕਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ ਜਿਹੜੇ ਮੈਂ ਤੁਹਾਨੂੰ ਦਿੰਦਾ ਹਾਂ"},{"number":3,"verse":"ਜੋ ਕੁਝ ਯਹੋਵਾਹ ਨੇ ਬਆਲ- ਪਓਰ ਦੇ ਕਾਰਨ ਕੀਤਾ ਤੁਹਾਡੀਆਂ ਅੱਖਾਂ ਨੇ ਵੇਖਿਆ ਹੈ ਕਿਉਂ ਜੋ ਜਿਹੜੇ ਮਨੁੱਖ ਬਆਲ-ਪਓਰ ਦੇ ਪਿੱਛੇ ਗਏ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਨਾਸ ਕਰ ਦਿੱਤਾ ਹੈ"},{"number":4,"verse":"ਪਰ ਤੁਸੀਂ ਜਿਹੜੇ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੰਗ ਸੰਗ ਰਹੇ ਹੋ ਅੱਜ ਤੀਕ ਸਾਰੇ ਜੀਉਂਦੇ ਹੋ"},{"number":5,"verse":"ਵੇਖੋ, ਮੈਂ ਤੁਹਾਨੂੰ ਬਿਧੀਆਂ ਅਤੇ ਕਨੂਨ ਸਿਖਾਏ ਹਨ ਜਿਵੇਂ ਯਹੋਵਾਹ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਮੈਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਕਿ ਤੁਸੀਂ ਉਸ ਧਰਤੀ ਵਿੱਚ ਜਿੱਥੇ ਤੁਸੀਂ ਕਬਜ਼ਾ ਕਰਨ ਜਾਂਦੇ ਹੋ ਐਉਂ ਐਉਂ ਕਰਿਓ"},{"number":6,"verse":"ਤੁਸੀਂ ਓਹਨਾਂ ਨੂੰ ਮੰਨੋ ਅਤੇ ਪੂਰੇ ਕਰੋ ਕਿਉਂ ਜੋ ਏਹ ਤੁਹਾਡੀ ਬੁੱਧੀ ਅਤੇ ਸਮਝ ਹੈ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਜਿਹੜੇ ਇਨ੍ਹਾਂ ਸਾਰੀਆਂ ਬਿਧੀਆਂ ਨੂੰ ਸੁਣ ਕੇ ਆਖਣਗੇ ਕਿ ਬੇਸ਼ਕ ਏਹ ਵੱਡੀ ਕੌਮ ਬੁੱਧਵਾਨ ਅਤੇ ਸਮਝਦਾਰ ਲੋਕਾਂ ਦੀ ਹੈ"},{"number":7,"verse":"ਕਿਉਂ ਜੋ ਕਿਹੜੀ ਵੱਡੀ ਕੌਮ ਹੈ ਜਿਹ ਦੇ ਲਈ ਪਰਮੇਸ਼ੁਰ ਐੱਨਾ ਨੇੜੇ ਹੈ ਜਿੰਨਾ ਯਹੋਵਾਹ ਸਾਡਾ ਪਰਮੇਸ਼ੁਰ ਸਾਡੇ ਨੇੜੇ ਹੈ ਜਦ ਕਦੀ ਅਸੀਂ ਉਸ ਦੇ ਅੱਗੇ ਅਸੀਂ ਬੇਨਤੀ ਕਰਦੇ ਹਾਂ?"},{"number":8,"verse":"ਅਤੇ ਕਿਹੜੀ ਵੱਡੀ ਕੌਮ ਹੈ ਜਿਹ ਦੇ ਕੋਲ ਬਿਧੀਆਂ ਅਤੇ ਕਨੂਨ ਐੱਨੇ ਧਾਰਮਕ ਹਨ ਜਿੰਨੀ ਏਹ ਸਾਰੀ ਬਿਵਸਥਾ ਜਿਹੜੀ ਮੈਂ ਤੁਹਾਡੇ ਅੱਗੇ ਅੱਜ ਰੱਖਦਾ ਹਾਂ ?"},{"number":9,"verse":"ਕੇਵਲ ਚੌਕਸ ਰਹੋ ਅਤੇ ਆਪਣੇ ਮਨ ਦੀ ਬਹੁਤ ਰਾਖੀ ਕਰੋ ਮਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਗੱਲਾਂ ਨੂੰ ਭੁੱਲ ਜਾਓ ਜਿਹੜੀਆਂ ਤੁਹਾਡੀਆਂ ਅੱਖਾਂ ਨੇ ਵੇਖੀਆਂ ਹਨ ਅਤੇ ਓਹ ਤੁਹਾਡੇ ਹਿਰਦੇ ਵਿੱਚੋਂ ਜੀਵਨ ਭਰ ਨਿੱਕਲ ਜਾਣ ਪਰ ਤੁਸੀਂ ਓਹ ਆਪਣੇ ਪੁੱਤ੍ਰਾਂ ਅਤੇ ਪੋਤ੍ਰਿਆਂ ਨੂੰ ਦੱਸਿਓ"},{"number":10,"verse":"ਜਿਸ ਦਿਨ ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਹੋਰੇਬ ਵਿੱਚ ਖੜੇ ਸਾਓ ਜਦ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਆਖਿਆ ਕਿ ਲੋਕਾਂ ਨੂੰ ਮੇਰੇ ਲਈ ਇੱਕਠੇ ਕਰ ਅਤੇ ਮੈਂ ਲੋਕਾਂ ਨੂੰ ਆਪਣੀਆਂ ਗੱਲਾਂ ਸੁਣਾਵਾਂਗਾ ਕਿ ਮੈਥੋਂ ਜ਼ਮੀਨ ਉੱਤੇ ਆਪਣੇ ਜੀਵਨ ਭਰ ਡਰਨਾ ਸਿੱਖਣ ਨਾਲੇ ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਵੀ ਸਿਖਾਉਣ"},{"number":11,"verse":"ਤਾਂ ਤੁਸੀਂ ਨੇੜੇ ਆਣ ਕੇ ਪਰਬਤ ਦੇ ਹੇਠ ਖਲੋ ਗਏ ਅਤੇ ਉਹ ਪਹਾੜ ਅਕਾਸ਼ ਦੇ ਵਿਚਾਲੇ ਤੀਕ ਅੱਗ ਨਾਲ ਬਲਦਾ ਸੀ ਨਾਲੇ ਅਨ੍ਹੇਰਾ, ਬੱਦਲ ਅਤੇ ਕਾਲੀਆਂ ਘਟਾਂ ਸਨ"},{"number":12,"verse":"ਯਹੋਵਾਹ ਅੱਗ ਦੇ ਵਿੱਚੋਂ ਦੀ ਤੁਹਾਡੇ ਨਾਲ ਬੋਲਿਆ। ਤੁਸਾਂ ਉਸ ਦੇ ਸ਼ਬਦਾਂ ਦੀ ਅਵਾਜ਼ ਤਾਂ ਸੁਣੀ ਪਰ ਕੋਈ ਸਰੂਪ ਨਾ ਵੇਖਿਆ, ਨਿਰੀ ਅਵਾਜ਼ ਹੀ ਸੁਣੀ"},{"number":13,"verse":"ਉਸ ਨੇ ਆਪਣਾ ਨੇਮ ਤੁਹਾਡੇ ਉੱਤੇ ਪਰਗਟ ਕੀਤਾ ਜਿਹ ਦੇ ਪੂਰਾ ਕਰਨ ਦਾ ਤੁਹਾਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਅਰਥਾਤ ਦਸ ਹੁਕਮ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪੱਥਰ ਦੀਆਂ ਦੋਹਾਂ ਫੱਟੀਆਂ ਉੱਤੇ ਲਿਖਿਆ"},{"number":14,"verse":"ਤਾਂ ਉਸ ਵੇਲੇ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਕਿ ਮੈਂ ਤੁਹਾਨੂੰ ਬਿਧੀਆਂ ਅਤੇ ਕਨੂਨ ਸਿਖਾਵਾਂ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਉਸ ਧਰਤੀ ਵਿੱਚ ਪੂਰਾ ਕਰੋ ਜਿੱਥੋਂ ਦੀ ਤੁਸੀਂ ਕਬਜ਼ਾ ਕਰਨ ਲਈ ਪਾਰ ਲੰਘਦੇ ਹੋ"},{"number":15,"verse":"ਤੁਸੀਂ ਆਪਣਿਆਂ ਮਨਾਂ ਦੀ ਬਹੁਤ ਰਾਖੀ ਕਰੋ ਕਿਉਂ ਜੋ ਜਦ ਯਹੋਵਾਹ ਅੱਗ ਦੇ ਵਿੱਚੋਂ ਦੀ ਹੋਰੇਬ ਵਿੱਚ ਤੁਹਾਡੇ ਨਾਲ ਬੋਲਿਆ ਤਾਂ ਤੁਸਾਂ ਕੋਈ ਸਰੂਪ ਨਾ ਵੇਖਿਆ"},{"number":16,"verse":"ਮਤੇ ਤੁਸੀਂ ਵਿਗੜ ਕੇ ਆਪਣੇ ਲਈ ਕਿਸੇ ਬੁੱਤ ਦੀ ਘੜੀ ਹੋਈ ਮੂਰਤ ਬਣਾਓ ਅਰਥਾਤ ਕਿਸੇ ਨਰ ਨਾਰੀ ਦੀ ਸ਼ਕਲ,"},{"number":17,"verse":"ਕਿਸੇ ਡੰਗਰ ਦੀ ਸ਼ਕਲ ਜਿਹੜਾ ਧਰਤੀ ਉੱਤੇ ਹੈ ਅਥਵਾ ਕਿਸੇ ਪੱਖ ਪੰਖੇਰੂ ਦੀ ਸ਼ਕਲ ਜਿਹੜਾ ਅਕਾਸ਼ ਵਿੱਚ ਉੱਡਦਾ ਹੈ"},{"number":18,"verse":"ਕਿਸੇ ਜ਼ਮੀਨ ਉੱਤੇ ਘਿਸਰਨ ਵਾਲੇ ਦੀ ਸ਼ਕਲ, ਕਿਸੇ ਮੱਛ ਕੱਛ ਦੀ ਸ਼ਕਲ ਜਿਹੜੇ ਧਰਤੀ ਦੇ ਹੇਠਲੇ ਪਾਣੀਆਂ ਵਿੱਚ ਹਨ"},{"number":19,"verse":"ਮਤੇ ਤੁਸੀਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਅਕਾਸ਼ ਵੱਲ ਚੁੱਕੋ ਅਤੇ ਜਦ ਤੁਸੀਂ ਸੂਰਜ, ਚੰਦ ਅਤੇ ਤਾਰਿਆਂ ਨੂੰ ਅਰਥਾਤ ਅਕਾਸ਼ ਦੀ ਸਾਰੀ ਸੈਨਾਂ ਨੂੰ ਵੇਖੋ ਤਾਂ ਪਰੇਰੇ ਜਾ ਕੇ ਉਨ੍ਹਾਂ ਅੱਗੇ ਮਥਾ ਟੇਕੋ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਪੂਜਾ ਕਰੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਅਕਾਸ਼ ਦੇ ਹੇਠ ਦੇ ਸਾਰੇ ਲੋਕਾਂ ਲਈ ਦੇ ਰੱਖਿਆ ਹੈ"},{"number":20,"verse":"ਪਰ ਤੁਹਾਨੂੰ ਯਹੋਵਾਹ ਨੇ ਲੈ ਕੇ ਮਿਸਰ ਦੀ ਲੋਹੇ ਦੀ ਭੱਠੀ ਤੋਂ ਕੱਢਿਆ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਹ ਦੀ ਮਿਲਖ ਪਰਜਾ ਹੋਵੋ ਜਿਵੇਂ ਤੁਸੀਂ ਅੱਜ ਦੇ ਦਿਨ ਹੋ"},{"number":21,"verse":"ਨਾਲੇ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਕਾਰਨ ਮੇਰੇ ਨਾਲ ਗੁੱਸੇ ਹੋਇਆ ਅਤੇ ਉਸ ਨੇ ਸੌਂਹ ਖਾਧੀ ਕਿ ਤੂੰ ਯਰਦਨ ਦੇ ਪਾਰ ਨਹੀਂ ਜਾਵੇਂਗਾ ਨਾ ਤੂੰ ਉਸ ਚੰਗੀ ਧਰਤੀ ਵਿੱਚ ਵੜੇਂਗਾ ਜਿਹੜੀ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਮਿਲਖ ਵਿੱਚ ਦਿੰਦਾ ਹੈ"},{"number":22,"verse":"ਸਗੋਂ ਮੈਂ ਤਾਂ ਏਸ ਧਰਤੀ ਵਿੱਚ ਮਰਨਾ ਹੈ। ਮੈਂ ਯਰਦਨ ਦੇ ਪਾਰ ਨਹੀਂ ਲੰਘਣਾ ਪਰ ਤੁਸਾਂ ਲੰਘਣਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਉਸ ਚੰਗੀ ਧਰਤੀ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰੋਗੇ"},{"number":23,"verse":"ਚੌਕਸ ਰਹੋ ਮਤੇ ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਨੇਮ ਨੂੰ ਭੁੱਲ ਜਾਓ ਜਿਹੜਾ ਉਸ ਨੇ ਤੁਹਾਡੇ ਨਾਲ ਬੰਨ੍ਹਿਆ ਹੈ ਅਤੇ ਆਪਣੇ ਲਈ ਕਿਸੇ ਚੀਜ਼ ਦੀ ਘੜੀ ਹੋਈ ਮੂਰਤ ਬਣਾਓ ਜਿਸ ਤੋਂ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਵਰਜਿਆ ਹੈ"},{"number":24,"verse":"ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਭਸਮ ਕਰਨ ਵਾਲੀ ਅੱਗ ਹੈ। ਉਹ ਇੱਕ ਅਣਖ ਵਾਲਾ ਪਰਮੇਸ਼ੁਰ ਹੈ।।"},{"number":25,"verse":"ਜਦ ਤੁਹਾਡੇ ਪੁੱਤ੍ਰ ਪੋਤ੍ਰੇ ਹੋਣ ਅਤੇ ਤੁਸੀਂ ਧਰਤੀ ਉੱਤੇ ਢਿੱਲੇ ਪੈ ਜਾਓ ਅਤੇ ਵਿਗਾੜ ਕੇ ਆਪਣੇ ਲਈ ਕਿਸੇ ਚੀਜ਼ ਦੀ ਘੜੀ ਹੋਈ ਮੂਰਤ ਬਣਾਓ ਅਤੇ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਬੁਰਿਆਈ ਕਰੋ ਕਿ ਉਹ ਕ੍ਰੋਧਵਾਨ ਹੋਵੇ"},{"number":26,"verse":"ਤਾਂ ਮੈਂ ਅਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਦੀ ਗਵਾਹੀ ਤੁਹਾਡੇ ਵਿੱਰੁਧ ਅੱਜ ਲੈਂਦਾ ਹਾਂ ਕਿ ਛੇਤੀ ਨਾਲ ਉਸ ਧਰਤੀ ਉੱਤੋਂ ਤੁਹਾਡਾ ਉੱਕਾ ਹੀ ਨਾਸ ਹੋ ਜਾਵੇਗਾ ਜਿੱਥੇ ਤੁਸੀਂ ਕਬਜ਼ਾ ਕਰਨ ਨੂੰ ਯਰਦਨੋਂ ਪਾਰ ਜਾਂਦੇ ਹੋ। ਤਹਾਨੂੰ ਉਸ ਉੱਤੇ ਬਹੁਤੇ ਦਿਨਾਂ ਤੀਕ ਰਹਿਣ ਦਾ ਮੌਕਾ ਨਾ ਮਿਲੇਗਾ ਸਗੋਂ ਤੁਹਾਡਾ ਉੱਕਾ ਹੀ ਸੱਤਿਆ ਨਾਸ ਹੋ ਜਾਵੇਗਾ"},{"number":27,"verse":"ਯਹੋਵਾਹ ਤੁਹਾਨੂੰ ਲੋਕਾਂ ਵਿੱਚ ਖਿਲਾਰ ਦੇਵੇਗਾ ਅਤੇ ਜਿੱਧਰ ਯਹੋਵਾਹ ਤੁਹਾਨੂੰ ਧੱਕ ਦੇਵੇਗਾ ਉੱਥੇ ਤੁਸੀਂ ਕੌਮਾਂ ਵਿੱਚ ਥੋੜੇ ਜਿਹੇ ਰਹਿ ਜਾਓਗੇ"},{"number":28,"verse":"ਤੁਸੀਂ ਉੱਥੇ ਆਦਮੀ ਦੇ ਹੱਥਾਂ ਦੇ ਬਣਾਏ ਹੋਏ ਦੇਵਤਿਆਂ ਦੀ ਪੂਜਾ ਕਰੋਗੇ ਅਰਥਾਤ ਲੱਕੜੀ ਅਤੇ ਪੱਥਰ ਦੇ ਜਿਹੜੇ ਨਾ ਵੇਖਦੇ, ਨਾ ਸੁਣਦੇ, ਨਾ ਖਾਂਦੇ, ਨਾ ਸੁੰਘਦੇ ਹਨ"},{"number":29,"verse":"ਫੇਰ ਤੁਸੀਂ ਉੱਥੇ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਦੀ ਭਾਲ ਕਰੋਗੇ ਅਤੇ ਤੁਸੀਂ ਉਹ ਨੂੰ ਪਾਓਗੇ ਜਦ ਆਪਣੇ ਸਾਰੇ ਹਿਰਦੇ ਨਾਲ ਅਤੇ ਸਾਰੇ ਮਨ ਨਾਲ ਢੂੰਡ ਕਰੋਗੇ"},{"number":30,"verse":"ਜਦ ਤੁਹਾਡੀ ਬਿਪਤਾ ਵਿੱਚ ਏਹ ਸਾਰੀਆਂ ਗੱਲਾਂ ਤੁਹਾਡੇ ਉੱਤੇ ਆ ਪੈਣ ਤਾ ਆਖਰੀ ਦਿਨਾਂ ਵਿੱਚ ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਵੱਲ ਮੁੜੋਗੇ ਅਤੇ ਉਹ ਦੀ ਅਵਾਜ਼ ਸੁਣੋਗੇ"},{"number":31,"verse":"ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਇੱਕ ਦਿਆਲੂ ਪਰਮੇਸ਼ੁਰ ਹੈ, ਉਹ ਨਾ ਤਾਂ ਤੁਹਾਨੂੰ ਤਿਆਗੇਗਾ, ਨਾ ਤੁਹਾਨੂੰ ਨਾਸ ਕਰੇਗਾ, ਨਾ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਨੇਮ ਨੂੰ ਜਿਸ ਦੇ ਵਿਖੇ ਉਸ ਨੇ ਉਨਾਂ ਨਾਲ ਸੌਂਹ ਖਾਧੀ ਸੀ ਭੁੱਲੇਗਾ"},{"number":32,"verse":"ਅਗਲੇ ਦਿਨਾਂ ਦੇ ਵਿਖੇ ਜਿਹੜੇ ਤੁਹਾਥੋਂ ਅੱਗੇ ਸਨ ਅਰਥਾਤ ਉਸ ਦਿਨ ਤੋਂ ਜਦ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਦਮੀ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਉਤਪਤ ਕੀਤਾ ਅਤੇ ਅਕਾਸ਼ ਦੇ ਇੱਕ ਸਿਰੇ ਤੋਂ ਦੂਜੇ ਸਿਰੇ ਤੀਕ ਪੁੱਛੋ ਕਿ ਅਜੇਹੀ ਵੱਡੀ ਗੱਲ ਕਦੀ ਹੋਈ ਅਥਵਾ ਉਸ ਵਾਂਙੁ ਸੁਣੀ?"},{"number":33,"verse":"ਕੀ ਕਿਸੇ ਪਰਜਾ ਨੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਅਵਾਜ਼ ਅੱਗ ਦੇ ਵਿੱਚੋਂ ਦੀ ਬੋਲਦੀ ਸੁਣੀ ਜਿਵੇਂ ਤੁਸਾਂ ਸੁਣੀ ਅਤੇ ਜੀਉਂਦੇ ਰਹੇ?"},{"number":34,"verse":"ਅਥਵਾ ਪਰਮੇਸ਼ੁਰ ਨੇ ਕਦੀ ਪਰੋਜਨ ਕੀਤਾ ਕਿ ਜਾ ਕੇ ਆਪਣੇ ਲਈ ਇੱਕ ਕੌਮ ਨੂੰ ਦੂਜੀ ਕੌਮ ਦੇ ਵਿੱਚੋਂ ਪਰਤਾਵਿਆਂ, ਨਿਸਾਨਾਂ, ਅਚਰਜ ਕੰਮਾਂ, ਲੜਾਈ, ਸ਼ਕਤੀ ਵਾਲੇ ਹੱਥ, ਪਸਾਰੀ ਹੋਈ ਬਾਂਹ ਅਤੇ ਵੱਡੇ ਵੱਡੇ ਡਰਾਵਿਆਂ ਨਾਲ ਲਿਆ ਹੋਵੇ ਜਿਵੇਂ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਮਿਸਰ ਵਿੱਚ ਤੁਹਾਡੇ ਵੇਖਦਿਆਂ ਤੁਹਾਡੇ ਲਈ ਕੀਤਾ?"},{"number":35,"verse":"ਹੁਣ ਤੁਸਾਂ ਵੇਖਿਆ ਤਾਂ ਜੋ ਤੁਸੀਂ ਜਾਣੋ ਭਈ ਯਹੋਵਾਹ ਉਹੀ ਪਰਮੇਸ਼ੁਰ ਹੈ ਜਿਸ ਦੇ ਬਿਨਾ ਹੋਰ ਕੋਈ ਹੈ ਹੀ ਨਹੀਂ"},{"number":36,"verse":"ਅਕਾਸ਼ ਤੋਂ ਉਸ ਨੇ ਆਪਣੀ ਅਵਾਜ਼ ਤੁਹਾਨੂੰ ਸੁਣਾਈ ਤਾਂ ਜੋ ਉਹ ਤੁਹਾਨੂੰ ਸਿੱਖਿਆ ਦੇਵੇ ਅਤੇ ਧਰਤੀ ਉੱਤੇ ਆਪਣੀ ਵੱਡੀ ਅੱਗ ਤੁਹਾਡੇ ਉੱਤੇ ਪਰਗਟ ਕੀਤੀ ਅਤੇ ਤੁਸਾਂ ਉਸ਼ ਦੇ ਸ਼ਬਦ ਅੱਗ ਦੇ ਵਿੱਚ ਦੀ ਸੁਣੇ"},{"number":37,"verse":"ਏਸ ਲਈ ਕਿ ਉਸ ਨੇ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਪ੍ਰੀਤ ਰੱਖੀ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੋਂ ਉਨ੍ਹਾਂ ਦੀ ਅੰਸ ਨੂੰ ਚੁਣਿਆ ਅਤੇ ਤੁਹਾਨੂੰ ਮਿਸਰ ਤੋਂ ਆਪਣੀ ਹਜ਼ੂਰੀ ਨਾਲ ਅਤੇ ਆਪਣੀ ਵੱਡੀ ਸ਼ਕਤੀ ਨਾਲ ਕੱਢ ਲਿਆਇਆ"},{"number":38,"verse":"ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਅੱਗੋਂ ਤੁਹਾਥੋਂ ਵੱਡੀਆਂ ਅਤੇ ਬਲਵੰਤ ਕੌਮਾਂ ਨੂੰ ਕੱਢੇ ਭਈ ਤੁਹਾਨੂੰ ਅੰਦਰ ਲਿਆਵੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਧਰਤੀ ਮਿਲਖ ਵਿੱਚ ਤੁਹਾਨੂੰ ਦੇਵੇ ਜਿਵੇਂ ਅੱਜ ਦੇ ਦਿਨ ਉਹ ਕਰਦਾ ਹੈ"},{"number":39,"verse":"ਏਸ ਦਿਨ ਨੂੰ ਜਾਣੋ ਅਤੇ ਆਪਣੇ ਹਿਰਦਿਆਂ ਵਿੱਚ ਰੱਖੋ ਭਈ ਯਹੋਵਾਹ ਹੀ ਉੱਤੇ ਅਕਾਸ਼ ਵਿੱਚ ਅਤੇ ਹੇਠਾਂ ਧਰਤੀ ਉੱਤੇ ਪਰਮੇਸ਼ੁਰ ਹੈ। ਹੋਰ ਕੋਈ ਹੈ ਹੀ ਨਹੀਂ"},{"number":40,"verse":"ਤੁਸੀਂ ਉਸ ਦੀਆਂ ਬਿਧੀਆਂ ਦੀ ਅਤੇ ਹੁਕਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ ਜਿਹੜੇ ਮੈਂ ਅੱਜ ਤੁਹਾਨੂੰ ਦਿੰਦਾ ਹਾਂ ਤਾਂ ਜੋ ਤੁਹਾਡਾ ਅਤੇ ਤੁਹਾਥੋਂ ਪਿੱਛੇ ਤੁਹਾਡੇ ਬੱਚਿਆਂ ਦਾ ਭਲਾ ਹੋਵੇ ਅਤੇ ਤੁਸੀਂ ਉਸ ਜ਼ਮੀਨ ਉੱਤੇ ਆਪਣੇ ਦਿਨ ਲੰਮੇ ਕਰੋ ਜਿਹੜੀ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਸਦਾ ਲਈ ਦਿੰਦਾ ਹੈ।।"},{"number":41,"verse":"ਤਾਂ ਮੂਸਾ ਨੇ ਯਰਦਨ ਦੇ ਪਾਰ ਚੜ੍ਹਦੇ ਪਾਸੇ ਵੱਲ ਤਿੰਨ ਸ਼ਹਿਰ ਵੱਖਰੇ ਕੀਤੇ"},{"number":42,"verse":"ਤਾਂ ਜੋ ਉੱਥੇ ਖੂਨੀ ਨੱਠ ਜਾਵੇ ਜਿਹ ਨੇ ਆਪਣੇ ਗੁਆਂਢੀ ਨੂੰ ਵਿੱਸਰ ਭੋਲੇ ਮਾਰ ਸੁੱਟਿਆ ਹੋਵੇ ਅਤੇ ਉਹ ਦੇ ਨਾਲ ਪਿੱਛਲਿਆਂ ਦਿਨਾਂ ਵਿੱਚ ਉਸ ਦਾ ਵੈਰ ਨਹੀਂ ਸੀ, ਉਹ ਉਨ੍ਹਾਂ ਸ਼ਹਿਰਾਂ ਵਿੱਚੋਂ ਇੱਕ ਵਿੱਚ ਨੱਠ ਜਾਵੇ ਅਤੇ ਜਾਉਂਦਾ ਰਹੇ"},{"number":43,"verse":"ਅਰਥਾਤ ਰਊਬੇਨੀਆਂ ਲਈ ਉਜਾੜ ਵਿੱਚ ਉੱਚੇ ਮਦਾਨ ਦੇ ਉੱਤੇ ਬਸਰ ਅਤੇ ਗਾਦੀਆਂ ਲਈ ਗਿਲਆਦ ਵਿੱਚੋਂ ਰਾਮੋਥ ਅਤੇ ਮਨੱਸ਼ੀਆਂ ਲਈ ਬਾਸ਼ਾਨ ਵਿੱਚ ਗੋਲਾਨ"},{"number":44,"verse":"ਏਹ ਉਹ ਬਿਵਸਥਾ ਹੈ ਜਿਹੜੀ ਮੂਸਾ ਨੇ ਇਸਰਾਏਲੀਆਂ ਅੱਗੇ ਰੱਖੀ"},{"number":45,"verse":"ਅਤੇ ਏਹ ਓਹ ਸਾਖੀਆਂ, ਬਿਧੀਆਂ, ਅਤੇ ਕਨੂਨ ਹਨ ਜਿਹੜੇ ਮੂਸਾ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਜਦ ਓਹ ਮਿਸਰ ਤੋਂ ਨਿੱਕਲੇ,"},{"number":46,"verse":"ਯਰਦਨ ਪਾਰ ਉਸ ਦੂਣ ਵਿੱਚ ਦੱਸੇ ਜਿਹੜੀ ਬੈਤ- ਪਓਰ ਅੱਗੇ ਸੀਹੋਨ ਅਮੋਰੀਆਂ ਦੇ ਰਾਜੇ ਦੇ ਦੇਸ ਵਿੱਚ ਸੀ। ਉਹ ਹਸ਼ਬੋਨ ਵਿੱਚ ਵੱਸਦਾ ਸੀ ਜਿਸ ਨੂੰ ਮੂਸਾ ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਨੇ ਜਦ ਓਹ ਮਿਸਰੋਂ ਨਿੱਕਲੇ ਸਨ ਮਾਰਿਆ"},{"number":47,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਦੇ ਦੇਸ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਨਾਲੇ ਬਾਸ਼ਾਨ ਦੇ ਰਾਜੇ ਓਗ ਦੇ ਦੇਸ ਉੱਤੇ ਵੀ। ਏਹ ਅਮੋਰੀਆਂ ਦੇ ਦੋਨੋਂ ਰਾਜੇ ਸਨ ਅਤੇ ਓਹ ਯਰਦਨ ਪਾਰ ਚੜ੍ਹਦੇ ਪਾਸੇ ਵੱਸਦੇ ਸਨ"},{"number":48,"verse":"ਅਰੋਏਰ ਤੋਂ ਜਿਹੜਾ ਅਰਨੋਨ ਦੇ ਨਾਲੇ ਦੇ ਬੰਨੇ ਉੱਤੇ ਹੈ ਸੀਹੋਨ ਪਰਬਤ ਤੀਕ ਜਿਹੜਾ ਹਰਮੋਨ ਵੀ ਹੈ"},{"number":49,"verse":"ਅਤੇ ਸਾਰਾ ਅਰਾਬਾਹ ਯਰਦਨ ਤੋਂ ਪਾਰ ਪੂਰਬ ਵੱਲ ਅਰਥਾਤ ਅਰਾਬਾਹ ਦੇ ਸਮੁੰਦਰ ਤੀਕ ਜਿਹੜਾ ਪਿਸਗਾਹ ਦੀ ਢਾਲ ਹੇਠ ਹੈ ਉਨ੍ਹਾਂ ਨੂੰ ਕਬਜ਼ਾ ਕਰ ਲਿਆ।।"}]}