{"bibleAbbr":"paOV2016","bookName":"ਬਿਵਸਥਾਸਾਰ","bookEnglishName":"Deuteronomy","chapterNumber":7,"verses":[{"number":1,"verse":"( ਯਹੋਵਾਹ ਦੇ ਹੁਕਮਾਂ ਨੂੰ ਮੰਨਣ ਦਾ ਲਾਭ) ਜਦ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਉਸ ਧਰਤੀ ਵਿੱਚ ਜਿੱਥੇ ਤੁਸੀਂ ਕਬਜ਼ਾ ਕਰਨ ਲਈ ਜਾਂਦੇ ਹੋ ਅੰਦਰ ਲੈ ਜਾਵੇ ਅਤੇ ਤੁਹਾਡੇ ਅੱਗਿਓਂ ਬਹੁਤ ਸਾਰੀਆਂ ਕੌਮਾਂ ਨੂੰ ਪੁੱਟ ਸੁੱਟੇ ਅਰਥਾਤ ਸੱਤ ਕੌਮਾਂ ਨੂੰ ਹਿੱਤੀ, ਗਿਰਗਾਸ਼ੀ, ਅਮੋਰੀ, ਕਨਾਨੀ, ਫਰਿੱਜ਼ੀ, ਹਿੱਵੀ ਅਤੇ ਯਬੂਸੀ ਜਿਹੜੀਆਂ ਤੁਹਾਡੇ ਨਾਲੋਂ ਵਧੀਕ ਅਤੇ ਬਲਵੰਤ ਹਨ"},{"number":2,"verse":"ਅਤੇ ਜਦ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਓਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਅੱਗੇ ਲਾ ਦੇਵੇ ਤਾਂ ਤੁਸੀਂ ਓਹਨਾਂ ਨੂੰ ਮਾਰ ਸੁੱਟਿਓ। ਤੁਸੀਂ ਓਹਨਾਂ ਦਾ ਮੂਲੋਂ ਮੁੱਢੋਂ ਸੱਤਿਆ ਨਾਸ ਕਰ ਦੇਇਓ, ਨਾ ਤੁਸੀਂ ਓਹਨਾਂ ਨਾਲ ਨੇਮ ਬੰਨ੍ਹੋ, ਨਾ ਓਹਨਾਂ ਉੱਤੇ ਤਰਸ ਖਾਓ,"},{"number":3,"verse":"ਨਾ ਓਹਨਾਂ ਨਾਲ ਵਿਆਹ ਕਰੋ, ਨਾ ਕੋਈ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਨੂੰ ਧੀ ਦੇਵੇ, ਨਾ ਕੋਈ ਆਪਣੇ ਪੁੱਤ੍ਰ ਲਈ ਉਸ ਦੀ ਧੀ ਲਵੇ"},{"number":4,"verse":"ਕਿਉਂ ਜੋ ਓਹ ਤੁਹਾਡੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਮੇਰੇ ਪਿੱਛੇ ਚੱਲਣ ਤੋਂ ਹਟਾ ਦੇਣਗੀਆਂ ਤਾਂ ਜੋ ਓਹ ਹੋਰਨਾਂ ਦੇਵਤਿਆਂ ਦੀ ਪੂਜਾ ਕਰਨ ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਕ੍ਰੋਧ ਤੁਹਾਡੇ ਉੱਤੇ ਭੜਕੇ ਅਤੇ ਉਹ ਤੁਹਾਨੂੰ ਝੱਟ ਪੱਟ ਨਾਸ ਕਰ ਦੇਵੇ"},{"number":5,"verse":"ਪਰ ਤੁਸੀਂ ਓਹਨਾਂ ਨਾਲ ਐਉਂ ਕਰਿਓ, ਉਹਨਾਂ ਦੀਆਂ ਜਗਵੇਦੀਆਂ ਨੂੰ ਢਾਹ ਸੁੱਟਿਓ ਓਹਨਾਂ ਦੇ ਥੰਮ੍ਹਾਂ ਨੂੰ ਚੂਰ ਚੂਰ ਕਰ ਦੇਇਓ, ਓਹਨਾਂ ਦੇ ਟੁੰਡਾਂ ਨੂੰ ਵੱਢ ਸੁੱਟਿਓ ਅਤੇ ਓਹਨਾਂ ਦੀਆਂ ਉੱਕਰੀਆਂ ਹੋਈਆਂ ਮੂਰਤਾਂ ਨੂੰ ਅੱਗ ਵਿੱਚ ਸਾੜ ਦਇਓ"},{"number":6,"verse":"ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਇੱਕ ਪਵਿੱਤ੍ਰ ਪਰਜਾ ਹੋ ਅਤੇ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੁਹਾਨੂੰ ਚੁਣ ਲਿਆ ਕਿ ਤੁਸੀਂ ਸਾਰੀ ਜ਼ਮੀਨ ਦੇ ਉੱਪਰ ਦੇ ਰਾਜੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਉਸ ਦੀ ਨਿੱਜੀ ਪਰਜਾ ਹੋਵੋ"},{"number":7,"verse":"ਯਹੋਵਾਹ ਨੇ ਤੁਹਾਡੇ ਨਾਲ ਪ੍ਰੀਤ ਕਰ ਕੇ ਏਸ ਲਈ ਨਹੀਂ ਚੁਣਿਆ ਕਿ ਤੁਸੀਂ ਸਾਰਿਆਂ ਲੋਕਾਂ ਨਾਲੋਂ ਬਹੁਤੇ ਸਾਓ"},{"number":8,"verse":"ਪਰ ਏਸ ਲਈ ਕਿ ਯਹੋਵਾਹ ਨੇ ਤੁਹਾਡੇ ਨਾਲ ਪ੍ਰੇਮ ਕੀਤਾ ਅਤੇ ਉਸ ਨੇ ਉਸ ਸੌਂਹ ਦੀ ਪਾਲਨਾ ਕੀਤੀ ਜਿਹੜੀ ਉਸ ਨੇ ਤੁਹਾਡੇ ਪਿਓ ਦਾਦਿਆਂ ਨਾਲ ਖਾਧੀ ਸੀ ਤਾਂ ਯਹੋਵਾਹ ਤੁਹਾਨੂੰ ਬਲਵੰਤ ਹੱਥ ਨਾਲ ਕੱਢ ਕੇ ਬਾਹਰ ਲੈ ਆਇਆ ਅਤੇ ਤੁਹਾਨੂੰ ਗੁਲਾਮੀ ਦੇ ਘਰ ਤੋਂ ਮਿਸਰ ਦੇ ਰਾਜੇ ਫ਼ਿਰਊਨ ਦੇ ਹੱਥੋਂ ਛੁਟਕਾਰਾ ਦਿੱਤਾ"},{"number":9,"verse":"ਜਾਣ ਲਓ ਕਿ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਓਹੀ ਪਰਮੇਸ਼ੁਰ ਹੈ ਜਿਹੜਾ ਆਪਣੀ ਗੱਲ ਦਾ ਪੱਕਾ ਪਰਮੇਸ਼ੁਰ ਹੈ ਅਤੇ ਨੇਮ ਦੀ ਪਾਲਨਾ ਕਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਹਜ਼ਾਰਾਂ ਪੀੜ੍ਹੀਆਂ ਤੀਕ ਉਨ੍ਹਾਂ ਉੱਤੇ ਦਯਾਵਾਨ ਹੈ ਜਿਹੜੇ ਉਸ ਦੇ ਨਾਲ ਪ੍ਰੇਮ ਕਰਦੇ ਅਤੇ ਉਸ ਦੇ ਹੁਕਮਾਂ ਨੂੰ ਮੰਨਦੇ ਹਨ"},{"number":10,"verse":"ਉਹ ਆਪਣੇ ਵੈਰੀਆਂ ਦੇ ਵੇਖਦਿਆਂ ਤੇ ਓਹਨਾਂ ਦਾ ਨਾਸ ਕਰ ਕੇ ਬਦਲਾ ਦਿੰਦਾ ਹੈ ਅਤੇ ਉਹ ਆਪਣੇ ਵੈਰੀਆਂ ਵਿਖੇ ਢਿੱਲ ਨਾ ਲਾਵੇਗਾ ਪਰ ਉਨ੍ਹਾਂ ਦੇ ਵੇਖਦਿਆਂ ਵੇਖਦਿਆਂ ਓਹਨਾਂ ਨੂੰ ਬਦਲਾ ਦੇਵੇਗਾ"},{"number":11,"verse":"ਸੋ ਤੁਸੀਂ ਉਸ ਹੁਕਮਨਾਮੇ, ਬਿਧੀਆਂ, ਅਤੇ ਕਾਨੂਨਾਂ ਦੀ ਜਿਹੜੇ ਮੈਂ ਅੱਜ ਤੁਹਾਨੂੰ ਦੱਸਦਾ ਹਾਂ ਪੂਰਾ ਕਰ ਕੇ ਪਾਲਨਾ ਕਰੋ।।"},{"number":12,"verse":"ਤਾਂ ਐਉਂ ਹੋਵੇਗਾ ਕਿ ਏਸ ਕਾਰਨ ਕਿ ਤੁਸੀਂ ਏਹਨਾਂ ਕਾਨੂਨਾਂ ਨੂੰ ਸੁਣਦੇ ਅਤੇ ਪੂਰਾ ਕਰ ਕੇ ਓਹਨਾਂ ਦੀ ਪਾਲਨਾ ਕਰਦੇ ਹੋ ਤਾਂ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਉਸ ਨੇਮ ਨੂੰ ਅਤੇ ਉਸ ਦਯਾ ਨੂੰ ਜਿਹੜੀ ਉਸ ਨੇ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਸੌਂਹ ਖਾ ਕੇ ਕੀਤੀ ਸੀ ਕਾਇਮ ਰੱਖੇਗਾ"},{"number":13,"verse":"ਉਹ ਤੁਹਾਡੇ ਨਾਲ ਪ੍ਰੇਮ ਕਰੇਗਾ, ਤੁਹਾਨੂੰ ਬਰਕਤ ਦੇਵੇਗਾ, ਤੁਹਾਡਾ ਵਾਧਾ ਕਰੇਗਾ ਅਤੇ ਤੁਹਾਡੀ ਕੁੱਖ ਦੇ ਫਲ, ਤੁਹਾਡੀ ਜ਼ਮੀਨ ਦੇ ਫਲ, ਤੁਹਾਡੇ ਅੰਨ, ਤੁਹਾਡੀ ਨਵੀਂ ਮੈਂ, ਤੁਹਾਡੇ ਤੇਲ ਨੂੰ, ਚੌਣਿਆਂ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਅਤੇ ਇੱਜੜ ਦੇ ਲੇਲਿਆਂ ਨੂੰ ਉਸ ਜ਼ਮੀਨ ਉੱਤੇ ਜਿਸ ਦੇ ਦੇਣ ਦੀ ਸੌਂਹ ਉਸ ਤੁਹਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਖਾਧੀ ਸੀ ਬਰਕਤ ਦੇਵੇਗਾ"},{"number":14,"verse":"ਤੁਸੀਂ ਸਾਰਿਆਂ ਲੋਕਾਂ ਵਿੱਚ ਮੁਬਾਰਕ ਹੋਵੋਗੇ। ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਨਾ ਕੋਈ ਨਰ ਨਾ ਕੋਈ ਨਾਰੀ ਬੇ ਫਲ ਰਹੇਗਾ ਅਤੇ ਨਾ ਤੁਹਾਡੇ ਡੰਗਰਾਂ ਵਿੱਚੋਂ ਕੋਈ"},{"number":15,"verse":"ਯਹੋਵਾਹ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਬਿਮਾਰੀਆਂ ਤੁਹਾਥੋਂ ਦੂਰ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਮਿਸਰ ਦੇ ਸਾਰੇ ਬੁਰੇ ਰੋਗ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਤੁਹਾਨੂੰ ਨਾ ਲਾਵੇਗਾ ਸਗੋਂ ਓਹ ਓਹਨਾਂ ਉੱਤੇ ਪਾਵੇਗਾ ਜਿਹੜੇ ਤੁਹਾਡੇ ਵੈਰੀ ਹਨ"},{"number":16,"verse":"ਤੁਸੀਂ ਓਹਨਾਂ ਸਾਰਿਆਂ ਲੋਕਾਂ ਨੂੰ ਭਸਮ ਕਰ ਸੁੱਟੋਗੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਤੁਹਾਨੂੰ ਦਿੰਦਾ ਹੈ, ਨਾ ਤੁਹਾਡੀ ਅੱਖ ਵਿੱਚ ਉਹਨਾਂ ਉੱਤੇ ਤਰਸ ਆਵੇ, ਨਾ ਤੁਸੀਂ ਓਹਨਾਂ ਦੇ ਦੇਵਤਿਆਂ ਦੀ ਪੂਜਾ ਕਰੋ ਕਿਉਂ ਜੋ ਉਹ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਫਾਹੀ ਹੀ ਹੋਵੇਗਾ।।"},{"number":17,"verse":"ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਮਨਾਂ ਵਿੱਚ ਆਖੋ ਕਿ ਏਹ ਕੌਮਾਂ ਸਾਡੇ ਨਾਲੋਂ ਬਹੁਤੀਆਂ ਹਨ, ਅਸੀਂ ਓਹਨਾਂ ਨੂੰ ਕਿਵੇਂ ਕਾਬੂ ਕਰ ਸੱਕੀਏ?"},{"number":18,"verse":"ਤੁਸੀਂ ਓਹਨਾਂ ਤੋਂ ਨਾ ਡਰੋ। ਤੁਸੀਂ ਅੱਛੀ ਤਰਾਂ ਯਾਦ ਕਰੋ ਜੋ ਕੁਝ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਫ਼ਿਰਊਨ ਨਾਲ ਅਤੇ ਸਾਰੇ ਮਿਸਰੀਆਂ ਨਾਲ ਕੀਤ ਸੀ"},{"number":19,"verse":"ਨਾਲੇ ਓਹ ਵੱਡੇ ਪਰਤਾਵੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਹਾਡੀਆਂ ਅੱਖਾਂ ਨੇ ਵੇਖਿਆ ਅਤੇ ਓਹ ਨਿਸ਼ਾਨ, ਅਚਰਜ ਕੰਮ, ਬਲਵੰਤ ਹੱਥ ਅਤੇ ਲੰਮੀ ਬਾਂਹ ਕੱਢ ਲਿਆਇਆ, ਇਉਂ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਸਾਰਿਆਂ ਨਾਲ ਕਰੇਗਾ ਜਿਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਤੁਸੀਂ ਡਰਦੇ ਹੋ"},{"number":20,"verse":"ਨਾਲੇ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਓਹਨਾਂ ਵਿੱਚ ਡੇਹਮੂ ਘੱਲੇਗਾ ਜਦ ਤੀਕ ਓਹ ਜਿਹੜੇ ਬਚ ਰਹਿਣਗੇ ਅਤੇ ਓਹ ਜਿਹੜੇ ਤੁਹਾਡੇ ਅੱਗੋਂ ਆਪ ਨੂੰ ਲੁਕਾਉਣਗੇ ਨਾਸ ਨਾ ਹੋ ਜਾਣ"},{"number":21,"verse":"ਤੁਸੀਂ ਓਹਨਾਂ ਦੇ ਅੱਗੋਂ ਭੈ ਨਾ ਖਾਓ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਵਿਚਕਾਰ ਹੈ। ਉਹ ਇੱਕ ਵੱਡਾ ਅਤੇ ਭੈ ਦਾਇਕ ਪਰਮੇਸ਼ੁਰ ਹੈ"},{"number":22,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਇਨ੍ਹਾਂ ਕੌਮਾਂ ਨੂੰ ਤੁਹਾਡੇ ਅੱਗੋਂ ਹੌਲੀ ਹੌਲੀ ਕੱਢੇਗਾ। ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਨੂੰ ਝੱਟ ਪੱਟ ਭਸਮ ਨਾ ਕਰੋ ਮਤੇ ਜੰਗਲੀ ਜਾਨਵਰ ਤੁਹਾਡੇ ਉੱਤੇ ਵਧੀਕ ਹੋ ਜਾਣ"},{"number":23,"verse":"ਪਰ ਯਹੋਵਾਹ ਤੁਹਾਡਾ ਪਰਮੇਸ਼ੁਰ ਓਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਅੱਗੋਂ ਲਾ ਦੇਵੇਗਾ ਅਤੇ ਵੱਡੀ ਘਬਰਾਹਟ ਨਾਲ ਓਹਨਾਂ ਨੂੰ ਘਬਰਾ ਦੇਵੇਗਾ ਜਦ ਤੀਕ ਓਹਨਾਂ ਦਾ ਸੱਤਿਆ ਨਾਸ ਨਾ ਹੋ ਜਾਵੇ"},{"number":24,"verse":"ਉਹ ਓਹਨਾਂ ਦੇ ਰਾਜਿਆਂ ਨੂੰ ਤੁਹਾਡੇ ਹੱਥ ਵਿੱਚ ਦੇ ਦੇਵੇਗਾ। ਤੁਸੀਂ ਓਹਨਾਂ ਦਾ ਨਾਉਂ ਅਕਾਸ਼ ਦੇ ਹੇਠੋਂ ਮਿਟਾ ਦਿਓਗੇ ਅਤੇ ਕੋਈ ਮਨੁੱਖ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਠਹਿਰ ਨਾ ਸੱਕੇਗਾ ਐਥੋਂ ਤੀਕ ਕਿ ਤੁਸੀਂ ਓਹਨਾਂ ਦਾ ਸੱਤਿਆ ਨਾਸ ਕਰ ਸੁੱਟੋਗੇ"},{"number":25,"verse":"ਤੁਸੀਂ ਓਹਨਾਂ ਦਿਆਂ ਦੇਵਤਿਆਂ ਦੀਆਂ ਉੱਕਰੀਆਂ ਹੋਈਆਂ ਮੂਰਤੀਆਂ ਨੂੰ ਅੱਗ ਵਿੱਚ ਸਾੜ ਸੁੱਟੋ ਪਰ ਤੁਸੀਂ ਉਸ ਚਾਂਦੀ ਸੋਨੇ ਦਾ ਜਿਹੜਾ ਓਹਨਾਂ ਦੇ ਉੱਤੇ ਹੈ ਲੋਭ ਨਾ ਕਰੋ, ਨਾ ਉਹ ਆਪਣੇ ਲਈ ਲਓ ਮਤੇ ਤੁਸੀਂ ਓਹਨਾਂ ਦੇ ਫੰਦੇ ਵਿੱਚ ਫਸ ਜਾਓ ਕਿਉਂ ਜੋ ਏਹ ਯਹੋਵਾਹ ਤੁਹਾਡੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਲਈ ਇੱਕ ਘਿਣਾਉਣੀ ਚੀਜ਼ ਹੈ"},{"number":26,"verse":"ਤੁਸੀਂ ਕੋਈ ਘਿਣਾਉਣੀ ਚੀਜ਼ ਆਪਣੇ ਘਰ ਨੂੰ ਨਾ ਲਿਆਓ ਮਤੇ ਤੁਸੀਂ ਉਸ ਵਾਂਙੁ ਹਰਾਮ ਹੋ ਜਾਓ। ਤੁਸੀਂ ਉਸ ਤੋਂ ਨਫ਼ਰਤ ਹੀ ਨਫ਼ਰਤ ਅਤੇ ਘਿਣ ਹੀ ਘਿਣ ਕਰੋ ਕਿਉਂ ਜੋ ਉਹ ਇੱਕ ਹਰਾਮ ਚੀਜ਼ ਹੈ।।"}]}