{"bibleAbbr":"RcV2003","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":3,"verses":[{"number":1,"verse":"Hear this word that Jehovah has spoken against you, O children of Israel, against the whole family that I brought up from the land of Egypt, saying,"},{"number":2,"verse":"Only you have I known / Of all the families of the earth; / Therefore I will visit upon you / All your iniquities."},{"number":3,"verse":"Will two walk together / If they have not met at an appointed place?"},{"number":4,"verse":"Will the lion roar in the forest / When he has no prey? / Will a young lion utter his voice from his den / If he has not seized anything?"},{"number":5,"verse":"Will a bird fall into a trap on the earth / When there is no snare laid for it? / Will a trap spring up off the ground / When it has seized nothing at all?"},{"number":6,"verse":"Can a trumpet be blown in a city / And the people not dread? / Can there be ill in a city / And Jehovah did not do it?"},{"number":7,"verse":"Surely the Lord Jehovah will not do anything unless He reveals His secret to His servants the prophets."},{"number":8,"verse":"The lion has roared — / Who will not fear? / The Lord Jehovah has spoken — / Who can but prophesy?"},{"number":9,"verse":"Cause it to be heard in the palaces of Ashdod / And in the palaces of the land of Egypt, and say, / Assemble yourselves in the mountains of Samaria, / And see what great tumults are in the midst of it / And what oppressions are within it;"},{"number":10,"verse":"And they do not know to do what is right, / Declares Jehovah, / They who store up violence and devastation in their palaces."},{"number":11,"verse":"Therefore thus says the Lord Jehovah, / An adversary! Indeed one surrounding the land; / And he will bring down your strength from you, / And your palaces will be plundered."},{"number":12,"verse":"Thus says Jehovah, As the shepherd rescues / Out of the mouth of the lion / Two legs or a piece of the ear, / So will the children of Israel / Who dwell in Samaria be rescued, / With the corner of a bed / And a silk cushion of a couch."},{"number":13,"verse":"Hear, and testify against the house of Jacob, declares the Lord Jehovah, the God of hosts."},{"number":14,"verse":"For in the day when I visit / The transgressions of Israel upon him, / I will visit the altars of Bethel, / And the horns of the altar will be cut off / And will fall to the ground."},{"number":15,"verse":"And I will strike the winter house / Along with the summer house; / And the houses of ivory will perish, / And many houses will come to an end, / Declares Jehovah."}]}