{"bibleAbbr":"RcV2003","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":5,"verses":[{"number":1,"verse":"Hear this word that I take up as a lamentation over you, O house of Israel."},{"number":2,"verse":"Fallen and no more to rise / Is the virgin of Israel; / She has been cast down upon her land; / There is none to raise her up."},{"number":3,"verse":"For thus says the Lord Jehovah, The city that sent forth a thousand / Will have a hundred left, And that which sent forth a hundred / Will have ten left, / To the house of Israel."},{"number":4,"verse":"For thus says Jehovah to the house of Israel, / Seek Me, and live;"},{"number":5,"verse":"And do not seek Bethel, / Nor go to Gilgal, / Nor pass on to Beer-sheba; / For Gilgal will surely go into captivity, / And Bethel will become vanity."},{"number":6,"verse":"Seek Jehovah, and live; / Lest He rush upon the house of Joseph like fire, / And it devour it, and there be none to extinguish the fire in Bethel."},{"number":7,"verse":"They turn justice to wormwood / And thrust righteousness down to the ground."},{"number":8,"verse":"He who makes the Pleiades and Orion / And turns the shadow of death into the morning / And darkens the day with the night; / He who calls for the water of the sea / And pours it upon the surface of the earth, / Jehovah is His name,"},{"number":9,"verse":"Who causes destruction to flash forth upon the strong, / So that destruction comes upon the fortress."},{"number":10,"verse":"They hate him who reproves in the gate, / And him who speaks with integrity they abhor."},{"number":11,"verse":"Therefore because you trample upon the poor / And take a forced gift of wheat from them; / You have built houses of hewn stone, / But you will not dwell in them; / You have planted desirable vineyards, / But you will not drink their wine."},{"number":12,"verse":"For I know that your transgressions are many / And that your sins are mighty, / You who vex the righteous and take ransom payment / And turn aside justice for the needy in the gate."},{"number":13,"verse":"Therefore he who has insight will keep silent at this time, for it is an evil time."},{"number":14,"verse":"Seek good and not evil, / In order that you may live; / And so Jehovah the God of hosts will be with you, / As you say."},{"number":15,"verse":"Hate evil and love good, / And set up justice in the gate. / Perhaps Jehovah the God of hosts will be gracious / To the remnant of Joseph."},{"number":16,"verse":"Therefore thus says Jehovah, / The God of hosts, the Lord: / In all the open plazas there will be wailing, / And in all the streets they will say, Alas! Alas! / And they will call the farmer to mourning, / And for wailing to those skilled in lamentation."},{"number":17,"verse":"In all the vineyards there will be wailing, / For I will pass through your midst, says Jehovah."},{"number":18,"verse":"Woe to you who desire / The day of Jehovah! / What good is the day of Jehovah to you? / It will be darkness and not light,"},{"number":19,"verse":"As when a man flees from before a lion / And encounters a bear, / Or goes into the house and leans his hand against the wall, / And a serpent bites him."},{"number":20,"verse":"Will not the day of Jehovah be darkness and not light, / Even deep darkness and no brightness to it?"},{"number":21,"verse":"I hate, I despise, your feasts, / And I will not delight in your solemn assemblies."},{"number":22,"verse":"For if you offer up to Me burnt offerings / And your meal offerings, I will not accept them; / Nor will I regard the peace offerings of your fatted animals."},{"number":23,"verse":"Take the noise of your songs away from Me, / For I will not hear the melody of your harps."},{"number":24,"verse":"But let justice roll down like water, / And righteousness, like an ever-flowing river."},{"number":25,"verse":"Did you bring Me sacrifices and meal offerings / In the wilderness for forty years, O house of Israel?"},{"number":26,"verse":"Indeed, you took up Sikkuth your king / And Kiyyun your images, the star of your gods that you made for yourselves."},{"number":27,"verse":"Thus I will bring you into captivity / Beyond Damascus, says Jehovah; / The God of hosts is His name."}]}