{"bibleAbbr":"KJ3-2005","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":13,"verses":[{"number":1,"verse":"On that day they read in the Book of Moses in the ears of the people. And it was found written in it that the Ammonite and the Moabite should not come into the congregation of God forever,"},{"number":2,"verse":"because they did not meet the sons of Israel with bread and water, but hired Balaam against them to curse them. But our God turned the curse to a blessing."},{"number":3,"verse":"And it happened, when they had heard the Law, they separated all the mixed multitude from Israel."},{"number":4,"verse":"And before this, Eliashib the priest, who was set over the rooms of the house of our God, who was related to Tobiah,"},{"number":5,"verse":"(and he had prepared for himself a large room and there before they were giving the food offering, the frankincense, and the vessels, and the tithes of the grain, the new wine, and the oil, which was commanded to be given to the Levites, and the singers, and the gatekeepers, and the offerings of the priests)."},{"number":6,"verse":"But in all this time I was not at Jerusalem. For in the thirty-second year of Artaxerxes the king of Babylon, I came to the king. And after some days I asked leave from the king."},{"number":7,"verse":"And I came to Jerusalem, and understood the evil which Eliashib did for Tobiah, in preparing a room for him in the courts of the house of God."},{"number":8,"verse":"And it grieved me very much. And I threw all the household stuff of Tobiah out of the room."},{"number":9,"verse":"Then I commanded, and they purified the rooms. And I returned there the vessels of the house of God, with the food offering and the frankincense."},{"number":10,"verse":"And I saw that the portions of the Levites had not been given, for the Levites and the singers who did the work had each man fled to his field."},{"number":11,"verse":"Then I contended with the rulers, and said, Why is the house of God forsaken? And I gathered them and set them in their place."},{"number":12,"verse":"Then all Judah brought the tithe of the grain, and the new wine, and the oil, into the treasuries."},{"number":13,"verse":"And I made treasurers over the treasuries: Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah. And next to them was Hanan the son of Zaccur, the son of Mattaniah. For they were counted faithful, and on them was the duty to distribute to their brothers."},{"number":14,"verse":"Remember me, O my God, concerning this, and do not wipe out my good deeds which I have done for the house of my God, and in its keeping."},{"number":15,"verse":"In those days I saw in Judah ones treading wine presses on the Sabbath, and bringing in sheaves and loading asses; and also wine, grapes, and figs, and all burdens, which they brought into Jerusalem on the Sabbath day. And I testified against them on the day they sold food."},{"number":16,"verse":"Men of Tyre also lived in it, who brought fish and all wares, and were selling on the Sabbath to the sons of Judah, even in Jerusalem."},{"number":17,"verse":"And I contended with the nobles of Judah and said to them, What is this evil thing that you do, defiling the Sabbath day?"},{"number":18,"verse":"Did not your fathers do this, and did not our God bring all this evil on us and on this city? Yet you bring more wrath on Israel by defiling the Sabbath."},{"number":19,"verse":"And it happened, when the gates of Jerusalem began to be dark before the Sabbath, I said that the gates should be shut, and said that they should not be opened until after the Sabbath. And I stationed some of my servants at the gates, so that there should be no burden brought in on the Sabbath day."},{"number":20,"verse":"And the merchants and sellers of all the wares stayed the night outside Jerusalem once or twice."},{"number":21,"verse":"Then I testified against them and said to them, Why are you staying around the wall? If you do it again, I will send a hand against you. From that time they did not come on the Sabbath."},{"number":22,"verse":"And I said to the Levites that they should be cleansing themselves, and they should come guarding the gates, to sanctify the Sabbath day. O my God, remember me for this also and spare me according to the greatness of Your mercy."},{"number":23,"verse":"In those days I also saw Jews who had dwelt with women from Ashdod Ammon and Moab."},{"number":24,"verse":"And their children were speaking half in the speech of Ashdod, and to them was no respecting to speak Jewish, but as to the language of a people and a people."},{"number":25,"verse":"And I contended with them, and put a curse on them, and struck some of them, and I plucked their hair. And I made them swear by the name of God, saying, If you shall give your daughters to their sons, or and if you take from their daughters to your sons and for yourselves."},{"number":26,"verse":"Did not Solomon king of Israel sin by these things? Yet among many nations there was no king like him, who was beloved by his God; and God made him king over Israel. But women from foreign lands caused even him to sin."},{"number":27,"verse":"Shall we then listen to you, to do this great evil, to act unfaithfully against our God in living with foreign women?"},{"number":28,"verse":"And one of the sons of Joiada, the son of Eliashib the high priest, was son-in-law to Sanballat the Horonite. And I chased him from me."},{"number":29,"verse":"Remember them, O my God, because they have defiled the priesthood, and the covenant of the priesthood and of the Levites."},{"number":30,"verse":"And I cleansed them from all foreign ones, and I made stand watches to the priests and the Levites, each man in his work,"},{"number":31,"verse":"and for the wood offering, at appointed times, and for the firstfruits. Remember me, O my God, for good! The Book of ESTHER"}]}