{"bibleAbbr":"KJ3-2005","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":5,"verses":[{"number":1,"verse":"And there was a great cry of the people, and of their wives, against their brothers the Jews."},{"number":2,"verse":"For some were saying, With our sons and our daughters, we are many. And we take up grain for them, and we eat and live."},{"number":3,"verse":"Some also were saying, We have mortgaged our fields, and our vineyards, and our houses; and we take up grain because of the famine."},{"number":4,"verse":"And ones who were saying, We have borrowed silver for the king's tax, on our fields, and our vineyards,"},{"number":5,"verse":"yet now our flesh is like the flesh of our brothers; as their sons, so are our sons; and, behold, we are bringing our sons and our daughters into bondage, to be slaves; yea, there are some of our daughters brought into bondage. And there is no power for our hand, and our fields and our vineyards are in the possession of other men."},{"number":6,"verse":"And it was very angering to me when I heard their cry, and these words."},{"number":7,"verse":"And my heart ruled within myself, and I contended with the nobles and the magistrates. And I said to them, You are each man lending at interest, from his brother. And I held a great assembly against them."},{"number":8,"verse":"And I said to them, According to our ability we have redeemed our brothers, the Jews who were sold to the nations. And will you yet sell your brothers? Or shall they be sold to us? And they were silent, and did not find a word."},{"number":9,"verse":"Also I said, The thing you do is not good. Should you not walk in the fear of God because of the reproach of the nations, our enemies?"},{"number":10,"verse":"And also, I, my brothers and my servants are lending them silver and grain. Please leave off this interest."},{"number":11,"verse":"Please even today give back to them their lands, their vineyards, their oliveyards, and their houses; also the hundredth part of their silver, and of the grain, the wine, and the oil, that you have taken from them."},{"number":12,"verse":"And they said, We will restore, and will ask nothing from them. So we will do as you are saying. And I called the priests and took an oath from them that they would do according to this word."},{"number":13,"verse":"Also I shook my lap, and I said, So may God shake out every man from his house and from his labor, who does not lift up this thing; even may he be shaken out this way and emptied. And all the assembly said, Amen, and praised Jehovah. And the people did according to this thing."},{"number":14,"verse":"And from the time that I was chosen to be their governor in the land of Judah, from the twentieth year even to the thirtysecond year of Artaxerxes the king, twelve years, I and my brothers did not eat the bread of the governor."},{"number":15,"verse":"The former governors who were before me were too heavy on the people, and had taken bread and wine from them, besides forty shekels of silver. Yes, even their young men bore rule over the people. But I did not do this, because of the fear of God."},{"number":16,"verse":"Yea, I also worked strongly in the work of this wall, and I did not buy a field. And all my servants were gathered there on the work."},{"number":17,"verse":"And at my table were a hundred and fifty of the Jews and rulers, besides those who came to us from among the nations around us."},{"number":18,"verse":"And that which was prepared for me for a day was one ox, six fat sheep. Also birds were prepared for me; and between ten days, in all of the wine plentifully. And with this I did not seek the bread of the governor, for the bondage was heavy on this people."},{"number":19,"verse":"Think upon me for good, my God, according to all that I have done for this people."}]}