{"bibleAbbr":"NASB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":11,"verses":[{"number":1,"verse":"(The Tower of Babel) Now all the earth (Lit was one lip) used the same language and (Or few or one set of words) the same words."},{"number":2,"verse":"And it came about, as they journeyed (Or from the east) east, that they found a plain in the land of Shinar and (Lit dwelt) settled there."},{"number":3,"verse":"Then they said to one another, “Come, let’s make bricks and (I. e., in a kiln to harden them) fire them thoroughly.” And they used brick for stone, and they used tar for mortar."},{"number":4,"verse":"And they said, “Come, let’s build ourselves a city, and a tower whose top will reach into heaven, and let’s make a name for ourselves; otherwise we will be scattered abroad over the face of all the earth.”"},{"number":5,"verse":"Now the LORD came down to see the city and the tower which the (Lit sons of mankind) men had built."},{"number":6,"verse":"And the LORD said, “Behold, they are one people, and they all have (Lit one lip) the same language. And this is what they have started to do, and now nothing which they plan to do will be (Lit inaccessible to) impossible for them."},{"number":7,"verse":"Come, (I. e., indicating united action, not a request) let Us go down and there confuse their (Lit lip) language, so that they will not understand one another’s (Lit lip) speech.”"},{"number":8,"verse":"So the LORD scattered them abroad from there over the face of all the earth; and they stopped building the city."},{"number":9,"verse":"Therefore it was named (Or Babylon; cf. Heb balal, confuse) Babel, because there the LORD confused the (Lit lip) language of all the earth; and from there the LORD scattered them abroad over the face of all the earth."},{"number":10,"verse":"(Descendants of Shem) These are the records of the generations of Shem. Shem was a hundred years old when he fathered Arpachshad, two years after the flood;"},{"number":11,"verse":"and Shem lived five hundred years after he fathered Arpachshad, and he fathered other sons and daughters."},{"number":12,"verse":"Arpachshad lived thirty-five years, and fathered Shelah;"},{"number":13,"verse":"and Arpachshad lived 403 years after he fathered Shelah, and he fathered other sons and daughters."},{"number":14,"verse":"Shelah lived thirty years, and fathered Eber;"},{"number":15,"verse":"and Shelah lived 403 years after he fathered Eber, and he fathered other sons and daughters."},{"number":16,"verse":"Eber lived thirty-four years, and fathered Peleg;"},{"number":17,"verse":"and Eber lived 430 years after he fathered Peleg, and he fathered other sons and daughters."},{"number":18,"verse":"Peleg lived thirty years, and fathered Reu;"},{"number":19,"verse":"and Peleg lived 209 years after he fathered Reu, and he fathered other sons and daughters."},{"number":20,"verse":"Reu lived thirty-two years, and fathered Serug;"},{"number":21,"verse":"and Reu lived 207 years after he fathered Serug, and he fathered other sons and daughters."},{"number":22,"verse":"Serug lived thirty years, and fathered Nahor;"},{"number":23,"verse":"and Serug lived two hundred years after he fathered Nahor, and he fathered other sons and daughters."},{"number":24,"verse":"Nahor lived twenty-nine years, and fathered Terah;"},{"number":25,"verse":"and Nahor lived 119 years after he fathered Terah, and he fathered other sons and daughters."},{"number":26,"verse":"Terah lived seventy years, and fathered Abram, Nahor, and Haran."},{"number":27,"verse":"Now these are the records of the generations of Terah. Terah fathered Abram, Nahor, and Haran; and Haran fathered Lot."},{"number":28,"verse":"Haran died (Lit before the face of) during the lifetime of his father Terah in the land of his birth, in Ur of the Chaldeans."},{"number":29,"verse":"Abram and Nahor took wives for themselves. The name of Abram’s wife was Sarai, and the name of Nahor’s wife was Milcah, the daughter of Haran, the father of Milcah (Lit and the father of) and Iscah."},{"number":30,"verse":"Sarai was unable to conceive; she did not have a child."},{"number":31,"verse":"Now Terah took his son Abram, and Lot the son of Haran, his grandson, and his daughter-in-law Sarai, his son Abram’s wife, and they departed (Lit with them) together from Ur of the Chaldeans to go to the land of Canaan; and they went as far as Haran and (Lit dwelt) settled there."},{"number":32,"verse":"The days of Terah were 205 years; and Terah died in Haran."}]}