{"bibleAbbr":"NASB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":18,"verses":[{"number":1,"verse":"Birth of Isaac Promised Now the LORD appeared to (Lit him) Abraham by the (Or terebinths) oaks of Mamre, while he was sitting at the tent door in the heat of the day."},{"number":2,"verse":"When he raised his eyes and looked, behold, three men were standing opposite him; and when he saw them, he ran from the tent door to meet them and bowed down to the ground,"},{"number":3,"verse":"and said, “ (Or O Lord) My Lord, if now I have found favor in Your sight, please do not (Lit pass away from Your servant) pass Your servant by."},{"number":4,"verse":"Please let a little water be brought and wash (I. e., referring to the three visitors) your feet, and make yourselves comfortable under the tree;"},{"number":5,"verse":"and I will (Lit take) bring a piece of bread, so that you may (Lit sustain your heart) refresh yourselves; after that you may go on, since you have (Lit come to) visited your servant.” And they said, “So do as you have said.”"},{"number":6,"verse":"So Abraham hurried into the tent to Sarah, and said, “ (Lit Hasten three measures) Quickly, prepare three (Heb seah; one seah is about 7 qt. or 7.7 liters) measures of fine flour, knead it, and make bread cakes.”"},{"number":7,"verse":"Abraham also ran to the herd, and took a tender and (Lit good) choice calf and gave it to the servant, and he hurried to prepare it."},{"number":8,"verse":"He took curds and milk and the calf which he had prepared, and set it before them; and he was standing by them under the tree (Lit and) as they ate."},{"number":9,"verse":"Then they said to him, “Where is your wife Sarah?” And he said, “There, in the tent.”"},{"number":10,"verse":"He said, “I will certainly return to you (Lit when the time revives) at this time next year; and behold, your wife Sarah will have a son.” And Sarah was listening at the tent door, which was behind him."},{"number":11,"verse":"Now Abraham and Sarah were old, advanced in age; Sarah was past (Lit the way of women) childbearing."},{"number":12,"verse":"So Sarah laughed (Lit within) to herself, saying, “After I have become old, am I to have pleasure, my lord being old also?”"},{"number":13,"verse":"But the LORD said to Abraham, “Why did Sarah laugh, saying, ‘Shall I actually give birth to a child, when I am so old?’"},{"number":14,"verse":"Is anything too (Or wonderful) difficult for the LORD? At the appointed time I will return to you, (Lit when the time revives) at this time next year, and Sarah will have a son.”"},{"number":15,"verse":"Sarah denied it, however, saying, “I did not laugh”; for she was afraid. And He said, “No, but you did laugh.”"},{"number":16,"verse":"Then the men rose up from there, and looked down toward Sodom; and Abraham was walking with them to send them off."},{"number":17,"verse":"The LORD said, “Shall I hide from Abraham what I am about to do,"},{"number":18,"verse":"since Abraham will certainly become a great and (Or populous) mighty nation, and in him all the nations of the earth will be blessed?"},{"number":19,"verse":"For I have (Lit known) chosen him, so that he may command his children and his household after him to keep the way of the LORD by doing righteousness and justice, so that the LORD may bring upon Abraham what He has spoken about him.”"},{"number":20,"verse":"And the LORD said, “The outcry of Sodom and Gomorrah is indeed great, and their sin is exceedingly grave."},{"number":21,"verse":"I will go down now and see whether they have done entirely as the outcry, which has come to Me indicates; and if not, I will know.”"},{"number":22,"verse":"Abraham Appeals for Sodom Then the men turned away from there and went toward Sodom, while Abraham was still standing before the LORD."},{"number":23,"verse":"Abraham approached and said, “Will You indeed sweep away the righteous with the wicked?"},{"number":24,"verse":"Suppose there are fifty righteous people within the city; will You indeed sweep it away and not (Or forgive) spare the place for the sake of the fifty righteous who are in it?"},{"number":25,"verse":"Far be it from You to do (Lit like this thing) such a thing, to kill the righteous with the wicked, so that the righteous and the wicked are treated alike. Far be it from You! Shall not the Judge of all the earth (Lit do justice) deal justly?”"},{"number":26,"verse":"So the LORD said, “If I find in Sodom fifty righteous within the city, then I will (Or forgive) spare the entire place on their account.”"},{"number":27,"verse":"And Abraham replied, “Now behold, I have (Or resolved) ventured to speak to the Lord, although I am only dust and ashes."},{"number":28,"verse":"Suppose the fifty righteous are lacking five, will You destroy the entire city because of five?” And He said, “I will not destroy it if I find forty-five there.”"},{"number":29,"verse":"And he spoke to Him yet again and said, “Suppose forty are found there?” And He said, “I will not do it on account of the forty.”"},{"number":30,"verse":"Then he said, “Oh may the Lord not be angry, and I shall speak; suppose thirty are found there?” And He said, “I will not do it if I find thirty there.”"},{"number":31,"verse":"And he said, “Now behold, I have (Or resolved) ventured to speak to the Lord; suppose twenty are found there?” And He said, “I will not destroy it on account of the twenty.”"},{"number":32,"verse":"Then he said, “Oh may the Lord not be angry, and I shall speak only this once: suppose ten are found there?” And He said, “I will not destroy it on account of the ten.”"},{"number":33,"verse":"As soon as He had finished speaking to Abraham the LORD departed, and Abraham returned to his place."}]}