{"bibleAbbr":"NASB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":2,"verses":[{"number":1,"verse":"And so the heavens and the earth were completed, and all their heavenly (Lit host i. e., sun, stars, etc.) lights."},{"number":2,"verse":"By the seventh day God completed His work which He had done, and He rested on the seventh day from all His work which He had done."},{"number":3,"verse":"Then God blessed the seventh day and sanctified it, because on it He rested from all His work which God had created (Lit to make) and made."},{"number":4,"verse":"The Creation of Man and Woman (Lit These are the generations) This is the account of the heavens and the earth when they were created, in the day that the LORD God made earth and heaven."},{"number":5,"verse":"Now no shrub of the field was yet on the earth, and no plant of the field had yet sprouted, for the LORD God had not sent rain upon the earth, and there was no man to (Lit work, serve) cultivate the ground."},{"number":6,"verse":"But a (Or flow) mist used to rise from the earth and water the whole (Lit face of) surface of the ground."},{"number":7,"verse":"Then the LORD God formed the man of dust from the ground, and breathed into his nostrils the breath of life; and the man became a living (Or soul) person."},{"number":8,"verse":"The LORD God planted a garden toward the east, in Eden; and there He placed the man whom He had formed."},{"number":9,"verse":"Out of the ground the LORD God caused every tree to grow that is pleasing to the sight and good for food; the tree of life was also in the midst of the garden, and the tree of the knowledge of good and evil."},{"number":10,"verse":"Now a river (Lit was going out) flowed out of Eden to water the garden; and from there it divided and became four (Lit heads) rivers."},{"number":11,"verse":"The name of the first is Pishon; it (Lit surrounds) flows around the whole land of Havilah, where there is gold."},{"number":12,"verse":"The gold of that land is good; the bdellium and the onyx stone are there as well."},{"number":13,"verse":"The name of the second river is Gihon; it (Lit is the one surrounding) flows around the whole land of Cush."},{"number":14,"verse":"The name of the third river is (Heb Hiddekel) Tigris; it (Lit is the one going) flows east of Assyria. And the fourth river is the (Heb Perath) Euphrates."},{"number":15,"verse":"Then the LORD God took the man and put him in the Garden of Eden to cultivate it and tend it."},{"number":16,"verse":"The LORD God commanded the man, saying, “From any tree of the garden you may freely eat;"},{"number":17,"verse":"but from the tree of the knowledge of good and evil you shall not (Lit eat from it) eat, for on the day that you eat from it you will certainly die.”"},{"number":18,"verse":"Then the LORD God said, “It is not good for the man to be alone; I will make him a helper (Lit corresponding to) suitable for him.”"},{"number":19,"verse":"And out of the ground the LORD God formed every animal of the field and every bird of the sky, and brought them to the man to see what he would call them; and whatever the man called a living creature, that was its name."},{"number":20,"verse":"The man gave names to all the livestock, and to the birds of the sky, and to every animal of the field, but for (Or man) Adam there was not found a helper (Lit corresponding to) suitable for him."},{"number":21,"verse":"So the LORD God caused a deep sleep to fall upon the man, and he slept; then He took one of his ribs and closed up the flesh at that place."},{"number":22,"verse":"And the LORD God (Lit built) fashioned into a woman the rib which He had taken from the man, and brought her to the man."},{"number":23,"verse":"Then the man said, “At last this is bone of my bones, And flesh of my flesh; (Lit This one) She shall be called (Heb ishshah) ‘woman,’ Because (Lit This one) she was taken out of (Heb ish) man.”"},{"number":24,"verse":"For this reason a man shall leave his father and his mother, and be joined to his wife; and they shall become one flesh."},{"number":25,"verse":"And the man and his wife were both naked, but they were not ashamed."}]}