{"bibleAbbr":"NASB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"(Isaac Is Born) Then the LORD took note of Sarah as He had said, and the LORD did for Sarah as He had (Lit spoken) promised."},{"number":2,"verse":"So Sarah conceived and bore a son to Abraham in his old age, at the appointed time of which God had spoken to him."},{"number":3,"verse":"Abraham named his son who was born to him, the son whom Sarah bore to him, Isaac."},{"number":4,"verse":"Then Abraham circumcised his son Isaac when he was eight days old, as God had commanded him."},{"number":5,"verse":"Now Abraham was a hundred years old when his son Isaac was born to him."},{"number":6,"verse":"Sarah said, “God has made laughter for me; everyone who hears will laugh (Lit for) with me.”"},{"number":7,"verse":"And she said, “Who would have said to Abraham that Sarah would nurse children? Yet I have given birth to a son in his old age.”"},{"number":8,"verse":"And the child grew and was weaned, and Abraham held a great feast on the day that Isaac was weaned."},{"number":9,"verse":"(Sarah Turns against Hagar) Now Sarah saw the son of Hagar the Egyptian, whom she had borne to Abraham, mocking Isaac."},{"number":10,"verse":"Therefore she said to Abraham, “Drive out this slave woman and her son, for the son of this slave woman shall not be an heir with my son (Lit with Isaac) Isaac!”"},{"number":11,"verse":"The matter (Lit was very grievous in Abraham’s sight) distressed Abraham greatly because of his son Ishmael."},{"number":12,"verse":"But God said to Abraham, “ (Lit Do not let it be grievous in your sight) Do not be distressed because of the boy and your slave woman; whatever Sarah tells you, listen to her, for through Isaac (Lit your seed will be called) your descendants shall be named."},{"number":13,"verse":"And of the son of the slave woman I will make a nation also, because he is your (Lit seed) descendant.”"},{"number":14,"verse":"So Abraham got up early in the morning and took bread and a (I. e., a skin used as a bottle) skin of water, and gave them to Hagar, putting them on her shoulder, and gave her the boy, and sent her away. And she departed and wandered about in the wilderness of Beersheba."},{"number":15,"verse":"When the water in the skin was used up, she (Lit cast) left the boy under one of the bushes."},{"number":16,"verse":"Then she went and sat down opposite him, about a bowshot away, for she said, “May I not (Lit look at the death of the child) see the boy die!” And she sat opposite him, and raised her voice and wept."},{"number":17,"verse":"God heard the boy crying; and the angel of God called to Hagar from heaven and said to her, “ (Lit What to you; an idiom) What is the matter with you, Hagar? Do not fear, for God has heard the voice of the boy where he is."},{"number":18,"verse":"Get up, lift up the boy, and hold him by (Lit your) the hand, for I will make a great nation of him.”"},{"number":19,"verse":"Then God opened her eyes, and she saw a well of water; and she went and filled the (See note v 14) skin with water and gave the boy a drink."},{"number":20,"verse":"And God was with the boy, and he grew; and he lived in the wilderness and became an archer."},{"number":21,"verse":"He lived in the wilderness of Paran, and his mother took a wife for him from the land of Egypt."},{"number":22,"verse":"(Covenant with Abimelech) Now it came about at that time that Abimelech and Phicol, the commander of his army, spoke to Abraham, saying, “God is with you in all that you do;"},{"number":23,"verse":"so now, swear to me here by God that you will not deal falsely with me or with my offspring or with my descendants, but according to the kindness that I have shown to you, you shall show to me and to the land in which you have resided.”"},{"number":24,"verse":"Abraham said, “I swear it.”"},{"number":25,"verse":"But Abraham (Lit rebuked) complained to Abimelech because of the well of water which the servants of Abimelech had seized."},{"number":26,"verse":"And Abimelech said, “I do not know who has done this thing; you did not tell me, nor did I hear of it (Lit except) until today.”"},{"number":27,"verse":"So Abraham took sheep and oxen and gave them to Abimelech, and the two of them made a covenant."},{"number":28,"verse":"But Abraham set seven ewe lambs of the flock by themselves."},{"number":29,"verse":"Then Abimelech said to Abraham, “What do these seven ewe lambs mean, which you have set by themselves?”"},{"number":30,"verse":"He said, “You shall take these seven ewe lambs from my hand so that it may be a witness for me, that I dug this well.”"},{"number":31,"verse":"Therefore he called that place (I. e., well of an oath) Beersheba, because there the two of them took an oath."},{"number":32,"verse":"So they made a covenant at Beersheba; and Abimelech and Phicol, the commander of his army, got up and returned to the land of the Philistines."},{"number":33,"verse":"Abraham planted a tamarisk tree at Beersheba, and there he called on the name of the LORD, the Everlasting God."},{"number":34,"verse":"And Abraham resided in the land of the Philistines for many days."}]}