{"bibleAbbr":"NASB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":27,"verses":[{"number":1,"verse":"Jacob’s Deception Now it came about, when Isaac was old and his eyes were too dim to see, that he called his older son Esau and said to him, “My son.” And he said to him, “Here I am.”"},{"number":2,"verse":"Then (Lit he) Isaac said, “Behold now, I am old and I do not know the day of my death."},{"number":3,"verse":"Now then, please take your gear, your quiver and your bow, and go out to the field and hunt game for me;"},{"number":4,"verse":"and prepare a delicious meal for me such as I love, and bring it to me that I may eat, so that my soul may bless you before I die.”"},{"number":5,"verse":"Now Rebekah was listening while Isaac spoke to his son Esau. So when Esau went to the field to hunt for game to bring home,"},{"number":6,"verse":"Rebekah said to her son Jacob, “Behold, I heard your father speak to your brother Esau, saying,"},{"number":7,"verse":"‘Bring me some game and prepare a delicious meal for me, so that I may eat, and bless you in the presence of the LORD before my death.’"},{"number":8,"verse":"So now, my son, listen to (Lit my voice) me (Lit according to what) as I command you."},{"number":9,"verse":"Go now to the flock and (Lit take) bring me two choice (Lit kids of goats) young goats from there, so that I may prepare them as a delicious meal for your father, such as he loves."},{"number":10,"verse":"Then you shall bring it to your father, that he may eat, so that he may bless you before his death.”"},{"number":11,"verse":"But Jacob said to his mother Rebekah, “Behold, my brother Esau is a hairy man and I am a smooth man."},{"number":12,"verse":"Perhaps my father will touch me, then I will be like a (Lit mocker) deceiver in his sight, and I will bring upon myself a curse and not a blessing.”"},{"number":13,"verse":"But his mother said to him, “Your curse be on me, my son; only obey my voice, and go, get the goats for me.”"},{"number":14,"verse":"So he went and got them, and brought them to his mother; and his mother made a delicious meal such as his father loved."},{"number":15,"verse":"Then Rebekah took the (Lit desirable; or choice) best garments of her elder son Esau, which were with her in the house, and put them on her younger son Jacob."},{"number":16,"verse":"And she put the skins of the (Lit kids of the goats) young goats on his hands and on the smooth part of his neck."},{"number":17,"verse":"She also gave the delicious meal and the bread which she had made (Lit into the hand of) to her son Jacob."},{"number":18,"verse":"Then he came to his father and said, “My father.” And he said, “Here I am. Who are you, my son?”"},{"number":19,"verse":"Jacob said to his father, “I am Esau your firstborn; I have done as you told me. Come now, sit and eat of my game, so that (Lit your soul) you may bless me.”"},{"number":20,"verse":"Isaac said to his son, “How is it that you have it so quickly, my son?” And he said, “Because the LORD your God made it (Lit meet me) come to me.”"},{"number":21,"verse":"Then Isaac said to Jacob, “Please come close, so that I may feel you, my son, whether you are really my son Esau or not.”"},{"number":22,"verse":"So Jacob came close to his father Isaac, and he touched him and said, “The voice is the voice of Jacob, but the hands are the hands of Esau.”"},{"number":23,"verse":"And he did not recognize him, because his hands were hairy like his brother Esau’s hands; so he blessed him."},{"number":24,"verse":"And he said, “Are you really my son Esau?” And he said, “I am.”"},{"number":25,"verse":"So he said, “Bring it to me, and I will eat of my son’s game, that (Lit my soul) I may bless you.” And he brought it to him, and he ate; he also brought him wine and he drank."},{"number":26,"verse":"Then his father Isaac said to him, “Please come close and kiss me, my son.”"},{"number":27,"verse":"So he came close and kissed him; and when he smelled the smell of his garments, he blessed him and said, “See, the smell of my son Is like the smell of a field which the LORD has blessed;"},{"number":28,"verse":"Now may God give you of the dew of heaven, And of the fatness of the earth, And an abundance of grain and new wine;"},{"number":29,"verse":"May peoples serve you, And nations bow down to you; Be master of your brothers, And may your mother’s sons bow down to you. Cursed be those who curse you, And blessed be those who bless you.”"},{"number":30,"verse":"The Stolen Blessing Now it came about, as soon as Isaac had finished blessing Jacob, and Jacob had hardly gone out from the presence of his father Isaac, that his brother Esau came in from his hunting."},{"number":31,"verse":"Then he also made a delicious meal, and brought it to his father; and he said to his father, “Let my father arise and eat of his son’s game, that (Lit your soul) you may bless me.”"},{"number":32,"verse":"His father Isaac said to him, “Who are you?” And he said, “I am your son, your firstborn, Esau.”"},{"number":33,"verse":"Then Isaac (Lit trembled with a very great trembling) trembled violently, and said, “Who then was he who hunted game and brought it to me, so that I ate from all of it before you came, and blessed him? Yes, and he shall be blessed.”"},{"number":34,"verse":"When Esau heard the words of his father, he cried out with an exceedingly great and bitter cry, and said to his father, “Bless me, me as well, my father!”"},{"number":35,"verse":"And he said, “Your brother came deceitfully and has taken away your blessing.”"},{"number":36,"verse":"Then Esau said, “ (Or Was he then named Jacob that he has) Is he not rightly named (Fr Heb verb meaning to seize someone by the heel, and so to betray) Jacob, for he has betrayed me these two times? He took away my birthright, and behold, now he has taken away my blessing.” And he said, “Have you not reserved a blessing for me?”"},{"number":37,"verse":"But Isaac replied to Esau, “Behold, I have made him your master, and I have given to him all his relatives (Lit for) as servants; and with grain and new wine I have sustained him. What then can I do for you, my son?”"},{"number":38,"verse":"Esau said to his father, “Do you have only one blessing, my father? Bless me, me as well, my father.” So Esau raised his voice and wept."},{"number":39,"verse":"Then his father Isaac answered and said to him, “Behold, (Or of) away from the (Lit fatness) fertility of the earth shall be your dwelling, And (Or of) away from the dew of heaven from above."},{"number":40,"verse":"And by your sword you shall live, And you shall serve your brother; But it shall come about when you become restless, That you will (Lit tear off) break his yoke from your neck.”"},{"number":41,"verse":"So Esau held a grudge against Jacob because of the blessing with which his father had blessed him; and Esau said (Lit in his heart) to himself, “The days of mourning for my father are near; then I will kill my brother Jacob.”"},{"number":42,"verse":"Now when the words of her elder son Esau were reported to Rebekah, she sent word and called her younger son Jacob, and said to him, “Behold your brother Esau is consoling himself concerning you by planning to kill you."},{"number":43,"verse":"Now then, my son, obey my voice, and arise, (Lit flee for yourself) flee to Haran, to my brother Laban!"},{"number":44,"verse":"Stay with him a few days, until your brother’s fury (Lit turns away) subsides,"},{"number":45,"verse":"until your brother’s anger (Lit turns away from you) against you subsides and he forgets what you did to him. Then I will send word and get you from there. Why should I lose you both in one day?”"},{"number":46,"verse":"And Rebekah said to Isaac, “I am tired of (Lit my life) living because of the daughters of Heth; if Jacob takes a wife from the daughters of Heth like these from the daughters of the land, what good will my life be to me?”"}]}