{"bibleAbbr":"NASB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":34,"verses":[{"number":1,"verse":"(The Treachery of Jacob’s Sons) Now Dinah the daughter of Leah, whom she had borne to Jacob, went out to (Lit see) visit the daughters of the land."},{"number":2,"verse":"When Shechem the son of Hamor the Hivite, the prince of the land, saw her, he took her and lay with her and raped her."},{"number":3,"verse":"But (Lit His soul clung) he was deeply attracted to Dinah the daughter of Jacob, and he loved the girl and (Lit spoke to the heart of the girl) spoke tenderly to her."},{"number":4,"verse":"So Shechem spoke to his father Hamor, saying, “Get me this young woman as a wife.”"},{"number":5,"verse":"Now Jacob heard that he had defiled his daughter Dinah; but his sons were with his livestock in the field, so Jacob said nothing until they came in."},{"number":6,"verse":"Then Hamor the father of Shechem went out to Jacob to speak with him."},{"number":7,"verse":"Now the sons of Jacob came in from the field when they heard about it; and the men were grieved, and they were very angry because he had done a (Lit senseless) disgraceful thing in Israel by (I. e., violating her) sleeping with Jacob’s daughter, for such a thing ought not to be done."},{"number":8,"verse":"But Hamor spoke with them, saying, “The soul of my son Shechem longs for your daughter; please give her to him (Lit for a wife) in marriage."},{"number":9,"verse":"And intermarry with us; give your daughters to us and take our daughters for yourselves."},{"number":10,"verse":"So you will live with us, and the land shall be (Lit before you) open to you; live and trade in it and acquire property in it.”"},{"number":11,"verse":"Shechem also said to her father and to her brothers, “Let me find favor in your sight, and I will give whatever you tell me."},{"number":12,"verse":"Demand of me ever so much bridal payment and gift, and I will give whatever you tell me; but give me the girl (Lit for a wife) in marriage.”"},{"number":13,"verse":"But Jacob’s sons answered Shechem and his father Hamor with deceit, because he had defiled their sister Dinah."},{"number":14,"verse":"They said to them, “We cannot do this thing, that is, give our sister to a man who is uncircumcised, for that would be a disgrace to us."},{"number":15,"verse":"Only on this condition will we consent to you: if you will become like us, in that every male of you will be circumcised,"},{"number":16,"verse":"then we will give our daughters to you, and we will take your daughters for ourselves, and we will live with you and become one people."},{"number":17,"verse":"But if you do not listen to us to be circumcised, then we will take our daughter and go.”"},{"number":18,"verse":"Now their words seemed (Lit good) reasonable to Hamor and Shechem, Hamor’s son."},{"number":19,"verse":"The young man did not delay to do (Lit the thing) this, because he was delighted with Jacob’s daughter. Now he was more respected than all the household of his father."},{"number":20,"verse":"So Hamor and his son Shechem came to the gate of their city and spoke to the people of their city, saying,"},{"number":21,"verse":"“These men are (Lit peaceful) friendly to us; therefore let them live in the land and trade in it, for behold, the land is (Lit wide of hands before them) large enough for them. We will take their daughters (Lit to us for wives) in marriage, and give our daughters to them."},{"number":22,"verse":"Only on this condition will the men consent to us to live with us, to become one people: that every male among us be circumcised just as they are circumcised."},{"number":23,"verse":"Will their livestock and their property and all their animals not be ours? Let’s just consent to them, and they will live with us.”"},{"number":24,"verse":"All who went out of the gate of his city listened to Hamor and to his son Shechem, and every male was circumcised, all who went out of the gate of his city."},{"number":25,"verse":"Now it came about on the third day, when they were in pain, that two of Jacob’s sons—Simeon and Levi, Dinah’s brothers—each took his sword and came upon the city undetected, and killed every male."},{"number":26,"verse":"They killed Hamor and his son Shechem with the edge of the sword, and took Dinah from Shechem’s house, and left."},{"number":27,"verse":"Jacob’s sons came upon those killed and looted the city, because they had defiled their sister."},{"number":28,"verse":"They took their flocks, their herds, and their donkeys, and that which was in the city and that which was in the field;"},{"number":29,"verse":"and they captured and looted all their wealth and all their little ones and their wives, even everything that was in the houses."},{"number":30,"verse":"Then Jacob said to Simeon and Levi, “You have brought trouble on me by making me repulsive among the inhabitants of the land, among the Canaanites and the Perizzites; and (Lit I, few in number) since my men are few in number, they will band together against me and (Lit strike) attack me, and I will be destroyed, I and my household!”"},{"number":31,"verse":"But they said, “Should he (Or make) treat our sister like a prostitute?”"}]}