{"bibleAbbr":"NASB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":45,"verses":[{"number":1,"verse":"(Joseph Deals Kindly with His Brothers) Then Joseph could not control himself in front of everyone standing before him, and he shouted, “Have everyone leave me!” So there (Lit stood) was no one with him when Joseph made himself known to his brothers."},{"number":2,"verse":"Then he (Lit gave forth his voice in weeping) wept so loudly that the Egyptians heard it, and the household of Pharaoh heard about it."},{"number":3,"verse":"And Joseph said to his brothers, “I am Joseph! Is my father still alive?” But his brothers could not answer him, for they were terrified in his presence."},{"number":4,"verse":"Then Joseph said to his brothers, “Please come (Lit near) closer to me.” And they came (Lit near) closer. And he said, “I am your brother Joseph, whom you sold to Egypt."},{"number":5,"verse":"Now do not be grieved or angry (Lit in your eyes) with yourselves because you sold me here, for God sent me ahead of you (Lit for preservation of life) to save lives."},{"number":6,"verse":"For the famine has been in the land these two years, and there are still five years in which there will be neither plowing nor harvesting."},{"number":7,"verse":"So God sent me ahead of you to ensure for you a remnant on the earth, and to (As in MT; another reading (cf. LXX) keep alive for you a great remnant) keep you alive by a great deliverance."},{"number":8,"verse":"Now, therefore, it was not you who sent me here, but God; and He has made me a father to Pharaoh and lord of all his household, and ruler over all the land of Egypt."},{"number":9,"verse":"Hurry and go up to my father, and say to him, ‘This is what your son Joseph says: “God has made me lord of all Egypt; come down to me, do not delay."},{"number":10,"verse":"For you shall live in the land of Goshen, and you shall be near me, you and your children and your (Lit children’s children) grandchildren, and your flocks and your herds and all that you have."},{"number":11,"verse":"There I will also provide for you, for there are still five years of famine to come, and you and your household and all that you have would be impoverished.” ’"},{"number":12,"verse":"Behold, your eyes see, and the eyes of my brother Benjamin see, that it is my mouth which is speaking to you."},{"number":13,"verse":"Now you must tell my father of all my splendor in Egypt, and all that you have seen; and you must hurry and bring my father down here.”"},{"number":14,"verse":"Then he fell on his brother Benjamin’s neck and wept, and Benjamin wept on his neck."},{"number":15,"verse":"And he kissed all his brothers and wept on them, and afterward his brothers talked with him."},{"number":16,"verse":"Now when the (Lit voice) news was heard in Pharaoh’s house (Lit saying, “Joseph’s brothers have come”) that Joseph’s brothers had come, it (Lit was good in the eyes of) pleased Pharaoh and his servants."},{"number":17,"verse":"Then Pharaoh said to Joseph, “Say to your brothers, ‘Do this: load your livestock and (Lit come, go) go to the land of Canaan,"},{"number":18,"verse":"and take your father and your households and come to me; and I will give you the (Lit good) best of the land of Egypt, and you will eat the fat of the land.’"},{"number":19,"verse":"Now you are ordered, ‘Do this: (Lit take for yourselves) take wagons from the land of Egypt for your little ones and for your wives, and bring your father and come."},{"number":20,"verse":"And do not (Lit let your eye look with regret upon your vessels) concern yourselves with your property, for the (Lit good) best of all the land of Egypt is yours.’ ”"},{"number":21,"verse":"Then the sons of Israel did so; and Joseph gave them wagons according to the (Lit mouth) command of Pharaoh, and gave them provisions for the journey."},{"number":22,"verse":"To (Lit all of them he gave each man) each of them he gave changes of garments, but to Benjamin he gave three hundred pieces of silver and five changes of garments."},{"number":23,"verse":"And to his father he sent (Lit like this) the following: ten male donkeys loaded with the (Lit good) best things of Egypt, ten female donkeys loaded with grain, bread, and sustenance for his father (Lit for) on the journey."},{"number":24,"verse":"So he sent his brothers away, and (Lit they departed; and he said) as they departed, he said to them, “Do not (Lit be agitated) quarrel on the journey.”"},{"number":25,"verse":"Then they went up from Egypt, and came to the land of Canaan, to their father Jacob."},{"number":26,"verse":"And they told him, saying, “Joseph is still alive, and indeed he is ruler over all the land of Egypt.” But (Lit his heart grew numb) he was stunned, for he did not believe them."},{"number":27,"verse":"When they told him all the words of Joseph that he had spoken to them, and when he saw the wagons that Joseph had sent to carry him, then the spirit of their father Jacob revived."},{"number":28,"verse":"Then Israel said, “It is enough; my son Joseph is still alive. I will go and see him before I die.”"}]}