{"bibleAbbr":"NASB2020","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":49,"verses":[{"number":1,"verse":"Jacob’s Prophecy concerning His Sons Then Jacob summoned his sons and said, “Assemble yourselves, so that I may tell you what will happen to you in the (Lit end of the days) days to come."},{"number":2,"verse":"Gather together and listen, sons of Jacob; Yes, listen to Israel your father."},{"number":3,"verse":"“Reuben, you are my firstborn, My might and the beginning of my strength, Preeminent in dignity and preeminent in power."},{"number":4,"verse":"(Or Gushing over) Uncontrollable as water, you shall not have preeminence, Because you went up to your father’s bed; Then you defiled it—he went up to my couch."},{"number":5,"verse":"“Simeon and Levi are brothers; Their (Or plans; meaning uncertain) swords are implements of violence."},{"number":6,"verse":"May my soul not enter into their council; May my glory not be united with their assembly; For in their anger they killed (Lit a man) men, And in their self-will they lamed (Lit an ox) oxen."},{"number":7,"verse":"Cursed be their anger, for it is fierce; And their wrath, for it is cruel. I will scatter them in Jacob, And disperse them among Israel."},{"number":8,"verse":"“As for you, Judah, your brothers shall praise you; Your hand shall be on the neck of your enemies; Your father’s sons shall bow down to you."},{"number":9,"verse":"Judah is a lion’s cub; From the prey, my son, you have gone up. He (Lit bows down) crouches, he lies down as a lion, And as a (Lit lioness) lion, who (Lit shall) dares to stir him up?"},{"number":10,"verse":"The scepter will not depart from Judah, Nor the ruler’s staff from between his feet, (Or Until he comes to Shiloh; or Until he comes to whom it belongs) Until Shiloh comes, And to him shall be the obedience of the peoples."},{"number":11,"verse":"He ties his foal to the vine, And his donkey’s colt to the choice vine; He washes his garments in wine, And his robes in the blood of grapes."},{"number":12,"verse":"His eyes are (Or darker than) dull from wine, And his teeth (Or whiter than) white from milk."},{"number":13,"verse":"“Zebulun will reside at the seashore; And he shall be (Lit a shore of ships) a harbor for ships, And his flank shall be toward Sidon."},{"number":14,"verse":"“Issachar is a (Lit donkey of bone) strong donkey, Lying down between the sheepfolds."},{"number":15,"verse":"When he saw that a resting place was good And that the land was pleasant, He bowed his shoulder to carry burdens, And became a slave at forced labor."},{"number":16,"verse":"“Dan shall judge his people, As one of the tribes of Israel."},{"number":17,"verse":"Dan shall be a serpent in the way, A horned viper in the path, That bites the horse’s heels, So that its rider falls backward."},{"number":18,"verse":"For Your salvation I wait, LORD."},{"number":19,"verse":"“As for Gad, a band of raiders shall attack him, But he will attack at their (Lit heel) heels."},{"number":20,"verse":"“ (Lit From) As for Asher, his (Or bread) food shall be (Lit fat) rich, And he will yield royal delicacies."},{"number":21,"verse":"“Naphtali is a doe let loose; He utters beautiful words."},{"number":22,"verse":"“Joseph is a fruitful (Lit son) branch, A fruitful (Lit son) branch by a spring; Its (Lit daughters) branches hang over a wall."},{"number":23,"verse":"The archers provoked him, And shot at him and were hostile toward him;"},{"number":24,"verse":"But his bow remained (I. e., in an unyielding position) firm, And (Lit the arms of his hands) his arms were agile, From the hands of the Mighty One of Jacob (From there is the Shepherd, the Stone of Israel),"},{"number":25,"verse":"From the God of your father who helps you, And (Or with) by the (Heb Shaddai) Almighty who blesses you With blessings of heaven above, Blessings of the deep that lies beneath, Blessings of the breasts and of the womb."},{"number":26,"verse":"The blessings of your father Have surpassed the blessings of my ancestors Up to the (Lit limit; or desire) furthest boundary of the everlasting hills; May they be on the head of Joseph, And on the top of the head of the one distinguished among his brothers."},{"number":27,"verse":"“Benjamin is a (Lit a wolf that tears) ravenous wolf; In the morning he devours the prey, And in the evening he divides the spoils.”"},{"number":28,"verse":"All these are the twelve tribes of Israel, and this is what their father said to them (Lit and) when he blessed them. He blessed them, every one (Lit according to his blessing) with the blessing appropriate to him."},{"number":29,"verse":"Jacob Dies Then he commanded them and said to them, “I am about to be gathered to my people; bury me with my fathers in the cave that is in the field of Ephron the Hittite,"},{"number":30,"verse":"in the cave that is in the field of Machpelah, which is opposite Mamre, in the land of Canaan, which Abraham bought along with the field from Ephron the Hittite as a (Lit possession of a burial place) burial site."},{"number":31,"verse":"There they buried Abraham and his wife Sarah, there they buried Isaac and his wife Rebekah, and there I buried Leah—"},{"number":32,"verse":"the field and the cave that is in it, purchased from the sons of Heth.”"},{"number":33,"verse":"When Jacob finished commanding his sons, he drew his feet into the bed and breathed his last, and was gathered to his people."}]}