{"bibleAbbr":"Thomson1808","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":12,"verses":[{"number":1,"verse":"Then Samuel said to all Israel, Behold, I have hearkened to your voice, according to all that you said to me, and have made a king over you;"},{"number":2,"verse":"and now behold the king goeth out before you. As for me, I am grown old, therefore I will stay at home. And as for my sons, behold they are among you. With regard to myself, behold I have gone out before you from my youth even to this day."},{"number":3,"verse":"Here I am. Bring your complaints against me before the Lord, and before his anointed. Whose ox have I taken? or whose ass have I taken? or whom among you have I oppressed? or whom have I aggrieved? or from whose hand have I taken a bribe, even to a shoe latchet? Witness against me, and I will make you restitution."},{"number":4,"verse":"Thereupon they said to Samuel, Thou hast not injured us; nor tyrannised over us; nor afflicted us; nor taken any thing from the hand of any man."},{"number":5,"verse":"Then Samuel said to the people, The Lord is a witness among you, and his anointed is this day a witness, that you have found nothing in my hand. And they said, He is a witness."},{"number":6,"verse":"Then Samuel spoke to the people saying, The Lord who made Moses, and Aaron, and who brought our fathers up out of Egypt, is witness."},{"number":7,"verse":"Now therefore stand up, that I may cite you to judgment before the Lord, and proclaim to you all the righteousness of the Lord in his dealings with you and your fathers."},{"number":8,"verse":"When Jacob went down with his children to Egypt, and the Egyptians humbled them, your fathers cried to the Lord, and the Lord sent Moses and Aaron; and they brought your fathers out of Egypt."},{"number":9,"verse":"But when he settled them in this place, they forgot the Lord their God, therefore he delivered them into the hands of Sisara, the captain general of Jabis, king of Asor, and into the hands of the foreign tribes, and into the hands of the king of Moab, and with these fought against them."},{"number":10,"verse":"And when they cried to the Lord, and said, We have sinned, because we have forsaken the Lord, and served the Baals, and the groves; but now deliver us out of the hands of our enemies, and we will serve thee;"},{"number":11,"verse":"he sent Jerubaal, and Barak, and Jephthae, and, Samuel, and delivered us out of the hands of our enemies round about, and you dwelt securely."},{"number":12,"verse":"But when you saw that Nahas, the king of the Ammanites, had come out against you, you said, None but a king shall reign over us. Still however the Lord our God is our king,"},{"number":13,"verse":"even now, (when, Lo! the king whom you have chosen; and behold the Lord hath set a king over you;)"},{"number":14,"verse":"provided you fear the Lord, and serve him, and hearken to his voice, and dispute not the command of the Lord, and both you, and the king who reigneth over you, continue walking after the Lord."},{"number":15,"verse":"But if you will not hearken to the voice of the Lord; or if you dispute the command of the Lord, the hand of the Lord will be against you and your king."},{"number":16,"verse":"Now therefore stand up and see this great thing which the Lord will do in your sight."},{"number":17,"verse":"Is it not now wheat harvest? I will invoke the Lord, and he will send thunder and rain, that you may know, and see that the evil is great which you have done in the sight of the Lord, in asking for yourselves a king."},{"number":18,"verse":"Then Samuel invoked the Lord, and the Lord sent thunder and rain that very day, and all the people greatly feared the Lord and Samuel."},{"number":19,"verse":"And all the people said to Samuel, Pray for thy servants to the Lord thy God, that we may not die, because we have added evil to all our sins, in asking for ourselves a king."},{"number":20,"verse":"Whereupon Samuel said to the people, Fear not. You have done all this evil; yet turn not away from following the Lord; but serve the Lord with your whole heart,"},{"number":21,"verse":"and do not transgress by following those imaginary beings which can effect nothing, and which cannot deliver, for they are nothing;"},{"number":22,"verse":"for the Lord will not cast off his people for his great name's sake: for the Lord hath in mercy taken you for his people."},{"number":23,"verse":"And as for me, God forbid that I should sin against the Lord in ceasing to pray for you."},{"number":24,"verse":"I will indeed serve the Lord, and point out the good and straight way: in addition to this, fear ye the Lord, and serve him with truth, and with your whole heart; for you have seen what great things he hath done with you."},{"number":25,"verse":"But if you proceed on in wickedness, both you and your king shall be devoted to destruction."}]}