{"bibleAbbr":"Thomson1808","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"Samuel said to Saul, the Lord sent me to anoint thee king over Israel; now therefore hearken to the voice of the Lord."},{"number":2,"verse":"Thus saith the Lord of Sabbaoth, Now will I take vengeance on Amelek, for the things which he did to Israel when he opposed them in the way, as they were coming up out of Egypt."},{"number":3,"verse":"Now therefore go, and smite Amelek, and Jerim, and all that belong to him. Thou shalt not spare one of him but utterly destroy him. Having devoted him and all belonging to him to destruction, thou shalt spare none, but shalt slay man and woman, infant and suckling, herds and flocks, camels and asses."},{"number":4,"verse":"Thereupon Saul assembled the people, and reviewed them at Galgal, four hundred thousand men of array, particularly of Juda thirty thousand men of array."},{"number":5,"verse":"And when Saul came to the cities of Amelek, he laid an ambush in the valley."},{"number":6,"verse":"And Saul said to the Kinites, Away, remove from among the Amelekites. I must not join you with them, for you dealt kindly with the Israelites when they were coming up out of Egypt. And when the Kinites had removed from among the Amelekites,"},{"number":7,"verse":"Saul smote Amelek from Evilat to Sur in front of Egypt;"},{"number":8,"verse":"and took Agag the king of Amelek alive. When he had slain all the people and Jerim with the edge of the sword,"},{"number":9,"verse":"Saul and all the people saved Agag alive, and spared the best of the flocks, and the herds, and provisions, and vineyards, and all that was good; and would not destroy them, but destroyed only what was of no estimation or of little value."},{"number":10,"verse":"Wherefore a word of the Lord came to Samuel saying,"},{"number":11,"verse":"Have I had comfort for making Saul king? For he hath turned away from following me, and hath not observed my orders. Thereupon Samuel was grieved, and cried to the Lord that whole night."},{"number":12,"verse":"And Samuel arose early, and went to meet Israel in the morning. Now it had been told Saul, that Samuel had gone to Karmel and erected a hand for himself. But he turned his chariot, and went down to Galgal to Saul, and behold he was offering up as a whole burnt offering to the Lord the prime of the spoils which he had brought out of Amelek."},{"number":13,"verse":"And when Samuel came to Saul, Saul said to him, Blessed art thou of the Lord. I have performed all that the Lord hath spoken."},{"number":14,"verse":"Whereupon Samuel said, But what bleating of flocks is this in my ears? and what is this lowing of cattle which I hear?"},{"number":15,"verse":"And Saul said, I have brought out of Amelek such as the people spared, the best of the flocks, and the herds, that they may be sacrificed to the Lord thy God; but the rest I have utterly destroyed."},{"number":16,"verse":"And Samuel said, Permit me to tell thee what the lord said to me last night. And he said to him, Speak."},{"number":17,"verse":"Then Samuel said to Saul, Wast thou not in his sight a little leader of a family of a tribe of Israel? yet the Lord anointed thee to be king over Israel;"},{"number":18,"verse":"and the Lord sent thee on a journey, and said to thee, Go and destroy utterly. Thou shalt slay those who have sinned against me; namely Amelek; and thou shalt fight against them until thou hast totally destroyed them."},{"number":19,"verse":"Why then didst thou not hearken to the voice of the Lord, but rush upon the spoil, and do evil in the sight of the Lord?"},{"number":20,"verse":"And Saul said to Samuel, Because I hearkened to the voice of the people. But I have gone the way which the Lord sent me, and have brought Agag king of Amelek, and utterly destroyed Amelek,"},{"number":21,"verse":"and the people have taken of the spoils, flocks and herds, as first fruits of the destruction, to sacrifice them before the Lord our God, at Galgal."},{"number":22,"verse":"And Samuel said, Hath the Lord as great delight in whole burnt offerings, and sacrifices, as in obeying the voice of the Lord? Behold obedience is better than good sacrifice; and to hearken, is better than the fat of rams."},{"number":23,"verse":"Because divination is a sin, the consulting Theraphin bringeth sorrow and distress: because thou hast rejected the word of the Lord, therefore the Lord hath rejected thee from being king over Israel."},{"number":24,"verse":"Then Saul said to Samuel, I have sinned; for I have transgressed the word of the Lord, and thy orders, because I feared the people and hearkened to their voice."},{"number":25,"verse":"Now therefore bear away my sin, I beseech thee, and return with me that I may worship the Lord thy God."},{"number":26,"verse":"And Samuel said to Saul, I cannot return with thee. Because thou hast rejected the word of the Lord, therefore the Lord will reject thee from being king over Israel."},{"number":27,"verse":"And when Samuel turned his face to go away, Saul took hold of the skirt of his mantle, and rent it."},{"number":28,"verse":"Thereupon Samuel said to him, The Lord hath rent thy regal government from Israel, this day, out of thy hand, and will give it to a neighbour of thine, who is better than thou,"},{"number":29,"verse":"and Israel shall be rent in twain. He will not change, nor alter his mind, for he is not a man, that he should change his mind."},{"number":30,"verse":"Then Saul said, I have sinned; but honour me, I beseech thee, in the presence of the elders of Israel, and before my people, and return up with me, that I may worship the Lord thy God."},{"number":31,"verse":"So Samuel returned up after Saul, and when he had worshipped the Lord,"},{"number":32,"verse":"Samuel said, Bring before me Agag the king of Amelek. And when Agag came before him, trembling, Agag said, Ah! how bitter is death!"},{"number":33,"verse":"Whereupon Samuel said to Agag, As thy sword hath made women childless, so shall thy mother be made childless among women. So Samuel slew Agag before the Lord at Galgal."},{"number":34,"verse":"Then Samuel went to Armathaim, and Saul went up to his house to Gabaa,"},{"number":35,"verse":"and Samuel came no more to see Saul to the day of his death. Because Samuel mourned for Saul, and the Lord repented that he had made Saul king over Israel,"}]}