{"bibleAbbr":"Thomson1808","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":20,"verses":[{"number":1,"verse":"And David fled from Navath in Rama, and came to Jonathan, and said, What have I done? And what is my offence? And wherein have I sinned in the sight of thy father, that he seeketh my life?"},{"number":2,"verse":"And Jonathan said to him, God forbid! Thou must not die. Behold my father can do nothing, great or small, without telling me. Why then should he conceal from me such a thing as this? It is not so."},{"number":3,"verse":"And David in reply to Jonathan, said, Thy father knoweth well, that I have found favour in thy sight, therefore he said, Jonathan must not know this. He will not consent. But as the Lord liveth, and thy soul liveth, it is as I said. There is but a step between me and death."},{"number":4,"verse":"Then Jonathan said to David, What doth thy soul desire? And, What shall I do for thee?"},{"number":5,"verse":"And David said to Jonathan, Behold, to-morrow is the new moon. As for me, I will not sit down to eat. Thou shalt let me go, and I will hide myself in the field till evening."},{"number":6,"verse":"And if thy father look and inquire for me, thou shalt say, David earnestly intreated me, that he might run to Bethlehem, his city, because there is an annual sacrifice there, for the whole community."},{"number":7,"verse":"If he say, Very well; there is peace for thy servant. But if he answer thee sharply, be assured that this mischief is fully determined on by him."},{"number":8,"verse":"Now thou must deal mercifully with thy servant, because thou hast brought thy servant into a covenant of the Lord with thee. If indeed there be iniquity in thy servant, put me to death thyself. Why shouldst thou in that case bring me to thy father?"},{"number":9,"verse":"And Jonathan said, Far be it from thee. For if I know certainly that this mischief is fully determined on by my father, to come upon thee, provided it be not against thy cities, I will tell thee."},{"number":10,"verse":"Then David said to Jonathan, Who shall tell me, if thy father hath answered roughly?"},{"number":11,"verse":"Whereupon Jonathan said to David, Come and stay in the field. So they both went out to the field."},{"number":12,"verse":"Then Jonathan said to David, The Lord God of Israel knoweth, that I will, as occasion offereth, during the three days, sound my father, and whether good or ill be determined in respect to David, I will send thee word into this field."},{"number":13,"verse":"God do so to Jonathan, and more also, if I do not disclose the evils against thee, and send thee away that thou mayst go in peace. And the Lord be with thee as he hath been with my father,"},{"number":14,"verse":"provided that while I am alive, thou deal kindly with me, and, when I die,"},{"number":15,"verse":"thou withdraw not thy kindness from my house forever; and with this further proviso, that when the Lord removeth the enemies of David, every one from the face of the earth, the family of Jonathan be not sought for by the house of David,"},{"number":16,"verse":"may the Lord search out the enemies of David."},{"number":17,"verse":"And Jonathan repeated again his oath to David, for he loved the soul of one who loved him."},{"number":18,"verse":"Then Jonathan said, To-morrow is new moon, therefore thou shalt hide thyself, that thy seat may be vacant;"},{"number":19,"verse":"and when thou hast done so for three days, thou shalt watch an opportunity, and come to this place, where thou mayst conceal thyself on that busy day, and thou shalt sit near that Ergab."},{"number":20,"verse":"And I will come on the third day, and throw darts, taking aim at this Amattari."},{"number":21,"verse":"And behold I will send a servant and say, Go, find me the dart. If I say to the servant, Here, the dart is from thee, even here, pick it up. Come thou to me, for there is peace for thee. And the matter is over, as the Lord liveth."},{"number":22,"verse":"But if I say to the lad, Here, the dart is from thee Titer e. Go thou away, for the Lord hath sent thee away."},{"number":23,"verse":"Now touching the matter of which I and thou have spoken, behold the Lord is witness between me and thee forever."},{"number":24,"verse":"So David hid himself in the field, and when the new moon came, the king came to the table to dine."},{"number":25,"verse":"And when he had seated himself as heretofore, on the seat by the wall, he faced Jonathan, and Abenner sat by Saul's side, but David's seat was vacant."},{"number":26,"verse":"And on that day Saul said nothing, for he thought it was accidental; that being unclean he had not purified himself."},{"number":27,"verse":"But on the morrow, the second day of the moon, when David's seat was vacant, Saul said to his son Jonathan, Why hath not the son of Jessai come to table yesterday and to-day?"},{"number":28,"verse":"And Jonathan answered Saul and said to him, David earnestly entreated me, that he might go to his city Bethlehem,"},{"number":29,"verse":"and said, Let me go, I entreat thee, for we have a sacrifice of our community in the city, and my brethren have sent for me. Now therefore if I have found favour in thy sight, let me, I pray thee, go down and see my brethren. For this cause he hath not come to the king's table."},{"number":30,"verse":"Upon this Saul was greatly enraged at Jonathan, and said to him, Thou son of the perverse and rebellious! For do I not know that thou art an accomplice of the son of Jessai, to thy own shame, and the confusion of thy mother?"},{"number":31,"verse":"For as long as the son of Jessai liveth, thy kingdom will not be established. Now therefore send and seize that young man, for he shall surely die."},{"number":32,"verse":"And when Jonathan in reply said to Saul, Why must he die? What hath he done?"},{"number":33,"verse":"Saul lifted up his spear against Jonathan, to put him to death. So Jonathan knew that his father was fully bent on this mischief, to slay David,"},{"number":34,"verse":"and started up from the table in great wrath, and did not eat bread the second day of the moon: for he was grieved for David, because his father was determinedly set against him."},{"number":35,"verse":"And when it was morning Jonathan went out to the field, as he had fixed by appointment with David, and a little boy with him."},{"number":36,"verse":"And he said to the lad, Run, find for me the dart which I threw. And as the boy was running, he threw a dart, and it passed the other;"},{"number":37,"verse":"and when the boy came to the place where the dart lay which Jonathan had thrown, Jonathan cried with a loud voice after the boy, and said, There: the dart is from thee, even There."},{"number":38,"verse":"Then Jonathan cried with a loud voice after the boy, saying, Haste with all speed. Tarry not. So when Jonathan's servant had picked up the darts, and brought them to his master"},{"number":39,"verse":"(Now the boy knew nothing, Jonathan and David only understood the matter)"},{"number":40,"verse":"Jonathan gave his weapons to the servant, and said to him, Go, return to the city."},{"number":41,"verse":"And when the servant was gone, David arose from the Argab, and fell on his face, and made obeisance to him three times. And when they had kissed each other, and wept over each other a great while,"},{"number":42,"verse":"Jonathan said to David, Go in peace, forasmuch as we have both sworn by the name of the Lord, saying, The Lord be a witness between me and thee, and between my seed and thy seed, forever. Then David arose and departed, and Jonathan returned to the city."}]}