{"bibleAbbr":"Thomson1808","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":27,"verses":[{"number":1,"verse":"But David spoke in his heart, saying, I may one day fall into the hands of Saul. Is it not best for me to make my escape to the land of the Philistines, so that Saul may cease from seeking me in the borders of Israel? So shall I escape out of his hand."},{"number":2,"verse":"So David arose, and the six hundred men with him, and went to Angchus, son of Ammach, king of Geth."},{"number":3,"verse":"And David abode with Angchus, both he and his men, every one with his household, and David with his two wives, Achinaam the Jezraelitess, and Abigaia late the wife of Nabal the Carmelite."},{"number":4,"verse":"And when Saul was informed that David had fled to Geth, he did not proceed any more to seek him."},{"number":5,"verse":"Now David had said to Angchus, If thy servant hath found favour in thy sight, let a place, I pray thee, be given me in one of thy cities, in the country, and I will settle there. For why should thy servant dwell in the royal city with thee?"},{"number":6,"verse":"So he gave him on that day Sekelak; for this cause Sekelak belongeth to the king of Juda to this day."},{"number":7,"verse":"Now the time that David had dwelt in the country of the Philistines was four months,"},{"number":8,"verse":"when David went up with his men, and they fell upon all the Geserites, and upon the Amelekites. (Now this country was inhabited by wandering hordes, excepting those who had fixed abodes from Gelampsur to the land of Egypt.)"},{"number":9,"verse":"And when he smote the land he saved neither man nor woman alive; but he took their flocks, and herds, and asses, and camels, and raiment, and returned, and came to Angchus."},{"number":10,"verse":"And when Angchus said to David, Upon whom have you fallen? David said to Angchus, Towards the south of Judea, and towards the south of Jesmega, and towards the south of Kenezi."},{"number":11,"verse":"But I saved neither man nor woman to bring them to Geth, saying, They must not carry tidings against us to Geth; and say, Such and such things doth David. And this was his custom all the time that David dwelt in the country of the Philistines."},{"number":12,"verse":"And David was in high confidence with Angchus, who said, He is surely in great disgrace with his people in Israel, therefore he must be my servant forever."}]}