{"bibleAbbr":"Thomson1808","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"Now Eli was very old, and his sons continued their courses. And their way was evil in the sight of the Lord. And in those days the Philistines assembled for war against Israel; and Israel went out to meet them for battle, and encamped at Abenezer, and the Philistines encamped at Aphek."},{"number":2,"verse":"And the Philistines drew up in array for battle against Israel, and the battle was unfavourable; for Israel gave way before the Philistines, and there were smitten in the engagement, on the field of battle, four thousand men."},{"number":3,"verse":"And when the people came to the camp, the elders of Israel said, Why hath the Lord caused us this day to shrink before the Philistines? Let us fetch the ark of our God from Selom, and let it go forth from the midst of us, and it will save us out of the hands of our enemies."},{"number":4,"verse":"So the people sent to Selom, and brought thence the ark of the Lord who is enthroned on the cherubim. And both the sons of Eli, Ophni and Phineas, went with the ark."},{"number":5,"verse":"And when the ark of the Lord came to the camp, all Israel shouted with a great shout, and the earth resounded."},{"number":6,"verse":"Upon hearing the noise of the shouting, the Philistines said, What great shouting is this in the camp of the Hebrews? And when they understood that the ark of the Lord was come to the camp,"},{"number":7,"verse":"the Philistines were struck with terror, and said, The gods are come to them into the camp. Alas for us? Deliver us, Lord, this day! for such a thing hath never been done heretofore."},{"number":8,"verse":"Alas for us! Who can deliver us out of the hands of these strong gods? These are the gods who continued smiting Egypt with every plague: and in the wilderness;"},{"number":9,"verse":"Be strong and quit yourselves like men, Philistines, that you may not become slaves to the Hebrews, as they have been to us. Quit yourselves like men, and fight them."},{"number":10,"verse":"So they fought them, and Israel gave way, and fled every man to his tent. And there was a very great slaughter; and there fell of Israel thirty thousand warriors."},{"number":11,"verse":"And the ark of God was taken, and Ophni and Phineas, the two sons of Eli, were both slain."},{"number":12,"verse":"And there ran a Jeminite from the battle, and came to Selom the same day, with his clothes rent and dust on his head."},{"number":13,"verse":"And when he came, lo! Eli was sitting on his seat, by the gate, watching the way; for his heart trembled for the ark of God. And when the man went into the city, and told the news, the city raised a cry."},{"number":14,"verse":"And upon hearing the sound of the cry, Eli said, What noise of crying is this? Then the man came in haste, and told Eli."},{"number":15,"verse":"Now Eli was ninety years of age, and his eyes were dim so that he could not see."},{"number":16,"verse":"And just as Eli said to the men who stood round him, What noise of crying is this? The man came in haste to Eli, and said to him, I am he who came from the army, and fled to-day from the engagement. Whereupon Eli said, What was the issue, my son?"},{"number":17,"verse":"And the young man in reply, said, Israel fled before the face of the Philistines, and there was a great slaughter among the people, and both thy sons are dead, and the ark of God is taken."},{"number":18,"verse":"Soon as he mentioned the ark of God, Eli fell backward from his seat by the gate, and his back was broken, and he died; for he was an old man and heavy. Now he had judged Israel twenty years."},{"number":19,"verse":"And when his daughter in law, the wife of Phineas, who was with child, heard the news, that the ark of God was taken, and that her father in law and her husband were dead, she burst into tears and travailed, for her pains came upon her."},{"number":20,"verse":"And when she was at the point of death, the women who attended her, said, Fear not, for thou"},{"number":21,"verse":"hast brought forth a son; but she made them no answer: her heart regarded it not;"},{"number":22,"verse":"but she called her son Ouaibarchaboth, for the ark of God, and for her father in law, and for her husband. And they said, The glory departed from Israel, when the ark of the Lord was taken."}]}