{"bibleAbbr":"Thomson1808","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"When the ark had been in the country of the Philistines seven months, and the land poured forth swarms of mice,"},{"number":2,"verse":"the Philistines then called for their priests, and their diviners, and their sorcerers, and said, What shall we do with the ark of the Lord? Tell us how we shall send it to its place."},{"number":3,"verse":"Whereupon they said, If you send away the ark of the covenant of the Lord God of Israel, you must not send it away empty, but make some atonement for the injury done it, and then you shall be healed, and he will be appeased with you: otherwise his hand will not be removed from you."},{"number":4,"verse":"And they said, What atonement shall we make to it? To which they replied,"},{"number":5,"verse":"According to the number of the lords of the Philistines, five golden stools, for this is correspondent to the plague among you, both among your chiefs and people; and golden mice, as a semblance of those mice of yours, which destroy the land. And you shall give glory to the Lord, that he may remove his hand from you, and from your gods, and from your land."},{"number":6,"verse":"Now why do you continue obstinate, as Egypt and Pharao did? Did they not when he had insulted them, send the people away, and they departed?"},{"number":7,"verse":"Now therefore, take and provide a new cart, and two heifers lately calved, without their young, and yoke the heifers to the cart, and bring home their calves from them."},{"number":8,"verse":"Then take the ark, and put it in the cart, with the jewels of gold which you shall give for an atonement, and lay them on a bed, Bersechthan, by its side, and send it away."},{"number":9,"verse":"And when you have driven it off, you shall quit it, and look. If it taketh the road to its own borders, leading by Baithsamus, then hath he done us this great evil; but if not, we shall then know that his hand hath not touched us, but that this is a casualty which hath befallen us."},{"number":10,"verse":"Accordingly the Philistines did so. They took two heifers which had lately calved, and yoked them to the cart, and shut up their calves at home;"},{"number":11,"verse":"and laid the ark of the Lord in the cart, with the bed Ergab, and the golden mice."},{"number":12,"verse":"And the cows took the straight road to the high way leading to Baithsamus, and proceeded on in one track, and though fatigued, they turned not aside to the right, nor to the left. And the lords of the Philistines followed it to the borders of Baithsamus."},{"number":13,"verse":"Now the people of Baithsamus were reaping their wheat harvest in the valley; and when they raised their eyes, and saw the ark of the Lord, they rejoiced at meeting it."},{"number":14,"verse":"So when the cart came into the field of Osea of Baithsamus, they set up there a great stone near it. Then cutting to pieces the wood of the cart, they offered the cows as a whole burnt offering to the Lord."},{"number":15,"verse":"Then the Levites took up the ark of the Lord, and the bed Ergab with it, and the jewels of gold which were by it, and laid them on the great stone. And the men of Baithsamus offered whole burnt offerings, and sacrifices, that day to the Lord."},{"number":16,"verse":"And when the five lords of the Philistines saw this, they returned to Ascalon the same day."},{"number":17,"verse":"Now these were the golden stools which the Philistines gave for an atonement to the Lord; one for Azotus, one for Gaza, one for Ascalon, one for Gath, and one for Akkaron."},{"number":18,"verse":"And the golden mice were according to the number of all the cities which belonged to the five lords of the Philistines, from the fenced city to the village of the Pherezites, and to the great stone, on which they had laid the ark of the Lord, and which is in the field of Osea, the Baithsamite."},{"number":19,"verse":"But among the men of Baithsamus, the sons of Jechonias did not receive it with joy; because they looked into the ark of the Lord, therefore he smote among them seventy men, including fifty of the men's chiliad. Thereupon the people mourned, because the Lord had inflicted a very great blow on that community;"},{"number":20,"verse":"and the men of Baithsamus said, Who will be able to pass by before the Lord, the holy God? And, To whom shall the ark of the Lord go up from us."},{"number":21,"verse":"Then they sent messengers to the inhabitants of Kariathiarim, saying, The Philistines have sent back the ark of the Lord, Come down and take it up to you."}]}