{"bibleAbbr":"Thomson1808","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"Now there was a man of the children of Benjamin whose name was Kis, son of Abiel, son of Jared, son of Bachir, son of Aphek, son of Jemenaius, the head of the family. He was a man in authority;"},{"number":2,"verse":"and he had a son whose name was Saul, a man of great stature, and comely appearance. There was not among the children of Israel a goodlier person than he. From the shoulders and upwards he was taller than any in the land."},{"number":3,"verse":"And the asses of Kis, Saul's father, being lost, Kis said to his son Saul, Take with thee one of the servants, and arise, and go seek the asses."},{"number":4,"verse":"So when they had passed through mount Ephraim, they passed through the land of Selcha, but found them not. Then they passed through the land of Segalin, but they were not there, then they passed through the land of Jamin but did not find them."},{"number":5,"verse":"And when they came to Siph, Saul said to the servant who was with him, Come, let us return, lest my father, forgetting the asses, be concerned for us."},{"number":6,"verse":"Thereupon the servant said to him, Behold, I pray thee, there is a man of God in this city, and he is a man in high repute. Whatever he saith will surely come to pass. Now therefore let us go, that he may tell us which way we should go."},{"number":7,"verse":"And Saul said to the servant who was with him, But behold, if we go what can we carry to the man of God? For the bread in our vessels is spent, and we have nothing else with us to carry to the man of God."},{"number":8,"verse":"In reply to which the servant again said to Saul, Behold I have in my hand a quarter of a shekel of silver, thou shalt give that to the man of God, that he may tell us our way."},{"number":9,"verse":"Now heretofore in Israel, when any one went to consult God, he spoke thus, Come let us go to the Seer; for the people in former times called the prophet, Seer."},{"number":10,"verse":"Then Saul said to his servant, It is well, Come, let us go. So they went to the city, where the man of God was."},{"number":11,"verse":"And as they were going up the ascent to the city, they met the women coming out to draw water, and said to them, Is the Seer here?"},{"number":12,"verse":"And the women in reply said to them, He is. Behold he is before you. He has just come to the city to-day, because there is, to-day, a sacrifice for the people in the Bama."},{"number":13,"verse":"So when you enter the city you will find him there, before he goeth up to the Bama to eat. For the people will not eat till he come; for he blesseth the sacrifice, and after that the guests eat. Now therefore go up, for to-day you will find him."},{"number":14,"verse":"So they went up to the city, and as they were entering into the middle of the city, behold Samuel came out over against them with an intent to go up to the Bama."},{"number":15,"verse":"Now the Lord had made a revelation to Samuel, the day before Saul came to him, saying,"},{"number":16,"verse":"About this time to-morrow I will send thee a man out of the land of Benjamin, and thou shalt anoint him to be ruler over my people Israel; and he shall save my people out of the hand of the Philistines; for I have looked upon the affliction of this people; for their cry hath come up to me."},{"number":17,"verse":"And when Samuel saw Saul, the Lord said to him, Behold the man, whom I mentioned to thee! That man shall rule over my people."},{"number":18,"verse":"So when Saul drew near to Samuel, in the midst of the city, and said to him, Tell me, I pray thee, which is the house of the Seer,"},{"number":19,"verse":"Samuel in reply said to Saul, I am he. Go up before me to the Bama, and dine with me to-day. And in the morning I will dismiss thee, and tell thee all that is in thy heart."},{"number":20,"verse":"But with respect to thy asses which were lost three days ago, give thyself no concern about them, for they are found. Now for whom are the best things of Israel? Are they not for thee and thy father's house?"},{"number":21,"verse":"Whereupon Saul answered and said, Am not I a Jeminite, a small sceptre of a community of Israel, and that community the smallest of the whole sceptre of Benjamin? Why therefore hast thou spoken to me in this manner?"},{"number":22,"verse":"Then Samuel took Saul, and his servant, and conducted them to the place of entertainment, and seated them at the head of those who were invited, who were about seventy men."},{"number":23,"verse":"And Samuel said to the cook, Bring me the portion which I gave thee, and which I ordered thee to lay by."},{"number":24,"verse":"Now the cook had boiled the shoulder, and when he set it before Saul, Samuel said to Saul, Behold what was reserved, Set it before thee and eat. Because for a testimony it was laid by for thee, in preference to the rest, help thyself to it."},{"number":25,"verse":"So Saul dined, and went down that day with Samuel from the Bama to the city, and a bed being spread for him on the house top, he went to sleep."},{"number":26,"verse":"And Samuel went up to him early in the morning, and called Saul on the house top and said, Arise, and I will dismiss thee. Thereupon he arose and went out, he and Samuel, till they were out of the city."},{"number":27,"verse":"And as they were going down to the border of the city, Samuel said to Saul, Order thy servant to go on before us; but stand thou still, and hear the word of God."}]}