{"bibleAbbr":"urRV2010","bookName":"پَیدایش","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"( نُوح کے بیٹوں کی نسل) نُوح کے بیٹوں سِم حام اور یافت کی اَولاد یہ ہیں ۔ طُوفان کے بعد اُن کے ہاں بیٹے پَیدا ہُوئے۔"},{"number":2,"verse":"بنی یافت یہ ہیں ۔ جُمر اور ماجو ج اور مادی اور یاوان اور توبل اورمسک اور تِیراس۔"},{"number":3,"verse":"اور جُمر کے بیٹے اَشکناز اور رِیفت اور تُجرمہ۔"},{"number":4,"verse":"اور یاوان کے بیٹے اِلیِسہ اور تَرسِیس ۔ کِتّی اور دودا نی۔"},{"number":5,"verse":"قَوموں کے جزِیرے اِن ہی کی نسل میں بٹ کر ہر ایک کی زُبان اور قبِیلہ کے مُطابِق مُختلِف مُلک اور گُروہ ہو گئے۔"},{"number":6,"verse":"اور بنی حام یہ ہیں ۔ کُو ش اور مِصر اور فو ط اور کنعا ن۔"},{"number":7,"verse":"اور بنی کُو ش یہ ہیں ۔ سبا اور حوِیلہ اور سبتہ اور رعماہ اور سبتیکہ ۔ اور بنی رعماہ یہ ہیں ۔ سبا اور ددا ن۔"},{"number":8,"verse":"اور کُو ش سے نِمرُ ود پَیدا ہُؤا ۔ وہ رُویِ زمِین پر ایک سُورما ہُؤا ہے۔"},{"number":9,"verse":"خُداوند کے سامنے وہ ایک شِکاری سُورما ہُؤا ہے اِس لِئے یہ مثل چلی کہ خُداوند کے سامنے نِمرُ ود سا شِکاری سُورما۔"},{"number":10,"verse":"اور اُس کی بادشاہی کی اِبتدا مُلکِ سنعار میں بابل اور ارک اور اکّا د اور کلنہ سے ہُوئی۔"},{"number":11,"verse":"اُسی مُلک سے نِکل کر وہ اسور میں آیا اور نینوہ اور رحوبو ت عیر اور کلح کو۔"},{"number":12,"verse":"اور نینوہ اور کلح کے درمِیان رسن کو جو بڑا شہر ہے بنایا۔"},{"number":13,"verse":"اور مِصر سے لُود ی اور عَنامی اور لہابی اور نفتوحی۔"},{"number":14,"verse":"اور فتروسی اور کَسلوحی (جِن سے فلستی نِکلے) اور کفتور ی پَیدا ہُوئے۔"},{"number":15,"verse":"اور کنعان سے صَیدا جو اُس کا پہلوٹھا تھا اور حِتّ۔"},{"number":16,"verse":"اور یبوسی اور اموری اور جِرجاسی۔"},{"number":17,"verse":"اور حوّی اور عرقی اور سینی۔"},{"number":18,"verse":"اور اروادی اور صماری اور حماتی پَیدا ہُوئے اور بعد میں کنعانی قبِیلے پَھیل گئے۔"},{"number":19,"verse":"اور کنعانِیوں کی حد یہ ہے ۔ صَیدا سے غَزّہ تک جو جرار کے راستے پر ہے ۔ پِھر وہاں سے لسع تک جو سدُو م اور عمُورہ اور ادمہ اور ضِبیان کی راہ پر ہے۔"},{"number":20,"verse":"سو بنی حام یہ ہیں جو اپنے اپنے مُلک اور گروہوں میں اپنے قبِیلوں اور اپنی زُبانوں کے مُطابِق آباد ہیں۔"},{"number":21,"verse":"اورسِم کے ہاں بھی جو تمام بنی عِبر کا باپ اور یافت کا بڑا بھائی تھا اَولاد ہُوئی۔"},{"number":22,"verse":"بنی سِم یہ ہیں ۔ عَیلام اور اسُور اور ارفکسَد اور لُود اور ارا م۔"},{"number":23,"verse":"اور بنی ارام یہ ہیں ۔ عُوض اور حو ل اور جتر اور مس۔"},{"number":24,"verse":"اور ارفکسَد سے سِلح پَیدا ہُؤا اور سِلح سے عِبر۔"},{"number":25,"verse":"اور عِبر کے ہاں دو بیٹے پَیدا ہُوئے ۔ ایک کا نام فلج تھا کیونکہ زمِین اُس کے ایّام میں بِٹّی اور اُس کے بھائی کا نام یُقطان تھا۔"},{"number":26,"verse":"اور یُقطان سے الموداد اور سلف اور حصار ماوت اور اِرَاخ۔"},{"number":27,"verse":"اور ہدورا م اور اوزا ل اور دِقلہ۔"},{"number":28,"verse":"اور عوبل اور ابی مائیل اورسِبا۔"},{"number":29,"verse":"اور اوفیر اور حویلہ اور یُوبا ب پَیدا ہُوئے ۔ یہ سب بنی یُقطان تھے۔"},{"number":30,"verse":"اور اِن کی آبادی میسا سے مشرِق کے ایک پہاڑسفار کی طرف تھی۔"},{"number":31,"verse":"سو بنی سِم یہ ہیں جو اپنے اپنے مُلک اور گروہوں میں اپنے قبِیلوں اور اپنی زُبانوں کے مُطابِق آباد ہیں۔"},{"number":32,"verse":"نُوح کے بیٹوں کے خاندان اُن کی گروہوں اور نسلوں کے اِعتبار سے یِہی ہیں اور طُوفان کے بعد جو قَومیں زمِین پر جابجامُنقسم ہُوئیِں وہ اِن ہی میں سے تِھیں۔"}]}