{"bibleAbbr":"urRV2010","bookName":"پَیدایش","bookEnglishName":"Genesis","chapterNumber":18,"verses":[{"number":1,"verse":"( ابرہام سے ایک بیٹے کا وعدہ) پِھرخُداوند مَمرے کے بلُوطوں میں اُسے نظر آیا اور وہ دِن کو گرمی کے وقت اپنے خَیمہ کے دروازہ پر بَیٹھا تھا۔"},{"number":2,"verse":"اور اُس نے اپنی آنکھیں اُٹھا کر نظر کی اور کیا دیکھتا ہے کہ تِین مَرد اُس کے سامنے کھڑے ہیں ۔ وہ اُن کو دیکھ کر خَیمہ کے دروازہ سے اُن سے مِلنے کو دَوڑا اور زمِین تک جُھکا۔"},{"number":3,"verse":"اور کہنے لگا کہ اَے میرے خُداوند اگر مُجھ پر آپ نے کرم کی نظر کی ہے تو اپنے خادِم کے پاس سے چلے نہ جائیں۔"},{"number":4,"verse":"بلکہ تھوڑا سا پانی لایا جائے اور آپ اپنے پاؤں دھو کر اُس درخت کے نِیچے آرام کریں۔"},{"number":5,"verse":"مَیں کُچھ روٹی لاتا ہُوں ۔ آپ تازہ دَم ہو جائیں ۔ تب آگے بڑھیں کیونکہ آپ اِسی لِئے اپنے خادِم کے ہاں آئے ہیں ۔ اُنہوں نے کہا جَیسا تُو نے کہا ہے وَیسا ہی کر۔"},{"number":6,"verse":"اور ابرہام ڈیرے میں سارہ کے پاس دَوڑا گیا اور کہا کہ تِین پَیمانہ بارِیک آٹا جلد لے اور اُسے گُوندھ کر پُھلکے بنا۔"},{"number":7,"verse":"اور ابرہام گلّہ کی طرف دَوڑا اور ایک موٹا تازہ بچھڑا لا کر ایک جوان کو دِیا اور اُس نے جلدی جلدی اُسے تیّار کِیا۔"},{"number":8,"verse":"پِھر اُس نے مکّھن اور دُودھ اور اُس بچھڑے کو جو اُس نے پکوایا تھا لے کر اُن کے سامنے رکھّا اور آپ اُن کے پاس درخت کے نِیچے کھڑا رہا اور اُنہوں نے کھایا۔"},{"number":9,"verse":"پِھر اُنہوں نے اُس سے پُوچھا کہ تیری بِیوی سارہ کہاں ہے؟ اُس نے کہا وہ ڈیرے میں ہے۔"},{"number":10,"verse":"تب اُس نے کہا مَیں پِھر موسم ِبہار میں تیرے پاس آؤں گا اور دیکھ تیری بِیوی سارہ کے بیٹا ہو گا ۔ اُس کے پِیچھے ڈیرے کا دروازہ تھا ۔ سارہ وہاں سے سُن رہی تھی۔"},{"number":11,"verse":"اور ابرہام اور سارہ ضعِیف اور بڑی عُمر کے تھے اور سارہ کی وہ حالت نہیں رہی تھی جو عَورتوں کی ہوتی ہے۔"},{"number":12,"verse":"تب سارہ نے اپنے دِل میں ہنس کر کہا کیا اِس قدر عُمر رسِیدہ ہونے پر بھی میرے لِئے شادمانی ہو سکتی ہے حالانکہ میرا خاوند بھی ضعِیف ہے؟۔"},{"number":13,"verse":"پِھر خُداوند نے ابرہام سے کہا کہ سارہ کیوں یہ کہہ کر ہنسی کہ کیا میرے جو اَیسی بُڑھیا ہو گئی ہُوں واقِعی بیٹا ہو گا؟۔"},{"number":14,"verse":"کیا خُداوند کے نزدِیک کوئی بات مُشکل ہے؟ موسمِ بہار میں مُعیّن وقت پر مَیں تیرے پاس پِھر آؤں گا اور سارہ کے بیٹا ہو گا۔"},{"number":15,"verse":"تب سارہ اِنکار کر گئی کہ مَیں نہیں ہنسی کیونکہ وہ ڈرتی تھی ۔ پر اُس نے کہا نہیں تُو ضرُور ہنسی تھی۔"},{"number":16,"verse":"( ابرہام سدُوم کے لِئے التجا کرتا ہے) تب وہ مَرد وہاں سے اُٹھے اور اُنہوں نے سدُو م کا رُخ کِیا اور ابرہام اُن کو رُخصت کرنے کو اُن کے ساتھ ہو لِیا۔"},{"number":17,"verse":"اور خُداوند نے کہا کہ جو کچھ مَیں کرنے کو ہُوں کیا اُسے ابرہام سے پوشِیدہ رکھُّوں؟۔"},{"number":18,"verse":"ابرہام سے تو یقیناً ایک بڑی اور زبردست قَوم پَیدا ہو گی اور زمِین کی سب قَومیں اُس کے وسِیلہ سے برکت پائیں گی۔"},{"number":19,"verse":"کیونکہ مَیں جانتا ہُوں کہ وہ اپنے بیٹوں اور گھرانے کو جو اُس کے پیچھے رہ جائیں گے وصِیّت کرے گا کہ وہ خُداوند کی راہ میں قائِم رہ کر عدل اور اِنصاف کریں تاکہ جو کُچھ خُداوند نے ابرہام کے حق میں فرمایا ہے اُسے پُورا کرے۔"},{"number":20,"verse":"پِھر خُداوند نے فرمایا چُونکہ سدُو م اور عمُورہ کا شور بڑھ گیا اور اُن کا جُرم نِہایت سنگِین ہو گیا ہے۔"},{"number":21,"verse":"اِس لِئے مَیں اب جا کر دیکُھوں گا کہ کیا اُنہوں نے سراسر وَیسا ہی کِیا ہے جَیسا شور میرے کان تک پُہنچاہے اور اگر نہیں کِیا تو مَیں معلُوم کر لُوں گا۔"},{"number":22,"verse":"سو وہ مَرد وہاں سے مُڑے اور سدُو م کی طرف چلے پر ابرہام خُداوند کے حضُور کھڑا ہی رہا۔"},{"number":23,"verse":"تب ابرہام نے نزدِیک جا کر کہا کیا تُو نیک کو بدکے ساتھ ہلاک کرے گا؟۔"},{"number":24,"verse":"شاید اُس شہر میں پچاس راست باز ہوں ۔ کیا تُو اُسے ہلاک کرے گا اور اُن پچاس راست بازوں کی خاطِرجو اُس میں ہوں اُس مقام کو نہ چھوڑے گا؟۔"},{"number":25,"verse":"اَیسا کرنا تُجھ سے بعید ہے کہ نیک کو بد کے ساتھ مار ڈالے اور نیک بد کے برابر ہو جائیں ۔ یہ تجھ سے بعید ہے ۔ کیا تمام دُنیا کا اِنصاف کرنے والا اِنصاف نہ کرے گا؟۔"},{"number":26,"verse":"اور خُداوند نے فرمایا کہ اگر مُجھے سدُو م میں شہرکے اندر پچاس راست باز مِلیں تو مَیں اُن کی خاطِر اُس مقام کو چھوڑ دُوں گا۔"},{"number":27,"verse":"تب ابرہام نے جواب دِیا اور کہا کہ دیکھئے! مَیں نے خُداوند سے بات کرنے کی جُرأت کی اگرچہ مَیں خاک اور راکھ ہُوں۔"},{"number":28,"verse":"شاید پچاس راست بازوں میں پانچ کم ہوں ۔ کیا اُن پانچ کی کمی کے سبب سے تُو تمام شہر کو نیست کرے گا؟ اُس نے کہا اگر مُجھے وہاں پینتالِیس مِلیں تو مَیں اُسے نیست نہیں کرُوں گا۔"},{"number":29,"verse":"پِھر اُس نے اُس سے کہا کہ شاید وہاں چالِیس مِلیں ۔ تب اُس نے کہا کہ مَیں اُن چالِیس کی خاطِر بھی یہ نہیں کرُوں گا۔"},{"number":30,"verse":"پِھر اُس نے کہا خُداوند ناراض نہ ہو تو مَیں کُچھ اَور عرض کرُوں ۔ شاید وہاں تِیس مِلیں ۔ اُس نے کہا ۔ اگر مُجھے وہاں تِیس بھی مِلیں تَو بھی اَیسا نہیں کرُوں گا۔"},{"number":31,"verse":"پِھر اُس نے کہا دیکھئے! مَیں نے خُداوند سے بات کرنے کی جُرأت کی ۔ شاید وہاں بِیس مِلیں ۔ اُس نے کہا مَیں بِیس کی خاطِر بھی اُسے نیست نہیں کرُوں گا۔"},{"number":32,"verse":"تب اُس نے کہا خُداوند ناراض نہ ہو تو مَیں ایک بار اَور کچھ عرض کرُوں ۔ شاید وہاں دس مِلیں ۔ اُس نے کہا مَیں دس کی خاطِر بھی اُسے نیست نہیں کرُوں گا۔"},{"number":33,"verse":"جب خُداوند ابرہام سے باتیں کر چُکا تو چلا گیا اور ابرہام اپنے مکان کو لَوٹا۔"}]}