{"bibleAbbr":"urRV2010","bookName":"پَیدایش","bookEnglishName":"Genesis","chapterNumber":20,"verses":[{"number":1,"verse":"( ابرہام اور ابی مَلِک) اور ابرہام وہاں سے جنُوب کے مُلک کی طرف چلا اور قادِ س اور شور کے درمِیان ٹھہرا اور جرار میں قیام کِیا۔"},{"number":2,"verse":"اور ابرہام نے اپنی بِیوی سارہ کے حق میں کہا کہ وہ میری بہن ہے اور جرار کے بادشاہ ابی مَلِک نے سارہ کو بُلوا لِیا۔"},{"number":3,"verse":"لیکن رات کو خُدا ابی مَلِک کے پاس خواب میں آیا اور اُسے کہا کہ دیکھ تُو اُس عَورت کے سبب سے جِسے تُو نے لِیا ہے ہلاک ہو گا کیونکہ وہ شَوہر والی ہے۔"},{"number":4,"verse":"پر ابی مَلِک نے اُس سےصُحبت نہیں کی تھی ۔ سو اُس نے کہا اَے خُداوند کیا تُو صادِق قَوم کو بھی مارے گا؟۔"},{"number":5,"verse":"کیا اُس نے خُود مُجھ سے نہیں کہا کہ یہ میری بہن ہے؟ اور وہ آپ بھی یِہی کہتی تھی کہ وہ میرا بھائی ہے ۔ مَیں نے تو اپنے سچّے دِل اور پاکِیزہ ہاتھوں سے یہ کِیا۔"},{"number":6,"verse":"اور خُدا نے اُسے خواب میں کہا ہاں مَیں جانتا ہُوں کہ تُو نے اپنے سچّے دل سے یہ کِیا اور مَیں نے بھی تُجھے روکا کہ تُو میرا گُناہ نہ کرے ۔ اِسی لِئے مَیں نے تُجھے اُس کو چُھونے نہ دِیا۔"},{"number":7,"verse":"اب تُو اُس مَرد کی بِیوی کو واپس کر دے کیونکہ وہ نبی ہے اور وہ تیرے لِئے دُعا کرے گا اور تُو جِیتا رہے گا ۔ پر اگر تُو اُسے واپس نہ کرے تو جان لے کہ تُو بھی اور جِتنے تیرے ہیں سب ضرُور ہلاک ہوں گے۔"},{"number":8,"verse":"تب ابی مَلِک نے صُبح سویرے اُٹھ کر اپنے سب نوکروں کو بُلایا اور اُن کو یہ سب باتیں کہہ سُنا ئِیں ۔ تب وہ لوگ بُہت ڈر گئے۔"},{"number":9,"verse":"اور ابی مَلِک نے ابرہام کو بُلا کر اُس سے کہا کہ تُو نے ہم سے یہ کیا کِیا؟ اور مُجھ سے تیرا کیا قصُور ہُؤا کہ تُو مُجھ پر اور میری بادشاہی پر ایک گُناہِ عظِیم لایا؟ تُو نے مجھ سے وہ کام کِئے جِن کا کرنا مُناسِب نہ تھا۔"},{"number":10,"verse":"ابی مَلِک نے ابرہام سے یہ بھی کہا کہ تُو نے کیاسمجھ کر یہ بات کی؟۔"},{"number":11,"verse":"ابرہام نے کہا کہ میرا خیال تھا کہ خُدا کا خوف تو اِس جگہ ہرگِز نہ ہو گا اور وہ مُجھے میری بِیوی کے سبب سے مار ڈالیں گے۔"},{"number":12,"verse":"اور فی الحقِیقت وہ میری بہن بھی ہے کیونکہ وہ میرے باپ کی بیٹی ہے اگرچہ میری ماں کی بیٹی نہیں ۔ پِھر وہ میری بِیوی ہُوئی۔"},{"number":13,"verse":"اور جب خُدا نے میرے باپ کے گھر سے مُجھے آوارہ کِیا تو مَیں نے اِس سے کہا کہ مُجھ پر یہ تیری مِہربانی ہو گی کہ جہاں کہِیں ہم جائیں تُو میرے حق میں یِہی کہنا کہ یہ میرا بھائی ہے۔"},{"number":14,"verse":"تب ابی مَلِک نے بھیڑ بکرِیاں اور گائے بَیل اور غُلام اور لَونڈِیاں ابرہام کو دِیں اور اُس کی بِیوی سارہ کو بھی اُسے واپس کر دِیا۔"},{"number":15,"verse":"اور ابی مَلِک نے کہا کہ دیکھ میرا مُلک تیرے سامنے ہے ۔ جہاں جی چاہے رہ۔"},{"number":16,"verse":"اور اُس نے سارہ سے کہا کہ دیکھ مَیں نے تیرے بھائی کو چاندی کے ہزار سِکّے دِئے ہیں ۔ وہ اُن سب کے سامنے جو تیرے ساتھ ہیں تیرے لِئے آنکھ کا پردہ ہے اور سب کے سامنے تیری دادرسی ہو گئی۔"},{"number":17,"verse":"تب ابرہام نے خُدا سے دُعا کی اور خُدا نے ابی مَلِک اور اُس کی بِیوی اور اُس کی لَونڈِیوں کو شِفا بخشی اور اُن کے اَولاد ہونے لگی۔"},{"number":18,"verse":"کیونکہ خُداوند نے ابرہام کی بِیوی سارہ کے سبب سے ابی مَلِک کے خاندان کے سب رَحِم بند کر دِئے تھے۔"}]}