{"bibleAbbr":"urRV2010","bookName":"پَیدایش","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"( اِضحاق کی پَیدایش) اور خُداوند نے جَیسا اُس نے فرمایا تھا سارہ پر نظر کی اوراُس نے اپنے وعدہ کے مُطابِق سارہ سے کِیا۔"},{"number":2,"verse":"سو سارہ حامِلہ ہُوئی اور ابرہام کے لِئے اُس کے بُڑھاپے میں اُسی مُعیّن وقت پر جِس کا ذِکر خُدا نے اُس سے کِیا تھا اُس کے بیٹا ہُؤا۔"},{"number":3,"verse":"اور ابرہام نے اپنے بیٹے کا نام جو اُس سے سارہ کے پَیدا ہُؤا اِضحاق رکھّا۔"},{"number":4,"verse":"اور ابرہام نے خُدا کے حُکم کے مُطابِق اپنے بیٹے اِضحا ق کا خَتنہ اُس وقت کِیا جب وہ آٹھ دِن کا ہُؤا۔"},{"number":5,"verse":"اور جب اُس کا بیٹا اِضحاق اُس سے پَیدا ہُؤا تو ابرہام سَو برس کا تھا۔"},{"number":6,"verse":"اور سارہ نے کہا کہ خُدا نے مُجھے ہنسایا اور سب سُننے والے میرے ساتھ ہنسیں گے۔"},{"number":7,"verse":"اور یہ بھی کہا کہ بھلا کوئی ابرہام سے کہہ سکتا تھا کہ سارہ لڑکوں کو دُودھ پِلائے گی؟ کیونکہ اُس سے اُس کے بُڑھاپے میں میرے ایک بیٹا ہُؤا۔"},{"number":8,"verse":"اور وہ لڑکا بڑھا اور اُس کا دُودھ چُھڑایا گیا اور اِضحا ق کے دُودھ چُھڑانے کے دِن ابرہام نے بڑی ضِیافت کی۔"},{"number":9,"verse":"( ہاجرہ اور اِسمٰعیل کو گھر سے نِکالا جاتا ہے) اور سارہ نے دیکھا کہ ہاجرہ مِصری کا بیٹا جو اُس کے ابرہام سے ہُؤا تھا ٹھٹھّے مارتا ہے۔"},{"number":10,"verse":"تب اُس نے ابرہام سے کہا کہ اِس لَونڈی کو اور اُس کے بیٹے کو نِکال دے کیونکہ اِس لَونڈی کا بیٹا میرے بیٹے اِضحا ق کے ساتھ وارِث نہ ہو گا۔"},{"number":11,"verse":"پر ابرہام کو اُس کے بیٹے کے باعِث یہ بات نِہایت بُری معلُوم ہُوئی۔"},{"number":12,"verse":"اور خُدا نے ابرہام سے کہا کہ تُجھے اِس لڑکے اور اپنی لَونڈی کے باعِث بُرا نہ لگے ۔ جو کُچھ سارہ تُجھ سے کہتی ہے تُو اُس کی بات مان کیونکہ اِضحاق سے تیری نسل کا نام چلے گا۔"},{"number":13,"verse":"اور اِس لَونڈی کے بیٹے سے بھی مَیں ایک قَوم پَیدا کرُوں گا اِس لِئے کہ وہ تیری نسل ہے۔"},{"number":14,"verse":"تب ابرہام نے صُبح سویرے اُٹھ کر روٹی اور پانی کی ایک مشک لی اور اُسے ہاجرہ کو دِیا بلکہ اُسے اُس کے کندھے پر دھر دِیا اور لڑکے کو بھی اُس کے حوالہ کر کے اُسے رُخصت کر دِیا ۔ سو وہ چلی گئی اوربیرسبع کے بیابان میں آوارہ پِھرنے لگی۔"},{"number":15,"verse":"اور جب مشک کا پانی ختم ہو گیا تو اُس نے لڑکے کو ایک جھاڑی کے نِیچے ڈال دِیا۔"},{"number":16,"verse":"اور آپ اُس کے مُقابِل ایک تِیر کے ٹپّے پر دُور جا بَیٹھی اور کہنے لگی کہ مَیں اِس لڑکے کا مَرنا تو نہ دیکُھوں ۔ سو وہ اُس کے مُقابِل بَیٹھ گئی اور چِلّا چِلّا کر رونے لگی۔"},{"number":17,"verse":"اور خُدا نے اُس لڑکے کی آواز سُنی اور خُدا کے فرِشتہ نے آسمان سے ہاجرہ کو پُکارا اور اُس سے کہا اَے ہاجرہ تُجھ کو کیا ہُؤا؟ مت ڈر کیونکہ خُدا نے اُس جگہ سے جہاں لڑکا پڑا ہے اُس کی آواز سُن لی ہے۔"},{"number":18,"verse":"اُٹھ اور لڑکے کو اُٹھا اور اُسے اپنے ہاتھ سے سنبھال کیونکہ مَیں اُس کو ایک بڑی قَوم بناؤں گا۔"},{"number":19,"verse":"پِھرخُدا نے اُس کی آنکھیں کھولِیں اور اُس نے پانی کا ایک کُنواں دیکھا اور جا کر مشک کو پانی سے بھر لِیا اور لڑکے کو پِلایا۔"},{"number":20,"verse":"اور خُدا اُس لڑکے کے ساتھ تھا اور وہ بڑا ہُؤا اور بیابان میں رہنے لگا اور تِیر انداز بنا۔"},{"number":21,"verse":"اور وہ فاران کے بیابان میں رہتا تھا اور اُس کی ماں نے مُلکِ مِصر سے اُس کے لِئے بِیوی لی۔"},{"number":22,"verse":"( ابرہام اور ابی مَلِک میں مُعاہدہ) پِھر اُس وقت یُوں ہُؤا کہ ابی مَلِک اور اُس کے لشکرکے سردار فِیکُل نے ابرہام سے کہا کہ ہر کام میں جو تُو کرتا ہے خُدا تیرے ساتھ ہے۔"},{"number":23,"verse":"اِس لِئے تُو اب مُجھ سے خُدا کی قَسم کھا کہ تُو نہ مجھ سے نہ میرے بیٹے سے اور نہ میرے پوتے سے دغا کرے گا بلکہ جو مِہربانی مَیں نے تُجھ پر کی ہے وَیسی ہی تُو بھی مُجھ پر اور اِس مُلک پرجِس میں تُو نے قیام کِیا ہے کرے گا۔"},{"number":24,"verse":"تب ابرہام نے کہا مَیں قَسم کھاؤں گا۔"},{"number":25,"verse":"اور ابرہام نے پانی کے ایک کُنوئیں کی وجہ سے جِسے ابی مَلِک کے نوکروں نے زَبردستی چِھین لِیا تھا ابی ملک کو جِھڑکا۔"},{"number":26,"verse":"ابی مَلِک نے کہامُجھے خبر نہیں کہ کِس نے یہ کام کِیا اور تُو نے بھی مُجھے نہیں بتایا اور نہ مَیں نے آج سے پہلے اِس کی بابت کچھ سُنا۔"},{"number":27,"verse":"پِھرابرہام نے بھیڑ بکرِیاں اور گائے بَیل لے کر ابی مَلِک کو دِئے اور دونوں نے آپس میں عہد کِیا۔"},{"number":28,"verse":"اور ابرہام نے بھیڑ کے سات مادہ بچّوں کو لے کر الگ رکھّا۔"},{"number":29,"verse":"اور ابی مَلِک نے ابرہام سے کہا کہ بھیڑ کے اِن سات مادہ بچّوں کو الگ رکھنے سے تیرا مطلب کیا ہے؟۔"},{"number":30,"verse":"اُس نے کہا کہ بھیڑ کے اِن ساتوں مادہ بچّوں کو تُو میرے ہاتھ سے لے تاکہ وہ میرے گواہ ہوں کہ مَیں نے یہ کُنواں کھودا۔"},{"number":31,"verse":"اِسی لِئے اُس نے اُس مقام کا نام بیرسبع رکھّاکیونکہ وہِیں اُن دونوں نے قَسم کھائی۔"},{"number":32,"verse":"سو اُنہوں نے بیرسبع میں عہد کِیا ۔ تب ابی مَلِک اور اُس کے لشکر کا سردار فِیکُل دونوں اُٹھ کھڑے ہُوئے اور فِلستِیوں کے مُلک کو لَوٹ گئے۔"},{"number":33,"verse":"تب ابرہام نے بیرسبع میں جھاؤ کا ایک درخت لگایا اور وہاں اُس نے خُداوند سے جو ابدی خُدا ہے دُعا کی۔"},{"number":34,"verse":"اور ابرہام بُہت دِنوں تک فِلستِیوں کے مُلک میں رہا۔"}]}