{"bibleAbbr":"urRV2010","bookName":"پَیدایش","bookEnglishName":"Genesis","chapterNumber":25,"verses":[{"number":1,"verse":"( ابرہام کی نسل) اور ابرہام نے پِھر ایک اور بِیوی کی جِس کا نام قطُورہ تھا۔"},{"number":2,"verse":"اور اُس سے زِمران اور یُقسان اور مِدان اور مِدیان اور اِسبا ق اور سُوخ پَیدا ہُوئے۔"},{"number":3,"verse":"اور یُقسان سے سِبا اور ددا ن پَیدا ہُوئے اور ددان کی اَولاد سے اَسُوری اور لطوسی اور لُومی تھے۔"},{"number":4,"verse":"اور مِدیان کے بیٹے عیفاہ اور عِفر اور حنُو ک اور ابیداع اور الدوعا تھے ۔ یہ سب بنی قطُور ہ تھے۔"},{"number":5,"verse":"اور ابرہام نے اپنا سب کچھ اِضحا ق کو دِیا۔"},{"number":6,"verse":"اور اپنی حرموں کے بیٹوں کو ابرہام نے بُہت کُچھ اِنعام دے کر اپنے جِیتے جی اُن کو اپنے بیٹے اِضحا ق کے پاس سے مشرِق کی طرف یعنی مشرِق کے مُلک میں بھیج دِیا۔"},{"number":7,"verse":"( ابرہام کی وفات اور تدفین) اور ابرہام کی کُل عُمرجب تک کہ وہ جِیتا رہا ایک سَو پچھتّر برس کی ہُوئی۔"},{"number":8,"verse":"تب ابرہام نے دَم چھوڑ دِیا اور خُوب بُڑھاپے میں نِہایت ضعِیف اور پُوری عُمر کا ہو کر وفات پائی اور اپنے لوگوں میں جا مِلا۔"},{"number":9,"verse":"اور اُس کے بیٹے اِضحاق اور اِسمٰعیل نے مَکفیلہ کے غار میں جو مَمرے کے سامنے حِتّی صُحر کے بیٹے عِفرون کے کھیت میں ہے اُسے دفن کِیا۔"},{"number":10,"verse":"یہ وُہی کھیت ہے جِسے ابرہام نے بنی حِت سے خرِیدا تھا ۔ وہِیں ابرہام اور اُس کی بِیوی سارہ دفن ہُوئے۔"},{"number":11,"verse":"اور ابرہام کی وفات کے بعد خُدا نے اُس کے بیٹے اِضحا ق کو برکت بخشی اور اِضحا ق بئیر لَحی روئی کے نزدِیک رہتا تھا۔"},{"number":12,"verse":"( اِسمٰعیل کی نسل) یہ نسب نامہ ابرہام کے بیٹے اِسمٰعیل کا ہے جو ابرہام سے سارہ کی لَونڈی ہاجرہ مِصری کے بطن سے پَیدا ہُؤا۔"},{"number":13,"verse":"اور اِسمٰعیل کے بیٹوں کے نام یہ ہیں ۔ یہ نام ترتِیب وار اُن کی پَیدایش کے مُطابِق ہیں ۔ اِسمٰعیل کا پہلوٹھا نبایو ت تھا ۔ پِھر قِیدار اور اَد بئیل اور مِبسا م۔"},{"number":14,"verse":"اور مِشماع اور دُومہ اور مسّا۔"},{"number":15,"verse":"حدد اور تَیما اور یطُور اور نفیس اور قِدمہ۔"},{"number":16,"verse":"یہ اِسمٰعیل کے بیٹے ہیں اور اِن ہی کے ناموں سے اِن کی بستِیاں اور چھاؤنیاں نامزد ہُوئِیں اور یِہی بارہ اپنے اپنے قبِیلہ کے سردار ہُوئے۔"},{"number":17,"verse":"اور اِسمٰعیل کی کُل عُمر ایک سَو سَینتِیس برس کی ہُوئی تب اُس نے دَم چھوڑ دِیا اور وفات پائی اور اپنے لوگوں میں جا مِلا۔"},{"number":18,"verse":"اور اُس کی اَولاد حویلہ سے شور تک جو مِصر کے سامنے اُس راستہ پر ہے جِس سے اَسُور کو جاتے ہیں آباد تھی ۔ یہ لوگ اپنے سب بھائِیوں کے سامنے بسے ہُوئے تھے۔"},{"number":19,"verse":"( عیسو اور یعقُوب کی پَیدایش) اور ابرہام کے بیٹے اِضحاق کا نسب نامہ یہ ہے ۔ ابرہام سے اِضحا ق پَیدا ہُؤا۔"},{"number":20,"verse":"اِضحا ق چالِیس برس کا تھا جب اُس نے رِبقہ سے بیاہ کِیا جو فدّان ارام کے باشِندہ بیتُوایل ارامی کی بیٹی اور لابن ارامی کی بہن تھی۔"},{"number":21,"verse":"اور اِضحاق نے اپنی بِیوی کے لِئے خُداوند سے دُعا کی کیونکہ وہ بانجھ تھی اور خُداوند نے اُس کی دُعا قبُول کی اور اُس کی بِیوی رِبقہ حامِلہ ہُوئی۔"},{"number":22,"verse":"اور اُس کے پیٹ میں دو لڑکے آپس میں مُزاحمت کرنے لگے ۔ تب اُس نے کہا اگر اَیسا ہی ہے تو مَیں جِیتی کیوں ہُوں؟ اور وہ خُداوند سے پُوچھنے گئی۔"},{"number":23,"verse":"خُداوند نے اُسے کہا دو قومیں تیرے پیٹ میں ہیں اور دو قبیلے تیرے بطن سے نِکلتے ہی الگ الگ ہو جائیں گے اور ایک قبیلہ دُوسرے قبیلہ سے زورآور ہو گا اور بڑا چھوٹے کی خِدمت کرے گا۔"},{"number":24,"verse":"اور جب اُس کے وضعِ حمل کے دِن پُورے ہُوئے تو کیا دیکھتے ہیں کہ اُس کے پیٹ میں تَوأم ہیں۔"},{"number":25,"verse":"اور پہلا جو پَیدا ہُؤا تو سُرخ تھا اور اُوپر سے اَیسا جَیسے پشمِینہ اور اُنہوں نے اُس کا نام عیسو رکھّا۔"},{"number":26,"verse":"اُس کے بعد اُس کا بھائی پَیدا ہُؤا اور اُس کا ہاتھ عیسو کی ایڑی کو پکڑے ہُوئے تھا اور اُس کا نام یعقُوب رکھّا گیا ۔ جب وہ رِبقہ سے پَیدا ہُوئے تو اِضحاق ساٹھ برس کا تھا۔"},{"number":27,"verse":"( عیسو اپنا پہلوٹھے کا حق بیچتا ہے) اور وہ لڑکے بڑھے اور عیسو شِکار میں ماہِر ہو گیا اور جنگل میں رہنے لگا اور یعقُوب سادہ مِزاج ڈیروں میں رہنے والا آدمی تھا۔"},{"number":28,"verse":"اور اِضحا ق عیسو کو پیار کرتا تھا کیونکہ وہ اُس کے شِکار کا گوشت کھاتا تھا اور رِبقہ یعقُوب کو پیار کرتی تھی۔"},{"number":29,"verse":"اور یعقُوب نے دال پکائی اور عیسو جنگل سے آیا اور بے دَم ہو رہا تھا۔"},{"number":30,"verse":"اور عیسو نے یعقُوب سے کہا کہ یہ جو لال لال ہے مُجھے کِھلا دے کیونکہ مَیں بے دَم ہو رہا ہُوں۔ اِسی لِئے اُس کا نام ادُو م بھی ہو گیا۔"},{"number":31,"verse":"تب یعقُوب نے کہا تُو آج اپنا پہلوٹھے کا حق میرے ہاتھ بیچ دے۔"},{"number":32,"verse":"عیسو نے کہا دیکھ مَیں تو مرا جاتا ہُوں پہلوٹھے کا حق میرے کِس کام آئے گا؟۔"},{"number":33,"verse":"تب یعقُوب نے کہا کہ آج ہی مُجھ سے قَسم کھا ۔ اُس نے اُس سے قَسم کھائی اور اُس نے اپنا پہلوٹھے کا حق یعقُوب کے ہاتھ بیچ دِیا۔"},{"number":34,"verse":"تب یعقُوب نے عیسو کو روٹی اور مسُور کی دال دی ۔ وہ کھا پی کر اُٹھا اور چلا گیا ۔یُوں عیسو نے اپنے پہلوٹھے کے حق کو ناچِیز جانا۔"}]}