{"bibleAbbr":"urRV2010","bookName":"پَیدایش","bookEnglishName":"Genesis","chapterNumber":27,"verses":[{"number":1,"verse":"( اِضحاق یعقُوب کو برکت دیتا ہے) جب اِضحاق ضعِیف ہو گیا اور اُس کی آنکھیں اَیسی دُھندلا گئیِں کہ اُسے دِکھائی نہ دیتا تھا تو اُس نے اپنے بڑے بیٹے عیسو کو بُلایا اور کہا اَے میرے بیٹے! اُس نے کہا مَیں حاضِر ہُوں۔"},{"number":2,"verse":"تب اُس نے کہا دیکھ! مَیں تو ضعِیف ہو گیا اور مُجھے اپنی مَوت کا دِن معلُوم نہیں۔"},{"number":3,"verse":"سو اب تُو ذرا اپنا ہتھیار اپنا ترکش اور اپنی کمان لے کر جنگل کو نِکل جا اور میرے لِئے شِکار مار لا۔"},{"number":4,"verse":"اور میری حسب ِپسند لذِیذ کھانا میرے لِئے تیّار کر کے میرے آگے لے آ تاکہ مَیں کھاؤں اور اپنے مَرنے سے پہلے دِل سے تُجھے دُعا دُوں۔"},{"number":5,"verse":"اور جب اِضحاق اپنے بیٹے عیسو سے باتیں کر رہا تھا تو رِبقہ سُن رہی تھی اور عیسو جنگل کو نِکل گیا کہ شِکار مار کر لائے۔"},{"number":6,"verse":"تب رِبقہ نے اپنے بیٹے یعقُوب سے کہا کہ دیکھ مَیں نے تیرے باپ کو تیرے بھائی عیسو سے یہ کہتے سُنا کہ۔"},{"number":7,"verse":"میرے لِئے شِکار مار کر لذِیذ کھانا میرے واسطے تیّار کر تاکہ مَیں کھاؤں اور اپنے مَرنے سے پیشتر خُداوند کے آگے تُجھے دُعا دُوں۔"},{"number":8,"verse":"سو اَے میرے بیٹے اِس حُکم کے مُطابِق جو مَیں تُجھے دیتی ہُوں میری بات کو مان۔"},{"number":9,"verse":"اور جا کر ریوڑ میں سے بکری کے دو اچھّے ا چھّے بچّے مُجھے لا دے اور مَیں اُن کو لے کر تیرے باپ کے لِئے اُس کی حسب ِپسند لذِیذ کھانا تیّار کر دُوں گی۔"},{"number":10,"verse":"اور تُو اُسے اپنے باپ کے آگے لے جانا تاکہ وہ کھائے اور اپنے مَرنے سے پیشتر تُجھے دُعا دے۔"},{"number":11,"verse":"تب یعقُوب نے اپنی ماں رِبقہ سے کہا دیکھ میرے بھائی عیسو کے جِسم پر بال ہیں اور میرا جِسم صاف ہے۔"},{"number":12,"verse":"شاید میرا باپ مُجھے ٹٹولے تو مَیں اُس کی نظر میں دغاباز ٹھہرُوں گا اور برکت نہیں بلکہ لَعنت کماؤں گا۔"},{"number":13,"verse":"اُس کی ماں نے اُسے کہا اَے میرے بیٹے! تیری لَعنت مُجھ پر آئے ۔ تُو صِرف میری بات مان اور جا کر وہ بچّے مُجھے لا دے۔"},{"number":14,"verse":"تب وہ گیا اور اُن کو لا کر اپنی ماں کو دِیا اور اُس کی ماں نے اُس کے باپ کی حسب ِپسند لذِیذ کھانا تیّار کِیا۔"},{"number":15,"verse":"اور رِبقہ نے اپنے بڑے بیٹے عیسو کے نفِیس لِباس جو اُس کے پاس گھر میں تھے لے کر اُن کو اپنے چھوٹے بیٹے یعقُوب کو پہنایا۔"},{"number":16,"verse":"اور بکری کے بچّوں کی کھالیں اُس کے ہاتھوں اور اُس کی گردن پر جہاں بال نہ تھے لپیٹ دِیں۔"},{"number":17,"verse":"اور وہ لذِیذ کھانا اور روٹی جو اُس نے تیّار کی تھی اپنے بیٹے یعقُوب کے ہاتھ میں دے دی۔"},{"number":18,"verse":"تب اُس نے باپ کے پاس آ کر کہا اَے میرے باپ! اُس نے کہا مَیں حاضِر ہُوں ۔ تُو کون ہے میرے بیٹے؟۔"},{"number":19,"verse":"یعقُوب نے اپنے باپ سے کہا مَیں تیرا پہلوٹھا بیٹا عیسو ہُوں ۔ مَیں نے تیرے کہنے کے مُطابِق کِیا ہے ۔ سو ذرا اُٹھ اور بَیٹھ کر میرے شِکار کا گوشت کھا تاکہ تُو دِل سے مُجھے دُعا دے۔"},{"number":20,"verse":"تب اِضحاق نے اپنے بیٹے سے کہا بیٹا! تُجھے یہ اِس قدر جلد کَیسے مِل گیا؟ اُس نے کہا اِس لِئے کہ خُداوند تیرے خُدا نے میرا کام بنا دِیا۔"},{"number":21,"verse":"تب اِضحا ق نے یعقُوب سے کہا اَے میرے بیٹے ذرا نزدِیک آ کہ مَیں تُجھے ٹٹولُوں کہ تُو میرا وُہی بیٹا عیسو ہے یا نہیں۔"},{"number":22,"verse":"اور یعقُوب اپنے باپ اِضحاق کے نزدِیک گیا اور اُس نے اُسے ٹٹول کر کہا کہ آواز تو یعقُوب کی ہے پر ہاتھ عیسو کے ہیں۔"},{"number":23,"verse":"اور اُس نے اُسے نہ پہچانا اِس لِئے کہ اُس کے ہاتھوں پر اُس کے بھائی عیسو کے ہاتھوں کی طرح بال تھے ۔ سو اُس نے اُسے دُعا دی۔"},{"number":24,"verse":"اور اُس نے پُوچھا کہ کیا تُو میرا بیٹا عیسو ہی ہے؟ اُس نے کہا مَیں وُہی ہُوں۔"},{"number":25,"verse":"تب اُس نے کہا کھانا میرے آگے لے آ اور مَیں اپنے بیٹے کے شِکار کا گوشت کھاؤں گاتاکہ دِل سے تُجھے دُعا دُوں ۔ سو وہ اُسے اُس کے نزدِیک لے آیا اور اُس نے کھایا اور وہ اُس کے لِئے مَے لایا اور اُس نے پی۔"},{"number":26,"verse":"پِھر اُس کے باپ اِضحاق نے اُس سے کہا اَے میرے بیٹے! اب پاس آ کر مُجھے چُوم۔"},{"number":27,"verse":"اُس نے پاس جا کر اُسے چُوما ۔ تب اُس نے اُس کے لِباس کی خُوشبُو پائی اور اُسے دُعا دے کر کہادیکھو! میرے بیٹے کی مہک اُس کھیت کی مہک کی مانِند ہے جِسے خُداوند نے برکت دی ہو۔"},{"number":28,"verse":"خُدا آسمان کی اوس اور زمِین کی فربہی اور بُہت سا اناج اور مَے تُجھے بخشے!۔"},{"number":29,"verse":"قومیں تیری خِدمت کریں اور قبیلے تیرے سامنے جُھکیں ! تُو اپنے بھائِیوں کا سردار ہواور تیری ماں کے بیٹے تیرے آگے جُھکیں !جو تُجھ پر لَعنت کرے وہ خُود لَعنتی ہواور جو تُجھے دُعا دے وہ برکت پائے!۔"},{"number":30,"verse":"( عیسو اِضحاق سے برکت کے لِئے مِنّت کرتا ہے) جب اِضحا ق یعقُوب کو دُعا دے چُکا اور یعقُو ب اپنے باپ اِضحاق کے پاس سے نِکلا ہی تھا کہ اُس کا بھائی عیسو اپنے شِکار سے لَوٹا۔"},{"number":31,"verse":"وہ بھی لذِیذ کھانا پکا کر اپنے باپ کے پاس لایا اور اُس نے اپنے باپ سے کہا میرا باپ اُٹھ کر اپنے بیٹے کے شِکار کا گوشت کھائے تاکہ دِل سے مُجھے دُعا دے۔"},{"number":32,"verse":"اُس کے باپ اِضحاق نے اُس سے پُوچھا کہ تُو کَون ہے؟ اُس نے کہا مَیں تیرا پہلوٹھا بیٹا عیسو ہُوں۔"},{"number":33,"verse":"تب تو اِضحاق بشِدّت کانپنے لگا اور اُس نے کہا پِھر وہ کَون تھا جو شِکار مار کر میرے پاس لے آیا اور مَیں نے تیرے آنے سے پہلے سب میں سے تھوڑا تھوڑا کھایا اور اُسے دُعا دی؟ اور مُبارک بھی وُہی ہو گا۔"},{"number":34,"verse":"عیسو اپنے باپ کی باتیں سُنتے ہی بڑی بُلند اور حسرت ناک آواز سے چِلّا اُٹھا اور اپنے باپ سے کہا مُجھ کو بھی دُعا دے۔ اَے میرے باپ! مُجھ کو بھی۔"},{"number":35,"verse":"اُس نے کہا تیرا بھائی دغا سے آیا اور تیری برکت لے گیا۔"},{"number":36,"verse":"تب اُس نے کہا کیا اُس کا نام یعقُوب ٹِھیک نہیں رکھّا گیا؟ کیونکہ اُس نے دوبارہ مُجھے اڑنگا مارا ۔ اُس نے میرا پہلوٹھے کا حق تو لے ہی لِیا تھا اور دیکھ! اب وہ میری برکت بھی لے گیا ۔ پِھر اُس نے کہا کیا تُو نے میرے لِئے کوئی برکت نہیں رکھ چھوڑی ہے؟۔"},{"number":37,"verse":"اِضحاق نے عیسو کو جواب دِیا کہ دیکھ مَیں نے اُسے تیرا سردار ٹھہرایا اور اُس کے سب بھائِیوں کو اُس کے سُپرد کِیا کہ خادِم ہوں اور اناج اور مَے اُس کی پرورِش کے لِئے بتائی ۔ اب اَے میرے بیٹے تیرے لِئے مَیں کیا کرُوں؟۔"},{"number":38,"verse":"تب عیسو نے اپنے باپ سے کہا کیا تیرے پاس ایک ہی برکت ہے اَے میرے باپ؟ مُجھے بھی دُعا دے ۔ اَے میرے باپ! مُجھے بھی اور عیسو چِلّا چِلّا کر رویا۔"},{"number":39,"verse":"تب اُس کے باپ اِضحاق نے اُس سے کہا دیکھ! زرخیز زمِین میں تیرا مسکن ہو اور اُوپر سے آسمان کی شبنم اُس پر پڑے!۔"},{"number":40,"verse":"تیری اَوقات بسری تیری تلوار سے ہو اور تُو اپنے بھائی کی خِدمت کرے ! اور جب تُو آزادہو تو اپنے بھائی کاجُؤا اپنی گردن پر سے اُتارپھینکے۔"},{"number":41,"verse":"اور عیسو نے یعقُوب سے اُس برکت کے سبب سے جو اُس کے باپ نے اُسے بخشی کِینہ رکھّا اور عیسو نے اپنے دِل میں کہا کہ میرے باپ کے ماتم کے دِن نزدِیک ہیں ۔ پِھر مَیں اپنے بھائی یعقُوب کو مار ڈالُوں گا۔"},{"number":42,"verse":"اور رِبقہ کو اُس کے بڑے بیٹے عیسو کی یہ باتیں بتائی گئِیں ۔ تب اُس نے اپنے چھوٹے بیٹے یعقُوب کو بُلوا کر اُس سے کہا کہ دیکھ تیرا بھائی عیسو تُجھے مار ڈالنے پر ہے اور یِہی سوچ سوچ کر اپنے کو تسلّی دے رہا ہے۔"},{"number":43,"verse":"سو اَے میرے بیٹے تُو میری بات مان اور اُٹھ کر حاران کو میرے بھائی لابن کے پاس بھاگ جا۔"},{"number":44,"verse":"اور تھوڑے دِن اُس کے ساتھ رہ جب تک کہ تیرے بھائی کی خفگی اُتر نہ جائے۔"},{"number":45,"verse":"یعنی جب تک تیرے بھائی کا قہر تیری طرف سے ٹھنڈا نہ ہو اور وہ اُس بات کو جو تُو نے اُس سے کی ہے بُھول نہ جائے ۔ تب مَیں تُجھے وہاں سے بُلوا بھیجوں گی ۔ مَیں ایک ہی دِن میں تم دونوں کو کیوں کھو بَیٹھوں؟۔"},{"number":46,"verse":"( اِضحاق یعقُوب کو لابن کے پاس بھیجتا ہے) اور رِبقہ نے اِضحاق سے کہا مَیں حِتّی لڑکیوں کے سبب سے اپنی زِندگی سے تنگ ہُوں ۔ سو اگر یعقُوب حِتّی لڑکیوں میں سے جَیسی اِس مُلک کی لڑکیاں ہیں کِسی سے بیاہ کر لے تو میری زِندگی میں کیا لُطف رہے گا؟۔"}]}