{"bibleAbbr":"urRV2010","bookName":"پَیدایش","bookEnglishName":"Genesis","chapterNumber":37,"verses":[{"number":1,"verse":"( یُوسف اور اُس کے بھائی) اور یعقُوب مُلکِ کنعان میں رہتا تھا جہاں اُس کا باپ مُسافِر کی طرح رہا تھا۔"},{"number":2,"verse":"یعقُوب کی نسل کا حال یہ ہے کہ یُوسف ستّرہ برس کی عُمر میں اپنے بھائِیوں کے ساتھ بھیڑ بکریاں چرایا کرتا تھا ۔ یہ لڑکا اپنے باپ کی بِیویوں بِلہا ہ اورزِلفہ کے بیٹوں کے ساتھ رہتا تھا اور وہ اُن کے بُرے کاموں کی خبر باپ تک پُہنچادیتا تھا۔"},{"number":3,"verse":"اور اِسرائیل یُوسف کو اپنے سب بیٹوں سے زِیادہ پیار کرتا تھا کیونکہ وہ اُس کے بُڑھاپے کا بیٹا تھا اور اُس نے اُسے ایک بُوقلمُون قبا بھی بنوا دی۔"},{"number":4,"verse":"اور اُس کے بھائِیوں نے دیکھا کہ اُن کا باپ اُس کے سب بھائِیوں سے زِیادہ اُسی کو پیار کرتا ہے ۔ سو وہ اُس سے بُغض رکھنے لگے اور ٹِھیک طَور سے بات بھی نہیں کرتے تھے۔"},{"number":5,"verse":"اور یُوسف نے ایک خواب دیکھا جِسے اُس نے اپنے بھائِیوں کو بتایا تو وہ اُس سے اَور بھی بُغض رکھنے لگے۔"},{"number":6,"verse":"اور اُس نے اُن سے کہا ذرا وہ خواب تو سُنو جو مَیں نے دیکھا ہے۔"},{"number":7,"verse":"ہم کھیت میں پُولے باندھتے تھے اور کیا دیکھتا ہُوں کہ میرا پُولا اُٹھا اور سِیدھا کھڑا ہو گیا اور تُمہارے پُولوں نے میرے پُولے کو چاروں طرف سے گھیر لِیا اور اُسے سِجدہ کِیا۔"},{"number":8,"verse":"تب اُس کے بھائِیوں نے اُس سے کہا کہ کیا تُو سچ مُچ ہم پر سلطنت کرے گا یا ہم پر تیرا تسلُّط ہو گا؟ اور اُنہوں نے اُس کے خوابوں اور اُس کی باتوں کے سبب سے اُس سے اَور بھی زِیادہ بُغض رکھّا۔"},{"number":9,"verse":"پِھر اُس نے دُوسرا خواب دیکھا اور اپنے بھائِیوں کو بتایا ۔ اُس نے کہا دیکھو مُجھے ایک اور خواب دِکھائی دِیا ہے کہ سُورج اور چاند اور گیارہ سِتاروں نے مُجھے سِجدہ کِیا۔"},{"number":10,"verse":"اور اُس نے اِسے اپنے باپ اوربھائِیوں دونوں کو بتایا ۔ تب اُس کے باپ نے اُسے ڈانٹا اور کہا کہ یہ خواب کیا ہے جو تُو نے دیکھا ہے؟ کیا مَیں اور تیری ماں اور تیرے بھائی سچ مُچ تیرے آگے زمِین پر جُھک کر تُجھے سِجدہ کریں گے؟۔"},{"number":11,"verse":"اور اُس کے بھائِیوں کو اُس سے حسد ہو گیا لیکن اُس کے باپ نے یہ بات یاد رکھّی۔"},{"number":12,"verse":"( یُوسف بیچا جاتا اور مِصر کو لے جایا جاتا ہے) اور اُس کے بھائی اپنے باپ کی بھیڑ بکریاں چرانے سِکم کو گئے۔"},{"number":13,"verse":"تب اِسرائیل نے یُوسف سے کہا تیرے بھائی سِکم میں بھیڑ بکریوں کو چرا رہے ہوں گے ۔ سو آ کہ مَیں تُجھے اُن کے پاس بھیجوں ۔ اُس نے اُسے کہا مَیں تیّار ہُوں۔"},{"number":14,"verse":"تب اُس نے کہا تُوجا کر دیکھ کہ تیرے بھائِیوں کا اور بھیڑ بکریوں کا کیا حال ہے اور آکر مُجھے خبر دے ۔ سو اُس نے اُسے حبرُون کی وادی سے بھیجا اور وہ سِکم میں آیا۔"},{"number":15,"verse":"اور ایک شخص نے اُسے میدان میں اِدھر اُدھر آوارہ پِھرتے پایا ۔ یہ دیکھ کر اُس شخص نے اُس سے پُوچھا کہ تُو کیا ڈُھونڈتا ہے؟۔"},{"number":16,"verse":"اُس نے کہا مَیں اپنے بھائِیوں کو ڈُھونڈتا ہُوں ذرا مُجھے بتا دے کہ وہ بھیڑ بکریوں کو کہاں چرا رہے ہیں۔"},{"number":17,"verse":"اُس شخص نے کہا وہ یہاں سے چلے گئے کیونکہ مَیں نے اُن کو یہ کہتے سُنا کہ چلو ہم دُوتین کو جائیں ۔ چُنانچہ یُوسف اپنے بھائِیوں کی تلاش میں چلا اور اُن کو دُوتین میں پایا۔"},{"number":18,"verse":"اور جُوں ہی اُنہوں نے اُسے دُور سے دیکھا تو پیشتر اِس سے کہ وہ نزدِیک پُہنچے اُس کے قتل کا منصُوبہ باندھا۔"},{"number":19,"verse":"اور آپس میں کہنے لگے دیکھو خوابوں کا دیکھنے والا آرہا ہے۔"},{"number":20,"verse":"آؤ اب ہم اُسے مار ڈالیں اور کِسی گڑھے میں ڈال دیں اور یہ کہہ دیں گے کہ کوئی بُرا درِندہ اُسے کھا گیا ۔ پِھر دیکھیں گے کہ اُس کے خوابوں کا انجام کیا ہوتا ہے۔"},{"number":21,"verse":"تب رُوبِن نے یہ سُن کر اُسے اُن کے ہاتھوں سے بچایا اور کہا ہم اُس کی جان نہ لیں۔"},{"number":22,"verse":"اور رُوبِن نے اُن سے یہ بھی کہا کہ خُون نہ بہاؤ بلکہ اُسے اِس گڑھے میں جو بیابان میں ہے ڈال دو لیکن اُس پر ہاتھ نہ اُٹھاؤ ۔ وہ چاہتا تھا کہ اُسے اُن کے ہاتھ سے بچا کر اُس کے باپ کے پاس سلامت پُہنچا دے۔"},{"number":23,"verse":"اور یُوں ہُؤا کہ جب یُوسف اپنے بھائِیوں کے پاس پُہنچا تو اُنہوں نے اُس کی بُوقلمُون قبا کو جو وہ پہنے تھا اُتار لِیا۔"},{"number":24,"verse":"اور اُسے اُٹھا کر گڑھے میں ڈال دِیا ۔ وہ گڑھا سُوکھا تھا ۔ اُس میں ذرا بھی پانی نہ تھا۔"},{"number":25,"verse":"اور وہ کھانا کھانے بَیٹھے اور آنکھ اُٹھائی تو دیکھا کہ اِسمٰعیلِیوں کا ایک قافِلہ جِلعاد سے آرہا ہے اور گرم مصالح اور رَوغن ِبلسان اور مُرّاُونٹوں پرلادے ہُوئے مِصر کولِئے جا رہا ہے۔"},{"number":26,"verse":"تب یہُوداہ نے اپنے بھائِیوں سے کہا کہ اگر ہم اپنے بھائی کو مار ڈالیں اور اُس کا خُون چُھپائیں تو کیا نفع ہو گا؟۔"},{"number":27,"verse":"آؤ اُسے اِسمٰعیلِیوں کے ہاتھ بیچ ڈالیں کہ ہمارا ہاتھ اُس پر نہ اُٹھے کیونکہ وہ ہمارا بھائی اور ہمارا خُون ہے ۔ اُس کے بھائِیوں نے اُس کی بات مان لی۔"},{"number":28,"verse":"پِھر وہ مِدیانی سَوداگر اُدھر سے گُذرے ۔ تب اُنہوں نے یُوسف کو کھینچ کر گڑھے سے باہر نِکالا اور اُسے اِسمٰعیلِیوں کے ہاتھ بِیس رُوپَے کو بیچ ڈالا اور وہ یُوسف کو مِصر میں لے گئے۔"},{"number":29,"verse":"جب رُوبِن گڑھے پر لَوٹ کر آیا اور دیکھا کہ یُوسف اُس میں نہیں ہے تو اپنا پیراہن چاک کِیا۔"},{"number":30,"verse":"اور اپنے بھائِیوں کے پاس اُلٹا پِھرا اور کہنے لگا کہ لڑکا تو وہاں نہیں ہے ۔ اب مَیں کہاں جاؤں؟۔"},{"number":31,"verse":"پِھراُنہوں نے یُوسف کی قبا لے کر اور ایک بکرا ذبح کر کے اُسے اُس کے خُون میں تر کِیا۔"},{"number":32,"verse":"اور اُنہوں نے اُس بُوقلمُون قبا کو بِھجوا دِیا ۔ سو وہ اُسے اُن کے باپ کے پاس لے آئے اور کہا کہ ہم کو یہ چِیزپڑی مِلی ۔ اب تُوپہچان کہ یہ تیرے بیٹے کی قبا ہے یا نہیں؟۔"},{"number":33,"verse":"اور اُس نے اُسے پہچان لِیا اور کہا کہ یہ تو میرے بیٹے کی قبا ہے ۔ کوئی بُرا درِندہ اُسے کھا گیا ہے ۔ یُوسف بیشک پھاڑا گیا۔"},{"number":34,"verse":"تب یعقُوب نے اپنا پیراہن چاک کِیا اور ٹاٹ اپنی کمر سے لپیٹا اور بُہت دِنوں تک اپنے بیٹے کے لِئے ماتم کرتا رہا۔"},{"number":35,"verse":"اور اُس کے سب بیٹے بیٹِیاں اُسے تسلّی دینے جاتے تھے پر اُسے تسلّی نہ ہوتی تھی ۔ وہ یِہی کہتا رہا کہ مَیں تو ماتم ہی کرتا ہُؤا قبر میں اپنے بیٹے سے جا مِلُوں گا ۔ سو اُس کا باپ اُس کے لِئے روتا رہا۔"},{"number":36,"verse":"اور مِدیانِیوں نے اُسے مِصر میں فُوطِیفار کے ہاتھ جو فِرعون کا ایک حاکِم اور جلَوداروں کا سردار تھا بیچا۔"}]}