{"bibleAbbr":"urRV2010","bookName":"پَیدایش","bookEnglishName":"Genesis","chapterNumber":39,"verses":[{"number":1,"verse":"( یُوسف اور فُوطِیفار کی بیوی) اور یُوسف کو مِصر میں لائے اور فوطِیفار مِصری نے جو فِرعون کا ایک حاکِم اور جلَوداروں کا سردار تھا اُس کو اِسمٰعیلِیوں کے ہاتھ سے جو اُسے وہاں لے گئے تھے خرِید لِیا۔"},{"number":2,"verse":"اور خُداوند یُوسف کے ساتھ تھا اور وہ اِقبال مند ہُؤا اور اپنے مِصری آقا کے گھر میں رہتا تھا۔"},{"number":3,"verse":"اور اُس کے آقا نے دیکھا کہ خُداوند اُس کے ساتھ ہے اور جِس کام کو وہ ہاتھ لگاتا ہے خُداوند اُس میں اُسے اِقبال مند کرتا ہے۔"},{"number":4,"verse":"چُنانچہ یُوسف اُس کی نظر میں مقبُول ٹھہرا اور وُہی اُس کی خِدمت کرتا تھا اور اُس نے اُسے اپنے گھر کا مُختار بنا کر اپنا سب کُچھ اُسے سَونپ دِیا۔"},{"number":5,"verse":"اور جب اُس نے اُسے گھر کا اور سارے مال کا مُختار بنایا تو خُداوند نے اُس مِصری کے گھر میں یُوسف کی خاطِر برکت بخشی اور اُس کی سب چِیزوں پر جو گھر میں اور کھیت میں تِھیں خُداوند کی برکت ہونے لگی۔"},{"number":6,"verse":"اور اُس نے اپنا سب کُچھ یُوسف کے ہاتھ میں چھوڑ دِیا اور سِوا روٹی کے جِسے وہ کھا لیتا تھا اُسے اپنی کِسی چِیز کا ہوش نہ تھا اور یُوسف خُوب صُورت اور حسیِن تھا۔"},{"number":7,"verse":"اِن باتوں کے بعد یُوں ہُؤا کہ اُس کے آقا کی بِیوی کی آنکھ یُوسف پر لگی اور اُس نے اُس سے کہا کہ میرے ساتھ ہم بِستر ہو۔"},{"number":8,"verse":"لیکن اُس نے اِنکار کِیا اور اپنے آقا کی بِیوی سے کہا کہ دیکھ میرے آقا کو خبر بھی نہیں کہ اِس گھر میں میرے پاس کیا کیا ہے اور اُس نے اپنا سب کُچھ میرے ہاتھ میں چھوڑ دِیا ہے۔"},{"number":9,"verse":"اِس گھر میں مُجھ سے بڑا کوئی نہیں اور اُس نے تیرے سِوا کوئی چِیز مُجھ سے باز نہیں رکھّی کیونکہ تُو اُس کی بِیوی ہے سو بھلا مَیں کیوں اَیسی بڑی بدی کرُوں اور خُدا کا گُنہگار بنُوں؟۔"},{"number":10,"verse":"اور وہ ہر چند روز یُوسف کے سر ہوتی رہی پر اُس نے اُس کی بات نہ مانی کہ اُس سے ہم بِستر ہونے کے لِئے اُس کے ساتھ لیٹے۔"},{"number":11,"verse":"اور ایک دِن یُوں ہُؤا کہ وہ اپنا کام کرنے کے لِئے گھر میں گیا اور گھر کے آدمِیوں میں سے کوئی بھی اندر نہ تھا۔"},{"number":12,"verse":"تب اُس عَورت نے اُس کا پیراہن پکڑ کر کہا کہ میرے ساتھ ہم بِستر ہو ۔ وہ اپنا پیراہن اُس کے ہاتھ میں چھوڑ کر بھاگا اور باہر نِکل گیا۔"},{"number":13,"verse":"جب اُس نے دیکھا کہ وہ اپنا پیراہن اُس کے ہاتھ میں چھوڑ کر بھاگ گیا۔"},{"number":14,"verse":"تو اُس نے اپنے گھر کے آدمِیوں کو بُلا کر اُن سے کہا کہ دیکھو وہ ایک عِبری کو ہم سے مذاق کرنے کے لِئے ہمارے پاس لے آیا ہے ۔ یہ مُجھ سے ہم بِستر ہونے کو اندرگُھس آیا اور مَیں بُلند آواز سے چِلّانے لگی۔"},{"number":15,"verse":"جب اُس نے دیکھا کہ مَیں زور زور سے چِلّا رہی ہُوں تُو اپنا پیراہن میرے پاس چھوڑ کر بھاگا اور باہر نِکل گیا۔"},{"number":16,"verse":"اور وہ اُس کا پیراہن اُس کے آقا کے گھر لَوٹنے تک اپنے پاس رکھّے رہی۔"},{"number":17,"verse":"تب اُس نے یہ باتیں اُس سے کہِیں کہ یہ عِبری غُلام جو تُو لایا ہے میرے پاس اندرگُھس آیا کہ مُجھ سے مذاق کرے۔"},{"number":18,"verse":"جب مَیں زور زور سے چِلّانے لگی تو وہ اپنا پیراہن میرے ہی پاس چھوڑ کر باہر بھاگ گیا۔"},{"number":19,"verse":"جب اُس کے آقا نے اپنی بِیوی کی وہ باتیں جو اُس نے اُس سے کہِیں سُن لِیں کہ تیرے غُلام نے مُجھ سے اَیسا اَیسا کِیا تو اُس کا غضب بھڑکا۔"},{"number":20,"verse":"اور یُوسف کے آقا نے اُس کو لے کر قَیدخانہ میں جہاں بادشاہ کے قَیدی بند تھے ڈال دِیا ۔ سو وہ وہاں قَیدخانہ میں رہا۔"},{"number":21,"verse":"لیکن خُداوند یُوسف کے ساتھ تھا ۔ اُس نے اُس پر رحم کِیا اور قَیدخانہ کے داروغہ کی نظر میں اُسے مقبُول بنایا۔"},{"number":22,"verse":"اور قَیدخانہ کے داروغہ نے سب قَیدِیوں کو جو قَید میں تھے یُوسف کے ہاتھ میں سَونپا اور جو کُچھ وہ کرتے اُسی کے حُکم سے کرتے تھے۔"},{"number":23,"verse":"اور قَیدخانہ کا داروغہ سب کاموں کی طرف سے جو اُس کے ہاتھ میں تھے بے فِکر تھا اِس لِئے کہ خُداوند اُس کے ساتھ تھا اور جو کُچھ وہ کرتا خُداوند اُس میں اِقبال مندی بخشتا تھا۔"}]}