{"bibleAbbr":"urRV2010","bookName":"پَیدایش","bookEnglishName":"Genesis","chapterNumber":40,"verses":[{"number":1,"verse":"( یُوسف قَیدیوں کے خوابوں کی تعبِیر کرتا ہے) اِن باتوں کے بعد یُوں ہُؤا کہ شاہِ مِصر کا ساقی اور نان پَز اپنے خُداوند شاہِ مِصر کے مُجرِم ہُوئے۔"},{"number":2,"verse":"اور فِرعون اپنے اِن دونوں حاکِموں سے جِن میں ایک ساقِیوں اور دُوسرا نان پَزوں کا سردار تھا ناراض ہو گیا۔"},{"number":3,"verse":"اور اُس نے اِن کو جلَوداروں کے سردار کے گھر میں اُسی جگہ جہاں یُوسف حراست میں تھا قَیدخانہ میں نظربند کرا دِیا۔"},{"number":4,"verse":"جلَوداروں کے سردار نے اُن کو یُوسف کے حوالہ کِیا اور وہ اُن کی خِدمت کرنے لگا اور وہ ایک مُدّت تک نظربند رہے۔"},{"number":5,"verse":"اور شاہِ مِصر کے ساقی اور نان پَز دونوں نے جو قَیدخانہ میں نظربند تھے ایک ہی رات میں اپنے اپنے ہونہار کے مُطابِق ایک ایک خواب دیکھا۔"},{"number":6,"verse":"اور یُوسف صُبح کو اُن کے پاس اندر آیا اور دیکھا کہ وہ اُداس ہیں۔"},{"number":7,"verse":"اور اُس نے فِرعون کے حاکِموں سے جو اُس کے ساتھ اُس کے آقا کے گھر میں نظربند تھے پُوچھا کہ آج تُم کیوں اَیسے اُداس نظر آتے ہو؟۔"},{"number":8,"verse":"اُنہوں نے اُس سے کہا ہم نے ایک خواب دیکھا ہے جِس کی تعبِیر کرنے والا کوئی نہیں ۔ یُوسف نے اُن سے کہا کیا تعبِیر کی قُدرت خُدا کو نہیں؟ مُجھے ذرا وہ خواب بتاؤ۔"},{"number":9,"verse":"تب سردار ساقی نے اپنا خواب یُوسف سے بیان کِیا ۔ اُس نے کہا مَیں نے خواب میں دیکھا کہ انگُور کی بیل میرے سامنے ہے۔"},{"number":10,"verse":"اور اُس بیل میں تِین شاخیں ہیں اور اَیسا دِکھائی دِیا کہ اُس میں کلِیاں لگیں اور پُھول آئے اور اُس کے سب گُچھّوں میں پکّے پکّے انگُور لگے۔"},{"number":11,"verse":"اور فِرعون کا پیالہ میرے ہاتھ میں ہے اور مَیں نے اُن انگُوروں کو لے کر فِرعون کے پیالہ میں نچوڑا اور وہ پیالہ مَیں نے فِرعون کے ہاتھ میں دِیا۔"},{"number":12,"verse":"یُوسف نے اُس سے کہا اِس کی تعبِیر یہ ہے کہ وہ تِین شاخیں تِین دِن ہیں۔"},{"number":13,"verse":"سو اب سے تِین دِن کے اندر فِرعون تُجھے سرفراز فرمائے گا اور تُجھے پِھر تیرے منصب پر بحال کر دے گا اور پہلے کی طرح جب تُو اُس کا ساقی تھا پِیالہ فِرعون کے ہاتھ میں دِیا کرے گا۔"},{"number":14,"verse":"لیکن جب تُو خُوش حال ہو جائے تو مُجھے یاد کرنا اور ذرا مُجھ سے مِہربانی سے پیش آنا اور فِرعون سے میرا ذِکر کرنا اور مُجھے اِس گھر سے چُھٹکارا دِلوانا۔"},{"number":15,"verse":"کیونکہ عِبر ا نیوں کے مُلک سے مُجھے چُرا کر لے آئے ہیں اور یہاں بھی مَیں نے اَیسا کوئی کام نہیں کِیا جِس کے سبب سے قَیدخانہ میں ڈالا جاؤں۔"},{"number":16,"verse":"جب سردار نان پَز نے دیکھا کہ تعبِیر اچھّی نِکلی تو یُوسف سے کہا کہ مَیں نے بھی خواب میں دیکھا کہ میرے سرپر سفید روٹی کی تِین ٹوکرِیاں ہیں۔"},{"number":17,"verse":"اور اُوپر کی ٹوکری میں ہر قِسم کا پکا ہُؤا کھانا فِرعون کے لِئے ہے اور پرِندے میرے سرپر کی ٹوکری میں سے کھا رہے ہیں۔"},{"number":18,"verse":"یُوسف نے اُس سے کہا اِس کی تعبِیر یہ ہے کہ وہ تِین ٹوکرِیاں تِین دِن ہیں۔"},{"number":19,"verse":"سو اب سے تِین دِن کے اندر فِرعون تیرا سر تیرے تن سے جُدا کرا کے تُجھے ایک درخت پر ٹنگوا دے گا اور پرِندے تیرا گوشت نوچ نوچ کر کھائیں گے۔"},{"number":20,"verse":"اور تِیسرے دِن جو فِرعون کی سالگرہ کا دِن تھا یُوں ہُؤا کہ اُس نے اپنے سب نوکروں کی ضِیافت کی اور اُس نے سردار ساقی اور سردار نان پَز کو اپنے نوکروں کے ساتھ یاد فرمایا۔"},{"number":21,"verse":"اور اُس نے سردار ساقی کو پِھر اُس کی خِدمت پر بحال کِیا اور وہ فِرعون کے ہاتھ میں پِیالہ دینے لگا۔"},{"number":22,"verse":"پر اُس نے سردار نان پَز کو پھانسی دِلوائی جَیسا یُوسف نے تعبِیر کر کے اُن کو بتایا تھا۔"},{"number":23,"verse":"لیکن سردار ساقی نے یُوسف کو یاد نہ کِیا بلکہ اُسے بُھول گیا۔"}]}