{"bibleAbbr":"urRV2010","bookName":"پَیدایش","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"( یُوسف کے بھائی اناج خریدنے مِصر کو جاتے ہیں) اور یعقُوب کو معلُوم ہُؤا کہ مِصر میں غلّہ ہے تب اُس نے اپنے بیٹوں سے کہا کہ تُم کیوں ایک دُوسرے کا مُنہ تاکتے ہو؟"},{"number":2,"verse":"۔ دیکھو مَیں نے سُنا ہے کہ مِصر میں غلّہ ہے ۔ تُم وہاں جاؤ اور وہاں سے ہمارے لِئے اناج مول لے آؤ تاکہ ہم زِندہ رہیں اور ہلاک نہ ہوں۔"},{"number":3,"verse":"سو یُوسف کے دس بھائی غلّہ مول لینے کو مِصر میں آئے۔"},{"number":4,"verse":"پر یعقُوب نے یُوسف کے بھائی بِنیمین کو اُس کے بھائِیوں کے ساتھ نہ بھیجا کیونکہ اُس نے کہا کہ کہِیں اُس پر کوئی آفت نہ آ جائے۔"},{"number":5,"verse":"سو جو لوگ غلّہ خرِیدنے آئے اُن کے ساتھ اِسرائیل کے بیٹے بھی آئے کیونکہ کنعان کے مُلک میں کال تھا۔"},{"number":6,"verse":"اور یُوسف مُلکِ مِصر کا حاکِم تھا اور وُہی مُلک کے سب لوگوں کے ہاتھ غلّہ بیچتا تھا ۔ سو یُوسف کے بھائی آئے اور اپنے سر زمِین پر ٹیک کر اُس کے حضُور آداب بجا لائے۔"},{"number":7,"verse":"یُوسف اپنے بھائِیوں کو دیکھ کر اُن کو پہچان گیا پر اُس نے اُن کے سامنے اپنے آپ کو انجان بنا لِیا اور اُن سے سخت لہجہ میں پُوچھا تُم کہاں سے آئے ہو؟ اُنہوں نے کہ کنعان کے مُلک سے اناج مول لینے کو۔"},{"number":8,"verse":"یُوسف نے تو اپنے بھائِیوں کو پہچان لِیا تھا پر اُنہوں نے اُسے نہ پہچانا۔"},{"number":9,"verse":"اور یُوسف اُن خوابوں کو جو اُس نے اُن کی بابت دیکھے تھے یاد کر کے اُن سے کہنے لگا کہ تُم جاسُوس ہو ۔ تُم آئے ہو کہ اِس مُلک کی بُری حالت دریافت کرو۔"},{"number":10,"verse":"اُنہوں نے اُس سے کہا نہیں خُداوند ۔ تیرے غُلام اناج مول لینے آئے ہیں۔"},{"number":11,"verse":"ہم سب ایک ہی شخص کے بیٹے ہیں ۔ ہم سچّے ہیں ۔ تیرے غُلام جاسُوس نہیں ہیں۔"},{"number":12,"verse":"اُس نے کہا نہیں بلکہ تُم اِس مُلک کی بُری حالت دریافت کرنے کو آئے ہو۔"},{"number":13,"verse":"تب اُنہوں نے کہا تیرے غُلام بارہ بھائی ایک ہی شخص کے بیٹے ہیں جو مُلکِ کنعان میں ہے ۔ سب سے چھوٹا اِس وقت ہمارے باپ کے پاس ہے اور ایک کا کُچھ پتا نہیں۔"},{"number":14,"verse":"تب یُوسف نے اُن سے کہا ۔ مَیں تو تُم سے کہہ چُکا کہ تُم جاسُوس ہو۔"},{"number":15,"verse":"سو تُمہاری آزمایش اِس طرح کی جائے گی کہ فِرعون کی حیات کی قَسم تُم یہاں سے جانے نہ پاؤ گے جب تک تُمہارا سب سے چھوٹا بھائی یہاں نہ آ جائے۔"},{"number":16,"verse":"سو اپنے میں سے کِسی ایک کو بھیجو کہ وہ تُمہارے بھائی کو لے آئے اور تُم قَید رہو تاکہ تُمہاری باتوں کی تصدِیق ہو کہ تُم سچّے ہو یا نہیں ورنہ فِرعون کی حیات کی قَسم تُم ضرُور ہی جاسُوس ہو۔"},{"number":17,"verse":"اور اُس نے اُن سب کو تِین دِن تک اِکٹھّے نظربند رکھّا۔"},{"number":18,"verse":"اور تِیسرے دِن یُوسف نے اُن سے کہا ایک کام کرو تو زِندہ رہو گے کیونکہ مُجھے خُدا کا خَوف ہے۔"},{"number":19,"verse":"اگر تُم سچّے ہو تو اپنے بھائِیوں میں سے ایک کو قَیدخانہ میں بند رہنے دو اور تُم اپنے گھر والوں کے کھانے کے لِئے اناج لے جاؤ۔"},{"number":20,"verse":"اور اپنے سب سے چھوٹے بھائی کو میرے پاس لے آؤ ۔ یُوں تُمہاری باتوں کی تصدِیق ہو جائے گی اور تُم ہلاک نہ ہو گے ۔ سو اُنہوں نے اَیسا ہی کِیا۔"},{"number":21,"verse":"اور وہ آپس میں کہنے لگے کہ ہم دراصل اپنے بھائی کے سبب سے مُجرِم ٹھہرے ہیں کیونکہ جب اُس نے ہم سے مِنّت کی تو ہم نے یہ دیکھ کر بھی کہ اُس کی جان کَیسی مُصِیبت میں ہے اُس کی نہ سُنی ۔ اِسی لِئے یہ مُصِیبت ہم پر آ پڑی ہے۔"},{"number":22,"verse":"تب رُوبِن بول اُٹھا کیا مَیں نے تُم سے نہ کہا تھاکہ اِس بچّے پر ظُلم نہ کرو اور تُم نے نہ سُنا ۔ سو دیکھ لو۔ اب اُس کے خُون کا بدلہ لِیا جاتا ہے۔"},{"number":23,"verse":"اور اُن کو معلُوم نہ تھا کہ یُوسف اُن کی باتیں سمجھتا ہے اِس لِئے کہ اُن کے درمِیان ایک ترجمان تھا۔"},{"number":24,"verse":"تب وہ اُن کے پاس سے ہٹ گیا اور رویا اور پِھر اُن کے پاس آ کر اُن سے باتیں کِیں اور اُن میں سے شمعُو ن کو لے کر اُن کی آنکھوں کے سامنے اُسے بندھوا دِیا۔"},{"number":25,"verse":"( یُوسف کے بھائی کنعان کو لَوٹتے ہیں) پِھر یُوسف نے حُکم کِیا کہ اُن کے بوروں میں اناج بھریں اور ہر شخص کی نقدی اُسی کے بورے میں رکھ دیں اور اُن کو زادِ راہ بھی دے دیں ۔ چُنانچہ اُن کے لِئے اَیسا ہی کِیا گیا۔"},{"number":26,"verse":"اور اُنہوں نے اپنے گدھوں پر غلّہ لاد لِیا اور وہاں سے روانہ ہُوئے۔"},{"number":27,"verse":"جب اُن میں سے ایک نے منزل پر اپنے گدھے کو چارا دینے کے لِئے اپنا بورا کھولا تو اپنی نقدی بورے کے مُنہ میں رکھّی دیکھی۔"},{"number":28,"verse":"تب اُس نے اپنے بھائِیوں سے کہا کہ میری نقدی پھیر دی گئی ہے ۔ وہ میرے بورے میں ہے ۔ دیکھ لو! پِھر تو وہ حواس باختہ ہو گئے اور ہکّا بکّا ہو کر ایک دُوسرے کو دیکھنے اور کہنے لگے خُدا نے ہم سے یہ کیا کِیا؟۔"},{"number":29,"verse":"اور وہ مُلکِ کنعان میں اپنے باپ یعقُوب کے پاس آئے اور ساری واردات اُسے بتائی اور کہنے لگے۔"},{"number":30,"verse":"کہ اُس شخص نے جو اُس مُلک کا مالِک ہے ہم سے سخت لہجہ میں باتیں کِیں اور ہم کو اُس مُلک کے جاسُوس سمجھا۔"},{"number":31,"verse":"ہم نے اُس سے کہا کہ ہم سچّے آدمی ہیں ۔ ہم جاسُوس نہیں۔"},{"number":32,"verse":"ہم بارہ بھائی ایک ہی باپ کے بیٹے ہیں ۔ ہم میں سے ایک کا کُچھ پتا نہیں اور سب سے چھوٹا اِس وقت ہمارے باپ کے پاس مُلکِ کنعان میں ہے۔"},{"number":33,"verse":"تب اُس شخص نے جو مُلک کا مالِک ہے ہم سے کہا مَیں اِسی سے جان لُوں گا کہ تُم سچّے ہو کہ اپنے بھائِیوں میں سے کِسی کو میرے پاس چھوڑ دو اور اپنے گھر والوں کے کھانے کے لِئے اناج لے کر چلے جاؤ۔"},{"number":34,"verse":"اور اپنے سب سے چھوٹے بھائی کو میرے پاس لے آؤ ۔ تب مَیں جان لُوں گا کہ تُم جاسُوس نہیں بلکہ سچّے آدمی ہو اور مَیں تُمہارے بھائی کو تُمہارے حوالہ کر دُوں گا ۔ پِھر تُم مُلک میں سَوداگری کرنا۔"},{"number":35,"verse":"اور یُوں ہُؤا کہ جب اُنہوں نے اپنے اپنے بورے خالی کِئے تو ہر شخص کی نقدی کی تَھیلی اُسی کے بورے میں رکھّی دیکھی اور وہ اور اُن کا باپ نقدی کی تَھیلِیاں دیکھ کر ڈر گئے۔"},{"number":36,"verse":"اور اُن کے باپ یعقُوب نے اُن سے کہا تُم نے مُجھے بے اَولاد کر دِیا ۔ یُوسف نہیں رہا اور شمعُو ن بھی نہیں ہے اور اب بِنیمین کو بھی لے جانا چاہتے ہو ۔ یہ سب باتیں میرے خِلاف ہیں۔"},{"number":37,"verse":"تب رُوبِن نے اپنے باپ سے کہا اگر مَیں اُسے تیرے پاس نہ لے آؤں تو میرے دونوں بیٹوں کو قتل کر ڈالنا ۔ اُسے میرے ہاتھ میں سَونپ دے اور مَیں اُسے پِھر تیرے پاس پُہنچا دُوں گا۔"},{"number":38,"verse":"اُس نے کہا میرا بیٹا تُمہارے ساتھ نہیں جائے گا کیونکہ اُس کا بھائی مَر گیا اور وہ اکیلا رہ گیا ہے ۔ اگر راستہ میں جاتے جاتے اُس پر کوئی آفت آ پڑے تو تُم میرے سفید بالوں کو غم کے ساتھ گور میں اُتارو گے۔"}]}