{"bibleAbbr":"urRV2010","bookName":"پَیدایش","bookEnglishName":"Genesis","chapterNumber":46,"verses":[{"number":1,"verse":"( یعقُوب اور اُس کا گھرانا مِصر کو جاتا ہے) اور اِسرا ئیل اپنا سب کُچھ لے کر چلا اور بیرسبع میں آ کر اپنے باپ اِضحا ق کے خُدا کے لِئے قُربانیاں گُذرانِیں۔"},{"number":2,"verse":"اور خُدا نے رات کو رویا میں اِسرا ئیل سے باتیں کِیں اور کہا اَے یعقُوب اَے یعقُوب ! اُس نے جواب دِیا مَیں حاضِر ہُوں۔"},{"number":3,"verse":"اُس نے کہا مَیں خُدا تیرے باپ کا خُدا ہُوں ۔ مِصر میں جانے سے نہ ڈر کیونکہ مَیں وہاں تُجھ سے ایک بڑی قَوم پَیدا کرُوں گا۔"},{"number":4,"verse":"مَیں تیرے ساتھ مِصر کو جاؤں گا اور پِھر تُجھے ضرُور لَوٹا بھی لاؤں گااور یُوسف اپنا ہاتھ تیری آنکھوں پر لگائے گا۔"},{"number":5,"verse":"تب یعقُوب بیرسبع سے روانہ ہُؤا اور اِسرائیل کے بیٹے اپنے باپ یعقُوب کو اور اپنے بال بچّوں اور اپنی بِیویوں کو اُن گاڑِیوں پر لے گئے جو فِرعون نے اُن کے لانے کو بھیجی تِھیں۔"},{"number":6,"verse":"اور وہ اپنے چَوپایوں اور سارے مال و اسباب کو جو اُنہوں نے مُلکِ کنعان میں جمع کِیا تھا لے کر مِصر میں آئے اور یعقُوب کے ساتھ اُس کی ساری اَولاد تھی۔"},{"number":7,"verse":"وہ اپنے بیٹوں اور بیٹِیوں اور پوتوں اور پوتیوں غرض اپنی کُل نسل کو اپنے ساتھ مِصر میں لے آیا۔"},{"number":8,"verse":"اور یعقُوب کے ساتھ جو اِسرائیلی یعنی اُس کے بیٹے وغیرہ مِصر میں آئے اُن کے نام یہ ہیں ۔ رُوبِن یعقُوب کا پہلوٹھا۔"},{"number":9,"verse":"اور بنی رُوبِن یہ ہیں ۔ حنُو ک اور فلُّو اور حصرو ن اور کرمی۔"},{"number":10,"verse":"اور بنی شمعُون یہ ہیں ۔یموایل اور یمین اور اُہد اور یکِین اور صُحر اور ساؤُل جو ایک کنعانی عَورت سے پَیدا ہُؤا تھا۔"},{"number":11,"verse":"اور بنی لاوی یہ ہیں ۔ جیرسو ن اور قِہات اور مِرار ی۔"},{"number":12,"verse":"اور بنی یہُوداہ یہ ہیں ۔ عیر اور اونا ن اورسیلہ اور فارص اور زارَح۔ اِن میں سے عیر اور اونان مُلکِ کنعان میں مَر چُکے تھے اور فارص کے بیٹے یہ ہیں ۔ حصرو ن اور حمُول۔"},{"number":13,"verse":"اور بنی اِشکار یہ ہیں ۔ تولع اور فُووہ اور یوب اور سمرو ن۔"},{"number":14,"verse":"اور بنی زبُولُون یہ ہیں ۔ سرد اور اَیلون اور یَحلی ایل۔"},{"number":15,"verse":"یہ سب یعقُوب کے اُن بیٹوں کی اَولاد ہیں جو فدّان ارام میں لیا ہ سے پَیدا ہُوئے ۔ اِسی کے بطن سے اُس کی بیٹی دِینہ تھی ۔ یہاں تک تو اُس کے سب بیٹے بیٹِیوں کا شُمار تَینتِیس ہُؤا۔"},{"number":16,"verse":"بنی جد یہ ہیں ۔ صفِیان اور حجّی اورسُونی اور اصبان اور عیر ی اور ارودی اور اریلی۔"},{"number":17,"verse":"اور بنی آشریہ ہیں ۔ یِمنہ اور اِسواہ اور اِسوی اور برِیعاہ اور سِر ہ اُن کی بہن اور بنی برِیعاہ یہ ہیں ۔ حِبر اور مَلکی ایل۔"},{"number":18,"verse":"یہ سب یعقُوب کے اُن بیٹوں کی اَولاد ہیں ۔ جو زِلفہ لَونڈی سے پَیدا ہُوئے جِسے لابن نے اپنی بیٹی لیاہ کو دِیا تھا ۔ اُن کا شُمار سولہ تھا۔"},{"number":19,"verse":"اور یعقُوب کے بیٹے یُوسف اوربِنیمین راخِل سے پَیدا ہُوئے تھے۔"},{"number":20,"verse":"اور یُوسف سے مُلکِ مِصر میں اون کے پُجاری فوطِیفرع کی بیٹی آسِناتھ کے منسّی اور اِفرائِیم پَیدا ہُوئے۔"},{"number":21,"verse":"اور بنی بِنیمین یہ ہیں ۔ بالَع اور بکر اور اَشبیل اور جیرا اور نعما ن اخی اور روس مُفیّم اور حفیّم اور ارد۔"},{"number":22,"verse":"یہ سب یعقُوب کے اُن بیٹوں کی اَولاد ہیں جو راخِل سے پَیدا ہُوئے ۔ یہ سب شُمار میں چَودہ تھے۔"},{"number":23,"verse":"اور دان کے بیٹے کا نام حُشِیم تھا۔"},{"number":24,"verse":"اور بنی نفتالی یہ ہیں ۔یحصی ایل اور جُونی اور یِصر اور سلیم۔"},{"number":25,"verse":"یہ سب یعقُوب کے اُن بیٹوں کی اَولاد ہیں جو بِلہا ہ لَونڈی سے پَیدا ہُوئے جِسے لابن نے اپنی بیٹی راخِل کو دِیا تھا ۔ اِن کا شُمار سات تھا۔"},{"number":26,"verse":"یعقُوب کے صُلب سے جو لوگ پَیدا ہُوئے اور اُس کے ساتھ مِصر میں آئے وہ اُس کی بہُوؤں کو چھوڑ کر شُمار میں چھیاسٹھ تھے۔"},{"number":27,"verse":"اور یُوسف کے دو بیٹے تھے جو مِصر میں پَیدا ہُوئے ۔ سو یعقُوب کے گھرانے کے جو لوگ مِصر میں آئے وہ سب مِل کر ستّر ہُوئے۔"},{"number":28,"verse":"( یعقُوب اور اُس کا گھرانا مِصر میں) اور اُس نے یہُوداہ کو اپنے سے آگے یُوسف کے پاس بھیجا تاکہ وہ اُسے جشن کا راستہ دِکھائے اور وہ جشن کے علاقہ میں آئے۔"},{"number":29,"verse":"اور یُوسف اپنا رتھ تیّار کروا کے اپنے باپ اِسرائیل کے اِستِقبال کے لِئے جشن کو گیا اور اُس کے پاس جا کر اُس کے گلے سے لِپٹ گیا اور وہِیں لِپٹا ہُؤا دیر تک روتا رہا۔"},{"number":30,"verse":"تب اِسرائیل نے یُوسف سے کہا اب چاہے مَیں مرَجاؤں کیونکہ تیرا مُنہ دیکھ چُکا کہ تُو ابھی جِیتا ہے۔"},{"number":31,"verse":"اور یُوسف نے اپنے بھائِیوں سے اور اپنے باپ کے گھرانے سے کہا مَیں ابھی جا کر فِرعون کو خبر کر دُوں گا اور اُس سے کہہ دُوں گا کہ میرے بھائی اور میرے باپ کے گھرانے کے لوگ جو مُلکِ کنعان میں تھے میرے پاس آ گئے ہیں۔"},{"number":32,"verse":"اور وہ چَوپان ہیں کیونکہ برابر چَوپایوں کو پالتے آئے ہیں اور وہ اپنی بھیڑ بکریاں اور گائے بَیل اور جو کُچھ اُن کا ہے سب لے آئے ہیں۔"},{"number":33,"verse":"پس جب فِرعون تُم کو بُلا کر پُوچھے کہ تُمہارا پیشہ کیا ہے؟۔"},{"number":34,"verse":"تُو تُم یہ کہنا کہ تیرے خادِم ہم بھی اور ہمارے باپ دادا بھی لڑکپن سے لے کر آج تک چَوپائے پالتے آئے ہیں ۔ تب تُم جشن کے علاقہ میں رہ سکو گے اِس لِئے کہ مِصرِیوں کو چَوپانوں سے نفرت ہے۔"}]}