{"bibleAbbr":"msAB1996","bookName":"IBRANI","bookEnglishName":"Hebrews","chapterNumber":1,"verses":[{"number":1,"verse":"( Allah Berfirman melalui Anak-Nya) Pada masa lampau, banyak kali Allah berfirman kepada nenek moyang kita melalui nabi-nabi dengan berbagai-bagai cara."},{"number":2,"verse":"Tetapi pada zaman akhir ini Dia telah berfirman kepada kita melalui Anak-Nya. Melalui Anak-Nya inilah Allah menciptakan alam semesta. Allah sudah menetapkan bahawa Anak-Nya inilah yang berhak memiliki segala sesuatu pada akhirnya."},{"number":3,"verse":"Dia memancarkan kemuliaan Allah yang gilang-gemilang dan Dia perwujudan Allah sendiri. Dia memelihara keutuhan alam semesta ini dengan firman-Nya yang berkuasa. Setelah Dia memungkinkan manusia dibebaskan daripada dosa, Dia duduk di syurga di sebelah kanan Allah, Penguasa Yang Tertinggi."},{"number":4,"verse":"( Keagungan Anak Allah) Anak itu mendapat kedudukan yang jauh lebih tinggi daripada malaikat, dan nama yang diberikan oleh Allah kepada-Nya pun jauh lebih terhormat daripada nama-nama malaikat."},{"number":5,"verse":"( ; ; ) Tidak pernah Allah berfirman kepada mana-mana malaikat-Nya, “Engkaulah Anak-Ku; pada hari ini Aku menjadi Bapa-Mu.” Tidak pernah Allah berfirman tentang malaikat yang mana pun begini, “Aku akan menjadi Bapa-Nya, dan Dia akan menjadi Anak-Ku.”"},{"number":6,"verse":"( ) Tetapi pada masa Allah mengutus Anak-Nya yang sulung ke dunia ini, Dia berfirman, “Semua malaikat Allah wajib menyembah Anak itu.”"},{"number":7,"verse":"( ) Tentang malaikat-malaikat, Allah berfirman demikian, “Allah menjadikan malaikat-malaikat-Nya angin, dan hamba-hamba-Nya nyala api.”"},{"number":8,"verse":"Tetapi tentang Anak itu, Allah berfirman, “Takhta-Mu, ya Allah, akan kekal ( Takhta-Mu, ya Allah akan kekal; atau Allah kerajaan-Mu.) selama-lamanya! Engkau memerintah umat-Mu ( umat-Mu; Beberapa buah naskhah kuno: umat-Nya.) dengan keadilan."},{"number":9,"verse":"( ) Engkau suka akan keadilan, dan benci akan kecurangan; itulah sebabnya Allah, Allah-Mu, memilih Engkau dan memberi Engkau kehormatan yang mendatangkan kegembiraan yang jauh lebih besar daripada yang diberikan-Nya kepada sahabat-sahabat-Mu.”"},{"number":10,"verse":"Allah juga berfirman, “Engkau, ya Tuhan, pada mulanya menjadikan bumi, dan dengan tangan-Mu sendiri Engkau menjadikan langit."},{"number":11,"verse":"Semua itu akan lenyap, dan menjadi usang seperti pakaian; tetapi Engkau tidak akan berubah."},{"number":12,"verse":"( ) Alam semesta Engkau lipat seperti jubah, dan akan Engkau ganti seperti pakaian. Tetapi Engkau tidak akan berubah, dan hidup-Mu tidak akan berakhir.”"},{"number":13,"verse":"( ) Allah tidak pernah berfirman kepada malaikat-Nya yang mana pun begini, “Duduklah di sebelah kanan-Ku, sehingga musuh-musuh-Mu Aku jadikan alas kaki-Mu.”"},{"number":14,"verse":"Jika demikian, apakah sebenarnya malaikat-malaikat itu? Mereka roh yang berbakti kepada Allah, dan yang disuruh oleh-Nya untuk menolong orang yang akan menerima penyelamatan."}]}