{"bibleAbbr":"msAB1996","bookName":"IBRANI","bookEnglishName":"Hebrews","chapterNumber":12,"verses":[{"number":1,"verse":"( Allah Bapa Kita) Sedangkan bagi kita, di sekeliling kita ada banyak saksi. Oleh itu, marilah kita buang segala halangan yang menghalang kita dan dosa yang berpaut pada kita. Marilah kita tempuh perlumbaan di hadapan kita dengan tekun."},{"number":2,"verse":"Hendaklah pandangan kita tertumpu kepada Yesus, kerana iman kita bergantung kepada-Nya dari permulaan sehingga akhir. Yesus tidak putus asa, walaupun Dia harus mati pada kayu salib. Sebaliknya, kerana kegembiraan yang menantikan-Nya, Yesus tidak peduli bahawa mati pada kayu salib adalah suatu hal yang memalukan. Sekarang Dia duduk di sebelah kanan takhta Allah."},{"number":3,"verse":"Fikirkanlah betapa beratnya penderitaan yang dialami oleh Yesus, kerana orang berdosa sangat membenci Dia! Oleh itu janganlah berkecil hati dan putus asa."},{"number":4,"verse":"Dalam perjuangan kamu melawan dosa, kamu belum pernah melawan sehingga dibunuh."},{"number":5,"verse":"Janganlah lupa akan nasihat Allah, yang diberikan kepada kamu sebagai anak-anak-Nya: “Hai anak-Ku, perhatikan baik-baik apabila Tuhan menunjukkan kesalahanmu, dan janganlah kecil hati apabila Dia menghukum kamu."},{"number":6,"verse":"( ; ) Tuhan menunjukkan kesalahan setiap orang yang dikasihi-Nya, dan menghukum setiap orang yang diakui-Nya sebagai anak.”"},{"number":7,"verse":"Hendaklah penderitaan yang kamu tanggung dianggap sebagai hukuman daripada seorang bapa. Penderitaan kamu membuktikan bahawa Allah memperlakukan kamu sebagai anak-anak-Nya. Pernahkah seorang anak tidak dihukum oleh bapanya?"},{"number":8,"verse":"Jika kamu tidak dihukum seperti semua anak-Nya yang lain, hal ini bererti kamu bukan anak sah, tetapi anak haram."},{"number":9,"verse":"Di dunia ini kita mempunyai bapa. Mereka menghukum kita, dan kita menghormati mereka. Oleh itu, kita harus menerima hukuman yang dikenakan oleh Bapa kita yang di syurga, supaya kita hidup."},{"number":10,"verse":"Bapa kita yang di dunia menghukum kita hanya untuk masa pendek ketika kita masih anak-anak, menurut apa yang dirasakan baik oleh mereka. Tetapi Allah menghukum kita untuk kebaikan kita sendiri, supaya kita dapat menjadi suci seperti Dia."},{"number":11,"verse":"Pada masa kita dihukum, hukuman itu membuat kita susah hati, bukannya senang hati. Tetapi kemudian, orang yang dihukum untuk menunjukkan kesalahan mereka, akan hidup menurut kehendak Allah ( hidup menurut kehendak Allah; Harfiah: buah kebenaran.) dan mengalami kesejahteraan."},{"number":12,"verse":"( Petunjuk dan Amaran) ( ) Oleh itu, kuatkanlah tangan yang lemah dan lutut yang gementar!"},{"number":13,"verse":"( ) Berjalanlah sentiasa pada jalan yang lurus, supaya kaki yang tempang itu tidak terkilir, tetapi menjadi sembuh."},{"number":14,"verse":"Berusahalah untuk hidup rukun dengan semua orang. Berusahalah untuk hidup suci, khas bagi Tuhan, kerana tidak seorang pun akan melihat Tuhan jika tidak hidup seperti itu."},{"number":15,"verse":"( ) Pastikanlah supaya tidak ada orang meninggalkan Allah yang merahmati kita. Janganlah sesiapa pun menjadi seperti tanaman pahit, yang menimbulkan pelbagai kesusahan dan mencemari orang dengan bisanya."},{"number":16,"verse":"( ) Janganlah sesiapa pun lakukan perbuatan cabul atau tidak hargai perkara rohani seperti yang dilakukan oleh Esau. Dia menjual haknya sebagai anak sulung, hanya untuk mendapat semangkuk makanan."},{"number":17,"verse":"( ) Kamu tahu bahawa kemudian Esau ingin mendapat berkat daripada bapanya, tetapi dia ditolak. Meskipun dengan tangisan dia cuba mencari jalan untuk memperbaiki apa yang sudah dilakukannya, ( dia cuba mencari jalan untuk memperbaiki apa yang telah dilakukannya; atau dia berusaha untuk mendapat berkat itu.) dia tidak dapat berbuat demikian."},{"number":18,"verse":"Kamu tidak datang untuk menghadapi sesuatu seperti yang dihadapi oleh umat Israel. Mereka datang kepada sesuatu yang dapat disentuh iaitu Gunung Sinai dengan apinya yang bernyala-nyala; mereka datang kepada kegelapan, kekelaman, angin ribut,"},{"number":19,"verse":"( , ; , ) bunyi trompet, dan suara Allah yang berfirman. Apabila umat Israel mendengar suara itu, mereka dengan sungguh-sungguh berkata bahawa mereka tidak mahu mendengar suara itu lagi."},{"number":20,"verse":"( ) Mereka berkata demikian kerana mereka tidak tahan mendengar perintah yang mengatakan, “Baik manusia ataupun binatang yang menyentuh gunung ini, harus direjam sampai mati.”"},{"number":21,"verse":"( ) Apa yang dilihat oleh umat Israel sedemikian dahsyat sehingga Musa berkata, “Aku takut dan gementar.”"},{"number":22,"verse":"Sebaliknya, kamu telah datang ke Bukit Sion dan ke kota Allah yang hidup, iaitu Yerusalem yang di syurga dengan beribu-ribu malaikatnya."},{"number":23,"verse":"Kamu telah datang ke perhimpunan yang meriah, perhimpunan anak-anak sulung Allah, yang nama mereka terdaftar di syurga. Kamu sudah datang kepada Allah yang menghakimi semua orang, dan kepada roh-roh orang baik yang sudah disempurnakan."},{"number":24,"verse":"( ) Kamu sudah datang kepada Yesus, Pengantara yang mengadakan perjanjian baru itu, dan kepada darah percikan yang menjanjikan perkara-perkara yang jauh lebih baik daripada yang dijanjikan oleh darah Habel."},{"number":25,"verse":"( ) Oleh itu, pastikanlah supaya kamu dengarkan Dia yang berfirman itu. Mereka yang tidak mahu mendengarkan Dia yang datang ke bumi dan menyampaikan berita daripada Allah, tidak dapat menyelamatkan diri. Jika kita meninggalkan Dia yang berfirman dari syurga, pastilah kita tidak akan dapat menyelamatkan diri."},{"number":26,"verse":"( ) Pada masa itu, suara-Nya menggoncangkan bumi. Tetapi sekarang Dia telah berjanji, “Sekali lagi bumi akan Aku goncangkan, dan bukan bumi sahaja tetapi langit juga.”"},{"number":27,"verse":"Kata-kata “sekali lagi” menunjukkan bahawa seluruh alam yang diciptakan akan digoncangkan dan disingkirkan, supaya apa yang tidak dapat digoncangkan akan tertinggal."},{"number":28,"verse":"Oleh itu, hendaklah kita bersyukur, kerana kita menerima suatu kerajaan yang tidak dapat digoncangkan. Hendaklah kita bersyukur dan menyembah Allah dengan hormat dan takut, menurut cara yang diperkenankan oleh-Nya,"},{"number":29,"verse":"( ) kerana Allah kita seperti api yang memusnahkan."}]}