{"bibleAbbr":"msAB1996","bookName":"IBRANI","bookEnglishName":"Hebrews","chapterNumber":2,"verses":[{"number":1,"verse":"( Penyelamatan yang Agung) Itulah sebabnya kita harus lebih bersungguh-sungguh berpegang kepada ajaran-ajaran yang sudah kita dengar, supaya kita tidak meninggalkan kepercayaan kita."},{"number":2,"verse":"Perkhabaran yang disampaikan oleh para malaikat kepada nenek moyang kita sudah terbukti benar, dan orang yang tidak menurutinya atau mentaatinya sudah menerima hukuman yang setimpal."},{"number":3,"verse":"Oleh itu, bagaimanakah kita boleh selamat, jika kita tidak mempedulikan penyelamatan yang agung itu? Tuhan sendirilah yang pertama sekali mengisytiharkan penyelamatan itu, dan orang yang mendengarnya sudah membuktikan kebenarannya kepada kita."},{"number":4,"verse":"Di samping itu, Allah juga menguatkan kesaksian mereka dengan melakukan pelbagai mukjizat dan keajaiban. Dia juga membahagi-bahagikan pemberian Roh Allah ( Roh Allah; Harfiah: Roh Kudus.) menurut kehendak-Nya sendiri."},{"number":5,"verse":"( Pemimpin yang Membawa Manusia kepada Penyelamatan) Allah tidak melantik malaikat menjadi penguasa dunia baru yang akan datang - iaitu dunia yang sedang kita percakapkan sekarang."},{"number":6,"verse":"Sebaliknya, seperti yang tertulis pada suatu bahagian Alkitab, “Ya Allah, apakah manusia itu, sehingga Engkau mahu mengingat mereka? Manusia hanya manusia, tetapi Engkau memperhatikan mereka?"},{"number":7,"verse":"Untuk seketika Engkau menjadikan manusia lebih rendah daripada malaikat; Engkau mengurniai manusia kemuliaan dan kehormatan, ( Dalam beberapa buah naskhah kuno terdapat kata-kata: Engkau menjadikan manusia penguasa atas alam semesta (lihat ).)"},{"number":8,"verse":"( ) serta menjadikan manusia penguasa atas segala sesuatu.” Ayat itu mengatakan bahawa Allah menjadikan manusia “penguasa atas segala sesuatu”; hal itu bererti tiada suatu pun yang tidak dikuasai oleh manusia. Tetapi sekarang kita tidak melihat manusia berkuasa atas segala sesuatu."},{"number":9,"verse":"Tetapi kita sudah melihat Yesus berkuasa! Untuk seketika, Dia dijadikan sedikit lebih rendah daripada malaikat, supaya dengan rahmat Allah, Dia dapat mati untuk semua orang. Sekarang kita melihat Dia dikurniai kemuliaan dan kehormatan kerana Dia sudah menderita sampai mati."},{"number":10,"verse":"Memang sudah sepatutnya Allah, yang menciptakan dan memeliharakan segala sesuatu, menjadikan Yesus, penyelamat yang sempurna melalui penderitaan. Dengan demikian Allah dapat membawa banyak orang ikut menikmati kemuliaan Yesus, kerana Yesus itu pemimpin yang membawa orang kepada penyelamatan."},{"number":11,"verse":"Yesus menyucikan manusia daripada dosa mereka. Dia dan mereka yang disucikan-Nya mempunyai satu Bapa. Itulah sebabnya Yesus tidak malu mengakui mereka sebagai saudara-saudara-Nya."},{"number":12,"verse":"( ) Yesus berkata kepada Allah, “Aku akan memberitahu saudara-saudara-Ku tentang Engkau; Aku akan memuji Engkau apabila jemaah beribadat.”"},{"number":13,"verse":"( , ) Yesus juga berkata, “Aku akan berharap kepada Allah.” Yesus berkata juga, “Inilah Aku bersama-sama anak-anak yang telah diberikan oleh Allah kepada-Ku.”"},{"number":14,"verse":"Oleh sebab mereka yang disebut anak-anak adalah manusia yang terdiri daripada darah dan daging, maka Yesus sendiri menjadi seperti mereka dan hidup dalam keadaan manusia. Dia berbuat demikian, supaya dengan kematian-Nya Dia dapat memusnahkan Iblis yang menguasai kematian."},{"number":15,"verse":"Dengan cara itu Dia membebaskan mereka yang seumur hidup diperhamba, kerana takut akan kematian."},{"number":16,"verse":"Nyatalah bahawa bukan malaikat yang ditolong-Nya, tetapi Dia menolong keturunan Abraham."},{"number":17,"verse":"Hal ini bererti Dia harus menjadi seperti saudara-saudara-Nya dalam segala hal. Dengan demikian Dia dapat menjadi Imam Agung yang setia dan berbelas kasihan. Dengan pelayanan-Nya itu dosa manusia dapat diampunkan."},{"number":18,"verse":"Oleh itu, sekarang Dia dapat menolong mereka yang kena cubaan, kerana Dia sendiri pernah dicubai dan menderita."}]}