{"bibleAbbr":"msAB1996","bookName":"IBRANI","bookEnglishName":"Hebrews","chapterNumber":3,"verses":[{"number":1,"verse":"( Yesus Lebih Besar daripada Musa) Saudara-saudara Kristian yang dipanggil oleh Allah! Cuba fikirkan sedalam-dalamnya hal ini: Yesus diutus oleh Allah untuk menjadi Imam Agung bagi kepercayaan yang kita anut."},{"number":2,"verse":"( ) Yesus setia kepada Allah yang sudah memilih Dia untuk tugas itu, sebagaimana Musa pun setia melakukan tugasnya di rumah Allah."},{"number":3,"verse":"Orang yang membina sebuah rumah mendapat kehormatan yang lebih besar daripada rumah itu sendiri. Demikian juga Yesus layak mendapat kemuliaan yang jauh lebih besar daripada Musa."},{"number":4,"verse":"Memang tiap-tiap rumah dibina oleh seseorang, tetapi Allah yang membina segala sesuatu."},{"number":5,"verse":"Musa setia sebagai hamba di dalam rumah Allah. Dia berucap tentang hal-hal yang akan difirmankan oleh Allah pada masa hadapan."},{"number":6,"verse":"Tetapi Kristus setia sebagai Anak yang bertanggungjawab terhadap rumah Allah. Kitalah rumah Allah, sekiranya kita tetap bersemangat dan tetap yakin untuk mendapat apa yang kita harapkan."},{"number":7,"verse":"( Rehat untuk Umat Allah) Oleh itu, seperti kata Roh Allah, “Jika pada hari ini kamu mendengar suara Allah,"},{"number":8,"verse":"janganlah berkeras kepala seperti nenek moyang kamu yang memberontak terhadap Allah, ketika mereka menguji Dia di padang gurun."},{"number":9,"verse":"‘Di sana nenek moyang kamu menguji Aku dan mencubai Aku,’ firman Allah, ‘meskipun mereka telah melihat apa yang Aku lakukan selama empat puluh tahun.’"},{"number":10,"verse":"Itulah sebabnya Aku murka terhadap mereka dan berfirman, ‘Mereka sentiasa menderhaka, dan tidak mahu mentaati perintah-Ku.’"},{"number":11,"verse":"( ) Aku murka dan bersumpah, ‘Mereka tidak akan masuk ke negeri itu untuk mendapat rehat bersama-sama Aku!’ ”"},{"number":12,"verse":"Saudara-saudaraku, berhati-hatilah supaya tidak seorang pun di kalangan kamu yang hatinya begitu jahat dan tidak percaya sehingga meninggalkan Allah yang hidup."},{"number":13,"verse":"Oleh itu, supaya tidak seorang pun di kalangan kamu ditipu oleh dosa lalu menjadi keras kepala, setiap hari kamu mesti saling menasihati selama kita masih hidup dalam zaman yang disebut “Hari Ini” di dalam Alkitab."},{"number":14,"verse":"Kita semua rakan seperjuangan Kristus, sekiranya sampai akhir kita memegang teguh keyakinan yang kita miliki pada mulanya."},{"number":15,"verse":"( ) Inilah yang tertulis di dalam Alkitab, “Jika pada hari ini kamu mendengar suara Allah, janganlah berkeras kepala seperti nenek moyang kamu, ketika mereka memberontak terhadap Allah.”"},{"number":16,"verse":"Siapakah orang yang mendengar suara Allah lalu memberontak terhadap-Nya? Mereka semua yang dipimpin oleh Musa keluar dari Mesir."},{"number":17,"verse":"Terhadap siapakah Allah murka selama empat puluh tahun? Terhadap mereka yang berdosa, yang jatuh mati di padang gurun."},{"number":18,"verse":"( ) Ketika Allah bersumpah, “Mereka tidak akan masuk ke negeri itu untuk mendapat rehat bersama-sama Aku” - siapakah yang dimaksudkan oleh-Nya? Mereka yang memberontak terhadap Allah."},{"number":19,"verse":"Sekarang kita faham bahawa mereka tidak dapat masuk ke negeri itu, kerana mereka tidak mahu percaya kepada Allah."}]}