{"bibleAbbr":"msAB1996","bookName":"IBRANI","bookEnglishName":"Hebrews","chapterNumber":5,"verses":[{"number":1,"verse":"Tiap-tiap imam agung dipilih daripada kalangan umat, dan dilantik untuk mengabdikan diri kepada Allah sebagai wakil mereka. Tugasnya mempersembahkan pemberian dan korban untuk pengampunan dosa."},{"number":2,"verse":"Oleh sebab dia sendiri lemah dalam banyak perkara, dia dapat berlaku lemah lembut terhadap orang yang sesat kerana tidak tahu apa-apa."},{"number":3,"verse":"( ) Oleh sebab dia sendiri lemah, dia mesti mempersembahkan korban bukan sahaja untuk dosa umat, tetapi juga untuk dosanya sendiri."},{"number":4,"verse":"( ) Tiada seorang pun mempermuliakan dirinya sendiri dengan menjadi imam agung. Hanya dengan panggilan Allah, seseorang dapat menjadi imam agung, seperti yang berlaku kepada Harun."},{"number":5,"verse":"( ) Demikian juga, Kristus tidak mempermuliakan diri-Nya sendiri dengan menjadi Imam Agung. Sebaliknya Allah berfirman kepada-Nya, “Engkaulah Anak-Ku; pada hari ini Aku menjadi Bapa-Mu.”"},{"number":6,"verse":"( ) Dalam ayat lain Allah berfirman juga, “Engkau akan menjadi Imam selama-lamanya, seperti Imam Melkisedek.” ( seperti Imam Melkisedek; atau yang termasuk dalam garis keturunan Melkisedek.)"},{"number":7,"verse":"( ; ; ) Semasa Yesus hidup di bumi ini, Dia berdoa dan memohon dengan seruan dan tangisan kepada Allah yang berkuasa menyelamatkan Dia daripada kematian. Oleh sebab Yesus merendahkan diri dan taat kepada Allah, Allah mendengarkan permintaan-Nya."},{"number":8,"verse":"Tetapi meskipun Yesus Anak Allah, Dia belajar menjadi taat melalui penderitaan-Nya."},{"number":9,"verse":"Oleh itu, sesudah Dia menjadi penyelamat yang sempurna, Dia menjadi sumber penyelamatan yang kekal bagi semua orang yang taat kepada-Nya."},{"number":10,"verse":"Allah pun mengisytiharkan Dia menjadi Imam Agung seperti Imam Melkisedek. ( seperti Imam Melkisedek; Lihat 5.6.)"},{"number":11,"verse":"( Amaran) Masih banyak lagi yang perlu kami katakan tentang hal ini, tetapi susah kami hendak menerangkannya kerana kamu lambat sekali mengerti."},{"number":12,"verse":"Sebenarnya sudah waktunya bagi kamu untuk menjadi guru, tetapi sehingga sekarang kamu masih perlu menerima ajaran asas tentang perkhabaran Allah. Kamu masih belum dapat menerima makanan keras, tetapi masih minum susu sahaja."},{"number":13,"verse":"( ) Sesiapa yang minum susu sebagai makanan utama masih kanak-kanak; dia tidak faham akan apa yang benar dan apa yang salah. ( apa yang benar dan apa yang salah; Harfiah: kebenaran.)"},{"number":14,"verse":"Sebaliknya, makanan keras untuk orang dewasa, yang sudah terlatih untuk membezakan yang baik daripada yang jahat."}]}