{"bibleAbbr":"GB1539","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"Wold to God, ye could haue suffred me a lytell in my folyshnes: yee, ye do also forbeare me."},{"number":2,"verse":"For I am gelous ouer you wt godly gelousye: For I haue coupled you to one man, that ye shulde make your selues a chaste virgin vnto Christ."},{"number":3,"verse":"But I feare lest it come to passe that as the serpent begyled Eue thorowe hys subteltye, euen so your wittes shulde be corrupte from the synglenes that ye had toward Christ."},{"number":4,"verse":"For yf he that commeth preache another Iesus then hym whom we preached: or yf ye receaue another sprete then that which ye haue receaued, ether another Gospell then that ye haue receaued, ye might right well haue bene content."},{"number":5,"verse":"For I suppose that I was not behynde the chefe Apostles."},{"number":6,"verse":"But though I be rude in speakinge, yet I am not so in knowledge. Howbeit amonge you, we haue bene well knowen to the vtmost what we are in all thinges."},{"number":7,"verse":"Dyd I therin synne, because I submytted my selfe, that ye might be exalted: & because I preached to you the Gospell of God fre?"},{"number":8,"verse":"I robbed other congregacyons, & toke wages of them, to do you seruyce."},{"number":9,"verse":"And when I was present wt you, & had nede I was chargeable to no man: for that which was lackynge vnto me, the brethren which came from Macedonia, supplied, and in all thinges I kept my selfe so that I shuld not be chargeable to any man, and so wyll I kepe my selfe."},{"number":10,"verse":"If the trueth of Christ be in me, thys reioysyng shall not be taken from me in the regions of Achaia."},{"number":11,"verse":"Wherfore? Because I loue you not? God knoweth."},{"number":12,"verse":"Neuertheles, what I do, that wyll I do, to cut awaye occasyon from them which desyre occasion: that they might be founde lyke vnto vs, in that wherin they reioyce."},{"number":13,"verse":"For soch fals apostles are disceatfull workers, and fassy on them selues lyke vnto the apostles of Christ."},{"number":14,"verse":"And no maruayle: for Satan him selfe is chaunged into the fassyon of an angell of light."},{"number":15,"verse":"Therfore it is no great thynge though hys mynisters fassyon them selues, as though they were the ministers of ryghtewesnes: whose ende shalbe accordyng to theyr dedes."},{"number":16,"verse":"I saye agayne, lest eny man thynke that I am folysshe: or els euen nowe take ye me as a foole, that I also maye boast my selfe a lytell."},{"number":17,"verse":"That I speake, I speake not after the Lorde: but as it were folyshly, in thys matter of boastinge."},{"number":18,"verse":"Seynge that many reioyce after the flesshe, I wyll reioyce also."},{"number":19,"verse":"For ye suffre foles gladly, seynge ye youre selues are wyse."},{"number":20,"verse":"For ye suffre yf a man bryng you into bondage, yf a man deuoure, yf a man take yf a man exalte him selfe, yf a man smyte you on the face."},{"number":21,"verse":"I speake as concerning rebuke, as though we had bene weake, Howbeit, wherinsoeuer eny man dare be bolde (I speake folyshly) I dare be bolde also."},{"number":22,"verse":"They are Ebrues, euen so am I. They are Israelites, euen so am I. They are the seede of Abraham, euen so am I."},{"number":23,"verse":"They are the mynisters of Chryst (I speake as a foole) I am more. In labours more aboundante: In strypes aboue measure: In preson more plenteouslye: In deeth ofte."},{"number":24,"verse":"Of the Iewes fyue tymes receaued I euery tyme . xl. strypes saue one."},{"number":25,"verse":"Thryse was I beaten wt roddes, I was once stoned, I suffered thryse shypwracke. Nyght and daye haue I bene in the deepe see."},{"number":26,"verse":"In iorneying often: in parels of waters: in parels of robbers: in ieopardyes of myne awne nacyon: in ieopardyes among the hethen: in parels in the citie: in parels in wildernes: in parels in the see: in parels amonge false brethren:"},{"number":27,"verse":"in laboure & trauayle: in watchinges often: in honger and thyrst: in fastynges often: in colde and nakednes:"},{"number":28,"verse":"besyde the thinges which outwardly happen vnto me. I am combred daylye, and do care for all congregacyons."},{"number":29,"verse":"Who is weake, and I am not weake? who is offended, & I burne not?"},{"number":30,"verse":"If I must nedes boast, I wyll boaste of the thynges that concerne myne infirmyties."},{"number":31,"verse":"("},{"number":32,"verse":"a) The God & father of oure Lorde Iesus Christ, which is blessed for euermore knoweth that I lye not."},{"number":33,"verse":"("}]}