{"bibleAbbr":"GB1539","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":3,"verses":[{"number":1,"verse":"We begyn to prayse oure selues agayne, Nede we as some other, of Epistles of recommendacyon vnto you or letters of recommendacion from you?"},{"number":2,"verse":"Ye are oure epistle wrytten in oure hertes, which is vnderstande and red of all men,"},{"number":3,"verse":"for asmoch as ye declare that ye are the epistle of Christ, mynistred by vs and wrytten, not with ynke: but with the sprete of the lyuynge God not in tables of stone, but in flesshy tables of the hert."},{"number":4,"verse":"Suche trust haue we thorow Christ to God ward,"},{"number":5,"verse":"not that we are sufficient of oure selues to thynke eny thyng, as of our selues: but yf we be able vnto any thinge the same commeth of God,"},{"number":6,"verse":"which hath made vs able to mynister the newe testament, not of the letter, but of the sprete. For the letter kylleth, but the sprete geueth lyfe."},{"number":7,"verse":"If the ministracyon of deeth thorow the letters fygured in stones, was glorious, so that the chyldren of Israel coulde not beholde the face of Moses, for the glory of his countenaunce (whych glory is done awaye)"},{"number":8,"verse":"why shall not the ministracyon of the sprete be moch more gloryous?"},{"number":9,"verse":"For yf the ministringe of condemnacyon be glorious: moch more doth the ministracyon of ryghtewesnes exceade in glory."},{"number":10,"verse":"For no dout that whych was there glorifyed, is not once glorifyed in respecte of this exceadynge glory."},{"number":11,"verse":"For yf that which is destroyed was glorious, moch more that which remayneth, is glorious."},{"number":12,"verse":"Seyng then that we haue soch trust, we vse great boldnes,"},{"number":13,"verse":"& do not as Moses, which put a vayle ouer his face, that the chyldren of Israel shuld not se for what purpose that serued which is put awaye."},{"number":14,"verse":"But their myndes were blinded. For vntyll this daye remayneth the same coueringe vntaken awaye in the lecture of the olde testament, whych vayle shalbe put awaye in Christ."},{"number":15,"verse":"But euen vnto this daye when Moses is redde the vayle hangeth before their hertes."},{"number":16,"verse":"Neuerthelesse when they tourne to the Lord, the vayle shalbe taken awaye."},{"number":17,"verse":"The Lorde no dout is a sprete. And where the sprete of the Lord is, there is libertie."},{"number":18,"verse":"But we all beholde in a myrroure the glorye of the Lorde with his face open, and are chaunged vnto the same similitude, from glory to glory, euen as of the sprete of the Lorde."}]}