{"bibleAbbr":"GB1539","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"Therfore, seyng that we haue soch an offyce, euen as God hath had mercy on vs, we go not out of kynde:"},{"number":2,"verse":"but haue cast from vs the clokes of vnhonestye, and walke not in craftynes, nether handle we the worde of God disceatfully, but open the trueth, & reporte oure selues to euery mannes conscience in the syght of God"},{"number":3,"verse":"If oure Gospell be yet hyd, it is hyd amonge them that are lost,"},{"number":4,"verse":"in whom the God of this world hath blynded the myndes of them which beleue not, lest the lyght of the gospell of the glory of Christ (whych is the ymage of God) shulde shyne vnto them."},{"number":5,"verse":"For we preache not our selues, but Christ Iesus to be the Lorde, and oure selues youre seruauntes, for Iesus sake."},{"number":6,"verse":"For it is God, that commaunded the lyght to shyne out of darcknes, which hath shyned in oure hertes, for to geue the lyght of the knowledge of the glory of God, in the face of Iesus Christ."},{"number":7,"verse":"But we haue this treasure in erthen vessels, that the excellency of the power myght be Gods, and not oures."},{"number":8,"verse":"We are troubled on euery syde, yet are we not without shyft. We are in pouertie: but not vtterly without somwhat."},{"number":9,"verse":"We suffre persecucion: but are not forsaken therin. We are cast downe: neuerthelesse we perysshe not."},{"number":10,"verse":"We all wayes beare aboute in the bodye, the dyinge of the Lorde Iesus, that the lyfe of Iesu myght also appeare in oure bodye."},{"number":11,"verse":"For we which lyue, are alwayes delyuered vnto deeth for Iesus sake, that the lyfe also of Iesu myght appere in oure mortall flesshe"},{"number":12,"verse":"So then, deeth worketh in vs, but lyfe in you."},{"number":13,"verse":"But seynge that we haue the same sprete of fayth (accordynge as it is wrytten: I beleued, and therfore haue I spoken.) We also beleue, and therfore speake"},{"number":14,"verse":"For we knowe, that he which raysed vp the Lorde Iesus, shall rayse vp vs also by the meanes of Iesus, & shall sett vs with you."},{"number":15,"verse":"For all thynges do I for youre sakes that the plenteous grace by thanckes geuen of many, maye redounde to the prayse of God."},{"number":16,"verse":"Wherfore, we are not weried, But though oure vtwarde man peryshe, yet the inwarde man is renewed daye by daye."},{"number":17,"verse":"For oure tribulacyon which is momentany and lyght. prepareth an excedinge & an eternall wayght of glorye vnto vs,"},{"number":18,"verse":"while we loke not on the thynges which are sene, but on the thynges whych are not sene. For the thynges whych are sene, are temporall: but thynges whych are not sene, are eternall."}]}