{"bibleAbbr":"JWNT1755","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":1,"verses":[{"number":1,"verse":"Paul an apostle of Jesus Christ, by the commandment of God our Saviour,"},{"number":2,"verse":"and the Lord Jesus Christ our hope, To Timotheus my own son in the faith, grace, mercy, peace from God our Father and Jesus Christ our Lord."},{"number":3,"verse":"As I exhorted thee when I was going into Macedonia, abide at Ephesus; that thou mayest charge some to teach no other doctrine, Neither to give heed to fables and endless genealogies,"},{"number":4,"verse":"that afford questions, and not godly edifying, which is through faith."},{"number":5,"verse":"Whereas the end of the commandment is love, out of a pure heart and a good conscience, and faith unfeigned,"},{"number":6,"verse":"From which some, having missed the mark, are turned aside to vain jangling:"},{"number":7,"verse":"Desiring to be teachers of the law, understanding neither the things they say, nor those concerning which they confidently affirm."},{"number":8,"verse":"We know, the law is good, if a man use it lawfully,"},{"number":9,"verse":"Knowing this, that the law doth not lie against a righteous man; but against the lawless and disobedient, against the ungodly and sinners, the unholy and prophane, against killers of their fathers or their mothers, against murderers,"},{"number":10,"verse":"Against whoremongers, sodomites, man-stealers, liars, perjured persons, and if there be any other thing that is contrary to wholesome doctrine,"},{"number":11,"verse":"According to the glorious gospel of the blessed God, with which I am instructed."},{"number":12,"verse":"And I thank Christ Jesus our Lord, who hath enabled me, in that he accounted me faithful,"},{"number":13,"verse":"having put me into the ministry, Who was before a blasphemer, and a persecuter, and a reviler; but I obtained mercy, because I did it ignorantly in unbelief."},{"number":14,"verse":"And the grace of our Lord was exceeding abundant, with faith and love which is in Christ Jesus."},{"number":15,"verse":"This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners, of whom I am the chief."},{"number":16,"verse":"Yet for this cause I obtained mercy, that on me the chief Jesus Christ might shew all long-suffering, for a pattern to them who should hereafter believe in him to life everlasting."},{"number":17,"verse":"Now to the king of eternity, immortal, invisible, the only God, be honour and glory for ever and ever, Amen."},{"number":18,"verse":"This charge I commit to thee, son Timotheus, according to the prophecies which went before concerning thee, that thou by them mightest war a good warfare:"},{"number":19,"verse":"Holding fast faith and a good conscience; which some having thrust away, have made shipwreck of their faith."},{"number":20,"verse":"Among which are Hymeneus and Alexander, whom I have delivered to satan, that they may learn not to blaspheme."}]}