{"bibleAbbr":"NLT2015","bookName":"Job","bookEnglishName":"Job","chapterNumber":33,"verses":[{"number":1,"verse":"(Elihu Presents His Case against Job) “Listen to my words, Job; pay attention to what I have to say."},{"number":2,"verse":"Now that I have begun to speak, let me continue."},{"number":3,"verse":"I speak with all sincerity; I speak the truth."},{"number":4,"verse":"For the Spirit of God has made me, and the breath of the Almighty gives me life."},{"number":5,"verse":"Answer me, if you can; make your case and take your stand."},{"number":6,"verse":"Look, you and I both belong to God. I, too, was formed from clay."},{"number":7,"verse":"So you don’t need to be afraid of me. I won’t come down hard on you."},{"number":8,"verse":"“You have spoken in my hearing, and I have heard your very words."},{"number":9,"verse":"You said, ‘I am pure; I am without sin; I am innocent; I have no guilt."},{"number":10,"verse":"God is picking a quarrel with me, and he considers me his enemy."},{"number":11,"verse":"He puts my feet in the stocks and watches my every move.’"},{"number":12,"verse":"“But you are wrong, and I will show you why. For God is greater than any human being."},{"number":13,"verse":"So why are you bringing a charge against him? Why say he does not respond to people’s complaints?"},{"number":14,"verse":"For God speaks again and again, though people do not recognize it."},{"number":15,"verse":"He speaks in dreams, in visions of the night, when deep sleep falls on people as they lie in their beds."},{"number":16,"verse":"He whispers in their ears and terrifies them with warnings."},{"number":17,"verse":"He makes them turn from doing wrong; he keeps them from pride."},{"number":18,"verse":"He protects them from the grave, from crossing over the river of death."},{"number":19,"verse":"“Or God disciplines people with pain on their sickbeds, with ceaseless aching in their bones."},{"number":20,"verse":"They lose their appetite for even the most delicious food."},{"number":21,"verse":"Their flesh wastes away, and their bones stick out."},{"number":22,"verse":"They are at death’s door; the angels of death wait for them."},{"number":23,"verse":"“But if an angel from heaven appears— a special messenger to intercede for a person and declare that he is upright—"},{"number":24,"verse":"he will be gracious and say, ‘Rescue him from the grave, for I have found a ransom for his life.’"},{"number":25,"verse":"Then his body will become as healthy as a child’s, firm and youthful again."},{"number":26,"verse":"When he prays to God, he will be accepted. And God will receive him with joy and restore him to good standing."},{"number":27,"verse":"He will declare to his friends, ‘I sinned and twisted the truth, but it was not worth it. (Greek version reads but he [God] did not punish me as my sin deserved.)"},{"number":28,"verse":"God rescued me from the grave, and now my life is filled with light.’"},{"number":29,"verse":"“Yes, God does these things again and again for people."},{"number":30,"verse":"He rescues them from the grave so they may enjoy the light of life."},{"number":31,"verse":"Mark this well, Job. Listen to me, for I have more to say."},{"number":32,"verse":"But if you have anything to say, go ahead. Speak, for I am anxious to see you justified."},{"number":33,"verse":"But if not, then listen to me. Keep silent and I will teach you wisdom!”"}]}