{"bibleAbbr":"NLT2015","bookName":"Job","bookEnglishName":"Job","chapterNumber":37,"verses":[{"number":1,"verse":"“My heart pounds as I think of this. It trembles within me."},{"number":2,"verse":"Listen carefully to the thunder of God’s voice as it rolls from his mouth."},{"number":3,"verse":"It rolls across the heavens, and his lightning flashes in every direction."},{"number":4,"verse":"Then comes the roaring of the thunder— the tremendous voice of his majesty. He does not restrain it when he speaks."},{"number":5,"verse":"God’s voice is glorious in the thunder. We can’t even imagine the greatness of his power."},{"number":6,"verse":"“He directs the snow to fall on the earth and tells the rain to pour down."},{"number":7,"verse":"Then everyone stops working so they can watch his power."},{"number":8,"verse":"The wild animals take cover and stay inside their dens."},{"number":9,"verse":"The stormy wind comes from its chamber, and the driving winds bring the cold."},{"number":10,"verse":"God’s breath sends the ice, freezing wide expanses of water."},{"number":11,"verse":"He loads the clouds with moisture, and they flash with his lightning."},{"number":12,"verse":"The clouds churn about at his direction. They do whatever he commands throughout the earth."},{"number":13,"verse":"He makes these things happen either to punish people or to show his unfailing love."},{"number":14,"verse":"“Pay attention to this, Job. Stop and consider the wonderful miracles of God!"},{"number":15,"verse":"Do you know how God controls the storm and causes the lightning to flash from his clouds?"},{"number":16,"verse":"Do you understand how he moves the clouds with wonderful perfection and skill?"},{"number":17,"verse":"When you are sweltering in your clothes and the south wind dies down and everything is still,"},{"number":18,"verse":"he makes the skies reflect the heat like a bronze mirror. Can you do that?"},{"number":19,"verse":"“So teach the rest of us what to say to God. We are too ignorant to make our own arguments."},{"number":20,"verse":"Should God be notified that I want to speak? Can people even speak when they are confused? (Or speak without being swallowed up?)"},{"number":21,"verse":"We cannot look at the sun, for it shines brightly in the sky when the wind clears away the clouds."},{"number":22,"verse":"So also, golden splendor comes from the mountain of God. (Or from the north; or from the abode.) He is clothed in dazzling splendor."},{"number":23,"verse":"We cannot imagine the power of the Almighty; but even though he is just and righteous, he does not destroy us."},{"number":24,"verse":"No wonder people everywhere fear him. All who are wise show him reverence. (As in Greek version; Hebrew reads He is not impressed by the wise.) ”"}]}