{"bibleAbbr":"CVg2018","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"Factum est autem post hæc ut moreretur rex filiorum Ammon, et regnavit Hanon filius ejus pro eo."},{"number":2,"verse":"Dixitque David : Faciam misericordiam cum Hanon filio Naas, sicut fecit pater ejus mecum misericordiam. Misit ergo David, consolans eum per servos suos super patris interitu. Cum autem venissent servi David in terram filiorum Ammon,"},{"number":3,"verse":"dixerunt principes filiorum Ammon ad Hanon dominum suum : Putas quod propter honorem patris tui miserit David ad te consolatores, et non ideo ut investigaret, et exploraret civitatem, et everteret eam, misit David servos suos ad te ?"},{"number":4,"verse":"Tulit itaque Hanon servos David, rasitque dimidiam partem barbæ eorum et præscidit vestes eorum medias usque ad nates, et dimisit eos."},{"number":5,"verse":"Quod cum nuntiatum esset David, misit in occursum eorum : erant enim viri confusi turpiter valde, et mandavit eis David : Manete in Jericho donec crescat barba vestra, et tunc revertimini."},{"number":6,"verse":"Videntes autem filii Ammon quod injuriam fecissent David, miserunt, et conduxerunt mercede Syrum Rohob, et Syrum Soba, viginti millia peditum, et a rege Maacha mille viros, et ab Istob duodecim millia virorum."},{"number":7,"verse":"Quod cum audisset David, misit Joab et omnem exercitum bellatorum."},{"number":8,"verse":"Egressi sunt ergo filii Ammon, et direxerunt aciem ante ipsum introitum portæ : Syrus autem Soba, et Rohob, et Istob, et Maacha, seorsum erant in campo."},{"number":9,"verse":"Videns igitur Joab quod præparatum esset adversum se prælium et ex adverso et post tergum, elegit ex omnibus electis Israël, et instruxit aciem contra Syrum :"},{"number":10,"verse":"reliquam autem partem populi tradidit Abisai fratri suo, qui direxit aciem adversus filios Ammon."},{"number":11,"verse":"Et ait Joab : Si prævaluerint adversum me Syri, eris mihi in adjutorium : si autem filii Ammon prævaluerint adversum te, auxiliabor tibi."},{"number":12,"verse":"Esto vir fortis, et pugnemus pro populo nostro et civitate Dei nostri : Dominus autem faciet quod bonum est in conspectu suo."},{"number":13,"verse":"Iniit itaque Joab, et populus qui erat cum eo, certamen contra Syros : qui statim fugerunt a facie ejus."},{"number":14,"verse":"Filii autem Ammon videntes quia fugissent Syri, fugerunt et ipsi a facie Abisai, et ingressi sunt civitatem : reversusque est Joab a filiis Ammon, et venit Jerusalem."},{"number":15,"verse":"Videntes igitur Syri quoniam corruissent coram Israël, congregati sunt pariter."},{"number":16,"verse":"Misitque Adarezer, et eduxit Syros qui erant trans fluvium, et adduxit eorum exercitum : Sobach autem, magister militiæ Adarezer, erat princeps eorum."},{"number":17,"verse":"Quod cum nuntiatum esset David, contraxit omnem Israëlem, et transivit Jordanem, venitque in Helam : et direxerunt aciem Syri ex adverso David, et pugnaverunt contra eum."},{"number":18,"verse":"Fugeruntque Syri a facie Israël, et occidit David de Syris septingentos currus, et quadraginta millia equitum : et Sobach principem militiæ percussit, qui statim mortuus est."},{"number":19,"verse":"Videntes autem universi reges qui erant in præsidio Adarezer, se victos esse ab Israël, expaverunt, et fugerunt quinquaginta et octo millia coram Israël. Et fecerunt pacem cum Israël, et servierunt eis : timueruntque Syri auxilium præbere ultra filiis Ammon."}]}