{"bibleAbbr":"CVg2018","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"Nuntiatum est autem Joab quod rex fleret et lugeret filium suum,"},{"number":2,"verse":"et versa est victoria in luctum in die illa omni populo : audivit enim populus in die illa dici : Dolet rex super filio suo."},{"number":3,"verse":"Et declinavit populus in die illa ingredi civitatem, quomodo declinare solet populus versus et fugiens de prælio."},{"number":4,"verse":"Porro rex operuit caput suum, et clamabat voce magna : Fili mi Absalom, Absalom fili mi, fili mi."},{"number":5,"verse":"Ingressus ergo Joab ad regem in domum, dixit : Confudisti hodie vultus omnium servorum tuorum, qui salvam fecerunt animam tuam, et animam filiorum tuorum et filiarum tuarum, et animam uxorum tuarum, et animam concubinarum tuarum."},{"number":6,"verse":"Diligis odientes te, et odio habes diligentes te : et ostendisti hodie quia non curas de ducibus tuis et de servis tuis : et vere cognovi modo, quia si Absalom viveret, et omnes nos occubuissemus, tunc placeret tibi."},{"number":7,"verse":"Nunc igitur surge, et procede, et alloquens satisfac servis tuis : juro enim tibi per Dominum quod si non exieris, ne unus quidem remansurus sit tecum nocte hac : et pejus erit hoc tibi quam omnia mala quæ venerunt super te ab adolescentia tua usque in præsens."},{"number":8,"verse":"Surrexit ergo rex et sedit in porta : et omni populo nuntiatum est quod rex sederet in porta. Venitque universa multitudo coram rege : Israël autem fugit in tabernacula sua."},{"number":9,"verse":"Omnis quoque populus certabat in cunctis tribubus Israël, dicens : Rex liberavit nos de manu inimicorum nostrorum ; ipse salvavit nos de manu Philisthinorum : et nunc fugit de terra propter Absalom."},{"number":10,"verse":"Absalom autem, quem unximus super nos, mortuus est in bello : usquequo siletis, et non reducitis regem ?"},{"number":11,"verse":"Rex vero David misit ad Sadoc et Abiathar sacerdotes, dicens : Loquimini ad majores natu Juda, dicentes : Cur venitis novissimi ad reducendum regem in domum suam ? (Sermo autem omnis Israël pervenerat ad regem in domo ejus.)"},{"number":12,"verse":"Fratres mei vos, os meum, et caro mea vos, quare novissimi reducitis regem ?"},{"number":13,"verse":"Et Amasæ dicite : Nonne os meum, et caro mea es ? hæc faciat mihi Deus, et hæc addat, si non magister militiæ fueris coram me omni tempore pro Joab."},{"number":14,"verse":"Et inclinavit cor omnium virorum Juda quasi viri unius : miseruntque ad regem, dicentes : Revertere tu, et omnes servi tui."},{"number":15,"verse":"Et reversus est rex, et venit usque ad Jordanem : et omnis Juda venit usque in Galgalam ut occurreret regi, et traduceret eum Jordanem."},{"number":16,"verse":"Festinavit autem Semei filius Gera filii Jemini de Bahurim, et descendit cum viris Juda in occursum regis David,"},{"number":17,"verse":"cum mille viris de Benjamin, et Siba puer de domo Saul : et quindecim filii ejus, ac viginti servi erant cum eo : et irrumpentes Jordanem, ante regem"},{"number":18,"verse":"transierunt vada, ut traducerent domum regis, et facerent juxta jussionem ejus : Semei autem filius Gera prostratus coram rege, cum jam transisset Jordanem,"},{"number":19,"verse":"dixit ad eum : Ne reputes mihi, domine mi, iniquitatem, neque memineris injuriarum servi tui in die qua egressus es, domine mi rex, de Jerusalem, neque ponas, rex, in corde tuo."},{"number":20,"verse":"Agnosco enim servus tuus peccatum meum : et idcirco hodie primus veni de omni domo Joseph, descendique in occursum domini mei regis."},{"number":21,"verse":"Respondens vero Abisai filius Sarviæ, dixit : Numquid pro his verbis non occidetur Semei, quia maledixit christo Domini ?"},{"number":22,"verse":"Et ait David : Quid mihi et vobis, filii Sarviæ ? cur efficimini mihi hodie in satan ? ergone hodie interficietur vir in Israël ? an ignoro hodie me factum regem super Israël ?"},{"number":23,"verse":"Et ait rex Semei : Non morieris. Juravitque ei."},{"number":24,"verse":"Miphiboseth quoque filius Saul descendit in occursum regis, illotis pedibus et intonsa barba : vestesque suas non laverat a die qua egressus fuerat rex, usque ad diem reversionis ejus in pace."},{"number":25,"verse":"Cumque Jerusalem occurrisset regi, dixit ei rex : Quare non venisti mecum, Miphiboseth ?"},{"number":26,"verse":"Et respondens ait : Domine mi rex, servus meus contempsit me : dixique ei ego famulus tuus ut sterneret mihi asinum, et ascendens abirem cum rege : claudus enim sum servus tuus."},{"number":27,"verse":"Insuper et accusavit me servum tuum ad te dominum meum regem : tu autem, domine mi rex, sicut angelus Dei es : fac quod placitum est tibi."},{"number":28,"verse":"Neque enim fuit domus patris mei, nisi morti obnoxia domino meo regi : tu autem posuisti me servum tuum inter convivas mensæ tuæ : quid ergo habeo justæ querelæ ? aut quid possum ultra vociferari ad regem ?"},{"number":29,"verse":"Ait ergo ei rex : Quid ultra loqueris ? fixum est quod locutus sum : tu et Siba dividite possessiones."},{"number":30,"verse":"Responditque Miphiboseth regi : Etiam cuncta accipiat, postquam reversus est dominus meus rex pacifice in domum suam."},{"number":31,"verse":"Berzellai quoque Galaadites, descendens de Rogelim, traduxit regem Jordanem, paratus etiam ultra fluvium prosequi eum."},{"number":32,"verse":"Erat autem Berzellai Galaadites senex valde, id est, octogenarius, et ipse præbuit alimenta regi cum moraretur in castris : fuit quippe vir dives nimis."},{"number":33,"verse":"Dixit itaque rex ad Berzellai : Veni mecum, ut requiescas securus mecum in Jerusalem."},{"number":34,"verse":"Et ait Berzellai ad regem : Quot sunt dies annorum vitæ meæ, ut ascendam cum rege in Jerusalem ?"},{"number":35,"verse":"Octogenarius sum hodie : numquid vigent sensus mei ad discernendum suave aut amarum ? aut delectare potest servum tuum cibus et potus ? vel audire possum ultra vocem cantorum atque cantatricum ? quare servus tuus sit oneri domino meo regi ?"},{"number":36,"verse":"Paululum procedam famulus tuus ab Jordane tecum : non indigeo hac vicissitudine,"},{"number":37,"verse":"sed obsecro ut revertar servus tuus, et moriar in civitate mea, et sepeliar juxta sepulchrum patris mei et matris meæ. Est autem servus tuus Chamaam : ipse vadat tecum, domine mi rex, et fac ei quidquid tibi bonum videtur."},{"number":38,"verse":"Dixit itaque ei rex : Mecum transeat Chamaam, et ego faciam ei quidquid tibi placuerit : et omne quod petieris a me, impetrabis."},{"number":39,"verse":"Cumque transisset universus populus et rex Jordanem, osculatus est rex Berzellai, et benedixit ei : et ille reversus est in locum suum."},{"number":40,"verse":"Transivit ergo rex in Galgalam, et Chamaam cum eo. Omnis autem populus Juda traduxerat regem, et media tantum pars adfuerat de populo Israël."},{"number":41,"verse":"Itaque omnes viri Israël concurrentes ad regem dixerunt ei : Quare te furati sunt fratres nostri viri Juda, et traduxerunt regem et domum ejus Jordanem, omnesque viros David cum eo ?"},{"number":42,"verse":"Et respondit omnis vir Juda ad viros Israël : Quia mihi propior est rex : cur irasceris super hac re ? numquid comedimus aliquid ex rege, aut munera nobis data sunt ?"},{"number":43,"verse":"Et respondit vir Israël ad viros Juda, et ait : Decem partibus major ego sum apud regem, magisque ad me pertinet David quam ad te : cur fecisti mihi injuriam, et non mihi nuntiatum est priori, ut reducerem regem meum ? Durius autem responderunt viri Juda viris Israël."}]}