{"bibleAbbr":"urGV2010","bookName":"غزل الغزلات","bookEnglishName":"Song of Songs","chapterNumber":2,"verses":[{"number":1,"verse":"( تُو لاثانی ہے) مَیں میدانِ شارون کا پھول اور وادیوں کی سوسن ہوں۔"},{"number":2,"verse":"لڑکیوں کے درمیان میری محبوبہ کانٹےدار پودوں میں سوسن کی مانند ہے۔"},{"number":3,"verse":"جوان آدمیوں میں میرا محبوب جنگل میں سیب کے درخت کی مانند ہے۔ مَیں اُس کے سائے میں بیٹھنے کی کتنی آرزومند ہوں، اُس کا پھل مجھے کتنا میٹھا لگتا ہے۔"},{"number":4,"verse":"( مَیں عشق کے مارے بیمار ہو گئی ہوں) وہ مجھے مَے کدے ( مَےکدے سے مراد غالباً محل کا وہ حصہ ہے جس میں بادشاہ ضیافت کرتا تھا۔) میں لایا ہے، میرے اوپر اُس کا جھنڈا محبت ہے۔"},{"number":5,"verse":"کشمش کی ٹکیوں سے مجھے تر و تازہ کرو، سیبوں سے مجھے تقویت دو، کیونکہ مَیں عشق کے مارے بیمار ہو گئی ہوں۔"},{"number":6,"verse":"اُس کا بایاں بازو میرے سر کے نیچے ہوتا اور دہنا بازو مجھے گلے لگاتا ہے۔"},{"number":7,"verse":"اے یروشلم کی بیٹیو، غزالوں اور کھلے میدان کی ہرنیوں کی قَسم کھاؤ کہ جب تک محبت خود نہ چاہے تم اُسے نہ جگاؤ گی، نہ بیدار کرو گی۔"},{"number":8,"verse":"( بہار آ گئی ہے) سنو، میرا محبوب آ رہا ہے۔ وہ دیکھو، وہ پہاڑوں پر پھلانگتا اور ٹیلوں پر سے اُچھلتا کودتا آ رہا ہے۔"},{"number":9,"verse":"میرا محبوب غزال یا جوان ہرن کی مانند ہے۔ اب وہ ہمارے گھر کی دیوار کے سامنے رُک کر کھڑکیوں میں سے جھانک رہا، جنگلے میں سے تک رہا ہے۔"},{"number":10,"verse":"وہ مجھ سے کہتا ہے، ”اے میری خوب صورت محبوبہ، اُٹھ کر میرے ساتھ چل!"},{"number":11,"verse":"دیکھ، سردیوں کا موسم گزر گیا ہے، بارشیں بھی ختم ہو گئی ہیں۔"},{"number":12,"verse":"زمین سے پھول پھوٹ نکلے ہیں اور گیت کا وقت آ گیا ہے، کبوتروں کی غوں غوں ہمارے ملک میں سنائی دیتی ہے۔"},{"number":13,"verse":"انجیر کے درختوں پر پہلی فصل کا پھل پک رہا ہے، اور انگور کی بیلوں کے پھول خوشبو پھیلا رہے ہیں۔ چنانچہ آ میری حسین محبوبہ، اُٹھ کر آ جا!"},{"number":14,"verse":"اے میری کبوتری، چٹان کی دراڑوں میں چھپی نہ رہ، پہاڑی پتھروں میں پوشیدہ نہ رہ بلکہ مجھے اپنی شکل دکھا، مجھے اپنی آواز سننے دے، کیونکہ تیری آواز شیریں، تیری شکل خوب صورت ہے۔“"},{"number":15,"verse":"ہمارے لئے لومڑیوں کو پکڑ لو، اُن چھوٹی لومڑیوں کو جو انگور کے باغوں کو تباہ کرتی ہیں۔ کیونکہ ہماری بیلوں سے پھول پھوٹ نکلے ہیں۔"},{"number":16,"verse":"میرا محبوب میرا ہی ہے، اور مَیں اُسی کی ہوں، اُسی کی جو سوسنوں میں چرتا ہے۔"},{"number":17,"verse":"اے میرے محبوب، اِس سے پہلے کہ شام کی ہَوا چلے اور سائے لمبے ہو کر فرار ہو جائیں غزال یا جوان ہرن کی طرح سنگلاخ پہاڑوں کا رُخ کر!"}]}