{"bibleAbbr":"Geneva1587","bookName":"Job","bookEnglishName":"Job","chapterNumber":10,"verses":[{"number":1,"verse":"My soul is I am more like a dead man, than to one that lives. weary of my life; I will leave my I will make an ample declaration of my torments, accusing myself and not God. complaint upon myself; I will speak in the bitterness of my soul."},{"number":2,"verse":"I will say unto God, Do not He would not that God would proceed against him by his secret justice, but by the ordinary means that he punishes others. condemn me; shew me wherefore thou contendest with me."},{"number":3,"verse":"[Is it] Is it agreeable to your justice to do me wrong? good unto thee that thou shouldest oppress, that thou shouldest despise the Will you be without compassions? work of thine hands, and shine upon the Will you gratify the wicked and condemn me? counsel of the wicked?"},{"number":4,"verse":"Hast thou eyes of Do you do this of ignorance. flesh? or seest thou as man seeth?"},{"number":5,"verse":"[Are] thy days as the Are you inconstant and changeable as the times, today a friend, tomorrow an enemy? days of man? [are] thy years as man's days,"},{"number":6,"verse":"That thou inquirest of mine iniquitie, and searchest out my sinne?"},{"number":7,"verse":"Thou knowest that I am not By affliction you keep me as in a prison, and restrain me from doing evil, neither can any set me free. wicked; and [there is] none that can deliver out of thine hand."},{"number":8,"verse":"Thine In these eight verses following he describes the mercy of God, in the wonderful creation of man: and on it grounds that God should not show himself rigorous against him. hands have made me and fashioned me together round about; yet thou dost destroy me."},{"number":9,"verse":"Remember, I beseech thee, that thou hast made me as As brittle as a pot of clay. the clay; and wilt thou bring me into dust again?"},{"number":10,"verse":"Hast thou not powred me out as milke? & turned me to cruds like cheese?"},{"number":11,"verse":"Thou hast clothed me with skin and flesh, and ioyned me together with bones and sinewes."},{"number":12,"verse":"Thou hast granted me life and That is, reason and understanding, and many other gifts, by which man excels all earthly creatures. favour, and thy That is, the fatherly care and providence by which you preserved me, and without which I would perish immediately. visitation hath preserved my spirit."},{"number":13,"verse":"And these [things] hast thou hid in thine heart: I know Though I am not fully able to comprehend these things, yet I must confess that it is so. that this [is] with thee."},{"number":14,"verse":"If I haue sinned, then thou wilt streightly looke vnto me, and wilt not holde mee giltlesse of mine iniquitie."},{"number":15,"verse":"If I be wicked, woe unto me; and [if] I be righteous, [yet] will I not I will always walk in fear and humility, knowing that no one is just before you. lift up my head. [I am] full of confusion; therefore see thou mine affliction;"},{"number":16,"verse":"For it increaseth. Thou huntest me as a fierce lion: and again thou shewest thyself Job being sore assaulted in this battle between the flesh and the spirit, breaks out into these affections, wishing rather for short days than long pain. marvellous upon me."},{"number":17,"verse":"Thou renewest thy witnesses against me, and increasest thine indignation upon me; That is, diversity of diseases and in great abundance; showing that God has infinite means to punish man. changes and war [are] against me."},{"number":18,"verse":"Wherfore then hast thou brought me out of the wombe? Oh that I had perished, and that none eye had seene me!"},{"number":19,"verse":"And that I were as I had not bene, but brought from the wombe to the graue!"},{"number":20,"verse":"[Are] not my days few? He wishes that God would leave off his affliction, considering his great misery and the shortness of his life. cease [then, and] let me alone, that I may take comfort a little,"},{"number":21,"verse":"Before I go [whence] I shall not He speaks this in the person of a sinner, that is overcome with passions and with the feeling of God's judgments and therefore cannot apprehend in that state the mercies of God, and the comfort of the resurrection. return, [even] to the land of darkness and the shadow of death;"},{"number":22,"verse":"A land of darkness, as darkness [itself; and] of the shadow of death, without any No distinction between light and darkness but where there is very darkness itself. order, and [where] the light [is] as darkness."}]}