{"bibleAbbr":"GB1587","bookName":"Job","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"Then answered Zophar the Naamathite, and sayde,"},{"number":2,"verse":"Should not the multitude of words be answered? and should a man Should he persuade by his great talk that he is just? full of talk be justified?"},{"number":3,"verse":"Should men holde their peace at thy lyes? & when thou mockest others, shall none make thee ashamed?"},{"number":4,"verse":"For thou hast said, He charges Job with this, that he should say, that the thing which he spoke was true, and that he was without sin in the sight of God. My doctrine [is] pure, and I am clean in thine eyes."},{"number":5,"verse":"But, oh that God would speake and open his lippes against thee!"},{"number":6,"verse":"And that he would shew thee the Which is not to stand in justifying of yourself: he signifies that man will never be overcome while he reasons with another, and therefore God must break off the controversy, and stop man's mouth. secrets of wisdom, that [they are] double to that which is! Know therefore that God exacteth of thee [less] than thine iniquity [deserveth]."},{"number":7,"verse":"Canst thou by searching finde out God? canst thou finde out ye Almighty to his perfection?"},{"number":8,"verse":"[It is] as high as heaven; what canst thou do? That is, this perfection of God, and if man is not able to comprehend the height of the heavens, the depth of the earth, the breadth of the sea, which are but creatures, how can he attain to the perfection of the creator. deeper than hell; what canst thou know?"},{"number":9,"verse":"The measure thereof is longer then the earth, and it is broader then the sea."},{"number":10,"verse":"If he cut off, and If God should turn the state of things and establish a new order in nature, who could control him? shut up, or gather together, then who can hinder him?"},{"number":11,"verse":"For hee knoweth vaine men, and seeth iniquitie, and him that vnderstandeth nothing."},{"number":12,"verse":"For vain man would be wise, though man be born [like] a wild That is, without understanding, so that whatever gifts he has afterward come from God, and not from nature. ass's colt."},{"number":13,"verse":"If thou If you repent, pray to him. prepare thine heart, and stretch out thine hands toward him;"},{"number":14,"verse":"If iniquity [be] in thine Renounce your own evil works and see that they do not offend God, over whom you have charge. hand, put it far away, and let not wickedness dwell in thy tabernacles."},{"number":15,"verse":"For then shalt thou lift up thy He declares the quietness of conscience and success in all things that they shall have who turn to God in true repentance. face without spot; yea, thou shalt be stedfast, and shalt not fear:"},{"number":16,"verse":"But thou shalt forget thy miserie, and remember it as waters that are past."},{"number":17,"verse":"Thine age also shall appeare more cleare then the noone day: thou shalt shine and bee as the morning."},{"number":18,"verse":"And thou shalt bee bolde, because there is hope: and thou shalt digge pittes, and shalt lye downe safely."},{"number":19,"verse":"For when thou takest thy rest, none shal make thee afraide: yea, many shall make sute vnto thee."},{"number":20,"verse":"But the eyes He shows that contrary things will come to them who do not repent. of the wicked shall fail, and they shall not escape, and their hope [shall be as] the giving up of the ghost."}]}