{"bibleAbbr":"GB1587","bookName":"Job","bookEnglishName":"Job","chapterNumber":15,"verses":[{"number":1,"verse":"Then answered Eliphaz the Temanite, and saide,"},{"number":2,"verse":"Should a wise man utter That is, vain words, and without consolation? vain knowledge, and fill his belly Meaning, with matters that are of no importance, which are forgotten as soon as they are uttered, as the East wind dries up moisture as soon as it falls. with the east wind?"},{"number":3,"verse":"Shall he dispute with wordes not comely? or with talke that is not profitable?"},{"number":4,"verse":"Yea, thou castest off He charges Job as though his talk caused men to cast off the fear of God and prayer. fear, and restrainest prayer before God."},{"number":5,"verse":"For thy mouth uttereth thine iniquity, and thou choosest the You speak as the mockers and contemners of God do. tongue of the crafty."},{"number":6,"verse":"Thine owne mouth condemneth thee, and not I, and thy lippes testifie against thee."},{"number":7,"verse":"[Art] thou the That is, the most ancient and so by reason the most wise? first man [that] was born? or wast thou made before the hills?"},{"number":8,"verse":"Hast thou heard the secret of God? and dost thou restrain wisdom Are you only wise? to thyself?"},{"number":9,"verse":"What knowest thou that we knowe not? and vnderstandest that is not in vs?"},{"number":10,"verse":"With vs are both auncient and very aged men, farre older then thy father."},{"number":11,"verse":"[Are] the consolations of God He accuses Job's pride and ingratitude, that will not be comforted by God, but by their counsel. small with thee? is there any secret thing with thee?"},{"number":12,"verse":"Why doth thine heart Why do you stand in your own conceit? carry thee away? and what do thy eyes wink at,"},{"number":13,"verse":"That thou answerest to God at thy pleasure, and bringest such wordes out of thy mouth?"},{"number":14,"verse":"What [is] man, that he should be clean? and [he which is] born of a woman, that he should His purpose is to prove that Job, as an unjust man and a hypocrite, is punished for his sins, as he did before, (Job_4:8). be righteous?"},{"number":15,"verse":"Beholde, he founde no stedfastnesse in his Saintes: yea, the heauens are not cleane in his sight."},{"number":16,"verse":"How much more abominable and filthy [is] man, which Who has a desire to sin, as he who is thirsty to drink. drinketh iniquity like water?"},{"number":17,"verse":"I will tell thee: heare me, and I will declare that which I haue seene:"},{"number":18,"verse":"Which wise men haue tolde, as they haue heard of their fathers, and haue not kept it secret:"},{"number":19,"verse":"Unto whom alone the earth was Who by their wisdom so governed, that no stranger invaded them, and so the land seemed to be given to them alone. given, and no stranger passed among them."},{"number":20,"verse":"The wicked man travaileth with pain all [his] days, and the number The cruel man is always in danger of death, and is never quiet in conscience. of years is hidden to the oppressor."},{"number":21,"verse":"A sounde of feare is in his eares, and in his prosperitie the destroyer shall come vpon him."},{"number":22,"verse":"He believeth not that he shall return out of Out of that misery to which he once fell. darkness, and he is waited for of the sword."},{"number":23,"verse":"He wandereth God not only impoverishes the wicked often, but even in their prosperity he punishes them with a greediness to gain even more: which is as a beggary. abroad for bread, [saying], Where [is it]? he knoweth that the day of darkness is ready at his hand."},{"number":24,"verse":"Trouble and He shows the weapons God uses against the wicked, who lift up themselves against him, that is, terror of conscience and outward afflictions. anguish shall make him afraid; they shall prevail against him, as a king ready to the battle."},{"number":25,"verse":"For he hath stretched out his hand against God, and made him selfe strong against the Almightie."},{"number":26,"verse":"Therefore God shall runne vpon him, euen vpon his necke, and against the most thicke part of his shielde."},{"number":27,"verse":"Because he covereth his face with That is, he was so puffed up with prosperity and abundance for all things, that he forgave God: noting that Job in his happiness did not have the true fear of God. his fatness, and maketh collops of fat on [his] flanks."},{"number":28,"verse":"And he dwelleth Though he build and repair ruinous places to gain fame, yet God will bring all to nothing, and turn his great prosperity into extreme misery. in desolate cities, [and] in houses which no man inhabiteth, which are ready to become heaps."},{"number":29,"verse":"He shall not be rich, neither shall his substance continue, neither shall he prolong the Meaning, that his sumptuous buildings would never come to perfection. perfection thereof upon the earth."},{"number":30,"verse":"He shall neuer depart out of darkenesse: the flame shall drie vp his branches, and he shall goe away with the breath of his mouth."},{"number":31,"verse":"Let not him that is He stands in his own conceit, that he will give no place to good counsel, therefore his own pride will bring him to destruction. deceived trust in vanity: for vanity shall be his recompence."},{"number":32,"verse":"His branch shall not be greene, but shall be cut off before his day."},{"number":33,"verse":"He shall shake off his unripe As one who gathers grapes before they are ripe. grape as the vine, and shall cast off his flower as the olive."},{"number":34,"verse":"For the congregation of hypocrites [shall be] desolate, and fire shall consume the tabernacles of Who were built or maintained by bribery. bribery."},{"number":35,"verse":"They Therefore all their vain devises will turn to their own destruction. conceive mischief, and bring forth vanity, and their belly prepareth deceit."}]}