{"bibleAbbr":"GB1587","bookName":"Job","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"Then answered Bildad the Shuhite, and said,"},{"number":2,"verse":"How long [will it be ere] Who count yourselves just as (Job_12:4). ye make an end of words? Whom you take to be only beasts, as in (Job_12:7). mark, and afterwards we will speak."},{"number":3,"verse":"Wherefore are wee counted as beastes, and are vile in your sight?"},{"number":4,"verse":"That is, like a madman. He teareth himself in his anger: shall the Shall God change the order of nature for your sake, by dealing with you otherwise than he does with all man? earth be forsaken for thee? and shall the rock be removed out of his place?"},{"number":5,"verse":"Yea, the light of the wicked shall be When the wicked is in his prosperity, then God changes his state: and this is his ordinary working for their sins. put out, and the spark of his fire shall not shine."},{"number":6,"verse":"The light shalbe darke in his dwelling, and his candle shalbe put out with him."},{"number":7,"verse":"The steps of his strength shalbe restrained, and his owne counsell shall cast him downe."},{"number":8,"verse":"For he is cast into a net by his own feet, and he Meaning, that the wicked are in continual danger. walketh upon a snare."},{"number":9,"verse":"The grenne shall take him by the heele, and the theefe shall come vpon him."},{"number":10,"verse":"A snare is layed for him in the ground, and a trappe for him in the way."},{"number":11,"verse":"Fearefulnesse shall make him afrayde on euery side, and shall driue him to his feete."},{"number":12,"verse":"His strength shall be That which should nourish him will be consumed by famine. hungerbitten, and destruction [shall be] ready at his side."},{"number":13,"verse":"It shall devour the strength of his skin: [even] the That is, some strong and violent death will consume his strength: or as the Hebrew word signifies his members or parts. firstborn of death shall devour his strength."},{"number":14,"verse":"His confidence shall be rooted out of his tabernacle, and it shall bring him to the That is, with great fear. king of terrors."},{"number":15,"verse":"It shall dwell in his tabernacle, because [it is] none of his: Though all the world would favour him, yet God would destroy him and his. brimstone shall be scattered upon his habitation."},{"number":16,"verse":"His rootes shalbe dryed vp beneath, and aboue shall his branche be cut downe."},{"number":17,"verse":"His remembrance shall perish from the earth, and he shall haue no name in the streete."},{"number":18,"verse":"He shall be driven from He will fall from prosperity to adversity. light into darkness, and chased out of the world."},{"number":19,"verse":"Hee shall neither haue sonne nor nephewe among his people, nor any posteritie in his dwellings."},{"number":20,"verse":"They that come after [him] shall be astonied at his When they will see what came to him. day, as they that went before were affrighted."},{"number":21,"verse":"Surely such are the habitations of the wicked, and this is the place of him that knoweth not God."}]}