{"bibleAbbr":"GB1587","bookName":"Job","bookEnglishName":"Job","chapterNumber":3,"verses":[{"number":1,"verse":"After this opened The seven days ended, (Job_2:13). Job his mouth, and Here Job begins to feel his great imperfection in this battle between the spirit and the flesh, (Rom_7:18) and after a manner yields yet in the end he gets victory though he was in the mean time greatly wounded. cursed his day."},{"number":2,"verse":"And Iob cryed out, and sayd,"},{"number":3,"verse":"Let the day Men should not be weary of their life and curse it, because of the infinities that it is subject to, but because they are given to sin and rebellion against God. perish wherein I was born, and the night [in which] it was said, There is a man child conceived."},{"number":4,"verse":"Let that day be darkness; let not God Let it be put out of the number of days, and let it not have the sight of the sun to separate it from the night. regard it from above, neither let the light shine upon it."},{"number":5,"verse":"Let darkness and the That is, most obscure darkness, which makes them afraid of death that they are in it. shadow of death stain it; let a cloud dwell upon it; let the blackness of the day terrify it."},{"number":6,"verse":"Let darkenesse possesse that night, let it not be ioyned vnto the dayes of the yeere, nor let it come into the count of the moneths."},{"number":7,"verse":"Yea, desolate be that night, and let no ioy be in it."},{"number":8,"verse":"Let them curse it that curse the day, who are Who curse the day of their birth, let them lay that curse on this night. ready to raise up their mourning."},{"number":9,"verse":"Let the stars of the twilight thereof be dark; let it look for light, but [have] none; neither let it Let it be always night, and never see day. see the dawning of the day:"},{"number":10,"verse":"Because it shut not vp the dores of my mothers wombe: nor hid sorowe from mine eyes."},{"number":11,"verse":"This, and that which follows declares, that when man gives place to his passions, he is not able to stay or keep measure, but runs headlong into all evil unless God calls him back. Why died I not from the womb? [why] did I [not] give up the ghost when I came out of the belly?"},{"number":12,"verse":"Why did the knees preuent me? and why did I sucke the breasts?"},{"number":13,"verse":"For now should I have The vehemency of his afflictions made him utter these words as though death was the end of all miseries, and as if there were no life after this, which he speaks not as though it were so, but the infirmities of his flesh caused him to break out in this error of the wicked. lain still and been quiet, I should have slept: then had I been at rest,"},{"number":14,"verse":"With kings and counsellors of the earth, which built He notes the ambition of them who for their pleasure as it were change the order of nature, and build in most barren places, because they would by this make their names immortal. desolate places for themselves;"},{"number":15,"verse":"Or with the princes that had golde, and haue filled their houses with siluer."},{"number":16,"verse":"Or why was I not hid, as an vntimely birth, either as infants, which haue not seene the light?"},{"number":17,"verse":"There the wicked That is, by death the cruelty of the tyrants has ceased. cease [from] troubling; and there the weary be at rest."},{"number":18,"verse":"[There] the All they who sustain any kind of calamity and misery in this world: which he speaks after the judgment of the flesh. prisoners rest together; they hear not the voice of the oppressor."},{"number":19,"verse":"There are small and great, and the seruant is free from his master."},{"number":20,"verse":"Wherefore is light given to him that is in misery, and He shows that the benefits of God are not comfortable, unless the heart is joyful, and the conscience quieted. life unto the bitter [in] soul;"},{"number":21,"verse":"Which long for death, and if it come not, they would euen search it more then treasures:"},{"number":22,"verse":"Which ioy for gladnes, and reioyce, when they can finde the graue."},{"number":23,"verse":"[Why is light given] to a man whose way is That sees not how to come out of his miseries, because he does not depend on God's providence. hid, and whom God hath hedged in?"},{"number":24,"verse":"For my sighing commeth before I eate, and my roarings are powred out like the water."},{"number":25,"verse":"For the thing which I greatly In my prosperity I looked for a fall, as it now has come to pass. feared is come upon me, and that which I was afraid of is come unto me."},{"number":26,"verse":"I was not in safety, neither had I rest, neither was I quiet; The fear of troubles that would ensue, caused my prosperity to seem to me as nothing, and yet I am not exempted from trouble. yet trouble came."}]}