{"bibleAbbr":"GB1587","bookName":"Job","bookEnglishName":"Job","chapterNumber":41,"verses":[{"number":1,"verse":"Canst thou draw out Meaning the whale. leviathan with an hook? or his tongue with a cord [which] thou lettest down?"},{"number":2,"verse":"Canst thou put an hook into his nose? or Because he fears lest you should take him. bore his jaw through with a thorn?"},{"number":3,"verse":"{\\cf2 (40:22)} Will he make many prayers vnto thee, or speake thee faire?"},{"number":4,"verse":"Will he make a covenant with thee? wilt thou take To do your business, and be at your command? him for a servant for ever?"},{"number":5,"verse":"{\\cf2 (40:24)} Wilt thou play with him as with a bird? or wilt thou bynd him for thy maydes?"},{"number":6,"verse":"{\\cf2 (40:25)} Shall the companions baket with him? shal they deuide him among the marchants?"},{"number":7,"verse":"{\\cf2 (40:26)} Canst thou fill the basket with his skinne? or the fishpanier with his head?"},{"number":8,"verse":"Lay thine hand upon him, remember If you once consider the danger, you will not meddle with him. the battle, do no more."},{"number":9,"verse":"Behold, That is, that trusts to take him. the hope of him is in vain: shall not [one] be cast down even at the sight of him?"},{"number":10,"verse":"None [is so] fierce that dare stir him up: who then is able to If no one dare stand against a whale, which is but a creature, who is able to compare with God the creator? stand before me?"},{"number":11,"verse":"Who hath prevented me, that I should Who has taught me to accomplish my work? repay [him? whatsoever is] under the whole heaven is mine."},{"number":12,"verse":"I will not conceal The parts and members of the whale? his parts, nor his power, nor his comely proportion."},{"number":13,"verse":"Who can discover the face That is, who dare pull off his skin? of his garment? [or] who can come [to him] with his double Who dare put a bridle in his mouth? bridle?"},{"number":14,"verse":"Who can Who dare look in his mouth? open the doors of his face? his teeth [are] terrible round about."},{"number":15,"verse":"{\\cf2 (41:6)} The maiestie of his scales is like strog shields, and are sure sealed."},{"number":16,"verse":"{\\cf2 (41:7)} One is set to another, that no winde can come betweene them."},{"number":17,"verse":"{\\cf2 (41:8)} One is ioyned to another: they sticke together, that they cannot be sundered."},{"number":18,"verse":"By his neesings That is, casts out flames of fire. a light doth shine, and his eyes [are] like the eyelids of the morning."},{"number":19,"verse":"{\\cf2 (41:10)} Out of his mouth go lampes, and sparkes of fire leape out."},{"number":20,"verse":"{\\cf2 (41:11)} Out of his nostrels commeth out smoke, as out of a boyling pot or caldron."},{"number":21,"verse":"{\\cf2 (41:12)} His breath maketh the coales burne: for a flame goeth out of his mouth."},{"number":22,"verse":"In his neck remaineth strength, and Nothing is painful or hard for him. sorrow is turned into joy before him."},{"number":23,"verse":"{\\cf2 (41:14)} The members of his bodie are ioyned: they are strong in themselues, and cannot be mooued."},{"number":24,"verse":"{\\cf2 (41:15)} His heart is as strong as a stone, & as hard as the nether milstone."},{"number":25,"verse":"{\\cf2 (41:16)} The mightie are afrayd of his maiestie, and for feare they faint in themselues."},{"number":26,"verse":"{\\cf2 (41:17)} When the sword doeth touch him, he will not rise vp, nor for the speare, dart nor habergeon."},{"number":27,"verse":"{\\cf2 (41:18)} He esteemeth yron as strawe, and brasse as rotten wood."},{"number":28,"verse":"{\\cf2 (41:19)} The archer canot make him flee: ye stones of the sling are turned into stubble vnto him:"},{"number":29,"verse":"{\\cf2 (41:20)} The dartes are counted as strawe: and hee laugheth at the shaking of the speare."},{"number":30,"verse":"Sharp stones His skin is so hard that he lies with a great ease on the stones as in the mud. [are] under him: he spreadeth sharp pointed things upon the mire."},{"number":31,"verse":"He maketh the deep to Either he makes the sea to seem like it is boiling by his wallowing, or else he spouts water in such abundance as it would seem that the sea boiled. boil like a pot: he maketh the sea like a pot of ointment."},{"number":32,"verse":"He maketh a path to That is, a white froth and shining stream before him. shine after him; [one] would think the deep [to be] hoary."},{"number":33,"verse":"{\\cf2 (41:24)} In the earth there is none like him: hee is made without feare."},{"number":34,"verse":"He beholdeth He despises all other beasts and monsters, and is the proudest of all others. all high [things]: he [is] a king over all the children of pride."}]}