{"bibleAbbr":"Geneva1587","bookName":"Job","bookEnglishName":"Job","chapterNumber":9,"verses":[{"number":1,"verse":"Then Iob answered, and sayd,"},{"number":2,"verse":"I know [it is] so of a truth: but how should man be Job here answers Eliphaz and Bildad's oration, touching the justice of God, and his innocency, confessing God to be infinite in justice and man to be nothing in respect. just with God?"},{"number":3,"verse":"If he will contend with him, he cannot answer him one of a Of a thousand things, which God could lay to his charge, man cannot answer him one. thousand."},{"number":4,"verse":"He is wise in heart, & mighty in stregth: who hath bene fierce against him & hath prospered?"},{"number":5,"verse":"He remoueth the mountaines, and they feele not when he ouerthroweth them in his wrath."},{"number":6,"verse":"Which He declares the infirmity of man, by the mighty and incomprehensible power that is in God, showing what he could do if he would set forth his power. shaketh the earth out of her place, and the pillars thereof tremble."},{"number":7,"verse":"He commandeth the sunne, & it riseth not: hee closeth vp the starres, as vnder a signet."},{"number":8,"verse":"Hee himselfe alone spreadeth out the heauens, and walketh vpon the height of the sea."},{"number":9,"verse":"Which maketh These are the names of certain stars by which he means that all stars both known and unknown are at his appointment. Arcturus, Orion, and Pleiades, and the chambers of the south."},{"number":10,"verse":"He doeth great things, and vnsearcheable: yea, marueilous things without nomber."},{"number":11,"verse":"Lo, he goeth I am not able to comprehend his works, which are common and daily before my eyes, much less in those things, which are hid and secret. by me, and I see [him] not: he passeth on also, but I perceive him not."},{"number":12,"verse":"Behold, he taketh away, who can hinder him? He shows that when God executes his power, he does it justly, as no one can control him. who will say unto him, What doest thou?"},{"number":13,"verse":"[If] God God will not be appeased for anything that man can say for himself for his justification. will not withdraw his anger, the proud helpers That is, all the reasons that men can lay to approve their cause. do stoop under him."},{"number":14,"verse":"How much less shall I answer him, [and] choose out How should I be able to answer him by eloquence? By which he notes his friends, who although they were eloquent in talk, did not believe in their hearts, that which they spoke. my words [to reason] with him?"},{"number":15,"verse":"Whom, though I were righteous, [yet] would I Meaning, in his own opinion, signifying that man will sometimes flatter himself to be righteous which before God is an abomination. not answer, [but] I would make supplication to my judge."},{"number":16,"verse":"If I While I am in pain I cannot break forth into many inconveniences although I still know that God is just. had called, and he had answered me; [yet] would I not believe that he had hearkened unto my voice."},{"number":17,"verse":"For he breaketh me with a tempest, and multiplieth my wounds I am not able to feel my sins so great, as I feel the weight of his plagues; and this he speaks to condemn his dullness and to justify God. without cause."},{"number":18,"verse":"He wil not suffer me to take my breath, but filleth me with bitternesse."},{"number":19,"verse":"If [I speak] of strength, lo, [he is] After he has accused his own weakness, he continues to justify God and his power. strong: and if of judgment, who shall set me a time [to plead]?"},{"number":20,"verse":"If I justify myself, mine own mouth shall condemn me: If I stood in my own defence yet God would have just cause to condemn me if he examined my heart and conscience. [if I say], I [am] perfect, it shall also prove me perverse."},{"number":21,"verse":"Though I were perfite, yet I knowe not my soule: therefore abhorre I my life."},{"number":22,"verse":"This [is] one [thing], therefore I said [it], He destroyeth the If God punishes according to his justice, he will destroy them who are counted perfect as well as them that are wicked. perfect and the wicked."},{"number":23,"verse":"If the scourge That is, the wicked. slay suddenly, he will This is spoken according to our apprehension, as though he would say, If God destroyed only the wicked, (Job_5:3), why would he allow the innocent to be so long tormented by them? laugh at the trial of the innocent."},{"number":24,"verse":"The earth is given into the hand of the wicked: That they cannot see to do justice. he covereth the faces of the judges thereof; if not, where, [and] who That can show the contrary? [is] he?"},{"number":25,"verse":"My dayes haue bene more swift then a post: they haue fled, and haue seene no good thing."},{"number":26,"verse":"They are passed as with the most swift ships, and as the eagle that flyeth to the pray."},{"number":27,"verse":"If I think not to fall into these afflictions, but my sorrows bring me to these manifold infirmities, and my conscience condemns me. I say, I will forget my complaint, I will leave off my heaviness, and comfort [myself]:"},{"number":28,"verse":"Then I am afrayd of all my sorowes, knowing that thou wilt not iudge me innocent."},{"number":29,"verse":"[If] I be wicked, why then Why does God not destroy me at once? thus he speaks according to the infirmity of the flesh. labour I in vain?"},{"number":30,"verse":"If I wash Though I seem pure in my own eyes, yet all is but corruption before God. myself with snow water, and make my hands never so clean;"},{"number":31,"verse":"Yet shalt thou plunge me in the ditch, and mine own Whatever I would use to cover my filthiness with, it would disclose me even more. clothes shall abhor me."},{"number":32,"verse":"For he is not a man as I am, that I shoulde answere him, if we come together to iudgement."},{"number":33,"verse":"Neither is there any daysman betwixt us, Who might make an accord between God and me, speaking of impatience, and yet confessing God to be just in punishing him. [that] might lay his hand upon us both."},{"number":34,"verse":"Let him take his rod away from me, and let not his feare astonish me:"},{"number":35,"verse":"[Then] would I speak, and not fear him; Signifying that God's judgments keep him in awe. but [it is] not so with me."}]}