{"bibleAbbr":"GB1587","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"Then Samuel took a vial of In the Law this anointing signified the gifts of the Holy Spirit, which were necessary for those who would rule. oil, and poured [it] upon his head, and kissed him, and said, [Is it] not because the LORD hath anointed thee [to be] captain over his inheritance?"},{"number":2,"verse":"When thou art departed from me to day, then thou shalt find two men by Rachel's sepulchre in the border of Benjamin at Zelzah; and they will say unto thee, The Samuel confirms him by these signs, that God has appointed him king. asses which thou wentest to seek are found: and, lo, thy father hath left the care of the asses, and sorroweth for you, saying, What shall I do for my son?"},{"number":3,"verse":"Then shalt thou go forth from thence and shalt come to the plaine of Tabor, and there shal meete thee three men going vp to God to Bethel: one carying three kiddes, and an other carying three loaues of bread, and another carying a bottle of wine:"},{"number":4,"verse":"And they will aske thee if all be well, and will giue thee the two loaues of bread, which thou shalt receiue of their handes."},{"number":5,"verse":"After that thou shalt come to the Which was a high place in the city Kirjath-jearim, where the ark was, (1Sa_7:2). hill of God, where [is] the garrison of the Philistines: and it shall come to pass, when thou art come thither to the city, that thou shalt meet a company of prophets coming down from the high place with a psaltery, and a tabret, and a pipe, and a harp, before them; and they shall prophesy:"},{"number":6,"verse":"Then the Spirit of the Lord will come vpon thee, and thou shalt prophecie with them, and shalt be turned into another man."},{"number":7,"verse":"Therefore when these signes shall come vnto to thee, doe as occasion shall serue: for God is with thee."},{"number":8,"verse":"And thou shalt goe downe before me to Gilgal: and I also will come downe vnto thee to offer burnt offerings, and to sacrifice sacrifices of peace. Tary for me seuen dayes, till I come to thee and shewe thee what thou shalt doe."},{"number":9,"verse":"And it was [so], that when he had turned his back to go from Samuel, God gave him another He gave him such virtues as were fitting for a king. heart: and all those signs came to pass that day."},{"number":10,"verse":"And when they came thither to the hill, beholde, the companie of Prophets meete him, and the Spirit of God came vpon him, & he prophecied among them."},{"number":11,"verse":"Therefore all the people that knewe him before, when they saw that he prophecied among the Prophets, saide eche to other, What is come vnto the sonne of Kish? is Saul also among the Prophets?"},{"number":12,"verse":"And one of the same place answered and said, But who [is] their Meaning, that prophecy comes not by succession, but is given to whom it pleases God. father? Therefore it became a proverb, [Is] Saul also among the Noting by it him that from low degree comes suddenly to honour. prophets?"},{"number":13,"verse":"And when he had made an ende of prophecying, he came to the hie place."},{"number":14,"verse":"And Sauls vncle saide vnto him, and to his seruant, Whither went ye? And he saide, To seeke the asses: and when we sawe that they were no where, we came to Samuel."},{"number":15,"verse":"And Sauls vncle saide, Tell me, I pray thee, what Samuel said vnto you."},{"number":16,"verse":"Then Saul saide to his vncle, He tolde vs plainely that the asses were founde: but concerning the kingdome whereof Samuel spake, tolde he him not."},{"number":17,"verse":"And Samuel Both to declare to them their fault in asking a king, and also to show God's sentence in it. called the people together unto the LORD to Mizpeh;"},{"number":18,"verse":"And he saide vnto the children of Israel, Thus saith ye Lord God of Israel, I haue brought Israel out of Egypt, and deliuered you out of the hand of the Egyptians, and out of the handes of all kingdomes that troubled you."},{"number":19,"verse":"But ye haue this day cast away your God, who onely deliuereth you out of all your aduersities and tribulations: and ye said vnto him, No, but appoint a King ouer vs. Nowe therefore stand ye before the Lord according to your tribes, and according to your thousands."},{"number":20,"verse":"And when Samuel had caused all the tribes of Israel to come near, the tribe of Benjamin was That is, by casting of lot. taken."},{"number":21,"verse":"Afterwarde he assembled the tribe of Beniamin according to their families, and the familie of Matri was taken. So Saul the sonne of Kish was taken, and when they sought him, he coulde not be found."},{"number":22,"verse":"Therefore they enquired of the LORD further, if the man should yet come thither. And the LORD answered, Behold, he As though he were unworthy and unwilling. hath hid himself among the stuff."},{"number":23,"verse":"And they ranne, and brought him thence: and when he stoode among the people, he was hier then any of the people from the shoulders vpwarde."},{"number":24,"verse":"And Samuel saide to all the people, See ye not him, whom the Lorde hath chosen, that there is none like him among all the people? and all the people shouted and saide, God saue the King."},{"number":25,"verse":"Then Samuel told the people As it is written in (Deu_17:15). the manner of the kingdom, and wrote [it] in a book, and laid [it] up before the LORD. And Samuel sent all the people away, every man to his house."},{"number":26,"verse":"Saul also went home to Gibeah, and there followed him a bande of men, whose heart God had touched,"},{"number":27,"verse":"But the children of Belial said, How shall this man save us? And they despised him, and brought him no presents. But he Both to avoid disputing and also to win them by patience. held his peace."}]}