{"bibleAbbr":"Geneva1587","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":11,"verses":[{"number":1,"verse":"Then Nahash the Ammonite After that Saul was chosen king: for fear of whom they asked a king, as in (1Sa_12:12). came up, and encamped against Jabeshgilead: and all the men of Jabesh said unto Nahash, Make a covenant with us, and we will serve thee."},{"number":2,"verse":"And Nahash the Ammonite answered them, On this [condition] will I make [a covenant] with you, that I may thrust out all your This declares that the closer the tyrants are to their destruction, the more cruel they are. right eyes, and lay it [for] a reproach upon all Israel."},{"number":3,"verse":"To whome the Elders of Iabesh said, Giue vs seuen daies respet, that we may sende messengers vnto all the coastes of Israel: and then if no man deliuer vs, we will come out to thee."},{"number":4,"verse":"Then came the messengers to Gibeah of Saul, and tolde these tidings in the eares of the people: and all the people lift vp their voices and wept."},{"number":5,"verse":"And behold, Saul came following the cattell out of the fielde, and Saul saide, What aileth this people, that they weepe? And they tolde him the tidings of the men of Iabesh."},{"number":6,"verse":"And the Spirit of God God gave him the spirit of strength and courage to go against this tyrant. came upon Saul when he heard those tidings, and his anger was kindled greatly."},{"number":7,"verse":"And he took a yoke of oxen, and hewed them in pieces, and sent [them] throughout all the coasts of Israel by the hands of messengers, saying, Whosoever cometh not forth after Saul and after He adds Samuel because Saul was not yet approved by all. Samuel, so shall it be done unto his oxen. And the fear of the LORD fell on the people, and they came out with one consent."},{"number":8,"verse":"And when he nombred them in Bezek, the children of Israel were three hundreth thousande men: and the men of Iudah thirtie thousand."},{"number":9,"verse":"And Meaning, Saul and Samuel. they said unto the messengers that came, Thus shall ye say unto the men of Jabeshgilead, To morrow, by [that time] the sun be hot, ye shall have help. And the messengers came and shewed [it] to the men of Jabesh; and they were glad."},{"number":10,"verse":"Therefore the men of Jabesh said, To morrow we will come out unto That is, to the Ammonites, concealing that they had hope of aid. you, and ye shall do with us all that seemeth good unto you."},{"number":11,"verse":"And when the morowe was come, Saul put the people in three bandes, and they came in vpon the hoste in the morning watche, and slewe the Ammonites vntill the heate of the day: and they that remained, were scattered, so that two of them were not left together."},{"number":12,"verse":"And the people said unto Samuel, By this victory the Lord won the hearts of the people to Saul. Who [is] he that said, Shall Saul reign over us? bring the men, that we may put them to death."},{"number":13,"verse":"And Saul said, There shall not a man be By showing mercy he thought to overcome their malice. put to death this day: for to day the LORD hath wrought salvation in Israel."},{"number":14,"verse":"Then saide Samuel vnto ye people, Come, that we may goe to Gilgal, and renue the kingdome there."},{"number":15,"verse":"And all the people went to Gilgal; and there they made Saul king before the LORD in Gilgal; and there they sacrificed sacrifices of In sign of thanksgiving for the victory. peace offerings before the LORD; and there Saul and all the men of Israel rejoiced greatly."}]}