{"bibleAbbr":"Geneva1587","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":20,"verses":[{"number":1,"verse":"And David For Saul was detained, and prophesied a day and a night by God's providence, that David might have time to escape. fled from Naioth in Ramah, and came and said before Jonathan, What have I done? what [is] mine iniquity? and what [is] my sin before thy father, that he seeketh my life?"},{"number":2,"verse":"And he sayde vnto him, God forbid, thou shalt not die: beholde, my father will do nothing great nor small, but he will shewe it me: and why should my father hide this thing from me? He will not doe it."},{"number":3,"verse":"And David sware moreover, and said, Thy father certainly knoweth that I have found grace in thine eyes; and he saith, Let not Jonathan know this, lest he be grieved: but truly [as] the LORD liveth, and [as] thy soul liveth, [there is] but a I am in great danger of death. step between me and death."},{"number":4,"verse":"Then said Ionathan vnto Dauid, Whatsoeuer thy soule requireth, that I wil do vnto thee."},{"number":5,"verse":"And David said unto Jonathan, Behold, to morrow [is] the At what time there would be a solemn sacrifice, (Num_28:11), to which they added peace offerings and feasts. new moon, and I should not fail to sit with the king at meat: but let me go, that I may hide myself in the field unto the third [day] at even."},{"number":6,"verse":"If thy father at all miss me, then say, David earnestly asked [leave] of me that he might run to Bethlehem his city: for [there is] a Read (1Sa_1:21). yearly sacrifice there for all the family."},{"number":7,"verse":"And if he say thus, It is well, thy seruant shall haue peace: but if he be angrie, be sure that wickednesse is concluded of him."},{"number":8,"verse":"So shalt thou shew mercy vnto thy seruant: for thou hast ioyned thy seruant into a couenant of the Lord with thee, and if there be in me iniquitie, slay thou me: for why shouldest thou bring me to thy father?"},{"number":9,"verse":"And Jonathan said, Far be it from thee: for if I knew certainly that evil were That he were fully determined. determined by my father to come upon thee, then would not I tell it thee?"},{"number":10,"verse":"Then said David to Jonathan, Who If your father favours me. shall tell me? or what [if] thy father answer thee roughly?"},{"number":11,"verse":"And Ionathan sayde to Dauid, Come and let vs goe out into the fielde: and they twaine went out into the fielde."},{"number":12,"verse":"Then Ionathan sayde to Dauid, O Lorde God of Israel, when I haue groped my fathers minde to morow at this time, or within this three dayes, and if it be well with Dauid, and I then send not vnto thee, and shewe it thee,"},{"number":13,"verse":"The LORD The Lord punish me most grievously. do so and much more to Jonathan: but if it please my father [to do] thee evil, then I will shew it thee, and send thee away, that thou mayest go in peace: and the LORD be with thee, as he hath been with my father."},{"number":14,"verse":"And thou shalt not only while yet I live shew me the kindness of the LORD, I know that if you were given the kingdom now, you would not destroy me, but show yourself friendly to my posterity. that I die not:"},{"number":15,"verse":"But I require that thou cut not off thy mercie from mine house for euer: no, not when the Lorde hath destroyed the enemies of Dauid, euery one from the earth."},{"number":16,"verse":"So Ionathan made a bond with the house of Dauid, saying, Let the Lorde require it at the hands of Dauids enemies."},{"number":17,"verse":"And againe Ionathan sware vnto Dauid, because he loued him (for he loued him as his owne soule)"},{"number":18,"verse":"Then said Ionathan to him, To morowe is the first day of the moneth: and thou shalt be looked for, for thy place shalbe emptie."},{"number":19,"verse":"Therefore thou shalt hide thy selfe three dayes, then thou shalt goe downe quickely and come to the place where thou diddest hide thy selfe, when this matter was in hand, and shalt remayne by the stone Ezel."},{"number":20,"verse":"And I will shoote three arrowes on the side thereof, as though I shot at a marke."},{"number":21,"verse":"And after I wil sende a boy, saying, Goe, seeke the arrowes. If I say vnto the boy, See, the arrowes are on this side thee, bring them, & come thou: for it is well with thee and no hurt, as the Lord liueth."},{"number":22,"verse":"But if I say thus unto the young man, Behold, the arrows [are] beyond thee; go thy way: for the The Lord is the author of your departure. LORD hath sent thee away."},{"number":23,"verse":"As touching the thing which thou and I haue spoken of, beholde, the Lorde be betweene thee and me for euer."},{"number":24,"verse":"So Dauid hid him selfe in the field: and when the first day of the moneth came, the King sate to eate meate."},{"number":25,"verse":"And the King sate, as at other times vpon his seate, euen vpon his seate by the wall: and Ionathan arose, and Abner sate by Sauls side, but Dauids place was emptie."},{"number":26,"verse":"Nevertheless Saul spake not any thing that day: for he thought, Something hath befallen him, he [is] not Yet he might have some business to let him. clean; surely he [is] not clean."},{"number":27,"verse":"And it came to pass on the morrow, [which was] the second [day] of the month, that David's place was empty: and Saul said unto Jonathan his son, Wherefore cometh not Thus he speaks contemptuously of David. the son of Jesse to meat, neither yesterday, nor to day?"},{"number":28,"verse":"And Ionathan answered vnto Saul, Dauid required of me, that he might goe to Beth-lehem."},{"number":29,"verse":"And he said, Let me go, I pray thee; for our family hath a sacrifice in the city; and my brother, he hath commanded me [to be there]: and now, if I have found favour in thine eyes, let me get away, I pray thee, and see my Meaning, all his kinsfolk. brethren. Therefore he cometh not unto the king's table."},{"number":30,"verse":"Then Saul's anger was kindled against Jonathan, and he said unto him, Thou You are always contrary to me as your mother is. son of the perverse rebellious [woman], do not I know that thou hast chosen the son of Jesse to thine own confusion, and unto the confusion of thy mother's nakedness?"},{"number":31,"verse":"For as long as the sonne of Ishai liueth vpon the earth, thou shalt not be stablished, nor thy kingdome: wherefore now send and fet him vnto me, for he shall surely die."},{"number":32,"verse":"And Jonathan answered Saul his father, and said unto him, Wherefore shall he be For it was too great tyranny to put one to death and not to give a reason why. slain? what hath he done?"},{"number":33,"verse":"And Saul cast a speare at him to hit him, whereby Ionathan knew, that it was determined of his father to slay Dauid."},{"number":34,"verse":"So Ionathan arose from the table in a great anger, and did eate no meate the seconde day of the moneth: for he was sorie for Dauid, and because his father had reuiled him."},{"number":35,"verse":"And it came to pass in the morning, that Jonathan went out into the field For this was the third day, as it was agreed on in (1Sa_20:5). at the time appointed with David, and a little lad with him."},{"number":36,"verse":"And he saide vnto his boy, Runne now, seeke the arrowes which I shoote, and as the boy ran, he shot an arrowe beyond him."},{"number":37,"verse":"And when the boy was come to the place where the arrowe was that Ionathan had shot, Ionathan cryed after the boy, and sayde, Is not the arrowe beyond thee?"},{"number":38,"verse":"And Jonathan cried after the lad, By these words be admonished David what he should do. Make speed, haste, stay not. And Jonathan's lad gathered up the arrows, and came to his master."},{"number":39,"verse":"But the boy knewe nothing: onely Ionathan and Dauid knew the matter."},{"number":40,"verse":"Then Ionathan gaue his bowe and arrowes vnto the boy that was with him, and sayd vnto him, Goe, carrie them into the citie."},{"number":41,"verse":"[And] as soon as the lad was gone, David arose out of [a place] toward the It seems that he shot on the north side of the stone, least the boy should have seen David. south, and fell on his face to the ground, and bowed himself three times: and they kissed one another, and wept one with another, until David exceeded."},{"number":42,"verse":"And Jonathan said to David, Go in peace, forasmuch as we have Which oath he calls the covenant of the Lord in (1Sa_20:8). sworn both of us in the name of the LORD, saying, The LORD be between me and thee, and between my seed and thy seed for ever. And he arose and departed: and Jonathan went into the city."}]}