{"bibleAbbr":"Geneva1587","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"And the ark of the LORD was in the country of the Philistines They thought by continuance of time the plague would have ceased, and so would have kept the ark still. seven months."},{"number":2,"verse":"And the Philistims called the priests and the soothsayers, saying, What shall we doe with the Arke of the Lord? tell vs wherewith we shall send it home againe."},{"number":3,"verse":"And they said, If ye send away the ark of the God of Israel, send it not empty; but in any wise return him The idolaters confess there is a true God, who punishes sin justly. a trespass offering: then ye shall be healed, and it shall be known to you why his hand is not removed from you."},{"number":4,"verse":"Then sayd they, What shalbe the sinne offring, which we shall giue vnto it? And they answered, Fiue golden emerods and fiue golden mise, according to the number of the princes of the Philistims: for one plague was on you all, and on your princes."},{"number":5,"verse":"Wherefore ye shall make images of your emerods, and images of your mice that mar the land; and ye shall give glory unto the God of Israel: peradventure he will lighten his hand from off you, and from off your This is God's judgment on the idolaters, that knowing the true God, they do not worship him correctly. gods, and from off your land."},{"number":6,"verse":"Wherefore then should ye harden your hearts, as the Egyptians and Pharaoh hardened their hearts? when he wrought wonderfully among them, did they not let them goe, and they departed?"},{"number":7,"verse":"Now therefore make a new cart, and take two milch kine, on whome there hath come no yoke: and tye the kine to the cart, and bring the calues home from them."},{"number":8,"verse":"And take the ark of the LORD, and lay it upon the cart; and put the Meaning, the golden emerods and the golden mice. jewels of gold, which ye return him [for] a trespass offering, in a coffer by the side thereof; and send it away, that it may go."},{"number":9,"verse":"And see, if it goeth up by the way of his own coast to Bethshemesh, [then] The God of Israel. he hath done us this great evil: but if not, then we shall know that [it is] not his hand [that] smote us: it [was] a The wicked attribute almost all things to fortune and chance, whereas indeed there is nothing done without God's providence and decree. chance [that] happened to us."},{"number":10,"verse":"And the men did so: for they tooke two kine that gaue milke, and tied them to the cart, and shut the calues at home."},{"number":11,"verse":"So they set the Arke of the Lord vpon the cart, and the coffer with the mise of golde, and with the similitudes of their emerods."},{"number":12,"verse":"And the kine took the straight way to the way of Bethshemesh, [and] went along the highway, lowing as they went, and turned not aside [to] the right hand or [to] the left; and the lords of the Philistines went after For the trial of the matter. them unto the border of Bethshemesh."},{"number":13,"verse":"Nowe they of Beth-shemesh were reaping their wheate haruest in the valley, and they lift vp their eyes, and spied the Arke, and reioyced when they sawe it."},{"number":14,"verse":"And the cart came into the field of Joshua, a Bethshemite, and stood there, where [there was] a great stone: and That is, the men of Bethshemesh, who were Israelites. they clave the wood of the cart, and offered the kine a burnt offering unto the LORD."},{"number":15,"verse":"And the Leuites tooke downe the Arke of the Lord, and the coffer that was with it, wherein the iewels of golde were, and put them on the great stone, and the men of Beth-shemesh offred burnt offring, and sacrificed sacrifices that same day vnto the Lord."},{"number":16,"verse":"And when the fiue Princes of ye Philistims had seene it, they returned to Ekron the same day."},{"number":17,"verse":"And these [are] the golden emerods which the Philistines returned [for] a trespass offering unto the LORD; for These were the five principal cities of the Philistines, which were not all conquered to the time of David. Ashdod one, for Gaza one, for Askelon one, for Gath one, for Ekron one;"},{"number":18,"verse":"And golden mise, according to the number of all the cities of the Philistims, belonging to the fiue princes, both of walled townes, and of townes vnwalled, vnto the great stone of Abel, whereon they set the Arke of the Lorde: which stone remaineth vnto this day in the fielde of Ioshua the Beth-shemite."},{"number":19,"verse":"And he smote the men of Bethshemesh, because they For it was not lawful for anyone either to touch or to see it, only to Aaron and his sons (Num_4:15, Num_4:20). had looked into the ark of the LORD, even he smote of the people fifty thousand and threescore and ten men: and the people lamented, because the LORD had smitten [many] of the people with a great slaughter."},{"number":20,"verse":"Wherefore the men of Beth-shemesh said, Who is able to stand before this holy Lord God? and to whom shall he go from vs?"},{"number":21,"verse":"And they sent messengers to the inhabitans of Kiriath-iearim, saying, The Philistims haue brought againe the Arke of the Lord: come ye downe and take it vp to you."}]}