{"bibleAbbr":"ISV2011","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":1,"verses":[{"number":1,"verse":"{The Book of} {Nahum} d {Nahum's Vision} d A pronouncement {Or revelation} about Nineveh: The record of the vision of Nahum {The Heb. name Nahum means comfort} from Elkosh."},{"number":2,"verse":"{The Lord's Anger against Assyria} d A jealous God, the Lord avenges. The Lord avenges; The Lord is an angry husband. The Lord takes vengeance on his enemies, reserving anger for his adversaries."},{"number":3,"verse":"The Lord is slow to anger and powerful, and he will never let the guilty {The Heb. lacks the guilty} go unpunished. The Lord's path is in the windstorm and hurricane; thunderclouds are dust beneath his feet."},{"number":4,"verse":"He rebukes the sea, and it evaporates; he dries up all the rivers. Bashan and Carmel wither, while the flowers of Lebanon languish."},{"number":5,"verse":"Mountains shake because of him, and the hills melt. The earth goes into upheaval at his presence, as does the world with all of its inhabitants."},{"number":6,"verse":"Who can stand before his fury? And who can endure his fierce anger? His displeasure pours out like fire, and rocks are broken to pieces because of him."},{"number":7,"verse":"{The Lord's Goodness in the Midst of Judgment} d The Lord is good a refuge in troubled times. {Or in a day of trouble} He knows those who are confiding in him."},{"number":8,"verse":"But with an overwhelming deluge he will bring utter desolation to Nineveh, {Lit. to its place} and his enemies he will pursue with darkness."},{"number":9,"verse":"What are you scheming against the Lord? He will bring about utter desolation adversity will not strike twice!"},{"number":10,"verse":"Indeed, while tangled as by a thorn bush, while drunken as by a strong drink, the Ninevites {Lit. they} will be burned like dry straw."},{"number":11,"verse":"Someone has left you who plans evil against the Lord. He is a demonic counselor. {Or a worthless counselor ; Lit. a counselor of Belial}"},{"number":12,"verse":"{The Lord's Rebuke to Assyria} d This is what the Lord says: \"No matter how strong they are, {The Heb. lacks they are} and no matter how numerous, they will surely be annihilated {Lit. be cut down} and pass away. Though I have afflicted you, {The Heb. lacks you} I will do so no more."},{"number":13,"verse":"Now I will break off Assyria's {Lit. his} yoke from you, and tear apart your shackles.\""},{"number":14,"verse":"Now this is what the Lord has decreed about you, Nineveh: {The Heb. lacks Nineveh} \"There will be no more children born {Lit. sown} to carry on your name. I will cut out the graven and molten images from the temples of your gods. I myself will dig your grave, because you are vile.\""},{"number":15,"verse":"{The Sure and Certain Deliverance of Judah} d {This verse is 2:1 in MT} Look! There on the mountains! The feet of the one who brings good news, who broadcasts a message of peace. Judah, celebrate your solemn festivals and keep your vows, because the wicked will never again invade you. Nineveh {Lit. It} will be {Or has been} completely eliminated!"}]}