{"bibleAbbr":"urRV2010","bookName":"اَعمال","bookEnglishName":"Acts of the Apostles","chapterNumber":14,"verses":[{"number":1,"verse":"( اِکُیِنُم میں) اور اکُنیُم میں اَیسا ہُؤا کہ وہ ساتھ ساتھ یہُودِیوں کے عِبادت خانہ میں گئے اور اَیسی تقرِیر کی کہ یہُودِیوں اور یُونانِیوں دونوں کی ایک بڑی جماعت اِیمان لے آئی۔"},{"number":2,"verse":"مگر نافرمان یہُودِیوں نے غیر قَوموں کے دِلوں میں جوش پَیدا کر کے اُن کو بھائِیوں کی طرف سے بدگُمان کر دِیا۔"},{"number":3,"verse":"پس وہ بُہت عرصہ تک وہاں رہے اور خُداوند کے بھروسے پر دِلیری سے کلام کرتے تھے اور وہ اُن کے ہاتھوں سے نِشان اور عجِیب کام کرا کر اپنے فضل کے کلام کی گواہی دیتا تھا۔"},{"number":4,"verse":"لیکن شہر کے لوگوں میں پُھوٹ پڑ گئی ۔ بعض یہُودِیوں کی طرف ہو گئے اور بعض رسُولوں کی طرف۔"},{"number":5,"verse":"مگر جب غَیر قَوم والے اور یہُودی اُنہیں بے عِزّت اور سنگسار کرنے کو اپنے سرداروں سمیت اُن پر چڑھ آئے۔"},{"number":6,"verse":"تو وہ اِس سے واقِف ہو کر لُکااُنیہ کے شہروں لُستر ہ اور دِربے اور اُن کے گِردونواح میں بھاگ گئے۔"},{"number":7,"verse":"اور وہاں خُوشخبری سُناتے رہے۔"},{"number":8,"verse":"( لُسترہ اور دِربے میں) اور لُستر ہ میں ایک شخص بَیٹھا تھا جو پاؤں سے لاچارتھا ۔ وہ جنم کا لنگڑا تھا اور کبھی نہ چَلا تھا۔"},{"number":9,"verse":"وہ پَولُس کو باتیں کرتے سُن رہا تھا اور جب اِس نے اُس کی طرف غَور کر کے دیکھا کہ اُس میں شِفا پانے کے لائق اِیمان ہے۔"},{"number":10,"verse":"تو بڑی آواز سے کہا کہ اپنے پاؤں کے بل سِیدھا کھڑا ہو جا ۔ پس وہ اُچھل کر چلنے پِھرنے لگا۔"},{"number":11,"verse":"لوگوں نے پَولُس کا یہ کام دیکھ کر لُکااُنیہ کی بولی میں بُلند آواز سے کہا کہ آدمِیوں کی صُورت میں دیوتا اُتر کر ہمارے پاس آئے ہیں۔"},{"number":12,"verse":"اور اُنہوں نے برنبا س کو زِیُو س کہا اور پَولُس کو ہرمِیس ۔ اِس لِئے کہ یہ کلام کرنے میں سبقت رکھتا تھا۔"},{"number":13,"verse":"اور زِیُو س کے اُس مندِر کا پُجاری جو اُن کے شہر کے سامنے تھا بَیل اور پُھولوں کے ہار پھاٹک پر لا کر لوگوں کے ساتھ قُربانی کرنا چاہتا تھا۔"},{"number":14,"verse":"جب برنبا س اور پَولُس رسُولوں نے یہ سُنا تو اپنے کپڑے پھاڑ کر لوگوں میں جا کُودے اور پُکار پُکار کر۔"},{"number":15,"verse":"کہنے لگے کہ لوگو! تُم یہ کیا کرتے ہو؟ ہم بھی تُمہارے ہم طبِیعت اِنسان ہیں اور تُمہیں خُوشخبری سُناتے ہیں تاکہ اِن باطِل چِیزوں سے کنارہ کر کے اُس زِندہ خُدا کی طرف پِھرو جِس نے آسمان اور زمِین اور سمُندر اور جو کُچھ اُن میں ہے پَیدا کِیا۔"},{"number":16,"verse":"اُس نے اگلے زمانہ میں سب قَوموں کو اپنی اپنی راہ چلنے دِیا۔"},{"number":17,"verse":"تَو بھی اُس نے اپنے آپ کو بے گواہ نہ چھوڑا ۔ چُنانچہ اُس نے مِہربانِیاں کِیں اور آسمان سے تُمہارے لِئے پانی برسایا اور بڑی بڑی پَیداوار کے مَوسم عطا کِئے اور تُمہارے دِلوں کو خُوراک اور خُوشی سے بھر دِیا۔"},{"number":18,"verse":"یہ باتیں کہہ کر بھی لوگوں کو مُشکِل سے روکا کہ اُن کے لِئے قُربانی نہ کریں۔"},{"number":19,"verse":"پِھر بعض یہُودی انطاکِیہ اور اکُنیُم سے آئے اور لوگوں کو اپنی طرف کر کے پَولُس کو سنگسار کِیا اور اُس کو مُردہ سمجھ کر شہر کے باہر گھسِیٹ لے گئے۔"},{"number":20,"verse":"مگر جب شاگِرد اُس کے گِرداگِرد آ کھڑے ہُوئے تو وہ اُٹھ کر شہر میں آیا اور دُوسرے دِن برنبا س کے ساتھ دِربے کو چلا گیا۔"},{"number":21,"verse":"( سُوریہ کے انطا کِیہ میں واپسی) اور وہ اُس شہر میں خُوشخبری سُنا کر اور بُہت سے شاگِرد کر کے لُستر ہ اور اکُنیُم اور انطاکِیہ کو واپس آئے۔"},{"number":22,"verse":"اور شاگِردوں کے دِلوں کو مضبُوط کرتے اور یہ نصِیحت دیتے تھے کہ اِیمان پر قائِم رہو اور کہتے تھے ضرُور ہے کہ ہم بُہت مُصِیبتیں سہہ کر خُدا کی بادشاہی میں داخِل ہوں۔"},{"number":23,"verse":"اور اُنہوں نے ہر ایک کلِیسیا میں اُن کے لِئے بزُرگوں کو مُقرّر کِیا اور روزہ سے دُعا کر کے اُنہیں خُداوند کے سپُرد کِیا جِس پر وہ اِیمان لائے تھے۔"},{"number":24,"verse":"اور پِسِد یہ میں سے ہوتے ہُوئے پمفِیلیہ میں پُہنچے۔"},{"number":25,"verse":"اور پِر گہ میں کلام سُنا کر اتلّیہ کو گئے۔"},{"number":26,"verse":"اور وہاں سے جہاز پر اُس انطاکِیہ میں آئے جہاں اُس کام کے لِئے جو اُنہوں نے اب پُورا کِیا خُدا کے فضل کے سپُرد کِئے گئے تھے۔"},{"number":27,"verse":"وہاں پُہنچ کر اُنہوں نے کلِیسیا کو جمع کِیا اور اُن کے سامنے بیان کِیا کہ خُدا نے ہماری معرفت کیا کُچھ کِیا اور یہ کہ اُس نے غَیر قَوموں کے لِئے اِیمان کا دروازہ کھول دِیا۔"},{"number":28,"verse":"اور وہ شاگِردوں کے پاس مُدّت تک رہے۔"}]}