{"bibleAbbr":"urRV2010","bookName":"اَعمال","bookEnglishName":"Acts of the Apostles","chapterNumber":2,"verses":[{"number":1,"verse":"( رُوحُ القُدس کا نزُول) جب عِیدِ پِنتیکُست کا دِن آیا تو وہ سب ایک جگہ جمع تھے۔"},{"number":2,"verse":"کہ یکایک آسمان سے اَیسی آواز آئی جَیسے زور کی آندھی کا سنّاٹا ہوتا ہے اور اُس سے سارا گھر جہاں وہ بَیٹھے تھے گُونج گیا۔"},{"number":3,"verse":"اور اُنہیں آگ کے شُعلہ کی سی پھٹتی ہُوئی زُبانیں دِکھائی دِیں اور اُن میں سے ہر ایک پر آ ٹھہرِیں۔"},{"number":4,"verse":"اور وہ سب رُوحُ القُدس سے بھر گئے اور غَیر زُبانیں بولنے لگے جِس طرح رُوح نے اُنہیں بولنے کی طاقت بخشی۔"},{"number":5,"verse":"اَور ہر قَوم میں سے جو آسمان کے تَلے ہے خُدا ترس یہُودی یروشلِیم میں رہتے تھے۔"},{"number":6,"verse":"جب یہ آواز آئی تو بِھیڑ لگ گئی اور لوگ دَنگ ہو گئے کیونکہ ہر ایک کو یِہی سُنائی دیتا تھا کہ یہ میری ہی بولی بول رہے ہیں۔"},{"number":7,"verse":"اور سب حَیران اور متعجُّب ہو کر کہنے لگے دیکھو! یہ بولنے والے کیا سب گلِیلی نہیں؟۔"},{"number":8,"verse":"پِھر کیوں کر ہم میں سے ہر ایک اپنے اپنے وطن کی بولی سُنتا ہے؟۔"},{"number":9,"verse":"حالانکہ ہم پارتھی اور مادی اورعِیلامی اور مسوپتامِیہ اور یہُودیہ اور کپَّدُکیہ اور پُنطُس اور آسِیہ۔"},{"number":10,"verse":"اور فرُوگیہ اور پمفیِلیہ اور مِصر اور لِبوآ کے عِلاقہ کے رہنے والے ہیں جو کرینے کی طرف ہے اور رُومی مُسافِر خَواہ یہُودی خَواہ اُن کے مُرِید اورکریتی اور عَرب ہیں۔"},{"number":11,"verse":"مگر اپنی اپنی زُبان میں اُن سے خُدا کے بڑے بڑے کاموں کا بیان سُنتے ہیں۔"},{"number":12,"verse":"اور سب حَیران ہُوئے اور گھبرا کر ایک دُوسرے سے کہنے لگے کہ یہ کیا ہُؤا چاہتا ہے؟۔"},{"number":13,"verse":"اور بعض نے ٹھٹّھا کر کے کہا یہ تو تازہ مَے کے نَشہ میں ہیں۔"},{"number":14,"verse":"( پطرس کا پَیغام) لیکن پطر س اُن گیارہ کے ساتھ کھڑا ہُؤا اور اپنی آواز بُلند کر کے لوگوں سے کہا کہ اَے یہُودِیو اور اَے یروشلِیم کے سب رہنے والو! یہ جان لو اور کان لگا کر میری باتیں سُنو۔"},{"number":15,"verse":"کہ جَیسا تُم سمجھتے ہو یہ نَشہ میں نہیں کیونکہ اَبھی تو پہر ہی دِن چڑھا ہے۔"},{"number":16,"verse":"بلکہ یہ وہ بات ہے جو یُوا یل نبی کی معرفت کہی گئی ہے کہ۔"},{"number":17,"verse":"خُدا فرماتا ہے کہ آخِری دِنوں میں اَیسا ہو گا کہ مَیں اپنے رُوح میں سے ہر بشر پرڈالوں گا اور تُمہارے بیٹے اور تُمہاری بیٹِیاں نبُوّت کریں گی اور تُمہارے جوان رویا اور تُمہارے بُڈّھے خواب دیکھیں گے۔"},{"number":18,"verse":"بلکہ مَیں اپنے بندوں اور اپنی بندِیوں پربھی اُن دِنوں میں اپنے رُوح میں سے ڈالُوں گا اور وہ نبُوّت کریں گی۔"},{"number":19,"verse":"اور مَیں اُوپر آسمان پر عجِیب کام اور نِیچے زمِین پرنِشانیاں یعنی خُون اور آگ اور دُھوئیں کا بادل دِکھاؤں گا۔"},{"number":20,"verse":"سُورج تارِیک اور چاند خُون ہو جائے گا ۔ پیشتر اِس سے کہ خُداوند کا عظِیم اور جلِیل دِن آئے۔"},{"number":21,"verse":"اور یُوں ہو گا کہ جو کوئی خُداوند کا نام لے گا نجات پائے گا۔"},{"number":22,"verse":"اَے اِسرائیِلیو!یہ باتیں سُنو کہ یِسُو ع ناصری ایک شخص تھا جِس کا خُدا کی طرف سے ہونا تُم پر اُن مُعجِزوں اور عجِیب کاموں اور نِشانوں سے ثابِت ہُؤا جو خُدا نے اُس کی معرفت تُم میں دِکھائے ۔ چُنانچہ تُم آپ ہی جانتے ہو۔"},{"number":23,"verse":"جب وہ خُدا کے مُقرّرہ اِنتِظام اور عِلمِ سابِق کے مُوافِق پکڑوایا گیا تو تُم نے بے شرع لوگوں کے ہاتھ سے اُسے مصلُوب کروا کر مار ڈالا۔"},{"number":24,"verse":"لیکن خُدا نے مَوت کے بَند کھول کر اُسے جِلایا کیونکہ مُمکِن نہ تھا کہ وہ اُس کے قبضہ میں رہتا۔"},{"number":25,"verse":"کیونکہ داؤُد اُس کے حق میں کہتا ہے کہ مَیں خُداوند کو ہمیشہ اپنے سامنے دیکھتا رہا ۔ کیونکہ وہ میری د ہنی طرف ہے تاکہ مُجھے جُنبِش نہ ہو۔"},{"number":26,"verse":"اِسی سبب سے میرا دِل خُوش ہُؤا اور میری زُبان شاد بلکہ میرا جِسم بھی اُمّید میں بسا رہے گا۔"},{"number":27,"verse":"اِس لِئے کہ تُو میری جان کو عالَمِ اَرواح میں نہ چھوڑے گا اور نہ اپنے مُقدّس کے سڑنے کی نَوبت پُہنچنے دے گا۔"},{"number":28,"verse":"تُو نے مُجھے زِندگی کی راہیں بتائِیں۔ تُو مُجھے اپنے دِیدار کے باعِث خُوشی سے بھر دے گا۔"},{"number":29,"verse":"اَے بھائِیو! مَیں قَوم کے بزُرگ داؤُد کے حق میں تُم سے دِلیری کے ساتھ کہہ سکتا ہُوں کہ وہ مُؤا اور دَفن بھی ہُؤا اور اُس کی قبر آج تک ہم میں مَوجُود ہے۔"},{"number":30,"verse":"پس نبی ہو کر اور یہ جان کر کہ خُدا نے مُجھ سے قَسم کھائی ہے کہ تیری نسل سے ایک شخص کو تیرے تخت پر بٹھاؤں گا۔"},{"number":31,"verse":"اُس نے پیشِین گوئی کے طَور پر مسِیح کے جی اُٹھنے کا ذِکر کِیا کہ نہ وہ عالَم ِاَرواح میں چھوڑا گیا نہ اُس کے جِسم کے سڑنے کی نَوبت پُہنچی۔"},{"number":32,"verse":"اِسی یِسُو ع کو خُدا نے جِلایا جِس کے ہم سب گواہ ہیں۔"},{"number":33,"verse":"پس خُدا کے دہنے ہاتھ سے سر بُلند ہو کر اور باپ سے وہ رُوحُ القُدس حاصِل کر کے جِس کا وعدہ کِیا گیا تھا اُس نے یہ نازِل کِیا جو تُم دیکھتے اور سُنتے ہو۔"},{"number":34,"verse":"کیونکہ داؤُد تو آسمان پر نہیں چڑھا لیکن وہ خُود کہتا ہے کہ خُداوند نے میرے خُداوند سے کہا میری دہنی طرف بَیٹھ۔"},{"number":35,"verse":"جب تک مَیں تیرے دُشمنوں کو تیرے پاؤں تَلے کی چَوکی نہ کر دُوں۔"},{"number":36,"verse":"پس اِسرا ئیل کا سارا گھرانا یقِین جان لے کہ خُدا نے اُسی یِسُو ع کو جِسے تُم نے مصلُوب کِیا خُداوند بھی کِیا اور مسِیح بھی۔"},{"number":37,"verse":"جب اُنہوں نے یہ سُنا تو اُن کے دِلوں پر چوٹ لگی اور پطر س اور باقی رسُولوں سے کہا کہ اَے بھائِیو! ہم کیا کریں؟۔"},{"number":38,"verse":"پطر س نے اُن سے کہا کہ تَوبہ کرو اور تُم میں سے ہر ایک اپنے گُناہوں کی مُعافی کے لِئے یِسُو ع مسِیح کے نام پر بپتِسمہ لے تو تُم رُوحُ القُدس اِنعام میں پاؤ گے۔"},{"number":39,"verse":"اِس لِئے کہ یہ وعدہ تُم اور تُمہاری اَولاد اور اُن سب دُور کے لوگوں سے بھی ہے جِن کو خُداوند ہمارا خُدا اپنے پاس بُلائے گا۔"},{"number":40,"verse":"اور اُس نے اَور بُہت سی باتیں جتا جتا کر اُنہیں یہ نصِیحت کی کہ اپنے آپ کو اِس ٹیڑھی قَوم سے بچاؤ۔"},{"number":41,"verse":"پس جِن لوگوں نے اُس کا کلام قبُول کِیا اُنہوں نے بپتِسمہ لِیا اور اُسی روز تِین ہزار آدمِیوں کے قرِیب اُن میں مِل گئے۔"},{"number":42,"verse":"اور یہ رسُولوں سے تعلِیم پانے اور رفاقت رکھنے میں اور روٹی توڑنے اور دُعا کرنے میں مشغُول رہے۔"},{"number":43,"verse":"( اِیمانداروں کی باہمی زِندگی) اور ہر شخص پر خَوف چھا گیا اور بُہت سے عجِیب کام اور نِشان رسُولوں کے ذرِیعہ سے ظاہِر ہوتے تھے۔"},{"number":44,"verse":"اور جو اِیمان لائے تھے وہ سب ایک جگہ رہتے تھے اور سب چِیزوں میں شرِیک تھے۔"},{"number":45,"verse":"اور اپنامال و اَسباب بیچ بیچ کر ہر ایک کی ضرُورت کے مُوافِق سب کو بانٹ دِیا کرتے تھے۔"},{"number":46,"verse":"اور ہر روز ایک دِل ہو کر ہَیکل میں جمع ہُؤا کرتے اور گھروں میں روٹی توڑ کر خُوشی اور سادہ دِلی سے کھانا کھایا کرتے تھے۔"},{"number":47,"verse":"اور خُدا کی حمد کرتے اور سب لوگوں کو عزِیز تھے اور جو نجات پاتے تھے اُن کو خُداوند ہر روز اُن میں مِلا دیتا تھا۔"}]}