{"bibleAbbr":"urRV2010","bookName":"اَعمال","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"اَے بھائِیو اور بزُرگو! میرا عُذر سُنو جو اَب تُم سے بیان کرتا ہُوں۔"},{"number":2,"verse":"جب اُنہوں نے سُنا کہ ہم سے عِبرانی زُبان میں بولتا ہے تو اَور بھی چُپ چاپ ہو گئے ۔ پس اُس نے کہا۔"},{"number":3,"verse":"مَیں یہُودی ہُوں اور کِلِکیہ کے شہر تَرسُس میں پَیدا ہُؤا مگر میری تربِیّت اِس شہر میں گملی ایل کے قدموں میں ہُوئی اور مَیں نے باپ دادا کی شرِیعت کی خاص پابندی کی تعلِیم پائی اور خُدا کی راہ میں اَیسا سرگرم تھا جَیسے تُم سب آج کے دِن ہو۔"},{"number":4,"verse":"چُنانچہ مَیں نے مَردوں اور عَورتوں کو باندھ باندھ کر اور قَیدخانہ میں ڈال ڈال کر مسیِحی طرِیق والوں کو یہاں تک ستایا کہ مَروا بھی ڈالا۔"},{"number":5,"verse":"چُنانچہ سردار کاہِن اور سب بزُرگ میرے گواہ ہیں کہ اُن سے مَیں بھائِیوں کے نام خَط لے کر دمِشق کو روانہ ہُؤا تاکہ جِتنے وہاں ہوں اُنہیں بھی باندھ کر یروشلِیم میں سزا دِلانے کو لاؤں۔"},{"number":6,"verse":"( پَولُس اپنے اِیمان لانے کا بیا ن کرتاہے) ( (اَعمال ۹‏:۱‏-۱۹؛ ۲۶: ۱۲‏-۱۸)) جب مَیں سفر کرتا کرتا دمِشق کے نزدِیک پُہنچا تو اَیسا ہُؤا کہ دوپہر کے قرِیب یکایک ایک بڑا نُور آسمان سے میرے گِرداگِرد آ چمکا۔"},{"number":7,"verse":"اور مَیں زمِین پر گِر پڑا اور یہ آواز سُنی کہ اَے ساؤ ُل اَے ساؤُ ل!تُو مُجھے کیوں ستاتا ہے؟۔"},{"number":8,"verse":"مَیں نے جواب دِیا کہ اَے خُداوند! تُو کَون ہے؟ اُس نے مُجھ سے کہا مَیں یِسُوع ناصری ہُوں جِسے تُو ستاتا ہے؟۔"},{"number":9,"verse":"اور میرے ساتِھیوں نے نُور تو دیکھا لیکن جو مُجھ سے بولتا تھا اُس کی آواز نہ سُنی۔"},{"number":10,"verse":"مَیں نے کہا اَے خُداوند مَیں کیا کرُوں؟ خُداوند نے مُجھ سے کہا اُٹھ کر دمِشق میں جا ۔ جو کُچھ تیرے کرنے کے لِئے مُقرّر ہُؤا ہے وہاں تُجھ سے سب کہا جائے گا۔"},{"number":11,"verse":"جب مُجھے اُس نُور کے جلال کے سبب سے کُچھ دِکھائی نہ دِیا تو میرے ساتھی میرا ہاتھ پکڑ کر مُجھے دمِشق میں لے گئے۔"},{"number":12,"verse":"اور حننیا ہ نام ایک شخص جو شرِیعت کے مُوافِق دِین دار اور وہاں کے سب رہنے والے یہُودِیوں کے نزدِیک نیک نام تھا۔"},{"number":13,"verse":"میرے پاس آیا اور کھڑے ہو کر مُجھ سے کہا بھائی ساؤ ُل پِھر بِینا ہو! اُسی گھڑی بِینا ہو کر مَیں نے اُس کو دیکھا۔"},{"number":14,"verse":"اُس نے کہا ہمارے باپ دادا کے خُدا نے تُجھ کو اِس لِئے مُقرّر کِیا ہے کہ تُو اُس کی مرضی کو جانے اور اُس راست باز کو دیکھے اور اُس کے مُنہ کی آواز سُنے۔"},{"number":15,"verse":"کیونکہ تُو اُس کی طرف سے سب آدمِیوں کے سامنے اُن باتوں کا گواہ ہو گا جو تُو نے دیکھی اور سُنی ہیں۔"},{"number":16,"verse":"اب کیوں دیر کرتا ہے؟ اُٹھ بپتِسمہ لے اور اُس کا نام لے کر اپنے گُناہوں کو دھو ڈال۔"},{"number":17,"verse":"( پَولُس کو غَیر قوموں میں مُنادی کرنے کی بُلاہٹ) جب مَیں پِھر یروشلِیم میں آ کر ہَیکل میں دُعا کر رہا تھا تو اَیسا ہُؤا کہ مَیں بے خُود ہو گیا۔"},{"number":18,"verse":"اور اُس کو دیکھا کہ مُجھ سے کہتا ہے جلدی کر اور فوراً یروشلِیم سے نِکل جا کیونکہ وہ میرے حق میں تیری گواہی قبُول نہ کریں گے۔"},{"number":19,"verse":"مَیں نے کہا اَے خُداوند! و ہ خُود جانتے ہیں کہ جو تُجھ پر اِیمان لائے مَیں اُن کو قَید کراتا اور جا بجا عِبادت خانوں میں پِٹواتا تھا۔"},{"number":20,"verse":"اور جب تیرے شہِید ستِفَنُس کا خُون بہایا جاتا تھا تو مَیں بھی وہاں کھڑا تھا اور اُس کے قتل پر راضی تھا اور اُس کے قاتِلوں کے کپڑوں کی حِفاظت کرتا تھا۔"},{"number":21,"verse":"اُس نے مُجھ سے کہا جا ۔ مَیں تُجھے غَیر قَوموں کے پاس دُور دُور بھیجُوں گا۔"},{"number":22,"verse":"وہ اِس بات تک تو اُس کی سُنتے رہے ۔ پِھر بلند آوازسے چِلاّئے کہ اَیسے شخص کو زمِین پر سے فنا کر دے! اُس کا زِندہ رہنا مُناسِب نہیں۔"},{"number":23,"verse":"جب وہ چِلاّتے اور اپنے کپڑے پَھینکتے اور خاک اُڑاتے تھے۔"},{"number":24,"verse":"تو پلٹن کے سردار نے حُکم دے کر کہا کہ اُسے قلعہ میں لے جاؤ اور کوڑے مار کر اُس کا اِظہار لو تاکہ مُجھے معلُوم ہو کہ وہ کِس سبب سے اُس کی مُخالفت میں یُوں چِلاّتے ہیں۔"},{"number":25,"verse":"جب اُنہوں نے اُسے تَسموں سے باندھ لِیا تو پَولُس نے اُس صُوبہ دار سے جو پاس کھڑا تھا کہا کیا تُمہیں روا ہے کہ ایک رُومی آدمی کے کوڑے مارو اور وہ بھی قصُور ثابِت کِئے بغَیر؟۔"},{"number":26,"verse":"صُوبہ دار یہ سُن کر پلٹن کے سردار کے پاس گیا اوراُسے خبر دے کر کہا تُو کیا کرتا ہے؟ یہ تو رُومی آدمی ہے۔"},{"number":27,"verse":"پلٹن کے سردار نے اُس کے پاس آ کر کہا مُجھے بتا تو ۔ کیا تُو رُومی ہے؟ اُس نے کہا ہاں۔"},{"number":28,"verse":"پلٹن کے سردار نے جواب دِیا کہ مَیں نے بڑی رقم دے کر رُومی ہونے کا رُتبہ حاصِل کِیا ۔ پَولُس نے کہا مَیں تو پَیدایشی ہُوں۔"},{"number":29,"verse":"پس جو اُس کا اِظہار لینے کو تھے فوراً اُس سے الگ ہوگئے اور پلٹن کا سردار بھی یہ معلُوم کر کے ڈر گیا کہ جِس کو مَیں نے باندھا ہے وہ رُومی ہے۔"},{"number":30,"verse":"( پَولُس کی صدرعدالت میں پیشی) صُبح کو یہ حقِیقت معلُوم کرنے کے اِرادہ سے کہ یہُودی اُس پر کیا اِلزام لگاتے ہیں اُس نے اُس کو کھول دِیا اور سردار کاہِن اور سب صدرعدالت والوں کو جمع ہونے کا حُکم دِیا اور پَولُس کو نِیچے لے جا کر اُن کے سامنے کھڑا کر دِیا۔"}]}