{"bibleAbbr":"urRV2010","bookName":"اَعمال","bookEnglishName":"Acts of the Apostles","chapterNumber":7,"verses":[{"number":1,"verse":"پِھر سردار کاہِن نے کہاکِیا یہ باتیں اِسی طرح پر ہیں؟۔"},{"number":2,"verse":"اُس نے کہااَے بھائِیو اور بزُرگو سُنو! خُدایِ ذُوالجلال ہمارے باپ ابرہا م پر اُس وقت ظاہِر ہُؤا جب وہ حاران میں بسنے سے پیشتر مسوپتامیہ میں تھا۔"},{"number":3,"verse":"اور اُس سے کہا کہ اپنے مُلک اور اپنے کُنبے سے نِکل کر اُس مُلک میں چلا جا جِسے مَیں تُجھے دِکھاؤں گا۔"},{"number":4,"verse":"اِس پر وہ کَسدِیوں کے مُلک سے نِکل کر حارا ن میں جا بسا اور وہاں سے اُس کے باپ کے مَرنے کے بعد خُدا نے اُس کو اِس مُلک میں لا کر بسا دِیا جِس میں تُم اب بستے ہو۔"},{"number":5,"verse":"اور اُس کو کُچھ مِیراث بلکہ قدم رکھنے کی بھی اُس میں جگہ نہ دی مگر وعدہ کِیا کہ مَیں یہ زمِین تیرے اور تیرے بعد تیری نسل کے قبضہ میں کر دُوں گا حالانکہ اُس کے اَولاد نہ تھی۔"},{"number":6,"verse":"اور خُدا نے یہ فرمایا کہ تیری نسل غَیر مُلک میںپردیسی ہو گی ۔ وہ اُن کو غُلامی میں رکھّیں گے اور چار سَو برس تک اُن سے بدسلُوکی کریں گے۔"},{"number":7,"verse":"پِھر خُدا نے کہا کہ جِس قَوم کی وہ غُلامی میں رہیں گے اُس کو مَیں سزا دُوں گا اور اُس کے بعد وہ نِکل کر اِسی جگہ میری عِبادت کریں گے۔"},{"number":8,"verse":"اور اُس نے اُس سے خَتنہ کا عہد باندھا اور اِسی حالت میں ابرہا م سے اِضحا ق پَیدا ہُؤا اور آٹھویں دِن اُس کا خَتنہ کِیا گیا اور اِضحا ق سے یعقُو ب اور یعقُو ب سے بارہ قبِیلوں کے بزُرگ پَیدا ہُوئے۔"},{"number":9,"verse":"اور بزُرگوں نے حسد میں آ کر یُو سف کو بیچا کہ مِصر میں پُہنچ جائے مگر خُدا اُس کے ساتھ تھا۔"},{"number":10,"verse":"اور اُس کی سب مُصِیبتوں سے اُس نے اُس کو چُھڑایا اور مصِر کے بادشاہ فِرعو ن کے نزدِیک اُس کو مقبُولِیّت اور حِکمت بخشی اور اُس نے اُسے مِصر اور اپنے سارے گھر کا سردار کر دِیا۔"},{"number":11,"verse":"پِھر مِصر کے سارے مُلک اور کنعا ن میں کال پڑا اور بڑی مُصِیبت آئی اور ہمارے باپ دادا کو کھانا نہ مِلتا تھا۔"},{"number":12,"verse":"لیکن یعقُوب نے یہ سُن کر کہ مِصر میں اناج ہے ہمارے باپ دادا کو پہلی بار بھیجا۔"},{"number":13,"verse":"اور دُوسری بار یُوسف اپنے بھائِیوں پر ظاہِر ہو گیا اور یُوسف کی قَومِیّت فِرعو ن کو معلُوم ہو گئی۔"},{"number":14,"verse":"پِھر یُوسف نے اپنے باپ یعقُو ب اور سارے کُنبے کو جو پچھتّر جانیں تِھیں بُلا بھیجا۔"},{"number":15,"verse":"اور یعقُو ب مِصر میں گیا ۔ وہاں وہ اور ہمارے باپ دادا مَرگئے۔"},{"number":16,"verse":"اور وہ شہرِ سِکم میں پُہنچائے گئے اور اُس مقبرہ میں دفن کِئے گئے جِس کو ابرہام نے سِکم میں رُوپیَہ دے کر بنی ہمورسے مول لِیا تھا۔"},{"number":17,"verse":"لیکن جب اُس وعدہ کی مِیعاد پُوری ہونے کو تھی جو خُدا نے ابرہا م سے فرمایا تھا تو مِصر میں وہ اُمّت بڑھ گئی اور اُن کا شُمار زِیادہ ہوتا گیا۔"},{"number":18,"verse":"اُس وقت تک کہ دُوسرا بادشاہ مِصر پر حُکمران ہُؤا جو یُوسف کو نہ جانتا تھا۔"},{"number":19,"verse":"اُس نے ہماری قَوم سے چالاکی کر کے ہمارے باپ دادا کے ساتھ یہاں تک بدسلُوکی کی کہ اُنہیں اپنے بچّے پَھینکنے پڑے تاکہ زِندہ نہ رہیں۔"},{"number":20,"verse":"اِس مَوقع پر مُوسیٰ پَیدا ہُؤا جو نِہایت خُوبصُورت تھا ۔ وہ تِین مہِینے تک اپنے باپ کے گھر میں پالا گیا۔"},{"number":21,"verse":"مگر جب پَھینک دِیا گیا تو فِرعون کی بیٹی نے اُسے اُٹھا لِیا اور اپنا بیٹا کر کے پالا۔"},{"number":22,"verse":"اور مُوسیٰ نے مِصریوں کے تمام علُوم کی تعلِیم پائی اور وہ کلام اور کام میں قُوّت والا تھا۔"},{"number":23,"verse":"اور جب وہ قرِیباً چالِیس برس کا ہُؤا تو اُس کے جی میں آیا کہ مَیں اپنے بھائِیوں بنی اِسرائیل کا حال دیکھُوں۔"},{"number":24,"verse":"چُنانچہ اُن میں سے ایک کو ظُلم اُٹھاتے دیکھ کر اُس کی حِمایت کی اور مِصری کو مار کر مظلُوم کا بدلہ لِیا۔"},{"number":25,"verse":"اُس نے تو خیال کِیا کہ میرے بھائی سمجھ لیں گے کہ خُدا میرے ہاتھوں اُنہیں چُھٹکارا دے گا مگر وہ نہ سمجھے۔"},{"number":26,"verse":"پِھر دُوسرے دِن وہ اُن میں سے دو لڑتے ہُوؤں کے پاس آ نِکلا اور یہ کہہ کر اُنہیں صُلح کرنے کی ترغِیب دی کہ اَے جوانو! تُم تو بھائی بھائی ہو ۔ کیوں ایک دُوسرے پر ظُلم کرتے ہو؟۔"},{"number":27,"verse":"لیکن جو اپنے پڑوسی پر ظُلم کر رہا تھا اُس نے یہ کہہ کر اُسے ہٹا دِیا کہ تُجھے کِس نے ہم پر حاکِم اور قاضی مُقرّر کِیا؟۔"},{"number":28,"verse":"کیا تُو مُجھے بھی قتل کرنا چاہتا ہے جِس طرح کل اُس مِصری کو قتل کِیا تھا؟۔"},{"number":29,"verse":"مُوسیٰ یہ بات سُن کر بھاگ گیا اور مِدیا ن کے مُلک میں پردیسی رہا کِیا اور وہاں اُس کے دو بیٹے پَیدا ہُوئے۔"},{"number":30,"verse":"اور جب پُورے چالِیس برس ہو گئے تو کوہِ سِینا کے بیابان میں جلتی ہُوئی جھاڑی کے شُعلہ میں اُس کو ایک فرِشتہ دِکھائی دِیا۔"},{"number":31,"verse":"جب مُوسیٰ نے اُس پر نظر کی تو اُس نظّارہ سے تعجُّب کِیا اور جب دیکھنے کو نزدِیک گیا تو خُداوند کی آواز آئی۔"},{"number":32,"verse":"کہ مَیں تیرے باپ دادا کا خُدا یعنی ابرہا م اور اِضحا ق اور یعقُو ب کا خُدا ہُوں ۔ تب تو مُوسیٰ کانپ گیا اور اُس کو دیکھنے کی جُرأت نہ رہی۔"},{"number":33,"verse":"خُداوند نے اُس سے کہا کہ اپنے پاؤں سے جُوتی اُتار لے کیونکہ جِس جگہ تُو کھڑا ہے وہ پاک زمِین ہے۔"},{"number":34,"verse":"مَیں نے واقِعی اپنی اُس اُمّت کی مُصِیبت دیکھی جو مِصر میں ہے اور اُن کا آہ و نالہ سُنا پس اُنہیں چُھڑانے اُترا ہُوں ۔ اب آ ۔ مَیں تُجھے مِصر میں بھیجُوں گا۔"},{"number":35,"verse":"جِس مُوسیٰ کا اُنہوں نے یہ کہہ کر اِنکار کِیا تھا کہ تُجھے کِس نے حاکِم اور قاضی مُقرّر کِیا؟ اُسی کو خُدا نے حاکِم اور چُھڑانے والا ٹھہرا کر اُس فرِشتہ کے ذرِیعہ سے بھیجا جو اُسے جھاڑی میں نظر آیا تھا۔"},{"number":36,"verse":"یِہی شخص اُنہیں نِکال لایا اور مِصر اور بحرِ قُلزم اور بیابان میں چالِیس برس تک عجِیب کام اور نِشان دِکھائے۔"},{"number":37,"verse":"یہ وُہی مُوسیٰ ہے جِس نے بنی اِسرائیل سے کہا کہ خُدا تُمہارے بھائِیوں میں سے تُمہارے لِئے مُجھ سا ایک نبی پَیدا کرے گا۔"},{"number":38,"verse":"یہ وُہی ہے جو بیابان کی کلِیسیا میں اُس فرِشتہ کے ساتھ جو کوہِ سِینا پر اُس سے ہم کلام ہُؤا اور ہمارے باپ دادا کے ساتھ تھا ۔ اُسی کو زِندہ کلام مِلا کہ ہم تک پُہنچا دے۔"},{"number":39,"verse":"مگر ہمارے باپ دادا نے اُس کے فرمانبردار ہونا نہ چاہا بلکہ اُس کو ہٹا دِیا اور اُن کے دِل مِصر کی طرف مائِل ہُوئے۔"},{"number":40,"verse":"اور اُنہوں نے ہارُو ن سے کہا کہ ہمارے لِئے اَیسے معبُود بنا جو ہمارے آگے آگے چلیں کیونکہ یہ مُوسیٰ جو ہمیں مُلکِ مِصر سے نِکال لایا ہم نہیں جانتے کہ وہ کیا ہُؤا۔"},{"number":41,"verse":"اور اُن دِنوں میں اُنہوں نے ایک بچھڑا بنایا اور اُس بُت کو قُربانی چڑھائی اور اپنے ہاتھوں کے کاموں کی خُوشی منائی۔"},{"number":42,"verse":"پس خُدا نے مُنہ موڑ کر اُنہیں چھوڑ دِیا کہ آسمانی فَوج کو پُوجیں ۔ چُنانچہ نبِیوں کی کِتاب میں لِکھا ہے کہ اَے اِسرائیل کے گھرانے ! کیا تُم نے بیابان میں چالِیس برس مُجھ کو ذبِیحے اور قُربانِیاں گُزرانِیں؟۔"},{"number":43,"verse":"بلکہ تُم مولک کے خَیمہ اور رفان دیوتا کے تارے کو لِئے پِھرتے تھے ۔ یعنی اُن مُورتوں کو جنہیں تُم نے سِجدہ کرنے کے لِئے بنایا تھا ۔ پس مَیں تُمہیں بابل کے پرے لے جا کر بساؤں گا۔"},{"number":44,"verse":"شہادت کا خَیمہ بیابان میں ہمارے باپ دادا کے پاس تھا جَیسا کہ مُوسیٰ سے کلام کرنے والے نے حُکم دِیا تھا کہ جو نمُونہ تُو نے دیکھا ہے اُسی کے مُوافِق اِسے بنا۔"},{"number":45,"verse":"اُسی خَیمہ کو ہمارے باپ دادا اگلے بزُرگوں سے حاصِل کر کے یشُوع کے ساتھ لائے ۔ جِس وقت اُن قَوموں کی مِلکِیّت پر قبضہ کِیا جِن کو خُدا نے ہمارے باپ دادا کے سامنے نِکال دِیا اور وہ داؤُد کے زمانہ تک رہا۔"},{"number":46,"verse":"اُس پر خُدا کی طرف سے فضل ہُؤا اور اُس نے درخواست کی کہ مَیں یعقُو ب کے خُدا کے واسطے مَسکن تیّار کرُوں۔"},{"number":47,"verse":"مگر سُلیما ن نے اُس کے لِئے گھر بنایا۔"},{"number":48,"verse":"لیکن باری تعالےٰ ہاتھ کے بنائے ہُوئے گھروں میں نہیں رہتا چُنانچہ نبی کہتا ہے کہ۔"},{"number":49,"verse":"خُداوند فرماتا ہے آسمان میرا تخت اور زمِین میرے پاؤں تلے کی چَوکی ہے ۔ تُم میرے لِئے کَیسا گھر بناؤ گے یا میری آرام گاہ کَون سی ہے؟۔"},{"number":50,"verse":"کیا یہ سب چِیزیں میرے ہاتھ سے نہیں بنِیں؟۔"},{"number":51,"verse":"اَے گردن کشو اور دِل اور کان کے نامختُونو! تُم ہر وقت رُوحُ القُدس کی مُخالِفت کرتے ہو جَیسے تُمہارے باپ دادا کرتے تھے وَیسے ہی تُم بھی کرتے ہو۔"},{"number":52,"verse":"نبِیوں میں سے کِس کو تُمہارے باپ دادا نے نہیں ستایا؟ اُنہوں نے تو اُس راست باز کے آنے کی پیش خبری دینے والوں کو قتل کِیا اور اب تُم اُس کے پکڑوانے والے اور قاتِل ہُوئے۔"},{"number":53,"verse":"تُم نے فرِشتوں کی معرفت سے شرِیعت تو پائی پر عمل نہ کِیا۔"},{"number":54,"verse":"( ستِفُنس کی سنگساری) جب اُنہوں نے یہ باتیں سُنِیں تو جی میں جَل گئے اور اُس پر دانت پِیسنے لگے۔"},{"number":55,"verse":"مگر اُس نے رُوحُ القُدس سے معمُور ہو کر آسمان کی طرف غَور سے نظر کی اور خُدا کا جلال اور یِسُو ع کو خُدا کی دہنی طرف کھڑا دیکھ کر۔"},{"number":56,"verse":"کہا کہ دیکھو! مَیں آسمان کو کُھلا اور اِبنِ آدم کو خُدا کی د ہنی طرف کھڑا دیکھتا ہُوں۔"},{"number":57,"verse":"مگر اُنہوں نے بڑے زور سے چِلاّ کر اپنے کان بند کر لِئے اور ایک دِل ہو کر اُس پر جَھپٹے۔"},{"number":58,"verse":"اور شہر سے باہر نِکال کر اُس کو سنگسار کرنے لگے اور گواہوں نے اپنے کپڑے ساؤُ ل نام ایک جوان کے پاؤں کے پاس رکھ دِئے۔"},{"number":59,"verse":"پس یہ ستِفَنُس کو سنگسار کرتے رہے اور وہ یہ کہہ کر دُعا کرتا رہا کہ اَے خُداوند یِسُو ع! میری رُوح کو قبُول کر۔"},{"number":60,"verse":"پِھر اُس نے گُھٹنے ٹیک کر بڑی آواز سے پُکارا کہ اَے خُداوند! یہ گُناہ اِن کے ذِمّہ نہ لگا اور یہ کہہ کر سو گیا۔"}]}