{"bibleAbbr":"urRV2010","bookName":"اَعمال","bookEnglishName":"Acts of the Apostles","chapterNumber":9,"verses":[{"number":1,"verse":"( ساؤُل کی تبدیلی) ( (اَعمال ۲۲‏:۶‏-۱۶؛ ۲۶‏:۱۲‏-۱۸)) اور ساؤُل جو ابھی تک خُداوند کے شاگِردوں کے دھمکانے اور قتل کرنے کی دُھن میں تھا سردار کاہِن کے پاس گیا۔"},{"number":2,"verse":"اور اُس سے دمِشق کے عِبادت خانوں کے لِئے اِس مضمُون کے خَط مانگے کہ جِن کو وہ اِس طرِیق پر پائے خواہ مَرد خَواہ عَورت اُن کو باندھ کر یروشلِیم میں لائے۔"},{"number":3,"verse":"جب وہ سفر کرتے کرتے دمِشق کے نزدِیک پُہنچا تو اَیسا ہُؤا کہ یکایک آسمان سے ایک نُور اُس کے گِرداگِرد آ چمکا۔"},{"number":4,"verse":"اور وہ زمِین پر گِر پڑا اور یہ آواز سُنی کہ اَے ساؤُل اَے ساؤُ ل! تُو مُجھے کیوں ستاتا ہے؟۔"},{"number":5,"verse":"اُس نے پُوچھا اَے خُداوند! تُو کَون ہے؟ اُس نے کہا مَیں یِسُو ع ہُوں جِسے تُو ستاتا ہے۔"},{"number":6,"verse":"مگر اُٹھ شہر میں جا اور جو تُجھے کرنا چاہئے وہ تُجھ سے کہا جائے گا۔"},{"number":7,"verse":"جو آدمی اُس کے ہمراہ تھے وہ خاموش کھڑے رہ گئے کیونکہ آواز تو سُنتے تھے مگر کِسی کو دیکھتے نہ تھے۔"},{"number":8,"verse":"اور ساؤُل زمِین پر سے اُٹھا لیکن جب آنکھیں کھولِیں تو اُس کو کُچھ نہ دِکھائی دِیا اور لوگ اُس کا ہاتھ پکڑ کر دمِشق میں لے گئے۔"},{"number":9,"verse":"اور وہ تِین دِن تک نہ دیکھ سکا اور نہ اُس نے کھایا نہ پِیا۔"},{"number":10,"verse":"دمِشق میں حننیا ہ نام ایک شاگِرد تھا ۔ اُس سے خُداوند نے رویا میں کہا کہ اَے حننیا ہ! اُس نے کہا اَے خُداوند مَیں حاضِر ہُوں!۔"},{"number":11,"verse":"خُداوند نے اُس سے کہا اُٹھ ۔ اُس کُوچہ میں جا جو سِیدھا کہلاتا ہے اور یہُودا ہ کے گھر میں ساؤُ ل نام ترسی کو پُوچھ لے کیونکہ دیکھ وہ دُعا کر رہا ہے۔"},{"number":12,"verse":"اور اُس نے حننیا ہ نام ایک آدمی کو اندر آتے اور اپنے اُوپر ہاتھ رکھتے دیکھا ہے تاکہ پِھر بِینا ہو۔"},{"number":13,"verse":"حننیا ہ نے جواب دِیا کہ اَے خُداوند مَیں نے بُہت لوگوں سے اِس شخص کا ذِکر سُنا ہے کہ اِس نے یروشلِیم میں تیرے مُقدّسوں کے ساتھ کَیسی کَیسی بُرائیاں کی ہیں۔"},{"number":14,"verse":"اور یہاں اِس کو سردار کاہِنوں کی طرف سے اِختیار مِلا ہے کہ جو لوگ تیرا نام لیتے ہیں اُن سب کو باندھ لے۔"},{"number":15,"verse":"مگر خُداوند نے اُس سے کہا کہ تُو جا کیونکہ یہ قَوموں بادشاہوں اور بنی اِسرائیل پر میرا نام ظاہِر کرنے کا میرا چُنا ہُؤا وسِیلہ ہے۔"},{"number":16,"verse":"اور مَیں اُسے جتا دُوں گا کہ اُسے میرے نام کی خاطِرکِس قدر دُکھ اُٹھانا پڑے گا۔"},{"number":17,"verse":"پس حننیا ہ جا کر اُس گھر میں داخِل ہُؤا اور اپنے ہاتھ اُس پر رکھ کر کہا اَے بھائی ساؤُ ل! خُداوند یعنی یِسُو ع جو تُجھ پر اُس راہ میں جِس سے تُو آیا ظاہِر ہُؤا تھا اُسی نے مُجھے بھیجا ہے کہ تُو بِینائی پائے اور رُوح ُالقُدس سے بھر جائے۔"},{"number":18,"verse":"اور فوراً اُس کی آنکھوں سے چِھلکے سے گِرے اور وہ بِینا ہو گیا اور اُٹھ کر بپتِسمہ لِیا۔"},{"number":19,"verse":"پِھر کُچھ کھا کر طاقت پائی ۔ اور وہ کئی دِن اُن شاگِردوں کے ساتھ رہا جو دمِشق میں تھے۔"},{"number":20,"verse":"( ساؤُل دمِشق میں مُنادی کرتاہے) اور فوراً عِبادت خانوں میں یِسُو ع کی مُنادی کرنے لگا کہ وہ خُدا کا بیٹا ہے۔"},{"number":21,"verse":"اور سب سُننے والے حَیران ہو کر کہنے لگے کیا یہ وہ شخص نہیں ہے جو یروشلِیم میں اِس نام کے لینے والوں کو تباہ کرتا تھا اور یہاں بھی اِسی لِئے آیا تھا کہ اُن کو باندھ کر سردار کاہِنوں کے پاس لے جائے؟۔"},{"number":22,"verse":"لیکن ساؤُ ل کو اَور بھی قُوّت حاصِل ہوتی گئی اور وہ اِس بات کو ثابِت کر کے کہ مسِیح یِہی ہے دمِشق کے رہنے والے یہُودِیوں کو حَیرت دِلاتا رہا۔"},{"number":23,"verse":"اور جب بُہت دِن گُذر گئے تو یہُودِیوں نے اُسے مار ڈالنے کا مشوَرہ کِیا۔"},{"number":24,"verse":"مگر اُن کی سازِش ساؤُ ل کو معلُوم ہو گئی ۔ وہ تو اُسے مار ڈالنے کے لِئے رات دِن دروازوں پر لگے رہے۔"},{"number":25,"verse":"لیکن رات کو اُس کے شاگِردوں نے اُسے لے کر ٹوکرے میں بِٹھایا اور دِیوار پر سے لٹکا کر اُتار دِیا۔"},{"number":26,"verse":"( ساؤُل یروشلِیم میں) اُس نے یروشلِیم میں پُہنچ کر شاگِردوں میں مِل جانے کی کوشِش کی اور سب اُس سے ڈرتے تھے کیونکہ اُن کو یقِین نہ آتا تھا کہ یہ شاگِرد ہے۔"},{"number":27,"verse":"مگر برنبا س نے اُسے اپنے ساتھ رسُولوں کے پاس لے جا کر اُن سے بیان کِیا کہ اِس نے اِس اِس طرح راہ میں خُداوند کو دیکھا اور اُس نے اِس سے باتیں کِیں اور اُس نے دمِشق میں کَیسی دِلیری کے ساتھ یِسُوع کے نام سے مُنادی کی۔"},{"number":28,"verse":"پس وہ یروشلِیم میں اُن کے ساتھ آتا جاتا رہا۔"},{"number":29,"verse":"اور دِلیری کے ساتھ خُداوند کے نام کی مُنادی کرتا تھا اور یُونانی مائِل یہُودِیوں کے ساتھ گُفتگُو اور بحث بھی کرتا تھا مگر وہ اُسے مار ڈالنے کے درپَے تھے۔"},{"number":30,"verse":"اور بھائِیوں کو جب یہ معلُوم ہُؤا تو اُسے قَیصر یہ میں لے گئے اور تَرسُس کو روانہ کر دِیا۔"},{"number":31,"verse":"پس تمام یہُودیہ اور گلِیل اور سامریہ میں کلِیسیا کو چَین ہو گیا اور اُس کی ترقّی ہوتی گئی اور وہ خُداوند کے خَوف اور رُوحُ القُدس کی تسلّی پر چلتی اور بڑھتی جاتی تھی۔"},{"number":32,"verse":"( پطرس لُدّیہ اور یافا میں) اور اَیسا ہُؤا کہ پطر س ہر جگہ پِھرتا ہُؤا اُن مُقدّسوں کے پاس بھی پُہنچا جو لُدّہ میں رہتے تھے۔"},{"number":33,"verse":"وہاں اَینیاس نام ایک مفلُوج کو پایا جو آٹھ برس سے چارپائی پر پڑا تھا۔"},{"number":34,"verse":"پطر س نے اُس سے کہا اَے اَینیا س یِسُو ع مسِیح تُجھے شِفا دیتا ہے ۔ اُٹھ آپ اپنا بِستر بِچھا ۔ وہ فوراً اُٹھ کھڑا ہُؤا۔"},{"number":35,"verse":"تب لُدّہ اور شارُون کے سب رہنے والے اُسے دیکھ کر خُداوند کی طرف رجُوع لائے۔"},{"number":36,"verse":"اور یافا میں ایک شاگِرد تھی تبِیتا نام جِس کا تَرجُمہ ہرنی ہے وہ بُہت ہی نیک کام اور خَیرات کِیا کرتی تھی۔"},{"number":37,"verse":"اُنہی دِنوں میں اَیسا ہُؤا کہ وہ بِیمار ہو کر مَر گئی اور اُسے نہلا کر بالاخانہ میں رکھ دِیا۔"},{"number":38,"verse":"اور چُونکہ لُدّہ یافا کے نزدِیک تھا شاگِردوں نے یہ سُن کر کہ پطر س وہاں ہے دو آدمی بھیجے اور اُس سے درخواست کی کہ ہمارے پاس آنے میں دیر نہ کر۔"},{"number":39,"verse":"پطر س اُٹھ کر اُن کے ساتھ ہو لِیا ۔ جب پُہنچا تو اُسے بالاخانہ میں لے گئے اور سب بیوائیں روتی ہُوئی اُس کے پاس آ کھڑی ہُوئِیں اور جو کُرتے اور کپڑے ہرنی نے اُن کے ساتھ میں رہ کر بنائے تھے دِکھانے لگِیں۔"},{"number":40,"verse":"پطرس نے سب کو باہر کر دِیا اور گُھٹنے ٹیک کر دُعا کی ۔ پِھر لاش کی طرف مُتوجّہ ہو کر کہا اَے تبِیتا اُٹھ! پس اُس نے آنکھیں کھول دِیں اور پطرس کو دیکھ کر اُٹھ بَیٹھی۔"},{"number":41,"verse":"اُس نے ہاتھ پکڑ کر اُسے اُٹھایا اور مُقدّسوں اور بیواؤں کو بُلا کر اُسے زِندہ اُن کے سپُرد کِیا۔"},{"number":42,"verse":"یہ بات سارے یافا میں مشہُور ہو گئی اور بُہتیرے خُداوند پر اِیمان لے آئے۔"},{"number":43,"verse":"اور اَیسا ہُؤا کہ وہ بُہت دِن یا فا میں شمعُو ن نام دبّاغ کے ہاں رہا۔"}]}