{"bibleAbbr":"LXX2012","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"My son, forget not my laws; but let your heart keep my words:"},{"number":2,"verse":"for length of existence, and years of life, and peace, shall they add to you."},{"number":3,"verse":"Let not mercy and truth forsake you; but bind them about your neck:"},{"number":4,"verse":"so shall you find favor: (Alex. + 'and write them on the table of your heart.' ) and do you (See Rom 12:17/a>. ) provide things honest in the sight of the Lord, and of men."},{"number":5,"verse":"Trust in God with all your heart; and be not exalted in your own wisdom."},{"number":6,"verse":"In all your ways acquaint yourself with her, that she may rightly (Gr. divide. See 2Ti 2:13/a>. ) direct your paths."},{"number":7,"verse":"Be not wise in your own conceit; but fear God, and depart from all evil."},{"number":8,"verse":"Then shall there be health to your body, and good keeping to your bones."},{"number":9,"verse":"Honor the Lord with your just labors, and give him the first of your fruits of righteousness:"},{"number":10,"verse":"that your storehouses may be completely filled with corn, and that your presses may burst forth with wine."},{"number":11,"verse":"(Heb 12:5, 6. ) My son, despise not the chastening of the Lord; nor faint when you are rebuked of him:"},{"number":12,"verse":"for whom the Lord loves, he rebukes, and scourges every son whom he receives."},{"number":13,"verse":"Blessed is the man who has found wisdom, and the mortal who knows prudence."},{"number":14,"verse":"For it is better to traffic for her, than for treasures of gold and silver."},{"number":15,"verse":"And she is more valuable than precious stones: no evil thing shall resist her: she is well known to all that approach her, and no precious thing is equal to her in value."},{"number":16,"verse":"For length of existence and years of life are in her right hand; and in her left hand are wealth and glory: out of her mouth proceeds righteousness, and she carries law and mercy upon her tongue."},{"number":17,"verse":"Her ways are good ways, and all her paths are peaceful."},{"number":18,"verse":"She is a tree of life to all that lay hold upon her; and she is a secure help to all that stay themselves on her, as on the Lord."},{"number":19,"verse":"God by wisdom founded the earth, and by prudence he prepared the heavens."},{"number":20,"verse":"By understanding were the depths broken up, and the clouds dropped water."},{"number":21,"verse":"My son, let them not (See Heb 2:1. ) pass from you, but keep my counsel and understanding:"},{"number":22,"verse":"that your soul may live, and that there may be grace round your neck; and it shall be health to your flesh, and safety to your bones:"},{"number":23,"verse":"that you may go confidently in peace in all your ways, and that your foot may not stumble."},{"number":24,"verse":"For if you (Gr. sit down. ) rest, you shall be undismayed; and if you sleep, you shall slumber sweetly."},{"number":25,"verse":"And you shall not be afraid of alarm coming upon you, neither of approaching attacks of ungodly men."},{"number":26,"verse":"For the Lord shall be over all your ways, and shall establish your foot that you be not moved."},{"number":27,"verse":"Forbear not to do good to the poor, whenever your hand may have power to help him."},{"number":28,"verse":"Say not, Come back another time, to-morrow I will give; while you are able to do him good: for you know not what the next day will bring forth."},{"number":29,"verse":"Devise not evil against your friend, living near you and trusting in you."},{"number":30,"verse":"Be not ready to quarrel with a man without a cause, lest he do you some harm."},{"number":31,"verse":"Procure not the reproaches of bad men, neither do you covet their ways."},{"number":32,"verse":"For every transgressor is unclean before the Lord; neither does he sit among the righteous."},{"number":33,"verse":"The curse of God is in the houses of the ungodly; but the habitations of the just are blessed."},{"number":34,"verse":"(See 1Pet 5:5. ) The Lord resists the proud; but he gives grace to the humble."},{"number":35,"verse":"The wise shall inherit glory; but the ungodly have exalted their own dishonor."}]}