{"bibleAbbr":"KJVA2010","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":8,"verses":[{"number":1,"verse":"O that thou wert as my brother, that sucked the breasts of my mother! When I should find thee without, I would kiss thee; yea, I should not be despised."},{"number":2,"verse":"I would lead thee, and bring thee into my mother's house, who would instruct me: I would cause thee to drink of spiced wine of the juice of my pomegranate."},{"number":3,"verse":"His left hand should be under my head, and his right hand should embrace me."},{"number":4,"verse":"I charge you, O daughters of Jerusalem, that ye stir not up, nor awake my love, until he please."},{"number":5,"verse":"Love Is Strong as DeathWho is this that cometh up from the wilderness, leaning upon her beloved? I raised thee up under the apple tree: there thy mother brought thee forth; there she brought thee forth that bare thee."},{"number":6,"verse":"Set me as a seal upon thine heart, as a seal upon thine arm: for love is strong as death; jealousy is cruel as the grave: (the grave, Hebrew Sheol.) the coals thereof are coals of fire, which hath a most vehement flame."},{"number":7,"verse":"Many waters cannot quench love, neither can the floods drown it: if a man would give all the substance of his house for love, it would utterly be contemned."},{"number":8,"verse":"We have a little sister, and she hath no breasts: what shall we do for our sister in the day when she shall be spoken for?"},{"number":9,"verse":"If she be a wall, we will build upon her a palace of silver: and if she be a door, we will inclose her with boards of cedar."},{"number":10,"verse":"I am a wall, and my breasts like towers: then was I in his eyes as one that found favor."},{"number":11,"verse":"Solomon had a vineyard at Ba´al — ha´mon; he let out the vineyard unto keepers; every one for the fruit thereof was to bring a thousand pieces of silver."},{"number":12,"verse":"My vineyard, which is mine, is before me: thou, O Solomon, must have a thousand, and those that keep the fruit thereof two hundred."},{"number":13,"verse":"Thou that dwellest in the gardens, the companions hearken to thy voice: cause me to hear it."},{"number":14,"verse":"Make haste, my beloved, and be thou like to a roe or to a young hart upon the mountains of spices."}]}