{"bibleAbbr":"CVg2018","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":14,"verses":[{"number":1,"verse":"Filii estote Domini Dei vestri : non vos incidetis, nec facietis calvitium super mortuo :"},{"number":2,"verse":"quoniam populus sanctus es Domino Deo tuo, et te elegit ut sis ei in populum peculiarem de cunctis gentibus, quæ sunt super terram."},{"number":3,"verse":"Ne comedatis quæ immunda sunt."},{"number":4,"verse":"Hoc est animal quod comedere debetis : bovem, et ovem, et capram,"},{"number":5,"verse":"cervum et capream, bubalum, tragelaphum, pygargum, orygem, camelopardalum."},{"number":6,"verse":"Omne animal, quod in duas partes findit ungulam, et ruminat, comedetis."},{"number":7,"verse":"De his autem, quæ ruminant, et ungulam non findunt, comedere non debetis, ut camelum, leporem, chœrogryllum : hæc, quia ruminant et non dividunt ungulam, immunda erunt vobis."},{"number":8,"verse":"Sus quoque, quoniam dividat ungulam et non ruminat, immunda erit. Carnibus eorum non vescemini, et cadavera non tangetis."},{"number":9,"verse":"Hæc comedetis ex omnibus quæ morantur in aquis : quæ habent pinnulas et squamas, comedite :"},{"number":10,"verse":"quæ absque pinnulis et squamis sunt, ne comedatis, quia immunda sunt."},{"number":11,"verse":"Omnes aves mundas comedite."},{"number":12,"verse":"Immundas ne comedatis : aquilam scilicet, et gryphem, et haliæetum,"},{"number":13,"verse":"ixion et vulturem ac milvum juxta genus suum :"},{"number":14,"verse":"et omne corvini generis,"},{"number":15,"verse":"et struthionem, ac noctuam, et larum, atque accipitrem juxta genus suum :"},{"number":16,"verse":"herodium ac cygnum, et ibin,"},{"number":17,"verse":"ac mergulum, porphyrionem, et nycticoracem,"},{"number":18,"verse":"onocrotalum, et charadrium, singula in genere suo : upupam quoque et vespertilionem."},{"number":19,"verse":"Et omne quod reptat et pennulas habet, immundum erit, et non comedetur."},{"number":20,"verse":"Omne quod mundum est, comedite."},{"number":21,"verse":"Quidquid autem morticinum est, ne vescamini ex eo. Peregrino, qui intra portas tuas est, da ut comedat, aut vende ei : quia tu populus sanctus Domini Dei tui es. Non coques hædum in lacte matris suæ."},{"number":22,"verse":"Decimam partem separabis de cunctis fructibus tuis qui nascuntur in terra per annos singulos,"},{"number":23,"verse":"et comedes in conspectu Domini Dei tui in loco quem elegerit, ut in eo nomen illius invocetur, decimam frumenti tui, et vini, et olei, et primogenita de armentis et ovibus tuis : ut discas timere Dominum Deum tuum omni tempore."},{"number":24,"verse":"Cum autem longior fuerit via, et locus quem elegerit Dominus Deus tuus, tibique benedixerit, nec potueris ad eum hæc cuncta portare,"},{"number":25,"verse":"vendes omnia, et in pretium rediges, portabisque manu tua, et proficisceris ad locum quem elegerit Dominus Deus tuus :"},{"number":26,"verse":"et emes ex eadem pecunia quidquid tibi placuerit, sive ex armentis, sive ex ovibus, vinum quoque et siceram, et omne quod desiderat anima tua : et comedes coram Domino Deo tuo, et epulaberis tu et domus tua :"},{"number":27,"verse":"et Levites qui intra portas tuas est, cave ne derelinquas eum, quia non habet aliam partem in possessione tua."},{"number":28,"verse":"Anno tertio separabis aliam decimam ex omnibus quæ nascuntur tibi eo tempore, et repones intra januas tuas."},{"number":29,"verse":"Venietque Levites qui aliam non habet partem nec possessionem tecum, et peregrinus ac pupillus et vidua, qui intra portas tuas sunt, et comedent et saturabuntur : ut benedicat tibi Dominus Deus tuus in cunctis operibus manuum tuarum quæ feceris."}]}