{"bibleAbbr":"CVg2018","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":19,"verses":[{"number":1,"verse":"Cum disperdiderit Dominus Deus tuus gentes, quarum tibi traditurus est terram, et possederis eam, habitaverisque in urbibus ejus et in ædibus :"},{"number":2,"verse":"tres civitates separabis tibi in medio terræ, quam Dominus Deus tuus dabit tibi in possessionem,"},{"number":3,"verse":"sternens diligenter viam : et in tres æqualiter partes totam terræ tuæ provinciam divides : ut habeat e vicino qui propter homicidium profugus est, quo possit evadere."},{"number":4,"verse":"Hæc erit lex homicidæ fugientis, cujus vita servanda est : qui percusserit proximum suum nesciens, et qui heri et nudiustertius nullum contra eum odium habuisse comprobatur :"},{"number":5,"verse":"sed abiisse cum eo simpliciter in silvam ad ligna cædenda, et in succisione lignorum securis fugerit manu, ferrumque lapsum de manubrio amicum ejus percusserit, et occiderit : hic ad unam supradictarum urbium confugiet, et vivet :"},{"number":6,"verse":"ne forsitan proximus ejus, cujus effusus est sanguis, dolore stimulatus, persequatur, et apprehendat eum si longior via fuerit, et percutiat animam ejus, qui non est reus mortis : quia nullum contra eum, qui occisus est, odium prius habuisse monstratur."},{"number":7,"verse":"Idcirco præcipio tibi, ut tres civitates æqualis inter se spatii dividas."},{"number":8,"verse":"Cum autem dilataverit Dominus Deus tuus terminos tuos, sicut juravit patribus tuis, et dederit tibi cunctam terram, quam eis pollicitus est"},{"number":9,"verse":"(si tamen custodieris mandata ejus, et feceris, quæ hodie præcipio tibi, ut diligas Dominum Deum tuum, et ambules in viis ejus omni tempore), addes tibi tres alias civitates, et supradictarum trium urbium numerum duplicabis :"},{"number":10,"verse":"ut non effundatur sanguis innoxius in medio terræ, quam Dominus Deus tuus dabit tibi possidendam, ne sis sanguinis reus."},{"number":11,"verse":"Si quis autem, odio habens proximum suum, insidiatus fuerit vitæ ejus, surgensque percusserit illum, et mortuus fuerit, fugeritque ad unam de supradictis urbibus,"},{"number":12,"verse":"mittent seniores civitatis illius, et arripient eum de loco effugii, tradentque in manu proximi, cujus sanguis effusus est, et morietur."},{"number":13,"verse":"Non miseraberis ejus, et auferes innoxium sanguinem de Israël, ut bene sit tibi."},{"number":14,"verse":"Non assumes, et transferes terminos proximi tui, quos fixerunt priores in possessione tua, quam Dominus Deus tuus dabit tibi in terra quam acceperis possidendam."},{"number":15,"verse":"Non stabit testis unus contra aliquem, quidquid illud peccati, et facinoris fuerit : sed in ore duorum aut trium testium stabit omne verbum."},{"number":16,"verse":"Si steterit testis mendax contra hominem, accusans eum prævaricationis,"},{"number":17,"verse":"stabunt ambo, quorum causa est, ante Dominum in conspectu sacerdotum et judicum qui fuerint in diebus illis."},{"number":18,"verse":"Cumque diligentissime perscrutantes, invenerint falsum testem dixisse contra fratrem suum mendacium,"},{"number":19,"verse":"reddent ei sicut fratri suo facere cogitavit, et auferes malum de medio tui :"},{"number":20,"verse":"ut audientes ceteri timorem habeant, et nequaquam talia audeant facere."},{"number":21,"verse":"Non misereberis ejus, sed animam pro anima, oculum pro oculo, dentem pro dente, manum pro manu, pedem pro pede exiges."}]}