{"bibleAbbr":"CVg2018","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":27,"verses":[{"number":1,"verse":"Præcepit autem Moyses et seniores Israël populo, dicentes : Custodite omne mandatum quod præcipio vobis hodie."},{"number":2,"verse":"Cumque transieritis Jordanem in terram, quam Dominus Deus tuus dabit tibi, eriges ingentes lapides, et calce lævigabis eos,"},{"number":3,"verse":"ut possis in eis scribere omnia verba legis hujus, Jordane transmisso : ut introëas terram, quam Dominus Deus tuus dabit tibi, terram lacte et melle manantem, sicut juravit patribus tuis."},{"number":4,"verse":"Quando ergo transieritis Jordanem, erigite lapides, quos ego hodie præcipio vobis in monte Hebal, et lævigabis eos calce :"},{"number":5,"verse":"et ædificabis ibi altare Domino Deo tuo de lapidibus, quos ferrum non tetigit,"},{"number":6,"verse":"et de saxis informibus et impolitis : et offeres super eo holocausta Domino Deo tuo,"},{"number":7,"verse":"et immolabis hostias pacificas, comedesque ibi, et epulaberis coram Domino Deo tuo."},{"number":8,"verse":"Et scribes super lapides omnia verba legis hujus plane et lucide."},{"number":9,"verse":"Dixeruntque Moyses et sacerdotes Levitici generis ad omnem Israëlem : Attende, et audi, Israël : hodie factus es populus Domini Dei tui :"},{"number":10,"verse":"audies vocem ejus, et facies mandata atque justitias, quas ego præcipio tibi."},{"number":11,"verse":"Præcepitque Moyses populo in die illo, dicens :"},{"number":12,"verse":"Hi stabunt ad benedicendum populo super montem Garizim, Jordane transmisso : Simeon, Levi, Judas, Issachar, Joseph, et Benjamin."},{"number":13,"verse":"Et e regione isti stabunt ad maledicendum in monte Hebal : Ruben, Gad, et Aser, et Zabulon, Dan, et Nephthali."},{"number":14,"verse":"Et pronuntiabunt Levitæ, dicentque ad omnes viros Israël excelsa voce :"},{"number":15,"verse":"Maledictus homo qui facit sculptile et conflatile, abominationem Domini, opus manuum artificum, ponetque illud in abscondito : et respondebit omnis populus, et dicet : Amen."},{"number":16,"verse":"Maledictus qui non honorat patrem suum, et matrem : et dicet omnis populus : Amen."},{"number":17,"verse":"Maledictus qui transfert terminos proximi sui : et dicet omnis populus : Amen."},{"number":18,"verse":"Maledictus qui errare facit cæcum in itinere : et dicet omnis populus : Amen."},{"number":19,"verse":"Maledictus qui pervertit judicium advenæ, pupilli et viduæ : et dicet omnis populus : Amen."},{"number":20,"verse":"Maledictus qui dormit cum uxore patris sui, et revelat operimentum lectuli ejus : et dicet omnis populus : Amen."},{"number":21,"verse":"Maledictus qui dormit cum omni jumento : et dicet omnis populus : Amen."},{"number":22,"verse":"Maledictus qui dormit cum sorore sua, filia patris sui, vel matris suæ : et dicet omnis populus : Amen."},{"number":23,"verse":"Maledictus qui dormit cum socru sua : et dicet omnis populus : Amen."},{"number":24,"verse":"Maledictus qui clam percusserit proximum suum : et dicet omnis populus : Amen."},{"number":25,"verse":"Maledictus qui accipit munera, ut percutiat animam sanguinis innocentis : et dicet omnis populus : Amen."},{"number":26,"verse":"Maledictus qui non permanet in sermonibus legis hujus, nec eos opere perficit : et dicet omnis populus : Amen."}]}