{"bibleAbbr":"CVg2018","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":31,"verses":[{"number":1,"verse":"Abiit itaque Moyses, et locutus est omnia verba hæc ad universum Israël,"},{"number":2,"verse":"et dixit ad eos : Centum viginti annorum sum hodie ; non possum ultra egredi et ingredi, præsertim cum et Dominus dixerit mihi : Non transibis Jordanem istum."},{"number":3,"verse":"Dominus ergo Deus tuus transibit ante te : ipse delebit omnes gentes has in conspectu tuo, et possidebis eas : et Josue iste transibit ante te, sicut locutus est Dominus."},{"number":4,"verse":"Facietque Dominus eis sicut fecit Sehon et Og regibus Amorrhæorum, et terræ eorum, delebitque eos."},{"number":5,"verse":"Cum ergo et hos tradiderit vobis, similiter facietis eis, sicut præcepi vobis."},{"number":6,"verse":"Viriliter agite, et confortamini : nolite timere, nec paveatis ad conspectum eorum : quia Dominus Deus tuus ipse est ductor tuus, et non dimittet, nec derelinquet te."},{"number":7,"verse":"Vocavitque Moyses Josue, et dixit ei coram omni Israël : Confortare, et esto robustus : tu enim introduces populum istum in terram, quam daturum se patribus eorum juravit Dominus, et tu eam sorte divides."},{"number":8,"verse":"Et Dominus qui ductor est vester, ipse erit tecum : non dimittet, nec derelinquet te : noli timere, nec paveas."},{"number":9,"verse":"Scripsit itaque Moyses legem hanc, et tradidit eam sacerdotibus filiis Levi, qui portabant arcam fœderis Domini, et cunctis senioribus Israël."},{"number":10,"verse":"Præcepitque eis, dicens : Post septem annos, anno remissionis, in solemnitate tabernaculorum,"},{"number":11,"verse":"convenientibus cunctis ex Israël, ut appareant in conspectu Domini Dei tui in loco quem elegerit Dominus, leges verba legis hujus coram omni Israël, audientibus eis,"},{"number":12,"verse":"et in unum omni populo congregato, tam viris quam mulieribus, parvulis, et advenis, qui sunt intra portas tuas : ut audientes discant, et timeant Dominum Deum vestrum, et custodiant, impleantque omnes sermones legis hujus."},{"number":13,"verse":"Filii quoque eorum qui nunc ignorant, ut audire possint, et timeant Dominum Deum suum cunctis diebus quibus versantur in terra, ad quam vos, Jordane transmisso, pergitis obtinendam."},{"number":14,"verse":"Et ait Dominus ad Moysen : Ecce prope sunt dies mortis tuæ : voca Josue, et state in tabernaculo testimonii, ut præcipiam ei. Abierunt ergo Moyses et Josue, et steterunt in tabernaculo testimonii :"},{"number":15,"verse":"apparuitque Dominus ibi in columna nubis, quæ stetit in introitu tabernaculi."},{"number":16,"verse":"Dixitque Dominus ad Moysen : Ecce tu dormies cum patribus tuis, et populus iste consurgens fornicabitur post deos alienos in terra, ad quam ingreditur ut habitet in ea : ibi derelinquet me, et irritum faciet fœdus, quod pepigi cum eo."},{"number":17,"verse":"Et irascetur furor meus contra eum in die illo : et derelinquam eum, et abscondam faciem meam ab eo, et erit in devorationem : invenient eum omnia mala et afflictiones, ita ut dicat in illo die : Vere quia non est Deus mecum, invenerunt me hæc mala."},{"number":18,"verse":"Ego autem abscondam, et celabo faciem meam in die illo propter omnia mala, quæ fecit, quia secutus est deos alienos."},{"number":19,"verse":"Nunc itaque scribite vobis canticum istud, et docete filios Israël : ut memoriter teneant, et ore decantent, et sit mihi carmen istud pro testimonio inter filios Israël."},{"number":20,"verse":"Introducam enim eum in terram, pro qua juravi patribus ejus, lacte et melle manantem. Cumque comederint, et saturati, crassique fuerint, avertentur ad deos alienos, et servient eis : detrahentque mihi, et irritum facient pactum meum."},{"number":21,"verse":"Postquam invenerint eum mala multa et afflictiones, respondebit ei canticum istud pro testimonio, quod nulla delebit oblivio ex ore seminis sui. Scio enim cogitationes ejus, quæ facturus sit hodie, antequam introducam eum in terram, quam ei pollicitus sum."},{"number":22,"verse":"Scripsit ergo Moyses canticum, et docuit filios Israël."},{"number":23,"verse":"Præcepitque Dominus Josue filio Nun, et ait : Confortare, et esto robustus : tu enim introduces filios Israël in terram, quam pollicitus sum, et ego ero tecum."},{"number":24,"verse":"Postquam ergo scripsit Moyses verba legis hujus in volumine, atque complevit,"},{"number":25,"verse":"præcepit Levitis, qui portabant arcam fœderis Domini, dicens :"},{"number":26,"verse":"Tollite librum istum, et ponite eum in latere arcæ fœderis Domini Dei vestri : ut sit ibi contra te in testimonium."},{"number":27,"verse":"Ego enim scio contentionem tuam, et cervicem tuam durissimam. Adhuc vivente me et ingrediente vobiscum, semper contentiose egistis contra Dominum : quanto magis cum mortuus fuero ?"},{"number":28,"verse":"Congregate ad me omnes majores natu per tribus vestras, atque doctores, et loquar audientibus eis sermones istos, et invocabo contra eos cælum et terram."},{"number":29,"verse":"Novi enim quod post mortem meam inique agetis, et declinabitis cito de via, quam præcepi vobis : et occurrent vobis mala in extremo tempore, quando feceritis malum in conspectu Domini, ut irritetis eum per opera manuum vestrarum."},{"number":30,"verse":"Locutus est ergo Moyses, audiente universo cœtu Israël, verba carminis hujus, et ad finem usque complevit."}]}