{"bibleAbbr":"CVg2018","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":33,"verses":[{"number":1,"verse":"Hæc est benedictio, qua benedixit Moyses, homo Dei, filiis Israël ante mortem suam."},{"number":2,"verse":"Et ait : Dominus de Sinai venit, et de Seir ortus est nobis : apparuit de monte Pharan, et cum eo sanctorum millia. In dextera ejus ignea lex."},{"number":3,"verse":"Dilexit populos, omnes sancti in manu illius sunt : et qui appropinquant pedibus ejus, accipient de doctrina illius."},{"number":4,"verse":"Legem præcepit nobis Moyses, hæreditatem multitudinis Jacob."},{"number":5,"verse":"Erit apud rectissimum rex, congregatis principibus populi cum tribubus Israël."},{"number":6,"verse":"Vivat Ruben, et non moriatur, et sit parvus in numero."},{"number":7,"verse":"Hæc est Judæ benedictio : Audi, Domine, vocem Judæ, et ad populum suum introduc eum : manus ejus pugnabunt pro eo, et adjutor illius contra adversarios ejus erit."},{"number":8,"verse":"Levi quoque ait : Perfectio tua, et doctrina tua viro sancto tuo, quem probasti in tentatione, et judicasti ad aquas contradictionis."},{"number":9,"verse":"Qui dixit patri suo et matri suæ : Nescio vos : et fratribus suis : Ignoro vos : et nescierunt filios suos. Hi custodierunt eloquium tuum, et pactum tuum servaverunt."},{"number":10,"verse":"Judicia tua, o Jacob, et legem tuam, o Israël : ponent thymiama in furore tuo, et holocaustum super altare tuum."},{"number":11,"verse":"Benedic, Domine, fortitudini ejus : et opera manuum illius suscipe. Percute dorsa inimicorum ejus : et qui oderunt eum, non consurgant."},{"number":12,"verse":"Et Benjamin ait : Amantissimus Domini habitabit confidenter in eo : quasi in thalamo tota die morabitur, et inter humeros illius requiescet."},{"number":13,"verse":"Joseph quoque ait : De benedictione Domini terra ejus, de pomis cæli, et rore, atque abysso subjacente."},{"number":14,"verse":"De pomis fructuum solis ac lunæ,"},{"number":15,"verse":"de vertice antiquorum montium, de pomis collium æternorum :"},{"number":16,"verse":"et de frugibus terræ, et de plenitudine ejus. Benedictio illius qui apparuit in rubo, veniat super caput Joseph, et super verticem nazaræi inter fratres suos."},{"number":17,"verse":"Quasi primogeniti tauri pulchritudo ejus, cornua rhinocerotis cornua illius : in ipsis ventilabit gentes usque ad terminos terræ. Hæ sunt multitudines Ephraim : et hæc millia Manasse."},{"number":18,"verse":"Et Zabulon ait : Lætare, Zabulon, in exitu tuo, et Issachar in tabernaculis tuis."},{"number":19,"verse":"Populos vocabunt ad montem : ibi immolabunt victimas justitiæ. Qui inundationem maris quasi lac sugent, et thesauros absconditos arenarum."},{"number":20,"verse":"Et Gad ait : Benedictus in latitudine Gad : quasi leo requievit, cepitque brachium et verticem."},{"number":21,"verse":"Et vidit principatum suum, quod in parte sua doctor esset repositus : qui fuit cum principibus populi, et fecit justitias Domini, et judicium suum cum Israël."},{"number":22,"verse":"Dan quoque ait : Dan catulus leonis, fluet largiter de Basan."},{"number":23,"verse":"Et Nephthali dixit : Nephthali abundantia perfruetur, et plenus erit benedictionibus Domini : mare et meridiem possidebit."},{"number":24,"verse":"Aser quoque ait : Benedictus in filiis Aser, sit placens fratribus suis, et tingat in oleo pedem suum :"},{"number":25,"verse":"ferrum et æs calceamentum ejus. Sicut dies juventutis tuæ, ita et senectus tua."},{"number":26,"verse":"Non est deus alius ut Deus rectissimi, ascensor cæli, auxiliator tuus. Magnificentia ejus discurrunt nubes,"},{"number":27,"verse":"habitaculum ejus sursum, et subter brachia sempiterna ejiciet a facie tua inimicum, dicetque : Conterere."},{"number":28,"verse":"Habitabit Israël confidenter, et solus. Oculus Jacob in terra frumenti et vini, cælique caligabunt rore."},{"number":29,"verse":"Beatus es tu, Israël : quis similis tui, popule, qui salvaris in Domino ? Scutum auxilii tui, et gladius gloriæ tuæ : negabunt te inimici tui, et tu eorum colla calcabis."}]}