{"bibleAbbr":"CVg2018","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":8,"verses":[{"number":1,"verse":"Omne mandatum, quod ego præcipio tibi hodie, cave diligenter ut facias, ut possitis vivere, et multiplicemini, ingressique possideatis terram, pro qua juravit Dominus patribus vestris."},{"number":2,"verse":"Et recordaberis cuncti itineris, per quod adduxit te Dominus Deus tuus quadraginta annis per desertum, ut affligeret te, atque tentaret, et nota fierent quæ in tuo animo versabantur, utrum custodires mandata illius, an non."},{"number":3,"verse":"Afflixit te penuria, et dedit tibi cibum manna, quod ignorabas tu et patres tui : ut ostenderet tibi quod non in solo pane vivat homo, sed in omni verbo quod egreditur de ore Dei."},{"number":4,"verse":"Vestimentum tuum, quo operiebaris, nequaquam vetustate defecit, et pes tuus non est subtritus, en quadragesimus annus est :"},{"number":5,"verse":"ut recogites in corde tuo, quia sicut erudit filium suum homo, sic Dominus Deus tuus erudivit te,"},{"number":6,"verse":"ut custodias mandata Domini Dei tui, et ambules in viis ejus, et timeas eum."},{"number":7,"verse":"Dominus enim Deus tuus introducet te in terram bonam, terram rivorum, aquarumque et fontium, in cujus campis et montibus erumpunt fluviorum abyssi :"},{"number":8,"verse":"terram frumenti, hordei ac vinearum, in qua ficus, et malogranata, et oliveta nascuntur : terram olei ac mellis,"},{"number":9,"verse":"ubi absque ulla penuria comedes panem tuum, et rerum omnium abundantia perfrueris : cujus lapides ferrum sunt, et de montibus ejus æris metalla fodiuntur :"},{"number":10,"verse":"ut cum comederis, et satiatus fueris, benedicas Domino Deo tuo pro terra optima, quam dedit tibi."},{"number":11,"verse":"Observa, et cave nequando obliviscaris Domini Dei tui, et negligas mandata ejus atque judicia et cæremonias, quas ego præcipio tibi hodie :"},{"number":12,"verse":"ne postquam comederis et satiatus fueris, domos pulchras ædificaveris, et habitaveris in eis,"},{"number":13,"verse":"habuerisque armenta boum, et ovium greges, argenti et auri, cunctarumque rerum copiam,"},{"number":14,"verse":"elevetur cor tuum, et non reminiscaris Domini Dei tui, qui eduxit te de terra Ægypti, de domo servitutis,"},{"number":15,"verse":"et ductor tuus fuit in solitudine magna atque terribili, in qua erat serpens flatu adurens, et scorpio, ac dipsas, et nullæ omnino aquæ : qui eduxit rivos de petra durissima,"},{"number":16,"verse":"et cibavit te manna in solitudine, quod nescierunt patres tui. Et postquam afflixit ac probavit, ad extremum misertus est tui,"},{"number":17,"verse":"ne diceres in corde tuo : Fortitudo mea, et robur manus meæ, hæc mihi omnia præstiterunt :"},{"number":18,"verse":"sed recorderis Domini Dei tui, quod ipse vires tibi præbuerit, ut impleret pactum suum, super quo juravit patribus tuis, sicut præsens indicat dies."},{"number":19,"verse":"Sin autem oblitus Domini Dei tui, secutus fueris deos alienos, coluerisque illos et adoraveris : ecce nunc prædico tibi quod omnino dispereas."},{"number":20,"verse":"Sicut gentes, quas delevit Dominus in introitu tuo, ita et vos peribitis, si inobedientes fueritis voci Domini Dei vestri."}]}