{"bibleAbbr":"bnOV2016","bookName":"তীমথিয়ের প্রতি প্রেরিত পৌলের প্রথম পত্র।","bookEnglishName":"1 Timothy","chapterNumber":6,"verses":[{"number":1,"verse":"যে সকল লোক যোঁয়ালির অধীন দাস, তাহারা আপন আপন কর্ত্তাদিগকে সম্পূর্ণ সমাদরের যোগ্য জ্ঞান করুক, যেন ঈশ্বরের নাম এবং শিক্ষা নিন্দিত না হয়।"},{"number":2,"verse":"আর যাহাদের বিশ্বাসী কর্ত্তা আছে, তাহারা তাঁহাদিগকে ভ্রাতা বলিয়া তুচ্ছ জ্ঞান না করুক; বরং আরও যত্নে দাস্যকর্ম্ম করুক, কেননা যাঁহারা সেই সদ্ব্যবহারের ফল ভোগ করেন, তাঁহারা বিশ্বাসী ও প্রেমের পাত্র।"},{"number":3,"verse":"এই সকল শিক্ষা দেও ও অনুনয় কর। যদি কেহ অন্যবিধ শিক্ষা দেয়, এবং নিরাময় বাক্য, অর্থাৎ আমাদের প্রভু যীশু খ্রীষ্টের বাক্য, ও ভক্তির অনুরূপ শিক্ষা স্বীকার না করে,"},{"number":4,"verse":"তবে সে গর্ব্বান্ধ, কিছুই জানে না, কিন্তু বিতণ্ডা ও বাগ্যুদ্ধের বিষয়ে রোগগ্রস্ত হইয়াছে; এ সকলের ফল মাৎসর্য্য, বিরোধ,"},{"number":5,"verse":"বিবিধ নিন্দা, কুসন্দেহ, এবং নষ্ট বিবেক ও হীনসত্য লোকদের চিরবিসংবাদ; এ প্রকার লোকেরা ভক্তিকে লাভের উপায় জ্ঞান করে।"},{"number":6,"verse":"বাস্তবিকই ভক্তি, সন্তোষযুক্ত হইলে, মহালাভের উপায়,"},{"number":7,"verse":"কেননা আমরা জগতে কিছুই সঙ্গে আনি নাই, কিছুই সঙ্গে করিয়া লইয়া যাইতেও পারি না;"},{"number":8,"verse":"কিন্তু গ্রাসাচ্ছাদন পাইলে আমরা তাহাতেই সন্তুষ্ট থাকিব।"},{"number":9,"verse":"কিন্তু যাহারা ধনী হইতে বাসনা করে, তাহারা পরীক্ষাতে ও ফাঁদে এবং নানাবিধ মূঢ় ও হানিকর অভিলাষে পতিত হয়, সে সকল মনুষ্যদিগকে সংহারে ও বিনাশে মগ্ন করে।"},{"number":10,"verse":"কেননা ধনাসক্তি সকল মন্দের একটা মূল; তাহাতে রত হওয়াতে কতক লোক বিশ্বাস হইতে বিপথগামী হইয়াছে, এবং অনেক যাতনারূপ কন্টকে আপনারা আপনাদিগকে বিদ্ধ করিয়াছে।"},{"number":11,"verse":"কিন্তু তুমি, হে ঈশ্বরের লোক, এই সকল হইতে পলায়ন কর; এবং ধার্ম্মিকতা, ভক্তি, বিশ্বাস, প্রেম, ধৈর্য্য, মৃদুভাব, এই সকলের অনুধাবন কর।"},{"number":12,"verse":"বিশ্বাসের উত্তম যুদ্ধে প্রাণপণ কর; অনন্ত জীবন ধরিয়া রাখ; তাহারই নিমিত্ত তুমি আহূত হইয়াছ, এবং অনেক সাক্ষীর সাক্ষাতে সেই উত্তম প্রতিজ্ঞা স্বীকার করিয়াছ।"},{"number":13,"verse":"সকলের জীবনদাতা ঈশ্বরের সাক্ষাতে, এবং যিনি পন্তীয় পীলাতের কাছে সেই উত্তম প্রতিজ্ঞারূপ সাক্ষ্য দিয়াছিলেন, সেই খ্রীষ্ট যীশুর সাক্ষাতে, আমি তোমাকে এই আজ্ঞা করিতেছি,"},{"number":14,"verse":"তুমি ধর্ম্মবিধি নিষ্কলঙ্ক ও অনিন্দনীয় রাখ; প্রভু যীশু খ্রীষ্টের সেই প্রকাশপ্রাপ্তি পর্য্যন্ত,"},{"number":15,"verse":"যাহা সেই পরমধন্য ও একমাত্র সম্রাট, রাজত্বকারীদের রাজা ও প্রভুত্বকারীদের প্রভু, উপযুক্ত সময়-সমূহে প্রদর্শন করিবেন;"},{"number":16,"verse":"যিনি অমরতার একমাত্র অধিকারী, অগম্য দীপ্তিনিবাসী, যাঁহাকে মনুষ্যদের মধ্যে কেহ কখনও দেখিতে পায় নাই, দেখিতে পারেও না; তাঁহারই সমাদর ও অনন্তকালস্থায়ী পরাক্রম হউক। আমেন্।"},{"number":17,"verse":"যাহারা এই যুগে ধনবান্, তাহাদিগকে এই আজ্ঞা দেও, যেন তাহারা গর্ব্বিতমনা না হয়, এবং ধনের অস্থিরতার উপরে নয়, কিন্তু যিনি ধনবানের ন্যায় সকলই আমাদের ভোগার্থে যোগাইয়া দেন, সেই ঈশ্বরেরই উপরে প্রত্যাশা রাখে;"},{"number":18,"verse":"যেন পরের উপকার করে, সৎক্রিয়ারূপ ধনে ধনবান্ হয়, দানশীল হয়, সহভাগীকরণে তৎপর হয়;"},{"number":19,"verse":"এইরূপে তাহারা আপনাদের নিমিত্ত ভাবীকালের জন্য উত্তম ভিত্তিমূলস্বরূপ নিধি প্রস্তুত করুক, যেন, যাহা প্রকৃতরূপে জীবন, তাহাই ধরিয়া রাখিতে পারে।"},{"number":20,"verse":"হে তীমথিয়, তোমার কাছে যাহা গচ্ছিত হইয়াছে, তাহা সাবধানে রাখ; যাহা অযথারূপে বিদ্যা নামে আখ্যাত, তাহার ধর্ম্মবিরূপক নিঃসার শব্দাড়ম্বর ও বিরোধবাণী হইতে বিমুখ হও;"},{"number":21,"verse":"সেই বিদ্যা অঙ্গীকার করিয়া কেহ কেহ বিশ্বাস সম্বন্ধে লক্ষ্যভ্রষ্ট হইয়াছে। অনুগ্রহ তোমাদের সহবর্ত্তী হউক।"}]}