{"bibleAbbr":"KNCL","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"(ದಾವೀದನು ಯೆಹೂದ್ಯರ ಅರಸ ಸೌಲನ ಸಾವಿನ ಸುದ್ದಿ) ಸೌಲನು ಸತ್ತನಂತರ ಸಂಭವಿಸಿದ ಘಟನೆಗಳು: ದಾವೀದನು ಅಮಾಲೇಕ್ಯರನ್ನು ಸದೆಬಡಿದು ಬಂದು ಚಿಕ್ಲಗಿನಲ್ಲಿ ಎರಡು ದಿವಸ ತಂಗಿದ್ದನು."},{"number":2,"verse":"ಮೂರನೆಯ ದಿನ ಸೌಲನ ಪಾಳೆಯದಿಂದ ಒಬ್ಬ ವ್ಯಕ್ತಿ ದಾವೀದನ ಬಳಿಗೆ ಬಂದು ನೆಲದ ಮಟ್ಟಿಗೂ ಬಾಗಿ ನಮಸ್ಕರಿಸಿದನು. ಅವನು ಸಂತಾಪದಿಂದ ತನ್ನ ಬಟ್ಟೆಗಳನ್ನು ಹರಿದುಕೊಂಡು ತಲೆಯ ಮೇಲೆ ಮಣ್ಣು ಹಾಕಿಕೊಂಡಿದ್ದನು."},{"number":3,"verse":"ದಾವೀದನು ಅವನನ್ನು ನೋಡಿ, “ನೀನು ಎಲ್ಲಿಂದ ಬಂದೆ?” ಎಂದು ಕೇಳಿದನು. ಅವನು, “ನಾನು ಇಸ್ರಯೇಲರ ಪಾಳೆಯದಿಂದ ತಪ್ಪಿಸಿಕೊಂಡು ಬಂದೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":4,"verse":"ಆಗ ದಾವೀದನು, “ಏನಾಯಿತೆಂದು ತಿಳಿಸು,” ಎನ್ನಲು ಆ ವ್ಯಕ್ತಿ, “ಇಸ್ರಯೇಲರು ರಣರಂಗದಿಂದ ಓಡಿಹೋದರು; ಅನೇಕರು ಮಡಿದರು. ಸೌಲನೂ ಅವನ ಮಗ ಯೋನಾತಾನನೂ ಮರಣಹೊಂದಿದರು,” ಎಂದು ತಿಳಿಸಿದನು."},{"number":5,"verse":"ದಾವೀದನು ಈ ವರ್ತಮಾನ ತಂದ ಯುವಕನಿಗೆ, “ಸೌಲನೂ ಅವನ ಮಗ ಯೋನಾತಾನನೂ ಸತ್ತಿರುವುದು ನಿನಗೆ ಹೇಗೆ ಗೊತ್ತಾಯಿತು?” ಎಂದು ಪ್ರಶ್ನಿಸಿದನು."},{"number":6,"verse":"ಅವನು, “ನಾನು ಅಕಸ್ಮಾತ್ತಾಗಿ ಗಿಲ್ಬೋವ ಪರ್ವತಪ್ರದೇಶಕ್ಕೆ ಹೋದಾಗ ಸೌಲ ತಮ್ಮ ಭರ್ಜಿಯನ್ನೂರಿಕೊಂಡು ನಿಂತಿದ್ದರು. ರಥಿಕರೂ ರಾಹುತರೂ ಅವರನ್ನು ಹಿಂದಟ್ಟಿಬರುತ್ತಿರುವುದನ್ನೂ ಕಂಡೆ."},{"number":7,"verse":"ಸೌಲ ಹಿಂದಿರುಗಿ ನನ್ನನ್ನು ಕರೆದರು."},{"number":8,"verse":"ನಾನು, “ಇಗೋ ಬಂದೆ,” ಎಂದು ಹೇಳಿ ಹತ್ತಿರಕ್ಕೆ ಹೋದಾಗ ಅವರು, “ನೀನಾರು?” ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ, ‘ನಾನು ಒಬ್ಬ ಅಮಾಲೇಕ್ಯ’ ಎಂದು ಉತ್ತರಕೊಟ್ಟೆ."},{"number":9,"verse":"ಆಗ ಅವರು, “ನೀನು ಮನಸ್ಸುಮಾಡಿ ಹತ್ತಿರ ಬಂದು ನನ್ನನ್ನು ಕೊಂದುಹಾಕು; ಏಕೆಂದರೆ, ನನ್ನಲ್ಲಿ ಇನ್ನೂ ಪೂರ್ಣಶಕ್ತಿಯಿದ್ದರೂ ಪ್ರಾಣಸಂಕಟಕ್ಕೆ ಸಿಕ್ಕಿಕೊಂಡಿದ್ದೇನೆ,” ಎಂದು ಹೇಳಿದರು."},{"number":10,"verse":"ಅವರು ಕೆಳಕ್ಕೆ ಬಿದ್ದುಬಿಟ್ಟರೆ ಬದುಕಲಾರರೆಂದು ನೆನೆಸಿ ನಾನು ಅವರನ್ನು ಸಮೀಪಿಸಿ ಕೊಂದುಹಾಕಿದೆ. ಅವರ ತಲೆಯ ಮೇಲಿನ ಕಿರೀಟವನ್ನೂ ತೋಳಿನಲ್ಲಿದ್ದ ಬಳೆಯನ್ನೂ ತೆಗೆದುಕೊಂಡು ನನ್ನ ಒಡೆಯರಾದ ತಮ್ಮ ಬಳಿಗೆ ತಂದಿದ್ದೇನೆ,” ಎಂದನು."},{"number":11,"verse":"ಸೌಲನು, ಅವನ ಮಗ ಯೋನಾತಾನನು ಹಾಗೂ ಸರ್ವೇಶ್ವರನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಯೇಲರು ಕತ್ತಿಯಿಂದ ಮೃತರಾದದ್ದಕ್ಕಾಗಿ"},{"number":12,"verse":"ದಾವೀದನೂ ಅವನ ಜನರೂ ದುಃಖದಿಂದ ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ಹರಿದುಕೊಂಡು ಗೋಳಾಡಿದರು. ಸಾಯಂಕಾಲದವರೆಗೆ ಉಪವಾಸಮಾಡಿದರು."},{"number":13,"verse":"ದಾವೀದನು ವರ್ತಮಾನ ತಂದ ಆ ಯುವಕನನ್ನು, “ನೀನೆಲ್ಲಿಯವನು?” ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಅವನು, “ನಾನು ಇಸ್ರಯೇಲರಲ್ಲಿ ಪ್ರವಾಸಿಯಾಗಿರುವ ಒಬ್ಬ ಅಮಾಲೇಕ್ಯನು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":14,"verse":"ದಾವೀದನು, “ಕೈಯೆತ್ತಿ ಸರ್ವೇಶ್ವರನ ಅಭಿಷಿಕ್ತನನ್ನು ಕೊಲ್ಲುವುದಕ್ಕೆ ನೀನು ಹಿಂಜರಿಯಲಿಲ್ಲ ಏಕೆ?” ಎಂದು ಹೇಳಿ"},{"number":15,"verse":"ತನ್ನ ಆಳುಗಳಲ್ಲಿ ಒಬ್ಬನನ್ನು ಕರೆದು, “ಇವನನ್ನು ಕೊಲ್ಲು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಅವನು ಇವನನ್ನು ಹೊಡೆದು ಕೊಂದನು."},{"number":16,"verse":"ದಾವೀದನು, “ಈ ರಕ್ತಾಪರಾಧ ನಿನ್ನ ತಲೆಯ ಮೇಲೆಯೇ ಇರಲಿ; ‘ಸರ್ವೇಶ್ವರನ ಅಭಿಷಿಕ್ತನನ್ನು ಕೊಂದುಹಾಕಿದೆ’ ಎಂದು ನಿನ್ನ ಬಾಯೇ ನಿನಗೆ ವಿರೋಧವಾಗಿ ಸಾಕ್ಷಿಹೇಳಿತು,” ಎಂದನು."},{"number":17,"verse":"(ಸೌಲ-ಯೋನಾತಾನರ ಕುರಿತು ದಾವೀದನು ರಚಿಸಿದ ಶೋಕಗೀತೆ) ದಾವೀದನು ಸೌಲ-ಯೋನಾತಾನರ ಮೇಲೆ ಒಂದು ಶೋಕಗೀತೆಯನ್ನು ರಚಿಸಿದನು."},{"number":18,"verse":"‘ಬಿಲ್ಲೆ’ ಎಂಬ ಈ ಗೀತೆಯನ್ನು ಯೆಹೂದ್ಯರಿಗೆ ಕಲಿಸಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಇದರ ಉಲ್ಲೇಖ ‘ಯಾಷಾರ್’ (ಇದೊಂದು ಬಹಳ ಪ್ರಾಚೀನ ಗ್ರಂಥ ಸಂಗ್ರಹ, ಆದರೆ ಈಗ ಅಲಭ್ಯ.) ಎಂಬ ಗ್ರಂಥದಲ್ಲಿದೆ:"},{"number":19,"verse":"ಮಣ್ಣುಪಾಲಾಗಿದೆ, ಓ ಇಸ್ರಯೇಲರೇ, ನಿಮ್ಮ ವೈಭವ ಆ ಗುಡ್ಡಗಳ ಮೇಲೆ ನೀವು ಮಡಿದದ್ದು ಹೇಗೆ, ಓ ಯುದ್ಧವೀರರೇ?"},{"number":20,"verse":"ಸಾರಬೇಡಿ ಈ ಸುದ್ದಿಯನು ‘ಗತ್’ ಊರಿನಲಿ ಘೋಷಿಸಬೇಡಿ ಅಷ್ಕೆಲೋನಿನ ಬೀದಿಗಳಲಿ. ಏಕೆನೆ, ಉಲ್ಲಾಸಿಸಿಯಾರು ಆ ಫಿಲಿಷ್ಟಿಯ ಮಹಿಳೆಯರು; ಜಯಘೋಷ ಮಾಡಿಯಾರು ಸುನ್ನತಿಯಿಲ್ಲದವರಾ ಸ್ತ್ರೀಯರು!"},{"number":21,"verse":"ಮಳೆಯಾಗಲಿ, ಮಂಜಾಗಲಿ ಬೀಳದಿರಲಿ ಆ ಗಿಲ್ಬೋವ ಗುಡ್ಡಗಳ ಮೇಲೆ ಅದರ ಮೇಲಿನ ಹೊಲಗಳು ಬೆಳೆಕೊಡದಿರಲಿ ನೈವೇದ್ಯಕೆ. ಏಕೆನೆ ಅಲ್ಲಿ ಬಿದ್ದಿವೆ ಯುದ್ಧವೀರರ ಕತ್ತಿಗುರಾಣಿ ಅಭಿಷಿಕ್ತನಲ್ಲದವನ ಗುರಾಣಿಯಂತೆ ಆ ಸೌಲನ ಗುರಾಣಿ!"},{"number":22,"verse":"ಹಿಂದಿರುಗುತ್ತಿರಲಿಲ್ಲ ಸೌಲನಾಕತ್ತಿ ವ್ಯರ್ಥವಾಗಿ, ಬರುತ್ತಿರಲಿಲ್ಲ ಯೋನಾತಾನನಾ ಬಿಲ್ಲು ಬರಿದಾಗಿ, ಹತರಾದವರ ರಕುತವನು ಹೀರದೆ ಪರಾಕ್ರಮಿಗಳ ಕೊಬ್ಬನು ರುಚಿಸದೆ."},{"number":23,"verse":"ಸೌಮ್ಯರು, ಅತಿಪ್ರಿಯರು, ಆ ಸೌಲ-ಯೋನಾತಾನರು ಬಾಳಿನಲು, ಸಾವಿನಲು ಬಿಟ್ಟಗಲದವರು. ಹದ್ದಿಗಿಂತ ಅಧಿಕ ವೇಗ ಅವರದು ಸಿಂಹಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ಶಕ್ತಿ ಅವರದು!"},{"number":24,"verse":"ಸೌಲನಿಗಾಗಿ ಅತ್ತು ಪ್ರಲಾಪಿಸಿರಿ ಇಸ್ರಯೇಲಿನ ಮಹಿಳೆಯರೇ, ಉಲ್ಲಾಸಕರ ರಕ್ತಾಂಬರಗಳ ಉಡಿಸಿದವನು ಅವನೇ ಅಲ್ಲವೆ ನಿಮಗೆ? ಅವುಗಳ ಮೇಲೆ ಸುವರ್ಣಾಂಬರಗಳ ತೊಡಿಸಿದವನು ಆತನೇ ಅಲ್ಲವೆ ನಿಮಗೆ?"},{"number":25,"verse":"ಯುದ್ಧವೀರರೇ, ಹೇಗೆ ಮಡಿದುಹೋದಿರಿ ರಣರಂಗದಲಿ? ಯೋನಾತಾನನು ಹತನಾಗಿ ಬಿದ್ದಿಹನಲ್ಲಾ ಬೆಟ್ಟಗುಡ್ಡದಲಿ!"},{"number":26,"verse":"ಯೋನಾತಾನನೇ, ಸಹೋದರನೇ, ಮನೋಹರನೇ, ನಿನ್ನ ಮರಣ ತಂದಿದೆ ಅತೀವ ಸಂಕಟ ನನಗೆ, ನನ್ನ ಮೇಲೆ ನಿನಗಿದ್ದ ಪ್ರೀತಿ ಅದೆಷ್ಟು ಆಶ್ಚರ್ಯಕರ! ಸತಿಪ್ರೇಮಕ್ಕಿಂತಲೂ ಅದು ಅಮೋಘಕರ!"},{"number":27,"verse":"ಅಯ್ಯೋ, ಆ ಪರಾಕ್ರಮಶಾಲಿಗಳು ಹೇಗೆ ಹತರಾದರು! ಯುದ್ಧಾಯುಧಗಳು ಹೇಗೆ ಹಾಳಾದವು!"}]}