{"bibleAbbr":"KNCL","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"ದಾವೀದ ಅಬ್ಷಾಲೋಮನ ಸಂಧಾನಕ್ಕೆ ಯೋವಾಬನ ಪ್ರಯತ್ನ ಅರಸನು ಅಬ್ಷಾಲೋಮನಿಗಾಗಿ ಹಂಬಲಿಸುತ್ತಿರುವುದು ಚೆರೂಯಳ ಮಗನಾದ ಯೋವಾಬನಿಗೆ ತಿಳಿಯಿತು."},{"number":2,"verse":"ಅವನು ತೆಕೋವದಿಂದ ಒಬ್ಬ ಬುದ್ಧಿವಂತೆಯಾದ ಸ್ತ್ರೀಯನ್ನು ಕರೆಕಳುಹಿಸಿ ಆಕೆಗೆ, “ನೀನು ಪ್ರಿಯರನ್ನು ಕಳೆದುಕೊಂಡು ಬಹುದಿವಸಗಳಿಂದ ಶೋಕಪಡುತ್ತಿರುವ ಸ್ತ್ರೀಯೋ ಎಂಬಂತೆ ನಟಿಸಿ ಶೋಕವಸ್ತ್ರಗಳನ್ನು ಧರಿಸಿಕೋ;"},{"number":3,"verse":"ಎಣ್ಣೆ ಹಚ್ಚಿಕೊಳ್ಳದೆ ಅರಸನ ಬಳಿಗೆ ಹೋಗು; ಅಲ್ಲಿ ಈ ಮಾತುಗಳನ್ನು ಅವನಿಗೆ ಹೇಳು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿ ಹೇಳಬೇಕಾದ ಮಾತುಗಳನ್ನು ಆಕೆಗೆ ಕಲಿಸಿಕೊಟ್ಟನು."},{"number":4,"verse":"ತೆಕೋವದ ಆ ಸ್ತ್ರೀ ಅರಸನ ಹತ್ತಿರಕ್ಕೆ ಹೋಗಿ ಅವನ ಮುಂದೆ ನೆಲಕ್ಕೆಬಿದ್ದು, “ಅರಸರೇ, ರಕ್ಷಿಸಿರಿ,” ಎಂದು ಕೂಗಿದಳು."},{"number":5,"verse":"ಅರಸನು, “ನಿನಗೇನಾಯಿತು?” ಎಂದು ಆಕೆಯನ್ನು ಕೇಳಿದನು. ಆಕೆ, “ನಾನು ವಿಧವೆ; ಗಂಡನು ಸತ್ತುಹೋಗಿದ್ದಾನೆ."},{"number":6,"verse":"ನಿನ್ನ ದಾಸಿಯಾದ ನನಗೆ ಇಬ್ಬರು ಮಕ್ಕಳಿದ್ದರು. ಒಂದು ದಿವಸ ಇವರು ಇಬ್ಬರೂ ಹೊಲದಲ್ಲಿ ಜಗಳವಾಡಿದರು. ಅಲ್ಲಿ ಬಿಡಿಸುವವರಾರೂ ಇರಲಿಲ್ಲ. ಆದುದರಿಂದ ಒಬ್ಬನು ಇನ್ನೊಬ್ಬನನ್ನು ಹೊಡೆದು ಕೊಂದನು."},{"number":7,"verse":"ಈಗ ನೋಡಿ, ಬಳಗದವರೆಲ್ಲರು ನಿನ್ನ ದಾಸಿಯಾದ ನನಗೆ ವಿರೋಧವಾಗಿದ್ದಾರೆ; ‘ತಮ್ಮನನ್ನು ಕೊಂದವನೆಲ್ಲಿ? ಅವನನ್ನು ನಮಗೆ ಒಪ್ಪಿಸು; ತಮ್ಮನ ಪ್ರಾಣಕ್ಕ್ಕಾಗಿ ಅವನ ಪ್ರಾಣವನ್ನೂ ತೆಗೆದುಬಿಟ್ಟು ನಿನ್ನನ್ನು ಬಾಧ್ಯಸ್ಥವಿಲ್ಲದ ಹಾಗೆ ಮಾಡಿಬಿಡುತ್ತೇವೆ,’ ಎನ್ನುತ್ತಾರೆ. ಹೀಗೆ ಅವರು ನನಗುಳಿದಿರುವ ಒಂದು ಕೆಂಡವನ್ನೂ ಆರಿಸಿಬಿಟ್ಟು ನನ್ನ ಗಂಡನ ಹೆಸರನ್ನೂ ಸಂತಾನವನ್ನೂ ಭೂಲೋಕದ ಮೇಲಿನಿಂದ ಅಳಿಸಬೇಕೆಂದು ಇದ್ದಾರೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟಳು."},{"number":8,"verse":"ಆಗ ಅರಸನು, “ಮನೆಗೆ ಹೋಗು, ನಿನ್ನ ವಿಷಯದಲ್ಲಿ ಆಜ್ಞಾಪಿಸುತ್ತೇನೆ,” ಎಂದು ಹೇಳಿದನು."},{"number":9,"verse":"ಅದಕ್ಕೆ ಆ ತೆಕೋವದ ಸ್ತ್ರೀ, “ಅರಸರೇ, ಒಡೆಯರೇ, ಅಪರಾಧ ನನ್ನ ಮೇಲೆಯೂ ನನ್ನ ಕುಟುಂಬದ ಮೇಲೆಯೂ ಇರಲಿ; ಅರಸರಿಗೂ ಅವರ ಸಿಂಹಾಸನಕ್ಕೂ ದೋಷಹತ್ತದಿರಲಿ,” ಎಂದಳು."},{"number":10,"verse":"ಅರಸ ಆಕೆಗೆ, “ಹಾಗೆ ಅಂದವರನ್ನು ನನ್ನ ಬಳಿಗೆ ಕರೆದುಕೊಂಡು ಬಾ; ಅವರು ನಿನ್ನನ್ನು ಮುಟ್ಟದಂತೆ ಮಾಡುತ್ತೇನೆ,” ಎಂದನು."},{"number":11,"verse":"ಆಗ ಆ ಸ್ತ್ರೀ, “ಸಮೀಪ ಬಂಧುವು ನನ್ನ ಎರಡನೆಯ ಮಗನನ್ನು ಕೊಂದು ನನ್ನ‍ನ್ನು ಪೂರ್ಣವಾಗಿ ಹಾಳುಮಾಡದಂತೆ ಅರಸರು ತಾವಾಗಿ ನೋಡಿಕೊಳ್ಳುವರೆಂಬುದಾಗಿ ನನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಮೇಲೆ ಆಣೆಯಿಟ್ಟು ಪ್ರಮಾಣ ಮಾಡಬೇಕು,” ಎಂದು ಬೇಡಿಕೊಂಡಳು. ಅದಕ್ಕೆ ದಾವೀದನು, “ಸರ್ವೇಶ್ವರನಾಣೆ, ನಿನ್ನ ಮಗನ ತಲೆಕೂದಲುಗಳಲ್ಲಿ ಒಂದನ್ನೂ ನೆಲಕ್ಕೆ ಬೀಳ್ಗೊಡುವುದಿಲ್ಲ,” ಎಂದು ಹೇಳಿದನು."},{"number":12,"verse":"ಆಗ ಆ ಸ್ತ್ರೀ, “ನನ್ನ ಒಡೆಯರಿಗೆ ಇನ್ನೊಂದು ಮಾತನ್ನು ಹೇಳಿಕೊಳ್ಳುವುದಕ್ಕೆ ಅಪ್ಪಣೆಯಾಗಲಿ,” ಎಂದಳು. ಅರಸನು, “ಹೇಳು,” ಎಂದನು."},{"number":13,"verse":"ಆಕೆ, “ಅರಸರು ಈ ತೀರ್ಪು ಕೊಟ್ಟದ್ದರಿಂದ ತಮ್ಮನ್ನೇ ಅಪರಾಧಿಯೆಂದು ನಿರ್ಣಯಿಸಿದ ಹಾಗಾಯಿತು. ತಾವು ಹೊರದೂಡಲಾದವನನ್ನು ಸೇರಿಸಿಕೊಳ್ಳಲೊಲ್ಲದೆ ಇರುವುದರಿಂದ ದೇವಪ್ರಜೆಗೆ ವಿರೋಧ ಆಗಿ ಅದೇ ಆಲೋಚನೆ ಮಾಡಿದ ಹಾಗಾಯಿತು. ಅರಸರು ಹೀಗೇಕೆ ಮಾಡಬೇಕು? ನಾವು ಸಾಯುವವರು:"},{"number":14,"verse":"ನೆಲದ ಮೇಲೆ ಚೆಲ್ಲಿ ತಿರುಗಿ ತುಂಬಿಕೊಳ್ಳಲಾಗದ ನೀರಿನಂತೆ ಇದ್ದೇವೆ ನಾವು. ಮನುಷ್ಯರ ಪ್ರಾಣತೆಗೆಯುವುದಕ್ಕೆ ದೇವರಿಗೆ ಇಷ್ಟ ಇಲ್ಲ; ಹೊರದೂಡಲಾದವನು ತಿರುಗಿ ಬಳಿಗೆ ಬರುವ ಹಾಗೆ ಅವರು ಸದುಪಾಯಗಳನ್ನು ಕಲ್ಪಿಸುವವರಾಗಿರುತ್ತಾರೆ."},{"number":15,"verse":"ಅದಿರಲಿ, ತಮ್ಮ ಸೇವಕಿ ಆದ ನನ್ನನ್ನು ಜನರು ಹೆದರಿಸಿದ್ದರಿಂದ ನಾನು ಈ ಸಂಗತಿಯನ್ನು ಅರಸರಿಗೆ ತಿಳಿಸಿದರೆ ಅವರು ತಮ್ಮ ಸೇವಕಿಯ ಬಿನ್ನಹವನ್ನು ಆಲಿಸಾರು ಎಂದುಕೊಂಡು ನನ್ನ ಒಡೆಯರಾದ ಅರಸರಿಗೆ ಇದನ್ನು ತಿಳಿಸುವುದಕ್ಕೆ ಬಂದೆ."},{"number":16,"verse":"ಅರಸರು ತಮ್ಮ ಸೇವಕಿಯಾದ ನನ್ನ ಬಿನ್ನಹವನ್ನು ಆಲಿಸಿ, ನನ್ನನ್ನೂ ನನ್ನ ಮಗನನ್ನೂ ದೇವರ ಸ್ವಾಸ್ತ್ಯದಿಂದ ತೆಗೆದು ಹಾಕಬೇಕೆಂದಿರುವವರ ಕೈಗೆ ಸಿಕ್ಕದಂತೆ, ತಪ್ಪಿಸಿ ರಕ್ಷಿಸುವಿರೆಂದು ನಂಬಿಕೊಂಡಿದ್ದೇನೆ."},{"number":17,"verse":"ನನ್ನ ಒಡೆಯರಾದ ಅರಸರ ಮಾತು ಸಮಾಧಾನಕ್ಕೆ ಕಾರಣವಾಗುವುದೆಂದು ನೆನಸಿ ನಿಮ್ಮ ದಾಸಿಯಾದ ನಾನು ಬಂದೆ. ನ್ಯಾಯ ಅನ್ಯಾಯಗಳನ್ನು ಕಂಡು ಹಿಡಿಯುವುದರಲ್ಲಿ ನನ್ನ ಒಡೆಯರಾದ ಅರಸರು ದೇವದೂತನಂತೆ ಇರುತ್ತೀರಿ; ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮ್ಮೊಂದಿಗೆ ಇರಲಿ!” ಎಂದಳು."},{"number":18,"verse":"ಆಗ ಅರಸನು ಆ ಸ್ತ್ರೀಗೆ, “ನಾನು ನಿನ್ನನ್ನು ಒಂದು ಮಾತು ಕೇಳಬೇಕೆಂದಿರುತ್ತೇನೆ; ನೀನು ಅದನ್ನು ಮರೆಮಾಡದೆ ತಿಳಿಸಬೇಕು,” ಎಂದು ಹೇಳಿದನು. ಆಕೆ, “ಅರಸರ ಅಪ್ಪಣೆಯಾಗಲಿ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟಳು."},{"number":19,"verse":"ಅರಸನು, “ಈ ಕಾರ್ಯದಲ್ಲಿ ಯೋವಾಬನ ಕೈಯಿರುತ್ತದೆ ಅಲ್ಲವೇ?’ ಎಂದು ಕೇಳಿದನು. ಅದಕ್ಕೆ ಆ ಸ್ತ್ರೀ, “ಅರಸರ ಜೀವದಾಣೆ, ಅರಸರು ಒಂದು ಮಾತು ಹೇಳಿದರೆ ನಾವು ತಪ್ಪಿಸಿಕೊಂಡು ಎಡಕ್ಕಾಗಲಿ ಬಲಕ್ಕಾಗಲಿ ಜಾರಿಕೊಳ್ಳುವುದಕ್ಕೆ ಆಗುವುದಿಲ್ಲ; ನಿಮ್ಮ ದಾಸಿಯಾದ ನನ್ನನ್ನು ಪ್ರೇರಿಸಿ ಈ ಎಲ್ಲಾ ಮಾತುಗಳನ್ನು ನನಗೆ ಕಲಿಸಿಕೊಟ್ಟವರು ನಿಮ್ಮ ಸೇವಕನಾದ ಯೋವಾಬನೇ ಹೌದು."},{"number":20,"verse":"ಅಬ್ಷಾಲೋಮನ ವಿಷಯವನ್ನು ರೂಪಾಂತರ ಪಡಿಸುವುದಕ್ಕಾಗಿ ನಿಮ್ಮ ಸೇವಕನಾದ ಯೋವಾಬನೇ ಇದನ್ನು ಮಾಡಿದನು. ನನ್ನ ಒಡೆಯರು ದೇವದೂತನಂಥ ಜ್ಞಾನಿ; ಅವರು ಭೂಲೋಕದಲ್ಲಿ ನಡೆಯುವುದನ್ನೆಲ್ಲಾ ತಿಳಿದುಕೊಳ್ಳುತ್ತಾರೆ!” ಎಂದು ಉತ್ತರಕೊಟ್ಟಳು."},{"number":21,"verse":"ಅನಂತರ ಅರಸನು ಯೋವಾಬನಿಗೆ, “ನೀನು ಕೇಳಿಕೊಂಡದ್ದನ್ನು ಅನುಗ್ರಹಿಸಿದ್ದೇನೆ; ಹೋಗಿ ಆ ಯುವಕ ಅಬ್ಷಾಲೋಮನನ್ನು ಕರೆದುಕೊಂಡು ಬಾ,” ಎಂದನು."},{"number":22,"verse":"ಆಗ ಯೋವಾಬನು ನೆಲಕ್ಕೆ ಬಿದ್ದು ನಮಸ್ಕರಿಸಿ ಅರಸನನ್ನು ಹರಸಿ, “ಅರಸರೇ, ನನ್ನ ಒಡೆಯರೇ, ನೀವು ನಿಮ್ಮ ಸೇವಕನಾದ ನನ್ನ ಬಿನ್ನಹವನ್ನು ಆಲಿಸಿದ್ದರಿಂದ ನಿಮ್ಮ ದೃಷ್ಟಿಯಲ್ಲಿ ನನಗೆ ದಯೆದೊರಕಿತೆಂದು ಈಗ ಗೊತ್ತಾಯಿಸು,” ಎಂದು ಹೇಳಿದನು."},{"number":23,"verse":"ಬಳಿಕ ಎದ್ದು ಗೆಷೂರಿಗೆ ಹೋಗಿ ಅಬ್ಷಾಲೋಮನನ್ನು ಜೆರೂಸ‍ಲೇಮಿಗೆ ಕರೆದುಕೊಂಡು ಬಂದನು."},{"number":24,"verse":"ಆದರೆ ಅರಸನು, “ಅಬ್ಷಾಲೋಮನು ತನ್ನ ಮನೆಗೆ ಹೋಗಲಿ; ಅವನು ನನ್ನ ಮುಖವನ್ನು ನೋಡಬಾರದು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಆದ್ದರಿಂದ ಅವನು ತನ್ನ ಮನೆಗೆ ಹೋದನು. ಅರಸನ ಮುಖವನ್ನು ನೋಡಲಿಲ್ಲ."},{"number":25,"verse":"ದಾವೀದನೊಂದಿಗೆ ಅಬ್ಷಾಲೋಮನ ಸಂಧಾನ ಸೌಂದರ್ಯದಲ್ಲಿ ಅಬ್ಷಾಲೋಮನಂತೆ ಹೆಸರುಗೊಂಡ ಪುರುಷನು ಇಸ್ರಯೇಲರಲ್ಲೇ ಇರಲಿಲ್ಲ. ಅವನಲ್ಲಿ ಅಂಗಾಲಿನಿಂದ ನಡುನೆತ್ತಿಯವರೆಗೆ ಒಂದು ದೋಷವಾದರೂ ಇರಲಿಲ್ಲ."},{"number":26,"verse":"ಅವನ ತಲೆಗೂದಲು ಬಹುಭಾರವಾಗುತ್ತಿದ್ದುದರಿಂದ ಪ್ರತಿವರ್ಷದ ಅಂತ್ಯದಲ್ಲಿ ಬೋಳಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದನು. ಆಗ ಅವನ ತಲೆಗೂದಲು ಸರಕಾರೀ ತೂಕದ ಪ್ರಕಾರ ಎರಡು ಕಿಲೋಗ್ರಾಂ (ಅಥವಾ : 200 ಬೆಳ್ಳಿನಾಣ್ಯಗಳ ತೂಕ.) ತೂಕವಾಗುತ್ತಿತ್ತು."},{"number":27,"verse":"ಅವನಿಗೆ ಮೂರುಮಂದಿ ಗಂಡುಮಕ್ಕಳೂ ಒಬ್ಬ ಮಗಳೂ ಇದ್ದರು. ಮಗಳ ಹೆಸರು ತಾಮಾರ್; ಈಕೆ ಬಹು ಸುಂದರಿಯಾಗಿದ್ದಳು."},{"number":28,"verse":"ಅಬ್ಷಾಲೋಮನು ಅರಸನ ಮುಖವನ್ನು ನೋಡದೆ ಎರಡು ವರ್ಷ ಜೆರುಸಲೇಮಿನಲ್ಲಿ ವಾಸವಾಗಿದ್ದನು."},{"number":29,"verse":"ಅನಂತರ ಒಂದು ದಿನ ಅವನು, ಅರಸನ ಬಳಿಗೆ ಕಳುಹಿಸುವುದಕ್ಕಾಗಿ ಯೋವಾಬನನ್ನು ಬರಮಾಡಲೆತ್ನಿಸಿದನು. ಆದರೆ ಯೋವಾಬನು ಬರಲಿಲ್ಲ. ಎರಡನೆಯ ಸಾರಿ ಕರೇಕಳುಹಿಸಿದರೂ ಅವನು ಬರಲಿಲ್ಲ."},{"number":30,"verse":"ಆದುದರಿಂದ ಅಬ್ಷಾಲೋಮನು ತನ್ನ ಸೇವಕರಿಗೆ, “ನೋಡಿ, ಸಮೀಪದಲ್ಲೇ ಯೋವಾಬನ ಜವೆಗೋದಿಹೊಲವುಂಟಲ್ಲವೇ, ಹೋಗಿ ಅದಕ್ಕೆ ಬೆಂಕಿ ಹಚ್ಚಿರಿ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಅವರು ಹಾಗೆಯೇ ಮಾಡಿದರು."},{"number":31,"verse":"ಆಗ ಯೋವಾಬನು ಅಬ್ಷಾಲೋಮನ ಮನೆಗೆ ಹೋಗಿ, “ನಿನ್ನ ಸೇವಕರು ನನ್ನ ಹೊಲಕ್ಕೆ ಬೆಂಕಿಹಚ್ಚಿದ್ದೇಕೆ?” ಎಂದು ಅವನನ್ನು ಕೇಳಲು"},{"number":32,"verse":"ಅಬ್ಷಾಲೋಮನು, “ನಾನು ಗೆಷೂರಿನಿಂದ ಇಲ್ಲಿಗೆ ಬಂದದ್ದೇಕೆ? ಅಲ್ಲೇ ಇದ್ದಿದ್ದರೆ ಒಳ್ಳೇದಾಗುತ್ತಿತ್ತಲ್ಲವೇ?’ ಎಂದು ನಿನ್ನ ಮುಖಾಂತರ ಅರಸನಿಗೆ ತಿಳಿಸುವುದಕ್ಕಾಗಿ ನಿನ್ನನ್ನು ಕರೇಕಳುಹಿಸಿದೆ; ನಾನು ಹೇಗೂ ಅರಸನ ಮುಖವನ್ನು ನೋಡಬೇಕು; ನಾನು ಅಪರಾಧಿ ಆಗಿದ್ದರೆ ಅವರು ನನ್ನನ್ನು ಕೊಲ್ಲಿಸಲಿ,” ಎಂದನು."},{"number":33,"verse":"ಯೋವಾಬನು ಹೋಗಿ ಇದನ್ನು ಅರಸನಿಗೆ ತಿಳಿಸಿದಾಗ ಅರಸನು ಅಬ್ಷಾಲೋಮನನ್ನು ಕರೆಯಿಸಿದನು. ಅವನು ಅರಸನ ಬಳಿಗೆ ಬಂದು ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರ ಮಾಡಿದನು. ಅರಸನು ಅವನಿಗೆ ಮುದ್ದಿಟ್ಟನು."}]}