{"bibleAbbr":"KNCL","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":15,"verses":[{"number":1,"verse":"(ಅಬ್ಷಾಲೋಮನ ಒಳಸಂಚು) ಸ್ವಲ್ಪಕಾಲವಾದನಂತರ ಅಬ್ಷಾಲೋಮನು ತನ್ನ ಮುಂದೆ ಮೈಗಾವಲಾಗಿ ಓಡುವುದಕ್ಕೆ ಐವತ್ತು ಮಂದಿ ಆಳುಗಳನ್ನು ನೇಮಿಸಿದನು. ಅದಕ್ಕಾಗಿ ಒಂದು ರಥವನ್ನೂ ಕುದುರೆಗಳನ್ನೂ ಪಡೆದುಕೊಂಡನು."},{"number":2,"verse":"ಅವನು ಮುಂಜಾನೆಯೇ ಎದ್ದು ಊರುಬಾಗಿಲ ಬಳಿಯಲ್ಲಿ ನಿಂತುಕೊಳ್ಳುತ್ತಿದ್ದನು. ಯಾರಾದರೂ ತಮ್ಮ ವ್ಯಾಜ್ಯ ತೀರಿಸಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ ಅರಸನ ಬಳಿಗೆ ಹೋಗುವುದನ್ನು ಅಬ್ಷಾಲೋ‍ಮನು ಕಂಡರೆ ಅಂಥವನನ್ನು ತನ್ನ ಬಳಿಗೆ ಕರೆದು, “ನೀನು ಯಾವ ಊರಿನವನು?” ಎಂದು ವಿಚಾರಿಸುತ್ತಿದ್ದನು. ಅವರು, “ನಿನ್ನ ಸೇವಕರಾದ ನಾವು ಇಸ್ರಯೇಲರ ಇಂಥ ಕುಲಕ್ಕೆ ಸೇರಿದವರು,” ಎಂದು ಉತ್ತರಕೊಡುತ್ತಿದ್ದರು."},{"number":3,"verse":"ಆಗ ಅಬ್ಷಾಲೋಮನು‍, “ನೋಡಿ, ನಿಮ್ಮ ವ್ಯಾಜ್ಯ ಒಳ್ಳೆಯದು ಹಾಗು ನ್ಯಾಯವಾದದ್ದು. ಆದರೆ ವ್ಯಾಜ್ಯಗಳನ್ನು ವಿಚಾರಿಸುವುದಕ್ಕೆ ರಾಜಪ್ರತಿನಿಧಿ ಒಬ್ಬನೂ ನೇಮಕವಾಗಿಲ್ಲ."},{"number":4,"verse":"ವ್ಯಾಜ್ಯವಾಗಲಿ ಬಿನ್ನಹವಾಗಲಿ ಉಳ್ಳವರು ಬಂದು ನ್ಯಾಯವನ್ನು ಪಡೆದುಕೊಳ್ಳುವ ಹಾಗೆ ನನ್ನನ್ನೇ ನಾಡಿನ ನ್ಯಾಯಾಧಿಪತಿಯನ್ನಾಗಿ ನೇಮಿಸಿದ್ದರೆ ಎಷ್ಟೋ ಒಳ್ಳೆಯದಾಗುತ್ತಿತ್ತು,” ಎಂದು ಸೂಚಿಸುತ್ತಿದ್ದನು."},{"number":5,"verse":"ಯಾವನಾದರು ಅವನಿಗೆ ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರ ಮಾಡುವುದಕ್ಕೆ ಬಂದರೆ ಅಂಥವನನ್ನು ಕೂಡಲೆ ಕೈಚಾಚಿ ಅವನನ್ನು ಎತ್ತಿ ಮುದ್ದಿಡುತ್ತಿದ್ದನು."},{"number":6,"verse":"ಅರಸನ ಬಳಿಗೆ ನ್ಯಾಯನಿರ್ಣಯಕ್ಕಾಗಿ ಬರುತ್ತಿದ್ದ ಎಲ್ಲಾ ಇಸ್ರಯೇಲರಿಗೆ ಅಬ್ಷಾಲೋಮನು ಹೀಗೆಯೇ ಮಾಡಿ ಎಲ್ಲರ ಮನಸ್ಸುಗಳನ್ನು ತನ್ನ ಕಡೆಗೆ ಒಲಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದನು."},{"number":7,"verse":"ನಾಲ್ಕು ವರ್ಷಗಳಾದನಂತರ ಅಬ್ಷಾಲೋಮನು ಅರಸನಿಗೆ, “ನಾನು ಸರ್ವೇಶ್ವರನಿಗೆ ಹೊತ್ತ ಹರಕೆಗಳನ್ನು ಸಲ್ಲಿಸುವುದಕ್ಕಾಗಿ ಹೆಬ್ರೋನಿಗೆ ಹೋಗಬೇಕಾಗಿದೆ, ಅಪ್ಪಣೆಯಾಗಲಿ."},{"number":8,"verse":"ನಿಮ್ಮ ಸೇವಕನಾದ ನಾನು ಸಿರಿಯಾದೇಶದ ಗೆಷೂರಿನಲ್ಲಿದ್ದಾಗ ಸರ್ವೇಶ್ವರ ನನ್ನನ್ನು ಮರಳಿ ಜೆರುಸಲೇಮಿಗೆ ಬರಮಾಡುವುದಾದರೆ ಅವರಿಗೆ ಒಂದು ವಿಶೇಷ ಆರಾಧನೆ ಮಾಡಿಸುವೆನೆಂದು ಹರಕೆ ಮಾಡಿದ್ದೆನು,” ಎಂದು ವಿಜ್ಞಾಪಿಸಿದನು."},{"number":9,"verse":"ಅರಸನು, “ಹೋಗು, ನಿನಗೆ ಶುಭವಾಗಲಿ!” ಎಂದನು. ಅಬ್ಷಾಲೋಮನು ಹೆಬ್ರೋನಿಗೆ ಹೊರಟುಹೋದನು."},{"number":10,"verse":"ಅವನು ಗೂಢಚಾರನನ್ನು ಕಳುಹಿಸಿ ಇಸ್ರಯೇಲರ ಎಲ್ಲಾ ಕುಲದವರಿಗೆ, “ನೀವು ತುತೂರಿಯ ಧ್ವನಿಯನ್ನು ಕೇಳುತ್ತಲೇ ‘ಅಬ್ಷಾ‍ಲೋಮನು ಹೆಬ್ರೋನಿನಲ್ಲಿ ಅರಸ’ ಎಂದು ಘೋಷಿಸಿರಿ,” ಎಂದು ಹೇಳಿಸಿದ್ದನು."},{"number":11,"verse":"ಅಬ್ಷಾಲೋಮನು ಜೆರುಸಲೇಮಿನಿಂದ ಸಮಾರಾಧನೆಗೆಂದು ಇನ್ನೂರು ಜನರನ್ನು ಕರೆದುಕೊಂಡು ಹೋಗಿದ್ದನು. ಅವರು ಯಥಾರ್ಥಮನಸ್ಸಿನಿಂದ ಹೋದವರು; ಒಳಸಂಚಿನ ಸುಳಿವೇನೂ ಅವರಿಗೆ ಗೊತ್ತಿರಲಿಲ್ಲ."},{"number":12,"verse":"ಇದಲ್ಲದೆ ಅವನು ಶಾಂತಿಸಮಾಧಾನದ ಬಲಿದಾನ ಮಾಡುತ್ತಿರುವಾಗ ದಾವೀದನ ಮಂತ್ರಿಯಾಗಿದ್ದ ಗೀಲೋವಿನ ಅಹೀತೋಫೆಲನೆಂಬವನನ್ನು ಅವನ ಊರಾದ ಗೀಲೋವಿನಿಂದ ಬರಮಾಡಿಸಿದ್ದನು. ಜನರು ಅಬ್ಷಾಲೋಮನನ್ನು ಕೂಡಿಕೊಳ್ಳುತ್ತಾ ಬಂದುದರಿಂದ ಒಳಸಂಚು ಪ್ರಬಲವಾಗುತ್ತಾ ಹೋಯಿತು."},{"number":13,"verse":"(ಜೆರುಸಲೇಮಿನಿಂದ ದಾವೀದನ ಪಲಾಯನ) ಇಸ್ರಯೇಲರ ಮನಸ್ಸು ಅಬ್ಷಾಲೋಮನ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡಿತೆಂಬ ವರ್ತಮಾನ ದಾವೀದನಿಗೆ ಮುಟ್ಟಿತು."},{"number":14,"verse":"ಆಗ ಅವನು ಜೆರುಸಲೇಮಿನಲ್ಲಿದ್ದ ತನ್ನ ಸೇವಕರಿಗೆ, “ಏಳಿ, ಓಡಿಹೋಗೋಣ; ಇಲ್ಲೇ ಇದ್ದರೆ ನಾವು ಅಬ್ಷಾಲೋಮನ ಕೈಯಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲಾರೆವು. ಬೇಗ ಹೊರಡೋಣ; ಅವನು ಅಕಸ್ಮಾತ್ತಾಗಿ ನಮ್ಮ ಮೇಲೆ ಬಿದ್ದು ನಮಗೆ ದುರ್ಗತಿಯನ್ನುಂಟುಮಾಡಿ ಪಟ್ಟಣದವರನ್ನೆಲ್ಲಾ ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸಾನು,” ಎಂದು ಹೇಳಿದನು."},{"number":15,"verse":"ಸೇವಕರು ಅರಸನಿಗೆ, “ನಮ್ಮ ಒಡೆಯರಾದ ಅರಸರಿಗೆ ಸರಿತೋಚಿದ್ದನ್ನೇ ಮಾಡಲು ಸಿದ್ಧರಾಗಿದ್ದೇವೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":16,"verse":"ಆಗ ಅರಸನು ಮನೆಕಾಯುವುದಕ್ಕಾಗಿ ಹತ್ತುಮಂದಿ ಉಪಪತ್ನಿಯರನ್ನು ಬಿಟ್ಟು ಉಳಿದವರನ್ನೆಲ್ಲಾ ಕರೆದುಕೊಂಡು ಹೊರಟನು."},{"number":17,"verse":"ಅರಸನೂ ಅವನ ಜೊತೆಯಲ್ಲಿ ಹೋದ ಜನರೆಲ್ಲರೂ ಪಟ್ಟಣದ ಕಡೇ ಮನೆಯ ಬಳಿಯಲ್ಲಿ ತುಸು ಹೊತ್ತು ನಿಂತರು."},{"number":18,"verse":"ದಾವೀದನ ಎಲ್ಲಾ ಸೇವಕರೂ, ‘ಕೆರೇತ್ಯ’ ಹಾಗು ‘ಪೆಲೇತ್ಯ’ ಎಂಬ ಕಾವಲುದಂಡುಗಳು ಮತ್ತು ಗತ್ ಊರಿನಿಂದ ಅರಸನ ಜೊತೆಯಲ್ಲಿ ಬಂದಿದ್ದ ಆರುನೂರು ಮಂದಿ ಗಿತ್ತೀಯರು ಅರಸನ ಮುಂದೆ ಹೋದರು."},{"number":19,"verse":"ಆಗ ಅರಸನು ಗಿತ್ತೀಯನಾದ ಇತ್ತೈ ಎಂಬವನಿಗೆ, “ನೀನು ನಮ್ಮ ಸಂಗಡ ಏಕೆ ಬರಬೇಕು? ನೀನು ಸ್ವದೇಶವನ್ನು ಬಿಟ್ಟು ನನ್ನ ಆಶ್ರಯಕ್ಕೆ ಬಂದವನಲ್ಲವೇ? ಹಿಂದಿರುಗಿ ಹೋಗಿ ಅರಸನ ಬಳಿಯಲ್ಲೇ ವಾಸಮಾಡು."},{"number":20,"verse":"ನಾನು ಎಲ್ಲೆಲ್ಲಿಯೋ ಅಲೆಯುತ್ತಿರಬೇಕಾಗುವುದು; ಹೀಗಿರುವುದರಿಂದ ನಿನ್ನೆ ಬಂದಂಥ ನಿನ್ನನ್ನು ಕರೆದುಕೊಂಡುಹೋಗಿ ಸುಮ್ಮನೆ ಏಕೆ ತಿರುಗಾಡಲಿಕ್ಕೆ ಹಚ್ಚಬೇಕು? ನಿನ್ನ ಸಹೋದರನನ್ನು ಕರೆದುಕೊಂಡು ಹಿಂದಿರುಗಿ ಹೋಗು; ದೇವರ ಅನಂತ ಕೃಪೆ ನಿನ್ನ ಮೇಲಿರಲಿ,” ಎಂದು ಹೇಳಿದನು."},{"number":21,"verse":"ಅದಕ್ಕೆ ಇತ್ತೈ, “ಸರ್ವೇಶ್ವರನಾಣೆ, ನನ್ನ ಒಡೆಯರಾದ ಅರಸರ ಜೀವದಾಣೆ, ಪ್ರಾಣಹೋದರೂ ಉಳಿದರೂ ನನ್ನ ಒಡೆಯರಾದ ಅರಸರಿರುವಲ್ಲಿಗೇ ಹೋಗುವೆನು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":22,"verse":"ಆಗ ದಾವೀದನು, “ಒಳ್ಳೆಯದು, ಮುಂದೆ ನಡೆ,” ಎಂದನು. ಗಿತ್ತೀಯನಾದ ಇತ್ತೈಯು ತನ್ನ ಎಲ್ಲಾ ಸೈನಿಕರನ್ನೂ ಪರಿಜನರನ್ನೂ, ಕರೆದುಕೊಂಡು ಮುಂದೆ ನಡೆದನು."},{"number":23,"verse":"ಇವರೆಲ್ಲರೂ ಬಹಳವಾಗಿ ನಡೆಯುವಾಗ ಸುತ್ತ-ಮುತ್ತಿನವರೆಲ್ಲರೂ ಬಹಳವಾಗಿ ಅತ್ತರು. ಅರಸನೂ ಎಲ್ಲ ಜನರೂ ಕಿದ್ರೋನ್ ಹಳ್ಳವನ್ನು ದಾಟಿ ಅರಣ್ಯಮಾರ್ಗ ಹಿಡಿದರು."},{"number":24,"verse":"ಚಾದೋಕನೂ ಅವನ ವಶದಲ್ಲಿದ್ದ ಲೇವಿಯರೆಲ್ಲರೂ ದೇವರ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಹೊತ್ತುಕೊಂಡು ಬಂದು, ಅದನ್ನು ಜನರೆಲ್ಲರು ದಾಟಿ ಹೋಗುವವರೆಗೆ ಕೆಳಗಿಳಿಸಿದ್ದರು. ಎಬ್ಯಾತಾರನೂ ಬಂದಿದ್ದನು."},{"number":25,"verse":"ಅರಸನು ಚಾದೋಕನಿಗೆ, “ನೀನು ದೇವರ ಒಡಂಬಡಿಕೆಯ ಮಂಜೂಷವನ್ನು ಹಿಂದಕ್ಕೆ ತೆಗೆದುಕೊಂಡುಹೋಗು; ಸರ್ವೇಶ್ವರನ ದೃಷ್ಟಿಯಲ್ಲಿ ನನಗೆ ದಯೆದೊರಕಿದರೆ ನಾನು ಅವರನ್ನೂ ಅವರ ಆಲಯವನ್ನೂ ನೋಡುವ ಹಾಗೆ ತಾವೇ ನನ್ನನ್ನು ಹಿಂದಕ್ಕೆ ಬರಮಾಡುವರು."},{"number":26,"verse":"‘ನಿನ್ನಲ್ಲಿ ನನಗೆ ಇಷ್ಟವಿಲ್ಲ,’ ಎಂದು ತೋರಿದರೆ ತಮಗೆ ಸರಿಕಂಡಂತೆ ಮಾಡಲಿ. ಅವರ ಚಿತ್ತದಂತೆ ಆಗಲಿ,” ಎಂದನು."},{"number":27,"verse":"ಇದಲ್ಲದೆ ಅರಸನು ಯಾಜಕನಾದ ಚಾದೋಕನಿಗೆ, “ನೀನು ದೇವದರ್ಶಿ; ನೀನು ನಿನ್ನ ಮಗನಾದ ಅಹೀಮಾಚನು ಮತ್ತು ಎಬ್ಯಾತಾರನ ಮಗನಾದ ಯೋನಾತಾನನು ಎಂಬ ಈ ಇಬ್ಬರು ಹುಡುಗರನ್ನು ಕರೆದುಕೊಂಡು ಸುರಕ್ಷಿತವಾಗಿ ಪಟ್ಟಣಕ್ಕೆ ಹೋಗಬೇಕು."},{"number":28,"verse":"ನಿಮ್ಮಿಂದ ವರ್ತಮಾನ ಬರುವ ತನಕ ನಾನು ಅಡವಿಯಲ್ಲಿ ನದಿದಾಟುವ ಸ್ಥಳದ ಹತ್ತಿರ ಇರುವೆನು,” ಎಂದು ಹೇಳಿದನು."},{"number":29,"verse":"ಆಗ ಚಾದೋಕನು ಹಾಗು ಎಬ್ಯಾತಾರನು ದೇವರ ಮಂಜೂಷವನ್ನು ಜೆರುಸಲೇಮಿಗೆ ಕೊಂಡೊಯ್ದು ಅಲ್ಲೇ ವಾಸಿಸಿದರು."},{"number":30,"verse":"ದಾವೀದನು, ಮುಖವನ್ನು ಮರೆಮಾಚಿಕೊಂಡು ಅಳುತ್ತಾ, ಬರಿಗಾಲಿನಿಂದ ಎಣ್ಣೇಮರಗಳ ಗುಡ್ಡವನ್ನೇರಿದನು. ಅವನ ಜೊತೆಯಲ್ಲಿದ್ದ ಜನರೂ ಮೋರೆಮುಚ್ಚಿಕೊಂಡು ಅಳುತ್ತಾ ಏರಿದರು."},{"number":31,"verse":"ಅಬ್ಷಾಲೋಮನ ಸಂಗಡ ಒಳಸಂಚು ಮಾಡಿದವರಲ್ಲಿ ಅಹೀತೋಫೆಲನೂ ಇದ್ದಾನೆಂಬ ವರ್ತಮಾನ ದಾವೀದನಿಗೆ ಮುಟ್ಟಿತು. ಅವನು, “ಸರ್ವೇಶ್ವರಾ, ಅಹೀತೋಫೆಲನ ಆಲೋಚನೆಗಳನ್ನು ನಿರರ್ಥಕಪಡಿಸು,” ಎಂದು ಪ್ರಾರ್ಥಿಸಿದನು."},{"number":32,"verse":"ಗುಡ್ಡದ ತುದಿಯಲ್ಲಿ ದೇವಾರಾಧನೆ ನಡೆಯುವ ಸ್ಥಳಕ್ಕೆ ಬಂದಾಗ, ಅರ್ಕೀಯನಾದ ಹೂಷೈ ಎಂಬವನು ಅಂಗಿಯನ್ನು ಹರಿದುಕೊಂಡು, ತಲೆಯ ಮೇಲೆ ಮಣ್ಣು ಹಾಕಿಕೊಂಡು ಅರಸನ ಬಳಿಗೆ ಬಂದನು."},{"number":33,"verse":"ಅರಸನು ಅವನಿಗೆ, “ನೀನು ನನ್ನ ಸಂಗಡ ಬರುವುದಾದರೆ ನನಗೆ ಭಾರ ಆಗುವಿಯಷ್ಟೆ."},{"number":34,"verse":"ಆದರೆ ನೀನು ಹಿಂದಿರುಗಿ ಪಟ್ಟಣಕ್ಕೆ ಹೋಗಿ ಅಬ್ಷಾಲೋಮನಿಗೆ, ‘ಅರಸರೇ, ನಾನು ನಿಮ್ಮ ಸೇವಕನು; ಹಿಂದೆ ನಿಮ್ಮ ತಂದೆಗೆ ಸೇವೆಸಲ್ಲಿಸಿದಂತೆ ಈಗ ನಿಮ್ಮ ಸೇವೆಮಾಡುತ್ತೇನೆ,’ ಎಂದು ಹೇಳುವುದಾದರೆ ಅಹೀತೋಫೆಲನ ಆಲೋಚನೆಯನ್ನು ವ್ಯರ್ಥಮಾಡುವುದಕ್ಕೆ ನೀನು ನನಗೆ ಅನುಕೂಲ ಮಾಡಿಕೊಟ್ಟಂತಾಗುವುದು."},{"number":35,"verse":"ಅಲ್ಲಿ ನಿನ್ನ ಸಂಗಡ ಯಾಜಕರಾದ ಚಾದೋಕ್ ಹಾಗು ಎಬ್ಯಾತಾರರು ಇರುತ್ತಾರೆ ಅಲ್ಲವೆ; ಅರಮನೆಯಲ್ಲಿ ನಿನಗೆ ಗೊತ್ತಾಗುವ ವರ್ತಮಾನವನ್ನೆಲ್ಲಾ ಆ ಇಬ್ಬರು ಯಾಜಕರಿಗೆ ತಿಳಿಸು. ಅವರ ಬಳಿಯಲ್ಲಿ ಇಬ್ಬರು ಹುಡುಗರಿದ್ದಾರೆ;"},{"number":36,"verse":"ಒಬ್ಬನು ಚಾದೋಕನ ಮಗನಾದ ಅಹೀಮಾಚನು, ಇನ್ನೊಬ್ಬನು ಎಬ್ಯಾತಾರನ ಮಗನಾದ ಯೋನಾತಾನನು. ಇವರ ಮುಖಾಂತರ ನೀನು ಎಲ್ಲಾ ವರ್ತಮಾನವನ್ನು ನನಗೆ ಮುಟ್ಟಿಸಬಹುದು,” ಎಂದು ಹೇಳಿ ಅವನನ್ನು ಕಳುಹಿಸಿದನು."},{"number":37,"verse":"ಅಬ್ಷಾಲೋಮನು ಜೆರುಸಲೇಮನ್ನು ಪ್ರವೇಶಿಸುವಷ್ಟರಲ್ಲೇ ದಾವೀದನ ಸ್ನೇಹಿತನಾದ ಹೂಷೈಯು ಪಟ್ಟಣಕ್ಕೆ ಬಂದನು."}]}