{"bibleAbbr":"KNCL","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":17,"verses":[{"number":1,"verse":"(ಅಹೀತೋಫೆಲನ ಆಲೋಚನೆಯನ್ನು ನಿರರ್ಥಕಪಡಿಸಿದ ಹೂಷೈ) ತರುವಾಯ ಅಹೀತೋಫೆಲನು ಅಬ್ಷಾಲೋಮನಿಗೆ, “ಅಪ್ಪಣೆಯಾಗಲಿ, ನಾನು ಹನ್ನೆರಡು ಸಾವಿರ ಜನರನ್ನು ಆರಿಸಿಕೊಂಡು ಈ ರಾತ್ರಿಯೇ ದಾವೀದನನ್ನು ಹಿಂದಟ್ಟುವೆನು;"},{"number":2,"verse":"ಅವನು ದಣಿದವನೂ ಧೈರ್ಯಗುಂದಿದವನೂ ಆಗಿರುವಾಗಲೇ ಫಕ್ಕನೆ ಅವನ ಮೇಲೆ ಬಿದ್ದು ಅವನನ್ನು ಬೆದರಿಸುವೆನು; ಅವನ ಜನರೆಲ್ಲರೂ ಓಡಿಹೋಗುವರು."},{"number":3,"verse":"ಅರಸನೊಬ್ಬನನ್ನೇ ಕೊಂದು ಎಲ್ಲಾ ಜನರನ್ನು ತಿರುಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ಬರಮಾಡುವೆನು. ನಿಮ್ಮ ಅಪೇಕ್ಷೆಯಂತೆ ಎಲ್ಲಾ ಜನರೂ ಹಿಂದಿರುಗಿ ಬಂದ ಮೇಲೆ ನಾಡಿನಲ್ಲಿ ಎಲ್ಲಾ ಸಮಾಧಾನವುಂಟಾಗುವುದು,” ಎಂದು ಹೇಳಿದನು."},{"number":4,"verse":"ಈ ಸಲಹೆ ಅಬ್ಷಾಲೋಮನಿಗೂ ಇಸ್ರಯೇಲರ ಹಿರಿಯರೆಲ್ಲರಿಗೂ ಸರಿಯಾಗಿ ಕಂಡಿತು."},{"number":5,"verse":"ಆಮೇಲೆ ಅಬ್ಷಾಲೋಮನು, “‍ಅರ್ಕೀಯನಾದ ಹೂಷೈಯನ್ನು ಕರೆದು ಅವನ ಅಭಿಪ್ರಾಯವನ್ನೂ ಕೇಳೋಣ,” ಎಂದುಕೊಂಡನು."},{"number":6,"verse":"ಅವನು ತನ್ನ ಬಳಿಗೆ ಬಂದಾಗ, “ಅಹೀತೋಫೆಲನು ಹೀಗೆ ಹೀಗೆ ಹೇಳಿದ್ದಾನೆ; ಇದರಂತೆ ಮಾಡಿದರೆ ಒಳ್ಳೇದಾಗುವುದೇ? ಇಲ್ಲವಾದರೆ ನಿನ್ನ ಅಭಿಪ್ರಾಯ ಏನು?” ಎಂದು ಕೇಳಿದನು."},{"number":7,"verse":"ಆಗ ಹೂಷೈಯು ಅಬ್ಷಾಲೋಮನಿಗೆ, “ಈ ಸಾರಿ ಅಹೀತೋಫೆಲನು ಹೇಳಿದ ಆಲೋಚನೆ ಒಳ್ಳೆಯದಲ್ಲ;"},{"number":8,"verse":"ತಮ್ಮ ತಂದೆ ಮತ್ತು ಅವನ ಜನರೂ ಶೂರರಾಗಿದ್ದಾರೆಂದೂ, ಈಗಲಾದರೋ ಅವರು ಮರಿಯನ್ನು ಕಳೆದುಕೊಂಡ ಕರಡಿಯಂತೆ ರೋಷ ಉಳ್ಳವರಾಗಿದ್ದಾರೆಂದೂ ತಮಗೆ ಗೊತ್ತುಂಟಲ್ಲವೆ? ಇದಲ್ಲದೆ ತಮ್ಮ ತಂದೆ ಯುದ್ಧ ನಿಪುಣನು; ಜನರ ಮಧ್ಯದಲ್ಲಿ ರಾತ್ರಿ ಕಳೆಯುವುದಿಲ್ಲ."},{"number":9,"verse":"ಅವನು ಈಗ ಒಂದು ಗುಹೆಯಲ್ಲೋ ಬೇರೆ ಯಾವುದಾದರೊಂದು ಸ್ಥಳದಲ್ಲಾಗಲೋ ಅಡಗಿಕೊಂಡಿರುವನು. ಮೊದಲು ನಮ್ಮವರಲ್ಲೇ ಕೆಲವರು ಮಡಿದರೆ, ಜನರು ಇದನ್ನು ಕೇಳಿ, ಅಬ್ಷಾಲೋಮನ ಪಕ್ಷದವರಿಗೆ ಮಹಾ ಅಪಜಯವಾಯಿತೆಂದು ಸುದ್ದಿಹಬ್ಬಿಸುವರು."},{"number":10,"verse":"ಆಗ ಸಿಂಹಹೃದಯಿಗಳಾದ ಶೂರರ ಎದೆಯೂ ಕರಗಿ ನೀರಾಗುವುದು. ನಿಮ್ಮ ತಂದೆ ರಣವೀರನೆಂದೂ ಅವನ ಸಂಗಡ ಇದ್ದವರು ಪರಾಕ್ರಮಶಾಲಿಗಳೆಂದೂ ಎಲ್ಲಾ ಇಸ್ರಯೇಲರು ಬಲ್ಲರಷ್ಟೆ."},{"number":11,"verse":"ಹೀಗಿರುವುದರಿಂದ, ನನ್ನ ಆಲೋಚನೆಯನ್ನು ಕೇಳಿ: “ದಾನಿನಿಂದ ಬೇರ್ಷೆಬದವರೆಗೆ ವಾಸವಾಗಿರುವ ಇಸ್ರಯೇಲರಿಂದ ಸಮುದ್ರದ ಮರಳಿನಷ್ಟು ಅಸಂಖ್ಯವಾದ ಸೈನ್ಯವನ್ನು ಕೂಡಿಸಿ ನೀವೂ ಅವರ ಜೊತೆಯಲ್ಲಿ ಯುದ್ಧಕ್ಕೆ ಹೋಗಬೇಕು."},{"number":12,"verse":"ನಾವು ಅವನಿರುವ ಸ್ಥಳವನ್ನು ಗೊತ್ತುಮಾಡಿಕೊಂಡು ಹೋಗಿ ನೆಲದ ಮೇಲೆ ಇಬ್ಬನಿ ಹೇಗೋ ಹಾಗೆಯೇ ಅವರ ಮೇಲೆ ಎರಗೋಣ. ಆಗ ಅವನೂ ಅವನ ಜನರೂ ನಮ್ಮ ಕೈಗೆ ಸಿಕ್ಕುವರು; ಒಬ್ಬನೂ ತಪ್ಪಿಸಿಕೊಳ್ಳಲಾರನು."},{"number":13,"verse":"ಅವನು ಒಂದು ಪಟ್ಟಣವನ್ನು ಹೊಕ್ಕಿರುವುದು ಆದರೆ ಇಸ್ರಯೇಲರೆಲ್ಲರೂ ಹಗ್ಗಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಅಲ್ಲಿಗೆ ಬರಲಿ; ಆಗ ಆ ಊರನ್ನು ಒಂದು ಹರಳಾದರೂ ಉಳಿಯದಂತೆ ಹಗ್ಗಗಳಿಂದ ಎಳೆದುಕೊಂಡು ಹೋಗಿ ಹೊಳೆಯಲ್ಲಿ ಹಾಕಿಬಿಡೋಣ,” ಎಂದನು."},{"number":14,"verse":"ಇದನ್ನು ಕೇಳಿ ಅಬ್ಷಾಲೋಮನೂ ಎಲ್ಲ ಇಸ್ರಯೇಲರೂ, “ಅರ್ಕಿಯನಾದ ಹೂಷೈಯ ಆಲೋಚನೆಯು ಅಹೀತೋಫೆಲನ ಆಲೋಚನೆಗಿಂತ ಒಳ್ಳೆಯದಾಗಿದೆ,” ಎಂದರು. ಹೀಗೆ ಸರ್ವೇಶ್ವರ ಅಬ್ಷಾಲೋಮನಿಗೆ ಕೇಡನ್ನುಂಟುಮಾಡಬೇಕೆಂದು, ಅಹೀತೋಫೆಲನ ಆಲೋಚನೆಯನ್ನು ವ್ಯರ್ಥಮಾಡಿದರು."},{"number":15,"verse":"(ದಾವೀದನಿಗೆ ಎಚ್ಚರಿಕೆ - ಪಲಾಯನ) ತರುವಾಯ ಹೂಷೈಯು, ಯಾಜಕರಾದ ಚಾದೋಕ ಹಾಗು ಎಬ್ಯಾತಾರರಿಗೆ, “ಅಹೀತೋಫೆಲನು ಅಬ್ಷಾಲೋಮನಿಗೂ ಇಸ್ರಯೇಲರ ಹಿರಿಯರಿಗೂ ಇಂಥಿಂಥ ಆಲೋಚನೆಯನ್ನು ಹೇಳಿದನು; ನಾನು ಹೀಗೆ ಹೇಳಿದೆ."},{"number":16,"verse":"ಆದುದರಿಂದ ನೀವು ಬೇಗನೆ ಅರಸನಾದ ದಾವೀದನಿಗೆ, ‘ನೀವು ಈ ರಾತ್ರಿ ಅಡವಿಯಲ್ಲಿ ನದಿದಾಟುವ ಸ್ಥಳದ ಹತ್ತಿರ ಇಳಿದುಕೊಳ್ಳಬೇಡಿ; ಶೀಘ್ರವಾಗಿ ನದಿದಾಟಿ ಮುಂದೆ ಹೋಗಿಬಿಡಿ; ಇಲ್ಲವಾದರೆ ನೀವೂ ನಿಮ್ಮ ಜನರೂ ನಾಶವಾಗುವಿರಿ’ ಎಂದು ಹೇಳಿ ಕಳುಹಿಸಿರಿ,” ಎಂದನು."},{"number":17,"verse":"ಯೋನಾತಾನ್ ಹಾಗು ಅಹೀಮಾಚರು ರೋಗೆಲಿನ ಬುಗ್ಗೆಯ ಬಳಿಯಲ್ಲಿದ್ದರು. ಇವರ ಮನೆಯ ದಾಸಿ ಎಲ್ಲಾ ವರ್ತಮಾನಗಳನ್ನು ಇವರಿಗೂ ಇವರ ಅರಸ ದಾವೀದನಿಗೂ ಮುಟ್ಟಿಸುವಂತೆ ಗೊತ್ತುಮಾಡಿಕೊಂಡಿದ್ದರು. ತಮ್ಮನ್ನು ಯಾರೂ ನೋಡಬಾರದೆಂದು ಇವರು ತಾವಾಗಿ ಊರೊಳಗೆ ಬರಲಿಲ್ಲ."},{"number":18,"verse":"ಆದರೂ ಒಬ್ಬ ಯುವಕನು ಅವರನ್ನು ನೋಡಿ ಅಬ್ಷಾಲೋಮನಿಗೆ ತಿಳಿಸಿದನು. ಅಷ್ಟರಲ್ಲಿ ಅವರಿಬ್ಬರೂ ಬಹುರೀಮಿಗೆ ಓಡಿಹೋಗಿ ಅಲ್ಲಿ ಒಬ್ಬನ ಮನೆಯನ್ನು ಹೊಕ್ಕರು. ಆ ಮನೆಯ ಅಂಗಳದಲ್ಲಿ ಒಂದು ಬಾವಿಯಿತ್ತು. ಅವರು ಅದರಲ್ಲಿ ಇಳಿದರು."},{"number":19,"verse":"ಕೂಡಲೆ ಆ ಮನೆಯ ಹೆಂಗಸು ಅದರ ಮೇಲೆ ಒಂದು ಬಟ್ಟೆಯನ್ನು ಹಾಸಿ ಗೋದಿಯ ನುಚ್ಚನ್ನು ಹರವಿದಳು. ಆದುದರಿಂದ ಅವರಿರುವ ಸಂಗತಿ ಯಾರಿಗೂ ಗೊತ್ತಾಗಲಿಲ್ಲ."},{"number":20,"verse":"ಅಬ್ಷಾಲೋಮನ ಸೇವಕರು ಆ ಸ್ತ್ರೀಯ ಮನೆಗೆ ಹೋಗಿ, “ಅಹೀಮಾಚ್ ಮತ್ತು ಯೋನಾತಾನರೆಲ್ಲಿ?” ಎಂದು ಆಕೆಯನ್ನು ಕೇಳಿದ್ದಕ್ಕೆ ಆಕೆ, ” ಅವರು ಹಳ್ಳದಾಟಿ ಹೋಗಿಬಿಟ್ಟರು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟಳು. ಸೇವಕರು ಅವರನ್ನು ಹುಡುಕುವುದಕ್ಕೆ ಹೋಗಿ ಕಾಣದೆ ಜೆರುಸಲೇಮಿಗೆ ಹಿಂದಿರುಗಿದರು."},{"number":21,"verse":"ಅವರು ಹೋದಕೂಡಲೆ ಇವರಿಬ್ಬರೂ ಬಾವಿಯಿಂದ ಮೇಲಕ್ಕೆ ಬಂದು ಅರಸನಾದ ದಾವೀದನ ಬಳಿಗೆ ಹೋಗಿ ಅವನಿಗೆ, “ಅಹೀತೋಫೆಲನು ನಿಮಗೆ ವಿರೋಧವಾಗಿ ಇಂಥಿಂಥ ಆಲೋಚನೆಯನ್ನು ಹೇಳಿದ್ದಾನೆ; ಆದುದರಿಂದ ಬೇಗನೆ ಎದ್ದು ನದಿದಾಟಿ ಹೋಗಿ,” ಎಂದು ಹೇಳಿದರು."},{"number":22,"verse":"ಆಗ ದಾವೀದನೂ ಅವನ ಜೊತೆಯಲ್ಲಿದ್ದವರೆಲ್ಲರೂ ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟಿದರು. ಉದಯವಾದಾಗ ದಾಟಬೇಕಾದವನೊಬ್ಬನೂ ಇರಲಿಲ್ಲ."},{"number":23,"verse":"ಅಹೀತೋಫೆಲನು ತನ್ನ ಆಲೋಚನೆ ನಡೆಯಲಿಲ್ಲವೆಂದು ತಿಳಿದು, ಕತ್ತೆಗೆ ತಡಿಹಾಕಿಸಿ ಕುಳಿತುಕೊಂಡು ತನ್ನ ಊರಿಗೆ ಹೋಗಿದ್ದನು. ಮನೆಯ ವ್ಯವಸ್ಥೆಮಾಡಿ ಅನಂತರ ಉರ್ಲು ಹಾಕಿಕೊಂಡು ಸತ್ತನು. ಅವನ ಶವವನ್ನು ಅವನ ತಂದೆಯ ಸ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿ ಮಾಡಿದರು."},{"number":24,"verse":"(ದಾವೀದನ ಪ್ರಯಾಣ; ಅವನಿಗೆ ದೊರೆತ ಆದರಣೆ) ದಾವೀದನು ಮಹನಯಿಮಿಗೆ ಹೋದನು. ಇಸ್ರಯೇಲರನ್ನೆಲ್ಲಾ ಕೂಡಿಸಿಕೊಂಡು ಅಬ್ಷಾಲೋಮನು ಜೋರ್ಡನ್ ನದಿ ದಾಟಿದನು."},{"number":25,"verse":"ಅವನು ಯೋವಾಬನಿಗೆ ಬದಲಾಗಿ ಅಮಾಸನನ್ನು ಸೇನಾಪತಿಯನ್ನಾಗಿ ನೇಮಿಸಿದನು. ಇಸ್ರಯೇಲನಾದ ಇತ್ರನು ನಾಹಾಷನ ಮಗಳೂ ಯೋವಾಬನ ತಾಯಿಯಾದ ಚೆರೂಯಳ ತಂಗಿಯೂ ಆದ ಅಬೀಗಲ್ ಎಂಬುವಳನ್ನು ಕೂಡಿದ್ದರಿಂದ ಹುಟ್ಟಿದವನು ಈ ಅಮಾಸನು."},{"number":26,"verse":"ಇಸ್ರಯೇಲರೂ ಅಬ್ಷಾಲೋಮನೂ ಗಿಲ್ಯಾದ್ ದೇಶದಲ್ಲಿ ಪಾಳೆಯಮಾಡಿಕೊಂಡರು."},{"number":27,"verse":"ದಾವೀದನು ಮಹನಯಿಮಿಗೆ ಬಂದಾಗ ಅಮ್ಮೋನಿಯರ ರಬ್ಬಾ ಊರಿನವನಾದ ನಾಹಾಷನ ಮಗ ಶೋಬಿ, ಲೋದೆಬಾರಿನ ಅಮ್ಮೀಯೇಲನ ಮಗ ಮಾಕೀರ್, ರೋಗೆಲೀಮ್ ಊರಿನ ಗಿಲ್ಯಾದ್ಯನಾದ ಬರ್ಜಿಲ್ಲೈ ಎಂಬವರು"},{"number":28,"verse":"ದಾವೀದನಿಗೂ ಅವನ ಜನರಿಗೂ ಹಾಸಿಗೆ, ಬಟ್ಟಲು, ಮಡಕೆ ಇವುಗಳನ್ನು ಕೊಟ್ಟರು; ಊಟಕ್ಕಾಗಿ ಗೋದಿ, ಜವೆಗೋದಿ ಹಿಟ್ಟು, ಹುರಿಗಾಳು,"},{"number":29,"verse":"ಅವರೆ, ಅಲಸಂದೆ, ಬೇಳೆ, ಜೇನುತುಪ್ಪ, ಬೆಣ್ಣೆ, ಕುರಿಗಿಣ್ಣು, ಹಸುವಿನ ಗಿಣ್ಣು, ಇವುಗಳನ್ನೂ ತಂದುಕೊಟ್ಟರು. ‘ಜನರು ಮರಳುಗಾಡಿನ ಪ್ರಯಾಣದಿಂದ ಹಸಿದಿದ್ದಾರೆ, ದಣಿದಿದ್ದಾರೆ ಹಾಗು ಬಾಯಾರಿದ್ದಾರೆ’ ಎಂಬ ಭಾವನೆಯಿಂದ ಇವುಗಳನ್ನು ತಂದುಕೊಟ್ಟರು."}]}