{"bibleAbbr":"KNCL","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":2,"verses":[{"number":1,"verse":"ದಾವೀದನಿಗೆ ಹೆಬ್ರೋನಿನಲ್ಲಿ ರಾಜಾಭಿಷೇಕ ಅನಂತರ ದಾವೀದನು ಸರ್ವೇಶ್ವರನನ್ನು, “ನಾನು ಜುದೇಯ (ಅಥವಾ : ಯೆಹೂದ.) ನಾಡಿನ ಯಾವುದಾದರೊಂದು ಪಟ್ಟಣಕ್ಕೆ ಹೋಗಬಹುದೇ?” ಎಂದು ಕೇಳಿದನು. “ಹೋಗಬಹುದು” ಎಂದರು ಸರ್ವೇಶ್ವರ. ಅವನು ಪುನಃ, “ಯಾವ ಊರಿಗೆ ಹೋಗಲಿ?” ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ, “ಹೆಬ್ರೋನಿಗೆ ಹೋಗು,” ಎಂಬ ಉತ್ತರ ಸಿಕ್ಕಿತು."},{"number":2,"verse":"ಆಗ ದಾವೀದನು ತನ್ನ ಇಬ್ಬರು ಹೆಂಡತಿಯರಾದ ಜೆಸ್ರೀಲಿನ ಅಹೀನೋವಮಳನ್ನು ಮತ್ತು ಕರ್ಮೆಲ್ಯನಾದ ನಾಬಾಲನ ಹೆಂಡತಿಯಾಗಿದ್ದ ಅಬೀಗೈಲಳನ್ನೂ ಕರೆದುಕೊಂಡು ಅಲ್ಲಿಗೆ ಹೋದನು."},{"number":3,"verse":"ದಾವೀದನ ಜನರೂ ತಮ್ಮ ತಮ್ಮ ಕುಟುಂಬಗಳನ್ನು ಕರೆದುಕೊಂಡು ಅವನ ಜೊತೆಯಲ್ಲಿ ಹೋಗಿ ಹೆಬ್ರೋನಿಗೆ ಸೇರಿದ ಊರುಗಳಲ್ಲಿ ವಾಸಿಸಿದರು."},{"number":4,"verse":"ತರುವಾಯ ಯೆಹೂದ್ಯರು ಅಲ್ಲಿಗೆ ಬಂದು ದಾವೀದನನ್ನು ಅಭಿಷೇಕಿಸಿ ತಮ್ಮ ಕುಲಕ್ಕೆ ಅರಸನನ್ನಾಗಿ ಮಾಡಿಕೊಂಡರು. ಸೌಲನ ಶವವನ್ನು ಸಮಾಧಿಮಾಡಿದವರು ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿನವರೇ ಎಂಬ ಸಂಗತಿ ದಾವೀದನಿಗೆ ತಿಳಿಯಿತು."},{"number":5,"verse":"ಆಗ ಅವನು ಅವರ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ, “ನೀವು ರಾಜನಿಷ್ಠೆಯಿಂದ ನಿಮ್ಮ ಒಡೆಯ ಸೌಲನ ಶವವನ್ನು ಸಮಾಧಿಮಾಡಿದ್ದಕ್ಕಾಗಿ ಸರ್ವೇಶ್ವರನ ಆಶೀರ್ವಾದ ನಿಮಗೆ ಲಭಿಸಲಿ!"},{"number":6,"verse":"ಅವರ ಅಚಲ ಪ್ರೀತಿಸತ್ಯತೆಗಳು ನಿಮ್ಮೊಂದಿಗಿರಲಿ! ಈ ಸತ್ಕಾರ್ಯಕ್ಕಾಗಿ ನಾನೂ ನಿಮಗೆ ಉಪಕಾರ ಮಾಡುವೆನು."},{"number":7,"verse":"ಯೆಹೂದ್ಯರು ನನ್ನನ್ನು ಅಭಿಷೇಕಿಸಿ ತಮ್ಮ ಅರಸನನ್ನಾಗಿ ಮಾಡಿಕೊಂಡಿದ್ದಾರೆ. ಆದುದರಿಂದ ಸೌಲನು ಸತ್ತುಹೋಗಿದ್ದರೂ ನೀವು ಶೂರರಾಗಿರಿ; ನಿಮ್ಮ ಕೈಗಳು ಜೋಲುಬೀಳದಿರಲಿ,” ಎಂದು ಹೇಳಿಸಿದನು."},{"number":8,"verse":"ಈಷ್ಬೋಶೆತನಿಗೆ ಇಸ್ರಯೇಲಿನಲ್ಲಿ ರಾಜಾಭಿಷೇಕ ಸೌಲನ ಸೇನಾಪತಿ ಹಾಗು ನೇರನ ಮಗನಾದ ಅಬ್ನೇರನು ಸೌಲನ ಮಗನಾದ ಈಷ್ಬೋಶೆತನನ್ನು ನದಿಯ ಆಚೆಯಲ್ಲಿರುವ ಮಹನಯಿಮಿಗೆ ಕರೆದೊಯ್ದನು."},{"number":9,"verse":"ಗಿಲ್ಯಾದ್, ಆಶೇರ್, ಜೆಸ್ರೀಲ್, ಎಫ್ರಯಿಮ್, ಬೆನ್ಯಾಮೀನ್ ಇವುಗಳ ಜನರ ಮೇಲೆ ಮತ್ತು ಬೇರೆ ಎಲ್ಲ ಇಸ್ರಯೇಲರ ಮೇಲೆ ಅವನನ್ನು ಅರಸನನ್ನಾಗಿ ಮಾಡಿದನು."},{"number":10,"verse":"(ಸೌಲನ ಮಗನಾದ ಈಷ್ಬೋಶೆತನಿಗೆ ಆಗ ನಾಲ್ವತ್ತು ವರ್ಷ. ಇಸ್ರಯೇಲರನ್ನು ಆತ ಎರಡು ವರ್ಷ ಆಳಿದನು). ಯೆಹೂದ್ಯರು ಮಾತ್ರ ದಾವೀದನನ್ನೇ ಹಿಂಬಾಲಿಸಿದರು."},{"number":11,"verse":"ದಾವೀದನು ಹೆಬ್ರೋನಿನಲ್ಲಿ ಯೆಹೂದ್ಯರ ಅರಸನಾಗಿ ಏಳು ವರ್ಷ ಆರು ತಿಂಗಳು ರಾಜ್ಯವಾಳಿದನು."},{"number":12,"verse":"ಇಸ್ರಯೇಲ್ ಮತ್ತು ಜುದೇಯ ರಣರಂಗದಲ್ಲಿ ಒಂದು ದಿನ ನೇರನ ಮಗ ಅಬ್ನೇರನು ಮತ್ತು ಸೌಲನ ಮಗ ಈಷ್ಬೋಶೆತನ ಸೇವಕರು ಮಹನಯಿಮಿನಿಂದ ಹೊರಟು ಗಿಬ್ಯೋನಿಗೆ ಬಂದರು."},{"number":13,"verse":"ಚೆರೂಯಳ ಮಗ ಯೋವಾಬನು ಮತ್ತು ದಾವೀದನ ಸೇವಕರು ಹೊರಟು ಅವರನ್ನು ಗಿಬ್ಯೋನಿನ ಕೆರೆಯ ಹತ್ತಿರ ಸಂಧಿಸಿದರು. ಇವರು ಕೆರೆಯ ಈಚೆ, ಅವರು ಕೆರೆಯ ಆಚೆ ಕುಳಿತುಕೊಂಡರು."},{"number":14,"verse":"ಆಗ ಅಬ್ನೇರನು ಯೋವಾಬನಿಗೆ, “ಎರಡು ಕಡೆಯ ತರುಣರು ಎದ್ದುಬಂದು ನಮ್ಮ ಮುಂದೆ ದ್ವಂದ್ವಯುದ್ಧ ಮಾಡಲಿ,” ಎಂದು ಹೇಳಿದನು. ಯೋವಾಬನು ಅದಕ್ಕೆ ಒಪ್ಪಿಕೊಂಡನು."},{"number":15,"verse":"ಆಗ ಸೌಲನ ಮಗ ಈಷ್ಬೋಶೆತನ ಕಡೆಯವರಾದ ಹನ್ನೆರಡು ಮಂದಿ ಬೆನ್ಯಾಮೀನ್ಯರು, ಮತ್ತು ದಾವೀದನ ಸೇವಕರಲ್ಲಿ ಹನ್ನೆರಡು ಮಂದಿ ಸಮಸಂಖ್ಯೆಯಾಗಿ ಹೊರಟು ದ್ವಂದ್ವಯುದ್ಧ ಮಾಡಿದರು."},{"number":16,"verse":"ಅವರಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನೂ ತನ್ನ ತನ್ನ ಎದುರಾಳಿಯ ತಲೆ ಹಿಡಿದು ಕತ್ತಿಯಿಂದ ಪಕ್ಕೆಯನ್ನು ತಿವಿದುದರಿಂದ ಎಲ್ಲರೂ ಸತ್ತುಬಿದ್ದರು. ಆದುದರಿಂದ ಗಿಬ್ಯೋನಿನಲ್ಲಿರುವ ಆ ಸ್ಥಳಕ್ಕೆ ‘ಹದಗತ್ತಿ ಕ್ಷೇತ್ರ’ ಎಂದು ಹೆಸರಾಯಿತು."},{"number":17,"verse":"ಅನಂತರ ಆ ದಿವಸ ಘೋರಯುದ್ಧ ನಡೆಯಿತು. ಅಬ್ನೇರನನ್ನೂ ಇಸ್ರಯೇಲರನ್ನೂ ದಾವೀದನ ಸೇವಕರು ಸೋಲಿಸಿದರು."},{"number":18,"verse":"ಚೆರೂಯಳ ಮೂರು ಮಂದಿ ಮಕ್ಕಳಾದ ಯೋವಾಬ್, ಅಬೀಷೈ, ಅಸಾಹೇಲ್ ಎಂಬುವರು ಅಲ್ಲಿಗೆ ಬಂದಿದ್ದರು. ಅಸಾಹೇಲನು ಅಡವಿಯ ಜಿಂಕೆಯಂತೆ ಚುರುಕು ಕಾಲಿನವನಾಗಿದ್ದನು."},{"number":19,"verse":"ಇವನು ಎಡಕ್ಕಾದರೂ ಬಲಕ್ಕಾದರೂ ತಿರುಗದೆ ಅಬ್ನೇರನನ್ನು ಹಿಂದಟ್ಟಿದನು."},{"number":20,"verse":"ಅಬ್ನೇರನು ಹಿಂದಿರುಗಿ ನೋಡಿ, “ನೀನು ಅಸಾಹೇಲನೋ?’ ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಅವನು, “ಹೌದು” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":21,"verse":"ಆಗ ಅಬ್ನೇರನು, “ನನ್ನನ್ನು ಬಿಟ್ಟು ಎಡಕ್ಕಾಗಲಿ ಬಲಕ್ಕಾಗಲಿ ತಿರುಗಿಕೊಂಡು ಯುವಕರಲ್ಲೊಬ್ಬನನ್ನು ಹಿಡಿದು, ಸುಲಿದುಕೋ,” ಎಂದು ಹೇಳಿದನು. ಆದರೆ ಅಸಾಹೇಲನು ಒಪ್ಪಲಿಲ್ಲ."},{"number":22,"verse":"ಮತ್ತೊಮ್ಮೆ ಅಬ್ನೇರನು, “ನನ್ನನ್ನು ಬಿಟ್ಟುಹೋಗು; ನಿನ್ನನ್ನು ಕೊಲ್ಲಲು ನನ್ನನ್ನೇಕೆ ಒತ್ತಾಯಿಸುವೆ? ಹಾಗೆ ಕೊಂದರೆ ನಿನ್ನ ಅಣ್ಣನಾದ ಯೋವಾಬನಿಗೆ ಹೇಗೆ ತಾನೆ ಮುಖ ತೋರಿಸಲಿ,” ಎಂದನು."},{"number":23,"verse":"ಆದರೂ ಅಸಾಹೇಲನು ಬಿಟ್ಟುಹೋಗುವುದಕ್ಕೆ ಒಪ್ಪಲಿಲ್ಲ. ಆದಕಾರಣ ಅಬ್ನೇರನು ಭರ್ಜಿಯನ್ನು ಹಿಮ್ಮುಖವಾಗಿ ಎಸೆದು ಅವನ ಹೊಟ್ಟೆಯನ್ನು ತಿವಿದನು. ಆ ಭರ್ಜಿ ಅವನ ಬೆನ್ನಿನಿಂದ ಹಾಯ್ದು ಬಂದಿತು. ಅವನು ಕೂಡಲೇ ಅಲ್ಲೇ ಬಿದ್ದು ಸತ್ತನು. ಅಸಾಹೇಲನು ಸತ್ತುಬಿದ್ದ ಸ್ಥಳಕ್ಕೆ ಬಂದವರೆಲ್ಲರೂ ಅಲ್ಲೇ ನಿಂತರು."},{"number":24,"verse":"ಆದರೆ ಯೋವಾಬನೂ ಅಬೀಷೈಯೂ ಅಬ್ನೇರನನ್ನು ಹಿಂದಟ್ಟಿದರು. ಹೀಗೆ ಅವರು ‘ಅಮ್ಮಾ’ ಎಂಬ ಗುಡ್ಡಕ್ಕೆ ಬರುವಷ್ಟರಲ್ಲಿ ಸೂರ್ಯಾಸ್ತಮವಾಯಿತು. ಆ ಗುಡ್ಡ ಗಿಬ್ಯೋನ್ ಮರುಭೂಮಿ ಮಾರ್ಗದ ಬಳಿಯಲ್ಲಿರುವ ಗೀಯದ ಎದುರಿನಲ್ಲಿದೆ."},{"number":25,"verse":"ಬೆನ್ಯಾಮೀನ್ಯರು ಒಂದೇ ಗುಂಪು ಆಗಿ ಕೂಡಿಕೊಂಡು ಅಬ್ನೇರನ ಬಳಿಗೆ ಬಂದು ಗುಡ್ಡದ ಮೇಲೆ ನಿಂತರು."},{"number":26,"verse":"ಆಗ ಅಬ್ನೇರನು ಯೋವಾಬನನ್ನು ನೋಡಿ, “ಕತ್ತಿ ಯಾವಾಗಲೂ ತಿನ್ನುತ್ತಲೇ ಇರಬೇಕೇ? ಹಗೆತನವೇ ಇದರ ಅಂತ್ಯಫಲವೆಂದು ನಿನಗೆ ಗೊತ್ತಾಗಲಿಲ್ಲವೇ? ಸಹೋದರರನ್ನು ಹಿಂದಟ್ಟುವುದು ಸಾಕೆಂದು ನಿನ್ನ ಜನರಿಗೆ ಯಾವಾಗ ಆಜ್ಞಾಪಿಸುವೆ?” ಎಂದನು."},{"number":27,"verse":"ಅದಕ್ಕೆ ಯೋವಾಬನು, “ದೇವರ ಜೀವದಾಣೆ, ಈಗ ನೀನು ಈ ಮಾತುಗಳನ್ನು ಹೇಳದಿದ್ದರೆ, ಜನರು ನಾಳೆ ಬೆಳಗಾಗುವವರೆಗೆ ತಮ್ಮ ದೇಶಬಾಂಧವರನ್ನು ಹಿಂದಟ್ಟದೆ ಬಿಡುತ್ತಿರಲಿಲ್ಲ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":28,"verse":"ಕೂಡಲೆ ತುತೂರಿಯನ್ನು ಊದಿಸಿದನು. ಆಗ ಜನರು ಇಸ್ರಯೆಲರನ್ನು ಹಿಂದಟ್ಟದೆ ಬಿಟ್ಟರು. ಯುದ್ಧವು ನಿಂತುಹೋಯಿತು."},{"number":29,"verse":"ಅಬ್ನೇರನೂ ಅವನ ಜನರೂ ಅರಾಬಾ ಕಣಿವೆಯಲ್ಲಿ ರಾತ್ರಿಯೆಲ್ಲಾ ಪ್ರಯಾಣಮಾಡಿ ಜೋರ್ಡನ್ ನದಿದಾಟಿ ಬಿಥ್ರೋನ್ ಕಣಿವೆಯನ್ನು ಹಾಯ್ದು ಮಹನಯಿಮಿಗೆ ಸೇರಿದರು."},{"number":30,"verse":"ಯೋವಾಬನು ಅಬ್ನೇರನನ್ನು ಬೆನ್ನಟ್ಟದೆ ಹಿಂದೆ ತಿರುಗಿ ಬಂದು, ಜನರನ್ನು ಕೂಡಿಸಿ ಲೆಕ್ಕಿಸಿದಾಗ ಅವರಲ್ಲಿ ದಾವೀದನ ಹತ್ತೊಂಬತ್ತು ಮಂದಿ ಯೋಧರು ಮತ್ತು ಅಸಾಹೇಲನು ಇರಲಿಲ್ಲ."},{"number":31,"verse":"ಆದರೆ ದಾವೀದನ ಯೋಧರು ಅಬ್ನೇರನ ಜನರಾದ ಬೆನ್ಯಾಮೀನ್ಯರಲ್ಲಿ ಮುನ್ನೂರರ್ವತ್ತು ಮಂದಿಯನ್ನು ಕೊಂದಿದ್ದರು."},{"number":32,"verse":"ಅವರು ಅಸಾಹೇಲನ ಶವವನ್ನು ತಂದು ಅದನ್ನು ಬೆತ್ಲೆಹೇಮಿನಲ್ಲಿರುವ ಅವನ ತಂದೆಯ ಸ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು. ಅನಂತರ ಯೋವಾಬನೂ ಅವನ ಜನರೂ ರಾತ್ರಿಯೆಲ್ಲಾ ಪ್ರಯಾಣಮಾಡಿ ಹೆಬ್ರೋನಿಗೆ ಬಂದರು. ಆಗ ಸೂರ್ಯೋದಯವಾಗಿತ್ತು."}]}