{"bibleAbbr":"KNCL","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":20,"verses":[{"number":1,"verse":"(ಶೆಬನ ದಂಗೆ) ಬೆನ್ಯಾಮೀನ್ ಕುಲದವನೂ ಬಿಕ್ರೀಯ ಮಗನೂ ಆದ ಶೆಬನೆಂಬ ಒಬ್ಬ ನೀಚ ವ್ಯಕ್ತಿ ಅಲ್ಲಿಗೆ ಹೇಗೋ ಬಂದಿದ್ದನು. ಅವನು ಕಹಳೆಯನ್ನು ಊದಿ, “ಇಸ್ರಯೇಲರೇ, ದಾವೀದನಿಗೂ ನಮಗೂ ಏನೂ ಸಂಬಂಧವಿಲ್ಲ. ಜೆಸ್ಸೆಯನ (ಅಥವಾ : ಇಷಯನ.) ಮಗನಲ್ಲಿ ನಮಗೆ ಹಕ್ಕುಭಾದ್ಯತೆಯಿಲ್ಲ. ಪ್ರತಿ ಒಬ್ಬನೂ ನಮ್ಮ ನಮ್ಮ ನಿವಾಸಗಳಿಗೆ ತೆರಳೋಣ,” ಎಂದನು."},{"number":2,"verse":"ಆಗ ಇಸ್ರಯೇಲರೆಲ್ಲರೂ ದಾವೀದನನ್ನು ಬಿಟ್ಟು ಬಿಕ್ರೀಯ ಮಗನಾದ ಶೆಬನನ್ನು ಹಿಂಬಾಲಿಸಿದರು. ಆದರೆ ಯೆಹೂದ್ಯರು ತಮ್ಮ ಅರಸನನ್ನು ಅಂಟಿಕೊಂಡು ಜೋರ್ಡನ್ ತಗ್ಗಿನಿಂದ ಜೆರುಸಲೇಮಿನವರೆಗೂ ಅವನ ಜೊತೆಯಲ್ಲೇ ಹೋದರು."},{"number":3,"verse":"ಅರಸನಾದ ದಾವೀದನು ಜೆರುಸಲೇಮಿಗೆ ಬಂದ ಮೇಲೆ ತಾನು ಮನೆಕಾಯುವುದಕ್ಕಾಗಿ ಇಟ್ಟಿದ್ದ ತನ್ನ ಹತ್ತು ಮಂದಿ ಉಪಪತ್ನಿಯರನ್ನು ಪ್ರತ್ಯೇಕವಾದ ಒಂದು ಮನೆಯಲ್ಲಿಟ್ಟು ಅವರಿಗೆ ಅನ್ನವಸ್ತ್ರ ಕೊಡುತ್ತಿದ್ದನು. ಆದರೆ ಅವರನ್ನು ತಿರುಗಿ ಕೂಡಲಿಲ್ಲ. ಅವರು ಜೀವದಿಂದ ಇರುವವರೆಗೂ ವಿಧವೆಯರಂತೆ ಇದ್ದು ಕಾವಲಲ್ಲಿರಬೇಕಾಯಿತು."},{"number":4,"verse":"(ಅಮಾಸನ ಕೊಲೆ) ಅನಂತರ ಅರಸನು ಅಮಾಸನಿಗೆ, “ನೀನು ಮೂರು ದಿನಗಳೊಳಗಾಗಿ ಯೆಹೂದ್ಯರನ್ನು ಕೂಡಿಸಿಕೊಂಡು ಇಲ್ಲಿ ಸಿದ್ಧವಾಗಿರು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":5,"verse":"ಅವನು ಹೋಗಿ ಯೆಹೂದ್ಯರನ್ನು ಕೂಡಿಸಿದನು. ಆದರೆ ಅವನು ನೇಮಕವಾದ ಸಮಯಕ್ಕೆ ಬರದೆ ತಡಮಾಡಿದನು."},{"number":6,"verse":"ಆದ್ದರಿಂದ ಅರಸನು ಅಬೀಷೈಗೆ, “ಅಬ್ಷಾಲೋಮನಿಗಿಂತ ಬಿಕ್ರೀಯ ಮಗನಾದ ಶೆಬನು ನಮಗೆ ಹೆಚ್ಚಿನ ಕೇಡು ಮಾಡುವಂತಿದೆ. ಆದುದರಿಂದ ನೀನು ನನ್ನ ಸ್ವಂತ ಆಳುಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಅವನನ್ನು ಬೆನ್ನಟ್ಟಿ ಬಂಧಿಸು. ಇಲ್ಲವಾದರೆ ಅವನು ನಮ್ಮ ಕಣ್ಣಿಗೆ ಮರೆಯಾಗಿ ಹೋಗಿ ಕೋಟೆಕೊತ್ತಲುಗಳುಳ್ಳ ಪಟ್ಟಣಗಳನ್ನು ಸೇರಿಕೊಳ್ಳಬಹುದು,” ಎಂದನು."},{"number":7,"verse":"ಆಗ ಅವನು ಯೋವಾಬನ ಸೈನಿಕರನ್ನೂ, ‘ಕೆರೇತ್ಯ’ ಹಾಗು ‘ಪೆಲೇತ್ಯ’ ಎಂಬ ಕಾವಲುದಂಡುಗಳನ್ನೂ ಎಲ್ಲಾ ಶೂರರನ್ನೂ ಕರೆದುಕೊಂಡು ಬಿಕ್ರೀಯ ಮಗನಾದ ಶೆಬನನ್ನು ಬೆನ್ನಟ್ಟುವುದಕ್ಕಾಗಿ ಜೆರುಸಲೇಮಿನಿಂದ ಹೊರಟನು."},{"number":8,"verse":"ಅವರು ಗಿಬ್ಯೋನಿನಲ್ಲಿದ್ದ ದೊಡ್ಡ ಕಲ್ಲನ್ನು ಸಮೀಪಿಸಿದಾಗ ಅಮಾಸನು ಅವರೆದುರಿಗೆ ಬಂದನು. ಯುದ್ಧವಸ್ತ್ರಗಳನ್ನು ಧರಿಸಿಕೊಂಡಿದ್ದ ಯೋವಾಬನು ಅವನನ್ನು ವಂದಿಸುವುದಕ್ಕೆ ಹೋಗುತ್ತಿರುವಾಗ ಅವನ ಸೊಂಟಕ್ಕೆ ಕಟ್ಟಿದ್ದ ಕತ್ತಿ ಒರೆಯಿಂದ ಕೆಳಗೆ ಬಿದ್ದಿತು."},{"number":9,"verse":"ಅವನು ಅಮಾಸನನ್ನು, “ಸಹೋದರಾ, ಕ್ಷೇಮವೇ?” ಎಂದು ಕೇಳಿ ಮುದ್ದಿಡುವುದಕ್ಕೋ ಎಂಬಂತೆ ಬಲಗೈಯಿಂದ ಅವನ ಗಡ್ಡವನ್ನು ಹಿಡಿದು, ಕೈಯಲ್ಲಿದ್ದ ಕತ್ತಿಯನ್ನು ಗಮನಿಸದಿದ್ದ ಅಮಾಸನ ಹೊಟ್ಟೆಯನ್ನು ಇರಿದನು."},{"number":10,"verse":"ಅವನ ಕರುಳೆಲ್ಲಾ ಹೊರಗೆ ಬಂದುವು. ಎರಡನೆಯ ಸಾರಿ ಇರಿಯಬೇಕಾಗಿರಲಿಲ್ಲ; ಅಷ್ಟಕ್ಕೆ ಅವನು ಸತ್ತನು."},{"number":11,"verse":"“ಯೋವಾಬನೂ ಅವನ ತಮ್ಮನಾದ ಅಬೀಷೈಯೂ ಬಿಕ್ರೀಯ ಮಗನಾದ ಶೆಬನನ್ನು ಹಿಂದಟ್ಟುವುದಕ್ಕಾಗಿ ಮುಂದೆ ನಡೆದಾಗ ಯೋವಾಬನ ಆಳುಗಳಲ್ಲೊಬ್ಬನು ಅಮಾಸನ ಹತ್ತಿರ ನಿಂತು, “ದಾವೀದ ಹಾಗು ಯೋವಾಬರ ಕಡೆಯವರು ಯೋವಾಬನನ್ನು ಹಿಂಬಾಲಿಸಲಿ,” ಎಂದು ಕೂಗಿದನು."},{"number":12,"verse":"ಮಾರ್ಗದ ಮಧ್ಯದಲ್ಲಿ ರಕ್ತದೊಳಗೆ ಹೊರಳಾಡುತ್ತಿದ್ದ ಅಮಾಸನನ್ನು ನೋಡುತ್ತಾ ಎಲ್ಲಾ ಜನರು ನಿಂತರು. ಬಂದವರೆಲ್ಲರೂ ಅಲ್ಲೇ ನಿಲ್ಲುವುದನ್ನು ಆ ಆಳು ಕಂಡು ಅಮಾಸನ ಶವವನ್ನು ದಾರಿಯಿಂದ ಎಳೆದು, ಹೊಲದಲ್ಲಿ ಹಾಕಿ, ಅದನ್ನು ಬಟ್ಟೆಯಿಂದ ಮುಚ್ಚಿದನು."},{"number":13,"verse":"ಶವವನ್ನು ಆಚೆ ಹಾಕಿದ ನಂತರ ಜನರೆಲ್ಲರು ಬಿಕ್ರೀಯ ಮಗನಾದ ಶೆಬನನ್ನು ಬೆನ್ನಟ್ಟುವುದಕ್ಕಾಗಿ ಯೋವಾಬನನ್ನು ಹಿಂಬಾಲಿಸಿದರು."},{"number":14,"verse":"(ಶೆಬನ ತಲೆ) ಶೆಬನು ಇಸ್ರಯೇಲ್ ಪ್ರಾಂತ್ಯಗಳಲ್ಲಿ ಸಂಚರಿಸುತ್ತಾ ಅಬೇಲ್ಬೇತ್ಮಾಕಾ ಎಂಬಲ್ಲಿಗೆ ಬಂದನು. ಬೇರೆಯವರೆಲ್ಲರೂ ಕೂಡಿಕೊಂಡು ಅವನೊಡನೆ ಆ ಊರನ್ನು ಸೇರಿದರು."},{"number":15,"verse":"ಯೋವಾಬನ ಕಡೆಯವರು ಅಬೇಲ್ಬೇತ್ಮಾಕಾ ಊರಿಗೆ ಮುತ್ತಿಗೆಹಾಕಿದರು. ಅದರ ಹೊರಗೋಡೆಯ ಹತ್ತಿರ ಒಂದು ಮಣ್ಣಿನ ದಿಬ್ಬವನ್ನು ಮಾಡಿ ಗೋಡೆಯ ಕೆಳಗೆ ಅಗೆಯುತ್ತಾ ಅದನ್ನು ಕೆಡವಿಬಿಡುವುದಕ್ಕೆ ಪ್ರಯತ್ನಿಸಿದರು."},{"number":16,"verse":"ಆಗ ಆ ಊರಿನ ಬುದ್ಧಿವಂತೆಯಾದ ಒಬ್ಬ ಮಹಿಳೆ ಅವರಿಗೆ, “ಕೇಳಿ, ದಯವಿಟ್ಟು ಕೇಳಿ; ಯೋವಾಬನು ಮಾತಾಡುವುದಕ್ಕಾಗಿ ನನ್ನ ಬಳಿಗೆ ಬರಬೇಕೆಂದು ಹೇಳಿ,” ಎಂದು ಕೂಗಿದಳು. ಯೋವಾಬನು ಬಂದನು. ಆ ಸ್ತ್ರೀ,"},{"number":17,"verse":"“ನೀವು ಯೋವಾಬೋ?’ ಎಂದು ಅವನನ್ನು ಕೇಳಿದಳು. ಅವನು, “ಹೌದು, ನಾನೇ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು. ಆಕೆ, “ನಿಮ್ಮ ದಾಸಿಯ ಮಾತನ್ನು ಕೇಳಿ,” ಎನ್ನಲು ಅವನು, “ಕೇಳುತ್ತೇನೆ,” ಎಂದನು."},{"number":18,"verse":"ಆಗ ಆಕೆ, “ಪೂರ್ವಕಾಲದಲ್ಲಿ ಜನರು ಆಬೇಲಿನವರ ಆಲೋಚನೆಯನ್ನು ಕೇಳಿ, ಅದರ ಮೇರೆಗೆ ತೀರ್ಮಾನ ಮಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":19,"verse":"ನಮ್ಮ ಪಟ್ಟಣ, ಇಸ್ರಯೇಲರಲ್ಲಿ ಸಮಾಧಾನವುಳ್ಳದ್ದೂ ರಾಜನಿಷ್ಠೆಯುಳ್ಳದ್ದೂ ಆಗಿದೆ. ಇಸ್ರಯೇಲರ ಪಟ್ಟಣಗಳಲ್ಲಿ ತಾಯಿಯೆಂದು ಹೆಸರುಗೊಂಡ ಈ ಪಟ್ಟಣವನ್ನು ನೀವು ಹಾಳುಮಾಡಬೇಕೆಂದಿದ್ದೀರಿ. ನೀವು ಸರ್ವೇಶ್ವರನ ಸೊತ್ತನ್ನು ಕಬಳಿಸಬೇಡಿ,” ಎಂದಳು."},{"number":20,"verse":"ಅದಕ್ಕೆ ಯೋವಾಬನು, “ಕಬಳಿಸುವುದಾಗಲಿ, ಹಾಳುಮಾಡುವುದಾಗಲಿ ನನ್ನಿಂದ ದೂರವಿರಲಿ; ಅಂಥದು ಬೇಡವೇ ಬೇಡ."},{"number":21,"verse":"ನಾವು ಬಂದಿರುವ ಸಂಗತಿಯೇ ಬೇರೆ; ಎಫ್ರಯಿಮ್ ಪರ್ವತ ಪ್ರದೇಶದ ಬಿಕ್ರೀಯ ಮಗನಾದ ಶೆಬನೆಂಬವನು ಅರಸ ದಾವೀದನಿಗೆ ವಿರೋಧವಾಗಿ ಕೈಯೆತ್ತಿದ್ದಾನೆ. ಅವನನ್ನು ಒಪ್ಪಿಸಿಬಿಡಿ; ನಾನು ಊರನ್ನು ಬಿಟ್ಟು ಹೋಗುತ್ತೇನೆ,” ಎಂದು ಹೇಳಿದನು. ಅದಕ್ಕೆ ಆ ಸ್ತ್ರೀ, “ನೋಡಿ, ಈಗಲೇ ಅವನ ತಲೆಯನ್ನು ಗೋಡೆಯ ಕಿಂಡಿಯಿಂದ ನಿಮ್ಮ ಕಡೆಗೆ ಎಸೆಯಲಾಗುವುದು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟು ತನ್ನ ಜನರ ಬಳಿಗೆ ಹೋಗಿ ಅವರಿಗೆ ವಿವೇಕದಿಂದ ಈ ಸಂಗತಿಯನ್ನು ತಿಳಿಸಿದಳು."},{"number":22,"verse":"ಅವರು ಬಿಕ್ರೀಯ ಮಗ ಶೆಬನ ತಲೆಯನ್ನು ಕಡಿದು ಯೋವಾಬನಿದ್ದಲ್ಲಿಗೆ ಬಿಸಾಡಿದರು. ಕೂಡಲೆ ಅವನು ಕಹಳೆಯನ್ನು ಊದಿಸಿದನು. ಅವನ ಜನರು ಆ ಪಟ್ಟಣವನ್ನು ಬಿಟ್ಟು ತಮ್ಮ ತಮ್ಮ ನಿವಾಸಗಳಿಗೆ ಹೋದರು. ಯೋವಾಬನು ಹಿಂದಿರುಗಿ ಜೆರುಸಲೇಮಿನಲ್ಲಿದ್ದ ಅರಸನ ಬಳಿಗೆ ಬಂದನು."},{"number":23,"verse":"(ದಾವೀದನ ಆಸ್ಥಾನಿಕರು) ಯೋವಾಬನು ಇಸ್ರಯೇಲರ ಮುಖ್ಯಸೇನಾಪತಿ. ಯೆಹೋಯಾದಾವನ ಮಗ ಬೆನಾಯಾಯನು ‘ಕೆರೇತ್ಯ’ ಹಾಗು ‘ಪೆಲೇತ್ಯ’ ಎಂಬ ಕಾವಲುದಂಡುಗಳ ಅಧಿಪತಿ."},{"number":24,"verse":"ಅದೋರಾಮನು ಬಿಟ್ಟೀಕೆಲಸ ಮಾಡಿಸುವವನು, ಅಹೀಲೂದನ ಮಗ ಯೆಹೋಷಾಪಾಟನು ಮುಖ್ಯ ಲೇಖಕ."},{"number":25,"verse":"ಶೆವನು ಕಾರ್ಯದರ್ಶಿ, ಚಾದೋಕ್ ಹಾಗು ಎಬ್ಯಾತಾರರು ಯಾಜಕರು;"},{"number":26,"verse":"ಯಾಯೀರಿನವನಾದ ಈರನೂ ದಾವೀದನ ಯಾಜಕನು."}]}