{"bibleAbbr":"KNCL","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"(ಅನುಬಂಧ) (ಭೀಕರ ಬರಗಾಲ - ಸೌಲನ ಸಂತಾನದವರ ಹತ್ಯೆ) ದಾವೀದನ ಕಾಲದಲ್ಲಿ ಮೂರು ವರ್ಷಗಳವರೆಗೂ ಬಿಡದೆ ಬರವಿತ್ತು. ದಾವೀದನು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯನ್ನು ವಿಚಾರಿಸಿದಾಗ, “ಸೌಲನು ಗಿಬ್ಯೋನ್ಯರನ್ನು ಕೊಲ್ಲಿಸಿದ್ದರಿಂದ ಅವನ ಮೇಲೂ ಅವನ ಮನೆಯವರ ಮೇಲೂ ರಕ್ತಾಪರಾಧ ಇರುತ್ತದೆ,” ಎಂಬ ಉತ್ತರ ದೊರಕಿತು."},{"number":2,"verse":"(ಗಿಬ್ಯೋನ್ಯರು ಇಸ್ರಯೇಲ್ ಕುಲಗಳಿಗೆ ಸೇರಿದವರಲ್ಲ; ಅವರು ಅಳಿಯದೆ ಉಳಿದ ಅಮೋರಿಯರಷ್ಟೇ). ಇಸ್ರಯೇಲರು ತಾವು ಇವರನ್ನು ಕೊಲ್ಲುವುದಿಲ್ಲವೆಂದು ಪ್ರಮಾಣಮಾಡಿ ಇದ್ದರು. ಆದರೂ ಸೌಲನು ಇಸ್ರಯೇಲ್ ಮತ್ತು ಯೆಹೂದ ಕುಲಗಳ ಮೇಲೆ ತನಗಿದ್ದ ಅಭಿಮಾನದ ನಿಮಿತ್ತ ಇವರನ್ನೂ ನಿರ್ನಾಮಗೊಳಿಸಬೇಕೆಂದಿದ್ದನು."},{"number":3,"verse":"ಆಗ ಅರಸ ದಾವೀದನು ಗಿಬ್ಯೋನ್ಯರನ್ನು ಕರೆದು, “ನಾನು ನಿಮ್ಮ ಪರವಾಗಿ ಏನು ಮಾಡಬೇಕೆನ್ನುತ್ತೀರಿ? ನಿಮಗೆ ಪ್ರಾಯಶ್ಚಿತ್ತವಾಗಿ ಯಾವುದನ್ನು ಕೊಟ್ಟರೆ ನೀವು ಸರ್ವೇಶ್ವರನ ಪ್ರಜೆಯನ್ನು ಆಶೀರ್ವದಿಸುವಿರಿ?” ಎಂದು ಕೇಳಿದನು."},{"number":4,"verse":"ಅದಕ್ಕೆ ಅವರು, “ಸೌಲನ ಸಂತಾನದವರಿಗೂ ನಮಗೂ ಇರುವ ವ್ಯಾಜ್ಯ ಬೆಳ್ಳಿಬಂಗಾರದಿಂದ ತೀರಲಾರದು; ಇಸ್ರಯೇಲರನ್ನು ಕೊಲ್ಲುವ ಅಧಿಕಾರ ನಮಗಿಲ್ಲ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು. ಅರಸನು ಅವರಿಗೆ, “ಏನು ಮಾಡಬೇಕು ಹೇಳಿ; ಮಾಡುತ್ತೇನೆ,” ಎಂದನು."},{"number":5,"verse":"ಅವರು, “ನಮ್ಮನ್ನು ಇಸ್ರಯೇಲ್ ಪ್ರಾಂತ್ಯಗಳಿಂದ ಹೊರಡಿಸುವುದಕ್ಕೂ ನಿರ್ನಾಮಗೊಳಿಸುವುದಕ್ಕೂ ಪ್ರಯತ್ನಿಸಿದ ಆ ಮನುಷ್ಯನ ಮಕ್ಕಳಲ್ಲಿ ಏಳು ಮಂದಿಯನ್ನು ನಮಗೆ ಒಪ್ಪಿಸಿ."},{"number":6,"verse":"ಸರ್ವೇಶ್ವರನಿಂದ ಆಯ್ಕೆಯಾದ ಸೌಲನು ವಾಸವಾಗಿದ್ದ ಗಿಬೆಯದಲ್ಲಿ ನಾವು ಅವರನ್ನು ಕೊಂದು ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲೆ ನೇತುಹಾಕುತ್ತೇವೆ,” ಎಂದರು. ಅರಸನು, “ಆಗಲಿ, ಒಪ್ಪಿಸುತ್ತೇನೆ,” ಎಂದನು."},{"number":7,"verse":"ದಾವೀದನು ತಾನು ಸೌಲನ ಮಗ ಯೋನಾತಾನನಿಗೆ ಸರ್ವೇಶ್ವರನ ಹೆಸರಿನಲ್ಲಿ ಮಾಡಿದ ಪ್ರಮಾಣವನ್ನು ನೆನೆದು, ಸೌಲನ ಮೊಮ್ಮಗನೂ ಯೋನಾತಾನನ ಮಗನೂ ಆದ ಮೆಫೀಬೋಶೆತನನ್ನು ಉಳಿಸಿದನು."},{"number":8,"verse":"ಆದರೆ ಸೌಲನಿಗೆ ಅಯ್ಯಾಹನ ಮಗಳಾದ ರಿಚ್ಪಳಲ್ಲಿ ಹುಟ್ಟಿದ ಅರ್ಮೋನೀ, ಮೆಫೀಬೋಶೆತ್ ಎಂಬ ಇಬ್ಬರು ಮಕ್ಕಳನ್ನೂ, ಮೆಹೋಲದ ಬರ್ಜಿಲ್ಲೈಯ ಮಗನಾದ ಅದ್ರೀಯೇಲನಿಗೆ ಸೌಲನ ಮಗಳಾದ ಮೇರಬಳಲ್ಲಿ ಹುಟ್ಟಿದ ಐದು ಮಂದಿ ಮಕ್ಕಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಅವರನ್ನು ಗಿಬ್ಯೋನ್ಯರಿಗೆ ಒಪ್ಪಿಸಿದನು."},{"number":9,"verse":"ಅವರು ಇವರನ್ನು ಕೊಂದು ಗುಡ್ಡದ ಮೇಲೆ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲೆ ನೇತುಹಾಕಿದರು. ಈ ಏಳುಮಂದಿ ಏಕಕಾಲದಲ್ಲಿ ಹತರಾದರು. ಇವರನ್ನು ಕೊಂದಾಗ ಜವೆಗೋದಿ ಸುಗ್ಗಿಯು ಆರಂಭ ಆಗಿತ್ತು."},{"number":10,"verse":"ಆಗ ಅಯ್ಯಾಹನ ಮಗಳಾದ ರಿಚ್ಪಳು ಒಂದು ಗೋಣಿತಟ್ಟನ್ನು ತೆಗೆದುಕೊಂಡು ಅದನ್ನು ಬಂಡೆಯ ಮೇಲೆ ಹಾಸಿ ಸುಗ್ಗಿಯ ಆರಂಭದಿಂದ ಶವಗಳ ಮೇಲೆ ಮಳೆ ಬೀಳುವ ತನಕ ಆ ಗೋಣಿತಟ್ಟಿನ ಮೇಲೆ ಕುಳಿತುಕೊಂಡು ಹಗಲಿನಲ್ಲಿ ಆಕಾಶದ ಪಕ್ಷಿಗಳಾಗಲಿ ಇರುಳಿನಲ್ಲಿ ಕಾಡುಮೃಗಗಳಾಗಲಿ ಆ ಶವಗಳನ್ನು ತಿನ್ನದಂತೆ ಕಾಯುತ್ತಿದ್ದಳು."},{"number":11,"verse":"ಅಯ್ಯಾಹನ ಮಗಳೂ ಸೌಲನ ಉಪಪತ್ನಿಯೂ ಆದ ರಿಚ್ಪಳು ಮಾಡಿದ ಈ ಕಾರ್ಯವನ್ನು ದಾವೀದನಿಗೆ ತಿಳಿಸಲಾಯಿತು."},{"number":12,"verse":"ಆಗ ಅವನು ಸೌಲನ ಮತ್ತು ಅವನ ಮಗನಾದ ಯೋನಾತಾನನ ಎಲುಬುಗಳನ್ನು ತರುವುದಕ್ಕಾಗಿ ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿಗೆ ಹೋದನು. ಫಿಲಿಷ್ಟಿಯರು ಸೌಲನನ್ನು ಗಿಲ್ಬೋವದಲ್ಲಿ ಸೋಲಿಸಿದ ನಂತರ ಅವನ ಮತ್ತು ಯೋನಾತಾನನ ಶವಗಳನ್ನು ಬೇತ್ ಷೆಯಾನಿನ ಬೀದಿಗಳಲ್ಲಿ ತೂಗುಹಾಕಿದ್ದರು. ಯಾಬೇಷ್ ಗಿಲ್ಯಾದಿನವರು ಅಲ್ಲಿಂದ ಅವುಗಳನ್ನು ಕದ್ದುಕೊಂಡು ಹೋಗಿದ್ದರು."},{"number":13,"verse":"ದಾವೀದನು ಯಾಬೇಷಿನಲ್ಲಿದ್ದ ಸೌಲ ಹಾಗು ಯೋನಾತಾನರ ಎಲುಬುಗಳನ್ನೂ ಗಿಬ್ಯೋನಿನಲ್ಲಿ ಹತರಾದ ಈ ಮನುಷ್ಯರ ಎಲುಬುಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು"},{"number":14,"verse":"ಅವುಗಳನ್ನೆಲ್ಲಾ ಬೆನ್ಯಾಮೀನ್ ದೇಶದ ಚೇಲಾ ಊರಿನಲ್ಲಿ ಸೌಲನ ತಂದೆಯಾದ ಕೀಷನ ಸ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿಮಾಡಿಸಿದನು. ಅರಸನ ಅಪ್ಪಣೆಯಂತೆ ಇದೆಲ್ಲಾ ಆದನಂತರ ನಾಡಿನ ಮೇಲೆ ದೇವರಿಗಿದ್ದ ಕೋಪ ಶಮನವಾಯಿತು."},{"number":15,"verse":"(ಕೆಲವು ಶೂರಕೃತ್ಯಗಳು) (ಫಿಲಿಷ್ಟಿಯ ದೈತ್ಯರ ವಿರುದ್ಧ) ( ಒಂದು ಕಾಲದಲ್ಲಿ ಫಿಲಿಷ್ಟಿಯರಿಗೂ ಇಸ್ರಯೇಲರಿಗೂ ಮತ್ತೆ ಯುದ್ಧ ನಡೆಯಿತು. ದಾವೀದನು ತನ್ನ ಸೈನಿಕರನ್ನು ಕರೆದುಕೊಂಡು ಫಿಲಿಷ್ಟಿಯರಿಗೆ ವಿರುದ್ಧ ಯುದ್ಧಕ್ಕೆ ಹೋದಾಗ ಬಹಳವಾಗಿ ದಣಿದಿದ್ದನು."},{"number":16,"verse":"ಅವನನ್ನು ರೆಫಾಯರಲ್ಲೊಬ್ಬನಾದ ಇಷ್ಬೀಬೆನೋಬ್ ಎಂಬವನು ಕೊಲ್ಲುವುದಕ್ಕಿದ್ದನು. ಅವನ ಭರ್ಜಿಯ ತಾಮ್ರ ಮುನ್ನೂರು ಬೆಳ್ಳಿ ನಾಣ್ಯದ ತೂಕದ್ದು; ಅವನು ಸೊಂಟಕ್ಕೆ ಒಂದು ಹೊಸ ಕತ್ತಿಯನ್ನು ಕಟ್ಟಿಕೊಂಡಿದ್ದನು."},{"number":17,"verse":"ಚೆರೂಯಳ ಮಗನಾದ ಅಬೀಷೈಯು ದಾವೀದನ ಸಹಾಯಕ್ಕೆ ಬಂದು ಫಿಲಿಷ್ಟಿಯನನ್ನು ಕೊಂದುಹಾಕಿದನು. ಆಗ ಜನರು ದಾವೀದನಿಗೆ, “ಇಸ್ರಯೇಲರ ಆಶಾಜ್ಯೋತಿ ಆರಿಹೋಗದಂತೆ ನೀನು ಇನ್ನು ಮುಂದೆ ನಮ್ಮ ಜೊತೆಯಲ್ಲಿ ಯುದ್ಧಕ್ಕೆ ಬರಬಾರದು,” ಎಂದು ಖಂಡಿತವಾಗಿ ಹೇಳಿದರು."},{"number":18,"verse":"ಅನಂತರ ಫಿಲಿಷ್ಟಿಯರ ಸಂಗಡ ಗೋಬಿನಲ್ಲಿ ಯುದ್ಧ ನಡೆಯಿತು. ಆಗ ಹುಷಾ ಊರಿನವನಾದ ಸಿಬ್ಬೆಕ್ಕೆ ಎಂಬವನು ರೆಫಾಯನಾದ ಸಫ್ ಎಂಬವನನ್ನು ಕೊಂದನು."},{"number":19,"verse":"ಗೋಬಿನಲ್ಲಿ ಫಿಲಿಷ್ಟಿಯರೊಡನೆ ಇನ್ನೊಮ್ಮೆ ಯುದ್ಧ ನಡೆದಾಗ ಬೆತ್ಲೆಹೇಮಿನವನಾದ ಯಾರೇಯೋ ರೆಗೀಮ್ ಎಂಬವನ ಮಗ ಎಲ್ಹಾನಾನನು ಗಿತ್ತೀಯನಾದ ಗೊಲ್ಯಾತನನ್ನು ಕೊಂದನು. ಆ ಗೊಲ್ಯಾತನ ಭರ್ಜಿಯ ಹಿಡಿಕೆ ನೇಯಿಗಾರರ ಕುಂಟೆಯಷ್ಟು ಗಾತ್ರ ಇತ್ತು."},{"number":20,"verse":"ಮತ್ತೊಂದು ಸಾರಿ ಗತ್ ಊರಿನಲ್ಲಿ ಯುದ್ಧ ನಡೆಯಿತು. ಅಲ್ಲಿ ಒಬ್ಬ ಎತ್ತರದ ಪುರುಷನಿದ್ದನು. ಅವನ ಕೈಕಾಲುಗಳಿಗೆ ಆರಾರು ಬೆರಳುಗಳಂತೆ - ಒಟ್ಟಿಗೆ ಇಪ್ಪತ್ತನಾಲ್ಕು ಬೆರಳುಗಳಿದ್ದವು. ಅವನೂ ರೆಫಾಯನು."},{"number":21,"verse":"ಅವನು ಇಸ್ರಯೇಲರನ್ನು ನಿಂದಿಸಿದಾಗ ದಾವೀದನ ಅಣ್ಣನಾದ ಶಿಮೆಯಾನನ ಮಗ ಯೋನಾತಾನನು ಅವನನ್ನು ಕೊಂದುಹಾಕಿದನು."},{"number":22,"verse":"ಗತ್ ಊರಿನವರಾದ ಈ ನಾಲ್ಕು ಮಂದಿ ರೆಫಾಯರು ದಾವೀದನಿಂದಲೂ ಅವನ ಸೇವಕರಿಂದಲೂ ಹತರಾದರು."}]}