{"bibleAbbr":"KNCL","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"(ಜನಗಣತಿ) ( ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಮತ್ತೆ ಇಸ್ರಯೇಲರ ಮೇಲೆ ಕೋಪಗೊಂಡರು. ಇಸ್ರಯೇಲ್ ಹಾಗು ಯೆಹೂದ್ಯಕುಲಗಳವರ ಜನಗಣತಿ ಮಾಡುವುದಕ್ಕೆ ದಾವೀದನನ್ನು ಪ್ರೇರೇಪಿಸಿದರು."},{"number":2,"verse":"ಅರಸನು ತನ್ನ ಹತ್ತಿರದಲ್ಲಿದ್ದ ಸೇನಾಪತಿಯಾದ ಯೋವಾಬನಿಗೆ, “ಜನಸಂಖ್ಯೆ ಗೊತ್ತಾಗುವ ಹಾಗೆ ನೀನು ದಾನ್ ಊರಿನಿಂದ ಬೇರ್ಷೆಬದವರೆಗೆ ಸಂಚರಿಸಿ ಇಸ್ರಯೇಲ್ ಕುಲಗಳ ಎಲ್ಲ ಜನರನ್ನು ಲೆಕ್ಕಮಾಡಿಕೊಂಡು ಬಾ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":3,"verse":"ಆಗ ಯೋವಾಬನು, “ನನ್ನ ಒಡೆಯರಾದ ತಮ್ಮ ಆಯುಷ್ಕಾಲದಲ್ಲೇ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ತಮ್ಮ ಪ್ರಜೆಯನ್ನು ಈಗ ಇರುವುದಕ್ಕಿಂತ ನೂರರಷ್ಟು ಹೆಚ್ಚಿಸಲಿ. ನನ್ನ ಒಡೆಯರಾದ ಅರಸರು ಈ ಕಾರ್ಯಕ್ಕೆ ಮನಸ್ಸುಮಾಡಿದ್ದೇಕೆ?” ಎಂದನು."},{"number":4,"verse":"ಆದರೆ ಅರಸನು ಯೋವಾಬನಿಗೂ ಇತರ ಸೇನಾಪತಿಗಳಿಗೂ ಕಿವಿಗೊಡದೆ, ತನ್ನ ಮಾತನ್ನೇ ಸಾಧಿಸಿದ್ದರಿಂದ, ಅವರು ಇಸ್ರಯೇಲರನ್ನು ಲೆಕ್ಕಿಸುವುದಕ್ಕಾಗಿ ಅರಸನ ಸನ್ನಿಧಿಯಿಂದ ಹೊರಟುಹೋದರು."},{"number":5,"verse":"ಅವರು ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟಿ ಗಾದ್ ತಗ್ಗಿನಲ್ಲಿರುವ ಪಟ್ಟಣದ ಬಲಪಾರ್ಶ್ವದಲ್ಲಿರುವ ಅರೋಯೇರಿನಿಂದ ತೊಡಗಿ,"},{"number":6,"verse":"ಯಗ್ಜೇರಿಗೂ ಅಲ್ಲಿಂದ ಗಿಲ್ಯಾದ್ ಪ್ರಾಂತ್ಯ, ತಖ್ತೀಮ್ ಹೊಜೀಪ್ರದೇಶ ಇವುಗಳ ಮೇಲೆ ಯಾನಿನ ದಾನ್ ಎಂಬಲ್ಲಿಗೂ ಬಂದರು."},{"number":7,"verse":"ಅಲ್ಲಿಂದ ತಿರುಗಿಕೊಂಡು ಚೀದೋನ್, ತೂರ್ ಕೋಟೆ, ಹಿವ್ವಿಯರ ಮತ್ತು ಕಾನಾನ್ಯರ ಪಟ್ಟಣಗಳು ಇವುಗಳ ಮೇಲೆ ಯೆಹೂದ ಪ್ರಾಂತ್ಯದ ದಕ್ಷಿಣ ದಿಕ್ಕಿನಲ್ಲಿರುವ ಬೇರ್ಷೆಬಕ್ಕೆ ಬಂದರು."},{"number":8,"verse":"ಹೀಗೆ ಒಂಬತ್ತು ತಿಂಗಳು ಇಪ್ಪತ್ತು ದಿವಸಗಳಲ್ಲಿ ನಾಡನ್ನೆಲ್ಲಾ ಸಂಚರಿಸಿ ಜೆರುಸಲೇಮಿಗೆ ಹಿಂದಿರುಗಿ ಬಂದರು."},{"number":9,"verse":"ಯೋವಾಬನು ಅರಸನಿಗೆ ಒಪ್ಪಿಸಿದ ಜನಗಣತಿಯ ಅಂಕೆಸಂಖ್ಯೆಗಳಲ್ಲಿ ಇಸ್ರಯೇಲರಲ್ಲಿ ಯುದ್ಧಕ್ಕೆ ಹೋಗತಕ್ಕ ಸೈನಿಕರು ಎಂಟು ಲಕ್ಷ ಹಾಗು ಯೆಹೂದ್ಯರಲ್ಲಿ ಐದು ಲಕ್ಷ ಇದ್ದರು."},{"number":10,"verse":"ಜನರ ಎಣಿಕೆ ಮಾಡಿಸಿದ ನಂತರ ದಾವೀದನನ್ನು ಮನಸ್ಸಾಕ್ಷಿ ಕಾಡತೊಡಗಿತು. ಆದುದರಿಂದ ಅವನು, “ಸರ್ವೇಶ್ವರಾ, ನಾನು ಬುದ್ಧಿಹೀನ ಕಾರ್ಯವನ್ನು ಮಾಡಿ ಪಾಪಿಯಾದೆ; ದಯವಿಟ್ಟು ನಿಮ್ಮ ದಾಸನ ಅಪರಾಧವನ್ನು ಕ್ಷಮಿಸಿ,” ಎಂದು ಪ್ರಾರ್ಥಿಸಿದನು."},{"number":11,"verse":"ಅವನು ಮರುದಿನ ಬೆಳಿಗ್ಗೆ ಏಳುವಷ್ಟರಲ್ಲಿ ಅವನ ದರ್ಶಿಯಾದ ಗಾದ್ ಪ್ರವಾದಿಗೆ ಸರ್ವೇಶ್ವರ ದರ್ಶನವಿತ್ತು,"},{"number":12,"verse":"“ನೀನು ದಾವೀದನ ಹತ್ತಿರ ಹೋಗಿ ಅವನಿಗೆ, ‘ನಾನು ಮೂರು ವಿಧವಾದ ಶಿಕ್ಷೆಗಳನ್ನು ನಿನ್ನ ಮುಂದೆ ಇಡುತ್ತೇನೆ; ಅವುಗಳಲ್ಲಿ ಯಾವುದನ್ನು ನಿನ್ನ ಮೇಲೆ ಬರಮಾಡಬೇಕೋ ಅದನ್ನು ಆರಿಸಿಕೋ,’ ಎಂದು ಸರ್ವೇಶ್ವರ ನುಡಿಯುತ್ತಾರೆ ಎಂದು ಹೇಳು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದರು."},{"number":13,"verse":"ಆಗ ಗಾದನು ದಾವೀದನ ಬಳಿಗೆ ಬಂದು, “ನಿಮ್ಮ ನಾಡಿನಲ್ಲಿ ಏಳು ವರ್ಷಗಳ (ಕೆಲವು ಪ್ರತಿಗಳ ಪ್ರಕಾರ ಮೂರು ವರ್ಷ.) ಬರಗಾಲ ಉಂಟಾಗಬೇಕೋ, ಇಲ್ಲವೇ ನಿನ್ನ ಶತ್ರುಗಳು ನಿನ್ನನ್ನು ಸೋಲಿಸಿ ಮೂರು ತಿಂಗಳ ತನಕ ನಿನ್ನನ್ನು ಓಡಿಸಿಬಿಡಬೇಕೋ, ಇಲ್ಲವೆ ನಿನ್ನ ನಾಡಿನಲ್ಲಿ ಮೂರು ದಿನಗಳವರೆಗೂ ಘೋರವ್ಯಾಧಿ ಬರಬೇಕೋ? ನನ್ನನ್ನು ಕಳುಹಿಸಿದವರಿಗೆ ಯಾವ ಉತ್ತರವನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಬೇಕು, ಆಲೋಚಿಸಿ ಹೇಳು,” ಎಂದನು."},{"number":14,"verse":"ಅದಕ್ಕೆ ದಾವೀದನು, “ನಾನು ಬಲು ಇಕ್ಕಟ್ಟಿಗೆ ಸಿಕ್ಕಿಕೊಂಡಿದ್ದೇನೆ. ಸರ್ವೇಶ್ವರನ ಕೈಯಲ್ಲೆ ಬೀಳುತ್ತೇನೆ; ಅವರು ಕೃಪಾಪೂರ್ಣರು. ಮನುಷ್ಯರ ಕೈಯಲ್ಲಿ ಬೀಳಲೊಲ್ಲೆ,” ಎಂದು ಹೇಳಿ ವ್ಯಾಧಿಯನ್ನು ಆಯ್ದುಕೊಂಡನು."},{"number":15,"verse":"ಆಗ ಸರ್ವೇಶ್ವರ ಇಸ್ರಯೇಲರ ಮೇಲೆ ವ್ಯಾಧಿಯನ್ನು ಬರಮಾಡಿದರು. ಅದು ಹೊತ್ತಾರೆಯಿಂದ ನೇಮಕವಾದ ಹೊತ್ತಿನವರೆಗೂ ಇತ್ತು. ದಾನಿನಿಂದ ಬೇರ್ಷೆಬದವರೆಗೆ ವಾಸವಾಗಿದ್ದ ಇಸ್ರಯೇಲರಲ್ಲಿ ಎಪ್ಪತ್ತು ಸಾವಿರ ಜನರು ಸತ್ತರು."},{"number":16,"verse":"ದೇವದೂತನು ಜೆರುಸಲೇಮನ್ನೂ ಸಂಹರಿಸುವುದಕ್ಕೆ ಕೈಚಾಚಿದಾಗ ಸರ್ವೇಶ್ವರ ಆ ಕೇಡಿನ ವಿಷಯದಲ್ಲಿ ನೊಂದುಕೊಂಡು, ಸಂಹಾರಕ ದೂತನಿಗೆ, “ಈಗ ಸಾಕು, ನಿನ್ನ ಕೈಯನ್ನು ಹಿಂತೆಗೆ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದರು. ಆಗ ಆ ದೂತನು ಯೆಬೂಸಿಯನಾದ ಅರೌನನ ಕಣದಲ್ಲಿದ್ದನು."},{"number":17,"verse":"ದಾವೀದನು ಜನಸಂಹಾರಕ ದೂತನನ್ನು ಕಂಡಾಗ ಸರ್ವೇಶ್ವರನಿಗೆ, “ಮೂರ್ಖತನದಿಂದ ಪಾಪಮಾಡಿದವನು ನಾನು; ಕುರಿಗಳಂತಿರುವ ಈ ಜನರು ಏನು ಮಾಡಿದ್ದಾರೆ? ನಿಮ್ಮ ಕೈ ನನ್ನನ್ನೂ ನನ್ನ ಮನೆಯವರನ್ನೂ ಶಿಕ್ಷಿಸಲಿ,” ಎಂದು ಬೇಡಿಕೊಂಡನು."},{"number":18,"verse":"ಅದೇ ದಿನದಲ್ಲಿ ಗಾದನು ದಾವೀದನ ಬಳಿಗೆ ಬಂದು, “ನೀವು ಹೋಗಿ ಯೆಬೂಸಿಯನಾದ ಅರೌನನ ಕಣದಲ್ಲಿ ಸರ್ವೇಶ್ವರನಿಗಾಗಿ ಒಂದು ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟಿಸಿ,” ಎಂದು ಹೇಳಿದನು."},{"number":19,"verse":"ದಾವೀದನು ಗಾದನ ಮುಖಾಂತರ ತನಗಾದ ಸರ್ವೇಶ್ವರನ ಅಪ್ಪಣೆಯಂತೆ ಹೊರಟನು."},{"number":20,"verse":"ದಾವೀದನೂ ಅವನ ಸೇವಕರೂ ತನ್ನ ಬಳಿಗೆ ಬರುವುದನ್ನು ಅರೌನನು ಕಂಡು ಅವರ ಮುಂದೆ ಹೋಗಿ ಅರಸನಿಗೆ ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರ ಮಾಡಿದನು."},{"number":21,"verse":"“ನನ್ನ ಒಡೆಯರಾದ ಅರಸರು ತಮ್ಮ ಸೇವಕನ ಬಳಿಗೆ ಬರುವುದಕ್ಕೇನು ಕಾರಣ?” ಎಂದು ಕೇಳಿದನು. ದಾವೀದನು, “ವ್ಯಾಧಿಯು ಜನರನ್ನು ಬಿಟ್ಟುಹೋಗುವಂತೆ ನಾನು ನಿನ್ನ ಕಣವನ್ನು ಕೊಂಡುಕೊಂಡು ಅದರಲ್ಲಿ ಸರ್ವೇಶ್ವರನಿಗಾಗಿ ಒಂದು ಪೀಠವನ್ನು ಕಟ್ಟುವುದಕ್ಕೆ ಬಂದಿದ್ದೇನೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":22,"verse":"ಆಗ ಅರೌನನು ದಾವೀದನಿಗೆ, “ನನ್ನ ಒಡೆಯರಾದ ಅರಸರು ತಮಗೆ ಇಷ್ಟವಾದುದನ್ನು ತೆಗೆದುಕೊಂಡು ಅರ್ಪಿಸೋಣವಾಗಲಿ; ಇಲ್ಲಿ ಬಲಿದಾನಕ್ಕೆ ಹೋರಿಗಳೂ, ಸೌದೆಗೆ ಹಂತೀಕುಂಟೆ ಮೊದಲಾದ ಎತ್ತಿನ ಸಾಮಾನುಗಳೂ ಇರುತ್ತವೆ."},{"number":23,"verse":"ಇವುಗಳಲ್ಲಿ ಅರಸರ ಸೇವಕನಾದ ನಾನು ಅರಸರಿಗೆ ಅರ್ಪಿಸುತ್ತೇನೆ. ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ನಿಮಗೆ ಪ್ರಸನ್ನರಾಗಲಿ!” ಎಂದು ಹೇಳಿದನು."},{"number":24,"verse":"ಅರಸರು ಅರೌನನಿಗೆ, “ಹಾಗಲ್ಲ, ನಾನು ನಿನ್ನಿಂದ ಕ್ರಯಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳುತ್ತೇನೆ. ನನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಸುಮ್ಮನೆ ಸಿಕ್ಕಿದ್ದನ್ನು ಬಲಿದಾನವಾಗಿ ಅರ್ಪಿಸಲೊಲ್ಲೆನು,” ಎಂದು ಹೇಳಿ ಆ ಕಣವನ್ನೂ ಹೋರಿಗಳನ್ನೂ ಐವತ್ತು ಬೆಳ್ಳಿ ನಾಣ್ಯಕ್ಕೆ ಕೊಂಡುಕೊಂಡನು."},{"number":25,"verse":"ಅಲ್ಲಿ ಸರ್ವೇಶ್ವರನಿಗೆ ಬಲಿಪೀಠವನ್ನು ಕಟ್ಟಿಸಿ ಅದರ ಮೇಲೆ ಅವರಿಗೆ ದಹನಬಲಿಗಳನ್ನು ಹಾಗು ಶಾಂತಿಸಮಾಧಾನದ ಬಲಿಗಳನ್ನು ಅರ್ಪಿಸಿದನು. ಹೀಗೆ ನಾಡಿನ ಮೇಲಿದ್ದ ಸರ್ವೇಶ್ವರನ ಕೋಪ ಶಮನವಾಯಿತು. ಇಸ್ರಯೇಲರಲ್ಲಿದ್ದ ಆ ಸಂಹಾರಕವ್ಯಾಧಿ ನಿಂತುಹೋಯಿತು."}]}