{"bibleAbbr":"KNCL","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":7,"verses":[{"number":1,"verse":"ದಾವೀದನ ರಾಜ್ಯಸಂತಾನ ಶಾಶ್ವತವಾದುದು(130 17:1-15) ಸರ್ವೇಶ್ವರನ ಅನುಗ್ರಹದಿಂದ ಸುತ್ತಮುತ್ತ ಇದ್ದ ವೈರಿಗಳ ಭಯ ನಿಂತುಹೋಯಿತು. ದಾವೀದನು ನೆಮ್ಮದಿಯಿಂದ ಅರಮನೆಯಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದನು."},{"number":2,"verse":"ಒಂದು ದಿನ ಅವನು ಪ್ರವಾದಿ ನಾತಾನನಿಗೆ, “ನೋಡು, ನಾನು ವಾಸಮಾಡುತ್ತಿರುವುದು ದೇವದಾರು ಮರದಿಂದ ಮಾಡಿದ ಅರಮನೆಯಲ್ಲಿ ; ಆದರೆ ದೇವರ ಮಂಜೂಷ ಇರುವುದು ಬಟ್ಟೆಯ ಗುಡಾರದಲ್ಲಿ!” ಎಂದನು."},{"number":3,"verse":"ಅದಕ್ಕೆ ನಾತಾನನು ಸಮ್ಮತಿಸಿ, “ನಿಮಗೆ ಮನಸ್ಸಿದ್ದಂತೆ ಮಾಡಿ; ಸರ್ವೇಶ್ವರ ನಿಮ್ಮೊಡನೆ ಇದ್ದಾರೆ,” ಎಂದನು."},{"number":4,"verse":"ಆದರೆ ಅದೇ ರಾತ್ರಿ ಸರ್ವೇಶ್ವರ ನಾತಾನನಿಗೆ ಹೀಗೆಂದು ಆಜ್ಞಾಪಿಸಿದರು:"},{"number":5,"verse":"“ನೀನು ಹೋಗಿ ನನ್ನ ದಾಸ ದಾವೀದನಿಗೆ ತಿಳಿಸಬೇಕಾದುದು ಇದು: ‘ನೀನು ನನಗೊಂದು ದೇವಾಲಯವನ್ನು (ಹಿಬ್ರು ಮೂಲಪದಕ್ಕೆ ಮನೆ, ಮನೆತನ, ಅರಮನೆ, ದೇವಸ್ಥಾನ ಮುಂತಾದ ಅರ್ಥಗಳೂ ಇವೆ.) ಕಟ್ಟಬೇಕೆಂದಿರುವೆಯೋ?"},{"number":6,"verse":"ನಾನು ಇಸ್ರಯೇಲರನ್ನು ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಬರಮಾಡಿದಂದಿನಿಂದ ಇಂದಿನವರೆಗೆ ದೇವಾಲಯದಲ್ಲಿ ವಾಸಮಾಡಲಿಲ್ಲ; ಗುಡಾರದಲ್ಲೇ ವಾಸಿಸುತ್ತಾ ಅವರೊಡನೆ ಸಂಚರಿಸಿದೆ."},{"number":7,"verse":"ಹೀಗೆ ಇಸ್ರಯೇಲರ ಮಧ್ಯೆ ಸಂಚರಿಸುತ್ತಿದ್ದಾಗ ನನ್ನ ಜನರಾದ ಅವರನ್ನು ಪಾಲಿಸುವುದಕ್ಕೆ ಕುಲನಾಯಕನನ್ನು (ಅಥವಾ : ನ್ಯಾಯಸ್ಥಾಪಕನನ್ನು.) ನೇಮಿಸಿದೆ. ಅವರಾರಿಂದಲೂ ‘ನೀವೇಕೆ ನನಗೆ ದೇವದಾರು ಮರದಿಂದ ದೇವಾಲಯವನ್ನು ಕಟ್ಟಿಸಲಿಲ್ಲ?’ ಎಂದು ಕೇಳಿದ್ದಿಲ್ಲ!”"},{"number":8,"verse":"“ಇದಲ್ಲದೆ, ನೀನು ನನ್ನ ದಾಸ ದಾವೀದನಿಗೆ ಹೇಳು, ಸರ್ವಶಕ್ತ ಸರ್ವೇಶ್ವರನಾದ ನಾನೇ ಹೀಗೆ ಹೇಳಿದೆಯೆಂದು ತಿಳಿಸು: ‘ಕುರಿಗಳ ಹಿಂದೆ ತಿರುಗಾಡುತ್ತಿದ್ದ ನಿನ್ನನ್ನು ಅಡವಿಯಿಂದ ಆಯ್ದುಕೊಂಡು ನನ್ನ ಪ್ರಜೆ ಇಸ್ರಯೇಲರ ಮೇಲೆ ನಾಯಕನನ್ನಾಗಿ ನೇಮಿಸಿದೆ."},{"number":9,"verse":"ನೀನು ಹೋದಕಡೆಯೆಲ್ಲಾ ನಿನ್ನ ಸಂಗಡ ಇದ್ದೆ. ನಿನ್ನ ಶತ್ರುಗಳನ್ನೆಲ್ಲ ನಿನ್ನ ಕಣ್ಮುಂದೆಯೆ ಸದೆಬಡಿದೆ. ಜಗದ ಮಹಾತ್ಮರ ಹೆಸರಿನಂತೆ ನಿನ್ನ ಹೆಸರನ್ನು ಪ್ರಸಿದ್ಧಗೊಳಿಸುವೆನು."},{"number":10,"verse":"ನನ್ನ ಪ್ರಜೆ ಇಸ್ರಯೇಲರಿಗೆ ಒಂದು ಸ್ಥಳವನ್ನು ಕೊಟ್ಟು ಅದರಲ್ಲಿ ಅವರನ್ನು ನೆಲೆಗೊಳಿಸುವೆನು. ಇನ್ನು ಮೇಲೆ ಅವರು ಯಾವ ಭಯವೂ ಇಲ್ಲದೆ ವಾಸಿಸುವರು."},{"number":11,"verse":"ಪೂರ್ವಕಾಲದಲ್ಲಿ ನಾನು ನನ್ನ ಜನರಿಗೆ ನ್ಯಾಯಸ್ಥಾಪಕರನ್ನು ನೇಮಿಸಿದೆ. ಅಲ್ಲಿಂದೀಚೆಗೆ ಇಸ್ರಯೇಲರು ಶೋಷಣೆಗೆ ಗುರಿಯಾದರು. ಆದರೆ ಇನ್ನು ಮೇಲೆ ಆಗದು. ನೀನು ಶತ್ರುಭಯವಿಲ್ಲದೆ ಸುಖದಿಂದಿರುವಂತೆ ಮಾಡುವೆನು. ಅದು ಮಾತ್ರ ಅಲ್ಲ. ಸರ್ವೇಶ್ವರನಾದ ನಾನು ನಿನಗಾಗಿ ಒಂದು ಮನೆತನವನ್ನು ಕಟ್ಟುವೆನೆಂದು ಮಾತು ಕೊಡುತ್ತೇನೆ."},{"number":12,"verse":"ನಿನ್ನ ಆಯುಷ್ಕಾಲ ಮುಗಿದು ನೀನು ನಿನ್ನ ಪೂರ್ವಜರನ್ನು ಸೇರಿ ವಿಶ್ರಮಿಸುವಾಗ ನಿನ್ನ ಮಕ್ಕಳಲ್ಲಿ ಒಬ್ಬನನ್ನು ನಿನಗೆ ಉತ್ತರಾಧಿಕಾರಿಯನ್ನಾಗಿ ನೇಮಿಸಿ ಅವನ ರಾಜ್ಯವನ್ನು ಸ್ಥಿರಪಡಿಸುವೆನು."},{"number":13,"verse":"ಅವನು ನನ್ನ ಹೆಸರಿನಲ್ಲಿ ಒಂದು ದೇವಾಲಯವನ್ನು ಕಟ್ಟುವನು. ನಾನು ಅವನ ಸಿಂಹಾಸನವನ್ನು ಸ್ಥಿರಪಡಿಸುವೆನು."},{"number":14,"verse":"ನಾನು ಅವನಿಗೆ ತಂದೆಯಾಗಿರುವೆನು, ಅವನು ನನಗೆ ಮಗನಾಗಿರುವನು. ಅವನು ತಪ್ಪುಮಾಡಿದಾಗ, ಮಗನಿಗೆ ತಂದೆ ಬೆತ್ತದ ರುಚಿತೋರಿಸುವಂತೆ ನಾನು ಅವನನ್ನು ಶಿಕ್ಷಿಸುವೆನು."},{"number":15,"verse":"ಆದರೆ ನನ್ನ ಕೃಪೆ, ನಿನ್ನ ಕಣ್ಮುಂದೆಯೇ ಸೌಲನನ್ನು ಬಿಟ್ಟು ಹೋದಹಾಗೆ, ಅವನನ್ನು ಬಿಟ್ಟುಹೋಗುವುದಿಲ್ಲ."},{"number":16,"verse":"ನಿನ್ನ ಮನೆತನವೂ ಅರಸುತನವೂ ಸದಾಕಾಲ ಸ್ಥಿರವಾಗಿರುವುವು; ನಿನ್ನ ಸಿಂಹಾಸನ ಶಾಶ್ವತವಾಗಿರುವುದು.”"},{"number":17,"verse":"ನಾತಾನನು ತನಗಾದ ದರ್ಶನದ ಈ ಮಾತುಗಳನ್ನೆಲ್ಲ ದಾವೀದನಿಗೆ ಹೇಳಿದನು."},{"number":18,"verse":"ದಾವೀದನು ಮಾಡಿದ ಕೃತಜ್ಞತಾ ಪ್ರಾರ್ಥನೆ(130 17:16-27) ಬಳಿಕ ದಾವೀದನು ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಗೆ ಹೋಗಿ ಅಲ್ಲಿ ಕುಳಿತುಕೊಂಡು, “ಹೇ ಸರ್ವೇಶ್ವರಾ, ಸರ್ವೇಶ್ವರಾ, ತಾವು ನನ್ನನ್ನು ಇಷ್ಟು ಮುಂದಕ್ಕೆ ತರಲು ನಾನೆಷ್ಟರವನು! ನನ್ನ ಕುಟುಂಬ ಎಷ್ಟರದು!"},{"number":19,"verse":"ಸರ್ವೇಶ್ವರಾ, ಸರ್ವೆಶ್ವರಾ, ಇದೂ ಸಾಲದೆಂದೆಣಿಸಿ, ನಿಮ್ಮ ದಾಸನ ಬಹು ಮುಂದಿನ ಸಂತಾನದ ವಿಷಯದಲ್ಲೂ ತಾವು ವಾಗ್ದಾನ ಮಾಡಿರುವಿರಿ. ಸರ್ವೇಶ್ವರಾ, ಸರ್ವೇಶ್ವರಾ, ತಾವು ಹೀಗೆ ವರ್ತಿಸುವುದು ನರಮಾನವರಿಗೆ ಎಂಥಾ ಭಾಗ್ಯ!"},{"number":20,"verse":"ಸರ್ವೇಶ್ವರಾ, ಸರ್ವೇಶ್ವರಾ, ನಿಮ್ಮ ದಾಸ ದಾವೀದನನ್ನು ಚೆನ್ನಾಗಿ ಬಲ್ಲಿರಿ; ನಾನು ಇನ್ನೇನು ಹೇಳಲಿ?"},{"number":21,"verse":"ತಮ್ಮ ಸಂಕಲ್ಪ ಹಾಗೂ ದಯಾನುಸಾರ ಎಂತೆಂಥಾ ಮಹತ್ಕಾರ್ಯವನ್ನು ನಡೆಸಿದಿರಿ! ಅವುಗಳ ಅನುಭವವನ್ನೂ ನಿಮ್ಮ ದಾಸನಿಗಿತ್ತಿರಿ!"},{"number":22,"verse":"ಹೇ ದೇವಾ, ಸರ್ವೇಶ್ವರಾ, ತಾವು ಮಹೋನ್ನತರು, ತಮಗೆ ಸಮಾನರು ಯಾರೂ ಇಲ್ಲ. ನಾವು ಕೇಳಿದ ಅವುಗಳನ್ನೆಲ್ಲಾ ಆಲೋಚಿಸಿ ನೋಡಿದರೆ ತಮ್ಮ ಹೊರತು ದೇವರೇ ಇಲ್ಲ ಎಂಬುದು ನಿಶ್ಚಯ."},{"number":23,"verse":"ತಮ್ಮ ಇಸ್ರಯೇಲ್ ಪ್ರಜೆಗೆ ಸಮಾನಾದ ಜನಾಂಗ ಲೋಕದಲ್ಲಿ ಯಾವುದಿದೆ? ತಾವೇ ಬಂದು ಅದನ್ನು ವಿಮೋಚಿಸಿ, ಸ್ವಪ್ರಜೆಯನ್ನಾಗಿಸಿಕೊಂಡು, ನಿಮ್ಮ ನಾಮವನ್ನು ಪ್ರಸಿದ್ಧಿಪಡಿಸಿದ್ದೀರಿ. ಈಜಿಪ್ಟರು ಹಾಗು ಇತರ ಅನ್ಯಜನರ ಕೈಗೂ ಅವರ ದೇವತೆಗಳ ಕೈಗೂ ಸಿಕ್ಕದಂತೆ ತಪ್ಪಿಸಿ, ರಕ್ಷಿಸಿ, ಅವುಗಳ ಕಣ್ಮುಂದೆಯೇ ನಿಮ್ಮ ನಾಡಿನವರ ಪರವಾಗಿ ವಿಸ್ಮಯಕರವಾದ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ನಡೆಸಿದಿರಿ."},{"number":24,"verse":"ಇಸ್ರಯೇಲರು ಸದಾಕಾಲ ನಿಮ್ಮ ಪ್ರಜೆಗಳಾಗಿರಬೇಕೆಂದು ನಿರ್ಣಯಿಸಿದಿರಿ; ಸರ್ವೇಶ್ವರಾ, ತಾವಾದಿರಿ ಅವರಿಗೆ ದೇವರು!"},{"number":25,"verse":"“ದೇವರೇ, ಸರ್ವೆಶ್ವರಾ, ತಾವು ತಮ್ಮ ದಾಸನನ್ನೂ ಅವನ ಕುಟುಂಬವನ್ನೂ ಕುರಿತು ಮಾಡಿದ ವಾಗ್ದಾನವನ್ನು ನೆರವೇರಿಸಿರಿ. ಅದು ಸದಾ ಸ್ಥಿರವಾಗಿರಲಿ."},{"number":26,"verse":"‘ಸರ್ವಶಕ್ತರಾದ ಸರ್ವೆಶ್ವರ, ಇಸ್ರಯೇಲರ ದೇವರು,’ ಎಂಬ ತಮ್ಮ ನಾಮಧೇಯಗಳಿಗೆ ಸದಾಕಾಲವೂ ಮಹಿಮೆ ಉಂಟಾಗಲಿ! ತಮ್ಮ ದಾಸ ದಾವೀದನ ಮನೆತನವು ನಿಮ್ಮ ಸನ್ನಿಧಿಯಲ್ಲಿ ಸ್ಥಿರವಾಗಿರಲಿ."},{"number":27,"verse":"ಸರ್ವಶಕ್ತರಾದ ಸರ್ವೇಶ್ವರಾ, ಇಸ್ರಯೇಲ್ ದೇವರೇ, ತಾವು ತಮ್ಮ ದಾಸನಿಗೆ, ‘ನಾನು ನಿನಗೊಂದು ಮನೆತನವನ್ನು ಕಟ್ಟುವೆನು’ ಎಂದು ವಾಗ್ದಾನಮಾಡಿದ್ದೀರಿ. ಆದುದರಿಂದಲೇ ಈ ಪ್ರಕಾರ ನಿಮ್ಮನ್ನು ಪ್ರಾರ್ಥಿಸುವುದಕ್ಕೆ ಧೈರ್ಯಗೊಂಡೆ."},{"number":28,"verse":"ಸರ್ವೇಶ್ವರಾ, ಸರ್ವೇಶ್ವರಾ, ನೀವು ನಮ್ಮ ದೇವರು; ನಿಮ್ಮ ವಾಕ್ಯ ಸತ್ಯವಾದದ್ದು; ತಮ್ಮ ದಾಸನಾದ ನನಗೆ ಇಂಥ ಶ್ರೇಷ್ಠ ವಾಗ್ದಾನ ಮಾಡಿದ್ದೀರಿ."},{"number":29,"verse":"ನಿಮ್ಮ ದಾಸನ ಮನೆತನವನ್ನು ಆಶೀರ್ವದಿಸಿರಿ; ಸದಾಕಾಲ ನಿಮ್ಮ ಅನುಗ್ರಹ ಅದರ ಮೇಲಿರಲಿ. ಸರ್ವೇಶ್ವರಾ, ಸರ್ವೇಶ್ವರಾ, ವಾಗ್ದಾನ ಮಾಡಿದವರು ತಾವೇ. ತಮ್ಮ ಆಶೀರ್ವಾದದಿಂದ ತಮ್ಮ ದಾಸನಾದ ನನ್ನ ಮನೆತನದಲ್ಲಿ ನಿತ್ಯ ಸೌಭಾಗ್ಯ ನೆಲಸಿರಲಿ!” ಎಂದನು."}]}