{"bibleAbbr":"KNCL","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":8,"verses":[{"number":1,"verse":"(ದಾವೀದನ ವಿಜಯಗಳು) ( ಅನಂತರ ದಾವೀದನು ಹೋಗಿ ಫಿಲಿಷ್ಟಿಯರ ಮೇಲೆ ದಾಳಿಮಾಡಿ, ಅವರನ್ನು ಸೋಲಿಸಿದನು. ಅವರ ರಾಜಧಾನಿಯನ್ನು ತೆಗೆದುಕೊಂಡು, ಆಡಳಿತವನ್ನು ತನ್ನ ಸ್ವಾಧೀನದಲ್ಲಿಟ್ಟುಕೊಂಡನು."},{"number":2,"verse":"ಆಮೇಲೆ ಮೋವಾಬ್ಯರನ್ನು ಸೋಲಿಸಿದನು. ಸೆರೆಯಾಳುಗಳನ್ನು ನೆಲದಮೇಲೆ ಮಲಗಿಸಿ ಹಗ್ಗದಿಂದ ಅಳತೆಮಾಡಿಸಿ, ಎರಡು ಪಾಲು ಜನರನ್ನು ಕೊಲ್ಲಿಸಿ ಒಂದು ಪಾಲನ್ನು ಉಳಿಸಿದನು. ಮೋವಾಬ್ಯರು ದಾವೀದನಿಗೆ ಅಧೀನರಾಗಿ ಅವನಿಗೆ ಕಪ್ಪಕೊಡಬೇಕಾಯಿತು."},{"number":3,"verse":"ಬಳಿಕ ಯೂಫ್ರೆಟಿಸ್ ನದಿಯ ಸುತ್ತಣ ಪ್ರದೇಶದಲ್ಲಿ ತನ್ನ ರಾಜ್ಯಾಧಿಕಾರವನ್ನು ಸ್ಥಾಪಿಸುವುದಕ್ಕೆ ಹೋಗುತ್ತಿದ್ದ ರೆಹೋಬನ ಮಗನೂ ಚೋಬದ ಅರಸನೂ ಆದ ಹದದೆಜೆರನನ್ನು ದಾವೀದನು ಪರಾಭವಗೊಳಿಸಿದನು."},{"number":4,"verse":"ಸಾವಿರದ ಏಳುನೂರು ಮಂದಿ ರಾಹುತರನ್ನೂ ಇಪ್ಪತ್ತು ಸಾವಿರ ಮಂದಿ ಕಾಲಾಳುಗಳನ್ನೂ ಸೆರೆಹಿಡಿದು, ನೂರು ಕುದುರೆಗಳನ್ನಿಟ್ಟುಕೊಂಡು ಮಿಕ್ಕ ಕುದುರೆಗಳ ಹಿಂಗಾಲಿನ ನರಗಳನ್ನು ಕೊಯ್ದುಬಿಟ್ಟನು."},{"number":5,"verse":"ದಮಸ್ಕದ ಸಿರಿಯಾದವರು ಚೋಬದ ಅರಸನಾದ ಹದದೆಜೆರನಿಗೆ ನೆರವಾಗಲು ಬಂದಾಗ ದಾವೀದನು ಅವರನ್ನೂ ಸೋಲಿಸಿ ಅವರಲ್ಲಿ ಇಪ್ಪತ್ತೆರಡು ಸಾವಿರ ಜನರನ್ನು ಸದೆಬಡಿದನು."},{"number":6,"verse":"ದಮಸ್ಕದ ಅರಾಮ್ ದೇಶದಲ್ಲಿ ಕಾವಲುದಂಡನ್ನಿರಿಸಿದನು. ಹೀಗೆ ಸಿರಿಯಾದವರು ಅವನಿಗೆ ಅಧೀನರಾಗಿ ಕಪ್ಪ ಕೊಡತೊಡಗಿದರು. ಸರ್ವೆಶ್ವರನ ಅನುಗ್ರಹದಿಂದ ದಾವೀದನಿಗೆ ಎಲ್ಲಿ ಹೋದರೂ ಜಯ ದೊರಕಿತು."},{"number":7,"verse":"ಅವನು ಹದದೆಜೆರನ ಸೇವಕರಿಗಿದ್ದ ಬಂಗಾರದ ಗುರಾಣಿಗಳನ್ನು ಕಿತ್ತುಕೊಂಡು ಜೆರುಸಲೇಮಿಗೆ ಒಯ್ದನು."},{"number":8,"verse":"ಇದಲ್ಲದೆ ಹದದೆಜೆರನ ಪಟ್ಟಣಗಳಿಂದ ಬೆಟಹದಿಂದಲೂ ಬೇರೋತೈಯಿಂದಲೂ ಅಪಾರ ತಾಮ್ರವನ್ನು ತೆಗೆದುಕೊಂಡು ಬಂದನು."},{"number":9,"verse":"ದಾವೀದನು ಹದದೆಜೆರನ ಸೈನ್ಯವನ್ನು ಸೋಲಿಸಿದನೆಂಬ ವರ್ತಮಾನ ಹಮಾತಿನ ಅರಸನಾದ ತೋವಿಗೆ ಮುಟ್ಟಿತು."},{"number":10,"verse":"ತೋವಿಗೂ ಹದದೆಜೆರನಿಗೂ ಹಗೆತನವಿತ್ತು. ದಾವೀದನು ಹದದೆಜೆರನ ಮೇಲೆ ದಾಳಿಮಾಡಿ ಅವನನ್ನು ಸೋಲಿಸಿದುದರಿಂದ ತೋವು ದಾವೀದನನ್ನು ಅಭಿನಂದಿಸುವುದಕ್ಕಾಗಿ ಹಾಗು ಹರಸುವುದಕ್ಕಾಗಿ ತನ್ನ ಮಗ ಯೋರಾಮನನ್ನು ಕಳುಹಿಸಿದನು. ಇವನು ಬರುವಾಗ ದಾವೀದನಿಗೆ ತಾಮ್ರ, ಬೆಳ್ಳಿ ಹಾಗು ಬಂಗಾರದ ಪಾತ್ರೆಗಳನ್ನು ತಂದನು."},{"number":11,"verse":"ಅರಸನಾದ ದಾವೀದನು ಈ ಕಾಣಿಕೆಗಳನ್ನು ಮಾತ್ರವಲ್ಲದೆ, ತನ್ನಿಂದ ಅಪಜಯಹೊಂದಿದ್ದ ಅರಾಮ್ಯರು, ಮೋವಾಬ್ಯರು, ಅಮ್ಮೋನಿಯರು, ಫಿಲಿಷ್ಟಿಯರು ಹಾಗು ಅಮಾಲೇಕ್ಯರು ಎಂಬ ಸುತ್ತಮುತ್ತಿನ ಜನಾಂಗಗಳಿಂದಲೂ ಮತ್ತು ಚೋಬದ ಅರಸನಾದ ರೆಹೋಬನ ಮಗ ಹದದೆಜೆರನಿಂದಲೂ"},{"number":12,"verse":"ಪಡೆದುಕೊಂಡ ಬೆಳ್ಳಿ ಬಂಗಾರವನ್ನೂ ಸರ್ವೇಶ್ವರನಿಗೆ ಪ್ರತಿಷ್ಠಾಪಿಸಿದನು."},{"number":13,"verse":"ಇದಲ್ಲದೆ ದಾವೀದನು ಹೋಗಿ ಉಪ್ಪಿನ ತಗ್ಗಿನಲ್ಲಿ ಎದೋಮ್ಯರ ಹದಿನೆಂಟು ಸಾವಿರಮಂದಿ ಸೈನಿಕರನ್ನು ಸೋಲಿಸಿಬಂದು ಅಂದಿನಿಂದ ಬಹಳ ಪ್ರಖ್ಯಾತಿ ಹೊಂದಿದನು."},{"number":14,"verse":"ಎದೋಮಿನಲ್ಲೆಲ್ಲಾ ಅವನು ಕಾವಲು ದಂಡುಗಳನ್ನಿರಿಸಿದನು. ಹೀಗೆ ಎದೋಮ್ಯರೆಲ್ಲರೂ ದಾವೀದನ ಅಡಿಯಾಳುಗಳಾದರು. ಸರ್ವೇಶ್ವರನ ಅನುಗ್ರಹದಿಂದ ದಾವೀದನಿಗೆ ಎಲ್ಲಿಹೋದರೂ ಜಯ ಉಂಟಾಯಿತು."},{"number":15,"verse":"ದಾವೀದನು ಸಮಸ್ತ ಇಸ್ರಯೇಲಿಗೂ ಅರಸನಾಗಿ ಪ್ರಜೆಗಳೆಲ್ಲರನ್ನೂ ಧರ್ಮಾನುಸಾರ ನ್ಯಾಯಯುತವಾಗಿ ನಡೆಸುತ್ತಿದ್ದನು."},{"number":16,"verse":"ಚೆರೂಯಳ ಮಗ ಯೋವಾಬನು ಅವನ ಸೇನಾಪತಿ ಆಗಿದ್ದನು. ಅಹೀಲೂದನ ಮಗ ಯೆಹೋಷಾಫಟನು ಅವನ ಮಂತ್ರಿ ಆಗಿದ್ದನು."},{"number":17,"verse":"ಅಹೀಟೂಬನ ಮಗ ಚಾದೋಕನೂ ಹಾಗು ಅಹೀಮೆಲೆಕನ ಮಗನಾದ ಎಬ್ಯಾತಾರನೂ ಅವನ ಯಾಜಕರಾಗಿದ್ದರು; ಸರಾಯನು ಅವನಿಗೆ ಲೇಖಕ ಆಗಿದ್ದನು."},{"number":18,"verse":"ಯೆಹೋಯಾದಾವನ ಮಗ ಬೆನಾಯನು ‘ಕೆರೇತ್ಯ’, ‘ಪೆಲೇತ್ಯ,’ ಎಂಬ ಕಾವಲುದಂಡುಗಳ ಮುಖ್ಯಸ್ಥನಾಗಿದ್ದನು. ದಾವೀದನ ಮಕ್ಕಳೂ ಯಾಜಕರಾಗಿದ್ದರು."}]}