{"bibleAbbr":"t4t2014","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":1,"verses":[{"number":1,"verse":"Nehemiah's prayerI am Nehemiah, the son of Hacaliah. I am writing this account of what I did when I returned to Jerusalem. During the twentieth year after King Artaxerxes began to rule the Persian Empire, near the end of that year, I was in Susa, the capital of Persia."},{"number":2,"verse":"My brother Hanani came to visit me. He and some other men had just returned from Judah. I queried them about the Jews who were living there, whose parents had been ◄exiled/taken forcefully► to Babylonia many years previously. I also asked them about what was happening in Jerusalem."},{"number":3,"verse":"They said to me, “The Jews in Jerusalem who returned there from Babylonia are living in a very difficult situation. The walls of the city have been broken down, and even the city gates have been burned down.”"},{"number":4,"verse":"When I heard that, I sat down and cried. For several days I mourned, and I ◄fasted/abstained from eating food►, and I prayed to our God, who is/rules in heaven."},{"number":5,"verse":"I said, “Yahweh, you who are/rule in heaven, you are a great and awesome God. You keep your promise to faithfully love those who love you and who obey your commands."},{"number":6,"verse":"Now please look at me and listen to what I am praying. I pray during the day and at night for your Israeli people. I confess that we Israeli people have sinned. Even I and my family have sinned against you."},{"number":7,"verse":"We have acted very wickedly. Many years ago your servant Moses gave us your laws and all the things you commanded us to do [DOU], but we have not obeyed/done them."},{"number":8,"verse":"But please remember what you told your servant Moses. You said, ‘If you sin, I will scatter you among the ◄heathen nations/nations that do not believe in me►."},{"number":9,"verse":"But if you return to me and obey my commands, even if you have been exiled to very remote/distant places on the earth, I will gather you from there, and I will bring you back here to Israel, the land that I [MTY] have chosen to be honored in.’"},{"number":10,"verse":"We are your servants. We are the people whom you brought back here by your very great power [MTY, DOU] from being exiled in Babylonia."},{"number":11,"verse":"Yahweh, please hear this prayer of mine, and the prayers of all your people who are delighted to revere you [MTY]. Now I will go to the king, to request that he do me a great favor. Please motivate him to act kindly toward me, in order that I will be successful in obtaining what I want.” At that time, I was the one whose work was to taste all the food and drink before it was served to the king, to be sure that no one had put poison in it."}]}