{"bibleAbbr":"t4t2014","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":7,"verses":[{"number":1,"verse":"After the wall had been finished and we had put the gates in their places, we assigned to the temple guards and to the members of the sacred choir and the other descendants of Levi the work that they were to do."},{"number":2,"verse":"I appointed two men to help me to govern Jerusalem, my brother Hanani and Hananiah who was the commander of the fortress in Jerusalem. Hananiah always did his work reliably, and he had more awesome respect for God than most other people have."},{"number":3,"verse":"I said to them, “Do not open the gates of Jerusalem until late each morning. And close the gates and put the bars across the doors ◄late in each afternoon/before sunset► while the gatekeepers are still guarding the gates.” I also told them to appoint some people who lived in Jerusalem to be guards, and to assign some of them to be guards at certain places and to assign others to guard the area close to their own houses."},{"number":4,"verse":"A list of those who returned to JerusalemThe city of Jerusalem covered a large area, but at that time not many people lived in the city, and they had not built many new houses yet {not many new houses had been built} [HYP]."},{"number":5,"verse":"To defend the city, we needed more people there. Then God gave me the idea to summon the leaders and officials and other people, and to look in the books in which were written the names of all the people and their clans. So I found the records of the people who had first returned from Babylonia. This is what I found written in those records:"},{"number":6,"verse":"◄This is a list/Here are the names► of the people who returned to Jerusalem and to other places in Judea. They had been living in Babylonia since King Nebuchadnezzar's army had captured their relatives/ancestors and took them to Babylonia. But they had returned to Judea and were living in the towns where their ancestors had lived"},{"number":7,"verse":"Their leaders were Zerubbabel, Joshua, me, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. This is a list of the number of men in each clan who returned:"},{"number":8,"verse":"2172 men from the clan of Parosh;"},{"number":9,"verse":"372 men from the clan of Shephatiah;"},{"number":10,"verse":"652 men from the clan of Arah;"},{"number":11,"verse":"2818 men from the clan of Pahath-Moab, who are descendants of Jeshua and Joab;"},{"number":12,"verse":"1254 men from the clan of Elam;"},{"number":13,"verse":"845 men from the clan of Zattu;"},{"number":14,"verse":"760 men from the clan of Zaccai;"},{"number":15,"verse":"648 men from the clan of Bani (OR, Binnui);"},{"number":16,"verse":"628 men from the clan of Bebai;"},{"number":17,"verse":"2322 men from the clan of Azgad;"},{"number":18,"verse":"667 men from the clan of Adonikam;"},{"number":19,"verse":"267 men from the clan of Bigvai;"},{"number":20,"verse":"655 men from the clan of Adin;"},{"number":21,"verse":"98 men from the clan of Ater, whose other name is Hezekiah;"},{"number":22,"verse":"328 men from the clan of Hashum;"},{"number":23,"verse":"324 men from the clan of Bezai;"},{"number":24,"verse":"112 men from the clan of Hariph, whose other name is Jorah;"},{"number":25,"verse":"95 men from the clan of Gibeon, whose other name is Gibbar."},{"number":26,"verse":"Men whose ancestors had lived in these towns also returned: 188 men from Bethlehem and Netophah"},{"number":27,"verse":"128 men from Anathoth;"},{"number":28,"verse":"42 men from Beth-Azmaveth"},{"number":29,"verse":"743 men from Kiriath-Jearim, Kephirah and Beeroth;"},{"number":30,"verse":"621 men from Ramah and Geba;"},{"number":31,"verse":"122 men from Micmash;"},{"number":32,"verse":"123 men from Bethel and Ai;"},{"number":33,"verse":"52 men from Nebo;"},{"number":34,"verse":"1254 from Elam;"},{"number":35,"verse":"320 from Harim;"},{"number":36,"verse":"345 from Jericho;"},{"number":37,"verse":"721 from Lod, Hadid, and Ono;"},{"number":38,"verse":"3930 from Senaah. These priests also returned:"},{"number":39,"verse":"973 from the clan of Jedaiah who are descendants of Jeshua;"},{"number":40,"verse":"152 from the clan of Immer;"},{"number":41,"verse":"1247 from the clan of Pashhur;"},{"number":42,"verse":"117 from the clan of Harim."},{"number":43,"verse":"Other descendants of Levi who returned were: 74 from the clan of Jeshua and Kadmiel, who are descendants of Hodevah who is also known as Hodaviah;"},{"number":44,"verse":"148 singers who are descendants of Asaph."},{"number":45,"verse":"Also 138 temple gatekeepers from the clans of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai returned."},{"number":46,"verse":"Temple workers who returned were descendants of these men: Ziha, Hasupha, Tabbaoth,"},{"number":47,"verse":"Keros, Sia who is also known as Siaha, Padon,"},{"number":48,"verse":"Lebanah, Hagabah, Shalmai,"},{"number":49,"verse":"Hanan, Giddel, Gahar,"},{"number":50,"verse":"Reaiah, Rezin, Nekoda,"},{"number":51,"verse":"Gazzam, Uzza, Paseah,"},{"number":52,"verse":"Besai, Meunim, Ephusesim who is also called Nephusim,"},{"number":53,"verse":"Bakbuk, Hakupha, Harhur,"},{"number":54,"verse":"Bazlith who is also called Bazluth, Mehida, Harsha,"},{"number":55,"verse":"Barkos, Sisera, Temah,"},{"number":56,"verse":"Neziah, and Hatipha."},{"number":57,"verse":"Descendants of the servants of King Solomon who returned were: Sotai, Sophereth who is also called Hassophereth, Perida who is also known as Peruda,"},{"number":58,"verse":"Jaalah, Darkon, Giddel,"},{"number":59,"verse":"Shephatiah, Hattil, Pokereth-hazzebaim, and Amon."},{"number":60,"verse":"Altogether, there were 392 temple workers and descendants of Solomon's servants who returned."},{"number":61,"verse":"Another group of 642 people from the clans of Delaiah, Tobiah, and Nekoda returned from the towns of Tel-Melah, Tel-Harsha, Kerub, Addan (who is also known as Addon), and Immer in Babylonia. But they could not prove that they were descendants of Israelis."},{"number":63,"verse":"Priests from the clans of Hobaiah, Hakkoz, and Barzillai also returned. Barzillai had married a woman who is a descendant of a man named Barzillai from the Gilead region, and he had taken his wife's family name."},{"number":64,"verse":"They searched in the records that contained the names of people's ancestors, but they could not find the names of those clans, so they were not allowed to have the rights and duties that priests have right away."},{"number":65,"verse":"The governor told them that first, a priest should use the marked stones to find out what God said about their being priests."},{"number":66,"verse":"Altogether, there were 42360 people who returned to Judea."},{"number":67,"verse":"There were also 7337 of their servants, and 245 singers, which included men and women."},{"number":68,"verse":"The Israelis also brought back from Babylonia 736 horses, 245 mules,"},{"number":69,"verse":"435 camels, and 6720 donkeys."},{"number":70,"verse":"Some of the leaders of the clans gave gifts for the work of rebuilding the temple. I, the governor, gave ◄17 pounds/8.6 kg.► of gold, 50 bowls to be used in the temple, and 530 robes for the priests."},{"number":71,"verse":"Some of the leaders of the clans gave a total of ◄337 pounds/153 kg.► of gold, and ◄3215 pounds/1460 kg.► of silver."},{"number":72,"verse":"The rest of the people gave a total of ◄337 pounds/153 kg.► of gold, ◄2923 pounds/1330 kg.► of silver, and 67 robes for the priests."},{"number":73,"verse":"So the priests, the other descendants of Levi who helped the priests, the temple guards, the musicians, the temple workers, and many ordinary people, who were all Israelis, started to live in the towns and cities of Judea where their ancestors had lived."}]}