{"bibleAbbr":"t4t2014","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":8,"verses":[{"number":1,"verse":"Ezra read from the laws of MosesEzra, who taught people the laws of Moses, had a scroll on which the laws of Moses were written. Those were the laws that Yahweh had commanded the Israeli people to obey. On October 8 of that year, all the people gathered together in the plaza/square that was close to the Water Gate. Men and women and children who were old enough to understand gathered together. Someone told Ezra to bring out that scroll."},{"number":3,"verse":"So he brought it out and read it to the people. He started reading it early in the morning and continued reading it until noontime. All the people listened carefully to the laws that were written on the scroll."},{"number":4,"verse":"Ezra stood on top of a high wooden platform that had been built just for that event. At his right side stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah. At his left side stood Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah, and Meshullam."},{"number":5,"verse":"Ezra stood on the platform above the people, where they could all see him. He opened the scroll; and as he did that, all the people stood up, and they continued to stand, to show respect for God's word."},{"number":6,"verse":"Then Ezra praised Yahweh, the great God, and all the people lifted up their hands and said, “Amen! Amen!” Then they all bowed down with their foreheads touching the ground, and they worshiped Yahweh."},{"number":7,"verse":"Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah, were all ◄Levites/men who worked in the temple►. They explained the meaning of the laws of Moses to the people who were standing there."},{"number":8,"verse":"They also read from scrolls that contained the laws that God gave to Moses, and they interpreted into the Aramaic language what they read, making the meaning clear so that the people could understand the meaning."},{"number":9,"verse":"Then Nehemiah the governor, and Ezra, and the Levites who were interpreting what was being read to the people, said to them, “Yahweh your God considers that this day is very holy/sacred. So do not be sad or cry!” They said that because all the people were crying as they were listening to the laws of Moses."},{"number":10,"verse":"Then Nehemiah said to them, “Now go home and enjoy some good food and drink some sweet wine. And send some of it to people who do not have anything to eat or drink. This is a day that Yahweh considers sacred. Do not be sad! Yahweh will cause you to be joyful and make you strong.”"},{"number":11,"verse":"The Levites also caused the people to be quiet, saying “Be quiet and do not cry, because this is a sacred day! Do not be sad!”"},{"number":12,"verse":"So the people went away, and they ate and drank, and they sent portions of food to those who did not have any. They celebrated very joyfully, because they had heard and understood what had been read to them."},{"number":13,"verse":"The next day, the leaders of the families and the priests and other descendants of Levi came together with Ezra to study carefully the laws that Yahweh had given to Moses."},{"number":14,"verse":"While they were doing that, they realized that Yahweh had told Moses to command the Israeli people to live in shelters during that month, to remember that their ancestors lived in shelters when they left Egypt."},{"number":15,"verse":"They also learned that they should proclaim in Jerusalem and in all the towns that the people should go to the hills and cut branches from olive trees that they have planted and from wild olive trees and from myrtle trees and palm trees and fig trees. They should make shelters from these branches, and live in those shelters during the festival, just as Moses wrote that they should do."},{"number":16,"verse":"So the people went out of the city and cut branches and used them to build shelters. They built shelters on the flat roofs of their houses, in their courtyards, in the courtyards of the temple, in the plazas/squares close to the Water Gate and the Ephraim Gate."},{"number":17,"verse":"All of the Israeli people who had returned from Babylon built shelters and lived in them for one week. The Israeli people had not celebrated that festival like that since the time that Joshua lived. And they were very joyful."},{"number":18,"verse":"Every day during that week Ezra read to the people from the scroll that contained the laws that God gave Moses. Then on the eighth day, just as one of the laws of God said that they should do, they gathered together to end the celebration."}]}