{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"My soul, praise the LORD! LORD my God, you are very great! You are clothed with glory and honor."},{"number":2,"verse":"You wear light like a robe. You spread out the skies like a curtain."},{"number":3,"verse":"You built your home above them. (above them Literally, “on the water above.” This is like the picture of the world in Gen. 1. There the sky was like a bowl turned upside down on the earth. There was water below the bowl and water above it.) You use the thick clouds like a chariot and ride across the sky on the wings of the wind."},{"number":4,"verse":"You make the winds your messengers and flames of fire your servants. (Or “You make your angels spirits and your servants flames of fire.” This may be a wordplay referring to the Cherub and Seraph angels.)"},{"number":5,"verse":"You built the earth on its foundations, so it can never be moved."},{"number":6,"verse":"You covered it with water like a blanket. The water covered even the mountains."},{"number":7,"verse":"But you gave the command, and the water turned back. You shouted at the water, and it rushed away."},{"number":8,"verse":"The water flowed down from the mountains into the valleys, to the places you made for it."},{"number":9,"verse":"You set the limits for the seas, and the water will never again rise to cover the earth."},{"number":10,"verse":"Lord, you cause water to flow from springs into the streams that flow down between the mountains."},{"number":11,"verse":"The streams provide water for all the wild animals. Even the wild donkeys come there to drink."},{"number":12,"verse":"Wild birds come to live by the pools; they sing in the branches of nearby trees."},{"number":13,"verse":"You send rain down on the mountains. The earth gets everything it needs from what you have made."},{"number":14,"verse":"You make the grass grow to feed the animals. You provide plants for the crops we grow— the plants that give us food from the earth."},{"number":15,"verse":"You give us the wine that makes us happy, the oil that makes our skin soft, (makes our skin soft Literally, “makes our face shine.” This can also mean “makes us happy.”) and the food that makes us strong."},{"number":16,"verse":"The great cedar trees of Lebanon belong to the LORD. He planted them and gives them the water they need."},{"number":17,"verse":"That’s where the birds make their nests, and the storks live in the fir trees."},{"number":18,"verse":"The high mountains are a home for wild goats. The large rocks are hiding places for rock badgers."},{"number":19,"verse":"Lord, you made the moon to show us when the festivals begin. And the sun always knows when to set."},{"number":20,"verse":"You made darkness to be the night— the time when wild animals come out and roam around."},{"number":21,"verse":"Lions roar as they attack, as if they are asking God for the food he gives them."},{"number":22,"verse":"When the sun rises, they leave and go back to their dens to rest."},{"number":23,"verse":"Then people go out to do their work, and they work until evening."},{"number":24,"verse":"LORD, you created so many things! With your wisdom you made them all. The earth is full of the living things you made."},{"number":25,"verse":"Look at the ocean, so big and wide! It is filled with all kinds of sea life. There are creatures large and small—too many to count!"},{"number":26,"verse":"Ships sail over the ocean, and playing there is Leviathan, (Leviathan This might mean any large sea animal, like a whale. But it probably means “the sea monster,” the “Dragon,” or “Rahab.” This creature represents the great power of the ocean, the power that God controls.) the great sea creature you made."},{"number":27,"verse":"Lord, all living things depend on you. You give them food at the right time."},{"number":28,"verse":"You give it, and they eat it. They are filled with good food from your open hands."},{"number":29,"verse":"When you turn away from them, they become frightened. When you take away their breath, (breath Or “spirit.”) they die, and their bodies return to the dust."},{"number":30,"verse":"But when you send out your life-giving breath, (life-giving breath Or “Spirit.”) things come alive, and the world is like new again!"},{"number":31,"verse":"May the LORD’s glory continue forever! May the LORD enjoy what he made."},{"number":32,"verse":"He just looks at the earth, and it trembles. He just touches the mountains, and smoke rises from them."},{"number":33,"verse":"I will sing to the LORD for the rest of my life. I will sing praises to my God as long as I live."},{"number":34,"verse":"May my words be pleasing to him. The LORD is the one who makes me happy."},{"number":35,"verse":"I wish sinners would disappear from the earth. I wish the wicked would be gone forever. My soul, praise the LORD! Praise the LORD!"}]}