{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":105,"verses":[{"number":1,"verse":"Give thanks to the LORD and call out to him! Tell the nations what he has done!"},{"number":2,"verse":"Sing to him; sing praises to him. Tell about the amazing things he has done."},{"number":3,"verse":"Be proud of his holy name. You followers of the LORD, be happy!"},{"number":4,"verse":"Depend on the LORD for strength. Always go to him for help."},{"number":5,"verse":"Remember the amazing things he has done. Remember his miracles and his fair decisions."},{"number":6,"verse":"You belong to the family of his servant Abraham. You are descendants of Jacob, the people God chose."},{"number":7,"verse":"The LORD is our God. He rules the whole world."},{"number":8,"verse":"He will remember his agreement forever. He will always keep the promises he made to his people."},{"number":9,"verse":"He will keep the agreement he made with Abraham and the promise he made to Isaac."},{"number":10,"verse":"He gave it as a law to Jacob. He gave it to Israel as an agreement that will last forever!"},{"number":11,"verse":"He said, “I will give you the land of Canaan. It will be your very own.”"},{"number":12,"verse":"At the time God said this, there were only a few of his people, and they were strangers there."},{"number":13,"verse":"They traveled around from nation to nation, from one kingdom to another."},{"number":14,"verse":"But the Lord did not let anyone mistreat them. He warned kings not to harm them."},{"number":15,"verse":"He said, “Don’t hurt my chosen people. Don’t harm my prophets.”"},{"number":16,"verse":"He caused a famine in that country, and people did not have enough food."},{"number":17,"verse":"But he sent a man named Joseph to go ahead of them. Joseph was sold like a slave."},{"number":18,"verse":"They tied a rope around his feet and put an iron ring around his neck."},{"number":19,"verse":"Joseph was a slave until what he said had really happened. The LORD’s message proved that Joseph was right."},{"number":20,"verse":"So the king of Egypt set him free. That nation’s leader let him out of jail."},{"number":21,"verse":"He put Joseph in charge of his house. Joseph took care of everything the king owned."},{"number":22,"verse":"Joseph gave instructions to the other leaders. He taught the older men."},{"number":23,"verse":"Then Israel came to Egypt. Jacob lived there in Ham’s country. (Ham’s country Or “Egypt.” The Egyptians were Ham’s descendants. See Gen. 10:6-20.)"},{"number":24,"verse":"Jacob’s family became very large and more powerful than their enemies."},{"number":25,"verse":"So the Egyptians began to hate his people. They made plans against his servants."},{"number":26,"verse":"So the Lord sent Moses, his servant, and Aaron, his chosen priest."},{"number":27,"verse":"He used Moses and Aaron to do many miracles in Ham’s country."},{"number":28,"verse":"He sent darkness to cover their land, but the Egyptians did not listen to him."},{"number":29,"verse":"So he changed the water into blood, and all their fish died."},{"number":30,"verse":"Their country was filled with frogs, even in the king’s bedroom."},{"number":31,"verse":"The Lord gave the command, and the flies and gnats came. They were everywhere!"},{"number":32,"verse":"He made the rain become hail. Lightning struck throughout their land."},{"number":33,"verse":"He destroyed their vines and fig trees. He destroyed every tree in their country."},{"number":34,"verse":"He gave the command, and the locusts and grasshoppers came. There were too many to count!"},{"number":35,"verse":"They ate all the plants in the country, including all the crops in their fields."},{"number":36,"verse":"Then the Lord killed every firstborn in their country. He killed their oldest sons."},{"number":37,"verse":"He led his people out of Egypt. They were carrying gold and silver, and none of them stumbled or fell behind."},{"number":38,"verse":"Egypt was happy to see his people go, because they were afraid of them."},{"number":39,"verse":"The Lord spread out his cloud like a blanket. He used his column of fire to give his people light at night."},{"number":40,"verse":"They asked for food, and he sent them quail. He also gave them plenty of bread from heaven."},{"number":41,"verse":"He split the rock, and water came bubbling out. A river began flowing in the desert!"},{"number":42,"verse":"The Lord remembered his holy promise that he had made to his servant Abraham."},{"number":43,"verse":"He brought his people out of Egypt. They came out rejoicing and singing their happy songs!"},{"number":44,"verse":"Then he gave his people the lands of other nations. His people got what others had worked for."},{"number":45,"verse":"He did this so that his people would obey his laws and follow his teachings. Praise the LORD!"}]}