{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":109,"verses":[{"number":1,"verse":"(To the director: A praise song of David.) God, I praise you! Hear my prayer and do something!"},{"number":2,"verse":"Wicked people are telling lies about me. They are saying things that are not true."},{"number":3,"verse":"They are saying hateful things about me. They are attacking me for no reason."},{"number":4,"verse":"I loved them, but they were against me. So I said a prayer."},{"number":5,"verse":"I did good things to them, but they are doing bad things to me. I loved them, but they hated me."},{"number":6,"verse":"They said, “Choose someone evil to represent him. Let the one at his side really be his accuser."},{"number":7,"verse":"Let even his prayer be used as evidence against him, and let the court find him guilty."},{"number":8,"verse":"Let his life be cut short, and let someone else take over his work."},{"number":9,"verse":"Let his children become orphans and his wife a widow."},{"number":10,"verse":"Make his children wander around as beggars, forced from homes that lie in ruins."},{"number":11,"verse":"Let the people he owes take everything he owns. Let strangers get everything he worked for."},{"number":12,"verse":"Let no one be kind to him. Let no one show mercy to his children."},{"number":13,"verse":"May his family come to an end. May his name be unknown to future generations."},{"number":14,"verse":"May the LORD remember the sins of his father, and may his mother’s sins never be erased."},{"number":15,"verse":"May the LORD remember their sins forever, and may he cause people to forget his family completely."},{"number":16,"verse":"He never did anything good. He never loved anyone. He made life hard for the poor and the helpless."},{"number":17,"verse":"He loved to curse others, so let those bad things happen to him. He never blessed others, so don’t let good things happen to him."},{"number":18,"verse":"Cursing was a daily part of his life, like the clothes he wears. Cursing others became a part of him, like the water he drinks and the oil he puts on his body."},{"number":19,"verse":"So let curses cover him like the robe he wears and always surround him like a belt.”"},{"number":20,"verse":"My enemies said these evil things against me. But may those curses be the way the LORD punishes them."},{"number":21,"verse":"My Lord GOD, treat me in a way that brings honor to your name. Save me because of your faithful love."},{"number":22,"verse":"I am only a poor, helpless man. I am so sad; my heart is broken."},{"number":23,"verse":"I feel my life is over, fading like a shadow at day’s end. I feel like a bug that someone brushed away."},{"number":24,"verse":"My knees are weak from fasting. I have lost weight and become thin."},{"number":25,"verse":"My enemies insult me. They look at me and shake their heads."},{"number":26,"verse":"LORD my God, help me! Show your faithful love and save me!"},{"number":27,"verse":"Then they will know that you did it. They will know that it was your power, LORD, that helped me."},{"number":28,"verse":"They curse me, but you can bless me. They attacked me, so defeat them. Then I, your servant, will be happy."},{"number":29,"verse":"Humiliate my enemies! Let them wear their shame like a coat."},{"number":30,"verse":"I give thanks to the LORD. I praise him in front of everyone."},{"number":31,"verse":"He stands by the helpless and saves them from those who try to put them to death."}]}