{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":132,"verses":[{"number":1,"verse":"A song for going up to the Temple. LORD, remember how David suffered."},{"number":2,"verse":"He made a promise to you, LORD, an oath to the Mighty God of Jacob."},{"number":3,"verse":"He said, “I will not go into my house or lie down on my bed."},{"number":4,"verse":"I will not sleep or let my eyes rest,"},{"number":5,"verse":"until I find a home for the LORD, a tent for the Mighty God of Jacob!”"},{"number":6,"verse":"We heard about this in Ephrathah. (Ephrathah Bethlehem, the town where David was born.) We found the Box of the Agreement at Kiriath Jearim. (Kiriath Jearim Literally, “fields of the forest.” The Hebrew word meaning “forest” is like the name of this city.)"},{"number":7,"verse":"Now, let’s go to the Lord’s house. Let’s worship at his throne. (at his throne Literally, “at his footstool.” This can mean the Box of the Agreement, the Holy Tent, or the Temple. God is like a king sitting on his throne and resting his feet on the place where people worship him.)"},{"number":8,"verse":"LORD, get up (Lord, get up The people said this when they lifted the Box of the Agreement and took it into battle with them. This showed that God was with them. See Num. 10:35-36.) and go to your resting place; go with the Box that shows your power."},{"number":9,"verse":"May your priests be clothed in victory and your loyal followers be filled with joy."},{"number":10,"verse":"For the sake of your servant David, don’t reject your chosen king. (chosen king Literally, “anointed one.”)"},{"number":11,"verse":"The LORD made a promise to David, an oath of loyalty to him: “I will always put one of your descendants on your throne."},{"number":12,"verse":"If your descendants obey my agreement and the laws I teach them, then the king will always be someone from your family.”"},{"number":13,"verse":"The LORD has chosen Zion to be the place for his Temple, the place he wanted for his home."},{"number":14,"verse":"He said, “This will always be my place of rest. This is where I want to sit on my throne."},{"number":15,"verse":"I will bless this city with plenty of food. Even the poor will have enough to eat."},{"number":16,"verse":"I will clothe the priests with salvation, and my followers will be filled with joy."},{"number":17,"verse":"This is where I will make David’s family strong. I will never let the lamp of my chosen king stop burning."},{"number":18,"verse":"I will cover his enemies with shame, and on his head will be a shining crown.”"}]}