{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":135,"verses":[{"number":1,"verse":"Praise the LORD! Praise the name of the LORD! Praise him, you servants of the LORD,"},{"number":2,"verse":"you who serve in the LORD’s Temple, in the courtyard of the Temple of our God."},{"number":3,"verse":"Praise the LORD, because he is good. Praise his name, because it brings such joy!"},{"number":4,"verse":"The LORD chose Jacob to be his own. Yes, he chose Israel to be his own people."},{"number":5,"verse":"I know the LORD is great! Our Lord is greater than all the gods!"},{"number":6,"verse":"The LORD does whatever he wants, in heaven and on earth, in the seas and the deep oceans."},{"number":7,"verse":"He brings the clouds from the other side of the earth. He sends the lightning and the rain, and he opens the doors to release the winds."},{"number":8,"verse":"He destroyed the firstborn males of the people in Egypt and their animals."},{"number":9,"verse":"He did great wonders and miracles in Egypt. He used them against Pharaoh and his officials."},{"number":10,"verse":"He defeated many nations and killed powerful kings."},{"number":11,"verse":"He defeated Sihon, king of the Amorites, Og, king of Bashan, and all the kingdoms in Canaan."},{"number":12,"verse":"Then he gave their land to Israel, his people."},{"number":13,"verse":"LORD, your name will be famous forever! LORD, people will remember you forever and ever."},{"number":14,"verse":"The LORD defends his people; he is kind to his servants."},{"number":15,"verse":"The gods of other nations are only gold and silver idols that people have made."},{"number":16,"verse":"They have mouths, but cannot speak. They have eyes, but cannot see."},{"number":17,"verse":"They have ears, but cannot hear. They have mouths, but no breath."},{"number":18,"verse":"Those who make idols and trust in them will become just like the idols they have made."},{"number":19,"verse":"Family of Israel, praise the LORD! Aaron’s family, praise the LORD!"},{"number":20,"verse":"Levi’s family, praise the LORD! All you who worship the LORD, praise the LORD!"},{"number":21,"verse":"The LORD should be praised from Zion, from Jerusalem, his home. Praise the LORD!"}]}