{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":136,"verses":[{"number":1,"verse":"Praise the LORD because he is good. His faithful love will last forever."},{"number":2,"verse":"Praise the God of gods! His faithful love will last forever."},{"number":3,"verse":"Praise the Lord of lords! His faithful love will last forever."},{"number":4,"verse":"Praise him who alone does wonderful miracles! His faithful love will last forever."},{"number":5,"verse":"Praise the one who used wisdom to make the skies! His faithful love will last forever."},{"number":6,"verse":"He spread the land over the sea. His faithful love will last forever."},{"number":7,"verse":"He made the great lights. His faithful love will last forever."},{"number":8,"verse":"He made the sun to rule the day. His faithful love will last forever."},{"number":9,"verse":"He made the moon and stars to rule the night. His faithful love will last forever."},{"number":10,"verse":"He killed the firstborn males in Egypt, both men and animals. His faithful love will last forever."},{"number":11,"verse":"He took Israel out of Egypt. His faithful love will last forever."},{"number":12,"verse":"He used his powerful arms and strong hands. His faithful love will last forever."},{"number":13,"verse":"He split the Red Sea into two parts. His faithful love will last forever."},{"number":14,"verse":"He led Israel through the sea. His faithful love will last forever."},{"number":15,"verse":"He drowned Pharaoh and his army in the Red Sea. His faithful love will last forever."},{"number":16,"verse":"He led his people through the desert. His faithful love will last forever."},{"number":17,"verse":"He defeated powerful kings. His faithful love will last forever."},{"number":18,"verse":"He defeated strong kings. His faithful love will last forever."},{"number":19,"verse":"He defeated Sihon king of the Amorites. His faithful love will last forever."},{"number":20,"verse":"He defeated Og king of Bashan. His faithful love will last forever."},{"number":21,"verse":"He gave their land to Israel. His faithful love will last forever."},{"number":22,"verse":"He gave it as a gift to Israel, his servant. His faithful love will last forever."},{"number":23,"verse":"He remembered us when we were defeated. His faithful love will last forever."},{"number":24,"verse":"He saved us from our enemies. His faithful love will last forever."},{"number":25,"verse":"He provides food for all living things. His faithful love will last forever."},{"number":26,"verse":"Praise the God of heaven! His faithful love will last forever."}]}