{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":33,"verses":[{"number":1,"verse":"Rejoice in the LORD, good people! It is only right for good people to praise him."},{"number":2,"verse":"Play the lyre and praise the LORD. Play the ten-stringed harp for him."},{"number":3,"verse":"Sing a new song (new song Whenever God did a new and wonderful thing for his people, they would write a new song about it.) to him. Play it well and sing it loud!"},{"number":4,"verse":"The LORD’s word is true, and he is faithful in everything he does."},{"number":5,"verse":"He loves goodness and justice. The LORD’s faithful love fills the earth."},{"number":6,"verse":"The LORD spoke the command, and the world was made. The breath from his mouth created everything in the heavens."},{"number":7,"verse":"He gathered together the water of the sea. He put the ocean in its place."},{"number":8,"verse":"Everyone on earth should fear and respect the LORD. All the people in the world should fear him,"},{"number":9,"verse":"because when he speaks, things happen. And if he says, “Stop!”—then it stops. (And if … stops Or “He gives the command, and it stands!” The word “stand” can mean “stand forever” or “stop.”)"},{"number":10,"verse":"The LORD can ruin every decision the nations make. He can spoil all their plans."},{"number":11,"verse":"But the LORD’s decisions are good forever. His plans are good for generation after generation."},{"number":12,"verse":"Great blessings belong to those who have the LORD as their God! He chose them to be his own special people."},{"number":13,"verse":"The LORD looked down from heaven and saw all the people."},{"number":14,"verse":"From his high throne he looked down at all the people living on earth."},{"number":15,"verse":"He created every person’s mind, and he knows what each one is doing."},{"number":16,"verse":"A king is not saved by the power of his army. A soldier does not survive by his own great strength."},{"number":17,"verse":"Horses don’t really bring victory in war. Their strength cannot help you escape."},{"number":18,"verse":"The LORD watches over his followers, those who wait for him to show his faithful love."},{"number":19,"verse":"He saves them from death. He gives them strength when they are hungry."},{"number":20,"verse":"So we will wait for the LORD. He helps us and protects us."},{"number":21,"verse":"He makes us happy. We trust his holy name."},{"number":22,"verse":"LORD, we worship you, so show your great love for us."}]}