{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":35,"verses":[{"number":1,"verse":"(A song of David.) LORD, oppose those who oppose me. Fight those who fight me."},{"number":2,"verse":"Pick up your shields, large and small. Get up and help me!"},{"number":3,"verse":"Take a spear and javelin and fight those who are chasing me. Tell me, “I will rescue you.”"},{"number":4,"verse":"Some people are trying to kill me. Disappoint them and make them ashamed. Make them turn and run away. They are planning to hurt me. Defeat and embarrass them."},{"number":5,"verse":"Make them like chaff blown by the wind. (wind This may be a wordplay, because the Hebrew word also means “spirit.”) Let them be chased by the LORD’s angel."},{"number":6,"verse":"Make their road dark and slippery. Let the LORD’s angel chase them."},{"number":7,"verse":"I did nothing wrong, but they tried to trap me. For no reason at all, they dug a pit to catch me."},{"number":8,"verse":"So let them fall into their own traps. Let them stumble into their own nets. Let some unknown danger catch them."},{"number":9,"verse":"Then I will rejoice in the LORD. I will be happy when he saves me."},{"number":10,"verse":"With my whole self I will say, “LORD, there is no one like you. You protect the poor from those who are stronger. You save the poor and helpless from those who try to rob them.”"},{"number":11,"verse":"There are witnesses (witnesses People who tell what they have seen or heard. Here, these people were probably telling lies.) trying to harm me. They ask me questions that I know nothing about."},{"number":12,"verse":"They pay me back evil for the good I have done. They make me so very sad."},{"number":13,"verse":"When they were sick, I was sad and wore sackcloth. I went without eating to show my sorrow. (May my prayers for them not be answered!)"},{"number":14,"verse":"I mourned for them as I would for a friend or a brother. I bowed low with sadness, crying as I would for my own mother."},{"number":15,"verse":"But when I had troubles, they laughed at me. They were not really friends. I was surrounded and attacked by people I didn’t even know."},{"number":16,"verse":"They made fun of me, using the worst language. They ground their teeth to show their anger."},{"number":17,"verse":"My Lord, how long will you watch this happen? Save my life from these people who are attacking me like lions and trying to destroy me."},{"number":18,"verse":"I will praise you in the great assembly. I will praise you there among the crowds."},{"number":19,"verse":"Don’t let my lying enemies keep on laughing at me. They have no reason to hate me. Surely they will be punished for their secret plans. (Surely … plans Literally, “Will the people who hate me freely wink their eyes?”)"},{"number":20,"verse":"They have no friendly words for others, but plan ways to hurt those who want to live in peace."},{"number":21,"verse":"They are telling lies about me. They say, “Aha! We know what you did!”"},{"number":22,"verse":"LORD, surely you can see what is happening. So don’t keep quiet. Lord, don’t leave me."},{"number":23,"verse":"Wake up! Get up! My God and my Lord, fight for me, and bring me justice."},{"number":24,"verse":"LORD my God, judge me with your fairness. Don’t let those people laugh at me."},{"number":25,"verse":"Don’t let them think, “Aha! We got what we wanted!” Don’t let them say, “We destroyed him!”"},{"number":26,"verse":"Let my enemies be ashamed and embarrassed— all those who were happy about my troubles. Proud of themselves, they treated me as worthless. So let them be covered with shame and disgrace."},{"number":27,"verse":"To those who want the best for me, I wish them joy and happiness. May they always say, “Praise the LORD, who wants what is best for his servant.”"},{"number":28,"verse":"So, Lord, I will tell people how good you are. I will praise you all day long."}]}