{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":37,"verses":[{"number":1,"verse":"A song of David. (Psalm 37 In Hebrew, about every other verse in this psalm begins with the next letter of the alphabet.) Don’t get upset about evil people. Don’t be jealous of those who do wrong."},{"number":2,"verse":"They are like grass and other green plants that dry up quickly and then die."},{"number":3,"verse":"So trust in the LORD and do good. Live on your land and be dependable. (be dependable Literally, “shepherd faithfulness.”)"},{"number":4,"verse":"Enjoy serving the LORD, and he will give you whatever you ask for."},{"number":5,"verse":"Depend on the LORD. Trust in him, and he will help you."},{"number":6,"verse":"He will make it as clear as day that you are right. Everyone will see that you are being fair."},{"number":7,"verse":"Trust in the LORD and wait quietly for his help. Don’t be angry when people make evil plans and succeed."},{"number":8,"verse":"Don’t become so angry and upset that you, too, want to do evil."},{"number":9,"verse":"The wicked will be destroyed, but those who call to the LORD for help will get the land he promised."},{"number":10,"verse":"In a short time there will be no more evil people. You can look for them all you want, but they will be gone."},{"number":11,"verse":"Humble people will get the land God promised, and they will enjoy peace."},{"number":12,"verse":"The wicked plan bad things for those who are good. They show their teeth in anger at them."},{"number":13,"verse":"But our Lord will laugh at them. He will make sure they get what they deserve."},{"number":14,"verse":"The wicked draw their swords to kill the poor and the helpless. They aim their arrows to murder all who live right."},{"number":15,"verse":"But their bows will break, and their swords will pierce their own hearts."},{"number":16,"verse":"A few good people are better than a large crowd of those who are evil."},{"number":17,"verse":"The wicked will be destroyed, but the LORD cares for those who are good."},{"number":18,"verse":"The LORD protects pure people all their life. Their reward will continue forever."},{"number":19,"verse":"When trouble comes, good people will not be destroyed. When times of hunger come, good people will have plenty to eat."},{"number":20,"verse":"But evil people are the LORD’s enemies, and they will be destroyed. Their valleys will dry up and burn. They will be destroyed completely."},{"number":21,"verse":"The wicked borrow money and never pay it back. But good people are kind and generous."},{"number":22,"verse":"Everyone the Lord blesses will get the land he promised. Everyone he curses will be destroyed."},{"number":23,"verse":"The LORD shows us how we should live, and he is pleased when he sees people living that way."},{"number":24,"verse":"If they stumble, they will not fall, because the LORD reaches out to steady them."},{"number":25,"verse":"I was young, and now I am old, but I have never seen good people left with no one to help them; I have never seen their children begging for food."},{"number":26,"verse":"They are kind and generous, and their children are a blessing."},{"number":27,"verse":"Stop doing anything evil and do good, and you will always have a place to live."},{"number":28,"verse":"The LORD loves what is right, and he will never leave his followers without help. He will always protect them, but he will destroy the families of the wicked."},{"number":29,"verse":"Good people will get the land God promised and will live on it forever."},{"number":30,"verse":"Those who do what is right give good advice. Their decisions are always fair."},{"number":31,"verse":"They have learned God’s teachings, and they will never stop living right. (they … right Literally, “his steps will not slip.”)"},{"number":32,"verse":"The wicked are always looking for ways to kill good people."},{"number":33,"verse":"But the LORD will not let the wicked defeat them. He will not let good people be judged guilty."},{"number":34,"verse":"Do what the LORD says, and wait for his help. He will reward you and give you the land he promised. You will see the wicked being forced to leave."},{"number":35,"verse":"I once saw a wicked man who was powerful. He was like a strong, healthy tree."},{"number":36,"verse":"But then he was gone. I looked for him, but I could not find him."},{"number":37,"verse":"Be pure and honest. Peace loving people will have many descendants."},{"number":38,"verse":"But those who break the law will be destroyed completely. And their descendants will be forced to leave the land. (forced to leave the land Or “destroyed.” Literally, “cut off.”)"},{"number":39,"verse":"The LORD saves those who are good. When they have troubles, he is their strength."},{"number":40,"verse":"The LORD helps good people and rescues them. They depend on him, so he rescues them from the wicked."}]}