{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":68,"verses":[{"number":1,"verse":"(To the director: A praise song of David.) God, get up and scatter your enemies! May all your enemies run from you."},{"number":2,"verse":"May your enemies be scattered like smoke blown away by the wind. May your enemies be destroyed like wax melting in a fire."},{"number":3,"verse":"But let good people be happy. Let them gather before God and enjoy themselves together."},{"number":4,"verse":"Sing to God! Sing praises to his name! Prepare the way for the one who rides on the clouds. His name is YAH. (Yah This is a Hebrew name for God. It is like the Hebrew name usually translated “LORD.” Also in verse 18.) Worship before him with joy."},{"number":5,"verse":"God, who lives in his holy palace, is a father to orphans, and he takes care of widows."},{"number":6,"verse":"God provides homes for those who are lonely. He frees people from prison and makes them happy. But those who turn against him will live in the desert."},{"number":7,"verse":"God, you led your people out of Egypt. You marched across the desert. Selah"},{"number":8,"verse":"The ground shook and rain poured from the sky when God, the God of Israel, came to Sinai."},{"number":9,"verse":"God, you sent the rain to make a tired, old land strong again."},{"number":10,"verse":"Your people (people Or “animals” or “living things.”) came back to live there, and you provided good things for the poor."},{"number":11,"verse":"My Lord gave the command, and many people went to tell the good news:"},{"number":12,"verse":"“The armies of powerful kings ran away! At home, the women divide the things brought from the battle."},{"number":13,"verse":"Those who stayed home will share in the wealth— metal doves with wings covered in silver and feathers sparkling with gold.”"},{"number":14,"verse":"God All-Powerful scattered the kings like snow falling on Mount Zalmon."},{"number":15,"verse":"Mount Bashan is a great mountain with many high peaks."},{"number":16,"verse":"But, Bashan, why are you jealous of Mount Zion? That is where God has chosen to live. The LORD will live there forever."},{"number":17,"verse":"With his millions of chariots, the Lord came from Sinai into the holy place."},{"number":18,"verse":"You went up to your high place, leading a parade of captives. You received gifts from people, (received gifts from people Or “took people as gifts.” Or “gave gifts to people,” as in the ancient Syriac and Aramaic versions and in Eph. 4:8.) even those who turned against you. The LORD God went up there to live."},{"number":19,"verse":"Praise the Lord! Every day he helps us with the loads we must carry. He is the God who saves us. Selah"},{"number":20,"verse":"He is our God, the God who saves us. My Lord GOD saves us from death."},{"number":21,"verse":"God will smash the heads of his enemies. He will punish those who fight against him. (Literally, “God will smash the heads of his enemies. He will smash the hairy skull walking in guilt.”)"},{"number":22,"verse":"My Lord said, “If they run up to Bashan or down to the depths of the sea, I will bring them back."},{"number":23,"verse":"So you will march through pools of their blood, and there will be plenty left for your dogs.”"},{"number":24,"verse":"God, everyone can see your victory parade— the victory march of my God and King into his holy place! (of my God … holy place Or “led by my holy God and King!”)"},{"number":25,"verse":"Singers come marching in front, followed by the musicians; they are surrounded by young girls playing tambourines."},{"number":26,"verse":"Praise God in the meeting place. (in the meeting place Or “with the trumpets that announce the assembly!”) Praise the LORD, people of Israel!"},{"number":27,"verse":"There is the smallest tribe, Benjamin, leading them. And there comes a large group of leaders from Judah. Following them are the leaders of Zebulun and Naphtali."},{"number":28,"verse":"God, show us your power! Show us the power you used for us in the past."},{"number":29,"verse":"Kings will bring their wealth to you, to your Temple in Jerusalem."},{"number":30,"verse":"Punish the people in Egypt. They are like cattle in the marshes, like bulls among the calves. You humiliated them. You scattered them in war. Now let them come crawling to you, bringing their pieces of silver."},{"number":31,"verse":"Messengers from Egypt will come bearing gifts. Ethiopia will offer God their tribute."},{"number":32,"verse":"Kings on earth, sing to God! Sing songs of praise to our Lord! Selah"},{"number":33,"verse":"Sing to him who rides his chariot through the ancient skies. Listen to his powerful voice!"},{"number":34,"verse":"Tell everyone how powerful he is! He rules over Israel. His power fills the skies."},{"number":35,"verse":"God, you are awesome in your Temple! The God of Israel is the one who gives strength and power to his people. Praise God!"}]}