{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":7,"verses":[{"number":1,"verse":"(A song of David that he sang to the LORD about Cush from the tribe of Benjamin.) (Psalm 7 song Hebrew, “ shiggayon,” which may mean a special kind of song, perhaps one that is sad or full of emotion.) LORD my God, I come to you for protection. Save me from those who are chasing me."},{"number":2,"verse":"If you don’t help me, I will be torn apart like an animal caught by a lion. I will be carried away with no one to save me."},{"number":3,"verse":"LORD my God, I have done nothing wrong."},{"number":4,"verse":"I have done nothing to hurt a friend (friend Or “ally.”) or to help his enemies."},{"number":5,"verse":"If that is not the truth, then punish me. Let an enemy chase me, catch me, and kill me. Let him grind me into the dirt and put me in my grave. Selah"},{"number":6,"verse":"LORD, get up (Lord, get up The people said this when they lifted the Box of the Agreement and took it into battle, showing that God was with them. See Num. 10:35-36.) and show your anger! My enemy is angry, so stand and fight against him. Get me the justice that you demand."},{"number":7,"verse":"Gather the nations around you, and take your place as judge."},{"number":8,"verse":"LORD, judge the people. LORD, judge me. Prove that I am right and that I am innocent."},{"number":9,"verse":"Stop those who do evil. Support those who do good. God, you are fair. You know what people are thinking."},{"number":10,"verse":"God helps people who want to do right, so he will protect me."},{"number":11,"verse":"God is a good judge. He always condemns evil."},{"number":12,"verse":"[12-13] If the wicked will not change, then God is ready to punish them. He has prepared his deadly weapons. His sword is sharp. His bow is strung, drawn back, and ready to shoot its flaming arrow."},{"number":14,"verse":"The minds of the wicked are full of evil; they are pregnant with wicked plans, which give birth to lies."},{"number":15,"verse":"They dig a pit to trap others, but they are the ones who will fall into it."},{"number":16,"verse":"The trouble they cause will come back on them. They plan harm for others, but they are the ones who will be hurt."},{"number":17,"verse":"I praise the LORD because he is good. I praise the name of the LORD Most High."}]}