{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":71,"verses":[{"number":1,"verse":"LORD, I depend on you for protection. Don’t let me be disappointed."},{"number":2,"verse":"You always do what is right, so come and save me. Listen to me and save me."},{"number":3,"verse":"Be my Rock, my place of safety. Be my fortress, and protect me! You are my Rock and my protection."},{"number":4,"verse":"My God, save me from wicked people. Save me from cruel, evil people."},{"number":5,"verse":"Lord GOD, you are my hope. I have trusted you since I was a young boy."},{"number":6,"verse":"I depended on you even before I was born. I relied on you even in my mother’s womb. I have always prayed to you. (prayed to you Or “praised you.”)"},{"number":7,"verse":"You are my source of strength, so I have been an example to others."},{"number":8,"verse":"I am always singing about the wonderful things you do."},{"number":9,"verse":"Don’t throw me away just because I am old. Don’t leave me as I lose my strength."},{"number":10,"verse":"My enemies make plans against me. They have met together and are making plans to kill me."},{"number":11,"verse":"They say, “Go get him! God has left him, so there is no one to help him.”"},{"number":12,"verse":"God, don’t leave me! My God, hurry and help me!"},{"number":13,"verse":"Defeat my enemies. Destroy them completely! They are trying to hurt me. Let them suffer shame and disgrace."},{"number":14,"verse":"Then I will always trust in you and praise you more and more."},{"number":15,"verse":"I will tell people how good you are. I will tell about all the times you saved me— too many times to count."},{"number":16,"verse":"I will tell about your greatness, my Lord GOD. I will talk only about you and your goodness."},{"number":17,"verse":"God, you have taught me since I was a young boy. And to this day I have told people about the wonderful things you do."},{"number":18,"verse":"Now that I am old and my hair is gray, don’t leave me, God. I must tell the next generation about your power and greatness."},{"number":19,"verse":"God, your goodness reaches far above the skies. You have done wonderful things. God, there is no one like you."},{"number":20,"verse":"You have let me see troubles and hard times, but you will give me new life; you will lift me up from this pit of death!"},{"number":21,"verse":"You will help me do even greater things. You will comfort me again!"},{"number":22,"verse":"I will play the harp and praise you. My God, I will sing about your faithfulness. I will play songs on my lyre for the Holy One of Israel."},{"number":23,"verse":"I will shout for joy, singing songs of praise to you for saving me."},{"number":24,"verse":"My tongue will sing about your goodness all the time, because those who wanted to kill me have been defeated and disgraced."}]}