{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":72,"verses":[{"number":1,"verse":"To Solomon. (Psalm 72 To Solomon This might mean that this song was written by Solomon or dedicated to him, or that it is from some special collection of songs.) God, help the king be like you and make fair decisions. Help the king’s son know what justice is."},{"number":2,"verse":"Help the king judge your people fairly. Help him make wise decisions for your poor people."},{"number":3,"verse":"Let there be peace and justice throughout the land, known on every mountain and hill."},{"number":4,"verse":"May the king be fair to the poor. May he help the helpless and punish those who hurt them."},{"number":5,"verse":"May people always fear and respect you, God, as long as the sun shines and the moon is in the sky."},{"number":6,"verse":"Help the king be like rain falling on the fields, like showers falling on the land."},{"number":7,"verse":"Let goodness grow everywhere while he is king. Let peace continue as long as there is a moon."},{"number":8,"verse":"Let his kingdom grow from sea to sea, from the Euphrates River to the faraway places on earth. (faraway places on earth This usually means the countries around the Mediterranean Sea.)"},{"number":9,"verse":"May all the people living in the desert bow down to him. May all his enemies bow before him with their faces in the dirt."},{"number":10,"verse":"May the kings of Tarshish and all the faraway lands by the sea bring gifts to him. May the kings of Sheba and Seba bring their tribute to him."},{"number":11,"verse":"May all kings bow down to our king. May all nations serve him."},{"number":12,"verse":"Our king helps the poor who cry out to him— those in need who have no one to help them."},{"number":13,"verse":"He feels sorry for all who are weak and poor. He protects their lives."},{"number":14,"verse":"He saves them from the cruel people who try to hurt them. Their lives are important to him."},{"number":15,"verse":"Long live the king! Let him receive gold from Sheba. Always pray for the king. Ask God to bless him every day."},{"number":16,"verse":"May the fields grow plenty of grain and the hills be covered with crops. May the fields be as fertile as Lebanon, and may people fill the cities as grass covers a field."},{"number":17,"verse":"May the king be famous forever. May people remember his name as long as the sun shines. May all nations be blessed through him, and may they all bless him."},{"number":18,"verse":"Praise the LORD God, the God of Israel! Only he can do such amazing things."},{"number":19,"verse":"Praise his glorious name forever! Let his glory fill the whole world. Amen and Amen!"},{"number":20,"verse":"(This ends the prayers of David son of Jesse.)"}]}