{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":73,"verses":[{"number":1,"verse":"(Book 3) ((230 73-89)) (Asaph’s song of praise.) God is so good to Israel, to those whose hearts are pure."},{"number":2,"verse":"But I almost slipped and lost my balance. I almost fell into sin."},{"number":3,"verse":"I saw that wicked people were successful, and I became jealous of those proud people."},{"number":4,"verse":"They are healthy. They don’t have to struggle to survive. (Literally, “They have no bonds to their death.”)"},{"number":5,"verse":"They don’t suffer like the rest of us. They don’t have troubles like other people."},{"number":6,"verse":"So they are proud and hateful. This is as easy to see as the jewels and fancy clothes they wear."},{"number":7,"verse":"If they see something they like, they go and take it. They do whatever they want."},{"number":8,"verse":"They make fun of others and say cruel things about them. In their pride they make plans to hurt people."},{"number":9,"verse":"They think they are gods! They think they are the rulers of the earth."},{"number":10,"verse":"(The Hebrew text here is hard to understand.) Even God’s people turn to them and do what they say."},{"number":11,"verse":"Those evil people say, “God does not know what we are doing! God Most High does not know!”"},{"number":12,"verse":"Those proud people are wicked, but they are rich and getting richer."},{"number":13,"verse":"Clearly, then, I gain nothing by keeping my thoughts pure! What good is it to keep myself from sin?"},{"number":14,"verse":"God, I suffer all day long, and you punish me every morning."},{"number":15,"verse":"I wanted to tell others these things, but that would have made me a traitor to your people."},{"number":16,"verse":"I tried hard to understand all this, but it was too hard for me."},{"number":17,"verse":"But then, God, I went to your Temple, and I understood what will happen to the wicked."},{"number":18,"verse":"Clearly, you have put them in danger. You make it easy for them to fall and be destroyed."},{"number":19,"verse":"Trouble can come suddenly, and they will be ruined. Terrible things can happen to them, and they will be finished."},{"number":20,"verse":"Then they will be like a dream that we forget when we wake up. You will make them disappear like the monsters in our dreams."},{"number":21,"verse":"[21-22] I was so stupid. I thought about such people and became upset. God, I was upset and angry with you! I acted like a senseless animal."},{"number":23,"verse":"But I am always with you. You hold my hand."},{"number":24,"verse":"You lead me and give me good advice, and later you will lead me to glory. (lead me to glory Or “receive me in honor.”)"},{"number":25,"verse":"In heaven, God, I have only you. And if I am with you, what on earth could I want?"},{"number":26,"verse":"Maybe my mind (mind Literally, “heart.”) and body will become weak, but God is my source of strength. (my … strength Literally, “the Rock of my heart.”) He is mine forever!"},{"number":27,"verse":"God, people who leave you will be lost. You will destroy all who are not faithful to you."},{"number":28,"verse":"As for me, all I need is to be close to God. I have made the Lord GOD my place of safety. And, God, I will tell about all that you have done."}]}