{"bibleAbbr":"ERV2006","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":81,"verses":[{"number":1,"verse":"To the director: On the gittith. One of Asaph’s songs. Be happy and sing to God, our strength. Shout with joy to the God of Jacob."},{"number":2,"verse":"Begin the music. Play the tambourines. Play the pleasant harps and lyres."},{"number":3,"verse":"Blow the ram’s horn at the time of the new moon (new moon The first day of the Hebrew month. There were special meetings on these days when the people shared fellowship offerings as part of their worship to God.) and at the time of the full moon, (full moon The middle of the Hebrew month. Many of the special meetings and festivals started at the time of a full moon.) when our festival begins."},{"number":4,"verse":"This is the law for the people of Israel. The God of Jacob gave the command."},{"number":5,"verse":"God made this agreement with Joseph’s people, when he led them out of Egypt. In a language we didn’t understand, God said,"},{"number":6,"verse":"“I took the load from your shoulder. I let you drop the worker’s basket."},{"number":7,"verse":"When you were in trouble, you called for help, and I set you free. I was hidden in the storm clouds, and I answered you. I tested you by the water at Meribah. (Meribah See Ex. 17:1-7.) ” Selah"},{"number":8,"verse":"“My people, I am warning you. Israel, listen to me!"},{"number":9,"verse":"Don’t worship any of the false gods that the foreigners worship."},{"number":10,"verse":"I, the LORD, am your God. I brought you out of Egypt. Israel, open your mouth, and I will feed you."},{"number":11,"verse":"“But my people did not listen to me. Israel did not obey me."},{"number":12,"verse":"So I let them go their own stubborn way and do whatever they wanted."},{"number":13,"verse":"If my people would listen to me and would live the way I want,"},{"number":14,"verse":"then I would defeat their enemies. I would punish those who cause them trouble."},{"number":15,"verse":"Those who hate the LORD would shake with fear. They would be punished forever."},{"number":16,"verse":"I would give the best wheat to my people. I would give them the purest honey, until they were satisfied.”"}]}