{"bibleAbbr":"guOV2016","bookName":"પાઉલ પ્રેરિતનો પત્ર","bookEnglishName":"Philemon","chapterNumber":1,"verses":[{"number":1,"verse":"અમારા સહકારી વહાલા ફિલેમોન, બહેન આફિયા, અમારા સાથી સૈનિક ( .) આર્ખિપસ તથા તારા ઘરમાંની મંડળી પ્રતિ લખનાર"},{"number":2,"verse":"ખ્રિસ્ત ઈસુનો બંદીવાન પાઉલ તથા ભાઈ તિમોથી:"},{"number":3,"verse":"ઈશ્વર આપણા પિતા તથા‍ પ્રભુ ઈસુ ખ્રિસ્ત તરફથી તમને કૃપા તથા શાંતિ થાઓ."},{"number":4,"verse":"( ફિલેમોનનો પ્રેમ અને વિશ્વાસ) પ્રભુ ઈસુ પરના તથા સર્વ સંતો પરના તારા પ્રેમ તથા વિશ્વાસ વિષે"},{"number":5,"verse":"સાંભળવાથી તારું સ્મરણ કરીને સર્વદા મારી પ્રાર્થનાઓમાં હું મારા ઈશ્વરની આભારસ્તુતિ કરું છું"},{"number":6,"verse":"કે, આપણામાં જે સર્વ સારું છે તેનું જ્ઞાન થયાથી તારા વિશ્વાસનું ભાગિયાપણું ખ્રિસ્ત [ના મહિમા] ને માટે સફળ થાય."},{"number":7,"verse":"કારણ કે, તારા પ્રેમથી મને ઘણો લાભ થયો છે તથા દિલાસો મળ્યો છે, કેમ કે, ઓ ભાઈ, તારાથી સંતોનાં હ્રદય ઉત્તેજિત થયાં છે."},{"number":8,"verse":"( ઓનેસિમસ માટે વિનંતી) જો કે જે યોગ્ય છે તે તને આજ્ઞારૂપે કહેવાને મને ખ્રિસ્તથી પૂરી છૂટ છે ખરી,"},{"number":9,"verse":"તોપણ હું પાઉલ વૃદ્ધ તથા હમણાં ખ્રિસ્ત ઈસુનો બંદીવાન હોવાથી બીજી રીતે, એટલે પ્રેમપૂર્વક, તને વિનંતી કરું છું."},{"number":10,"verse":"( .) ઓનેસીમસ આ બંદીખાનામાં જે મારો ધર્મપુત્ર થયો છે તેને વિષે હું તને વિનંતી કરું છું."},{"number":11,"verse":"અગાઉ તે તને ઉપયોગી નહોતો, પણ હમણાં તે તને તથા મને પણ ઉપયોગી છે."},{"number":12,"verse":"તેને પોતાને, એટલે મારા ખુદ હ્રદય [જેવા] ને મેં તારી પાસે પાછો મોકલ્યો છે."},{"number":13,"verse":"તેને હું મારી પાસે રાખવા ચાહતો હતો કે, સુવાર્તાને લીધે હું બંદીખાનામાં છું એ દરમિયાન તારા બદલામાં તે મારી સેવા કરે."},{"number":14,"verse":"પણ તારો ઉપકાર પરાણે નહિ, પણ રાજીખુશીથી થાય, એ માટે તારી મરજી જાણ્યા વિના કંઈ કરવાની મારી ઇચ્છા નહોતી."},{"number":15,"verse":"કેમ કે તે હમેશાં તારી પાસે રહે, એ માટે જ કદાચ તે થોડો વખત દૂર થયો હશે."},{"number":16,"verse":"પણ હવે પછી તે દાસના જેવો નહિ, પણ દાસથી અધિક, એટલે વહાલા ભાઈના જેવો છે, મને તો તે વિશેષે કરીને એવો જ છે, પણ તને તો દેહમાં તથા પ્રભુમાં કેટલો બધો વિશેષ છે!"},{"number":17,"verse":"માટે જો તું મને ભાગીદાર ગણે, તો તું જેમ મારો સ્વીકાર કરે તેમ તેનો સ્વીકાર કરજે."},{"number":18,"verse":"જો તેણે તારો કંઈ અન્યાય કર્યો હોય કે, તેની પાસે તારું કંઈ લેણું હોય તો તે મારે ખાતે લખજે."},{"number":19,"verse":"હું પાઉલ મારે પોતાને હાથે લખું છું કે, હું તે વાળી આપીશ. ખરું જોતાં તું તારી જાતનો મારો કરજદાર છે, પણ તે વિષે હું તને કશું કહેતો નથી."},{"number":20,"verse":"હા, ભાઈ, તારાથી પ્રભુમાં મને આનંદ થાય; ખ્રિસ્તમાં મારું હ્રદય શાંત કર."},{"number":21,"verse":"તું [મારું કહ્યું] માનીશ એવો ભરોસો રાખીને હું આ પત્ર લખું છું, કેમ કે હું જાણું છું કે હું જે કહું છું તે કરતાં પણ તું વધારે કરીશ."},{"number":22,"verse":"વળી મારે માટે ઉતારો તૈયાર રાખજે, કેમ કે હું આશા રાખું છું કે તમારી પ્રાર્થનાઓદ્વારા મારું તમારી પાસે આવવવાનું થશે."},{"number":23,"verse":"( શુભેચ્છા) ખ્રિસ્ત ઈસુમાં મારો સાથી બંદીવાન ( ; .) એપાફ્રાસ,"},{"number":24,"verse":"મારા‍ સાથી કામ કરનાર ( , ; ; ; .) માર્ક, ( ; ; .) આરીસ્તાર્ખસ, ( ; .) દેમાસ તથા ( ; .) લૂક, [એ સર્વ] તને ક્ષેમકુશળ કહે છે."},{"number":25,"verse":"આપણા પ્રભુ ઈસુ ખ્રિસ્તની કૃપા તમારા આત્મા પર થાઓ."}]}