{"bibleAbbr":"LXXe1851","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":6,"verses":[{"number":1,"verse":"And it pleased Darius, and he set over the kingdom a hundred and twenty satraps, to be in all his kingdom;"},{"number":2,"verse":"and over them three governors, of whom one was, Daniel; for the satraps to give account to them, that the king should not be troubled."},{"number":3,"verse":"And Daniel was over them, for there was an excellent spirit in him; and the king set him over all his kingdom."},{"number":4,"verse":"Then the governors and satraps sought to find occasion against Daniel; but they found against him no occasion, nor trespass, nor error, because he was faithful."},{"number":5,"verse":"And the governors said, We shall not find occasion against Daniel, except in the ordinances of his God."},{"number":6,"verse":"Then the governors and satraps stood by the king, and said to him, King Darius, live for ever."},{"number":7,"verse":"All who preside over thy kingdom, captains and satraps, chiefs and local governors, have taken counsel together, to establish by a royal statue and to confirm a decree, that whosoever shall ask a petition of any god or man for thirty days, save of thee, O king, shall be cast into the den of lions."},{"number":8,"verse":"Now then, O king, establish the decree, and publish a writ, that the decree of the Persians and Medes be not changed."},{"number":9,"verse":"Then king Darius commanded the decree to be written."},{"number":10,"verse":"And when Daniel knew that the decree was ordered, he went into his house; and his windows were opened in his chambers toward Jerusalem, and three times in the day he knelt upon his knees, and prayed and gave thanks before his God, as he used to do before."},{"number":11,"verse":"Then these men watched, and found Daniel praying and supplicating to his God."},{"number":12,"verse":"And they came and said to the king, O king, has thou not made a decree, that whatsoever man shall ask a petition of any god or man for thirty days, but of thee, O king, shall be cast into the den of lions? And the king said, The word is true, and the decree of the Medes and Persians shall not pass."},{"number":13,"verse":"Then they answered and said before the king, Daniel of the children of the captivity of Judea, has not submitted to thy decree; and three times in the day he makes his requests of his God."},{"number":14,"verse":"Then the king, when he heard the saying, was much grieved for Daniel and he greatly exerted himself for Daniel to deliver him: and he exerted himself till evening to deliver him."},{"number":15,"verse":"Then those men said to the king, Know, O king, that the law of the Medes and Persians is that we must not change any decree of statue which the king shall make."},{"number":16,"verse":"Then the king commanded, and they brought Daniel, and cast him into the den of lions. But the king said to Daniel, Thy God whom thou servest continually, he will deliver thee."},{"number":17,"verse":"And they brought a stone, and put it on the mouth of the den; and the king sealed it with his ring, and with the ring of his nobles; that the case might not be altered with regard to Daniel."},{"number":18,"verse":"And the king departed to his house, and lay down fasting, and they brought him no food; and his sleep departed from him. But God shut the mouths of the lions, and they not molest Daniel."},{"number":19,"verse":"Then the king arose very early in the morning, and came in hast to the den of lions."},{"number":20,"verse":"And when he drew near to the den, he cried with a loud voice, Daniel, servant of the living God, has thy God, whom thou servest continually, been able to deliver thee from the lion's mouth?"},{"number":21,"verse":"And Daniel said to the king, O king, live for ever."},{"number":22,"verse":"My God has sent his angel, and stopped the lions' mouths, and they have not hurt me: for uprightness was found in me before him; and moreover before thee, O king, I have committed no trespass."},{"number":23,"verse":"Then the king was very glad for him, and he commanded to bring Daniel out of the den. So Daniel was brought out of the den, and there was found no hurt upon him, because he believed in his God."},{"number":24,"verse":"And the king commanded, and they brought the men that had accused Daniel, and they were cast into the den of lions, they, and their children, and their wives: and they reached not the bottom of the den before the lions had the mastery of them, and utterly broke to pieces all their bones."},{"number":25,"verse":"Then king Darius wrote to all nations, tribes, and languages, who dwell in all the earth, saying, Peace be multiplied to you."},{"number":26,"verse":"This decree has been set forth by me in every dominion of my kingdom, that men tremble and fear before the God of Daniel: for he is the living and eternal God, and his kingdom shall not be destroyed, and his dominion is for ever."},{"number":27,"verse":"He helps and delivers, and works signs and wonders in the heaven and on the earth, who has rescued Daniel from the power of the lions."},{"number":28,"verse":"And Daniel prospered in the reign of Darius, and in the reign of Cyrus the Persian."}]}