{"bibleAbbr":"NLT2015","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":27,"verses":[{"number":1,"verse":"(Jeremiah Wears an Ox Yoke) This message came to Jeremiah from the LORD early in the reign of Zedekiah (As in some Hebrew manuscripts and Syriac version (see also 27:3, 12); most Hebrew manuscripts read Jehoiakim.) son of Josiah, king of Judah."},{"number":2,"verse":"This is what the LORD said to me: “Make a yoke, and fasten it on your neck with leather straps."},{"number":3,"verse":"Then send messages to the kings of Edom, Moab, Ammon, Tyre, and Sidon through their ambassadors who have come to see King Zedekiah in Jerusalem."},{"number":4,"verse":"Give them this message for their masters: ‘This is what the LORD of Heaven’s Armies, the God of Israel, says:"},{"number":5,"verse":"With my great strength and powerful arm I made the earth and all its people and every animal. I can give these things of mine to anyone I choose."},{"number":6,"verse":"Now I will give your countries to King Nebuchadnezzar of Babylon, who is my servant. I have put everything, even the wild animals, under his control."},{"number":7,"verse":"All the nations will serve him, his son, and his grandson until his time is up. Then many nations and great kings will conquer and rule over Babylon."},{"number":8,"verse":"So you must submit to Babylon’s king and serve him; put your neck under Babylon’s yoke! I will punish any nation that refuses to be his slave, says the LORD. I will send war, famine, and disease upon that nation until Babylon has conquered it."},{"number":9,"verse":"“‘Do not listen to your false prophets, fortune-tellers, interpreters of dreams, mediums, and sorcerers who say, “The king of Babylon will not conquer you.”"},{"number":10,"verse":"They are all liars, and their lies will lead to your being driven out of your land. I will drive you out and send you far away to die."},{"number":11,"verse":"But the people of any nation that submits to the king of Babylon will be allowed to stay in their own country to farm the land as usual. I, the LORD, have spoken!’”"},{"number":12,"verse":"Then I repeated this same message to King Zedekiah of Judah. “If you want to live, submit to the yoke of the king of Babylon and his people."},{"number":13,"verse":"Why do you insist on dying—you and your people? Why should you choose war, famine, and disease, which the LORD will bring against every nation that refuses to submit to Babylon’s king?"},{"number":14,"verse":"Do not listen to the false prophets who keep telling you, ‘The king of Babylon will not conquer you.’ They are liars."},{"number":15,"verse":"This is what the LORD says: ‘I have not sent these prophets! They are telling you lies in my name, so I will drive you from this land. You will all die—you and all these prophets, too.’”"},{"number":16,"verse":"Then I spoke to the priests and the people and said, “This is what the LORD says: ‘Do not listen to your prophets who claim that soon the gold articles taken from my Temple will be returned from Babylon. It is all a lie!"},{"number":17,"verse":"Do not listen to them. Surrender to the king of Babylon, and you will live. Why should this whole city be destroyed?"},{"number":18,"verse":"If they really are prophets and speak the LORD’s messages, let them pray to the LORD of Heaven’s Armies. Let them pray that the articles remaining in the LORD’s Temple and in the king’s palace and in the palaces of Jerusalem will not be carried away to Babylon!’"},{"number":19,"verse":"“For the LORD of Heaven’s Armies has spoken about the pillars in front of the Temple, the great bronze basin called the Sea, the water carts, and all the other ceremonial articles."},{"number":20,"verse":"King Nebuchadnezzar of Babylon left them here when he exiled Jehoiachin (Hebrew Jeconiah, a variant spelling of Jehoiachin.) son of Jehoiakim, king of Judah, to Babylon, along with all the other nobles of Judah and Jerusalem."},{"number":21,"verse":"Yes, this is what the LORD of Heaven’s Armies, the God of Israel, says about the precious things still in the Temple, in the palace of Judah’s king, and in Jerusalem:"},{"number":22,"verse":"‘They will all be carried away to Babylon and will stay there until I send for them,’ says the LORD. ‘Then I will bring them back to Jerusalem again.’”"}]}