{"bibleAbbr":"NLT2015","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":30,"verses":[{"number":1,"verse":"(Promises of Deliverance) The LORD gave another message to Jeremiah. He said,"},{"number":2,"verse":"“This is what the LORD, the God of Israel, says: Write down for the record everything I have said to you, Jeremiah."},{"number":3,"verse":"For the time is coming when I will restore the fortunes of my people of Israel and Judah. I will bring them home to this land that I gave to their ancestors, and they will possess it again. I, the LORD, have spoken!”"},{"number":4,"verse":"This is the message the LORD gave concerning Israel and Judah."},{"number":5,"verse":"This is what the LORD says: “I hear cries of fear; there is terror and no peace."},{"number":6,"verse":"Now let me ask you a question: Do men give birth to babies? Then why do they stand there, ashen-faced, hands pressed against their sides like a woman in labor?"},{"number":7,"verse":"In all history there has never been such a time of terror. It will be a time of trouble for my people Israel. (Hebrew Jacob; also in 30:10b, 18. See note on 5:20.) Yet in the end they will be saved!"},{"number":8,"verse":"For in that day,” says the LORD of Heaven’s Armies, “I will break the yoke from their necks and snap their chains. Foreigners will no longer be their masters."},{"number":9,"verse":"For my people will serve the LORD their God and their king descended from David— the king I will raise up for them."},{"number":10,"verse":"“So do not be afraid, Jacob, my servant; do not be dismayed, Israel,” says the LORD. “For I will bring you home again from distant lands, and your children will return from their exile. Israel will return to a life of peace and quiet, and no one will terrorize them."},{"number":11,"verse":"For I am with you and will save you,” says the LORD. “I will completely destroy the nations where I have scattered you, but I will not completely destroy you. I will discipline you, but with justice; I cannot let you go unpunished.”"},{"number":12,"verse":"This is what the LORD says: “Your injury is incurable— a terrible wound."},{"number":13,"verse":"There is no one to help you or to bind up your injury. No medicine can heal you."},{"number":14,"verse":"All your lovers—your allies—have left you and do not care about you anymore. I have wounded you cruelly, as though I were your enemy. For your sins are many, and your guilt is great."},{"number":15,"verse":"Why do you protest your punishment— this wound that has no cure? I have had to punish you because your sins are many and your guilt is great."},{"number":16,"verse":"“But all who devour you will be devoured, and all your enemies will be sent into exile. All who plunder you will be plundered, and all who attack you will be attacked."},{"number":17,"verse":"I will give you back your health and heal your wounds,” says the LORD. “For you are called an outcast— ‘Jerusalem (Hebrew Zion.) for whom no one cares.’”"},{"number":18,"verse":"This is what the LORD says: “When I bring Israel home again from captivity and restore their fortunes, Jerusalem will be rebuilt on its ruins, and the palace reconstructed as before."},{"number":19,"verse":"There will be joy and songs of thanksgiving, and I will multiply my people, not diminish them; I will honor them, not despise them."},{"number":20,"verse":"Their children will prosper as they did long ago. I will establish them as a nation before me, and I will punish anyone who hurts them."},{"number":21,"verse":"They will have their own ruler again, and he will come from their own people. I will invite him to approach me,” says the LORD, “for who would dare to come unless invited?"},{"number":22,"verse":"You will be my people, and I will be your God.”"},{"number":23,"verse":"Look! The LORD’s anger bursts out like a storm, a driving wind that swirls down on the heads of the wicked."},{"number":24,"verse":"The fierce anger of the LORD will not diminish until it has finished all he has planned. In the days to come you will understand all this."}]}