{"bibleAbbr":"BB1572","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":11,"verses":[{"number":1,"verse":"Therefore thou shalt loue ye Lord thy God, & kepe his obseruannces, his ordinaunces, his lawes, & his commaudementes alway."},{"number":2,"verse":"Know you this day, (for I speake not to your chyldren which haue neither knowen nor seene) the chastisement of the Lord your God, his greatnesse, his mightie hande, and his stretched out arme,"},{"number":3,"verse":"His miracles and his actes whiche he dyd in the middes of Egypt, euen vnto Pharao the king of Egypt, and vnto all his lande:"},{"number":4,"verse":"And what he dyd vnto the hoast of Egypt, vnto their horses and charets: howe he brought the water of the red sea vpon them as they pursued you behinde, and how the Lord hath brought them to naught vnto this day:"},{"number":5,"verse":"And what he did vnto you in the wildernesse, vntill ye came vnto this place:"},{"number":6,"verse":"And what he dyd vnto Dathan and Abiram the sonnes of Eliab the sonne of Ruben: howe the earth opened her mouth and swalowed them, with their housholdes & their tentes, and all their substaunce that was in their possession, in the middes of Israel."},{"number":7,"verse":"Doubtlesse, your eyes haue seene all the great actes of the Lorde whiche he dyd."},{"number":8,"verse":"Therefore shall ye kepe all the commaundementes whiche I commaunde thee this day, that ye may be strong and go in and possesse the lande whyther ye go to possesse it:"},{"number":9,"verse":"And that ye may prolong your dayes in the lande whiche the Lorde sware vnto your fathers, to geue vnto them and to their seede, a lande that floweth with mylke and honie."},{"number":10,"verse":"For the lande whyther thou goest to possesse it, is not as the lande of Egypt that ye came out of, where thou sowedst thy seede, and wateredst it with thy feete, as a garden of hearbes."},{"number":11,"verse":"But the lande whyther ye go ouer to possesse it, is a lande that hath hylles and valleys, and drinketh water of the rayne of heauen."},{"number":12,"verse":"This lande doth the Lorde thy God care for, and the eyes of the Lorde thy God are alwayes vpon it, from the beginning of the yere, vnto the ende of the yere."},{"number":13,"verse":"If you shall hearken therefore vnto my commaundementes which I commaunde you this day, that ye loue the Lorde your God, and serue hym with all your heart, and with all your soule:"},{"number":14,"verse":"I also wyll geue rayne vnto your lande in due season, the first rayne and the latter, that thou mayest gather in thy corne, thy wine, and thyne oyle."},{"number":15,"verse":"And I will sende grasse in thy fieldes for thy cattel, that thou mayest eate and fyll thy selfe."},{"number":16,"verse":"But beware that your heart deceaue you not, and ye turne asyde, and serue straunge gods, and worship them:"},{"number":17,"verse":"And then the Lorde beyng wroth agaynst you, shut vp the heauen that there be no rayne, and that your lande yelde not her fruite, and lest ye perishe quickly from of the good lande whiche the Lorde geueth you."},{"number":18,"verse":"Therefore shall ye put vp these my wordes in your heart & in your soule, and binde them for a signe vpon your hande, that they may be as a frontlet betweene your eyes."},{"number":19,"verse":"And ye shall teache them your chyldren, that they may talke of them when thou sittest in thyne house, and when thou walkest by the way, when thou lyest downe, and when thou risest vp."},{"number":20,"verse":"Yea, and thou shalt wryte them vpon the doore postes of thyne house, and vpon thy gates:"},{"number":21,"verse":"That your dayes may be multiplied, and the dayes of your chyldren, in the lande which the Lord sware vnto your fathers to geue them as long as the dayes of heauen last vpon the earth."},{"number":22,"verse":"For if ye kepe all these commaundementes whiche I commaunde you, so that ye do them: namely, that ye loue the Lorde your God, and walke in all his wayes, and cleaue vnto hym:"},{"number":23,"verse":"Then wyll the Lord cast out all these nations before you, and ye shalbe the heyres of great nations, and of them that are mightier then your selues."},{"number":24,"verse":"All the places whereon the soles of your feete shall treade, shalbe yours: euen from the wyldernesse, and from Libanon, and fro the riuer Euphrates, euen vnto the vttermost sea shal your coast be."},{"number":25,"verse":"There shall no man be able to stande before you: for the Lord your God shall cast the feare and dread of you vpon all the lande that ye shall treade vpon, as he hath sayde vnto you."},{"number":26,"verse":"Beholde, I set before you this day, a blessing and a curse:"},{"number":27,"verse":"A blessing, if ye obay the commaundementes of the Lord your God which I commaunde you this day:"},{"number":28,"verse":"And a curse, if ye wyll not obay the commaundemeutes of the Lorde your God, but turne out of the way whiche I commaunde you this day, to go after straunge gods whiche ye haue not knowen."},{"number":29,"verse":"When the Lorde thy God therefore hath brought thee into the lande whyther thou goest to possesse it, thou shalt put the blessing vpon mount Garizim, and the curse vpon mount Ebal."},{"number":30,"verse":"Are not these mountaynes on the other side Iordane, on that part of the way where the sunne goeth downe, in the lande of the Chanaanites, whiche dwell in the playne ouer against Gilgal besyde the groue of Moreh?"},{"number":31,"verse":"For ye shall passe ouer Iordane, to go in and possesse the lande whiche the Lorde your God geueth you, and ye shall possesse it, and dwell therein."},{"number":32,"verse":"Take heede therfore that ye do all the commaundementes and lawes whiche I set before you this day."}]}