{"bibleAbbr":"BB1572","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":2,"verses":[{"number":1,"verse":"Then we turned our face, & toke our iourney into the wyldernesse, euen by the way of the red sea, as the Lorde spake vnto me: And we compassed mount Seir a long tyme."},{"number":2,"verse":"And the Lord spake vnto me, saying:"},{"number":3,"verse":"Ye haue compassed this mountayne long inough, turne you northwarde."},{"number":4,"verse":"Aud warne thou ye people, saying: Ye shall go through the coast of your brethren the chyldren of Esau which dwelt in Seir, and they shalbe afraide of you."},{"number":5,"verse":"Take ye good heede vnto your selues therfore: Ye shall not prouoke them, for I wyll not geue you of their lande, no not so much as a foote breadth, because I haue geuen mount Seir vnto Esau to possesse."},{"number":6,"verse":"Ye shall bye meate of them for money, to eate, and ye shall procure water of them for money, to drinke."},{"number":7,"verse":"For the Lorde thy God hath blessed thee in all the workes of thy hande, and knoweth thy walkyng through this great wyldernesse this fourtie yeres, and the Lorde thy God hath ben with thee, so that thou hast lacked nothing."},{"number":8,"verse":"And when we were departed from our brethren the children of Esau which dwelt in Seir, through the way of the wyldernesse from Elath, & from Ezion Gaber, we turned and went by the way of the wyldernesse of Moab."},{"number":9,"verse":"And the Lorde sayd vnto me: Thou shalt not fight agaynst the Moabites, neither prouoke them to battayle: for I wyll not geue thee of their lande to possesse, because I haue geuen Ar vnto the chyldren of Loth to possesse."},{"number":10,"verse":"The Emims dwelt therin in tymes past, a people great, many, and tall, as the Anakims,"},{"number":11,"verse":"Whiche also were taken for giauntes as the Anakims, whom the Moabites call Emims."},{"number":12,"verse":"The Horims also dwelt in Seir before tyme, whom the chyldren of Esau chased out, & destroyed them before them, and dwelt in their steade, as Israel did vnto the lande of his possession, whiche the Lorde gaue them."},{"number":13,"verse":"Nowe ryse vp [sayde] and get you ouer the riuer Zared: and we went ouer the riuer Zared."},{"number":14,"verse":"The space in whiche we came from Cades Barnea, vntill we were come ouer the riuer Zared, was thirtie and eyght yeres, vntyll all the generation of the men of warre were wasted out from a mong the hoast, as the Lorde sware vnto them."},{"number":15,"verse":"For in deede the hande of the Lorde was against them to destroy them fro among ye hoast, til they were cosumed."},{"number":16,"verse":"And so it came to passe, that all the men of warre were consumed and dead from among the people."},{"number":17,"verse":"And the Lord spake vnto me, saying:"},{"number":18,"verse":"Thou shalt go thorowe Ar, the coast of Moab, this day:"},{"number":19,"verse":"And when thou commest nye vnto the chyldren of Ammon, thou shalt not lay siege vnto the, nor moue warre against them: For I wyll not geue thee of the lande of the chyldren of Ammon any possession, but I haue geuen it vnto the chyldren of Loth to possesse."},{"number":20,"verse":"That also was taken for a lande of giauntes, and giauntes dwelt therin in olde tyme, whom the Ammonites call Zamzummims."},{"number":21,"verse":"A people that was great, many, and tall, as the Anakims: But the Lorde destroyed them before them, and they succeeded them in their inheritaunce, and dwelt in their steade:"},{"number":22,"verse":"As he dyd for the chyldren of Esau, whiche dwell in Seir, for whom he destroyed the Horims before them, and they possessed them, and dwelt in their steade vnto this day."},{"number":23,"verse":"And the Auims which dwelt in Hazarim, euen vnto Azza, the Caphthorims whiche came out of Caphthor, destroyed them, and dwelt in their steade."},{"number":24,"verse":"Rise ye vp therefore, & take your iourney ouer the ryuer Arnon: Beholde, I haue geuen into thy hande Sehon the Amorite, king of Hesbon and his lande: begin to possesse it, and prouoke hym to battayle."},{"number":25,"verse":"This day will I beginne to sende the feare and dread of thee vpon al nations that are vnder all the heauen, so that they whiche heare speake of thee, shall tremble and quake before thee."},{"number":26,"verse":"And so I sent messengers out of ye wildernes of Kedemoth, vnto Sehon king of Hesbo, with wordes of peace, saying:"},{"number":27,"verse":"Let me passe through thy lande, I wyll go along by the hye way, I wyll neither turne vnto the ryght hande, nor to the left."},{"number":28,"verse":"Thou shalt sell me meate for money, for to eate, & geue me water for money, for to drinke: Only I wyll go through on my feete,"},{"number":29,"verse":"As the children of Esau, which dwel in Seir, and the Moabites which dwel in Ar, dyd vnto me, vntyll I be come ouer Iordane, into the lande which the Lorde our God geueth vs."},{"number":30,"verse":"But Sehon ye kyng of Hesbon woulde not let vs passe by hym: for the Lorde thy God hardened his spirite, and made his heart obstinate, because he woulde deliuer him into thy hande, as it is come to passe this day."},{"number":31,"verse":"And the Lord said vnto me: Beholde, I haue begunne to geue Sehon & his lande before thee: begynne to possesse and inherite his lande."},{"number":32,"verse":"Then both Sehon and all his people came out agaynst vs to fight at Iaza."},{"number":33,"verse":"And the Lorde set hym before vs, and we smote hym, and his sonnes, and all his people."},{"number":34,"verse":"And we toke all his cities the same season, and slue the men, women, and children of all the cities, and let nothyng remayne,"},{"number":35,"verse":"Saue the cattell onely we caught vnto our selues, and the spoyle of the cities which we toke."},{"number":36,"verse":"From Aroer which is by the brinke of the riuer of Arnon, and from the citie that is in the riuer, vnto Gilead, there was not one citie to strong for vs: The Lorde our God deliuered all vnto vs."},{"number":37,"verse":"Only vnto the lande of the children of Ammon thou camest not, nor vnto euery place of the riuer Iabock, nor vnto the cities in the mountaynes, nor vnto whatsoeuer the Lorde our God forbad vs."}]}