{"bibleAbbr":"BB1572","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"When thou goest out to battayle agaynst thine enemies, & seest horses, and charettes, and people, mo then thou, be not afrayde of them: for the Lorde thy God is with thee, which brought thee out of the lande of Egypt."},{"number":2,"verse":"And when ye are come nye vnto battayle, ye priest shall come foorth to speake vnto the people,"},{"number":3,"verse":"And shall say vnto them: Heare O Israel, you are come this day vnto battayle agaynst your enemies, let not your heartes faynt, neither feare, nor be amazed, nor a dread of them:"},{"number":4,"verse":"For the Lord your God goeth with you, to fyght for you agaynst your enemies, and to saue you."},{"number":5,"verse":"And let the officers speake vnto the people, saying: If any man haue built a newe house, and haue not dedicate it: let hym go and returne to his house, lest he dye in the battayle, and another man dedicate it."},{"number":6,"verse":"And if any man haue planted a vineyarde, and haue not made it comon: let hym go and returne agayne vnto his house, lest he dye in the battayle, and another make it common,"},{"number":7,"verse":"And if any man be betrouthed vnto a wyfe, and haue not taken her: let hym go and returne agayne vnto his house, lest he dye in the battayle, and another man take her."},{"number":8,"verse":"And let the officers speake further vnto the people, and say: If any man feare and be faynt hearted, let hym go & returne vnto his house, lest he make his brothers heart faynt as well as his."},{"number":9,"verse":"And when the officers haue made an ende of speakyng vnto the people, they shall make captaynes of the armie to gouerne the people."},{"number":10,"verse":"When thou commest nye vnto a citie to fyght agaynst it, offer them peace."},{"number":11,"verse":"And if they aunswere thee agayne peaceably, and open vnto thee, then let all the people that is founde therin, be tributaries vnto thee, and serue thee."},{"number":12,"verse":"And if they wyll make no peace with thee, but make warre agaynst thee, thou shalt besiege it."},{"number":13,"verse":"And when the Lorde thy God hath deliuered it into thine handes, thou shalt smyte all the males therof with the edge of the sworde:"},{"number":14,"verse":"But the women, and the children, and the cattell, and all that is in the citie, and all the spoyle therof shalt thou take vnto thy selfe, and eate the spoyle of thine enemies, which the Lorde thy God hath geuen thee."},{"number":15,"verse":"Thus shalt thou do vnto all the cities which are a great way of from thee, which are not of the cities of these nations."},{"number":16,"verse":"But of the cities of these nations which the Lorde thy God shall geue thee to inherite, thou shalt saue alyue nothyng that breatheth:"},{"number":17,"verse":"But shalt destroy them without redemption, namely the Hethites, the Amorites, the Chanaanites, the Pherezites, the Heuites, and the Iebusites, as the Lorde thy God hath commaunded thee:"},{"number":18,"verse":"That they teache you not to do after all their abhominations which they haue done vnto their Gods, and so ye shoulde sinne agaynst the Lorde your God."},{"number":19,"verse":"When thou hast besieged a citie long tyme, and made warre agaynst it to take it, destroy not the trees therof, that thou wouldest thrust an axe vnto them: but eate of them, and cut them not downe to further thee in thy siege: for the tree of the fielde is mans life."},{"number":20,"verse":"Only those trees which thou knowest to be vnfruitfull, those shalt thou destroy & cut downe, and make bulworkes agaynst the citie that maketh warre with thee, vntyll thou subdue it."}]}