{"bibleAbbr":"BB1572","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":21,"verses":[{"number":1,"verse":"If one be founde slayne in the lande which the Lord thy God geueth thee to possesse it, and lyeth in the fielde, and it is not knowen who hath slayne hym:"},{"number":2,"verse":"Then thine elders and thy iudges shal come foorth, and measure vnto the cities that are rounde about hym that is slayne:"},{"number":3,"verse":"And let the elders of that citie which is next vnto the slayne man, take out of the droue an heyffer that hath not ben put to labour, nor hath drawen in the yoke:"},{"number":4,"verse":"And let the elders of that citie bring the heyffer vnto a harde & rough valley which is neither eared nor sowen, and stryke of the heyffers necke there in the valley:"},{"number":5,"verse":"And the priestes the sonnes of Leui (whom the Lord thy God hath chosen to minister, and to blesse in the name of the Lorde) shall come foorth: and by their worde shall all strife and plague be tryed."},{"number":6,"verse":"And all the elders of the citie that come foorth to the slayne man, shall washe their handes ouer the heyffer that is beheaded in the valley,"},{"number":7,"verse":"And shall aunswere, and say: Our handes haue not shed this blood, neither haue our eyes seene it."},{"number":8,"verse":"Be mercifull Lorde vnto thy people Israel which thou hast deliuered, and lay no innocent blood vnto thy people of Israels charge. And the blood shalbe forgeuen them."},{"number":9,"verse":"And so shalt thou put innocent blood from thee, when thou shalt haue done that which is ryght in the syght of the Lorde."},{"number":10,"verse":"When thou goest to warre agaynst thine enemies, and the Lorde thy God hath deliuered them into thine handes, & thou hast taken the captiue,"},{"number":11,"verse":"And seest among the captiues a beautifull woman, and hast a desire vnto her, that thou wouldest haue her to thy wyfe:"},{"number":12,"verse":"Thou shalt bryng her home to thine house, and she shall shaue her head, and shall pare her nayles,"},{"number":13,"verse":"And put her rayment that she was taken in, from her, and let her remayne in thine house, and beweepe her father & her mother a moneth long: and after that shalt thou go in vnto her, and mary her, and she shalbe thy wyfe."},{"number":14,"verse":"And if thou haue no fauour vnto her, then let her go whither she lusteth, and sell her not for money, nor make marchaundize of her, because thou hast humbled her."},{"number":15,"verse":"If a man haue two wyues, one beloued, and another hated, and they haue borne hym children, both the loued and also the hated: If the first borne be the sonne of the hated:"},{"number":16,"verse":"Then when the tyme commeth that he dealeth his goodes among his children, he may not make the sonne of the beloued first borne, before the sonne of the hated, which is in deede the first borne:"},{"number":17,"verse":"But he shall knowe the sonne of the hated for the first borne, and geue hym dowble portion of all that he hath: For he is the first of his strength, and to hym belongeth the ryght of the first borne."},{"number":18,"verse":"If any man haue a sonne that is stubburne and disobedient, that he wyll not hearken vnto the voyce of his father and voyce of his mother, and they haue chastened hym, and he woulde not hearken vnto them:"},{"number":19,"verse":"Then shall his father and his mother take hym, and bryng hym out vnto the elders of that citie, and vnto the gate of that same place,"},{"number":20,"verse":"And say vnto the elders of the citie: This our sonne is stubburne and disobedient, and wyll not hearken vnto our voyce, he is a rioter & a drunkarde."},{"number":21,"verse":"And all the men of that citie shall stone hym with stones vnto death: And thou shalt put euyll away from thee, and all Israel shall heare, and feare."},{"number":22,"verse":"If a man haue committed a trespasse worthy of death, and is put to death for it, and thou hangest hym on tree."},{"number":23,"verse":"His body shall not remayne all nyght vpon the tree, but thou shalt bury hym the same day, for the curse of God is on hym that is hanged: Defile not thou thy lande which the Lorde thy God geueth thee to inherite."}]}