{"bibleAbbr":"BB1572","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":27,"verses":[{"number":1,"verse":"And Moyses with the elders of Israel commaunded the people, saying: Kepe al ye commaundements which I commaunde you this day."},{"number":2,"verse":"And in that day when you shall passe ouer Iordane vnto the lande whiche the Lord thy God geueth thee, thou shalt set thee vp great stones, and plaster them with plaster:"},{"number":3,"verse":"And wryte vpon them all the wordes of this lawe when thou art come ouer, because thou art come into the lande whiche the Lord thy God geueth thee, a lande that floweth with mylke and honie, as the Lorde God of thy fathers hath promised thee."},{"number":4,"verse":"Therfore when ye be come ouer Iordane, ye shal set vp these stones which I commaunde you this day in mount Ebal, and thou shalt plaster them with plaster."},{"number":5,"verse":"And there shalt thou buylde vnto the Lorde thy God an aulter of stones, and lift vp no iron vpon them."},{"number":6,"verse":"Thou shalt make the aulter of the Lorde thy God of whole stones, and offer burnt offeringes thereon vnto the Lorde thy God."},{"number":7,"verse":"And thou shalt offer peace offeringes, and shalt eate there, and reioyce before the Lorde thy God."},{"number":8,"verse":"And thou shalt wryte vpon the stones all the wordes of this lawe, manifestly and well."},{"number":9,"verse":"And Moyses and the priestes the Leuites spake vnto all Israel, saying: Take heede and heare O Israel, this day thou art become the people of the Lorde thy God."},{"number":10,"verse":"Thou shalt hearken therfore vnto the voyce of the Lorde thy God, and do his commaundementes, and his ordinaunces which I commaunde thee this day."},{"number":11,"verse":"And Moyses charged the people the same day, saying:"},{"number":12,"verse":"These shall stande vpon mount Garizim to blesse the people, when ye are come ouer Iordane, Simeon, Leui, Iuda, Isachar, Ioseph, & Beniamin."},{"number":13,"verse":"And these shall stande vpon mount Ebal to curse, Ruben, Gad, Aser, Zabulon, Dan, Nephthali."},{"number":14,"verse":"And the Leuites shall aunswere and say vnto all the men of Israel with a loude voyce:"},{"number":15,"verse":"Cursed be the man that maketh any carued or moulten image, an abhomination vnto the Lorde, the worke of the handes of the craftesman, and putteth it in a secrete place: and all the people shall aunswere and say, Amen."},{"number":16,"verse":"Cursed be he that curseth his father and his mother: and all the people shall say, Amen."},{"number":17,"verse":"Cursed be he that remoueth his neighbours marke: and all the people shall say, Amen."},{"number":18,"verse":"Cursed be he that maketh the blynde to go out of his way: and all the people shall say, Amen."},{"number":19,"verse":"Cursed be he that hindreth the ryght of the straunger, fatherlesse, and widdowe: & all the people shall say, Amen."},{"number":20,"verse":"Cursed be he that lyeth with his fathers wyfe, and vnhealeth his fathers couering: and all the people shall say, Amen."},{"number":21,"verse":"Cursed be he yt lieth with any maner of beast: & all the people shal say, Amen."},{"number":22,"verse":"Cursed be he that lieth with his sister, the daughter of his father, or ye daughter of his mother: and al the people shal say, Amen."},{"number":23,"verse":"Cursed be he that lieth with his mother in lawe: and al the people shall say, Amen."},{"number":24,"verse":"Cursed be he that smyteth his neighbour secretly: and all the people shall say, Amen."},{"number":25,"verse":"Cursed be he that taketh a rewarde to slay the soule of innocent blood, and all the people shall say, Amen."},{"number":26,"verse":"Cursed be he that continueth not in all the wordes of this lawe to do them, and all the people shall say, Amen."}]}