{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":106,"verses":[{"number":1,"verse":"((1 The people dispersed under Antiochus, do magnify the goodness of God among the just and repentant: 4 Desiring to be brought again into the land by God’s merciful visitation.8 And after the manifold marvels of God wrought in their deliverance forth of Egypt, And the great ingratitude of the people rehearsed.47 They do pray and desire to be gathered from among the heathen, to the intent that they may praise the Name of the God of Israel.) ) Praise ye the Lord because he is good, for his mercy endureth forever."},{"number":2,"verse":"Who can express the noble acts of the Lord, or show forth all his praise?"},{"number":3,"verse":"Blessed are they that (He showeth that it is not enough to praise God with the mouth, except the whole heart agree thereunto, and all our life be thereunto framed.) keep judgment, and do righteousness at all times."},{"number":4,"verse":"Remember me, O Lord, with the (Let the good will that thou bearest to thy people, extend unto me, that thereby I may be received into the number of thine.) favor of thy people: visit me with thy salvation,"},{"number":5,"verse":"That I may see the felicity of thy chosen, and rejoice in the joy of thy people, and glory with thine inheritance."},{"number":6,"verse":"We have (By earnest confession as well of their own, as of their fathers’ sins, they show that they had hope that God according to his promise would pity them.) sinned with our fathers: we have committed iniquity, and done wickedly."},{"number":7,"verse":"Our fathers understood not thy wonders in Egypt, neither remembered they the multitude of thy mercies, but rebelled at the Sea, even at the red sea."},{"number":8,"verse":"Nevertheless he (The inestimable goodness of God appeareth in this, that he would change the order of nature, rather than his people should not be delivered, although they were wicked.) saved them for his Name’s sake, that he might make his power to be known."},{"number":9,"verse":"And he rebuked the red sea, and it was dried up, and he led them in the deep, as in the wilderness."},{"number":10,"verse":"And he saved them from the adversary’s hand, and delivered them from the hand of the enemy."},{"number":11,"verse":"(Cross references: : Exod. 14:27) And the waters covered their oppressors: not one of them was left."},{"number":12,"verse":"Then (The wonderful works of God caused them to believe for a time, and to praise him.) believed they his words, and sang praise unto him."},{"number":13,"verse":"But incontinently they forgat his works, they waited not for his (They would prevent his wisdom and providence.) counsel,"},{"number":14,"verse":"But lusted with concupiscence in the wilderness, and tempted God in the desert."},{"number":15,"verse":"Then he gave them their desire: but he sent (The abundance that God gave them, profited not, but made them pine away, because God cursed it.) leanness into their soul."},{"number":16,"verse":"They envied Moses also in the tents, and Aaron the holy one of the Lord."},{"number":17,"verse":"Therefore the earth opened and (By the greatness of the punishment the heinous offence may be considered: for they that rise against God’s ministers, rebel against him.) swallowed up Dathan, and covered the company of Abiram."},{"number":18,"verse":"And the fire was kindled in their assembly: the flame burnt up the wicked."},{"number":19,"verse":"They made a calf in Horeb, and worshipped the molten image."},{"number":20,"verse":"Thus they turned their (He showeth that all idolaters renounce God to be their glory, when instead of him they worship any creature, much more wood, stone, metal, or calves.) glory into the similitude of a bullock, that eateth grass."},{"number":21,"verse":"They forgat God their Savior, which had done great things in Egypt,"},{"number":22,"verse":"Wondrous works in the land of Ham, and fearful things by the red sea."},{"number":23,"verse":"Therefore he minded to destroy them, had (If Moses by his intercession had not obtained God’s favor against their rebellions.) not Moses his chosen stood in the breach before him to turn away his wrath, lest he should destroy them."},{"number":24,"verse":"Also they contemned (That is, Canaan, which was as it were an earnest penny of the heavenly inheritance.) that pleasant land, and believed not his word,"},{"number":25,"verse":"But murmured in their tents, and hearkened not unto the voice of the Lord."},{"number":26,"verse":"Therefore (That is, he sware. Sometimes also it meaneth, to punish.) he lifted up his hand against them, to destroy them in the wilderness,"},{"number":27,"verse":"And to destroy their seed among the nations, and to scatter them throughout the countries."},{"number":28,"verse":"They joined themselves also unto (Which was the idol of the Moabites.) Baal of Peor, and did eat the offerings of the (Sacrifices offered to the dead idols.) dead."},{"number":29,"verse":"Thus they (Signifying that whatsoever man inventeth of himself to serve God by, is detestable, and provoketh his anger.) provoked him unto anger with their own inventions, and the plague brake in upon them."},{"number":30,"verse":"But (When all others neglected God’s glory, he in his zeal killed the adulterers and prevented God’s wrath.) Phinehas stood up, and executed judgment, and the plague was stayed."},{"number":31,"verse":"(Num. 25:12) And it was (This act declared his lively faith, and for his faith’s sake was accepted.) imputed unto him for righteousness from generation to generation forever."},{"number":32,"verse":"They angered him also at the waters of (Num. 20:13; Ps. 95:8) Meribah, so that (If so notable a Prophet of God escape not punishment, though others provoked him to sin, how much more shall they be subject to God’s judgment, which cause God’s children to sin?) Moses was punished for their sakes,"},{"number":33,"verse":"Because they vexed his Spirit, so that he spake unadvisedly with his lips."},{"number":34,"verse":"Neither destroyed they the people, as the Lord had commanded them,"},{"number":35,"verse":"But were mingled among the heathen, and learned their works,"},{"number":36,"verse":"And served their idols, which were their ruin."},{"number":37,"verse":"Yea, they offered their (He showeth how monstrous a thing idolatry is, which can win us to things abhorring to nature, whereas God’s word cannot obtain most small things.) sons, and their daughters unto devils,"},{"number":38,"verse":"And shed innocent blood, even the blood of their sons, and of their daughters whom they offered unto the idols of Canaan, and the land was defiled with blood."},{"number":39,"verse":"Thus were they stained with their own works, and went (Then true chastity is to cleave wholly and only unto God.) a whoring with their own inventions."},{"number":40,"verse":"Therefore was the wrath of the Lord kindled against his people, and he abhorred his own inheritance."},{"number":41,"verse":"And he gave them into the hand of the heathen: and they that hated them were lords over them."},{"number":42,"verse":"Their enemies also oppressed them, and they were humbled under their hand."},{"number":43,"verse":"Many (The prophet showeth that neither by menaces, nor promises we can come to God, except we be altogether newly reformed, and that his mercy overcover and hide our malice.) a time did he deliver them, but they provoked him by their counsels: therefore they were brought down by their iniquity."},{"number":44,"verse":"Yet he saw when they were in affliction, and he heard their cry."},{"number":45,"verse":"And he remembered his covenant toward them, and (Not that God is changeable in himself, but that then he seemeth to us to repent when he altereth his punishment, and forgiveth us.) repented according to the multitude of his mercies,"},{"number":46,"verse":"And gave them favor in the sight of all them that led them captives."},{"number":47,"verse":"Save us, O Lord our God, and (Gather thy Church, which is dispersed, and give us constancy under the cross, that with one consent we may all praise thee.) gather us from among the heathen, that we may praise thine holy Name, and glory in thy praise."},{"number":48,"verse":"Blessed be the Lord God of Israel forever and ever, and let all the people say, So be it. Praise ye the Lord."}]}