{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":132,"verses":[{"number":1,"verse":"(1 The faithful grounding on God’s promise made unto David, desire that he would establish the same, both as touching his posterity, and the building of the Temple, to pray there as was forspoken, 50 12:5. ) Lord, remember David with all his affliction,"},{"number":2,"verse":"Who sware unto the Lord, and vowed unto the mighty God, of Jacob, saying,"},{"number":3,"verse":"I (Because the chief charge of the king was to set forth God’s glory, he showeth that he could take no rest, neither would go about any worldly thing, were it never so necessary, before he had executed his office.) will not enter into the Tabernacle of mine house, nor come upon my pallet or bed,"},{"number":4,"verse":"Nor suffer mine eyes to sleep, nor mine eyelids to slumber,"},{"number":5,"verse":"Until I find out a place for the (That is, the Ark, which was a sign of God’s presence.) Lord, an habitation for the mighty God of Jacob."},{"number":6,"verse":"Lo, we heard of it in (The common bruit was that the Ark should remain in Ephrathah, that is, in Bethlehem a plentiful place: but after we perceived that thou wouldest place it in Jerusalem, which was barren as a forest, and compassed about only with hills.) Ephrathah, and found it in the fields of the forest."},{"number":7,"verse":"We will enter into his Tabernacles, and worship before his footstool."},{"number":8,"verse":"Arise, O Lord, to come into thy (That is, Jerusalem, because that afterward his Ark should remove to none other place.) rest, thou, and the Ark of thy strength."},{"number":9,"verse":"Let thy Priests be clothed with (Let the effect of thy grace both appear in the Priests and in the people.) righteousness, and let thy Saints rejoice."},{"number":10,"verse":"For thy (As thou first madest promise to David, so continue it to his posterity, that whatsoever they shall ask for their people, it may be granted.) servant David’s sake refuse not the face of thine Anointed."},{"number":11,"verse":"The Lord hath sworn in truth unto David, and he will not shrink from it, saying, Of the fruit of thy body will I set upon thy throne."},{"number":12,"verse":"If thy sons keep my Covenant, and my testimonies, that I shall teach them, their sons also shall sit upon thy throne (Because this cannot be accomplished but in Christ, it followeth, that the promise was spiritual.) forever."},{"number":13,"verse":"For the Lord hath chosen Zion, and loved to dwell in it, saying,"},{"number":14,"verse":"This is my rest forever: here will I dwell, for I have a (Meaning, for his own sake, and not for the plentifulness of the place: for he promiseth to bless it, declaring before that it was barren.) delight therein."},{"number":15,"verse":"I will surely bless her vittles, and will satisfy her poor with bread,"},{"number":16,"verse":"And will clothe her Priests with (That is, with my protection, whereby they shall be safe.) salvation, and her Saints shall shout for joy."},{"number":17,"verse":"There will I make the (Though his force for a time seemed to be broken, yet he promiseth to restore it.) horn of David to bud: for I have ordained a light for mine Anointed."},{"number":18,"verse":"His enemies will I clothe with shame, but on him his crown shall flourish."}]}