{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":141,"verses":[{"number":1,"verse":"(1 David being grievously persecuted under Saul, only fleeth unto God to have succor.3 Desiring him to bridle his affections, that he may patiently abide till God take vengeance of his enemies. ) O Lord, I call upon thee: haste thee unto me: hear my voice, when I cry unto thee."},{"number":2,"verse":"Let my prayer be directed in thy sight as incense, and the (He meaneth his earnest zeal and gesture, which he used in prayer: alluding of the sacrifices which were by God’s commandment offered in the old Law.) lifting up of mine hands as an evening sacrifice."},{"number":3,"verse":"Set a watch, O Lord, before my mouth, and keep the (He desireth God to keep his thoughts and ways either from thinking or executing vengeance.) door of my lips."},{"number":4,"verse":"Incline not mine heart to evil, that I should commit wicked works with them that work iniquity: and let me not eat of their (Let not their prosperity allure me to be wicked as they are.) delicates."},{"number":5,"verse":"Let the righteous smite me: for that is a benefit: and let (He could abide all corrections, that came of a loving heart.) him reprove me, and it shall be a precious oil that shall not break mine head: for within a while I shall even (By patience I shall see the wicked so sharply handled, that I shall for pity pray for them.) pray in their miseries."},{"number":6,"verse":"When their judges shall be cast down in stony places, they shall (The people which followeth their wicked rulers in persecuting the Prophet, shall repent and turn to God, when they see their wicked rulers punished.) hear my words, for they are sweet."},{"number":7,"verse":"Our bones lie scattered at the (Here appeareth that David was miraculously delivered out of many deaths, as 2 Cor. 1:9, 10.) grave’s mouth, as he that heweth wood or diggeth in the earth."},{"number":8,"verse":"But mine eyes look unto thee, O Lord God: in thee is my trust: leave not my soul destitute."},{"number":9,"verse":"Keep me from the snare, which they have laid for me, and from the gins of the workers of iniquity."},{"number":10,"verse":"Let the wicked fall into (Into God’s nets, whereby he catcheth the wicked in their own malice.) his nets (So that none of them escape.) together, while I escape."}]}