{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":145,"verses":[{"number":1,"verse":"(This Psalm was composed when the kingdom of David flourished.1 Wherein he describeth the wonderful providence of God, as well in governing man, as in preserving all the rest of his creatures.17 He praiseth God for his justice and mercy.18 But specially for his loving-kindness toward those that call upon him, that fear him, and love him: 21 For the which he promiseth to praise him forever. ) O my God and King, I will extol thee, and will bless thy Name forever and ever."},{"number":2,"verse":"I will bless thee daily, and praise thy Name forever and ever."},{"number":3,"verse":"(Hereby he declareth that all power is subject unto God, and that no worldly promotion ought to obscure God’s glory.) Great is the Lord, and most worthy to be praised, and his greatness is incomprehensible."},{"number":4,"verse":"Generation shall praise thy works unto (Forasmuch as the end man’s creation, and of his preservation in this life is to praise God, therefore he requireth that not only we ourselves do this, but cause all others to do the same.) generation, and declare thy power."},{"number":5,"verse":"I will meditate of the beauty of thy glorious majesty, and thy wonderful works."},{"number":6,"verse":"And they shall speak of the power of thy (Of thy terrible judgments against the wicked.) dreadful acts, and I will declare thy greatness."},{"number":7,"verse":"They shall break out into the mention of thy great goodness, and shall sing aloud of thy righteousness."},{"number":8,"verse":"(Cross references: : Exod. 34:6) The Lord is gracious, and (He describeth after what sort God showeth himself to all his creatures, though our sins have provoked his vengeance against all: to wit, merciful, not only in pardoning the sins of his elect, but in doing good even to the reprobate, albeit they cannot feel the sweet comfort of the same.) merciful, slow to anger, and of great mercy."},{"number":9,"verse":"The Lord is good to all, and his mercies are over all his works."},{"number":10,"verse":"All thy works praise thee, O Lord, and thy Saints bless thee."},{"number":11,"verse":"(The Praise of thy glory appeareth in all thy creatures: and though the wicked would obscure the same by their silence, yet the faithful are ever mindful of the same.) They show the glory of thy kingdom, and speak of thy power,"},{"number":12,"verse":"To cause his (He showeth that all things are out of order; but only where God reigneth.) power to be known to the sons of men, and the glorious renown of his kingdom."},{"number":13,"verse":"Thy (Luke 1:33; Dan. 7:14) kingdom is an everlasting kingdom, and thy dominion endureth throughout all ages."},{"number":14,"verse":"The Lord upholdeth all that (Who being in misery and affliction would faint and fall away, if God did not uphold them, and therefore they ought to reverence him that reigneth in heaven, and suffer themselves to be governed by him.) fall, and lifteth up all that are ready to fall."},{"number":15,"verse":"The eyes of (To wit, as well of man, as of beast.) all wait upon thee, and thou givest them their meat in due season."},{"number":16,"verse":"Thou openest thine hand, and fillest all things living of thy good pleasure."},{"number":17,"verse":"The Lord is (He praiseth God, not only because he is beneficial to all his creatures, but also in that he justly punisheth the wicked, and mercifully examineth his by the cross, giving them strength and delivering them.) righteous in all his ways, and holy in all his works."},{"number":18,"verse":"The Lord is near unto all that call upon him, yea, to all that call upon him in (Which only appertaineth to the faithful: and this virtue is contrary to infidelity, doubting, impatience and murmuring.) truth."},{"number":19,"verse":"He will fulfill the (For they will ask or wish for nothing, but according to his will, 1 John 5:14.) desire of them that fear him; he will also hear their cry, and will save them."},{"number":20,"verse":"The Lord preserveth all them that love him; but he will destroy the wicked."},{"number":21,"verse":"My mouth shall speak the praise of the Lord, and all (That is, all men shall be bound to praise him.) flesh shall bless his holy Name forever and ever."}]}