{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":148,"verses":[{"number":1,"verse":"(1 He provoketh all creatures to praise the Lord in heaven and earth, and all places.14 Specially his Church, for the power that he hath given to the same, after that he had chosen them and joined them unto him. ) Praise ye the Lord from the heaven: praise ye him in the high places."},{"number":2,"verse":"Praise ye him, all ye (Because they are members of the same body, he setteth them before our eyes, which are most willing hereunto, and by their prompt obedience teach us to do our duty.) his Angels: praise him, all his army."},{"number":3,"verse":"Praise ye him, (In that God’s glory shineth in these insensible creatures, this their beauty is as a continual praising of God.) sun and moon: praise ye him all bright stars."},{"number":4,"verse":"Praise ye him (Not that there are divers heavens, but because of the spheres and of the situation of the fixed stars and planets, he comprehendeth by this word the whole heaven.) heavens of heavens, and (That is, the rain which is in the middle region of the air, which he here comprehendeth under the name of the heavens.) waters, that be above the heavens."},{"number":5,"verse":"Let them praise the Name of the Lord: for he commanded, and they were created."},{"number":6,"verse":"And he hath established them forever and ever: he hath made an ordinance, which shall not pass."},{"number":7,"verse":"Praise ye the Lord from the earth, ye (Meaning, the great and monstrous fishes, as whales and such like.) dragons and all depths:"},{"number":8,"verse":"(Which come not by chance or fortune, but by God’s appointed ordinance.) Fire and hail, snow and vapors, stormy wind, which execute his word."},{"number":9,"verse":"Mountains and all hills, fruitful trees, and all cedars:"},{"number":10,"verse":"Beasts and all cattle, creeping things and feathered fowls:"},{"number":11,"verse":"(For the greater gifts that any hath received, and the more high that one is preferred, the more bound is he to praise God for the same: but neither high nor low condition or degree can be exempted from this duty.) Kings of the earth and all people, princes and all judges of the world:"},{"number":12,"verse":"Young men and maidens, also old men and children:"},{"number":13,"verse":"Let them praise the Name of the Lord: for his Name only is to be exalted, and his praise above the earth and the heavens."},{"number":14,"verse":"For he hath exalted the (That is, the dignity, power and glory of his Church.) horn of his people, which is a praise for all his Saints, even for the (By reason of his covenant made with Abraham.) children of Israel, a people that is near unto him. Praise ye the Lord."}]}