{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":16,"verses":[{"number":1,"verse":"(1 David prayeth to God for succor not for his works, but for his faith’s sake.4 Protesting that he hateth all idolatry, taking God only for his comfort and felicity.8 Who suffereth his to lack nothing. Preserve me, O GOD: for in thee do I (He showeth that we cannot call upon God except we trust in him.) trust."},{"number":2,"verse":"O my soul, thou hast said unto the Lord, Thou art my Lord: my (Though we can not enrich God, yet we must bestow God’s gifts to the use of his children.) well doing extendeth not to thee,"},{"number":3,"verse":"But to the Saints that are in the earth, and to the excellent: all my delight is in them."},{"number":4,"verse":"The (As grief of conscience and miserable destruction.) sorrows of them, that offer to another god, shall be multiplied: (He would neither by outward profession nor in heart, nor in mouth consent to their idolatries.) their offerings of blood will I not offer, neither make (Cross references: : Exod. 23:13) mention of their names with my lips."},{"number":5,"verse":"The Lord is the portion of mine inheritance and of my cup: thou shalt maintain my lot."},{"number":6,"verse":"The (Wherewith my portion is measured.) lines are fallen unto me in pleasant places: yea, I have a fair heritage."},{"number":7,"verse":"I will praise the Lord, who hath given me counsel: my (God teacheth me continually by secret inspiration.) reins also teach me in the nights."},{"number":8,"verse":"I have set the Lord always before me: for he is at my right hand: therefore I (The faithful are sure to persevere to the end.) shall not slide."},{"number":9,"verse":"Wherefore (That is, I rejoice both in body and in soul.) mine heart is glad, and my tongue rejoiceth: my flesh also doth rest in hope."},{"number":10,"verse":"For thou (This is chiefly meant of Christ, by whose resurrection all his members have immortality.) wilt not leave my soul in the grave: neither wilt thou suffer thine holy One to see corruption."},{"number":11,"verse":"Thou wilt show me the path of life: in thy (Where God favoreth, there is perfect felicity.) presence is the fullness of joy: and at thy right hand there are pleasures forevermore."}]}