{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":26,"verses":[{"number":1,"verse":"(1 David oppressed with many injuries, finding no help in the world, calleth for aid from God: and assured of his integrity towards Saul, desireth God to be his judge, and to defend his innocence.6 Finally he maketh mention of his sacrifice, which he will offer for his deliverance, and desireth to be in the company of the faithful in the Congregation of God, whence he was banished by Saul, promising integrity of life, and open praises and thanksgiving. ) Judge me, O Lord, for I have walked in mine innocency: my trust hath been also in the Lord: therefore shall I not slide."},{"number":2,"verse":"Prove me, O Lord, and try me: examine my (My very affections and inward motions of the heart.) reins, and mine heart."},{"number":3,"verse":"For thy (He showeth what stayed him, that he did not recompense evil for evil.) lovingkindness is before mine eyes: therefore have I walked in thy truth."},{"number":4,"verse":"I have not (He declareth that they cannot walk in simplicity before God, that delight in the company of the ungodly.) haunted with vain persons, neither kept company with the dissemblers."},{"number":5,"verse":"I have hated the assembly of the evil, and have not companied with the wicked."},{"number":6,"verse":"I will (I will serve thee with a pure affection, and with the godly that sacrifice unto thee.) wash mine hands in innocency, O Lord, and compass thine altar,"},{"number":7,"verse":"That I may declare with the voice of thanksgiving, and set forth all thy wondrous works."},{"number":8,"verse":"O Lord, I have loved the habitation of thine house, and the place where thine honor dwelleth."},{"number":9,"verse":"(Destroy me not in the overthrow of the wicked.) Gather not my soul with the sinners, nor my life with the bloody men:"},{"number":10,"verse":"In whose hand is (Whose cruel hands do execute the malicious devices of their hearts.) wickedness, and their right hand is full of bribes."},{"number":11,"verse":"But I will walk in mine innocency: redeem me therefore, and be merciful unto me."},{"number":12,"verse":"My foot standeth in (I am preserved from mine enemies by the power of God, and therefore will praise him openly.) uprightness: I will praise thee, O Lord, in the Congregations."}]}