{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":27,"verses":[{"number":1,"verse":"(1 David maketh this Psalm being delivered from great perils, as appeareth by the praises and thanksgiving annexed: 6 Wherein we may see the constant faith of David against the assaults of all his enemies.7 And also the end wherefore he desireth to live and to be delivered, only to worship God in his Congregation. ) The Lord is my light and my salvation, whom shall I fear? the Lord is the strength of my life, of whom shall I be afraid?"},{"number":2,"verse":"When the wicked, even mine enemies and my foes came upon me to eat up my flesh, they stumbled and fell."},{"number":3,"verse":"Though an host pitched against me, mine heart should not be afraid: though war be raised against me, I will trust in (That God will deliver me and give my faith the victory.) this."},{"number":4,"verse":"(The loss of country, wife, and all worldly commodities grieve me not in respect of this one thing, that I may not praise thy Name in the midst of the congregation.) One thing have I desired of the Lord, that I will require, even that I may dwell in the house of the Lord all the days of my life, to behold the beauty of the Lord, and to visit his Temple."},{"number":5,"verse":"For in the time of trouble he shall hide me in his Tabernacle: in the secret place of his pavilion shall he hide me, and set me up upon a rock."},{"number":6,"verse":"(David assured himself by the Spirit of prophecy that he should overcome his enemies, and serve God in his Tabernacle.) And now shall he lift up mine head above mine enemies round about me: therefore will I offer in his Tabernacle sacrifices of joy: I will sing and praise the Lord."},{"number":7,"verse":"Hearken unto my voice, O Lord, when I cry: have mercy also upon me and hear me."},{"number":8,"verse":"When thou saidest, (He groundeth upon God’s promise, and showeth that he is most willing to obey his commandment.) Seek ye my face, mine heart answered unto thee, O Lord, I will seek thy face."},{"number":9,"verse":"Hide not therefore thy face from me, nor cast thy servant away in displeasure: thou hast been my succor, leave me not, neither forsake me, O God of my salvation."},{"number":10,"verse":"(He magnifieth God’s love toward his, which far passeth the most tender love of parents towards their children.) Though my father and my mother should forsake me, yet the Lord will gather me up."},{"number":11,"verse":"Teach me thy way, O Lord, and lead me in a right path, because of mine enemies."},{"number":12,"verse":"Give me not unto the (But either pacify their wrath, or bridle their rage.) lust of mine adversaries: for there are false witnesses risen up against me, and such as speak cruelly."},{"number":13,"verse":"I should have fainted, except I had believed to see the goodness of the Lord (In this present life before I die, as Isa. 38:11.) in the land of the living."},{"number":14,"verse":"(He exhorteth himself to depend on the Lord, seeing he never failed in his promises.) Hope in the Lord: be strong, and he shall comfort thine heart, and trust in the Lord."}]}