{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":30,"verses":[{"number":1,"verse":"((1 When David was delivered, from great danger, he rendered thanks to God, exhorting others to do the like, and to learn by his example, that God is rather merciful than severe and rigorous towards his children.7 And also that the fall from prosperity to adversity is sudden.8 This done, he returneth to prayer, promising to praise God forever.) ) I will magnify thee, O Lord: (He condemneth them of great ingratitude, which do not praise God for his benefits.) thou hast exalted me, and hast not made my foes to rejoice over me."},{"number":2,"verse":"O Lord my God, I cried unto thee, and thou hast (Restored from the rebellion of Absalom.) restored me."},{"number":3,"verse":"O Lord, thou hast brought up my (Meaning, that he escaped death most narrowly.) soul out of the grave: thou hast revived me from them that go down into the pit."},{"number":4,"verse":"Sing praises unto the Lord, ye (The word signifieth them that have received mercy, and show mercy liberally unto others.) his Saints, and give thanks (Before his Tabernacle.) before the remembrance of his Holiness."},{"number":5,"verse":"(Ps. 145:8; Isa. 54:8; 2 Cor. 4:17) For he endureth but a while in his anger: but in his favor is life: weeping may abide at evening, but joy cometh in the morning."},{"number":6,"verse":"And in my (I put too much confidence in my quiet state, as Jer. 31:18; 2 Chron. 32:24, 25.) prosperity I said, I shall never be moved."},{"number":7,"verse":"For thou Lord of thy goodness hadst made my (I thought thou hadst established me in Zion most surely.) mountain to stand strong: but thou didst hide thy face, and I (After that thou hast withdrawn thine help, I felt my misery.) was troubled."},{"number":8,"verse":"Then cried I unto thee, O Lord, and prayed to my Lord."},{"number":9,"verse":"What profit is there in my blood, when I go down to the pit! shall the (David meaneth that the dead are not profitable to the Congregation of the Lord here in the earth: therefore he would live to praise his Name, which is the end of man’s creation.) dust give thanks unto thee? or shall it declare thy truth?"},{"number":10,"verse":"Hear, O Lord, and have mercy upon me: Lord, be thou mine helper."},{"number":11,"verse":"Thou hast turned my mourning into joy: thou hast loosed my sack, and girded me with gladness."},{"number":12,"verse":"Therefore shall my (Because thou hast preserved me that my tongue should praise thee, I will not be unmindful of my duty.) tongue praise thee and not cease: O Lord my God, I will give thanks unto thee forever."}]}