{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":31,"verses":[{"number":1,"verse":"(1 David delivered from some great danger, first rehearseth what meditation he had by the power of faith, when death was before his eyes, his enemy being ready to take him.15 Then he affirmeth that the favor of God is always ready to those that fear him.20 Finally he exhorteth all the faithful to trust in God and to love him, because he preserveth and strengtheneth them, as they may see by his example. ) In thee, O Lord, have I put my trust: let me never be confounded: deliver me in thy righteousness."},{"number":2,"verse":"Bow down thine ear to me: make haste to deliver me: be unto me a strong rock, and an house of defense to save me."},{"number":3,"verse":"For thou art my rock and my fortress: therefore for thy Name’s sake direct me and guide me."},{"number":4,"verse":"Draw me out of the (Preserve me from the crafty counsels and subtle practice of mine enemies.) net, that they have laid privily for me: for thou art my strength."},{"number":5,"verse":"Into thine (He desireth God not only to take care for him in this life, but that his soul may be saved after this life.) hand I commend my spirit: for thou hast redeemed me, O Lord God of truth."},{"number":6,"verse":"I have hated them that give themselves to deceitful vanities: for I (This affection ought to be in all God’s children, to hate whatsoever thing is not grounded upon a sure trust in God, as deceitful and vain.) trust in the Lord."},{"number":7,"verse":"I will be glad and rejoice in thy mercy: for thou hast seen my trouble: thou hast known my soul in adversities,"},{"number":8,"verse":"And thou hast not shut me up in the hand of the enemy, but hast set my feet at (Largeness signifieth comfort, as straightness, sorrow and peril.) large."},{"number":9,"verse":"Have mercy upon me, O Lord: for I am in trouble: mine (Meaning, that his sorrow and torment had continued a great while.) eye, my soul and my belly are consumed with grief."},{"number":10,"verse":"For my life is wasted with heaviness, and my years with mourning: my strength faileth for my pain, and my bones are consumed."},{"number":11,"verse":"I was a (Mine enemies had drawn all men to their part against me, even my chief friends.) reproach among all mine enemies, but specially among my neighbors: and a fear to mine acquaintance, (They were afraid to show me any token of friendship.) who seeing me in the street, fled from me."},{"number":12,"verse":"I am forgotten as a dead man out of mind: I am like a broken vessel."},{"number":13,"verse":"For I have heard the railing of (They that were in authority, condemned me as a wicked doer.) great men: fear was on every side, while they conspired together against me, and consulted to take my life."},{"number":14,"verse":"But I trusted in thee, O Lord: I said, (I had this testimony of conscience, that thou wouldest defend mine innocence.) Thou art my God."},{"number":15,"verse":"My (Whatsoever changes come, thou governest them by thy providence.) times are in thine hand: deliver me from the hand of mine enemies, and from them that persecute me."},{"number":16,"verse":"Make thy face to shine upon thy servant: and save me through thy mercy."},{"number":17,"verse":"Let me not be confounded, O Lord: for I have called upon thee: let the wicked be put to confusion, and to (Let death destroy them to the intent that they may hurt no more.) silence in the grave."},{"number":18,"verse":"Let the lying lips be made dumb, which cruelly, proudly, and spitefully speak against the righteous."},{"number":19,"verse":"How great is thy goodness, which thou (The treasures of God’s mercy are always laid up in store for his children, albeit at all times they do not enjoy them.) hast laid up for them that fear thee! and done to them that trust in thee, even before the sons of men!"},{"number":20,"verse":"Thou dost hide them privily in thy presence from the pride of men: thou keepest them secretly in thy Tabernacle from the strife of tongues. (Hebrew, in the secret of thy face.) (That is, in a place where they shall have thy comfort, and be hid safely from the enemies’ pride.)"},{"number":21,"verse":"Blessed be the Lord: for he hath showed his marvelous kindness toward me in a (Meaning, there was no city so strong to preserve him, as the defense of God’s favor.) strong city."},{"number":22,"verse":"Though I said in mine (And so by my rashness and infidelity deserved to have been forsaken.) haste, I am cast out of thy sight, yet thou heardest the voice of my prayer, when I cried unto thee."},{"number":23,"verse":"Love ye the Lord all his (Or, ye that feel his mercies.) Saints: for the Lord preserveth the faithful, and rewardeth abundantly the proud doer."},{"number":24,"verse":"All ye that trust in the Lord, be (Be constant in your vocation, and God will confirm you with heavenly strength.) strong, and he shall establish your heart."}]}