{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":34,"verses":[{"number":1,"verse":"(1 After David had escaped Achish, according as it is written in 90 2:11, whom in this title he calleth Abimelech (which was a general name to all the Kings of the Philistines) he praiseth God for his deliverance,3 provoking all others by his example to trust in God, to fear and serve him,7 who defendeth the godly with his Angels,16 and utterly destroyeth the wicked in their sins. ) I will always give thanks unto the Lord: his praise shall be in my mouth continually."},{"number":2,"verse":"My soul shall glory in the Lord: the (They that are beaten down with the experience of their own evils.) humble shall hear it and be glad."},{"number":3,"verse":"Praise ye the Lord with me, and let us magnify his Name together."},{"number":4,"verse":"I sought the Lord, and he heard me: yea, he delivered me out of all my (Which I conceived for the danger wherein I was.) fear."},{"number":5,"verse":"They (They shall be bold to flee to thee for succor, when they shall see thy mercies toward me.) shall look unto him, and run to him: and their faces shall not be ashamed, saying,"},{"number":6,"verse":"This poor man cried, and the Lord heard him, and saved him out of all his troubles."},{"number":7,"verse":"The (Though God’s power be sufficient to govern us, yet for man’s infirmity he appointeth his Angels to watch over us.) Angel of the Lord pitched round about them, that fear him, and delivereth them."},{"number":8,"verse":"Taste ye and see, how gracious the Lord is: blessed is the man that trusteth in him."},{"number":9,"verse":"Fear the Lord ye his Saints: for nothing wanteth to them that fear him."},{"number":10,"verse":"The (The godly by their patient obedience profit more than they which ravine and spoil.) lions do lack and suffer hunger, but they which seek the Lord, shall (If they abide the last trial.) want nothing that is good."},{"number":11,"verse":"Come children, hearken unto me: I will teach you the (That is, the true religion and worship of God.) fear of the Lord."},{"number":12,"verse":"(Cross references: : 1 Pet. 3:10) What man is he that desireth life, and loveth long days for to (Seeing all men naturally desire felicity, he wondereth why they cast themselves willingly into misery.) see good?"},{"number":13,"verse":"Keep thy tongue from evil, and thy lips, that they speak no guile."},{"number":14,"verse":"Eschew evil and do good: seek peace and follow after it."},{"number":15,"verse":"The eyes of the Lord are upon the righteous, and his ears are open unto their cry."},{"number":16,"verse":"But the (The anger of God doth not only destroy the wicked, but also abolisheth their name forever.) face of the Lord is against them that do evil, to cut off their remembrance from the earth."},{"number":17,"verse":"The righteous cry, and the Lord heareth them, and delivereth them out of all their troubles."},{"number":18,"verse":"The Lord is near unto them that are of a (When they seem to be swallowed up with afflictions, then God is at hand to deliver them.) contrite heart, and will save such as be afflicted in spirit."},{"number":19,"verse":"Great are the troubles of the righteous: but the Lord delivereth him out of them all."},{"number":20,"verse":"(And as Christ saith, all the hairs of his head.) He keepeth all his bones: not one of them is broken."},{"number":21,"verse":"But malice shall slay the (Their wicked enterprises shall turn to their own destruction.) wicked: and they that hate the righteous, shall perish."},{"number":22,"verse":"The Lord (For when they seem to be overcome with great dangers and death itself, then God showeth himself their redeemer.) redeemeth the souls of his servants: and none that trust in him, shall perish."}]}