{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":37,"verses":[{"number":1,"verse":"((1 This Psalm containeth exhortation and consolation for the weak, that are grieved at the prosperity of the wicked, and the affliction of the godly.7 For how prosperously soever the wicked do live for the time, he doth affirm their felicity to be vain and transitory, because they are not in the favor of God, but in the end they are destroyed as his enemies.11 And how miserably that the righteous seemeth to live in the world, yet his end is peace, and he is in the favor of God, he is delivered from the wicked, and preserved.) ) Fret not thyself because of the wicked men, neither be envious for the evildoers."},{"number":2,"verse":"For they shall soon be (For God’s judgment cutteth down their state in a moment.) cut down like grass, and shall wither as the green herb."},{"number":3,"verse":"(To trust in God, and do according to his will, are sure tokens that his providence will never fail us.) Trust thou in the Lord and do good: dwell in the land, and thou shalt be fed assuredly:"},{"number":4,"verse":"And delight thyself in the Lord, and he shall give thee thine heart’s desire."},{"number":5,"verse":"(Be not led by thine own wisdom, but obey God, and he will finish his work in thee.) Commit thy way unto the Lord, and trust in him, and he shall bring it to pass."},{"number":6,"verse":"And he shall bring forth thy righteousness as the light, and thy (As the hope of the daylight causeth us not to be offended with the darkness of the night: so ought we patiently to trust that God will clear our cause and restore us to our right.) judgment as the noon day."},{"number":7,"verse":"Wait patiently upon the Lord, and hope in him: fret not thyself for him (When God suffereth the wicked to prosper, it seemeth to the flesh that he favoreth their doings, Job 21:7 etc.) which prospereth in his way, nor for the man that bringeth his enterprises to pass."},{"number":8,"verse":"Cease from anger, and leave off wrath: fret not thyself (Meaning, except he moderate his affections, he shall be led to do as they do.) also to do evil."},{"number":9,"verse":"For evildoers shall be cut off, and they that wait upon the Lord, they shall inherit the land."},{"number":10,"verse":"(He correcteth the impatience of our nature, which cannot abide till the fullness of God’s time be come.) Therefore yet a little while and the wicked shall not appear, and thou shalt look after his place, and he shall not be found."},{"number":11,"verse":"But (Cross references: : Matt. 5:5) meek men shall possess the earth, and shall have their delight in the multitude of peace."},{"number":12,"verse":"(The godly are assured that the power and craft of the wicked shall not prevail against them, but fall on their own necks, and therefore ought patiently to abide God’s time, and in the meanwhile bewail their sins, and offer up their tears, is a sacrifice of their obedience.) The wicked practiceth against the just, and gnasheth his teeth against him."},{"number":13,"verse":"But the Lord shall laugh him to scorn: for he seeth that his day is coming."},{"number":14,"verse":"The wicked have drawn their sword and have bent their bow, to cast down the poor and needy, and to slay such as be of upright conversation."},{"number":15,"verse":"But their sword shall enter into their own heart, and their bows shall be broken."},{"number":16,"verse":"(For they are daily fed as with Manna from heaven, and have sufficient, when the wicked have never enough, but ever hunger.) A small thing unto the just man is better than great riches to the wicked and mighty."},{"number":17,"verse":"For the arms of the wicked shall be broken: but the Lord upholdeth the just men."},{"number":18,"verse":"The Lord (God knoweth what dangers hang over his, and by what means to deliver them.) knoweth the days of upright men, and their inheritance shall be perpetual."},{"number":19,"verse":"They shall not be confounded in the perilous time, and in the days of famine they shall have (For God will give them contented minds: and that which shall be necessary.) enough."},{"number":20,"verse":"But the wicked shall perish, and the enemies of the Lord shall be consumed as the (They shall vanish away suddenly, for they are fed for the day of slaughter.) fat of lambs: even with the smoke shall they consume away."},{"number":21,"verse":"The wicked borroweth and payeth not again: but the righteous is merciful and (God so furnisheth him with his blessings, that he is able to help others.) giveth."},{"number":22,"verse":"For such as be blessed of God shall inherit the land, and they that be cursed of him, shall be cut off."},{"number":23,"verse":"(God prospereth the faithful, because they walk in his ways with an upright conscience.) The paths of man are directed by the Lord: for he loveth his way."},{"number":24,"verse":"Though he (When God doth exercise his faith with divers tentations.) fall, he shall not be cast off, for the Lord putteth under his hand."},{"number":25,"verse":"I have been young, and am old: yet I saw never the righteous forsaken, nor his (Though the just man die, yet God’s blessings are extended to his posterity, and though God suffer some just man to lack temporal benefits, yet he recompenseth him with spiritual treasures.) seed begging bread."},{"number":26,"verse":"But he is ever merciful and lendeth, and his seed enjoyeth the blessing."},{"number":27,"verse":"Flee from evil and do good, and dwell forever."},{"number":28,"verse":"For the Lord loveth judgment, and forsaketh not his Saints: they shall be preserved forevermore: but the seed of the wicked shall be cut off."},{"number":29,"verse":"The righteous men shall inherit the land, and dwell therein (They shall continually be preserved under God’s wings, and have at least inward rest.) forever."},{"number":30,"verse":"The (These three points are required of the faithful, that their talk be godly, that God’s law be in their heart, and that their life be upright.) mouth of the righteous will speak of wisdom, and his tongue will talk of judgment."},{"number":31,"verse":"For the Law of his God is in his heart, and his steps shall not slide."},{"number":32,"verse":"The wicked watched the righteous, and seeketh to slay him."},{"number":33,"verse":"But the Lord will not leave him in his hand, nor condemn him, when he is (For though it be sometime so expedient both for God’s glory and their salvation, yet he will approve their cause, and revenge their wrong.) judged."},{"number":34,"verse":"Wait thou on the Lord, and keep his way, and he shall exalt thee, that thou shalt inherit the land: when the wicked men shall perish, thou shalt see."},{"number":35,"verse":"I have seen the wicked strong, and spreading himself like a green bay tree."},{"number":36,"verse":"Yet he (So that the prosperity of the wicked is but as a cloud, which vanisheth away in a moment.) passed away, and lo, he was gone, and I sought him, but he could not be found."},{"number":37,"verse":"(He exhorteth the faithful to mark diligently the examples both of God’s mercies, and also of his judgments.) Mark the upright man, and behold the just: for the end of that man is peace."},{"number":38,"verse":"But their transgressors shall be destroyed together, and the end of the wicked shall be cut off."},{"number":39,"verse":"But the (He showeth that the patient hope of the godly is never in vain, but in the end hath good success, though for a time God prove them by sundry tentations.) salvation of the righteous men shall be of the Lord: he shall be their strength in the time of trouble."},{"number":40,"verse":"For the Lord shall help them, and deliver them: he shall deliver them from the wicked, and shall save them, because they trust in him."}]}