{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":45,"verses":[{"number":1,"verse":"((1 The majesty of Solomon, his honor, strength, beauty, riches, and power are praised, and also his marriage with the Egyptian being an heathen woman, is blessed.10 If that she can renounce her people and the love of her country, and gave herself wholly to her husband. Under the which figure, the wonderful majesty and increase of the kingdom of Christ and his Church his spouse, now taken of the Gentiles, is described.) Mine heart will utter forth a good matter: I will entreat in my works of the king: my tongue is as the pen of a swift writer."},{"number":2,"verse":"Thou art (Solomon’s beauty and eloquence to win favor with his people, and his power to overcome his enemies, is here described.) fairer than the children of men: grace is poured in thy lips, because God hath blessed thee forever."},{"number":3,"verse":"Gird thy sword upon thy thigh, O most mighty, to wit, thy worship and thy glory:"},{"number":4,"verse":"And prosper with thy glory: (He alludeth to them that ride in chariots in their triumphs, showing that the quiet state of a kingdom standeth in truth, meekness and justice, not in worldly pomp and vanity.) ride upon the word of truth and of meekness and of righteousness: so thy right hand shall teach thee terrible things."},{"number":5,"verse":"Thine arrows are sharp to pierce the heart of the King’s enemies: therefore the people shall fall under thee."},{"number":6,"verse":"Thy (Under this figure of this kingdom of justice is set forth the everlasting kingdom of Christ.) throne, O God, is forever and ever: the scepter of thy kingdom, is a scepter of righteousness."},{"number":7,"verse":"Thou lovest righteousness, and hatest wickedness, because God, even thy God, hath (Hath established thy kingdom as the figure of Christ, which is the peace and joy of the Church.) anointed thee with the oil of gladness above thy fellows."},{"number":8,"verse":"All thy garments smell of myrrh and aloes, and cassia, when thou comest out of the ivory palaces (In the which palace the people made thee joyful to see them give thanks and rejoice for thee.) where they have made thee glad."},{"number":9,"verse":"King’s daughters were among thine honorable wives: upon thy right hand did stand the (Though he had many Kings’ daughters among his wives, yet he loved Pharaoh’s daughter best.) Queen in a vesture of gold of Ophir."},{"number":10,"verse":"(Under the figure of Pharaoh’s daughter, he showeth that the Church must cast off all carnal affections to obey Christ only.) Hearken, O daughter, and consider, and incline thine ear: forget also thine own people and thy father’s house."},{"number":11,"verse":"So shall the King have pleasure in thy beauty: for he is thy Lord, and reverence thou him."},{"number":12,"verse":"And the (He signifieth that divers of them that be rich shall be benefactors to the Church, albeit they give not perfect obedience to the Gospel.) daughter of (Or, Zor.) Tyre with the rich of the people, shall do homage before thy face with presents."},{"number":13,"verse":"The King’s daughter is all glorious (There is nothing feigned, nor hypocritical, but she is glorious both within and without: and howbeit the Church hath not at all times this outward glory, the fault is to be imputed only to their own ingratitude.) within: her clothing is of broidered gold."},{"number":14,"verse":"She shall be brought unto the King in raiment of needlework: the virgins that follow after her, and her companions shall be brought unto thee."},{"number":15,"verse":"With joy and gladness shall they be brought, and shall enter into the king’s palace."},{"number":16,"verse":"Instead of thy fathers shall thy (They shall have greater graces than their fathers.) children be: thou shalt make them princes (He signifieth the great compass of Christ’s kingdom, which shall be sufficient to enrich all his members.) through all the earth."},{"number":17,"verse":"I will make thy (This only must be referred to Christ and not to Solomon.) Name to be remembered through all generations: therefore shall the people give thanks unto thee, world without end."}]}