{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":57,"verses":[{"number":1,"verse":"((1 David being in the desert of Ziph, where the inhabitants did betray him, and at length in the same cave with Saul,2 Calleth most earnestly unto God, with full confidence that he will perform his promise, and take his cause in hand.5 Also that he will show his glory in the heavens and the earth against his cruel enemies.9 Therefore doth he render laud and praise.) Have mercy upon me, O God, have mercy upon me; for my soul trusteth in thee, and in the shadow of thy wings will I (Or, dwell most safely.) trust, till these (He compareth the afflictions which God layeth upon his children, to a storm that cometh and goeth.) afflictions overpass."},{"number":2,"verse":"I will call unto the most high God, even the God, that (Who leaveth not his works begun imperfect.) performeth his promise toward me."},{"number":3,"verse":"He will send from (He would rather deliver me by a miracle, than that I should be overcome.) heaven, and save me from the reproof of him that would swallow me. Selah. God will send his mercy, and his truth."},{"number":4,"verse":"My soul is among lions; I lie among the children of men, that are set on fire; whose teeth are (He meaneth their calumnies and false reports.) spears and arrows, and their tongue a sharp sword."},{"number":5,"verse":"(Suffer me not to be destroyed to the contempt of thy Name.) Exalt thyself, O God, above the heaven, and let thy glory be upon all the earth."},{"number":6,"verse":"They have laid a net for my steps; (For very fear seeing the great dangers on all sides.) my soul is pressed down, they have dug a pit before me, and are fallen into the midst of it. Selah."},{"number":7,"verse":"Mine heart is (That is, wholly bent to give thee praise for my deliverance.) prepared, O God, mine heart is prepared; I will sing and give praise."},{"number":8,"verse":"(He showeth that both his heart shall praise God, and his tongue shall confess him, and also he will use other means to provoke himself forward to the same.) Awake my tongue, awake viol and harp: I will awake early."},{"number":9,"verse":"I will praise thee, O Lord, among the people, and I will sing unto thee among the nations."},{"number":10,"verse":"For thy mercy is great unto the heavens, and thy truth unto the (Thy mercies do not only appertain to the Jews, but also to the Gentiles.) clouds."},{"number":11,"verse":"Exalt thyself, O God, above the heavens, and let thy glory be upon all the earth."}]}