{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":64,"verses":[{"number":1,"verse":"(1 David prayeth against the fury and false reports of his enemies.7 He declareth their punishment and destruction.10 To the comfort of the just and the glory of God. ) Hear my voice, O God, in my prayer: preserve my life from fear of the enemy."},{"number":2,"verse":"Hide me from the (That is, from their secret malice.) conspiracy of the wicked, and from the (To wit, their outward violence.) rage of the works of iniquity."},{"number":3,"verse":"Which have whet their tongue like a sword, and shot for their arrows (False reports and slanders.) bitter words:"},{"number":4,"verse":"To shoot at the upright in secret: they shoot at him suddenly and (To be without fear of God, and reverence of man, is a sign of reprobation.) fear not."},{"number":5,"verse":"They (The more that the wicked see God’s children in misery, the more bold and impudent are they in oppressing them.) encourage themselves in a wicked purpose: they commune together to lay snares privily, and say, Who shall see them?"},{"number":6,"verse":"They have sought out iniquities, and have accomplished that which they sought out, even everyone (There is no way so secret and subtle to do hurt, which they invented not for his destruction.) his secret thoughts, and the depth of his heart."},{"number":7,"verse":"But God will shoot an arrow at them suddenly: their strokes shall be at once."},{"number":8,"verse":"They shall cause their own tongue to fall upon them: and whosoever shall see them, shall (To see God’s heavy judgments against them, and how he hath caught them in their own snares.) flee away."},{"number":9,"verse":"And all men shall see it, and declare the work of God, and they shall understand, what he hath wrought."},{"number":10,"verse":"But the righteous (When they shall consider that he will be favorable to them as he was to his servant David.) shall be glad in the Lord, and trust in him: and all that are upright of heart, shall rejoice."}]}