{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"(1 He provoketh all men to praise the Lord and to consider his works.6 He setteth forth the power of God to affray the rebels.10 And showeth how God hath delivered Israel from great bondage and afflictions.13 He promiseth to give sacrifice,16 And provoketh all men to hear what God hath done for him, and to praise his Name. ) Rejoice in God, all ye inhabitants of the earth."},{"number":2,"verse":"Sing forth the glory of his Name: make his praise glorious."},{"number":3,"verse":"Say unto God, How terrible art thou in thy works! through the greatness of thy power shall thine enemies be (As the faithful shall obey God willingly, so the infidels for fear shall dissemble themselves to be subject.) in subjection unto thee."},{"number":4,"verse":"All the world shall worship thee, and sing unto thee, even sing of thy Name. Selah."},{"number":5,"verse":"(He toucheth the slothful dullness of man, who is cold in the consideration of God’s works.) Come and behold the works of God: he is terrible in his doings toward (His providence is wonderful in maintaining their estate.) the sons of men."},{"number":6,"verse":"He hath turned the sea into dry land: they passed through the river on foot: there did we rejoice in him."},{"number":7,"verse":"He ruleth the world with his power: his eyes behold the nations: the rebellious shall not (He proveth that God will extend his grace also to the Gentiles, because he punisheth among them such as will not obey his calling.) exalt themselves. Selah."},{"number":8,"verse":"Praise our God, ye people, and make the voice of his praise to be heard."},{"number":9,"verse":"Which (He signifieth some special benefit, that God had showed to his Church of the Jews, in delivering them from some great danger: whereof or of the like he promiseth that the Gentiles shall be partakers.) holdeth our souls in life, and suffereth not our feet to slip."},{"number":10,"verse":"For thou, O God, hast proved us, thou hast tried us as silver is tried."},{"number":11,"verse":"Thou hast brought us unto the (The condition of the Church is here described, which is to be led by God’s providence into troubles to be subject under tyrants, and to enter into manifold dangers.) snare, and laid a strait chain upon our loins."},{"number":12,"verse":"Thou hast caused men to ride over our heads: we went into fire and into water, but thou broughtest us out into a wealthy place."},{"number":13,"verse":"I will go into thine (The duty of the faithful is here described, which are never unmindful to render God praise for his benefits.) House with burnt offerings, and will pay thee my vows,"},{"number":14,"verse":"Which my lips have promised, and my mouth hath spoken in mine affliction."},{"number":15,"verse":"I will offer unto thee the burnt offerings of fat rams with incense: I will prepare bullocks and goats. Selah."},{"number":16,"verse":"(It is not enough to have received God’s benefits and to be mindful thereof, but also we are bound to make others to profit thereby and praise God.) Come and hearken, all ye that fear God, and I will tell you what he hath done to my soul."},{"number":17,"verse":"I called unto him with my mouth, and he was exalted with my tongue."},{"number":18,"verse":"(If I delight in wickedness, God will not hear me, but if I confess it, he will receive me.) If I regard wickedness in mine heart, the Lord will not hear me."},{"number":19,"verse":"But God hath heard me, and considered the voice of my prayer."},{"number":20,"verse":"Praised be God, which hath not put back my prayer, nor his mercy from me."}]}