{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":74,"verses":[{"number":1,"verse":"(1 The faithful complain of the destruction of the Church and true religion,2 Under the Name of Zion, and the Temple destroyed:11 and trusting in the might and free mercies of God,20 by his covenant ,21 they require help and succor for the glory of God’s holy Name, for the salvation of his poor afflicted servants,23 and the confusion of his proud enemies. ) O God, why hast thou put us away forever? why is thy wrath kindled against the sheep of thy pasture?"},{"number":2,"verse":"Think upon the congregation, which thou hast possessed of old, and on the (Which inheritance thou hast measured out for thyself as with a line or rod.) rod of thine inheritance, which thou hast redeemed, and on this mount Zion, wherein thou hast dwelt."},{"number":3,"verse":"Lift up thy (Or, feet.) strokes, that thou mayest forever destroy every enemy that doeth evil to the Sanctuary."},{"number":4,"verse":"Thine adversaries roar in the midst of thy congregation, and (They have destroyed thy true religion, and spread their banners in sign of defiance.) set up their banners for signs."},{"number":5,"verse":"He that (He commendeth the temple for the costly matter, the excellent workmanship, and beauty thereof, which notwithstanding the enemies did destroy.) lifted the axes upon the thick trees, was renowned as one that brought a thing to perfection:"},{"number":6,"verse":"But now they break down the carved work thereof with axes and hammers."},{"number":7,"verse":"They have cast thy Sanctuary into the fire, and razed it to the ground, and have defiled the dwelling place of thy Name."},{"number":8,"verse":"They said in their (They encouraged one another to cruelty, that not only God’s people might be destroyed, but also his religion utterly in all places suppressed.) hearts, Let us destroy them altogether: they have burnt all the Synagogues of God in the land."},{"number":9,"verse":"We see not our signs: there is not one Prophet more, nor any with us that knoweth (They lament that they have no Prophet among them to show them how long their misery should endure.) how long."},{"number":10,"verse":"O God, how long shall the adversary reproach thee? shall the enemy blaspheme thy Name forever?"},{"number":11,"verse":"Why withdrawest thou thine hand, even thy right hand? draw it out of thy bosom, and (They join their deliverance with God’s glory and power, knowing that the punishment of the enemy should be their deliverance.) consume them."},{"number":12,"verse":"Even God is my king of old, working salvation (Meaning, in the sight of all the world.) in the midst of the earth."},{"number":13,"verse":"Thou didst divide the sea by thy power: thou brakest the heads of the (To wit, Pharaoh’s army.) dragons in the waters."},{"number":14,"verse":"Thou brakest the head of (Which was a great monster of the sea, or whale, meaning, Pharaoh.) Leviathan in pieces, and gavest him to be (His destruction did rejoice them as meat refresheth the body.) meat for the people in wilderness."},{"number":15,"verse":"Thou brakest up the fountain and river: thou driest up mighty rivers."},{"number":16,"verse":"The (Seeing that God by his providence governeth and disposeth all things, he gathereth that he will take care chiefly for his children.) day is thine, and the night is thine: thou hast prepared the light and the sun."},{"number":17,"verse":"Thou hast set all the borders of the earth: thou hast made Summer and Winter."},{"number":18,"verse":"Remember this, that the enemy hath reproached the Lord, and the foolish people hath blasphemed thy Name."},{"number":19,"verse":"Give not the soul of thy (He meaneth the Church of God, which is exposed as a prey to the wicked.) turtle dove unto the beast, and forget not the Congregation of thy poor forever."},{"number":20,"verse":"Consider thy covenant: for (That is, all places where thy word shineth not, there reigneth tyranny and ambition.) the dark places of the earth are full of the habitations of the cruel."},{"number":21,"verse":"O let not the oppressed return ashamed, but let the poor and needy praise thy Name."},{"number":22,"verse":"Arise, O God: maintain thy (He showeth that God cannot suffer his Church to be oppressed, except he loose his own right.) own cause: remember thy daily reproach by the foolish man."},{"number":23,"verse":"Forget not the voice of thine enemies: for the tumult of them that rise against thee, (Or, increaseth more and more.) ascendeth continually."}]}