{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":76,"verses":[{"number":1,"verse":"((1 This Psalm setteth forth the power of God, and care for the defense of his people in Jerusalem, in the destruction of the army of Sennacherib:11 and exhorteth the faithful to be thankful for the same.) ) God is known in Judah: his Name is great in Israel."},{"number":2,"verse":"For in (Which afterward was called Jerusalem.) Salem is his Tabernacle, and his dwelling in Zion."},{"number":3,"verse":"There brake he the arrows of the bow, the shield, and the sword, and the battle. Selah."},{"number":4,"verse":"Thou art more bright and puissant, than (He compareth the kingdoms full of extortion and rapine to the mountains that are full of ravening beasts.) the mountains of prey."},{"number":5,"verse":"The stouthearted are spoiled: they have slept their sleep, and all the men of strength have not (God hath taken their spirits and strength from them as though their hands were cut off.) found their hands."},{"number":6,"verse":"At thy rebuke, O God of Jacob, both the chariot and horse are cast asleep."},{"number":7,"verse":"Thou, even thou art to be feared; and who shall stand in thy (God with a look is able to destroy all the power and activity of the enemies, were they never so many, or mighty.) sight, when thou art angry!"},{"number":8,"verse":"Thou didst cause thy judgment to be heard from heaven; therefore the earth feared, and was still,"},{"number":9,"verse":"When thou, O God, arose to judgment, to (To revenge the wrongs done to thy Church.) help all the meek of the earth. Selah."},{"number":10,"verse":"Surely the (For the end shall show that the enemy was able to bring nothing to pass: also thou shalt bridle their rage that they shall not compass their purpose.) rage of man shall turn to thy praise; the remnant of the rage shalt thou restrain."},{"number":11,"verse":"Vow and perform unto the Lord your God, all ye that be (To wit, the Levites, that dwell about the Tabernacle, or the people among whom he doth dwell.) round about him; let them bring presents unto him that ought to be feared."},{"number":12,"verse":"He shall (The Hebrew word signifieth to vintage, or gather grapes: meaning, that he shall make the counsels and enterprises of wicked tyrants foolish and vain.) cut off the spirit of princes; he is terrible to the kings of the earth."}]}