{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":96,"verses":[{"number":1,"verse":"(1 An exhortation both to the Jews and Gentiles to praise God for his mercy. And this specially ought to be referred to the kingdom of Christ.) Sing (The Prophet showeth that the time shall come, that all nations shall have occasion to praise the Lord for the revealing of his Gospel.) unto the Lord a new song: sing unto the Lord all the earth."},{"number":2,"verse":"Sing unto the Lord, and praise his Name: declare his salvation from day to day."},{"number":3,"verse":"Declare his glory among all nations, and his wonders among all people."},{"number":4,"verse":"For the Lord is (Seeing he will reveal himself to all nations contrary to their own expectation, they ought all to worship him contrary to their own imaginations, and only as he hath appointed.) great and much to be praised: he is to be feared above all gods."},{"number":5,"verse":"For all the gods of the people are (Or, vanities.) idols: but the Lord (Then the idols, or whatsoever made not the heavens, are not God.) made the heavens."},{"number":6,"verse":"(God cannot be known, but by his strength and glory, the signs whereof appear in his Sanctuary.) Strength and glory are before him: power and beauty are in his Sanctuary."},{"number":7,"verse":"Give unto the Lord, ye families of the people: give unto the Lord glory and (As by experience ye see that it is only due unto him.) power."},{"number":8,"verse":"Give unto the Lord the glory of his Name: bring (By offering up yourselves wholly unto God, declare that you worship him only.) an offering, and enter into his courts."},{"number":9,"verse":"Worship the Lord in the glorious Sanctuary: tremble before him all the earth."},{"number":10,"verse":"Say among the (He prophecieth that the Gentiles shall be partakers with the Jews of God’s promise.) Nations, The Lord reigneth: Surely the world shall be stable, and not move, and he shall judge the people (He shall regenerate them anew with his Spirit, and restore them to the image of God.) in righteousness."},{"number":11,"verse":"Let the heavens rejoice, and let the earth be glad: let the sea roar, and all that therein is."},{"number":12,"verse":"Let the field be joyful, and all that is in it: let all the (If the insensible creatures shall have cause to rejoice, when God appeareth, much more we, from whom he hath taken malediction and sin.) trees of the wood then rejoice,"},{"number":13,"verse":"Before the Lord: for he cometh, for he cometh to judge the earth: he will judge the world with righteousness, and the people in his truth."}]}