{"bibleAbbr":"Geneva1599","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":97,"verses":[{"number":1,"verse":"(1 The Prophet exhorteth all to rejoice for the coming of the kingdom of Christ,7 dreadful to the rebels and idolaters, 8 and joyful to the just, whom he exhorteth to innocency,12 to rejoicing and thanksgiving.) The (He showeth that where God reigneth, there is all felicity, and spiritual joy.) Lord reigneth: let the earth rejoice: let the (For the Gospel shall not be only preached in Judea, but through all isles and countries.) multitude of the Isles be glad."},{"number":2,"verse":"(He is thus described to keep his enemies in fear, which commonly contemn God’s power.) Clouds and darkness are round about him: righteousness and judgment are the foundation of his throne."},{"number":3,"verse":"There shall go a fire before him, and burn up his enemies round about."},{"number":4,"verse":"His lightnings gave light unto the world: the earth saw it and was (This fear bringeth not the wicked to true obedience, but maketh them to run away from God.) afraid."},{"number":5,"verse":"The mountains melted like wax at the presence of the Lord, at the presence of the Lord of the whole earth."},{"number":6,"verse":"The heavens declare his righteousness, and all the people see his glory."},{"number":7,"verse":"(He signifieth that God’s judgments are in a readiness to destroy the idolaters.) Confounded be all they that serve graven images, and that glory in idols: worship him (Let all that which is esteemed in the world fall down before him.) all ye gods."},{"number":8,"verse":"Zion heard of it, and was glad: and the (The Jews shall have occasion to rejoice, that the Gentiles are made partakers with them of God’s favor.) daughters of Judah rejoiced, because of thy judgments, O Lord."},{"number":9,"verse":"For thou, Lord, art most High above all the earth: thou art much exalted above all gods."},{"number":10,"verse":"Ye that (He requireth two things of his children: the one that they detest vice, the other, that they put their trust in God for their deliverance.) love the Lord, hate evil: he preserveth the souls of his Saints: he will deliver them from the hand of the wicked."},{"number":11,"verse":"(Though God’s deliverance appear not suddenly, yet it is sown and laid up in store for them.) Light is sown for the righteous, and joy for the upright in heart."},{"number":12,"verse":"Rejoice ye righteous in the Lord, and give thanks for his holy (Be mindful of his benefits and only trust in his defense.) remembrance."}]}