{"bibleAbbr":"WYC1395","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":1,"verses":[{"number":1,"verse":"Apocalips of Jhesu Crist, which God yaf to hym to make open to hise seruauntis, whiche thingis it bihoueth to be maad soone. And he signyfiede, sending bi his aungel to his seruaunt Joon,"},{"number":2,"verse":"whiche bar witnessing to the word of God, and witnessing of Jhesu Crist, in these thingis, what euer thingis he say."},{"number":3,"verse":"Blessid is he that redith, and he that herith the wordis of this prophecie, and kepith tho thingis that ben writun in it; for the tyme is niy."},{"number":4,"verse":"Joon to seuene chirchis, that ben in Asie, grace and pees to you, of him that is, and that was, and that is to comynge; and of the seuene spiritis, that ben in the siyt of his trone; and of Jhesu Crist,"},{"number":5,"verse":"that is a feithful witnesse, the firste bigetun of deed men, and prince of kingis of the erthe; which louyde vs, and waischide vs fro oure synnes in his blood,"},{"number":6,"verse":"and made vs a kyngdom, and preestis to God and to his fader; to hym be glorie and empire in to worldis of worldis."},{"number":7,"verse":"Amen. Lo! he cometh with clowdis, and ech iye schal se hym, and thei that prickiden hym; and alle the kynredis of the erthe schulen beweile hem silf on hym."},{"number":8,"verse":"Yhe, Amen! Y am alpha and oo, the bigynnyng and the ende, seith the Lord God, that is, and that was, and that is to comynge, almyyti."},{"number":9,"verse":"I, Joon, youre brothir, and partener in tribulacioun, and kingdom, and pacience in Crist Jhesu, was in an ile, that is clepid Pathmos, for the word of God, and for the witnessyng of Jhesu."},{"number":10,"verse":"Y was in spirit in the Lordis dai, and Y herde bihynde me a greet vois, as of a trumpe,"},{"number":11,"verse":"seiynge to me, Write thou in a book that thing that thou seest, and sende to the seuene chirchis that ben in Asie; to Ephesus, to Smyrma, and to Pergamus, and to Tiatira, and to Sardis, and to Filadelfia, and to Loadicia."},{"number":12,"verse":"And Y turnede, that Y schulde se the vois that spak with me; and Y turnede, and Y say seuene candelstikis of gold,"},{"number":13,"verse":"and in the myddil of the seuene goldun candelstikis oon lijk to the sone of man, clothid with a long garnement, and gird at the tetis with a goldun girdil."},{"number":14,"verse":"And the heed of hym and his heeris weren whijt, as whijt wolle, and as snow; and the iyen of hym as flawme of fier,"},{"number":15,"verse":"and hise feet lijk to latoun, as in a brennynge chymney; and the vois of hym as the vois of many watris."},{"number":16,"verse":"And he hadde in his riyt hoond seuene sterris, and a swerd scharp on euer ethir side wente out of his mouth; and his face as the sunne schyneth in his virtu."},{"number":17,"verse":"And whanne Y hadde seyn hym, Y felde doun at hise feet, as deed. And he puttide his riyt hond on me, and seide, Nyle thou drede; Y am the firste and the laste; and Y am alyue, and Y was deed;"},{"number":18,"verse":"and lo! Y am lyuynge in to worldis of worldis, and Y haue the keyes of deth and of helle."},{"number":19,"verse":"Therfor write thou whiche thingis thou hast seyn, and whiche ben, and whiche it bihoueth to be don aftir these thingis."},{"number":20,"verse":"The sacrament of the seuene sterris, which thou seiyest in my riyt hond, and the seuene goldun candelstikis; the seuene sterris ben aungels of the seuene chirchis, and the seuene candelstikis ben seuene chirchis."}]}