{"bibleAbbr":"WYC1395","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":16,"verses":[{"number":1,"verse":"And Y herde a greet vois fro heuene, seiynge to the seuene aungels, Go ye, and schede out the seuene viols of Goddis wraththe in to erthe."},{"number":2,"verse":"And the firste aungel wente, and schedde out his viol in to the erthe; and a wounde fers and werst was maad on alle that hadden the carect of the beeste, and on hem that worschipiden the beeste, and his ymage."},{"number":3,"verse":"And the secounde aungel schedde out his viol in to the see, and the blood was maad, as of a deed thing; and ech man lyuynge was deed in the see."},{"number":4,"verse":"And the thridde aungel schedde out his viol on the floodis, and on the wellis of watris, and seide,"},{"number":5,"verse":"Just art thou, Lord, that art, and that were hooli, that demest these thingis;"},{"number":6,"verse":"for thei schedden out the blood of halewis and prophetis, and thou hast youun to hem blood to drinke; for thei ben worthi."},{"number":7,"verse":"And I herde anothir seiynge, Yhe! Lord God almiyti, trewe and iust ben thi domes."},{"number":8,"verse":"And the fourthe aungel schedde out his viol in to the sunne, and it was youun to hym to turmente men with heete and fier."},{"number":9,"verse":"And men swaliden with greet heete, and blasfemyden the name of God hauynge power on these plagis, nether thei diden penaunce, that thei schulden yyue glorie to hym."},{"number":10,"verse":"And the fifte aungel schedde out his viol on the seete of the beeste, and his kyngdom was maad derk; and thei eten togidere her tungis for sorewe,"},{"number":11,"verse":"and thei blasfemyden God of heuene, for sorewis of her woundis; and thei diden not penaunce of her werkis."},{"number":12,"verse":"And the sixte aungel schedde out his viol in `that ilke greet flood Eufratis, and driede the watir of it, that weie were maad redi to kingis fro the sunne rysyng."},{"number":13,"verse":"And Y say thre vnclene spiritis bi the manner of froggis go out of the mouth of the dragoun, and of the mouth of the beeste, and of the mouth of the fals prophete."},{"number":14,"verse":"For thei ben spiritis of deuels, makynge signes, and thei gon forth to kingis of al erthe, to gadere hem in to batel, to the greet dai of almiyti God."},{"number":15,"verse":"Lo! Y come, as a niyt theefe. Blessid is he that wakith, and kepith hise clothis, that he wandre not nakid, and that thei se not the filthhed of hym."},{"number":16,"verse":"And he schal gadre hem in to a place, that is clepid in Ebreu Hermagedon."},{"number":17,"verse":"And the seuenthe aungel schedde out his viol in to the eyr, and a greet vois wente out of heuene fro the trone, and seide, It is don."},{"number":18,"verse":"And leityngis weren maad, and voices, and thundris; and a greet erthe mouyng was maad, which manere neuere was, sithen men weren on erthe, siche `erthe mouyng so greet."},{"number":19,"verse":"And the greet citee was maad in to thre parties, and the citees of hethene men felden doun; and greet Babiloyne cam in to mynde byfor God, to yyue to it the cuppe of wyn of the indignacyoun of his wraththe."},{"number":20,"verse":"And ech ile flei awei, and hillis ben not foundun."},{"number":21,"verse":"And greet hail as a talent cam doun fro heuene in to men; and men blasfemyden God, for the plage of hail, for it was maad ful greet."}]}