{"bibleAbbr":"WYC1395","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":17,"verses":[{"number":1,"verse":"And oon of the seuene aungels cam, that hadde seuene viols, and spak with me, and seide, Come thou, Y schal schewe to thee the dampnacioun of the greet hoore, that sittith on many watris, with which kyngis of erthe diden fornicacioun;"},{"number":2,"verse":"and thei that dwellen in the erthe ben maad drunkun of the wyn of her letcherie."},{"number":3,"verse":"And he took me in to desert in spirit. And Y say a womman sittynge on a reed beeste, ful of names of blasfemye, hauynge seuene heedis, and ten hornes."},{"number":4,"verse":"And the womman was enuyround with purpur, and reed, and ouergild with gold, and preciouse stoon, and peerls, hauynge a goldun cuppe in hir hoond, ful of abhomynaciouns and vnclennesse of her fornycacioun."},{"number":5,"verse":"And a name writun in the forheed of hir, Mysterie, Babiloyn the greet, modir of fornycaciouns, and of abhomynaciouns of erthe."},{"number":6,"verse":"And Y say a womman drunkun of the blood of seyntis, and of the blood of martris of Jhesu. And whanne Y say hir, Y wondride with greet wondryng."},{"number":7,"verse":"And the aungel seide to me, Whi wondrist thou? I schal seie to thee the sacrament yf the womman, and of the beeste that berith hir, that hath seuene heedis and ten hornes."},{"number":8,"verse":"The beeste which thou seist, was, and is not; and sche schal stie fro depnesse, and sche schal go `in to perisching. And men dwellinge in erthe schulen wondre, whos names ben not writun in the book of lijf fro the makinge of the world, seynge the beeste, that was, and is not."},{"number":9,"verse":"And this is the witt, who that hath wisdom. The seuene heedis ben seuene hillis, on whiche the womman sittith, and kyngis seuene ben."},{"number":10,"verse":"Fyue han feld doun, oon is, and anothir cometh not yit. And whanne he schal come, it bihoueth hym to dwelle a schort tyme."},{"number":11,"verse":"And the beeste that was, and is not, and sche is the eiytthe, and is of the seuene, and schal go in to perischyng."},{"number":12,"verse":"And the ten hornes whiche thou hast seyn, ben ten kyngis, that yit han not take kyngdom; but thei schulen take power as kingis, oon our after the beeste."},{"number":13,"verse":"These han a counsel, and schulen bitake her vertu and power to the beeste."},{"number":14,"verse":"These schulen fiyte with the lomb, and the lomb schal ouercome hem; for he is Lord of lordis, and kyng of kyngis; and thei that ben with hym, ben clepid, chosun, and feithful."},{"number":15,"verse":"And he seide to me, The watris whiche thou hast seyn, where the hoore sittith, ben puplis, and folkis, and langagis."},{"number":16,"verse":"And the ten hornes that thou hast seyn in the beeste, these schulen make hir desolat and nakid, and schulen ete the fleischis of hir, and schulen brenne togidere hir with fier."},{"number":17,"verse":"For God yaf in to the hertis of hem, that thei do that that is pleasaunt to hym, that thei yyue her kyngdom to the beeste, til the wordis of God ben endid."},{"number":18,"verse":"And the womman whom thou hast seyn, is the greet citee, that hath kingdom on kyngis of the erthe."}]}