{"bibleAbbr":"WYC1395","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":2,"verses":[{"number":1,"verse":"And to the aungel of the chirche of Efesus write thou, These thingis seith he, that holdith the seuene sterris in his riyt hond, which walkith in the middil of the seuene goldun candilstikis."},{"number":2,"verse":"Y woot thi werkis, and trauel, and thi pacience, and that thou maist not suffre yuele men; and thou hast asaied hem that seien that thei ben apostlis, and ben not, and thou hast foundun hem lieris;"},{"number":3,"verse":"and thou hast pacience, and thou hast suffrid for my name, and failidist not."},{"number":4,"verse":"But Y haue ayens thee a fewe thingis, that thou hast left thi firste charite."},{"number":5,"verse":"Therfor be thou myndeful fro whennus thou hast falle, and do penaunce, and do the firste werkis; ether ellis, Y come soone to thee, and Y schal moue thi candilstike fro his place, but `thou do penaunce."},{"number":6,"verse":"But thou hast this good thing, that thou hatidist the dedis of Nycholaitis, the whiche also Y hate."},{"number":7,"verse":"He that hath eeris, here he, what the spirit seith to the chirchis. To hym that ouercometh Y schal yyue to ete of the tre of lijf, that is in the paradis of my God."},{"number":8,"verse":"And to the aungel of the chirche of Smyrma write thou, These thingis seith the firste and the laste, that was deed, and lyueth."},{"number":9,"verse":"Y woot thi tribulacioun, and thi pouert, but thou art riche; and thou art blasfemyd of hem, that seien, that thei ben Jewis, and ben not, but ben the synagoge of Sathanas."},{"number":10,"verse":"Drede thou no thing of these thingis, whiche thou schalt suffre. Lo! the deuel schal sende summe of you in to prisoun, that ye be temptid; and ye schulen haue tribulacioun ten daies. Be thou feithful to the deth, and Y schal yyue to thee a coroun of lijf."},{"number":11,"verse":"He that hath eeris, here he, what the spirit seith to the chirchis. He that ouercometh, schal not be hirt of the secounde deth."},{"number":12,"verse":"And to the aungel of the chirche of Pergamus write thou, These thingis seith he, that hath the swerd scharp on ech side."},{"number":13,"verse":"Y woot where thou dwellist, where the seete of Sathanas is; and thou holdist my name, and denyedist not my feith. And in tho daies was Antifas, my feithful witnesse, that was slayn at you, where Sathanas dwellith."},{"number":14,"verse":"But Y haue ayens thee a fewe thingis; for thou hast `there men holdinge the teching of Balaam, which tauyte Balaac for to sende sclaundre bifor the sones of Israel, to ete of sacrificis of ydols, and to do fornicacioun;"},{"number":15,"verse":"so also thou hast men holdinge the teching of Nycholaitis."},{"number":16,"verse":"Also do thou penaunce; `yif ony thing lesse, Y schal come soone to thee, and Y schal fiyte with hem with the swerd of my mouth."},{"number":17,"verse":"He that hath eeris, here he, what the spirit seith to the chirches. To him that ouercometh Y schal yyue aungel mete hid; and Y schal yyue to hym a whiit stoon, and in the stoon a newe name writun, which no man knowith, but he that takith."},{"number":18,"verse":"And to the aungel of the chirche of Tiatira write thou, These thingis seith the sone of God, that hath iyen as flawme of fier, and hise feet lijk latoun."},{"number":19,"verse":"Y knowe thi werkis, and feith, and charite, and thi seruyce, and thi pacience, and thi laste werkis mo than the formere."},{"number":20,"verse":"But Y haue ayens thee a fewe thingis; for thou suffrist the womman Jesabel, which seith that sche is a prophetesse, to teche and disseyue my seruauntis, to do letcherie, and to ete of thingis offrid to idols."},{"number":21,"verse":"And Y yaf to hir time, that sche schulde do penaunce, and sche wolde not do penaunce of hir fornycacioun."},{"number":22,"verse":"And lo! Y sende hir in to a bed, and thei that doen letcherie with hir schulen be in moost tribulacioun, but thei don penaunce of hir werkis."},{"number":23,"verse":"And Y schal slee hir sones in to deth, and alle chirchis schulen wite, that Y am serchinge reynes and hertis; and Y schal yyue to ech man of you after hise werkis."},{"number":24,"verse":"And Y seie to you, and to othere that ben at Tiatire, who euer han not this teching, and that knewen not the hiynesse of Sathanas, hou thei seien, Y schal not sende on you another charge; netheles holde ye that that ye han,"},{"number":25,"verse":"til Y come."},{"number":26,"verse":"And to hym that schal ouercome, and that schal kepe til in to the ende my werkis, Y schal yyue power on folkis,"},{"number":27,"verse":"and he schal gouerne hem in an yrun yerde; and thei schulen be brokun to gidre,"},{"number":28,"verse":"as a vessel of a pottere, as also Y resseyuede of my fadir; and Y schal yyue to hym a morewe sterre."},{"number":29,"verse":"He that hath eeris, here he, what the spirit seith to the chirchis."}]}