{"bibleAbbr":"WYC1395","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":22,"verses":[{"number":1,"verse":"And he schewide to me a flood of quic watir, schinynge as cristal, comynge forth of the seete of God, and of the lomb,"},{"number":2,"verse":"in the myddil of the street of it. And on ech side of the flood, the tree of lijf, bryngynge forth twelue fruytis, yeldinge his fruit bi ech monethe; and the leeues of the tree ben to heelthe of folkis."},{"number":3,"verse":"And ech cursid thing schal no more be; but the seetis of God and of the lomb schulen be in it. And the seruauntis of hym schulen serue to hym."},{"number":4,"verse":"And thei schulen see his face, and his name in her forheedis."},{"number":5,"verse":"And niyt schal no more be, and thei schulen not haue nede to the liyt of lanterne, nethir to liyt of sunne; for the Lord God schal lyytne hem, and thei schulen regne in to worldis of worldis."},{"number":6,"verse":"And he seide to me, These wordis ben moost feithful and trewe. And the Lord God of spiritis of prophetis sente his aungel, to schewe his seruauntis, what thingis it bihoueth to be don soone."},{"number":7,"verse":"`And lo! Y come swiftli. Blessid is he, that kepith the wordis of prophesie of this book."},{"number":8,"verse":"And Y am Joon, that herde and say these thingis. And aftirward that Y hadde `herd and seyn, Y felde doun, to worschipe bifor the feet of the aungel, that schewide to me these thingis."},{"number":9,"verse":"And he seide to me, Se thou, that thou do not; for Y am seruaunt `with thee, and of thi britheren, prophetis, and of hem that kepen the wordis of prophesie of this book; worschipe thou God."},{"number":10,"verse":"And he seide to me, `Signe, ether seele, thou not the wordis of prophesie of this book; for the tyme is niy."},{"number":11,"verse":"He that noyeth, noye he yit; and he that is in filthis, wexe foul yit; and a iust man, be iustified yit, and the hooli, be halewid yit."},{"number":12,"verse":"Lo! Y come soone, and my mede with me, to yelde to ech man aftir hise werkis."},{"number":13,"verse":"Y am alpha and oo, the firste and the laste, bigynnyng and ende."},{"number":14,"verse":"Blessid be thei, that waischen her stoolis, that the power of hem be in the tree of lijf, and entre bi the yatis in to the citee."},{"number":15,"verse":"For with outen forth houndis, and witchis, and unchast men, and manquelleris, and seruynge to idols, and ech that loueth and makith leesyng."},{"number":16,"verse":"I Jhesus sente myn aungel, to witnesse to you these thingis in chirchis. Y am the roote and kyn of Dauid, and the schynynge morewe sterre."},{"number":17,"verse":"And the spirit and the spousesse seien, Come thou. And he that herith, seie, Come thou; and he that thirstith, come; and he that wole, take he freli the watir of lijf."},{"number":18,"verse":"And I witnesse to ech man herynge the wordis of prophesie of this book, if ony man schal putte to these thingis, God schal putte on hym the veniauncis writun in this book."},{"number":19,"verse":"And if ony man do awei of the wordis of the book of this prophesie, God schal take awei the part of hym fro the book of lijf, and fro the hooli citee, and fro these thingis that ben writun in this book."},{"number":20,"verse":"He seith, that berith witnessyng of these thingis, Yhe, amen. I come soone. Amen. Come thou, Lord Jhesu."},{"number":21,"verse":"The grace of oure Lord Jhesu Crist be with you alle. Amen."}]}