{"bibleAbbr":"WYC1395","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":5,"verses":[{"number":1,"verse":"And Y say in the riythond of the sittere on the trone, a book writun with ynne and with out, and seelid with seuene seelis."},{"number":2,"verse":"And Y say a strong aungel, prechynge with a greet vois, Who is worthi to opene the book, and to vndon the seelis of it?"},{"number":3,"verse":"And noon in heuene, nether in erthe, nether vnder erthe, myyte opene the book, nether biholde it."},{"number":4,"verse":"And Y wepte myche, for noon was founde worthi to opene the book, nethir to se it."},{"number":5,"verse":"And oon of the eldre men seide to me, Wepe thou not; lo! a lioun of the lynage of Juda, the roote of Dauid, hath ouercomun to opene the book, and to vndon the seuene seelis of it."},{"number":6,"verse":"And Y say, and lo! in the myddil of the trone, and of the foure beestis, and in the myddil of the eldre men, a lombe stondynge as slayn, that hadde seuene hornes, and seuene iyen, whiche ben seuene spiritis of God, sent in to al the erthe."},{"number":7,"verse":"And he cam, and took of the riythond of the sittere in the trone the book."},{"number":8,"verse":"And whanne he hadde opened the book, the foure beestis and the foure and twenti eldre men fellen doun bifore the lomb; and hadden ech of hem harpis, and goldun violis ful of odours, whiche ben the preyeris of seyntis."},{"number":9,"verse":"And thei sungun a newe song, and seiden, Lord oure God, thou art worthi to take the book, and to opene the seelis of it; for thou were slayn, and ayenbouytist vs to God in thi blood, of ech lynage, `and tunge, and puple, and nacioun;"},{"number":10,"verse":"and madist vs a kyngdom, and prestis to oure God; and we schulen regne on erthe."},{"number":11,"verse":"And Y say, and herde the vois of many aungels al aboute the trone, and of the beestis, and of the eldre men. And the noumbre of hem was thousyndis of thousyndis, seiynge with a greet vois,"},{"number":12,"verse":"The lomb that was slayn, is worthi to take vertu, and godhed, and wisdom, and strengthe, and onour, and glorie, and blessing."},{"number":13,"verse":"And ech creature that is in heuene, and that is on erthe, and vndur erthe, and the see, and whiche thingis ben in it, Y herde alle seiynge, To hym that sat in the trone, and to the lomb, blessyng, and onour, and glorie, and power, in to worldis of worldis."},{"number":14,"verse":"And the foure beestis seiden, Amen. And the foure and twenti eldre men fellen doun on her faces, and worschipiden hym that lyueth in to worldis of worldis."}]}