{"bibleAbbr":"WYC1395","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":8,"verses":[{"number":1,"verse":"And whanne he hadde openyd the seuenthe seel, a silence was maad in heuene, as half an our."},{"number":2,"verse":"And Y say seuene aungels stondinge in the siyt of God, and seuene trumpis weren youun to hem."},{"number":3,"verse":"And another aungel cam, and stood bifor the auter, and hadde a goldun censer; and many encencis weren youun to hym, that he schulde yyue of the preiers of alle seyntis on the goldun auter, that is bifor the trone of God."},{"number":4,"verse":"And the smoke of encencis of the preiers of the hooli men stiede vp fro the aungels hoond bifor God."},{"number":5,"verse":"And the aungel took the censere, and fillide it of the fier of the auter, and castide in to the erthe. And thundris, and voices, and leityngis weren maad, and a greet erthe mouyng."},{"number":6,"verse":"And the seuene aungels, that hadden seuene trumpis, maden hem redi, that thei schulden trumpe."},{"number":7,"verse":"And the firste aungel trumpide; and hail was maad, and fier meynd togidere in blood; and it was sent in to the erthe. And the thridde part of the erthe was brent, and the thridde part of trees was brent, and al the green gras was brent."},{"number":8,"verse":"And the secunde aungel trumpide; and as a greet hil brennynge with fier was cast in to the see;"},{"number":9,"verse":"and the thridde part of the see was maad blood, and the thridde part of creature was deed, that hadde lyues in the see, and the thridde part of schippis perischide."},{"number":10,"verse":"And the thridde aungel trumpide; and a greet sterre brennynge as a litil brond, felle fro heuene; and it felle in to the thridde part of floodis, and in to the wellis of watris."},{"number":11,"verse":"And the name of the sterre is seid Wormod. And the thridde part of watris was maad in to wormod; and many men weren deed of the watris, for tho weren maad bittere."},{"number":12,"verse":"And the fourthe aungel trumpide; and the thridde part of the sunne was smytun, and the thridde part of the moone, and the thridde part of sterris, so that the thridde part of hem was derkid, and the thridde part of the dai schynede not, and also of the nyyt."},{"number":13,"verse":"And Y say, and herde the vois of an egle fleynge bi the myddil of heuene, and seiynge with a greet vois, Wo! wo! wo! to men that dwellen in erthe, of the othir voices of thre aungels, that schulen trumpe aftir."}]}