{"bibleAbbr":"WYC1395","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":9,"verses":[{"number":1,"verse":"And the fyuethe aungel trumpide; and Y say, that a sterre hadde falle doun fro heuene in to erthe; and the keye of the pit of depnesse was youun to it."},{"number":2,"verse":"And it openede the pit of depnesse, and a smoke of the pit stiede vp, as the smoke of a greet furneis; and the sunne was derkid, and the eir, of the smoke of the pit."},{"number":3,"verse":"And locustis wenten out of the smoke of the pit in to erthe; and power was youun to hem, as scorpiouns of the erthe han power."},{"number":4,"verse":"And it was comaundid to hem, that thei schulden not hirte the gras of erthe, nether ony grene thing, nether ony tre, but oneli men, that han not the signe of God in her forhedis."},{"number":5,"verse":"And it was youun to hem, that thei schulden not sle hem, but that thei schulden `be turmentid fyue monethis; and the turmentyng of hem, as the turmentyng of a scorpioun, whanne he smytith a man."},{"number":6,"verse":"And in tho daies men schulen seke deth, and thei schulen not fynde it; and thei schulen desire to die, and deth schal fle fro hem."},{"number":7,"verse":"And the licnesse of locustis ben lijk horsis maad redi `in to batel; and on the heedis of hem as corouns lijk gold, and the facis of hem as the faces of men."},{"number":8,"verse":"And thei hadden heeris, as heeris of wymmen; and the teeth of hem weren as teeth of liouns."},{"number":9,"verse":"And thei hadden haburiouns, as yren haburiouns, and the vois of her wengis as the vois of charis of many horsis rennynge `in to batel."},{"number":10,"verse":"And thei hadden tailis lijk scorpiouns, and prickis weren in the tailis of hem; and the myyt of hem was to noye men fyue monethis."},{"number":11,"verse":"And thei hadden on hem a kyng, the aungel of depnesse, to whom the name bi Ebrew is Laabadon, but bi Greek Appollion, and bi Latyn `he hath a name `Extermynans, that is, a distriere."},{"number":12,"verse":"O wo is passid, and lo! yit comen twei woes."},{"number":13,"verse":"Aftir these thingis also the sixte aungel trumpide; and Y herde a vois fro foure corneris of the goldun auter, that is bifore the iyen of God,"},{"number":14,"verse":"and seide to the sixte aungel that hadde a trumpe, Vnbynde thou foure aungels, that ben boundun in the greet flood Eufrates."},{"number":15,"verse":"And the foure aungels weren vnboundun, whiche weren redi in to our, and dai, and monethe, and yeer, to sle the thridde part of men."},{"number":16,"verse":"And the noumbre of the oost of horse men was twenti thousynde sithis ten thousynde. Y herde the noumbre of hem."},{"number":17,"verse":"And so Y say horsis in visioun; and thei that saten on hem hadden firy haburiouns, and of iacynt, and of brymstoon. And the heedis of the horsis weren as heedis of liouns; and fier, and smoke, and brymston, cometh forth of the mouth of hem."},{"number":18,"verse":"Of these thre plagis the thridde part of men was slayn, of the fier, and of the smoke, and of the brymston, that camen out of the mouth of hem."},{"number":19,"verse":"For the power of the horsis is in the mouth of hem, and in the tailis of hem; for the tailis of hem ben lyk to serpentis, hauynge heedis, and in hem thei noyen."},{"number":20,"verse":"And the tothir men, that weren not slayn in these plagis, nether dyden penaunce of the werkis of her hondis, that thei worschipeden not deuelis, and simylacris of gold, and of siluer, and of bras, and of stoon, and of tre, whiche nethir mown se, nether heere, nether wandre;"},{"number":21,"verse":"and diden not penaunce of her mansleyngis, nether of her witchecraftis, nethir of her fornicacioun, nethir of her theftis, weren slayn."}]}