{"bibleAbbr":"ESV2001","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":4,"verses":[{"number":1,"verse":"Hear the word of the LORD, O children of Israel, for the LORD has a controversy with the inhabitants of the land. There is no faithfulness or steadfast love, and no knowledge of God in the land;"},{"number":2,"verse":"there is swearing, lying, murder, stealing, and committing adultery; they break all bounds, and bloodshed follows bloodshed."},{"number":3,"verse":"Therefore the land mourns, and all who dwell in it languish, and also the beasts of the field and the birds of the heavens, and even the fish of the sea are taken away."},{"number":4,"verse":"Yet let no one contend, and let none accuse, for with you is my contention, O priest."},{"number":5,"verse":"You shall stumble by day; the prophet also shall stumble with you by night; and I will destroy your mother."},{"number":6,"verse":"My people are destroyed for lack of knowledge; because you have rejected knowledge, I reject you from being a priest to me. And since you have forgotten the law of your God, I also will forget your children."},{"number":7,"verse":"The more they increased, the more they sinned against me; I will change their glory into shame."},{"number":8,"verse":"They feed on the sin of my people; they are greedy for their iniquity."},{"number":9,"verse":"And it shall be like people, like priest; I will punish them for their ways and repay them for their deeds."},{"number":10,"verse":"They shall eat, but not be satisfied; they shall play the whore, but not multiply, because they have forsaken the LORD to cherish"},{"number":11,"verse":"whoredom, wine, and new wine, which take away the understanding."},{"number":12,"verse":"My people inquire of a piece of wood, and their walking staff gives them oracles. For a spirit of whoredom has led them astray, and they have left their God to play the whore."},{"number":13,"verse":"They sacrifice on the tops of the mountains and burn offerings on the hills, under oak, poplar, and terebinth, because their shade is good. Therefore your daughters play the whore, and your brides commit adultery."},{"number":14,"verse":"I will not punish your daughters when they play the whore, nor your brides when they commit adultery; for the men themselves go aside with prostitutes and sacrifice with cult prostitutes, and a people without understanding shall come to ruin."},{"number":15,"verse":"Though you play the whore, O Israel, let not Judah become guilty. Enter not into Gilgal, nor go up to Beth-aven, and swear not, \"As the LORD lives.\""},{"number":16,"verse":"Like a stubborn heifer, Israel is stubborn; can the LORD now feed them like a lamb in a broad pasture?"},{"number":17,"verse":"Ephraim is joined to idols; leave him alone."},{"number":18,"verse":"When their drink is gone, they give themselves to whoring; their rulers dearly love shame."},{"number":19,"verse":"A wind has wrapped them in its wings, and they shall be ashamed because of their sacrifices."}]}