{"bibleAbbr":"GB1587","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"Then said the LORD to me, Meaning that if there were any man living moved with so great zeal toward the people as were these two, yet he would not grant this request, as he had determined the contrary, (Eze_14:14). Though Moses and Samuel stood before me, [yet] my mind [could] not [be] toward this people: cast [them] out of my sight, and let them go forth."},{"number":2,"verse":"And if they say vnto thee, Whither shal we depart? Then tell them, Thus saith the Lord, Such as are appointed to death, vnto death: and such as are for the sworde, to the sworde: and such as are for the famine, to the famine: and such as are for the captiuitie, to the captiuitie."},{"number":3,"verse":"And I will appoint over them four kinds, saith the LORD: the sword to slay, and the The dogs, birds and beasts would devour them that were slain. dogs to tear, and the fowls of the heaven, and the beasts of the earth, to devour and destroy."},{"number":4,"verse":"And I will The word signifies to run to and fro for fear and unquietness of conscience as Cain did. cause them to be removed into all kingdoms of the earth, Not that the people were punished for the king's sin only, but for their own sins also, because they consented to his wickedness. because of Manasseh the son of Hezekiah king of Judah, for [that] which he did in Jerusalem."},{"number":5,"verse":"Who shal then haue pitie vpon thee, O Ierusalem? Or who shalbe sorie for thee? Or who shal go to pray for thy peace?"},{"number":6,"verse":"Thou hast forsaken me, saith the LORD, thou art gone backward: therefore will I stretch out my hand against thee, and destroy thee; I am That is, I will not call back my plagues or spare you any more. weary with repenting."},{"number":7,"verse":"And I will fan them with a fan Meaning, the cities. in the gates of the land; I will bereave [them] of children, I will destroy my people, [since] they return not from their ways."},{"number":8,"verse":"Their widows Because I had slain their husbands. are multiplied to me above the sand of the seas: I have brought upon them against the mother of the young men a spoiler at noonday: I have caused [him] to fall upon it suddenly, and terrors upon the city."},{"number":9,"verse":"She that hath borne She who had many lost all her children. seven languisheth: she hath breathed her last; her sun is She was destroyed in the midst of her prosperity. gone down while [it was] yet day: she hath been ashamed and confounded: and the remnant of them will I deliver to the sword before their enemies, saith the LORD."},{"number":10,"verse":"By these are the prophet's words, complaining of the obstinacy of the people and that he was reserved to so wicked a time: in which also he shows what is the condition of God's ministers, that is, to have all the world against them, though they give no opportunity. Woe is me, my mother, that thou hast borne me a man of strife and a man of contention to the whole earth! I have neither Which is an opportunity for contention and hatred. lent on interest, nor have men lent to me on interest; [yet] every one of them doth curse me."},{"number":11,"verse":"The LORD said, In this perplexity the Lord comforted me, and said that my last days would be quiet: and by the enemy he means here Nebuzaradan the captain of Nebuchadnezzar, who gave Jeremiah the choice either to remain in his country or to go where he would; or by the enemy he means the Jews, who would later know Jeremiah's faithfulness, and therefore favour him. Verily it shall be well with thy remnant; verily I will cause the enemy to entreat thee [well] in the time of evil and in the time of affliction."},{"number":12,"verse":"Shall As for the people, though they seemed strong as iron, yet they would not be able to resist the hard iron of Babylon, but would be led captives. iron break the northern iron and the steel?"},{"number":13,"verse":"Thy substance and thy treasures wil I giue to be spoyled without gaine, and that for all thy sinnes euen in all thy borders."},{"number":14,"verse":"And I wil make thee to go with thine enemies into a land that thou knowest not: for a fire is kindled in mine anger, which shal burne you."},{"number":15,"verse":"O LORD, thou knowest: remember me, and visit me, and avenge me of my He does not speak this out of a desire for revenge, but wishing that God would deliver his Church from them who he knew to be hardened and incorrigible. persecutors; take me not away in thy longsuffering: know that for thy sake I have suffered rebuke."},{"number":16,"verse":"Thy words were found, and I I received them with a great joy, as he that is famished eats meat. ate them; and thy word was to me the joy and rejoicing of my heart: for I am called by thy name, O LORD God of hosts."},{"number":17,"verse":"I sat not in the assembly of the mockers, nor rejoiced; I sat alone I had nothing to do with the wicked contemners of your word, but lamented bitterly for your plagues: showing what the faithful should do when they see tokens of God's anger. because of thy hand: for thou hast filled me with indignation."},{"number":18,"verse":"Why is my pain perpetual, and my wound incurable, [which] refuseth to be healed? wilt thou be altogether to me And have not assisted me according to the promise? In which it appears that in the saints of God is imperfection of faith, which through impatience is often assailed as in (Jer_20:7). as a liar, [and as] waters [that] fail?"},{"number":19,"verse":"Therefore thus saith the LORD, If thou shalt If you forget these carnal considerations and faithfully execute your charge. return, then will I bring thee again, [and] thou shalt stand before me: and if thou shalt separate the That is, seek to win the good from the bad. precious from the vile, thou shalt be That is, as my mouth has pronounced, (Jer_1:18) and as here follows in (Jer_15:20). as my mouth: let them return Do not conform yourself to their wickedness, but let them follow your godly example. to thee; but return not thou to them."},{"number":20,"verse":"And I will make thee to this people a fortified brasen wall: and they shall fight against thee, but they shall not I will teach you with an invincible strength and constancy, so that all the powers of the world will not overcome you. prevail against thee: for I [am] with thee to save thee and to deliver thee, saith the LORD."},{"number":21,"verse":"And I will deliuer thee out of the hand of the wicked, and I will redeeme thee out of the hand of the tyrants."}]}