{"bibleAbbr":"Geneva1587","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":22,"verses":[{"number":1,"verse":"Thus said the Lorde, Goe downe to the house of the King of Iudah, and speake there this thing,"},{"number":2,"verse":"And say, Heare the worde of the Lorde, O King of Iudah, that sittest vpon the throne of Dauid, thou and thy seruants, and thy people that enter in by these gates."},{"number":3,"verse":"Thus saith the LORD; Execute ye judgment and This was his ordinary manner of preaching before the kings from Josiah to Zedekiah which was about forty years. righteousness, and deliver him that is laid waste out of the hand of the oppressor: and do no wrong, do no violence to the stranger, the fatherless, nor the widow, neither shed innocent blood in this place."},{"number":4,"verse":"For if ye do this thing, then shall the kings sitting vpon the throne of Dauid enter in by the gates of this House, and ride vpon charets, and vpon horses, both he and his seruants and his people."},{"number":5,"verse":"But if ye will not hear these words, I Showing that there is no one greater than he is, (Heb_6:13) and that he will most certainly perform his oath. swear by myself, saith the LORD, that this house shall become a desolation."},{"number":6,"verse":"For thus saith the LORD to the king's house of Judah; Thou [art] He compares Jerusalem to Gilead which was beyond Jordan and the beauty of Judea to Lebanon. Gilead to me, [and] the head of Lebanon: [yet] surely I will make thee a wilderness, [and] cities [which] are not inhabited."},{"number":7,"verse":"And I will The Hebrew word signifies to sanctify because the Lord dedicates to his use and purpose such as he prepares to execute his work, (Isa_13:3; Jer_6:4, Jer_12:3). prepare destroyers against thee, every one with his weapons: and they shall cut down thy choice Your buildings made from cedar trees. cedars, and cast [them] into the fire."},{"number":8,"verse":"As they who wonder at a thing which they thought would never have come to pass, (Deu_29:24; 1Ki_9:8). And many nations shall pass by this city, and they shall say every man to his neighbour, Why hath the LORD done thus to this great city?"},{"number":9,"verse":"Then shall they answere, Because they haue forsaken the couenant of the Lorde their God, & worshipped other gods, and serued them."},{"number":10,"verse":"Weep ye not for the dead, neither bemoan him: [but] weep bitterly for him Signifying that they would lose their king: for Jehoiachin went forth to meet Nebuchadnezzar and yielded himself, and was carried into Babylon, (2Ki_24:12). that goeth away: for he shall return no more, nor see his native country."},{"number":11,"verse":"For thus saith the LORD concerning Whom some think to be Jehoiachin and that Josiah was his grandfather: but it seems this was Jehoiakim, as in (Jer_22:18). Shallum the son of Josiah king of Judah, who reigned instead of Josiah his father, who went forth from this place; He shall not return there any more:"},{"number":12,"verse":"But he shall die in the place, whither they haue ledde him captiue, and shall see this lande no more."},{"number":13,"verse":"Woe to him that buildeth his house by By bribes and extortion. unrighteousness, and his chambers by wrong; [that] useth his neighbour's service without wages, and giveth him not for his work;"},{"number":14,"verse":"He saith, I will build me a wide house and large chambers: so he will make him selfe large windowes, and feeling with cedar, and paint them with vermilion."},{"number":15,"verse":"Shalt thou reign, because thou closest [thyself] in cedar? did not thy Meaning Josiah, who was not given to ambition and superfluity, but was content with mediocrity, and only delighted in setting forth God's glory, and to do justice to all. father eat and drink, and do judgment and justice, [and] then [it was] well with him?"},{"number":16,"verse":"When he iudged the cause of the afflicted and the poore, he prospered: was not this because he knewe me, saith the Lorde?"},{"number":17,"verse":"But thine eyes and thine heart are but only for thy couetousnesse, and for to sheade innocent blood, and for oppression, and for destruction, euen to doe this."},{"number":18,"verse":"Therefore thus saith the LORD concerning Jehoiakim the son of Josiah king of Judah; They shall not lament for For everyone will have enough to lament for himself. him, [saying], Ah my brother! or, Ah sister! they shall not lament for him, [saying], Ah lord! or, Ah his glory!"},{"number":19,"verse":"He shall be Not honourably among his fathers, but as carrion are cast in a hole, because their stink should not infect, read (1Ki_14:10). Josephus writes that the enemy slew him in the city and commanded him to be cast before the walls unburied, see (Jer_36:30). buried with the burial of a donkey, drawn and cast forth beyond the gates of Jerusalem."},{"number":20,"verse":"Go up to To call to the Assyrians for help. Lebanon, and cry; and lift up thy voice in For this was the way out of India to Assyria, by which is meant that all help would fail: for the Chaldeans have subdued both them and the Egyptians. Bashan, and cry from the passes: for all thy lovers are destroyed."},{"number":21,"verse":"I spake vnto thee when thou wast in prosperitie: but thou saidest, I will not heare: this hath bene thy maner from thy youth, that thou wouldest not obey my voyce."},{"number":22,"verse":"The wind shall eat up all thy shepherds, Both your governors and they that would help you will vanish away as wind. and thy lovers shall go into captivity: surely then shalt thou be ashamed and confounded for all thy wickedness."},{"number":23,"verse":"O inhabitant of Lebanon, that makest thy nest in the You that are built of the fair cedar trees of Lebanon. cedars, how gracious shalt thou be when pangs come upon thee, the pain as of a woman in travail!"},{"number":24,"verse":"[As] I live, saith the LORD, though Who was called Jehoiachin or Jeconiah, whom he calls here Coniah in contempt who thought his kingdom could never depart from him, because he came of the stock of David, and therefore for the promise sake could not be taken from his house, but he abused God's promise and therefore was justly deprived of the kingdom. Coniah the son of Jehoiakim king of Judah were the signet upon my right hand, yet would I pluck thee from there;"},{"number":25,"verse":"And I will giue thee into the hande of them that seeke thy life, and into the hande of them, whose face thou fearest, euen into the hand of Nebuchad-nezzar king of Babel, and into the hande of the Caldeans."},{"number":26,"verse":"And I will cause them to cary thee away, and thy mother that bare thee, into another countrey, where ye were not borne, and there shall ye die."},{"number":27,"verse":"But to the lande, whereunto they desire to returne, they shall not returne thither."},{"number":28,"verse":"Is not this man Coniah as a despised and broken idole? or as a vessell, wherein is no pleasure? wherefore are they caryed away, hee and his seede, and cast out into a lande that they knowe not?"},{"number":29,"verse":"O He shows that all posterity will be witnesses of his just plague, as though it were registered for perpetual memory. earth, earth, earth, hear the word of the LORD."},{"number":30,"verse":"Thus saith the LORD, Write ye this Not that he had no children (for later he begat Salathiel in the captivity, (Mat_1:12)) but that none would reign after him as king. man childless, a man [that] shall not prosper in his days: for no man of his seed shall prosper, sitting upon the throne of David, and ruling any more in Judah."}]}