{"bibleAbbr":"GB1587","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":23,"verses":[{"number":1,"verse":"Woe be to Meaning the prince's governors and false prophets as in (Eze_34:2). the shepherds that destroy and scatter the For which I have special care, and have prepared good pastures for them. sheep of my pasture! saith the LORD."},{"number":2,"verse":"Therefore thus saith the LORD God of Israel against the shepherds that Whose charge is to feed the flock but they eat the fruit of it, (Eze_34:3). feed my people; Ye have scattered my flock, and driven them away, and have not visited them: behold, I will visit upon you the evil of your doings, saith the LORD."},{"number":3,"verse":"And I will gather the Thus the prophets always used to mix the promises with the threatenings lest the godly should be too much beaten down and therefore he shows how God will gather his Church after this dispersion. remnant of my flock from all countries where I have driven them, and will bring them again to their folds; and they shall be fruitful and increase."},{"number":4,"verse":"And I will set vp shepheardes ouer them, which shall feede them: and they shall dread no more nor be afraide, neither shall any of them be lacking, saith the Lorde."},{"number":5,"verse":"Behold, the days come, saith the LORD, that I will raise to David a righteous This prophecy is of the restitution of the Church in the time of Jesus Christ, who is the true branch, read (Isa_11:1, Isa_45:8; Jer_35:15; Dan_9:24). Branch, and a King shall reign and prosper, and shall execute judgment and justice upon the earth."},{"number":6,"verse":"In his dayes Iudah shalbe saued, and Israel shall dwell safely, and this is the Name wherby they shall call him, The Lorde our righteousnesse."},{"number":7,"verse":"Therefore, behold, the days come, saith the LORD, that they shall no more say, The Read (Jer_16:14). LORD liveth, who brought the children of Israel out of the land of Egypt;"},{"number":8,"verse":"But the Lord liueth, which brought vp & led the seede of the house of Israel out of the North countrey and from all countryes where I had scattered them, and they shall dwell in their owne lande."},{"number":9,"verse":"My heart within me is broken because of the Meaning, the false prophets who deceive the people: in which appears his great love toward his nation, read (Jer_14:13). prophets; all my bones shake; I am like a drunken man, and like a man whom wine hath overcome, because of the LORD, and because of the words of his holiness."},{"number":10,"verse":"For the land is full of adulterers; for because of swearing the land mourneth; the pleasant places of the wilderness are dried up, and their They run headlong to wickedness and seek vain help. course is evil, and their force [is] not right."},{"number":11,"verse":"For both prophet and priest are profane; even, in my My temple is full of their idolatry and superstitions. house have I found their wickedness, saith the LORD."},{"number":12,"verse":"Wherefore their way shalbe vnto them as slipperie wayes in the darknesse: they shalbe driuen foorth and fall therein: for I will bring a plague vpon them, euen the yeere of their visitation, saith the Lorde."},{"number":13,"verse":"And I haue seene foolishnesse in the prophets of Samaria, that prophecied in Baal, & caused my people Israel to erre."},{"number":14,"verse":"I have seen also in the prophets of Jerusalem They who should have profited by my rods against Samaria, are become worse than they. an horrible thing: they commit adultery, and walk in lies: they strengthen also the hands of evildoers, that none doth return from his wickedness: they are all of them Though to the world they seem holy fathers, yet I detest them as I did these abominable cities. to me as Sodom, and the inhabitants of it as Gomorrah."},{"number":15,"verse":"Therefore thus saith the LORD of hosts concerning the prophets; Behold, I will feed them with Read (Jer_8:14). wormwood, and make them drink the water of gall: for from the prophets of Jerusalem is profaneness gone forth into all the land."},{"number":16,"verse":"Thus saith the LORD of hosts, Hearken not to the words of the prophets that prophesy to you: they make you vain: they speak a vision of their own Which they have invented of their own brain. heart, [and] not from the mouth of the LORD."},{"number":17,"verse":"They say still to them that despise me, The LORD hath said, Ye Read (Jer_6:14, Jer_8:11). shall have peace; and they say to every one that walketh after the imagination of his own heart, No evil shall come upon you."},{"number":18,"verse":"For Thus they derided Jeremiah as though the word of God was not revealed to him, so also spoke Zedekiah to Micaiah, (1Ki_22:24). who hath stood in the counsel of the LORD, and hath perceived and heard his word? who hath marked his word, and heard [it]?"},{"number":19,"verse":"Beholde, the tempest of the Lorde goeth forth in his wrath, and a violent whirlewinde shal fall downe vpon the head of the wicked."},{"number":20,"verse":"The anger of the LORD shall not return, until he shall have executed, and till he shall have performed the thoughts of his heart: in the latter days ye Both that God has sent me, and that my words will be true. shall consider it perfectly."},{"number":21,"verse":"I haue not sent these prophets, sayth the Lord, yet they ranne; I haue not spoken to them, and yet they prophecied."},{"number":22,"verse":"But if they had stood in my counsel, and He shows the difference between the true prophets and the false, between the hireling and the true minister. had caused my people to hear my words, then they should have turned them from their evil way, and from the evil of their doings."},{"number":23,"verse":"[Am] I a God at hand, saith the LORD, and not a God Do I not see your falsehood, however you cloak it, and wherever you commit it? afar off?"},{"number":24,"verse":"Can any hide him selfe in secrete places, that I shall not see him, sayth the Lorde? Do not I fill heauen and earth, saieth the Lord?"},{"number":25,"verse":"I have heard what the prophets said, that prophesy lies in my name, saying, I I have a prophecy revealed to me as in (Num_12:6). have dreamed, I have dreamed."},{"number":26,"verse":"Howe long? Doe the prophets delite to prophecie lies, euen prophecying the deceit of their owne heart?"},{"number":27,"verse":"Who think to cause He shows that Satan raises up false prophets to bring the people from God. my people to forget my name by their dreams which they tell every man to his neighbour, as their fathers have forgotten my name for Baal."},{"number":28,"verse":"The prophet that hath a dream, let him Let the false prophet declare that it is his own fantasy, and not slander my word as though it were a cloak to cover his lies. tell a dream; and he that hath my word, let him speak my word faithfully. Meaning, that it is not enough for God's ministers to abstain from lies and to speak the word of God but that there is judgment in alleging it, and that it may appear to be applied to the same purpose that it was spoken, (Eze_3:27; 1Co_2:13, 1Co_4:2; 2Ti_2:25). What [is] the chaff to the wheat? saith the LORD."},{"number":29,"verse":"Is not my word euen like a fire, sayeth the Lorde? and like an hammer, that breaketh the stone?"},{"number":30,"verse":"Therefore, behold, I [am] against the prophets, saith the LORD, that Who set forth in my Name that which I have not commanded. steal my words every one from his neighbour."},{"number":31,"verse":"Behold, I [am] against the prophets, saith the LORD, that use their tongues, and say, That is, the Lord. He saith."},{"number":32,"verse":"Beholde, I will come against them that prophecie false dreames, saith the Lorde, and doe tell them, and cause my people to erre by their lies, and by their flatteries, and I sent them not, nor commanded them: therefore they bring no profite vnto this people, saith the Lord."},{"number":33,"verse":"And when this people, or the prophet, or a priest, shall ask thee, saying, What [is] the The prophets called their threatenings God's burden, which the sinners were not able to sustain, therefore the wicked in deriding the word, would ask of the prophets, what was the burden as though they would say, «You seek nothing else, but to lay burdens on our shoulders» and thus they rejected the word of God as a grievous burden. burden of the LORD? thou shalt then say to them, What burden? I will even forsake you, saith the LORD."},{"number":34,"verse":"And [as for] the prophet, and the priest, and the people, that shall say, The Because this word was brought to contempt and derision, he will teach them another manner of speech, and will cause this word burden to cease and teach them to ask with reverence, «What says the Lord?» burden of the LORD, I will even punish that man and his house."},{"number":35,"verse":"Thus shall yee say euery one to his neighbour, and euerie one to his brother, What hath the Lorde answered? and what hath the Lorde spoken?"},{"number":36,"verse":"And the burden of the LORD shall ye mention no more: for every man's The thing which they mock and contemn will come on them. word shall be his burden; for ye have perverted the words of the living God, of the LORD of hosts our God."},{"number":37,"verse":"Thus shalt thou say to the Prophet, What hath the Lord answered thee? and what hath the Lorde spoken?"},{"number":38,"verse":"And if you say, The burden of the Lorde, Then thus saith the Lorde, Because yee say this word, The burden of the Lorde, and I haue sent vnto you, saying, Ye shall not say, The burden of the Lorde,"},{"number":39,"verse":"Therefore beholde, I, euen I will vtterly forget you, and I will forsake you, and the citie that I gaue you and your fathers, and cast you out of my presence,"},{"number":40,"verse":"And will bring an euerlasting reproche vpon you, and a perpetual shame which shall neuer be forgotten."}]}