{"bibleAbbr":"GB1587","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":29,"verses":[{"number":1,"verse":"Now these [are] the words of the letter that Jeremiah the prophet sent from Jerusalem to For some died in the way. the rest of the elders who were carried away captives, and to the priests, and to the prophets, and to all the people whom Nebuchadnezzar had carried away captive from Jerusalem to Babylon;"},{"number":2,"verse":"(After Jeconiah the king, and the Meaning Jeconiah's mother. queen, and the eunuchs, the princes of Judah and Jerusalem, and the craftsmen, and the smiths, had departed from Jerusalem;)"},{"number":3,"verse":"By the hand of Elasah the son of Shaphan, and Gemariah the son of Hilkiah, (whom Zedekiah king of Judah To entreat of some equal condition. sent to Babylon to Nebuchadnezzar king of Babylon) saying,"},{"number":4,"verse":"Thus saith the LORD of hosts, the God of Israel, to all that are carried away captives, whom I have That is, the Lord whose work this was. caused to be carried away from Jerusalem to Babylon;"},{"number":5,"verse":"Buylde you houses to dwell in, and plant you gardens, and eate the fruites of them."},{"number":6,"verse":"Take you wiues, and beget sonnes and daughters, and take wiues for your sonnes, and giue your daughters to husbands, that they may beare sonnes and daughters, that ye may bee increased there, and not diminished."},{"number":7,"verse":"And seek the peace of the city where I have caused you to be carried away captives, and The prophet does not speak this for the affection that he bore to the tyrant, but that they should pray for the common rest and quietness that their troubles might not be increased, and that they might with more patience and less grief wait for the time of their deliverance, which God had appointed most certain: for not only the Israelites but all the world yea and the insensible creatures would rejoice when these tyrants would be destroyed, as in (Isa_24:4). pray to the LORD for it: for in the peace of it ye shall have peace."},{"number":8,"verse":"For thus saith the Lord of hostes the God of Israel, Let not your prophets, and your southsayers that bee among you, deceiue you, neither giue eare to your dreames, which you dreame."},{"number":9,"verse":"For they prophecie you a lie in my Name: I haue not sent them, saith the Lorde."},{"number":10,"verse":"But thus saith the Lorde, That after seuentie yeeres be accomplished at Babel, I will visite you, and performe my good promes toward you, and cause you to returne to this place."},{"number":11,"verse":"For I knowe the thoughtes, that I haue thought towards you, saith the Lorde, euen the thoughtes of peace, and not of trouble, to giue you an ende, and your hope."},{"number":12,"verse":"Then shall you crie vnto mee, and ye shal go and pray vnto me, and I will heare you,"},{"number":13,"verse":"And ye shall seek me, and find [me], when ye shall search for me with all When your oppression will be great, and your afflictions cause you to repent your disobedience and also when the seventy years of your captivity will be expired, (2Ch_36:22; Ezr_1:1; Jer_25:12; Dan_9:2). your heart."},{"number":14,"verse":"And I wil be found of you, saith the Lord, and I will turne away your captiuitie, and I will gather you from all the nations, and from all the places, whither I haue cast you, saith the Lord, and will bring you againe vnto the place, whence I caused you to be caryed away captiue."},{"number":15,"verse":"Because ye have said, The LORD hath raised up for us As Ahab, Zedekiah and Shemaiah. prophets in Babylon;"},{"number":16,"verse":"Therefore thus saith the Lorde of the King, that sitteth vpon the throne of Dauid, and of all the people, that dwell in this citie, your brethren that are not gone forth with you into captiuitie:"},{"number":17,"verse":"Thus saith the LORD of hosts; Behold, I will send upon them the By which he assures them that there will be no hope of returning before the appointed time. sword, the famine, and the pestilence, and will make them like vile According to the comparison, (Jer_24:1-2). figs, that cannot be eaten, they are so bad."},{"number":18,"verse":"And I will persecute them with the sword, with the famine, and with the pestilence, and will deliver them to be removed to all the kingdoms of the earth, to be Read (Jer_26:6). a curse, and an horror, and an hissing, and a reproach, among all the nations where I have driven them:"},{"number":19,"verse":"Because they have not hearkened to my words, saith the LORD, which I sent to them by my servants the prophets, Read (Jer_7:13, Jer_25:3, Jer_26:5). rising early and sending [them]; but ye would not hear, saith the LORD."},{"number":20,"verse":"Heare ye therefore the word of the Lord all ye of the captiuitie, whome I haue sent from Ierusalem to Babel."},{"number":21,"verse":"Thus saith the Lorde of hostes, the God of Israel, of Ahab the sonne of Kolaiah, and of Zedekiah the sonne of Maaseiah, which prophecie lyes vnto you in my Name, Beholde, I will deliuer them into the hande of Nebuchad-nezzar King of Babel, and he shall slay them before your eyes."},{"number":22,"verse":"And concerning them shall be taken up a curse by all the captivity of Judah who [are] in Babylon, saying, The LORD make thee like Zedekiah and like Ahab, whom the king of Babylon roasted Because they gave the people hope of speedy returning. in the fire;"},{"number":23,"verse":"Because they have committed Which was adultery and falsifying the word of God. villany in Israel, and have committed adultery with their neighbour's wives, and have spoken lying words in my name, which I have not commanded them; even I know, and [am] a witness, saith the LORD."},{"number":24,"verse":"Thou shalt also speake to Shemaiah the Nehelamite, saying,"},{"number":25,"verse":"Thus speaketh the Lorde of hostes, the God of Israel, saying, Because thou hast sent letters in thy Name vnto all the people, that are at Ierusalem, and to Zephaniah the sonne of Maaseiah the Priest, and to all the Priests, saying,"},{"number":26,"verse":"The LORD hath made thee priest in the stead of Shemaiah the false prophet flatters Zephaniah the chief priest as though God had given him the spirit and zeal of Jehoiada to punish whoever trespassed against the word of God, of that he would have made Jeremiah one, calling him a raver and a false prophet. Jehoiada the priest, that ye should be officers in the house of the LORD, for every man [that is] mad, and maketh himself a prophet, that thou shouldest put him in prison, and in the stocks."},{"number":27,"verse":"Nowe therefore why hast not thou reproued Ieremiah of Anathoth, which prophecieth vnto you?"},{"number":28,"verse":"For, for this cause hee sent vnto vs in Babel, saying, This captiuitie is long: buyld houses to dwell in, and plant gardens, and eate the fruites of them."},{"number":29,"verse":"And Zephaniah the Priest red this letter in the eares of Ieremiah the Prophet."},{"number":30,"verse":"Then came the worde of the Lorde vnto Ieremiah, saying,"},{"number":31,"verse":"Send to all them of the captiuitie, saying, Thus saith the Lorde of Shemaiah the Nehelamite, Because that Shemaiah hath prophecied vnto you, and I sent him not, and hee caused you to trust in a lye,"},{"number":32,"verse":"Therefore thus saith the LORD; Behold, I will punish Shemaiah the Nehelamite, and his seed: he shall not have a man He and his seed will be destroyed so that none of them would see the blessing of this deliverance. to dwell among this people; neither shall he behold the good that I will do for my people, saith the LORD; because he hath taught rebellion against the LORD."}]}