{"bibleAbbr":"Geneva1587","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":33,"verses":[{"number":1,"verse":"Moreover the word of the LORD came to Jeremiah the second time, while he was yet shut up in the Which was in the king's house at Jerusalem, as in (Jer_32:1-2). court of the prison, saying,"},{"number":2,"verse":"Thus saith the LORD the That is, of Jerusalem, who as he made it, so will he preserve it, read (Isa_37:26). maker of this, the LORD that formed it, to establish it; the LORD [is] his name;"},{"number":3,"verse":"Call vnto me, and I will answere thee, and shewe thee great and mightie things, which thou knowest not."},{"number":4,"verse":"For thus saith the LORD, the God of Israel, concerning the houses of this city, and concerning the houses of the kings of Judah, which are thrown down by the Read (Jer_32:24). mounts, and by the sword;"},{"number":5,"verse":"They come to The Jews think to overcome the Chaldeans, but they seek their own destruction. fight with the Chaldeans, but [it is] to fill them with the dead bodies of men, whom I have slain in my anger and in my fury, and for all whose wickedness I have hid my He shows that God's favour is cause of all prosperity, as his anger is of all adversity. face from this city."},{"number":6,"verse":"Behold, I In the midst of his threatenings God remembers his, and comforts them. will bring it health and cure, and I will cure them, and will reveal to them the abundance of peace and truth."},{"number":7,"verse":"And I wil cause the captiuitie of Iudah and the captiuitie of Israel to returne, and will build them as at the first."},{"number":8,"verse":"And I will Declaring that there is no deliverance nor joy, but where we feel remission of sins. cleanse them from all their iniquity, by which they have sinned against me; and I will pardon all their iniquities, by which they have sinned, and by which they have transgressed against me."},{"number":9,"verse":"And it shall be to me a name of By which he shows that the Church in which is remission of sins, is God's honour and glory, so that whoever is enemy to it, labours to dishonour God. joy, a praise and an honour before all the nations of the earth, which shall hear all the good that I do to them: and they shall fear and tremble for all the goodness and for all the prosperity that I procure to it."},{"number":10,"verse":"Thus sayth the Lord, Againe there shalbe heard in this place (which ye say shalbe desolate, without man, and without beast, euen in the cities of Iudah, and in the streetes of Ierusalem, that are desolate without man, and without inhabitant, and without beast)"},{"number":11,"verse":"The voice of joy, and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the voice of them that shall say, Which was a song appointed for the Levites to praise God by, (1Ch_16:8; Psa_105:1; Psa_106:1; Psa_107:1; Psa_118:1; Psa_136:1; Isa_12:4) Praise the LORD of hosts: for the LORD [is] good; for his mercy [endureth] for ever: [and] of them that shall bring the sacrifice of praise into the house of the LORD. For I will cause to return the captives of the land, as at the first, saith the LORD."},{"number":12,"verse":"Thus sayth the Lorde of hostes, Againe in this place, which is desolate, without man, & without beast, and in all the cities thereof there shall be dwelling for shepheards to rest their flockes."},{"number":13,"verse":"In the cities of the Meaning that all the country of Judah will be inhabited again. mountains, in the cities of the vale, and in the cities of the south, and in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, shall the flocks pass again under the hands of him that counteth [them], saith the LORD."},{"number":14,"verse":"Beholde, the dayes come, sayth the Lorde, that I wil performe that good thing, which I haue promised vnto the house of Israel, & to the house of Iudah."},{"number":15,"verse":"In those days, and at that time, will I cause That is, I will send the Messiah, who will come of the house of David, of whom this prophecy is meant, as testify all the Jews and that which is written, (Jer_23:5). the Branch of righteousness to grow up to David; and he shall execute judgment and righteousness in the land."},{"number":16,"verse":"In those days shall Judah be saved, and Jerusalem shall dwell in safety: and this [is the name] by which That is, Christ that will call his Church. she shall be called, The LORD our That is, Christ is our Lord God, our righteousness, sanctification and redemption, (1Co_1:30). righteousness."},{"number":17,"verse":"For thus sayth the Lord, Dauid shall neuer want a man to sit vpon the throne of the house of Israel."},{"number":18,"verse":"Neither shall the priests the Levites lack a man before me to offer That is, chiefly meant of the spiritual sacrifice of thanksgiving which is left to the Church in the time of Christ, who was the everlasting priest and the everlasting sacrifice figured by the sacrifices of the law. burnt offerings, and to kindle meat offerings, and to do sacrifice continually."},{"number":19,"verse":"And the worde of the Lorde came vnto Ieremiah, saying,"},{"number":20,"verse":"Thus saith the LORD; If ye can break my covenant of the Read (Jer_31:35). day, and my covenant of the night, so that there should not be day and night in their season;"},{"number":21,"verse":"Then may my couenant be broken with Dauid my seruant, that he should not haue a sonne to reigne vpon his throne, and with the Leuites, and Priests my ministers."},{"number":22,"verse":"As the army of heauen can not be nombred, neither the sand of the sea measured: so wil I multiplie the seede of Dauid my seruant, and the Leuites, that minister vnto me."},{"number":23,"verse":"Moreouer, the worde of the Lord came to Ieremiah, saying,"},{"number":24,"verse":"Considerest thou not what Meaning, the Chaldeans and other infidels who thought God had utterly cast off Judah and Israel or Benjamin, because he corrected them for a time for their amendment. this people have spoken, saying, The two families which the LORD hath chosen, he hath even cast them off? thus they have despised my people, that they should be no more a nation before them."},{"number":25,"verse":"Thus sayth the Lorde, If my couenant be not with day and night, and if I haue not appointed the order of heauen and earth,"},{"number":26,"verse":"Then will I cast away the seede of Iaakob and Dauid my seruant, and not take of his seede to be rulers ouer the seede of Abraham, Izhak, and Iaakob: for I wil cause their captiuitie to returne, and haue compassion on them."}]}