{"bibleAbbr":"Geneva1587","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":42,"verses":[{"number":1,"verse":"Then all the captaines of the hoste, and Iohanan the sonne of Kareah, and Iezaniah the sonne of Hoshaaiah, and all the people from the least vnto the most came,"},{"number":2,"verse":"And saide vnto Ieremiah the Prophete, Heare our prayer, we beseeche thee, and pray for vs vnto the Lorde thy God, euen for all this remnant (for we are left, but a fewe of many, as thine eyes doe beholde)"},{"number":3,"verse":"That the LORD thy God may show us the way in which we may walk, and the thing that we may This declares the nature of hypocrites who would know of God's word what they should do, but will not follow it, unless it agrees with that thing which they have purposed to do. do."},{"number":4,"verse":"Then Ieremiah the Prophet said vnto them, I haue heard you: behold, I will pray vnto ye Lord your God according to your wordes, and whatsoeuer thing the Lord shall answere you, I will declare it vnto you: I will keepe nothing backe from you."},{"number":5,"verse":"Then they said to Jeremiah, There are as ready to abuse the Name of God and take it in vain as the hypocrites who colour their falsehood, use it without all reverence and make it a means for them to deceive the simple and the godly. The LORD be a true and faithful witness between us, if we do not even according to all things for which the LORD thy God shall send thee to us."},{"number":6,"verse":"Whether it be good or euill, we will obey the voyce of the Lorde God, to whom we sende thee that it may be well with vs, when wee obey the voyce of the Lord our God."},{"number":7,"verse":"Here is declared the vision and the opportunity of it, of which mention was made, (Jer_40:1). And it came to pass after ten days, that the word of the LORD came to Jeremiah."},{"number":8,"verse":"Then called he Iohanan the sonne of Kareah, and all the captaines of the hoste, which were with him, & all ye people from ye least to the most,"},{"number":9,"verse":"And saide vnto them, Thus saith the Lorde God of Israel, vnto whom ye sent me to present your prayers before him,"},{"number":10,"verse":"If ye will still abide in this land, then will I build you, and not pull [you] down, and I will plant you, and not pluck [you] up: for I {{See Jer_18:8}} repent of the evil that I have done to you."},{"number":11,"verse":"Be not afraid of the king of Babylon, of whom ye are afraid; be not afraid of him, saith the LORD: for I [am] with you to save you, and to deliver you Because all king's hearts and ways are in his hands, he can turn them and dispose them as it pleases him, and therefore they need not fear man, but only obey God, (Pro_21:1). from his hand."},{"number":12,"verse":"And I will graunt you mercie that he may haue compassion vpon you, and he shall cause you to dwell in your owne land."},{"number":13,"verse":"But if ye say, We will not dwell in this land, neither heare the voyce of the Lord your God,"},{"number":14,"verse":"Saying, Nay, but we will goe into the land of Egypt, where we shall see no warre, nor heare the sounde of the trumpet, nor haue hunger of bread, and there will we dwell,"},{"number":15,"verse":"(And nowe therefore heare the worde of the Lorde, ye remnant of Iudah: thus sayeth the Lord of hostes the God of Israel, If ye set your faces to enter into Egypt, and goe to dwell there)"},{"number":16,"verse":"Then it shall come to pass, [that] the sword, which ye feared, Thus God turns the policy of the wicked to their own destruction: for they thought themselves sure in Egypt, and there Nebuchadnezzar destroyed them and the Egyptians, (Jer_46:25). shall overtake you there in the land of Egypt, and the famine, of which ye were afraid, shall follow close after you there in Egypt; and there ye shall die."},{"number":17,"verse":"And all the men that set their faces to enter into Egypt to dwell there, shall die by ye sword, by the famine and by the pestilence, and none of them shall remaine nor escape from the plague, that I will bring vpon them."},{"number":18,"verse":"For thus saith the LORD of hosts, the God of Israel; As my anger and my fury hath been poured forth upon the inhabitants of Jerusalem; so shall my fury be poured forth upon you, when ye shall enter into Egypt: and ye shall be an execration, and an horror, and a Read (Jer_26:6) showing that this would come on them for their infidelity and stubbornness. curse, and a reproach; and ye shall see this place no more."},{"number":19,"verse":"O ye remnant of Iudah, the Lorde hath said concerning you, Goe not into Egypt: knowe certeinely that I haue admonished you this day."},{"number":20,"verse":"For ye were For you were fully intending to go into Egypt, whatever God spoke to the contrary. hypocrites in your hearts, when ye sent me to the LORD your God, saying, Pray for us to the LORD our God; and according to all that the LORD our God shall say, so declare to us, and we will do [it]."},{"number":21,"verse":"Therefore I haue this day declared it you, but you haue not obeyed the voyce of the Lorde your God, nor any thing for the which he hath sent me vnto you."},{"number":22,"verse":"Now therefore know certainly that ye shall die by the sword, by the famine, and by the pestilence, That is, in Egypt. in the place where ye desire to go [and] to sojourn."}]}