{"bibleAbbr":"Geneva1587","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":43,"verses":[{"number":1,"verse":"Nowe when Ieremiah had made an ende of speaking vnto ye whole people all the wordes of the Lorde their God, for the which the Lorde their God had sent him to them, euen all these wordes,"},{"number":2,"verse":"Then spoke Who was also called Jezaniah, (Jer_42:1). Azariah the son of Hoshaiah, and Johanan the son of Kareah, and all the This declares that pride is the cause of rebellion and contempt of God's ministers. proud men, saying to Jeremiah, When the hypocrisy of the wicked is discovered, they burst forth into open rage: for they can abide nothing but flattery, read (Isa_30:10). Thou speakest falsely: the LORD our God hath He shows what is the nature of the hypocrites: that is, to pretend that they would obey God and embrace his word, if they were assured that his messenger spoke the truth: though indeed they are most far from all obedience. not sent thee to say, Go not into Egypt to sojourn there:"},{"number":3,"verse":"But Baruch the son of Neriah Thus the wicked not only contemn and hurt the messengers of God, but slander and speak wickedly of all them that support or favour the godly. setteth thee on against us, to deliver us into the hand of the Chaldeans, that they may put us to death, and carry us away captives into Babylon."},{"number":4,"verse":"So Iohanan the sonne of Kareah, and all the captaines of the hoste, and all the people obeied not the voyce of the Lorde, to dwell in the lande of Iudah."},{"number":5,"verse":"But Johanan the son of Kareah, and all the captains of the forces, took all the remnant of Judah, that had returned from all As from the Moabites, Ammonites and Edomites, (Jer_40:11). nations, where they had been driven, to dwell in the land of Judah;"},{"number":6,"verse":"[Even] men, and women, and children, and the king's daughters, and every person that Nebuzaradan the captain of the guard had left with Gedaliah the son of Ahikam the son of Shaphan, and Jeremiah the When these wicked lead away by force. prophet, and Baruch the son of Neriah."},{"number":7,"verse":"So they came into the land of Egypt: for they obeyed not the voice of the LORD: thus they came [even] to A city in Egypt near to Nilus. Tahpanhes."},{"number":8,"verse":"Then came the worde of the Lord vnto Ieremiah in Tahpanhes, saying,"},{"number":9,"verse":"Take great stones in thy hand, and Which signified that Nebuchadnezzar would come even to the gates of Pharaoh, where his brick kilns for his buildings were. hide them in the clay in the brickkiln, which [is] at the entrance of Pharaoh's house in Tahpanhes, in the sight of the men of Judah;"},{"number":10,"verse":"And say to them, Thus saith the LORD of hosts, the God of Israel; Behold, I will send and take Nebuchadnezzar the king of Babylon, Read (Jer_25:9). my servant, and will set his throne upon these stones that I have hid; and he shall spread his royal pavilion over them."},{"number":11,"verse":"And when he cometh, he shall smite the land of Egypt, [and deliver] Everyone will be slain by the means that God has appointed, (Jer_15:2). such [as are] for death to death; and such [as are] for captivity to captivity; and such [as are] for the sword to the sword."},{"number":12,"verse":"And I will kindle a fire in the houses of the gods of Egypt; and he shall burn them, and carry them away captives: and he shall array himself with the land of Egypt, as a Meaning most easily and suddenly will he carry the Egyptians away. shepherd putteth on his garment; and he shall go forth from there in peace."},{"number":13,"verse":"He shal breake also ye images of Beth-shemesh, that is in the lande of Egypt, and the houses of the gods of the Egyptians shal he burne with fire."}]}