{"bibleAbbr":"Geneva1587","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":46,"verses":[{"number":1,"verse":"The word of the LORD which came to Jeremiah the prophet against the That is, nine nations which are around the land of Egypt. Gentiles;"},{"number":2,"verse":"Against Egypt, against the army of Read (2Ki_23:29, 2Ki_24:7; 2Ch_35:20). Pharaohnecho king of Egypt, who was by the river Euphrates in Carchemish, whom Nebuchadnezzar king of Babylon smote in the fourth year of Jehoiakim the son of Josiah king of Judah."},{"number":3,"verse":"He warns the Egyptians to prepare themselves for war. Order ye the buckler and shield, and draw near to battle."},{"number":4,"verse":"Make readie the horses, and let the horsemen get vp, and stande vp with your sallets, fourbish the speares, and put on the brigandines."},{"number":5,"verse":"The prophet had this vision of the Egyptians who would be put to flight by the Babylonians at Carchemish. Why have I seen them dismayed [and] turned away back? and their mighty ones are beaten down, and have fled apace, and look not back: [for] fear [was] on all sides, saith the LORD."},{"number":6,"verse":"Let not the swift flee away, nor the mighty man escape; they shall stumble, and fall toward the The Babylonians will discomfit them at the river Euphrates. north by the river Euphrates."},{"number":7,"verse":"Who [is] this [that] cometh up as He derides the boastings of the Egyptians, who thought by their riches and power to have overcome all the world, alluding to the Nile river, which at certain times overflows the country of Egypt. a flood, whose waters are moved as the rivers?"},{"number":8,"verse":"Egypt riseth vp like the flood, & his waters are mooued like the riuers, and he sayth, I wil goe vp, and will couer the earth: I wil destroy the citie with them that dwell therein."},{"number":9,"verse":"Come up, ye horses; and rage, ye chariots; and let the mighty men come forth; For these nations took part with the Egyptians. the Cushites and the Libyans, that handle the shield; and the Lydians, that handle [and] bend the bow."},{"number":10,"verse":"For this [is] the day of the Lord GOD of hosts, a day of vengeance, that he may avenge him of his adversaries: and the sword shall devour, and it shall be satisfied and made drunk with their blood: for the Lord GOD of hosts hath He calls the slaughter of God's enemies a sacrifice, because it is a thing that pleases him, (Isa_34:6). a sacrifice in the north country That is, at Carchemish. by the river Euphrates."},{"number":11,"verse":"Go up into Gilead, For at Gilead there grew a most sovereign balm for wounds. and take balm, O virgin, the So called, because Egypt had not yet been overcome by the enemy. daughter of Egypt: in vain shalt thou use many He sows that no salve or medicine can prevail where God gives the wound. medicines; [for] thou shalt not be cured."},{"number":12,"verse":"The nations haue heard of thy shame, and thy crie hath filled the lande: for the strong hath stumbled against the strong and they are fallen both together."},{"number":13,"verse":"The woorde that the Lord spake to Ieremiah the Prophet, howe Nebuchad-nezzar king of Babel shoulde come and smite the lande of Egypt."},{"number":14,"verse":"Publish in Egypt and declare in Migdol, and proclaime in Noph, and in Tahpanhes, & say, Stand still, and prepare thee: for the sworde shall deuoure rounde about thee."},{"number":15,"verse":"Why are thy valiant men put backe? They could not stand, because the Lord did driue them."},{"number":16,"verse":"He made many to fall, yea, one fell upon another: and they said, Arise, and let us go again to our As they who would repent that they helped the Egyptians. own people, and to the land of our nativity, from the oppressing sword."},{"number":17,"verse":"They cried there, Pharaoh king of Egypt [is but] a noise; he He derides them who blame their overthrow on lack of counsel and policy, or to fortune and not observing of time: not considering that it is God's just judgment. hath passed the time appointed."},{"number":18,"verse":"[As] I live, saith the King, whose name [is] the LORD of hosts, Surely as Tabor [is] among the mountains, and as Carmel by the sea, [so] shall That is, that the Egyptians will be destroyed. he come."},{"number":19,"verse":"O thou daughter dwelling in Egypt, make thee geare to goe into captiuitie: for Noph shall be waste and desolate, without an inhabitant."},{"number":20,"verse":"Egypt [is like] a very They have abundance of all things, and therefore are disobedient and proud. fair heifer, [but] destruction cometh; it cometh out of the north."},{"number":21,"verse":"Also her hired men As in (Jer_46:9). [are] in the midst of her like fatted bulls; for they also have turned back, [and] have fled away together: they did not stand, because the day of their calamity had come upon them, [and] the time of their judgment."},{"number":22,"verse":"Its voice shall go like a They will be scarcely able to speak for fear of the Chaldeans. serpent; for they shall march with an army, and come against Meaning Egypt. her with axes, as hewers of wood."},{"number":23,"verse":"They shall cut down That is, they will slay the great and mighty men of power. her forest, saith the LORD, though it cannot be searched; because they are more than the That is, Nebuchadnezzar's army. grasshoppers, and [are] innumerable."},{"number":24,"verse":"The daughter of Egypt shall be confounded: she shall be deliuered into the handes of the people of the North."},{"number":25,"verse":"The LORD of hosts, the God of Israel, saith; Behold, I will punish the Some take the Hebrew word Amon for the kings name of No, that is, of Alexandria. multitude of No, and Pharaoh, and Egypt, with their gods, and their kings; even Pharaoh, and [all] them that trust in him:"},{"number":26,"verse":"And I will deliver them into the hand of those that seek their lives, and into the hand of Nebuchadnezzar king of Babylon, and into the hand of his servants: and afterward it shall be inhabited, as Meaning, that after forty years Egypt would be restored, (Isa_19:23; Eze_29:13). in the days of old, saith the LORD."},{"number":27,"verse":"God comforts all his that were in captivity but especially the small Church of the Jews, of which were Jeremiah and Baruch, who remained among the Egyptians: for the Lord never forsakes his, (Isa_44:2; Jer_30:10). But fear not thou, O my servant Jacob, and be not dismayed, O Israel: for, behold, I will save thee from afar, and thy seed from the land of their captivity; and Jacob shall return, and be in rest and at ease, and none shall make [him] afraid."},{"number":28,"verse":"Fear thou not, O Jacob my servant, saith the LORD: for I [am] with thee; for I will make a full end of all the nations where I have driven thee: but I will not make a full end of thee, but correct {{See Jer_20:14}} thee in measure; yet will I not leave thee wholly unpunished."}]}