{"bibleAbbr":"GB1587","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":49,"verses":[{"number":1,"verse":"Concerning the They were separated from the Moabites by the river Arnon, and after the ten tribes were carried away into captivity, they invaded the country of Gad. Ammonites, thus saith the LORD; Hath Israel no sons? hath he no heir? why [then] doth their king That is, of the Ammonites. inherit Gad, and his people dwell in Meaning, of the Israelites. his cities?"},{"number":2,"verse":"Therefore, behold, the days come, saith the LORD, that I will cause an alarm of war to be heard in Which was one of the chief cities of the Ammonites, as were Heshbon and Ai: there was also a city called Heshbon among the Moabites. Rabbah of the Ammonites; and it shall be a desolate heap, and her daughters shall be burned with fire: then shall Israel be heir to them that were his heirs, saith the LORD."},{"number":3,"verse":"Howle, O Heshbon, for Ai is wasted: crie ye daughters of Rabbah: girde you with sackecloth: mourne and runne to and fro by the hedges: for their King shall goe into captiuitie; and his Priestes, and his princes likewise."},{"number":4,"verse":"Why gloriest thou in the In your plentiful country. valleys, thy flowing valley, O backsliding daughter? that trusted in her treasures, [saying], Who shall come to me?"},{"number":5,"verse":"Behold, I will bring Signifying that power and riches cannot prevail when God will execute his judgments. a fear upon thee, saith the Lord GOD of hosts, from all those that are about thee; and ye shall be driven out every man right forth; and none shall gather up him that wandereth."},{"number":6,"verse":"And In the time of Christ, when the Gentiles will be called. afterward I will bring again the captives of the children of Ammon, saith the LORD."},{"number":7,"verse":"Concerning Edom, thus saith the LORD of hosts; [Is] wisdom no more in Which was a city of Edom, called by the name of Teman Eliphaz's son, who came from Esau. Teman? hath counsel perished from the prudent? hath their wisdom vanished?"},{"number":8,"verse":"Flee ye, The enemies that pretend to flee, will turn back and invade your land, and possess it. turn back, dwell deep, O inhabitants of Dedan; for I will bring the calamity of Esau upon him, the time [that] I will punish him."},{"number":9,"verse":"If Meaning that God would utterly destroy them and not spare one, though the grape gatherers leave some grapes, and thieves seek but till they have enough, (Oba_1:5). grapegatherers come to thee, would they not leave [some] gleaning grapes? if thieves by night, they will destroy till they have enough."},{"number":10,"verse":"For I haue discouered Esau: I haue vncouered his secrets, and he shall not be able to hide himselfe: his seede is wasted, and his brethren and his neighbours, and there shall be none to say,"},{"number":11,"verse":"Leave thy The destruction will be so great that there will be none left to take care of the widows and the fatherless. fatherless children, I will preserve [them] alive; and let thy widows trust in me."},{"number":12,"verse":"For thus saith the LORD; I have not spared my own people and how should I pity you? Behold, they whose judgment [was] not to drink of the cup have assuredly drank; and [art] thou he [that] shall altogether go unpunished? thou shalt not go unpunished, but thou shalt surely drink [of it]."},{"number":13,"verse":"For I have sworn by myself, saith the LORD, that Which was a chief city of Edom. Bozrah shall become a desolation, a reproach, a waste, and a curse; and all her cities shall be perpetual wastes."},{"number":14,"verse":"I have heard a rumour from the LORD, and an ambassador is sent to the nations, [saying], Gather ye together, and come against That is, Bozrah. her, and rise up to the battle."},{"number":15,"verse":"For loe, I will make thee but small among the heathen, and despised among men."},{"number":16,"verse":"Thy feare, and ye pride of thine heart hath deceiued thee, thou that dwellest in the cleftes of the rocke, and keepest the height of ye hil: though thou shouldest make thy nest as hie as the egle, I wil bring thee downe from thece, sayth the Lord."},{"number":17,"verse":"Also Edom shall be desolate: euery one that goeth by it, shall be astonished, and shal hisse at all the plagues thereof,"},{"number":18,"verse":"As in the ouerthrowe of Sodom, and of Gomorah, and the places thereof neere about, saieth the Lord: no man shall dwell there, neither shall the sonnes of men remaine in it."},{"number":19,"verse":"Behold, That is, Nebuchadnezzar after he has overcome Judah, which is meant by the swelling of Jordan, will come against mount Seir and Edom. he shall come up like a lion from the swelling of Jordan against the habitation of the strong: but I will suddenly make That is, the Israelites whom the Edomites kept as prisoners to hast away from there. him run away from her: and who [is] a chosen [man, that] I may appoint over her? for who [is] like me? and who will appoint me the time? and who [is] that The captain and governor of the army meaning Nebuchadnezzar. shepherd that will stand before me?"},{"number":20,"verse":"Therefore hear the counsel of the LORD, that he hath taken against Edom; and his purposes, that he hath purposed against the inhabitants of Teman: Surely the least They will not be able to resist his petty captains. of the flock shall draw them out: surely To visit the enemy. he shall make their habitations desolate with them."},{"number":21,"verse":"The earth is mooued at the noyse of their fall: the crie of their voice is heard in the red Sea."},{"number":22,"verse":"Behold, he shall come up and fly as the eagle, As (Jer_48:40) was said of Moab. and spread his wings over Bozrah: and at that day shall the heart of the mighty men of Edom be as the heart of a woman in her pangs."},{"number":23,"verse":"Concerning Which was the chief city of Syria, by which he means the whole country. Damascus. Hamath is confounded, and Arpad: for they have heard evil tidings: they are fainthearted; [there is] sorrow on the sea; it cannot be quiet."},{"number":24,"verse":"Damascus hath become feeble, [and] turneth herself to flee, When she heard the sudden coming of the enemy. and fear hath seized on [her]: anguish and sorrows have taken her, as a woman in travail."},{"number":25,"verse":"How is the He speaks this in the person of the king and of them of the country who will wonder to see Damascus the chief city destroyed. city of praise not left, the city of my joy!"},{"number":26,"verse":"Therefore her yong men shall fall in her streetes, and all her men of warre shall be cut off in that day, sayeth the Lord of hostes."},{"number":27,"verse":"And I will kindle a fire in the wall of Damascus, and it shall consume the palaces of Who was king of Syria, (1Ki_20:26) and had built these palaces which were still called the palaces of Benhadad. Benhadad."},{"number":28,"verse":"Concerning Meaning the Arabians, and their borders. Kedar, and concerning the kingdoms of Hazor, which Nebuchadnezzar king of Babylon shall smite, thus saith the LORD; Arise ye, go up to Kedar, and lay waste the men of the east."},{"number":29,"verse":"Their tents and their flocks shall they take away: they shall take to themselves their Because they used to dwell in tents, he names the things that belong to it. curtains, and all their vessels, and their camels; and they shall cry to them, Fear [is] on every side."},{"number":30,"verse":"Flee, go far off, The enemies will dwell in your places. dwell deep, O ye inhabitants of Hazor, saith the LORD; for Nebuchadnezzar king of Babylon hath taken counsel against you, and hath conceived a purpose against you."},{"number":31,"verse":"He shows that they of Hazor will flee to the Arabians for comfort but that will not help them. Arise, go up to the wealthy nation, that dwelleth without care, saith the LORD, which have neither gates nor bars, [which] dwell alone."},{"number":32,"verse":"And their camels shall be a bootie, and the multitude of their cattel a spoile, and I will scatter them into all windes, and to the vtmost corners, and I will bring their destruction from al the sides thereof, sayeth the Lord."},{"number":33,"verse":"And Hazor shal be a dwelling for dragons, and desolation for euer: there shall no man dwell there, nor the sonnes of men remaine in it."},{"number":34,"verse":"The word of the LORD that came to Jeremiah the prophet against That is Persia, so called for Elam the son of Shem. Elam in the beginning of the reign of Zedekiah king of Judah, saying,"},{"number":35,"verse":"Thus saith the LORD of hosts; Behold, I will break the Because the Persians were good archers, he shows that the thing in which they put their trust would not profit them. bow of Elam, the chief of their might."},{"number":36,"verse":"And vpon Elam I will bring the foure windes from the foure quarters of heauen, and will scatter them towardes all these windes, and there shall bee no nation, whither the fugitiues of Elam shall not come."},{"number":37,"verse":"For I will cause Elam to be afraied before their enemies, and before them that seeke their liues, and will bring vpon them a plague, euen the indignation of my wrath, saieth the Lord, & I wil sende the sworde after them till I haue consumed them."},{"number":38,"verse":"And I will set my I will place Nebuchadnezzar there, and in these prophecies Jeremiah speaks of those countries which would be subdued under the first of those four monarchies of which Daniel makes mention. throne in Elam, and will destroy from there the king and the princes, saith the LORD."},{"number":39,"verse":"But it shall come to pass This may be referred to the empire of the Persians and Medes after the Chaldeans or to the time of Christ, as in (Jer_48:47). in the latter days, [that] I will bring again the captives of Elam, saith the LORD."}]}