{"bibleAbbr":"GB1587","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":50,"verses":[{"number":1,"verse":"The word that the Lord spake, concerning Babel, and cocerning the land of the Caldeans by the ministerie of Ieremiah the Prophet."},{"number":2,"verse":"Declare ye among the nations, and proclaim, and set up a standard; proclaim, [and] conceal not: say, After God had used the Babylonian's service to punish other nations, this shows that their turn will come to be punished. Babylon is taken, Bel is confounded, These were two of their chief idols. Merodach is broken in pieces; her idols are confounded, her images are broken in pieces."},{"number":3,"verse":"For out of the north That is, the Medes and the Persians. there cometh a nation against her, which shall make her land desolate, and none shall dwell in it: they shall remove, they shall depart, both man and beast."},{"number":4,"verse":"In those days, and in that time, saith the LORD, the children of Israel shall When Cyrus will take Babel. come, they and the children of Judah together, going and Read (Jer_31:9). weeping: they shall go, and seek the LORD their God."},{"number":5,"verse":"They shal aske the way to Zion, with their faces thitherward, saying, Come, and let vs cleaue to the Lorde in a perpetuall couenant that shall not be forgotten."},{"number":6,"verse":"My people have been lost sheep: their Their governors and ministers by their examples have provoked them to idolatry. shepherds have caused them to go astray, they have turned them away [on] the mountains: they have gone from They have committed idolatry in every place. mountain to hill, they have forgotten their restingplace."},{"number":7,"verse":"All that found them have devoured them: and their adversaries said, We offend not, because they have sinned against the LORD, For the Lord dwelt among them in his temple and would have maintained them by his justice against their enemies. the habitation of justice, even the LORD, the hope of their fathers."},{"number":8,"verse":"When God will deliver you by Cyrus. Flee out of the midst of Babylon, and go forth from the land of the Chaldeans, and be as the male goats That is, most forward and without fear. before the flocks."},{"number":9,"verse":"For loe, I will raise, and cause to come vp against Babel a multitude of mightie natios from the North countrey, and they shall set themselues in aray against her, whereby shee shall be taken: their arrowes shall be as of a strong man, which is expert, for none shall returne in vaine."},{"number":10,"verse":"And Chaldea shall be a prey: all that spoil her Shall be made rich by it. shall be satisfied, saith the LORD."},{"number":11,"verse":"Because ye were glad, because ye rejoiced, O ye destroyers of my heritage, because ye are grown fat as the heifer at grass, For joy of the victory that you had against my people. and bellow as bulls;"},{"number":12,"verse":"Therefore your mother shall bee sore confounded, and she that bare you, shall be ashamed: beholde, the vttermost of the nations shalbe a desert, a drie land, and a wildernes."},{"number":13,"verse":"Because of the wrath of the LORD it shall not be inhabited, but it shall be wholly desolate: every one that goeth by Babylon shall be astonished, In sign of contempt and disdain. and hiss at all her plagues."},{"number":14,"verse":"He speaks to the enemies the Medes and Persians. Put yourselves in array against Babylon on every side: all ye that bend the bow, shoot at her, spare no arrows: for she hath Though the Lord called the Babylonians his servants and their work his work in punishing his people, yet because they did it not to glorify God, but for their own malice and to profit themselves, it is here called sin. sinned against the LORD."},{"number":15,"verse":"Crie against her round about: she hath giuen her hand: her foundations are fallen, and her walles are destroyed: for it is the vengeance of the Lord: take vengeance vpon her: as she hath done, doe vnto her."},{"number":16,"verse":"Cut off the Destroy her so that no one is left to work the ground or to take the fruit of it. sower from Babylon, and him that handleth the sickle in the time of harvest: for fear of the oppressing sword they shall turn every one to his people, and they shall flee every one to his own land."},{"number":17,"verse":"Israel [is] a scattered sheep; the lions have driven [him] away: first the king of Meaning Tiglath-pilesar who carried away the ten tribes. Assyria hath devoured him; and last this Nebuchadnezzar king of Babylon hath broken his He carried away the rest, that is Judah and Benjamin. bones."},{"number":18,"verse":"Therefore thus saith the Lord of hostes the God of Israel, Behold, I wil visit ye King of Babel, and his land, as I haue visited the King of Asshur."},{"number":19,"verse":"And I will bring Israel againe to his habitation: hee shall feede on Carmel and Bashan, and his soule shall be satisfied vpon the mount Ephraim and Gilead."},{"number":20,"verse":"In those daies, and at that time, sayeth the Lorde, the iniquitie of Israel shall be sought for, and there shall be none: and the sinnes of Iudah, and they shall not be founde: for I will be mercifull vnto them, whome I reserue."},{"number":21,"verse":"Go up against the land of That is, Babylon: thus the Lord raised up Cyrus. Merathaim, [even] against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the LORD, and do according to all that I have commanded thee."},{"number":22,"verse":"A crie of battell is in the land, and of great destruction."},{"number":23,"verse":"How is the Nebuchadnezzar, who had smitten down all the princes and people of the world. hammer of the whole earth cut asunder and broken! how is Babylon become a desolation among the nations!"},{"number":24,"verse":"I haue snared thee, and thou art taken, O Babel, and thou wast not aware: thou art found, and also caught, because thou hast striuen against the Lorde."},{"number":25,"verse":"The Lord hath opened his treasure, & hath brought foorth the weapons of his wrath: for this is the woorke of the Lorde God of hostes in the lande of the Caldeans."},{"number":26,"verse":"Come against her from the vtmost border: open her store houses: treade on her as on sheaues, and destroy her vtterly: let nothing of her be left."},{"number":27,"verse":"Slay all her Her princes and mighty men. bulls; let them go down to the slaughter: woe to them! for their day is come, the time of their judgment."},{"number":28,"verse":"The voice of them that Of the Jews who would be delivered by Cyrus. flee and escape from the land of Babylon, to declare in Zion the vengeance of the LORD our God, the vengeance of his temple."},{"number":29,"verse":"Call vp the archers against Babel: al ye that bend the bow, besiege it rounde about: let none thereof escape: recompence her according to her worke, & according to all that she hath done, doe vnto her: for she hath bene proud against the Lord, euen against the holy one of Israel."},{"number":30,"verse":"Therefore shall her yong men fall in the streetes, and al her men of warre shalbe destroied in that day, sayeth the Lord."},{"number":31,"verse":"Beholde, I come vnto thee, O proude man, saith the Lord God of hostes: for thy day is come, euen the time that I will visite thee."},{"number":32,"verse":"And the proude shall stumble and fall, and none shall raise him vp: and I will kindle a fire in his cities, & it shall deuoure all round about him."},{"number":33,"verse":"Thus saieth the Lord of hosts, The children of Israel, and the children of Iudah were oppressed together: and all that tooke them captiues, held them, and would not let them goe."},{"number":34,"verse":"Their Redeemer [is] strong; the LORD of hosts [is] his name: he shall thoroughly plead their cause, that he may give rest to the land, He shows that when God executes his judgments against his enemies, that his Church will then have rest. and disquiet the inhabitants of Babylon."},{"number":35,"verse":"A sworde is vpon the Caldeans, sayeth the Lord, and vpon the inhabitants of Babel, and vpon her princes, and vpon her wise men."},{"number":36,"verse":"A sworde is vpon the soothsaiers, and they shall dote: a sword is vpon her strong men, & they shalbe afraide."},{"number":37,"verse":"A sworde is vpon their horses & vpon their charets, and vpon all the multitude that are in the middes of her, and they shall be like women: a sworde is vpon her treasures, and they shall be spoyled."},{"number":38,"verse":"A For Cyrus cut the river Euphrates and divided the course of it into many streams, so that it might be passed over as though there had been no water: which he did by the counsel of two of Belshazzar's captains, who conspired against their king, because he had gelded one of them in spite and slain the son of the other. drought [is] upon her waters; and they shall be dried up: for it [is] the land of graven images, and they are mad over [their] idols."},{"number":39,"verse":"Therefore the Read (Isa_13:21). wild beasts of the desert with the wild beasts of the isles shall dwell [there], and the owls shall dwell in it: and it shall be no more inhabited for ever; neither shall it be dwelt in from generation to generation."},{"number":40,"verse":"As God destroied Sodom and Gomorah with the places thereof neere about, sayeth the Lord: so shal no man dwell theere, neither shal the sonne of man remaine therein."},{"number":41,"verse":"Behold, a people shall come from the north, and a great nation, and many kings shall be raised up from Meaning, that the Persians would gather their army from many nations. the ends of the earth."},{"number":42,"verse":"They shall holde the bowe and the buckeler: they are cruell and vnmercifull: their voyce shall roare like the sea, and they shall ride vpon horses, and be put in aray like men to the battell against thee, O daughter of Babel."},{"number":43,"verse":"The king of Babylon hath heard the report of them, and his hands Which is meant of Belshazzar, (Dan_5:6). became feeble: anguish took hold of him, [and] pangs as of a woman in travail."},{"number":44,"verse":"Behold, he shall come up like a lion from the swelling of Jordan to the habitation of the strong: but I will make them suddenly run away from her: and who [is] a chosen [man, that] I may appoint over her? for who [is] like me? and who will appoint me the time? and who [is] that {{See Jer_49:19}} shepherd that will stand before me?"},{"number":45,"verse":"Therefore heare the counsell of the Lorde that hee hath deuised against Babel, and his purpose that hee hath conceiued against the lande of the Caldeans: surely the least of the flocke shall drawe them out: surely he shall make their habitation desolate with them."},{"number":46,"verse":"At the noyse of the winning of Babel the earth is moued, and the crye is heard among the nations."}]}