{"bibleAbbr":"Geneva1587","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":52,"verses":[{"number":1,"verse":"Zedekiah was one and twentie yeere olde when he began to reigne, and he reigned eleuen yeeres in Ierusalem, & his mothers name was Hamutal, the daughter of Ieremiah of Libnah."},{"number":2,"verse":"And he did euil in the eyes of the Lord, according to all that Iehoiakim had done."},{"number":3,"verse":"So the Lord punished sin by sin and gave him up to his rebellious heart, till he had brought the enemy on him to lead him away and his people. For through the anger of the LORD it came to pass in Jerusalem and Judah, till he had cast them out from his presence, that Zedekiah rebelled against the king of Babylon."},{"number":4,"verse":"But in the ninth yeere of his reigne, in the tenth moneth the tenth day of the moneth came Nebuchad-nezzar King of Babel, he and all his hoste against Ierusalem, and pitched against it, & buylt fortes against it round about."},{"number":5,"verse":"So the citie was besieged vnto the eleuenth yeere of the King Zedekiah."},{"number":6,"verse":"Now in the fourth moneth, the ninth day of the moneth, the famine was sore in ye citie, so that there was no more bread for ye people of the land."},{"number":7,"verse":"Then the city was broken up, and all the men of war fled, and went forth from the city by night by the Read (Jer_39:4). way of the gate between the two walls, which [was] by the king's garden; (now the Chaldeans [were] by the city on all sides:) and they went by the way of the plain."},{"number":8,"verse":"But the army of the Caldeans pursued after the king, and tooke Zedekiah in the desert of Iericho, and all his host was scattered from him."},{"number":9,"verse":"Then they took the king, and carried him to the king of Babylon to Riblah in the land of Hamath; Read (2Ki_25:6; Jer_39:5). where he gave judgment upon him."},{"number":10,"verse":"And the king of Babel slewe the sonnes of Zedekiah, before his eyes he slew also al ye princes of Iudah in Riblah."},{"number":11,"verse":"Then he put out the eyes of Zedekiah, and the king of Babel bound him in chaines, and caried him to Babel, and put him in pryson till the day of his death."},{"number":12,"verse":"Now in the fifth month, in the In (2Ki_25:8) is it called the seventh day, because the fire began then and so continued to the tenth. tenth [day] of the month, which [was] the nineteenth year of Nebuchadnezzar king of Babylon, came Nebuzaradan, captain of the guard, [who] That is, who was his servant, as in (2Ki_25:8). served the king of Babylon, into Jerusalem,"},{"number":13,"verse":"And burnt the House of the Lord, and the Kings house, and all the houses of Ierusalem, and all the great houses burnt he with fire."},{"number":14,"verse":"And al the armie of the Caldeans that were with the chiefe steward, brake downe all ye walles of Ierusalem round about."},{"number":15,"verse":"Then Nebuzar-adan the chiefe steward caried away captiue certaine of the poore of the people, and the residue of the people that remayned in the citie, and those that were fled, and fallen to the king of Babel, with the rest of the multitude."},{"number":16,"verse":"But Nebuzar-adan the chiefe steward left certaine of the poore of the lande, to dresse the vines, and to till the land."},{"number":17,"verse":"Also the Of these pillars read (1Ki_7:15). pillars of brass that [were] in the house of the LORD, and the bases, and the brasen sea that [was] in the house of the LORD, the Chaldeans broke, and carried all the brass of them to Babylon."},{"number":18,"verse":"The caldrons also, and the Which were also made of brass, as in (1Ki_7:45). shovels, and the snuffers, and the bowls, and the spoons, and all the vessels of brass with which they ministered, they took away."},{"number":19,"verse":"And the bowles, and the ashpannes, and the basins, and the pots, and the candlestickes, and the incense dishes, and the cuppes, and all that was of golde, and that was of siluer, tooke the chiefe steward away,"},{"number":20,"verse":"The two pillars, one sea, and twelve brasen bulls that [were] under the bases, which king Solomon had made in the house of the LORD: the brass of all these vessels was without It was so much in quantity. weight."},{"number":21,"verse":"And concerning the pillars, the height of one pillar was eighteene cubites, and a threede of twelue cubites did compasse it, and the thickenes thereof was foure fingers: it was holowe."},{"number":22,"verse":"And a chapiter of brasse was vpon it, and the height of one chapiter was fiue cubites with networke, and pomegranates vpon the chapiters round about, all of brasse: the seconde pillar also, and the pomegranates were like vnto these."},{"number":23,"verse":"And there were ninety and six pomegranates on a side; [and] all the pomegranates upon the network [were] an But because of the roundness, no more could be seen but ninety-six. hundred on all sides."},{"number":24,"verse":"And the captain of the guard took Seraiah the chief priest, and Zephaniah Which served in the high priests stead, if he had any necessary impediment. the second priest, and the three keepers of the door:"},{"number":25,"verse":"He took also out of the city an eunuch, who had the charge of the men of war; and In (2Ki_25:19) is read but of five: those were the most excellent and the other two, which were not so noble are not there mentioned with them. seven men of them that were near the king's person, who were found in the city; and the principal scribe of the host, who mustered the people of the land; and sixty men of the people of the land, that were found in the midst of the city."},{"number":26,"verse":"Nebuzar-adan the chiefe stewarde tooke them, and brought them to the king of Babel to Riblah."},{"number":27,"verse":"And the king of Babel smote them, and slewe them in Riblah, in the lande of Hamath: thus Iudah was caried away captiue out of his owne land."},{"number":28,"verse":"This [is] the people whom Nebuchadnezzar carried away captive: in the Which was the latter end of the seventh year of his reign and the beginning of the eighth. seventh year three thousand Jews and three and twenty:"},{"number":29,"verse":"In the To the latter end also of that year, and the beginning of the nineteenth. eighteenth year of Nebuchadnezzar he carried away captive from Jerusalem eight hundred thirty and two persons:"},{"number":30,"verse":"In the three and twentieth yeere of Nebuchad-nezzar, Nebuzar-adan the chiefe stewarde caried away captiue of the Iewes seuen hundreth fourtie and fiue persons: all the persons were foure thousand and sixe hundreth."},{"number":31,"verse":"And it came to pass in the seven and thirtieth year of the captivity of Jehoiachin king of Judah, in the twelfth month, in the five and twentieth [day] of the month, [that] Evilmerodach king of Babylon in the [first] year of his reign That is, restored him to liberty and honour. lifted up the head of Jehoiachin king of Judah, and brought him out of prison,"},{"number":32,"verse":"And spake kindly vnto him, and set his throne aboue the throne of the Kings, that were with him in Babel,"},{"number":33,"verse":"And changed his prison And gave him princely apparel. garments: and he continually ate bread before him all the days of his life."},{"number":34,"verse":"And [for] his food, there was a That is he had allowance in the court, and thus at length he had rest and quietness because he obeyed Jeremiah the Prophet, while the others were cruelly ordered that would not obey him. continual diet given him of the king of Babylon, every day a portion until the day of his death, all the days of his life."}]}