{"bibleAbbr":"KJ3-2005","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"Faithful is the Word: If anyone reaches out to overseership, he desires a good work."},{"number":2,"verse":"Therefore it is right for the overseer to be blameless, husband of one wife, temperate, sensible, well-ordered, hospitable, apt at teaching;"},{"number":3,"verse":"not given to wine, not a quarreler, not loving silver, but gentle, not contentious, not eager for ill gain;"},{"number":4,"verse":"ruling his own house well, having children in subjection with all honor."},{"number":5,"verse":"But if anyone does not know how to rule his own house, how will he care for an assembly of God?"},{"number":6,"verse":"He should not be a novice, lest being puffed up he may fall into the devil's judgment."},{"number":7,"verse":"And it is right for him to also have a good witness from the ones outside, that he not fall into reproach and into a snare of the devil."},{"number":8,"verse":"Likewise, deacons are to be honorable, not double-tongued, not being given to much wine, not eager for ill gain,"},{"number":9,"verse":"having the mystery of the faith with a pure conscience."},{"number":10,"verse":"And also let these be tested first, then let them serve, being without reproach."},{"number":11,"verse":"Likewise, their wives are to be reverent, not slanderers, temperate, faithful in all things."},{"number":12,"verse":"Let deacons be husbands of one wife, ruling their own houses and children well."},{"number":13,"verse":"For the ones having served well as a deacon acquire a good standing for themselves and much boldness in faith, the ones in Christ Jesus."},{"number":14,"verse":"I write these things to you, hoping to come to you shortly;"},{"number":15,"verse":"but if I delay, that you may know how to conduct oneself in the house of God, which is the assembly of the living God, the pillar and foundation of the truth."},{"number":16,"verse":"And, confessedly, great is the mystery of godliness: God was manifested in flesh, was justified in Spirit, was seen by angels, was proclaimed among nations, was believed on in the world, was taken up in glory."}]}