{"bibleAbbr":"ISV2011","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":12,"verses":[{"number":1,"verse":"{Jeremiah's Complaint about Justice} d You are righteous, Lord , even when I bring a complaint to you. But I want to discuss justice with you. Why does the way of the wicked prosper, while all who are treacherous are at ease?"},{"number":2,"verse":"You plant them and they take root, they grow and bear fruit. \"You are near to us,\"they say with their mouths, but the truth is that you're far from their hearts."},{"number":3,"verse":"You know me, Lord . You see me and test my thoughts {Or heart} toward you. Pull the wicked {Lit. them} out like sheep for slaughter; set them apart for the day of butchering. {Or killing}"},{"number":4,"verse":"How long will the land mourn and the vegetation of every field dry up? Because of the wickedness of those who live in it, animals and birds are swept away. For they say, \"He does not see our future.\""},{"number":5,"verse":"{God's Reply to Jeremiah} d Indeed, if you run with others on foot, and they tire you out, how can you compete with horses? You are secure {Or You trust} in a land at peace, but how will you do in the thicket of the Jordan?"},{"number":6,"verse":"Indeed, even your brothers and your father's family conspire against you. Even they cry out after you loudly. Don't believe them, even though they speak friendly words to you."},{"number":7,"verse":"I'll forsake my house, I'll abandon my inheritance. I'll give the beloved of my heart into the hand of her enemies."},{"number":8,"verse":"My inheritance has become like a lion in the forest to me. She roars at me; therefore, I hate her."},{"number":9,"verse":"Is my inheritance like a speckled bird of prey to me? Are the other {The Heb. lacks other} birds of prey all around her coming against her? Go, gather all the wild animals and bring them to devour it."},{"number":10,"verse":"Many shepherds will destroy my vineyard. They'll trample down my portion. They'll turn my pleasant portion into a desolate desert."},{"number":11,"verse":"They'll make it into a desolate place, and, desolate, it will cry out in mourning to me. The whole land will be desolate because no one takes it to heart."},{"number":12,"verse":"On all the barren heights in the desert destroyers will come. Indeed, a sword of the Lord will devour from one end of the land to the other. There will be no peace {Or safety} for any person. {Lit. for all flesh}"},{"number":13,"verse":"They have sown wheat, but they have harvested thorns. They have tired themselves out, but they don't show a profit. Now be disappointed about your harvest because of the fierce anger of the Lord ."},{"number":14,"verse":"{God's Word about Judah's Neighbors} d This is what the Lord says about all the wicked neighbors who strike out against the land {Lit. inheritance} I've given to my people Israel as their inheritance: {Lit. to inherit} \"I'm about to uproot them from their land, and I'll uproot the house of Judah from among them."},{"number":15,"verse":"After I've uprooted them, I'll again have compassion on them. I'll return each one of them to his inheritance, and each one to his own land."},{"number":16,"verse":"If they have learned the ways of my people well, to swear by my name: «As surely as the Lord lives,'just as they once taught my people to swear by Baal, then they'll be built up among my people."},{"number":17,"verse":"But if they don't listen, then I'll completely uproot that nation and destroy it,\" declares the Lord ."}]}