{"bibleAbbr":"ISV2011","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"{Israel's Initial Fidelity} d This message from the Lord came to me:"},{"number":2,"verse":"\"Go and announce to Jerusalem: «This is what the Lord says: \"I remember the loyal devotion of your youth, your love as a bride. You followed me in the desert, in a land that was not planted."},{"number":3,"verse":"Israel was consecrated {Or set apart} to the Lord , she was the first fruits {I. e. the first and best} of his produce. All who devoured her became guilty and disaster came on them,\" declares the Lord .»\""},{"number":4,"verse":"{Her Rejection of God's Love} d Listen to this message from the Lord , you descendants of Jacob and all the families of the descendants of Israel."},{"number":5,"verse":"This is what the Lord says: \"What did your ancestors find wrong with me that they left me, and pursued worthless things, {I. e. idols or false gods} and so they became worthless?"},{"number":6,"verse":"\"They didn't ask, «Where is the Lord who brought us up from the land of Egypt, who led us through the wilderness, through the land of desert and pits, through the land of dryness and deep darkness, a land that people don't pass through, and where no one lives? '"},{"number":7,"verse":"\"I brought you into the fruitful land to eat its fruit and its good things. But you came in, defiled my land, and made my inheritance into an abomination."},{"number":8,"verse":"\"The priests didn't say, «Where is the Lord ? 'and those handling the Law didn't know me. The rulers transgressed against me, the prophets prophesied by Baal, and they followed that which does not profit. {I. e. idols or false gods}"},{"number":9,"verse":"\"Therefore I'll again accuse you,\"declares the Lord , \"and I'll accuse your grandchildren.\""},{"number":10,"verse":"\"Indeed, go over to the coasts of Cyprus and see, send to Kedar and pay very close attention. See if there has ever been such a thing as this!"},{"number":11,"verse":"Has a nation ever changed gods when they aren't even gods? But my people have exchanged their glory for that which does not profit."},{"number":12,"verse":"Heavens, be appalled at this, be shocked, be utterly {Lit. very} devastated,\" declares the Lord ."},{"number":13,"verse":"\"Indeed, my people have committed two evils: they have forsaken me, the fountain of living water, {I. e. fresh water} and they have dug cisterns for themselves, broken cisterns that cannot hold water.\""},{"number":14,"verse":"{Consequences of Israel's Unfaithfulness} d \"Is Israel a slave, or was he born a servant? {Lit. was he a home born servant (cf. Exod 21:4)} Why then has he become plunder?"},{"number":15,"verse":"Young lions roar at him, they cry out loudly. They have made his land into a wasteland, and his cities are destroyed so they are without inhabitants."},{"number":16,"verse":"Also, people from Memphis and Tahpanhes {I. e. Egyptian cities} have broken {Or shaved} your skull."},{"number":17,"verse":"You have done this to yourselves, have you not, by forsaking the Lord your God, when he is the one who led you on the way?"},{"number":18,"verse":"Now, what are you doing on the road to Egypt, to drink the waters of the Nile? And what are you doing on the road to Assyria, to drink the waters of the Euphrates?"},{"number":19,"verse":"Your wickedness will be punished, and you will be corrected due to your acts of apostasy. Know and see that it's evil and bitter for you to forsake the Lord your God, but the fear of me is not in you,\" declares the Lord G od of the Heavenly Armies."},{"number":20,"verse":"\"For long ago I broke your yoke and tore off your bonds, But you said, «I won't serve you!'Instead, on every high hill and under every green tree, you bend down to commit fornication."},{"number":21,"verse":"I planted you myself as a choice vine, from the very best seed. {Lit. faithful seed} How did you turn against me into a degenerate and foreign vine?"},{"number":22,"verse":"Though you wash yourself with lye and use much soap, the stain of your guilt is still before me,\" declares the Lord G od ."},{"number":23,"verse":"{Israel's Passion for Sin} d \"How can you say, «I'm not defiled. I haven't gone after the Baals.'? {I. e. images of the Canaanite storm god} Look at what you've done {Lit. at your way} in the valley. Know what you have done. You are a swift young camel galloping aimlessly;"},{"number":24,"verse":"a wild donkey accustomed to the desert, sniffing the wind in her passion. When she's in heat, who can turn her away? None of the males who pursue her need to tire themselves out, for in her month {I. e. at mating time} they'll find her.\""},{"number":25,"verse":"\"Don't run until your feet are bare and your throat is dry. {Lit. Hold back your feet from being bare and your throat from being dry} But you say, «It's hopeless! Because I love foreign gods, {Or foreigners} I'll go after them!»\""},{"number":26,"verse":"\"As a thief is disgraced when he's caught, so the house of Israel is disgraced they, their kings, their princes, their priests, and their prophets,"},{"number":27,"verse":"who say to a tree, «You are my father,'and to a stone, «You gave birth to me.'They have turned their back to me, but not their faces. In the time of their trouble, they'll say, «Rise up! Deliver us!»\""},{"number":28,"verse":"\"But where are your gods that you made for yourselves? Let them rise up, if they can deliver you in the time of your trouble. You have as many gods as you have towns, Judah."},{"number":29,"verse":"Why do you contend with me? You have rebelled against me,\" declares the Lord ."},{"number":30,"verse":"\"I've punished your children with no results, {Lit. in vain} they have accepted no discipline. Your sword has devoured your prophets like a destroying lion.\""},{"number":31,"verse":"\"You, generation, pay attention to {Or see} this message from the Lord ! Am I the desert to Israel, or a land of gloom? Why do my people say, «We're free to roam? We won't come to you anymore.'"},{"number":32,"verse":"Will a young woman forget her wedding {The Heb. lacks wedding} ornaments, or a bride her attire? But my people have forgotten me days without number."},{"number":33,"verse":"How well you perfect your techniques {Lit. your way} for seeking love. Therefore you can teach even the most immoral women {Lit. the wicked women} your techniques. {Lit. your ways}"},{"number":34,"verse":"On your skirts is found the lifeblood of the innocent poor, even though you didn't catch them breaking in. Yet despite all these things,"},{"number":35,"verse":"you say, «I'm innocent. Surely his anger has turned away from me.»\" \"I'm about to bring charges against you {Lit. enter into judgment with you} because you say, «I haven't sinned.'"},{"number":36,"verse":"Why do you go about changing your mind so much? You will also be disappointed {Or put to shame} by Egypt, just as you were disappointed {Or put to shame} by Assyria."},{"number":37,"verse":"You will also go out from this place with your hands over your heads. {I. e. in a gesture indicating mourning} For the Lord has rejected those in whom you trust, and you won't prosper through them.\""}]}