{"bibleAbbr":"ISV2011","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":30,"verses":[{"number":1,"verse":"{A Message of Consolation} d This message came from the Lord to Jeremiah:"},{"number":2,"verse":"\"This is what the Lord God of Israel says: «Write all the words that I've spoken to you in a book."},{"number":3,"verse":"Indeed, the time {Lit. days} will come,'declares the Lord , «when I'll restore the security of my people Israel and Judah,'says the Lord . «I'll bring them back to the land that I gave to their ancestors, and they'll possess it.»\""},{"number":4,"verse":"These are the words that the Lord spoke about Israel and Judah:"},{"number":5,"verse":"\"Indeed, this is what the Lord says: «We have heard a sound of terror and of fear, and there is no peace."},{"number":6,"verse":"Ask about this and think about it Can a man give birth to a child? Why then do I see every strong man with his hands on his thighs like a woman giving birth, and all their faces have turned pale?"},{"number":7,"verse":"Oh how terrible! That time {Lit. day} will be worse than any like it. It will be a time of trouble for Jacob, but he will be rescued from it."},{"number":8,"verse":"On that day,'declares the Lord of the Heavenly Armies, «I'll break the yoke {Lit. his yoke} from your neck and will tear off your restraints. {Or cords} Foreigners will no longer make you {Lit. him (i. e. Jacob)} serve them. {I. e. enslave you}"},{"number":9,"verse":"Rather, they will serve the Lord their God and David their king, whom I will raise up for them."},{"number":10,"verse":"«My servant Jacob, don't be afraid,'declares the Lord , «and Israel, don't be dismayed. For I'll deliver you from a distant place and your descendants from the land of their captivity. Jacob will return. He will be undisturbed and secure, and no one will cause him to fear."},{"number":11,"verse":"For I'll be with you to save you,'declares the Lord . «For I'll put an end to all the nations where I scattered you; but I won't make an end of you. I'll discipline you justly, but I certainly won't leave you unpunished.'"},{"number":12,"verse":"{The Healing of Zion's Wounds} d \"For this is what the Lord says: «Your injury won't heal; your wound is severe."},{"number":13,"verse":"There is no one to plead your cause. There is no medicine for your sore; {Lit. for a sore} no healing for you."},{"number":14,"verse":"All your lovers have forgotten you; they don't seek you. Indeed, I've struck you down with the blow of an enemy, with the punishment of a cruel foe {Lit. cruel one} because your wickedness is great, and your sins are numerous."},{"number":15,"verse":"Why do you cry out because of your injury? Your wound won't heal. Because your wickedness is severe, and your sins are numerous, I've done all these things to you."},{"number":16,"verse":"In addition, all who devour you will be devoured, and all your oppressors all of them will go into captivity. Those who plunder you will become plunder, and all who spoil you will become spoil."},{"number":17,"verse":"Indeed, I'll bring you healing, and I'll heal you of your wounds,'declares the Lord , «because they have called you an outcast and have said, {The Heb. lacks and have said} \"It is Zion, no one cares for her!\"»\" {Or seeks her}"},{"number":18,"verse":"{Jacob's Restoration} d \"This is what the Lord says: «I'm going to restore the fortunes of the tents of Jacob and have compassion on his dwellings. A city will be rebuilt on its ruins and a palace {Or fortress} will sit on its rightful place."},{"number":19,"verse":"Thanksgiving and the sounds of laughter will come out of them. I'll cause them to increase in numbers and not decrease. I'll honor them and not make them insignificant."},{"number":20,"verse":"Their {Lit. his children and so through v. 21} children will be as they were before, and their congregation will be established before me. I'll punish all who oppress them."},{"number":21,"verse":"Their leader will be one of their own, {Lit. of them} and their ruler will come from among them. I'll bring him near, and he will approach me, for who would otherwise dare to approach me? 'declares the Lord ."},{"number":22,"verse":"«You will be my people, and I'll be your God.»\""},{"number":23,"verse":"{The Coming Judgment} d Look, the storm of the Lord ! His {The Heb. lacks His} wrath has gone forth, a twisting storm. It will swirl around the head of the wicked."},{"number":24,"verse":"The fierce anger of the Lord won't turn back until he has accomplished and established the plan of his heart. In the days to come, you will understand this."}]}