{"bibleAbbr":"ISV2011","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":41,"verses":[{"number":1,"verse":"{Gedaliah is Assassinated} d In the seventh month, Nethaniah's son Ishmael, the grandson of Elishama, a member of the royal family and one of the chief officers of the king, came to Ahikam's son Gedaliah at Mizpah, along with ten men. While they were dining together there at Mizpah,"},{"number":2,"verse":"Nethaniah's son Ishmael and the ten men with him got up and killed Ahikam's son Gedaliah, the grandson of Shaphan, with swords and killed the man whom the king of Babylon had appointed over the land."},{"number":3,"verse":"Ishmael also struck down all the Judeans who were with him (that is, with Gedaliah) at Mizpah, along with the Chaldean soldiers who were found there."},{"number":4,"verse":"Now on the day after Gedaliah was killed, when as yet no one knew about it, {The Heb. lacks about it}"},{"number":5,"verse":"eighty men from Shechem, from Shiloh, and from Samaria came with their beards shaved, their clothes torn, and their bodies slashed. They had grain offerings and incense with them to present at the Lord's Temple."},{"number":6,"verse":"Nethaniah's son Ishmael went out from Mizpah to meet them, crying as he went. As he met them he told them, \"Come meet with Ahikam's son Gedaliah.\""},{"number":7,"verse":"When they reached the middle of the city, Nethaniah's son Ishmael and the men who were with him slaughtered them and threw them into a cistern. {Lit. slaughtered them to the middle of the cistern}"},{"number":8,"verse":"Ten men who were among {Lit. found among} them told Ishmael, \"Don't kill us because we have stores of wheat, barley, oil, and honey hidden in the field. So Ishmael stopped and did not kill them or their companions."},{"number":9,"verse":"Ishmael threw the bodies of the men he killed on account of Gedaliah into the cistern that King Asa had made for protection against {Lit. made on account of} King Baasha of Israel. That is the same one Nethaniah's son Ishmael filled with those he killed."},{"number":10,"verse":"Then Ishmael took captive all the rest of the people who were in Mizpah, including the king's daughters and all the rest of the people in Mizpah over whom Nebuzaradan the captain of the guard had appointed Ahikam's son Gedaliah. Nethaniah's son Ishmael took them captive and then set out to cross over to the Ammonites."},{"number":11,"verse":"{The Captives Rescued; Ishmael Escapes} d Kareah's son Jonathan and all the military leaders who were with him heard about all the terrible things that Nethaniah's son Ishmael had done."},{"number":12,"verse":"So they took all the men and went to fight Nethaniah's son Ishmael, and they found him at the large pool that is at Gibeon."},{"number":13,"verse":"When all the people who were with Ishmael saw Kareah's son Jonathan and all the military leaders who were with him, they were glad."},{"number":14,"verse":"All the people whom Ishmael had taken captive from Mizpah turned around and went back to Kareah's son Jonathan."},{"number":15,"verse":"But Nethaniah's son Ishmael and eight other {The Heb. lacks other} men escaped from Jonathan and went to the Ammonites."},{"number":16,"verse":"Kareah's son Jonathan and all the military leaders who were with him took all the rest of the people from Mizpah whom he had rescued {Lit. brought back} from Nethaniah's son Ishmael after he had killed Ahikam's son Gedaliah, including the young men, the soldiers, women, children, and eunuchs {Or officials} whom he had rescued from Gibeon."},{"number":17,"verse":"They traveled and then stopped at Geruth Chimham near Bethlehem on their way to Egypt"},{"number":18,"verse":"because of the Chaldeans. They were afraid of the Chaldeans {Lit. them} because Nethaniah's son Ishmael had killed Ahikam's son Gedaliah, whom the king of Babylon had appointed over the land."}]}