{"bibleAbbr":"ISV2011","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":49,"verses":[{"number":1,"verse":"{Prophecies against Ammon} d To the people of Ammon: This is what the Lord says: \"Does Israel have no sons? Does he have no heir? Why then has Milcom {Milcom or Molech was the chief deity of the Ammonites.} taken possession of Gad, and his people settled in its towns?"},{"number":2,"verse":"Therefore, look, the time is {Lit. the days are} coming,\" declares the Lord , \"when I'll cause a battle cry to be heard in Rabbah {Rabbah was the capital city of Ammon.} of the Ammonites. It will become a desolate mound, and its towns will be burned with fire. Israel will take possession of those who possessed him,\"says the Lord ."},{"number":3,"verse":"\"Wail, Heshbon, because Ai is destroyed. Cry out, daughters of Rabbah, put on sackcloth and lament. Run back and forth inside the walls, for Milcom is going into exile along with his priests and his princes."},{"number":4,"verse":"Why do you boast in your valleys? Your valley is flowing away, faithless daughter, who trusted in her treasures, saying, «Who will come against me? '"},{"number":5,"verse":"Look, I'm bringing terror on you from all around you,\" declares the Lord GOD of the Heavenly Armies. \"You will be driven out, fleeing recklessly, {Lit. each one before him} and there will be no one to gather the fugitives."},{"number":6,"verse":"But afterwards I'll restore the fortunes of the people of Ammon,\" {Lit. the sons of Ammon} declares the Lord ."},{"number":7,"verse":"{Prophecies against Edom} d To Edom: This is what the Lord of the Heavenly Armies says: \"Is there no longer wisdom in Teman? Has counsel perished among the prudent? Is their wisdom gone?"},{"number":8,"verse":"Flee, turn around! Go to a remote place to stay, residents of Dedan! For I'll bring Esau's {I. e. the Edomites were descendants of Esau} disaster on him at the time when I punish him."},{"number":9,"verse":"If the grape harvesters came to you, would they not leave gleanings? If thieves came at night, they would destroy only until they had enough."},{"number":10,"verse":"But I'll strip Esau bare. I'll uncover his hiding places so he cannot conceal himself. His offspring, his relatives, and his neighbors will be destroyed, and he will no longer exist."},{"number":11,"verse":"Leave your orphans. I'll keep them alive. Let your widows trust in me.\""},{"number":12,"verse":"For this is what the Lord says: \"Look, those who don't deserve {Lit. it was not their judgment} to drink the cup will surely drink it, and will you actually go unpunished? You won't go unpunished! You will certainly drink it! {The Heb. lacks it}"},{"number":13,"verse":"Indeed, I've sworn by myself,\" declares the Lord , \"that Bozrah will become an object of horror and scorn, a waste, and an object of ridicule. All her towns will become perpetual ruins.\""},{"number":14,"verse":"I've heard a message from the Lord , and a messenger has been sent among the nations: \"Gather together and come up against her, and rise up to fight."},{"number":15,"verse":"Indeed, I'll make you the least of the nations, despised among men."},{"number":16,"verse":"The terror you cause and the pride of your heart have deceived you. You who live in hidden places in the rocks, who hold on to the heights of the hill, although you make your nest high like the eagle, I'll bring you down from there,\" declares the Lord ."},{"number":17,"verse":"\"Edom will become an object of horror. Everyone who passes by her will be horrified and will scoff {Lit. hiss ; i. e. hissing was an expression of contempt} because of all her wounds."},{"number":18,"verse":"Just like the overthrow of Sodom and Gomorrah and their {Lit. her} neighbors,\" says the Lord , \"no one will live there. No human being will reside in it."},{"number":19,"verse":"Look, like a lion comes up from the thicket of the Jordan to a pasture that grows year round, {Lit. a perpetual pasture} so I'll drive them {So LXX; Heb. him ; i. e. the Edomites} away from her in an instant, and I'll appoint whomever is chosen over her. Indeed, who is like me? Who gives me counsel? Who is the shepherd who will stand against me?\""},{"number":20,"verse":"Therefore, hear the plan that the Lord has made against Edom, and the strategy that he devised against the inhabitants of Teman. Surely he will drag the little ones of the flock away. Surely their pasture will be desolate because of them."},{"number":21,"verse":"The earth will quake at the sound of their fall. A cry it's her voice is heard at the Reed {So MT; LXX lacks Reed} Sea."},{"number":22,"verse":"Look, he will rise up and fly swiftly like an eagle. He will spread his wings against Bozrah, and on that day the hearts of the warriors of Edom will be like the heart of a woman in labor."},{"number":23,"verse":"{Prophecies against Damascus} d To Damascus: \"Hamath and Arpad will be humiliated. Their courage melts because they have heard bad news. There is anxiety like {Lit. by} the sea that cannot be calmed."},{"number":24,"verse":"Damascus will become weak. She will turn to flee, but panic will seize her. Distress and anguish will take hold of her like that of {The Heb. lacks that of} a woman giving birth."},{"number":25,"verse":"Why {Lit. How} is the famous city, {Lit. city of praise} the joyful town, not abandoned?"},{"number":26,"verse":"Therefore her young men will fall in her streets, and all her soldiers will be silenced on that day,\" declares the Lord of the Heavenly Armies."},{"number":27,"verse":"\"I'll kindle a fire in the wall of Damascus, and it will devour the strongholds of Ben-hadad.\""},{"number":28,"verse":"{Prophecies against Kedar and Hazor} d To Kedar and the kingdoms of Hazor that King Nebuchadnezzar of Babylon destroyed: This is what the Lord says: \"Arise, go against Kedar! Plunder the people of the east!"},{"number":29,"verse":"Take their tents and their flocks, their tent curtains and all their goods. Take their camels away from them. Cry out against them, «Terror is all around!'"},{"number":30,"verse":"Flee! Run away quickly! Go to a remote place to stay, residents of Hazor,\" declares the Lord . \"For King Nebuchadnezzar of Babylon has formed a plan and devised a strategy against them."},{"number":31,"verse":"\"Arise, go up against a nation at ease, living securely,\"declares the Lord , \"without gates or bars, living alone."},{"number":32,"verse":"Their camels will become booty, their many herds will become spoil. I'll scatter to the winds those who shave the corners of their beards, {Lit. cut off of the side} and I'll bring disaster on them from every side,\" declares the Lord ."},{"number":33,"verse":"\"Hazor will become a dwelling place for jackals, a perpetual wasteland. No one will live there; no human being will reside in it.\""},{"number":34,"verse":"{Prophecies against Elam} d This is what came as a message from the Lord to Jeremiah the prophet about Elam at the beginning of the reign of King Zedekiah of Judah:"},{"number":35,"verse":"This is what the Lord of the Heavenly Armies says: \"Look, I'm going to break the bow of Elam, the finest of their troops."},{"number":36,"verse":"I'll bring the four winds against Elam from the four corners of the heavens, and I'll scatter them to all these winds. There will be no nation to which the exiles from Elam won't go."},{"number":37,"verse":"I'll terrify Elam before their enemies and before those who seek to kill them. I'll bring on them disaster and become fiercely angry at them,\" declares the Lord . \"I'll send the sword after them, until I've made an end of them."},{"number":38,"verse":"I'll put my throne in Elam, and destroy the king and the officials there,\" declares the Lord ."},{"number":39,"verse":"\"But in the latter days I'll restore the fortunes of Elam,\"declares the Lord ."}]}