{"bibleAbbr":"ISV2011","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":52,"verses":[{"number":1,"verse":"{The Fall of Jerusalem} d Zedekiah was 21 years old when he began to rule, and he ruled for 11 years in Jerusalem. His mother's name was Hamutal, the daughter of Jeremiah of Libnah."},{"number":2,"verse":"Zedekiah {Lit. He} had done evil in the Lord's sight, just as Jehoiakim had done."},{"number":3,"verse":"Because Jerusalem and Judah had angered the Lord, he cast them out of his presence. Zedekiah rebelled against the king of Babylon,"},{"number":4,"verse":"and in the ninth year of his reign, in the tenth month, on the tenth day, King Nebuchadnezzar of Babylon came against Jerusalem with all his army. He encamped near it and set up siege works all around it."},{"number":5,"verse":"The city was under siege until the eleventh year of the reign of {The Heb. lacks the reign of} King Zedekiah."},{"number":6,"verse":"By the ninth day of the fourth month the famine became so severe that there was no food for the people of the land."},{"number":7,"verse":"The wall of {The Heb. lacks The wall of} the city was broken through, and all the soldiers fled, leaving the city at night through the gate between the two walls next to the king's garden, even though the Chaldeans were all around the city. They went in the direction of the Arabah. {I. e. the Jordan Valley}"},{"number":8,"verse":"The Chaldean army went after the king, overtook Zedekiah in the plains of Jericho, and all his troops were scattered from him."},{"number":9,"verse":"They captured the king and brought him to the king of Babylon at Riblah in the land of Hamath, where the king of Babylon {Lit. he} passed judgment on him."},{"number":10,"verse":"The king of Babylon killed Zedekiah's sons before his eyes, and he also killed all the Judean officials {Or princes} at Riblah."},{"number":11,"verse":"He blinded Zedekiah and bound him in bronze shackles. Then the king of Babylon took him to Babylon and put him in prison until he died."},{"number":12,"verse":"{The Destruction of the Temple} d In the fifth month, on the tenth day of the month it was the nineteenth year of the reign of {The Heb. lacks the reign of} King Nebuchadnezzar, king of Babylon Nebuzaradan the captain of the guard who served {Lit. who stood before} the king of Babylon, entered Jerusalem."},{"number":13,"verse":"He burned the Lord's Temple, the king's house, and all the houses in Jerusalem. He also burned every public building {Or He burned every large house} with fire."},{"number":14,"verse":"All the Chaldean troops who were with the captain of the guard tore down all the walls around Jerusalem."},{"number":15,"verse":"Nebuzaradan the captain of the guard carried into exile some of the poorest of the people, the rest of the people left in the city, the deserters who had defected to the king of Babylon, and the rest of the craftsmen."},{"number":16,"verse":"But Nebuzaradan the captain of the guard left some of the poorest people of the land to be vinedressers and farmers. {Lit. tillers}"},{"number":17,"verse":"The Chaldeans broke in pieces the bronze pillars that were in the Lord's Temple and the stands and the bronze sea that were in the Lord's Temple, and they carried all the {Lit. their bronze} bronze to Babylon."},{"number":18,"verse":"They took away the pots, the shovels, the snuffers, the basins, the pans, and all the bronze utensils that were used in the temple service."},{"number":19,"verse":"The captain of the guard took away the bowls, the fire pans, the basins, the pots, the lamp stands, the pans, and the bowls for libations, both those made of gold and those made of silver."},{"number":20,"verse":"There was too much bronze to weigh in the two pillars, the one sea, the twelve bronze oxen that were under the sea, {The Heb. lacks the sea} and the stands which King Solomon had made for the Lord's Temple."},{"number":21,"verse":"Each of the pillars was eighteen feet {Lit. 12 cubits ; or about 5.5 meters} high and its circumference eighteen feet. {Lit. a line of 12 cubits would surround it} It was hollow and about three inches {Lit. four fingers} thick."},{"number":22,"verse":"On each pillar {Lit. on it} was a capital of bronze., ad the height of each capital was seven and a half feet. {Lit. five cubits ; or about 2.29 meters} Latticework and pomegranates, all of bronze, were all around the capital. And the second pillar was like this, including the pomegranates."},{"number":23,"verse":"There were 96 pomegranates open to view. {Or evenly spread} In all, there were 100 pomegranates all around the latticework."},{"number":24,"verse":"{Executions and Deportations to Babylon} d The captain of the guard arrested Seraiah the chief priest, Zephaniah the next ranking priest, {Lit. the number two priest} and the three guards of the gate. {Lit. of the threshold ; i. e. high Temple officials}"},{"number":25,"verse":"From the city he arrested one of the officers who had been in charge of the troops, seven men from the king's personal advisors who were found in the city, the secretary of the commander of the army who mustered the people of the land, and 60 men of the people of the land who were found inside the city."},{"number":26,"verse":"Nebuzaradan the captain of the guard arrested them and brought them to the king of Babylon at Riblah."},{"number":27,"verse":"The king of Babylon struck them down and killed them at Riblah in the land of Hamath. So Judah went into exile from the land."},{"number":28,"verse":"These are the people Nebuchadnezzar took into exile: in the seventh year, 323 Judeans;"},{"number":29,"verse":"in Nebuchadnezzar's eighteenth year, 832 people from Jerusalem;"},{"number":30,"verse":"in Nebuchadnezzar's twenty-third year, Nebuzaradan the captain of the guard took 745 people from Judah into exile. All the people taken into exile {The Heb. lacks taken into exile} numbered 4600."},{"number":31,"verse":"{Jehoiachin Released from Prison} d In the first year of his reign, King Evil-merodach of Babylon, showed favor to King Jehoiachin of Judah by releasing him from prison on the twenty-fifth day of the twelfth month in the thirty-seventh year of the exile of King Jehoiachin of Judah."},{"number":32,"verse":"He spoke kindly to him and gave him a seat above the seats of the other {The Heb. lacks other} kings who were in Babylon with him."},{"number":33,"verse":"Jehoiachin {Lit. He} changed his prison clothes and regularly dined with the king {Lit. ate food before him} as long as he lived."},{"number":34,"verse":"As for his allowance, a regular allowance was given him daily by the king of Babylon as long as he lived, {Lit. all the days of his life} until the day of his death."}]}