{"bibleAbbr":"ISV2011","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":6,"verses":[{"number":1,"verse":"{The Enemy Besieges Jerusalem} d \"Flee to safety, you people of Benjamin, leave Jerusalem. Sound the trumpet in Tekoa, and raise a signal over Beth-haccerem! For calamity and terrible destruction are turning toward you {The Heb. lacks toward you} from the north."},{"number":2,"verse":"I'll destroy the lovely and delicate Daughter of Zion. {I. e. Jerusalem}"},{"number":3,"verse":"Shepherds and their flocks will come against her. They'll pitch their tents all around her, and every one will tend his flock in his own place."},{"number":4,"verse":"Prepare for war against her. Get ready, let's attack at noon! How terrible for us that the day is coming to an end, {Lit. is turning} and that the evening shadows are lengthening."},{"number":5,"verse":"Get ready, let's attack at night, and destroy her fortresses.\" {Or palaces}"},{"number":6,"verse":"{Instructions for the Attackers} d For this is what the Lord of the Heavenly Armies says: \"Cut down trees and set up siege works against Jerusalem. It is the city to be judged, and there is oppression throughout the entire city. {Lit. through her}"},{"number":7,"verse":"As a well keeps its waters fresh, {Or cool} so the city {Lit. she} keeps her wickedness fresh. {Or cool} Violence and destruction are heard in her, sickness and wounds are always before me."},{"number":8,"verse":"Be warned, Jerusalem, or I'll be alienated from you. I'll make you desolate, a land not inhabited.\""},{"number":9,"verse":"This is what the Lord of the Heavenly Armies says: \"Let them glean the remnant of Israel as thoroughly as they would the vine. Pass your hand over them like grape gatherers over the branches."},{"number":10,"verse":"To whom will I speak and give a warning so they'll listen? Look, their ears are closed, {Lit. uncircumcised} and they cannot hear. Look, this message from the Lord is contemptible to them; they don't delight in it."},{"number":11,"verse":"I'm full of the wrath of the Lord , and I'm tired of holding it back. Pour it out on the children in the street and on the groups of young men gathered together. Indeed, both husband and wife will be caught in it, the old and the very old."},{"number":12,"verse":"Their houses will be turned over to others their fields and wives together when I stretch out my hand against those who live in the land,\" declares the Lord ."},{"number":13,"verse":"\"Indeed, from the least important to the most important, they're all greedy for dishonest gain. From prophet to priest, they all act deceitfully."},{"number":14,"verse":"They treated my people's wound superficially, telling them, «Peace, peace,'but there is no peace."},{"number":15,"verse":"Were they ashamed because they did what was repugnant to God? {Lit. committed an abomination} They were not ashamed at all they don't even know how to blush! Therefore they'll fall with those who fall. When I punish them, they'll be brought down,\" says the Lord ."},{"number":16,"verse":"{Israel Refuses to Repent} d This is what the Lord says: \"Stand beside the roads and watch. Ask for the ancient paths, where the good way is. Walk in it and find rest for yourselves. But they said, «We won't walk in it!'{The Heb. lacks in it}"},{"number":17,"verse":"I appointed watchmen over you. Listen for the sound of the trumpet. But they said, «We won't listen!'"},{"number":18,"verse":"Therefore, hear, nations, and know, congregation, what will happen to them. {Or what is among them}"},{"number":19,"verse":"Listen, earth! I'm about to bring calamity on this people, on the fruit of their plans, because they didn't listen to my words and they rejected my instruction. {Or Law}"},{"number":20,"verse":"What good is frankincense that comes from Sheba {I. e. Yemen} to me, or sweet cane from a distant country? Your burnt offerings aren't acceptable, nor are your sacrifices pleasing to me.\""},{"number":21,"verse":"Therefore, this is what the Lord says: \"I'm about to put stumbling blocks in front of this people, and fathers and sons will stumble over them together. The neighbor and his friends will perish.\""},{"number":22,"verse":"{The Invaders from the North} d This is what the Lord says: \"Look, people are coming from a northern country. A great nation is stirring from the ends of the earth."},{"number":23,"verse":"They grab bow and spear; they're cruel and show no mercy. Their sound roars like the sea as they ride on horses, deployed like men ready for battle against you, daughter of Zion.\""},{"number":24,"verse":"We have heard the news about it, and our hands are limp. Distress has seized us like a woman in labor."},{"number":25,"verse":"Don't go out into the field, and don't travel on the road, because the enemy has a sword, and terror is on every side."},{"number":26,"verse":"Daughter of my people, put on sackcloth and roll in ashes. Mourn with bitter wailing, as one mourns at the death of {The Heb. lacks at the death of} an only son. For the destroyer will come on us suddenly."},{"number":27,"verse":"{People Rejected by the Lord} d \"I've made you an assayer {I. e. one who tests metal for purity} of my people, as well as {The Heb. lacks as well as (cf. Jer 1:18)} a fortress. You know how to test their way.\""},{"number":28,"verse":"All of them are very rebellious, going around as slanderers. They're bronze and iron, and all of them are corrupt."},{"number":29,"verse":"The bellows blow fiercely to consume the lead with the fire. The assayer {Lit. He} keeps on refining, but the impurities {Or wicked} aren't separated out."},{"number":30,"verse":"They're called reject silver, because the Lord has rejected them."}]}