{"bibleAbbr":"ISV2011","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":9,"verses":[{"number":1,"verse":"{The Lord's Sorrow for His People} d {Because this verse is 8:23 in MT, there is a one verse discrepancy between MT and the ISV throughout this chapter.} \"Oh, that my head were a spring of water, {Lit. were waters} and my eyes a fountain of tears, for then I would cry day and night for those of my people {Lit. for the daughter of my people} who have been killed."},{"number":2,"verse":"Oh, that I had a lodging place for travelers in the desert, so that I could leave my people and go away from them. For all of them are adulterers, a band of traitors."},{"number":3,"verse":"They use their tongues like a bow. Lies rather than truth fly throughout {Lit. prevail in} the land. They progress from one evil to another, and they don't know me,\" declares the Lord ."},{"number":4,"verse":"\"Beware of your neighbors, and don't trust any of your relatives. For all of your relatives act deceitfully, and every friend goes around as a slanderer."},{"number":5,"verse":"People deceive their friends, and they don't tell the truth. They have taught their tongues to tell lies. They exhaust themselves practicing evil. {Or themselves with iniquity}"},{"number":6,"verse":"You yourself live in the midst of deception, and because they are deceived they do not know me,\" declares the Lord ."},{"number":7,"verse":"Therefore, this is what the Lord of the Heavenly Armies says: \"Look, I'm about to refine and test them. Because they're my people, what else can I do? {Lit. because of the daughter of my people}"},{"number":8,"verse":"Their tongue is a deadly arrow that speaks deceit. With his mouth a person says, «Peace,'to his friend, but inwardly he sets a trap for him."},{"number":9,"verse":"Should I not punish them for these things?\" {Or punish these people} asks the Lord , \"and should I not avenge myself on a nation like this?\""},{"number":10,"verse":"I'll weep and mourn for the mountains, and lament for the desert pastures, because they are desolate and no one passes through them. They don't hear the lowing of the cattle. Both the birds of the sky and the animals have fled. They're gone!"},{"number":11,"verse":"\"I'll make Jerusalem a heap of ruins, a refuge for jackals. I'll make the towns of Judah desolate, without inhabitants.\""},{"number":12,"verse":"{The Reason for Judgment} d Who is the wise person who understands this, and to whom has the Lord {Lit. the mouth of the LORD} spoken so that he may declare it? Why is the land destroyed, ruined like the desert, without anyone passing through it?"},{"number":13,"verse":"The Lord said, \"It is because they have forsaken my Law that I gave them. They didn't obey me and didn't live according to it."},{"number":14,"verse":"Instead, they followed their rebellious hearts and the Baals, {I. e. images of the Canaanite storm god} as their ancestors taught them.\""},{"number":15,"verse":"Therefore, this is what the Lord of the Heavenly Armies, the God of Israel, says: \"Look, I'll make these people eat wormwood {I. e. a bitter plant} and drink poisoned water."},{"number":16,"verse":"I'll scatter them among nations that neither they nor their ancestors have known, and I'll pursue them with the sword until I've finished them off.\""},{"number":17,"verse":"{A Call to Lament} d This is what the Lord of the Heavenly Armies says: \"Think about what I'm saying! {The Heb. lacks about what I'm saying} Indeed, call out the professional mourners! {Lit. lamenting women} Send for the best of them to come."},{"number":18,"verse":"Let them hurry and lament for us. Let tears run down from our eyes, and let our eyelids flow with water."},{"number":19,"verse":"For a sound of mourning is heard from Zion: «How we're ruined! Our shame is very great, because we have left the land, because our houses are torn down.»\""},{"number":20,"verse":"\"Now, you women, hear the message from the Lord; listen to what he has to say! Teach your daughters how to mourn, let every woman teach {The Heb. lacks teach} her friend how to lament."},{"number":21,"verse":"For death comes up through our windows; it has come into our palaces to eliminate children from the streets and young men from the town squares."},{"number":22,"verse":"Speak! «This is what the Lord says: \"The corpses of people will fall like dung on the surface of the field, and like a row of cut grain behind the harvester when there is no one to gather it.\"»\""},{"number":23,"verse":"{True Wisdom and the Coming Judgment} d This is what the Lord says: \"The wise man is not to boast in his wisdom; the strong man is not to boast in his strength; and the rich man is not to boast in his riches."},{"number":24,"verse":"Rather, let the one who boasts, boast in this: that he understands and knows me, for I am the Lord who acts with gracious love, justice, and righteousness in the land. I delight in these things,\" declares the Lord ."},{"number":25,"verse":"\"Look, days are coming,\"declares the Lord , \"when I'll punish all who are circumcised only in the flesh: {Lit. circumcised of foreskin}"},{"number":26,"verse":"Egypt, Judah, Edom, the people of Ammon, Moab, all those who live in the desert and shave the corners of their beard; {Lit. cut off of side} indeed all the other {The Heb. lacks other} nations that are uncircumcised, and all the house of Israel that is uncircumcised of heart.\""}]}