{"bibleAbbr":"t4t2014","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":2,"verses":[{"number":1,"verse":"Israel will be punished and later restoredAt that time, you will say to your fellow-Israeli men, “You are God's people,” and you will say to your fellow-Israeli women, “You are ones whom God loves.”"},{"number":2,"verse":"Israel will be punished and later restoredYahweh also said to me, “I want you to accuse the Israeli people. It is as though [MET] this nation is your mother, but this nation is no longer as though it is [MET] my wife, and it is no longer as though [MET] I am its husband. Tell the Israeli people that they must stop acting like a prostitute by worshiping other gods; they must stop showing by their behavior that they ◄are unfaithful to/have abandoned► me [MET]."},{"number":3,"verse":"If they do not do that, I will not give them food and clothes as a husband should give to his wife; I will take away those things, and I will cause their nation to become as empty as it was on the day that I brought their ancestors out of Egypt and caused them to become a nation [MET]. I will cause their country to be like [SIM] a desert; there will be no rain to water the ground [MET]."},{"number":4,"verse":"I will not pity the people, because they have abandoned me as [MET] prostitutes abandon their husbands."},{"number":5,"verse":"Their parents are like prostitutes [MET]: They have been unfaithful to me, and they have done very disgraceful things. They said, ‘We will run to our idols/gods who love us; they are the ones who give us food and water and wool and linen and olive oil, and wine to drink.’"},{"number":6,"verse":"So it will be as though [MET] I am blocking their road with thornbushes, and putting put a wall around them so that they do not know which way to go."},{"number":7,"verse":"They will run to their idols/gods that they think love them, but they will not find them. They will search for their false gods, but they will not find them. Then they will say, ‘Perhaps we should return to Yahweh, whom we worshiped previously [MET], because things were better for us then than they are now.’"},{"number":8,"verse":"But they do not realize that I, Yahweh, am the one who gave them grain and wine and olive oil; I am the one who gave them silver and gold which they used to worship Baal."},{"number":9,"verse":"Therefore I will return and take my grain from them when it is ripe. I will take from them the wool and linen that I gave to them to make their clothes [MTY]."},{"number":10,"verse":"I will show those false gods/idols that what my people are doing is disgusting [MET], and no one will be able to hinder me from punishing them."},{"number":11,"verse":"I will cause their religious celebrations to cease: The festivals that they celebrate every year and at every new moon and on their ◄Sabbath days/weekly days of rest►. I will cause all their religious celebrations to cease."},{"number":12,"verse":"I will destroy all their grapevines and fig trees, which they said were what their idols/gods who loved them paid them for worshiping those idols. I will cause those places to become a desert, and wild animals will eat the fruit that remains."},{"number":13,"verse":"I will punish my people for all the times that they burned incense to honor the idols of Baal. They decorated themselves with rings and jewelry, and they went to worship those false gods/idols that they thought [IRO] loved them, but they abandoned/forgot me! That is what I, Yahweh, say."},{"number":14,"verse":"But listen! Some day I will persuade my people to worship me again; I will lead them to the desert and speak kindly to them."},{"number":15,"verse":"I will give their vineyards back to them, and I will cause Achor Valley, which means valley of trouble, to become a valley where they will confidently expect me to do good things for them. They will ◄respond to/want to please► me there like they did long ago, when I freed them from being slaves in Egypt."},{"number":16,"verse":"At that time, they will say to me, ‘It is as though [MET] you are our husband.’ They will not say that I am their master, like they considered that Baal was."},{"number":17,"verse":"I will not allow them to speak [MTY] the names of Baal; they will never use those names again."},{"number":18,"verse":"At that time it will be as though I will make an agreement with all the wild animals and birds, and even with the little animals that crawl along the ground, so that they will never harm my people again. And I will remove from their nation all the weapons for fighting battles, like swords and bows and arrows. The result will be that my people will live peacefully and safely, and will not be afraid."},{"number":19,"verse":"I will cause them to be as though they are [MET] my bride forever. I will be righteous and fair/just; I will faithfully love them and act kindly toward them."},{"number":20,"verse":"I will not abandon them, and they will realize that I Yahweh, have the power to do what I say that I will do."},{"number":21,"verse":"At that time, when they request me to do things for them, I will do those things. When they request clouds and rain to cover their land, I will speak to the clouds, and rain will fall on the earth,"},{"number":22,"verse":"and grain will grow, and the vineyards and the olive trees will grow in Jezreel Valley."},{"number":23,"verse":"At that time, I will take care of the Israeli people like a farmer plants and takes care of his crops [MET]. I will love those people that I previously said were ones I did not love, and I previously said, ‘You are not my people,’ and then they will say to me, ‘You are our God.’ ”"}]}