{"bibleAbbr":"t4t2014","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":6,"verses":[{"number":1,"verse":"(The Israeli people were insincere about repenting) The Israeli people say, “Come, let's return to Yahweh! He has caused us to be injured, but he will heal us. He has caused us to be wounded, but it is as though he will put bandages on our wounds [MET]."},{"number":2,"verse":"After a very short time he will revive us; in less than three days he will restore us in order that we may live in his presence."},{"number":3,"verse":"We must try to know Yahweh; if we do that, he will come and help us, as surely as the sun rises every morning, as surely as rain falls every winter/cold season, and as surely as the rain falls again ◄in the springtime/at the end of the cold season►.”"},{"number":4,"verse":"But Yahweh knows they are insincere; so he says to them, “You people of Israel, and you people of Judah, I do not know [RHQ] what I should do to you. Your being faithful to me will disappear as quickly as [SIM] the morning mist disappears, like [SIM] the dew on the ground that disappears quickly when the sun shines."},{"number":5,"verse":"I warned [HYP] you by the messages that I gave to the prophets, but you did not pay attention to my messages. Therefore I will completely destroy you; the punishment that I give you will strike you like lightning."},{"number":6,"verse":"I want my people to faithfully love me more than I want them to offer sacrifices to me; I want them to know me more than I want them to completely burn sacrifices on the altar."},{"number":7,"verse":"But they have refused to obey my agreement, just like Adam did; they have not been faithful to me."},{"number":8,"verse":"Gilead is a city full of people who do wicked things; in the streets are the bloody footprints of those who have murdered others."},{"number":9,"verse":"The priests are like [SIM] bandits who wait ◄in ambushes/along the road► to attack people; they murder people who are walking on the road to Shechem, and they commit other disgraceful crimes."},{"number":10,"verse":"I have seen horrible things being done in Israel [MTY]. The people have abandoned me like prostitutes who have abandoned their husbands [MET]; so the people of Israel have become unacceptable to me."},{"number":11,"verse":"And you people of Judah, I have appointed a time when I will punish [MET] you, too. Whenever I wanted to enable my people to prosper again,"}]}