{"bibleAbbr":"KJPCE1900+","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"Better<WH2896> is a dry<WH2720> morsel<WH6595>, and quietness<WH7962> therewith, than an house<WH1004> full<WH4392> of sacrifices<WH2077> with strife<WH7379>."},{"number":2,"verse":"A wise<WH7919> servant<WH5650> shall have rule<WH4910> over a son<WH1121> that causeth shame<WH954>, and shall have part<WH2505> of the inheritance<WH5159> among<WH8432> the brethren<WH251>."},{"number":3,"verse":"The fining pot<WH4715> is for silver<WH3701>, and the furnace<WH3564> for gold<WH2091>: but the LORD<WH3068> trieth<WH974> the hearts<WH3826>."},{"number":4,"verse":"A wicked doer<WH7489> giveth heed<WH7181> to false<WH205> lips<WH8193>; and a liar<WH8267> giveth ear<WH238> to a naughty<WH1942> tongue<WH3956>."},{"number":5,"verse":"Whoso mocketh<WH3932> the poor<WH7326> reproacheth<WH2778> his Maker<WH6213>: and he that is glad<WH8056> at calamities<WH343> shall not be unpunished<WH5352>."},{"number":6,"verse":"Children's<WH1121> children<WH1121> are the crown<WH5850> of old men<WH2205>; and the glory<WH8597> of children<WH1121> are their fathers<WH1>."},{"number":7,"verse":"Excellent<WH3499> speech<WH8193> becometh<WH5000> not a fool<WH5036>: much less do lying<WH8267> lips<WH8193> a prince<WH5081>."},{"number":8,"verse":"A gift<WH7810> is as a precious<WH2580> stone<WH68> in the eyes<WH5869> of him that hath<WH1167> it: whithersoever it turneth<WH6437>, it prospereth<WH7919>."},{"number":9,"verse":"He that covereth<WH3680> a transgression<WH6588> seeketh<WH1245> love<WH160>; but he that repeateth<WH8138> a matter<WH1697> separateth<WH6504> very friends<WH441>."},{"number":10,"verse":"A reproof<WH1606> entereth<WH5181> more into a wise man<WH995> than an hundred<WH3967> stripes<WH5221> into a fool<WH3684>."},{"number":11,"verse":"An evil<WH7451> man seeketh<WH1245> only rebellion<WH4805>: therefore a cruel<WH394> messenger<WH4397> shall be sent<WH7971> against him."},{"number":12,"verse":"Let a bear<WH1677> robbed<WH7909> of her whelps meet<WH6298> a man<WH376>, rather than<WH408> a fool<WH3684> in his folly<WH200>."},{"number":13,"verse":"Whoso rewardeth<WH7725> evil<WH7451> for good<WH2896>, evil<WH7451> shall not depart<WH4185><WH4185> from his house<WH1004>."},{"number":14,"verse":"The beginning<WH7225> of strife<WH4066> is as when one letteth out<WH6362> water<WH4325>: therefore leave off<WH5203> contention<WH7379>, before<WH6440> it be meddled<WH1566> with."},{"number":15,"verse":"He that justifieth<WH6663> the wicked<WH7563>, and he that condemneth<WH7561> the just<WH6662>, even they both<WH8147> are abomination<WH8441> to the LORD<WH3068>."},{"number":16,"verse":"Wherefore is there a price<WH4242> in the hand<WH3027> of a fool<WH3684> to get<WH7069> wisdom<WH2451>, seeing he hath no heart<WH3820> to it?"},{"number":17,"verse":"A friend<WH7453> loveth<WH157> at all times<WH6256>, and a brother<WH251> is born<WH3205> for adversity<WH6869>."},{"number":18,"verse":"A man<WH120> void<WH2638> of understanding<WH3820> striketh<WH8628> hands<WH3709>, and becometh<WH6148> surety<WH6161> in the presence<WH6440> of his friend<WH7453>."},{"number":19,"verse":"He loveth<WH157> transgression<WH6588> that loveth<WH157> strife<WH4683>: and he that exalteth<WH1361> his gate<WH6607> seeketh<WH1245> destruction<WH7667>."},{"number":20,"verse":"He that hath a froward<WH6141> heart<WH3820> findeth<WH4672> no good<WH2896>: and he that hath a perverse<WH2015> tongue<WH3956> falleth<WH5307> into mischief<WH7451>."},{"number":21,"verse":"He that begetteth<WH3205> a fool<WH3684> doeth it to his sorrow<WH8424>: and the father<WH1> of a fool<WH5036> hath no joy<WH8055>."},{"number":22,"verse":"A merry<WH8056> heart<WH3820> doeth good<WH3190> like a medicine<WH1456>: but a broken<WH5218> spirit<WH7307> drieth<WH3001> the bones<WH1634>."},{"number":23,"verse":"A wicked<WH7563> man taketh<WH3947> a gift<WH7810> out of the bosom<WH2436> to pervert<WH5186> the ways<WH734> of judgment<WH4941>."},{"number":24,"verse":"Wisdom<WH2451> is before him that hath understanding<WH6440><WH995>; but the eyes<WH5869> of a fool<WH3684> are in the ends<WH7097> of the earth<WH776>."},{"number":25,"verse":"A foolish<WH3684> son<WH1121> is a grief<WH3708> to his father<WH1>, and bitterness<WH4470> to her that bare<WH3205> him."},{"number":26,"verse":"Also to punish<WH6064> the just<WH6662> is not good<WH2896>, nor to strike<WH5221> princes<WH5081> for equity<WH3476>."},{"number":27,"verse":"He that hath<WH3045> knowledge<WH1847> spareth<WH2820> his words<WH561>: and a man<WH376> of understanding<WH8394> is of an excellent<WH3368><WH7119> spirit<WH7307>."},{"number":28,"verse":"Even a fool<WH191>, when he holdeth his peace<WH2790>, is counted<WH2803> wise<WH2450>: and he that shutteth<WH331> his lips<WH8193> is esteemed a man of understanding<WH995>."}]}