{"bibleAbbr":"NRSVue2021","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":11,"verses":[{"number":1,"verse":"(The Lord’s Prayer) (Mk 1.35; Lk 3.21) He was praying in a certain place, and after he had finished, one of his disciples said to him, “Lord, teach us to pray, as John taught his disciples.”"},{"number":2,"verse":"So he said to them, “When you pray, say: Father, (Other ancient authorities read Our Father in heaven) may your name be revered as holy. May your kingdom come. (A few ancient authorities read Your Holy Spirit come upon us and cleanse us. Other ancient authorities add Your will be done, on earth as in heaven)"},{"number":3,"verse":"Give us each day our daily bread. (Or our bread for tomorrow)"},{"number":4,"verse":"(Mt 18.35; Mk 11.25) And forgive us our sins, for we ourselves forgive everyone indebted to us. And do not bring us to the time of trial.” (Or us into temptation. Other ancient authorities add but rescue us from the evil one (or from evil))"},{"number":5,"verse":"(Perseverance in Prayer) And he said to them, “Suppose one of you has a friend, and you go to him at midnight and say to him, ‘Friend, lend me three loaves of bread,"},{"number":6,"verse":"for a friend of mine has arrived, and I have nothing to set before him.’"},{"number":7,"verse":"And he answers from within, ‘Do not bother me; the door has already been locked, and my children are with me in bed; I cannot get up and give you anything.’"},{"number":8,"verse":"(Lk 18.1-6) I tell you, even though he will not get up and give him anything out of friendship, at least because of his persistence he will get up and give him whatever he needs."},{"number":9,"verse":"(Mt 7.7-11; 18.19; 21.22; Mk 11.14; Jas 1.5-8; 1 Jn 5.14, 15) “So I say to you, Ask, and it will be given to you; search, and you will find; knock, and the door will be opened for you."},{"number":10,"verse":"For everyone who asks receives, and everyone who searches finds, and for everyone who knocks, the door will be opened."},{"number":11,"verse":"Is there anyone among you who, if your child asked for (Other ancient authorities add bread, will give a stone? Or if your child asks for) a fish, would give a snake instead of a fish?"},{"number":12,"verse":"Or if the child asked for an egg, would give a scorpion?"},{"number":13,"verse":"If you, then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit (Other ancient authorities read the Father give the Holy Spirit from heaven) to those who ask him!”"},{"number":14,"verse":"(Jesus and Beelzebul) (Mt 9.32-34) Now he was casting out a demon that was mute; when the demon had gone out, the one who had been mute spoke, and the crowds were amazed."},{"number":15,"verse":"But some of them said, “He casts out demons by Beelzebul, the ruler of the demons.”"},{"number":16,"verse":"(Mt 16.1; Mk 8.11) Others, to test him, kept demanding from him a sign from heaven."},{"number":17,"verse":"(Jn 2.25) But he knew what they were thinking and said to them, “Every kingdom divided against itself is laid waste, and a divided household falls."},{"number":18,"verse":"If Satan also is divided against himself, how will his kingdom stand?—for you say that I cast out the demons by Beelzebul."},{"number":19,"verse":"Now if I cast out the demons by Beelzebul, by whom do your exorcists (Gk sons) cast them out? Therefore they will be your judges."},{"number":20,"verse":"(Ex 8.19) But if it is by the finger of God that I cast out the demons, then the kingdom of God has come upon you."},{"number":21,"verse":"When a strong man, fully armed, guards his castle, his property is safe."},{"number":22,"verse":"But when one stronger than he attacks him and overpowers him, he takes away his armor in which he trusted and divides his plunder."},{"number":23,"verse":"(Lk 9.50) Whoever is not with me is against me, and whoever does not gather with me scatters."},{"number":24,"verse":"(The Return of the Unclean Spirit) “When the unclean spirit has gone out of a person, it wanders through waterless regions looking for a resting place, but not finding any it says, ‘I will return to my house from which I came.’"},{"number":25,"verse":"When it returns, it finds it swept and put in order."},{"number":26,"verse":"(Heb 10.26; 2 Pet 2.20) Then it goes and brings seven other spirits more evil than itself, and they enter and live there, and the last state of that person is worse than the first.”"},{"number":27,"verse":"(True Blessedness) (Lk 23.29) While he was saying this, a woman in the crowd raised her voice and said to him, “Blessed is the womb that bore you and the breasts that nursed you!”"},{"number":28,"verse":"(Lk 8.21; Jn 15.14) But he said, “Blessed rather are those who hear the word of God and obey it!”"},{"number":29,"verse":"(The Sign of Jonah) (v 16|LUK 11:16; Mt 16.4; Mk 8.12) When the crowds were increasing, he began to say, “This generation is an evil generation; it asks for a sign, but no sign will be given to it except the sign of Jonah."},{"number":30,"verse":"For just as Jonah became a sign to the people of Nineveh, so the Son of Man will be to this generation."},{"number":31,"verse":"(1 Kings 10.1; 2 Chr 9.1) The queen of the South will rise at the judgment with the people of this generation and condemn them, because she came from the ends of the earth to listen to the wisdom of Solomon, and indeed, something greater than Solomon is here!"},{"number":32,"verse":"(Jon 3.5) The people of Nineveh will rise up at the judgment with this generation and condemn it, because they repented at the proclamation of Jonah, and indeed, something greater than Jonah is here!"},{"number":33,"verse":"(The Light of the Body) (Mt 5.15; Mk 4.21; Lk 8.16) “No one after lighting a lamp puts it in a cellar or under a bushel basket; (Other ancient authorities lack or under a bushel basket) rather, one puts it on the lampstand so that those who enter may see the light."},{"number":34,"verse":"(Mt 6.22, 23) Your eye is the lamp of your body. If your eye is healthy, your whole body is full of light, but if it is unhealthy, your body is full of darkness."},{"number":35,"verse":"Therefore consider whether the light in you is not darkness."},{"number":36,"verse":"But if your whole body is full of light, with no part of it in darkness, it will be as full of light as when a lamp gives you light with its rays.”"},{"number":37,"verse":"(Jesus Denounces Pharisees and Experts in the Law) (Lk 7.36; 14.1) While he was speaking, a Pharisee invited him to dine with him, so he went in and took his place at the table."},{"number":38,"verse":"(Mk 7.3, 4) The Pharisee was amazed to see that he did not first wash before dinner."},{"number":39,"verse":"(Mt 23.25, 26) Then the Lord said to him, “Now you Pharisees clean the outside of the cup and of the dish, but inside you are full of greed and wickedness."},{"number":40,"verse":"You fools! Did not the one who made the outside make the inside also?"},{"number":41,"verse":"(Mk 7.19; Lk 12.33; Titus 1.15) So give as alms those things that are within and then everything will be clean for you."},{"number":42,"verse":"(Mt 23.23; Lk 18.12) “But woe to you Pharisees! For you tithe mint and rue and herbs of all kinds and neglect justice and the love of God; it is these you ought to have practiced, without neglecting the others."},{"number":43,"verse":"(Mt 23.6, 7; Mk 12.38, 39; Lk 20.46) Woe to you Pharisees! For you love to have the seat of honor in the synagogues and to be greeted with respect in the marketplaces."},{"number":44,"verse":"(Mt 23.27) Woe to you! For you are like unmarked graves on which people unknowingly walk.”"},{"number":45,"verse":"One of the experts in the law answered him, “Teacher, when you say these things, you insult us, too.”"},{"number":46,"verse":"(Mt 23.4) And he said, “Woe also to you experts in the law! For you load people with burdens hard to bear, and you yourselves do not lift a finger to ease them."},{"number":47,"verse":"(Mt 23.29-32; Acts 7.51-53) Woe to you! For you build the tombs of the prophets whom your ancestors killed."},{"number":48,"verse":"So you are witnesses and approve of the deeds of your ancestors, for they killed them, and you build their tombs."},{"number":49,"verse":"(Mt 23.34-36; 1 Cor 1.24; Col 2.3) For this reason the Wisdom of God said, ‘I will send them prophets and apostles, some of whom they will kill and persecute,’"},{"number":50,"verse":"so that this generation may be charged with the blood of all the prophets shed since the foundation of the world,"},{"number":51,"verse":"(Gen 4.8; 2 Chr 24.20, 21) from the blood of Abel to the blood of Zechariah, who perished between the altar and the sanctuary. Yes, I tell you, it will be charged against this generation."},{"number":52,"verse":"(Mt 23.13) Woe to you experts in the law! For you have taken away the key of knowledge; you did not enter yourselves, and you hindered those who were entering.”"},{"number":53,"verse":"When he went outside, the scribes and the Pharisees became hostile to him and began to interrogate him about many things,"},{"number":54,"verse":"(Mk 12.13) lying in wait for him, to catch him in something he might say."}]}