{"bibleAbbr":"NRSVue2021","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":3,"verses":[{"number":1,"verse":"(The Proclamation of John the Baptist) (Mt 14.1; 27.2) In the fifteenth year of the reign of Tiberius Caesar, when Pontius Pilate was governor of Judea, and Herod was ruler of Galilee, and his brother Philip ruler of the region of Ituraea and Trachonitis, and Lysanias ruler of Abilene,"},{"number":2,"verse":"(Mt 26.3; Jn 11.49; 18.13; Acts 4.6) during the high priesthood of Annas and Caiaphas, the word of God came to John son of Zechariah in the wilderness."},{"number":3,"verse":"He went into all the region around the Jordan, proclaiming a baptism of repentance for the forgiveness of sins,"},{"number":4,"verse":"(Isa 40.3-5) as it is written in the book of the words of the prophet Isaiah, “The voice of one crying out in the wilderness: ‘Prepare the way of the Lord; make his paths straight."},{"number":5,"verse":"Every valley shall be filled, and every mountain and hill shall be made low, and the crooked shall be made straight, and the rough ways made smooth,"},{"number":6,"verse":"(Ps 98.2; Lk 2.30) and all flesh shall see the salvation of God.’ ”"},{"number":7,"verse":"(Mt 12.34; 23.33) John said to the crowds coming out to be baptized by him, “You brood of vipers! Who warned you to flee from the coming wrath?"},{"number":8,"verse":"(Jn 8.33, 39) Therefore, bear fruits worthy of repentance, and do not begin to say to yourselves, ‘We have Abraham as our ancestor,’ for I tell you, God is able from these stones to raise up children to Abraham."},{"number":9,"verse":"(Mt 7.19; Heb 6.7, 8) Even now the ax is lying at the root of the trees; therefore every tree that does not bear good fruit will be cut down and thrown into the fire.”"},{"number":10,"verse":"(Acts 2.37) And the crowds asked him, “What, then, should we do?”"},{"number":11,"verse":"(Jas 2.15, 16) In reply he said to them, “Whoever has two coats must share with anyone who has none, and whoever has food must do likewise.”"},{"number":12,"verse":"(Lk 7.29) Even tax collectors came to be baptized, and they asked him, “Teacher, what should we do?”"},{"number":13,"verse":"(Lk 19.8) He said to them, “Collect no more than the amount prescribed for you.”"},{"number":14,"verse":"(Ex 23.1; Lev 19.11) Soldiers also asked him, “And we, what should we do?” He said to them, “Do not extort money from anyone by threats or false accusation, and be satisfied with your wages.”"},{"number":15,"verse":"(Acts 13.25) As the people were filled with expectation and all were questioning in their hearts concerning John, whether he might be the Messiah, (Or the Christ)"},{"number":16,"verse":"(Acts 1.5) John answered all of them by saying, “I baptize you with water, but one who is more powerful than I is coming; I am not worthy to untie the strap of his sandals. He will baptize you with (Or in) the Holy Spirit and fire."},{"number":17,"verse":"(Isa 30.24; Mic 4.12; Mt 13.30) His winnowing fork is in his hand to clear his threshing floor and to gather the wheat into his granary, but the chaff he will burn with unquenchable fire.”"},{"number":18,"verse":"So with many other exhortations he proclaimed the good news to the people."},{"number":19,"verse":"(Mt 14.3, 4; Mk 6.17, 18) But Herod the ruler, who had been rebuked by him because of Herodias, his brother’s wife, and because of all the evil things that Herod had done,"},{"number":20,"verse":"added to them all by shutting up John in prison."},{"number":21,"verse":"(The Baptism of Jesus) (Lk 5.15; 6.12) Now when all the people were baptized and when Jesus also had been baptized and was praying, the heaven was opened,"},{"number":22,"verse":"(Ps 2.7; Isa 42.1; Acts 10.38; 2 Pet 1.17) and the Holy Spirit descended upon him in bodily form like a dove. And a voice came from heaven, “You are my Son, the Beloved; (Or my beloved Son) with you I am well pleased.” (Other ancient authorities read You are my Son, today I have begotten you)"},{"number":23,"verse":"(The Ancestors of Jesus) (Mt 4.17; Jn 8.57; Acts 1.1) Jesus was about thirty years old when he began his work. He was the son (as was thought) of Joseph son of Heli,"},{"number":24,"verse":"son of Matthat, son of Levi, son of Melchi, son of Jannai, son of Joseph,"},{"number":25,"verse":"son of Mattathias, son of Amos, son of Nahum, son of Esli, son of Naggai,"},{"number":26,"verse":"son of Maath, son of Mattathias, son of Semein, son of Josech, son of Joda,"},{"number":27,"verse":"(Mt 1.12) son of Joanan, son of Rhesa, son of Zerubbabel, son of Shealtiel, son of Neri,"},{"number":28,"verse":"son of Melchi, son of Addi, son of Cosam, son of Elmadam, son of Er,"},{"number":29,"verse":"son of Joshua, son of Eliezer, son of Jorim, son of Matthat, son of Levi,"},{"number":30,"verse":"son of Simeon, son of Judah, son of Joseph, son of Jonam, son of Eliakim,"},{"number":31,"verse":"(2 Sam 5.14; 1 Chr 3.5) son of Melea, son of Menna, son of Mattatha, son of Nathan, son of David,"},{"number":32,"verse":"(1 Chr 2.10ff) son of Jesse, son of Obed, son of Boaz, son of Sala, (Other ancient authorities read Salmon) son of Nahshon,"},{"number":33,"verse":"son of Amminadab, son of Admin, son of Arni, (Other ancient authorities read Amminadab, son of Aram; others vary widely) son of Hezron, son of Perez, son of Judah,"},{"number":34,"verse":"(Gen 11.24, 26) son of Jacob, son of Isaac, son of Abraham, son of Terah, son of Nahor,"},{"number":35,"verse":"son of Serug, son of Reu, son of Peleg, son of Eber, son of Shelah,"},{"number":36,"verse":"(Gen 11.12) son of Cainan, son of Arphaxad, son of Shem, son of Noah, son of Lamech,"},{"number":37,"verse":"son of Methuselah, son of Enoch, son of Jared, son of Mahalaleel, son of Cainan,"},{"number":38,"verse":"(Gen 5.1, 2) son of Enos, son of Seth, son of Adam, son of God."}]}