{"bibleAbbr":"NRSVue2021","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":4,"verses":[{"number":1,"verse":"(The Testing of Jesus) (v 14|LUK 4:14; Lk 2.27) Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the wilderness,"},{"number":2,"verse":"(Ex 34.28; 1 Kings 19.8) where for forty days he was tested by the devil. He ate nothing at all during those days, and when they were over he was famished."},{"number":3,"verse":"The devil said to him, “If you are the Son of God, command this stone to become a loaf of bread.”"},{"number":4,"verse":"(Deut 8.3) Jesus answered him, “It is written, ‘One does not live by bread alone.’ ”"},{"number":5,"verse":"Then the devil (Gk he) led him up and showed him in an instant all the kingdoms of the world."},{"number":6,"verse":"(Jn 12.31; 1 Jn 5.19) And the devil (Gk he) said to him, “To you I will give all this authority and their glory, for it has been given over to me, and I give it to anyone I please."},{"number":7,"verse":"If you, then, will worship me, it will all be yours.”"},{"number":8,"verse":"(Deut 6.13) Jesus answered him, “It is written, ‘Worship the Lord your God, and serve only him.’ ”"},{"number":9,"verse":"Then the devil (Gk he) led him to Jerusalem and placed him on the pinnacle of the temple and said to him, “If you are the Son of God, throw yourself down from here,"},{"number":10,"verse":"(Ps 91.11, 12) for it is written, ‘He will command his angels concerning you, to protect you,’"},{"number":11,"verse":"and ‘On their hands they will bear you up, so that you will not dash your foot against a stone.’ ”"},{"number":12,"verse":"(Deut 6.16) Jesus answered him, “It is said, ‘Do not put the Lord your God to the test.’ ”"},{"number":13,"verse":"(Jn 14.30; Heb 4.15) When the devil had finished every test, he departed from him until an opportune time."},{"number":14,"verse":"(The Beginning of the Galilean Ministry) (Mt 9.26) Then Jesus, in the power of the Spirit, returned to Galilee, and a report about him spread through all the surrounding region."},{"number":15,"verse":"(Mt 9.35; 11.1) He began to teach in their synagogues and was praised by everyone."},{"number":16,"verse":"(The Rejection of Jesus at Nazareth) (Mt 13.54; Mk 6.1; Acts 13.14-16) When he came to Nazareth, where he had been brought up, he went to the synagogue on the Sabbath day, as was his custom. He stood up to read,"},{"number":17,"verse":"and the scroll of the prophet Isaiah was given to him. He unrolled the scroll and found the place where it was written:"},{"number":18,"verse":"(Isa 61.1, 2; Mt 12.18) “The Spirit of the Lord is upon me, because he has anointed me to bring good news to the poor. He has sent me to proclaim release to the captives and recovery of sight to the blind, to set free those who are oppressed,"},{"number":19,"verse":"(Lev 25.10) to proclaim the year of the Lord’s favor.”"},{"number":20,"verse":"(v 17) And he rolled up the scroll, gave it back to the attendant, and sat down. The eyes of all in the synagogue were fixed on him."},{"number":21,"verse":"Then he began to say to them, “Today this scripture has been fulfilled in your hearing.”"},{"number":22,"verse":"(Ps 45.2; Mt 13.54, 55; Mk 6.2, 3; Jn 6.42; 7.15) All spoke well of him and were amazed at the gracious words that came from his mouth. They said, “Is this not Joseph’s son?”"},{"number":23,"verse":"(v 16|LUK 4:16; Mk 1.21ff; 2.1ff) He said to them, “Doubtless you will quote to me this proverb, ‘Doctor, cure yourself!’ And you will say, ‘Do here also in your hometown the things that we have heard you did at Capernaum.’ ”"},{"number":24,"verse":"(Mt 13.57; Mk 6.4; Jn 4.44) And he said, “Truly I tell you, no prophet is accepted in his hometown."},{"number":25,"verse":"(1 Kings 17.8-16; 18.1; Jas 5.17, 18) But the truth is, there were many widows in Israel in the time of Elijah, when the heaven was shut up three years and six months and there was a severe famine over all the land,"},{"number":26,"verse":"yet Elijah was sent to none of them except to a widow at Zarephath in Sidon."},{"number":27,"verse":"(2 Kings 5.1-14) There were also many with a skin disease in Israel in the time of the prophet Elisha, and none of them was cleansed except Naaman the Syrian.”"},{"number":28,"verse":"When they heard this, all in the synagogue were filled with rage."},{"number":29,"verse":"(Num 15.35; Acts 7.58; Heb 13.12) They got up, drove him out of the town, and led him to the brow of the hill on which their town was built, so that they might hurl him off the cliff."},{"number":30,"verse":"(Jn 8.59; 10.39) But he passed through the midst of them and went on his way."},{"number":31,"verse":"(The Man with an Unclean Spirit) (Mt 4.13) He went down to Capernaum, a city in Galilee, and was teaching them on the Sabbath."},{"number":32,"verse":"(Mt 7.28; Mk 11.18; Jn 7.46) They were astounded at his teaching because he spoke with authority."},{"number":33,"verse":"In the synagogue there was a man who had the spirit of an unclean demon, and he cried out with a loud voice,"},{"number":34,"verse":"(v 41|LUK 4:41; Ps 16.10; Dan 9.24) “Leave us alone! What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are, the Holy One of God.”"},{"number":35,"verse":"(vv 39, 41|LUK 4:3941; Mt 8.26; Mk 4.39; Lk 8.24) But Jesus rebuked him, saying, “Be quiet and come out of him!” Then the demon, throwing the man down before them, came out of him without doing him any harm."},{"number":36,"verse":"(v 32) They were all astounded and kept saying to one another, “What kind of word is this, that with authority and power he commands the unclean spirits and they come out?”"},{"number":37,"verse":"(v 14) And news about him began to reach every place in the region."},{"number":38,"verse":"(Healings at Simon’s House) After leaving the synagogue he entered Simon’s house. Now Simon’s mother-in-law was suffering from a high fever, and they asked him about her."},{"number":39,"verse":"(vv 35, 41) Then he stood over her and rebuked the fever, and it left her. Immediately she got up and began to serve them."},{"number":40,"verse":"(Mt 4.23; Mk 5.23) As the sun was setting, all those caring for any who were sick with various kinds of diseases brought them to him, and he laid his hands on each of them and cured them."},{"number":41,"verse":"(Mt 4.3; 8.4) Moreover, demons also came out of many, shouting, “You are the Son of God!” But he rebuked them and would not allow them to speak, because they knew that he was the Messiah. (Or the Christ)"},{"number":42,"verse":"(Jesus Preaches in the Synagogues) (Mk 1.35-38) At daybreak he departed and went into a deserted place. And the crowds began looking for him, and when they reached him they tried to keep him from leaving them."},{"number":43,"verse":"But he said to them, “I must proclaim the good news of the kingdom of God to the other cities also, for I was sent for this purpose.”"},{"number":44,"verse":"(Mt 4.18-22; Mk 1.16-20; Jn 1.40-42) So he continued proclaiming the message in the synagogues of Judea. (Other ancient authorities read Galilee)"}]}