{"bibleAbbr":"CVB1535","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":3,"verses":[{"number":1,"verse":"Yf ye be rysen now with Christ, seke those thinges then which are aboue where Christ is, syttinge on the righte hande of God."},{"number":2,"verse":"Set youre mynde on the thinges which are aboue, not on ye thinges that are vpon earth."},{"number":3,"verse":"For ye are deed, and youre life is hyd with Christ in God."},{"number":4,"verse":"But whan Christ or life shal shewe himselfe, the shal ye also appeare with him in glory."},{"number":5,"verse":"Mortifye therfore youre mebres which are vpon earth, whordome, vnclennes, vnnaturall lust, euell concupiscece, and couetousnes, which is a worshippynge of Idols:"},{"number":6,"verse":"for which thinges sakes the wrath of God commeth vpon the children of vnbeleue:"},{"number":7,"verse":"in the which thinges ye walked some tyme, whan ye lyued in them."},{"number":8,"verse":"But now put all awaye fro you: wrath, fearcenesse, maliciousnes, cursed speakynge, fylthie wordes out of youre mouth."},{"number":9,"verse":"Lye not one to another. Put of ye olde ma with his workes,"},{"number":10,"verse":"and put on ye newe, which is renued in knowlege after ye ymage of him that made him:"},{"number":11,"verse":"where there is no Greke, Iewe, circumcision, vncircumcision, Barbarous, Sithian, bode, fre: but Christ is all and in all."},{"number":12,"verse":"Now therfore as the electe of God, holy and beloued, put on tender mercye, kyndnes, humblenes of mynde, mekenesse, longe sufferynge,"},{"number":13,"verse":"forbearinge one another, and forgeuynge one another, yf eny man haue a quarell agaynst another. Like as Christ hath forgeuen you, euen so do ye also."},{"number":14,"verse":"But aboue all thinges put on loue, which is the bonde of perfectnesse."},{"number":15,"verse":"And the peace of God rule in youre hertes, to the which (peace) ye are called also in one body: and se yt ye be thanfull."},{"number":16,"verse":"Let ye worde of Christ dwell in you plenteously in all wyssdome. Teach and exhorte youre awne selues with psalmes and ymnes, and spirituall songes which haue fauoure with them, synginge in youre hertes to the LORDE."},{"number":17,"verse":"And what soeuer ye do in worde or worke, do all in the name of the LORDE Iesu, and geue thankes vnto God the father by him."},{"number":18,"verse":"Ye wyues, submytte youre selues vnto youre hussbandes, as it is comly in the LORDE."},{"number":19,"verse":"Ye hussbandes, loue youre wyues, and be not bytter vnto them."},{"number":20,"verse":"Ye children, obeye youre elders in all thinges, for that is well pleasynge vnto the LORDE."},{"number":21,"verse":"Ye fathers, rate not yor children, lest they be of a desperate mynde."},{"number":22,"verse":"Ye seruauntes, be obedient vnto youre bodely masters in all thinges, not with eye seruyce as men pleasers, but in synglenes of hert, fearinge God."},{"number":23,"verse":"What so euer ye do, do it hertely, euen as vnto the LORDE and not vnto men."},{"number":24,"verse":"And be sure, that of the LORDE ye shal receaue the rewarde of ye enheritaunce: For ye serue the LORDE Christ."},{"number":25,"verse":"But he that doth wronge, shal receaue for the wronge that he hath done, for there is no respecte of persons (with God.)"}]}