{"bibleAbbr":"cKJV+","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"Now the days<WH3117> of David<WH1732> drew near<WH7126> that he should die<WH4191>; and he commanded<WH6680> Solomon<WH8010> his son<WH1121>, saying<WH559>,"},{"number":2,"verse":"I go<WH1980> the way<WH1870> of all the earth<WH776>: be you strong<WH2388> therefore<WH376>, and show yourself a man;"},{"number":3,"verse":"And keep<WH8104> the charge<WH4931> of the Lord<WH3068> your God<WH430>, to walk<WH3212> in his ways<WH1870>, to keep<WH8104> his statutes<WH2708>, and his commandments<WH4687>, and his judgments<WH4941>, and his testimonies<WH5715>, as it is written<WH3789> in the law<WH8451> of Moses<WH4872>, that you may prosper<WH7919> in all that you do<WH6213>, and wherever you turnest yourself<WH6437>:"},{"number":4,"verse":"That the Lord<WH3068> may continue<WH6965> his word<WH1697> which he spoke<WH1696> concerning me<WH559>, saying, If your sons<WH1121> take care<WH8104> to their way<WH1870>, to walk<WH3212> before<WH6440> me in truth<WH571> with all their heart<WH3824> and with all their soul<WH5315>, there shall not fail<WH3772> you<WH559> (said he<WH376>) a man on the throne<WH3678> of Israel<WH3478>."},{"number":5,"verse":"Moreover you know<WH3045> also what Joab<WH3097> the son<WH1121> of Zeruiah<WH6870> did<WH6213> to me<WH6213>, and what he did to the two<WH8147> captains<WH8269> of the hosts<WH6635> of Israel<WH3478>, unto Abner<WH74> the son<WH1121> of Ner<WH5369>, and unto Amasa<WH6021> the son<WH1121> of Jether<WH3500>, whom he killed<WH2026>, and shed<WH7760> the blood<WH1818> of war<WH4421> in peace<WH7965>, and put<WH5414> the blood<WH1818> of war<WH4421> upon his belt<WH2290> that was about his body<WH4975>, and in his shoes<WH5275> that were on his feet<WH7272>."},{"number":6,"verse":"Do<WH6213> therefore according to your wisdom<WH2451>, and let not his gray head<WH7872> go down<WH3381> to the grave<WH7585> in peace<WH7965>."},{"number":7,"verse":"But show<WH6213> kindness<WH2617> unto the sons<WH1121> of Barzillai<WH1271> the Gileadite<WH1569>, and let them be of those that eat<WH398> at your table<WH7979>: for so they came<WH7126> to me when I fled<WH1272> because<WH6440> of Absalom<WH53> your brother<WH251>."},{"number":8,"verse":"And<WH8096>, behold, you have with you Shimei the son<WH1121> of Gera<WH1617>, a Benjamite<WH1145> of Bahurim<WH980>, which cursed<WH7043> me with a severe<WH4834> curse<WH7045> in the day<WH3117> when I went<WH3212> to Mahanaim<WH4266>: but he came down<WH3381> to meet<WH7125> me at Jordan<WH3383>, and I swore<WH7650> to him by the Lord<WH3068>, saying<WH559>, I will not put you to death<WH4191> with the sword<WH2719>."},{"number":9,"verse":"Now therefore hold him not guiltless<WH5352>: for you are a wise<WH2450> man<WH376>, and know<WH3045> what you should to do<WH6213> unto him<WH7872>; but his gray head bring you down<WH3381> to the grave<WH7585> with blood<WH1818>."},{"number":10,"verse":"So David<WH1732> slept<WH7901> with his fathers<WH1>, and was buried<WH6912> in the city<WH5892> of David<WH1732>."},{"number":11,"verse":"And the days<WH3117> that David<WH1732> reigned<WH4427> over Israel<WH3478> were forty<WH705> years<WH8141>: seven<WH7651> years<WH8141> reigned<WH4427> he in Hebron<WH2275>, and thirty<WH7970> and three<WH7969> years<WH8141> reigned<WH4427> he in Jerusalem<WH3389>."},{"number":12,"verse":"Then sat<WH3427> Solomon<WH8010> upon the throne<WH3678> of David<WH1732> his father<WH1>; and his kingdom<WH4438> was established<WH3559> greatly<WH3966>."},{"number":13,"verse":"And Adonijah<WH138> the son<WH1121> of Haggith<WH2294> came<WH935> to Bath<WH1339>–sheba the mother<WH517> of Solomon<WH8010>. And she said<WH559>, Come<WH935> you peaceably<WH7965>? And he said<WH559>, Peaceably<WH7965>."},{"number":14,"verse":"He said<WH559> moreover<WH1697>, I have somewhat to say unto you<WH559>. And she said, Say on<WH1696>."},{"number":15,"verse":"And he said<WH559>, You know<WH3045> that the kingdom<WH4410> was my<WH3478>, and that all Israel set<WH7760> their faces<WH6440> on me<WH4427>, that I should reign: but the kingdom<WH4410> is turned about<WH5437>, and is become my brother<WH251>'s: for it was his from the Lord<WH3068>."},{"number":16,"verse":"And now I ask<WH7592> one<WH259> petition<WH7596> of you<WH7725>, deny me<WH6440> not<WH559>. And she said unto him<WH1696>, Say on."},{"number":17,"verse":"And he said<WH559>, Speak<WH559>, I pray you<WH8010>, unto Solomon the king<WH4428>, (for he will not say<WH7725> you<WH6440> No<WH7725>,) that he give<WH5414> me Abishag<WH49> the Shunammite<WH7767> to wife<WH802>."},{"number":18,"verse":"And Bath<WH1339>–sheba said<WH559>, Well<WH2896>; I will speak<WH1696> for you unto the king<WH4428>."},{"number":19,"verse":"Bath<WH1339>–sheba therefore went<WH935> unto king<WH4428> Solomon<WH8010>, to speak<WH1696> unto him for Adonijah<WH138>. And the king<WH4428> rose up<WH6965> to meet<WH7125> her<WH7812>, and bowed himself unto her<WH3427>, and sat down on his throne<WH3678>, and caused a seat<WH3678> to be set<WH7760> for the king<WH4428>'s mother<WH517>; and she sat<WH3427> on his right hand<WH3225>."},{"number":20,"verse":"Then she said<WH559>, I desire<WH7592> one<WH259> small<WH6996> petition<WH7596> of you<WH7725>; I pray you, say me<WH6440> not No<WH7725>. And the king<WH4428> said<WH559> unto her<WH7592>, Ask on, my mother<WH517>: for I will not say<WH7725> you<WH6440> No<WH7725>."},{"number":21,"verse":"And she said<WH559>, Let Abishag<WH49> the Shunammite<WH7767> be given<WH5414> to Adonijah<WH138> your brother<WH251> to wife<WH802>."},{"number":22,"verse":"And king<WH4428> Solomon<WH8010> answered<WH6030> and said<WH559> unto his mother<WH517>, And why do you ask<WH7592> Abishag<WH49> the Shunammite<WH7767> for Adonijah<WH138>? ask<WH7592> for him the kingdom<WH4410> also<WH1419>; for he is my elder brother<WH251>; even for him<WH54>, and for Abiathar the priest<WH3548>, and for Joab<WH3097> the son<WH1121> of Zeruiah<WH6870>."},{"number":23,"verse":"Then king<WH4428> Solomon<WH8010> swore<WH7650> by the Lord<WH3068>, saying<WH559>, God<WH430> do<WH6213> so to me<WH3254>, and more also, if Adonijah<WH138> have not spoken<WH1696> this word<WH1697> against his own life<WH5315>."},{"number":24,"verse":"Now therefore<WH3068>, as the Lord lives<WH2416>, which has established<WH3559> me<WH3427>, and set me on the throne<WH3678> of David<WH1732> my father<WH1>, and who has made<WH6213> me an house<WH1004>, as he promised<WH1696>, Adonijah<WH138> shall be put to death<WH4191> this day<WH3117>."},{"number":25,"verse":"And king<WH4428> Solomon<WH8010> sent<WH7971> by the hand<WH3027> of Benaiah<WH1141> the son<WH1121> of Jehoiada<WH3077>; and he fell<WH6293> upon him that he died<WH4191>."},{"number":26,"verse":"And unto Abiathar<WH54> the priest<WH3548> said<WH559> the king<WH4428>, Get<WH3212> you to Anathoth<WH6068>, unto your own fields<WH7704>; for you are worthy<WH376> of death<WH4194>: but I will not at this time<WH3117> put you to death<WH4191>, because you bore<WH5375> the ark<WH727> of the Lord<WH136> God<WH3069> before<WH6440> David<WH1732> my father<WH1>, and because you have been afflicted<WH6031> in all where my father<WH1> was afflicted<WH6031>."},{"number":27,"verse":"So Solomon<WH8010> thrust out<WH1644> Abiathar<WH54> from being priest<WH3548> unto the Lord<WH3068>; that he might fulfill<WH4390> the word<WH1697> of the Lord<WH3068>, which he spoke<WH1696> concerning the house<WH1004> of Eli<WH5941> in Shiloh<WH7887>."},{"number":28,"verse":"Then tidings<WH8052> came<WH935> to Joab<WH3097>: for Joab<WH3097> had turned<WH5186> after<WH310> Adonijah<WH138>, though he turned<WH5186> not after<WH310> Absalom<WH53>. And Joab<WH3097> fled<WH5127> unto the tabernacle<WH168> of the Lord<WH3068>, and caught hold<WH2388> on the horns<WH7161> of the altar<WH4196>."},{"number":29,"verse":"And it was told<WH5046> king<WH4428> Solomon<WH8010> that Joab<WH3097> was fled<WH5127> unto the tabernacle<WH168> of the Lord<WH3068>; and<WH681>, behold, he is by the altar<WH4196>. Then Solomon<WH8010> sent<WH7971> Benaiah<WH1141> the son<WH1121> of Jehoiada<WH3077>, saying<WH559>, Go<WH3212>, fall upon him<WH6293>."},{"number":30,"verse":"And Benaiah<WH1141> came<WH935> to the tabernacle<WH168> of the Lord<WH3068>, and said<WH559> unto him<WH559>, Thus says the king<WH4428>, Come forth<WH3318>. And he said<WH559>, No<WH4191>; but I will die here<WH1141>. And Benaiah brought<WH7725> the king<WH4428> word<WH1697> again<WH7725>, saying<WH559>, Thus said<WH1696> Joab<WH3097>, and thus he answered me<WH6030>."},{"number":31,"verse":"And the king<WH4428> said<WH559> unto him<WH6213>, Do as he has said<WH1696>, and fall<WH6293> upon him<WH6912>, and bury him<WH5493>; that you may take away the innocent<WH2600> blood<WH1818>, which Joab<WH3097> shed<WH8210>, from me<WH1004>, and from the house of my father<WH1>."},{"number":32,"verse":"And the Lord<WH3068> shall return<WH7725> his blood<WH1818> upon his own head<WH7218>, who fell<WH6293> upon two<WH8147> men<WH582> more righteous<WH6662> and better<WH2896> than he<WH2026>, and killed them with the sword<WH2719>, my father<WH1> David<WH1732> not knowing<WH3045> there<WH74>, to know, Abner the son<WH1121> of Ner<WH5369>, captain<WH8269> of the army<WH6635> of Israel<WH3478>, and Amasa<WH6021> the son<WH1121> of Jether<WH3500>, captain<WH8269> of the army<WH6635> of Judah<WH3063>."},{"number":33,"verse":"Their blood<WH1818> shall therefore return<WH7725> upon the head<WH7218> of Joab<WH3097>, and upon the head<WH7218> of his seed<WH2233> for ever<WH5769>: but upon David<WH1732>, and upon his seed<WH2233>, and upon his house<WH1004>, and upon his throne<WH3678>, shall there be peace<WH7965> for<WH5704> ever<WH5769> from the Lord<WH3068>."},{"number":34,"verse":"So Benaiah<WH1141> the son<WH1121> of Jehoiada<WH3077> went up<WH5927>, and fell<WH6293> upon him<WH4191>, and killed him<WH6912>: and he was buried in his own house<WH1004> in the wilderness<WH4057>."},{"number":35,"verse":"And the king<WH4428> put<WH5414> Benaiah<WH1141> the son<WH1121> of Jehoiada<WH3077> in his room over the army<WH6635>: and Zadok<WH6659> the priest<WH3548> did the king<WH4428> put<WH5414> in the room of Abiathar<WH54>."},{"number":36,"verse":"And the king<WH4428> sent<WH7971> and called<WH7121> for Shimei<WH8096>, and said<WH559> unto him<WH1129>, Build you a house<WH1004> in Jerusalem<WH3389>, and live<WH3427> there<WH3318>, and go not forth there any where<WH575>."},{"number":37,"verse":"For it shall be<WH3117>, that on the day you go out<WH3318>, and pass over<WH5674> the brook<WH5158> Kidron<WH6939>, you shall know<WH3045> for certain<WH3045> that you shall surely<WH4191> die<WH4191>: your blood<WH1818> shall be upon your own head<WH7218>."},{"number":38,"verse":"And Shimei<WH8096> said<WH559> unto the king<WH4428>, The saying<WH1697> is good<WH2896>: as my lord<WH113> the king<WH4428> has said<WH1696>, so will your servant<WH5650> do<WH6213>. And Shimei<WH8096> lived<WH3427> in Jerusalem<WH3389> many<WH7227> days<WH3117>."},{"number":39,"verse":"And it came to pass at the end<WH7093> of three<WH7969> years<WH8141>, that two<WH8147> of the servants<WH5650> of Shimei<WH8096> ran away<WH1272> unto Achish<WH397> son<WH1121> of Maachah<WH4601> king<WH4428> of Gath<WH1661>. And they told<WH5046> Shimei<WH8096>, saying<WH559>, Behold<WH5650>, your servants be in Gath<WH1661>."},{"number":40,"verse":"And Shimei<WH8096> arose<WH6965>, and saddled<WH2280> his donkey<WH2543>, and went<WH3212> to Gath<WH1661> to Achish<WH397> to seek<WH1245> his servants<WH5650>: and Shimei<WH8096> went<WH3212>, and brought<WH935> his servants<WH5650> from Gath<WH1661>."},{"number":41,"verse":"And it was told<WH5046> Solomon<WH8010> that Shimei<WH8096> had gone<WH1980> from Jerusalem<WH3389> to Gath<WH1661>, and was come again<WH7725>."},{"number":42,"verse":"And the king<WH4428> sent<WH7971> and called<WH7121> for Shimei<WH8096>, and said<WH559> unto him<WH7650>, Did I not make you to swear by the Lord<WH3068>, and protested<WH5749> unto you<WH559>, saying, Know<WH3045> for a certain<WH3045>, on the day<WH3117> you go out<WH3318>, and walk<WH1980> abroad any where<WH575>, that you shall surely<WH4191> die<WH4191>? and you said<WH559> unto me<WH1697>, The word that I have heard<WH8085> is good<WH2896>."},{"number":43,"verse":"Why then have you not kept<WH8104> the oath<WH7621> of the Lord<WH3068>, and the commandment<WH4687> that I have commanded you with<WH6680>?"},{"number":44,"verse":"The king<WH4428> said<WH559> moreover to Shimei<WH8096>, You know<WH3045> all the wickedness<WH7451> which your heart<WH3824> is privy to<WH3045>, that you did<WH6213> to David<WH1732> my father<WH1>: therefore the Lord<WH3068> shall return<WH7725> your wickedness<WH7451> upon your own head<WH7218>;"},{"number":45,"verse":"And king<WH4428> Solomon<WH8010> shall be blessed<WH1288>, and the throne<WH3678> of David<WH1732> shall be established<WH3559> before<WH6440> the Lord<WH3068> for<WH5704> ever<WH5769>."},{"number":46,"verse":"So the king<WH4428> commanded<WH6680> Benaiah<WH1141> the son<WH1121> of Jehoiada<WH3077>; which went out<WH3318>, and fell<WH6293> upon him<WH4191>, that he died. And the kingdom<WH4467> was established<WH3559> in the hand<WH3027> of Solomon<WH8010>."}]}