{"bibleAbbr":"HOV2012","bookName":"श्रेष्ठगीत","bookEnglishName":"Song of Songs","chapterNumber":8,"verses":[{"number":1,"verse":"भला होता कि तू मेरे भाई के समान होता, जिसने मेरी माता की छातियों से दूध पिया! तब मैं तुझे बाहर पाकर तेरा चुम्बन लेती, और कोई मेरी निन्दा न करता।"},{"number":2,"verse":"मैं तुझ को अपनी माता के घर ले चलती, और वह मुझ को सिखाती, और मैं तुझे मसाला मिला हुआ दाखमधु, और अपने अनारों का रस पिलाती।"},{"number":3,"verse":"काश, उसका बायाँ हाथ मेरे सिर के नीचे होता, और अपने दाहिने हाथ से वह मेरा आलिंगन करता!"},{"number":4,"verse":"हे यरूशलेम की पुत्रियो, मैं तुम को शपथ धराती हूँ, कि तुम मेरे प्रेमी को न जगाना जब तक वह स्वयं न उठना चाहे।"},{"number":5,"verse":"यह कौन है जो अपने प्रेमी पर टेक लगाये हुए जंगल से चली आती है? सेब के पेड़ के नीचे मैं ने तुझे जगाया। वहाँ तेरी माता ने तुझे जन्म दिया वहाँ तेरी माता को पीड़ाएँ उठीं।"},{"number":6,"verse":"मुझे नगीने के समान अपने हृदय पर लगा रख, और ताबीज़ के समान अपनी बाँह पर रख; क्योंकि प्रेम मृत्यु के तुल्य सामर्थी है, और ईर्ष्या क़ब्र के समान निर्दयी है। उसकी ज्वाला अग्नि की दमक है वरन् परमेश्‍वर ही की ज्वाला है।"},{"number":7,"verse":"पानी की बाढ़ से भी प्रेम नहीं बुझ सकता, और न महानदों से डूब सकता है। यदि कोई अपने घर की सारी सम्पत्ति प्रेम के बदले दे दे तौभी वह अत्यन्त तुच्छ ठहरेगी।"},{"number":8,"verse":"हमारी एक छोटी बहिन है, जिसकी छातियाँ अभी नहीं उभरीं। जिस दिन हमारी बहिन के ब्याह की बात लगे, उस दिन हम उसके लिये क्या करें?"},{"number":9,"verse":"यदि वह शहरपनाह होती तो हम उस पर चाँदी का कंगूरा बनाते; और यदि वह फाटक होती तो हम उस पर देवदारु की लकड़ी के पटरे लगाते।"},{"number":10,"verse":"मैं शहरपनाह थी और मेरी छातियाँ उसके गुम्मट; तब मैं अपने प्रेमी की दृष्‍टि में शान्ति लानेवाले के समान थी।"},{"number":11,"verse":"बाल्हामोन में सुलैमान की एक दाख की बारी थी; उसने वह दाख की बारी रखवालों को सौंप दी; हर एक रखवाले को उसके फलों के लिये चाँदी के हज़ार हज़ार टुकड़े देने थे।"},{"number":12,"verse":"मेरी निज दाख की बारी मेरे ही लिये है; हे सुलैमान, हज़ार तुझी को और फल के रखवालों को दो सौ मिलें।"},{"number":13,"verse":"तू जो बारियों में रहती है, मेरे मित्र तेरा बोल सुनना चाहते हैं; उसे मुझे भी सुनने दे।"},{"number":14,"verse":"हे मेरे प्रेमी, शीघ्रता कर, और सुगन्धद्रव्यों के पहाड़ों पर चिकारे या जवान हरिण के समान बन जा।"}]}