{"bibleAbbr":"Thomson1808","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":7,"verses":[{"number":1,"verse":"In the first year of Baltasar king of the Chaldeans, Daniel had a dream and these were the visions of his head on his bed and he wrote down this dream of his."},{"number":2,"verse":"I Daniel beheld, and lo! the four winds of heaven blew violently on the great sea;"},{"number":3,"verse":"and four great beasts came up out of the sea, different one from the other."},{"number":4,"verse":"The first was like a lioness, and had wings like those of an eagle. I beheld till her wings were plucked off; and she was raised from the earth and stood on the feet of a man and a man's heart was given her."},{"number":5,"verse":"And behold the second beast was like a bear; and it stood half erect and there were three ribs in its mouth between its teeth, and they said to it thus, “Arise, devour much flesh.”"},{"number":6,"verse":"After this I looked, and lo! another beast like a leopard; and it had four wings of a bird on it; and this beast had four heads and to it dominion was given."},{"number":7,"verse":"After this I beheld, and lo! a fourth beast, dreadful and terrible, exceedingly strong and its teeth of iron! It devoured and brake in pieces! and the residue it trampled with its feet. Now this was far different from all the beasts which were before it and it had ten horns."},{"number":8,"verse":"I attended to its horns, and behold another little horn sprouted up in the midst of them; and three of the horns which were before it were rooted out from before it. And behold in this horn there were eyes like the eyes of a man and a mouth speaking great things."},{"number":9,"verse":"And I beheld till the thrones were set and an ancient of days was seated, and his garment was white as snow and the hair of his head was like pure wool. His throne was a flame of fire and his wheels a blazing fire."},{"number":10,"verse":"A river of fire rolled before him. Thousands of thousands ministered to him and myriads of myriads waited on him. The court sat and books were opened."},{"number":11,"verse":"I looked then because of the sound of the great words which that horn had spoken, until the beast was slain and destroyed and its body given to be burned with fire."},{"number":12,"verse":"And the government of the rest of the beasts was changed and a length of time given them until a time and a time."},{"number":13,"verse":"And I beheld in the vision of the night, and lo! with the clouds of heaven one like a son of man coming! And he advanced to the Ancient of days and was introduced to him."},{"number":14,"verse":"And to him was given the government and the honour and the kingdom; and all the peoples, tribes and languages are to serve him. His dominion is an everlasting dominion, which shall never pass away, and his kingdom shall not be destroyed."},{"number":15,"verse":"As for me, Daniel, my spirit quivered in my whole frame and the vision of my head troubled me."},{"number":16,"verse":"And I went to one of them in waiting and made diligent inquiry to learn of him concerning all these things and he gave me exact information and explained to me the meaning of these things."},{"number":17,"verse":"These beasts, which are four, denote that four kingdoms shall be raised up on the earth."},{"number":18,"verse":"These shall be removed, and the holy ones of the Most High shall take the kingdom and hold it to an age of the ages."},{"number":19,"verse":"Then I inquired particularly concerning the fourth beast, because it was different from every beast, exceedingly dreadful. Its teeth were of iron and its claws of brass. It devoured and brake in pieces and the residue it trampled with its feet."},{"number":20,"verse":"And concerning the ten horns, which were on its head, and that other, which sprouted up and shook off some of the first; and which had eyes and a mouth speaking great things and the appearance of which was greater than the rest,"},{"number":21,"verse":"I beheld and that horn made war on the holy ones and prevailed against them"},{"number":22,"verse":"until the Ancient of days came and gave judgment for the holy ones of the Most High, and the time came and the holy ones possessed the kingdom."},{"number":23,"verse":"And he said, With regard to the fourth beast, there shall be a fourth kingdom on the earth which shall surpass all the kingdoms and devour all the earth and trample down and cut to pieces."},{"number":24,"verse":"And its ten horns denote that ten kingdoms shall be raised up; and after them another shall be raised up which shall exceed in evils all those before and shall humble three kings"},{"number":25,"verse":"and shall speak words against the Most High and wear out the holy ones of the Most High and think of changing times and law, and his shall be put in its power for a time and times and the half of a time."},{"number":26,"verse":"When the court hath sat they will change this government to abolish and destroy it utterly."},{"number":27,"verse":"For the kingdom and the dominion and the majesty of the kings who are under the whole heaven, is given to the holy ones of the Most High. And his kingdom shall be an everlasting kingdom, and all the governments shall serve and obey him."},{"number":28,"verse":"To this is the end of this word. As for me, Daniel, my thoughts troubled me much and my countenance was changed. But I kept the matter in mine own heart."}]}