{"bibleAbbr":"Thomson1808","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":8,"verses":[{"number":1,"verse":"In the third year of Baltasar the king a vision appeared to me. After the first vision which appeared to me,"},{"number":2,"verse":"I Daniel was at Susoi the palace which is in the province of Ailam; and being on the bank of the Oubal,"},{"number":3,"verse":"I lifted up mine eyes and looked, and lo a ram stood before the Oubal and it had lofty horns and one was higher than the other; and the highest sprang up last."},{"number":4,"verse":"And I saw the ram butting westward and northward and southward, and of all the beasts none could stand before him nor was there any to deliver out of his hand. So he acted according to his pleasure and became great."},{"number":5,"verse":"And while I was considering, behold a he goat came from the south west over the face of the whole earth and he did not seem to touch the ground. And the goat had a horn between his eyes."},{"number":6,"verse":"And he came to the ram which had two horns and which I saw standing before the Oubal and ran up to him with all his might."},{"number":7,"verse":"I saw him indeed coming up to the ram and he was exasperated against him, and he smote the ram and broke his two horns and the ram had not power to stand before him. So he threw him on the ground and trampled him, and there was none to deliver the ram out of his hand."},{"number":8,"verse":"And the goat of the goats became very great and when he was in full strength, that great horn of his was broken; and four others sprang up from under it towards the four winds of heaven."},{"number":9,"verse":"And out from the first of them there came forth one strong horn which became very great towards the south and towards the host,"},{"number":10,"verse":"and its greatness reached even to the host of heaven. And there fell on the earth some of the host of heaven and some of the stars, and these were trodden down."},{"number":11,"verse":"And until the captain general should deliver the captivity, even by reason of him the sacrifice was disturbed; and he was prospered; and the sanctuary is to be desolated;"},{"number":12,"verse":"and sin was permitted against the sacrifice; and this righteousness was cast on the ground; so he acted and was prospered."},{"number":13,"verse":"And I heard a holy one speaking; and a holy one said to the Phelmoni who spoke, “How long shall this vision last, respecting the sacrifice which is taken away, and the sin of desolation which is permitted; and the sanctuary and the host be trodden down?”"},{"number":14,"verse":"And he said to him, Even till there shall be of an evening and a morning two thousand four hundred days. Then shall the sanctuary be cleansed."},{"number":15,"verse":"And when I Daniel had seen the vision and sought the meaning, then lo! there stood before me an appearance like that of a man."},{"number":16,"verse":"And I heard a voice of a man amidst the Oubal and it called and said, “Gabriel, instruct him respecting the vision.”"},{"number":17,"verse":"So he came and stood near where I was standing. And when he came, I was struck with terror and fell on my face. And he said to me, Son of man, understand; for this vision also is for the end of a time."},{"number":18,"verse":"And while he was speaking to me, I fell flat with my face on the ground. Then he touched me and set me on my feet,"},{"number":19,"verse":"and said, Behold I make known to thee the things which shall be in the last days of the indignation; for this vision also is for the end of a time."},{"number":20,"verse":"The ram which thou sawest which had the horns, is the king of the Medes and Persians."},{"number":21,"verse":"The goat of the goats, is the king of the Grecians; and the great horn which was between his eyes is the first king."},{"number":22,"verse":"Now as upon this being broken, four horns shot up from under it, four kings of that nation of his will be raised up, but not by their own might."},{"number":23,"verse":"And in the last days of their kingdom, their sins being come to the full, a king will be raised up of an unblushing countenance, skilled in problems,"},{"number":24,"verse":"and his power will be great, and he will destroy things which are objects of admiration and will prosper and act and destroy mighty men, and a holy people."},{"number":25,"verse":"And the yoke of his chain will prosper; and by his hand and by his heart, deceit will be magnified, and with deceit he will destroy many and for the destruction of many he will be raised up and will break them like eggs with his hands."},{"number":26,"verse":"Now the vision of the evening and the morning, which was mentioned is true. Seal thou therefore the vision, for it is for many days."},{"number":27,"verse":"Upon this I Daniel was confined to my bed and sick. And when I arose I did the king's business. And I was astonished at the vision; but none understood it."}]}