{"bibleAbbr":"Thomson1808","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":9,"verses":[{"number":1,"verse":"In the first year of Darius, the son of Assuerus of the seed of the Medes, who reigned over the kingdom of the Chaldeans,"},{"number":2,"verse":"I Daniel understood by the books that the number of the years, which was a word of the Lord to Jeremias the prophet, for the accomplishment of the desolation of Jerusalem, was seventy years."},{"number":3,"verse":"Therefore I turned my face to the Lord my God, to seek a prayer and supplication by fasting and sackcloth."},{"number":4,"verse":"And I prayed to the Lord my God and made confession and said, Lord, the God great and marvellous, who keepest thy covenant and thy mercy for them who love thee and keep thy commandments! We have sinned;"},{"number":5,"verse":"we have committed iniquity; we have transgressed and apostatised and turned away from thy commandments, and from thy judgments,"},{"number":6,"verse":"and have not hearkened to thy servants the prophets who spoke in thy name to our kings and our chiefs and our fathers and to all the people of the land."},{"number":7,"verse":"To thee, Lord, belongeth righteousness; but to us confusion of face as at this day; to the man Juda and to the inhabitants of Jerusalem and to all Israel; and to those near and to them far off, in every land where thou hast scattered them for their breach of covenant of which they have been guilty."},{"number":8,"verse":"In thee, Lord, is our righteousness. Though to us belongeth confusion of face; to our kings, and our chiefs and our fathers, who have sinned against thee:"},{"number":9,"verse":"with the Lord our God are tender mercies and forgivenesses. Because we apostatised"},{"number":10,"verse":"and did not hearken to the voice of the Lord our God, to walk in his laws which he set before us by the ministry of his servants the prophets;"},{"number":11,"verse":"and all Israel transgressed thy law, and declined to hearken to thy voice; therefore upon us came the curse and the execration which is written in the law of Moses the servant of God. Because we sinned against him,"},{"number":12,"verse":"therefore he confirmed his words which he spoke against us and against our judges who judged us, by bringing upon us great evils, such as never happened under the whole heaven; as was the case in Jerusalem."},{"number":13,"verse":"According to what is written in the law of Moses all those evils have come upon us. We indeed did not supplicate the favour of the Lord our God, by turning from all our wickedness, therefore that we might be made sensible of all thy truth,"},{"number":14,"verse":"the Lord hath indeed been watchful and hath brought upon us these things. For the Lord our God is righteous in every act of his which he hath done, and we have not hearkened to his voice."},{"number":15,"verse":"Now, Lord our God, who broughtest thy people out of the land of Egypt with a strong hand and who hast made thyself a great name as at this day; we have sinned, we have committed iniquity."},{"number":16,"verse":"Mercy, Lord, is thine in all things; let thy wrath, I beseech thee, be turned away and thine indignation from thy city Jerusalem, thy holy mountain. Because we have sinned, therefore for our iniquities and the iniquities of our fathers, Jerusalem and thy people are become an object of reproach among all those around us."},{"number":17,"verse":"But now, Lord our God, hearken to the prayer of thy servant and to his supplications; and let thy face shine upon thy sanctuary which is desolate. For thine own sake, Lord,"},{"number":18,"verse":"incline, my God, thine ear and hear. Open thine eyes and behold our desolation and that of thy city which is called by thy name. For we do not for our own righteousness present our piteous case before thee; but we cast ourselves upon thy tender mercies, Lord, which are many."},{"number":19,"verse":"O Lord hear! O Lord, be appeased! Attend, Lord! Defer not, my God, for thine own sake! for thy city and thy people are called by thy name."},{"number":20,"verse":"Now whilst I was still speaking and praying and confessing mine own sins and the sins of my people Israel, and presenting my supplication before the Lord my God for the mount of the sanctuary;"},{"number":21,"verse":"even whilst I was uttering this prayer, behold a man, Gabriel, whom I saw in the former vision, came flying and touched me about the hour of the evening sacrifice"},{"number":22,"verse":"and instructed me and conversed with me and said, Daniel, I am now come to teach thee knowledge."},{"number":23,"verse":"At the beginning of thy supplication a word went forth, and I am come to tell thee; for thou art a man greatly beloved. Be instructed therefore by the decree, and understand by the vision."},{"number":24,"verse":"Seventy weeks are set apart for thy people and for the holy city; for finishing sin offerings, and for sealing up sin offerings; and blotting out iniquities, and making atonement for iniquities; and for bringing in an everlasting righteousness; and for sealing vision and prophet; and for anointing the Holy of Holies."},{"number":25,"verse":"Therefore thou art to know and understand, that from the going forth of a word for returning an answer and for building Jerusalem until an Anointed ruler are seven weeks, and sixty two weeks. They shall indeed return and a street shall be built and a wall, and these times shall be emptied out,"},{"number":26,"verse":"and after the sixty two weeks, the Messiah shall be cut off, though there is no crime in him; and he, with the ruler who is coming, will destroy the city and the sanctuary. They shall be destroyed with a deluge, and even to the end of the war determined on in course, with desolations."},{"number":27,"verse":"Now one week shall confirm a covenant for many and in the half of that week my sacrifice and libation shall be taken away. And upon the temple shall be an abomination of the desolations, and at the end of a time, an end shall be put to that desolation."}]}