{"bibleAbbr":"LXXBr","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":13,"verses":[{"number":1,"verse":"Καὶ ἐλάλησε Κύριος πρὸς Μωυσῆν, λέγων, ἀπόστειλον σεαυτῷ ἄνδρας,"},{"number":2,"verse":"καὶ κατασκεψάσθωσαν τὴν γῆν τῶν Χαναναίων, ἣν ἐγὼ δίδωμι τοῖς υἱοῖς Ἰσραὴλ εἰς κατάσχεσιν· ἄνδρα ἕνα κατὰ φυλήν, κατὰ δήμους πατριῶν αὐτῶν ἀποστελεῖς αὐτοὺς, πάντα ἀρχηγὸν ἐξ αὐτῶν."},{"number":3,"verse":"Καὶ ἐξαπέστειλεν αὐτοὺς Μωυσῆς ἐκ τῆς ἐρήμου Φαρὰν διὰ φωνῆς Κυρίου· πάντες ἄνδρες ἀρχηγοὶ υἱῶν Ἰσραὴλ οὗτοι."},{"number":4,"verse":"Καὶ ταῦτα τὰ ὀνόματα αὐτῶν· τῆς φυλῆς Ῥουβὴν, Σαμουὴλ υἱὸς Ζαχούρ."},{"number":5,"verse":"Τῆς φυλῆς Συμεὼν, Σαφὰτ υἱὸς Σουρί."},{"number":6,"verse":"Τῆς φυλῆς Ἰούδα, Χάλεβ υἱὸς Ἰεφοννή."},{"number":7,"verse":"Τῆς φυλῆς Ἰσσάχαρ, Ἰλαὰλ υἱὸς Ἰωσήφ."},{"number":8,"verse":"Τῆς φυλῆς Ἐφραὶμ, Αὐσὴ υἱὸς Ναυή."},{"number":9,"verse":"Τῆς φυλῆς Βενιαμὶν, Φαλτὶ υἱὸς Ῥαφοῦ."},{"number":10,"verse":"Τῆς φυλῆς Ζαβουλὼν, Γουδιὴλ υἱὸς Σουδί."},{"number":11,"verse":"Τῆς φυλῆς Ἰωσὴφ τῶν υἱῶν Μανασσῆ, Γαδδὶ υἱὸς Σουσί."},{"number":12,"verse":"Τῆς φυλῆς Δὰν, Ἀμιὴλ υἱὸς Γαμαλί."},{"number":13,"verse":"Τῆς φυλῆς Ἀσὴρ, Σαθοὺρ υἱὸς Μιχαήλ."},{"number":14,"verse":"Τῆς φυλῆς Νεφθαλὶ, Ναβὶ υἱὸς Σαβί."},{"number":15,"verse":"Τῆς φυλῆς Γὰδ, Γουδιὴλ υἱὸς Μακχί."},{"number":16,"verse":"Ταῦτα τὰ ὀνόματα τῶν ἀνδρῶν, οὓς ἀπέστειλε Μωυσῆς κατασκέψασθαι τὴν γῆν· καὶ ἐπωνόμασε Μωυσῆς τὸν Αὐσὴ υἱὸν Ναυὴ, Ἰησοῦν."},{"number":17,"verse":"Καὶ ἀπέστειλεν αὐτοὺς Μωυσῆς κατασκέψασθαι τὴν γῆν Χαναὰν, καὶ εἶπε πρὸς αὐτοὺς, ἀνάβητε ταύτῃ τῇ ἐρήμῳ, καὶ ἀναβήσεσθε εἰς τὸ ὄρος,"},{"number":18,"verse":"καὶ ὄψεσθε τὴν γῆν τίς ἐστι, καὶ τὸν λαὸν τὸν ἐγκαθήμενον ἐπʼ αὐτῆς, εἰ ἰσχυρός ἐστιν ἢ ἀσθενὴς, ἢ ὀλίγοι εἰσὶν ἢ πολλοί."},{"number":19,"verse":"Καὶ τίς ἡ γῆ εἰς ἣν οὗτοι ἐγκάθηνται ἐπʼ αὐτῆς, ἢ καλή ἐστιν ἢ πονηρά· καὶ τίνες αἱ πόλεις ἃς οὗτοι κατοικοῦσιν ἐν αὐταῖς, εἰ ἐν τειχήρεσιν ἢ ἐν ἀτειχίστοις."},{"number":20,"verse":"Καὶ τίς ἡ γῆ, ἢ πίων ἢ παρειμένη· εἰ ἔστιν ἐν αὐτῇ δένδρα, ἢ οὔ· καὶ προσκαρτερήσαντες λήψεσθε ἀπὸ τῶν καρπῶν τῆς γῆς. καὶ αἱ ἡμέραι, ἡμέραι ἔαρος, πρόδρομοι σταφυλῆς."},{"number":21,"verse":"Καὶ ἀναβάντες κατεσκέψαντο τὴν γῆν ἀπὸ τῆς ἐρήμου Σὶν ἕως Ῥοὸβ, εἰσπορευομένων Αἰμάθ."},{"number":22,"verse":"Καὶ ἀνέβησαν κατὰ τὴν ἔρημον, καὶ ἀπῆλθον ἕως Χεβρὼν, καὶ ἐκεῖ Ἀχιμὰν, καὶ Σεσσὶ, καὶ Θελαμὶ, γενεαὶ Ἐνάχ· καὶ Χεβρὼν ἐπτὰ ἔτεσιν ᾠκοδομήθη πρὸ τοῦ Τανὶν Αἰγύπτου."},{"number":23,"verse":"Καὶ ἤλθοσαν ἕως φάραγγος βότρυος, καὶ κατεσκέψαντο αὐτήν· καὶ ἔκοψαν ἐκεῖθεν κλῆμα καὶ βότρυν σταφυλῆς ἕνα ἐπʼ αὐτοῦ, καὶ ᾖραν αὐτὸν ἐπʼ ἀναφορεύσι, καὶ ἀπὸ τῶν ῥοῶν, καὶ ἀπὸ τῶν συκῶν."},{"number":24,"verse":"Καὶ τὸν τόπον ἐκεῖνον ἐπωνόμασαν Φάραγξ βότρυος, διὰ τὸν βότρυν, ὃν ἔκοψαν ἐκεῖθεν οἱ υἱοὶ Ἰσραήλ."},{"number":25,"verse":"Καὶ ἀπέστρεψαν ἐκεῖθεν κατασκεψάμενοι τὴν γῆν μετὰ τεσσαράκοντα ἡμέρας."},{"number":26,"verse":"Καὶ πορευθέντες ἦλθον πρὸς Μωυσῆν καὶ Ἀαρὼν καὶ πρὸς πᾶσαν συναγωγὴν υἱῶν Ἰσραὴλ, εἰς τὴν ἔρημον Φαρὰν Κάδης· καὶ ἀπεκρίθησαν αὐτοῖς ῥῆμα καὶ πάσῃ συναγωγῇ, καὶ ἔδειξαν τὸν καρπὸν τῆς γῆς,"},{"number":27,"verse":"καὶ διηγήσαντο αὐτῷ, καὶ εἶπαν, ἤλθαμεν εἰς τὴν γῆν εἰς ἣν ἀπέστειλας ἡμᾶς, γῆν ῥέουσαν γάλα καὶ μέλι· καὶ οὗτος ὁ καρπὸς αὐτῆς."},{"number":28,"verse":"Ἀλλʼ ἢ ὅτι θρασὺ τὸ ἔθνος τὸ κατοικοῦν ἐπʼ αὐτῆς, καὶ πόλεις ὀχυραὶ τετειχισμέναι μεγάλαι σφόδρα· καὶ τὴν γενεὰν Ἐνὰχ ἑωράκαμεν ἐκεῖ."},{"number":29,"verse":"Καὶ Ἀμαλὴκ κατοικεῖ ἐν τῇ γῇ τῇ πρὸς Νότον· καὶ ὁ Χετταῖος, καὶ ὁ Εὐαῖος, καὶ ὁ Ἰεβουσαῖος, καὶ ὁ Ἀμοῤῥαῖος κατοικεῖ ἐν τῇ ὀρεινῇ· καὶ ὁ Χαναναῖος κατοικεῖ παρὰ θάλασσαν, καὶ παρὰ τὸν Ἰορδάνην ποταμόν."},{"number":30,"verse":"Καὶ κατεσιώπησε Χάλεβ τὸν λαὸν πρὸς Μωυσῆν, καὶ εἶπεν αὐτῷ, οὐχὶ, ἀλλὰ ἀναβάντες ἀναβησόμεθα, καὶ κατακληρονομήσομεν αὐτὴν, ὅτι δυνατοὶ δυνησόμεθα πρὸς αὐτούς."},{"number":31,"verse":"Καὶ οἱ ἄνθρωποι οἱ συναναβάντες μετʼ αὐτοῦ, εἶπαν, οὐκ ἀναβαίνομεν, ὅτι οὐ μὴ δυνώμεθα ἀναβῆναι πρὸς τὸ ἔθνος, ὅτι ἰσχυρότερον ἡμῶν ἐστι μᾶλλον."},{"number":32,"verse":"Καὶ ἐξήνεγκαν ἔκστασιν τῆς γῆς ἣν κατεσκέψαντο αὐτὴν πρὸς τοὺς υἱοὺς Ἰσραὴλ, λέγοντες, τὴν γῆς ἣν παρήλθομεν αὐτὴν κατασκέψασθαι, γῆ κατέσθουσα τοὺς κατοικοῦντας ἐπʼ αὐτῆς ἐστι· καὶ πᾶς ὁ λαὸς ὃν ἑωράκαμεν ἐν αὐτῇ, ἄνδρες ὑπερμήκεις."},{"number":33,"verse":"Καὶ ἐκεῖ ἑωράκαμεν τοὺς γίγαντας, καὶ ἦμεν ἐνώπιον αὐτῶν ὡσεὶ ἀκρίδες· ἀλλὰ καὶ οὕτως ἦμεν ἐνώπιον αὐτῶν."}]}