{"bibleAbbr":"NKJV1982","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"(Manasseh Reigns in Judah) Manasseh (2 Chr. 33:1-9) was twelve years old when he became king, and he reigned fifty-five years in Jerusalem. His mother’s name was Hephzibah."},{"number":2,"verse":"And he did evil in the sight of the LORD, (2 Kin. 16:3) according to the abominations of the nations whom the LORD had cast out before the children of Israel."},{"number":3,"verse":"For he rebuilt the high places (2 Kin. 18:4, 22) which Hezekiah his father had destroyed; he raised up altars for Baal, and made a wooden image, (1 Kin. 16:31-33) as Ahab king of Israel had done; and he ((Deut. 4:19; 17:2-5); 2 Kin. 17:16; 23:5) worshiped all the host of heaven and served them."},{"number":4,"verse":"(Jer. 7:30; 32:34) He also built altars in the house of the LORD, of which the LORD had said, (1 Kin. 11:13) “In Jerusalem I will put My name.”"},{"number":5,"verse":"And he built altars for all the host of heaven in the (1 Kin. 6:36; 7:12; 2 Kin. 23:12) two courts of the house of the LORD."},{"number":6,"verse":"((Lev. 18:21; 20:2); 2 Kin. 16:3; 17:17) Also he made his son pass through the fire, practiced (Lev. 19:26, 31; (Deut. 18:10-14); 2 Kin. 17:17) soothsaying, used witchcraft, and consulted spiritists and mediums. He did much evil in the sight of the LORD, to provoke Him to anger."},{"number":7,"verse":"He even set a carved image of Asherah that he had made, in the house of which the LORD had said to David and to Solomon his son, (2 Sam. 7:13; 1 Kin. 8:29; 9:3; 2 Kin. 23:27; 2 Chr. 7:12, 16; Jer. 32:34) “In this house and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put My name forever;"},{"number":8,"verse":"(2 Sam. 7:10; (2 Kin. 18:11, 12)) and I will not make the feet of Israel wander anymore from the land which I gave their fathers—only if they are careful to do according to all that I have commanded them, and according to all the law that My servant Moses commanded them.”"},{"number":9,"verse":"But they paid no attention, and Manasseh ((Prov. 29:12)) seduced them to do more evil than the nations whom the LORD had destroyed before the children of Israel."},{"number":10,"verse":"And the LORD spoke (2 Kin. 17:13) by His servants the prophets, saying,"},{"number":11,"verse":"(2 Kin. 23:26, 27; 24:3, 4) “Because Manasseh king of Judah has done these abominations ( (1 Kin. 21:26) he has acted more wickedly than all the (Gen. 15:16) Amorites who were before him, and (2 Kin. 21:9) has also made Judah sin with his idols),"},{"number":12,"verse":"therefore thus says the LORD God of Israel: ‘Behold, I am bringing such calamity upon Jerusalem and Judah, that whoever hears of it, both (1 Sam. 3:11; Jer. 19:3) his ears will tingle."},{"number":13,"verse":"And I will stretch over Jerusalem (Lam. 2:8; Amos 7:7, 8) the measuring line of Samaria and the plummet of the house of Ahab; (2 Kin. 22:16-19; 25:4-11) I will wipe Jerusalem as one wipes a dish, wiping it and turning it upside down."},{"number":14,"verse":"So I will forsake the (Jer. 6:9) remnant of My inheritance and deliver them into the hand of their enemies; and they shall become victims of plunder to all their enemies,"},{"number":15,"verse":"because they have done evil in My sight, and have provoked Me to anger since the day their fathers came out of Egypt, even to this day.’ ”"},{"number":16,"verse":"(2 Kin. 24:4) Moreover Manasseh shed very much innocent blood, till he had filled Jerusalem from one end to another, besides his sin by which he made Judah sin, in doing evil in the sight of the LORD."},{"number":17,"verse":"Now (2 Chr. 33:11-19) the rest of the acts of (2 Kin. 20:21) Manasseh—all that he did, and the sin that he committed—are they not written in the book of the chronicles of the kings of Judah?"},{"number":18,"verse":"So (2 Chr. 33:20) Manasseh rested with his fathers, and was buried in the garden of his own house, in the garden of Uzza. Then his son Amon reigned in his place."},{"number":19,"verse":"(Amon’s Reign and Death) (2 Chr. 33:21-23) Amon was twenty-two years old when he became king, and he reigned two years in Jerusalem. His mother’s name was Meshullemeth the daughter of Haruz of Jotbah."},{"number":20,"verse":"And he did evil in the sight of the LORD, (2 Kin. 21:2-6, 11, 16) as his father Manasseh had done."},{"number":21,"verse":"So he walked in all the ways that his father had walked; and he served the idols that his father had served, and worshiped them."},{"number":22,"verse":"He (Judg. 2:12, 13; 1 Kin. 11:33; 1 Chr. 28:9) forsook the LORD God of his fathers, and did not walk in the way of the LORD."},{"number":23,"verse":"(1 Chr. 3:14; 2 Chr. 33:24, 25; Matt. 1:10) Then the servants of Amon (2 Kin. 12:20; 14:19) conspired against him, and killed the king in his own house."},{"number":24,"verse":"But the people of the land (2 Kin. 14:5) executed all those who had conspired against King Amon. Then the people of the land made his son Josiah king in his place."},{"number":25,"verse":"Now the rest of the acts of Amon which he did, are they not written in the book of the chronicles of the kings of Judah?"},{"number":26,"verse":"And he was buried in his tomb in the garden of Uzza. Then Josiah his son reigned in his place."}]}