{"bibleAbbr":"msAB1996","bookName":"YEREMIA","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"( Hukuman terhadap Orang Yehuda) ( ; ; ) Kemudian TUHAN berfirman kepadaku, “Aku tidak akan mengasihani bangsa ini, walaupun Musa dan Samuel berdiri di sini untuk memohon belas kasihan-Ku bagi mereka. Suruhlah bangsa ini pergi, Aku tidak mahu melihat mereka!"},{"number":2,"verse":"( ) Jika mereka bertanya kepadamu ke tempat mana mereka harus pergi, jawablah begini, ‘TUHAN berfirman, orang yang ditentukan mati kerana penyakit, biarlah mereka mati kerana penyakit! Orang yang ditentukan mati dalam pertempuran, biarlah mereka mati dalam pertempuran! Orang yang ditentukan mati kerana kelaparan, biarlah mereka mati kelaparan! Orang yang ditentukan menjadi tawanan, biarlah mereka diangkut sebagai tawanan!’"},{"number":3,"verse":"Aku, TUHAN telah mengambil keputusan bahawa empat perkara yang dahsyat akan menimpa mereka: mereka akan dibunuh dalam peperangan; mayat mereka akan diseret anjing; burung akan memakan mayat mereka, dan binatang buas akan menghabiskan apa yang tersisa."},{"number":4,"verse":"( ; ) Aku akan menyebabkan semua bangsa di dunia ngeri melihat mereka kerana perbuatan Manasye anak Hizkia di Yerusalem, ketika Manasye menjadi raja Yehuda.”"},{"number":5,"verse":"TUHAN berfirman, “Hai penduduk Yerusalem, siapakah yang akan mengasihani kamu? Siapakah yang mahu bersedih dengan kamu? Siapakah yang mahu singgah untuk menanyakan keadaan kamu?"},{"number":6,"verse":"Kamu telah menolak Aku, kamu telah membelakangi Aku. Oleh itu, Aku mengacungkan tangan untuk menghancurkan kamu, kerana Aku sudah jemu menahan kemurkaan-Ku. ( kamu, kerana Aku... kemurkaan-Ku; atau Aku sudah jemu mengasihani kamu.)"},{"number":7,"verse":"Di setiap kota di negeri ini, Aku akan membuang kamu seperti jerami. Walaupun kamu umat-Ku, Aku akan membinasakan kamu dan anak-anak kamu, kerana kamu tidak mahu mengubah cara hidup kamu."},{"number":8,"verse":"Negeri kamu akan penuh dengan balu, lebih banyak daripada pasir di pantai. Aku akan membunuh orang muda sehingga ibu mereka menderita. Dengan tiba-tiba Aku mendatangkan pembinasa sehingga mereka takut dan gelisah."},{"number":9,"verse":"Ibu yang kehilangan tujuh orang anaknya terengah-engah dan pengsan. baginya matahari sudah terbenam selagi hari siang; dia dihina dan dipermalukan. Aku akan menyuruh musuh kamu membunuh orang yang masih hidup antara kamu. Aku, TUHAN, telah berfirman.”"},{"number":10,"verse":"( Yeremia Bersungut terhadap TUHAN) Alangkah malangnya aku! Mengapakah ibuku melahirkan aku? Aku terpaksa bertengkar dan berbantah dengan setiap orang di negeri ini. Walaupun aku tidak pernah meminjamkan atau meminjam wang, namun aku dikutuk oleh semua orang."},{"number":11,"verse":"Ya TUHAN, jika aku tidak melakukan tugasku dengan baik, dan tidak membela musuh di hadapan-Mu pada waktu mereka ditimpa bencana dan kesusahan, biarlah kutuk mereka itu benar-benar berlaku. ("},{"number":12,"verse":"Tidak seorang pun dapat mematahkan besi, terutama besi dari utara yang telah dicampur dengan gangsa.)"},{"number":13,"verse":"TUHAN berfirman kepadaku, “Aku akan mengirim musuh untuk mengangkut kekayaan dan harta umat-Ku sebagai hukuman terhadap dosa yang dilakukan mereka di seluruh negeri."},{"number":14,"verse":"Aku akan menjadikan mereka hamba kepada musuh di negeri asing yang tidak dikenal oleh mereka, kerana kemurkaan-Ku seperti api yang menyala-nyala selama-lamanya.”"},{"number":15,"verse":"Kemudian aku berkata, “Ya TUHAN, Engkau faham segala-galanya. Ingatlah akan aku dan tolonglah aku. Balaslah mereka yang menganiaya aku. Jangan bersabar terhadap mereka sehingga mereka berjaya membunuh aku. Ingatlah bahawa aku dihina kerana Engkau."},{"number":16,"verse":"Engkau berfirman kepadaku, dan aku mendengarkan setiap firman-Mu. Aku milik-Mu, ya TUHAN Allah Yang Maha Kuasa; oleh itu firman-Mu memberikan kesukaan dan kebahagiaan kepadaku."},{"number":17,"verse":"Aku tidak ikut bersuka-suka dengan orang yang berkumpul untuk bersenda gurau. Oleh sebab aku taat kepada-Mu, aku mengasingkan diri dan aku penuh dengan kemarahan."},{"number":18,"verse":"Mengapa aku terus saja menderita? Mengapa lukaku parah dan tidak sembuh-sembuh? Adakah Engkau bermaksud mengecewakan aku seperti sungai yang mengering pada musim panas?”"},{"number":19,"verse":"Maka TUHAN menjawab, “Jika engkau kembali, Aku akan menerima engkau. Engkau akan menjadi hamba-Ku lagi. Jika engkau memberitakan perkhabaran yang berguna dan bukan yang sia-sia, engkau akan menjadi nabi-Ku semula. Orang akan datang kepadamu lagi, dan engkau tidak perlu pergi kepada mereka."},{"number":20,"verse":"Aku akan menjadikan engkau seperti tembok gangsa terhadap mereka. Mereka akan melawan engkau, tetapi tidak akan dapat mengalahkan engkau. Aku akan menyertai engkau untuk melindungi dan menyelamatkan engkau."},{"number":21,"verse":"Aku akan melepaskan engkau daripada kekuasaan orang yang jahat dan ganas. Aku, TUHAN, telah berfirman.”"}]}