{"bibleAbbr":"msAB1996","bookName":"YEREMIA","bookEnglishName":"Jeremiah","chapterNumber":27,"verses":[{"number":1,"verse":"( Yeremia Memakai Kok Lembu) Tidak lama selepas Raja Zedekia putera Raja Yosia menjadi raja Yehuda, TUHAN menyuruh aku"},{"number":2,"verse":"membuat tali daripada kulit dan membuat kok daripada kayu, lalu memasangnya di tengkukku."},{"number":3,"verse":"Kemudian TUHAN menyuruh aku menyampaikan perkhabaran ( Sebuah terjemahan kuno: perkhabaran; Naskhah Ibrani: mereka.) kepada raja Edom, Moab, Amon, Tirus, dan Sidon, dengan perantaraan para utusan mereka yang telah datang ke Yerusalem untuk menghadap Raja Zedekia."},{"number":4,"verse":"TUHAN Yang Maha Kuasa, Allah Israel, menyuruh aku memerintahkan mereka untuk memberitahu raja-raja mereka firman TUHAN ini,"},{"number":5,"verse":"“Dengan kuasa-Ku yang besar dan dengan kekuatan-Ku, Aku telah menciptakan dunia, manusia, dan semua binatang di bumi; Aku dapat memberikan semua itu kepada sesiapa sahaja yang Aku kehendaki."},{"number":6,"verse":"Akulah yang telah menyerahkan semua bangsa ini ke bawah kekuasaan hamba-Ku, Nebukadnezar, raja Babilonia. Bahkan binatang liar pun telah Kuserah kepadanya untuk dikuasai."},{"number":7,"verse":"Semua bangsa akan mengabdi kepada Raja Nebukadnezar, putera, dan cucunya sampai masa negerinya sendiri jatuh. Pada masa itu bangsa Babilonia akan mengabdi kepada bangsa-bangsa yang kuat dan raja-raja yang besar."},{"number":8,"verse":"Tetapi bangsa atau kerajaan yang tidak mahu takluk kepada Nebukadnezar akan Kuhukum dengan peperangan, kebuluran, dan wabak sehingga Kubiarkan Nebukadnezar memusnahkan mereka sama sekali."},{"number":9,"verse":"Jangan dengarkan nabi-nabi kamu atau sesiapa pun juga yang melarang kamu takluk kepada raja Babilonia, walaupun mereka mengaku dapat meramalkan masa depan, sama ada melalui mimpi, atau dengan memanggil roh orang mati, atau dengan ilmu sihir."},{"number":10,"verse":"Mereka menipu kamu sehingga kamu dibawa jauh dari negeri kamu. Aku akan mengusir kamu, dan kamu akan binasa."},{"number":11,"verse":"Tetapi bangsa yang mahu takluk dan mahu mengabdi kepada raja Babilonia akan Kubiar tinggal di tanah air mereka untuk bercucuk tanam di situ. Aku, TUHAN, telah berfirman.”"},{"number":12,"verse":"Aku menyampaikan hal yang sama kepada Raja Zedekia dari Yehuda. Aku berkata, “Hendaklah tuanku menyerah diri kepada raja Babilonia. Berkhidmatlah kepadanya dan kepada rakyatnya, supaya tuanku selamat."},{"number":13,"verse":"TUHAN telah berfirman bahawa bangsa yang tidak takluk kepada raja Babilonia akan mati kerana peperangan atau kebuluran atau wabak. Mengapakah tuanku dan rakyat mahu mati dengan cara demikian?"},{"number":14,"verse":"Jangan dengarkan nabi-nabi yang melarang tuanku takluk kepada raja Babilonia. Mereka menipu tuanku."},{"number":15,"verse":"TUHAN sendiri berfirman bahawa Dia tidak mengutus mereka, dan mereka berdusta kepada tuanku demi nama-Nya. Oleh itu Dia akan mengusir dan membinasakan tuanku bersama dengan nabi-nabi yang telah berdusta kepada tuanku.”"},{"number":16,"verse":"Kemudian aku memberitahu imam-imam dan semua rakyat bahawa TUHAN berfirman, “Jangan dengarkan nabi-nabi yang berkata bahawa tidak lama lagi harta benda Rumah-Ku akan dibawa kembali dari Babilonia. Mereka berdusta kepada kamu."},{"number":17,"verse":"Jangan dengarkan mereka! Hendaklah kamu menyerah diri kepada raja Babilonia, supaya kamu selamat. Mengapa kota ini dibiarkan menjadi timbunan runtuhan?"},{"number":18,"verse":"Jika mereka benar-benar nabi dan telah menerima perkhabaran daripada-Ku, sekarang biarlah mereka minta kepada-Ku, TUHAN Yang Maha Kuasa, supaya harta benda yang masih ada di Rumah-Ku dan di istana raja di Yerusalem, tidak diangkut ke Babilonia.” ("},{"number":19,"verse":"Apabila Raja Nebukadnezar menangkap Yoyakhin putera Raja Yoyakim, raja Yehuda, dan para pemimpin masyarakat Yehuda dan Yerusalem, lalu membawa mereka ke Babilonia, Raja Nebukadnezar tidak mengambil tiang-tiang, bejana gangsa, pedati-pedati, dan beberapa harta lain di Rumah TUHAN.)"},{"number":21,"verse":"“Dengarlah akan firman-Ku, TUHAN Yang Maha Kuasa, Allah Israel, tentang semua harta benda yang tertinggal di Rumah-Ku dan di istana raja di Yerusalem:"},{"number":22,"verse":"Semuanya akan diangkut ke Babilonia, dan akan tetap di sana sehingga Aku memperhatikannya lagi. Pada masa itu barulah Aku membawa semuanya kembali ke tempat ini. Aku, TUHAN, telah berfirman.”"}]}