{"bibleAbbr":"msAB1996","bookName":"YEREMIA","bookEnglishName":"Jeremiah","chapterNumber":28,"verses":[{"number":1,"verse":"( Yeremia dan Nabi Hananya) ( ; ) Pada tahun itu juga, ( Sebuah terjemahan kuno: Pada tahun itu juga; Naskhah Ibrani: Pada tahun itu juga, pada permulaan pemerintahannya.) pada bulan kelima tahun keempat pemerintahan Raja Zedekia, Hananya anak Azur, seorang nabi dari kota Gibeon, berkata-kata kepadaku di Rumah TUHAN. Dia memberitahu aku di hadapan para imam dan rakyat"},{"number":2,"verse":"bahawa TUHAN Yang Maha Kuasa, Allah Israel, berfirman, “Aku telah mematahkan kuasa raja Babilonia."},{"number":3,"verse":"Dalam masa dua tahun ini Aku akan mengembalikan semua harta benda Rumah-Ku, yang telah diangkut oleh Raja Nebukadnezar ke Babilonia."},{"number":4,"verse":"Aku juga akan membawa kembali Yoyakhin putera Raja Yoyakim, raja Yehuda, bersama dengan semua rakyat Yehuda yang telah diangkut ke Babilonia. Sesungguhnya, Aku akan mematahkan kuasa Babilonia. Aku, TUHAN, telah berfirman.”"},{"number":5,"verse":"Kemudian di hadapan para imam dan semua orang yang berdiri di Rumah TUHAN, aku berkata kepada Hananya,"},{"number":6,"verse":"“Syabas! Aku berharap TUHAN akan melakukan hal itu! Mudah-mudahan Dia akan menjadikan ramalanmu itu kenyataan, dan Dia membawa kembali harta benda Rumah TUHAN dari Babilonia bersama dengan semua orang yang telah dibuang ke sana."},{"number":7,"verse":"Tetapi dengarlah akan apa yang kukatakan kepadamu dan kepada rakyat."},{"number":8,"verse":"Nabi-nabi pada dahulu kala, sebelum zaman kita, telah meramalkan bahawa peperangan, kebuluran, dan wabak akan menimpa banyak bangsa dan kerajaan yang kuat."},{"number":9,"verse":"Tetapi nabi yang meramalkan keamanan, hanya dapat diakui sebagai nabi yang sungguh-sungguh diutus oleh TUHAN, apabila ramalannya menjadi kenyataan.”"},{"number":10,"verse":"Kemudian Hananya mengambil kok dari tengkukku, lalu mematahkannya."},{"number":11,"verse":"Di hadapan semua orang di situ, dia berkata, “TUHAN berfirman bahawa beginilah caranya Dia akan mematahkan kok yang dipasang oleh Raja Nebukadnezar pada tengkuk semua bangsa; TUHAN akan melakukan hal itu dalam masa dua tahun.” Selepas itu aku meninggalkan tempat itu."},{"number":12,"verse":"Tidak berapa lama selepas peristiwa itu, TUHAN menyuruh aku"},{"number":13,"verse":"pergi kepada Hananya dan berkata, “TUHAN berfirman bahawa engkau sanggup mematahkan kok kayu, tetapi Dia akan menggantikannya dengan kok besi."},{"number":14,"verse":"TUHAN Yang Maha Kuasa, Allah Israel, berfirman bahawa Dia akan memasang kok besi pada tengkuk semua bangsa ini, dan mereka akan mengabdi kepada Raja Nebukadnezar, raja Babilonia. TUHAN juga berfirman bahawa binatang buas pun akan diserahkan-Nya kepada kekuasaan Raja Nebukadnezar.”"},{"number":15,"verse":"Kemudian aku menyampaikan firman itu kepada Hananya, lalu aku berkata lagi, “Dengarlah, hai Hananya! TUHAN tidak mengutus engkau; engkau menyebabkan bangsa ini mempercayai dusta."},{"number":16,"verse":"Oleh itu TUHAN sendiri berfirman bahawa Dia akan melenyapkan engkau. Tahun ini juga engkau akan mati, kerana engkau telah menyuruh bangsa ini melawan TUHAN.”"},{"number":17,"verse":"Pada tahun itu juga, pada bulan ketujuh, Hananya meninggal."}]}