{"bibleAbbr":"msAB1996","bookName":"YEREMIA","bookEnglishName":"Jeremiah","chapterNumber":31,"verses":[{"number":1,"verse":"( Israel Kembali ke Negeri Sendiri) TUHAN berfirman, “Masanya akan tiba apabila Aku menjadi Allah kepada semua suku Israel, dan mereka akan menjadi umat-Ku."},{"number":2,"verse":"Dahulu di gurun Aku menunjukkan belas kasihan kepada mereka yang terlepas daripada maut. Ketika umat Israel mencari ketenangan,"},{"number":3,"verse":"dari jauh Aku menampakkan diri kepada mereka. ( Sebuah terjemahan kuno: mereka; Naskhah Ibrani: aku.) Hai umat Israel, sejak dahulu Aku selalu mengasihi kamu, dan untuk seterusnya Aku akan menunjukkan bahawa Aku selalu mengasihi kamu."},{"number":4,"verse":"Aku akan mengukuhkan kedudukan kamu semula. Sekali lagi kamu akan mengambil tamburin dan menari dengan gembira."},{"number":5,"verse":"Kamu akan membuka ladang anggur di perbukitan Samaria, dan orang yang menanam anggur akan menikmati hasilnya."},{"number":6,"verse":"Sesungguhnya, akan tiba masanya apabila para pengawal kota berseru di perbukitan Efraim, ‘Mari kita naik ke Sion, kepada TUHAN, Allah kita.’ ”"},{"number":7,"verse":"TUHAN berfirman, “Bernyanyilah dengan gembira bagi Israel, bangsa yang terutama antara semua bangsa. Nyanyikanlah lagu pujian, ‘TUHAN telah menyelamatkan umat-Nya; ( Beberapa buah terjemahan kuno: TUHAN... umat-Nya; Naskhah Ibrani: TUHAN, selamatkanlah umat-Mu.) Dia telah menyelamatkan semua orang yang masih tinggal.’"},{"number":8,"verse":"Dari utara Aku membawa mereka kembali, Aku mengumpulkan mereka dari hujung bumi. Orang buta dan orang lumpuh akan mengikut mereka, begitu juga wanita hamil dan mereka yang hampir bersalin. Mereka akan kembali sebagai bangsa yang besar."},{"number":9,"verse":"Sambil menangis umat-Ku akan kembali, mereka berdoa semasa Aku memimpin mereka pulang. Aku memimpin mereka ke anak-anak sungai, melalui jalan rata supaya mereka tidak tersandung. Aku seperti seorang bapa kepada Israel, Efraim ialah anak-Ku yang sulung.”"},{"number":10,"verse":"TUHAN berfirman, “Dengarlah hai bangsa-bangsa! Isytiharkanlah perkhabaran-Ku ke seberang laut. Umat-Ku yang telah Kucerai-beraikan akan Kukumpulkan dan Kupelihara seperti gembala menjaga dombanya."},{"number":11,"verse":"Aku telah membebaskan umat Israel, dan menyelamatkan mereka daripada bangsa yang kuat."},{"number":12,"verse":"Mereka akan datang ke Bukit Sion sambil menyanyi dengan gembira; mereka bersukacita kerana pemberian-Ku, iaitu gandum, wain, minyak zaitun, domba, dan lembu. Mereka seperti taman yang cukup airnya, mereka tidak akan kekurangan apa-apa."},{"number":13,"verse":"Pada masa itu gadis-gadis akan menari dengan gembira. Kaum lelaki, tua dan muda, akan bersukacita. Aku akan menghibur mereka dan mengubah kedukaan mereka menjadi kesukaan, kesedihan menjadi kebahagiaan."},{"number":14,"verse":"Para imam akan Kupuaskan dengan makanan yang berlimpah-limpah, dan memenuhi semua keperluan umat-Ku. Aku, TUHAN, telah berfirman.”"},{"number":15,"verse":"( Belas Kasihan TUHAN kepada Israel) ( ; ) TUHAN berfirman, “Di Rama terdengar ratapan, tangisan yang penuh kepedihan. Rahel meratapi anak-anaknya; dia tidak mahu dihibur kerana mereka sudah tiada."},{"number":16,"verse":"Hentikan tangismu dan keringkan air matamu. Jerih payahmu untuk anak-anakmu akan diberikan ganjaran; anak-anakmu akan pulang dari negeri musuh."},{"number":17,"verse":"Ada harapan bagi masa depanmu; anak-anakmu akan pulang ke negeri sendiri. Aku, TUHAN, telah berfirman."},{"number":18,"verse":"Aku mendengar umat Israel berkata dengan penuh kesedihan, ‘Ya TUHAN, kami seperti haiwan yang belum dijinakkan, tetapi Engkau melatih kami supaya patuh. Bawalah kami kembali; kami sedia balik kepada-Mu, ya TUHAN, Allah kami."},{"number":19,"verse":"Kami telah berpaling daripada-Mu, tetapi kami menyesali perbuatan itu. Setelah Engkau menghukum kami, kami menundukkan kepala kerana sedih. Kami malu dan dihina kerana kami berdosa pada masa muda.’"},{"number":20,"verse":"Hai Israel, engkau anak kesayangan-Ku, anak tercinta, buah hati-Ku. Setiap kali Aku mengancam engkau, Aku mengingat engkau dengan rindu. Aku mengasihimu; Aku akan berbelas kasihan."},{"number":21,"verse":"Tandailah jalan, dan pasanglah penunjuk jalan; carilah jalan yang engkau ikut dahulu. Hai umat Israel, pulanglah. Kembalilah ke kota-kotamu dahulu."},{"number":22,"verse":"Sampai bilakah kamu ragu-ragu, hai bangsa yang tidak setia kepada-Ku? Aku telah menciptakan sesuatu yang baru dan aneh, luar biasa seperti wanita melindungi lelaki.”"},{"number":23,"verse":"( Kemakmuran Umat Allah pada Masa Depan) TUHAN Yang Maha Kuasa, Allah Israel berfirman, “Apabila Aku mengembalikan umat-Ku ke negeri mereka, maka di negeri Yehuda dan di kota-kotanya akan terdengar lagi orang berkata, ‘Semoga TUHAN memberkati bukit suci ( Bukit suci: Bukit Sion, bukit di Yerusalem yang menjadi sebahagian daripada kawasan Rumah TUHAN dan istana.) di Yerusalem tempat kediaman yang khas bagi-Nya.’"},{"number":24,"verse":"Orang akan tinggal di Yehuda dan di semua kotanya. Di sana akan ada petani, dan gembala dengan ternakan mereka."},{"number":25,"verse":"Aku akan menyegarkan mereka yang lelah, dan mengenyangkan mereka yang lemah kerana lapar."},{"number":26,"verse":"Pada masa itu orang akan berkata, ‘Setelah tidur nyenyak, aku berasa segar.’"},{"number":27,"verse":"Aku, TUHAN, berfirman bahawa akan tiba masanya apabila Aku memenuhi negeri Israel dan Yehuda dengan manusia dan haiwan."},{"number":28,"verse":"Sebagaimana dahulu Aku telah berjaga untuk mencabut, meruntuhkan, menggulingkan, memusnahkan dan menghancurkan mereka, begitu juga Aku akan berjaga untuk menegakkan dan membangunkan mereka semula."},{"number":29,"verse":"( ) Pada masa itu orang tidak lagi berkata, ‘Ibu bapa makan buah anggur yang masam, tetapi anak-anak yang berasa ngilu.’"},{"number":30,"verse":"Tetapi sesiapa makan buah anggur yang masam, dia sendirilah yang akan berasa ngilu. Setiap orang akan mati kerana dosanya sendiri.”"},{"number":31,"verse":"( ; ; ; ; ) TUHAN berfirman, “Akan tiba masanya Aku membuat perjanjian yang baru dengan umat Israel dan Yehuda."},{"number":32,"verse":"Perjanjian itu tidak seperti perjanjian yang Aku buat dengan nenek moyang mereka ketika Aku menuntun mereka keluar dari Mesir. Walaupun Aku seperti seorang suami kepada mereka, namun mereka mengingkari perjanjian-Ku dengan mereka."},{"number":33,"verse":"( ) Inilah perjanjian baru yang akan Kubuat dengan umat Israel: Aku akan menyimpan hukum-Ku dalam batin mereka, dan menulisnya pada hati mereka. Aku akan menjadi Allah mereka, dan mereka akan menjadi umat-Ku."},{"number":34,"verse":"( ) Tidak seorang pun antara mereka perlu mengajar sesamanya untuk mengenal TUHAN, kerana mereka semua, besar kecil, akan mengenal Aku. Aku akan melupakan kesalahan mereka dan mengampunkan dosa mereka. Aku, TUHAN, telah berfirman.” ( )"},{"number":35,"verse":"TUHAN menyediakan matahari untuk menerangi siang; Dia menyediakan bulan dan bintang untuk menerangi malam. Dia menyebabkan air laut bergelora sehingga bergemuruh, nama-Nya TUHAN Yang Maha Kuasa."},{"number":36,"verse":"Dia berjanji bahawa selama hukum alam tidak berubah, Israel pun akan tetap ada sebagai bangsa."},{"number":37,"verse":"Seandainya pada suatu masa langit dapat diukur, dan dasar bumi dapat diselidiki, pada masa itulah Israel akan ditolak oleh-Nya kerana segala perbuatan mereka. TUHAN telah berfirman."},{"number":38,"verse":"TUHAN berfirman, “Masanya akan tiba apabila seluruh Yerusalem dibina semula sebagai kota-Ku, dari Menara Hananeel sampai ke Pintu Gerbang Sudut."},{"number":39,"verse":"Dari situ sempadannya menuju ke Bukit Gareb, lalu membelok ke Goa."},{"number":40,"verse":"Seluruh lembah itu, yang digunakan sebagai tanah perkuburan dan tempat pembuangan sampah, dan semua ladang di tepi Sungai Kidron sampai ke Pintu Gerbang Kuda ke arah timur, akan dikhaskan untuk Aku. Kota Yerusalem tidak akan diruntuhkan ataupun dimusnahkan lagi.”"}]}