{"bibleAbbr":"msAB1996","bookName":"YEREMIA","bookEnglishName":"Jeremiah","chapterNumber":32,"verses":[{"number":1,"verse":"( Yeremia Membeli Tanah) ( ) Pada tahun kesepuluh pemerintahan Raja Zedekia di Yehuda, iaitu tahun kelapan belas pemerintahan Raja Nebukadnezar di Babilonia, TUHAN berfirman kepadaku."},{"number":2,"verse":"Pada masa itu tentara raja Babilonia sedang menyerang Yerusalem. Aku ditahan di halaman istana raja"},{"number":3,"verse":"oleh Raja Zedekia kerana aku dituduh mengumumkan bahawa TUHAN berfirman, “Aku akan membiarkan raja Babilonia menaklukkan kota ini,"},{"number":4,"verse":"dan Raja Zedekia tidak akan dapat melarikan diri. Dia akan diserahkan kepada raja Babilonia; dia akan menghadap raja itu dan bertutur dengannya."},{"number":5,"verse":"Kemudian Zedekia akan dibawa ke Babilonia dan tinggal di sana sampai Aku menghukum dia. Walaupun dia berperang dengan orang Babilonia, dia tidak akan berjaya. Aku, TUHAN, telah berfirman.”"},{"number":6,"verse":"TUHAN memberitahu aku"},{"number":7,"verse":"bahawa Hanameel, anak lelaki bapa saudaraku Salum, akan datang kepadaku untuk minta supaya aku membeli tanahnya di Anatot, di wilayah Benyamin. Akulah sanaknya yang terdekat dan yang berhak membeli tanah itu."},{"number":8,"verse":"Tepat seperti yang telah difirmankan TUHAN, Hanameel datang kepadaku di halaman istana, dan minta supaya aku membeli tanahnya. Dengan itu yakinlah aku bahawa TUHAN benar-benar telah berfirman kepadaku."},{"number":9,"verse":"Aku membeli tanah itu daripada Hanameel dengan harga tujuh belas keping wang perak. Aku memanggil beberapa orang saksi dan di hadapan mereka, aku menandatangani dan memeteraikan surat pembelian tanah itu, lalu aku menimbang wang pembayarannya."},{"number":11,"verse":"Kemudian aku mengambil surat pembelian itu, yang telah dimeterai dan mengandungi syarat serta ketetapan, dan aku juga mengambil salinan surat yang tidak dimeterai."},{"number":12,"verse":"Aku memberikan kedua-dua helai surat itu kepada Barukh anak Neria, cucu Mahseya. Aku menyerahkannya di hadapan Hanameel serta saksi-saksi yang telah menandatangani surat-surat itu, dan di hadapan semua orang yang sedang duduk di halaman itu."},{"number":13,"verse":"Di hadapan mereka semua, aku berkata kepada Barukh,"},{"number":14,"verse":"“TUHAN Yang Maha Kuasa, Allah Israel, memerintahkan engkau mengambil kedua-dua helai surat ini, baik yang dimeterai mahupun yang tidak dimeterai. Masukkan kedua-dua helai surat itu ke dalam sebuah tempayan supaya tahan lama."},{"number":15,"verse":"TUHAN Yang Maha Kuasa, Allah Israel, berfirman bahawa rumah, tanah, dan ladang anggur akan dibeli lagi di negeri ini.”"},{"number":16,"verse":"( Doa Yeremia) Selepas aku memberikan surat-surat pembelian itu kepada Barukh, aku berdoa,"},{"number":17,"verse":"“Ya TUHAN Raja, Engkaulah yang menciptakan langit dan bumi dengan kuasa dan kekuatan-Mu yang besar. Tiada yang terlalu sukar bagi-Mu."},{"number":18,"verse":"Engkau menunjukkan kasih-Mu yang abadi kepada beribu-ribu orang, tetapi Engkau juga menghukum orang kerana dosa ibu bapa mereka. Engkaulah Allah yang agung dan perkasa; Engkaulah TUHAN Yang Maha Kuasa."},{"number":19,"verse":"Rancangan-Mu bijak dan perbuatan-Mu ajaib; Engkau nampak segala yang dilakukan manusia, dan membalas mereka setimpal dengan perbuatan mereka."},{"number":20,"verse":"Pada dahulu kala Engkau melakukan keajaiban dan hal-hal yang luar biasa di Mesir, dan sampai sekarang pun Engkau masih melakukannya, baik di kalangan orang Israel mahupun di kalangan semua bangsa lain. Dengan demikian Engkau termasyhur di merata tempat."},{"number":21,"verse":"Engkau membawa umat Israel keluar dari Mesir dengan kuasa dan kekuatan-Mu. Engkau melakukan mukjizat dan keajaiban yang menggemparkan musuh."},{"number":22,"verse":"Engkau memberikan negeri yang baik dan subur ini kepada mereka, seperti yang telah Engkau janjikan kepada nenek moyang mereka."},{"number":23,"verse":"Tetapi apabila mereka datang ke negeri ini dan mendudukinya, mereka tidak mentaati perintah-Mu, dan tidak hidup menurut ajaran-Mu. Mereka tidak melaksanakan satu pun daripada perintah-Mu. Oleh itu Engkau mendatangkan segala bencana ini kepada mereka."},{"number":24,"verse":"Orang Babilonia telah membina tambak pengepungan di sekeliling kota untuk merampasnya, dan sekarang mereka sedang menyerangnya. Pertempuran, kebuluran, dan wabak akan menyebabkan kota ini jatuh ke dalam tangan mereka. Engkau nampak bahawa semua yang Engkau firmankan telah menjadi kenyataan."},{"number":25,"verse":"Namun demikian, ya TUHAN Raja, Engkaulah yang menyuruh aku membeli tanah di hadapan beberapa orang saksi, walaupun sebentar lagi kota akan ditawan oleh orang Babilonia.”"},{"number":26,"verse":"Kemudian TUHAN berfirman kepadaku,"},{"number":27,"verse":"“Akulah TUHAN, Allah segenap manusia. Tiada yang terlalu sukar bagi-Ku."},{"number":28,"verse":"( ; ) Aku akan menyerahkan kota ini kepada Raja Nebukadnezar dari Babilonia dan tenteranya. Mereka akan merampas kota ini,"},{"number":29,"verse":"dan membakarnya. Mereka akan membakarnya sampai habis bersama dengan rumah-rumah orang yang membangkitkan kemurkaan-Ku. Di bumbung rumah-rumah itu mereka telah membakar kemenyan kepada Baal dan mencurahkan wain sebagai persembahan kepada dewa-dewa."},{"number":30,"verse":"Sejak permulaan sejarah mereka, orang Israel dan orang Yehuda tidak menyenangkan hati-Ku, dan mereka membangkitkan kemurkaan-Ku dengan perbuatan mereka."},{"number":31,"verse":"Sejak kota ini dibina, penduduknya telah menyebabkan Aku sangat murka. Aku telah mengambil keputusan untuk memusnahkan kota itu,"},{"number":32,"verse":"kerana segala kejahatan yang dilakukan oleh orang Yehuda dan orang Yerusalem, bersama-sama raja dan para pemimpin, para imam dan nabi mereka."},{"number":33,"verse":"Mereka telah membelakangi Aku dan walaupun Aku terus mengajar mereka, mereka tidak mahu mendengar dan tidak mahu menerima pengajaran."},{"number":34,"verse":"( ; , ) Malah Rumah-Ku yang dibina untuk tempat beribadat kepada-Ku telah dinajiskan oleh mereka dengan meletakkan berhala-berhala mereka yang menjijikkan di tempat itu."},{"number":35,"verse":"( ; ; ) Mereka membina mazbah-mazbah untuk Baal di Lembah Hinom, dan mempersembahkan anak-anak mereka kepada Dewa Molokh. Padahal, Aku tidak pernah menyuruh mereka melakukan hal itu, bahkan tidak pernah timbul dalam fikiran-Ku bahawa mereka akan melakukan perbuatan sekeji itu dan menyebabkan orang Yehuda berdosa.”"},{"number":36,"verse":"( Janji yang Memberikan Harapan) TUHAN, Allah Israel, berfirman kepadaku, “Hai Yeremia, bangsa Israel berkata bahawa peperangan, kebuluran, dan wabak akan menyebabkan kota ini jatuh ke dalam tangan raja Babilonia. Sekarang, dengarlah lagi firman-Ku."},{"number":37,"verse":"Aku akan mengumpulkan bangsa ini dari semua negeri tempat Aku mencerai-beraikan mereka kerana kemurkaan dan kegeraman-Ku terhadap mereka. Aku akan membawa mereka kembali ke tempat ini dan membolehkan mereka tinggal di sini dengan selamat."},{"number":38,"verse":"Mereka akan menjadi umat-Ku, dan Aku menjadi Allah mereka."},{"number":39,"verse":"Aku akan memberi mereka satu tujuan hidup: untuk menghormati Aku sepanjang masa bagi kebaikan mereka sendiri dan keturunan mereka."},{"number":40,"verse":"Aku akan membuat perjanjian yang kekal dengan mereka. Aku tidak akan berhenti berbuat baik untuk mereka. Aku akan menyebabkan mereka takut dan hormat kepada-Ku dengan sepenuh hati supaya mereka tidak meninggalkan Aku."},{"number":41,"verse":"Dengan senang hati Aku akan berbuat baik kepada mereka, dan Aku akan membuat mereka menetap di negeri ini selama-lamanya."},{"number":42,"verse":"Sebagaimana Aku telah mendatangkan bencana kepada bangsa ini, begitu juga Aku akan memberi mereka semua yang baik, yang telah Kujanjikan."},{"number":43,"verse":"Orang berkata bahawa negeri ini akan menjadi seperti padang gurun yang tidak didiami oleh manusia dan binatang, dan negeri ini akan jatuh ke tangan orang Babilonia. Tetapi ladang-ladang di negeri ini akan dibeli orang lagi."},{"number":44,"verse":"Orang akan membeli ladang dan surat pembeliannya ditandatangani dan dimeterai di hadapan saksi-saksi. Hal itu akan berlaku di wilayah Benyamin, di pekan-pekan di sekitar Yerusalem, di kota-kota Yehuda, di kota-kota di kawasan perbukitan, di kawasan kaki bukit, dan di bahagian selatan Yehuda. Aku akan mengembalikan bangsa ini ke negeri mereka. Aku, TUHAN, telah berfirman.”"}]}