{"bibleAbbr":"msAB1996","bookName":"YEREMIA","bookEnglishName":"Jeremiah","chapterNumber":36,"verses":[{"number":1,"verse":"( Barukh Membaca Naskhah Gulungan di Rumah TUHAN) ( ; ; ) Pada tahun keempat pemerintahan Raja Yoyakim putera Raja Yosia, sebagai raja Yehuda, TUHAN berfirman kepadaku,"},{"number":2,"verse":"“Ambillah sebuah naskhah gulungan, dan tulislah di situ segala yang telah Kufirmankan kepada engkau tentang Israel dan Yehuda, serta semua bangsa. Tulislah segala yang telah Kuberitahukan engkau sejak Aku berfirman kepadamu pada kali pertama, ketika Yosia menjadi raja sehingga sekarang."},{"number":3,"verse":"Apabila penduduk Yehuda mendengar tentang segala bencana yang hendak Kudatangkan kepada mereka, mungkin mereka akan berhenti berbuat jahat. Jika demikian, Aku pun akan mengampunkan kejahatan dan dosa mereka.”"},{"number":4,"verse":"Oleh itu aku memanggil Barukh anak Neria, dan mengimlakkan segala firman TUHAN itu kepadanya, supaya dia dapat menulis semuanya dalam naskhah gulungan itu."},{"number":5,"verse":"Kemudian aku memberikan perintah ini kepada Barukh, “Aku tidak lagi dibenarkan masuk ke dalam Rumah TUHAN."},{"number":6,"verse":"Tetapi engkau mesti pergi ke sana pada masa orang berpuasa. Bacakanlah isi naskhah itu dengan suara lantang, supaya mereka mendengar segala yang telah difirmankan TUHAN kepadaku, dan yang telah kuimlakkan kepadamu. Engkau harus membacanya di tempat semua orang dapat mendengarnya, termasuk penduduk Yehuda yang telah datang dari kota-kota mereka."},{"number":7,"verse":"Mungkin mereka akan berdoa kepada TUHAN dan berpaling daripada kejahatan mereka, kerana TUHAN telah mengancam mereka dengan kemurkaan dan berang-Nya.”"},{"number":8,"verse":"Oleh itu Barukh membacakan firman TUHAN itu di dalam Rumah TUHAN tepat seperti yang aku suruh."},{"number":9,"verse":"Pada bulan kesembilan dalam tahun kelima pemerintahan Raja Yoyakim sebagai raja Yehuda, rakyat berpuasa supaya diperkenankan TUHAN. Semua orang yang tinggal di Yerusalem berpuasa dan orang yang datang ke sana dari kota-kota di Yehuda pun berpuasa."},{"number":10,"verse":"Kemudian, sambil semua orang mendengar, Barukh membacakan naskhah gulungan yang mengandungi semua yang telah kukatakan. Dia membacakannya di Rumah TUHAN, di bilik Gemarya anak Safan, setiausaha negara. Biliknya terletak di halaman sebelah atas, dekat Pintu Gerbang Baru di Rumah TUHAN."},{"number":11,"verse":"( Isi Naskhah Gulungan Dibacakan kepada Para Pegawai) Mikhaya anak Gemarya, cucu Safan, mendengar Barukh membacakan firman TUHAN dari naskhah gulungan itu."},{"number":12,"verse":"Kemudian Mikhaya pergi ke istana raja, ke bilik setiausaha negara. Pada masa itu semua pegawai istana sedang bermesyuarat. Elisama iaitu setiausaha negara, Delaya anak Semaya, Elnatan anak Akhbor, Gemarya anak Safan, Zedekia anak Hananya, dan semua pegawai lain ada di situ."},{"number":13,"verse":"Mikhaya memberitahu mereka segala yang telah dibacakan Barukh kepada rakyat."},{"number":14,"verse":"Kemudian para pegawai itu memerintah Yehudi (anak Netanya, cucu Selemya anak Kusyi) supaya menyuruh Barukh membawa naskhah gulungan yang telah dibacakannya kepada rakyat. Barukh membawa naskhah itu kepada mereka."},{"number":15,"verse":"Mereka berkata, “Sila duduk, dan bacakanlah naskhah gulungan itu kepada kami.” Barukh pun membacakannya."},{"number":16,"verse":"Selepas itu, mereka saling memandang dengan cemas lalu berkata kepada Barukh, “Kami mesti melaporkan hal ini kepada raja.”"},{"number":17,"verse":"Mereka bertanya kepadanya lagi, “Katakanlah, bagaimana kamu dapat menulis semuanya ini? Adakah Yeremia mengimlakkannya kepadamu?”"},{"number":18,"verse":"Barukh menjawab, “Yeremia mengimlakkan tiap-tiap perkataan itu kepada saya, lalu saya menulisnya dengan dakwat pada naskhah ini.”"},{"number":19,"verse":"Kemudian mereka berkata kepadanya, “Kamu dan Yeremia mesti bersembunyi. Jangan biar sesiapa pun mengetahui tempat persembunyian kamu.”"},{"number":20,"verse":"( Raja Membakar Naskhah Gulungan) Para pegawai menyimpan naskhah gulungan itu di dalam bilik Elisama, setiausaha itu, lalu pergi melaporkan semua hal itu kepada raja."},{"number":21,"verse":"Selepas itu raja menyuruh Yehudi mengambil naskhah itu dari bilik Elisama dan membacakannya di hadapan raja serta semua pegawai yang berdiri di sekeliling raja."},{"number":22,"verse":"Masa itu musim sejuk, dan raja sedang duduk di depan perapian di istana musim sejuk."},{"number":23,"verse":"Setelah Yehudi membaca tiga atau empat lajur, raja memotong bahagian itu dengan sebilah pisau kecil dan membuangnya ke dalam api. Raja melakukan hal itu terus-menerus sampai seluruh naskhah gulungan itu dibakar."},{"number":24,"verse":"Tetapi baik raja mahupun pegawai-pegawainya yang mendengar semua itu tidak takut atau menunjukkan penyesalan."},{"number":25,"verse":"Walaupun Elnatan, Delaya, dan Gemarya memohon kepada raja agar naskhah itu tidak dibakar, raja tidak mempedulikan mereka."},{"number":26,"verse":"Kemudian raja memerintah Putera Yerahmeel, Seraya anak Azriel, dan Selemya anak Abdeel untuk menangkap aku serta Barukh, setiausahaku, tetapi TUHAN menyembunyikan kami daripada mereka."},{"number":27,"verse":"( Yeremia Menulis Sebuah Naskhah Gulungan Lain) Selepas Raja Yoyakim membakar naskhah gulungan yang aku imlakkan kepada Barukh, TUHAN menyuruh aku"},{"number":28,"verse":"mengambil sebuah naskhah gulungan yang lain dan menuliskan semula segala isi naskhah gulungan yang pertama itu."},{"number":29,"verse":"TUHAN menyuruh aku berkata kepada raja, “Engkau sudah membakar naskhah gulungan itu, dan engkau bertanya mengapa Yeremia menulis bahawa raja Babilonia akan datang, lalu memusnahkan negeri ini dan membunuh penduduknya serta semua binatang di situ."},{"number":30,"verse":"Oleh itu, Aku, TUHAN, berfirman kepadamu, hai Raja Yoyakim, bahawa tiada seorang pun daripada keturunanmu akan memerintah kerajaan Daud. Mayatmu akan dibuang ke luar sehingga terjemur pada waktu siang dan terkena embun pada waktu malam."},{"number":31,"verse":"Aku akan menghukum engkau, keturunanmu, dan pegawai-pegawaimu, kerana dosa kamu semua. Tiada sesiapa pun, baik engkau, penduduk Yerusalem ataupun Yehuda, yang mempedulikan amaran-Ku. Oleh itu, Aku akan mendatangkan bencana yang telah Aku ancamkan kepada kamu semua.”"},{"number":32,"verse":"Selepas itu aku mengambil sebuah naskhah gulungan lain dan memberikannya kepada Barukh, setiausahaku. Lalu dia menulis semua yang aku imlakkan itu. Dia menulis semua yang terkandung di dalam kitab gulungan yang pertama, dan juga perkhabaran lain seperti itu."}]}