{"bibleAbbr":"msAB1996","bookName":"YEREMIA","bookEnglishName":"Jeremiah","chapterNumber":4,"verses":[{"number":1,"verse":"( Panggilan untuk Bertaubat) TUHAN berfirman, “Umat Israel, jika kamu mahu kembali, maka kembalilah kepada-Ku. Jika kamu setia kepada-Ku dan membuang berhala yang Aku benci,"},{"number":2,"verse":"kamu boleh bersumpah demi nama-Ku. Kemudian ( kamu boleh... nama-Ku. Kemudian; atau dan jika kamu bersumpah demi nama-Ku dan kamu hidup jujur, adil, dan benar, maka.) semua bangsa akan meminta Aku memberkati mereka, dan mereka akan memuji Aku.”"},{"number":3,"verse":"( ) TUHAN berfirman kepada penduduk Yehuda dan Yerusalem, “Bajaklah tanah kamu yang belum dibajak; jangan tabur benih antara tumbuhan berduri."},{"number":4,"verse":"Peganglah perjanjian kamu dengan Aku, TUHAN kamu; khaskanlah diri kamu untuk Aku, hai penduduk Yehuda dan Yerusalem. Jika tidak, kemurkaan-Ku akan membakar seperti api yang tidak dapat dipadamkan oleh sesiapa pun, kerana segala perbuatan kamu yang jahat!”"},{"number":5,"verse":"( Yehuda Diancam dengan Penyerbuan) Tiuplah trompet di seluruh negeri! Berserulah dengan lantang dan jelas. Suruhlah penduduk Yehuda dan Yerusalem lari ke kota-kota berkubu."},{"number":6,"verse":"Tunjukkanlah jalan ke Sion! Cepatlah menyelamatkan diri! Jangan berlengah-lengah! TUHAN sedang mendatangkan malapetaka dan kehancuran besar dari utara."},{"number":7,"verse":"Seperti singa keluar dari persembunyiannya, begitulah pemusnah bangsa-bangsa telah berangkat. Dia datang untuk membinasakan Yehuda. Kota-kota Yehuda akan menjadi reruntuhan, dan tidak akan didiami orang."},{"number":8,"verse":"Oleh itu menangislah dan merataplah, pakailah kain guni tanda berduka, kerana kemurkaan TUHAN yang menyala-nyala belum reda terhadap Yehuda."},{"number":9,"verse":"TUHAN berfirman, “Pada hari itu raja-raja dan para pegawai akan patah semangat; imam-imam akan terperanjat, dan nabi-nabi terkejut.”"},{"number":10,"verse":"Kemudian aku berkata, “Ya TUHAN Raja, Engkau betul-betul telah menipu penduduk Yerusalem! Engkau berfirman bahawa akan ada kedamaian, tetapi sekarang nyawa mereka terancam.”"},{"number":11,"verse":"Masanya akan tiba apabila penduduk Yerusalem diberitahu bahawa angin panas dari gurun sedang bertiup ke arah mereka. Angin itu bukan angin yang hanya menerbangkan sekam,"},{"number":12,"verse":"melainkan angin kuat yang datang atas perintah TUHAN. TUHAN sendirilah yang menjatuhkan hukuman terhadap umat-Nya."},{"number":13,"verse":"( Yehuda Dikepung Musuh) Lihatlah musuh muncul seperti awan. Kereta kudanya seperti puting beliung, dan kudanya lebih pantas daripada burung helang. Kita ditimpa malang! Kita binasa!"},{"number":14,"verse":"Hai Yerusalem, bersihkanlah hatimu daripada segala kejahatan supaya engkau diselamatkan. Sampai bilakah engkau memikirkan perkara jahat?"},{"number":15,"verse":"Para utusan dari kota Dan serta perbukitan Efraim datang untuk mengumumkan berita buruk."},{"number":16,"verse":"Mereka memberikan amaran kepada bangsa-bangsa dan memberitahu penduduk Yerusalem bahawa musuh sedang datang dari negeri yang jauh. Musuh akan memekik untuk menentang kota-kota Yehuda"},{"number":17,"verse":"dan mengepung Yerusalem seperti orang mengawal ladang. Semua perkara itu berlaku kerana penduduk Yehuda telah memberontak terhadap TUHAN. TUHAN telah berfirman."},{"number":18,"verse":"Hai Yehuda, engkau sendiri telah mendatangkan bencana itu kepada dirimu. Cara hidup dan perbuatanmu yang berdosa telah menyebabkan semua penderitaan itu, dan menusuk hatimu."},{"number":19,"verse":"( Yeremia Sedih Memikirkan Umat Allah) Alangkah pedihnya hatiku. Aku tidak tahan lagi menderita. Hatiku berdebar-debar, aku tidak dapat bertenang. Oleh sebab aku mendengar bunyi trompet, dan pekik peperangan."},{"number":20,"verse":"Bencana demi bencana menimpa, seluruh negeri hancur musnah. Tiba-tiba khemah kami dirosakkan, kain-kainnya dikoyakkan."},{"number":21,"verse":"Sampai bilakah aku harus menyaksikan kesengitan peperangan, dan mendengar bunyi trompet yang memekakkan?"},{"number":22,"verse":"TUHAN berfirman, “Umat-Ku bodoh; mereka tidak mengenal Aku. Mereka seperti anak-anak bodoh, mereka tidak mempunyai pengertian. Mereka mahir melakukan kejahatan, tetapi gagal melakukan kebaikan.”"},{"number":23,"verse":"( Penglihatan Yeremia tentang Bencana yang Akan Datang) Aku memandang bumi - nampaknya kosong dan gersang. Aku menengadah ke langit - tidak ada yang terang."},{"number":24,"verse":"Aku memandang gunung-gunung - semuanya bergoncang, dan bukit-bukit bergoyang."},{"number":25,"verse":"Aku tidak nampak manusia; burung pun sudah terbang semua."},{"number":26,"verse":"Tanah subur sudah menjadi gurun; kota-kotanya tinggal reruntuhan, kerana TUHAN sangat murka. ("},{"number":27,"verse":"TUHAN berfirman bahawa seluruh bumi akan menjadi gurun, tetapi Dia tidak akan memusnahkannya sama sekali.)"},{"number":28,"verse":"Bumi akan meratap; langit akan menjadi gelap. TUHAN telah berfirman dan tidak akan mengubah rancangan. Dia telah mengambil keputusan dan tidak akan mengubah pendirian."},{"number":29,"verse":"Hiruk-pikuk pasukan berkuda dan pemanah, menyebabkan orang melarikan diri dari semua kota. Sesetengah orang lari ke hutan, yang lain memanjat bukit batu. Semua kota akan ditinggalkan, tiada orang yang mahu tinggal di situ."},{"number":30,"verse":"Hai Yerusalem, engkau ditimpa bencana! Mengapa engkau memakai baju merah? Mengapa engkau menghias diri dengan barang kemas, serta menyolek mata dengan celak? Sia-sialah engkau mencantikkan dirimu! Semua bekas kekasihmu menghina engkau, malah mereka mahu mencabut nyawamu."},{"number":31,"verse":"Aku mendengar suara rintihan seperti wanita sedang bersalin; seperti teriakan wanita yang melahirkan anak pertama. Begitulah tangisan Yerusalem yang terengah-engah, serta menghulurkan tangan dan berkata, “Malanglah aku! Mereka datang membunuh aku!”"}]}