{"bibleAbbr":"msAB1996","bookName":"YEREMIA","bookEnglishName":"Jeremiah","chapterNumber":40,"verses":[{"number":1,"verse":"( Yeremia Tinggal dengan Gedalya) TUHAN berfirman kepadaku selepas Nebuzaradan, panglima tentera itu, membebaskan aku di Rama. Aku telah dibawa ke situ dalam keadaan terbelenggu bersama-sama semua orang dari Yerusalem dan Yehuda yang dibawa sebagai orang tawanan ke Babilonia."},{"number":2,"verse":"Panglima tentera itu membawa aku ke tepi lalu berkata, “TUHAN, Allahmu, mengancam negeri ini dengan kemusnahan."},{"number":3,"verse":"Sekarang Dia telah menepati firman-Nya. Semua itu berlaku kerana bangsamu berdosa kepada TUHAN dan tidak taat kepada-Nya."},{"number":4,"verse":"Saya akan membebaskan kamu dan melepaskan belenggu dari lenganmu. Jika kamu mahu, kamu boleh ikut saya ke Babilonia dan saya akan memelihara kamu. Tetapi jika kamu tidak mahu, tidak mengapa. Di seluruh negeri ini, kamu bebas pergi ke mana sahaja kamu hendak.”"},{"number":5,"verse":"Apabila aku tidak menjawab, ( Apabila aku tidak menjawab; atau Kemudian, sebelum dia pergi.) Nebuzaradan berkata, “Baliklah kepada Gedalya anak Ahikam, cucu Safan, yang telah dilantik oleh raja Babilonia menjadi gabenor kota-kota Yehuda. Kamu boleh tinggal dengan dia dan hidup bersama-sama rakyat atau pergi ke mana sahaja kamu mahu.” Selepas itu dia memberi aku hadiah dan bekal makanan, lalu dia melepaskan aku."},{"number":6,"verse":"Aku pergi kepada Gedalya di Mizpa, dan tinggal bersama-sama rakyat yang masih di negeri itu."},{"number":7,"verse":"( Gedalya, Gabenor Yehuda) ( ( 120 25:22-24 )) Beberapa orang pegawai dan askar Yehuda masih belum menyerah diri. Mereka mendengar bahawa raja Babilonia telah melantik Gedalya menjadi gabenor negeri itu, dan semua rakyat yang paling miskin di negeri itu, yang tidak dibawa ke Babilonia diserahkan ke bawah kuasanya."},{"number":8,"verse":"Oleh itu Ismael anak Netanya, Yohanan anak Kareah, Seraya anak Tanhumet, anak-anak Efai orang Netofa, dan Yezanya orang Maakha pergi bersama-sama anak buah mereka menghadap Gedalya di Mizpa."},{"number":9,"verse":"( ) Gedalya berkata kepada mereka, “Saudara-saudara tidak perlu takut menyerah diri kepada orang Babilonia. Menetaplah di negeri ini dan berkhidmatlah kepada raja Babilonia. Saya jamin bahawa kamu akan selamat."},{"number":10,"verse":"Saya sendiri akan tinggal di Mizpa, dan saya akan mewakili saudara semua apabila orang Babilonia datang. Saudara-saudara boleh tinggal di pekan-pekan dan menyimpan wain, buah-buahan, dan minyak zaitun.”"},{"number":11,"verse":"Sementara itu, semua orang Israel di negeri Moab, Amon, Edom, dan negeri-negeri lain mendengar bahawa raja Babilonia telah membenarkan sesetengah orang Israel tinggal di Yehuda, dan bahawa raja itu telah melantik Gedalya menjadi gabenor mereka."},{"number":12,"verse":"Oleh itu mereka meninggalkan tempat-tempat mereka tercerai-cerai, lalu kembali ke Yehuda. Mereka datang kepada Gedalya di Mizpa, dan di sana mereka menyimpan banyak wain dan buah-buahan."},{"number":13,"verse":"( Gedalya Dibunuh) ( ( 120 25:25-26 )) Selepas itu, Yohanan dan pemimpin-pemimpin askar yang belum menyerah diri, datang kepada Gedalya"},{"number":14,"verse":"dan berkata kepadanya, “Tidakkah tuan tahu bahawa Raja Baalis dari Amon, telah mengutus Ismael untuk membunuh tuan?” Tetapi Gedalya tidak percaya."},{"number":15,"verse":"Kemudian Yohanan berkata kepadanya dengan sembunyi-sembunyi, “Benarkanlah saya membunuh Ismael. Tiada sesiapa pun akan mengetahuinya. Mengapakah dia dibiarkan membunuh tuan? Hal itu akan menyebabkan semua orang Yahudi yang telah berkumpul dengan tuan tercerai-cerai semula, dan bencana akan menimpa semua orang yang masih tinggal di Yehuda.”"},{"number":16,"verse":"Tetapi Gedalya menjawab, “Jangan lakukan niatmu itu! Kata-katamu tentang Ismael itu tidak benar!”"}]}