{"bibleAbbr":"msAB1996","bookName":"YEREMIA","bookEnglishName":"Jeremiah","chapterNumber":52,"verses":[{"number":1,"verse":"( Kejatuhan Yerusalem) ( ( 120 24:18-25:7 )) Raja Zedekia berusia dua puluh satu tahun ketika baginda menjadi raja Yehuda, dan memerintah di Yerusalem selama sebelas tahun. Bondanya bernama Hamutal anak Yeremia dari kota Libna."},{"number":2,"verse":"Raja Zedekia berdosa terhadap TUHAN seperti Raja Yoyakim dahulu."},{"number":3,"verse":"TUHAN sangat murka terhadap penduduk Yerusalem dan Yehuda sehingga Dia mengusir mereka dan tidak melindungi mereka lagi. Raja Zedekia memberontak terhadap Raja Nebukadnezar dari Babilonia."},{"number":4,"verse":"( ) Oleh itu Raja Nebukadnezar bersama dengan seluruh angkatan tenteranya menyerang Yerusalem pada hari kesepuluh, bulan kesepuluh dalam tahun kesembilan pemerintahan Raja Zedekia. Mereka berkhemah di luar Yerusalem dan membina tembok untuk mengepung kota itu."},{"number":5,"verse":"Mereka terus mengepung kota itu sehingga tahun kesebelas pemerintahan Raja Zedekia."},{"number":6,"verse":"Pada hari kesembilan, bulan keempat tahun itu, apabila kelaparan di kota itu sangat dahsyat sehingga penduduknya tidak mempunyai makanan lagi,"},{"number":7,"verse":"( ) tembok kota ditembusi musuh. Walaupun kota itu dikepung oleh orang Babilonia, semua askar Yehuda berjaya melarikan diri. Mereka melarikan diri pada waktu malam, dan mengikut jalan yang melalui taman istana, lalu keluar melalui pintu gerbang yang menghubungkan kedua-dua tembok di tempat itu. Mereka lari menuju Lembah Yordan."},{"number":8,"verse":"Tetapi tentera Babilonia mengejar Raja Zedekia, lalu menangkap baginda di dataran dekat Yerikho. Pada masa itu semua askarnya meninggalkan Raja Zedekia."},{"number":9,"verse":"Raja Zedekia dibawa kepada Raja Nebukadnezar, yang ketika itu berada di Ribla, di wilayah Hamat. Di sana Raja Nebukadnezar menjatuhkan hukuman kepada Raja Zedekia."},{"number":10,"verse":"Di Ribla, putera-putera Raja Zedekia dibunuh di depan mata Raja Zedekia, dan pegawai-pegawai Yehuda dihukum mati."},{"number":11,"verse":"( ) Selepas itu mata Raja Zedekia dicungkil, lalu baginda dirantai dan dibawa ke kota Babel. Raja Zedekia dipenjarakan di sana sehingga baginda mangkat."},{"number":12,"verse":"( Rumah TUHAN Dimusnahkan) ( ( 120 25:8-17 )) Pada hari kesepuluh, bulan kelima dalam tahun kesembilan belas pemerintahan Raja Nebukadnezar di Babilonia, Nebuzaradan, iaitu panglima tentera dan penasihat raja, masuk ke Yerusalem."},{"number":13,"verse":"( ) Dia membakar Rumah TUHAN, istana, dan rumah-rumah semua pembesar di Yerusalem;"},{"number":14,"verse":"askar-askarnya merobohkan tembok kota."},{"number":15,"verse":"Kemudian Nebuzaradan membawa orang yang masih tinggal di kota itu ke Babilonia, iaitu tukang-tukang mahir yang masih tinggal, dan mereka yang berpihak kepada orang Babilonia."},{"number":16,"verse":"Tetapi Nebuzaradan meninggalkan sebahagian daripada rakyat yang paling miskin di Yehuda, mereka yang tidak mempunyai harta. Dia menyuruh mereka bekerja di ladang anggur dan di ladang-ladang."},{"number":17,"verse":"Orang Babilonia menghancurkan tiang-tiang gangsa dan pedati-pedati yang di dalam Rumah TUHAN, dan juga tangki gangsa yang besar. Mereka membawa semua gangsanya ke Babel."},{"number":18,"verse":"Mereka juga membawa penyodok-penyodok dan bekas-bekas abu yang digunakan untuk membersihkan mazbah, alat-alat pelita, mangkuk-mangkuk untuk menampung darah daripada korban-korban yang dipersembahkan, mangkuk-mangkuk tempat membakar kemenyan, dan semua alat gangsa lain yang digunakan untuk upacara ibadat di Rumah TUHAN."},{"number":19,"verse":"Mereka mengambil semua alat yang dibuat daripada emas dan perak, termasuk mangkuk-mangkuk kecil, perbaraan, mangkuk-mangkuk untuk menampung darah daripada korban-korban yang dipersembahkan, bekas-bekas abu, kaki-kaki pelita, mangkuk-mangkuk untuk kemenyan, dan mangkuk-mangkuk untuk persembahan wain."},{"number":20,"verse":"Benda-benda gangsa yang dibuat oleh Raja Salomo untuk Rumah TUHAN, iaitu dua batang tiang, pedati-pedati, tangki yang besar dan dua belas lembu yang menunjangnya - semuanya terlalu berat untuk ditimbang."},{"number":21,"verse":"Dua batang tiang itu sama bentuknya: setiap batang tingginya 8 meter, lingkarannya 5.3 meter dan tengah-tengahnya berongga. Gangsa tiang itu setebal 75 milimeter. Di atas setiap tiang itu ada kepala tiang setinggi 2.2 meter. Pada sekeliling kepala tiang ada anyaman gangsa, yang dihiasi buah delima daripada gangsa."},{"number":23,"verse":"( ) Pada anyaman gangsa di setiap tiang itu ada sejumlah 100 buah delima daripada gangsa; 96 daripadanya dapat dilihat dari bawah."},{"number":24,"verse":"( Penduduk Yehuda Dibuang ke Babilonia) ( ( 120 25:18-21 , 120 25:27-30 )) Selain itu, Nebuzaradan, panglima tentera itu, menangkap Imam Agung Seraya dan penolongnya, iaitu Imam Zefanya, dan juga tiga orang pegawai tinggi Rumah TUHAN."},{"number":25,"verse":"Dari kota itu Nebuzaradan menangkap seorang panglima tentera, tujuh orang penasihat peribadi raja yang masih tinggal di kota itu, penolong panglima yang mengurus pentadbiran tentera, dan enam puluh orang pembesar lain."},{"number":26,"verse":"Nebuzaradan membawa mereka kepada raja Babilonia, yang ketika itu berada di Ribla,"},{"number":27,"verse":"di wilayah Hamat. Di sana mereka dipukul dan kemudian dihukum mati. Demikianlah penduduk Yehuda diangkut dari negeri mereka, lalu dibuang ke negeri lain."},{"number":28,"verse":"Inilah catatan bilangan orang yang ditangkap oleh Raja Nebukadnezar: Pada tahun ketujuh pemerintahannya, baginda menangkap sebanyak 3023 orang."},{"number":29,"verse":"Pada tahun kelapan belas, baginda menangkap 832 orang dari Yerusalem."},{"number":30,"verse":"Pada tahun kedua puluh tiga, sebanyak 745 orang ditangkap oleh Nebuzaradan. Semuanya berjumlah 4600 orang yang ditangkap dan dibuang negeri."},{"number":31,"verse":"Pada tahun Raja Ewil-Merodakh menjadi raja Babilonia, baginda menunjukkan belas kasihan terhadap Raja Yoyakhin dari Yehuda dan membebaskan Raja Yoyakhin dari penjara. Perkara ini berlaku pada hari kedua puluh lima, bulan kedua belas, tahun ketiga puluh tujuh selepas Raja Yoyakhin ditangkap dan dibuang negeri."},{"number":32,"verse":"Raja Ewil-Merodakh memperlakukan Raja Yoyakhin dengan baik, dan memberi Raja Yoyakhin kedudukan yang lebih tinggi daripada raja-raja lain yang juga dibuang ke Babilonia."},{"number":33,"verse":"Raja Yoyakhin dibenarkan mengganti pakaian penjaranya, dan juga dibenarkan makan di meja raja seumur hidupnya."},{"number":34,"verse":"Setiap hari, seumur hidupnya, Raja Yoyakhin diberikan elaun tetap bagi keperluannya."}]}