{"bibleAbbr":"BKJVNT","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":2,"verses":[{"number":1,"verse":"As for you, speak what is appropriate for the instruction that is healthy:"},{"number":2,"verse":"for old men to be sober, respectful, properly focused, being healthy in the trust, the love, the persistence;"},{"number":3,"verse":"for old women, similarly, to be temple-appropriate in conduct, not accusers, not having been enslaved to much wine, teachers of nice things"},{"number":4,"verse":"(so that they may properly focus the young women to be fond of their husbands, fond of children),"},{"number":5,"verse":"properly focused, consecrated, housekeepers, good, being under their own husbands so that no hurtful things may be said about the message of God;"},{"number":6,"verse":"for the younger men, similarly, encourage to be properly focused"},{"number":7,"verse":"about everything, providing yourself as an example of nice actions in the instruction: no decay, respect, nondeterioration,"},{"number":8,"verse":"a healthy message that has nothing known against it (so that the person from an opposing view might be embarrassed, having nothing useless to be saying about you);"},{"number":9,"verse":"for slaves to be placing themselves under their own owners in all things, to be very satisfying, not expressing opposition,"},{"number":10,"verse":"not secretly keeping anything for themselves, but displaying every bit of good trust so that they may decorate the instruction of our Rescuer God in all things."},{"number":11,"verse":"You see, the generosity of God, the rescuing generosity, was shined on all people"},{"number":12,"verse":"disciplining us so that after denying the godlessness and the world desires, we might live properly focused, rightly, and godly in the present span of time"},{"number":13,"verse":"awaiting the blessed anticipation and manifestation of the magnificence of the huge God and our Rescuer Jesus, the Anointed King,"},{"number":14,"verse":"who gave Himself on our behalf so that He might pay the price to release us out of every crime and clean for Himself a special ethnic group with passion for nice actions."},{"number":15,"verse":"Speak, encourage, and reprimand these things with every directive. No one must circumvent you."}]}