{"bibleAbbr":"msAB1996","bookName":"EFESUS","bookEnglishName":"Ephesians","chapterNumber":2,"verses":[{"number":1,"verse":"( Daripada Kematian kepada Kehidupan) Dahulu kamu mati secara rohani, kerana kamu tidak taat kepada perintah Allah dan kamu berdosa."},{"number":2,"verse":"Pada masa itu hidup kamu mengikut cara hidup yang jahat daripada orang di dunia ini. Kamu mentaati penguasa roh-roh jahat di angkasa, iaitu roh yang sekarang menguasai orang yang tidak taat kepada Allah."},{"number":3,"verse":"Sebenarnya dahulu kita semua seperti mereka. Kita hidup mengikut tabiat manusia dan melakukan segala sesuatu yang dikehendaki tubuh dan fikiran kita. Seperti orang lain, kita pun kena kemurkaan Allah."},{"number":4,"verse":"Tetapi Allah sangat berbelas kasihan dan Dia sangat mengasihi kita,"},{"number":5,"verse":"( ) sehingga sementara kita mati secara rohani kerana pelanggaran kita, Dia menghidupkan kita semula bersama-sama Kristus. Kamu sudah diselamatkan oleh rahmat Allah."},{"number":6,"verse":"Kerana kita hidup bersatu dengan Kristus Yesus, Allah menghidupkan kita semula bersama-sama Dia supaya kita memerintah dengan Kristus di syurga."},{"number":7,"verse":"Allah melakukan hal itu supaya pada zaman yang akan datang, semua orang akan mengetahui rahmat-Nya yang tidak terhingga itu. Dia menunjukkan kasih-Nya kepada kita melalui Kristus Yesus."},{"number":8,"verse":"Hal itu demikian, kerana dengan rahmat Allah, kamu diselamatkan oleh sebab kamu percaya kepada Yesus. Penyelamatan itu bukan hasil usaha kamu sendiri, melainkan kurnia Allah. Oleh itu kamu tidak mempunyai alasan untuk bercakap besar tentang hal itu."},{"number":10,"verse":"Kita ciptaan Allah dan kerana kita hidup bersatu dengan Kristus Yesus, Allah telah menjadikan kita untuk mengamalkan perbuatan baik, yang sudah disediakan-Nya untuk kita lakukan."},{"number":11,"verse":"( Bersatu kerana Kristus) Hai kamu yang bukan orang Yahudi! Ingatlah akan keadaan kamu dahulu. Kamu disebut ‘orang yang tidak bersunat’ oleh orang Yahudi yang menyebut diri mereka ‘orang yang bersunat’ (iaitu tanda yang dilakukan oleh manusia pada tubuh mereka)."},{"number":12,"verse":"Pada masa itu kamu tidak mengenal Kristus. Kamu orang asing, yang tidak termasuk umat pilihan Allah. Kamu tidak mempunyai bahagian dalam perjanjian yang dibuat oleh Allah dengan umat-Nya berdasarkan janji-janji-Nya kepada mereka. Kamu hidup di dunia ini tanpa harapan dan tanpa Allah."},{"number":13,"verse":"Tetapi sekarang, kerana kamu hidup bersatu dengan Kristus Yesus, kamu yang dahulunya jauh daripada Allah, telah didekatkan kepada Allah oleh kematian Kristus."},{"number":14,"verse":"Hal itu demikian kerana Kristus sendiri telah membawa kedamaian untuk kita dengan menjadikan orang Yahudi dan orang bukan Yahudi satu umat. Dengan kematian-Nya di kayu salib Kristus telah merobohkan tembok permusuhan yang memisahkan mereka."},{"number":15,"verse":"( ) Kristus memansuhkan semua perintah dan peraturan dalam Taurat, supaya daripada dua kaum itu, Dia boleh menjadikan mereka satu umat yang baru, yang hidup bersatu dengan Dia. Dengan cara itu Kristus mendatangkan kedamaian."},{"number":16,"verse":"( ) Dengan kematian-Nya di kayu salib, Kristus telah melenyapkan permusuhan mereka. Dengan salib itu Dia mempersatukan dua kaum itu dan memimpin mereka kembali kepada Allah."},{"number":17,"verse":"( ) Demikianlah Kristus datang dan mengisytiharkan Berita Baik tentang kedamaian itu kepada semua orang: baik kepada orang bukan Yahudi yang dahulu jauh daripada Allah, mahupun kepada orang Yahudi yang dekat dengan Allah."},{"number":18,"verse":"Melalui Kristus, kita semua - orang Yahudi mahupun bukan Yahudi - dapat datang ke hadirat Bapa dengan pertolongan Roh Allah yang satu."},{"number":19,"verse":"Oleh itu, kamu orang bukan Yahudi bukan lagi orang asing ataupun pendatang. Sekarang kamu warga umat Allah dan anggota keluarga Allah."},{"number":20,"verse":"Kamu pun dibina di atas asas yang diletakkan oleh para rasul dan nabi, ( asas yang diletakkan oleh para rasul dan nabi; atau asas, iaitu para rasul dan nabi.) dengan Kristus Yesus sebagai batu asasnya."},{"number":21,"verse":"Dialah yang menjadikan seluruh bangunan itu tersusun rapi dan meluaskannya sehingga menjadi Rumah Allah yang dikhaskan untuk Tuhan."},{"number":22,"verse":"Kerana kamu hidup bersatu dengan Kristus, kamu juga dibina bersama-sama semua orang lain menjadi sebuah tempat kediaman Allah; di situ Roh Allah tinggal."}]}