{"bibleAbbr":"msAB1996","bookName":"EFESUS","bookEnglishName":"Ephesians","chapterNumber":5,"verses":[{"number":1,"verse":"( Hidup dalam Cahaya) Kerana kamu anak-anak Allah yang dikasihi-Nya, kamu mesti berusaha mengikut teladan-Nya."},{"number":2,"verse":"( ; ) Hidup kamu harus dijiwai oleh kasih, sebagaimana Kristus mengasihi kita. Dia mengorbankan nyawa-Nya bagi kita, sebagai suatu persembahan yang harum dan korban yang menyenangkan hati Allah."},{"number":3,"verse":"Kerana kamu umat Allah, tidak sepatutnya perbuatan yang cabul atau tidak senonoh, ataupun ketamakan berlaku antara kamu, supaya orang tidak mempunyai alasan untuk mengumpat kamu."},{"number":4,"verse":"Kamu juga tidak patut menggunakan kata-kata yang lucah, cabul, atau tidak senonoh. Sebaliknya kamu harus bersyukur kepada Allah."},{"number":5,"verse":"Kamu tentu tahu bahawa orang yang melakukan perbuatan cabul, atau yang tidak senonoh, ataupun yang tamak (kerana ketamakan seperti penyembahan berhala), tidak akan menikmati Pemerintahan Kristus dan Allah. ( Pemerintahan Kristus dan Allah; Harfiah: Kerajaan Kristus dan Allah.)"},{"number":6,"verse":"Janganlah biarkan sesiapa pun menipu kamu dengan kata-kata dusta, kerana hal-hal inilah yang menimbulkan kemurkaan Allah terhadap mereka yang tidak taat kepada-Nya."},{"number":7,"verse":"Oleh itu janganlah sekali-kali berhubungan dengan orang semacam itu."},{"number":8,"verse":"Dahulu kamu hidup dalam kegelapan, tetapi sekarang kamu telah menjadi umat Tuhan, maka kamu hidup dalam cahaya. Itulah sebabnya kamu mesti hidup seperti orang yang hidup dalam cahaya,"},{"number":9,"verse":"kerana cahaya ( cahaya; Beberapa naskhah kuno: Roh Allah.) itulah yang menyebabkan orang melakukan segala sesuatu yang baik, adil, dan tulus. ( tulus; Harfiah: kebenaran.)"},{"number":10,"verse":"Berusahalah untuk melakukan apa yang menyenangkan hati Tuhan."},{"number":11,"verse":"Janganlah lakukan perbuatan tidak berguna, yang biasa dilakukan oleh orang yang hidup dalam kegelapan. Sebaliknya, kamu harus mendedahkan perkara-perkara itu. ("},{"number":12,"verse":"Sebenarnya hal-hal yang dilakukan mereka dengan diam-diam amat memalukan untuk dipercakapkan.)"},{"number":13,"verse":"Segala sesuatu akan kelihatan dengan jelas, apabila disinari cahaya,"},{"number":14,"verse":"kerana segala sesuatu yang dapat dilihat dengan jelas, adalah cahaya. ( Kerana segala sesuatu yang dapat dilihat dengan jelas, adalah cahaya; atau kerana cahayalah yang memperlihatkan segala sesuatu dengan jelas.) Itulah sebabnya dikatakan, “Bangunlah, hai kamu yang tidur, dan bangkitlah daripada kematian! Kristus akan menyinari kamu.”"},{"number":15,"verse":"Oleh itu, perhatikanlah cara hidup kamu dengan baik. Janganlah hidup seperti orang bodoh, tetapi hiduplah seperti orang bijak."},{"number":16,"verse":"( ) Setiap kali kamu berpeluang melakukan apa yang baik, gunakanlah peluang itu, kerana masa ini masa yang jahat."},{"number":17,"verse":"Janganlah bertindak bodoh, tetapi berusahalah untuk mengetahui apa yang dikehendaki Tuhan bagi kamu."},{"number":18,"verse":"Janganlah kamu menjadi mabuk oleh wain, kerana hal itu akan merosakkan hidup kamu. Tetapi hendaklah kamu dikuasai oleh Roh Allah."},{"number":19,"verse":"Gunakanlah kata-kata daripada mazmur, nyanyian puji-pujian, dan lagu rohani dalam percakapan kamu. Nyanyikanlah puji-pujian dan mazmur kepada Tuhan dengan hati yang gembira."},{"number":20,"verse":"( ) Hendaklah kamu sentiasa bersyukur kepada Allah Bapa bagi segala sesuatu, demi nama Yesus Kristus Tuhan kita."},{"number":21,"verse":"( Suami dan Isteri) Untuk menghormati Kristus, hendaklah kamu taat kepada satu sama lain."},{"number":22,"verse":"( ; ) Hai isteri, taatlah kepada suami seperti kamu taat kepada Tuhan,"},{"number":23,"verse":"kerana suami ialah ketua kepada isteri, sebagaimana Kristus ialah ketua kepada jemaah. Kristuslah Penyelamat jemaah, iaitu tubuh-Nya."},{"number":24,"verse":"Oleh itu isteri harus taat dalam segala hal kepada suami, sebagaimana jemaah taat kepada Kristus."},{"number":25,"verse":"( ; ) Hai suami, kasihilah isteri kamu, sebagaimana Kristus mengasihi jemaah, dan mengorbankan nyawa-Nya untuk jemaah."},{"number":26,"verse":"Kristus berbuat demikian untuk membersihkan jemaah dengan air ( air, atau air baptisan.) dan dengan firman-Nya, supaya Dia dapat menyerahkan jemaah kepada Allah."},{"number":27,"verse":"Dengan demikian Kristus memiliki jemaah yang penuh dengan kecemerlangan, yang murni, dan yang tidak bercacat cela sedikit pun."},{"number":28,"verse":"Suami harus mengasihi isteri seperti mengasihi tubuh sendiri. Orang yang mengasihi isteri bererti mengasihi diri sendiri. ("},{"number":29,"verse":"Tidak seorang pun pernah membenci tubuhnya sendiri. Sebaliknya, dia memelihara dan menjaganya, seperti Kristus juga memelihara dan menjaga jemaah,"},{"number":30,"verse":"kerana kita anggota tubuh Kristus.)"},{"number":31,"verse":"( ) Di dalam Alkitab tertulis, “Itulah sebabnya seorang lelaki akan meninggalkan ibu bapanya untuk bersatu dengan isterinya, dan kedua-duanya akan menjadi satu.”"},{"number":32,"verse":"Ayat itu mengandungi erti yang dalam. Menurut pengertianku, ayat itu berkaitan dengan hubungan antara Kristus dan jemaah."},{"number":33,"verse":"Tetapi ayat itu juga berkaitan dengan kamu: Setiap suami harus mengasihi isterinya seperti dia mengasihi dirinya sendiri, dan setiap isteri harus menghormati suaminya."}]}