{"bibleAbbr":"guOV2016","bookName":"કરિંથીઓને પાઉલ પ્રેરિતનો પહેલો પત્ર","bookEnglishName":"1 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"( પવિત્ર આત્મા તરફથી દાનો) હવે, ભાઈઓ, આત્મિક [દાનો] વિષે તમે અજાણ્યા રહો એ મારી ઇચ્છા નથી."},{"number":2,"verse":"તમે વિદેશી હતા, ત્યારે જેમ કોઈ તમને દોરી જાય તેમ તમે એ મૂંગી મૂર્તિઓ પાછળ દોરવાઈ જતા હતા, એ તમે જાણો છો."},{"number":3,"verse":"માટે હું તમને સમજાવું છું કે, ઈશ્વરના આત્મા [ની પ્રેરણા] થી બોલનારો કોઈ માણસ ઈસુને શાપપાત્ર કહેતો નથી. અને, ઈસુ પ્રભુ છે, એમ કોઈ માણસ પવિત્ર આત્મા [ની પ્રેરણા] વગર કહી શકતો નથી."},{"number":4,"verse":"હવે ( .) કૃપાદાનો અનેક પ્રકારનાં છે, તોપણ આત્મા તો એકનોએક."},{"number":5,"verse":"વળી સેવા અનેક પ્રકારની છે, પણ પ્રભુ તો એકનાએક."},{"number":6,"verse":"કાર્યો અનેક પ્રકારનાં છે, પણ ઈશ્વર એકનાએક છે, જે સર્વમાં કર્તાહર્તા છે."},{"number":7,"verse":"પણ આત્માનું પ્રકટીકરણ દરેકને સામાન્ય હિતને માટે આપવામાં આવ્યું છે."},{"number":8,"verse":"કેમ કે કોઈને આત્માથી જ્ઞાનની વાત આપવામાં આવેલી છે; કોઈને એ જ આત્માથી વિદ્યાની વાત;"},{"number":9,"verse":"કોઈને એ જ આત્મા વડે વિશ્વાસ; કોઈને એ જ આત્મા વડે સાજાં કરવાનાં કૃપાદાન;"},{"number":10,"verse":"કોઈને ચમત્કાર કરવાનું [દાન] ; કોઈને પ્રબોધ; કોઈને આત્માઓની પરીક્ષા કરવાનું; કોઈને [ભિન્‍ન ભિન્‍ન] ભાષાઓ; અને કોઈને ભાષાંતર કરવાનું [દાન] આપવામાં આવેલું છે."},{"number":11,"verse":"પણ પોતાની ઇચ્છા પ્રમાણે દરેકને [જુદાં જુદાં દાન] વહેંચી આપીને એ સર્વ કરાવનાર એ ને એ જ આત્મા છે."},{"number":12,"verse":"( એક જ શરીર-અવયવો અનેક) કેમ કે ( .) જેમ શરીર એક છે, અને તેના અવયવો ઘણા છે, અને શરીરના અવયવો ઘણા હોવા છતાં સર્વ મળીને એક શરીર બને છે; તેમ ખ્રિસ્ત પણ છે."},{"number":13,"verse":"કેમ કે યહૂદી કે ગ્રીક, દાસ કે સ્વતંત્ર, આપણે સર્વ એક આત્માથી બાપ્તિસ્મા પામીને એક શરીરરૂપ બન્યા; અને આપણ સર્વને એક આત્માનું પાન કરાવવામાં આવ્યું છે."},{"number":14,"verse":"કેમ કે શરીર એક અવયવનું નથી, પણ ઘણાનું."},{"number":15,"verse":"જો પગ કહે, “હું હાથ નથી, એ માટે હું શરીરનો નથી;” તો તેથી તે શરીરનો નથી એમ નહિ."},{"number":16,"verse":"જો કાન કહે, “હું આંખ નથી, માટે હું શરીરનો નથી.” તો તેથી તે શરીરનો નથી એમ નહિ."},{"number":17,"verse":"જો આખું શરીર આંખ હોત, તો‍‍ શ્રવણ ક્યાં હોત? જો આખું [શરીર] શ્રવણ હોત, તો ઘ્રાણ ક્યાં?"},{"number":18,"verse":"પણ હવે ઈશ્વરે દરેક અવયવને તો પોતાની મરજી પ્રમાણે શરીરમાં ગોઠવેલો છે."},{"number":19,"verse":"જો સર્વ એક અવયવ હોત, તો શરીર ક્યાં હોત?"},{"number":20,"verse":"પણ અવયવો ઘણા છે, પણ શરીર તો એક જ છે."},{"number":21,"verse":"આંખથી હાથને કહેવાતું નથી, “મને તારી અગત્ય નથી.” તેમ જ માથાથી પગોને પણ કહેવાતું નથી, “મને તમારી અગત્ય નથી.”"},{"number":22,"verse":"ના, ના શરીરના જે અવયવો વધારે નાજુક દેખાય છે તેઓની વિશેષ અગત્ય છે."},{"number":23,"verse":"અને શરીરના જે [ભાગ] ને આપણે ઓછા માનયોગ્ય ગણીએ છીએ તેઓને આપણે વધારે માન આપીએ છીએ! એમ આપણા કદરૂપા અવયવોને વધારે શોભાયમાન કરવામાં આવે છે."},{"number":24,"verse":"પણ આપણા સુંદર [અવયવો] ને એવી વાતની અગત્ય નથી. પણ જે [ભાગ] ને ઓછું [માન] હતું તેને ઈશ્વરે વિશેષ માન આપીને શરીરને એવી વ્યવસ્થિત રીતે ગોઠવ્યું છે."},{"number":25,"verse":"કે, શરીરમાં ભાગલા ન પડે; પણ [બધા] અવયવો, એકબીજાને માટે એક સરખી ચિંતા રાખે."},{"number":26,"verse":"જો એક અવયવ દુ:ખી થાય, તો તેની સાથે સર્વ અવયવો દુ:ખી થાય છે; તેમ જ જો [એક] અવયવને માન મળે, તો તેની સાથે સર્વ અવયવો આનંદ પામે છે."},{"number":27,"verse":"હવે તમે ખ્રિસ્તનું શરીર, અને તેના જુદા જુદા અવયવો છો."},{"number":28,"verse":"( .) ઈશ્વરે મંડળીમાં કેટલાકને નીમ્યા છે, પ્રથમ પ્રેરિતોને, બીજી પંક્તિમાં પ્રબોધકોને, ત્રીજા ઉપદેશકોને, પછી ચમત્કારોને, પછી સાજાં કરવાનાં કૃપાદાનોને, મદદગારોને, અધિકારીઓને, [ભિન્‍ન ભિન્‍ન] ભાષાઓને."},{"number":29,"verse":"શું બધા પ્રેરિતો છે? શું બધા પ્રબોધકો છે? શું બધા ઉપદેશકો છે?"},{"number":30,"verse":"શું બધા ચમત્કાર [કરનારા] છે? શું બધાને સાજાં કરવાનાં કૃપાદાન છે? શું બધા [ભિન્‍ન ભિન્‍ન] ભાષાઓ બોલે છે? શું બધા ભાષાંતર કરે છે?"},{"number":31,"verse":"તો જે કૃપાદાનો વધારે ઉત્તમ છે તેઓને પ્રાપ્ત કરવાની ઝંખના રાખો. વળી એ સર્વ કરતાં ઉત્તમ માર્ગ હું તમને બતાવું છું."}]}