{"bibleAbbr":"guOV2016","bookName":"કરિંથીઓને પાઉલ પ્રેરિતનો પહેલો પત્ર","bookEnglishName":"1 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"( પ્રેરિતોના હકકો અને ફરજો) શું હું સ્વતંત્ર નથી? શું હું પ્રેરિત નથી? શું મને આપણા પ્રભુ ઈસુનું દર્શન થયું નથી? શું તમે પ્રભુમાં મારા કામનું ફળ નથી?"},{"number":2,"verse":"જો હું બીજાઓની દષ્ટિમાં પ્રેરિત ન હોઉં, તોપણ બેશક તમારે માટે તો છું જ, કેમ કે પ્રભુમાં તમે મારા પ્રેરિતપણાનો મહોરસિક્કો છો."},{"number":3,"verse":"મારી તપાસ કરનારાને એ જ મારો પ્રત્યુત્તર છે."},{"number":4,"verse":"શું અમને ખાવાપીવાનો અધિકાર નથી?"},{"number":5,"verse":"શું બીજા પ્રેરિતોની તથા પ્રભુના ભાઈઓની તથા કેફાની જેમ મને પણ વિશ્વાસી સ્‍ત્રીને સાથે લઈને ફરવાનો અધિકાર નથી?"},{"number":6,"verse":"અથવા ધંધોરોજગાર ન કરવાનો અધિકાર માત્ર મને તથા બાર્નાબાસને જ નથી શું?"},{"number":7,"verse":"એવો ક્યો સિપાઈ છે કે જે કોઈ પણ વખતે પોતાને ખરચે લડે છે? વળી દ્રાક્ષાવાડી રોપીને તેનું ફળ કોણ ખાતો નથી? અથવા [ઘેટાંબકરાંનું] ટોળું પાળીને તે ટોળાનું દૂધ કોણ ખાતો નથી?"},{"number":8,"verse":"આ વાતો શું હું માણસોની દલીલો વાપરીને કહું છું? અથવા નિયમશાસ્‍ત્ર પણ એમ જ કહેતું નથી?"},{"number":9,"verse":"કેમ કે મૂસાના નિયમશાસ્‍ત્રમાં લખેલું છે, ( ; .) “પગરે ફરતા બળદના મોઢા પર શીંકી ન બાંધ.” શું [આવી આજ્ઞા આપવામાં] ઈશ્વર બળદની ચિંતા કરે છે."},{"number":10,"verse":"કે, ફકત આપણી ખાતર તે એમ કહે છે? હા, આપણી જ ખાતર એવું લખેલું છે: કેમ કે જે ખેડે છે તેણે આશાથી ખેડવું, અને જે મસળે છે તેણે ફળ પામવાની આશાથી [મસળવું જોઈએ]."},{"number":11,"verse":"( .) જો અમે તમારે માટે આત્મિક વસ્તુઓ વાવી છે, તો અમે તમારી શરીરોપયોગી વસ્તુઓ લણીએ એ કંઈ મોટી વાત કહેવાય?"},{"number":12,"verse":"જો બીજાઓ તમારા પરના એ હકનો લાભ લે છે, તો [તેઓના કરતાં] અમારો વધારે હક નથી શું? તોપણ એ હકનો અમે ઉપયોગ કર્યો નથી, પણ અમારાથી ખ્રિસ્તની સુવાર્તાને કંઈ અટકાવ ન થાય માટે સર્વ સહન કરીએ છીએ."},{"number":13,"verse":"( .) જેઓ મંદિરમાં સેવાનું કામ કરે છે તેઓ મંદિરમાંનું ખાય છે, અને જેઓ વેદીની સેવા કરે છે તેઓ વેદીના ભાગીદાર છે, એ શું તમે નથી જાણતા?"},{"number":14,"verse":"( ; .) જેઓ સુવાર્તા પ્રગટ કરે છે, તેઓ સુવાર્તાથી પોતાની આજીવિકા ચલાવે એમ પ્રભુએ ઠરાવ્યું છે."},{"number":15,"verse":"પણ એવો કશો વહીવટ મેં રાખ્યો નથી. અને મારા સંબંધમાં એમ થવું જોઈએ, એ માટે મેં આ વાતો લખી નથી. કેમ કે મારું અભિમાન [રાખવાનું કારણ] કોઈ મિથ્યા કરે, એ કરતાં મરવું મારે માટે વધારે સારું છે."},{"number":16,"verse":"જો હું સુવાર્તા પ્રગટ કરું, તો તેમાં મારે અભિમાન રાખવાનું કંઈ કારણ નથી, કેમ કે એમ કરવું મારી ફરજ છે; અને જો હું સુવાર્તા પ્રગટ ન કરું, તો મને અફસોસ છે."},{"number":17,"verse":"કેમ કે જો હું રાજીખુશીથી તે [કરું] , તો મને બદલો મળે છે, પણ જો રાજીખુશીથી ન [કરું] , તો મને કારભાર સોંપવામાં આવ્યો છે."},{"number":18,"verse":"માટે મને શો બદલો મળે છે? એ કે જ્યારે હું સુવાર્તા પ્રગટ કરું ત્યારે તે મફત પ્રગટ કરું, જેથી સુવાર્તા પ્રગટ કરીને મારો જે હક છે તેનો હું પૂરેપૂરો લાભ ન લઉં."},{"number":19,"verse":"કેમ કે સર્વથી સ્વતંત્ર છતાં, ઘણા માણસોને [મંડળીમાં] લાવવા માટે, હું મારી જાતે સર્વનો દાસ થયો."},{"number":20,"verse":"યહૂદીઓને મેળવવા માટે હું યહૂદીઓની સાથે યહૂદી જેવો થયો. હું પોતે નિયમાધીન ન છતાં નિયમાધીનોને લાવવા માટે નિયમાધીનોની સાથે નિયમાધીન જેવો થયો."},{"number":21,"verse":"નિયમરહિતોને લાવવા માટે નિયમરહિત જેવો થયો. ઈશ્વર વિષે નિયમરહિત તો નહિ પણ ખ્રિસ્ત વિષે નિયમસહિત."},{"number":22,"verse":"નિર્બળોને લાવવા માટે નિર્બળોની સાથે હું નિર્બળ જેવો થયો. હરકોઈ રીતે કેટલાકને તારવા માટે હું સર્વની સાથે સર્વના જેવો થયો."},{"number":23,"verse":"હું [મારું સાંભળનારાઓનો] તેમાં સહભાગી થાઉં, એ માટે હું સુવાર્તાની ખાતર સર્વ કરું છું."},{"number":24,"verse":"શું તમે નથી જાણતા કે શરતમાં દોડનાર સર્વ તો [ઇનામ મેળવવા] દોડે છે, તોપણ એકને જ ઇનામ મળે છે? એમ દોડો કે તમને મળે."},{"number":25,"verse":"વળી દરેક પહેલવાન સર્વ પ્રકારે સ્વદમન કરે છે. તેઓ તો વિનાશી મુગટ મેળવવા માટે એમ [કરે] છે, પણ આપણે તો અવિનાશી [મુગટ મેળવવા] માટે."},{"number":26,"verse":"તેથી હું એવી રીતે દોડું છું, પણ શંકા રાખનારની જેમ નહિ. હું મુકકીઓ મારું છું, પણ પવનને મારનારની જેમ નહિ."},{"number":27,"verse":"પણ હું મારા દેહનું દમન કરું છું, તથા તેને વશ રાખું છું, રખેને બીજાઓને સુવાર્તા પ્રગટ કર્યા છતાં કદાચ હું પોતે નાપસંદ થાઉં."}]}