{"bibleAbbr":"NIV2011","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":1,"verses":[{"number":1,"verse":"The word of the LORD that came to Micah of Moresheth during the reigns of Jotham, Ahaz and Hezekiah, kings of Judah - the vision he saw concerning Samaria and Jerusalem."},{"number":2,"verse":"Hear, you peoples, all of you, listen, earth and all who live in it, that the Sovereign LORD may bear witness against you, the Lord from his holy temple."},{"number":3,"verse":"(Judgment Against Samaria and JerusalemLook! The LORD is coming from his dwelling place; he comes down and treads on the heights of the earth."},{"number":4,"verse":"The mountains melt beneath him and the valleys split apart, like wax before the fire, like water rushing down a slope."},{"number":5,"verse":"All this is because of Jacob’s transgression, because of the sins of the people of Israel. What is Jacob’s transgression? Is it not Samaria? What is Judah’s high place? Is it not Jerusalem?"},{"number":6,"verse":"“Therefore I will make Samaria a heap of rubble, a place for planting vineyards. I will pour her stones into the valley and lay bare her foundations."},{"number":7,"verse":"All her idols will be broken to pieces; all her temple gifts will be burned with fire; I will destroy all her images. Since she gathered her gifts from the wages of prostitutes, as the wages of prostitutes they will again be used.”"},{"number":8,"verse":"(Weeping and MourningBecause of this I will weep and wail; I will go about barefoot and naked. I will howl like a jackal and moan like an owl."},{"number":9,"verse":"For Samaria’s plague is incurable; it has spread to Judah. It has reached the very gate of my people, even to Jerusalem itself."},{"number":10,"verse":"Tell it not in Gath ; weep not at all. In Beth Ophrah roll in the dust."},{"number":11,"verse":"Pass by naked and in shame, you who live in Shaphir. Those who live in Zaanan will not come out. Beth Ezel is in mourning; it no longer protects you."},{"number":12,"verse":"Those who live in Maroth writhe in pain, waiting for relief, because disaster has come from the LORD, even to the gate of Jerusalem."},{"number":13,"verse":"You who live in Lachish, harness fast horses to the chariot. You are where the sin of Daughter Zion began, for the transgressions of Israel were found in you."},{"number":14,"verse":"Therefore you will give parting gifts to Moresheth Gath. The town of Akzib will prove deceptive to the kings of Israel."},{"number":15,"verse":"I will bring a conqueror against you who live in Mareshah. The nobles of Israel will flee to Adullam."},{"number":16,"verse":"Shave your head in mourning for the children in whom you delight; make yourself as bald as the vulture, for they will go from you into exile."}]}