{"bibleAbbr":"KJV1611","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":4,"verses":[{"number":1,"verse":"For asmuch then as Christ hath suffered for vs in the flesh, arme your selues likewise with the same minde: for hee that hath suffered in the flesh, hath ceassed from sinne:"},{"number":2,"verse":"That he no longer should liue the rest of his time in the flesh, to the lusts of men, but to the will of God."},{"number":3,"verse":"For the time past of our life may suffice vs to haue wrought the will of the Gentiles, when we walked in lasciuiousnes, lusts, excesse of wine, reuellings, banquetings, and abhominable idolatries."},{"number":4,"verse":"Wherein they thinke it strange, that you runne not with them to the same excesse of riot, speaking euil of you:"},{"number":5,"verse":"Who shal giue accompt to him that is ready to iudge the quicke & the dead."},{"number":6,"verse":"For, for this cause was the Gospel preached also to them that are dead, that they might bee iudged according to men in the flesh, but liue according to God in the spirit."},{"number":7,"verse":"But the ende of all things is at hand: be ye therefore sober and watch vnto prayer."},{"number":8,"verse":"And aboue all things haue feruent charitie among your selues: for charity shall couer the multitude of sinnes."},{"number":9,"verse":"Use hospitalitie one to another without grudging."},{"number":10,"verse":"As euery man hath receiued the gift, euen so minister the same one to another, as good stewards of the manifold grace of God."},{"number":11,"verse":"If any man speake, let him speake as the oracles of God: if any man minister, let him doe it as of the ability which God giueth, that God in all things may bee glorified through Iesus Christ, to whom be praise and dominion for euer and euer. Amen."},{"number":12,"verse":"Beloued, thinke it not strange concerning the fiery triall, which is to try you, as though some strange thing happened vnto you."},{"number":13,"verse":"But reioyce in as much as yee are partakers of Christes sufferings; that when his glory shalbe reueiled, ye may be glad also with exceeding ioy."},{"number":14,"verse":"If ye be reproched for the Name of Christ, happie are ye, for the spirit of glory, and of God resteth vpon you: on their part hee is euill spoken of, but on your part he is glorified."},{"number":15,"verse":"But let none of you suffer as a murtherer, or as a theefe, or as an euill doer, or as a busibody in other mens matters."},{"number":16,"verse":"Yet if any man suffer as a Christian, let him not be ashamed, but let him glorifie God on this behalfe."},{"number":17,"verse":"For the time is come that iudgement must begin at the house of God: and if it first begin at vs, what shall the ende bee of them that obey not the Gospel of God?"},{"number":18,"verse":"And if the righteous scarcely be saued, where shall the vngodly and the sinner appeare?"},{"number":19,"verse":"Wherfore, let them that suffer according to the will of God, commit the keeping of their soules to him in well doing, as vnto a faithfull Creator."}]}