{"bibleAbbr":"KJV1611","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":5,"verses":[{"number":1,"verse":"The Elders which are among you I exhort, who am also an Elder, and a witnesse of the sufferings of Christ, and also a partaker of the glory that shall be reuealed."},{"number":2,"verse":"Feede the flocke of God which is among you, taking the ouersight thereof, not by constraint, but willingly: not for filthy lucre, but of a ready minde:"},{"number":3,"verse":"Neither as being lords ouer Gods heritage: but being ensamples to the flocke."},{"number":4,"verse":"And when the chiefe shepheard shall appeare, ye shall receiue a crowne of glory that fadeth not away."},{"number":5,"verse":"Likewise ye yonger, submit your selues vnto the elder: yea, all of you bee subiect one to another, and bee clothed with humilitie: for God resisteth the proud, and giueth grace to the humble."},{"number":6,"verse":"Humble yourselues therefore vnder the mighty hand of God, that hee may exalt you in due time,"},{"number":7,"verse":"Casting all your care vpon him, for he careth for you."},{"number":8,"verse":"Be sober, be vigilant: because your aduersary the deuill, as a roaring Lion walketh about, seeking whom he may deuoure."},{"number":9,"verse":"Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world."},{"number":10,"verse":"But the God of all grace who hath called vs into his eternall glory by Christ Iesus, after that ye haue suffered a while, make you perfect, stablish, strengthen, settle you."},{"number":11,"verse":"To him bee glory and dominion for euer and euer. Amen."},{"number":12,"verse":"By Syluanus a faithfull brother vnto you, (as I suppose) I haue written briefly, exhorting, & testifying, that this is the true grace of God wherein ye stand."},{"number":13,"verse":"The Church that is at Babylon elected, together with you, saluteth you, and so doth Marcus my sonne."},{"number":14,"verse":"Greete yee one another with a kisse of charity: Peace bee with you all that are in Christ Iesus. Amen."}]}