{"bibleAbbr":"WYC1395","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":14,"verses":[{"number":1,"verse":"But it bifelde at Yconye, that thei entriden togidir in to the synagoge of Jewis, and spaken, so that ful greet multitude of Jewis and Grekis bileueden."},{"number":2,"verse":"But the Jewis that weren vnbileueful, reiseden persecucioun, and stiriden to wraththe the soulis of hethene men ayens the britheren; but the Lord yaf soone pees."},{"number":3,"verse":"Therfor thei dwelliden myche tyme, and diden tristili in the Lord, berynge witnessyng to the word of his grace, yyuynge signes and wondris to be maad bi the hondis of hem."},{"number":4,"verse":"But the multitude of the citee was departid, and sum weren with the Jewis, and sum with the apostlis."},{"number":5,"verse":"But whanne ther was maad `an asaute of the hethene men and the Jewis, with her princis, to turmenten and to stonen hem,"},{"number":6,"verse":"thei vndurstoden, and fledden togidere to the citees of Licaonye, and Listris, and Derben, and into al the cuntre aboute. And thei prechiden there the gospel, and al the multitude was moued togider in the teching of hem. Poul and Barnabas dwelten at Listris."},{"number":7,"verse":"And a man at Listris was sijk in the feet, and hadde sete crokid fro his modris wombe, which neuer hadde goen."},{"number":8,"verse":"This herde Poul spekinge; and Poul biheld hym, and siy that he hadde feith, that he schulde be maad saaf,"},{"number":9,"verse":"and seide with a greet vois, Rise thou `vp riyt on thi feet. And he lippide, and walkide."},{"number":10,"verse":"And the puple, whanne thei hadde seyn that that Poul dide, reriden her vois in Licaon tunge, and seiden, Goddis maad lijk to men ben comun doun to vs."},{"number":11,"verse":"And thei clepiden Barnabas Jubiter, and Poul Mercurie, for he was ledere of the word."},{"number":12,"verse":"And the preest of Jubiter that was bifor the citee, brouyte boolis and crownes bifor the yatis, with puplis, and wolde haue maad sacrifice."},{"number":13,"verse":"And whanne the apostlis Barnabas and Poul herden this, thei to-renten her cootis; and thei skipten out among the puple,"},{"number":14,"verse":"and crieden, and seiden, Men, what don ye this thing? and we ben deedli men lijk you, and schewen to you, that ye be conuertid fro these veyn thingis to the lyuynge God, that maad heuene, and erthe, and the see, and alle thingis that ben in hem;"},{"number":15,"verse":"which in generaciouns passid suffride alle folkis to gon in to her owne weies."},{"number":16,"verse":"And yit he lefte not hym silf with out witnessing in wel doyng, for he yaf reyns fro heuene, and times beringe fruyt, and fulfillide youre hertis with meete and gladnesse."},{"number":17,"verse":"And thei seiynge these thingis, vnnethis swagiden the puple, that thei offriden not to hem."},{"number":18,"verse":"But sum Jewis camen ouer fro Antioche and Iconye, and counseilden the puple, and stonyden Poul, and drowen out of the citee, and gessiden that he was deed."},{"number":19,"verse":"But whanne disciplis weren comun aboute him, he roos, and wente in to the citee; and in the dai suynge he wente forth with Barnabas in to Derben."},{"number":20,"verse":"And whanne thei hadden prechid to the ilk citee, and tauyte manye, thei turneden ayen to Listris, and Iconye, and to Antioche; confermynge the soulis of disciplis,"},{"number":21,"verse":"and monestinge, that thei schulden dwelle in feith, and seiden, That bi many tribulaciouns it bihoueth vs to entre in to the kingdom of heuenes."},{"number":22,"verse":"And whanne thei hadden ordeined prestis to hem bi alle citees, and hadden preied with fastyngis, thei bitoken hem to the Lord, in whom thei bileueden."},{"number":23,"verse":"And thei passiden Persidie, and camen to Pamfilie;"},{"number":24,"verse":"and thei spaken the word `of the Lord in Pergen, and camen doun in to Italie."},{"number":25,"verse":"And fro thennys thei wenten bi boot to Antiochie, fro whennus thei weren takun to the grace of God, in to the werk that thei filliden."},{"number":26,"verse":"And whanne thei weren comun, and hadden gaderid the chirche, thei telden hou grete thingis God dide with hem, and that he hadde openyde to hethene men the dore of feith."},{"number":27,"verse":"And thei dwelliden not a litil tyme with the disciplis."}]}