{"bibleAbbr":"WYC1395","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":19,"verses":[{"number":1,"verse":"And it bifelle, whanne Apollo was at Corinthi, that Poul whanne he hadde go the hiyer coostis, he cam to Efesie, and foond summe of disciplis."},{"number":2,"verse":"And he seide to hem, Whethir ye that bileuen han resseyued the Hooli Goost? And thei seiden to hym, But nether `han we herd, if the Hooli Goost is."},{"number":3,"verse":"And he seide, Therfor in what thing ben ye baptisid? And thei seiden, In the baptym of Joon."},{"number":4,"verse":"And Poul seide, Joon baptiside the puple in baptym of penaunce, and tauyte, that thei schulden bileue in hym that was to comynge `after hym, that is, in Jhesu."},{"number":5,"verse":"Whanne thei herden these thingis, thei weren baptisid in the name of the Lord Jhesu."},{"number":6,"verse":"And whanne Poul hadde leid on hem his hoondis, the Hooli Goost cam in hem, and thei spaken with langagis, and profecieden."},{"number":7,"verse":"And alle weren almest twelue men."},{"number":8,"verse":"And he yede in to the synagoge, and spak with trist thre monethis, disputinge and tretinge of the kingdom of God."},{"number":9,"verse":"But whanne summe weren hardid, and bileueden not, and cursiden the weie of the Lord bifor the multitude, he yede awei fro hem, and departide the disciplis, and disputide in the scole of a myyti man eche dai."},{"number":10,"verse":"This was doon bi twei yeeris, so that alle that dwelliden in Asie herden the word of the Lord, Jewis and hethene men."},{"number":11,"verse":"And God dide vertues not smale bi the hoond of Poul,"},{"number":12,"verse":"so that on sijk men the sudaries weren borun fro his bodye, and sijknessis departiden fro hem, and wickid spiritis wenten out."},{"number":13,"verse":"But also summe of the Jewis exorsisists yeden aboute, and assaieden to clepe the name of the Lord Jhesu Crist on hem that hadden yuele spiritis, and seiden, Y coniure you bi Jhesu, whom Poul prechith."},{"number":14,"verse":"And ther weren seuene sones of a Jewe, Steuen, a prince of preestis, that diden this thing."},{"number":15,"verse":"But the yuel spirit answeride, and seide to hem, Y knowe Jhesu, and Y knowe Poul; but who ben ye?"},{"number":16,"verse":"And the man in which was the worste deuel, lippide on hem, and hadde victorie of bothe, and was stronge ayens hem, that thei nakid and woundid fledden awei fro that hous."},{"number":17,"verse":"And this thing was maad knowun to alle the Jewis and to hethene men, that dwelliden at Effesie; and drede felle doun on hem alle, and thei magnyfieden the name of the Lord Jhesu."},{"number":18,"verse":"And many men bileueden, and camen, knowlechinge and tellynge her dedis."},{"number":19,"verse":"And manye of them that sueden curiouse thingis, brouyten togidere bookis, and brenneden hem bifor alle men; and whanne the prices of tho weren acountid, thei founden monei of fifti thousynd pens;"},{"number":20,"verse":"so strongli the word of God wexide, and was confermyd."},{"number":21,"verse":"And whanne these thingis weren fillid, Poul purposide in spirit, aftir that Macedony was passid and Acaie, to go to Jerusalem, and seide, For aftir that Y schal be there, it bihoueth me `to se also Rome."},{"number":22,"verse":"And he sente in to Macedonye twey men, that mynystriden to hym, Tymothe, and Eraste, and he dwellide for a tyme in Asie."},{"number":23,"verse":"And a greet troubling was maad in that dai, of the weie of the Lord."},{"number":24,"verse":"For a man, Demetrie bi name, a worcher in siluer, makide siluer housis to Diane, and yaf to crafti men myche wynnyng;"},{"number":25,"verse":"which he clepide togidere `hem that weren suche maner werkmen, and seide, Men, ye witen that of this craft wynnyng is to vs;"},{"number":26,"verse":"and ye seen and heren, that this Poul counseilith and turneth awei myche puple, not oonli of Effesie, but almest of al Asie, and seith, that thei ben not goddis, that ben maad with hoondis."},{"number":27,"verse":"And not oonli this part schal be in perel to vs, to come in to repreef, but also the temple of the greet Dian schal be acountid in to nouyt; yhe, and the maieste of hir schal bigynne to be destried, whom al Asie and the world worschipith."},{"number":28,"verse":"Whanne these thingis weren herd, thei weren fillid with ire, and crieden, and seiden, Greet is the Dian of Effesians."},{"number":29,"verse":"And the citee was fillid with confusioun, and thei maden an asaut with oon wille in to the teaatre, and tooken Gayus and Aristark, men of Macedonye, felawis of Poul."},{"number":30,"verse":"And whanne Poul would haue entrid in to the peple, the disciplis suffriden not."},{"number":31,"verse":"And also summe of the princis of Asie, that weren hise freendis, senten to him. and preieden, that he schulde not yyue hym silf in to the teatre."},{"number":32,"verse":"And othere men crieden othir thing; for the chirche was confusid, and many wisten not for what cause thei weren come togidere."},{"number":33,"verse":"But of the puple thei drowen awei oon Alisaundre, while Jewis puttiden hym forth. And Alisaundre axide with his hoond silence, and wolde yelde a resoun to the puple."},{"number":34,"verse":"And as thei knewen that he was a Jew, o vois of alle men was maad, criynge as bi tweyn ouris, Greet Dian of Effesians."},{"number":35,"verse":"And whanne the scribe hadde ceessid the puple, he seide, Men of Effesie, what man is he, that knowith not, that the citee of Effesians is the worschipere of greet Dian, and of the child of Jubiter?"},{"number":36,"verse":"Therfor whanne it may not be ayenseid to these thingis, it behoueth you to be ceessid, and to do no thing folili;"},{"number":37,"verse":"for ye han brouyt these men, nethir sacrilegeris, nethir blasfemynge youre goddesse."},{"number":38,"verse":"That if Demetrie, and the werk men that ben with hym, han cause ayens ony man, there ben courtis, and domes, and iugis; accusen thei eche other."},{"number":39,"verse":"If ye seken ouyt of ony othir thing, it may be assoylid in the lawful chirche."},{"number":40,"verse":"For whi we ben in perel to be repreuyd of this daies dissencioun, sithen no man is gilti, of whom we moun yelde resoun of this rennyng togidre. And whanne he hadde seid this thing, he lete the puple go."}]}