{"bibleAbbr":"WYC1395","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"Britheren and fadris, here ye what resoun Y yelde now to you."},{"number":2,"verse":"And whanne sum herden that in Ebrew tunge he spak to hem, thei yauen the more silence."},{"number":3,"verse":"And he seide, Y am a man a Jew, borun at Tharse of Cilicie, nurischid and in this citee bisidis the feet of Gamaliel, tauyt bi the treuthe of fadris lawe, a louyere of the lawe, as also ye alle ben to dai."},{"number":4,"verse":"And Y pursuede this weie til to the deth, byndynge and bitakinge `in to holdis men and wymmen,"},{"number":5,"verse":"as the prince of prestis yeldith witnessyng to me, and alle the grettest in birth. Of whom also Y took pistlis to britheren, and wente to Damask, to bring fro thennys men boundun in to Jerusalem, that thei schulden be peyned."},{"number":6,"verse":"And it was don, while Y yede, and neiyede to Damask, at myddai sudeynli fro heuene a greet plente of liyt schoon aboute me."},{"number":7,"verse":"And Y felde doun to the erthe, and herde a voice fro heuene, seiynge to me, Saul, Saul, what pursuest thou me? It is hard to thee to kike ayens the pricke."},{"number":8,"verse":"And Y answeride, Who art thou, Lord? And he seide to me, Y am Jhesu of Nazareth, whom thou pursuest."},{"number":9,"verse":"And thei that weren with me sien but the liyt, but thei herden not the vois of hym, that spak with me."},{"number":10,"verse":"And Y seide, Lord, what schal Y do? And the Lord seide to me, Rise thou, and go to Damask; and there it schal be seid to thee, of alle thingis which it bihoueth thee to do."},{"number":11,"verse":"And whanne Y saye not, for the clerete of that liyt, Y was led bi the hond of felowis, and Y cam to Damask."},{"number":12,"verse":"And a man, Ananye, that bi the lawe hadde wytnessyng of alle Jewis dwellinge in Damask,"},{"number":13,"verse":"cam to me, and stood niy, and seide to me, Saul, brother, biholde. And Y in the same our biheelde in to hym."},{"number":14,"verse":"And he seide, God of oure fadris hath bifor ordeyned thee, that thou schuldist knowe the wille of him, and schuldist se the riytful man, and here the vois of his mouth."},{"number":15,"verse":"For thou schalt be his witnesse to alle men, of tho thingis that thou hast seyn and herd."},{"number":16,"verse":"And now, what dwellist thou? Rise vp, and be baptisid, and waische awei thi synnes, bi the name of hym clepid to help."},{"number":17,"verse":"And it was don to me, as Y turnede ayen in to Jerusalem, and preyede in the temple, that Y was maad in rauysching of soule,"},{"number":18,"verse":"and Y siy him seiynge to me, Hiye thou, and go out faste of Jerusalem, for thei schulen not resseyue thi witnessing of me."},{"number":19,"verse":"And Y seide, Lord, thei witen, that Y was closing togidir `in to prisoun, and betinge bi synagogis hem that bileueden `in to thee."},{"number":20,"verse":"And whanne the blood of Steuene, thi witnesse, was sched out, Y stood niy, and consentide, and kept the clothis of men that slowen hym."},{"number":21,"verse":"And he seide to me, Go thou, for Y schal sende thee fer to naciouns."},{"number":22,"verse":"And thei herden him til this word; and thei reiseden her vois, and seiden, Take awei fro the erthe siche a maner man; for it is not leueful, that he lyue."},{"number":23,"verse":"And whanne thei crieden, and kesten awei her clothis, and threwen dust in to the eir,"},{"number":24,"verse":"the tribune comaundide hym to be led in to castels, and to be betun with scourgis, and to be turmentid, that he wiste, for what cause thei crieden so to him."},{"number":25,"verse":"And whanne thei hadden boundun hym with cordis, Poul seide to a centurien stondinge niy to hym, Whether it is leueful to you, to scourge a Romayn, and vndampned?"},{"number":26,"verse":"And whanne this thing was herd, the centurien wente to the tribune, and telde to hym, and seide, What art thou to doynge? for this man is a citeseyn of Rome."},{"number":27,"verse":"And the tribune cam niy, and seide to hym, Seie thou to me, whether thou art a Romayn?"},{"number":28,"verse":"And he seide, Yhe. And the tribune answeride, Y with myche summe gat this fredom. And Poul seide, And Y was borun a citeseyn of Rome."},{"number":29,"verse":"Therfor anoon thei that schulden haue turmentid hym, departiden awei fro hym. And the tribune dredde, aftir that he wiste, that he was a citeseyn of Rome, and for he hadde boundun hym."},{"number":30,"verse":"But in the dai suynge he wolde wite more diligentli, for what cause he were accusid of the Jewis, and vnbounde hym, and comaundide prestis and al the counsel to come togidir. And he brouyte forth Poul, and sette hym among hem."}]}