{"bibleAbbr":"WYC1395","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":23,"verses":[{"number":1,"verse":"And Poul bihelde in to the counsel, and seide, Britheren, Y with al good conscience haue lyued bifore God, `til in to this dai."},{"number":2,"verse":"And Anany, prince of prestis, comaundide to men that stoden nyy hym, that thei schulden smyte his mouth."},{"number":3,"verse":"Thanne Poul seide to hym, Thou whitid wal, God smyte thee; thou sittist, and demest me bi the lawe, and ayens the law thou comaundist me to be smytun."},{"number":4,"verse":"And thei that stoden niy, seiden, Cursist thou the hiyest prest of God?"},{"number":5,"verse":"And Poul seide, Britheren, Y wiste not, that he is prince of preestis; for it is writun, Thou schalt not curse the prince of thi puple."},{"number":6,"verse":"But Poul wiste, that o parti was of Saduceis, and the othere of Fariseis; and he criede in the counsel, Britheren, Y am a Farisee, the sone of Farisees; Y am demyd of the hope and of the ayen rising of deed men."},{"number":7,"verse":"And whanne he hadde seid this thing, dissencioun was maad bitwixe the Fariseis and the Saduceis, and the multitude was departid."},{"number":8,"verse":"For Saduceis seien, that no `rysing ayen of deed men is, nether aungel, nether spirit; but Fariseis knowlechen euer eithir."},{"number":9,"verse":"And a greet cry was maad. And summe of Farisees rosen vp, and fouyten, seiynge, We fynden no thing of yuel in this man; what if a spirit, ether an aungel spak to hym?"},{"number":10,"verse":"And whanne greet discencioun was maad, the tribune dredde, lest Poul schulde be to-drawun of hem; and he comaundide knyytis to go doun, and to take hym fro the myddil of hem, and to lede hym in to castels."},{"number":11,"verse":"And in the niyt suynge the Lord stood niy to hym, and seide, Be thou stidfast; for as thou hast witnessid of me in Jerusalem, so it bihoueth thee to witnesse also at Rome."},{"number":12,"verse":"And whanne the dai was come, summe of the Jewis gaderiden hem, and maden `avow, and seiden, that thei schulden nether eete, ne drinke, til thei slowen Poul."},{"number":13,"verse":"And there weren mo than fourti men, that maden this sweryng togider."},{"number":14,"verse":"And thei wenten to the princis of prestis, and eldre men, and seiden, With deuocioun we han a vowid, that we schulen not taste ony thing, til we sleen Poul."},{"number":15,"verse":"Now therfor make ye knowun to the tribune, with the counsel, that he bringe hym forth to you, as if ye schulden knowe sum thing more certeynli of hym; and we ben redi to sle hym, bifor that he come."},{"number":16,"verse":"And whanne the sone of Poulis sister hadde herd the aspies, he cam, and entride in to the castels, and telde to Poul."},{"number":17,"verse":"And Poul clepide to hym oon of the centuriens, and seide, Lede this yonge man to the tribune, for he hath sum thing to schewe to hym."},{"number":18,"verse":"And he took hym, and ledde to the tribune, and seide, Poul, that is boundun, preide me to lede to thee this yonge man, that hath sum thing to speke to thee."},{"number":19,"verse":"And the tribune took his hoond, and wente with hym asidis half, and axide hym, What thing is it, that thou hast to schewe to me?"},{"number":20,"verse":"And he seide, The Jewis ben acordid to preye thee, that to morewe thou brynge forth Poul in to the counsel, as if thei schulden enquere sum thing more certeynli of hym."},{"number":21,"verse":"But bileue thou not to hem; for mo than fourti men of hem aspien hym, which han a vowid, that thei schulen not eete nether drynke, til thei sleen hym; and now thei ben redi, abidinge thi biheest."},{"number":22,"verse":"Therfor the tribune lefte the yonge man, and comaundide, that he schulde speke to no man, that he hadde maad these thingis knowun to hym."},{"number":23,"verse":"And he clepide togidre twei centuriens, and he seide to hem, Make ye redi twei hundrid knyytis, that thei go to Cesarie, and horse men seuenti, and spere men twey hundrid, fro the thridde our of the nyyt."},{"number":24,"verse":"And make ye redy an hors, for Poul to ride on, to lede hym saaf to Felix, the presydent."},{"number":25,"verse":"For the tribune dredde, lest the Jewis wolden take hym bi the weie, and sle hym, and aftirward he miyte be chalengid, as he hadde take money."},{"number":26,"verse":"And wroot hym `a pistle, conteynynge these thingis. Claudius Lisias to the beste Felix, president, heelthe."},{"number":27,"verse":"This man that was take of the Jewis, and bigan to be slayn, Y cam vpon hem with myn oost, and delyuerede hym fro hem, whanne Y knewe that he was a Romayn."},{"number":28,"verse":"And Y wolde wite the cause, which thei puttiden ayens hym; and Y ledde hym to the counsel of hem."},{"number":29,"verse":"And Y foond, that he was accusid of questiouns of her lawe, but he hadde no cryme worthi the deth, ethir boondis."},{"number":30,"verse":"And whanne it was teeld me of the aspies, that thei arayden for hym, Y sente hym to thee, and Y warnede also the accuseris, that thei seie at thee. Fare wel."},{"number":31,"verse":"And so the knyytis, as thei weren comaundid, token Poul, and ledde hym bi nyyt into Antipatriden."},{"number":32,"verse":"And in the dai suynge, whanne the horsmen weren left, that schulden go with hym, thei turneden ayen to the castels."},{"number":33,"verse":"And whanne thei camen to Cesarie, thei token the pistle to the president, and thei setten also Poul byfore him."},{"number":34,"verse":"And whanne he hadde red, and axide, of what prouynce he was, and knewe that he was of Cilicie,"},{"number":35,"verse":"Y schal here thee, he seide, whanne thin accuseris comen. And he comaundide hym to be kept in the moot halle of Eroude."}]}