{"bibleAbbr":"WYC1395","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":5,"verses":[{"number":1,"verse":"But a man, Anany bi name, with Safira, his wijf,"},{"number":2,"verse":"seelde a feeld, and defraudide of the prijs of the feeld; and his wijf was witinge. And he brouyte a part, and leide bifor the feet of the apostlis."},{"number":3,"verse":"And Petre seide to hym, Anany, whi hath Sathanas temptid thin herte, that thou lye to the Hooli Goost, and to defraude of the prijs of the feeld?"},{"number":4,"verse":"Whethir it vnseld was not thin; and whanne it was seld, it was in thi power? Whi hast thou put this thing in thin herte? Thou hast not lied to men, but to God."},{"number":5,"verse":"Anany herde these wordis, and felde doun, and was deed. And greet drede was maad on alle that herden."},{"number":6,"verse":"And yonge men risen, and mouyden hym awei, and baren hym out, and birieden."},{"number":7,"verse":"And ther was maad as a space of thre ouris, and his wijf knewe not that thing that was don, and entride."},{"number":8,"verse":"And Petre answerde to hir, Womman, seie to me, whether ye seelden the feeld for so mych? And sche seide, Yhe, for so mych."},{"number":9,"verse":"And Petre seide to hyr, What bifelde to you, to tempte the spirit of the Lord? Lo! the feet of hem that han birieden thin hosebonde ben at the dore, and thei schulen bere thee out."},{"number":10,"verse":"Anoon sche felde doun at hise feet, and diede. And the yonge men entriden, and founden hir deed, and thei baren hir out, and birieden to hir hosebonde."},{"number":11,"verse":"And greet drede was maad in al the chirche, and in to alle that herden these thingis."},{"number":12,"verse":"And bi the hoondis of the apostlis signes and many wondris weren maad in the puple. And alle weren of oon acord in the porche of Salomon."},{"number":13,"verse":"But no man of othere durste ioyne hymsilf with hem, but the puple magnyfiede hem."},{"number":14,"verse":"And the multitude of men and of wymmen bileuynge in the Lord was more encreessid,"},{"number":15,"verse":"so that thei brouyten out sike men in to stretis, and leiden in litle beddis and couchis, that whanne Petre cam, nameli the schadew of hym schulde schadewe ech of hem, and thei schulden be delyuerid fro her syknessis."},{"number":16,"verse":"And the multitude of citees niy to Jerusalem ran, bryngynge sijk men, and that weren trauelid of vnclene spiritis, whiche alle weren heelid."},{"number":17,"verse":"But the prince of preestis roos vp, and alle that weren with hym, that is the eresye of Saduceis, and weren fillid with enuye;"},{"number":18,"verse":"and leiden hondis on the apostlis, and puttiden hem in the comyn warde."},{"number":19,"verse":"But the aungel of the Lord openyde bi nyyt the yatis of the prisoun, and ledde hem out, and seide, Go ye,"},{"number":20,"verse":"and stonde ye, and speke in the temple to the puple alle the wordis of this lijf."},{"number":21,"verse":"Whom whanne thei hadden herd, thei entriden eerli in to the temple, and tauyten. And the prince of preestis cam, and thei that weren with him, and clepiden togidre the counsel, and alle the eldre men of the children of Israel; and senten to the prisoun, that thei schulden be brouyt forth."},{"number":22,"verse":"And whanne the mynystris camen, founden hem not, and for the prisoun was openyd, thei turneden ayen,"},{"number":23,"verse":"and teelden, and seiden, We founden the prisoun schit with al diligence, and the keperis stondynge at the yatis; but we opneden, and founden no man ther ynne."},{"number":24,"verse":"And as the maiestratis of the temple, and the princis of preestis herden these wordis, thei doutiden of hem, what was don."},{"number":25,"verse":"But a man cam, and teelde to hem, For lo! tho men whiche ye han put in to prisoun, ben in the temple, and stonden, and techen the puple."},{"number":26,"verse":"Thanne the magistrat wente with the mynystris, and brouyte hem with out violence; for thei dredden the puple, lest thei schulden be stonyd."},{"number":27,"verse":"And whanne thei hadden brouyt hem, thei settiden hem in the counsel; and the princes of prestis axiden hem,"},{"number":28,"verse":"and seiden, In comaundement we comaundiden you, that ye schulden not teche in this name, and lo! ye han fillid Jerusalem with youre teching, and ye wolen bringe on vs the blood of this man."},{"number":29,"verse":"And Petre answeride, and the apostlis, and seiden, It bihoueth to obeie to God, more than to men."},{"number":30,"verse":"God of oure fadris reiside Jhesu, whom ye slowen, hangynge in a tre."},{"number":31,"verse":"God enhaunside with his riythond this prince and sauyour, that penaunce were yyue to Israel, and remyssioun of synnes."},{"number":32,"verse":"And we ben witnessis of these wordis, and the Hooli Goost, whom God yaf to alle obeischinge to him."},{"number":33,"verse":"Whanne thei herden these thingis, thei weren turmentid, and thouyten to sle hem."},{"number":34,"verse":"But a man roos in the counsel, a Farise, Gamaliel bi name, a doctour of the lawe, a worschipful man to al the puple, and comaundide the men to be put without forth for a while."},{"number":35,"verse":"And he seide to hem, Ye men of Israel, take tent to you silf on these men, what ye schulen do."},{"number":36,"verse":"For bifore these daies Teodas, that seide hym silf to be sum man, to whom a noumbre of men consentiden, aboute foure hundrid; which was slayn, and alle that bileueden to hym, weren disparplit, and brouyt to nouyt."},{"number":37,"verse":"Aftir this, Judas of Galilee was in the daies of professioun, and turnyde awei the puple aftir hym; and alle hou manye euere consentiden to hym, weren scatered, and he perischide."},{"number":38,"verse":"And now therfor Y seie to you, departe ye fro these men, and suffre ye hem; for if this counsel ether werk is of men, it schal be vndon;"},{"number":39,"verse":"but if it is of God, ye moun not vndo hem, lest perauenture ye be foundun to repugne God."},{"number":40,"verse":"And thei consentiden to him; and thei clepiden togidere the apostlis, and denounsiden to hem, that weren betun, that thei schulden no more speke in the name of Jhesu, and thei leten hem go."},{"number":41,"verse":"And thei wenten ioiynge fro the siyt of the counsel, that thei weren had worthi to suffre dispisyng for the name of Jhesu. But ech dai thei ceessiden not in the temple, and aboute housis, to teche and to preche Jhesu Crist."}]}