{"bibleAbbr":"WYC1395","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":8,"verses":[{"number":1,"verse":"But Saul was consentynge to his deth. And greet persecucioun was maad that dai in the chirche, that was in Jerusalem. And alle men weren scatered bi the cuntrees of Judee and Samarie, outakun the apostlis."},{"number":2,"verse":"But good men birieden Steuene, and maden greet mornyng on hym."},{"number":3,"verse":"But Saul greetli distruyede the chirche, and entryde bi housis, and drowe men and wymmen, and bitook hem in to prisoun."},{"number":4,"verse":"And thei that weren scaterid, passiden forth, prechynge the word of God."},{"number":5,"verse":"And Filip cam doun in to a citee of Samarie, and prechide to hem Crist."},{"number":6,"verse":"And the puple yaf tent to thes thingis that weren seid of Filip, with o wille herynge and seynge the signes that he dide."},{"number":7,"verse":"For manye of hem that hadden vnclene spirits, crieden with a greet vois, and wenten out."},{"number":8,"verse":"And manye sijk in the palsi, and crokid, weren heelid."},{"number":9,"verse":"Therfor greet ioye was maad in that citee. But there was a man in that citee, whos name was Symount, a witche, that hadde disseyued the folc of Samarie, seiynge, that him silf was sum greet man."},{"number":10,"verse":"Whom alle herkeneden, fro the leest to the moost, and seiden, This is the vertu of God, which is clepid greet."},{"number":11,"verse":"And thei leueden hym, for long tyme he hadde maddid hem with his witche craftis."},{"number":12,"verse":"But whanne thei hadden bileued to Filip, `that prechide of the kingdom of God, men and wymmen weren baptisid in the name of Jhesu Crist."},{"number":13,"verse":"And thanne also Symount him silf bileued; and whanne he was baptisid, he drouy to Filip; and he sai also that signes and grete vertues weren don, he was astonyed, and wondride."},{"number":14,"verse":"But whanne the apostlis that weren at Jerusalem, hadden herd that Samarie hadde resseyued the word of God, thei senten to hem Petre and Joon."},{"number":15,"verse":"And whanne thei camen, thei preieden for hem, that thei schulden resseyue the Hooli Goost;"},{"number":16,"verse":"for he cam not yit in to ony of hem, but thei weren baptisid oonli in the name of the Lord Jhesu."},{"number":17,"verse":"Thanne thei leiden hoondis on hem, and thei resseyueden the Hooli Goost."},{"number":18,"verse":"And whanne Symount hadde seyn, that the Hooly Goost was youun bi leiyng on of the hoondis of the apostlis, and he proferide to hem money, and seide,"},{"number":19,"verse":"Yyue ye also to me this power, that whom euere Y schal leye on myn hoondis, that he resseyue the Hooli Goost."},{"number":20,"verse":"But Petir seide to hym, Thi money be with thee into perdicioun, for thou gessidist the yifte of God schulde be had for monei."},{"number":21,"verse":"Ther is no part, ne sort to thee, in this word, for thin herte is not riytful bifor God."},{"number":22,"verse":"Therfor do thou penaunce for this wickidnesse of thee, and preie God, if perauenture this thouyt of thin herte be foryouun to thee."},{"number":23,"verse":"For Y se that thou art in the gall of bitternesse and in the boond of wickidnesse."},{"number":24,"verse":"And Symount answeride, and seide, Preie ye for me to the Lord, that no thing of these thingis that ye han seid, com on me."},{"number":25,"verse":"And thei witnessiden, and spaken the word of the Lord, and yeden ayen to Jerusalem, and prechiden to many cuntrees of Samaritans."},{"number":26,"verse":"And an aungel of the Lord spak to Filip, and seide, Ryse thou, and go ayens the south, to the weie that goith doun fro Jerusalem in to Gasa; this is desert."},{"number":27,"verse":"And he roos, and wente forth. And lo! a man of Ethiopie, a myyti man seruaunt, a yelding of Candace, the queen of Ethiopiens, which was on alle her richessis, cam to worschipe in Jerusalem."},{"number":28,"verse":"And he turnede ayen, sittinge on his chare, and redinge Isaie, the profete."},{"number":29,"verse":"And the spirit seide to Filip, Neiye thou, and ioyne thee to this chare."},{"number":30,"verse":"And Filip `ran to, and herde hym redynge Ysaie, the prophete. And he seide, Gessist thou, whether thou vndirstondist, what thingis thou redist?"},{"number":31,"verse":"And he seide, How may Y, if no man schewe to me? And he preiede Filip, that he schulde come vp, and sitte with hym."},{"number":32,"verse":"And the place of the scripture that he redde, was this, As a scheep he was led to sleyng, and as a lomb bifor a man that scherith him is doumb with out vois, so he openyde not his mouth."},{"number":33,"verse":"In mekenesse his dom was takun vp; who schal telle out the generacioun of hym? For his lijf schal be takun awei fro the erthe."},{"number":34,"verse":"And the gelding answeride to Filip, and seide, Y biseche thee, of `what profete seith he this thing? of him silf, ethir of ony othere?"},{"number":35,"verse":"And Filip openyde his mouth, and bigan at this scripture, and prechide to him Jhesu."},{"number":36,"verse":"And the while thei wenten bi the weie, thei camen to a water. And the gelding seide, Lo! watir; who forbedith me to be baptisid?"},{"number":37,"verse":"And Filip seide, If thou bileuest of al the herte, it is leueful. And he answeride, and seide, Y bileue that Jhesu Crist is the sone of God."},{"number":38,"verse":"And he comaundide the chare to stonde stille. And thei wenten doun bothe into the watir, Filip and the gelding, and Filip baptiside hym."},{"number":39,"verse":"And whanne thei weren come vp of the watir, the spirit of the Lord rauyschide Filip, and the gelding say hym no more."},{"number":40,"verse":"And Filip was foundun in Azotus; and he passide forth, and prechide to alle citees, til he cam to Cesarie."}]}