{"bibleAbbr":"LXX2012","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":2,"verses":[{"number":1,"verse":"And it came to pass after this that David enquired of the Lord, saying, Shall I go up into one of the cities of Juda? and the Lord said to him, Go up. And David said, Whither shall I go up? and he said, To Chebron."},{"number":2,"verse":"And David went up there to Chebron, he and both his wives, Achinaam the Jezraelitess, and Abigaia the wife of Nabal the Carmelite,"},{"number":3,"verse":"and the men that were with him, every one and his family; and they lived in the cities of Chebron."},{"number":4,"verse":"And the men of Judea come, and anoint David there to reign over the house of Juda; and they reported to David, saying, The men of Jabis of the country of Galaad have buried Saul."},{"number":5,"verse":"And David sent messengers to the rulers of Jabis of the country of Galaad, and David said to them, Blessed be you of the Lord, because you have wrought this mercy toward your lord, even toward Saul the anointed of the Lord, and you have buried him and Jonathan his son."},{"number":6,"verse":"And now may the Lord deal in mercy and truth towards you: and I also will requite towards you this good deed, because you have done this."},{"number":7,"verse":"And now let your hands be made strong, and be (Gr. mighty sons. ) valiant; for your master Saul is dead, and moreover the house of Juda have anointed me to be king over them."},{"number":8,"verse":"But Abenner, the son of Ner, the commander-in-chief of Saul's army, took Jebosthe son of Saul, and brought him up from the camp to Manaem"},{"number":9,"verse":"and (Observe the active use of ἐβασίλευσεν, common in LXX. ) made him king over the land of Galaad, and over Thasiri, and over Jezrael, and over Ephraim, and over Benjamin, and over all Israel."},{"number":10,"verse":"Jebosthe, Saul's son was forty years old, when he reigned over Israel; and he reigned two years, but not over the house of Juda, who followed David."},{"number":11,"verse":"And the days which David reigned in Chebron over the house of Juda were seven years and six months."},{"number":12,"verse":"And Abenner the son of Ner went forth, and the servants of Jebosthe the son of Saul, from Manaem to Gabaon."},{"number":13,"verse":"And Joab the son of Saruia, and the servants of David, went forth from Chebron, and met them at the fountain of Gabaon, at the same place: and these sat down by the fountain on this side, and those by the fountain on that side."},{"number":14,"verse":"And Abenner said to Joab, Let now the young men arise, and play before us. And Joab said, Let them arise."},{"number":15,"verse":"And there arose and passed over by number twelve of the children of Benjamin, belonging to Jebosthe the son of Saul, and twelve of the servants of David."},{"number":16,"verse":"And they seized every one the head of his neighbor with his hand, and his sword was thrust into the side of his neighbor, and they fall down together: and the name of that place was called The portion of the treacherous ones, which is in Gabaon."},{"number":17,"verse":"And the battle was very severe on that day; and Abenner and the men of Israel were worsted before the servants of David."},{"number":18,"verse":"And there were there the three sons of Saruia, Joab, and Abessa, and Asael: and Asael was swift in his feet as a roe in the field."},{"number":19,"verse":"And Asael followed after Abenner, and turned not to go to the right hand or to the left from following Abenner."},{"number":20,"verse":"And Abenner looked behind him, and said, Are you Asael himself? and he said, I am."},{"number":21,"verse":"And Abenner said to him, Turn you to the right hand or to the left, and lay hold for yourself on one of the young men, and take to yourself his armor: but Asel would not turn back from following him."},{"number":22,"verse":"And Abenner said yet again to Asael, Stand aloof from me, lest I strike you to the ground? and how should I lift up my face to Joab?"},{"number":23,"verse":"And what does this mean? return to Joab your brother? But he would not stand aloof; and Abenner smites him with the hinder end of the spear on the loins, and the spear went out behind him, and he falls there and dies (A literal version of the Hebrew חחחו q. d. sur le champ. ) on the spot: and it came to pass that every one that came to the place where Asael fell and died, stood still."},{"number":24,"verse":"And Joab and Abessa pursued after Abenner, and the sun went down: and they went as far as the hill of Amman, which is in the front of Gai, by the (See Act 8:26/a>. ) desert way of Gabaon."},{"number":25,"verse":"And the children of Benjamin who followed Abenner gather themselves together, and they formed themselves into one body, and stood on the top of a hill."},{"number":26,"verse":"And Abenner called Joab, and said, Shall the sword devour perpetually? know you not that it will be bitter at last? How long then will you refuse to tell the people to turn from following our brethren?"},{"number":27,"verse":"And Joab said, As the Lord lives, if you had not spoken, even from the morning the people had gone up every one from following his brother."},{"number":28,"verse":"And Joab sounded the trumpet, and all the people departed, and did not pursue after Israel, and did not fight any longer."},{"number":29,"verse":"And Abenner and his men departed at evening, and went all that night, and crossed over Jordan, and went along the whole adjacent country, and they come to the camp."},{"number":30,"verse":"And Joab returned from following Abenner, and he assembled all the people, and there were missing of the people of David, nineteen men, and Asael."},{"number":31,"verse":"And the servants of David struck of the children of Benjamin, of the men of Abenner, three hundred and sixty men belonging to him."},{"number":32,"verse":"And they take up Asael, and bury him in the tomb of his father in Bethleem. And Joab and the men with him went all the night, and the morning rose upon them in Chebron."}]}