{"bibleAbbr":"ASV1901","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":12,"verses":[{"number":1,"verse":"These are the statutes<WH2706> and the ordinances<WH4941> which ye shall observe<WH8104> to do<WH6213> in the land<WH776> which Jehovah<WH3068>, the God<WH430> of thy fathers<WH1>, hath given<WH5414> thee to possess<WH3423> it<WH3117>, all the days that ye live<WH2416> upon the earth<WH127>."},{"number":2,"verse":"Ye shall surely<WH6> destroy<WH6> all the places<WH4725> wherein the nations<WH1471> that<WH834> ye shall dispossess<WH3423> served<WH5647> their gods<WH430>, upon the high<WH7311> mountains<WH2022>, and upon the hills<WH1389>, and under every green<WH7488> tree<WH6086>:"},{"number":3,"verse":"and ye shall break<WH7665> down their altars<WH4196>, and dash<WH7665> in pieces their pillars<WH4676>, and burn<WH8313> their Asherim<WH842> with fire<WH784>; and ye shall hew down<WH1438> the graven images<WH6456> of their gods<WH430>; and ye shall destroy<WH6> their name<WH8034> out of that place<WH4725>."},{"number":4,"verse":"Ye shall not do so<WH6213> unto Jehovah<WH3068> your God<WH430>."},{"number":5,"verse":"But unto the place<WH4725> which Jehovah<WH3068> your God<WH430> shall choose<WH977> out of all your tribes<WH7626>, to put<WH7760> his name<WH8034> there<WH7933>, even unto his habitation shall ye seek<WH1875>, and thither thou shalt come<WH935>;"},{"number":6,"verse":"and thither ye shall bring<WH935> your burnt-offerings<WH5930>, and your sacrifices<WH2077>, and your tithes<WH4643>, and the heave-offering<WH8641> of your hand<WH3027>, and your vows<WH5088>, and your freewill-offerings<WH5071>, and the firstlings<WH1062> of your herd<WH1241> and of your flock<WH6629>:"},{"number":7,"verse":"and there ye shall eat<WH398> before<WH6440> Jehovah<WH3068> your God<WH430>, and ye shall rejoice<WH8055> in all that ye put<WH4916> your hand<WH3027> unto<WH1004>, ye and your households, wherein Jehovah<WH3068> thy God<WH430> hath blessed thee<WH1288>."},{"number":8,"verse":"Ye shall not do<WH6213> after all the things that we do<WH6213> here this day<WH3117>, every man<WH376> whatsoever is right<WH3477> in his own eyes<WH5869>;"},{"number":9,"verse":"for ye are not as yet come<WH935> to the rest<WH4496> and to the inheritance<WH5159>, which Jehovah<WH3068> thy God<WH430> giveth thee<WH5414>."},{"number":10,"verse":"But when ye go over<WH5674> the Jordan<WH3383>, and dwell<WH3427> in the land<WH776> which Jehovah<WH3068> your God<WH430> causeth you to inherit<WH5157>, and he giveth you rest<WH5117> from all your enemies<WH341> round about<WH5439>, so that ye dwell<WH3427> in safety<WH983>;"},{"number":11,"verse":"then it shall come to pass that to the place<WH4725> which Jehovah<WH3068> your God<WH430> shall choose<WH977>, to cause his name<WH8034> to dwell<WH7931> there<WH935>, thither shall ye bring all that I command<WH6680> you<WH5930>: your burnt-offerings, and your sacrifices<WH2077>, your tithes<WH4643>, and the heave-offering<WH8641> of your hand<WH3027>, and all your choice<WH4005> vows<WH5088> which ye vow<WH5087> unto Jehovah<WH3068>."},{"number":12,"verse":"And ye shall rejoice<WH8055> before<WH6440> Jehovah<WH3068> your God<WH430>, ye<WH1121>, and your sons, and your daughters<WH1323>, and your men-servants<WH5650>, and your maid-servants<WH519>, and the Levite<WH3881> that is within your gates<WH8179>, forasmuch<WH3588> as he hath no portion<WH2506> nor inheritance with you<WH5159>."},{"number":13,"verse":"Take heed<WH8104> to thyself that thou offer<WH5927> not thy burnt-offerings<WH5930> in every place<WH4725> that thou seest<WH7200>;"},{"number":14,"verse":"but in the place<WH4725> which Jehovah<WH3068> shall choose<WH977> in one<WH259> of thy tribes<WH7626>, there thou shalt offer<WH5927> thy burnt-offerings<WH5930>, and there thou shalt do<WH6213> all that I command thee<WH6680>."},{"number":15,"verse":"Notwithstanding <WH2076>, thou mayest kill and eat<WH398> flesh<WH1320> within all thy gates<WH8179>, after<WH185> all the desire<WH185> of thy soul<WH5315>, according to the blessing<WH1293> of Jehovah<WH3068> thy God<WH430> which he hath given<WH5414> thee<WH2931>: the unclean and the clean<WH2889> may eat<WH398> thereof<WH354>, as of the gazelle, and as of the hart."},{"number":16,"verse":"Only ye shall not eat<WH398> the blood<WH1818>; thou shalt pour<WH8210> it out upon the earth<WH776> as water<WH4325>."},{"number":17,"verse":"Thou mayest<WH3201> not eat<WH398> within thy gates<WH8179> the tithe<WH4643> of thy grain<WH1715>, or of thy new wine<WH8492>, or of thine oil<WH3323>, or the firstlings<WH1062> of thy herd<WH1241> or of thy flock<WH6629>, nor any of thy vows<WH5088> which thou vowest<WH5087>, nor thy freewill-offerings<WH5071>, nor the heave-offering<WH8641> of thy hand<WH3027>;"},{"number":18,"verse":"but thou shalt eat<WH398> them before<WH6440> Jehovah<WH3068> thy God<WH430> in the place<WH4725> which Jehovah<WH3068> thy God<WH430> shall choose<WH977>, thou<WH1121>, and thy son, and thy daughter<WH1323>, and thy man-servant<WH5650>, and thy maid-servant<WH519>, and the Levite<WH3881> that is within thy gates<WH8179>: and thou shalt rejoice<WH8055> before<WH6440> Jehovah<WH3068> thy God<WH430> in all that thou puttest<WH4916> thy hand unto<WH3027>."},{"number":19,"verse":"Take heed<WH8104> to thyself that thou forsake<WH5800> not the Levite<WH3881> as long as thou livest<WH3117> in thy land<WH127>."},{"number":20,"verse":"When Jehovah<WH3068> thy God<WH430> shall enlarge<WH7337> thy border<WH1366>, as he hath promised<WH1696> thee<WH559>, and thou shalt say, I will eat<WH398> flesh<WH1320>, because thy soul<WH5315> desireth to eat<WH398> flesh<WH1320>; thou mayest eat<WH398> flesh<WH1320>, after<WH185> all the desire<WH185> of thy soul<WH5315>."},{"number":21,"verse":"If the place<WH4725> which Jehovah<WH3068> thy God<WH430> shall choose<WH977>, to put<WH7760> his name<WH8034> there<WH7368>, be too far from thee<WH2076>, then thou shalt kill of thy herd<WH1241> and of thy flock<WH6629>, which Jehovah<WH3068> hath given<WH5414> thee<WH6680>, as I have commanded thee<WH398>; and thou mayest eat within thy gates<WH8179>, after<WH185> all the desire of thy soul<WH5315>."},{"number":22,"verse":"Even as the gazelle<WH6643> and as the hart<WH354> is eaten<WH398>, so thou shalt eat<WH398> thereof<WH2931>: the unclean and the clean<WH2889> may eat<WH398> thereof alike<WH3162>."},{"number":23,"verse":"Only be sure<WH2388> that thou eat<WH398> not the blood<WH1818>: for the blood<WH1818> is the life<WH5315>; and thou shalt not eat<WH398> the life<WH5315> with the flesh<WH1320>."},{"number":24,"verse":"Thou shalt not eat<WH398> it<WH8210>; thou shalt pour it out upon the earth<WH776> as water<WH4325>."},{"number":25,"verse":"Thou shalt not eat<WH398> it<WH3190>; that it may go well with thee<WH1121>, and with thy children after<WH310> thee<WH6213>, when thou shalt do that which is right<WH3477> in the eyes<WH5869> of Jehovah<WH3068>."},{"number":26,"verse":"Only thy holy things<WH6944> which thou hast<WH5088>, and thy vows, thou shalt take<WH5375>, and go<WH935> unto the place<WH4725> which Jehovah<WH3068> shall choose<WH977>:"},{"number":27,"verse":"and thou shalt offer<WH6213> thy burnt-offerings<WH5930>, the flesh<WH1320> and the blood<WH1818>, upon the altar<WH4196> of Jehovah<WH3068> thy God<WH430>; and the blood<WH1818> of thy sacrifices<WH2077> shall be poured out<WH8210> upon the altar<WH4196> of Jehovah<WH3068> thy God<WH430>; and thou shalt eat<WH398> the flesh<WH1320>."},{"number":28,"verse":"Observe <WH8104> and hear<WH8085> all these words<WH1697> which I command<WH6680> thee<WH3190>, that it may go well with thee<WH1121>, and with thy children after<WH310> thee for<WH5704> ever<WH5769>, when thou doest<WH6213> that which is good<WH2896> and right<WH3477> in the eyes<WH5869> of Jehovah<WH3068> thy God<WH430>."},{"number":29,"verse":"When Jehovah<WH3068> thy God<WH430> shall cut off<WH3772> the nations<WH1471> from before<WH6440> thee<WH935>, whither thou goest in to dispossess<WH3423> them<WH3423>, and thou dispossessest them<WH3427>, and dwellest in their land<WH776>;"},{"number":30,"verse":"take heed<WH8104> to thyself that thou be not ensnared<WH5367> to follow<WH310> them<WH310>, after that they are destroyed<WH8045> from before<WH6440> thee<WH1875>; and that thou inquire not after their gods<WH430>, saying<WH559>, How do these nations<WH1471> serve<WH5647> their gods<WH430>? even so will I do<WH6213> likewise<WH1571>."},{"number":31,"verse":"Thou shalt not do<WH6213> so unto Jehovah<WH3068> thy God<WH430>: for every abomination<WH8441> to Jehovah<WH3068>, which he hateth<WH8130>, have they done<WH6213> unto their gods<WH430>; for even their sons<WH1121> and their daughters<WH1323> do they burn<WH8313> in the fire<WH784> to their gods<WH430>."},{"number":32,"verse":"What thing<WH1697> soever I command<WH6680> you<WH8104>, that shall ye observe to do<WH6213>: thou shalt not add<WH3254> thereto<WH1639>, nor diminish from it."}]}