{"bibleAbbr":"WB1895","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, Jesus Christ's servant, called upon to be an apostle, separated for God's gospel."},{"number":2,"verse":"[The gospel] that he had promised by his prophets in the Holy Scriptures Rom 1:3 concerning his Son, Jesus Christ our Lord, who came from the offspring of David (according to the flesh),"},{"number":4,"verse":"but declared in power to be the Son of God (according to the spirit of holiness) by [his] resurrection from the dead."},{"number":5,"verse":"[It is] through him we received grace and apostleship [to bring others] into obedience to the faith among all nations in behalf of his name."},{"number":6,"verse":"You also are among those called by Jesus Christ."},{"number":7,"verse":"Grace and peace from God our Father and the Lord Jesus Christ [be] to all of you who are in Rome, beloved by God, [and] called [to be] God's people."},{"number":8,"verse":"First, I am grateful to my God through Jesus Christ for all of you, because your faith is spoken about throughout the whole world."},{"number":9,"verse":"God is my witness, whom I serve with my spirit in the gospel of his Son, that I make mention of you unceasingly in my prayers."},{"number":10,"verse":"Always in my prayers I ask if somehow I might now by the will of God have a successful journey to come to you."},{"number":11,"verse":"For I deeply desire to see you, so I can give to you some spiritual gift so you can be unshakable."},{"number":12,"verse":"That is, I can be comforted with you by the mutual faith of both yours and mine."},{"number":13,"verse":"Now brethren I don't want you to be uninformed that many times I determined to come to you (but I have been hindered up to now), so that I might have some fruit among you also, even as among other Gentiles."},{"number":14,"verse":"I am under obligation both to Greeks and Barbarians, both to the wise and the unwise."},{"number":15,"verse":"So according to my ability, I am eager to preach the gospel to you who are in Rome as well."},{"number":16,"verse":"For I am not ashamed of Christ's gospel, because it is God's power into salvation for anyone who believes, first to the Jew, and then to the Greek also."},{"number":17,"verse":"For in it God's righteousness is revealed beginning with faith [and] ending with faith, as it is written, \"The just will live by faith.\""},{"number":18,"verse":"For God's wrath is revealed from heaven against all ungodliness and unrighteousness of people who suppress the truth by unrighteousness."},{"number":19,"verse":"Because what is essential about God is apparent to them, because God has made it clear to them."},{"number":20,"verse":"For the invisible things about him since the creation of the world are unmistakably seen. They are understood by the things that are made, both his eternal power and the essential characteristics of God, [making] these [people] without excuse."},{"number":21,"verse":"And so, when they knew God, they didn't glorify him as God, neither were they thankful. They became foolish in their theories, so their foolish heart was darkened."},{"number":22,"verse":"Claiming to be wise, they became fools."},{"number":23,"verse":"They replaced the glory of the God, who can't decay, into an image resembling man, who will decay, as well as birds, four-footed animals, and reptiles."},{"number":24,"verse":"For this reason God also gave them over to impurity in the lusts of their own hearts to dishonor their bodies among themselves."},{"number":25,"verse":"They exchanged the truth about God for a lie, and they worshiped and served created things rather than the Creator, who is forever blessed. Amen."},{"number":26,"verse":"For this reason God gave them over to appalling passions. For even their women exchanged the natural use into what is unnatural."},{"number":27,"verse":"Likewise the men also laying aside natural sexual relations with women were inflamed in their lust to other men. Men with men doing what is indecent and so receiving in themselves the reward for their deviate behavior which is appropriate."},{"number":28,"verse":"And just as they didn't think it was worthwhile to keep God in what they wanted to remember, God gave them over to a depraved mind to do those things that are not right to do."},{"number":29,"verse":"Being full of all unrighteousness, immoral sexual activity, wickedness, covetousness, desire to hurt others, full of envy, murder, loud arguments, deceit, evil cunning, someone who spreads rumors,"},{"number":30,"verse":"backbiters, God haters, spiteful, proud, braggarts, inventors of evil things, disobedient to parents,"},{"number":31,"verse":"without insight, promise breakers, pitiless, impossible to please, [and] callous."},{"number":32,"verse":"Who knowing full well about the judgment of God--that those who do such things are worthy of death--not only do the same things but have pleasure [seeing others] practicing them."}]}