{"bibleAbbr":"WB1895","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":10,"verses":[{"number":1,"verse":"Brethren, my heart's desire and prayer to God for Israel is that they might be saved."},{"number":2,"verse":"For I bear them record that they have a zeal for God but not according to full knowledge."},{"number":3,"verse":"For without knowledge of God's [plan for] righteousness and seeking to establish their own righteousness, they have not submitted themselves to God's righteousness."},{"number":4,"verse":"For Christ is the perfect accomplishment of the law for righteousness for everyone who believes."},{"number":5,"verse":"For Moses describes the righteousness that comes from the law, \"The person who does these things will live by them.\""},{"number":6,"verse":"But the righteousness which comes from faith puts it this way, \"Don't say in your heart, «Who will go up into heaven» (that is, to bring Christ down),"},{"number":7,"verse":"or «Who will go down into the abyss» (that is, to bring Christ up from the dead)."},{"number":8,"verse":"Well what does it say? The word is near you, [even] in your mouth and heart, that is, the word of the faith, which we preach:"},{"number":9,"verse":"that if you will publicly confess with your mouth the Lord Jesus and will believe in your heart that God has raised him from the dead, you will saved."},{"number":10,"verse":"For with the heart one believes, resulting in righteousness, and with the mouth publicly confessing that one is saved."},{"number":11,"verse":"For the Scripture says, \"Whoever believes in him will not be ashamed.\""},{"number":12,"verse":"There is no difference between the Jews and the Gentiles, for the same sovereign Lord is abounding with riches to all who call on him."},{"number":13,"verse":"For whoever will call on the name of the Lord will be saved."},{"number":14,"verse":"So how then will they call on him whom they have not believed? Or, how will they believe in him whom they have not heard about, how will they hear [about him] without someone telling them?"},{"number":15,"verse":"How will someone [be there] to tell them unless they are sent? Just as it is written, \"How beautiful are the feet of those who tell others the gospel of peace and bring the happy news of good things!\""},{"number":16,"verse":"But they have not all obeyed the gospel. For Isaiah says, \"Lord, who has believed what we said?\""},{"number":17,"verse":"So then faith [comes] by hearing and hearing by the Word of God."},{"number":18,"verse":"Yet I ask haven't they heard? Yes, truly, the sound [of their message] went into the whole earth."},{"number":19,"verse":"And didn't Israel know? First of all Moses says, \"I will provoke you to jealous by [those] not a nation, and by a stupid nation I will make you angry."},{"number":20,"verse":"Isaiah is very bold when he says, \"I was found by those who didn't seek me; I appeared to those who didn't ask about me.\""},{"number":21,"verse":"But to Israel he says, \"All day long I have stretched out my hands to a disobedient and defiant people.\""}]}