{"bibleAbbr":"WB1895","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":11,"verses":[{"number":1,"verse":"So I say, \"Has God rejected his people?\" Absolutely not! I also am an Israelite of the offspring of Abraham, the tribe of Benjamin."},{"number":2,"verse":"God has not rejected his people whom he knows about beforehand. Don't you know what the Scripture says about Elijah, when he interceded to God for Israel?"},{"number":3,"verse":"\"Lord, they have killed your prophets and destroyed your altars. I am left alone, and they seek my life.\""},{"number":4,"verse":"But what does God answer him? \"I have left behind seven thousand men who have not bowed the knee to Baal.\""},{"number":5,"verse":"In the same way then at this present time there is also a remnant chosen by grace."},{"number":6,"verse":"If [it is] by grace, then [it is] not any longer by works, or else grace is no longer grace. But if [it is] by works, then it is no longer grace, or else work is no longer work."},{"number":7,"verse":"What then? Israel hasn't discovered what he was looking for, but those chosen did discover it, and the rest were blinded."},{"number":8,"verse":"Just as it is written, \"God has given them spiritual insensitivity; eyes to see [that] don't [see] and ears to hear [that] don't [hear]."},{"number":9,"verse":"Even David says, \"Let their table become a snare, a trap, a stumbling-block (a just payback to them)."},{"number":10,"verse":"\"Let their eyesight be darkened so they cannot see and their backs bent over always.\""},{"number":11,"verse":"So I say, \"Have they stumbled only to fall?\" Absolutely not! On the contrary, through their misstep, salvation [has come] to the Gentiles to provoke [the Jews] to envy."},{"number":12,"verse":"Now if their misstep [is] the [spiritual] riches for the world and their loss the [spiritual] riches for the Gentiles, how much more their fullness?"},{"number":13,"verse":"For I speak to you Gentiles, inasmuch as I am the apostle of the Gentiles, I hold my ministry in honor."},{"number":14,"verse":"If somehow I can provoke to jealousy my flesh [and blood] and might save some of them."},{"number":15,"verse":"For if their rejection [means] the reconciliation for the world, what their acceptance be if not life from the dead?"},{"number":16,"verse":"For if the first-fruits [are] holy, the whole lump [is] also, and if the root [is] holy, so [are] the branches."},{"number":17,"verse":"And if some of the branches are broken off (and you, being a wild olive tree, are grafted in among them and partake of the root and richness of the cultivated olive tree with them),"},{"number":18,"verse":"do not brag that you are better than the branches. Now if you do brag, [consider this] you do not sustain the root but the root you."},{"number":19,"verse":"You will reply then, \"The branches were broken off, so I could be grafted in.\""},{"number":20,"verse":"Well, they were broken off because of unbelief, and you continue by faith. Don't be arrogant but fear."},{"number":21,"verse":"For if God did not spare the natural branches, [take heed] lest he does not spare you either."},{"number":22,"verse":"Consider therefore the kindness and severity of God: on those who fell--severity but towards you--kindness, if you continue in [his] kindness, otherwise you also will be cut off."},{"number":23,"verse":"And they also, if they do not continue in unbelief, will be grafted in, for God is able to graft them in again."},{"number":24,"verse":"For if you were cut off from the natural, wild olive tree and were grafted, contrary to nature, into a cultivated olive tree, how much more will these which are the natural [branches] be grafted into their own olive tree?"},{"number":25,"verse":"Brethren, I don't want you to be ignorant of this mystery, lest you would become conceited, that a callous indifference has happened to a part of Israel until the fullness of the Gentiles comes about."},{"number":26,"verse":"Then in this way all Israel will be saved, just as it is written, \"The Deliverer will come out of Zion and remove ungodliness from Jacob.\""},{"number":27,"verse":"For this is my covenant with them as soon as I will take away their sins."},{"number":28,"verse":"Concerning the gospel [they are] enemies for your sake, but as concerning the chosen ones, [they are] beloved for the sake of their forefathers."},{"number":29,"verse":"For God's gifts and calling [are] without repentance."},{"number":30,"verse":"For just as in times past you didn't believe God, yet now you have received mercy through their disobedience."},{"number":31,"verse":"Even so now these do not obey so that through the mercy shown you they also may receive mercy."},{"number":32,"verse":"For God has shut them all up in unbelief that he might have mercy on all."},{"number":33,"verse":"O the depth of the riches of both God's wisdom and knowledge! How unsearchable [are] his judgments and his paths untraceable!"},{"number":34,"verse":"For who has known the Lord's mind, or who has been his counselor?"},{"number":35,"verse":"Who has given to him first that he would have to repay?"},{"number":36,"verse":"For from him, through him, and to him [are] all things. To [God be] the glory forever! Amen."}]}