{"bibleAbbr":"WB1895","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":12,"verses":[{"number":1,"verse":"I implore you, brothers, by the mercies of God, that you present yourselves as a holy, living sacrifice [which is] acceptable to God [and] your spiritual service [to Him]."},{"number":2,"verse":"Do not be conformed to this world, but be transformed by the renewing of your mind so that you may discern what [is] the good, acceptable, and perfect will of God."},{"number":3,"verse":"For I say to everyone among you, through the grace given to me, don't cherish the thought that you are more important than what you should think [about yourself] but have sober thoughts, since God has dispensed to everyone a measure of faith."},{"number":4,"verse":"For as we have many body parts on one body and all body parts do not have the same function."},{"number":5,"verse":"In the same way the many of us are in one body, in Christ, and every one a part of one other."},{"number":6,"verse":"So we have different gifts according to the grace given to us. If [it is] prophecy, [then prophesy] according to the proportion of faith."},{"number":7,"verse":"If ministry, then minister; if teaching, then teach."},{"number":8,"verse":"If motivating, then motivate. If giving, then [do it] with sincerity. If giving leadership, then [do it] with diligence. If showing compassion, then [do it] with cheerfulness."},{"number":9,"verse":"Love must be sincere. Hate what is evil. Stick tightly to what is good."},{"number":10,"verse":"Cherish one another with brotherly love, in showing honor outdo one another."},{"number":11,"verse":"Don't be apathetic in religious zeal; be zealous in spirit; be serving the Lord."},{"number":12,"verse":"Be rejoicing in hope, be patient in tribulation, be urgent in prayer."},{"number":13,"verse":"Be sharing what you have for the needs of the saints; be given to hospitality."},{"number":14,"verse":"Bless those who persecute you. Bless; do not curse."},{"number":15,"verse":"Rejoice with those who rejoice, and weep with those who weep."},{"number":16,"verse":"Respect one another. Do not be inclined towards the upper class but condescend to those of lower status. Don't be conceited in yourselves."},{"number":17,"verse":"Do not give out evil for evil. Have it settled in your mind to be honest in everyone's presence."},{"number":18,"verse":"As much as is possible, live in peace with everyone."},{"number":19,"verse":"Dearly beloved, don't seek revenge for yourself, but rather give room for the wrath [of God], for it is written, «Vengeance is mine; I will repay,» says the Lord.\""},{"number":20,"verse":"Therefore if your enemy is hungry, feed him; if he is thirsty, give him a drink, for in doing so you will heap coals of fire on his head."},{"number":21,"verse":"Do not be overcome by evil, but overcome evil with good."}]}