{"bibleAbbr":"WB1895","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":16,"verses":[{"number":1,"verse":"I commend to you Phoebe, our sister, who is a deaconess of the church at Cenchreae,"},{"number":2,"verse":"so you may welcome her in the Lord in a worthy manner as saints and assist her in whatever matter she has need of you, for she has been a helper to many including me."},{"number":3,"verse":"Greet Priscilla and Aquila, my helpers in Christ Jesus,"},{"number":4,"verse":"who have risked their lives for my life, to whom not only I give thanks but also all the churches of the Gentiles."},{"number":5,"verse":"Likewise [greet] the congregation that is in their house. Say, \"Hi,\" to my dear friend Epenetus, who is the first convert to Christ from Achaia."},{"number":6,"verse":"Say, \"Hi,\" to Mary, who worked so hard for us."},{"number":7,"verse":"Say, \"Hi,\" to Andronicus and Junia, my relatives and fellow prisoners, who are highly regarded by the apostles."},{"number":8,"verse":"Greet Amplias my dear friend in the Lord."},{"number":9,"verse":"Greet Urbane, our fellow worker in Christ, and Stachys my good friend."},{"number":10,"verse":"Say, \"Hi,\" to Apelles, approved by Christ. Greet those from Aristobulus' [household]."},{"number":11,"verse":"Greet Herodion, my relative. Greet those from the [household] of Narcissus who are in the Lord."},{"number":12,"verse":"Say, \"Hello,\" to Tryphena and Tryphose, who work hard for the Lord. Greet Persis, who worked very hard for the Lord."},{"number":13,"verse":"Say, \"Hi,\" to Rufus, the chosen in the Lord, and his mother and mine."},{"number":14,"verse":"Greet Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brethren with them."},{"number":15,"verse":"Say, \"Hello,\" to Philologus and Julia, Nereus and his sister, Olympas, and all the saints with them."},{"number":16,"verse":"Greet one another with a holy kiss. The congregation of Christ greets you."},{"number":17,"verse":"Now I beg you, brethren, keep your eye on those who create dissensions and opportunities for sin, contrary to the teaching you have learned. Avoid them."},{"number":18,"verse":"For these are those who do not serve our Lord Jesus Christ but their own self-interests. By convincing words and flattery they deceive the hearts of the simple."},{"number":19,"verse":"For [the news of] your obedience has spread to all. I am glad therefore on your behalf, yet I want you to be wise about all that is good and innocent about what is evil."},{"number":20,"verse":"The God of peace will completely crush Satan under your feet shortly. The grace of our Lord Jesus Christ be with you. Amen."},{"number":21,"verse":"Timothy my fellow worker, and Lucius, Jason, and Sosipater, my relatives, greet you."},{"number":22,"verse":"I, Teritus, who wrote this epistle, greet you in the Lord."},{"number":23,"verse":"Gaius, my host, and the whole congregation greet you. Erastus, the city treasurer greets you as well as Quartus, our brother."},{"number":24,"verse":"The grace of our Lord Jesus Christ be with you all. Amen."},{"number":25,"verse":"Now to him who is able to establish you according to my gospel and the preaching of Jesus Christ, according to the revelation of what was hidden and kept secret since the world began,"},{"number":26,"verse":"but now is clearly seen and through the prophetic Scriptures (according to the commandment of the everlasting God) made know to all nations for the obedience of faith."},{"number":27,"verse":"[May] praise [be given] to God, who alone is wise, through Jesus Christ forever. Amen."}]}