{"bibleAbbr":"WB1895","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":5,"verses":[{"number":1,"verse":"Therefore being justified by faith, we have peace with God through our Lord Jesus Christ,"},{"number":2,"verse":"through whom we have access by faith into this grace in which we stand, and we rejoice in hope for God's praise."},{"number":3,"verse":"And not only [that] but we rejoice in distress knowing also that distress brings about patience."},{"number":4,"verse":"Patience [brings about] experience, and experience, hope."},{"number":5,"verse":"Hope does not disappoint, because God's love is poured out into our hearts by the Holy Spirit who is given to us."},{"number":6,"verse":"And even more, when we were helpless, Christ died for the ungodly at the right time."},{"number":7,"verse":"Why, hardly would anyone die for a man of integrity, yet possibly for a really good person would someone even dare to die."},{"number":8,"verse":"But God exhibited his love for us in that while we were sinners, Christ died for us."},{"number":9,"verse":"And much more than that being now justified because of his blood, we will be saved from wrath through him."},{"number":10,"verse":"For if, when we were enemies, we were reconciled to God by his Son's death, much more, having been reconciled, we will be saved by his life."},{"number":11,"verse":"And not only [this] but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation."},{"number":12,"verse":"For this reason, just as sin entered into the world through one man and death because of sin, so death came into all mankind, because all have sinned."},{"number":13,"verse":"(For until the law, sin was in the world, but sin is not credited to one's account where there is no law."},{"number":14,"verse":"Nevertheless, death reigned from Adam to Moses, even over those who didn't sin in the same way as the transgression of Adam, who is a symbol of him who would come."},{"number":15,"verse":"So also the free gift is not like the wrongdoing [of Adam]. For if through this wrongdoing of one many died, in a greater sense God's grace and the gift by grace (also by one man, Jesus Christ), is more than enough for many."},{"number":16,"verse":"[There is] also a contrast between one sinning man and the gift, for judgment from one [sin] resulted in condemnation. but the free gift resulted in acquittal for many sins."},{"number":17,"verse":"For if, through one man's wrongdoing, death ruled because of one, much more those who receive the abundance of grace and the gift of righteousness will rule in life because of one, Jesus Christ.)"},{"number":18,"verse":"Therefore since by one [man's] wrongdoing, [condemnation came] upon all, even so by one [man's] righteousness [the free gift came] upon all people resulting in the justification of life."},{"number":19,"verse":"For since through one man's disobedience many became sinners, so through the obedience of one many will become righteous."},{"number":20,"verse":"Moreover the law showed up so that wrongdoing would increase, but where sin abounded, grace abounded more,"},{"number":21,"verse":"that just as sin has ruled in death, even so might grace rule through righteousness resulting in eternal life through Jesus Christ our Lord."}]}