{"bibleAbbr":"WB1895","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":6,"verses":[{"number":1,"verse":"What shall we say then? Should we persist in sin, so grace may increase?"},{"number":2,"verse":"Absolutely not! How can we who are dead to sin, live in that any longer?"},{"number":3,"verse":"Don't you know that all who were baptized into Jesus Christ were baptized into his death?"},{"number":4,"verse":"Therefore we were buried with him by baptism into death, so that just as Christ was raised from the dead by the Father's glory, even so we should also walk in newness of life."},{"number":5,"verse":"For if we have been united in the likeness of his death, even more so we will be [in the likeness] of his resurrection."},{"number":6,"verse":"We know that our old nature is crucified with him, so that the body of sin would be destroyed, this [happened] so we would no longer serve sin."},{"number":7,"verse":"Indeed the one who has died is freed from sin."},{"number":8,"verse":"Now if we died along with Christ, we believe that we will also live with him."},{"number":9,"verse":"We know that Christ, having been raised from the dead, dies no more. Death doesn't rule over him any more"},{"number":10,"verse":"in that he died, [and] he died for sin only once, but in that he lives, he lives for God."},{"number":11,"verse":"So in this way regard yourselves to be truly dead to sin, but alive to God through Jesus Christ our Lord."},{"number":12,"verse":"Therefore sin must not rule your mortal body by obeying its evil desires."},{"number":13,"verse":"And do not present all the your body parts [to be] unrighteous tools for sin, but present yourselves to God as those who are alive from the dead, and all your body parts [to be] righteous tools for God."},{"number":14,"verse":"For sin will not have power over you, for you are not under the law but under grace."},{"number":15,"verse":"Now then will we sin because we are not under the law but under grace? Absolutely not!"},{"number":16,"verse":"Don't you realize that to whom you present yourselves [to be] servants for obedience that you are his servants? You can obey either sin, which results in death, or obedience, which results in righteousness."},{"number":17,"verse":"Thanks be to God that you were servants of sin but now you have obeyed from the heart that form of doctrine that was given to you."},{"number":18,"verse":"Being freed from sin, you became the servants of righteousness."},{"number":19,"verse":"I am describing this in human terms because of your physical weakness, for as you have presented all your body parts to be servants for uncleanness and iniquity upon iniquity, so now present all your body parts to be servants of righteousness [leading] to purity."},{"number":20,"verse":"When you were sin's servants, you were not a slave to righteousness."},{"number":21,"verse":"What result did you have then with those things you are now ashamed of? For the end of those things is death."},{"number":22,"verse":"Now being freed from sin and becoming servants of God, you have your harvest of purity, and its end is eternal life."},{"number":23,"verse":"For the wages of sin is death, but the gift of God is eternal life through Jesus Christ our Lord."}]}