{"bibleAbbr":"WB1895","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"I tell the truth in Christ; I do not lie. My conscience also bears witness in the Holy Spirit,"},{"number":2,"verse":"that I have great heaviness and continual sorrow in my heart."},{"number":3,"verse":"For I could wish for myself to be cursed from Christ for my brethren according to the flesh,"},{"number":4,"verse":"who are Israelites, to whom [belongs] the adoption, the glory, the covenants, the giving of the law, the service [in the temple to God], and the promises."},{"number":5,"verse":"Whose are the fathers and from whom, concerning the flesh, Christ [came] who is God over all, blessed forever. Amen."},{"number":6,"verse":"But it is not that the word of God has failed, for not all those from Israel [are] Israel."},{"number":7,"verse":"Not just because they are offspring of Abraham [does it mean that they are] all children, but, \"In Isaac will your offspring be named.\""},{"number":8,"verse":"That is, the children of the flesh are not the children of God, but the children of the promise are considered as offspring."},{"number":9,"verse":"For this [is] the word of promise, \"At this time I will come, and Sarah will have a son.\""},{"number":10,"verse":"And not only [this], but when Rebecca also had conceived by one, [even] by our father Isaac,"},{"number":11,"verse":"and although they were not yet born nor done anything good or evil but that God's purpose according to [His] choice might stand firm, not by works but by him who calls,"},{"number":12,"verse":"it was said to her, \"The elder will serve the younger.\""},{"number":13,"verse":"Just as it is written, \"Jacob, I have loved; Esau, I have hated.\""},{"number":14,"verse":"What will we say then? That God is unrighteous? Absolutely not!"},{"number":15,"verse":"For he tells Moses, \"I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.\""},{"number":16,"verse":"So then, it is not on the one who wills or strains with effort but of God who shows mercy."},{"number":17,"verse":"For the Scripture says to Pharaoh, \"For this very reason I raised you up, so that I could show my power in you and that my name might be publicized throughout the whole earth.\""},{"number":18,"verse":"Therefore he has mercy on whom he wants, and he hardens whom he wants."},{"number":19,"verse":"So are you going to tell me, \"Why does he still find fault, for who can resist his will?\""},{"number":20,"verse":"No, on the contrary, O man, who are YOU to contradict God? Will what is molded say to the one who molded it, \"Why have you made me this way?\""},{"number":21,"verse":"Doesn't the potter have authority over the clay to make pottery for honorable use as well as for common use from the same lump?"},{"number":22,"verse":"And [what] if God, wishing to show his wrath and make his authority known, endured with much long suffering the objects of wrath ready for destruction,"},{"number":23,"verse":"and that He might make known the riches of his glory on objects of mercy, which he prepared ahead of time for glory?"},{"number":24,"verse":"Even us whom he has called, not only Jews but also Gentiles."},{"number":25,"verse":"As He says also in Hosea, \"I will call them \"My People\" who were not my people and \"My Beloved\" who were not beloved."},{"number":26,"verse":"And it will be [that] in the place where it was said to them, «You are not my people,» there they will be called the children of the living God.\""},{"number":27,"verse":"Isaiah also speaks out concerning Israel, \"Though the number of Israel's children are as the sand of the sea, [only] a remnant will be saved."},{"number":28,"verse":"For He by righteousness will complete and quickly do the word, because the Lord will expedite [His] word on the earth.\""},{"number":29,"verse":"And just as Isaiah predicted, \"If the Lord of armies had not left us a remnant, we would have been like Sodom and resembled Gomorrah.\""},{"number":30,"verse":"What will we say then? [We will say] that the Gentiles who didn't pursue [God's standard of] righteousness have gotten hold of righteousness, even the righteousness that is by faith."},{"number":31,"verse":"But Israel, which pursued the law of righteousness, has not reached [the goal] of the law of righteousness."},{"number":32,"verse":"Why? Because [they didn't seek it] by faith but as if it were by the works of the law, for they stumbled at the stumbling stone."},{"number":33,"verse":"As it is written, \"Look, I lay in Zion a stumbling stone and a rock of offense, and whosoever believes on him will not be ashamed.\""}]}