{"bibleAbbr":"GB1539","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":13,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses and Aaron sayinge:"},{"number":2,"verse":"when there appeareth a rysynge in any mans fleshe, ether a scabbe, or a glystrynge whyte: and the plage of leprosye be in the skynne of hys fleshe, he shall be brought vnto Aaron the Preaste, or vnto one of hys sonnes the Preastes:"},{"number":3,"verse":"and the Preaste shall loke on the sore in the skynne of hys fleshe. And whan the heere in the sore is turned vnto whyte, and the sore also seme to be lower then the skynne of his flesh, it wyll be a plage of leprosye, and the Preaste shall loke on hym, and iudge hym vnclene."},{"number":4,"verse":"If there be but a whyte plecke in the skynne of hys flesh, and seme not to be lower then the skynne, nor the heere therof is turned vnto whyte, the Preaste shall shut him vp seuen dayes."},{"number":5,"verse":"And the Preaste shall loke vpon hym agayne the seuenth daye: And yf the plage seme to him to abyde still, & the plage growe not in the skynne the Preast shall shutt him vp yet . vij. dayes moo."},{"number":6,"verse":"And the Preast shall loke on hym agayne the . vij. daye. Then yf the plage be darcker, & not growen in the skynne, the Preast shall iudge hym clene, for it is but a skyrf. And he shall washe his clothes, & be clene,"},{"number":7,"verse":"But & yf the scabbe growe in the skynne after that he is sene of the Preast, & iudged clene, he shalbe sene of the prest agayne."},{"number":8,"verse":"If the preast se that the scabbe be growen abrode in the skynne, the prest shall make hym vnclene: for it is a leprosye."},{"number":9,"verse":"When the plage of leprosye is in a man he shall be brought vnto the Preast,"},{"number":10,"verse":"and the Preast shall se hym. And yf the rysynge be white in the skynne, and haue made the heare whyte, and there be rawe fleshe in the sor"},{"number":11,"verse":"it wylbe an olde leprosye in the skynne of his flesh. And the Preast shall make hym vnclene, and shall not shutte hym vp seynge he is vnclene."},{"number":12,"verse":"If a leprosye breake out abrode in the skynne, & couer all the skynne, from hys heed to hys foote, whersouer the Preast loketh,"},{"number":13,"verse":"and the Preast loke vpon him. And yf the leprosye haue couered all hys flesh, he shall iudge the plage to be clene because it is all turned into whytnesse, & he shalbe cleane."},{"number":14,"verse":"But and yf ther be rawe fleshe on him when he is sene, he shalbe vncleane."},{"number":15,"verse":"And the Preast shall se the rawe flesh, and declare him to be vnclene. For the rawe flesh is vnclene seynge it is a leprosye."},{"number":16,"verse":"Or yf the rawe flesh departe agayne & chaunge vnto whyte, he shall come to the preste,"},{"number":17,"verse":"and the preast shall se him & beholde: If the soore be chaunged vnto whyte the Preast shall iudge the plage cleane & he shalbe cleane:"},{"number":18,"verse":"The flesh also in whose skinne there is a byle & is healed,"},{"number":19,"verse":"& in the place of the byle there appeare a whyte rysynge, ether a shynynge whyte & som what reddish, it shall be sene of the Preast."},{"number":20,"verse":"And yf when the Preast seyth hym, it appeare lower than the skynne, & the heare therof be chaunged vnto whyte, the Preast shall iudge hym vncleane: for it is a plage of leprosye, broken out of the byle."},{"number":21,"verse":"But & yf the Preast loke on it and there be no whyte heares therin, & yf it be not lower then the skynne, but be darcker, the Preast shall shutt hym vp . vij. dayes."},{"number":22,"verse":"And yf it sprede abrode in the flesh, the prest shall make hym vncleane, seynge it is the plage."},{"number":23,"verse":"But and yf the spot stonde styll, & growe not, it is the prynte of an hote byle, and therfore the prest shall declare hym to be cleane."},{"number":24,"verse":"Yf there be any flesh, in whose skynne there is a hote burnynge, and the flesh that burneth haue a whyte spott, som what reddysh or whyte,"},{"number":25,"verse":"the prest shall loke vpon it. And yf the heare in that bryght spot be chaunged to whyte, and it appeare lower then the skynne, it is a leprosye broken out of the burnynge. And therfore the Preaste shall iudge hym vncleane, seynge it is the plage of leprosye."},{"number":26,"verse":"But yf the preast loke on it & there be no whyte heare in the bryghte spott, and be no lower then the other skynne, but be darcker, the preast shall shut him vp seuen dayes."},{"number":27,"verse":"And the preast shall loke on hym the seuenth daye: And yf it be growen abroad in the skynne, the preast shall iudge hym vncleane, seynge it is the plage of leprosye."},{"number":28,"verse":"And yf the spot stonde styll in it, & growe not in the skynne, but is darcke, it is a rysynge of the burnynge, & the Preast shall therfore declare hym cleane, seynge it is the prynte of the burnynge."},{"number":29,"verse":"Yf man or woman hath a sore vpon the heed or the beard, the preast shall se it."},{"number":30,"verse":"And yf it appeare lower than the skynne, & ther be in it a yalowe heare: & thynne the Preast shall iudge him vncleane, seynge that the same fretynge is a token of leprosye vpon the heed or berde."},{"number":31,"verse":"And yf the preast loke on the sore of the prynt, and it seme not lower then the skynne, and that the heare is not blacke, the Preast shall shut vp the frettynge sore seuen dayes."},{"number":32,"verse":"And in the seuenth daye the preste shall loke on the sore: and yf the sore be not growen, and there be in it no yalowe hayre, and the sore seme not lower then the skynne,"},{"number":33,"verse":"he shalbe shauen: but the place of the sore shall he not shaue, & the prest shall shut vp the sore seuen dayes moo."},{"number":34,"verse":"And in the seuenth daye the preste shall loke on the sore: And if the sore be not growen in the skynne, ner seme lower then the other skynne, the preste shall clense hym, & he shall washe hys clothes, and be clene."},{"number":35,"verse":"But yf the sore growe in the fleshe after hys clensynge,"},{"number":36,"verse":"the preste shall loke on hym. And yf the sore be growne in the skynne, the preste shall not seke for yelowe heare, for he is vnclene."},{"number":37,"verse":"But if he se the prynte stonde styll, and that there is blacke heare growne vp therin, the sore is healed, and he shalbe cleane, and the prest shall declare hym to be cleane."},{"number":38,"verse":"Yf there be whyte spottes in the skynne of the fleshe of man or woman,"},{"number":39,"verse":"the preast shall loke vpon it. And yf the spottes in the skynne of theyr fleshe be som what darcke & whyte wythall, it is a frekell growynge in the fleshe: Therfore is he cleane."},{"number":40,"verse":"And the man (whose heade is destitute of heare, wherby he is made balde) is cleane."},{"number":41,"verse":"And he that hath hys heare out in his foreheede, is foreheed balde and cleane."},{"number":42,"verse":"If there be in the baulde heed or baulde foreheed a whyte reddysh sore scabbe, there is leprosye spronge vp in hys baulde heed or baulde foreheede."},{"number":43,"verse":"And the preast shall loke vpon him, and yf the rysynge of the sore be whyte reddysh in hys baulde heed or balde foreheed after the maner of a leprosye which is in the skynne of the fleshe,"},{"number":44,"verse":"then he is a leperous man and vncleane. And the Preaste shall make hym vncleane, for the plage therof is in hys heed."},{"number":45,"verse":"The leper in whome the plage is, shall haue hys clothes rent, and hys heed bare and shall put a couerynge vpon hys lyppe, and shalbe called vnclene and defyled."},{"number":46,"verse":"And as longe as the dysease lasteth vpon hym, he shalbe defyled and vncleane: he shall dwell alone, euen wythout the host shall hys habitacyon be."},{"number":47,"verse":"The cloth that the plage of leprosye is in, whether it be lynen or wollen,"},{"number":48,"verse":"whether it be in the warpe or woofe of lynen or of wollen: ether in a skynne or any thynge made of skynne,"},{"number":49,"verse":"yf the dysease be pale or som what reddysh in the cloth or skynne: whether it be in the warpe or woofe or any thynge that is made of skynne, then it is a plage of leprosye, and shall be shewed vnto the preaste."},{"number":50,"verse":"The preaste therfore shall se the plage, and shut it vp seuen dayes,"},{"number":51,"verse":"and loke on the plage the seuenth daye. Whych yf it be increased in the cloth (whether it be in the warpe or woofe, or in a skynne) or in any thynge that is made of skynne it is the leprosy of a fretinge sore: it is vncleane:"},{"number":52,"verse":"& that cloth shalbe burnt, ether warpe or woofe whether it be wollen or lynnen, or any thynge that is made of skynne, where in the plage is, for it is a frettynge leprosye, it shalbe burnt in the fyre."},{"number":53,"verse":"If the Preaste se that the plage is not growen in the cloth: ether in the warpe or woofe or in whatsoeuer thynge of skynne it be,"},{"number":54,"verse":"the preast shall commaunde them to wasshe the thynge wherin the plage is, and he shall shut it vp seuen dayes moo."},{"number":55,"verse":"And the preaste shall loke on the plage agayne, after that it is washed. And yf the plage haue not chaunged hys coloure, and is sprede no further abrode, it is vncleane. Thou shall burne it in the fyre, for it is freat in warde: in parte or in all together."},{"number":56,"verse":"And yf the Preaste se that the plage is darcker after that it is wasshed, he shall rent it out of the cloth, or out of the skynne, or out of the warpe or out of the woofe."},{"number":57,"verse":"And yf it appeare any moare in the cloth (ether in the warpe or in the woofe or in any thynge made of skynne) it is a waxinge plage. Thou shalt burne the plage that is in it."},{"number":58,"verse":"Moreouer the cloth, ether warpe or woofe or whatsoeuer thynge of skynne it be whych thou hast wasshed, yf the plage be departed there from, it shalbe wasshed once agayne: and then shall it be cleane."},{"number":59,"verse":"Thys is the lawe of the plage of leprosye in a cloth whether it be wollen or lynnen: eyther in the warpe or woofe, or in any thynge of skynnes, to make it cleane or vncleane."}]}