{"bibleAbbr":"GB1539","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":14,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses,"},{"number":2,"verse":"sayinge: thys is the lawe of the leper in the daye of hys clensynge: He shalbe brought vnto the preaste,"},{"number":3,"verse":"and the preaste shall go out wythout the hoste, and loke vpon hym. And yf the plage of leprosye be healed in the leper,"},{"number":4,"verse":"then shall the Preaste commaunde that he whych is to be clensed, brynge two lyuynge byrdes and cleane, and cedar wodd, and purple cloth, and ysope."},{"number":5,"verse":"And the Preaste shall commaunde that one of the byrdes be kylled in an erthen vessell & vpon rennynge water."},{"number":6,"verse":"And he shall take the lyuynge byrde with the cedar wodd, the purple and the ysope, and shall dyppe them and the lyuynge byrde in the bloude of the slayne byrde, vpon the rennynge water,"},{"number":7,"verse":"and sprynkle vpon hym (that must be clensed of hys leprosye) seuen tymes, and clense hym, and shall let the lyuynge byrde goo fre into the felde."},{"number":8,"verse":"And he that is clensed, shall wasshe hys clothes, and shaue of all hys heere, and wash hym selfe in water, that he maye be cleane. And after that shall he come into the hoste, & shall tarye wythout hys tent seuen dayes:"},{"number":9,"verse":"but in the seuenth daye he shall shaue of all hys heere, namely, hys head, hys berde and hys browes: euen all hys heere shalbe shauen of. And he shall wasshe hys clothes & hys fleshe in water and he shalbe cleane."},{"number":10,"verse":"In the eyght daye he shall take two lambes wythout blemyshe, and an yewe lambe of a yeare olde without blemysh, and thre tenthdeales of fyne floure for a meatoffrynge myngled wyth oyle and a logge of oyle."},{"number":11,"verse":"And the Preaste that maketh hym cleane, shall brynge the man that is to be made cleane and those thynges, before the Lorde, euen before the dore of the tabernacle of wytnesse."},{"number":12,"verse":"And the Preaste shall take one lambe, and offer hym for trespace, & the logge of oyle, and waue them before the Lorde."},{"number":13,"verse":"And he shall slee the lambe in the place where the synneoffrynge and the burntoffrynge are slayne: euen in the holy place. For as the synne offryng is, euen so is the trespace offrynge the preastes: seyng it is moost holy."},{"number":14,"verse":"And the preaste shall take of the bloude of the trespace offrynge, & put it vpon the typpe of the ryght eare of hym that is to be clensed, & vpon the thombe of hys ryght hande, and vpon the great too of hys ryghte foote."},{"number":15,"verse":"The preaste shall take of the logge of oyle, & powre it into the palme of hys lefte hande,"},{"number":16,"verse":"and dyppe hys ryght fynger in the oyle that is in hys left hande, and sprynkle of the oyle wyth hys fynger seuen tymes before the Lorde."},{"number":17,"verse":"And of the rest of the oyle that is in hys hande, shall the Preaste put vpon the typpe of the ryghte eare of hym that is for to be clensed, and vpon the thombe of hys ryghte hande, and vpon the great too of hys ryghte fote: euen vpon the bloude of the trespace offrynge."},{"number":18,"verse":"And the remnaunte of the oyle that is in the Preastes hande, he shall powre vpon the heed of hym that is for to be clensed: and the Preaste shall make an attonement for hym before the Lorde."},{"number":19,"verse":"And the Preaste shall offer the synne offrynge, and make an attonement for hym that is to be clensed, for hys vnclennesse. And then shall he kyll the burntoffrynge,"},{"number":20,"verse":"and the Preaste shall offre the burntoffrynge and the meatoffrynge vpon the alter: & the preste shall make an attonement for hym, and he shalbe cleane."},{"number":21,"verse":"If he be poore, and can not gett so moche, he shall take one lambe for a trespace offrynge to waue it for hys clensynge, and a tenth deale of fyne floure myngled wyth oyle for a meatoffrynge, and a logge of oyle,"},{"number":22,"verse":"and two turtyll doues or two yonge pigeons, suche as he is able to gett, wherof the one shalbe for synne, and the other for a burntoffrynge."},{"number":23,"verse":"And he shall brynge them the . viij. daye for hys clensynge vnto the Preaste before the dore of the tabernacle of witnesse before the Lorde."},{"number":24,"verse":"And the Preaste shall take the lambe that is for the trespace, and the logge of oyle, and waue them before the Lorde."},{"number":25,"verse":"And he shall kyll the lambe for the trespace, and the Preaste shall take of the bloude of the trespaceoffrynge, and put it vpon the typpe of hys ryghte eare that is to be clensed, and vpon the thombe of hys ryghte hande, and vpon the greate too of hys ryght fote."},{"number":26,"verse":"And the preaste shall powre of the oyle into hys ryghte hande,"},{"number":27,"verse":"and the preste shall wyth hys fynger sprynkle of the oyle that is in hys lefte hande, seuen tymes before the Lorde."},{"number":28,"verse":"And the Preaste shall put of the oyle that is in hys hande vpon the typpe of the ryghte eare of hym that is to be clensed, and vpon the thombe of hys ryghte hande, and vpon the great too of hys ryghte fote: euen in the place where the bloude of the trespaceoffringe was put."},{"number":29,"verse":"And the reste of the oyle that is in the prestes hande, he shall put vpon the heed of hym that is to be clensed: that he maye make on attonement for him before the Lorde."},{"number":30,"verse":"And he shall offer one of the turtyll doues or of the yonge pigeons, soche as he can gett:"},{"number":31,"verse":"the one for a synne offerynge and the other for a burntoffrynge wyth the meatofferynge. And the Preaste shall make an attonement for hym that is to be clensed before the Lorde."},{"number":32,"verse":"Thys is the lawe of hym in whom is the plage of leprosye, and whose hande is not able to gett that whych pertayneth to hys clensynge."},{"number":33,"verse":"And the Lorde spake vnto Moses and Aaron sayinge:"},{"number":34,"verse":"when ye be come vnto the lande of Canaan whych I geue you in possessyon. And yf I put the plage of leprosye in a house of the lande of youre possessyon,"},{"number":35,"verse":"he that oweth the house shall come, and tell the preaste, sayinge: me thynke that there is as it were a leprosy in the house."},{"number":36,"verse":"And the preaste shall commaunde them to emptie the house, before the Preaste goo into it to se the plage: that all that is in the house be not made vncleane, and then must the Preaste go in to se the house."},{"number":37,"verse":"If the Preaste also se that the plage is in the walles of the house, and that there be holowe strakes pale or rede whych seme to be lower then the wall it selfe,"},{"number":38,"verse":"the Preaste shall go out at the house dores, and shut vp the house seuen dayes."},{"number":39,"verse":"And the Preaste shall come agayne the seuenth daye, and yf he se that the plage be increased in the walles of the house,"},{"number":40,"verse":"the Preaste shall commaunde them to take awaye the stones in which the plage is, & let them cast them into a foule place without the cytie,"},{"number":41,"verse":"and he shall commaunde the house to be scraped wythyn rounde aboute, and powre out the dust (that they scrape of) wythout the cytie into a foule place."},{"number":42,"verse":"And they shall take other stones, and put them in the places of those stones, and other morter, to plaster the house wythall."},{"number":43,"verse":"And yf the plage come agayne and breake out in the house, after that he hath taken awaye the stones & scraped the walles of the house, and after that he hath playstered the house anewe:"},{"number":44,"verse":"the preaste shall come and se it. And yf he perceaue that the plage hath growne further in the house, it is a fretynge leprosye in the house. It is therfore vncleane."},{"number":45,"verse":"And he shall breake downe the house. And the stones of it, & the tymbre therof, & all the morter of the house, shall he carye out of the cytye vnto a foule place."},{"number":46,"verse":"Moreouer he that goeth into the house all the whyle that it is shut vp, shalbe vncleane vntyll the euen:"},{"number":47,"verse":"He that slepeth in the house, shall wasshe hys clothes: he lykewyse that eateth in the house, shall wasshe hys clothes."},{"number":48,"verse":"And yf the Preaste come and se, that the plage hath sprede no further in the house (after that it is newe plastered) the preste shall iudge that house cleane, because the plage is healed."},{"number":49,"verse":"And let hym take to clense the house wythall: two byrdes, cedar wodd, purple clothe and ysope."},{"number":50,"verse":"And he shall kyll one of the byrdes in an erthen vessell and vpon runnynge water:"},{"number":51,"verse":"& take the cedar wodd, & the ysope, & the purple wt the lyuynge byrde, & dyppe them in the bloude of the slayne byrde, and in the runnynge water, and sprynkle the house seuen tymes,"},{"number":52,"verse":"& clense the house with the bloud of the byrde and wyth the runnynge water, with the lyuinge byrde, with the cedar wodd, and the ysope, and the purple clothe."},{"number":53,"verse":"But he shall lett the lyuynge byrde flee oute of the towne into the brode feldes, and so make an attonement for the house, and it shalbe cleane."},{"number":54,"verse":"Thys is the lawe for all maner plage of leprosye and breakynge out,"},{"number":55,"verse":"and of the leprosye of clothe and house:"},{"number":56,"verse":"for a swellynge for a scabbe, and for a whyte blyster."},{"number":57,"verse":"To teache whan it must be made vncleane and cleane. Thys is the lawe of leprosye."}]}