{"bibleAbbr":"GB1539","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":19,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses sayinge:"},{"number":2,"verse":"speake vnto all the multitude of the chyldren of Israel, and saye vnto them: Ye shalbe holy, for I the Lorde youre God am holye."},{"number":3,"verse":"Ye shall feare euery man hys father & hys mother, and kepe my Sabothes, I am the Lorde youre God."},{"number":4,"verse":"Ye shall not turne vnto ydolles nor make you Goddes of metall: I am the Lorde youre God."},{"number":5,"verse":"Yf ye offre a peace offerynge vnto the Lorde, ye shall offer it that ye maye be accepted."},{"number":6,"verse":"It shalbe eaten the same daye ye offer it & on the morowe. And yf ought remayne vntyll the thyrde daye, it shalbe burnt in the fyre."},{"number":7,"verse":"And yf it be eaten the thyrde daye, this vncleane, and not accepted."},{"number":8,"verse":"He that eateth it, shall bere his synne, because he hath defyled the halowed thynge of the Lorde, & that soule shall peryshe from amonge his people."},{"number":9,"verse":"When ye reape doune the rype corne of youre lande, ye shall not repe doune the vtmost border of youre felde, nether shalt thou gather that whych is lefte be hynde in thy haruest."},{"number":10,"verse":"Thou shalt not plucke in all thy vyneyarde clene, nether gather in the grapes that are ouerscaped. But thou shalt leaue them for the pore and straunger. I am the Lorde youre God."},{"number":11,"verse":"Ye shall not steale, nether lye, nether deale falsely one with another."},{"number":12,"verse":"Ye shall not swere by my name in vayne: neyther shall thou defyle the name of thy God. I am the Lorde."},{"number":13,"verse":"Thou shall not do thy neyghboure wronge, nether robbe hym violently nether shall the workmans laboure abyde wyth the vntyll the mornynge."},{"number":14,"verse":"Thou shalt not curse the deaffe nether put a stomblynge blocke before the blynde: but shalt feare thy God. I am the Lorde."},{"number":15,"verse":"Ye shall doo no vnryghteousnes in iudgement. Thou shalt not fauoure the poore nor honoure the myghtye, but in ryghteousnes shalt thou iudge thy neyghboure."},{"number":16,"verse":"Thou shalt not goo vp & doune as a preuy accuser amonge thy people, nether shalt thou stonde agaynst the bloude of thy neyghboure: I am the Lorde."},{"number":17,"verse":"Thou shalt not hate thy brother in thyne hart, but shalt in any wyse rebuke thy neyghbour: that thou bere not synne for hys sake."},{"number":18,"verse":"Thou shalt not auenge thy selfe nor be myndfull of wronge agaynst the chyldren of my people but shalt loue thy neyghboure euen as thy selfe. I am the Lorde."},{"number":19,"verse":"Ye shall kepe myne ordinaunces. Thou shalt not let catell gendre wyth a contrary kynde, nether sowe thy felde wyth myngled seed, nether shalt thou put on any garment of lynen and wollen."},{"number":20,"verse":"Whosoeuer lyeth and medleth with a woman that is a bondmayde, neuertheles appoynted to a husbande, but not redemed, ner fredome geuen her, she shalbe scourged wyth a lethren whyppe, and they shall not dye, because she was not fre."},{"number":21,"verse":"And he shall brynge for his trespace vnto the Lorde: before the dore of the tabernacle of wytnesse, a ram for a trespace offrynge."},{"number":22,"verse":"And the Preaste shall make an attonement for him wt the ram whych is for the trespace before the Lorde, concernynge his synne which he hath done: & the synne which he hath done shalbe forgeuen hym."},{"number":23,"verse":"When ye come to the lande, & haue planted all maner of trees conuenient to be eaten of ye shall put a waye the foreskynne of euery one with the frute therof: euen thre yere shall they be vncircumcised vnto you, & shall not be eaten of."},{"number":24,"verse":"But in the fourth yere all the frute of them shalbe holy and commendable to the Lorde."},{"number":25,"verse":"In the fyfth yere shall ye eate of the frute of them, and ye maye gether in the increase of them: I am the Lorde youre God."},{"number":26,"verse":"Ye shall not eate vpon bloude, neyther shall ye vse wytchecrafte, nor obserue tymes."},{"number":27,"verse":"Ye shall not rounde the lockes of youre heedes, nether shalt thou marre the tuftes of thy beerde."},{"number":28,"verse":"Ye shall not rent youre fleshe for any soules sake, nor printe any markes vpon you: I am the Lorde."},{"number":29,"verse":"Thou shalt not make thy daughter commen, that thou woldest cause her to be an whoore: lest the lande also fall to whoredome, and be full of wykednesse."},{"number":30,"verse":"Ye shall kepe my sabbathes, and feare my sanctuary: I am the Lorde."},{"number":31,"verse":"Ye shall not regarde them that worke with sprytes, nether seke after sothsayers to be defyled by them, I am the Lorde youre God."},{"number":32,"verse":"Thou shalt ryse vp before the horehed, and reuerence the face of the olde man, and dread thy God. I am the Lorde."},{"number":33,"verse":"If a straunger soiourne with the in youre lande, ye shall not vexe him."},{"number":34,"verse":"But the straunger that dwelleth wyth you, shall be as one of youre selues, and thou shalt loue hym as thy selfe, for ye were straungers in the lande of Egypt. I am the Lorde youre God."},{"number":35,"verse":"Ye shall do no vnryghteousnes in iudgement, in meteyerde, in weyght or in measure."},{"number":36,"verse":"True balaunces, true weyghtes. A true Epha & a true Hin shall ye haue. I am the Lorde youre God whych broughte you out of the lande of Egypt."},{"number":37,"verse":"Therfore shall ye obserue all my ordinaunces and all my iudgementes, and do them. I am the Lorde."}]}