{"bibleAbbr":"GB1539","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":4,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moses sayinge:"},{"number":2,"verse":"speake vnto the chyldren of Israel, and saye: Yf a soule synne thorowe ignoraunce, and hath done any of those thynges whyche the Lorde hath forbydden in hys commaundementes to be done."},{"number":3,"verse":"As yf the Preast that is anoynted do synne, (accordynge to the synne of the people) let hym brynge for hys synne whyche he hath synned a yonge oxe without blemyshe vnto the Lorde for a synneofferynge."},{"number":4,"verse":"And he shall brynge the yonge oxe vnto the dore of the tabernacle of witnesse before the Lorde, and shall put hys hande vpon the yonge oxe heade, and kill the yonge oxe before the Lorde."},{"number":5,"verse":"And the Preaste that is anoynted shall take of the yonge oxe bloude, and brynge it into the tabernacle of witnesse,"},{"number":6,"verse":"and the preaste shall dyppe hys fynger in the bloude and sprynkle therof seuen tymes before the Lorde: euen before the hangynge of the holy place."},{"number":7,"verse":"And he shall put some of the bloude before the Lorde, vpon the hornes of the alter of swete cens, which is in the tabernacle of witnesse, and shall powre all the bloude of the yonge oxe vnto the botome of the alter of burntofferynge, whyche is at the dore of the tabernacle of witnesse."},{"number":8,"verse":"And he shall take awaye all the fat of the oxe that is for synne, the fatt that couereth the inwardes, and all the fatt that is aboute the inwardes,"},{"number":9,"verse":"and the two kydneyes, and the fatt that is vpon them, and vpon the loynes, and the abundaunce of the lyuer shall he take awaye with the kydneyes:"},{"number":10,"verse":"as it was taken awaye in the oxe of the peaceofferynges, and let the preaste burne them vpon the altare of burntofferyng."},{"number":11,"verse":"But the skyne of the yong oxe, and all hys fleshe, with hys heed, and hys legges, wyth hys in wardes, and hys donge,"},{"number":12,"verse":"shall he beare oute and carye the yong oxe altogether oute of the hoste vnto a clene place: euen where the asshes are powred out, and burne hym there on wodd in the fyre: euen by the place where the asshes are cast oute, shall he be brent."},{"number":13,"verse":"If the hole congregacyon of Israel synne thorowe ignoraunce, and the thynge be hyd from theyr eyes, so that they haue committed any of those thynges which the Lorde hath forbydden to be done in hys commaundementes, and haue offended."},{"number":14,"verse":"Whan the synne which they haue synned in, is knowne, the congregacyon shall brynge a yonge oxe for the synne, and brynge hym before the tabernacle of witnesse,"},{"number":15,"verse":"and the elders of the multytude shall put theyr handes vpon the heed of the yonge oxe before the Lorde. And the yonge oxe shalbe slayne before the Lorde."},{"number":16,"verse":"And the Preast that is anoynted, shall bringe of hys bloude into the tabernacle of witnesse,"},{"number":17,"verse":"and the Preaste shall dyppe hys fynger in the bloude, and sprinkle it seuen tymes before the Lorde: euen before the vayle."},{"number":18,"verse":"And shall put of the bloud vpon the hornes of the alter, whiche is before the Lord in the tabernacle of witnesse, and shall poure all the bloude vnto the botome of the alter of burntofferynge whyche is before the dore of the tabernacle of witnesse,"},{"number":19,"verse":"and shall take all hys fatt from hym, and burne it vpon the alter,"},{"number":20,"verse":"and shall do with thys yonge oxe, as he dyd with the yonge oxe for synne: euen so shall he do wt thys. And the Preaste shall make an attonement for them, and it shalbe forgeuen them."},{"number":21,"verse":"And he shall bringe thys yonge oxe without the hoste, and burne hym as he burned the fyrst. For it is an oblacyon for the synne of the congregacyon."},{"number":22,"verse":"When a Lorde synneth, and commytteth thorow ignoraunce any of these thinges (which the Lorde hys God hath forbydden to be done in hys commaundementes) and hath offended."},{"number":23,"verse":"And yf his synne be shewed vnto him which he hath done, he shall brynge hys offerynge: euen an he goate without blemyshe,"},{"number":24,"verse":"and laye hys hande vpon the heed of the he goat, and kill it in the place where the burntofferinge is vsed to be kylled before the Lord"},{"number":25,"verse":"For it is a synne offering. And let the preaste take of the bloude of the offerynge with hys fynger, and put it vpon the hornes of the burntofferinge alter, and powre hys bloude vnto the botome of the burntofferyng alter,"},{"number":26,"verse":"& burne all his fatt vpon the alter, as the fat of the peaceofferynges. And the Preast shall make an attonement for hym, as concernynge his synne, and it shalbe forgeuen hym."},{"number":27,"verse":"If one of the comen people of the lande synne thorowe ignoraunce, and commytte any of the thynges whiche the Lorde hath forbydden in hys commaundementes to be done, and so hath trespaced:"},{"number":28,"verse":"Yf hys synne whyche he hath synned, come to his knowlege, he shall bring for his offering, a she goate from amonge the flockes, without blemyshe for hys synne which he hath synned,"},{"number":29,"verse":"and laye hys hande vpon the heed of the offeringe, and slee it in the place of burntofferynges."},{"number":30,"verse":"And the preaste shall take of the bloude therof wt hys fynger, and put it vpon the hornes of the burntofferinge alter, and poure all the bloud vnto the botome of the alter,"},{"number":31,"verse":"and shall take awaye all hys fatt, as the fatt of the peace offerynges is taken awaye. And the preaste shall burne it vpon the alter, that it maye be a swete sauoure vnto the Lord, and the preaste shall make an attonement for hym, and it shalbe forgeuen hym."},{"number":32,"verse":"And yf he brynge a shepe for a synne offeryng, he shall bringe a female without blemyshe,"},{"number":33,"verse":"and laye hys hande vpon the heed of the offerynge, and slee it for a synofferynge in the place where they kyll the burntofferyng."},{"number":34,"verse":"And the preaste shall take of the bloude of the offerynge with hys fynger, and put it vpon the hornes of the burntofferinge alter, & shall poure the bloude therof vnto the botome of the alter."},{"number":35,"verse":"And he shall take a waye all the fatt therof, as the fat of the shepe of the peace offerynge is wont to be taken a waye. And the preaste shall burne it vpon the alter, that it maye be the Lordes burntsacrifyce, and the Preaste shall make an attonemente for hys synne, that he hath committed, and it shalbe forgeuen him."}]}