{"bibleAbbr":"GB1539","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":5,"verses":[{"number":1,"verse":"Yf a soule synne and heare the voyce of swerynge, and is a witnesse: whether he hath sene or knowne of it, yf he haue not vttered it, he shall bere hys synne."},{"number":2,"verse":"Ether yf a soule touche any vnclene thynge: whether it be the caryon of an vnclene beest, or of vnclene catell, or vnclene worme, and is not ware of it: beholde, he is vnclene and hath offended."},{"number":3,"verse":"Ether yf he touche any vnclennesse of man (whatsoeuer vnclenesse it be that a man is wont to be defiled withall) and is not ware of it, and commeth to the knowledge of it, he hath trespased."},{"number":4,"verse":"Ether yf a soule sweare and pronounceth with hys lyppes to do euell or to do good (whatsoeuer it be that a man vseth to pronounce with an othe) and the thynge be hyd from hym, and commeth to the knowledge of it, and hath offended in one of these."},{"number":5,"verse":"And it shall come to passe that when he hath synned in one of these thynges. he shall confesse that he hath synned in that thynge."},{"number":6,"verse":"Therfore shall he brynge hys trespace offerynge vnto the Lorde, for hys synne whiche he hath synned. A female from the flocke, a lambe or a she goate, for a synne offerynge. And the Preaste shall make an attonement for hym concernynge hys synne."},{"number":7,"verse":"And yf he be not able to brynge soche a shepe, he shall brynge for hys trespace which he hath synned, two turtyll doues or two yonge pygeons vnto the Lord, one for a synne offerynge, and the other for a burntofferynge."},{"number":8,"verse":"And he shall brynge them vnto the Preaste, whiche shall offer the synneoffering fyrst, and wringe the necke a sundre of it, but plucke it not clene of."},{"number":9,"verse":"And he shall sprynkle of the bloude of the synne offerynge vpon the syde of the alter, and the reste of the bloude shall he powre by the botome of the alter: for it is a synneofferynge."},{"number":10,"verse":"And he shall offer the seconde for a burntofferynge as the maner is: and so shall the Preaste make an attonement for hym (for the synne whiche he hath synned) and it shalbe forgeuen hym."},{"number":11,"verse":"And yf he be not able to brynge two turtyll doues or two younge pygeons, then he that hath synned shall brynge for hys offerynge: the tenth parte of an Epha of fyne floure for a synofferynge, but put none oyle there to, nether put any franckencence theron, for it is a synneofferynge."},{"number":12,"verse":"And let the preaste offre it, and the preaste shall take hys handfull of it, for a remembraunce therof, and burne it vpon the alter, to be a sacrifyce for the Lorde, it is a synneofferynge."},{"number":13,"verse":"And the Preaste shall make an attonement for hym as touchynge his synne that he hath synned in one of these, & it shalbe forgeuen. And the remnaunte shalbe the Preastes, as a meatofferynge."},{"number":14,"verse":"And the Lord spake vnto Moses, saying:"},{"number":15,"verse":"Yf a soule trespace and synne thorowe ignoraunce in thynges that are consecrated vnto the Lorde, let hym brynge for hys trespace vnto the Lorde a ram without blemyshe out of the flockes, valued in money at two sycles after the sycle of the sanctuary, that it maye be for a trespaceofferinge."},{"number":16,"verse":"And he shall make amendes for the harme that he hath done in the holy thing, and let him put the fyfte parte more therto, and geue it vnto the Preast. And the Preaste shall make an attonement for him with the ram that is for the trespace. and it shalbe forgeuen hym."},{"number":17,"verse":"Yf a soule synne, and commyt any of these thynges whyche are forbydden to be done by the commaundementes of the Lorde: and wyst it not, and hath offended, he shall beare hys synne,"},{"number":18,"verse":"and shall brynge a ram withoute blemyshe out of the stocke that is estemed to be worthe a trespace offering, vnto the preaste. And the Preaste shall make an attonement for hym concernynge hys ignoraunce, wherin he erred and was not ware, and it shalbe forgeuen hym."},{"number":19,"verse":"Thys is a trespaceofferinge, whyche he offred vnto the Lorde for the trespace."}]}