{"bibleAbbr":"HSB+","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":7,"verses":[{"number":1,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer said אֱלִישָׁ֔ע <WH477> 'e-li-Sha', Then Elisha שִׁמְע֖וּ <WH8085> shim-'U Hear דְּבַר־ <WH1697> de-var- ye the word יְהוָ֑ה <WH3068> Yah-weh; of the LORD כֹּ֣ה׀ <WH3541> koh thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֗ה <WH3068> Yah-weh the LORD כָּעֵ֤ת׀ <WH6256> ka-'Et about this time מָחָר֙ <WH4279> ma-Char To morrow סְאָֽה־ <WH5429> se-'ah- [shall] a measure סֹ֣לֶת <WH5560> So-let of fine flour בְּשֶׁ֗קֶל <WH8255> be-She-kel, [be sold] for a shekel וְסָאתַ֧יִם <WH5429> ve-sa-Ta-yim and two measures שְׂעֹרִ֛ים <WH8184> se-'o-Rim of barley בְּשֶׁ֖קֶל <WH8255> be-She-kel for a shekel בְּשַׁ֥עַר <WH8179> be-Sha-'ar in the gate שֹׁמְרֽוֹן׃ <WH8111> sho-me-Ron. of Samaria"},{"number":2,"verse":"וַיַּ֣עַן <WH6030> vai-Ya-'an answered הַשָּׁלִ֡ישׁ <WH7991> hash-sha-Lish Then a lord אֲשֶׁר־ <WH834> 'a-Sher- whose לַמֶּלֶךְ֩ <WH4428> lam-me-leCh the king נִשְׁעָ֨ן <WH8172> nish-'An leaned עַל־ <WH5921> 'al- and יָד֜וֹ <WH3027> ya-Do on whose hand אֶת־ <WH853> 'et- אִ֣ישׁ <WH376> 'ish the man הָאֱלֹהִים֮ <WH430> ha-'E-lo-Him of God וַיֹּאמַר֒ <WH559> vai-yo-Mar and said הִנֵּ֣ה <WH2009> hin-Neh Behold יְהוָ֗ה <WH3068> Yah-weh Behold [if] the LORD עֹשֶׂ֤ה <WH6213> 'o-Seh would make אֲרֻבּוֹת֙ <WH699> 'a-rub-bOt windows בַּשָּׁמַ֔יִם <WH8064> bash-sha-Ma-yim, in heaven הֲיִהְיֶ֖ה <WH1961> ha-yih-Yeh become הַדָּבָ֣ר <WH1697> had-da-Var might this thing הַזֶּ֑ה <WH2088> haz-Zeh; this וַיֹּ֗אמֶר <WH559> vai-Yo-mer, be;And he said הִנְּכָ֤ה <WH2005> hin-ne-Chah behold רֹאֶה֙ <WH7200> ro-'Eh Behold thou shalt see בְּעֵינֶ֔יךָ <WH5869> be-'ei-Nei-cha, [it] with thine eyes וּמִשָּׁ֖ם <WH8033> u-mish-Sham in it לֹ֥א <WH3808> lo you will not תֹאכֵֽל׃ <WH398> to-Chel. but shalt not eat ס sa-Mek"},{"number":3,"verse":"וְאַרְבָּעָ֧ה <WH702> ve-'ar-ba-'Ah And there were four אֲנָשִׁ֛ים <WH376> 'a-na-Shim one הָי֥וּ <WH1961> ha-Yu become מְצֹרָעִ֖ים <WH6879> me-tzo-ra-'Im leprous פֶּ֣תַח <WH6607> Pe-tach at the entering in הַשָּׁ֑עַר <WH8179> hash-Sha-'ar; of the gate וַיֹּֽאמְרוּ֙ <WH559> vai-yo-me-Ru and they said אִ֣ישׁ <WH376> 'ish to one אֶל־ <WH413> 'el- about רֵעֵ֔הוּ <WH7453> re-'E-hu, to another מָ֗ה <WH4100> Mah, Why אֲנַ֛חְנוּ <WH587> 'a-Nach-nu we יֹשְׁבִ֥ים <WH3427> yo-she-Vim Why sit פֹּ֖ה <WH6311> poh here עַד־ <WH5704> 'ad- until מָֽתְנוּ׃ <WH4191> Ma-te-nu. we here until we die"},{"number":4,"verse":"אִם־ <WH518> 'im- If אָמַרְנוּ֩ <WH559> 'a-mar-Nu If we say נָב֨וֹא <WH935> na-Vo We will enter הָעִ֜יר <WH5892> ha-'Ir into the city וְהָרָעָ֤ב <WH7458> ve-ha-ra-'Av then the famine בָּעִיר֙ <WH5892> ba-'Ir [is] in the city וָמַ֣תְנוּ <WH4191> va-Mat-nu and we shall die שָׁ֔ם <WH8033> Sham, there וְאִם־ <WH518> ve-'im- and if יָשַׁ֥בְנוּ <WH3427> ya-Shav-nu there and if we sit still פֹ֖ה <WH6311> foh here וָמָ֑תְנוּ <WH4191> va-Ma-te-nu; here we die וְעַתָּ֗ה <WH6258> ve-'at-Tah, Now לְכוּ֙ <WH1980> le-Chu come וְנִפְּלָה֙ <WH5307> ve-nip-pe-Lah and let us fall אֶל־ <WH413> 'el- to מַחֲנֵ֣ה <WH4264> ma-cha-Neh unto the host אֲרָ֔ם <WH758> 'a-Ram, of the Syrians אִם־ <WH518> 'im- If יְחַיֻּ֣נוּ <WH2421> ye-chai-Yu-nu if they save us alive נִֽחְיֶ֔ה <WH2421> nich-Yeh, we shall live וְאִם־ <WH518> ve-'im- and if יְמִיתֻ֖נוּ <WH4191> ye-mi-Tu-nu and if they kill וָמָֽתְנוּ׃ <WH4191> va-Ma-te-nu. us we shall but die"},{"number":5,"verse":"וַיָּק֣וּמוּ <WH6965> vai-ya-Ku-mu And they rose up בַנֶּ֔שֶׁף <WH5399> van-Ne-shef, in the twilight לָב֖וֹא <WH935> la-Vo to go אֶל־ <WH413> 'el- to מַחֲנֵ֣ה <WH4264> ma-cha-Neh unto the camp אֲרָ֑ם <WH758> 'a-Ram; of the Syrians וַיָּבֹ֗אוּ <WH935> vai-ya-Vo-'u, and when they were come עַד־ <WH5704> 'ad- against קְצֵה֙ <WH7097> ke-Tzeh to the uttermost part מַחֲנֵ֣ה <WH4264> ma-cha-Neh of the camp אֲרָ֔ם <WH758> 'a-Ram, of Syria וְהִנֵּ֥ה <WH2009> ve-hin-Neh behold אֵֽין־ <WH369> 'ein- there שָׁ֖ם <WH8033> sham there אִֽישׁ׃ <WH376> 'Ish. behold [there was] no man"},{"number":6,"verse":"וַאדֹנָ֞י <WH136> va-do-Nai For the Lord הִשְׁמִ֣יעַ׀ <WH8085> hish-Mi-a' to hear אֶת־ <WH853> 'et- מַחֲנֵ֣ה <WH4264> ma-cha-Neh had made the host אֲרָ֗ם <WH758> 'a-Ram, of the Syrians ק֥וֹל <WH6963> Kol a noise רֶ֙כֶב֙ <WH7393> re-chev of chariots ק֣וֹל <WH6963> Kol and a noise ס֔וּס <WH5483> Sus, of horses ק֖וֹל <WH6963> Kol [even] the noise חַ֣יִל <WH2428> Cha-yil host גָּד֑וֹל <WH1419> ga-Dol; of a great וַיֹּאמְר֞וּ <WH559> vai-yo-me-Ru and they said אִ֣ישׁ <WH376> 'ish one אֶל־ <WH413> 'el- about אָחִ֗יו <WH251> 'a-Chiv, to another הִנֵּ֣ה <WH2009> hin-Neh Behold שָֽׂכַר־ <WH7936> sa-char- hath hired עָלֵינוּ֩ <WH5921> 'a-lei-Nu against מֶ֨לֶךְ <WH4428> Me-lech Lo the king יִשְׂרָאֵ֜ל <WH3478> Yis-ra-'El of Israel אֶת־ <WH853> 'et- מַלְכֵ֧י <WH4428> mal-Chei against us the kings הַחִתִּ֛ים <WH2850> ha-chit-Tim of the Hittites וְאֶת־ <WH853> ve-'Et מַלְכֵ֥י <WH4428> mal-Chei and the kings מִצְרַ֖יִם <WH4714> mitz-Ra-yim of the Egyptians לָב֥וֹא <WH935> la-Vo to come עָלֵֽינוּ׃ <WH5921> 'a-Lei-nu. against"},{"number":7,"verse":"וַיָּקוּמוּ֮ <WH6965> vai-ya-ku-Mu Wherefore they arose וַיָּנ֣וּסוּ <WH5127> vai-ya-Nu-su and fled בַנֶּשֶׁף֒ <WH5399> van-ne-Shef in the twilight וַיַּעַזְב֣וּ <WH5800> vai-ya-'az-Vu and left אֶת־ <WH853> 'et- אָהֳלֵיהֶ֗ם <WH168> 'o-ho-lei-Hem, their tents וְאֶת־ <WH853> ve-'Et סֽוּסֵיהֶם֙ <WH5483> su-sei-Hem and their horses וְאֶת־ <WH853> ve-'Et חֲמֹ֣רֵיהֶ֔ם <WH2543> cha-Mo-rei-Hem, and their asses הַֽמַּחֲנֶ֖ה <WH4264> ham-ma-cha-Neh even the camp כַּאֲשֶׁר־ <WH834> ka-'a-Sher- after הִ֑יא <WH1931> Hi; it was וַיָּנֻ֖סוּ <WH5127> vai-ya-Nu-su as it [was] and fled אֶל־ <WH413> 'el- for נַפְשָֽׁם׃ <WH5315> naf-Sham. for their life"},{"number":8,"verse":"וַיָּבֹאוּ֩ <WH935> vai-ya-vo-'U came הַֽמְצֹרָעִ֨ים <WH6879> ham-tzo-ra-'Im And when these lepers הָאֵ֜לֶּה <WH428> ha-'El-leh these עַד־ <WH5704> 'ad- against קְצֵ֣ה <WH7097> ke-Tzeh to the uttermost part הַֽמַּחֲנֶ֗ה <WH4264> ham-ma-cha-Neh, of the camp וַיָּבֹ֜אוּ <WH935> vai-ya-Vo-'u they went אֶל־ <WH413> 'el- about אֹ֤הֶל <WH168> 'O-hel tent אֶחָד֙ <WH259> 'e-Chad into one וַיֹּאכְל֣וּ <WH398> vai-yo-che-Lu and did eat וַיִּשְׁתּ֔וּ <WH8354> vai-yish-Tu, and drink וַיִּשְׂא֣וּ <WH5375> vai-yis-'U and carried מִשָּׁ֗ם <WH8033> mish-Sham, there כֶּ֤סֶף <WH3701> Ke-sef thence silver וְזָהָב֙ <WH2091> ve-za-Hav and gold וּבְגָדִ֔ים <WH899> u-ve-ga-Dim, and raiment וַיֵּלְכ֖וּ <WH1980> vai-ye-le-Chu and went וַיַּטְמִ֑נוּ <WH2934> vai-yat-Mi-nu; and hid וַיָּשֻׁ֗בוּ <WH7725> vai-ya-Shu-vu, [it] and came again וַיָּבֹ֙אוּ֙ <WH935> vai-ya-Vo-'u and entered אֶל־ <WH413> 'el- about אֹ֣הֶל <WH168> 'O-hel tent אַחֵ֔ר <WH312> 'a-Cher, into another וַיִּשְׂא֣וּ <WH5375> vai-yis-'U and carried מִשָּׁ֔ם <WH8033> mish-Sham, there וַיֵּלְכ֖וּ <WH1980> vai-ye-le-Chu and went וַיַּטְמִֽנוּ׃ <WH2934> vai-yat-Mi-nu. and hid"},{"number":9,"verse":"וַיֹּאמְרוּ֩ <WH559> vai-yo-me-Ru Then they said אִ֨ישׁ <WH376> 'ish one אֶל־ <WH413> 'el- about רֵעֵ֜הוּ <WH7453> re-'E-hu to another לֹֽא־ <WH3808> lo- not כֵ֣ן׀ <WH3651> chen after that אֲנַ֣חְנוּ <WH587> 'a-Nach-nu we עֹשִׂ֗ים <WH6213> 'o-Sim, We do הַיּ֤וֹם <WH3117> hai-Yom not well this day הַזֶּה֙ <WH2088> haz-Zeh This יוֹם־ <WH3117> yom- [is] a day בְּשֹׂרָ֣ה <WH1309> be-so-Rah of good tidings ה֔וּא <WH1931> Hu, he וַאֲנַ֣חְנוּ <WH587> va-'a-Nach-nu we מַחְשִׁ֗ים <WH2814> mach-Shim, and we hold our peace וְחִכִּ֛ינוּ <WH2442> ve-chik-Ki-nu if we tarry עַד־ <WH5704> 'ad- until א֥וֹר <WH216> or light הַבֹּ֖קֶר <WH1242> hab-Bo-ker till the morning וּמְצָאָ֣נוּ <WH4672> u-me-tza-'A-nu will come עָו֑וֹן <WH5771> a-Von; some mischief וְעַתָּה֙ <WH6258> ve-'at-Tah Now לְכ֣וּ <WH1980> le-Chu come וְנָבֹ֔אָה <WH935> ve-na-Vo-'ah, that we may go וְנַגִּ֖ידָה <WH5046> ve-nag-Gi-dah and tell בֵּ֥ית <WH1004> beit household הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. the king's"},{"number":10,"verse":"וַיָּבֹ֗אוּ <WH935> vai-ya-Vo-'u, So they came וַֽיִּקְרְאוּ֮ <WH7121> vai-yik-re-'U and called אֶל־ <WH413> 'el- to שֹׁעֵ֣ר <WH7778> sho-'Er unto the porter הָעִיר֒ <WH5892> ha-'Ir of the city וַיַּגִּ֤ידוּ <WH5046> vai-yag-Gi-du and they told לָהֶם֙ <WH1992> la-Hem them לֵאמֹ֔ר <WH559> le-Mor, them saying בָּ֚אנוּ <WH935> Ba-nu We came אֶל־ <WH413> 'el- to מַחֲנֵ֣ה <WH4264> ma-cha-Neh to the camp אֲרָ֔ם <WH758> 'a-Ram, of the Syrians וְהִנֵּ֥ה <WH2009> ve-hin-Neh and behold אֵֽין־ <WH369> 'ein- there שָׁ֛ם <WH8033> sham there אִ֖ישׁ <WH376> 'ish and behold [there was] no man וְק֣וֹל <WH6963> ve-Kol there neither voice אָדָ֑ם <WH120> 'a-Dam; of man כִּ֣י <WH3588> ki for אִם־ <WH518> 'im- lo הַסּ֤וּס <WH5483> has-Sus but horses אָסוּר֙ <WH631> 'a-Sur tied וְהַחֲמ֣וֹר <WH2543> ve-ha-cha-Mor and asses אָס֔וּר <WH631> 'a-Sur, tied וְאֹהָלִ֖ים <WH168> ve-'o-ha-Lim and the tents כַּאֲשֶׁר־ <WH834> ka-'a-Sher- after הֵֽמָּה׃ <WH1992> Hem-mah. like"},{"number":11,"verse":"וַיִּקְרָ֖א <WH7121> vai-yik-Ra And he called הַשֹּֽׁעֲרִ֑ים <WH7778> hash-sho-'a-Rim; the porters וַיַּגִּ֕ידוּ <WH5046> vai-yag-Gi-du and they told בֵּ֥ית <WH1004> beit house הַמֶּ֖לֶךְ <WH4428> ham-Me-lech [it] to the king's פְּנִֽימָה׃ <WH6441> pe-Ni-mah. within"},{"number":12,"verse":"וַיָּ֨קָם <WH6965> vai-Ya-kom arose הַמֶּ֜לֶךְ <WH4428> ham-Me-lech And the king לַ֗יְלָה <WH3915> Lay-lah, in the night וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer and said אֶל־ <WH413> 'el- to his עֲבָדָ֔יו <WH5650> 'a-va-Dav, unto his servants אַגִּֽידָה־ <WH5046> 'ag-gi-dah- I will now shew נָּ֣א <WH4994> na will now לָכֶ֔ם la-Chem, אֵ֛ת <WH853> 'et אֲשֶׁר־ <WH834> 'a-Sher- what עָ֥שׂוּ <WH6213> 'A-su have done לָ֖נוּ La-nu אֲרָ֑ם <WH758> 'a-Ram; you what the Syrians יָדְע֞וּ <WH3045> ya-de-'U to us They know כִּי־ <WH3588> ki- When רְעֵבִ֣ים <WH7457> re-'e-Vim that we [be] hungry אֲנַ֗חְנוּ <WH587> 'a-Nach-nu, we וַיֵּצְא֤וּ <WH3318> vai-ye-tze-'U therefore are they gone out מִן־ <WH4480> min- from הַֽמַּחֲנֶה֙ <WH4264> ham-ma-cha-Neh of the camp לְהֵחָבֵ֤ה <WH2247> le-he-cha-Veh to hide; בְהַשָּׂדֶה ve-has-sa-deh כבַשָּׂדֶה֙ <WH7704> vas-sa-Deh country קלֵאמֹ֔ר <WH559> le-Mor, saying כִּֽי־ <WH3588> ki- When יֵצְא֤וּ <WH3318> ye-tze-'U When they come out מִן־ <WH4480> min- out הָעִיר֙ <WH5892> ha-'Ir of the city וְנִתְפְּשֵׂ֣ם <WH8610> ve-nit-pe-Sem we shall catch חַיִּ֔ים <WH2416> chai-Yim, them alive וְאֶל־ <WH413> ve-'el- of הָעִ֖יר <WH5892> ha-'Ir into the city נָבֹֽא׃ <WH935> na-Vo. and get"},{"number":13,"verse":"וַיַּעַן֩ <WH6030> vai-ya-'An answered אֶחָ֨ד <WH259> 'e-Chad And one מֵעֲבָדָ֜יו <WH5650> me-'a-va-Dav of his servants וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and said וְיִקְחוּ־ <WH3947> ve-yik-chu- Let [some] take נָ֞א <WH4994> na Please חֲמִשָּׁ֣ה <WH2568> cha-mish-Shah I pray thee five מִן־ <WH4480> min- at הַסּוּסִים֮ <WH5483> has-su-Sim of the horses הַֽנִּשְׁאָרִים֮ <WH7604> han-nish-'a-Rim that remain אֲשֶׁ֣ר <WH834> 'a-Sher which נִשְׁאֲרוּ־ <WH7604> nish-'a-ru- which are left בָהּ֒ vah הִנָּ֗ם <WH2009> hin-Nam, Behold כְּכָל־ <WH3605> ke-chol- all; הֶהָמֹון he-ha-mon כהֲמֹ֤ון <WH1995> ha-Mon the multitude קיִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel אֲשֶׁ֣ר <WH834> 'a-Sher who נִשְׁאֲרוּ־ <WH7604> nish-'a-ru- that are left בָ֔הּ Vah, הִנָּ֕ם <WH2005> hin-Nam like כְּכָל־ <WH3605> ke-chol- all הֲמ֥וֹן <WH1995> ha-Mon in the city (behold they [are] as all the multitude יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of the Israelites אֲשֶׁר־ <WH834> 'a-Sher- who תָּ֑מּוּ <WH8552> Tam-mu; that are consumed וְנִשְׁלְחָ֖ה <WH7971> ve-nish-le-Chah ) and let us send וְנִרְאֶֽה׃ <WH7200> ve-nir-'Eh. and see"},{"number":14,"verse":"וַיִּקְח֕וּ <WH3947> vai-yik-Chu They took שְׁנֵ֖י <WH8147> she-Nei therefore two רֶ֣כֶב <WH7393> Re-chev chariot סוּסִ֑ים <WH5483> su-Sim; horses וַיִּשְׁלַ֨ח <WH7971> vai-yish-Lach sent הַמֶּ֜לֶךְ <WH4428> ham-Me-lech and the king אַחֲרֵ֧י <WH310> 'a-cha-Rei after מַחֲנֵֽה־ <WH4264> ma-cha-neh- the host אֲרָ֛ם <WH758> 'a-Ram of the Syrians לֵאמֹ֖ר <WH559> le-Mor saying לְכ֥וּ <WH1980> le-Chu Go וּרְאֽוּ׃ <WH7200> u-re-'U. and see"},{"number":15,"verse":"וַיֵּלְכ֣וּ <WH1980> vai-ye-le-Chu went אַחֲרֵיהֶם֮ <WH310> 'a-cha-rei-Hem after עַד־ <WH5704> 'ad- them הַיַּרְדֵּן֒ <WH3383> hai-yar-Den them unto Jordan וְהִנֵּ֣ה <WH2009> ve-hin-Neh and behold כָל־ <WH3605> chol all הַדֶּ֗רֶךְ <WH1870> had-De-rech, and lo all the way מְלֵאָ֤ה <WH4392> me-le-'Ah [was] full בְגָדִים֙ <WH899> ve-ga-Dim of garments וְכֵלִ֔ים <WH3627> ve-che-Lim, and vessels אֲשֶׁר־ <WH834> 'a-Sher- which הִשְׁלִ֥יכוּ <WH7993> hish-Li-chu had cast away אֲרָ֖ם <WH758> 'a-Ram which the Syrians; בְּהֵחָפְזָם be-he-cha-fe-zam כבְּחָפְזָ֑ם <WH2648> be-cha-fe-Zam; haste קוַיָּשֻׁ֙בוּ֙ <WH7725> vai-ya-Shu-vu returned הַמַּלְאָכִ֔ים <WH4397> ham-mal-'a-Chim, And the messengers וַיַּגִּ֖דוּ <WH5046> vai-yag-Gi-du and told לַמֶּֽלֶךְ׃ <WH4428> lam-Me-lech. the king"},{"number":16,"verse":"וַיֵּצֵ֣א <WH3318> vai-ye-Tze went out הָעָ֔ם <WH5971> ha-'Am, And the people וַיָּבֹ֕זּוּ <WH962> vai-ya-Voz-zu and spoiled אֵ֖ת <WH853> 'et מַחֲנֵ֣ה <WH4264> ma-cha-Neh the tents אֲרָ֑ם <WH758> 'a-Ram; of the Syrians וַיְהִ֨י <WH1961> vay-Hi Then סְאָה־ <WH5429> se-'ah- So a measure סֹ֜לֶת <WH5560> So-let of fine flour בְּשֶׁ֗קֶל <WH8255> be-She-kel, was [sold] for a shekel וְסָאתַ֧יִם <WH5429> ve-sa-Ta-yim and two measures שְׂעֹרִ֛ים <WH8184> se-'o-Rim of barley בְּשֶׁ֖קֶל <WH8255> be-She-kel for a shekel כִּדְבַ֥ר <WH1697> kid-Var according to the word יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":17,"verse":"וְהַמֶּלֶךְ֩ <WH4428> ve-ham-me-leCh And the king הִפְקִ֨יד <WH6485> hif-Kid appointed אֶת־ <WH853> 'et- הַשָּׁלִ֜ישׁ <WH7991> hash-sha-Lish the lord אֲשֶׁר־ <WH834> 'a-Sher- whose נִשְׁעָ֤ן <WH8172> nish-'An he leaned עַל־ <WH5921> 'al- to have יָדוֹ֙ <WH3027> ya-Do on whose hand עַל־ <WH5921> 'al- charge הַשַּׁ֔עַר <WH8179> hash-Sha-'ar, to have the charge of the gate וַיִּרְמְסֻ֧הוּ <WH7429> vai-yir-me-Su-hu trode הָעָ֛ם <WH5971> ha-'Am and the people בַּשַּׁ֖עַר <WH8179> bash-Sha-'ar upon him in the gate וַיָּמֹ֑ת <WH4191> vai-ya-Mot; and he died כַּאֲשֶׁ֤ר <WH834> ka-'a-Sher who דִּבֶּר֙ <WH1696> dib-Ber had said אִ֣ישׁ <WH376> 'ish as the man הָאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God אֲשֶׁ֣ר <WH834> 'a-Sher who דִּבֶּ֔ר <WH1696> dib-Ber, who spake בְּרֶ֥דֶת <WH3381> be-Re-det came down הַמֶּ֖לֶךְ <WH4428> ham-Me-lech when the king אֵלָֽיו׃ <WH413> 'e-Lav. about"},{"number":18,"verse":"וַיְהִ֗י <WH1961> vay-Hi, happened כְּדַבֵּר֙ <WH1696> ke-dab-Ber had spoken אִ֣ישׁ <WH376> 'ish And it came to pass as the man הָאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God אֶל־ <WH413> 'el- to הַמֶּ֖לֶךְ <WH4428> ham-Me-lech to the king לֵאמֹ֑ר <WH559> le-Mor; saying סָאתַ֨יִם <WH5429> sa-Ta-yim Two measures שְׂעֹרִ֜ים <WH8184> se-'o-Rim of barley בְּשֶׁ֗קֶל <WH8255> be-She-kel, for a shekel וּֽסְאָה־ <WH5429> u-se-'ah- and a measure סֹ֙לֶת֙ <WH5560> so-let of fine flour בְּשֶׁ֔קֶל <WH8255> be-She-kel, for a shekel יִהְיֶה֙ <WH1961> yih-Yeh happened כָּעֵ֣ת <WH6256> ka-'Et about this time מָחָ֔ר <WH4279> ma-Char, shall be to morrow בְּשַׁ֖עַר <WH8179> be-Sha-'ar in the gate שֹׁמְרֽוֹן׃ <WH8111> sho-me-Ron. of Samaria"},{"number":19,"verse":"וַיַּ֨עַן <WH6030> vai-Ya-'an answered הַשָּׁלִ֜ישׁ <WH7991> hash-sha-Lish And that lord אֶת־ <WH853> 'et- אִ֣ישׁ <WH376> 'ish the man הָאֱלֹהִים֮ <WH430> ha-'E-lo-Him of God וַיֹּאמַר֒ <WH559> vai-yo-Mar and said וְהִנֵּ֣ה <WH2009> ve-hin-Neh now behold יְהוָ֗ה <WH3068> Yah-weh Now behold [if] the LORD עֹשֶׂ֤ה <WH6213> 'o-Seh should make אֲרֻבּוֹת֙ <WH699> 'a-rub-bOt windows בַּשָּׁמַ֔יִם <WH8064> bash-sha-Ma-yim, in heaven הֲיִהְיֶ֖ה <WH1961> ha-yih-Yeh become כַּדָּבָ֣ר <WH1697> kad-da-Var might such a thing הַזֶּ֑ה <WH2088> haz-Zeh; such וַיֹּ֗אמֶר <WH559> vai-Yo-mer, be;And he said הִנְּךָ֤ <WH2005> hin-ne-Cha behold רֹאֶה֙ <WH7200> ro-'Eh Behold thou shalt see בְּעֵינֶ֔יךָ <WH5869> be-'ei-Nei-cha, it with thine eyes וּמִשָּׁ֖ם <WH8033> u-mish-Sham in it לֹ֥א <WH3808> lo you will not תֹאכֵֽל׃ <WH398> to-Chel. but shalt not eat"},{"number":20,"verse":"וַיְהִי־ <WH1961> vay-hi- happened ל֖וֹ lo כֵּ֑ן <WH3651> Ken; and so וַיִּרְמְס֨וּ <WH7429> vai-yir-me-Su trode אֹת֥וֹ <WH853> o-To הָעָ֛ם <WH5971> ha-'Am And so it fell out unto him for the people בַּשַּׁ֖עַר <WH8179> bash-Sha-'ar upon him in the gate וַיָּמֹֽת׃ <WH4191> vai-ya-Mot. and he died ס sa-Mek"}]}