{"bibleAbbr":"HSB+","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":9,"verses":[{"number":1,"verse":"וֶאֱלִישָׁע֙ <WH477> ve-'e-li-Sha' And Elisha הַנָּבִ֔יא <WH5030> han-na-Vi, the prophet קָרָ֕א <WH7121> ka-Ra called לְאַחַ֖ד <WH259> le-'a-Chad one מִבְּנֵ֣י <WH1121> mib-be-Nei of the children הַנְּבִיאִ֑ים <WH5030> han-ne-vi-'Im; of the prophets וַיֹּ֨אמֶר <WH559> vai-Yo-mer and said ל֜וֹ lo חֲגֹ֣ר <WH2296> cha-Gor unto him Gird up מָתְנֶ֗יךָ <WH4975> ma-te-Nei-cha, thy loins וְ֠קַח <WH3947> Ve-kach and take פַּ֣ךְ <WH6378> pach this box הַשֶּׁ֤מֶן <WH8081> hash-She-men of oil הַזֶּה֙ <WH2088> haz-Zeh this בְּיָדֶ֔ךָ <WH3027> be-ya-De-cha, in thine hand וְלֵ֖ךְ <WH1980> ve-Lech and go רָמֹ֥ת <WH7433> ra-Mot to Ramoth-gilead גִּלְעָֽד׃ <WH1568> gil-'Ad. Gilead"},{"number":2,"verse":"וּבָ֖אתָ <WH935> u-Va-ta And when thou comest שָׁ֑מָּה <WH8033> Sham-mah; there וּרְאֵֽה־ <WH7200> u-re-'e-ho-Sha- thither look out שָׁ֠ם <WH8033> m there יֵה֨וּא <WH3058> ye-Hu there Jehu בֶן־ <WH1121> ven- the son יְהוֹשָׁפָ֜ט <WH3092> ye-ho-sha-Fat of Jehoshaphat בֶּן־ <WH1121> ben- the son נִמְשִׁ֗י <WH5250> nim-Shi, of Nimshi וּבָ֙אתָ֙ <WH935> u-Va-ta and go in וַהֲקֵֽמֹתוֹ֙ <WH6965> va-ha-ke-mo-To and make him arise up מִתּ֣וֹך <WH8432> mit-Toch from among אֶחָ֔יו <WH251> 'e-Chav, his brethren וְהֵבֵיאתָ֥ <WH935> ve-he-vei-Ta and carry אֹת֖וֹ <WH853> o-To חֶ֥דֶר <WH2315> Che-der him to an inner בְּחָֽדֶר׃ <WH2315> be-Cha-der. chamber"},{"number":3,"verse":"וְלָקַחְתָּ֤ <WH3947> ve-la-kach-Ta Then take פַךְ־ <WH6378> fach- the box הַשֶּׁ֙מֶן֙ <WH8081> hash-She-men of oil וְיָצַקְתָּ֣ <WH3332> ve-ya-tzak-Ta and pour עַל־ <WH5921> 'al- over רֹאשׁ֔וֹ <WH7218> ro-Sho, [it] on his head וְאָֽמַרְתָּ֙ <WH559> ve-'a-mar-Ta and say כֹּֽה־ <WH3541> koh- Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֔ה <WH3068> Yah-weh, the LORD מְשַׁחְתִּ֥יךָֽ <WH4886> me-shach-Ti-cha I have anointed לְמֶ֖לֶךְ <WH4428> le-Me-lech thee king אֶל־ <WH413> 'el- over יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; over Israel וּפָתַחְתָּ֥ <WH6605> u-fa-tach-Ta Then open הַדֶּ֛לֶת <WH1817> had-De-let the door וְנַ֖סְתָּה <WH5127> ve-Nas-tah and flee וְלֹ֥א <WH3808> ve-Lo not תְחַכֶּֽה׃ <WH2442> te-chak-Keh. and tarry"},{"number":4,"verse":"וַיֵּ֧לֶךְ <WH1980> vai-Ye-lech went הַנַּ֛עַר <WH5288> han-Na-'ar So the young man הַנַּ֥עַר <WH5288> han-Na-'ar [even] the young man הַנָּבִ֖יא <WH5030> han-na-Vi the prophet רָמֹ֥ת <WH7433> ra-Mot to Ramoth-gilead גִּלְעָֽד׃ <WH1568> gil-'Ad. Gilead"},{"number":5,"verse":"וַיָּבֹ֗א <WH935> vai-ya-Vo, And when he came וְהִנֵּ֨ה <WH2009> ve-hin-Neh behold שָׂרֵ֤י <WH8269> sa-Rei behold the captains הַחַ֙יִל֙ <WH2428> ha-Cha-yil of the host יֹֽשְׁבִ֔ים <WH3427> yo-she-Vim, [were] sitting וַיֹּ֕אמֶר <WH559> vai-Yo-mer and he said דָּבָ֥ר <WH1697> da-Var I have an errand לִ֛י li אֵלֶ֖יךָ <WH413> 'e-Lei-cha for הַשָּׂ֑ר <WH8269> has-Sar; to thee O captain וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יֵהוּא֙ <WH3058> ye-Hu And Jehu אֶל־ <WH413> 'el- for מִ֣י <WH4310> mi which מִכֻּלָּ֔נוּ <WH3605> mik-kul-La-nu, and he וַיֹּ֖אמֶר <WH559> vai-Yo-mer Unto which of all us;And he said אֵלֶ֥יךָ <WH413> 'e-Lei-cha for הַשָּֽׂר׃ <WH8269> has-Sar. To thee O captain"},{"number":6,"verse":"וַיָּ֙קָם֙ <WH6965> vai-Ya-kom And he arose וַיָּבֹ֣א <WH935> vai-ya-Vo and went הַבַּ֔יְתָה <WH1004> hab-Bay-tah, into the house וַיִּצֹ֥ק <WH3332> vai-yi-Tzok and he poured הַשֶּׁ֖מֶן <WH8081> hash-She-men the oil אֶל־ <WH413> 'el- over רֹאשׁ֑וֹ <WH7218> ro-Sho; on his head וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said ל֗וֹ lo, כֹּֽה־ <WH3541> koh- Thus אָמַ֤ר <WH559> 'a-Mar unto him Thus saith יְהוָה֙ <WH3068> Yah-weh the LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei God יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel מְשַׁחְתִּ֧יךָֽ <WH4886> me-shach-Ti-cha I have anointed לְמֶ֛לֶךְ <WH4428> le-Me-lech thee king אֶל־ <WH413> 'el- over עַ֥ם <WH5971> 'am over the people יְהוָ֖ה <WH3068> Yah-weh of the LORD אֶל־ <WH413> 'el- over יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. [even] over Israel"},{"number":7,"verse":"וְהִ֨כִּיתָ֔ה <WH5221> ve-Hik-ki-Tah, And thou shalt smite אֶת־ <WH853> 'et- בֵּ֥ית <WH1004> beit the house אַחְאָ֖ב <WH256> 'ach-'Av of Ahab אֲדֹנֶ֑יךָ <WH113> 'a-do-Nei-cha; thy master וְנִקַּמְתִּ֞י <WH5358> ve-nik-kam-Ti that I may avenge דְּמֵ֣י׀ <WH1818> de-Mei the blood עֲבָדַ֣י <WH5650> 'a-va-Dai of my servants הַנְּבִיאִ֗ים <WH5030> han-ne-vi-'Im, the prophets וּדְמֵ֛י <WH1818> u-de-Mei and the blood כָּל־ <WH3605> kol- of all עַבְדֵ֥י <WH5650> 'av-Dei of all the servants יְהוָ֖ה <WH3068> Yah-weh of the LORD מִיַּ֥ד <WH3027> mi-Yad at the hand אִיזָֽבֶל׃ <WH348> 'i-Za-vel. of Jezebel"},{"number":8,"verse":"וְאָבַ֖ד <WH6> ve-'a-Vad shall perish כָּל־ <WH3605> kol- the whole בֵּ֣ית <WH1004> beit For the whole house אַחְאָ֑ב <WH256> 'ach-'Av; of Ahab וְהִכְרַתִּ֤י <WH3772> ve-hich-rat-Ti and I will cut off לְאַחְאָב֙ <WH256> le-'ach-'Av from Ahab מַשְׁתִּ֣ין <WH8366> mash-Tin him that pisseth בְּקִ֔יר <WH7023> be-Kir, against the wall וְעָצ֥וּר <WH6113> ve-'a-Tzur and him that is shut up וְעָז֖וּב <WH5800> ve-'a-Zuv and left בְּיִשְׂרָאֵֽל׃ <WH3478> be-Yis-ra-'El. in Israel"},{"number":9,"verse":"וְנָֽתַתִּי֙ <WH5414> ve-na-tat-Ti And I will make אֶת־ <WH853> 'et- בֵּ֣ית <WH1004> beit the house אַחְאָ֔ב <WH256> 'ach-'Av, of Ahab כְּבֵ֖ית <WH1004> ke-Veit like the house יָרָבְעָ֣ם <WH3379> ya-ra-ve-'Am of Jeroboam בֶּן־ <WH1121> ben- the son נְבָ֑ט <WH5028> ne-Vat; of Nebat וּכְבֵ֖ית <WH1004> u-che-Veit and like the house בַּעְשָׁ֥א <WH1201> ba'-Sha of Baasha בֶן־ <WH1121> ven- the son אֲחִיָּֽה׃ <WH281> 'a-chi-Yah. of Ahijah"},{"number":10,"verse":"וְאֶת־ <WH853> ve-'Et אִיזֶ֜בֶל <WH348> 'i-Ze-vel Jezebel יֹאכְל֧וּ <WH398> yo-che-Lu shall eat הַכְּלָבִ֛ים <WH3611> hak-ke-la-Vim And the dogs בְּחֵ֥לֶק <WH2506> be-Che-lek in the portion יִזְרְעֶ֖אל <WH3157> yiz-re-'El of Jezreel וְאֵ֣ין <WH369> ve-'Ein and none קֹבֵ֑ר <WH6912> ko-Ver; and [there shall be] none to bury וַיִּפְתַּ֥ח <WH6605> vai-yif-Tach [her] And he opened הַדֶּ֖לֶת <WH1817> had-De-let the door וַיָּנֹֽס׃ <WH5127> vai-ya-Nos. and fled"},{"number":11,"verse":"וְיֵה֗וּא <WH3058> ve-ye-Hu, Then Jehu יָצָא֙ <WH3318> ya-Tza came forth אֶל־ <WH413> 'el- to עַבְדֵ֣י <WH5650> 'av-Dei to the servants אֲדֹנָ֔יו <WH113> 'a-do-Nav, of his lord וַיֹּ֤אמֶר <WH559> vai-Yo-mer and [one] said לוֹ֙ lo הֲשָׁל֔וֹם <WH7965> ha-sha-Lom, favor מַדּ֛וּעַ <WH4069> mad-Du-a' how בָּֽא־ <WH935> ba- come הַמְשֻׁגָּ֥ע <WH7696> ham-shug-Ga' this mad הַזֶּ֖ה <WH2088> haz-Zeh this אֵלֶ֑יךָ <WH413> 'e-Lei-cha; to you וַיֹּ֣אמֶר <WH559> vai-Yo-mer [fellow] to thee;And he said אֲלֵיהֶ֔ם <WH413> 'a-lei-Hem, about אַתֶּ֛ם <WH859> 'at-Tem You יְדַעְתֶּ֥ם <WH3045> ye-da'-Tem unto them Ye know אֶת־ <WH853> 'et- הָאִ֖ישׁ <WH376> ha-'Ish the man וְאֶת־ <WH853> ve-'Et שִׂיחֽוֹ׃ <WH7879> si-Cho. and his communication"},{"number":12,"verse":"וַיֹּאמְר֣וּ <WH559> vai-yo-me-Ru And they said שֶׁ֔קֶר <WH8267> She-ker, [It is] false הַגֶּד־ <WH5046> hag-ged- tell נָ֖א <WH4994> na now לָ֑נוּ La-nu; וַיֹּ֗אמֶר <WH559> vai-Yo-mer, us now And he said כָּזֹ֤את <WH2063> ka-Zot likewise וְכָזֹאת֙ <WH2063> ve-cha-zoT he אָמַ֤ר <WH559> 'a-Mar Thus and thus spake אֵלַי֙ <WH413> 'e-Lai over לֵאמֹ֔ר <WH559> le-Mor, he to me saying כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֔ה <WH3068> Yah-weh, the LORD מְשַׁחְתִּ֥יךָֽ <WH4886> me-shach-Ti-cha I have anointed לְמֶ֖לֶךְ <WH4428> le-Me-lech thee king אֶל־ <WH413> 'el- over יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. over Israel"},{"number":13,"verse":"וַֽיְמַהֲר֗וּ <WH4116> vay-ma-ha-Ru, Then they hasted וַיִּקְחוּ֙ <WH3947> vai-yik-Chu and took אִ֣ישׁ <WH376> 'ish every man בִּגְד֔וֹ <WH899> big-Do, his garment וַיָּשִׂ֥ימוּ <WH7760> vai-ya-Si-mu and put תַחְתָּ֖יו <WH8478> tach-Tav under אֶל־ <WH413> 'el- on גֶּ֣רֶם <WH1634> Ge-rem [it] under him on the top הַֽמַּעֲל֑וֹת <WH4609> ham-ma-'a-Lot; of the stairs וַֽיִּתְקְעוּ֙ <WH8628> vai-yit-ke-'U and blew בַּשּׁוֹפָ֔ר <WH7782> bash-sho-Far, with trumpets וַיֹּאמְר֖וּ <WH559> vai-yo-me-Ru saying מָלַ֥ךְ <WH4427> ma-Lach is king יֵהֽוּא׃ <WH3058> ye-Hu. Jehu"},{"number":14,"verse":"וַיִּתְקַשֵּׁ֗ר <WH7194> vai-yit-kash-Sher, conspired יֵה֛וּא <WH3058> ye-Hu So Jehu בֶּן־ <WH1121> ben- the son יְהוֹשָׁפָ֥ט <WH3092> ye-ho-sha-Fat of Jehoshaphat בֶּן־ <WH1121> ben- the son נִמְשִׁ֖י <WH5250> nim-Shi of Nimshi אֶל־ <WH413> 'el- against יוֹרָ֑ם <WH3141> yo-Ram; against Joram וְיוֹרָם֩ <WH3141> ve-yo-Ram (Now Joram הָיָ֨ה <WH1961> ha-Yah become שֹׁמֵ֜ר <WH8104> sho-Mer had kept בְּרָמֹ֣ת <WH7433> be-ra-Mot Ramoth-gilead גִּלְעָ֗ד <WH1568> gil-'Ad, Gilead ה֚וּא <WH1931> hu he וְכָל־ <WH3605> ve-chol all יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, he and all Israel מִפְּנֵ֥י <WH6440> mip-pe-Nei because חֲזָאֵ֖ל <WH2371> cha-za-'El of Hazael מֶֽלֶךְ־ <WH4428> Me-lech- king אֲרָֽם׃ <WH758> 'a-Ram. of Syria"},{"number":15,"verse":"וַיָּשָׁב֩ <WH7725> vai-ya-Shav was returned יְהוֹרָ֨ם <WH3088> ye-ho-Ram Joram הַמֶּ֜לֶךְ <WH4428> ham-Me-lech But king לְהִתְרַפֵּ֣א <WH7495> le-hit-rap-Pe to be healed בִיְזְרְעֶ֗אל <WH3157> viy-ze-re-'El, in Jezreel מִן־ <WH4480> min- at הַמַּכִּים֙ <WH4347> ham-mak-Kim of the wounds אֲשֶׁ֣ר <WH834> 'a-Sher which יַכֻּ֣הוּ <WH5221> yak-Ku-hu had given אֲרַמִּ֔ים <WH761> 'a-ram-Mim, which the Syrians בְּהִלָּ֣חֲמ֔וֹ <WH3898> be-hil-La-cha-Mo, him when he fought אֶת־ <WH854> 'et- with חֲזָאֵ֖ל <WH2371> cha-za-'El with Hazael מֶ֣לֶךְ <WH4428> Me-lech king אֲרָ֑ם <WH758> 'a-Ram; of Aram וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יֵהוּא֙ <WH3058> ye-Hu Jehu אִם־ <WH518> 'im- If יֵ֣שׁ <WH3426> yesh If it be נַפְשְׁכֶ֔ם <WH5315> naf-she-Chem, your minds אַל־ <WH408> 'al- [then] let none יֵצֵ֤א <WH3318> ye-Tze go forth פָלִיט֙ <WH6412> fa-Lit [nor] escape מִן־ <WH4480> min- at הָעִ֔יר <WH5892> ha-'Ir, out of the city לָלֶ֖כֶת <WH1980> la-Le-chet to go; לְגִּיד le-gid כלְהַגִּ֥יד <WH5046> le-hag-Gid bewray קבְּיִזְרְעֶֽאל׃ <WH3157> be-yiz-re-'El. [it] in Jezreel"},{"number":16,"verse":"וַיִּרְכַּ֤ב <WH7392> vai-yir-Kav rode in a chariot יֵהוּא֙ <WH3058> ye-Hu So Jehu וַיֵּ֣לֶךְ <WH1980> vai-Ye-lech and went יִזְרְעֶ֔אלָה <WH3157> yiz-re-'E-lah, to Jezreel כִּ֥י <WH3588> ki for יוֹרָ֖ם <WH3141> yo-Ram for Joram שֹׁכֵ֣ב <WH7901> sho-Chev lay שָׁ֑מָּה <WH8033> Sham-mah; there וַֽאֲחַזְיָה֙ <WH274> va-'a-chaz-Yah there And Ahaziah מֶ֣לֶךְ <WH4428> Me-lech king יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah יָרַ֖ד <WH3381> ya-Rad was come down לִרְא֥וֹת <WH7200> lir-'ot to see אֶת־ <WH853> 'et- יוֹרָֽם׃ <WH3141> yo-Ram. Joram"},{"number":17,"verse":"וְהַצֹּפֶה֩ <WH6822> ve-hatz-tzo-Peh a watchman עֹמֵ֨ד <WH5975> 'o-Med And there stood עַֽל־ <WH5921> 'al- on הַמִּגְדָּ֜ל <WH4026> ham-mig-Dal on the tower בְּיִזְרְעֶ֗אל <WH3157> be-yiz-re-'El, in Jezreel וַיַּ֞רְא <WH7200> vai-Yar and he spied אֶת־ <WH853> 'et- שִׁפְעַ֤ת <WH8229> shif-'At the company יֵהוּא֙ <WH3058> ye-Hu of Jehu בְּבֹא֔וֹ <WH935> be-vo-'O, as he came וַיֹּ֕אמֶר <WH559> vai-Yo-mer and said שִׁפְעַ֖ת <WH8229> shif-'At a company אֲנִ֣י <WH589> 'a-Ni I רֹאֶ֑ה <WH7200> ro-'Eh; I see וַיֹּ֣אמֶר <WH559> vai-Yo-mer said יְהוֹרָ֗ם <WH3088> ye-ho-Ram, And Joram קַ֥ח <WH3947> kach Take רַכָּ֛ב <WH7395> rak-Kav an horseman וּֽשְׁלַ֥ח <WH7971> u-she-Lach and send לִקְרָאתָ֖ם <WH7125> lik-ra-Tam to meet וְיֹאמַ֥ר <WH559> ve-yo-Mar them and let him say הֲשָׁלֽוֹם׃ <WH7965> ha-sha-Lom. favor"},{"number":18,"verse":"וַיֵּלֶךְ֩ <WH1980> vai-ye-leCh went רֹכֵ֨ב <WH7392> ro-Chev bring הַסּ֜וּס <WH5483> has-Sus crane לִקְרָאת֗וֹ <WH7125> lik-ra-To, to meet וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer him and said כֹּֽה־ <WH3541> koh- Thus אָמַ֤ר <WH559> 'a-Mar Thus saith הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech the king הֲשָׁל֔וֹם <WH7965> ha-sha-Lom, favor וַיֹּ֧אמֶר <WH559> vai-Yo-mer said יֵה֛וּא <WH3058> ye-Hu Jehu מַה־ <WH4100> mah- What לְּךָ֥ le-Cha וּלְשָׁל֖וֹם <WH7965> u-le-sha-Lom favor סֹ֣ב <WH5437> so make אֶֽל־ <WH413> 'el- about אַחֲרָ֑י <WH310> 'a-cha-Rai; thee behind וַיַּגֵּ֤ד <WH5046> vai-yag-Ged told הַצֹּפֶה֙ <WH6822> hatz-tzo-Peh me And the watchman לֵאמֹ֔ר <WH559> le-Mor, saying בָּֽא־ <WH935> ba- came הַמַּלְאָ֥ךְ <WH4397> ham-mal-'Ach The messenger עַד־ <WH5704> 'ad- against הֵ֖ם <WH1992> hem like וְלֹֽא־ <WH3808> ve-lo- did not שָֽׁב׃ <WH7725> Shav. to them but he cometh not again"},{"number":19,"verse":"וַיִּשְׁלַ֗ח <WH7971> vai-yish-Lach, Then he sent out רֹכֵ֣ב <WH7392> ro-Chev bring סוּס֮ <WH5483> sus crane שֵׁנִי֒ <WH8145> she-Ni a second וַיָּבֹ֣א <WH935> vai-ya-Vo which came אֲלֵהֶ֔ם <WH413> 'a-le-Hem, to וַיֹּ֛אמֶר <WH559> vai-Yo-mer to them and said כֹּֽה־ <WH3541> koh- Thus אָמַ֥ר <WH559> 'a-Mar Thus saith הַמֶּ֖לֶךְ <WH4428> ham-Me-lech the king שָׁל֑וֹם <WH7965> sha-Lom; favor וַיֹּ֧אמֶר <WH559> vai-Yo-mer answered יֵה֛וּא <WH3058> ye-Hu Jehu מַה־ <WH4100> mah- What לְּךָ֥ le-Cha וּלְשָׁל֖וֹם <WH7965> u-le-sha-Lom favor סֹ֥ב <WH5437> so make אֶֽל־ <WH413> 'el- about אַחֲרָֽי׃ <WH310> 'a-cha-Rai. thee behind"},{"number":20,"verse":"וַיַּגֵּ֤ד <WH5046> vai-yag-Ged told הַצֹּפֶה֙ <WH6822> hatz-tzo-Peh And the watchman לֵאמֹ֔ר <WH559> le-Mor, saying בָּ֥א <WH935> ba He came עַד־ <WH5704> 'ad- even אֲלֵיהֶ֖ם <WH413> 'a-lei-Hem about וְלֹֽא־ <WH3808> ve-lo- did not שָׁ֑ב <WH7725> Shav; even unto them and cometh not again וְהַמִּנְהָ֗ג <WH4491> ve-ham-min-Hag, and the driving כְּמִנְהַג֙ <WH4491> ke-min-Hag [is] like the driving יֵה֣וּא <WH3058> ye-Hu of Jehu בֶן־ <WH1121> ven- the son נִמְשִׁ֔י <WH5250> nim-Shi, of Nimshi כִּ֥י <WH3588> ki for בְשִׁגָּע֖וֹן <WH7697> ve-shig-ga-'on furiously יִנְהָֽג׃ <WH5090> yin-Hag. for he driveth"},{"number":21,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said יְהוֹרָם֙ <WH3088> ye-ho-Ram And Joram אֱסֹ֔ר <WH631> 'e-Sor, Make ready וַיֶּאְסֹ֖ר <WH631> vai-ye'-Sor was made ready רִכְבּ֑וֹ <WH7393> rich-Bo; And his chariot וַיֵּצֵ֣א <WH3318> vai-ye-Tze went out יְהוֹרָ֣ם <WH3088> ye-ho-Ram And Joram מֶֽלֶךְ־ <WH4428> Me-lech- king יִ֠שְׂרָאֵל <WH3478> Yis-ra-'el of Israel וַאֲחַזְיָ֨הוּ <WH274> va-'a-chaz-Ya-hu and Ahaziah מֶֽלֶךְ־ <WH4428> Me-lech- king יְהוּדָ֜ה <WH3063> ye-hu-Dah of Judah אִ֣ישׁ <WH376> 'ish each בְּרִכְבּ֗וֹ <WH7393> be-rich-Bo, in his chariot וַיֵּֽצְאוּ֙ <WH3318> vai-ye-tze-'U and they went out לִקְרַ֣את <WH7125> lik-Rat against יֵה֔וּא <WH3058> ye-Hu, Jehu וַיִּמְצָאֻ֔הוּ <WH4672> vai-yim-tza-'U-hu, and met בְּחֶלְקַ֖ת <WH2513> be-chel-Kat him in the portion נָב֥וֹת <WH5022> na-Vot of Naboth הַיִּזְרְעֵאלִֽי׃ <WH3158> hai-yiz-re-'e-Li. the Jezreelite"},{"number":22,"verse":"וַיְהִ֗י <WH1961> vay-Hi, become כִּרְא֤וֹת <WH7200> kir-'ot saw יְהוֹרָם֙ <WH3088> ye-ho-Ram And it came to pass when Joram אֶת־ <WH853> 'et- יֵה֔וּא <WH3058> ye-Hu, Jehu וַיֹּ֖אמֶר <WH559> vai-Yo-mer that he said הֲשָׁל֣וֹם <WH7965> ha-sha-Lom [Is it] peace יֵה֑וּא <WH3058> ye-Hu; Jehu וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer said מָ֣ה <WH4100> mah What הַשָּׁל֔וֹם <WH7965> hash-sha-Lom, What peace עַד־ <WH5704> 'ad- so long as זְנוּנֵ֞י <WH2183> ze-nu-Nei the whoredoms אִיזֶ֧בֶל <WH348> 'i-Ze-vel Jezebel אִמְּךָ֛ <WH517> 'im-me-Cha of thy mother וּכְשָׁפֶ֖יהָ <WH3785> u-che-sha-Fei-ha and her witchcrafts הָרַבִּֽים׃ <WH7227> ha-rab-Bim. in abundance"},{"number":23,"verse":"וַיַּהֲפֹ֧ךְ <WH2015> vai-ya-ha-Foch turned יְהוֹרָ֛ם <WH3088> ye-ho-Ram And Joram יָדָ֖יו <WH3027> ya-Dav his hands וַיָּנֹ֑ס <WH5127> vai-ya-Nos; and fled וַיֹּ֥אמֶר <WH559> vai-Yo-mer and said אֶל־ <WH413> 'el- to אֲחַזְיָ֖הוּ <WH274> 'a-chaz-Ya-hu to Ahaziah מִרְמָ֥ה <WH4820> mir-Mah [There is] treachery אֲחַזְיָֽה׃ <WH274> 'a-chaz-Yah. O Ahaziah"},{"number":24,"verse":"וְיֵה֞וּא <WH3058> ve-ye-Hu And Jehu מִלֵּ֧א <WH4390> mil-Le with his full יָד֣וֹ <WH3027> ya-Do strength בַקֶּ֗שֶׁת <WH7198> vak-Ke-shet, drew a bow וַיַּ֤ךְ <WH5221> vai-Yach and smote אֶת־ <WH853> 'et- יְהוֹרָם֙ <WH3088> ye-ho-Ram Jehoram בֵּ֣ין <WH996> bein between זְרֹעָ֔יו <WH2220> ze-ro-'Av, between his arms וַיֵּצֵ֥א <WH3318> vai-ye-Tze went out הַחֵ֖צִי <WH2678> ha-Che-tzi and the arrow מִלִּבּ֑וֹ <WH3820> mil-lib-Bo; at his heart וַיִּכְרַ֖ע <WH3766> vai-yich-Ra' and he sunk down בְּרִכְבּֽוֹ׃ <WH7393> be-rich-Bo. in his chariot"},{"number":25,"verse":"וַיֹּ֗אמֶר <WH559> vai-Yo-mer, Then said אֶל־ <WH413> 'el- to בִּדְקַר֙ <WH920> bid-Kar [Jehu] to Bidkar; שְׁלֹשָׁה she-lo-shah כשָֽׁלִשֹׁ֔ו <WH7991> sha-li-Sho, captain קשָׂ֚א <WH5375> sa Take up הַשְׁלִכֵ֔הוּ <WH7993> hash-li-Che-hu, [and] cast בְּחֶלְקַ֕ת <WH2513> be-chel-Kat him in the portion שְׂדֵ֖ה <WH7704> se-Deh of the field נָב֣וֹת <WH5022> na-Vot of Naboth הַיִּזְרְעֵאלִ֑י <WH3158> hai-yiz-re-'e-Li; the Jezreelite כִּֽי־ <WH3588> ki- for זְכֹ֞ר <WH2142> ze-Chor for remember אֲנִ֣י <WH589> 'a-Ni I וָאַ֗תָּה <WH859> va-'At-tah, you אֵ֣ת <WH853> 'et רֹכְבִ֤ים <WH7392> ro-che-Vim how that when I and thou rode צְמָדִים֙ <WH6776> tze-ma-Dim together אַֽחֲרֵי֙ <WH310> 'a-cha-Rei after אַחְאָ֣ב <WH256> 'ach-'Av Ahab אָבִ֔יו <WH1> 'a-Viv, his father וַֽיהוָה֙ <WH3069> Yah-weh God נָשָׂ֣א <WH5375> na-Sa laid עָלָ֔יו <WH5921> 'a-Lav, against אֶת־ <WH853> 'et- הַמַּשָּׂ֖א <WH4853> ham-mas-Sa this burden הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":26,"verse":"אִם־ <WH518> 'im- lo לֹ֡א <WH3808> lo not אֶת־ <WH853> 'et- דְּמֵ֣י <WH1818> de-Mei the blood נָבוֹת֩ <WH5022> na-Vot of Naboth וְאֶת־ <WH853> ve-'Et דְּמֵ֨י <WH1818> de-Mei and the blood בָנָ֜יו <WH1121> va-Nav of his sons רָאִ֤יתִי <WH7200> ra-'I-ti Surely I have seen אֶ֙מֶשׁ֙ <WH570> 'e-mesh yesterday נְאֻם־ <WH5002> ne-'um- saith יְהוָ֔ה <WH3068> Yah-weh, the LORD וְשִׁלַּמְתִּ֥י <WH7999> ve-shil-lam-Ti and I will requite לְךָ֛ le-Cha בַּחֶלְקָ֥ה <WH2513> ba-chel-Kah thee in this plat הַזֹּ֖את <WH2063> haz-Zot likewise נְאֻם־ <WH5002> ne-'um- saith יְהוָ֑ה <WH3068> Yah-weh; the LORD וְעַתָּ֗ה <WH6258> ve-'at-Tah, Now שָׂ֧א <WH5375> sa Now therefore take הַשְׁלִכֵ֛הוּ <WH7993> hash-li-Che-hu [and] cast בַּחֶלְקָ֖ה <WH2513> ba-chel-Kah him into the plat כִּדְבַ֥ר <WH1697> kid-Var [of ground] according to the word יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":27,"verse":"וַאֲחַזְיָ֤ה <WH274> va-'a-chaz-Yah But when Ahaziah מֶֽלֶךְ־ <WH4428> Me-lech- the king יְהוּדָה֙ <WH3063> ye-hu-Dah of Judah רָאָ֔ה <WH7200> ra-'Ah, saw וַיָּ֕נָס <WH5127> vai-Ya-nos [this] he fled דֶּ֖רֶךְ <WH1870> De-rech by the way בֵּ֣ית <WH1004> beit house הַגָּ֑ן <WH1588> hag-Gan; of the garden וַיִּרְדֹּ֨ף <WH7291> vai-yir-Dof followed אַחֲרָ֜יו <WH310> 'a-cha-Rav after יֵה֗וּא <WH3058> ye-Hu, And Jehu וַ֠יֹּאמֶר <WH559> Vai-yo-mer him and said גַּם־ <WH1571> gam- too אֹת֞וֹ <WH853> o-To הַכֻּ֣הוּ <WH5221> hak-Ku-hu Smite אֶל־ <WH413> 'el- in הַמֶּרְכָּבָ֗ה <WH4818> ham-mer-ka-Vah, him also in the chariot בְּמַֽעֲלֵה־ <WH4608> be-ma-'a-leh- [And they did so] at the going up גוּר֙ <WH1483> gur to Gur אֲשֶׁ֣ר <WH834> 'a-Sher which אֶֽת־ <WH853> 'et- יִבְלְעָ֔ם <WH2991> yiv-le-'Am, which [is] by Ibleam וַיָּ֥נָס <WH5127> vai-Ya-nos And he fled מְגִדּ֖וֹ <WH4023> me-gid-Do to Megiddo וַיָּ֥מָת <WH4191> vai-Ya-mot and died שָֽׁם׃ <WH8033> Sham. there"},{"number":28,"verse":"וַיַּרְכִּ֧בוּ <WH7392> vai-yar-Ki-vu carried אֹת֛וֹ <WH853> o-To עֲבָדָ֖יו <WH5650> 'a-va-Dav And his servants יְרוּשָׁלְָ֑מָה <WH3389> ye-ru-sha-Le-mah; him in a chariot to Jerusalem וַיִּקְבְּר֨וּ <WH6912> vai-yik-be-Ru and buried אֹת֧וֹ <WH853> o-To בִקְבֻרָת֛וֹ <WH6900> vik-vu-ra-To him in his sepulchre עִם־ <WH5973> 'im- with אֲבֹתָ֖יו <WH1> 'a-vo-Tav with his fathers בְּעִ֥יר <WH5892> be-'Ir in the city דָּוִֽד׃ <WH1732> da-Vid. of David פ Peh"},{"number":29,"verse":"וּבִשְׁנַת֙ <WH8141> u-vish-Nat year אַחַ֣ת <WH259> 'a-Chat a עֶשְׂרֵ֣ה <WH6240> 'es-Reh ten שָׁנָ֔ה <WH8141> sha-Nah, year לְיוֹרָ֖ם <WH3141> le-yo-Ram of Joram בֶּן־ <WH1121> ben- the son אַחְאָ֑ב <WH256> 'ach-'Av; of Ahab מָלַ֥ךְ <WH4427> ma-Lach to reign אֲחַזְיָ֖ה <WH274> 'a-chaz-Yah began Ahaziah עַל־ <WH5921> 'al- over יְהוּדָֽה׃ <WH3063> ye-hu-Dah. over Judah"},{"number":30,"verse":"וַיָּב֥וֹא <WH935> vai-ya-Vo was come יֵה֖וּא <WH3058> ye-Hu And when Jehu יִזְרְעֶ֑אלָה <WH3157> yiz-re-'E-lah; to Jezreel וְאִיזֶ֣בֶל <WH348> ve-'i-Ze-vel Jezebel שָׁמְעָ֗ה <WH8085> sha-me-'Ah, heard וַתָּ֨שֶׂם <WH7760> vat-Ta-sem appoint בַּפּ֤וּךְ <WH6320> bap-Puch fair colours עֵינֶ֙יהָ֙ <WH5869> 'ei-Nei-ha her face וַתֵּ֣יטֶב <WH3190> vat-Tei-tev and tired אֶת־ <WH853> 'et- רֹאשָׁ֔הּ <WH7218> ro-Shah, her head וַתַּשְׁקֵ֖ף <WH8259> vat-tash-Kef and looked out בְּעַ֥ד <WH1157> be-'Ad out הַחַלּֽוֹן׃ <WH2474> ha-chal-Lon. at a window"},{"number":31,"verse":"וְיֵה֖וּא <WH3058> ve-ye-Hu And as Jehu בָּ֣א <WH935> ba entered in בַשָּׁ֑עַר <WH8179> vash-Sha-'ar; at the gate וַתֹּ֣אמֶר <WH559> vat-To-mer she said הֲשָׁל֔וֹם <WH7965> ha-sha-Lom, peace זִמְרִ֖י <WH2174> zim-Ri [Had] Zimri הֹרֵ֥ג <WH2026> ho-Reg who slew אֲדֹנָֽיו׃ <WH113> 'a-do-Nav. your master's"},{"number":32,"verse":"וַיִּשָּׂ֤א <WH5375> vai-yis-Sa And he lifted up פָנָיו֙ <WH6440> fa-Nav his face אֶל־ <WH413> 'el- to הַ֣חַלּ֔וֹן <WH2474> ha-chal-Lon, to the window וַיֹּ֕אמֶר <WH559> vai-Yo-mer and said מִ֥י <WH4310> mi Who אִתִּ֖י <WH854> 'it-Ti for מִ֑י <WH4310> Mi; Who וַיַּשְׁקִ֣יפוּ <WH8259> vai-yash-Ki-fu Who [is] on my side;who;And there looked out אֵלָ֔יו <WH413> 'e-Lav, to him שְׁנַ֥יִם <WH8147> she-Na-yim to him two שְׁלֹשָׁ֖ה <WH7969> she-lo-Shah [or] three סָרִיסִֽים׃ <WH5631> sa-ri-Sim. eunuchs"},{"number":33,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer And he said; שִׁמְטֻהוּ shim-tu-hu כשִׁמְט֖וּהָ <WH8058> shim-Tu-ha Throw קוַֽיִּשְׁמְט֑וּהָ <WH8058> vai-yish-me-Tu-ha; Throw her down וַיִּ֨ז <WH5137> vai-Yiz was sprinkled מִדָּמָ֧הּ <WH1818> mid-da-Mah and [some] of her blood אֶל־ <WH413> 'el- on הַקִּ֛יר <WH7023> hak-Kir on the wall וְאֶל־ <WH413> ve-'el- and on הַסּוּסִ֖ים <WH5483> has-su-Sim and on the horses וַֽיִּרְמְסֶֽנָּה׃ <WH7429> Vai-yir-me-Sen-nah. and he trode her under foot"},{"number":34,"verse":"וַיָּבֹ֖א <WH935> vai-ya-Vo And when he was come in וַיֹּ֣אכַל <WH398> vai-Yo-chal he did eat וַיֵּ֑שְׁתְּ <WH8354> vai-Ye-shet; and drink וַיֹּ֗אמֶר <WH559> vai-Yo-mer, and said פִּקְדוּ־ <WH6485> pik-du- Go נָ֞א <WH4994> na now אֶת־ <WH853> 'et- הָאֲרוּרָ֤ה <WH779> ha-'a-ru-Rah see now this cursed הַזֹּאת֙ <WH2063> haz-zoT likewise וְקִבְר֔וּהָ <WH6912> ve-kiv-Ru-ha, [woman] and bury כִּ֥י <WH3588> ki for בַת־ <WH1323> vat- daughter מֶ֖לֶךְ <WH4428> Me-lech her for she [is] a king's הִֽיא׃ <WH1931> Hi. They"},{"number":35,"verse":"וַיֵּלְכ֖וּ <WH1980> vai-ye-le-Chu went לְקָבְרָ֑הּ <WH6912> le-ka-ve-Rah; to bury וְלֹא־ <WH3808> ve-lo- nothing מָ֣צְאוּ <WH4672> Ma-tze-'u her but they found בָ֗הּ Vah, כִּ֧י <WH3588> ki for אִם־ <WH518> 'im- no more of her than הַגֻּלְגֹּ֛לֶת <WH1538> hag-gul-Go-let the skull וְהָרַגְלַ֖יִם <WH7272> ve-ha-rag-La-yim and the feet וְכַפּ֥וֹת <WH3709> ve-chap-Pot and the palms הַיָּדָֽיִם׃ <WH3027> hai-ya-Da-yim. of [her] hands"},{"number":36,"verse":"וַיָּשֻׁבוּ֮ <WH7725> vai-ya-shu-Vu Wherefore they came again וַיַּגִּ֣ידוּ <WH5046> vai-yag-Gi-du and told לוֹ֒ lo וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer him And he said דְּבַר־ <WH1697> de-var- This [is] the word יְהוָ֣ה <WH3068> Yah-weh of the LORD ה֔וּא <WH1931> Hu, This אֲשֶׁ֣ר <WH834> 'a-Sher which דִּבֶּ֗ר <WH1696> dib-Ber, which he spake בְּיַד־ <WH3027> be-yad- by עַבְדּ֛וֹ <WH5650> av-Do his servant אֵלִיָּ֥הוּ <WH452> 'e-li-Ya-hu Elijah הַתִּשְׁבִּ֖י <WH8664> hat-tish-Bi the Tishbite לֵאמֹ֑ר <WH559> le-Mor; saying בְּחֵ֣לֶק <WH2506> be-Che-lek In the portion יִזְרְעֶ֔אל <WH3157> yiz-re-'El, of Jezreel יֹאכְל֥וּ <WH398> yo-che-Lu eat הַכְּלָבִ֖ים <WH3611> hak-ke-la-Vim shall dogs אֶת־ <WH853> 'et- בְּשַׂ֥ר <WH1320> be-Sar the flesh אִיזָֽבֶל׃ <WH348> 'i-Za-vel. of Jezebel"},{"number":37,"verse":"וְהָיָת ve-ha-yat כוְֽהָיְתָ֞ה <WH1961> ve-ha-ye-Tah become קנִבְלַ֣ת <WH5038> niv-Lat And the carcase אִיזֶ֗בֶל <WH348> 'i-Ze-vel, of Jezebel כְּדֹ֛מֶן <WH1828> ke-Do-men shall be as dung עַל־ <WH5921> 'al- on פְּנֵ֥י <WH6440> pe-Nei upon the face הַשָּׂדֶ֖ה <WH7704> has-sa-Deh of the field בְּחֵ֣לֶק <WH2506> be-Che-lek in the portion יִזְרְעֶ֑אל <WH3157> yiz-re-'El; of Jezreel אֲשֶׁ֥ר <WH834> 'a-Sher so לֹֽא־ <WH3808> lo- cannot יֹאמְר֖וּ <WH559> yo-me-Ru [so] that they shall not say זֹ֥את <WH2063> zot likewise אִיזָֽבֶל׃ <WH348> 'i-Za-vel. This [is] Jezebel פ Peh"}]}