{"bibleAbbr":"Geneva1599","bookName":"John","bookEnglishName":"John","chapterNumber":20,"verses":[{"number":1,"verse":"((1 Mary bringeth word that Christ is risen:3 Peter and John4 run to see it.15 Jesus appeareth to Mary,19 and to the disciples that were together in the house,25 Thomas, before faithless,29 now believeth.) ) Now the first day of the week came Mary Magdalene, early when it was yet dark, unto the sepulcher, and saw the stone taken away from the tomb."},{"number":2,"verse":"Then she ran, and came to Simon Peter, and to the other disciple, whom Jesus loved, and said unto them, They have taken away the Lord out of the sepulcher, and we know not where they have laid him."},{"number":3,"verse":"Peter therefore went forth, and the other disciple, and they came unto the sepulcher."},{"number":4,"verse":"So they ran both together, but the other disciple did outrun Peter, and came first to the sepulcher."},{"number":5,"verse":"And he stooped down, and saw the linen clothes lying: yet went he not in."},{"number":6,"verse":"Then came Simon Peter following him, and went into the sepulcher, and saw the linen clothes lie,"},{"number":7,"verse":"And the kerchief that was upon his head, not lying with the linen clothes, but wrapped together in a place by itself."},{"number":8,"verse":"Then went in also the other disciple, which came first to the sepulcher, and he saw it, and believed."},{"number":9,"verse":"For as yet they knew not the Scripture, That he must rise again from the dead."},{"number":10,"verse":"And the disciples went away again unto their own home."},{"number":11,"verse":"¶ (Matt. 28:1; Mark 16:5) But Mary stood (That is, without the cave, which the sepulchre was cut out of.) without at the sepulcher weeping: and as she wept, she bowed herself into the sepulcher,"},{"number":12,"verse":"(Two Angels are made witnesses of the Lord’s resurrection.) And saw two Angels in (In white clothing.) white, sitting, the one at the head, and the other at the feet, where the body of Jesus had lain."},{"number":13,"verse":"And they said unto her, Woman, why weepest thou? She said unto them, They have taken away (Many speak as the common people use to speak: for they speak of a dead carcass, as they do of a whole man.) my Lord, and I know not where they have laid him."},{"number":14,"verse":"(Jesus witnesseth by his presence, that he is truly risen.) When she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus."},{"number":15,"verse":"Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She supposing that he had been the gardener, said unto him, Sir, if thou hast borne him hence, tell me where thou hast laid him, and I will take him away."},{"number":16,"verse":"Jesus saith unto her, Mary. She turned herself, and said unto him, Rabboni, which is to say, Master."},{"number":17,"verse":"(Christ which is risen, is not to be sought in this world according to the flesh, but in heaven by faith, whither he is gone before us.) Jesus saith unto her, Touch me not: for I am not yet ascended to my Father: but go to my (By his brethren he meaneth his disciples: for in the next verse following, it is said, that Mary told his disciples.) brethren, and say unto them, I ascend unto (He calleth God his Father because he is his Father naturally in the Godhead, and he saith your Father, because he is our Father by grace, through the adoption of the sons of God: that is, by taking us of his free grace to be his sons, Epiphanius.) my Father, and to your Father, and to my God, and your God."},{"number":18,"verse":"Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her."},{"number":19,"verse":"¶ The same day then at night, which was the first day of the week, and when the (Either the doors opened to him of their own accord, or the very walls themselves were a passage for him.) doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and said to them, Peace be unto you. (Christ in that that he presented himself before his disciples suddenly through his divine power, when the gates were shut, doth fully assure them both of his resurrection, and also of their Apostleship, inspiring them with the holy Ghost, who is the director of the ministry of the Gospel.) (Mark 16:14; Luke 24:36; 1 Cor. 15:5)"},{"number":20,"verse":"And when he had so said, he showed unto them his hands, and his side. Then were the disciples glad when they had seen the Lord."},{"number":21,"verse":"(Matt. 28:18) Then said Jesus to them again, Peace be unto you: as my Father sent me, so send I you."},{"number":22,"verse":"And when he had said that, he breathed on them, and said unto them, Receive the holy Ghost."},{"number":23,"verse":"(The publishing of the forgiveness of sins by faith in Christ, and the setting forth and denouncing the wrath of God in retaining the sins of the unbelievers, is the sum of the preaching of the Gospel.) Whosoever’s sins ye remit, they are remitted unto them: and whosoever’s sins ye retain, they are retained."},{"number":24,"verse":"¶ (Christ draweth out of the unbelief of Thomas, a certain and sure testimony of his resurrection.) But Thomas one of the twelve, called Didymus, was not with them when Jesus came."},{"number":25,"verse":"The other disciples therefore said unto him, We have seen the Lord: but he said unto them, Except I see in his hands the print of the nails, and put my finger into the print of the nails, and put mine hand into his side, I will not believe it."},{"number":26,"verse":"¶ And eight days after, again his disciples were within, and Thomas with them. Then came Jesus, when the doors were shut, and stood in the midst, and said, Peace be unto you."},{"number":27,"verse":"After said he to Thomas, Put thy finger here, and see mine hands, and put forth thine hand, and put it into my side, and be not faithless, but faithful."},{"number":28,"verse":"Then Thomas answered, and said unto him, Thou art my Lord, and my God."},{"number":29,"verse":"(True faith dependeth upon the mouth of God, and not upon fleshly eyes.) Jesus said unto him, Thomas, because thou hast seen me, thou believest: blessed are they that have not seen, and have believed."},{"number":30,"verse":"(John 21:25) (To believe in Christ, the Son of God, and our only Savior, is the end of the doctrine of the Gospel, and especially of the history of the resurrection.) And many other signs also did Jesus in the presence of his disciples, which are not written in this book."},{"number":31,"verse":"But these things are written that ye might believe, that Jesus is that Christ that Son of God, and that in believing ye might have life through his Name."}]}