{"bibleAbbr":"Geneva1599","bookName":"John","bookEnglishName":"John","chapterNumber":6,"verses":[{"number":1,"verse":"((5 Five thousand are fed with five loaves and two fishes.15 Christ goeth apart from the people.17 As his disciples were rowing,19 he cometh to them walking on the water.26 He reasoneth of the true27 and everlasting,35 bread of life.42, 52 The Jews murmur,60 and many of the disciples,66 depart from him.69 The Apostles confess him to be the Son of God.) ) After these things, Jesus went his way (Not that he cut over the lake of Tiberias, but by reason of the large creeks, his sailing made his journey the shorter: therefore he is said to have gone over the sea, when as he passed over from one side of the creek to the other.) over the sea of Galilee, which is Tiberias."},{"number":2,"verse":"And a great multitude followed him, because they saw his miracles, which he did on them that were diseased."},{"number":3,"verse":"Then Jesus went up into a mountain, and there he sat with his disciples."},{"number":4,"verse":"Now the Passover a (Cross references: : Lev. 23:7; Deut. 16:2) feast of the Jews was near."},{"number":5,"verse":"(Matt. 14:16; Mark 6:37; Luke 9:13) (They that follow Christ do sometimes hunger, but they are never destitute of help.) Then Jesus lift up his eyes, and seeing that a great multitude came unto him, he said unto Philip, Whence shall we buy bread, that these might eat?"},{"number":6,"verse":"(And this he said to prove him: for he himself knew what he would do.)"},{"number":7,"verse":"Philip answered him, Two hundred pennyworth of bread is not sufficient for them, that everyone of them may take a little."},{"number":8,"verse":"Then said unto him one of his disciples, Andrew, Simon Peter’s brother,"},{"number":9,"verse":"There is a little boy here, which hath five barley loaves, and two fishes: but what are they among so many?"},{"number":10,"verse":"And Jesus said, Make the people sit down. (Now there was much grass in that place.) Then the men sat down, in number about five thousand."},{"number":11,"verse":"And Jesus took the bread, and gave thanks, and gave to the disciples, and the disciples to them that were set down: and likewise of the fishes as much as they would."},{"number":12,"verse":"And when they were satisfied, he said unto his disciples, Gather up the broken meat which remaineth, that nothing be lost."},{"number":13,"verse":"Then they gathered it together, and filled twelve baskets with the broken meat of the five barley loaves, which remained unto them that had eaten."},{"number":14,"verse":"Then the men, when they had seen the miracle that Jesus did, said, This is of a truth that Prophet that should come into the world."},{"number":15,"verse":"(Christ is not only not delighted, but also greatly offended with a preposterous worship.) When Jesus therefore perceived that they would come, and take him to make him a king, he departed again into a mountain himself alone."},{"number":16,"verse":"¶ (The godly are often in peril and danger, but Christ cometh to them in time, even in the midst of the tempests, and bringeth them to the heaven.) When even was now come, his disciples went down unto the sea,"},{"number":17,"verse":"(Matt. 14:25; Mark 6:47) And entered into a ship, and went over the sea, (In Mark 6:45 they are willed to go before to Bethsaida, for Bethsaida was in the way to Capernaum.) towards Capernaum: and now it was dark, and Jesus was not come to them."},{"number":18,"verse":"And the Sea arose with a great wind that blew."},{"number":19,"verse":"And when they had rowed about five and twenty, or thirty furlongs, they saw Jesus walking on the sea, and drawing near unto the ship: so they were afraid."},{"number":20,"verse":"But he said unto them, It is I: be not afraid."},{"number":21,"verse":"Then (They were afraid at the first, but when they knew his voice, they became new men, and took him willingly into the ship, whom they had shunned and fled from before.) willingly they received him into the ship, and the ship was by and by at the land, whither they went."},{"number":22,"verse":"¶ The day following, the people which stood on the other side of the sea, saw that there was none other ship there, save that one, where into his disciples were entered, and that Jesus went not with his disciples in the ship, but that his disciples were gone alone,"},{"number":23,"verse":"And that there came other ships from Tiberias near unto the place where they ate the bread, after the Lord had given thanks."},{"number":24,"verse":"Now when the people saw that Jesus was not there, neither his disciples, they also took shipping, and came to Capernaum, seeking for Jesus."},{"number":25,"verse":"And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?"},{"number":26,"verse":"(They that seek the kingdom of heaven lack nothing: notwithstanding the Gospel is not the food of the belly, but of the mind.) Jesus answered them, and said, Verily, verily I say unto you, Ye seek me not, because ye saw the miracles, but because ye ate of the loaves, and were filled."},{"number":27,"verse":"(Bestow your labor and pain.) Labor not for the meat which perisheth, but for the meat that endureth unto everlasting life, which the Son of man shall give unto you: for him hath (John 1:32; Mark 3:17; Mark 7:3; John 17:3) God the Father (That is, whom God the Father hath distinguished from all other men by planting his own virtue in him, as though he had sealed him with his seal, that he might be a lively pattern and representer of him: and that more is, installed him to this office, to reconcile us men to God, and bring us to everlasting life, which is only proper to Christ.) sealed."},{"number":28,"verse":"Then said they unto him, What shall we do, that we might work the (Which please God: for they think that everlasting life hangeth upon the condition of fulfilling the Law: therefore Christ calleth them back to faith.) works of God?"},{"number":29,"verse":"(Men torment themselves in vain, when they go about to please God without faith.) Jesus answered, and said unto them, This is the work of God, that ye believe in him, whom he hath sent. (That is, this is the work that God requireth, that you believe in me, and therefore he calleth them back to faith.) (1 John 3:23)"},{"number":30,"verse":"(The spiritual virtue of Christ is contemned of them which are desirous of earthly miracles.) They said therefore unto him, What sign showest thou then, that we may see it, and believe thee? what dost thou work?"},{"number":31,"verse":"Our fathers did eat Manna in the desert, as it is (Exod. 16:14; Num. 11:7; Ps. 78:25) written, He gave them bread from heaven to eat."},{"number":32,"verse":"(Christ, who is the true and only author and giver of eternal life, was signified unto the fathers, in Manna.) Then Jesus said unto them, Verily, verily I say unto you, Moses gave you not (He denieth that Manna was that true heavenly bread, and saith that he himself is that true bread, because he feedeth unto the true and everlasting life. And as for that, that Paul 1 Cor. 10 calleth Manna spiritual food, it maketh nothing against this place, for he joineth the thing signified with the sign: but in this whole disputation, Christ dealeth with the Jews after their own opinion and conceit of the matter, and they had no further consideration of the Manna, but in that it fed the belly.) that bread from heaven, but my Father giveth you that true bread from heaven."},{"number":33,"verse":"For the bread of God is he which cometh down from heaven, and giveth life unto the world."},{"number":34,"verse":"Then they said unto him, Lord, evermore give us this bread."},{"number":35,"verse":"And Jesus said unto them, I am that bread (Which have life, and give life.) of life: he that cometh to me, shall not hunger, and he that believeth in me, shall never thirst."},{"number":36,"verse":"But I said unto you, that ye also have seen me, and believe not."},{"number":37,"verse":"(The gift of faith proceedeth from the free election of the Father in Christ, after which followeth necessarily everlasting life: Therefore faith in Christ Jesus is a sure witness of our election, and therefore of our glorification, which is to come.) All that the Father giveth me, shall come to me: and him that cometh to me, I cast not away."},{"number":38,"verse":"For I came down from heaven, not to do mine (See John 5:22.) own will, but his will which hath sent me."},{"number":39,"verse":"And this is the Father’s will which hath sent me, that of all which he hath given me, I should lose nothing, but should raise it up again at the last day."},{"number":40,"verse":"And this is the will of him that sent me, that every man which (Seeing and believing are joined together: for there is another kind of seeing, which is general, which the devils have, for they see: but here he speaketh of that kind of seeing, which is proper to the elect.) seeth the Son, and believeth in him, should have everlasting life: and I will raise him up at the last day."},{"number":41,"verse":"(Flesh cannot perceive spiritual things, and therefore the beginning of our salvation cometh from God, who changeth our nature, so that we being inspired of him, may abide to be instructed and saved by Christ.) The Jews then murmured at him because he said, I am that bread, which is come down from heaven."},{"number":42,"verse":"And they said, (Matt. 13:55) Is not this Jesus that son of Joseph, whose father and mother we know? how then saith he, I came down from heaven?"},{"number":43,"verse":"Jesus then answered, and said unto them, Murmur not among yourselves."},{"number":44,"verse":"No man can come to me, except the Father, which hath sent me, draw him: and I will raise him up at the last day."},{"number":45,"verse":"It is written in the Prophets, And they shall be all (To wit, they shall be children of the Church, for so the Prophet Isaiah expoundeth it, Isa. 54:13, that is to say, ordained to life, Acts 13:48, and therefore the knowledge of the heavenly truth, is the gift and work of God, and standeth not in any power of man.) taught of God. Every man therefore that hath heard, and hath learned of the Father, cometh unto me: (In the book of the Prophets, for the old Testament was divided by them into three several parts, into the Law the Prophets, and the Holy writ.) (Isa. 54:13; Jer. 31:13)"},{"number":46,"verse":"(Matt. 11:17) Not that any man hath seen the Father, (If the son only hath seen the Father, then it is he only that can teach and instruct us truly.) save he which is of God, he hath seen the Father."},{"number":47,"verse":"Verily, verily I say unto you, he that believeth in me, hath everlasting life."},{"number":48,"verse":"(The true use of Sacraments, is to ascend from them to the thing itself, that is to Christ: and by the partaking of whom only, we get everlasting life.) I am that bread of life."},{"number":49,"verse":"(Exod. 16:15) Your fathers did eat Manna in the wilderness, and are dead."},{"number":50,"verse":"(He pointed out himself when he spake these words.) This is that bread, which cometh down from heaven, that he which eateth of it, should not die."},{"number":51,"verse":"(Christ being sent from the Father, is the selfsame unto us for the getting and keeping of everlasting life, that bread and flesh, yea meat and drink are to the use of this transitory life.) I am that (Which giveth life to the world.) living bread, which came down from heaven: if any man (That is to say, whosoever is partaker of Christ indeed, who is our food.) eat of this bread, he shall live forever: and the bread that I will give is my flesh, which I will give for the life of the world."},{"number":52,"verse":"(Flesh cannot put a difference between fleshly eating which is done by the help of the teeth, and spiritual eating which consisteth in faith, and therefore is condemneth that which it understandeth not: yet notwithstanding the truth must be preached and taught.) Then the Jews strove among themselves, saying, How can this man give us his flesh to eat?"},{"number":53,"verse":"Then Jesus said unto them, Verily, verily I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have (If Christ be present, life is present, but when Christ is absent, then is death present.) no life in you."},{"number":54,"verse":"Whosoever (1 Cor. 11:27) eateth my flesh, and drinketh my blood, hath eternal life, and I will raise him up at the last day."},{"number":55,"verse":"For my flesh is meat indeed, and my blood is drink indeed."},{"number":56,"verse":"He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him."},{"number":57,"verse":"As (In that that Christ is man, he receiveth that power which quickeneth and giveth life to them that are his, of his Father: and he addeth this word (That) to make a difference between him and all other fathers.) that living Father hath sent me, so live I by the (Christ his meaning is, that though he be man, yet his flesh can give life, not of the own nature, but because that flesh of his liveth by the Father, that is to say, death suck and draw out of the Father, that power which it hath to give life.) Father, and he that eateth me, even he shall live by me."},{"number":58,"verse":"This is that bread which came down from heaven: not as your fathers have eaten Manna, and are dead. He that eateth of this bread, shall live forever."},{"number":59,"verse":"These things spake he in the Synagogue, as he taught in Capernaum."},{"number":60,"verse":"(The reason of man cannot comprehend the uniting of Christ and his members: therefore let it worship and reverence that which is better than itself.) Many therefore of his disciples (when they heard this) said, This is an hard saying: who can hear it?"},{"number":61,"verse":"But Jesus knowing in himself, that his disciples murmured at this, said unto them, Doth this offend you?"},{"number":62,"verse":"What then if ye should see that Son of man ascend up (John 3:13) where he was before?"},{"number":63,"verse":"(The flesh of Christ doth therefore quicken us, because that he that is man, is God: which mystery is only comprehended by faith, which is the gift of God, properly only to the elect.) It is the (Spirit, that is, that power which floweth from the Godhead, causeth the flesh of Christ, which otherwise were nothing but flesh, but to live in itself, and to give life to us.) spirit that quickeneth: the flesh profiteth nothing: the words that I speak unto you, are spirit and life."},{"number":64,"verse":"But there are some of you that believe not: for Jesus knew from the beginning, which they were that believed not, and who should betray him."},{"number":65,"verse":"And he said, Therefore said I unto you, that no man can come unto me, except it be given unto him of my Father ."},{"number":66,"verse":"(Such is the malice of men, that they take occasion of their own destruction, even of the very doctrine of salvation (unless it be a few, which believe through the singular gift of God.)) From that time, many of his disciples went back, and walked no more with him."},{"number":67,"verse":"Then said Jesus to the twelve, Will ye also go away?"},{"number":68,"verse":"Then Simon Peter answered him, Master, to whom shall we go? thou hast the words of eternal life:"},{"number":69,"verse":"And we believe and know that thou art that Christ that Son of the living God."},{"number":70,"verse":"(The number of the professors, of Christ is very small, and among them also there be some hypocrites, and worse than all others.) Jesus answered them, Have not I (Matt. 26:16) chosen you twelve, and one of you is a devil?"},{"number":71,"verse":"Now he spake it of Judas Iscariot the son of Simon: for he it was that should betray him, though he was one of the twelve."}]}