{"bibleAbbr":"WYC1395","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":1,"verses":[{"number":1,"verse":"The word of the Lord that was maad to Osee, the sone of Bery, in the daies of Osie, Joathan, Achas, Ezechie, kingis of Juda, and in the daies of Jeroboam, sone of Joas, the kyng of Israel."},{"number":2,"verse":"The bigynnyng of the spekyng to the Lord in Osee. And the Lord seide to Osee, Go thou, take to thee a wijf of fornycaciouns, and make to thee sones of fornycaciouns, for the lond doynge fornicacioun schal do fornicacioun fro the Lord."},{"number":3,"verse":"And he yede, and took Gomer, the douyter of Debelaym; and sche conseyuede, and childide a sone to hym."},{"number":4,"verse":"And the Lord seide to hym, Clepe thou the name of hym Jesrael; for yit a litil and Y schal visite the blood of Jesrael on the hous of Hieu, and Y schal make to reste the rewme of the hous of Israel."},{"number":5,"verse":"And in that dai Y schal al to-breke the bowe of Israel in the valei of Jesrael."},{"number":6,"verse":"And sche conseyuede yit, and childide a douyter. And the Lord seide to hym, Clepe thou the name of hir With out merci, for Y schal no more leye to, for to haue merci on the hous of Israel, but bi foryetyng Y schal foryete hem."},{"number":7,"verse":"And Y schal haue merci on the hous of Juda, and Y schal saue hem in her Lord God; and Y schal not saue hem in bowe, and swerd, and batel, and in horsis, and in horse men, ether kniytis."},{"number":8,"verse":"And he wenyde hir that was With out merci. And sche conseyuede, and childide a sone to hym."},{"number":9,"verse":"And he seide, Clepe thou his name Not my puple, for ye schulen not be my puple, and Y schal not be youre God."},{"number":10,"verse":"And the noumbre of the sones of Israel schal be as grauel of the see, which grauel is with out mesure, and it schal not be noumbrid; and it schal be in the place, where it schal be seid to hem, Ye ben not my puple; it schal be seid to hem, Ye ben the sones of God lyuynge."},{"number":11,"verse":"And the sones of Juda and the sones of Israel schulen be gaderid togidere, and thei schulen sette oon heed to hem silf, and thei schulen stie fro erthe, for the dai of Jesrael is greet."}]}