{"bibleAbbr":"WYC1395","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":5,"verses":[{"number":1,"verse":"Preestis, here ye this, and the hous of Israel, perseyue ye, and the hous of the kyng, herkne ye; for whi doom is to you, for ye ben maad a snare to lokyng afer, and as a net spred abrood on Thabor."},{"number":2,"verse":"And ye bowiden doun sacrifices in to depthe; and Y am the lernere of alle hem."},{"number":3,"verse":"Y knowe Effraym, and Israel is not hid fro me; for now Effraym dide fornicacioun, Israel is defoulid."},{"number":4,"verse":"Thei schulen not yiue her thouytis, that thei turne ayen to her God; for the spirit of fornicacioun is in the myddis of hem, and thei knewen not the Lord."},{"number":5,"verse":"And the boost of Israel schal answere in to the face therof, and Israel and Effraym schulen falle in her wickidnesse; also Judas schal falle with hem."},{"number":6,"verse":"In her flockis, and in her droues thei schulen go to seke the Lord, and thei schulen not fynde; he is takun awei fro hem."},{"number":7,"verse":"Thei trespassiden ayens the Lord, for thei gendriden alien sones; now the monethe schal deuoure hem with her partis."},{"number":8,"verse":"Sowne ye with a clarioun in Gabaa, with a trumpe in Rama; yelle ye in Bethauen, after thi bak, Beniamyn."},{"number":9,"verse":"Effraym schal be in to desolacioun, in the dai of amendyng, and in the lynagis of Israel Y schewide feith."},{"number":10,"verse":"The princes of Juda ben maad as takynge terme; Y schal schede out on hem my wraththe as watir."},{"number":11,"verse":"Effraym suffrith fals chalenge, and is brokun bi doom; for he bigan to go after filthis."},{"number":12,"verse":"And Y am as a mouyte to Effraym, and as rot to the hous of Juda."},{"number":13,"verse":"And Effraym siy his sikenesse, and Judas siy his boond. And Effraym yede to Assur, and sente to the kyng veniere. And he mai not saue you, nether he mai vnbynde the boond fro you."},{"number":14,"verse":"For Y am as a lionesse to Effraym, and as a whelp of a lioun to the hous of Juda."},{"number":15,"verse":"Y my silf schal take, and go, and take awei, and noon is that schal delyuere. I schal go, and turne ayen to my place, til ye failen, and seken my face."}]}