{"bibleAbbr":"NASB2020","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"(Judah’s Apostasy) Now the word of the LORD came to me, saying,"},{"number":2,"verse":"“Go and proclaim in the ears of Jerusalem, saying, ‘This is what the LORD says: “I remember regarding you the (Or faithfulness) devotion of your youth, Your love when you were a bride, Your following after Me in the wilderness, Through a land not sown."},{"number":3,"verse":"Israel was holy to the LORD, The first of His harvest. All who ate of it became guilty; Evil came upon them,” declares the LORD.’ ”"},{"number":4,"verse":"Hear the word of the LORD, house of Jacob, and all the families of the house of Israel."},{"number":5,"verse":"This is what the LORD says: “What injustice did your fathers find in Me, That they went far from Me, And walked after emptiness and became empty?"},{"number":6,"verse":"They did not say, ‘Where is the LORD Who brought us up out of the land of Egypt, Who led us through the wilderness, Through a land of deserts and of pits, Through a land of drought and of (Or the shadow of death) deep darkness, Through a land that no one crossed And where no person lived?’"},{"number":7,"verse":"I brought you into the fruitful land To eat its fruit and its good things. But you came and defiled My land, And you made My inheritance an abomination."},{"number":8,"verse":"The priests did not say, ‘Where is the LORD?’ And those who handle the Law did not know Me; The (Lit shepherds) rulers also revolted against Me, And the prophets prophesied by Baal And walked after things that were of no benefit."},{"number":9,"verse":"“Therefore I will still contend with you,” declares the LORD, “And I will contend with your sons’ sons."},{"number":10,"verse":"For cross to the coastlands of (I. e., Cyprus and other islands) Kittim and see, And send to Kedar and observe closely, And see if there has been anything like this!"},{"number":11,"verse":"Has a nation changed gods, When they were not gods? But My people have exchanged their glory For that which is of no benefit."},{"number":12,"verse":"Be appalled at this, you heavens, And shudder, be very desolate,” declares the LORD."},{"number":13,"verse":"“For My people have committed two evils: They have abandoned Me, The fountain of living waters, To carve out for themselves cisterns, Broken cisterns That do not hold water."},{"number":14,"verse":"“Is Israel a slave? Or is he a servant born in the home? Why has he become plunder?"},{"number":15,"verse":"The young lions have roared at him, They have (Lit given their voice) roared loudly. And they have made his land a waste; His cities have been destroyed, without inhabitant."},{"number":16,"verse":"Also the (Lit sons) men of Memphis and Tahpanhes Have (Lit grazed) shaved your head."},{"number":17,"verse":"Have you not done this to yourself By your abandoning the LORD your God When He led you in the way?"},{"number":18,"verse":"But now what are you doing on the road to Egypt, Except to drink the waters of the (Heb Shihor) Nile? Or what are you doing on the road to Assyria, Except to drink the waters of the Euphrates River?"},{"number":19,"verse":"Your own wickedness will correct you, And your apostasies will punish you; Know therefore and see that it is evil and bitter For you to abandon the LORD your God, And the fear of Me is not in you,” declares the Lord (Heb YHWH, usually rendered Lord) GOD of armies."},{"number":20,"verse":"“For long ago (Or you) I broke your yoke And tore off your restraints; But you said, ‘I will not serve!’ For on every high hill And under every leafy tree You have lain down as a prostitute."},{"number":21,"verse":"Yet I planted you as a choice vine, A completely faithful seed. How then have you turned yourself before Me Into the degenerate shoots of a foreign vine?"},{"number":22,"verse":"Although you wash yourself with lye And (Lit acquire much soap for yourself) use much soap, The stain of your guilt is before Me,” declares the Lord (Heb YHWH, usually rendered Lord) GOD."},{"number":23,"verse":"“How can you say, ‘I am not defiled, I have not gone after the Baals’? Look at your way in the valley! Know what you have done! You are a swift young camel running about senselessly on her ways,"},{"number":24,"verse":"A wild donkey accustomed to the wilderness, That sniffs the wind in her passion. Who can turn her away in her mating season? None who seek her will grow weary; In her month they will find her."},{"number":25,"verse":"Keep your feet from being bare, And your throat from thirst; But you said, ‘It is (Or desperate) hopeless! No! For I have loved strangers, And I will walk after them.’"},{"number":26,"verse":"“Like the shame of a thief when he is discovered, So the house of Israel is shamed; They, their kings, their leaders, Their priests, and their prophets,"},{"number":27,"verse":"Who say to a tree, ‘You are my father,’ And to a stone, ‘You gave me birth.’ For they have turned their backs to Me, And not their faces; But in the time of their (Or evil) trouble they will say, ‘Arise and save us!’"},{"number":28,"verse":"But where are your gods Which you made for yourself? Let them arise, if they can save you In the time of your (Or evil) trouble! For as many as the number of your cities Are your gods, Judah."},{"number":29,"verse":"“Why do you contend with Me? You have all revolted against Me,” declares the LORD."},{"number":30,"verse":"“In vain I have struck your sons; They did not accept discipline. Your sword has devoured your prophets Like a destroying lion."},{"number":31,"verse":"You generation, look to the word of the LORD. Have I been a wilderness to Israel, Or a land of thick darkness? Why do My people say, ‘We are free to roam; We will no longer come to You’?"},{"number":32,"verse":"Can a virgin forget her jewelry, Or a bride her attire? Yet My people have forgotten Me For days without number."},{"number":33,"verse":"How well you prepare your way To seek love! Therefore even to the wicked women You have taught your ways."},{"number":34,"verse":"Also on your skirts is found The lifeblood of the innocent poor; You did not find them breaking in. But in spite of all these things,"},{"number":35,"verse":"You said, ‘I am innocent; Surely His anger is turned away from me.’ Behold, I will enter into judgment with you Because you say, ‘I have not sinned.’"},{"number":36,"verse":"Why do you go around so much Changing your way? Also, you will be put to shame by Egypt, Just as you were put to shame by Assyria."},{"number":37,"verse":"From this place as well you will go out With your hands on your head; For the LORD has rejected those in whom you trust, And you will not prosper with them.”"}]}