{"bibleAbbr":"NASB2020","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":21,"verses":[{"number":1,"verse":"(Jeremiah’s Message for Zedekiah) The word that came to Jeremiah from the LORD when King Zedekiah sent to him Pashhur the son of Malchijah and Zephaniah the priest, the son of Maaseiah, saying,"},{"number":2,"verse":"“Please inquire of the LORD in our behalf, because Nebuchadnezzar king of Babylon is making war against us; perhaps the LORD will deal with us in accordance with all His (Or miracles) wonderful acts, so that the enemy will withdraw from us.”"},{"number":3,"verse":"But Jeremiah said to them, “You shall say to Zedekiah as follows:"},{"number":4,"verse":"‘This is what the LORD, the God of Israel says: “Behold, I am going to turn back the weapons of war that are in your hands, with which you are making war against the king of Babylon and the Chaldeans who are besieging you outside the wall; and I will gather them into the middle of this city."},{"number":5,"verse":"And I Myself will make war against you with an outstretched hand and a mighty arm, and in anger, wrath, and great indignation."},{"number":6,"verse":"I will also strike the inhabitants of this city, both the people and the animals; they will die of a great plague."},{"number":7,"verse":"Then afterward,” declares the LORD, “I will hand Zedekiah king of Judah, his servants, and the people, that is, those who survive in this city from the plague, the sword, and the famine, over to Nebuchadnezzar king of Babylon, to their enemies, and to those who seek their lives; and he will strike and kill them with the edge of the sword. He will not spare them nor have pity nor compassion.” ’"},{"number":8,"verse":"“You shall also say to this people, ‘This is what the LORD says: “Behold, I am setting before you the way of life and the way of death."},{"number":9,"verse":"Anyone who stays in this city will die by the sword, by famine, or by plague; but anyone who leaves and goes over to the Chaldeans who are besieging you will live, and he will have his own life as plunder."},{"number":10,"verse":"For I have set My face against this city for harm and not for good,” declares the LORD. “It will be handed over to the king of Babylon and he will burn it with fire.” ’"},{"number":11,"verse":"“Then say to the household of the king of Judah, ‘Hear the word of the LORD,"},{"number":12,"verse":"house of David, this is what the LORD says: “Administer justice (Or in the) every morning; And save the person who has been robbed from the (Lit hand) power of his oppressor, So that My wrath will not spread like fire And burn, with no one to extinguish it, Because of the evil of their deeds."},{"number":13,"verse":"“Behold, I am against you, you inhabitant of the valley, You (Lit rock of the level place) rocky plain,” declares the LORD, “You who say, ‘Who will come down against us? Or who will enter our dwellings?’"},{"number":14,"verse":"But I will punish you according to the (Lit fruit) results of your deeds,” declares the LORD, “And I will kindle a fire in its forest So that it may devour all its surroundings.” ’ ”"}]}