{"bibleAbbr":"NASB2020","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":31,"verses":[{"number":1,"verse":"Israel’s Mourning Turned to Joy “At that time,” declares the LORD, “I will be the God of all the families of Israel, and they shall be My people.”"},{"number":2,"verse":"This is what the LORD says: “The people who survived the sword Found grace in the wilderness— Israel, when it went to find its rest.”"},{"number":3,"verse":"The LORD appeared to (Lit me) him (Or from far away) long ago, saying, “I have loved you with an everlasting love; Therefore I have drawn you out with kindness."},{"number":4,"verse":"I will build you again and you will be rebuilt, Virgin of Israel! You will (Lit adorn yourself with) take up your tambourines again, And go out to the dances of the revelers."},{"number":5,"verse":"Again you will plant vineyards On the (Or mountains) hills of Samaria; The planters will plant And will (Lit defile) enjoy the fruit."},{"number":6,"verse":"For there will be a day when watchmen On the hills of Ephraim call out, ‘Arise, and let’s go up to Zion, To the LORD our God.’ ”"},{"number":7,"verse":"For this is what the LORD says: “Sing aloud with joy for Jacob, And be joyful with the (Lit head) chief of the nations; Proclaim, give praise, and say, ‘LORD, save Your people, The remnant of Israel!’"},{"number":8,"verse":"Behold, I am bringing them from the north country, And I will gather them from the remote parts of the earth, Among them those who are blind and those who limp, The pregnant woman and she who is in labor, together; They will return here as a great assembly."},{"number":9,"verse":"They will come with weeping, And by pleading I will bring them; I will lead them by streams of waters, On a straight path on which they will not stumble; For I am a father to Israel, And Ephraim is My firstborn.”"},{"number":10,"verse":"Hear the word of the LORD, you nations, And declare it in the coastlands far away, And say, “He who scattered Israel will gather him, And He will keep him as a shepherd keeps his flock.”"},{"number":11,"verse":"For the LORD has ransomed Jacob And redeemed him from the hand of him who was stronger than he."},{"number":12,"verse":"“They will come and shout for joy on the height of Zion, And they will be radiant over the (Lit goodness) bounty of the LORD— Over the grain, the new wine, the oil, And over the young of the flock and the herd. And their life will be like a watered garden, And they will never languish again."},{"number":13,"verse":"Then the virgin will rejoice in the dance, And the young men and the old together; For I will turn their mourning into joy And comfort them, and give them joy for their sorrow."},{"number":14,"verse":"I will refresh the soul of the priests with (Lit fatness) abundance, And My people will be satisfied with My goodness,” declares the LORD."},{"number":15,"verse":"This is what the LORD says: “A voice is heard in Ramah, Lamenting and bitter weeping. Rachel is weeping for her children; She refuses to be comforted for her children, Because they are no more.”"},{"number":16,"verse":"This is what the LORD says: “Restrain your voice from weeping And your eyes from tears; For your work will be rewarded,” declares the LORD, “And they will return from the land of the enemy."},{"number":17,"verse":"There is hope for your future,” declares the LORD, “And your children will return to their own territory."},{"number":18,"verse":"I have certainly heard Ephraim grieving, ‘You have disciplined me, and I was corrected, Like an untrained calf; Bring me back that I may be restored, For You are the LORD my God."},{"number":19,"verse":"For after I turned back, I repented; And after I was instructed, I (I. e., in regret) slapped my thigh; I was ashamed and also humiliated Because I bore the shame of my youth.’"},{"number":20,"verse":"Is Ephraim My dear son? Is he a delightful child? Indeed, as often as I have spoken against him, I certainly still remember him; Therefore My (Lit inward parts) heart yearns for him; I will certainly have mercy on him,” declares the LORD."},{"number":21,"verse":"“Set up roadmarks for yourself, Place guideposts for yourself; Direct your (Lit heart) mind to the highway, The way by which you went. Return, O virgin of Israel, Return to these your cities."},{"number":22,"verse":"How long will you waver, You rebellious daughter? For the LORD has created a new thing on the earth: A woman will shelter a man.”"},{"number":23,"verse":"This is what the LORD of armies, the God of Israel says: “Once again they will speak this word in the land of Judah and in its cities when I restore their fortunes, ‘The LORD bless you, O place of righteousness, O holy hill!’"},{"number":24,"verse":"Judah and all its cities will live together in it, the farmers and those who travel with flocks."},{"number":25,"verse":"For I give plenty of water to the weary ones, and (Lit fill) refresh everyone who languishes.”"},{"number":26,"verse":"At this I awoke and looked, and my sleep had been pleasant to me."},{"number":27,"verse":"A New Covenant “Behold, days are coming,” declares the LORD, “when I will sow the house of Israel and the house of Judah with the seed of mankind and the seed of animals."},{"number":28,"verse":"And just as I have watched over them to uproot them, tear them down, ruin, destroy, and bring disaster on them, so I will watch over them to build and to plant them,” declares the LORD."},{"number":29,"verse":"“In those days they will no longer say, ‘The fathers have eaten sour grapes, (I. e., the children suffer for the fathers’ sins) But it is the children’s teeth that have become blunt.’"},{"number":30,"verse":"But everyone will die for his own wrongdoing; each person who eats the sour grapes, his own teeth will become blunt."},{"number":31,"verse":"“Behold, days are coming,” declares the LORD, “when I will make a new covenant with the house of Israel and the house of Judah,"},{"number":32,"verse":"not like the covenant which I made with their fathers on the day I took them by the hand to bring them out of the land of Egypt, My covenant which they broke, although I was a husband to them,” declares the LORD."},{"number":33,"verse":"“For this is the covenant which I will make with the house of Israel after those days,” declares the LORD: “I will put My law within them and write it on their heart; and I will be their God, and they shall be My people."},{"number":34,"verse":"They will not teach again, each one his neighbor and each one his brother, saying, ‘Know the LORD,’ for they will all know Me, from the least of them to the greatest of them,” declares the LORD, “for I will forgive their wrongdoing, and their sin I will no longer remember.”"},{"number":35,"verse":"This is what the LORD says, He who gives the sun for light by day And the (Lit statutes) fixed order of the moon and the stars for light by night, Who stirs up the sea so that its waves roar— The LORD of armies is His name:"},{"number":36,"verse":"“If (Lit these statutes) this fixed order departs From Me,” declares the LORD, “Then the descendants of Israel also will cease To be a nation before Me (Lit all the days) forever.”"},{"number":37,"verse":"This is what the LORD says: “If the heavens above can be measured And the foundations of the earth searched out below, Then I will also reject all the descendants of Israel For everything that they have done,” declares the LORD."},{"number":38,"verse":"“Behold, days are coming,” declares the LORD, “when the city will be rebuilt for the LORD from the Tower of Hananel to the Corner Gate."},{"number":39,"verse":"The measuring line will go out farther straight ahead, to the hill Gareb; then it will turn to Goah."},{"number":40,"verse":"And the entire valley of the dead bodies and of the ashes, and all the fields as far as the brook Kidron to the corner of the Horse Gate toward the east, shall be holy to the LORD; it will not be uprooted or overthrown ever again.”"}]}