{"bibleAbbr":"NASB2020","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":42,"verses":[{"number":1,"verse":"(Warning against Going to Egypt) Then all the commanders of the forces, Johanan the son of Kareah, Jezaniah the son of Hoshaiah, and all the people from the small to the great approached"},{"number":2,"verse":"and said to Jeremiah the prophet, “Please let our pleading (Lit fall) come before you, and pray for us to the LORD your God for all this remnant—since we have been left only a few out of many, just as your own eyes now see us—"},{"number":3,"verse":"that the LORD your God will tell us the way in which we should walk, and the thing that we should do.”"},{"number":4,"verse":"Then Jeremiah the prophet said to them, “I have heard you. Behold, I am going to pray to the LORD your God in accordance with your words; and I will tell you the whole (Lit word) message which the LORD gives you as an answer. I will not withhold a word from you.”"},{"number":5,"verse":"Then they said to Jeremiah, “May the LORD be a true and faithful witness against us if we do not act in accordance with the whole (Lit word) message with which the LORD your God will send you to us."},{"number":6,"verse":"Whether it is (Lit good) pleasant or (Lit evil) unpleasant, we will listen to the voice of the LORD our God to whom we are sending you, so that it may go well for us when we listen to the voice of the LORD our God.”"},{"number":7,"verse":"Now at the end of ten days the word of the LORD came to Jeremiah."},{"number":8,"verse":"Then he called for Johanan the son of Kareah and all the commanders of the forces that were with him, and for all the people from the small to the great,"},{"number":9,"verse":"and said to them, “This is what the LORD says, the God of Israel, to whom you sent me to present your plea before Him:"},{"number":10,"verse":"‘If you will indeed stay in this land, then I will build you up and not tear you down, and I will plant you and not uproot you; for I (Or shall have changed my mind about) will relent of the disaster that I have inflicted on you."},{"number":11,"verse":"Do not be afraid of the king of Babylon, whom you are now fearing; do not be afraid of him,’ declares the LORD, ‘for I am with you to save you and rescue you from his hand."},{"number":12,"verse":"I will also show you compassion, so that he will have compassion on you and restore you to your own soil."},{"number":13,"verse":"But if you are going to say, “We will not stay in this land,” so as not to listen to the voice of the LORD your God,"},{"number":14,"verse":"saying, “No, but we will go to the land of Egypt, where we will not see war, or hear the sound of a trumpet, or hunger for bread, and we will stay there”;"},{"number":15,"verse":"then (Lit now therefore) in that case listen to the word of the LORD, you remnant of Judah. This is what the LORD of armies, the God of Israel says: “If you really set your (Lit face) minds to enter Egypt and go in to reside there,"},{"number":16,"verse":"then the sword, of which you are afraid, will overtake you there in the land of Egypt; and the famine, about which you are anxious, will follow closely after you there in Egypt, and you will die there."},{"number":17,"verse":"So all the people who set their (Lit face) minds to go to Egypt to reside there will die by the sword, by famine, or by plague; and they will have no refugees or survivors from the disaster that I am going to bring on them.” ’ ”"},{"number":18,"verse":"For this is what the LORD of armies, the God of Israel says: “As My anger and wrath have gushed out on the inhabitants of Jerusalem, so My wrath will gush out on you when you enter Egypt. And you will become a curse, an object of horror, (Lit a curse-formula) an imprecation, and a disgrace; and you will not see this place again.”"},{"number":19,"verse":"The LORD has spoken to you, you remnant of Judah, “Do not go to Egypt!” You know for certain that I have admonished you today."},{"number":20,"verse":"For you have only (Or acted errantly in your souls) deceived yourselves; for it is you who sent me to the LORD your God, saying, “Pray for us to the LORD our God; and whatever the LORD our God says, tell us so, and we will do it.”"},{"number":21,"verse":"So I have told you today, but you have not (Lit listened to the voice of) obeyed the LORD your God in whatever He has sent me to tell you."},{"number":22,"verse":"And now you shall know for certain that you will die by the sword, by famine, or by plague in the place where you desire to go to reside."}]}