{"bibleAbbr":"NASB2020","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":48,"verses":[{"number":1,"verse":"(Prophecy against Moab) Concerning Moab. This is what the LORD of armies, the God of Israel says: “Woe to Nebo, for it has been destroyed; Kiriathaim has been put to shame, it has been captured; The high stronghold has been put to shame and (Or dismayed) shattered."},{"number":2,"verse":"There is no longer praise for Moab; In Heshbon they have devised disaster against her: ‘Come and let’s cut her off from being a nation!’ You too, (Heb Madmen; i. e., a city of Moab) Madmen, will be silenced; The sword will follow you."},{"number":3,"verse":"The sound of an outcry from Horonaim, ‘Devastation and great destruction!’"},{"number":4,"verse":"Moab is broken, Her little ones have sounded out a cry of distress."},{"number":5,"verse":"For they will go up by the ascent of Luhith With continual weeping; For at the descent of Horonaim They have heard the (Lit distresses of outcry) anguished cry of destruction."},{"number":6,"verse":"Flee, save yourselves, So that you may be like a juniper in the wilderness."},{"number":7,"verse":"For because of your trust in your own achievements and treasures, You yourself will also be captured; And Chemosh will go off into exile Together with his priests and his leaders."},{"number":8,"verse":"A destroyer will come to every city, So that no city will escape; The valley also will be ruined And the plateau will be destroyed, As the LORD has said."},{"number":9,"verse":"Give (Or salt) wings to Moab, For she will (Or fall in ruins) flee away; And her cities will become a desolation, Without inhabitants in them."},{"number":10,"verse":"Cursed is the one who does the LORD’S work negligently, And cursed is the one who restrains his sword from blood."},{"number":11,"verse":"“Moab has been at ease since his youth; He has also been peaceful, like wine on (Lit his) its dregs, And he has not been poured from vessel to vessel, Nor has he gone into exile. Therefore (Lit his flavor has stayed in him) he retains his flavor, And his aroma has not changed."},{"number":12,"verse":"Therefore behold, the days are coming,” declares the LORD, “when I will send to him those who tip vessels, and they will tip him over, and they will pour out his vessels and smash (Lit their) his jars."},{"number":13,"verse":"And Moab will be ashamed of Chemosh, just as the house of Israel was ashamed of Bethel, their confidence."},{"number":14,"verse":"How can you say, ‘We are warriors, And men competent for battle’?"},{"number":15,"verse":"Moab has been destroyed and (Lit one has) men have gone up to (Lit her) his cities; His choicest (I. e., warriors) young men have also gone down to the slaughter,” Declares the King, whose name is the LORD of armies."},{"number":16,"verse":"“The disaster of Moab will soon come, And his catastrophe has hurried quickly."},{"number":17,"verse":"Mourn for him, all you who live around him, And all of you who know his name; Say, ‘How the mighty (Or rod) scepter has been broken, A staff of splendor!’"},{"number":18,"verse":"Come down from your glory And sit on the parched ground, O daughter living in Dibon, For the destroyer of Moab has come up against you, He has ruined your strongholds."},{"number":19,"verse":"Stand by the road and keep watch, You inhabitant of Aroer; Ask him who flees and her who escapes And say, ‘What has happened?’"},{"number":20,"verse":"Moab has been put to shame, for it has been (Or dismayed) shattered. Wail and cry out; Declare by the Arnon That Moab has been destroyed."},{"number":21,"verse":"“Judgment has also come upon the plain, upon Holon, Jahzah, and against Mephaath,"},{"number":22,"verse":"against Dibon, Nebo, and Beth-diblathaim,"},{"number":23,"verse":"against Kiriathaim, Beth-gamul, and Beth-meon,"},{"number":24,"verse":"against Kerioth, Bozrah, and all the cities of the land of Moab, far and near."},{"number":25,"verse":"The horn of Moab has been cut off, and his arm broken,” declares the LORD."},{"number":26,"verse":"“Make him drunk, for he has (Or magnified himself against) become arrogant toward the LORD; so Moab will (Lit vomit in his vomit) vomit, and he also will become a laughingstock."},{"number":27,"verse":"Now was Israel not a laughingstock to you? Or was he (Or found) caught among thieves? For whenever you speak about him you shake your head in scorn."},{"number":28,"verse":"Leave the cities and live among the rocky cliffs, You inhabitants of Moab, And be like a dove that nests Beyond the mouth of the chasm."},{"number":29,"verse":"We have heard of the pride of Moab—he is very proud— Of his haughtiness, his pride, his arrogance, and (Lit elevation of his heart) his self-exaltation."},{"number":30,"verse":"I know his fury,” declares the LORD, “But it is futile; His idle boasts have accomplished nothing."},{"number":31,"verse":"Therefore I will wail for Moab, For all of Moab I will cry out; (Another reading is He) I will moan for the men of Kir-heres."},{"number":32,"verse":"More than the weeping for Jazer I will weep for you, O vine of Sibmah! Your tendrils stretched across the sea, They reached to the sea of Jazer; Upon your summer fruits and your grape harvest The destroyer has fallen."},{"number":33,"verse":"So joy and rejoicing are removed From the fruitful field, and from the land of Moab. And I have eliminated the wine from the wine presses; No one will tread them with shouting, The shouting will not be shouts of joy."},{"number":34,"verse":"From the outcry at Heshbon to Elealeh, to Jahaz they have (Lit given forth) raised their voice, from Zoar to Horonaim, and to Eglath-shelishiyah; for even the waters of Nimrim will become desolate."},{"number":35,"verse":"And I will put an end to Moab,” declares the LORD, “the one who offers sacrifice on the high place and the one who (Or offers up in smoke) burns incense to his gods."},{"number":36,"verse":"“Therefore My heart makes a sound like flutes for Moab; My heart also makes a sound like flutes for the men of Kir-heres. Therefore they have lost the abundance it produced."},{"number":37,"verse":"For every head is shaved bald, and every beard cut short; there are gashes on all the hands, and sackcloth around the waists."},{"number":38,"verse":"On all the housetops of Moab and in its public squares (Lit all of it is mourning) there is mourning everywhere; for I have broken Moab like an undesirable vessel,” declares the LORD."},{"number":39,"verse":"“How (Or terrified) shattered it is! How they have wailed! How Moab has turned his back—he is ashamed! So Moab will become a laughingstock and an object of terror to all around him.”"},{"number":40,"verse":"For this is what the LORD says: “Behold, one will fly swiftly like an eagle And spread out his wings against Moab."},{"number":41,"verse":"Kerioth has been captured And the strongholds have been seized, So the hearts of the warriors of Moab on that day Will be like the heart of a woman in labor."},{"number":42,"verse":"Moab will be destroyed from being a people Because he has (Or magnified himself against) become arrogant toward the LORD."},{"number":43,"verse":"Terror, pit, and snare are coming upon you, Inhabitant of Moab,” declares the LORD."},{"number":44,"verse":"“The one who flees from the terror Will fall into the pit, And the one who climbs up out of the pit Will be caught in the snare; For I will bring upon her, upon Moab, The year of their punishment,” declares the LORD."},{"number":45,"verse":"“In the shadow of Heshbon The fugitives stand without strength; For a fire has spread out from Heshbon And a flame from the midst of Sihon, And it has devoured the forehead of Moab And the scalps of the (Lit sons of uproar) loud revelers."},{"number":46,"verse":"Woe to you, Moab! The people of Chemosh have perished; For your sons have been taken away captive, And your daughters into captivity."},{"number":47,"verse":"Yet I will restore the fortunes of Moab In the (Lit end of the days) latter days,” declares the LORD. This is the extent of the judgment on Moab."}]}