{"bibleAbbr":"awaERV2005","bookName":"मीका","bookEnglishName":"Micah","chapterNumber":1,"verses":[{"number":1,"verse":"( सोमरोन अउ इस्राएल क सजा दीन्ह जाइ) यहोवा क सँदेस मीका लगे राजा योताम, आहाज अउ हिजकिय्याह क समइ मँ आवा। इ सबइ पुरुस यहूदा क राजा रहेन। मीका मोरेसेती स रहा। मीका सोमरोन अउर यरूसलेम क बारे मँ इ सबइ दर्सन देखेन।"},{"number":2,"verse":"हे लोगो, तू पचे सबहिं सुन ल्या! हे धरती अउर जउन कछू धरती पइ अहइ, सुना। मोर सुआमी यहोवा इ पवित्तर मन्दिर स आइ। मोर सुआमी तोहरे विरोध मँ एक साच्छी क रूप मँ आइ।"},{"number":3,"verse":"लखा, यहोवा आपन जगह स बाहेर जात अहइ। उ धरती क ऊँच जगहियन पइ चलइ बरे उतरिके तरखाले आवत अहइ।"},{"number":4,"verse":"परमेस्सर यहोवा क गोड़े क नीचे पहाड़ टेघर जइहीं, घाटियन चरमराइ जइहीं। जइसे आगी क समन्वा मोम टेघर जात ह, जइसे ढालू जगह स पानी उतरत भवा बहत ह।"},{"number":5,"verse":"अइसा काहे होई? इ एह बरे होई कि याकूब अपराध किहेस ह। काहेकि इस्राएल क लोग पाप किहेस ह। कउन याकूब स पाप कराए रहेन? इ सोमरोन अहइ! यहूदा मँ कउन ऊँच ठउरन अहइ? उ सबइ यरूसलेम मँ अहइ।"},{"number":6,"verse":"( सोमरोन, पापे क कारण) एह बरे मइँ सोमरोन क खाली मइदान अउर खंडहरन क ढेर बनाउब। इ अइसी जगह क नाईं होइ जब जेहमाँ अंगूर क बाग लगावा जात हीं। मइँ सोमरोन क पाथरन क घाटी मँ फेंकि देब। मइँ ओकरी सबहिं नेंव क प्रदर्सित कइ देब।"},{"number":7,"verse":"ओकर सबइ मूरतियन टूकन मँ तोरि दीन्ह जइहीं। सारा धन जेका इ रण्डीबाज़ी दुआर कमाएस ह, आगी स भसम होइ अउर मइँ एकर लबार देवतन क मूरतियन क नस्ट कइ देब। काहेकि उ सबइ लाभ रण्डीबाज़ी दुआरा हासिल किहेन ह, अउर ठीक वइसा ही रण्डी क मजूरी मँ खर्च कीन्ह जाब।"},{"number":8,"verse":"( मीका क महान दुःख) मइँ इ हाली आवइवाला बिनास क कारण बियाकूल होबउँ अउर हाय-हाय करिहउँ। मइँ पनही न पहिरब अउर न ओढ़ना धारण करब। सियारन क जइसे मइँ जोर स चिल्लाब। मइँ विलाप करब जइसे सुतुर्मुर्ग करत हीं।"},{"number":9,"verse":"सोमरोन क घाव नाहीं भर सकत ह। ओकर बियाधि यहूदा तलक फइलि गवा अहइ। इ मोर लोगन्क नगर-दुआर तलक पहोंच गवा बल्कि इ तउ यरूसलेम तलक आइ गवा ह।"},{"number":10,"verse":"एकर बात गात क नगरी मँ जिन करा। अको मँ जिन रोआ। विलाप करा अउर बेत-आप्रा क माटी मँ लोटा।"},{"number":11,"verse":"हे सापीर क निवासिन, तू अपने राहे नंगी अउर लज्जा होइके चली जा। उ सबइ लोग, जउन सानान क बसइया अहइँ, बाहेर नाहीं निकरिहीं। बेतेसेल क लोग रोवत बिलखिहीं अउर तू पचन्स सहारा लेइहीं।"},{"number":12,"verse":"अइसा उ मनई जउन मारोत क बसइया अहइ, सुसमाचार आवइ क बाट जोहत भवा दुर्बल होत जात अहइ। काहेकि यहोवा स तरखाले यरूसलेम क मगर-दुआर पइ विपद उतरि अहइ।"},{"number":13,"verse":"हे लाकीस क बसइयो, तेज घोड़न क रथन मँ जोरा। सिय्योन क पाप लाकीस मँ सुरू भए रहेन। काहेकि तू इस्राएल क पापन्क पाछे चलति अहा।"},{"number":14,"verse":"तउ तोहका गात मँ मोरेसेत क बिदाई क उपहार देइ क अहइ। अकजीब क घराना इस्राएल क राजा लोगन क निरास करिहीं।"},{"number":15,"verse":"हे मारेसा क बसइयो, तू पचन्क विरोध मँ मइँ एक ठु मनई क लिआउब जउन तू पचन्क सबइ चिजियन्क छोरि लेइ। इस्राएल क महिमा अदुल्लाम मँ आइ।"},{"number":16,"verse":"एह बरे तू पचे आपन बार कटवाइ ल्या अउर तू गंजा बनि जा। काहेकि तू पचे आपन गदेलन बरे जेनसे तू पचे पियार करत रह्या रोउब्या चिल्लउब्या। आपन मुड़ँन क गिद्ध क नाईं गंजा होइ द्या। काहेकि उ पचे तू पचन्क छोड़ि देइ अउर बाहेर निकरि जाइ बरे मजबूर होइ जइहीं।"}]}