{"bibleAbbr":"awaERV2005","bookName":"मीका","bookEnglishName":"Micah","chapterNumber":4,"verses":[{"number":1,"verse":"( विवस्था यरूसलेम स आई) अगवा आवइवाली समइ इ घटना घटी। यहोवा क मन्दिर क पहाड़ सबहिं पहाड़न मँ बहोत ही महत्व स भरा भवा होइ जाइ। ओका पहाड़न क ऊपर उठाइ दीन्ह जाइ। दूसर देसन क लोग ऍकरी कइँती उमड़ि पड़िहीं।"},{"number":2,"verse":"अनेक दूसर रास्ट्र आइहीं अउर कइहीं, “आवा! यहोवा क पहाड़े पइ ऊपर चलइँ। याकूब क परमेस्सर क मन्दिर चलइँ। परमेस्सर हम पचन्क आपन राह सिखाइ। तउ हम पचे ओकरे पथ पइ चलब।” काहेकि परमेस्सर क नेमन सिय्योन स आइ अउर यहोवा क बचन यरूसलेम स आइ।"},{"number":3,"verse":"परमेस्सर बहोत स जातियन क निआव करी। परमेस्सर ओन ससक्त देसन क फइसला करी, जउन बहोत-बहोत दूर अहइँ अउर फुन उ सबइ आपन तरवारन गलाइके अउर ओनका पीटिके हरे क फार मँ बदल देइहीं। उ सबइ देस आपन भालन क पीटि पीटिके अइसे औजारन मँ बदलि देइहीं, जेनसे बृच्छन क काट छाँट होत रहत ह। देस तरवारन क उठाइके आपुस मँ नाहीं लड़िहीं। अब उ सबइ जुद्ध क सबइ विद्या अउर जियादा नाहीं सीखिहीं।"},{"number":4,"verse":"मुला हर कउनो आपन अंगूरे क बेलन क तरखाले अउर अंजीर क पेड़ क नीचे बइठा करी। कउनो भी मनई ओनका डेराइ नाहीं पाइ। काहे काहेकि सर्वसक्तीमान यहोवा इ कहेस ह।"},{"number":5,"verse":"दूसर देसन क सबहिं लोग आपन देवतन क अनुसरण करत हीं। मुला हम पचे आपन परमेस्सर यहोवा क सदा-सर्वदा अनुसरण करत हीं।"},{"number":6,"verse":"( उ राज्ज जेका वापिस लिआउब अहइ) यहोवा कहत ह, “उ समइ मँ मइँ जउन लँगड़ा होइ गवा ह एक संग बटोरब। मइँ ओन लोगन क बटोरब जउन भेजा ग अहइ अउर ओन लोगन क जेकरे संग मइँ बुरा काम किहे रहउँ ह।"},{"number":7,"verse":"“उ ‘ध्वस्त’ नगरी क लोग बचा भवा लोग होइहीं। उ सहर क लोगन क तजिके भाग जाइके मजबूर कीन्ह गवा रहा। मुला मइँ ओनका एक ठु सुदृढ़ जाति क रूप मँ बनाउब।” यहोवा ओनकर राजा होइ अउर उ सिय्योन क पहाड़े पइ स सदा सासन करी।"},{"number":8,"verse":"हे रेवड़ क पहरा क मीनार, हे ओपेल, सिय्योन क पहाड़ी, तू फुन स सरकार क जगह पइ बइठब्या। हे बिटिया यरूसलेम, उ राज्ज तोहमाँ ही रहब जइसा अतीत मँ रहा।"},{"number":9,"verse":"( इस्राएलियन क बाबुल क लगे काहे जाइ चाही?) अब तू पचे काहे ऍतनी ऊँच आवाज मँ गोहरावत अहा? का तोहाँर सबन क राजा जात रहा बाटइ? का तू पचे आपन मुखिया खोइ दिहा ह तू पचे अइसे तड़पत अहा जइसे कउनो मेहरारू बच्चा पइदा करइ क समइ मँ तड़पत ह।"},{"number":10,"verse":"सिय्योन क बिटिया, तू पीरा क झेला। तू उ मेहरारू जइसा होइ जा जउन बच्चा पइदा करइ क समइ मँ फड़फड़ात ह। काहेकि अब तोहका नगर (यरूसलेम) क तजइ क बाटइ। तोहका खुले मइदान मँ रहइ क बाटइ। तोहका बाबुल जाइ क होइ किन्तु उ जगह स तोहार रच्छा होइ जाइ। यहोवा हुँआ आइ अउर उ तोहका तोहरे दुस्मनन स वापिस लइ आइ।"},{"number":11,"verse":"( दूसर जातियन क यहोवा बर्बाद करी) तोहसे लड़इ बरे अनेक जाति अइहीं। उ पचे कहत हीं, “सिय्योन क लखा। ओह पइ हमला करा!”"},{"number":12,"verse":"लोगन्क ओनकर आपन जोजनन अहइँ, मुला ओनका अइसी ओन बातन क पता नाहीं जेनके बारे मँ यहोवा योजना बनावत अहइ। यहोवा ओन लोगन्क कउनो खास प्रयोजन बरे हिआँ लिआवा। उ सबइ लोग वइसे कुचुर दीन्ह जइहीं जइसे खरिहाने मँ अनाज क पूरी कुचरी जात हीं।"},{"number":13,"verse":"( इस्राएल आपन दुस्मनन क पराजित कइके विजयी होइ) “हे सिय्योन क बिटिया, खड़ी होइ जा अउर तू ओन क कुचरि द्या। मइँ तोहका सक्तीसाली बनाउब। तू अइसी होउबिउ जइसे तोहरे सींग लोहा क अउर तोहरे खुर काँसा क होइँ। तू बहोत स जातियन क नस्ट करब्या। तू ओनके धने क यहोवा क अर्पित करा। तू ओनकर खजानन क समूची धरती क सुआमी क समर्पित करब्या।”"}]}