{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":10,"verses":[{"number":1,"verse":"ה֥וֹי <WH1945> Ho Woe הַחֹֽקְקִ֖ים <WH2710> ha-cho-ke-Kim unto them that decree חִקְקֵי־ <WH2711> chik-kei- decrees אָ֑וֶן <WH205> 'A-ven; unrighteous וּֽמְכַתְּבִ֥ים <WH3789> u-me-chat-te-Vim and that write עָמָ֖ל <WH5999> 'a-Mal grievousness כִּתֵּֽבוּ׃ <WH3789> kit-Te-vu. [which] they have prescribed"},{"number":2,"verse":"לְהַטּ֤וֹת <WH5186> le-hat-Tot To turn aside מִדִּין֙ <WH1779> mid-Din from judgment דַּלִּ֔ים <WH1800> dal-Lim, the needy וְלִגְזֹ֕ל <WH1497> ve-lig-Zol and to take away מִשְׁפַּ֖ט <WH4941> mish-Pat the right עֲנִיֵּ֣י <WH6041> 'a-ni-Yei from the poor עַמִּ֑י <WH5971> 'am-Mi; of my people לִהְי֤וֹת <WH1961> lih-Yot become אַלְמָנוֹת֙ <WH490> 'al-ma-nOt that widows שְׁלָלָ֔ם <WH7998> she-la-Lam, may be their prey וְאֶת־ <WH853> ve-'Et יְתוֹמִ֖ים <WH3490> ye-to-Mim the fatherless יָבֹֽזּוּ׃ <WH962> ya-Voz-zu. and [that] they may rob"},{"number":3,"verse":"וּמַֽה־ <WH4100> u-mah- now what תַּעֲשׂוּ֙ <WH6213> ta-'a-Su And what will ye do לְי֣וֹם <WH3117> le-Yom in the day פְּקֻדָּ֔ה <WH6486> pe-kud-Dah, of visitation וּלְשׁוֹאָ֖ה <WH7722> u-le-sho-'Ah and in the desolation מִמֶּרְחָ֣ק <WH4801> mi-mer-Chak afar תָּב֑וֹא <WH935> ta-Vo; [which] shall come עַל־ <WH5921> 'al- and מִי֙ <WH4310> mi will you תָּנ֣וּסוּ <WH5127> ta-Nu-su flee לְעֶזְרָ֔ה <WH5833> le-'ez-Rah, help-ed וְאָ֥נָה <WH575> ve-'A-nah where תַעַזְב֖וּ <WH5800> ta-'az-Vu leave כְּבוֹדְכֶֽם׃ <WH3519> ke-Vod-Chem. glorious"},{"number":4,"verse":"בִּלְתִּ֤י <WH1115> bil-Ti Without me they shall כָרַע֙ <WH3766> cha-Ra' bow down תַּ֣חַת <WH8478> Ta-chat among אַסִּ֔יר <WH616> 'as-Sir, under the prisoners וְתַ֥חַת <WH8478> ve-Ta-chat among הֲרוּגִ֖ים <WH2026> ha-ru-Gim under the slain יִפֹּ֑לוּ <WH5307> yip-Po-lu; and they shall fall בְּכָל־ <WH3605> be-chol all זֹאת֙ <WH2063> zoT likewise לֹא־ <WH3808> lo- does not שָׁ֣ב <WH7725> shav is not turned away אַפּ֔וֹ <WH639> ap-Po, For all this his anger וְע֖וֹד <WH5750> ve-'od is still יָד֥וֹ <WH3027> ya-Do but his hand נְטוּיָֽה׃ <WH5186> ne-tu-Yah. [is] stretched out still ס sa-Mek"},{"number":5,"verse":"ה֥וֹי <WH1945> Ho O אַשּׁ֖וּר <WH804> 'ash-Shur Assyrian שֵׁ֣בֶט <WH7626> She-vet the rod אַפִּ֑י <WH639> 'ap-Pi; of mine anger וּמַטֶּה־ <WH4294> u-mat-teh- and the staff ה֥וּא <WH1931> hu whose בְיָדָ֖ם <WH3027> ve-ya-Dam in their hand זַעְמִֽי׃ <WH2195> za'-Mi. is mine indignation"},{"number":6,"verse":"בְּג֤וֹי <WH1471> be-Goy nation חָנֵף֙ <WH2611> cha-Nef him against an hypocritical אֲשַׁלְּחֶ֔נּוּ <WH7971> 'a-shal-le-Chen-nu, I will send וְעַל־ <WH5921> ve-'al- against עַ֥ם <WH5971> 'am and against the people עֶבְרָתִ֖י <WH5678> 'ev-ra-Ti of my wrath אֲצַוֶּ֑נּוּ <WH6680> 'a-tzav-Ven-nu; will I give him a charge לִשְׁלֹ֤ל <WH7997> lish-Lol to take שָׁלָל֙ <WH7998> sha-Lal the spoil וְלָבֹ֣ז <WH962> ve-la-Voz and to take בַּ֔ז <WH957> Baz, the prey; וּלְשִׂימֹו u-le-si-mov כוּלְשׂוּמֹ֥ו <WH7760> u-le-su-Mo appoint קמִרְמָ֖ס <WH4823> mir-Mas trample כְּחֹ֥מֶר <WH2563> ke-Cho-mer like the mire חוּצֽוֹת׃ <WH2351> chu-Tzot. of the streets"},{"number":7,"verse":"וְהוּא֙ <WH1931> ve-Hu he לֹא־ <WH3808> lo- Nor כֵ֣ן <WH3651> chen so יְדַמֶּ֔ה <WH1819> ye-dam-Meh, Howbeit he meaneth וּלְבָב֖וֹ <WH3824> u-le-va-Vo not so neither doth his heart לֹא־ <WH3808> lo- Nor כֵ֣ן <WH3651> chen so יַחְשֹׁ֑ב <WH2803> yach-Sho; think כִּ֚י <WH3588> ki rather לְהַשְׁמִ֣יד <WH8045> le-hash-Mid to destroy בִּלְבָב֔וֹ <WH3824> bil-va-Vo, so but [it is] in his heart וּלְהַכְרִ֥ית <WH3772> u-le-hach-Rit and cut off גּוֹיִ֖ם <WH1471> go-Yim nations לֹ֥א <WH3808> lo Nor מְעָֽט׃ <WH4592> me-'At. not a few"},{"number":8,"verse":"כִּ֖י <WH3588> ki for יֹאמַ֑ר <WH559> yo-Mar; For he saith הֲלֹ֥א <WH3808> ha-Lo are not שָׂרַ֛י <WH8269> sa-Rai [Are] not my princes יַחְדָּ֖ו <WH3162> yach-Dav altogether מְלָכִֽים׃ <WH4428> me-la-Chim. king"},{"number":9,"verse":"הֲלֹ֥א <WH3808> ha-Lo like כְּכַרְכְּמִ֖ישׁ <WH3751> ke-char-ke-Mish Carchemish כַּלְנ֑וֹ <WH3641> kal-No; [Is] not Calno אִם־ <WH518> 'im- Or לֹ֤א <WH3808> lo like כְאַרְפַּד֙ <WH774> che-'ar-Pad Arpad חֲמָ֔ת <WH2574> cha-Mat, Hamath אִם־ <WH518> 'im- Or לֹ֥א <WH3808> lo not כְדַמֶּ֖שֶׂק <WH1834> che-dam-Me-sek Damascus שֹׁמְרֽוֹן׃ <WH8111> sho-me-Ron. Samaria"},{"number":10,"verse":"כַּאֲשֶׁר֙ <WH834> ka-'a-Sher after מָצְאָ֣ה <WH4672> ma-tze-'Ah hath found יָדִ֔י <WH3027> ya-Di, As my hand לְמַמְלְכֹ֖ת <WH4467> le-mam-le-Chot the kingdoms הָאֱלִ֑יל <WH457> ha-'e-Lil; of the idols וּפְסִ֣ילֵיהֶ֔ם <WH6456> u-fe-Si-lei-Hem, and whose graven images מִירֽוּשָׁלִַ֖ם <WH3389> mi-ru-sha-Lim did excel them of Jerusalem וּמִשֹּׁמְרֽוֹן׃ <WH8111> u-mish-sho-me-Ron. and of Samaria"},{"number":11,"verse":"הֲלֹ֗א <WH3808> ha-Lo, not כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher not עָשִׂ֛יתִי <WH6213> 'a-Si-ti Shall I not as I have done לְשֹׁמְר֖וֹן <WH8111> le-sho-me-Ron unto Samaria וְלֶאֱלִילֶ֑יהָ <WH457> ve-le-'e-li-Lei-ha; and her idols כֵּ֛ן <WH3651> ken after that אֶעֱשֶׂ֥ה <WH6213> 'e-'e-Seh so do לִירוּשָׁלִַ֖ם <WH3389> li-ru-sha-Lim to Jerusalem וְלַעֲצַבֶּֽיהָ׃ <WH6091> ve-la-'a-tzab-Bei-ha. images ס sa-Mek"},{"number":12,"verse":"וְהָיָ֗ה <WH1961> ve-ha-Yah, will be that כִּֽי־ <WH3588> ki- when יְבַצַּ֤ע <WH1214> ye-vatz-Tza' hath performed אֲדֹנָי֙ <WH136> 'a-do-Nai Wherefore it shall come to pass [that] when the Lord אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all מַֽעֲשֵׂ֔הוּ <WH4639> ma-'a-Se-hu, his whole work בְּהַ֥ר <WH2022> be-Har upon mount צִיּ֖וֹן <WH6726> tzi-Yon Zion וּבִירוּשָׁלִָ֑ם <WH3389> u-vi-ru-sha-Lim; and on Jerusalem אֶפְקֹ֗ד <WH6485> 'ef-Kod, I will punish עַל־ <WH5921> 'al- and פְּרִי־ <WH6529> pe-ri- the fruit גֹ֙דֶל֙ <WH1433> go-del of the stout לְבַ֣ב <WH3824> le-Vav heart מֶֽלֶךְ־ <WH4428> Me-lech- of the king אַשּׁ֔וּר <WH804> 'ash-Shur, of Assyria וְעַל־ <WH5921> ve-'al- and תִּפְאֶ֖רֶת <WH8597> tif-'E-ret and the glory ר֥וּם <WH7312> rum of his high עֵינָֽיו׃ <WH5869> 'ei-Nav. looks"},{"number":13,"verse":"כִּ֣י <WH3588> ki for אָמַ֗ר <WH559> 'a-Mar, For he saith בְּכֹ֤חַ <WH3581> be-Cho-ach By the strength יָדִי֙ <WH3027> ya-Di of my hand עָשִׂ֔יתִי <WH6213> 'a-Si-ti, I have done וּבְחָכְמָתִ֖י <WH2451> u-ve-cha-che-ma-Ti [it] and by my wisdom כִּ֣י <WH3588> ki for נְבֻנ֑וֹתִי <WH995> ne-vu-No-ti; for I am prudent וְאָסִ֣יר׀ <WH5493> ve-'a-Sir and I have removed גְּבוּלֹ֣ת <WH1367> ge-vu-Lot the bounds עַמִּ֗ים <WH5971> 'am-Mim, of the people; וַעֲתִידֹתֵיהֶם va-'a-ti-do-tei-hem כוַעֲתוּדֹֽותֵיהֶם֙ <WH6264> va-'a-tu-do-tei-Hem treasures קשׁוֹשֵׂ֔תִי <WH8154> sho-Se-ti, and have robbed וְאוֹרִ֥יד <WH3381> ve-'o-Rid and I have put down כַּאבִּ֖יר <WH47> ka-Bir man יוֹשְׁבִֽים׃ <WH3427> yo-she-Vim. the inhabitants"},{"number":14,"verse":"וַתִּמְצָ֨א <WH4672> vat-tim-Tza hath found כַקֵּ֤ן׀ <WH7064> chak-Ken as a nest יָדִי֙ <WH3027> ya-Di And my hand לְחֵ֣יל <WH2428> le-Cheil the riches הָֽעַמִּ֔ים <WH5971> ha-'am-Mim, of the people וְכֶאֱסֹף֙ <WH622> ve-che-'e-Sof and as one gathereth בֵּיצִ֣ים <WH1000> bei-Tzim eggs עֲזֻב֔וֹת <WH5800> a-zu-Vot, [that are] left כָּל־ <WH3605> kol- all הָאָ֖רֶץ <WH776> ha-'A-retz all the earth אֲנִ֣י <WH589> 'a-Ni I אָסָ֑פְתִּי <WH622> 'a-Sa-fe-ti; have I gathered וְלֹ֤א <WH3808> ve-Lo not הָיָה֙ <WH1961> ha-Yah become נֹדֵ֣ד <WH5074> no-Ded and there was none that moved כָּנָ֔ף <WH3671> ka-Naf, the wing וּפֹצֶ֥ה <WH6475> u-fo-Tzeh or opened פֶ֖ה <WH6310> feh the mouth וּמְצַפְצֵֽף׃ <WH6850> u-me-tzaf-Tzef. or peeped"},{"number":15,"verse":"הֲיִתְפָּאֵר֙ <WH6286> ha-yit-pa-'Er boast הַגַּרְזֶ֔ן <WH1631> hag-gar-Zen, Shall the axe עַ֖ל <WH5921> 'al over הַחֹצֵ֣ב <WH2672> ha-cho-Tzev itself against him that heweth בּ֑וֹ bo; אִם־ <WH518> 'im- lo יִתְגַּדֵּ֤ל <WH1431> yit-gad-Del magnify הַמַּשּׂוֹר֙ <WH4883> ham-mas-sOr therewith;[or] shall the saw עַל־ <WH5921> 'al- over מְנִיפ֔וֹ <WH5130> me-ni-Fo, itself against him that shaketh כְּהָנִ֥יף <WH5130> ke-ha-Nif should shake שֵׁ֙בֶט֙ <WH7626> she-vet it;as if the rod וְאֶת־ <WH853> ve-'Et מְרִימָ֔יו <WH7311> me-ri-Mav, [itself] against them that lift it up כְּהָרִ֥ים <WH7311> ke-ha-Rim should lift up מַטֶּ֖ה <WH4294> mat-Teh [or] as if the staff לֹא־ <WH3808> lo- is not עֵֽץ׃ <WH6086> 'Etz. [itself as if it were] no wood"},{"number":16,"verse":"לָ֠כֵן <WH3651> La-chen Therefore יְשַׁלַּ֨ח <WH7971> ye-shal-Lach send הָאָד֜וֹן <WH113> ha-'a-Don Therefore shall the Lord יְהוָ֧ה <WH3068> Yah-weh the GOD צְבָא֛וֹת <WH6635> tze-va-'ot of hosts בְּמִשְׁמַנָּ֖יו <WH4924> be-mish-man-Nav among his fat ones רָז֑וֹן <WH7332> ra-Zon; leanness וְתַ֧חַת <WH8478> ve-Ta-chat and under כְּבֹד֛וֹ <WH3519> ke-vo-Do and under his glory יֵקַ֥ד <WH3344> ye-Kad he shall kindle יְקֹ֖ד <WH3350> ye-Kod a burning כִּיק֥וֹד <WH3350> ki-Kod A burning אֵֽשׁ׃ <WH784> 'Esh. like the burning of a fire"},{"number":17,"verse":"וְהָיָ֤ה <WH1961> ve-ha-Yah will become אֽוֹר־ <WH216> 'or- And the light יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel לְאֵ֔שׁ <WH784> le-'Esh, shall be for a fire וּקְדוֹשׁ֖וֹ <WH6918> u-ke-do-Sho and his Holy One לְלֶהָבָ֑ה <WH3852> le-le-ha-Vah; for a flame וּבָעֲרָ֗ה <WH1197> u-va-'a-Rah, and it shall burn וְאָֽכְלָ֛ה <WH398> ve-'a-che-Lah and devour שִׁית֥וֹ <WH7898> shi-To his thorns וּשְׁמִיר֖וֹ <WH8068> u-she-mi-Ro and his briers בְּי֥וֹם <WH3117> be-Yom day אֶחָֽד׃ <WH259> 'e-Chad. in one"},{"number":18,"verse":"וּכְב֤וֹד <WH3519> u-che-Vod the glory יַעְרוֹ֙ <WH3293> ya'-Ro of his forest וְכַרְמִלּ֔וֹ <WH3759> ve-char-mil-Lo, and of his fruitful field מִנֶּ֥פֶשׁ <WH5315> min-Ne-fesh both soul וְעַד־ <WH5704> ve-'ad- against בָּשָׂ֖ר <WH1320> ba-Sar and body יְכַלֶּ֑ה <WH3615> ye-chal-Leh; And shall consume וְהָיָ֖ה <WH1961> ve-ha-Yah become כִּמְסֹ֥ס <WH4549> kim-Sos fainteth נֹסֵֽס׃ <WH5264> no-Ses. lift up as an ensign"},{"number":19,"verse":"וּשְׁאָ֥ר <WH7605> u-she-'Ar And the rest עֵ֛ץ <WH6086> 'etz of the trees יַעְר֖וֹ <WH3293> ya'-Ro of his forest מִסְפָּ֣ר <WH4557> mis-Par shall be few יִֽהְי֑וּ <WH1961> yih-Yu; become וְנַ֖עַר <WH5288> ve-Na-'ar that a child יִכְתְּבֵֽם׃ <WH3789> yich-te-Vem. may write פ Peh"},{"number":20,"verse":"וְהָיָ֣ה׀ <WH1961> ve-ha-Yah become בַּיּ֣וֹם <WH3117> bai-Yom And it shall come to pass in that day הַה֗וּא <WH1931> ha-Hu, he לֹֽא־ <WH3808> lo- will never יוֹסִ֨יף <WH3254> yo-Sif shall no more again ע֜וֹד <WH5750> od again שְׁאָ֤ר <WH7605> she-'Ar [that] the remnant יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel וּפְלֵיטַ֣ת <WH6413> u-fe-lei-Tat and such as are escaped בֵּֽית־ <WH1004> beit- of the house יַעֲקֹ֔ב <WH3290> ya-'a-Ko, of Jacob לְהִשָּׁעֵ֖ן <WH8172> le-hish-sha-'En stay עַל־ <WH5921> 'al- on מַכֵּ֑הוּ <WH5221> mak-Ke-hu; upon him that smote וְנִשְׁעַ֗ן <WH8172> ve-nish-'An, them but shall stay עַל־ <WH5921> 'al- on יְהוָ֛ה <WH3068> Yah-weh upon the LORD קְד֥וֹשׁ <WH6918> ke-Doosh the Holy One יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel בֶּאֱמֶֽת׃ <WH571> be-'e-Met. in truth"},{"number":21,"verse":"שְׁאָ֥ר <WH7605> she-'Ar The remnant יָשׁ֖וּב <WH7725> ya-Shuv shall return שְׁאָ֣ר <WH7605> she-'Ar [even] the remnant יַעֲקֹ֑ב <WH3290> ya-'a-Ko; of Jacob אֶל־ <WH413> 'el- about אֵ֖ל <WH410> 'el God גִּבּֽוֹר׃ <WH1368> gib-Bor. unto the mighty"},{"number":22,"verse":"כִּ֣י <WH3588> ki For אִם־ <WH518> 'im- though יִהְיֶ֞ה <WH1961> yih-Yeh become עַמְּךָ֤ <WH5971> 'am-me-Cha For though thy people יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El Israel כְּח֣וֹל <WH2344> ke-Chol be as the sand הַיָּ֔ם <WH3220> hai-Yam, of the sea שְׁאָ֖ר <WH7605> she-'Ar [yet] a remnant יָשׁ֣וּב <WH7725> ya-Shuv of them shall return בּ֑וֹ bo; כִּלָּי֥וֹן <WH3631> kil-la-Yon the consumption חָר֖וּץ <WH2782> cha-Rutz decreed שׁוֹטֵ֥ף <WH7857> sho-Tef shall overflow צְדָקָֽה׃ <WH6666> tze-da-Kah. with righteousness"},{"number":23,"verse":"כִּ֥י <WH3588> ki For כָלָ֖ה <WH3617> cha-Lah a consumption וְנֶחֱרָצָ֑ה <WH2782> ve-ne-che-ra-Tzah; even determined אֲדֹנָ֤י <WH136> 'a-do-Nai For the Lord יְהוִה֙ <WH3069> Yah-weh GOD צְבָא֔וֹת <WH6635> tze-va-'ot, of hosts עֹשֶׂ֖ה <WH6213> 'o-Seh shall make בְּקֶ֥רֶב <WH7130> be-Ke-rev in the midst כָּל־ <WH3605> kol- of the whole הָאָֽרֶץ׃ <WH776> ha-'A-retz. of all the land ס sa-Mek"},{"number":24,"verse":"לָכֵ֗ן <WH3651> la-Chen, Therefore כֹּֽה־ <WH3541> koh- thus אָמַ֞ר <WH559> 'a-Mar Therefore thus saith אֲדֹנָ֤י <WH136> 'a-do-Nai the Lord יְהוִה֙ <WH3068> Yah-weh GOD צְבָא֔וֹת <WH6635> tze-va-'ot, of hosts אַל־ <WH408> 'al- not תִּירָ֥א <WH3372> ti-Ra be not afraid עַמִּ֛י <WH5971> 'am-Mi O my people יֹשֵׁ֥ב <WH3427> yo-Shev that dwellest צִיּ֖וֹן <WH6726> tzi-Yon in Zion מֵֽאַשּׁ֑וּר <WH804> me-'ash-Shur; of the Assyrian בַּשֵּׁ֣בֶט <WH7626> bash-She-vet thee with a rod יַכֶּ֔כָּה <WH5221> yak-Kek-kah, he shall smite וּמַטֵּ֥הוּ <WH4294> u-mat-Te-hu his staff יִשָּֽׂא־ <WH5375> yis-sa- and shall lift up עָלֶ֖יךָ <WH5921> 'a-Lei-cha against בְּדֶ֥רֶךְ <WH1870> be-De-rech against thee after the manner מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":25,"verse":"כִּי־ <WH3588> ki- for ע֖וֹד <WH5750> od while מְעַ֣ט <WH4592> me-'At little while מִזְעָ֑ר <WH4213> miz-'Ar; For yet a very וְכָ֣לָה <WH3615> ve-Cha-lah shall cease זַ֔עַם <WH2195> Za-'am, and the indignation וְאַפִּ֖י <WH639> ve-'ap-Pi and mine anger עַל־ <WH5921> 'al- to תַּבְלִיתָֽם׃ <WH8399> tav-li-Tam. in their destruction"},{"number":26,"verse":"וְעוֹרֵ֨ר <WH5782> ve-'o-Rer shall stir up עָלָ֜יו <WH5921> 'a-Lav against יְהוָ֤ה <WH3068> Yah-weh And the LORD צְבָאוֹת֙ <WH6635> tze-va-'Ot of hosts שׁ֔וֹט <WH7752> Shot, a scourge כְּמַכַּ֥ת <WH4347> ke-mak-Kat for him according to the slaughter מִדְיָ֖ן <WH4080> mid-Yan of Midian בְּצ֣וּר <WH6697> be-Tzur at the rock עוֹרֵ֑ב <WH6159> o-Rev; of Oreb וּמַטֵּ֙הוּ֙ <WH4294> u-mat-Te-hu and [as] his rod עַל־ <WH5921> 'al- will be over הַיָּ֔ם <WH3220> hai-Yam, [was] upon the sea וּנְשָׂא֖וֹ <WH5375> u-ne-sa-'O so shall he lift it up בְּדֶ֥רֶךְ <WH1870> be-De-rech after the manner מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":27,"verse":"וְהָיָ֣ה׀ <WH1961> ve-ha-Yah become בַּיּ֣וֹם <WH3117> bai-Yom And it shall come to pass in that day הַה֗וּא <WH1931> ha-Hu, he יָס֤וּר <WH5493> ya-Sur shall be taken away סֻבֳּלוֹ֙ <WH5448> sub-bo-Lo [that] his burden מֵעַ֣ל <WH5921> me-'Al from שִׁכְמֶ֔ךָ <WH7926> shich-Me-cha, from off thy shoulder וְעֻלּ֖וֹ <WH5923> ve-'ul-Lo and his yoke מֵעַ֣ל <WH5921> me-'Al from צַוָּארֶ֑ךָ <WH6677> tzav-va-Re-cha; from off thy neck וְחֻבַּ֥ל <WH2254> ve-chub-Bal shall be destroyed עֹ֖ל <WH5923> 'ol and the yoke מִפְּנֵי־ <WH6440> mip-pe-nei- because שָֽׁמֶן׃ <WH8081> Sha-men. of the anointing"},{"number":28,"verse":"בָּ֥א <WH935> ba He is come עַל־ <WH5921> 'al- against עַיַּ֖ת <WH5857> 'ai-Yat to Aiath עָבַ֣ר <WH5674> 'a-Var he is passed בְּמִגְר֑וֹן <WH4051> be-mig-Ron; to Migron לְמִכְמָ֖שׂ <WH4363> le-mich-Mas at Michmash יַפְקִ֥יד <WH6485> yaf-Kid he hath laid up כֵּלָֽיו׃ <WH3627> ke-Lav. his carriages"},{"number":29,"verse":"עָֽבְרוּ֙ <WH5674> 'a-ve-Ru They are gone over מַעְבָּרָ֔ה <WH4569> ma'-ba-Rah, the passage גֶּ֖בַע <WH1387> Ge-va' at Geba מָל֣וֹן <WH4411> ma-Lon they have taken up their lodging לָ֑נוּ La-nu; חָֽרְדָה֙ <WH2729> cha-re-Dah is afraid הָֽרָמָ֔ה <WH7414> ha-ra-Mah, Ramah גִּבְעַ֥ת <WH1390> giv-'At Gibeah שָׁא֖וּל <WH7586> sha-'Ul of Saul נָֽסָה׃ <WH5127> Na-sah. is fled"},{"number":30,"verse":"צַהֲלִ֥י <WH6670> tza-ha-Li Lift up קוֹלֵ֖ךְ <WH6963> ko-Lech thy voice בַּת־ <WH1323> bat- O daughter גַּלִּ֑ים <WH1554> gal-Lim; Gallim הַקְשִׁ֥יבִי <WH7181> hak-Shi-vi cause it to be heard לַ֖יְשָׁה <WH3919> Lay-shah unto Laish עֲנִיָּ֥ה <WH6041> 'a-ni-Yah O poor עֲנָתֽוֹת׃ <WH6068> a-na-Tot. Anathoth"},{"number":31,"verse":"נָדְדָ֖ה <WH5074> na-de-Dah is removed מַדְמֵנָ֑ה <WH4088> mad-me-Nah; Madmenah יֹשְׁבֵ֥י <WH3427> yo-she-Vei the inhabitants הַגֵּבִ֖ים <WH1374> hag-ge-Vim of Gebim הֵעִֽיזוּ׃ <WH5756> he-'I-zu. gather themselves to flee"},{"number":32,"verse":"ע֥וֹד <WH5750> od Yet הַיּ֖וֹם <WH3117> hai-Yom that day בְּנֹ֣ב <WH5011> be-No at Nob לַֽעֲמֹ֑ד <WH5975> la-'a-Mod; As yet shall he remain יְנֹפֵ֤ף <WH5130> ye-no-Fef he shall shake יָדוֹ֙ <WH3027> ya-Do his hand הַ֣ר <WH2022> har [against] the mount; בֵּית־ beit- כבַּת־ <WH1004> bat- court צִיּ֔וֹן <WH1323> tzi-Yon, first קגִּבְעַ֖ת <WH1389> giv-'At the hill יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. of Jerusalem ס sa-Mek"},{"number":33,"verse":"הִנֵּ֤ה <WH2009> hin-Neh Behold הָאָדוֹן֙ <WH113> ha-'a-dOn Behold the Lord יְהוָ֣ה <WH3068> Yah-weh the LORD צְבָא֔וֹת <WH6635> tze-va-'ot, of hosts מְסָעֵ֥ף <WH5586> me-sa-'Ef shall lop פֻּארָ֖ה <WH6288> pu-Rah the bough בְּמַעֲרָצָ֑ה <WH4637> be-ma-'a-ra-Tzah; with terror וְרָמֵ֤י <WH7311> ve-ra-Mei and the high ones הַקּוֹמָה֙ <WH6967> hak-ko-Mah of stature גְּדוּעִ֔ים <WH1438> ge-du-'Im, [shall be] hewn down וְהַגְּבֹהִ֖ים <WH1364> ve-hag-ge-vo-Him and the haughty יִשְׁפָּֽלוּ׃ <WH8213> yish-Pa-lu. shall be humbled"},{"number":34,"verse":"וְנִקַּ֛ף <WH5362> ve-nik-Kaf And he shall cut down סִֽבְכֵ֥י <WH5442> siv-Chei the thickets הַיַּ֖עַר <WH3293> hai-Ya-'ar of the forest בַּבַּרְזֶ֑ל <WH1270> bab-bar-Zel; with iron וְהַלְּבָנ֖וֹן <WH3844> ve-hal-le-va-Non and Lebanon בְּאַדִּ֥יר <WH117> be-'ad-Dir by a mighty one יִפּֽוֹל׃ <WH5307> yip-Pol. shall fall ס sa-Mek"}]}