{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":15,"verses":[{"number":1,"verse":"מַשָּׂ֖א <WH4853> mas-Sa The burden מוֹאָ֑ב <WH4124> mo-'Av; of Moab כִּ֠י <WH3588> ki Surely בְּלֵ֞יל <WH3915> be-Leil Because in the night שֻׁדַּ֨ד <WH7703> shud-Dad is laid waste עָ֤ר <WH6144> 'ar Ar מוֹאָב֙ <WH4124> mo-'Av of Moab נִדְמָ֔ה <WH1820> nid-Mah, [and] brought to silence כִּ֗י <WH3588> Ki, Surely בְּלֵ֛יל <WH3915> be-Leil because in the night שֻׁדַּ֥ד <WH7703> shud-Dad is laid waste קִיר־ <WH7024> kir- Kir מוֹאָ֖ב <WH4124> mo-'Av of Moab נִדְמָֽה׃ <WH1820> nid-Mah. [and] brought to silence"},{"number":2,"verse":"עָלָ֨ה <WH5927> 'a-Lah He is gone up הַבַּ֧יִת <WH1004> hab-Ba-yit to the temple וְדִיבֹ֛ן <WH1769> ve-di-Von and to Dibon הַבָּמ֖וֹת <WH1116> hab-ba-Mot the high places לְבֶ֑כִי <WH1065> le-Ve-chi; to weep עַל־ <WH5921> 'al- over נְב֞וֹ <WH5015> ne-Vo over Nebo וְעַ֤ל <WH5921> ve-'Al over מֵֽידְבָא֙ <WH4311> mei-de-Va and over Medeba מוֹאָ֣ב <WH4124> mo-'Av Moab יְיֵלִ֔יל <WH3213> ye-ye-Lil, shall howl בְּכָל־ <WH3605> be-chol Everyone's רֹאשָׁ֣יו <WH7218> ro-Shav on all their heads קָרְחָ֔ה <WH7144> ka-re-Chah, [shall be] baldness כָּל־ <WH3605> kol- every זָקָ֖ן <WH2206> za-Kan [and] every beard גְּרוּעָֽה׃ <WH1639> ge-ru-'Ah. is cut"},{"number":3,"verse":"בְּחוּצֹתָ֖יו <WH2351> be-chu-tzo-Tav In their streets חָ֣גְרוּ <WH2296> Cha-ge-ru they shall gird שָׂ֑ק <WH8242> Sak; themselves with sackcloth עַ֣ל <WH5921> 'al on גַּגּוֹתֶ֧יהָ <WH1406> gag-go-Tei-ha on the tops וּבִרְחֹבֹתֶ֛יהָ <WH7339> u-vir-cho-Tei-ha of their houses and in their streets כֻּלֹּ֥ה <WH3605> kul-Loh Everyone יְיֵלִ֖יל <WH3213> ye-ye-Lil every one shall howl יֹרֵ֥ד <WH3381> yo-Red abundantly בַּבֶּֽכִי׃ <WH1065> bab-Be-chi. weeping"},{"number":4,"verse":"וַתִּזְעַ֤ק <WH2199> vat-tiz-'Ak shall cry חֶשְׁבּוֹן֙ <WH2809> chesh-bOn And Heshbon וְאֶלְעָלֵ֔ה <WH500> ve-'el-'a-Leh, and Elealeh עַד־ <WH5704> 'ad- all יַ֖הַץ <WH3096> Ya-hatz [even] unto Jahaz נִשְׁמַ֣ע <WH8085> nish-Ma' shall be heard קוֹלָ֑ם <WH6963> ko-Lam; their voice עַל־ <WH5921> 'al- and כֵּ֗ן <WH3651> Ken, after that חֲלֻצֵ֤י <WH2502> cha-lu-Tzei therefore the armed soldiers מוֹאָב֙ <WH4124> mo-'Av of Moab יָרִ֔יעוּ <WH7321> ya-Ri-'u, shall cry out נַפְשׁ֖וֹ <WH5315> naf-Sho his life יָ֥רְעָה <WH3415> Ya-re-'ah shall be grievous לּֽוֹ׃ lo."},{"number":5,"verse":"לִבִּי֙ <WH3820> lib-Bi My heart לְמוֹאָ֣ב <WH4124> le-mo-'Av for Moab יִזְעָ֔ק <WH2199> yiz-'Ak, shall cry out בְּרִיחֶ֕הָ <WH1280> be-ri-Che-ha his fugitives עַד־ <WH5704> 'ad- far צֹ֖עַר <WH6820> Tzo-'ar [shall flee] unto Zoar עֶגְלַ֣ת <WH5697> 'eg-Lat an heifer שְׁלִשִׁיָּ֑ה <WH7992> she-li-shi-Yah; of three years old כִּ֣י׀ <WH3588> ki Surely מַעֲלֵ֣ה <WH4608> ma-'a-Leh for by the mounting up הַלּוּחִ֗ית <WH3872> hal-lu-Chit, of Luhith בִּבְכִי֙ <WH1065> biv-Chi with weeping יַֽעֲלֶה־ <WH5927> ya-'a-leh- shall they go it up בּ֔וֹ bo, כִּ֚י <WH3588> ki Surely דֶּ֣רֶךְ <WH1870> De-rech for in the way חוֹרֹנַ֔יִם <WH2773> cho-ro-Na-yim, of Horonaim זַעֲקַת־ <WH2201> za-'a-kat- a cry שֶׁ֖בֶר <WH7667> She-ver of destruction יְעֹעֵֽרוּ׃ <WH5782> ye-'o-'E-ru. they shall raise up"},{"number":6,"verse":"כִּֽי־ <WH3588> ki- Surely מֵ֥י <WH4325> mei For the waters נִמְרִ֖ים <WH5249> nim-Rim of Nimrim מְשַׁמּ֣וֹת <WH4923> me-sham-Mot shall be desolate יִֽהְי֑וּ <WH1961> yih-Yu; become כִּֽי־ <WH3588> ki- Surely יָבֵ֤שׁ <WH3001> ya-Vesh is withered away חָצִיר֙ <WH2682> cha-Tzir for the hay כָּ֣לָה <WH3615> Ka-lah faileth דֶ֔שֶׁא <WH1877> De-she, the grass יֶ֖רֶק <WH3418> Ye-rek there is no green thing לֹ֥א <WH3808> lo is no הָיָֽה׃ <WH1961> ha-Yah. become"},{"number":7,"verse":"עַל־ <WH5921> 'al- over כֵּ֖ן <WH3651> ken after that יִתְרָ֣ה <WH3502> yit-Rah Therefore the abundance עָשָׂ֑ה <WH6213> 'a-Sah; they have gotten וּפְקֻדָּתָ֔ם <WH6486> u-fe-kud-da-Tam, and that which they have laid up עַ֛ל <WH5921> 'al over נַ֥חַל <WH5158> Na-chal to the brook הָעֲרָבִ֖ים <WH6155> ha-'a-ra-Vim of the willows יִשָּׂאֽוּם׃ <WH5375> yis-sa-'Um. shall they carry away"},{"number":8,"verse":"כִּֽי־ <WH3588> ki- for הִקִּ֥יפָה <WH5362> hik-Ki-fah is gone round about הַזְּעָקָ֖ה <WH2201> haz-ze-'a-Kah For the cry אֶת־ <WH853> 'et- גְּב֣וּל <WH1366> ge-Vul the borders מוֹאָ֑ב <WH4124> mo-'Av; of Moab עַד־ <WH5704> 'ad- far אֶגְלַ֙יִם֙ <WH97> 'eg-La-yim thereof unto Eglaim יִלְלָתָ֔הּ <WH3215> yil-la-Tah, the howling וּבְאֵ֥ר u-ve-'Er אֵילִ֖ים <WH879> 'ei-Lim thereof unto Beerelim יִלְלָתָֽהּ׃ <WH3215> yil-la-Tah. and the howling"},{"number":9,"verse":"כִּ֣י <WH3588> ki Surely מֵ֤י <WH4325> mei For the waters דִימוֹן֙ <WH1775> di-mOn of Dimon מָ֣לְאוּ <WH4390> Mal-'u shall be full דָ֔ם <WH1818> Dam, of blood כִּֽי־ <WH3588> ki- Surely אָשִׁ֥ית <WH7896> 'a-Shit for I will bring עַל־ <WH5921> 'al- upon דִּימ֖וֹן <WH1775> di-Mon upon Dimon נוֹסָפ֑וֹת <WH3254> no-sa-Fot; more לִפְלֵיטַ֤ת <WH6413> lif-lei-Tat upon him that escapeth מוֹאָב֙ <WH4124> mo-'Av of Moab אַרְיֵ֔ה <WH738> 'ar-Yeh, lions וְלִשְׁאֵרִ֖ית <WH7611> ve-lish-'e-Rit and upon the remnant אֲדָמָֽה׃ <WH127> 'a-da-Mah. of the land"}]}