{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":23,"verses":[{"number":1,"verse":"מַשָּׂ֖א <WH4853> mas-Sa The burden צֹ֑ר <WH6865> Tzor; of Tyre הֵילִ֣ילוּ׀ <WH3213> hei-Li-lu Howl אֳנִיּ֣וֹת <WH591> o-ni-Yot ye ships תַּרְשִׁ֗ישׁ <WH8659> tar-Shish, of Tarshish כִּֽי־ <WH3588> ki- for שֻׁדַּ֤ד <WH7703> shud-Dad for it is laid waste מִבַּ֙יִת֙ <WH1004> mib-Ba-yit so that there is no house מִבּ֔וֹא <WH935> mib-Bo, no entering in מֵאֶ֥רֶץ <WH776> me-'E-retz from the land כִּתִּ֖ים <WH3794> kit-Tim of Chittim נִגְלָה־ <WH1540> nig-lah- it is revealed לָֽמוֹ׃ la-mo."},{"number":2,"verse":"דֹּ֖מּוּ <WH1826> Dom-mu Be still יֹ֣שְׁבֵי <WH3427> Yo-she-vei ye inhabitants אִ֑י <WH339> 'I; of the isle סֹחֵ֥ר <WH5503> so-Cher thou whom the merchants צִיד֛וֹן <WH6721> tzi-Don of Zidon עֹבֵ֥ר <WH5674> 'o-Ver that pass over יָ֖ם <WH3220> yam the sea מִלְאֽוּךְ׃ <WH4390> mil-'Uch. have replenished"},{"number":3,"verse":"וּבְמַ֤יִם <WH4325> u-ve-Ma-yim waters רַבִּים֙ <WH7227> rab-Bim And by great זֶ֣רַע <WH2233> Ze-ra' the seed שִׁחֹ֔ר <WH7883> shi-Chor, of Sihor קְצִ֥יר <WH7105> ke-Tzir the harvest יְא֖וֹר <WH2975> ye-'or of the river תְּבֽוּאָתָ֑הּ <WH8393> te-vu-'a-Tah; [is] her revenue וַתְּהִ֖י <WH1961> vat-te-Hi is a סְחַ֥ר <WH5505> se-Char and she is a mart גּוֹיִֽם׃ <WH1471> go-Yim. of nations"},{"number":4,"verse":"בּ֣וֹשִׁי <WH954> Boo-shi Be thou ashamed צִיד֔וֹן <WH6721> tzi-Don, O Zidon כִּֽי־ <WH3588> ki- for אָמַ֣ר <WH559> 'a-Mar hath spoken יָ֔ם <WH3220> Yam, for the sea מָע֥וֹז <WH4581> ma-'oz [even] the strength הַיָּ֖ם <WH3220> hai-Yam of the sea לֵאמֹ֑ר <WH559> le-Mor; saying לֹֽא־ <WH3808> lo- have neither חַ֣לְתִּי <WH2342> Chal-ti I travail וְלֹֽא־ <WH3808> ve-lo- nor יָלַ֗דְתִּי <WH3205> ya-Lad-ti, not nor bring forth children וְלֹ֥א <WH3808> ve-Lo have neither גִדַּ֛לְתִּי <WH1431> gid-Dal-ti neither do I nourish up בַּחוּרִ֖ים <WH970> ba-chu-Rim young men רוֹמַ֥מְתִּי <WH7311> ro-Mam-ti [nor] bring up בְתוּלֽוֹת׃ <WH1330> ve-tu-Lot. virgins"},{"number":5,"verse":"כַּֽאֲשֶׁר־ <WH834> ka-'a-Sher- after שֵׁ֖מַע <WH8088> She-ma' As at the report לְמִצְרָ֑יִם <WH4714> le-mitz-Ra-yim; concerning Egypt יָחִ֖ילוּ <WH2342> ya-Chi-lu [so] shall they be sorely pained כְּשֵׁ֥מַע <WH8088> ke-She-ma' at the report צֹֽר׃ <WH6865> Tzor. of Tyre"},{"number":6,"verse":"עִבְר֖וּ <WH5674> 'iv-Ru Pass ye over תַּרְשִׁ֑ישָׁה <WH8659> tar-Shi-shah; to Tarshish הֵילִ֖ילוּ <WH3213> hei-Li-lu howl יֹ֥שְׁבֵי <WH3427> Yo-she-vei ye inhabitants אִֽי׃ <WH339> 'I. of the isle"},{"number":7,"verse":"הֲזֹ֥את <WH2063> ha-Zot likewise לָכֶ֖ם la-Chem עַלִּיזָ֑ה <WH5947> 'al-li-Zah; [Is] this your joyous מִֽימֵי־ <WH3117> mi-mei- age קֶ֤דֶם <WH6924> Ke-dem [is] of ancient קַדְמָתָהּ֙ <WH6927> kad-ma-Tah [city] whose antiquity יֹבִל֣וּהָ <WH2986> yoi-Lu-ha shall carry רַגְלֶ֔יהָ <WH7272> rag-Lei-ha, feet מֵֽרָח֖וֹק <WH7350> me-ra-Chok her afar off לָגֽוּר׃ <WH1481> la-Gur. to sojourn"},{"number":8,"verse":"מִ֚י <WH4310> mi Who יָעַ֣ץ <WH3289> ya-'Atz Who hath taken this counsel זֹ֔את <WH2063> Zot, likewise עַל־ <WH5921> 'al- against צֹ֖ר <WH6865> tzor against Tyre הַמַּֽעֲטִירָ֑ה <WH5849> ham-ma-'a-ti-Rah; the crowning אֲשֶׁ֤ר <WH834> 'a-Sher Whose סֹחֲרֶ֙יה֙ <WH5503> so-cha-Reih [city] whose merchants שָׂרִ֔ים <WH8269> sa-Rim, [are] princes כִּנְעָנֶ֖יהָ <WH3669> kin-'a-Nei-ha Canaanite נִכְבַּדֵּי־ <WH3513> nich-bad-dei- [are] the honourable אָֽרֶץ׃ <WH776> 'A-retz. common"},{"number":9,"verse":"יְהוָ֥ה <WH3069> Yah-weh God צְבָא֖וֹת <WH6635> tze-va-'ot of hosts יְעָצָ֑הּ <WH3289> ye-'a-Tzah; hath purposed לְחַלֵּל֙ <WH2490> le-chal-Lel it to stain גְּא֣וֹן <WH1347> ge-'on the pride כָּל־ <WH3605> kol- of all צְבִ֔י <WH6643> tze-Vi, of all glory לְהָקֵ֖ל <WH7043> le-ha-Kel [and] to bring into contempt כָּל־ <WH3605> kol- all נִכְבַּדֵּי־ <WH3513> nich-bad-dei- all the honourable אָֽרֶץ׃ <WH776> 'A-retz. of the earth"},{"number":10,"verse":"עִבְרִ֥י <WH5674> 'iv-Ri Pass אַרְצֵ֖ךְ <WH776> 'ar-Tzech through thy land כַּיְאֹ֑ר <WH2975> kay-'Or; as a river בַּת־ <WH1323> bat- O daughter תַּרְשִׁ֕ישׁ <WH8659> tar-Shish of Tarshish אֵ֖ין <WH369> 'ein There מֵ֥זַח <WH4206> Me-zach [there is] no more strength עֽוֹד׃ <WH5750> od. more"},{"number":11,"verse":"יָדוֹ֙ <WH3027> ya-Do his hand נָטָ֣ה <WH5186> na-Tah He stretched out עַל־ <WH5921> 'al- over הַיָּ֔ם <WH3220> hai-Yam, over the sea הִרְגִּ֖יז <WH7264> hir-Giz he shook מַמְלָכ֑וֹת <WH4467> mam-la-Chot; the kingdoms יְהוָה֙ <WH3068> Yah-weh the LORD צִוָּ֣ה <WH6680> tziv-Vah hath given a commandment אֶל־ <WH413> 'el- concerning כְּנַ֔עַן <WH3667> ke-Na-'an, against the merchant לַשְׁמִ֖ד <WH8045> lash-Mid [city] to destroy מָעֻזְנֶֽיהָ׃ <WH4581> ma-'uz-Nei-ha. the strong"},{"number":12,"verse":"וַיֹּ֕אמֶר <WH559> vai-Yo-mer And he said לֹֽא־ <WH3808> lo- no תוֹסִ֥יפִי <WH3254> to-Si-fi Thou shalt no more ע֖וֹד <WH5750> od You לַעְל֑וֹז <WH5937> la'-Loz; rejoice הַֽמְעֻשָּׁקָ֞ה <WH6231> ham-'ush-sha-Kah O thou oppressed בְּתוּלַ֣ת <WH1330> be-tu-Lat virgin בַּת־ <WH1323> bat- daughter צִיד֗וֹן <WH6721> tzi-Don, of Zidon; כִּתִּיִּים kit-ti-yim ככִּתִּים֙ <WH3794> kit-Tim Chittim קק֣וּמִי <WH6965> Ku-mi arise עֲבֹ֔רִי <WH5674> 'a-Vo-ri, pass over גַּם־ <WH1571> gam- even שָׁ֖ם <WH8033> sham there לֹא־ <WH3808> lo- no יָנ֥וּחַֽ <WH5117> ya-Nu-ach there also shalt thou have no rest לָֽךְ׃ Lach."},{"number":13,"verse":"הֵ֣ן׀ <WH2005> hen Behold אֶ֣רֶץ <WH776> 'E-retz Behold the land כַּשְׂדִּ֗ים <WH3778> kas-Dim, of the Chaldeans זֶ֤ה <WH2088> zeh he הָעָם֙ <WH5971> ha-'Am this people לֹ֣א <WH3808> lo not הָיָ֔ה <WH1961> ha-Yah, was not אַשּׁ֖וּר <WH804> 'ash-Shur was not [till] the Assyrian יְסָדָ֣הּ <WH3245> ye-sa-Dah founded לְצִיִּ֑ים <WH6728> le-tzi-Yim; it for them that dwell in the wilderness הֵקִ֣ימוּ <WH6965> he-Ki-mu they set up; בְחִינָיו ve-chi-nav כבַחוּנָ֗יו <WH971> va-chu-Nav, tower קעֹרְרוּ֙ <WH6209> 'o-re-Ru thereof they raised up אַרְמְנוֹתֶ֔יהָ <WH759> ar-me-no-Tei-ha, the palaces שָׂמָ֖הּ <WH7760> sa-Mah thereof [and] he brought לְמַפֵּלָֽה׃ <WH4654> le-map-pe-Lah. it to ruin"},{"number":14,"verse":"הֵילִ֖ילוּ <WH3213> hei-Li-lu Howl אֳנִיּ֣וֹת <WH591> o-ni-Yot ye ships תַּרְשִׁ֑ישׁ <WH8659> tar-Shish; of Tarshish כִּ֥י <WH3588> ki for שֻׁדַּ֖ד <WH7703> shud-Dad is laid waste מָעֻזְּכֶֽן׃ <WH4581> ma-'uz-ze-Chen. for your strength ס sa-Mek"},{"number":15,"verse":"וְהָיָה֙ <WH1961> ve-ha-Yah will happen בַּיּ֣וֹם <WH3117> bai-Yom And it shall come to pass in that day הַה֔וּא <WH1931> ha-Hu, he וְנִשְׁכַּ֤חַת <WH7911> ve-nish-Ka-chat shall be forgotten צֹר֙ <WH6865> tzor that Tyre שִׁבְעִ֣ים <WH7657> shiv-'Im seventy שָׁנָ֔ה <WH8141> sha-Nah, years כִּימֵ֖י <WH3117> ki-Mei according to the days מֶ֣לֶךְ <WH4428> Me-lech king אֶחָ֑ד <WH259> 'e-Chad; of one מִקֵּ֞ץ <WH7093> mik-Ketz after the end שִׁבְעִ֤ים <WH7657> shiv-'Im of seventy שָׁנָה֙ <WH8141> sha-Nah years יִהְיֶ֣ה <WH1961> yih-Yeh will happen לְצֹ֔ר <WH6865> le-Tzor, shall Tyre כְּשִׁירַ֖ת <WH7892> ke-shi-Rat sing הַזּוֹנָֽה׃ <WH2181> haz-zo-Nah. as an harlot"},{"number":16,"verse":"קְחִ֥י <WH3947> ke-Chi Take כִנּ֛וֹר <WH3658> chin-Nor an harp סֹ֥בִּי <WH5437> Sob-bi go about עִ֖יר <WH5892> 'ir the city זוֹנָ֣ה <WH2181> zo-Nah thou harlot נִשְׁכָּחָ֑ה <WH7911> nish-ka-Chah; that hast been forgotten הֵיטִ֤יבִי <WH3190> hei-Ti-vi make sweet נַגֵּן֙ <WH5059> nag-Gen melody הַרְבִּי־ <WH7235> har-bi- sing many שִׁ֔יר <WH7892> Shir, songs לְמַ֖עַן <WH4616> le-Ma-'an that תִּזָּכֵֽרִי׃ <WH2142> tiz-za-Che-ri. that thou mayest be remembered"},{"number":17,"verse":"וְהָיָ֞ה <WH1961> ve-ha-Yah will come מִקֵּ֣ץ׀ <WH7093> mik-Ketz And it shall come to pass after the end שִׁבְעִ֣ים <WH7657> shiv-'Im of seventy שָׁנָ֗ה <WH8141> sha-Nah, years יִפְקֹ֤ד <WH6485> yif-Kod will visit יְהוָה֙ <WH3068> Yah-weh that the LORD אֶת־ <WH853> 'et- צֹ֔ר <WH6865> Tzor, Tyre וְשָׁבָ֖ה <WH7725> ve-sha-Vah and she shall turn לְאֶתְנַנָּ֑ה <WH868> le-'et-nan-Nah; to her hire וְזָֽנְתָ֛ה <WH2181> ve-za-ne-Tah and shall commit fornication אֶת־ <WH854> 'et- with כָּל־ <WH3605> kol- all מַמְלְכ֥וֹת <WH4467> mam-le-Chot with all the kingdoms הָאָ֖רֶץ <WH776> ha-'A-retz of the world עַל־ <WH5921> 'al- on פְּנֵ֥י <WH6440> pe-Nei upon the face הָאֲדָמָֽה׃ <WH127> ha-'a-da-Mah. of the earth"},{"number":18,"verse":"וְהָיָ֨ה <WH1961> ve-ha-Yah will become סַחְרָ֜הּ <WH5504> sach-Rah And her merchandise וְאֶתְנַנָּ֗הּ <WH868> ve-'et-nan-Nah, and her hire קֹ֚דֶשׁ <WH6944> Ko-desh shall be holiness לַֽיהוָ֔ה <WH3068> Yah-weh, to the LORD לֹ֥א <WH3808> lo not יֵֽאָצֵ֖ר <WH686> ye-'a-Tzer it shall not be treasured וְלֹ֣א <WH3808> ve-Lo or יֵֽחָסֵ֑ן <WH2630> ye-cha-Sen; nor laid up כִּ֣י <WH3588> ki for לַיֹּשְׁבִ֞ים <WH3427> lai-yo-she-Vim shall be for them that dwell לִפְנֵ֤י <WH6440> lif-Nei before יְהוָה֙ <WH3068> Yah-weh the LORD יִֽהְיֶ֣ה <WH1961> yih-Yeh will become סַחְרָ֔הּ <WH5504> sach-Rah, for her merchandise לֶאֱכֹ֥ל <WH398> le-'e-Chol to eat לְשָׂבְעָ֖ה <WH7654> le-sa-ve-'Ah sufficiently וְלִמְכַסֶּ֥ה <WH4374> ve-lim-chas-Seh clothing עָתִֽיק׃ <WH6266> 'a-Tik. and for durable פ Peh"}]}