{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":48,"verses":[{"number":1,"verse":"שִׁמְעוּ־ <WH8085> shim-'u- Hear זֹ֣את <WH2063> zot O בֵּֽית־ <WH1004> beit- ye this O house יַעֲקֹ֗ב <WH3290> ya-'a-Ko, of Jacob הַנִּקְרָאִים֙ <WH7121> han-nik-ra-'Im which are called בְּשֵׁ֣ם <WH8034> be-Shem by the name יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel וּמִמֵּ֥י <WH4325> u-mi-Mei out of the waters יְהוּדָ֖ה <WH3063> ye-hu-Dah of Judah יָצָ֑אוּ <WH3318> ya-Tza-'u; and are come forth הַֽנִּשְׁבָּעִ֣ים׀ <WH7650> han-nish-ba-'Im which swear בְּשֵׁ֣ם <WH8034> be-Shem by the name יְהוָ֗ה <WH3068> Yah-weh of the LORD וּבֵאלֹהֵ֤י <WH430> u-ve-lo-Hei of the God יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel יַזְכִּ֔ירוּ <WH2142> yaz-Ki-ru, and make mention לֹ֥א <WH3808> lo nor בֶאֱמֶ֖ת <WH571> ve-'e-Met [but] not in truth וְלֹ֥א <WH3808> ve-Lo nor בִצְדָקָֽה׃ <WH6666> vitz-da-Kah. nor in righteousness"},{"number":2,"verse":"כִּֽי־ <WH3588> ki- for מֵעִ֤יר <WH5892> me-'Ir city הַקֹּ֙דֶשׁ֙ <WH6944> hak-Ko-desh themselves of the holy נִקְרָ֔אוּ <WH7121> nik-Ra-'u, For they call וְעַל־ <WH5921> ve-'al- on אֱלֹהֵ֥י <WH430> 'e-lo-Hei themselves upon the God יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel נִסְמָ֑כוּ <WH5564> nis-Ma-chu; and stay יְהוָ֥ה <WH3068> Yah-weh The LORD צְבָא֖וֹת <WH6635> tze-va-'ot of hosts שְׁמֽוֹ׃ <WH8034> she-Mo. [is] his name ס sa-Mek"},{"number":3,"verse":"הָרִֽאשֹׁנוֹת֙ <WH7223> ha-ri-sho-nOt the former things מֵאָ֣ז <WH227> me-'Az from the beginning הִגַּ֔דְתִּי <WH5046> hig-Gad-ti, I have declared וּמִפִּ֥י <WH6310> u-mip-Pi out of my mouth יָצְא֖וּ <WH3318> ya-tze-'U and they went forth וְאַשְׁמִיעֵ֑ם <WH8085> ve-'ash-mi-'Em; and I shewed פִּתְאֹ֥ם <WH6597> pit-'Om [them] suddenly עָשִׂ֖יתִי <WH6213> 'a-Si-ti them I did וַתָּבֹֽאנָה׃ <WH935> vat-ta-Vo-nah. and they came to pass"},{"number":4,"verse":"מִדַּעְתִּ֕י <WH1847> mid-da'-Ti Because I knew כִּ֥י <WH3588> ki that קָשֶׁ֖ה <WH7186> ka-Sheh that thou [art] obstinate אָ֑תָּה <WH859> 'At-tah; you וְגִ֤יד <WH1517> ve-Gid sinew בַּרְזֶל֙ <WH1270> bar-Zel [is] an iron עָרְפֶּ֔ךָ <WH6203> 'a-re-Pe-cha, and thy neck וּמִצְחֲךָ֖ <WH4696> u-mitz-cha-Cha and thy brow נְחוּשָֽׁה׃ <WH5154> ne-chu-Shah. brass"},{"number":5,"verse":"וָאַגִּ֤יד <WH5046> va-'ag-Gid declared לְךָ֙ le-Cha מֵאָ֔ז <WH227> me-'Az, I have even from the beginning בְּטֶ֥רֶם <WH2962> be-Te-rem Before תָּב֖וֹא <WH935> ta-Vo [it] to thee before it came to pass הִשְׁמַעְתִּ֑יךָ <WH8085> hish-ma'-Ti-cha; I shewed פֶּן־ <WH6435> pen- not תֹּאמַר֙ <WH559> to-Mar [it] thee lest thou shouldest say עָצְבִּ֣י <WH6091> 'a-tze-Bi idol עָשָׂ֔ם <WH6213> 'a-Sam, hath done וּפִסְלִ֥י <WH6459> u-fis-Li them and my graven image וְנִסְכִּ֖י <WH5262> ve-nis-Ki and my molten image צִוָּֽם׃ <WH6680> tziv-Vam. hath commanded"},{"number":6,"verse":"שָׁמַ֤עְתָּֽ <WH8085> sha-Ma'-ta Thou hast heard חֲזֵה֙ <WH2372> cha-Zeh see כֻּלָּ֔הּ <WH3605> kul-Lah, all וְאַתֶּ֖ם <WH859> ve-'at-Tem you הֲל֣וֹא <WH3808> ha-Lo not תַגִּ֑ידוּ <WH5046> tag-Gi-du; all this and will not ye declare הִשְׁמַעְתִּ֤יךָ <WH8085> hish-ma'-Ti-cha [it];I have shewed חֲדָשׁוֹת֙ <WH2319> cha-da-shOt thee new things מֵעַ֔תָּה <WH6258> me-'At-tah, from this time וּנְצֻר֖וֹת <WH5341> u-ne-tzu-Rot even hidden things וְלֹ֥א <WH3808> ve-Lo have not יְדַעְתָּֽם׃ <WH3045> ye-da'-Tam. and thou didst not know"},{"number":7,"verse":"עַתָּ֤ה <WH6258> 'at-Tah now נִבְרְאוּ֙ <WH1254> niv-re-'U They are created וְלֹ֣א <WH3808> ve-Lo not מֵאָ֔ז <WH227> me-'Az, for וְלִפְנֵי־ <WH6440> ve-lif-nei- now and not from the beginning even before י֖וֹם <WH3117> Yom the day וְלֹ֣א <WH3808> ve-Lo have not שְׁמַעְתָּ֑ם <WH8085> she-ma'-Tam; when thou heardest פֶּן־ <WH6435> pen- you will not תֹּאמַ֖ר <WH559> to-Mar them not lest thou shouldest say הִנֵּ֥ה <WH2009> hin-Neh Behold יְדַעְתִּֽין׃ <WH3045> ye-da'-Tin. Behold I knew"},{"number":8,"verse":"גַּ֣ם <WH1571> gam Even לֹֽא־ <WH3808> lo- have not שָׁמַ֗עְתָּ <WH8085> sha-Ma'-ta, Yea thou heardest גַּ֚ם <WH1571> gam Even לֹ֣א <WH3808> lo have not יָדַ֔עְתָּ <WH3045> ya-Da'-ta, not yea thou knewest גַּ֕ם <WH1571> gam Even מֵאָ֖ז <WH227> me-'Az for לֹא־ <WH3808> lo- has not פִתְּחָ֣ה <WH6605> fit-te-Chah was not opened אָזְנֶ֑ךָ <WH241> 'a-ze-Ne-cha; not yea from that time [that] thine ear כִּ֤י <WH3588> ki Because יָדַ֙עְתִּי֙ <WH3045> ya-Da'-ti for I knew בָּג֣וֹד <WH901> ba-God treacherous תִּבְגּ֔וֹד <WH898> tiv-God, that thou wouldest deal very וּפֹשֵׁ֥עַ <WH6586> u-fo-She-a' a transgressor מִבֶּ֖טֶן <WH990> mib-Be-ten from the womb קֹ֥רָא <WH7121> Ko-ra and wast called לָֽךְ׃ Lach."},{"number":9,"verse":"לְמַ֤עַן <WH4616> le-Ma-'an the sake שְׁמִי֙ <WH8034> she-Mi For my name's אַאֲרִ֣יךְ <WH748> 'a-'a-Rich sake will I defer אַפִּ֔י <WH639> 'ap-Pi, mine anger וּתְהִלָּתִ֖י <WH8416> u-te-hil-la-Ti and for my praise אֶחֱטָם־ <WH2413> 'e-che-tom- will I refrain לָ֑ךְ Lach; לְבִלְתִּ֖י <WH1115> le-vil-Ti not הַכְרִיתֶֽךָ׃ <WH3772> hach-ri-Te-cha. for thee that I cut thee not off"},{"number":10,"verse":"הִנֵּ֥ה <WH2009> hin-Neh Behold צְרַפְתִּ֖יךָ <WH6884> tze-raf-Ti-cha Behold I have refined וְלֹ֣א <WH3808> ve-Lo as בְכָ֑סֶף <WH3701> ve-Cha-sef; thee but not with silver בְּחַרְתִּ֖יךָ <WH977> be-char-Ti-cha I have chosen בְּכ֥וּר <WH3564> be-Chur thee in the furnace עֹֽנִי׃ <WH6040> 'O-ni. of affliction"},{"number":11,"verse":"לְמַעֲנִ֧י <WH4616> le-ma-'a-Ni sake לְמַעֲנִ֛י <WH4616> le-ma-'a-Ni sake אֶעֱשֶׂ֖ה <WH6213> 'e-'e-Seh For mine own sake [even] for mine own sake will I do כִּ֣י <WH3588> ki For אֵ֣יךְ <WH349> 'eich how יֵחָ֑ל <WH2490> ye-Chal; [it] for how should [my name] be polluted וּכְבוֹדִ֖י <WH3519> u-che-vo-Di my glory לְאַחֵ֥ר <WH312> le-'a-Cher unto another לֹֽא־ <WH3808> lo- I will not אֶתֵּֽן׃ <WH5414> 'et-Ten. ;and I will not give ס sa-Mek"},{"number":12,"verse":"שְׁמַ֤ע <WH8085> she-Ma' Hearken אֵלַי֙ <WH413> 'e-Lai to me יַֽעֲקֹ֔ב <WH3290> ya-'a-Ko, unto me O Jacob וְיִשְׂרָאֵ֖ל <WH3478> ve-Yis-ra-'El and Israel מְקֹרָאִ֑י <WH7121> me-ko-ra-'I; my called אֲנִי־ <WH589> 'a-ni- I הוּא֙ <WH1931> hu he אֲנִ֣י <WH589> 'a-Ni I am רִאשׁ֔וֹן <WH7223> ri-Shon, I [am] he I [am] the first אַ֖ף <WH637> 'af I am also אֲנִ֥י <WH589> 'a-Ni I אַחֲרֽוֹן׃ <WH314> a-cha-Ron. I also [am] the last"},{"number":13,"verse":"אַף־ <WH637> 'af- Surely יָדִי֙ <WH3027> ya-Di Mine hand יָ֣סְדָה <WH3245> Ya-se-dah also hath laid the foundation אֶ֔רֶץ <WH776> 'E-retz, of the earth וִֽימִינִ֖י <WH3225> vi-mi-Ni and my right hand טִפְּחָ֣ה <WH2946> tip-pe-Chah hath spanned שָׁמָ֑יִם <WH8064> sha-Ma-yim; the heavens קֹרֵ֥א <WH7121> ko-Re [when] I call אֲנִ֛י <WH589> 'a-Ni I אֲלֵיהֶ֖ם <WH413> 'a-lei-Hem to יַעַמְד֥וּ <WH5975> ya-'am-Du unto them they stand up יַחְדָּֽו׃ <WH3162> yach-Dav. together"},{"number":14,"verse":"הִקָּבְצ֤וּ <WH6908> hik-ka-ve-Tzu All ye assemble כֻלְּכֶם֙ <WH3605> chul-le-Chem all וּֽשֲׁמָ֔עוּ <WH8085> u-sha-Ma-'u, yourselves and hear מִ֥י <WH4310> mi Who בָהֶ֖ם va-Hem הִגִּ֣יד <WH5046> hig-Gid which among them hath declared אֶת־ <WH853> 'et- אֵ֑לֶּה <WH428> 'El-leh; these יְהוָ֣ה <WH3069> Yah-weh God אֲהֵב֔וֹ <WH157> a-he-Vo, hath loved יַעֲשֶׂ֤ה <WH6213> ya-'a-Seh him he will do חֶפְצוֹ֙ <WH2656> chef-Tzo his pleasure בְּבָבֶ֔ל <WH894> be-va-Vel, on Babylon וּזְרֹע֖וֹ <WH2220> u-ze-ro-'O and his arm כַּשְׂדִּֽים׃ <WH3778> kas-Dim. [shall be on] the Chaldeans"},{"number":15,"verse":"אֲנִ֥י <WH589> 'a-Ni I אֲנִ֛י <WH589> 'a-Ni I דִּבַּ֖רְתִּי <WH1696> dib-Bar-ti I [even] I have spoken אַף־ <WH637> 'af- indeed קְרָאתִ֑יו <WH7121> ke-ra-Tiv; yea I have called הֲבִיאֹתִ֖יו <WH935> ha-vi-'o-Tiv him I have brought וְהִצְלִ֥יחַ <WH6743> ve-hitz-Li-ach prosperous דַּרְכּֽוֹ׃ <WH1870> dar-Ko. him and he shall make his way"},{"number":16,"verse":"קִרְב֧וּ <WH7126> kir-Vu Come אֵלַ֣י <WH413> 'e-Lai to me שִׁמְעוּ־ <WH8085> shim-'u- unto me hear זֹ֗את <WH2063> Zot, likewise לֹ֤א <WH3808> lo From מֵרֹאשׁ֙ <WH7218> me-roSh from the beginning בַּסֵּ֣תֶר <WH5643> bas-Se-ter in secret דִּבַּ֔רְתִּי <WH1696> dib-Bar-ti, ye this I have not spoken מֵעֵ֥ת <WH6256> me-'Et from the time הֱיוֹתָ֖הּ <WH1961> he-yo-Tah took שָׁ֣ם <WH8033> sham was there אָ֑נִי <WH589> 'A-ni; I וְעַתָּ֗ה <WH6258> ve-'at-Tah, and now אֲדֹנָ֧י <WH136> 'a-do-Nai that it was there [am] I and now the Lord יְהוִ֛ה <WH3069> Yah-weh GOD שְׁלָחַ֖נִי <WH7971> she-la-Cha-ni hath sent וְרוּחֽוֹ׃ <WH7307> ve-ru-Cho. and his Spirit פ Peh"},{"number":17,"verse":"כֹּֽה־ <WH3541> koh- Thus אָמַ֧ר <WH559> 'a-Mar Thus saith יְהוָ֛ה <WH3068> Yah-weh the LORD גֹּאַלְךָ֖ <WH1350> go-'al-Cha thy Redeemer קְד֣וֹשׁ <WH6918> ke-Doosh the Holy One יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel אֲנִ֨י <WH589> 'a-Ni I am יְהוָ֤ה <WH3068> Yah-weh I [am] the LORD אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God מְלַמֶּדְךָ֣ <WH3925> me-lam-med-Cha which teacheth לְהוֹעִ֔יל <WH3276> le-ho-'Il, thee to profit מַדְרִֽיכֲךָ֖ <WH1869> mad-ri-cha-Cha which leadeth בְּדֶ֥רֶךְ <WH1870> be-De-rech thee by the way תֵּלֵֽךְ׃ <WH1980> te-Lech. go"},{"number":18,"verse":"ל֥וּא <WH3863> lu O that הִקְשַׁ֖בְתָּ <WH7181> hik-Shav-ta thou hadst hearkened לְמִצְוֹתָ֑י <WH4687> le-mitz-vo-Tai; to my commandments וַיְהִ֤י <WH1961> vay-Hi have been כַנָּהָר֙ <WH5104> chan-na-Har been as a river שְׁלוֹמֶ֔ךָ <WH7965> she-lo-Me-cha, then had thy peace וְצִדְקָתְךָ֖ <WH6666> ve-tzid-ka-te-Cha and thy righteousness כְּגַלֵּ֥י <WH1530> ke-gal-Lei as the waves הַיָּֽם׃ <WH3220> hai-Yam. of the sea"},{"number":19,"verse":"וַיְהִ֤י <WH1961> vay-Hi have been כַחוֹל֙ <WH2344> cha-chOl also had been as the sand זַרְעֶ֔ךָ <WH2233> zar-'E-cha, Thy seed וְצֶאֱצָאֵ֥י <WH6631> ve-tze-'e-tza-'Ei and the offspring מֵעֶ֖יךָ <WH4578> me-'Ei-cha of thy bowels כִּמְעֹתָ֑יו <WH4579> kim-'o-Tav; like the gravel לֹֽא־ <WH3808> lo- never יִכָּרֵ֧ת <WH3772> yik-ka-Ret should not have been cut off וְֽלֹא־ <WH3808> ve-lo- never יִשָּׁמֵ֛ד <WH8045> yish-sha-Med nor destroyed שְׁמ֖וֹ <WH8034> she-Mo thereof his name מִלְּפָנָֽי׃ <WH6440> mil-le-fa-Nai. from before"},{"number":20,"verse":"צְא֣וּ <WH3318> tze-'U Go ye forth מִבָּבֶל֮ <WH894> mib-ba-Vel of Babylon בִּרְח֣וּ <WH1272> bir-Chu flee מִכַּשְׂדִּים֒ <WH3778> mik-kas-Dim ye from the Chaldeans בְּק֣וֹל <WH6963> be-Kol with a voice רִנָּ֗ה <WH7440> rin-Nah, of singing הַגִּ֤ידוּ <WH5046> hag-Gi-du declare הַשְׁמִ֙יעוּ֙ <WH8085> hash-Mi-'u ye tell זֹ֔את <WH2063> Zot, likewise הוֹצִיא֖וּהָ <WH3318> ho-tzi-'U-ha this utter עַד־ <WH5704> 'ad- out קְצֵ֣ה <WH7097> ke-Tzeh it [even] to the end הָאָ֑רֶץ <WH776> ha-'A-retz; of the earth אִמְר֕וּ <WH559> 'im-Ru say גָּאַ֥ל <WH1350> ga-'Al hath redeemed יְהוָ֖ה <WH3068> Yah-weh ye The LORD עַבְדּ֥וֹ <WH5650> av-Do his servant יַעֲקֹֽב׃ <WH3290> ya-'a-Ko. Jacob"},{"number":21,"verse":"וְלֹ֣א <WH3808> ve-Lo did not צָמְא֗וּ <WH6770> tza-me-'U, And they thirsted בָּחֳרָבוֹת֙ <WH2723> bo-cho-ra-Vot them through the deserts הֽוֹלִיכָ֔ם <WH1980> ho-li-Cham, led מַ֥יִם <WH4325> Ma-yim he caused the waters מִצּ֖וּר <WH6697> mitz-Tzur out of the rock הִזִּ֣יל <WH5140> hiz-Zil to flow לָ֑מוֹ la-mo; וַיִּ֨בְקַע־ <WH1234> vai-Yiv-ka'- for them he clave צ֔וּר <WH6697> Tzur, the rock וַיָּזֻ֖בוּ <WH2100> vai-ya-Zu-vu gushed out מָֽיִם׃ <WH4325> Ma-yim. also and the waters"},{"number":22,"verse":"אֵ֣ין <WH369> 'ein There שָׁל֔וֹם <WH7965> sha-Lom, [There is] no peace אָמַ֥ר <WH559> 'a-Mar saith יְהוָ֖ה <WH3068> Yah-weh the LORD לָרְשָׁעִֽים׃ <WH7563> la-re-sha-'Im. unto the wicked ס sa-Mek"}]}