{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":52,"verses":[{"number":1,"verse":"עוּרִ֥י <WH5782> 'u-Ri Awake עוּרִ֛י <WH5782> 'u-Ri awake לִבְשִׁ֥י <WH3847> liv-Shi put on עֻזֵּ֖ךְ <WH5797> 'uz-Zech thy strength צִיּ֑וֹן <WH6726> tzi-Yon; O Zion לִבְשִׁ֣י׀ <WH3847> liv-Shi put on בִּגְדֵ֣י <WH899> big-Dei garments תִפְאַרְתֵּ֗ךְ <WH8597> tif-'ar-Tech, thy beautiful יְרוּשָׁלִַ֙ם֙ <WH3389> ye-ru-sha-Lim O Jerusalem עִ֣יר <WH5892> 'ir city הַקֹּ֔דֶשׁ <WH6944> hak-Ko-desh, the holy כִּ֣י <WH3588> ki for לֹ֥א <WH3808> lo will no יוֹסִ֛יף <WH3254> yo-Sif for henceforth there shall no more יָבֹא־ <WH935> ya-vo- come בָ֥ךְ vach ע֖וֹד <WH5750> od again עָרֵ֥ל <WH6189> 'a-Rel into thee the uncircumcised וְטָמֵֽא׃ <WH2931> ve-ta-Me. and the unclean"},{"number":2,"verse":"הִתְנַעֲרִ֧י <WH5287> hit-na-'a-Ri Shake מֵעָפָ֛ר <WH6083> me-'a-Far thyself from the dust ק֥וּמִי <WH6965> Ku-mi arise שְּׁבִ֖י <WH3427> she-Vi [and] sit down יְרֽוּשָׁלִָ֑ם <WH3389> ye-ru-sha-Lim; O Jerusalem; הִתְפַּתְּחוּ hit-pat-te-chu כהִֽתְפַּתְּחִי֙ <WH6605> hit-pat-te-Chi appear קמוֹסְרֵ֣י <WH4147> mos-Rei thyself from the bands צַוָּארֵ֔ךְ <WH6677> tzav-va-Rech, of thy neck שְׁבִיָּ֖ה <WH7628> she-vi-Yah O captive בַּת־ <WH1323> bat- daughter צִיּֽוֹן׃ <WH6726> tzi-Yon. of Zion ס sa-Mek"},{"number":3,"verse":"כִּֽי־ <WH3588> ki- For כֹה֙ <WH3541> choh thus אָמַ֣ר <WH559> 'a-Mar For thus saith יְהוָ֔ה <WH3068> Yah-weh, the LORD חִנָּ֖ם <WH2600> chin-Nam yourselves for nought נִמְכַּרְתֶּ֑ם <WH4376> nim-kar-Tem; Ye have sold וְלֹ֥א <WH3808> ve-Lo without בְכֶ֖סֶף <WH3701> ve-Che-sef without money תִּגָּאֵֽלוּ׃ <WH1350> tig-ga-'E-lu. and ye shall be redeemed"},{"number":4,"verse":"כִּ֣י <WH3588> ki For כֹ֤ה <WH3541> choh thus אָמַר֙ <WH559> 'a-Mar For thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֔ה <WH3069> Yah-weh, GOD מִצְרַ֛יִם <WH4714> mitz-Ra-yim into Egypt יָֽרַד־ <WH3381> ya-rad- went down עַמִּ֥י <WH5971> 'am-Mi My people בָרִֽאשֹׁנָ֖ה <WH7223> va-ri-sho-Nah aforetime לָג֣וּר <WH1481> la-Gur to sojourn שָׁ֑ם <WH8033> Sham; there וְאַשּׁ֖וּר <WH804> ve-'ash-Shur there and the Assyrian בְּאֶ֥פֶס <WH657> be-'E-fes them without cause עֲשָׁקֽוֹ׃ <WH6231> a-sha-Ko. oppressed"},{"number":5,"verse":"וְעַתָּ֤ה <WH6258> ve-'at-Tah Now; מִי־ mi- לי־ li- כמַה־ <WH4100> mah- how long לִּי־ li- פֹה֙ <WH6311> foh have here קנְאֻם־ <WH5002> ne-'um- Now therefore what have I here saith יְהוָ֔ה <WH3068> Yah-weh, the LORD כִּֽי־ <WH3588> ki- for לֻקַּ֥ח <WH3947> luk-Kach is taken away עַמִּ֖י <WH5971> 'am-Mi that my people חִנָּ֑ם <WH2600> chin-Nam; without; מֹשְׁלֹו mo-she-lov כמֹשְׁלָ֤יו <WH4910> mo-she-Lav reign קיְהֵילִ֙ילוּ֙ <WH3213> ye-hei-Li-lu over them make them to howl נְאֻם־ <WH5002> ne-'um- saith יְהוָ֔ה <WH3068> Yah-weh, the LORD וְתָמִ֥יד <WH8548> ve-ta-Mid continually כָּל־ <WH3605> kol- all הַיּ֖וֹם <WH3117> hai-Yom every day שְׁמִ֥י <WH8034> she-Mi and my name מִנֹּאָֽץ׃ <WH5006> min-no-'Atz. [is] blasphemed"},{"number":6,"verse":"לָכֵ֛ן <WH3651> la-Chen Therefore יֵדַ֥ע <WH3045> ye-Da' shall know עַמִּ֖י <WH5971> 'am-Mi Therefore my people שְׁמִ֑י <WH8034> she-Mi; my name לָכֵן֙ <WH3651> la-Chen therefore בַּיּ֣וֹם <WH3117> bai-Yom therefore [they shall know] in that day הַה֔וּא <WH1931> ha-Hu, he כִּֽי־ <WH3588> ki- for אֲנִי־ <WH589> 'a-ni- I ה֥וּא <WH1931> hu who הַֽמְדַבֵּ֖ר <WH1696> ham-dab-Ber that I [am] he that doth speak הִנֵּֽנִי׃ <WH2005> hin-Ne-ni. behold"},{"number":7,"verse":"מַה־ <WH4100> mah- How נָּאו֨וּ <WH4998> na-Vu How beautiful עַל־ <WH5921> 'al- on הֶהָרִ֜ים <WH2022> he-ha-Rim upon the mountains רַגְלֵ֣י <WH7272> rag-Lei are the feet מְבַשֵּׂ֗ר <WH1319> me-vas-Ser, of him that bringeth good tidings מַשְׁמִ֧יעַ <WH8085> mash-Mi-a' that publisheth שָׁל֛וֹם <WH7965> sha-Lom peace מְבַשֵּׂ֥ר <WH1319> me-vas-Ser that bringeth good tidings ט֖וֹב <WH2896> Tov of good מַשְׁמִ֣יעַ <WH8085> mash-Mi-a' that publisheth יְשׁוּעָ֑ה <WH3444> ye-shu-'Ah; salvation אֹמֵ֥ר <WH559> 'o-Mer that saith לְצִיּ֖וֹן <WH6726> le-tzi-Yon unto Zion מָלַ֥ךְ <WH4427> ma-Lach reigneth אֱלֹהָֽיִךְ׃ <WH430> 'e-lo-Ha-yich. Thy God"},{"number":8,"verse":"ק֥וֹל <WH6963> Kol the voice צֹפַ֛יִךְ <WH6822> tzo-Fa-yich Thy watchmen נָ֥שְׂאוּ <WH5375> Na-se-'u shall lift up ק֖וֹל <WH6963> Kol with the voice יַחְדָּ֣ו <WH3162> yach-Dav together יְרַנֵּ֑נוּ <WH7442> ye-ran-Ne-nu; shall they sing כִּ֣י <WH3588> ki with עַ֤יִן <WH5869> 'A-yin eye בְּעַ֙יִן֙ <WH5869> be-'A-yin to eye יִרְא֔וּ <WH7200> yir-'U, for they shall see בְּשׁ֥וּב <WH7725> be-Shuv shall bring again יְהוָ֖ה <WH3068> Yah-weh when the LORD צִיּֽוֹן׃ <WH6726> tzi-Yon. Zion"},{"number":9,"verse":"פִּצְח֤וּ <WH6476> pitz-Chu Break forth into joy רַנְּנוּ֙ <WH7442> ran-ne-Nu sing יַחְדָּ֔ו <WH3162> yach-Dav, together חָרְב֖וֹת <WH2723> cha-re-Vot ye waste places יְרוּשָׁלִָ֑ם <WH3389> ye-ru-sha-Lim; of Jerusalem כִּֽי־ <WH3588> ki- for נִחַ֤ם <WH5162> ni-Cham hath comforted יְהוָה֙ <WH3068> Yah-weh for the LORD עַמּ֔וֹ <WH5971> am-Mo, his people גָּאַ֖ל <WH1350> ga-'Al he hath redeemed יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. Jerusalem"},{"number":10,"verse":"חָשַׂ֤ף <WH2834> cha-Saf hath made bare יְהוָה֙ <WH3068> Yah-weh The LORD אֶת־ <WH853> 'et- זְר֣וֹעַ <WH2220> ze-Ro-a' arm קָדְשׁ֔וֹ <WH6944> ka-de-Sho, his holy לְעֵינֵ֖י <WH5869> le-'ei-Nei in the eyes כָּל־ <WH3605> kol- of all הַגּוֹיִ֑ם <WH1471> hag-go-Yim; of all the nations וְרָאוּ֙ <WH7200> ve-ra-'U shall see כָּל־ <WH3605> kol- all אַפְסֵי־ <WH657> 'af-sei- and all the ends אָ֔רֶץ <WH776> 'A-retz, of the earth אֵ֖ת <WH853> 'et יְשׁוּעַ֥ת <WH3444> ye-shu-'At the salvation אֱלֹהֵֽינוּ׃ <WH430> 'e-lo-Hei-nu. of our God ס sa-Mek"},{"number":11,"verse":"ס֤וּרוּ <WH5493> Su-ru Depart ס֙וּרוּ֙ <WH5493> su-ru ye depart צְא֣וּ <WH3318> tze-'U ye go ye out מִשָּׁ֔ם <WH8033> mish-Sham, there טָמֵ֖א <WH2931> ta-Me no unclean אַל־ <WH408> 'al- nothing תִּגָּ֑עוּ <WH5060> tig-Ga-'u; from thence touch צְא֣וּ <WH3318> tze-'U [thing] go ye out מִתּוֹכָ֔הּ <WH8432> mit-to-Chah, of the midst הִבָּ֕רוּ <WH1305> hib-Ba-ru of her be ye clean נֹשְׂאֵ֖י <WH5375> no-se-'Ei that bear כְּלֵ֥י <WH3627> ke-Lei the vessels יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":12,"verse":"כִּ֣י <WH3588> ki for לֹ֤א <WH3808> lo Nor בְחִפָּזוֹן֙ <WH2649> ve-chip-pa-zOn with haste תֵּצֵ֔אוּ <WH3318> te-Tze-'u, For ye shall not go out וּבִמְנוּסָ֖ה <WH4499> u-vim-nu-Sah by flight לֹ֣א <WH3808> lo Nor תֵלֵכ֑וּן <WH1980> te-le-Chun; will go כִּֽי־ <WH3588> ki- for הֹלֵ֤ךְ <WH1980> ho-Lech will go לִפְנֵיכֶם֙ <WH6440> lif-nei-Chem before יְהוָ֔ה <WH3069> Yah-weh, God וּמְאַסִּפְכֶ֖ם <WH622> u-me-'as-sif-Chem [will be] your rereward אֱלֹהֵ֥י <WH430> 'e-lo-Hei you and the God יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel ס sa-Mek"},{"number":13,"verse":"הִנֵּ֥ה <WH2009> hin-Neh Behold יַשְׂכִּ֖יל <WH7919> yas-Kil shall deal prudently עַבְדִּ֑י <WH5650> 'av-Di; Behold my servant יָר֧וּם <WH7311> ya-Rum he shall be exalted וְנִשָּׂ֛א <WH5375> ve-nis-Sa and extolled וְגָבַ֖הּ <WH1361> ve-ga-Vah high מְאֹֽד׃ <WH3966> me-'Od. and be very"},{"number":14,"verse":"כַּאֲשֶׁ֨ר <WH834> ka-'a-Sher after שָׁמְמ֤וּ <WH8074> sha-me-Mu were astonied עָלֶ֙יךָ֙ <WH5921> 'a-Lei-cha as רַבִּ֔ים <WH7227> rab-Bim, As many כֵּן־ <WH3651> ken- you So מִשְׁחַ֥ת <WH4893> mish-Chat was so marred מֵאִ֖ישׁ <WH376> me-'Ish more than any man מַרְאֵ֑הוּ <WH4758> mar-'E-hu; at thee his visage וְתֹאֲר֖וֹ <WH8389> ve-to-'a-Ro and his form מִבְּנֵ֥י <WH1121> mib-be-Nei more than the sons אָדָֽם׃ <WH120> 'a-Dam. of men"},{"number":15,"verse":"כֵּ֤ן <WH3651> ken Thus יַזֶּה֙ <WH5137> yaz-Zeh So shall he sprinkle גּוֹיִ֣ם <WH1471> go-Yim nations רַבִּ֔ים <WH7227> rab-Bim, many עָלָ֛יו <WH5921> 'a-Lav account יִקְפְּצ֥וּ <WH7092> yik-pe-Tzu shall shut מְלָכִ֖ים <WH4428> me-la-Chim the kings פִּיהֶ֑ם <WH6310> pi-Hem; their mouths כִּ֠י <WH3588> ki For אֲשֶׁ֨ר <WH834> 'a-Sher what לֹֽא־ <WH3808> lo- had not סֻפַּ֤ר <WH5608> sup-Par at him for [that] which had not been told לָהֶם֙ la-Hem רָא֔וּ <WH7200> ra-'U, them shall they see וַאֲשֶׁ֥ר <WH834> va-'a-Sher and what לֹֽא־ <WH3808> lo- had not שָׁמְע֖וּ <WH8085> sha-me-'U and [that] which they had not heard הִתְבּוֹנָֽנוּ׃ <WH995> hit-bo-Na-nu. shall they consider"}]}