{"bibleAbbr":"HSB+","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":53,"verses":[{"number":1,"verse":"מִ֥י <WH4310> mi Who הֶאֱמִ֖ין <WH539> he-'e-Min Who hath believed לִשְׁמֻעָתֵ֑נוּ <WH8052> lish-mu-'a-Te-nu; bruit וּזְר֥וֹעַ <WH2220> u-ze-Ro-a' has the arm יְהוָ֖ה <WH3068> Yah-weh of the LORD עַל־ <WH5921> 'al- and מִ֥י <WH4310> mi Who נִגְלָֽתָה׃ <WH1540> nig-La-tah. revealed"},{"number":2,"verse":"וַיַּ֨עַל <WH5927> vai-Ya-'al For he shall grow up כַּיּוֹנֵ֜ק <WH3126> kai-yo-Nek him as a tender plant לְפָנָ֗יו <WH6440> le-fa-Nav, before וְכַשֹּׁ֙רֶשׁ֙ <WH8328> ve-chash-Sho-resh and as a root מֵאֶ֣רֶץ <WH776> me-'E-retz ground צִיָּ֔ה <WH6723> tzi-Yah, out of a dry לֹא־ <WH3808> lo- has no תֹ֥אַר <WH8389> To-'ar he hath no form ל֖וֹ lo וְלֹ֣א <WH3808> ve-Lo Nor הָדָ֑ר <WH1926> ha-Dar; nor comeliness וְנִרְאֵ֥הוּ <WH7200> ve-nir-'E-hu and when we shall see וְלֹֽא־ <WH3808> ve-lo- Nor מַרְאֶ֖ה <WH4758> mar-'Eh him [there is] no beauty וְנֶחְמְדֵֽהוּ׃ <WH2530> ve-nech-me-De-hu. that we should desire"},{"number":3,"verse":"נִבְזֶה֙ <WH959> niv-Zeh He is despised וַחֲדַ֣ל <WH2310> va-cha-Dal and rejected אִישִׁ֔ים <WH376> 'i-Shim, of men אִ֥ישׁ <WH376> 'ish a man מַכְאֹב֖וֹת <WH4341> mach-'o-Vot of sorrows וִיד֣וּעַ <WH3045> vi-Du-a' and acquainted חֹ֑לִי <WH2483> Cho-li; with grief וּכְמַסְתֵּ֤ר <WH4564> u-che-mas-Ter and we hid as it were פָּנִים֙ <WH6440> pa-Nim [our] faces מִמֶּ֔נּוּ <WH4480> mi-Men-nu, at נִבְזֶ֖ה <WH959> niv-Zeh from him he was despised וְלֹ֥א <WH3808> ve-Lo did not חֲשַׁבְנֻֽהוּ׃ <WH2803> cha-shav-Nu-hu. and we esteemed"},{"number":4,"verse":"אָכֵ֤ן <WH403> 'a-Chen Surely חֳלָיֵ֙נוּ֙ <WH2483> cho-la-Ye-nu our griefs ה֣וּא <WH1931> hu Himself נָשָׂ֔א <WH5375> na-Sa, he hath borne וּמַכְאֹבֵ֖ינוּ <WH4341> u-mach-'o-Vei-nu our sorrows סְבָלָ֑ם <WH5445> se-va-Lam; and carried וַאֲנַ֣חְנוּ <WH587> va-'a-Nach-nu ourselves חֲשַׁבְנֻ֔הוּ <WH2803> cha-shav-Nu-hu, yet we did esteem נָג֛וּעַ <WH5060> na-Gu-a' him stricken מֻכֵּ֥ה <WH5221> muk-Keh smitten אֱלֹהִ֖ים <WH430> E-lo-Him of God וּמְעֻנֶּֽה׃ <WH6031> u-me-'un-Neh. and afflicted"},{"number":5,"verse":"וְהוּא֙ <WH1931> ve-Hu He מְחֹלָ֣ל <WH2490> me-cho-Lal But he [was] wounded מִפְּשָׁעֵ֔נוּ <WH6588> mip-pe-sha-'E-nu, for our transgressions מְדֻכָּ֖א <WH1792> me-duk-Ka [he was] bruised מֵעֲוֹנֹתֵ֑ינוּ <WH5771> me-'a-vo-no-Tei-nu; for our iniquities מוּסַ֤ר <WH4148> mu-Sar the chastisement שְׁלוֹמֵ֙נוּ֙ <WH7965> she-lo-Me-nu of our peace עָלָ֔יו <WH5921> 'a-Lav, and by וּבַחֲבֻרָת֖וֹ <WH2250> u-va-cha-vu-ra-To [was] upon him and with his stripes נִרְפָּא־ <WH7495> nir-pa- we are healed לָֽנוּ׃ La-nu."},{"number":6,"verse":"כֻּלָּ֙נוּ֙ <WH3605> kul-La-nu All כַּצֹּ֣אן <WH6629> katz-Tzon All we like sheep תָּעִ֔ינוּ <WH8582> ta-'I-nu, have gone astray אִ֥ישׁ <WH376> 'ish every one לְדַרְכּ֖וֹ <WH1870> le-dar-Ko to his own way פָּנִ֑ינוּ <WH6437> pa-Ni-nu; we have turned וַֽיהוָה֙ <WH3068> Yah-weh and the LORD הִפְגִּ֣יעַ <WH6293> hif-Gi-a' hath laid בּ֔וֹ bo, אֵ֖ת <WH853> 'et עֲוֹ֥ן <WH5771> 'a-Von on him the iniquity כֻּלָּֽנוּ׃ <WH3605> kul-La-nu. all"},{"number":7,"verse":"נִגַּ֨שׂ <WH5065> nig-Gas He was oppressed וְה֣וּא <WH1931> ve-Hu and He נַעֲנֶה֮ <WH6031> na-'a-Neh and he was afflicted וְלֹ֣א <WH3808> ve-Lo did not יִפְתַּח־ <WH6605> yif-tach- yet he opened פִּיו֒ <WH6310> piv not his mouth כַּשֶּׂה֙ <WH7716> kas-Seh as a lamb לַטֶּ֣בַח <WH2874> lat-Te-vach to the slaughter יוּבָ֔ל <WH2986> yu-Val, he is brought וּכְרָחֵ֕ל <WH7353> u-che-ra-Chel and as a sheep לִפְנֵ֥י <WH6440> lif-Nei before גֹזְזֶ֖יהָ <WH1494> go-ze-Zei-ha her shearers נֶאֱלָ֑מָה <WH481> ne-'e-La-mah; is dumb וְלֹ֥א <WH3808> ve-Lo did not יִפְתַּ֖ח <WH6605> yif-Tach so he openeth פִּֽיו׃ <WH6310> Piv. not his mouth"},{"number":8,"verse":"מֵעֹ֤צֶר <WH6115> me-'O-tzer from prison וּמִמִּשְׁפָּט֙ <WH4941> u-mi-mish-Pat and from judgment לֻקָּ֔ח <WH3947> luk-Kach, He was taken וְאֶת־ <WH853> ve-'Et דּוֹר֖וֹ <WH1755> do-Ro his generation מִ֣י <WH4310> mi who יְשׂוֹחֵ֑חַ <WH7878> ye-so-Che-ach; and who shall declare כִּ֤י <WH3588> ki for נִגְזַר֙ <WH1504> nig-Zar was cut מֵאֶ֣רֶץ <WH776> me-'E-retz out of the land חַיִּ֔ים <WH2416> chai-Yim, of the living מִפֶּ֥שַׁע <WH6588> mip-Pe-sha' for the transgression עַמִּ֖י <WH5971> 'am-Mi of my people נֶ֥גַע <WH5061> Ne-ga' was he stricken לָֽמוֹ׃ la-mo."},{"number":9,"verse":"וַיִּתֵּ֤ן <WH5414> vai-yit-Ten And he made אֶת־ <WH854> 'et- with רְשָׁעִים֙ <WH7563> re-sha-'Im with the wicked קִבְר֔וֹ <WH6913> kiv-Ro, his grave וְאֶת־ <WH854> ve-'Et was with עָשִׁ֖יר <WH6223> 'a-Shir and with the rich בְּמֹתָ֑יו <WH4194> be-mo-Tav; in his death עַ֚ל <WH5921> 'al Because לֹא־ <WH3808> lo- no חָמָ֣ס <WH2555> cha-Mas no violence עָשָׂ֔ה <WH6213> 'a-Sah, because he had done וְלֹ֥א <WH3808> ve-Lo Nor מִרְמָ֖ה <WH4820> mir-Mah neither [was any] deceit בְּפִֽיו׃ <WH6310> be-Fiv. in his mouth"},{"number":10,"verse":"וַיהוָ֞ה <WH3068> Yah-weh the LORD חָפֵ֤ץ <WH2654> cha-Fetz Yet it pleased דַּכְּאוֹ֙ <WH1792> dak-ke-'O to bruise הֶֽחֱלִ֔י <WH2470> he-che-Li, him he hath put [him] to grief אִם־ <WH518> 'im- If תָּשִׂ֤ים <WH7760> ta-Sim when thou shalt make אָשָׁם֙ <WH817> 'a-Sham an offering for sin נַפְשׁ֔וֹ <WH5315> naf-Sho, his soul יִרְאֶ֥ה <WH7200> yir-'Eh he shall see זֶ֖רַע <WH2233> Ze-ra' [his] seed יַאֲרִ֣יךְ <WH748> ya-'a-Rich he shall prolong יָמִ֑ים <WH3117> ya-Mim; [his] days וְחֵ֥פֶץ <WH2656> ve-Che-fetz and the pleasure יְהוָ֖ה <WH3068> Yah-weh of the LORD בְּיָד֥וֹ <WH3027> be-ya-Do in his hand יִצְלָֽח׃ <WH6743> yitz-Lach. shall prosper"},{"number":11,"verse":"מֵעֲמַ֤ל <WH5999> me-'a-Mal of the travail נַפְשׁוֹ֙ <WH5315> naf-Sho of his soul יִרְאֶ֣ה <WH7200> yir-'Eh He shall see יִשְׂבָּ֔ע <WH7646> yis-Ba', [and] shall be satisfied בְּדַעְתּ֗וֹ <WH1847> be-da'-To, by his knowledge יַצְדִּ֥יק <WH6663> yatz-Dik justify צַדִּ֛יק <WH6662> tzad-Dik shall my righteous עַבְדִּ֖י <WH5650> 'av-Di servant לָֽרַבִּ֑ים <WH7227> la-rab-Bim; many וַעֲוֹנֹתָ֖ם <WH5771> va-'a-vo-no-Tam their iniquities ה֥וּא <WH1931> hu He יִסְבֹּֽל׃ <WH5445> yis-Bol. for he shall bear"},{"number":12,"verse":"לָכֵ֞ן <WH3651> la-Chen Therefore אֲחַלֶּק־ <WH2505> 'a-chal-lek- Therefore will I divide ל֣וֹ lo בָרַבִּ֗ים <WH7227> va-rab-Bim, him [a portion] with the great וְאֶת־ <WH854> ve-'Et with עֲצוּמִים֮ <WH6099> 'a-tzu-Mim with the strong יְחַלֵּ֣ק <WH2505> ye-chal-Lek and he shall divide שָׁלָל֒ <WH7998> sha-Lal the spoil תַּ֗חַת <WH8478> Ta-chat, Thahash אֲשֶׁ֨ר <WH834> 'a-Sher he הֶעֱרָ֤ה <WH6168> he-'e-Rah because he hath poured out לַמָּ֙וֶת֙ <WH4194> lam-Ma-vet unto death נַפְשׁ֔וֹ <WH5315> naf-Sho, his soul וְאֶת־ <WH854> ve-'Et with פֹּשְׁעִ֖ים <WH6586> po-she-'Im with the transgressors נִמְנָ֑ה <WH4487> nim-Nah; and he was numbered וְהוּא֙ <WH1931> ve-Hu Himself חֵטְא־ <WH2399> chet- the sin רַבִּ֣ים <WH7227> rab-Bim of many נָשָׂ֔א <WH5375> na-Sa, and he bare וְלַפֹּשְׁעִ֖ים <WH6586> ve-lap-po-she-'Im for the transgressors יַפְגִּֽיעַ׃ <WH6293> yaf-Gi-a'. and made intercession ס sa-Mek"}]}