{"bibleAbbr":"awaERV2005","bookName":"इब्रनियन क पत्र","bookEnglishName":"Hebrews","chapterNumber":11,"verses":[{"number":1,"verse":"( बिसवास क महिमा) बिसवास क मतलब बा, जेकर हम आसा करित ह, ओकरे बरे सुनिस्चित होब। अउर बिसवास क मतलब बा कि हम चाहे कउनो चीज क देखत न अही मुला ओकरे अस्तित्व क बारे मँ सुनिस्चित होब कि उ बा।"},{"number":2,"verse":"इही कारण पुरानन क परमेस्सर क आदर मिला भआ रहा।"},{"number":3,"verse":"बिसवास क आधार पर ही हम इ जानित ह कि परमेस्सर क आदेस स जगत क रचना भइ रही। इही बरे जउन दृस्य बा, उ दृस्य स नाहीं बना बा।"},{"number":4,"verse":"हाबिल तउ बिसवास क कारण ही परमेस्सर क कैन स अच्छी बलि चढ़ाए रहा। बिसवास क कारण ही ओका एक धर्मी मनई क रूप मँ तब सम्मान मिला रहा जब परमेस्सर त ओकरी भेंटन क प्रसंसा किहे रहा। अउर बिसवास क कारण उ आजऊ बोल थीं जद्यपि उ मरी चुका अहइ।"},{"number":5,"verse":"बिसवास क कारण ही हनोक क एह जीवन स उप्पर उठाइ लिहा गवा रहा ताकि ओका मउत क अनुभव न होइ। परमेस्सर तउ काहेकि ओका दूर हटाइ दिहे रहा इही बरे उ पावा नाहीं गवा। काहेकि ओका उठावा जाइ स पहिले परमेस्सर क प्रसन्न करइवाले क रूप मँ ओका सम्मान मिल चुका रहा।"},{"number":6,"verse":"बिसवास के बिना परमेस्सर क खुस करब असम्मभव रहा। काहेकि हरएक उ जउन ओकरे लगे आवत ह, ओकरे बरे इ जरूरी बा कि उ एह बात क बिसवास करइ कि परमेस्सर क अस्तित्व बा अउर उ जउन ओका सच्चाई क साथ खोजत ह, उ ओन्हे ओकर प्रतिफल देत ह।"},{"number":7,"verse":"बिसवास क कारण ही नूह क जब ओन्हन बातन क चेतावनी दीन्ह गइ जउन उ देखे तक नाहीं रहा तउ उ पवित्तर भय स भरा आपन परिवार क बचावइ क बरे एक नाव क निर्माण किहे रहा। अपने बिसवासे स ही उ एह संसार क दोसपूर्ण मानेस अउर ओह धार्मिकता क उतराधिकारी बना जउन बिसवास स आवत ह।"},{"number":8,"verse":"बिसवास क कारण ही, जब इब्राहीम क अइसेन स्थान प जाइके बरे बोलावा गवा रहा, जेका बाद मँ उतराधिकार क रुप मँ ओका पावइ क रहा, जदि उ इ जानत तक नाहीं रहा कि उ कहाँ जात बा, फिन भी उ आज्ञा मानेस अउर उ चला गवा।"},{"number":9,"verse":"बिसवास क कारण ही जउने धरती क देइ क ओका बचन दीन्ह गवा रहा, ओह प उ एका अनाजान परदेसी क समान आपन घरे बनाइके निवास किहेस। उ तम्बुवन मँ वइसेन रहा जइसेन इसहाक अउर याकूब रहत रहेन जउन ओकरे संग परमेस्सर क ओह प्रतिज्ञा क उतराधिकारी रहेन।"},{"number":10,"verse":"उ मजबूत आधारवाली उ नगरी क बाट जोहत रहा जेकर सिल्पी अउर निर्माण कर्ता परमेस्सर अहइ।"},{"number":11,"verse":"बिसवास क कारण ही, इब्राहीम जउन बूढ़ा होइ चुका रहा अउर सारा जउन खुद बाँझ रही, जे बचन दिहे रहा, ओका बिसवासनीय समझिके गर्भवती भइ अउर इब्राहीम क बाप बनाइ दिहेस।"},{"number":12,"verse":"अउर एह तरह इ एक्कइ मनई स जउन मरियल स रहा, अकास क तारन जेतनी असंख्य अउर सागर-तट क रेत-कणन जेतनी अनगिनत संतान भइन।"},{"number":13,"verse":"बिसवास क अपने मन मँ लिए भए इ लोग मरि गएन। जिन चीजन क प्रतिज्ञा दीन्ह गइ रही, उ ओ चीजन क नाहीं पाएन। उ पचे बस ओनका दुर स ही देखेन अउर ओनकर स्वागत किहेन अउर उ इ मानि लिहेन कि ओ पचे इ धरती प परदेसी अउर अनजान अहइँ।"},{"number":14,"verse":"उ लोग जउन अइसेन बात कहत हीं, उ इ देखावत हीं कि उ पचे एक अइसेन देस क खोज मँ अहइँ जउन ओनकर आपन अहइ।"},{"number":15,"verse":"अगर उ पचे ओह देस क बारे मँ सोचतेन जेका उ छोड़ि चुका अहइँ तउ ओनके फिन स लउटइ क अवसर रहत।"},{"number":16,"verse":"मुला ओन्हे तउ सरगे क एक अच्छा प्रदेस क उत्कट अभिलासा बा। इही बरे परमेस्सर क ओनकर परमेस्सर कहवावइ मँ संकोच नाहीं होत काहेकि उ तउ ओनके बरे एक नगर तइयार कइ रखे अहइ।"},{"number":17,"verse":"बिसवास क कारण ही इब्राहीम तउ, जब परमेस्सर ओकर परीच्छा लेत रहा, इसहाक क बलिदान चढ़ाएस। उहइ जेका प्रतिज्ञा मिली भइ रही, अपने एक मात्र बेटवा क जब बलिदान देई बाला रहा। तउ जद्यपि परमस्सर त ओसे कहे रहा, “इसहाक क द्वारा ही तोहरा वंस बाढ़ी।”"},{"number":19,"verse":"मुला इब्राहीम तउ सोचेस क परमेस्सर मरे भएन क भी जियाइ सकत ह अउर अगर अलंकारित भाखा मँ कहा जाइ तउ उ इसहाक क मउत स फिन वापस पाइ लिहेस।"},{"number":20,"verse":"बिसवास क कारण ही इसहाक तउ याकूब अउर एसाब क ओनके भविस्स क बारे मँ आसीर्बाद दिहेस।"},{"number":21,"verse":"बिसवास क कारण ही याकूब तउ जब उ मरत रहा।"},{"number":22,"verse":"यूसुफ जब ओकर अंत निकट रहा हर बेटवा क आसीर्बाद दिहेस अउर लाठी क उपर सिरे झुकि के सहरा लेत परमेस्सर क आराधना किहेस।"},{"number":23,"verse":"बिसवास क अधार पर ही, मूसा क महतारी-बाप तउ, मूसा क जनम क बाद ओनका तीन महिना तक छुपाये रखेन काहेकि ओ देखि लिहे रहेन कि उ कउनो सामान्य बालक नाहीं रहा अउर उ राजा क आज्ञा स नाहीं डरेन।"},{"number":24,"verse":"बिसवास स ही, मूसा जब बड़ा भवा तउ फिरौन क बिटिया क बेटवा कहवावइ स इन्कार कइ दिहेस। उ पाप क छणिक सुक भोगन क अपेच्छा परमेस्सर क लोगन क साथे दुर्व्यवहार झेलबइ ही चुनेस।"},{"number":26,"verse":"उ मसीह क बरे अपमान झेलइ क मिस्र क धन भंडारन क अपेच्छा जियादा मूल्यवान मानेस काहेकि उ आपन प्रतिफल पावइ क बाट जोहत रहा।"},{"number":27,"verse":"बिसवास क कारण ही, राजा क क्रोध स न डरत भए उ मिस्र क परित्याग कइ दिहेस। उ डटा रहा, मान ओका अदृस्य परमेस्सर देखात अहइ।"},{"number":28,"verse":"बिसवास स ही, उ फसह क त्यौहार अउर लहू छिड़कइ क पालन किहेस, ताकि पहिलौठा क बिनास करइवाला इस्राएल क पहिलौठा क छू तक न पावइ।"},{"number":29,"verse":"बिसवास क कारण ही, लोग लाल-सागर स अइसेन पार होइ गएन जइसेन उ कउनो सूखी जमीन होइ। मुला जब मिस्र क लोगन अइसेन करइ चाहेन तउ उ पचे डूबि गएन।"},{"number":30,"verse":"बिसवास क कारण ही, यहीहो क नगर-परकोट लोगन क सात दिन तलक ओकरे चारिहुँ कइँती परिक्रमा कइ लेइके बाद ढह गवा।"},{"number":31,"verse":"बिसवास क कारण ही, राहाब नाउँ क बेस्या आज्ञा क उल्लंघन करइवालन क साथे नाहीं मारी गइ रही काहेकि उ गुप्तचरन क स्वागत सत्कार किहे रही।"},{"number":32,"verse":"अब मइँ अउर जियादा का कही। गिदोन, बाराक, सिमसोन, यिफतह, दाऊद, समूएल अउर ओन्हन नबियन क चर्चा करइ क मोरे लगे समइ नाहीं बाटइ।"},{"number":33,"verse":"जे बिसवास स, राज्यन क जीत लिहेस, निआवपूर्ण काम किहेस अउर परमेस्सर जउन देइ क बचन दिहे रहा, ओका पाएस। जे सिंहन क मुँह बन्द कइ दिहेस,"},{"number":34,"verse":"लपलपात लपटन क क्रोध क सान्त किहेस अउर तलवार क धार स बच निकलेन, जेकरे कमजोरी इ सकित मँ बदल गइ, अउर युद्ध मँ जउन सक्तिसाली बनेन अउर जे बिदेसी सेनन क छिन्न-भिन्न कइ डाएन।"},{"number":35,"verse":"स्त्रियन तउ अपने मरन हुवन क फिन स जिन्दा पाएन। बहुतन क सतावा गवा, मुला उ छुटकारा पावइ स मना कइ दिहेन ताकि ओनका एक अउर अच्छा जीवन मँ पुनरूत्थान मिलि सकइ।"},{"number":36,"verse":"कछू क उपहासन अउर कोड़न क सामना करइ पड़ा जबकि कछू क जंजीरन स जकड़िके बन्दी घरे मँ डालि दीन्ह गवा।"},{"number":37,"verse":"कछू पइ पथराऊ कीन्ह गवा। ओनका आरा स चीरके दुइ फाँक कइ दीन्ह गवा, ओनका तलवार स मउत क घाट उतारि दीन्ह गवा। उ पचे गरीब रहेन, ओनका जातना दीन्ही गइ अउर ओनके साथे बुरा व्यवहार कीन्ह गवा! उ पचे भेड़ बकरियन क खाल ओढ़े रहेन अउर एहर ओहर भटकत रहेन।"},{"number":38,"verse":"इ संसार ओनके योग्य नाहीं रहा। उ पचे रेगिस्तानन अउर पहाड़न मँ घूमत रहेन अउर सबइ गुफा अउर धरती मँ बने भए बिलन मँ छुपत-छुपावत फिरेन।"},{"number":39,"verse":"अपने बिसवासे क कारण ही इ लोग सब स सराहा गएन। फिन भी परमेस्सर क जेकर महान बचन ओनका दीन्ह गवा रहा, ओका एनमाँ स कउनो नाहीं पाइ सका।"},{"number":40,"verse":"परमेस्सर क लगे आपन योजना क अनुसार हमरे बरे कूछ अउर जियादा अच्छा रहा जइसेन ओनहूँ बस हमरे साथे ही पूरा सिद्ध कीन्ह जाइ।"}]}