{"bibleAbbr":"awaERV2005","bookName":"इब्रनियन क पत्र","bookEnglishName":"Hebrews","chapterNumber":4,"verses":[{"number":1,"verse":"अतः जब ओकरे बिस्राम मँ प्रवेस क प्रतिज्ञा अब तलक बीन भइ बाटइ तउ हमका सावधान रहइ चाही कि तोहरे म स कउनउ अनुपयुक्त सिद्ध न होइ।"},{"number":2,"verse":"काहेकि हमकउ ओनही क समान सुसमाचार क उपदेस दीन्ह गवा बा। मुला जउन उपदेस ओ पचे सुनेन ह, उ ओनके बरे बेकार बा। काहेकि उ पचे जब ओका सुनेन तउ एका बिसवास क साथे धारण नाहीं किहेन।"},{"number":3,"verse":"अब देखा, हम तउ जउन बिसवासी अही ओह बिस्राम मँ प्रवेस पाए अही। जइसेन कि परमेस्सर कहे भी बाटइः “क्रोध मँ मइँ इही स तब सपथ लइके कहे रहेउँ, ‘इ पचे कबहुँ बिस्रामे मँ मोरे नाहीं सामिल होइहीं।’” जब संसार क सृस्टी करइ क बाद ओकर काम पूरा होइ गवा रहा।"},{"number":4,"verse":"उ सतवाँ दिना क सम्बन्ध मँ एन सब्दन मँ कहूँ पवित्तर सात्तरन मँ कहा बाटइ “अउर फिन सतवें दिना आपन सभन कामन स परमेस्सर तउ बिस्राम लिहेस।”"},{"number":5,"verse":"अउर फिन उपरोक्त सन्दर्भ मँ भी उ कहत ह, “उ पचे कबहुँ बिस्राम मँ मोर न सामिल होइहीं।”"},{"number":6,"verse":"जेनका पहिले सुसमाचार सुनावा गवा रहा आपन अनाज्ञाकारिता क कारण उ तउ बिस्राम मँ प्रवेस नाहीं पाइ सकेन मुला अउरन क बरे बिस्राम क दुवार अबऊ खुला बा।"},{"number":7,"verse":"इही बरे परमेस्सर तउ फिन एक बिसेस दिन निस्चित किहेस अउर ओका नाउँ दिहेस, “आजु” कछू बरसन क बाद दाऊद क द्वारा परमेस्सर तउ उ दिन क बारे मँ पवित्तर सास्तर मँ बताए रहा। जेकर उल्लेख हम अबहीं किहे रहेः “आज अगर ओकर सुना आवाज, न करा आपन हिरदय क जड़।”"},{"number":8,"verse":"अतः अगर यहोसु ओनका बिस्रामे मँ लइ गवा होत तउ परमेस्सर बाद मँ कउनउ अउर दिना क बारे मँ न बतउतइ।"},{"number":9,"verse":"तउ खैर जउन भी होइ परमेस्सर क भक्तन क बरे एक वइसी बिस्रन्ति रहत अहइ जइसेन बिस्रान्ति सातवें दिना परमेस्सर क रही।"},{"number":10,"verse":"काहेकि जउन कउनो परमेस्सर क बिस्रान्ति मँ प्रवेस करत ह, अपने करमन स बिस्रान्ति पाइ जात ह। वइसेन ही जइसेन परमेस्सर तउ अपने करमन स बिस्रान्ति पाइ लिहेस।"},{"number":11,"verse":"तउ आवा हमहूँ ओह बिस्रान्ति मँ प्रवेस पावइ क बरे हर एक प्रयत्त करीं। ताकि ओकर अनाज्ञाकारिता क उदाहरण क करत भए कउनो क पतन न होइ।"},{"number":12,"verse":"परमेस्सर क बचन त सजीव अउर क्रियासील बा, उ कउनो दुधारी तलवार से भी जियादा पैना बा। उ आतिमा अउर प्राण, संधियन अउर मज्जा तलक मँ गहिरा बेध जात ह। उ मनक, क वृत्तियन अउर बिचारन क परख लेत ह।"},{"number":13,"verse":"परमेस्सर क दिस्टी स एह समूचे सृस्टि मँ कछू भी ओझल नाहीं बाटइ। ओकरे आँखिन क सामने जेका हमका लेखा-जोखा देइ क बा, हर चीज बिना कउनो आवरण क उघड़ी हुई बाटइ।"},{"number":14,"verse":"( महान महायाजक ईसू) एह बरे काहेकि परमेस्सर क पूत ईसू एक अइसेन महान महायाजक अहइ, जउन सरगे मँ स होइके गवा अहइ तउ हमका अपने अंगीकृत अउर घोसित बिसवास क दृढ़ता क साथे थामे रखइ चाही।"},{"number":15,"verse":"काहेकि हमरे लगे जउन महायाजक अहइ, उ अइसेन नाहीं अहइ जउन हमार कमजोरी क साथे सहनुभूति न रख सकइ। ओका हर तरह स वइसेन ही परखा गवा बा जइसेन हमका फिन भी हमेसा पाप रहित बा।"},{"number":16,"verse":"त फिन आवा हम भरोसा क साथे अनुग्रह पावइ परमेस्सर क सिंहासन कइँती बढ़ी ताकि जरूरत पड़इ प हमार सहायता क बरे हम दया अउर अनुग्रह क पाइ सकी।"}]}