{"bibleAbbr":"awaERV2005","bookName":"इब्रनियन क पत्र","bookEnglishName":"Hebrews","chapterNumber":9,"verses":[{"number":1,"verse":"अब देखा पहिले करार मँ ही आराधना क नियम रहेन। अउर एक मनई क हाथन क बना आरा़धना घर भी रहा।"},{"number":2,"verse":"एक रावटी बनाइ गइ रही जेकरे पहिले कच्छ मँ दीपाधार रहेन, मेज रहिन, अउर भेंट क रोटी रही। एका पवित्तर स्थान कहा जात रहा।"},{"number":3,"verse":"दुसरे परदा क पीछे एक अउर कमरा रहा जेका परम पवित्तर कहा जात बा।"},{"number":4,"verse":"एहमन सुगंधित सामग्री क बरे सोना क वेदी अउर सोना क मढ़ी करार क पेटी रही। एह पेटी मँ सोना क बना पन्ना क एक पात्र रहा, हारून क उ छड़ी रही जेह पर कोपल फूटी रही अउर करार क पाथर क पतरा रहेन।"},{"number":5,"verse":"पेटी क ऊपर परमेस्सर क महिमामय उपस्थिति क प्रतीक यानि करूब बना रहेन जउन छमा क स्थान पर छाया क करत रहेन। मुला एह समइ हम इन बातन क बिस्तार क साथे चर्चा नाहीं कइ सकित।"},{"number":6,"verse":"सब कछू क एह तरह व्यवस्थित होइ जाइ क बाद याजक बाहरी कच्छ मँ प्रति दिन प्रवेस कइके आपन सेवा क काम करइ लागेन।"},{"number":7,"verse":"मुला भीतर कच्छ मँ केवल महाजाजक ही प्रवेस करत रहा अउर उहऊ साल मँ एक दाई। उ बिना ओह लहू क कबहुँ प्रबेस नाहीं करत रहा जेका उ खुद अपने द्वारा अउर लोगन क द्वारा अनजाना मँ कीन्ह गए पापन क बरे भेंट चढ़ावत रहेन।"},{"number":8,"verse":"एकरे द्वारा पवित्तर आतिमा इ दरसावा करत रहा कि जब तलक अबहिं पहिली रावटी खड़ी भई बा, तब तलक परम पवित्तर स्थान क रस्ता उजागर नाहीं होइ पावत।"},{"number":9,"verse":"इ आजु क जुग क बरे एक प्रतीक अहइ जउन इ दरसावत ह कि भेंट अउर बलिदान जेका अर्पित कीन्ह जात बा, आराधना करइवालन क चेतना क सुद्ध नाहीं कइ सकत।"},{"number":10,"verse":"इ सबइ तउ बस खाइपिअइ अउर कइयउ पर्व बिसेस-स्थानन क बाहेर क नियम अहइँ अउर नइ व्यवस्था क समई तक क बरे ही इ लागू होत हीं।"},{"number":11,"verse":"( मसीह क लहू) मुला अब मसीह इ अउर अच्छी व्यवस्था क, जउन अब हमरे लगे बा, महायाजक बनिके आइ गवा बा। उ ओह जियादा अच्छी अउर पूरी रावटी मँ स होइ क प्रवेस किहेस जउन मनइयन क हाथन क बनाइ भइ नाहीं रही। मतलब जउ सांसारिक नाहीं बा।"},{"number":12,"verse":"बकरन अउर बछड़न क लहू क लइके उ प्रवेस नाहीं किहे रहा बल्कि सदा हमेसा क बरे भेंट सरूप अपने ही लहू क लइके परम पवित्तर स्थान मँ ओकर प्रवेस भवा रहा। एह तरह उ हमरे बरे पापन स सदा काल क छुटकारा सुनिस्चित कइ दिहे बा।"},{"number":13,"verse":"बकरन अउर साँड़न क खून अउर बछिया क भभूत क ओनपइ छिड़का जाब, असुद्धन क सुद्ध बनावत ह ताकि उ सबइ बाहरी तउर प स्वच्छ होइ जाइँ।"},{"number":14,"verse":"जब इ सच बा तउ मसीह क लहू केतॅना प्रभावसाली होइ। उ अनन्त आतिमा क द्वारा अपने आपक एक पूरी तरह बलि क रूप मँ परमेस्सर क समपर्ति कइ दिहेस। तउन ओनकर लहू हमरे चेतना क ओन्हन करमन स छुटकारा देवाई जउन मउत क ओर लइ जात हीं ताकि हम सजीव परमेस्सर क सेवा कइ सकी।"},{"number":15,"verse":"इही कारण स मसीह एक नवा करार क बीचउलिया बना ताकि जेनका बोलावा गबा बा, उ उत्तराधिकार क अनन्त आसीर्बाद पाई सकइँ जेनकर परमेस्सर तउ प्रतिज्ञा किहे रहा। अब देखा, पहिले करार क अधीन कीन्ह गएन पापन स ओन्हे छुटकारा दियावइ क बरे फिरौती क रूप मँ उ आपन प्रान तलक दइ चुका अहइ।"},{"number":16,"verse":"जहाँ तलक बसीयतनामा क प्रस्न बा, तउ ओकरे बरे जे ओका लिखे अहइ, ओकरी मउत क प्रमाणित कीन्ह जाब जरुरी बाटइ"},{"number":17,"verse":"काहेकि कउनउ बसीयतनामा केवल तबहिं प्रभावी होत ह जब ओका लिखइवालन क मउत होइ जात ह। जब तलक ओका लिखइवाला जिन्दा रहत ह, उ कबहुँ प्रभावी नाहीं होत।"},{"number":18,"verse":"इही बरे पिहला करार भी बिना एक मउत अउर लहू क गिराए स काम सुरु नाहीं कीन्ह गवा।"},{"number":19,"verse":"मूसा जब व्यवस्था क प्रत्येक आदेस क सब लोगन क घोसना कइ चुका तउ उ जल क साथे बकरन अउर बछड़न क लहु क लाल ऊन अउर हिसप क टहनियन स चर्म पत्रन अउर सभन लोगन पे छिड़क दिहे रहा।"},{"number":20,"verse":"उ कहे रहा, “इ उ करार क लहू अहइ, परमेस्सर जेकरे पालन क आज्ञा तोहे सबन क दिहे अहइ।”"},{"number":21,"verse":"उ इही तरह रावटी आराधना उत्सव मँ काम आवइवाली सब चीज प लहू छिड़के रहा।"},{"number":22,"verse":"सही या व्यवस्था चाहत ह कि अक्सर हर चीज क लहू स सुद्ध कीन्ह जाइ। अउर बिना लहू बहाए छमा हई या नाहीं ही बाटइ।"},{"number":23,"verse":"( मसीह क बलिदान पापन क धोइ डालत ह) त फिन इ जरूरी बा कि चीजन जउन सरगे क प्रतिकृति बाटिन, ओन्हे पसुवन क बलिदान स सुद्ध कीन्ह जाइ मुला सरग क चीजन त एनहुँन स अच्छी बलिदानन स सुद्ध कीन्ह जाइ क अपेच्छा करत ह।"},{"number":24,"verse":"मसीह तउ मनइयन क हाथन क बना परम पवित्तर स्थान मँ, जउन सच्चा परम पवित्तर स्थान क एक प्रतिकृति मात्र रहा, प्रवेस नाहीं किहेस। उ तउ खुदइ सरग मँ ही प्रवेस किहेस ताकि अब उ हमरे ओर स परमेस्सर क उपस्थिति म प्रकट होइ।"},{"number":25,"verse":"अउर नाहीं तउ आपन फिन-फिन बलिदान चढ़ावइ क बरे उ सरगे मँ ओह तरह प्रवेस किहेस जइसेन महायाजक उ लहू क साथे, जउन ओकर आपन नाहीं बा, परन पवित्तर स्थान मँ हर साल प्रवेस करत ह।"},{"number":26,"verse":"नाहीं त फिन मसीह क सृस्टि क आदि स ही कइयउ दाई जातना झेलइ क पड़त। मुला अब देखा, इतिहास क चरम बिन्दु पर आपन बलिदान क द्वारा पापन क नास करइ क बरे उ हमेसा हमेसा क बरे एक्कइ बार प्रकट होइ गवा अहइ।"},{"number":27,"verse":"जइसे एक बार मरब अउर ओकरे बाद निआव क सामना करब मनई क नियति बा"},{"number":28,"verse":"तउन वइसेन मसीह क, एक्कइ बार कइयउ मनइयन क पापन क हरि लेइ क बरे बलिदान कइ दीन्ह गवा। अउर उ पापन क बहन करइ क बरे नाहीं बल्कि जउन ओकर बाट जोहत अहइँ, ओनके बरे उद्धार लियावइ क फिन दुसरी दाई प्रकट होइ।"}]}