{"bibleAbbr":"mrRV2015","bookName":"शास्ते","bookEnglishName":"Judges","chapterNumber":11,"verses":[{"number":1,"verse":"( अम्मोन्यांच्या हातांतून इफ्ताह इस्राएल लोकांना सोडवतो) इफ्ताह गिलादी हा एक पराक्रमी वीर होता; तो वेश्यापुत्र असून त्याचा बाप गिलाद होता."},{"number":2,"verse":"गिलादाच्या बायकोलाही मुलगे झाले; हे तिचे मुलगे मोठे झाल्यावर त्याला म्हणाले, “तू परस्त्रीचा मुलगा असल्यामुळे आमच्या वडिलांच्या घराण्यातील वतनात तुला वाटा मिळणार नाही.” असे म्हणून त्यांनी त्याला हाकून दिले."},{"number":3,"verse":"तेव्हा इफ्ताह आपल्या बांधवांच्या भीतीने पळून गेला आणि टोब देशात जाऊन राहिला. तेथे रिकामटेकडे लोक त्याला मिळाले आणि ते त्याच्याबरोबर वावरू लागले."},{"number":4,"verse":"काही दिवसांनी अम्मोनी लोकांनी इस्राएलाशी युद्ध पुकारले."},{"number":5,"verse":"अम्मोनी लोक इस्राएलाशी लढू लागले तेव्हा गिलाद येथील वडील जन इफ्ताहाला आणण्यासाठी टोब देशी गेले."},{"number":6,"verse":"ते इफ्ताहाला म्हणाले, “चला, आमचे सेनापती व्हा म्हणजे आपण अम्मोनी लोकांशी युद्ध करू.”"},{"number":7,"verse":"इफ्ताह गिलादाच्या वडील जनांना म्हणाला, “तुम्ही माझा द्वेष करून मला आपल्या बापाच्या घरातून हाकून दिले होते ना? आणि आता कशाला आलात? संकटात पडलात म्हणून?”"},{"number":8,"verse":"गिलादाचे वडील जन इफ्ताहाला म्हणाले, “होय, म्हणून तर आम्ही आता तुमच्याकडे आलो आहोत; तुम्ही आमच्याबरोबर चला, आणि अम्मोनी लोकाशी युद्ध करा, म्हणजे तुम्ही आम्हा सर्व गिलादकरांचे प्रमुख व्हाल.”"},{"number":9,"verse":"गिलादाच्या वडील जनांना इफ्ताह म्हणाला, “अम्मोनी लोकांशी युद्ध करायला तुम्ही मला स्वदेशी परतवले आणि परमेश्वराने त्यांना माझ्या हाती दिले तर मीच तुमचा प्रमुख राहीन काय?”"},{"number":10,"verse":"गिलादाचे वडील जन इफ्ताहाला म्हणाले, “परमेश्वर तुमच्या-आमच्यामध्ये साक्षी आहे; तुम्ही म्हणता तसे आम्ही अवश्य करू.”"},{"number":11,"verse":"मग इफ्ताह गिलादाच्या वडील जनांबरोबर गेला; लोकांनी त्याला आपला प्रमुख व सेनापती नेमले. तेव्हा इफ्ताहाने आपले सगळे म्हणणे मिस्पा येथे परमेश्वरासमक्ष परत बोलून दाखवले."},{"number":12,"verse":"पुढे इफ्ताहाने अम्मोन्यांच्या राजाकडे जासूद पाठवून विचारले, “माझ्याकडे यायला व माझ्या देशाशी लढायला तुझे आणि माझे कोठे बिनसले आहे?”"},{"number":13,"verse":"अम्मोन्यांच्या राजाने इफ्ताहाच्या जासुदांना म्हटले, “इस्राएल लोक मिसर देशाहून आले तेव्हा आर्णोन नदीपासून यब्बोक व यार्देन ह्या नद्यांपर्यंतचा माझा प्रदेश त्यांनी हिरावून घेतला; आता तो मुकाट्याने परत करा.”"},{"number":14,"verse":"इफ्ताहाने अम्मोन्यांच्या राजाकडे पुन्हा जासुदांच्या हाती निरोप पाठवला, तो असा :"},{"number":15,"verse":"इफ्ताह म्हणतो, “इस्राएलाने मवाबाचा देश घेतला नाही किंवा अम्मोनी लोकांचाही देश घेतला नाही,"},{"number":16,"verse":"पण ते मिसर देशाहून निघाले आणि रानातून कूच करून तांबड्या समुद्रावरून कादेश येथे आले;"},{"number":17,"verse":"तेव्हा त्यांनी जासुदांच्या हाती अदोमाच्या राजाला सांगून पाठवले की, कृपा करून आम्हांला तुझ्या देशातून जाऊ दे; पण अदोमाच्या राजाने आमचे ऐकले नाही; तसेच त्यांनी मवाबाच्या राजाला सांगून पाठवले, पण तोही आमचे ऐकायला तयार नव्हता, म्हणून इस्राएल कादेश येथे वस्ती करून राहिले."},{"number":18,"verse":"त्यानंतर त्यांनी रानातून फिरत फिरत अदोम व मवाब ह्या देशांना वळसा घालून मवाबाच्या पूर्वेकडून येऊन आर्णोन नदीपलीकडे तळ दिला. पण ते मवाबाच्या हद्दीत शिरले नाहीत; कारण आर्णोन नदी ही मवाबांची सरहद्द होती."},{"number":19,"verse":"मग अमोर्‍यांचा राजा, म्हणजे हेशबोनाचा राजा सीहोन, ह्याच्याकडे इस्राएलांनी जासुदांच्या हाती सांगून पाठवले की, ‘कृपा करून आम्हांला तुझ्या देशातून स्वस्थानी जाऊ दे.’"},{"number":20,"verse":"पण सीहोनाला इस्राएलाची खात्री नसल्यामुळे त्याने त्याला आपल्या हद्दीतून जाऊ दिले नाही; उलट त्याने आपले सर्व लोक जमवून याहस येथे तळ देऊन इस्राएलाशी युद्ध केले."},{"number":21,"verse":"तरीपण इस्राएलाचा देव परमेश्वर ह्याने सीहोन व त्याचे सर्व लोक इस्राएलाच्या हाती दिले व त्यांनी त्यांचा पराभव केला. अशा प्रकारे त्या देशाचे रहिवासी अमोरी ह्यांचा सारा मुलुख इस्राएलांनी हस्तगत केला."},{"number":22,"verse":"अर्थात आर्णोन नदीपासून यब्बोक नदीपर्यंतचा आणि रानापासून यार्देन नदीपर्यंतचा अमोर्‍यांचा सर्व देश त्यांनी आपल्या ताब्यात घेतला."},{"number":23,"verse":"इस्राएलाचा देव परमेश्वर ह्याने आपली प्रजा इस्राएल हिच्याकरता अमोर्‍यांना घालवून दिले आणि आता तू त्यांच्या प्रदेशावर हक्क गाजवायला बघतोस काय?"},{"number":24,"verse":"तुझा देव कमोश ह्याने तुला दिलेल्या वतनावरच तू हक्क गाजवू नये काय? आमचा देव परमेश्वर ह्याने ज्यांना आमच्यासाठी हाकून लावले त्यांचे वतन आमचेच राहील."},{"number":25,"verse":"मवाबाचा राजा सिप्पोर ह्याचा मुलगा बालाक ह्याच्यापेक्षा तू श्रेष्ठ आहेस काय? तो इस्राएलाशी कधी भांडला काय? तो कधी लढला काय?"},{"number":26,"verse":"हेशबोन व त्याची उपनगरे, अरोएर व त्याची उपनगरे आणि आर्णोनतीरीची सर्व नगरे ह्यांत आज तीनशे वर्षे इस्राएल वस्ती करून आहे, तर ह्या अवधीत तुम्ही ती परत का मिळवली नाहीत?"},{"number":27,"verse":"मी तुझा काही गुन्हा केला नाही, तरी माझ्याशी लढून तू माझ्यावर अन्याय करत आहेस, न्यायाधीश परमेश्वर हा इस्राएल लोक व अम्मोनी लोक ह्यांचा आज न्याय करो.”"},{"number":28,"verse":"इफ्ताहाने अम्मोनी लोकांच्या राजाला पाठवलेला हा निरोप त्याने जुमानला नाही."},{"number":29,"verse":"मग इफ्ताहावर परमेश्वराचा आत्मा उतरला आणि इफ्ताह गिलाद व मनश्शे ह्या प्रदेशातून कूच करून गिलादी मिस्पे येथे आला आणि गिलादी मिस्पे येथून कूच करून अम्मोनी लोकांवर चालून गेला."},{"number":30,"verse":"इफ्ताहाने परमेश्वराला असा नवस केला की, “तू खात्रीने अम्मोनी लोकांना माझ्या हाती दिलेस,"},{"number":31,"verse":"तर मी अम्मोनी लोकांकडून सुखरूप परत आल्यावर माझ्या घराच्या दारातून जो प्राणी मला सामोरा येईल तो परमेश्वराचा मानून मी त्याचे हवन करीन.”"},{"number":32,"verse":"मग अम्मोनी लोकांशी युद्ध करायला इफ्ताह त्यांच्यावर चालून गेला आणि परमेश्वराने त्यांना त्याच्या हाती दिले."},{"number":33,"verse":"अरोएरापासून मिन्नीथपर्यंतच्या वीस नगरांत आणि पुढे आबेल करामीमपर्यंत त्याने त्यांची मोठी कत्तल उडवून त्यांचा मोड केला. अशा प्रकारे इस्राएल लोकांनी अम्मोनी लोकांचा नक्षा उतरवला."},{"number":34,"verse":"( इफ्ताहाची कन्या) इफ्ताह मिस्पा येथे आपल्या घरी आला तेव्हा त्याची मुलगी डफ वाजवत व नाचत त्याला सामोरी आली. ती त्याची एकुलती एक मुलगी होती. तिच्याशिवाय त्याला दुसरा मुलगा किंवा मुलगी नव्हती."},{"number":35,"verse":"तिला पाहताच आपली वस्त्रे फाडून तो म्हणाला, “हाय! हाय! मुली, तू माझे मन खचवले आहेस; तू माझ्यावर मोठे संकट आणले आहेस; परमेश्वराला मी शब्द दिला आहे; आता मला माघार घेता येत नाही.”"},{"number":36,"verse":"ती त्याला म्हणाली, “बाबा, परमेश्वराला तुम्ही शब्द दिला आहे तेव्हा तुमच्या तोंडातून निघालेल्या शब्दाप्रमाणेच माझ्या बाबतीत करा, कारण परमेश्वराने तुमचे शत्रू जे अम्मोनी लोक त्यांचा सूड तुमच्या वतीने घेतला आहे.”"},{"number":37,"verse":"ती आपल्या बापाला पुढे म्हणाली, “मात्र माझ्यासाठी एवढे करा की मला दोन महिन्यांचा अवधी द्या म्हणजे मी आपल्या मैत्रिणींबरोबर जाऊन डोंगरातून फिरत मला कौमार्यावस्थेतच मरावे लागत आहे ह्याबद्दल शोक करीन.”"},{"number":38,"verse":"तो म्हणाला, “जा.” आणि त्याने तिला दोन महिन्यांसाठी पाठवून दिले. मग ती आपल्या मैत्रिणींबरोबर जाऊन डोंगरावर फिरत आपल्याला कौमार्यावस्थेतच मरावे लागत आहे ह्याबद्दल शोक करत राहिली."},{"number":39,"verse":"दोन महिन्यांनंतर ती आपल्या बापाकडे परतली. तेव्हा नवस केल्याप्रमाणे त्याने तिच्याबाबत केले. तिचा पुरुषाशी शरीरसंबंध झाला नव्हता."},{"number":40,"verse":"ह्यावरून इस्राएल लोकांत अशी चाल पडली की, इस्राएल मुलींनी इफ्ताह गिलादी ह्याच्या मुलीच्या स्मरणार्थ शोक करण्यासाठी प्रतिवर्षी चार दिवस जात जावे."}]}