{"bibleAbbr":"mrRV2015","bookName":"शास्ते","bookEnglishName":"Judges","chapterNumber":12,"verses":[{"number":1,"verse":"( इफ्ताह आणि एफ्राईम) मग एफ्राइमी लोक जमा होऊन साफोन येथे गेले. ते इफ्ताहाला म्हणाले, “तू अम्मोन्यांशी लढायला गेलास तेव्हा तुझ्याबरोबर येण्यासाठी आम्हांला का नाही बोलावलेस? आम्ही तुझ्या घरासकट तुला जाळून टाकतो.”"},{"number":2,"verse":"इफ्ताह त्यांना म्हणाला, “माझ्या व माझ्या लोकांच्या अम्मोनी लोकांशी चकमकी झडत असताना मी तुमची कुमक मागितली होती तेव्हा तुम्ही त्यांच्या हातून मला सोडवले नाही."},{"number":3,"verse":"तुम्ही मला सोडवत नसल्याचे मी पाहिले तेव्हा मी तळहातावर शिर घेऊन अम्मोनी लोकांवर चालून गेलो आणि परमेश्वराने त्यांना माझ्या हाती दिले. आज तुम्ही माझ्याशी लढायला का चालून आलात?”"},{"number":4,"verse":"नंतर इफ्ताहाने गिलादाची सर्व सेना जमा करून एफ्राइमाशी युद्ध केले. गिलादाच्या सैनिकांनी एफ्राइमाचा पराभव केला; कारण ते म्हणत होते, “एफ्राईम व मनश्शे ह्यांच्यामध्ये राहणार्‍या गिलाद्यांनो, तुम्ही एफ्राइमातून आलेले पळपुटे आहात.”"},{"number":5,"verse":"गिलाद्यांनी एफ्राइमी लोकांना अडवण्यासाठी यार्देनेचे उतार रोखून धरले. आणि कोणी एफ्राइमी पळपुट्या त्यांना म्हणे, “मला पलीकडे जाऊ द्या,” तेव्हा गिलादी लोक त्याला विचारत, “तू एफ्राइमी आहेस काय?”"},{"number":6,"verse":"त्याने “नाही” असे म्हटले तर ते त्याला म्हणत, “शिब्बोलेथ म्हण”; तेव्हा तो “सिब्बोलेथ” म्हणे. त्या शब्दाचा उच्चार त्याला करता येत नसे म्हणून ते त्याला धरून यार्देनेच्या उताराजवळ मारून टाकत. त्या प्रसंगी एफ्राइमातले बेचाळीस हजार प्राणास मुकले."},{"number":7,"verse":"इफ्ताहाने सहा वर्षे इस्राएलाचा न्यायनिवाडा केला. इफ्ताह गिलादी मरण पावला आणि त्याला गिलादातल्या त्याच्या नगरात मूठमाती देण्यात आली. इस्राएल लोकांचे शास्ते इब्सान, एलोन व अब्दोन"},{"number":8,"verse":"त्याच्यानंतर इब्सान बेथलेहेमकर ह्याने इस्राएलाचा न्यायनिवाडा केला."},{"number":9,"verse":"त्याला तीस मुलगे होते. त्याने आपल्या तीस मुली परगावी देऊन टाकल्या होत्या आणि आपल्या मुलांसाठी त्याने परगावांहून तीस मुली आणल्या होत्या. त्याने इस्राएलाचा सात वर्षे न्यायनिवाडा केला."},{"number":10,"verse":"इब्सान मरण पावला व त्याला बेथलेहेम येथे मूठमाती देण्यात आली."},{"number":11,"verse":"त्यानंतर एलोन जबुलूनी ह्याने इस्राएलाचा न्यायनिवाडा केला. तो दहा वर्षे इस्राएलाचा शास्ता होता."},{"number":12,"verse":"एलोन जबुलूनी मृत्यू पावला आणि त्याला जबुलूनातील अयालोन येथे मूठमाती देण्यात आली."},{"number":13,"verse":"त्याच्यानंतर हिल्लेल पिराथोनी ह्याचा मुलगा अब्दोन हा इस्राएलाचा शास्ता झाला."},{"number":14,"verse":"त्याला चाळीस मुलगे व तीस नातू होते. ते सत्तर गाढवांवर स्वार होत. त्याने आठ वर्षे इस्राएलाचा न्यायनिवाडा केला."},{"number":15,"verse":"मग हिल्लेल पिराथोनीचा मुलगा अब्दोन मृत्यू पावला आणि त्याला एफ्राईम प्रांतातील अमालेक्यांच्या डोंगराळ प्रदेशात पिराथोन येथे मूठमाती देण्यात आली."}]}