{"bibleAbbr":"mrRV2015","bookName":"शास्ते","bookEnglishName":"Judges","chapterNumber":15,"verses":[{"number":1,"verse":"काही दिवसांनी गहू कापण्याच्या हंगामात शमशोन एक करडू घेऊन आपल्या बायकोला भेटायला गेला. तो म्हणाला, “मी आतल्या खोलीत आपल्या बायकोकडे जातो;” पण त्याच्या सासर्‍याने त्याला आत जाऊ दिले नाही."},{"number":2,"verse":"त्याचा सासरा म्हणाला, “तू तिचा पराकाष्ठेचा द्वेष करतोस असे मला खरोखर वाटल्यामुळे मी ती तुझ्या सोबत्याला दिली आहे; तिची धाकटी बहीण तिच्यापेक्षा सुंदर आहे ना? तिच्याऐवजी ही घे.”"},{"number":3,"verse":"शमशोन त्या लोकांना म्हणाला, “ह्या वेळेस मी पलिष्ट्यांचे नुकसान करून त्यांचे उट्टे फेडीन.”"},{"number":4,"verse":"मग शमशोनाने तीनशे कोल्हे पकडले, मशाली मिळवल्या, व कोल्ह्यांच्या शेपटाला शेपूट बांधून दोन-दोन शेपटांमध्ये एकेक मशाल बांधली."},{"number":5,"verse":"मग त्याने त्या मशाली पेटवून पलिष्ट्यांच्या उभ्या पिकात त्या कोल्ह्यांना सोडले; तेव्हा धान्याच्या सुड्या, उभे पीक, द्राक्षमळे व जैतुनांचे मळे जळून गेले,"},{"number":6,"verse":"पलिष्टी विचारू लागले, “हे कोणी केले?” तेव्हा लोकांनी उत्तर दिले, “तिम्नाकराचा जावई शमशोन ह्याने; कारण त्याच्या सासर्‍याने त्याची बायको काढून त्याच्या सोबत्याला दिली आहे.” मग पलिष्ट्यांनी जाऊन तिला व तिच्या बापाला जाळून टाकले."},{"number":7,"verse":"शमशोन त्यांना म्हणाला, “तुमची वागणूक अशी असल्यामुळे तुमचा सूड घेतल्याशिवाय मी स्वस्थ बसणार नाही.”"},{"number":8,"verse":"त्याने त्यांना खरपूस मार देऊन त्यांची मोठी कत्तल उडवली. त्यानंतर तो एटाम खडकातल्या एका गुहेत जाऊन राहिला. लेही येथे शमशोन पलिष्ट्यांचा पराभव करतो"},{"number":9,"verse":"नंतर पलिष्ट्यांनी चढाई केली व यहूदात तळ देऊन त्यांनी लेहीवर हल्ला केला."},{"number":10,"verse":"तेव्हा यहूद्यांनी त्यांना विचारले, “तुम्ही आमच्यावर का हल्ला केलात?” ते म्हणाले, “शमशोनाला कैद करून न्यायला आम्ही आलो आहोत, त्याने आमचे केले तसेच आम्ही त्याचे करणार आहोत.”"},{"number":11,"verse":"तेव्हा यहूदातले तीन हजार वीर एटाम खडकातल्या गुहेत जाऊन शमशोनाला म्हणाले, “पलिष्टी आमच्यावर सत्ता चालवत असल्याचे तुला ठाऊक नाही काय? हे कसले संकट तू आमच्यावर आणले आहेस?” तो त्यांना म्हणाला, “त्यांनी माझे केले तसेच मीही त्यांचे केले आहे.”"},{"number":12,"verse":"ते शमशोनाला म्हणाले, “तुला बांधून पलिष्ट्यांच्या हवाली करण्यासाठी आम्ही आलो आहोत.” शमशोन त्यांना म्हणाला, “तुम्ही स्वतः माझ्यावर तुटून पडणार नाही अशी शपथ वाहा.”"},{"number":13,"verse":"ते त्याला म्हणाले, “नाही, पण आम्ही तुला घट्ट बांधून त्यांच्या हवाली करू; खरेच, आम्ही तुला ठार मारणार नाही.” मग त्यांनी त्याला दोन नव्या दोरांनी बांधून खडकावरून आणले."},{"number":14,"verse":"तो लेहीपर्यंत येऊन पोहचला तेव्हा पलिष्टी त्याला पाहून जयघोष करू लागले. इतक्यात परमेश्वराचा आत्मा सामर्थ्याने त्याच्यावर आला. त्याच्या दंडांना बांधलेले दोर अग्नीत जळून गेलेल्या तागासारखे झाले आणि हाताची बंधने गळून पडली."},{"number":15,"verse":"मग गाढवाचे नवे जाभाड त्याला सापडले; ते हातात घेऊन एक हजार लोकांना त्याने ठार केले."},{"number":16,"verse":"शमशोन म्हणाला, “गाढवाच्या जाभाडाने मी राशींच्या राशी रचल्या; गाढवाच्या जाभाडाने मी हजार लोक ठार केले.”"},{"number":17,"verse":"हे आपले बोलणे संपवून त्याने हातातले जाभाड फेकून दिले व त्या ठिकाणाचे नाव रामथ-लेही (जाभाडाची टेकडी) असे ठेवले."},{"number":18,"verse":"नंतर त्याला फार तहान लागल्यामुळे तो परमेश्वराचा धावा करत म्हणाला, “तू आपल्या दासाच्या हस्ते एवढा मोठा विजय मिळवून दिलास खरा, पण मी आता तहानेने तडफडून मरावे आणि बेसुनत लोकांच्या हाती पडावे काय?”"},{"number":19,"verse":"तेव्हा परमेश्वराने लेही येथे एक खळगा फोडून उघडला आणि त्यातून पाणी वाहू लागले. ते पाणी पिऊन त्याच्या जिवात जीव आला व तो ताजातवाना झाला. ह्यावरून त्याचे नाव त्याने एन-हक्कोरे (धावा करणार्‍यांचा झरा) असे ठेवले. तो अद्याप लेहीत आहे."},{"number":20,"verse":"पलिष्ट्यांच्या अमदानीत वीस वर्षे शमशोनाने इस्राएलाचा न्यायनिवाडा केला."}]}