{"bibleAbbr":"mrRV2015","bookName":"शास्ते","bookEnglishName":"Judges","chapterNumber":2,"verses":[{"number":1,"verse":"( बोखीम येथे परमेश्वराचा दूत) परमेश्वराचा दूत गिलगालाहून बोखीम येथे येऊन लोकांना म्हणाला, “मी तुम्हांला मिसर देशातून काढून तुमच्या पूर्वजांना शपथेवर देऊ केलेल्या देशात आणले; तुमच्याशी केलेला माझा करार मी कधी मोडणार नाही;"},{"number":2,"verse":"तुम्ही ह्या देशाच्या रहिवाशांशी काही करारमदार करू नका; तुम्ही त्यांच्या वेद्या मोडून टाका, असे मी तुम्हांला म्हणालो होतो; पण तुम्ही माझी वाणी ऐकली नाही. तुम्ही हे काय केले?"},{"number":3,"verse":"म्हणून मीही म्हणालो, मी त्या लोकांना तुमच्यासमोरून घालवून देणार नाही; ते तुमच्या कुशीला काट्यांसारखे होतील आणि त्यांचे देव तुम्हांला पाश होतील.”"},{"number":4,"verse":"परमेश्वराचा दूत सगळ्या इस्राएल लोकांना हे म्हणाला तेव्हा त्यांनी मोठा आक्रोश केला."},{"number":5,"verse":"त्यांनी त्या स्थळाचे नाव बोखीम (आक्रोश करणारे) असे ठेवले. तेथे त्यांनी परमेश्वराला यज्ञ केले."},{"number":6,"verse":"( यहोशवाचा मृत्यू) ( ( 60 24:29-31 )) यहोशवाने इस्राएल लोकांना निरोप दिला तेव्हा ते देशाचा ताबा घेण्यासाठी आपापल्या वतनावर गेले."},{"number":7,"verse":"यहोशवाच्या हयातीत आणि यहोशवाच्या मरणानंतर जिवंत राहिलेल्या ज्या वडील लोकांनी परमेश्वराने इस्राएलासाठी केलेली महान कार्ये पाहिली होती त्यांच्या हयातीत लोकांनी परमेश्वराची सेवा केली."},{"number":8,"verse":"परमेश्वराचा सेवक नूनाचा मुलगा यहोशवा हा एकशे दहा वर्षांचा होऊन मरण पावला."},{"number":9,"verse":"एफ्राइमाच्या डोंगराळ प्रदेशातील गाश डोंगराच्या उत्तरेस तिम्नाथ-हेरेस येथे त्याच्या वतनाच्या सीमेवर त्यांनी त्याला मूठमाती दिली."},{"number":10,"verse":"ती सर्व पिढी पूर्वजांस मिळाल्यानंतर जी नवी पिढी उदयास आली तिला परमेश्वराची आणि त्याने इस्राएलासाठी केलेल्या कार्याची ओळख राहिली नव्हती. इस्राएलांची नीतिभ्रष्टता व शास्त्यांचा अंमल"},{"number":11,"verse":"इस्राएल लोक परमेश्वराच्या दृष्टीने वाईट ते करून बआल देवांची सेवा करू लागले."},{"number":12,"verse":"आपल्या पूर्वजांचा देव जो परमेश्वर, ज्याने त्यांना मिसर देशातून बाहेर आणले त्याचा त्यांनी त्याग केला व ते अन्य देवांच्या म्हणजे सभोवतालच्या राष्ट्रांतील देवांच्या नादी लागून त्यांच्या चरणी लागले आणि तेणेकरून त्यांनी परमेश्वराला चीड आणली."},{"number":13,"verse":"परमेश्वराचा त्याग करून त्यांनी बआल व अष्टारोथ ह्यांची सेवा केली;"},{"number":14,"verse":"म्हणून इस्राएलावर परमेश्वराचा कोप भडकला; त्याने त्यांना लुटारूंच्या हाती दिले आणि लुटारूंनी त्यांना लुटले. परमेश्वराने त्यांना त्यांच्या सभोवतालच्या शत्रूंच्या हवाली केले; म्हणून त्यांचा आपल्या शत्रूंसमोर टिकाव लागेना."},{"number":15,"verse":"परमेश्वराने त्यांना शपथपूर्वक सांगितल्याप्रमाणे जेथे जेथे ते कूच करत तेथे तेथे त्यांच्यावर परमेश्वराचा हात पडून त्यांचे अहित होई आणि ते फार संकटात पडत."},{"number":16,"verse":"मग परमेश्वर शास्ते उभे करी व ते त्यांना लुटणार्‍यांच्या हातून सोडवत;"},{"number":17,"verse":"तरी ते आपल्या शास्त्यांचे ऐकत नसत; ते व्यभिचारी मतीने अन्य देवांच्या नादी लागून त्यांच्या चरणी लागत. त्यांच्या पूर्वजांनी परमेश्वराच्या आज्ञा पाळून चोखाळलेला मार्ग त्यांनी लवकरच सोडून दिला आणि आपल्या पूर्वजांचे अनुकरण केले नाही."},{"number":18,"verse":"जेव्हा जेव्हा परमेश्वर त्यांच्यासाठी शास्ते उभे करी तेव्हा तेव्हा त्या प्रत्येकाबरोबर परमेश्वर असे आणि त्या शास्त्यांच्या हयातीत तो त्यांना त्यांच्या शत्रूंच्या हातून वाचवत असे; कारण त्यांच्यावर लोक जुलूम करत व त्यांना गांजत; ह्यामुळे ते कण्हत असत; म्हणून परमेश्वराला त्यांची कीव येई."},{"number":19,"verse":"तरीपण शास्ता मरण पावला म्हणजे ते पुन्हा उलटून अन्य देवांची सेवा करत व त्यांच्या चरणी लागून आपल्या वाडवडिलांपेक्षा अधिक बिघडत; ते आपला दुराचार व दुराग्रह सोडत नसत."},{"number":20,"verse":"तेव्हा इस्राएलावर परमेश्वराचा कोप भडकून तो म्हणाला, “मी ह्या राष्ट्राच्या पूर्वजांशी केलेला करार ह्याने मोडला आहे आणि माझी वाणी ऐकली नाही."},{"number":21,"verse":"म्हणून यहोशवाच्या मृत्युसमयी उरलेल्या राष्ट्रांपैकी कोणालाही मीदेखील येथून पुढे त्यांच्यासमोरून घालवून देणार नाही;"},{"number":22,"verse":"पण त्यांच्याकरवी मी इस्राएलाची परीक्षा करीन आणि त्यांचे पूर्वज माझ्या मार्गाने चालत होते त्याप्रमाणेच ते चालतात की नाही हे पाहीन.”"},{"number":23,"verse":"म्हणून परमेश्वराने त्या राष्ट्रांना घालवून देण्याची घाई केली नाही; त्यांना राहू दिले आणि त्यांना यहोशवाच्या हाती दिले नाही."}]}