{"bibleAbbr":"mrRV2015","bookName":"शास्ते","bookEnglishName":"Judges","chapterNumber":9,"verses":[{"number":1,"verse":"( अबीमलेखाची कारकीर्द) यरुब्बालाचा मुलगा अबीमलेख शखेम येथे आपल्या आईच्या भाऊबंदांकडे जाऊन त्यांना व आपल्या आजोळच्या सर्व माणसांना म्हणाला,"},{"number":2,"verse":"“शखेमाच्या सर्व प्रमुख नागरिकांना विचारा की, यरुब्बालाच्या सत्तर मुलांनी तुमच्यावर अधिकार गाजवावा की एकानेच गाजवावा ह्यांपैकी तुम्हांला कोणते इष्ट आहे? पण लक्षात ठेवा की, मी तुमच्या हाडामांसाचा आहे.”"},{"number":3,"verse":"तेव्हा त्याच्या आईच्या भाऊबंदांनी त्याच्या बाजूने बोलून त्याचे हे म्हणणे शखेमाच्या सर्व प्रमुख नागरिकांच्या कानावर घातले; अबीमलेख हा आपला बांधव आहे असा विचार करून त्यांचे मन त्याच्याकडे वळले."},{"number":4,"verse":"त्यांनी अबीमलेखाला बआल-बरीथच्या घरातून सत्तर रुपये दिले; ह्या पैशांनी त्याने रिकामटेकड्या व बेदरकार लोकांना पदरी ठेवले व ते त्याच्याबरोबर चालायला लागले."},{"number":5,"verse":"मग त्याने अफ्रा येथे आपल्या बापाच्या घरी जाऊन आपले भाऊ म्हणजे यरुब्बालाचे सत्तर मुलगे ह्यांची एकाच खडकावर कत्तल केली; तरी यरुब्बालाचा सर्वांत धाकटा योथाम हा वाचला, कारण तो लपून राहिला होता."},{"number":6,"verse":"तेव्हा शखेमातील सर्व प्रमुख नागरिक आणि बेथ-मिल्लो येथील सर्व लोक एकत्र झाले, व त्यांनी शखेमाच्या स्तंभाजवळील मोठ्या वृक्षाजवळ अबीमलेखाला राजा केले."},{"number":7,"verse":"हे वर्तमान ऐकून योथाम हा गरिज्जीम डोंगराच्या शिखरावर गेला व उभा राहून मोठ्याने म्हणाला, “शखेमकरांनो, माझे ऐका म्हणजे देव तुमचे ऐकेल,"},{"number":8,"verse":"एकदा झाडे कोणाला तरी अभिषेक करून आपणांवर राजा नेमावे म्हणून निघाली; ती जैतुनाकडे जाऊन म्हणाली ‘तू आमच्यावर राज्य कर.’"},{"number":9,"verse":"जैतून त्यांना म्हणाला, ‘जिच्या योगाने देवांचा व माणसांचा सन्मान होतो ती माझी स्निग्धता देण्याचे सोडून झाडांसमोर हालतडोलत राहू काय?’"},{"number":10,"verse":"मग झाडे अंजिराला म्हणाली, ‘चल, तू आमच्यावर राज्य कर.’"},{"number":11,"verse":"अंजीर त्यांना म्हणाला, ‘मी आपले माधुर्य व उत्तम फळे देण्याचे सोडून झाडांसमोर हालतडोलत राहू काय?’"},{"number":12,"verse":"मग झाडे द्राक्षवेलीकडे जाऊन म्हणाली, ‘चल, तू आमच्यावर राज्य कर.’"},{"number":13,"verse":"द्राक्षवेल म्हणाली, ‘देवांना व मानवांना संतुष्ट करणारा माझा रस देण्याचे सोडून मी झाडांसमोर हालतडोलत राहू काय?’"},{"number":14,"verse":"तेव्हा ती सर्व झाडे काटेरी झुडपाला म्हणाली, ‘चल, तू आमच्यावर राज्य कर.’"},{"number":15,"verse":"ते काटेरी झुडूप झाडांना म्हणाले, ‘तुम्ही खरोखर मला अभिषेक करून तुमच्यावर राजा नेमणार असलात तर येऊन माझ्या छायेचा आश्रय घ्या, नाहीतर काटेरी झुडपातून अग्नी निघून तो लबानोनाचे गंधसरू भस्म करील.’"},{"number":16,"verse":"आता तुम्ही सात्त्विकतेने व सरळपणे अबीमलेखाला राजा केले आहे काय? आणि यरुब्बाल व त्याचे घराणे ह्यांच्याशी तुम्ही भलेपणाने वागला आहात काय? त्याच्या उपकारांची योग्य फेड तुम्ही केली आहे काय?"},{"number":17,"verse":"माझ्या बापाने तर तुमच्यासाठी युद्ध केले; आपला प्राण संकटात घातला आणि तुम्हांला मिद्यानाच्या हातून सोडवले;"},{"number":18,"verse":"पण तुम्ही आज माझ्या बापाच्या घराण्यावर उठून त्याच्या सत्तर मुलांची एका खडकावर कत्तल केली, आणि त्याच्या दासीचा मुलगा अबीमलेख हा तुमचा बांधव असल्यामुळे त्याला तुम्ही शखेमकरांचा राजा केले आहे."},{"number":19,"verse":"जर तुम्ही आज यरुब्बाल व त्याचे घराणे ह्यांच्याशी सात्त्विकतेने व सरळपणे वागला असाल तर अबीमलेखामुळे आनंद करा व तोही तुमच्यामुळे आनंद करो;"},{"number":20,"verse":"नाहीतर अबीमलेखातून अग्नी निघून शखेम व बेथ-मिल्लो येथील लोकांना भस्म करो; आणि शखेम व बेथ-मिल्लो येथील लोकांतून अग्नी निघून अबीमलेखाला भस्म करो.”"},{"number":21,"verse":"मग योथाम पळून गेला आणि आपला भाऊ अबीमलेख ह्याच्या भीतीने बएर येथे जाऊन राहिला."},{"number":22,"verse":"अबीमलेखाने इस्राएलावर तीन वर्षे राज्य केले."},{"number":23,"verse":"त्यानंतर देवाने अबीमलेख व शखेमकर ह्यांच्यामध्ये वैमनस्य उत्पन्न करणारा दुरात्मा पाठवला आणि शखेमकर अबीमलेखाशी कपटाने वागू लागले."},{"number":24,"verse":"यरुब्बालाच्या सत्तर मुलांचा घात करणारा त्यांचा भाऊ अबीमलेख आणि त्याच्या भावांची कत्तल करण्यास त्याला हातभार लावणारे शखेमकर ह्यांच्यावर दोष ठेवून ह्या खुनाचा बदला घ्यावा ह्या हेतूने देवाने असे केले."},{"number":25,"verse":"तेव्हा शखेमकरांनी त्याला त्रास देण्यासाठी डोंगराच्या माथ्यांवर वाटमारे ठेवले. ते त्या वाटेने आल्यागेल्याला लुटत. हे वर्तमान अबीमलेखाच्या कानी आले."},{"number":26,"verse":"ह्या सुमारास एबेदाचा मुलगा गाल आपल्या भाऊबंदांसह शखेमात राहण्यासाठी आला आणि शखेमकरांनी त्याच्यावर विश्वास टाकला."},{"number":27,"verse":"त्यांनी शेतात जाऊन द्राक्षमळ्यातील द्राक्षे खुडून व तुडवून त्यांचा रस काढला आणि उत्सव केला. आपल्या देवाच्या मंदिरात जाऊन मेजवानी केली व अबीमलेखाला शिव्याशाप दिले."},{"number":28,"verse":"तेव्हा एबेदाचा मुलगा गाल म्हणाला, “अबीमलेख कोण की आम्ही शखेमकरांनी त्याचे अंकित असावे? यरुब्बालाचा मुलगा व त्याचा कारभारी जबूल हे शखेमाचा बाप हमोर ह्याच्या कुळातील लोकांचे अंकित असतील! पण आम्ही अबीमलेखाचे अंकित का असावे?"},{"number":29,"verse":"हे लोक माझ्या हुकमतीखाली आले तर किती बरे होईल! म्हणजे मी अबीमलेखाला पदच्युत करीन.” मग तो अबीमलेखाला उद्देशून म्हणाला, “आपल्या सैन्याची जमवाजमव कर आणि ये बाहेर!”"},{"number":30,"verse":"एबेदाचा मुलगा गाल ह्याचे हे शब्द ऐकून नगराधिपती जबूल ह्याला फार राग आला."},{"number":31,"verse":"त्याने अरुमा येथे जासूद पाठवून अबीमलेखाला कळवले की, “एबेदाचा मुलगा गाल व त्याचे भाऊबंद शखेमाला येऊन येथील नागरिकांना तुमच्याविरुद्ध चिथावत आहेत;"},{"number":32,"verse":"म्हणून तुम्ही आपल्याबरोबरच्या लोकांसहित रात्री निघून या आणि बाहेर शेतात दबा धरून बसा."},{"number":33,"verse":"मग पहाटे सूर्योदय होताच नगरावर हल्ला चढवा; नंतर गाल व त्याच्याबरोबरचे सैन्य तुमच्याशी सामना करायला बाहेर पडेल तेव्हा परिस्थितीला अनुसरून योग्य दिसेल तसे करा.”"},{"number":34,"verse":"अबीमलेख आपल्याबरोबरच्या सगळ्या लोकांसहित रात्री निघून चार तुकड्या करून शखेमावर दबा धरून बसला."},{"number":35,"verse":"इकडे एबेदाचा मुलगा गाल बाहेर येऊन नगराच्या वेशीत उभा राहिला तेव्हा अबीमलेख व त्याच्याबरोबरचे लोक दबा धरून बसले होते तेथून उठले."},{"number":36,"verse":"त्या लोकांना पाहून गाल जबूलास म्हणाला, “पाहा, डोंगरमाथ्यावरून लोक उतरत आहेत!” जबूल त्याला म्हणाला, “ती डोंगरांची सावली आहे, तुला ती माणसांसारखी दिसते.”"},{"number":37,"verse":"गाल पुन्हा म्हणाला, “लोक मधल्या भागातून उतरून येत आहेत आणि एक तुकडी दैवज्ञांच्या ओक वृक्षाच्या वाटेने येत आहे.”"},{"number":38,"verse":"तेव्हा जबूल त्याला म्हणाला, “ज्या तोंडाने अबीमलेख कोण आहे, आणि आम्ही त्याचे अंकित का व्हावे, अशी तू बढाई मारत होतास त्याचे आता काय झाले? ज्यांना तू तुच्छ लेखलेस तेच ना हे लोक? तर आता हो पुढे आणि लढ त्यांच्याशी!”"},{"number":39,"verse":"तेव्हा गाल शखेमकरांपुढे होऊन अबीमलेखाशी लढला."},{"number":40,"verse":"अबीमलेख त्याच्या पाठीस लागला, तेव्हा त्याने पळ काढला. नगराच्या वेशीत पोहचेपर्यंत बरेच लोक घायाळ होऊन पडले."},{"number":41,"verse":"मग अबीमलेख अरुमा येथे जाऊन राहिला आणि जबूलाने गाल व त्याचे भाऊबंद ह्यांना हाकून लावले; त्यांना शखेमात राहू दिले नाही."},{"number":42,"verse":"दुसर्‍या दिवशी लोक गावाबाहेर मैदानात येत असल्याची बातमी अबीमलेखाला लागली."},{"number":43,"verse":"आपल्या लोकांच्या तीन तुकड्या करून तो शेतात दबा धरून बसला; आणि लोक नगरातून बाहेर निघत आहेत असे पाहून त्याने त्यांच्यावर चाल करून त्यांचा संहार केला."},{"number":44,"verse":"अबीमलेख व त्याच्याबरोबरची तुकडी ह्यांनी पुढे धावत जाऊन नगराची वेस रोखून धरली आणि दुसर्‍या दोन तुकड्यांनी मैदानात असलेल्या सगळ्या लोकांवर हल्ला करून त्यांचा मोड केला."},{"number":45,"verse":"अबीमलेख दिवसभर त्या नगराशी लढत होता. ते काबीज करून तेथल्या लोकांची त्याने कत्तल उडवली आणि ते नगर जमीनदोस्त करून त्यावर मीठ पेरले."},{"number":46,"verse":"हे ऐकून शखेमाच्या गढीत राहणारे सगळे लोक एल-बरीथच्या1 मंदिराच्या तळघरात गेले."},{"number":47,"verse":"शखेमाच्या गढीतले सर्व लोक एकत्र झाल्याची बातमी अबीमलेखाला लागली,"},{"number":48,"verse":"तेव्हा तो आपल्याबरोबरच्या लोकांसह सलमोन डोंगरावर गेला; हातात कुर्‍हाड घेऊन त्याने झाडाची फांदी तोडली व ती उचलून आपल्या खांद्यावर घेतली आणि तो आपल्याबरोबरच्या लोकांना म्हणाला, “मी जे करताना तुम्ही पाहिले तेच तुम्हीही लवकर करा.”"},{"number":49,"verse":"तेव्हा सर्व लोक एकेक फांदी तोडून घेऊन अबीमलेखाच्या मागे गेले आणि त्यांनी त्या फांद्या तळघराच्या तोंडाशी रचून पेटवून दिल्या. त्यामुळे शखेमाच्या गढीतले सुमारे हजार स्त्रीपुरुष मेले."},{"number":50,"verse":"मग अबीमलेखाने तेबेसला वेढा देऊन ते हस्तगत केले."},{"number":51,"verse":"पण त्या नगराच्या आत एक मजबूत गढी होती; तिच्यात नगरातले सर्व स्त्रीपुरुष पळून गेले आणि दरवाजा बंद करून घेऊन त्या गढीच्या धाब्यावर चढले."},{"number":52,"verse":"तेव्हा अबीमलेखाने त्या गढीवर हल्ला चढवला व तो तिला आग लावण्यासाठी तिच्या दरवाजाच्या अगदी जवळ गेला."},{"number":53,"verse":"हे पाहून एका स्त्रीने जात्याची वरची तळी अबीमलेखाच्या डोक्यात टाकून त्याचा कपाळमोक्ष केला."},{"number":54,"verse":"तेव्हा त्याने घाईघाईने आपल्या शस्त्रवाहक तरुणाला बोलावून म्हटले, “आपली तलवार उपसून मला छाटून टाक, नाहीतर एका बाईने ह्याला जिवे मारले असे लोक म्हणतील.” त्या तरुणाने त्याला भोसकले तेव्हा तो मरण पावला."},{"number":55,"verse":"अबीमलेख मरण पावला हे पाहून इस्राएल लोक आपापल्या ठिकाणी गेले."},{"number":56,"verse":"अबीमलेखाने आपल्या सत्तर भावांची कत्तल करून आपल्या बापाशी जे दुष्ट वर्तन केले होते त्याबद्दल देवाने त्याचे अशा प्रकारे पारिपत्य केले."},{"number":57,"verse":"त्याप्रमाणेच शखेमकरांच्या सर्व दुष्टाईचे खापर देवाने त्याच्याच माथ्यावर फोडले आणि यरुब्बालाचा मुलगा योथाम ह्याने त्यांना दिलेला शाप खरा ठरला."}]}