{"bibleAbbr":"JWNT1755","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":14,"verses":[{"number":1,"verse":"Follow after love: and desire spiritual gifts; but especially that ye may prophesy."},{"number":2,"verse":"For he that speaketh in an unknown tongue, speaketh not to men, but to God; for no one understandeth him, though by the Spirit he speaketh mysteries:"},{"number":3,"verse":"Whereas he that prophesieth, speaketh to men to edification, and exhortation, and comfort."},{"number":4,"verse":"He that speaketh in an unknown tongue, edifieth himself; but he that prophesieth, edifieth the church."},{"number":5,"verse":"I would that ye all spake with tongues, but rather that ye prophesied; for he that prophesieth, is greater than he that speaketh with tongues, unless he interpret, that the church may receive edification."},{"number":6,"verse":"Now, brethren, if I come to you speaking with tongues, what shall I profit you, unless I speak to you, either by revelation, or by knowledge, or by prophecy, or by doctrine?"},{"number":7,"verse":"So inanimate things which give a sound, whether pipe or harp, unless they give a distinction in the sounds, how shall it be known what is piped or harped?"},{"number":8,"verse":"And if the trumpet give an uncertain sound, who will prepare himself for the battle?"},{"number":9,"verse":"So likewise unless ye utter by the tongue words easy to be understood, how shall it be known what is spoken? For ye will speak to the air."},{"number":10,"verse":"Let there be ever so many kinds of languages in the world, and none of them without signification:"},{"number":11,"verse":"Yet if I know not the meaning of the language, I shall be a barbarian to him that speaketh, and he that speaketh will be a barbarian to me."},{"number":12,"verse":"So ye also, seeing ye desire spiritual gifts, seek to abound in them, to the edifying of the church."},{"number":13,"verse":"Therefore let him that speaketh in an unknown tongue, pray that he may interpret."},{"number":14,"verse":"For if I pray in an unknown tongue, my Spirit prayeth, but my understanding is unfruitful."},{"number":15,"verse":"What then is my duty? I will pray with the Spirit; but I will pray with the understanding also; I will sing with the Spirit; but I will sing with the understanding also."},{"number":16,"verse":"Otherwise if thou givest thanks with the Spirit, how shall he that filleth the place of a private person, say Amen to thy thanksgiving, seeing he understandeth not what thou sayest?"},{"number":17,"verse":"For thou verily givest thanks well; yet the other is not edified."},{"number":18,"verse":"I thank God, that I speak with tongues more than you all."},{"number":19,"verse":"Yet in the congregation I had rather speak five words with my understanding, that I may teach others also, than ten thousand words in an unknown tongue."},{"number":20,"verse":"Brethren, be not children in understanding: in wickedness be ye as infants, but in understanding be ye grown men."},{"number":21,"verse":"It is written in the law, In foreign tongues and with foreign lips will I speak to this people; and neither so will they hear me, saith the Lord."},{"number":22,"verse":"So that tongues are for a sign, not to believers, but to unbelievers; whereas prophecy is not for unbelievers, but for believers."},{"number":23,"verse":"Yet if the whole church be met together, and all speak with unknown tongues, and there come in ignorant persons or unbelievers, will they not say, that ye are mad?"},{"number":24,"verse":"Whereas if all prophesy, and there come in an unbeliever, or an ignorant person, he is convicted by all, he is judged by all:"},{"number":25,"verse":"The secrets of his heart are made manifest, and so falling down on his face, he will worship God, and declare that God is among you of a truth."},{"number":26,"verse":"What a thing is it, brethren, that when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation?"},{"number":27,"verse":"Let all things be done to edification. If any one speak in an unknown tongue, let it be by two or three at most, and that by course, and let one interpret."},{"number":28,"verse":"But if there be no interpreter, let him be silent in the church, and let him speak to himself and to God."},{"number":29,"verse":"Let two or three of the prophets speak, and let the rest judge. But if any thing be revealed to another that sitteth by,"},{"number":30,"verse":"let the first be silent."},{"number":31,"verse":"For ye may all prophesy one by one, that all may learn, and all may be comforted."},{"number":32,"verse":"For the Spirits of the prophets are subject to the prophets."},{"number":33,"verse":"For God is not the author of confusion, but of peace, as in all the churches of the saints."},{"number":34,"verse":"Let your women be silent in the churches; for it is not permitted them to speak, but to be in subjection, as the law also saith."},{"number":35,"verse":"And if they desire to learn any thing, let them ask their own husbands at home: for it is indecent for a woman to speak in the assembly."},{"number":36,"verse":"Did the word of God come out from you? or did it come to you alone?"},{"number":37,"verse":"If any one think himself to be a prophet, or spiritual, let him acknowledge that the things which I write to you, are the commandments of the Lord."},{"number":38,"verse":"But if any one is ignorant, let him be ignorant."},{"number":39,"verse":"Therefore, brethren, covet to prophesy; yet forbid not to speak with tongues."},{"number":40,"verse":"Let all things be done decently and in order."}]}