{"bibleAbbr":"ERV2006","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":10,"verses":[{"number":1,"verse":"Just look at those lawmakers who write evil laws and make life hard for the people."},{"number":2,"verse":"They are not fair to the poor. They take away the rights of the poor and allow people to steal from widows and orphans."},{"number":3,"verse":"Lawmakers, you will have to explain what you have done. What will you do then? Your destruction is coming from a faraway country. Where will you run for help? Your money and your riches will not help you."},{"number":4,"verse":"You will have to bow down like a prisoner. You will fall down like a dead man, but that will not help you. God will still be angry and ready to punish you."},{"number":5,"verse":"(God Will Punish Assyria’s Pride) The Lord says, “I will use Assyria like a stick. In my anger I will use Assyria to punish Israel."},{"number":6,"verse":"I will send Assyria to fight against the people who do evil. I am angry with them, and I will command Assyria to fight against them. Assyria will defeat them and take their wealth. Israel will be like dirt for Assyria to walk on in the streets."},{"number":7,"verse":"“But Assyria does not understand that I will use him. He does not think of himself as my tool. He only wants to destroy other people. He only plans to destroy many nations."},{"number":8,"verse":"Assyria says to himself, ‘All of my officers are like kings!"},{"number":9,"verse":"The city of Calno is no better than the city of Carchemish. Arpad is like Hamath, and Samaria is like Damascus."},{"number":10,"verse":"I defeated those evil kingdoms and now I control them. The idols those people worship are better than the idols of Jerusalem and Samaria."},{"number":11,"verse":"I defeated Samaria and her gods. I will also defeat Jerusalem and the idols her people have made.’”"},{"number":12,"verse":"When the Lord finishes doing what he planned to Jerusalem and Mount Zion, he will punish Assyria. The king of Assyria is very proud. His pride made him do many bad things, so God will punish him."},{"number":13,"verse":"The king of Assyria said, “I am very wise. By my own wisdom and power I have done many great things. I have defeated many nations. I have taken their wealth and their people as slaves. I am a very powerful man."},{"number":14,"verse":"With my own hands I have taken the riches of all these people—like someone taking eggs from a bird’s nest. A bird often leaves its nest and eggs, and there is nothing to protect the nest. There is no bird to chirp and fight with its wings and beak, so anyone can come take the eggs. And there is no one to stop me from taking all the people on earth.”"},{"number":15,"verse":"An ax is not better than the one who cuts with it. A saw is not better than the one who uses it. Is a stick stronger than the one who picks it up? It can’t do anything to the person who is using it to punish someone!"},{"number":16,"verse":"But Assyria doesn’t understand this. So the Lord GOD All-Powerful will send a terrible disease against him. He will lose his wealth and power like a sick man losing weight. Then Assyria’s glory will be destroyed. It will be like a fire burning until everything is gone."},{"number":17,"verse":"The Light of Israel (The Light of Israel This is a name for God, like “The Holy One” in the next sentence. See “Israel” in the Word List.) will be like a fire. The Holy One will be like a flame. He will be like a fire that first begins to burn the weeds and thorns"},{"number":18,"verse":"and then spreads to burn up the tall trees and vineyards. Finally, everything will be destroyed—even the people. Assyria will be like a rotting log."},{"number":19,"verse":"There will be a few trees left standing in the forest—so few that even a child could count them."},{"number":20,"verse":"Then the people from Jacob’s family who are left living in Israel will stop depending on the one who beat them. They will learn to depend on the LORD, the Holy One of Israel."},{"number":21,"verse":"Those who are left in Jacob’s family will again follow the Powerful God. (Powerful God See Isa. 9:6.)"},{"number":22,"verse":"Israel, your people are as many as the sands of the sea, but only a few of them will be left to come back to God. But before that happens, your country will be destroyed. God has announced that he will destroy the land. And then justice will come into the land like a river flowing full."},{"number":23,"verse":"The Lord GOD All-Powerful really will destroy this land."},{"number":24,"verse":"The Lord GOD All-Powerful says, “My people living in Zion, don’t be afraid of Assyria! Yes, he will beat you, and it will be just as the time when Egypt beat you with a stick."},{"number":25,"verse":"But after a short time my anger will stop. I will be satisfied that Assyria has punished you enough.”"},{"number":26,"verse":"Then the LORD All-Powerful will beat Assyria with a whip, just as he defeated Midian at Raven Rock. (Midian at Raven Rock Or “Midian at the Rock of Oreb.” See Judges 7:25.) He will punish his enemies, as he did when he raised his stick over the sea (he raised … sea See Ex. 14:1-15:21.) and led his people from Egypt."},{"number":27,"verse":"He will take away the troubles Assyria brought you—troubles that are like heavy weights carried with a yoke on your neck. But that yoke will be taken off your neck. The burden will be lifted from your shoulders."},{"number":28,"verse":"(The Army of Assyria Invades Israel) (Isaiah uses names with double meanings to describe the different ways the Assyrian army would fight against Judah.) The army of Assyria will enter near the “Ruins” (Aiath). The army will walk on the “Threshing Floor” (Migron). It will keep its food in the “Storehouse” (Micmash)."},{"number":29,"verse":"The army will cross the river at the “Crossing” (Maabarah) and sleep at Geba. Ramah will be afraid. The people at Gibeah of Saul (Geba, Ramah, Gibeah of Saul Towns north of Jerusalem.) will run away."},{"number":30,"verse":"Cry out, Bath Gallim (Bath Gallim Gallim, a city south of Jerusalem. This name means “daughter of the waves,” and might refer to birds that make loud noises by the shore.) ! Laishah, listen! Anathoth, answer me!"},{"number":31,"verse":"The people of Madmenah are running away. The people of Gebim (Gebim An unknown city. This name is like the Hebrew word for “pit” or “cistern,” a hole in the ground for storing water.) are hiding."},{"number":32,"verse":"This day the army will stop at Nob and prepare to fight against Mount Zion, the hill of Jerusalem."},{"number":33,"verse":"Look, the Lord GOD All-Powerful will use his great power and chop down that great tree. Their highest officials will be brought down. Their most important leaders will be humbled."},{"number":34,"verse":"God will cut down his enemies. Like the tall trees of Lebanon he will cut them down with an ax."}]}