{"bibleAbbr":"ERV2006","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":18,"verses":[{"number":1,"verse":"God’s Message to Ethiopia Look at the land along the rivers of Ethiopia where you can hear the buzzing of insect wings."},{"number":2,"verse":"That land sends people down the Nile River in reed boats. (reed boats These boats were made by tying many reeds (a type of water plant) together.) Fast messengers, go to the people who are tall and smooth, who are feared far and wide. Go to that powerful nation that defeats other countries and whose land is divided by rivers. Go warn them!"},{"number":3,"verse":"Like a flag on a hill, everyone on earth will see what happens. Like a trumpet call, everyone in the country will hear it."},{"number":4,"verse":"The LORD said, “I will be in the place prepared for me. (the place prepared for me Probably the Temple in Jerusalem.) I will quietly watch these things happen: On a beautiful summer day, at noon, people will be resting. (It will be during the hot harvest time when there is no rain, but only early morning dew.)"},{"number":5,"verse":"Then something terrible will happen. Earlier in the year, the flowers bloomed and the new grapes formed buds and began to grow. But before the crop is harvested, the enemy will come and cut the plants. They will break the vines and throw them away."},{"number":6,"verse":"The vines will be left for the birds from the mountains and the wild animals to eat. The birds will feed on them throughout the summer, and that winter the wild animals will eat the vines.”"},{"number":7,"verse":"At that time a special offering will be brought to the LORD All-Powerful from the people who are tall and smooth, from those who are feared far and wide, from that powerful nation that defeats other countries and whose land is divided by rivers. (Or “At that time the people who are tall and smooth, who are feared far and wide, that powerful nation who defeats other countries and whose land is divided by rivers, those people will be brought to the LORD All-Powerful as a special gift.”) This offering will be brought to the LORD’s place on Mount Zion."}]}