{"bibleAbbr":"ERV2006","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":2,"verses":[{"number":1,"verse":"(God’s Message to Judah and Jerusalem) Isaiah son of Amoz received this message about Judah and Jerusalem."},{"number":2,"verse":"In the last days the mountain of the LORD’s Temple will be the highest of all mountains. It will be raised higher than the hills. There will be a steady stream of people from all nations going there."},{"number":3,"verse":"People from many places will go there and say, “Come, let’s go up to the mountain of the LORD, to the Temple of the God of Jacob. Then God will teach us his way of living, and we will follow him.” His teaching, the LORD’s message, will begin in Jerusalem on Mount Zion and will go out to all the world."},{"number":4,"verse":"Then God will act as judge to end arguments between nations. He will decide what is right for people from many lands. They will stop using their weapons for war. They will hammer their swords into plows and use their spears to make tools for harvesting. All fighting between nations will end. They will never again train for war."},{"number":5,"verse":"Family of Jacob, let us follow the LORD."},{"number":6,"verse":"Family of Jacob, you have abandoned your people. This is clear because they have been filled with bad influences from the East, (East This usually refers to the area around Babylon.) and now your people try to tell the future like the Philistines. They have completely accepted those strange ideas."},{"number":7,"verse":"Jacob’s land has been filled with silver and gold from other places. There are many treasures there. His land has been filled with horses and many chariots."},{"number":8,"verse":"His land is full of gods that the people bow down to worship. They made those idols themselves."},{"number":9,"verse":"The people have become worse and worse. They have become very low, and you leaders did nothing to lift them up! (They … up Or “The people have become very low. Surely you will not forgive them!”)"},{"number":10,"verse":"You should be afraid of the LORD! Go hide in the dirt and behind the rocks. Hide from his glorious power!"},{"number":11,"verse":"Proud people will stop being proud. They will bow down to the ground with shame, and only the LORD will still stand high."},{"number":12,"verse":"The LORD All-Powerful has a special day planned when he will punish the proud and boastful people. They will be brought down."},{"number":13,"verse":"They might be like the tall cedar trees from Lebanon or the great oak trees from Bashan, but they will be cut down."},{"number":14,"verse":"They might be like the tall mountains and high hills"},{"number":15,"verse":"or like the tall towers and high walls, but they will be brought down."},{"number":16,"verse":"They might be like great ships from Tarshish, (ships from Tarshish This is probably a special type of cargo ship.) filled with such wonderful cargo, but they will be brought down."},{"number":17,"verse":"At that time those proud people will fall. They will bow low to the ground, and only the LORD will stand high."},{"number":18,"verse":"All the idols will be gone."},{"number":19,"verse":"People will go into the holes in the ground and the cracks in the rocks because they fear the LORD and his great power as he stands to shake the earth."},{"number":20,"verse":"At that time people will throw away their idols they made from gold and silver. They made these statues to worship, but they will throw them into holes in the ground where bats and moles live."},{"number":21,"verse":"They will go down into cracks in the rocks and boulders because they are afraid of the LORD and his glorious power as he stands to shake the earth."},{"number":22,"verse":"Stop trusting other people to save you. Do not think too highly of them; they are only humans who have not stopped breathing yet."}]}