{"bibleAbbr":"ERV2006","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":40,"verses":[{"number":1,"verse":"Israel’s Punishment Will End Your God says, “Comfort, comfort my people."},{"number":2,"verse":"Speak kindly to Jerusalem and tell her, ‘Your time of service is finished. You have paid the price for your sins.’ I, the LORD, have punished you twice for every sin you committed.”"},{"number":3,"verse":"Listen, there is someone shouting: “Prepare a way in the desert for the LORD. Make a straight road there for our God."},{"number":4,"verse":"Every valley must be filled. Every mountain and hill should be made flat. The crooked roads should be made straight, and the rough ground made smooth."},{"number":5,"verse":"Then the Glory of the LORD will be shown to everyone. Together, all people will see it. Yes, this is what the LORD himself said!”"},{"number":6,"verse":"A voice said, “Speak!” So the man said, “What should I say?” The voice said, “People are like grass. Any glory they enjoy is like a wildflower."},{"number":7,"verse":"When a wind from the LORD blows on them, the grass dies and the flower falls. Yes, all people are like grass."},{"number":8,"verse":"Grass dies and flowers fall, but the word of our God lasts forever.”"},{"number":9,"verse":"Salvation: God’s Good News Zion, you have good news to tell. Go up on a high mountain and shout the good news. Jerusalem, you have good news to tell. Don’t be afraid; speak loudly. Tell this news to all the cities of Judah: “Look, here is your God!”"},{"number":10,"verse":"The Lord GOD is coming with power. He will use his power to rule all the people. He will bring rewards for his people. He will have their payment with him."},{"number":11,"verse":"Like a good shepherd, he takes care of his people. He gathers them like lambs in his arms. He holds them close, while their mothers walk beside him."},{"number":12,"verse":"God Made the World; He Rules It Who measured the oceans in the palm of his hand? Who used his hand to measure the sky? Who used a bowl to measure all the dust of the earth? Who used scales to measure the mountains and hills?"},{"number":13,"verse":"Who could know the LORD’s mind? Who could be his teacher or give him advice?"},{"number":14,"verse":"Did the Lord ask for anyone’s help? Did anyone teach him to be fair? Did anyone teach him knowledge? Did anyone teach him to be wise?"},{"number":15,"verse":"Look, all the nations in the world are like one small drop in the bucket. If the Lord took all the faraway nations and put them on his scales, they would be like small pieces of dust."},{"number":16,"verse":"All the trees in Lebanon are not enough to burn on the altar for the Lord. And all the animals in Lebanon are not enough to kill for a sacrifice."},{"number":17,"verse":"Compared to God, all the nations of the world are nothing. Compared to him, they are worth nothing at all."},{"number":18,"verse":"People Cannot Imagine What God Is Like Can you compare God to anything? Can you make a picture of God?"},{"number":19,"verse":"No, but some people make statues from rock or wood, and they call them gods. One worker makes a statue. Then another worker covers it with gold and makes silver chains for it."},{"number":20,"verse":"For the base he chooses special wood, a kind of wood that will not rot. Then he finds a good wood worker, and the worker makes a “god” that will not fall over."},{"number":21,"verse":"Surely you know the truth, don’t you? Surely you have heard. Surely someone told you long ago. Surely you understand who made the earth."},{"number":22,"verse":"It is the Lord who sits above the circle of the earth. And compared to him, people are like grasshoppers. He rolled open the skies like a piece of cloth. He stretched out the skies like a tent to sit under."},{"number":23,"verse":"He takes away the power of rulers. He makes the world’s leaders completely worthless."},{"number":24,"verse":"They are like plants that are planted in the ground. But before they can send their roots into the ground, God blows on the “plants”; they become dead and dry, and the wind blows them away like straw."},{"number":25,"verse":"The Holy One says, “Can you compare me to anyone? No one is equal to me.”"},{"number":26,"verse":"Look up to the skies. Who created all those stars? Who created all those “armies” in the sky? Who knows every star by name? He is very strong and powerful, so not one of these stars is lost."},{"number":27,"verse":"People of Jacob, this is true. Israel, you should believe it. So why do you say, “The LORD cannot see the way I live; he will not find me and punish me” (The Lord … punish me Or “My way is hidden from the LORD; he ignores my case.”) ?"},{"number":28,"verse":"Surely you know the truth. Surely you have heard. The LORD is the God who lives forever! He created all the faraway places on earth. He does not get tired and weary. You cannot learn all he knows."},{"number":29,"verse":"He helps tired people be strong. He gives power to those without it."},{"number":30,"verse":"Young men get tired and need to rest. Even young boys stumble and fall."},{"number":31,"verse":"But those who trust in the LORD will become strong again. They will be like eagles that grow new feathers. (like … feathers This probably refers to the ancient belief that eagles regain their youth when they molt (lose and grow back their feathers). See Ps. 103:5. This line could also be translated, “They will rise up like eagles on their wings.”) They will run and not get weak. They will walk and not get tired."}]}