{"bibleAbbr":"ERV2006","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":47,"verses":[{"number":1,"verse":"(God’s Message to Babylon) “Fall down and sit in the dirt, Virgin Daughter Babylon. You have no throne, so sit on the ground, daughter of the Chaldeans. (Virgin Daughter Babylon, daughter of the Chaldeans Names for the city of Babylon.) You are not the ruler now. You are no longer the beautiful young princess that people said you were."},{"number":2,"verse":"Get the millstones ready and grind the grain into flour. Take off your veil and fancy clothes. Lift your skirt and get ready to cross the rivers. (rivers The Tigris and Euphrates rivers. Babylon was between these two rivers.)"},{"number":3,"verse":"Men will see your naked body and use you for sex. I will make you pay for the bad things you did, and I will not let anyone help you."},{"number":4,"verse":"“My people say, ‘God saves us. His name is the LORD All-Powerful, the Holy One of Israel.’”"},{"number":5,"verse":"“So Babylon, sit down and shut up. Daughter of the Chaldeans, go into the dark prison. You will no longer be ‘The Queen of the Kingdoms.’"},{"number":6,"verse":"“I was angry with my people. They were mine, but I turned against them. I let you punish them, but you showed them no mercy. Even for those who were old you made the work hard."},{"number":7,"verse":"You said, ‘I will live forever. I will always be the queen.’ You didn’t care what you did to my people. You didn’t think about what might happen later."},{"number":8,"verse":"So now listen, you who love only pleasure! Feeling so safe, you tell yourself, ‘I alone am important, and no one else matters. I will never be a widow or lose my children.’"},{"number":9,"verse":"These two things will happen to you: First, you will lose your children and then your husband. And none of your magic spells will help you."},{"number":10,"verse":"You do bad things but still feel safe. (You … safe Or “You put your trust in your evil.”) You say to yourself, ‘No one sees the wrong I do.’ You thought that your wisdom and knowledge would save you. You tell yourself, ‘I alone am important, and no one else matters.’"},{"number":11,"verse":"“But disaster is coming your way. You don’t know when it will happen, but disaster is coming. And there is nothing you can do to stop it."},{"number":12,"verse":"You worked hard all your life learning magic and spells. So start using that magic. Maybe those spells will help you. Maybe you will be able to frighten someone."},{"number":13,"verse":"You have many advisors. Are you tired of the advice they give? Then send out your men who read the stars. They can tell when the month starts, so maybe they can tell you when your troubles will come."},{"number":14,"verse":"But they cannot even save themselves. They will burn like straw. They will burn so fast that there will be no coals left to cook bread. There will be no fire left to sit by."},{"number":15,"verse":"That’s what will happen to those you have worked with, the people you did business with all your life. They will all go their own way. There will be no one left to save you.”"}]}