{"bibleAbbr":"ERV2006","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":5,"verses":[{"number":1,"verse":"(Judah, God’s Vineyard) Now I will sing a song for my friend, my love song about his vineyard. My friend had a vineyard on a very fertile hill."},{"number":2,"verse":"He dug and cleared the field and planted the best grapevines there. He built a tower in the middle and cut a winepress into the stone. He expected good grapes to grow there, but there were only rotten ones."},{"number":3,"verse":"My friend said, “You people living in Jerusalem and you people of Judah, (You people … Judah Or “Rulers of Jerusalem and leader of Judah ….”) think about me and my vineyard."},{"number":4,"verse":"What more could I do for my vineyard? I did everything I could. I hoped for good grapes to grow, but there were only rotten ones. Why did that happen?"},{"number":5,"verse":"“Now I will tell you what I will do to my vineyard: I will pull up the thornbushes that protect it, and I will burn them. I will break down the stone wall and use the stones for a walkway."},{"number":6,"verse":"I will turn my vineyard into useless land. No one will care for the plants or work in the field. Weeds and thorns will grow there. I will command the clouds not to rain on it.”"},{"number":7,"verse":"The vineyard that belongs to the LORD All-Powerful is the house of Israel. The grapevine, the plant he loves, is the man of Judah. (man of Judah This could mean either “the king of Judah” or simply, “people of Judah.”) The Lord hoped for justice, but there was only killing. He hoped for fairness, but there were only cries from people being treated badly."},{"number":8,"verse":"Look at you people! You join houses to houses and fields to fields until there is no room for anyone else. But when the punishment comes, you will be forced to live alone. You will be the only people in the whole land."},{"number":9,"verse":"I heard the LORD All-Powerful make this oath: “I swear, all these houses will be destroyed. These big, fancy houses will be empty."},{"number":10,"verse":"A ten-acre vineyard will make only a little wine, (only a little wine Literally, “one bath,” a measure that equals about 6 gallons (22 l).) and many sacks of seed will grow only a little grain. (only a little grain Literally, “A homer of seed will grow only an ephah of grain.” A homer equals about 6 bushels (220 l). An ephah equals about 2/3 bushel (22 l).) ”"},{"number":11,"verse":"How terrible it will be for you people who rise early in the morning and go looking for beer to drink. You stay awake late at night, getting drunk on wine."},{"number":12,"verse":"At your parties with your wine, harps, drums, flutes, and other musical instruments, you don’t see what the LORD has done. You don’t notice what his hands have made."},{"number":13,"verse":"My people don’t really know God. So they will be captured and taken away. Everyone, the respected leaders and the common people as well, will be hungry and thirsty."},{"number":14,"verse":"They will die, and the place of death will open its mouth wide and swallow many of them. Then the noisy crowds and all the beautiful, happy people who are now so comfortable will go down into the grave."},{"number":15,"verse":"Everyone, common people and leaders alike, will be humbled. Those who are now so proud will bow their heads in shame."},{"number":16,"verse":"The LORD All-Powerful will judge fairly, and people will honor him. They will respect the Holy God when he brings justice."},{"number":17,"verse":"Then sheep will be able to go wherever they want and graze on the land that rich people once owned."},{"number":18,"verse":"Look at those people! They pull their guilt and sins behind them like people pulling wagons with ropes. (ropes Literally, “useless ropes.” The Hebrew words here are like those meaning “useless things,” that is, idols.)"},{"number":19,"verse":"They say, “We wish God would hurry and do what he plans to do so that we can see it. Let the plan of the Holy One of Israel happen soon so that we can know what it is.”"},{"number":20,"verse":"Look at those people! They say good is bad and bad is good. They think light is dark and dark is light. They think sour is sweet and sweet is sour."},{"number":21,"verse":"They think they are so smart. They think they are very intelligent."},{"number":22,"verse":"They are famous for drinking wine and are heroes known for mixing drinks."},{"number":23,"verse":"And if you pay them enough money, they will forgive a criminal. But they will not let good people be judged fairly."},{"number":24,"verse":"So bad things will happen to them. Their descendants will be destroyed completely, just as fire burns straw and leaves. Their descendants will be like plants with rotten roots, whose flowers have all blown away like dust in the wind. Those people refused to obey the teachings (teachings This can also mean “laws.” Sometimes this means the laws God gave Moses to teach to the people of Israel.) of the LORD All-Powerful. They hated the message from the Holy One of Israel."},{"number":25,"verse":"So the LORD became angry with his people, and he raised his hand to punish them. Even the mountains shook with fear. Dead bodies were left in the streets like garbage. And he is not finished yet. He is still angry, and his arm is raised to continue punishing his people."},{"number":26,"verse":"(God Will Bring Armies to Punish Israel) Look! God is giving a sign to the nations far away. He is raising a flag and whistling for them to come. Now the enemy is coming from a faraway land and will soon enter the country. They are moving very quickly."},{"number":27,"verse":"The enemy soldiers never get tired and stumble. They never get sleepy and fall asleep. Their weapon belts are always ready. Their sandal straps never break."},{"number":28,"verse":"Their arrows are sharp. Their bows are strung and ready to shoot. The horses’ hooves are as hard as flint. Clouds of dust rise from behind their chariots."},{"number":29,"verse":"The shouts of the enemy sound like the roar of lions. Like strong, young lions, they growl and grab their prey. The captives struggle and try to escape, but there is no one to save them."},{"number":30,"verse":"Then there is a roar as loud as the ocean waves, and the captives turn their faces to the ground. And there is only darkness closing in as the light fades away in a black cloud."}]}