{"bibleAbbr":"paOV2016","bookName":"ਅਜ਼ਰਾ","bookEnglishName":"Ezra","chapterNumber":7,"verses":[{"number":1,"verse":"( ਅਜ਼ਰਾ ਲਈ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਆਉਣ ਦੀ ਆਗਿਆ) ਇਨਾਂ ਗੱਲਾਂ ਦੇ ਪਿੱਛੋਂ ਫਾਰਸ ਦੇ ਪਾਤਸ਼ਾਹ ਅਰਤਹਸ਼ਸ਼ਤਾ ਦੇ ਰਾਜ ਵਿੱਚ ਅਜ਼ਰਾ ਸਰਾਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਅਜ਼ਰਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਹਿਲਕੀਯਾਹ ਦਾ ਪੁੱਤ੍ਰ"},{"number":2,"verse":"ਉਹ ਸ਼ੱਲੂਮ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਸਾਦੋਕ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਅਹੀਟੂਬ ਦਾ ਪੁੱਤ੍ਰ,"},{"number":3,"verse":"ਉਹ ਅਮਰਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਅਜ਼ਰਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਮਰਾਯੋਥ ਦਾ ਪੁੱਤ੍ਰ,"},{"number":4,"verse":"ਉਹ ਜ਼ਰਹਯਾਹ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਉੱਜ਼ੀ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਬੁੱਕੀ ਦਾ ਪੁੱਤ੍ਰ"},{"number":5,"verse":"ਉਹ ਅਬੀਸ਼ੂਆ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਫੀਨਹਾਸ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਅਲਆਜ਼ਾਰ ਦਾ ਪੁੱਤ੍ਰ, ਉਹ ਹਾਰੂਨ ਪਰਧਾਨ ਜਾਜਕ ਦਾ ਪੁੱਤ੍ਰ"},{"number":6,"verse":"ਏਹ ਅਜ਼ਰਾ ਬਾਬਲ ਤੋਂ ਗਿਆ ਅਤੇ ਉਹ ਮੂਸਾ ਦੀ ਬਿਵਸਥਾ ਵਿੱਚ ਜੋ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਦਿੱਤੀ ਸੀ ਬੜਾ ਗੁਣੀ ਗ੍ਰੰਥੀ ਸੀ ਅਤੇ ਯਹੋਵਾਹ ਉਹ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਹੱਥ ਉਹ ਦੇ ਉੱਤੇ ਸੀ ਏਸ ਲਈ ਪਾਤਸ਼ਾਹ ਨੇ ਉਹ ਦੀਆਂ ਸਾਰੀਆਂ ਮੰਗਾਂ ਉਹ ਨੂੰ ਦਿੱਤੀਆਂ"},{"number":7,"verse":"ਅਤੇ ਇਸਰਾਏਲੀਆਂ ਤੇ ਜਾਜਕਾਂ ਤੇ ਲੇਵੀਆਂ ਤੇ ਗਵੱਯਾਂ ਤੇ ਦਰਬਾਨਾਂ ਤੇ ਨਥੀਨੀਮੀਆਂ ਵਿੱਚੋਂ ਕੁਝ ਲੋਕ ਅਰਤਹਸ਼ਸ਼ਤਾ ਪਾਤਸ਼ਾਹ ਦੇ ਸਤਵੇਂ ਵਰਹੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਆਏ"},{"number":8,"verse":"ਅਤੇ ਉਹ ਪਾਤਸ਼ਾਹ ਦੇ ਸੱਤਵੇਂ ਵਰਹੇ ਦੇ ਪੰਜਵੇਂ ਮਹੀਨੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਅੱਪੜਿਆ"},{"number":9,"verse":"ਕਿਉਂ ਜੋ ਪਹਿਲੇ ਮਹੀਨੇ ਦੇ ਪਹਿਲੇ ਦਿਨ ਤਾਂ ਉਹ ਬਾਬਲ ਤੋਂ ਤੁਰਿਆ ਤੇ ਪੰਜਵੇਂ ਮਹੀਨੇ ਦੇ ਪਹਿਲੇ ਦਿਨ ਉਹ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਅੱਪੜ ਗਿਆ। ਉਹ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਭਲਿਆਈ ਦਾ ਹੱਥ ਉਹ ਦੇ ਉੱਤੇ ਸੀ"},{"number":10,"verse":"ਕਿਉਂ ਜੋ ਅਜ਼ਰਾ ਨੇ ਯਹੋਵਾਹ ਦੀ ਬਿਵਸਥਾ ਦੀ ਖੋਜ ਕਰਨ ਤੇ ਉਹ ਦੇ ਉੱਤੇ ਚੱਲਨ ਤੇ ਇਸਰਾਏਲ ਨੂੰ ਬਿਧੀਆਂ ਤੇ ਨਿਆਵਾਂ ਦੀ ਸਿੱਖਿਆ ਦੇਣ ਉੱਤੇ ਮਨ ਲਾਇਆ ਸੀ ।।"},{"number":11,"verse":"ਜੋ ਚਿੱਠੀ ਅਰਤਹਸ਼ਸ਼ਤਾ ਪਾਤਸ਼ਾਹ ਨੇ ਅਜ਼ਰਾ ਜਾਜਕ ਤੇ ਗ੍ਰੰਥੀ ਨੂੰ ਦਿੱਤੀ–ਅਜ਼ਰਾ ਜੋ ਯਹੋਵਾਹ ਦੀਆਂ ਆਗਿਆ ਦੇ ਬਚਨਾਂ ਦਾ ਅਰ ਇਸਰਾਏਲ ਦੇ ਲਈ ਬਿਧੀਆਂ ਦਾ ਗ੍ਰੰਥੀ ਸੀ-ਉਹ ਦੀ ਨਕਲ ਇਹ ਹੈ"},{"number":12,"verse":"ਅਰਤਹਸ਼ਸ਼ਤਾ ਰਾਜਿਆਂ ਦੇ ਮਹਾਰਾਜਾ ਵੱਲੋਂ ਅਜ਼ਰਾ ਜਾਜਕ ਨੂੰ ਜੋ ਸੁਰਗੀ ਪਰਮੇਸ਼ੁਰ ਦੀ ਬਿਵਸਥਾ ਦਾ ਪੂਰਾ ਗ੍ਰੰਥੀ ਹੈ, ਵਗੈਰਾ"},{"number":13,"verse":"ਮੈਂ ਇਹ ਆਗਿਆ ਦਿੰਦਾ ਹਾਂ ਭਈ ਇਸਰਾਏਲ ਦੇ ਜੋ ਲੋਕ ਤੇ ਉਨ੍ਹਾਂ ਦੇ ਜਾਜਕ ਤੇ ਲੇਵੀ ਮੇਰੇ ਰਾਜ ਵਿੱਚ ਹਨ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਜਿੰਨੇ ਆਪਣੀ ਇੱਛਿਆ ਨਾਲ ਯਰੂਸ਼ਲਮ ਨੂੰ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹਨ ਓਹ ਤੇਰੇ ਨਾਲ ਜਾਣ"},{"number":14,"verse":"ਤੂੰ ਪਾਤਸ਼ਾਹ ਤੇ ਉਹ ਦੇ ਸੱਤਾਂ ਮੰਤਰੀਆਂ ਵੱਲੋਂ ਘੱਲਿਆ ਜਾਂਦਾ ਹੈਂ ਤਾਂ ਜੋ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਬਿਵਸਥਾ ਅਨੁਸਾਰ ਜੋ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਹੈ ਯਹੂਦਾਹ ਤੇ ਯਰੂਸ਼ਲਮ ਦੇ ਵਿਖੇ ਪੁੱਛ ਗਿੱਛ ਕਰੇ"},{"number":15,"verse":"ਅਤੇ ਜੋ ਚਾਂਦੀ ਤੇ ਸੋਨਾ ਪਾਤਸ਼ਾਹ ਅਰ ਉਹ ਦੇ ਮੰਤਰੀਆਂ ਨੇ ਇਸਾਰਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਜਿਹ ਦਾ ਭਵਨ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਹੈ ਆਪਣੀ ਖੁਸ਼ੀ ਨਾਲ ਭੇਟ ਕੀਤਾ ਹੈ ਲੈ ਜਾਵੇਂ"},{"number":16,"verse":"ਨਾਲੇ ਜਿੰਨਾ ਚਾਂਦੀ ਸੋਨਾ ਬਾਬਲ ਦੇ ਸਾਰੇ ਸੂਬਿਆਂ ਵਿੱਚੋਂ ਤੈਨੂੰ ਮਿਲੇਗਾ ਅਰ ਜੋ ਖੁਸ਼ੀ ਦੀ ਭੇਟ ਲੋਕ ਤੇ ਜਾਜਕ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਜੋ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਹੈ ਮਨੋਂ ਲਾ ਕੇ ਦੇਣ"},{"number":17,"verse":"ਸੋ ਉਸ ਪੈਸੇ ਨਾਲ ਤੂੰ ਬੜਾ ਉੱਦਮ ਕਰਕੇ ਵਹਿੜੇ ਤੇ ਛੱਤ੍ਰੇ ਤੇ ਲੇਲੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਮੈਦੇ ਦੀਆਂ ਭੇਟਾਂ ਤੇ ਪੀਣ ਦੀਆਂ ਭੇਟਾਂ ਸਣੇ ਮੁੱਲ ਲਈਂ ਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਜਗਵੇਦੀ ਉੱਤੇ ਜੋ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਹੈ ਚੜ੍ਹਾਵੀਂ"},{"number":18,"verse":"ਅਤੇ ਬਚੇ ਖੁਚੇ ਚਾਂਦੀ ਸੋਨੇ ਨਾਲ ਜੋ ਕੁਝ ਤੈਨੂੰ ਤੇ ਤੇਰੇ ਭਰਾਵਾਂ ਨੂੰ ਚੰਗਾ ਲੱਗੇ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਮਰਜੀ ਅਨੁਸਾਰ ਕਰਿਓ"},{"number":19,"verse":"ਅਤੇ ਜਿਹੜੇ ਭਾਂਡੇ ਤੈਨੂੰ ਤੇਰੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੀ ਉਪਾਸਨਾ ਦੇ ਲਈ ਸੌਂਪੇ ਜਾਂਦੇ ਹਨ ਉਨ੍ਹਾਂ ਨੂੰ ਯਰੂਸ਼ਲਮ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸਨਮੁਖ ਦੇ ਦੇਵੀਂ"},{"number":20,"verse":"ਅਤੇ ਜੋ ਕੁਝ ਹੋਰ ਤੇਰੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੇ ਲਈ ਲੋੜੀਂਦਾ ਹੋਵੇ ਜੋ ਤੈਨੂੰ ਦੇਣਾ ਪਵੇ ਤਾਂ ਉਹ ਸ਼ਾਹੀ ਖ਼ਜ਼ਾਨੇ ਵਿੱਚੋਂ ਦੇਵੀਂ"},{"number":21,"verse":"ਅਤੇ ਮੈਂ ਅਰਤਹਸ਼ਸ਼ਤਾ ਪਾਤਸ਼ਾਹ ਆਪੇ ਦਰਿਆਓਂ ਪਾਰ ਦਿਆਂ ਸਾਰਿਆਂ ਖ਼ਜ਼ਾਨਚੀਆਂ ਨੂੰ ਆਗਿਆ ਦਿੰਦਾ ਹਾਂ ਕਿ ਜੋ ਕੁਝ ਅਜ਼ਰਾ ਜਾਜਕ ਸੁਰਗੀ ਪਰਮੇਸ਼ੁਰ ਦੀ ਬਿਵਸਥਾ ਦਾ ਗ੍ਰੰਥੀ ਤੁਹਾਥੋਂ ਚਾਹੇ ਉਹ ਝਟ ਕੀਤਾ ਜਾਵੇ"},{"number":22,"verse":"ਚਾਂਦੀ ਦੇ ਡੂਢ ਸੌ ਮਣ ( ਸੋ ਕਿੱਕਾਰ ।) ਤਾਈਂ ਅਤੇ ਕਣਕ ਦੇ ਸਾਢੇ ਸੱਤ ਸੌ ਮਣ ( ਸੌ ਕੋਰ ।) ਤਾਈਂ ਅਤੇ ਮੈ ਦੇ ਪੰਝੱਤਰ ਮਣ ( ਸੌ ਬਥ ।) ਤਾਈਂ ਅਤੇ ਤੇਲ ਦੇ ਪੰਝੱਤਰ ਮਣ ਤਾਈਂ ਅਤੇ ਲੂਣ ਬੇਅੰਤ"},{"number":23,"verse":"ਜੋ ਕੁਝ ਸੁਰਗੀ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਗਿਆ ਦਿੱਤੀ ਹੈ ਠੀਕ ਓਵੇਂ ਹੀ ਸੁਰਗੀ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੇ ਲਈ ਕੀਤਾ ਜਾਵੇ ਕਿਉਂ ਜੋ ਪਾਤਸ਼ਾਹ ਤੇ ਰਾਜਕੁਮਾਰਾਂ ਦੇ ਰਾਜ ਦੇ ਵਿੱਰੁਧ ਕ੍ਰੋਧ ਕਿਉਂ ਹੋਵੇ?"},{"number":24,"verse":"ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਚਿਤਾਰਦੇ ਹਾਂ ਭਈ ਜਾਜਕਾਂ ਤੇ ਲੇਵੀਆਂ ਤੇ ਗਵੱਯਾਂ ਤੇ ਦਰਬਾਨਾਂ ਤੇ ਨਥੀਨੀਮਾਂ ਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਇਸ ਭਵਨ ਦਿਆਂ ਟਹਿਲੂਆਂ ਵਿੱਚੋਂ ਕਿਸੇ ਉੱਤੇ ਕਰ, ਚੁੰਗੀ ਯਾ ਮਾਮਲਾ ਲਾਉਣਾ ਉੱਚਿਤ ਨਾ ਹੋਊਗਾ"},{"number":25,"verse":"ਅਤੇ ਹੇ ਅਜ਼ਰਾ, ਤੂੰ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਉਸ ਗਿਆਨ ਦੇ ਅਨੁਸਾਰ ਜੋ ਤੇਰੇ ਵਿੱਚ ਹੈ ਹਾਕਮਾਂ ਤੇ ਨਿਆਈਆਂ ਨੂੰ ਥਾਪੀਂ ਤਾਂ ਜੋ ਦਰਿਆਓਂ ਪਾਰ ਦੇ ਸਭਨਾਂ ਲੋਕਾਂ ਦਾ ਨਿਆਉਂ ਕਰਨ ਜਿਹੜੇ ਤੇਰੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਬਿਵਸਥਾ ਨੂੰ ਜਾਣਦੇ ਹਨ ਅਤੇ ਜਿਹੜੇ ਨਾ ਜਾਣਦੇ ਹੋਣ ਓਹਨਾਂ ਨੂੰ ਤੁਸੀਂ ਸਿਖਾਓ"},{"number":26,"verse":"ਅਤੇ ਜੋ ਕੋਈ ਤੇਰੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਬਿਵਸਥਾ ਤੇ ਪਾਤਸ਼ਾਹ ਦੇ ਕਨੂਨ ਨਾ ਮੰਨੇ ਉਹ ਨੂੰ ਝਟ ਪਟ ਦੰਡ ਲਾਇਆ ਜਾਵੇ ਚਾਹੇ ਮੌਤ ਯਾ ਦੇਸ ਨਿਕਾਲਾ ਯਾ ਮਾਲ ਜਾ ਜ਼ਬਤੀ ਯਾ ਕੈਦ ਦਾ ।।"},{"number":27,"verse":"ਯਹੋਵਾਹ ਸਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਮੁਬਾਰਕ ਹੋਵੇ ਜਿਹ ਨੇ ਏਹੋ ਜਿਹੀ ਗੱਲ ਪਾਤਸ਼ਾਹ ਦੇ ਮਨ ਵਿੱਚ ਪਾਈ ਭਈ ਉਹ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਨੂੰ ਜੋ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਹੈ ਸਵਾਰੇ"},{"number":28,"verse":"ਅਤੇ ਪਾਤਸ਼ਾਹ ਤੇ ਉਹ ਦੇ ਮੰਤਰੀਆਂ ਦੇ ਸਨਮੁਖ ਅਤੇ ਪਾਤਸ਼ਾਹ ਦੇ ਸਾਰੇ ਬਲਵੰਤ ਸਰਦਾਰਾਂ ਦੇ ਅੱਗੇ ਮੇਰੇ ਉੱਤੇ ਦਯਾ ਦਰਿਸਟੀ ਕੀਤੀ ਹੈ ਸੋ ਮੈਂ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਹੱਥੋਂ ਜੋ ਮੇਰੇ ਉੱਤੇ ਸੀ ਬਲ ਪਾਇਆ ਅਤੇ ਮੈਂ ਇਸਰਾਏਲ ਵਿੱਚੋਂ ਮੁਖੀਆਂ ਨੂੰ ਇਕੱਠਾ ਕੀਤਾ ਭਈ ਓਹ ਮੇਰੇ ਨਾਲ ਉਤਾਹਾਂ ਚੱਲਣ।।"}]}