{"bibleAbbr":"WEB2020","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":11,"verses":[{"number":1,"verse":"\"When Israel<WH3478> was a child,<WH5288> then I loved<WH157> him,<WH7121> and called my son<WH1121> out of Egypt.<WH4714>"},{"number":2,"verse":"They called<WH7121> to them,<WH1980> so they went from them.<WH6440> They sacrificed<WH2076> to the Baals,<WH1168> and burned incense<WH6999> to engraved images.<WH6456>"},{"number":3,"verse":"Yet I taught<WH8637> Ephraim<WH669> to walk.<WH8637> I took<WH3947> them by his arms;<WH2220> but they didn't<WH3045> know that I healed them.<WH7495>"},{"number":4,"verse":"I drew<WH4900> them with cords<WH2256> of a man,<WH120> with ties<WH5688> of love;<WH160> and I was to them like those who lift up<WH7311> the yoke<WH5923> on their necks;<WH3895> and I bent down<WH5186> to him and I fed him.<WH398>"},{"number":5,"verse":"\"They won't<WH7725> return into the land<WH776> of Egypt;<WH4714> but the Assyrian<WH804> will be their king,<WH4428> because they refused<WH3985> to repent.<WH7725>"},{"number":6,"verse":"The sword<WH2719> will fall<WH2342> on their cities,<WH5892> and will destroy<WH3615> the bars<WH905> of their gates,<WH398> and will put an end to their plans.<WH4156>"},{"number":7,"verse":"My people<WH5971> are determined<WH8511> to turn<WH4878> from me.<WH7121> Though they call to the Most High,<WH5920> he certainly<WH3162> won't<WH7311> exalt them."},{"number":8,"verse":"\"How can I give you up,<WH5414> Ephraim?<WH669> How can I hand<WH4042> you over,<WH3478> Israel? How can I make<WH5414> you like Admah?<WH126> How can I make<WH5414> you like Zeboiim?<WH6636> My heart<WH3820> is turned<WH2015> within me,<WH5150> my compassion is<WH3162> aroused.<WH3648>"},{"number":9,"verse":"I will not execute<WH6213> the fierceness<WH2740> of my anger.<WH639> I will not return<WH7725> to destroy<WH7843> Ephraim:<WH669> for I am God,<WH410> and not man;<WH376> the Holy One<WH6918> in the midst<WH7130> of you;<WH935> and I will not come in wrath.<WH5892>"},{"number":10,"verse":"They will walk<WH3212> after<WH310> Yahweh,<WH3068> who will roar<WH7580> like a lion;<WH738> for he will roar,<WH7580> and the children<WH1121> will come trembling<WH2729> from the west.<WH3220>"},{"number":11,"verse":"They will come trembling<WH2729> like a bird<WH6833> out of Egypt,<WH4714> and like a dove<WH3123> out of the land<WH776> of Assyria;<WH804> and I will settle<WH3427> them in their houses,<WH1004>\" says<WH5002> Yahweh.<WH3068>"},{"number":12,"verse":"Ephraim<WH669> surrounds<WH5437> me with falsehood,<WH3585> and the house<WH1004> of Israel<WH3478> with deceit.<WH4820> Judah<WH3063> still strays<WH7300> from God,<WH410> and is unfaithful<WH539> to the Holy One.<WH6918>"}]}