{"bibleAbbr":"WEB2020+","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":12,"verses":[{"number":1,"verse":"Ephraim <WH669> feeds <WH7462> on wind, <WH7307> and chases <WH7291> the east wind. <WH6921> He continually <WH3117> multiplies <WH7235> lies <WH3577> and desolation. <WH7701> They make <WH3772> a covenant <WH1285> with Assyria, <WH804> and oil <WH8081> is carried <WH2986> into Egypt. <WH4714>"},{"number":2,"verse":"Yahweh <WH3068> also has a controversy <WH7379> with Judah, <WH3063> and will punish <WH6485> Jacob <WH3290> according to his ways; <WH1870> according to his deeds <WH4611> he will repay him. <WH7725>"},{"number":3,"verse":"In the womb <WH990> he took his brother <WH251> by the heel; <WH6117> and in his manhood <WH202> he contended <WH8280> with God. <WH430>"},{"number":4,"verse":"Indeed, <WH7786> he struggled with the angel, <WH4397> and prevailed; <WH3201> he wept, <WH1058> and made supplication <WH2603> to him. <WH4672> He found him at Bethel, <WH1008> and there he spoke with us, <WH1696>"},{"number":5,"verse":"even Yahweh, <WH3068> the God <WH430> of Armies; <WH6635> Yahweh <WH3068> is his name of renown! <WH2143>"},{"number":6,"verse":"Therefore turn <WH7725> to your God. <WH430> Keep <WH8104> kindness <WH2617> and justice, <WH4941> and wait <WH6960> continually <WH8548> for your God. <WH430>"},{"number":7,"verse":"A merchant <WH3667> has dishonest <WH4820> scales <WH3976> in his hand. <WH3027> He loves <WH157> to defraud. <WH6231>"},{"number":8,"verse":"Ephraim <WH669> said, <WH559> \"Surely I have become rich, <WH6238> I have found myself <WH4672> wealth. <WH202> In all my wealth <WH202> they won't <WH4672> find in me any iniquity <WH5771> that is sin. <WH2399>\""},{"number":9,"verse":"\"But I am Yahweh <WH3068> your God <WH430> from the land <WH776> of Egypt. <WH4714> I will yet again make you dwell <WH3427> in tents, <WH168> as in the days <WH3117> of the solemn feast. <WH4150>"},{"number":10,"verse":"I have also spoken <WH1696> to the prophets, <WH5030> and I have multiplied <WH7235> visions; <WH2377> and by the ministry <WH3027> of the prophets <WH5030> I have used parables. <WH1819>"},{"number":11,"verse":"If Gilead <WH1568> is wicked, <WH205> surely they are worthless. <WH7723> In Gilgal <WH1537> they sacrifice <WH2076> bulls. <WH7794> Indeed, <WH4196> their altars are like heaps <WH1530> in the furrows <WH8525> of the field. <WH7704>"},{"number":12,"verse":"Jacob <WH3290> fled <WH1272> into the country <WH7704> of Aram, <WH758> and Israel <WH3478> served <WH5647> to get a wife, <WH802> and for a wife <WH802> he tended flocks and herds. <WH8104>"},{"number":13,"verse":"By a prophet <WH5030> Yahweh <WH3068> brought <WH5927> Israel <WH3478> up out of Egypt, <WH4714> and by a prophet <WH5030> he was preserved. <WH8104>"},{"number":14,"verse":"Ephraim <WH669> has bitterly <WH8563> provoked anger. <WH3707> Therefore his blood <WH1818> will be left <WH5203> on him, <WH113> and his Lord will repay <WH7725> his contempt. <WH2781>"}]}