{"bibleAbbr":"WEB2020+","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":13,"verses":[{"number":1,"verse":"When Ephraim <WH669> spoke, <WH1696> there was trembling. <WH7578> He exalted <WH5375> himself in Israel, <WH3478> but when he became guilty <WH816> in Baal, <WH1168> he died. <WH4191>"},{"number":2,"verse":"Now they sin <WH2398> more <WH3254> and more, <WH3254> and have made <WH6213> themselves molten images <WH4541> of their silver, <WH3701> even idols <WH6091> according to their own understanding, <WH8394> all of them the work <WH4639> of the craftsmen. <WH2796> They say <WH559> of them, <WH2076> 'They offer human sacrifice and kiss <WH5401> the calves. <WH5695>'"},{"number":3,"verse":"Therefore they will be like the morning <WH1242> mist, <WH6051> and like the dew <WH2919> that passes away <WH1980> early, <WH7925> like the chaff <WH4671> that is driven with the whirlwind <WH5590> out of the threshing floor, <WH1637> and like the smoke <WH6227> out of the chimney. <WH699>"},{"number":4,"verse":"\"Yet I am Yahweh <WH3068> your God <WH430> from the land <WH776> of Egypt; <WH4714> and you shall acknowledge <WH3045> no god <WH430> but me, <WH2108> and besides me <WH1115> there is no savior. <WH3467>"},{"number":5,"verse":"I knew <WH3045> you in the wilderness, <WH4057> in the land <WH776> of great drought. <WH8514>"},{"number":6,"verse":"According to their pasture, <WH4830> so were they filled; <WH7646> they were filled, <WH7646> and their heart <WH3820> was exalted. <WH7311> Therefore they have forgotten me. <WH7911>"},{"number":7,"verse":"Therefore I am like a lion <WH7826> to them. <WH5246> Like a leopard, I will lurk <WH7789> by the path. <WH1870>"},{"number":8,"verse":"I will meet <WH6298> them like a bear <WH1677> that is bereaved <WH7909> of her cubs, <WH7167> and will tear the covering <WH5458> of their heart. <WH3820> There I will devour <WH398> them like a lioness. <WH3833> The wild <WH7704> animal <WH2416> will tear them. <WH1234>"},{"number":9,"verse":"You are destroyed, <WH7843> Israel, <WH3478> because you are against me, <WH5828> against your help."},{"number":10,"verse":"Where <WH645> is your king <WH4428> now, <WH165> that he may save <WH3467> you in all your cities? <WH5892> And your judges, <WH8199> of whom you said, <WH559> <WH5414> 'Give me a king <WH4428> and princes? <WH8269>'"},{"number":11,"verse":"I have given <WH5414> you a king <WH4428> in my anger, <WH639> and have taken <WH3947> him away in my wrath. <WH5678>"},{"number":12,"verse":"The guilt <WH5771> of Ephraim <WH669> is stored up. <WH6887> His sin <WH2403> is stored up. <WH6887>"},{"number":13,"verse":"The sorrows <WH2256> of a travailing woman <WH3205> will come <WH935> on him. <WH2450> He is an unwise son; <WH1121> for when it is time, <WH6256> he doesn't <WH5975> come to the opening <WH4866> of the womb. <WH1121>"},{"number":14,"verse":"I will ransom <WH6299> them from the power <WH3027> of Sheol. <WH7585> I will redeem <WH1350> them from death! <WH4194> Death, <WH4194> where are your plagues? <WH1698> Sheol, <WH7585> where is <WH165> your destruction? <WH6987> \"Compassion <WH5164> will <WH165> be hidden <WH5641> from my eyes. <WH5869>"},{"number":15,"verse":"Though he is fruitful <WH6500> among his brothers, <WH251> an east wind <WH6921> will come, <WH935> the breath <WH7307> of Yahweh <WH3068> coming up <WH5927> from the wilderness; <WH4057> and his spring <WH4726> will become dry, <WH954> and his fountain <WH4599> will be dried up. <WH2717> He will plunder <WH8154> the storehouse <WH3627> of <WH2532> treasure. <WH214>"},{"number":16,"verse":"Samaria <WH8111> will bear her guilt; <WH816> for she has rebelled <WH4784> against her God. <WH430> They will fall <WH5307> by the sword. <WH2719> Their infants <WH5768> will be dashed in pieces, <WH7376> and their pregnant <WH2030> women will be ripped open. <WH1234>\""}]}