{"bibleAbbr":"WEB2020+","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":2,"verses":[{"number":1,"verse":"\"Say <WH559> to your brothers, <WH251> <WH5971> 'My people!' and to your sisters, <WH269> <WH7355> 'My loved one!'"},{"number":2,"verse":"Contend <WH7378> with your mother! <WH517> Contend, <WH7378> for she is not my wife, <WH802> neither am I her husband; <WH376> and let her put away <WH5493> her prostitution <WH2183> from her face, <WH6440> and her adulteries <WH5005> from between her breasts; <WH7699>"},{"number":3,"verse":"Lest I strip <WH6584> her naked, <WH6174> and make <WH3322> her bare as in the day <WH3117> that she was born, <WH3205> and make <WH7760> her like a wilderness, <WH4057> and set <WH7896> her like a dry <WH6723> land, <WH776> and kill <WH4191> her with thirst. <WH6772>"},{"number":4,"verse":"Indeed, <WH1121> on her children I will have no mercy; <WH7355> for they are children <WH1121> of unfaithfulness; <WH2183>"},{"number":5,"verse":"For their mother <WH517> has played the prostitute. <WH2181> She who conceived <WH2029> them has done shamefully; <WH3001> for she said, <WH559> <WH3212> 'I will go after <WH310> my lovers, <WH157> who give <WH5414> me my bread <WH3899> and my water, <WH4325> my wool <WH6785> and my flax, <WH6593> my oil <WH8081> and my drink. <WH8250>'"},{"number":6,"verse":"Therefore, <WH7753> behold, I will hedge up your way <WH1870> with thorns, <WH5518> and I will build <WH1443> a wall <WH1447> against her, <WH4672> that she can't find her way. <WH5410>"},{"number":7,"verse":"She will follow <WH7291> after her lovers, <WH157> but she won't <WH5381> overtake them; <WH1245> and she will seek them, <WH4672> but won't find them. <WH559> Then she will say, <WH3212> 'I will go and return <WH7725> to my first <WH7223> husband; <WH376> for then was it better <WH2896> with me than now. <WH6258>'"},{"number":8,"verse":"For she did not know <WH3045> that I gave <WH5414> her the grain, <WH1715> the new wine, <WH8492> and the oil, <WH3323> and multiplied <WH7235> to her silver <WH3701> and gold, <WH2091> which they used <WH6213> for Baal. <WH1168>"},{"number":9,"verse":"Therefore I will take <WH3947> back <WH7725> my grain <WH1715> in its time, <WH6256> and my new wine <WH8492> in its season, <WH4150> and will pluck <WH5337> away my wool <WH6785> and my flax <WH6593> which should have covered <WH3680> her nakedness. <WH6172>"},{"number":10,"verse":"Now I will uncover <WH1540> her lewdness <WH5040> in the sight <WH5869> of her lovers, <WH157> and no one <WH376> will deliver <WH5337> her out of my hand. <WH3027>"},{"number":11,"verse":"I will also cause all her celebrations <WH4885> to cease: <WH7673> her feasts, <WH2282> her new moons, <WH2320> her Sabbaths, <WH7676> and all her solemn assemblies. <WH4150>"},{"number":12,"verse":"I will lay waste <WH8074> her vines <WH1612> and her fig trees, <WH8384> about which she has said, <WH559> <WH866> 'These are my wages that my lovers <WH157> have given <WH5414> me; <WH7760> and I will make them a forest, <WH3293>' and the animals <WH2416> of the field <WH7704> shall eat them. <WH398>"},{"number":13,"verse":"I will visit <WH6485> on her the days <WH3117> of the Baals, <WH1168> to which she burned incense, <WH6999> when she decked <WH5710> herself with her earrings <WH5141> and her jewels, <WH2484> and went <WH3212> after <WH310> her lovers, <WH157> and forgot <WH7911> me, <WH5002>\" says Yahweh. <WH3068>"},{"number":14,"verse":"\"Therefore, <WH6601> behold, I will allure her, <WH3212> and bring her into the wilderness, <WH4057> and speak <WH1696> tenderly to her. <WH3820>"},{"number":15,"verse":"I will give <WH5414> her vineyards <WH3754> from there, <WH6010> and the valley of Achor <WH5911> for a door <WH6607> of hope; <WH8615> and she will respond <WH6030> there, <WH3117> as in the days of her youth, <WH5271> and as in the day <WH3117> when she came up <WH5927> out of the land <WH776> of Egypt. <WH4714>"},{"number":16,"verse":"It will be in that day, <WH3117>\" says <WH5002> Yahweh, <WH3068> \"that you will call <WH7121> me <WH376> 'my husband,' and no longer call <WH7121> me <WH1180> 'my master.'"},{"number":17,"verse":"For I will take away <WH5493> the names <WH8034> of the Baals <WH1168> out of her mouth, <WH6310> and they will no longer be mentioned <WH2142> by name. <WH8034>"},{"number":18,"verse":"In that day <WH3117> I will make <WH3772> a covenant <WH1285> for them with the animals <WH2416> of the field, <WH7704> and with the birds <WH5775> of the sky, <WH8064> and with the creeping things <WH7431> of the ground. <WH127> I will break <WH7665> the bow, <WH7198> the sword, <WH2719> and the battle <WH4421> out of the land, <WH776> and will make them lie down <WH7901> safely. <WH983>"},{"number":19,"verse":"I will betroth <WH781> you to me forever. <WH5769> Yes, <WH781> I will betroth you to me in righteousness, <WH6664> in justice, <WH4941> in loving kindness, <WH2617> and in compassion. <WH7356>"},{"number":20,"verse":"I will even betroth <WH781> you to me in faithfulness; <WH530> and you shall know <WH3045> Yahweh. <WH3068>"},{"number":21,"verse":"It will happen in that day, <WH3117> I will respond, <WH6030>\" says <WH5002> Yahweh, <WH3068> \"I will respond <WH6030> to the heavens, <WH8064> and they will respond <WH6030> to the earth; <WH776>"},{"number":22,"verse":"and the earth <WH776> will respond <WH6030> to the grain, <WH1715> and the new wine, <WH8492> and the oil; <WH3323> and they will respond <WH6030> to Jezreel. <WH3157>"},{"number":23,"verse":"I will sow <WH2232> her to me in the earth; <WH776> and I will have mercy <WH7355> on her who had not obtained mercy; <WH7355> and I will tell <WH559> those who were not my people, <WH5971> <WH5971> 'You are my people;' and they will say, <WH559> <WH430> 'My God!'\""}]}