{"bibleAbbr":"WEB2020+","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":7,"verses":[{"number":1,"verse":"When I would heal <WH7495> Israel, <WH3478> then the iniquity <WH5771> of Ephraim <WH669> is uncovered, <WH1540> also the wickedness <WH7451> of Samaria; <WH8111> for they commit <WH6466> falsehood, <WH8267> and the thief <WH1590> enters in, <WH935> and the gang <WH1416> of robbers ravages <WH6584> outside. <WH2351>"},{"number":2,"verse":"They don't <WH559> consider in their hearts <WH3824> that I remember <WH2142> all their wickedness. <WH7451> Now their own deeds <WH4611> have engulfed <WH5437> them. <WH6440> They are before my face."},{"number":3,"verse":"They make the king <WH4428> glad <WH8055> with their wickedness, <WH7451> and the princes <WH8269> with their lies. <WH3585>"},{"number":4,"verse":"They are all adulterers. <WH5003> They are burning <WH1197> like an oven <WH8574> that the baker <WH644> stops <WH7673> stirring, <WH5782> from the kneading <WH3888> of the dough, <WH1217> until it is leavened. <WH2556>"},{"number":5,"verse":"On the day <WH3117> of our king, <WH4428> the princes <WH8269> made themselves sick <WH2470> with the heat <WH2534> of wine. <WH3196> He joined <WH4900> his hand <WH3027> with mockers. <WH3945>"},{"number":6,"verse":"For they have prepared <WH7126> their heart <WH3820> like an oven, <WH8574> while they lie in wait. <WH693> Their baker <WH644> sleeps <WH3463> all the night. <WH3915> In the morning <WH1242> it burns <WH1197> as a flaming <WH3852> fire. <WH784>"},{"number":7,"verse":"They are all hot <WH2552> as an oven, <WH8574> and devour <WH398> their judges. <WH8199> All their kings <WH4428> have fallen. <WH5307> There is no one among them who calls to me. <WH7121>"},{"number":8,"verse":"Ephraim, <WH669> he mixes <WH1101> himself among the nations. <WH5971> Ephraim <WH669> is a pancake <WH5692> not turned over. <WH2015>"},{"number":9,"verse":"Strangers <WH2114> have devoured <WH398> his strength, <WH3581> and he doesn't <WH3045> realize it. <WH7872> Indeed, gray hairs are here and there <WH2236> on him, <WH3045> and he doesn't realize it."},{"number":10,"verse":"The pride <WH1347> of Israel <WH3478> testifies <WH6030> to his face; <WH6440> yet they haven't <WH7725> returned to Yahweh <WH3068> their God, <WH430> nor sought him, <WH1245> for all this."},{"number":11,"verse":"\"Ephraim <WH669> is like an easily deceived <WH6601> dove, <WH3123> without understanding. <WH3820> They call <WH7121> to Egypt. <WH4714> They go <WH1980> to Assyria. <WH804>"},{"number":12,"verse":"When they go, <WH3212> I will spread <WH6566> my net <WH7568> on them. <WH3381> I will bring them down like the birds <WH5775> of the sky. <WH8064> I will chastise <WH3256> them, <WH5712> as their congregation has heard. <WH8088>"},{"number":13,"verse":"Woe <WH188> to them! <WH5074> For they have wandered from me. <WH7701> Destruction to them! <WH6586> For they have trespassed against me. <WH6299> Though I would redeem them, <WH1696> yet they have spoken lies against me. <WH3577>"},{"number":14,"verse":"They haven't <WH2199> cried to me with their heart, <WH3820> but they howl <WH3213> on their beds. <WH4904> They assemble <WH1481> themselves for grain <WH1715> and new wine. <WH8492> They turn away from me. <WH5493>"},{"number":15,"verse":"Though I have taught <WH3256> and strengthened <WH2388> their arms, <WH2220> yet they plot <WH2803> evil against me. <WH7451>"},{"number":16,"verse":"They return, <WH7725> but not to the Most High. <WH5920> They are like a faulty <WH7423> bow. <WH7198> Their princes <WH8269> will fall <WH5307> by the sword <WH2719> for the rage <WH2195> of their tongue. <WH3956> This <WH2097> will be their derision <WH3933> in the land <WH776> of Egypt. <WH4714>"}]}