{"bibleAbbr":"awaERV2005","bookName":"होसे","bookEnglishName":"Hosea","chapterNumber":8,"verses":[{"number":1,"verse":"( मूरति पूजा स इस्राएल क विनास) “तुरही क आपन होंठन लगावा। यहोवा क भवन क ऊपर गिद्ध जइसा बनि जा, काहेकि उ पचे मोर करार क तोड़ दिहन जउन ओकरे संग किहे रहेन। उ पचे मोर नेमन क खिलाफ अपराध किहेन ह।"},{"number":2,"verse":"उ पचे गोहरावत, ‘हे इस्राएल क परमेस्सर, मइँ तोहका जानत हउँ।’"},{"number":3,"verse":"मुला इस्राएल हाय! उ भली बातन क नकार दिहस। इहइ स दुस्मन ओकरे पाछे पड़ि गवा ह।"},{"number":4,"verse":"उ पचे बिना मोसा सम्पर्क किए भए आपन राजा चुनेन। मइँ उ मुखियन क अनुमोदन नाहीं किहा जेका उ पचे चुने रहा। ओकर मुखियन ओकरे बरे सोना अउ चाँदी स मूरतियन बनाए रहेन। एह बरे उ पचे नास कीन्ह जाब।"},{"number":5,"verse":"हे सोमरोन, तोहरे बछवा-मूरती मोर बरे घृणित अहइ। मइँ एकर कारण बहोतइ कोहाइ हउँ। तू पचन्क एकरे कारण केतॅना देरी तलक इ पाप क दोखी रहब?"},{"number":6,"verse":"बछवा-मूरती इस्राएल क एक कारीगर दुआर बना ग रहेन अउर इ परमेस्सर नाहीं, एह बरे सोमरोन क बछवा-मूरती क टूकन-टूकन मँ तोर दीन्ह जाइ।"},{"number":7,"verse":"उ पचे बोइहीं जब हवा बहत हीं, अउर उ पचे काहिहीं जब चक्रवात चलिहीं। खेतन अनाज उगाइ मँ असमर्थ होइ। एह बरे हुवाँ खाइ बरे रोटी नाहीं होइ। अगर भुइँया थोड़ बहोत अनाज उग भी तउ ओका दुस्मन आइ अउर निगल जाइहीं।"},{"number":8,"verse":"“इस्राएल क रास्ट्रन क जरिये निगल लीन्ह गवा ह। ऍकर लोग एक ठु अइसा बेकार क पात्र क नाईं अहइ जउन बाहेर फेंक दीन्ह ग अहइ। रास्ट्रन क बीच स छितराइ दीन्ह गवा अहइ।"},{"number":9,"verse":"इस्राएल ‘अस्सूर’ जाइ बरे अइसा बल देत ह जइसे कउनो जंगली गदहा स्वंय ही भटकत फिरत ह। एप्रैम जातियन क बीच रण्डी क धन दिहेन।"},{"number":10,"verse":"काहेकि इस्राएल जातियन क बीच रण्डी क धन दिहेन, अब मइँ सबन क आपुस मँ कछू समई बरे अस्सूर सम्राज क मातेहत ओकरे अत्याचार क झेलइ बरे बटोरब।"},{"number":11,"verse":"( इस्राएल क परमेस्सर क बिसरब अउ मूरतियन क पूजब) “जदपि पाप स छुकारा बरे एप्रैम जियादा स जियादा वेदियन क बनाए रहा, मुला उ पचे इ वेदियन क प्रयोग जियादा पाप करइ बरे करिहीं।"},{"number":12,"verse":"जदपि मइँ एप्रैम क बहोत साफ-साफ नेमन लिख दिहे रहेउँ, तउ भी इ ओकरे बरे बिचित्र लागत ह।"},{"number":13,"verse":"उ पचे ओसे बलि भेंट किहेन जउन मइँ ओनका दिहे रहा। उ पचे बलि भेंट किहेन अउर ओका खाएन जउन उ बलि दिहे रहेन। यहोवा इ लोगन स खुस नाहीं अहइ। उ पचे ओकरे पापन क याद राखब, एह बरे उ ओका सज़ा देइहीं। ओनका बन्दी क रूप मँ मिस्र लइ जावा जाइ।"},{"number":14,"verse":"इस्राएल आपन निर्माता क बिसरि गवा। इस्राएल जियादा स जियादा महल क बनाइहीं जब यहूदा गढ़वाले अनेक नगर बनाएन। एह बरे मइँ यहूदा क नगरी मँ ओकर महलन क बर्बाद करइ बरे ओकर खिलाफ आगी पठउब।”"}]}