{"bibleAbbr":"WYC1395","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":14,"verses":[{"number":1,"verse":"Therfor al the cumpeny criede, and wepte in that nyyt,"},{"number":2,"verse":"and alle the sones of Israel grutchiden ayens Moises and Aaron, and seiden,"},{"number":3,"verse":"We wolden that we hadden be deed in Egipt, and not in this waast wildirnesse; we wolden that we perischen, and that the Lord lede vs not in to this lond, lest we fallen bi swerd, and oure wyues and fre children ben led prisoneris; whether it is not betere to turne ayen in to Egipt?"},{"number":4,"verse":"And thei seiden oon to another, Ordeyne we a duyk to vs, and turne we ayen in to Egipt."},{"number":5,"verse":"And whanne this was herd, Moises and Aaron felden lowe to erthe, bifor al the multitude of the sones of Israel."},{"number":6,"verse":"And sotheli Josue, the sone of Nun, and Caleph, the sone of Jephone, whiche also cumpassiden the lond, to renten her clothis,"},{"number":7,"verse":"and spaken to al the multitude of the sones of Israel, The lond which we cumpassiden is ful good;"},{"number":8,"verse":"if the Lord is merciful to vs, he schal lede vs in to it, and schal yyue `to vs the lond flowynge with mylk and hony."},{"number":9,"verse":"Nyle ye be rebel ayens the Lord, nether drede ye the puple of this lond, for we moun deuoure hem so as breed; al her help passide awei fro hem, the Lord is with vs, nyle ye drede."},{"number":10,"verse":"And whanne al the multitude criede, and wolde oppresse hem with stonys, the glorie of the Lord apperide on the roof of the boond of pees, while alle the sones of Israel sien."},{"number":11,"verse":"And the Lord seide to Moises, Hou long schal this puple bacbite me? Hou longe schulen thei not bileue to me in alle `signes, whiche Y haue do bifor hem?"},{"number":12,"verse":"Therfor Y schal smyte hem with pestilence, and Y schal waste hem; forsothe Y schal make thee prince on a greet folk, and strongere than is this."},{"number":13,"verse":"And Moises seide to the Lord, Egipcians `here not, fro whos myddil thou leddist out this puple,"},{"number":14,"verse":"and the dwelleris of this loond, whiche herden that thou, Lord, art in this puple, and art seyn face to face, and that thi cloude defendith hem, and that thou goist bifore hem in a pilere of cloude bi dai,"},{"number":15,"verse":"and in a piler of fier bi nyyt, that thou hast slayn so greet a multitude as o man,"},{"number":16,"verse":"and seie thei, He myyte not brynge this puple in to the lond for whiche he swoor, therfor he killide hem in wildirnesse;"},{"number":17,"verse":"therfor the strengthe of the Lord be magnified, as thou hast swore. And Moises seide,"},{"number":18,"verse":"Lord pacient, and of myche mercy, doynge awei wickidnesse and trespassis, and leeuynge no man vngilti, which visitist the synnes of fadris in to sones in to the thridde and fourthe generacioun, Y biseche,"},{"number":19,"verse":"foryyue thou the synne of this thi puple, aftir the greetnesse of thi merci, as thou were merciful to men goynge out of Egipt `til to this place."},{"number":20,"verse":"And the Lord seide, Y haue foryouun to hem, bi thi word."},{"number":21,"verse":"Y lyue; and the glorie of the Lord schal be fillid in al erthe;"},{"number":22,"verse":"netheles alle men that sien my mageste, and my signes, whiche Y dide in Egipt and in the wildirnesse, and temptiden me now bi ten sithis, and obeieden not to my vois,"},{"number":23,"verse":"schulen not se the lond for which Y swore to her fadris, nethir ony of hem that bacbitide me, schal se it."},{"number":24,"verse":"Y schal lede my seruaunt Caleph, that was ful of anothir spirit, and suede me, in to this lond, which he cumpasside, and his seed schal welde it."},{"number":25,"verse":"For Amalech and Cananei dwellen in the valeis, to morewe moue ye tentis, and turne ye ayen in to wildirnesse bi the weie of the reed see."},{"number":26,"verse":"And the Lord spak to Moises and to Aaron, and seide,"},{"number":27,"verse":"Hou long grutchith this werste multitude ayens me? Y haue herd the pleyntis of the sones of Israel."},{"number":28,"verse":"Therfor seie thou to hem, Y lyue, seith the Lord; as ye spaken while Y herde, so Y schal do to you;"},{"number":29,"verse":"youre careyns schulen ligge in this wildirnesse. Alle ye that ben noumbrid, fro twenti yeer and aboue, and grutchiden ayens me,"},{"number":30,"verse":"schulen not entre in to the lond, on which Y reiside myn hond, that Y schulde make you to dwelle outakun Caleph, the sone of Jephone, and Josue, the sone of Nun."},{"number":31,"verse":"Forsothe Y schal lede in youre litle children, of whiche ye seiden that thei schulden be preyes `ethir raueyns to enemyes, that thei se the lond which displeside you."},{"number":32,"verse":"Forsothe youre careyns schulen ligge in the wildirnesse;"},{"number":33,"verse":"youre sones schulen be walkeris aboute in the deseert bi fourti yeer, and thei schulen bere youre fornycacioun, til the careyns of the fadris ben wastid in the deseert,"},{"number":34,"verse":"by the noumbre of fourti daies, in whiche ye bihelden the loond; a yeer schal be arettid for a dai, and bi fourti yeer ye schulen resseyue youre wickidnesse, and ye schulen knowe my veniaunce."},{"number":35,"verse":"For as Y spak, so Y schal do to al this werste multitude, that roos to gidere ayens me; it schal faile, and schal die in this wildirnesse."},{"number":36,"verse":"Therfor alle the men whyche Moises hadde sent to see the lond, and whiche turniden ayen, and maden al the multitude to grutche ayens hym, and depraueden the lond, that it was yuel,"},{"number":37,"verse":"weren deed, and smytun in the siyt of the Lord."},{"number":38,"verse":"Sotheli Josue, the sone of Nun, and Caleph, the sone of Jephone, lyueden, of alle men that yeden to se the lond."},{"number":39,"verse":"And Moises spak alle these wordis to alle the sones of Israel, and the puple mourenyde gretli."},{"number":40,"verse":"And, lo! thei riseden in the morewtid first, and `stieden in to the cop of the hil, and seiden, We ben redi to stie to the place, of which the Lord spak, for we synneden."},{"number":41,"verse":"To whiche Moises seide, Whi passen ye the word of the Lord, that schal not bifalle to you in to prosperite?"},{"number":42,"verse":"Nyle ye stie, for the Lord is not with you, lest ye fallen bifor youre enemyes."},{"number":43,"verse":"Amalech and Cananei ben bifor you, bi the swerd of whiche ye schulen falle, for ye nolden assente to the Lord, nether the Lord schal be with you."},{"number":44,"verse":"And thei weren maad derk, and stieden in to the cop of the hil; forsothe the ark of the testament of the Lord and Moises yeden not awey fro the tentis."},{"number":45,"verse":"And Amalech cam doun, and Chananei, that dwelliden in the hil, and he smoot hem, and kittide doun, and pursuede hem til Horma."}]}