{"bibleAbbr":"WYC1395","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":22,"verses":[{"number":1,"verse":"And thei yeden forth, and settiden tentis in the feeldi places of Moab, where Jerico is set ouer Jordan."},{"number":2,"verse":"Forsothe Balach, the sone of Sephor, siy alle thingis whiche Israel hadde do to Ammorrei,"},{"number":3,"verse":"and that men of Moab `hadden dred Israel, and miyten not bere the assailing of him."},{"number":4,"verse":"And he seide to the grettere men in birthe of Madian, So this puple schal do a wei alle men that dwellen in oure coostis, as an oxe is wont to do awei an eerbe `til to the rootis. Forsothe he, `that is, Balaac, was kyng in that tyme in Moab."},{"number":5,"verse":"Therfor he sente messangeris to Balaam, the sone of Beor, a fals diuynour, that dwellide on the flood of the lond of the sones of Amon, that thei schulden clepe hym, and schulden seie, Lo! a puple yede out of Egipt, `which puple hilide the face of erthe, and sittith ayens me."},{"number":6,"verse":"Therfor come thou, and curse this puple, which is strongere than Y, if in ony maner Y may smyte and dryue hym out of my lond; for Y knowe, that he is blissid whom thou blissist, and he is cursid whom thou hast cursid."},{"number":7,"verse":"The eldere men of Moab and the grettere men in birthe of Madian yeden forth, hauynge in hondis the prijs of fals dyuynyng; and whanne thei hadden come to Balaam, and hadden teld to hym alle the wordis of Balaach, he answeride,"},{"number":8,"verse":"Dwelle ye here to nyyt, and Y schal answere what euer thing the Lord schal seie to me. Sotheli while thei dwelliden at Balaam, God cam, and seide to hym,"},{"number":9,"verse":"What wolen these men at thee `to hem silf?"},{"number":10,"verse":"Balaam answeride, Balaach, the sone of Sephor, kyng of Moabitis, sente to me, and seide, Lo!"},{"number":11,"verse":"a puple which is gon out of Egipt hilide the face of erthe; come thou, and curse hem, if in ony maner Y may fiyte, and dryue hym awey."},{"number":12,"verse":"And God seide to Balaam, Nyle thou go with hem, nether curse thou the puple, for it is blessid."},{"number":13,"verse":"Which Balaam roos eerli, and seide to the princes, Go ye in to youre lond, for God forbeed me to come with you."},{"number":14,"verse":"The princes turneden ayen, and seiden to Balaach, Balaam nolde come with vs."},{"number":15,"verse":"Eft Balaach sente many mo and noblere men, than he hadde sent bifore;"},{"number":16,"verse":"whiche seiden, whanne thei hadden come to Balaam, Balaach, the sone of Sephor, seith thus, Tarye thou not to come to me, redi to onoure thee;"},{"number":17,"verse":"and what euer thing thou wolt, Y schal yyue to thee; come thou, and curse this puple."},{"number":18,"verse":"Balaam answeride, Thouy Balaach schal yyue to me his howsful of siluer and of gold, Y schal not mowe chaunge the word of my God, that Y speke ethir more ethir lesse."},{"number":19,"verse":"Y biseche, that ye dwelle here also in this nyyt, that Y may wite what the Lord schal answere eft to me."},{"number":20,"verse":"Therfor the Lord cam to Balaam in the nyyt, and seide to hym, If these men comen to clepe thee, rise thou, and go with hem, so oneli that thou do that that Y schal comaunde to thee."},{"number":21,"verse":"Balaam roos eerli, and whanne his femal asse was sadelid, he yede forth with hem."},{"number":22,"verse":"And God was wrooth. And the `aungel of the Lord stood in the weie ayens Balam, that sat on the femal asse, and hadde twei children with hym."},{"number":23,"verse":"The femal asse siy the aungel stondynge in the weie, with swerd drawun, and `turnede a wei hir silf fro the weie, and yede bi the feeld. And whanne Balaam beet hir, and wolde lede ayen to the path,"},{"number":24,"verse":"the aungel stood in the streitnessis of twei wallis, with whiche the vyneris weren cumpassid."},{"number":25,"verse":"And the femal asse siy the aungel, and ioynede hir silf to the wal, and hurtlide the foot of the sittere; and he beet eft `the asse."},{"number":26,"verse":"And neuer the lesse the aungel yede to the streit place, where me `myyte not go out of the weie, nether to the riyt side nether to the left side, and stood ayens hym."},{"number":27,"verse":"And whanne the femal asse siy the aungel stondynge, sche felde doun vndir the feet of the sittere, which was wrooth ful greetli, and beet hir sidis with a staaf."},{"number":28,"verse":"And the Lord openyde the `mouth of the femal asse, and sche spak, What have Y doon to thee? whi smytist thou me, lo! now the thridde tyme?"},{"number":29,"verse":"Balaam answeride, For thou hast disserued, and hast scornyd me; Y wolde that Y hadde a swerd to sle thee."},{"number":30,"verse":"And the femal asse seide, Whether Y am not thi beeste on which thou were wont to sitte euere til in to this present dai? seie thou, what lijk thing Y dide euere to thee? And he seide, Neuere."},{"number":31,"verse":"Anoon the Lord openyde `the iyen of Balaam, and he siy the aungel stondynge in the weie, holdynge a drawun swerd in the hoond; and Balaam worschipide hym lowli in to erthe."},{"number":32,"verse":"To whom the aungel seide, Whi `betist thou thi femal asse `the thridde tyme? Y cam to be aduersarie to thee, for thi weie is weiward, and contrarye to me;"},{"number":33,"verse":"and if the femal asse hadde not bowid a wey fro the weie, and youe place to ayenstondere, Y hadde slayn thee, and sche schulde lyue."},{"number":34,"verse":"Balaam seide, Y synnede, not witynge that thou stodist ayens me; and now, if it displesith thee that Y go, Y schal turne ayen."},{"number":35,"verse":"The aungel seide, Go thou with these men, but be war that thou speke not other thing than Y schal comaunde to thee. Therfor Balaam yede with the princes."},{"number":36,"verse":"And whanne Balaach hadde herde this, he yede out in to the comyng of hym, in the citee of Moabitis, whiche is set in the laste coostis of Arnon."},{"number":37,"verse":"And he seide to Balaam, Y sente messangeris to clepe thee; whi camest thou not anoon to me? whethir for Y may not yelde meede to thi comyng?"},{"number":38,"verse":"To whom Balaam answeride, Lo! Y am present, whethir Y schal mow speke other thing than that, that God schal putte in my mouth?"},{"number":39,"verse":"Therfor thei yeden forth to gidere, and camen in to a citee, which was in the laste coost of `his rewme."},{"number":40,"verse":"And whanne Balaach hadde slayn scheep and oxun, he sente yiftis to Balaam and the princes that weren with hym."},{"number":41,"verse":"Forsothe whanne the morewtid was maad, Balaach ledde Balaam to the hiye placis of Baal, and he bihelde the laste part of the puple, `that is, al the oost til to the laste part."}]}