{"bibleAbbr":"WYC1395","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":26,"verses":[{"number":1,"verse":"Aftir that the blood of gilti men was sched out, the Lord seide to Moises and to Eleasar,"},{"number":2,"verse":"preest, sone of Aaron, Noumbre ye al the summe of the sones of Israel, fro twenti yeer and aboue, bi her housis, and kynredis, alle men that mowen go forth to batels."},{"number":3,"verse":"And so Moises and Eleasar, preest, spaken in the feeldi places of Moab, ouer Jordan, ayens Jerico, to hem that weren of twenti yeer and aboue,"},{"number":4,"verse":"as the Lord comaundide; of whiche this is the noumbre."},{"number":5,"verse":"Ruben, the firste gendrid of Israel; the sone of hym was Enoch, of whom was the meynee of Enochitis; and Phallu, of whom the meynee of Phalluytis; and Esrom,"},{"number":6,"verse":"of whom the meynee of Esromytis; and Charmy, of whom the meynee of Charmytis."},{"number":7,"verse":"Thes weren the meynees of the generacioun of Ruben, of whiche meynees the noumbre was foundun thre and fourti thousand seuene hundrid and thretti."},{"number":8,"verse":"The sone of Phallu was Heliab;"},{"number":9,"verse":"the sones of hym weren Namuel, and Dathan and Abiron. `These weren Dathan and Abiron, prynces of the puple, that riseden ayens Moises and Aaron, in the rebelte of Chore, whanne thei rebelliden ayens the Lord;"},{"number":10,"verse":"and the erthe openyde his mouth, and deuouride Chore, while ful many men dieden, whanne the fier brente two hundrid men and fifti; and a greet myracle was maad,"},{"number":11,"verse":"that whanne Chore perischide, hise sones perischiden not."},{"number":12,"verse":"The sones of Symeon bi her kynredis; Namuel, of hym was the meynee of Namuelitis; Jamyn, of hym was the meynee of Jamynytis; Jachin, of hym was the meynee of Jachynytis;"},{"number":13,"verse":"Zare, of hym the meynee of Zarenytis; Saul, of hym the meynee of Saulitis."},{"number":14,"verse":"These weren the meynees of Symeon, of whiche all the noumbre was two and twenti thousynde and two hundrid."},{"number":15,"verse":"The sones of Gad bi her kynredis; Sephon, of hym the meynee of Sephonytis; Aggi, of hym the meynee of Aggitis; Sumy, of hym the meynee of Sumytis;"},{"number":16,"verse":"Ozny, of hym the meynee of Oznytis; Heri, of hym the meynee of Hereytis;"},{"number":17,"verse":"Arod, of hym the meynee of Aroditis; Ariel, of hym the meynee of Arielitis."},{"number":18,"verse":"These weren the meynees of Gad, of whiche al the noumbre was fourti thousynde and fyue hundrid."},{"number":19,"verse":"The sones of Juda weren Her and Onan, whiche bothe weren deed in the lond of Canaan."},{"number":20,"verse":"And the sones of Juda weren bi her kynredis; Sela, of whom the meynee of Selaitis; Phares, of whom the meynee of Pharesitis; Zare, of whom the meynee of Zareitis."},{"number":21,"verse":"Sotheli the sones of Phares weren Esrom, of whom the meynee of Esromytis; and Amul, of whom the meynee of Amulitis."},{"number":22,"verse":"These weren the meynees of Juda, of whiche al the noumbre was seuenty thousynde and fyue hundrid."},{"number":23,"verse":"The sones of Isachar bi her kynredis; Thola, of whom the meynee of Tholaitis; Phua, of whom the meynee of Phuitis;"},{"number":24,"verse":"Jasub, of whom the meynee of Jasubitis; Semran, of whom the meynee of Semranytis."},{"number":25,"verse":"These weren the kynredis of Isachar, of whiche the noumbre was foure and sixti thousynd and three hundrid."},{"number":26,"verse":"The sones of Zabulon bi her kinredis; Sarad, of whom the meynee of Sareditis; Helon, of whom the meynee of Helonytis; Jalel, of whom the meynee of Jalelitis."},{"number":27,"verse":"These weren the kynredis of Zabulon, of whiche the noumbre was sixti thousynde and fyue hundrid."},{"number":28,"verse":"The sones of Joseph bi her kynredis weren Manasses and Effraym."},{"number":29,"verse":"Of Manasses was borun Machir, of whom the meynee of Machiritis. Machir gendride Galaad, of whom the meynee of Galaditis."},{"number":30,"verse":"Galaad hadde sones; Hizezer, of whom the meynee of Hizezeritis; and Helech, of whom the meynee of Helechitis;"},{"number":31,"verse":"and Ariel, of whom the meynee of Arielitis; and Sechem, of whom the meynee of Sechemytis;"},{"number":32,"verse":"and Semyda, of whom the meynee of Semydaitis; and Epher, of whom the meynee of Epheritis."},{"number":33,"verse":"Forsothe Epher was the fadir of Salphath, that hadde not sones, but oneli douytris; of whiche these weren the names; Maala, and Noha, and Egla, and Melcha, and Thersa."},{"number":34,"verse":"These weren the meynees of Manasse, and the noumbre of hem was two and fifty thousynde and seuene hundrid."},{"number":35,"verse":"Forsothe the sones of Effraym bi her kynredis weren these; Suthala, of whom the meynee of Suthalaitis; Bether, of whom the meynee of Betherytis; Tehen, of whom the meynee of Thehenytis."},{"number":36,"verse":"Forsothe the sone of Suthala was Heram, of whom the meynee of Heramytis."},{"number":37,"verse":"These weren the kynredis `of the sones of Effraym, of whiche the noumbre was two and thretti thousynde and fyue hundrid."},{"number":38,"verse":"These weren the sones of Joseph, bi her meynees. The sones of Beniamyn in her kynredis; Bale, of whom the meynee of Baleytis; Azbel, of whom the meynee of Azbelitis; Ahiram, of whom the meynee of Ahiramitis;"},{"number":39,"verse":"Suphan, of whom the meynee of Suphanitis; Huphan, of whom the meynee of Huphanitis."},{"number":40,"verse":"The sones of Bale, Hered and Noeman; of Hered, the meyne of Hereditis; of Noeman, the meynee of Noemanitis."},{"number":41,"verse":"Thes weren the sones of Beniamyn bi her kynredis, of whiche the noumbre was fyue and fourti thousynde and sixe hundrid."},{"number":42,"verse":"The sones of Dan bi her kynredis; Suphan, of whom the meynee of Suphanytis. These weren the kynredis of Dan bi her meynees;"},{"number":43,"verse":"alle weren Suphanytis, of whiche the noumbre was foure and sixti thousynde and foure hundrid."},{"number":44,"verse":"The sones of Aser bi her kynredis; Jemma, of whom the meynee of Jemmaytis; Jesuy, of whom the meynee of Jesuytis; Brie, of whom the meynee of Brieitis."},{"number":45,"verse":"The sones of Brie; Haber, of whom the meynee of Haberitis; and Melchiel, of whom the meynee of Melchielitis."},{"number":46,"verse":"Sotheli the name of `the douytir of Azer was Zara."},{"number":47,"verse":"These weren the kynredis of the sones of Aser, and the noumbre of hem was foure and fifti thousynde and foure hundrid."},{"number":48,"verse":"The sones of Neptalym bi her kynredis; Jesehel, of whom the meynee of Jeselitis; Guny, of whom the meynee of Gunytis;"},{"number":49,"verse":"Jeser, of whom the meynee of Jeserytis; Sellem, of whom the meynee of Sellemytis."},{"number":50,"verse":"Thes weren the kynredis of the sones of Neptalym bi her meynees, of whiche the noumbre was fyue and fourti thousynde and foure hundrid."},{"number":51,"verse":"This is the summe of the sones of Israel, that weren noumbrid, sixe hundrid thousynde and a thousynde seuene hundrid and thretti."},{"number":52,"verse":"And the Lord spak to Moises, and seide,"},{"number":53,"verse":"The lond schal be departid to these, bi the noumbre of names in to her possessiouns;"},{"number":54,"verse":"thou schalt yyue the grettere part to mo men, and the lesse part to fewere men; possessioun schal be youun to alle bi hem silf, as thei ben noumbrid now;"},{"number":55,"verse":"so oneli that lot departe the lond to lynagis and meynees."},{"number":56,"verse":"What euer thing bifallith bi lot, ethir mo ether fewere men take this."},{"number":57,"verse":"Also this is the noumbre of the sones of Leuy bi her meynees; Gerson, of whom the meynee of Gersonytis; Caath, of whom the meynee of Caathitis; Merary, of whom the meynee of Meraritis."},{"number":58,"verse":"These weren the meynees of Leuy; the meynee of Lobny, the meynee of Ebron, the meynee of Mooli, the meynee of Musi, the meynee of Chori. And sotheli Caath gendride Amram,"},{"number":59,"verse":"which hadde a wijf, Jocabeth, douyter of Leuy, which douyter was borun to hym in Egipt. This Jocabeth gendride to hir hosebonde `Amram sones, Aaron, and Moyses, and Marie, `the sister of hem."},{"number":60,"verse":"Nadab, and Abyu, and Eleazar, and Ithamar weren bigetun of Aaron;"},{"number":61,"verse":"of whiche Nadab and Abyu weren deed, whanne thei hadden offrid alien fier bifor the Lord."},{"number":62,"verse":"And alle that weren noumbrid weren thre and twenti thousynde of male kynde, fro o monethe and aboue, whiche weren not noumbrid among the sones of Israel, nether possessioun was youun to hem with othir men."},{"number":63,"verse":"This is the noumbre of the sones of Israel, that weren discryued of Moises and Eleasar, preest, in the feeldi places of Moab, ouer Jordan, ayen Jerico;"},{"number":64,"verse":"among whiche noon of hem was that weren noumbrid bifor of Moises and Aaron, in the deseert of Synay;"},{"number":65,"verse":"for the Lord bifore seide, that alle schulden die in `the wildirnesse; and noon of hem dwellide, no but Caleph, `the sone of Jephone, and Josue, the sone of Nun."}]}