{"bibleAbbr":"WYC1395","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":33,"verses":[{"number":1,"verse":"These ben the dwellyngis of the sones of Israel, that yeden out of the lond of Egipt, bi her cumpenyes, in the hond of Moises and of Aaron;"},{"number":2,"verse":"whiche dwellyngis Moises discriuede bi the places of tentis, that weren chaungid bi comaundement of the Lord."},{"number":3,"verse":"Therfor the sones of Israel yeden forth in `an hiy hond fro Ramesses, in the firste monethe, in the fiftenthe dai of the firste monethe, in the tother dai of pask, while alle Egipcians sien,"},{"number":4,"verse":"and birieden the firste gendrid children, whiche the Lord hadde slayn; for the Lord hadde take veniaunce also on the goddis `of hem."},{"number":5,"verse":"`The sones of Israel settiden tentis in Socoth,"},{"number":6,"verse":"and fro Sochoth thei camen into Etham, which is in the laste coostis of `the wildirnesse; fro thennus thei yeden out,"},{"number":7,"verse":"and camen ayens Phiayroth, whiche biholdith Beelsephon, and settiden tentis bifor Magdalun."},{"number":8,"verse":"And thei yeden forth fro Phiairoth, and passiden bi the myddil see in to the wildirnesse, and thei yeden thre daies bi the deseert of Ethan, and settiden tentis in Mara."},{"number":9,"verse":"And thei yeden forth fro Mara, and camen in to Helym, where weren twelue wellis of watir, and seuenti palm trees; and there thei settiden tentis."},{"number":10,"verse":"But also thei yeden out fro thennus, and settiden tentis on the Reed See. And thei yeden forth fro the Reed See,"},{"number":11,"verse":"and settiden tentis in the deseert of Syn,"},{"number":12,"verse":"fro whennus thei yeden out, and camen in to Depheca."},{"number":13,"verse":"And thei yeden forth fro Depheca, and settiden tentis in Haluys."},{"number":14,"verse":"And thei yeden forth fro Haluys, and settiden tentis in Raphidyn, where watir failide to `the puple to drinke."},{"number":15,"verse":"And thei yeden forth fro Raphidyn, and settiden tentis in the deseert of Synai."},{"number":16,"verse":"But also thei yeden out of the wildirnesse of Synay, and camen to the Sepulcris of Coueitise."},{"number":17,"verse":"And thei yeden forth fro the Sepulcris of Coueytise, and settiden tentis in Asseroth."},{"number":18,"verse":"And fro Asseroth thei camen in to Rethma."},{"number":19,"verse":"And thei yeden forth fro Rethma, and settiden tentis in Remon Phares;"},{"number":20,"verse":"fro whennus thei yeden forth, and camen in to Lemphna."},{"number":21,"verse":"And fro Lemphna thei settiden tentis in Ressa."},{"number":22,"verse":"And thei yeden out fro Ressa, and camen into Celatha; fro whennus thei yeden forth, and settiden tentis in the hil of Sepher."},{"number":23,"verse":"(OMITTED TEXT)"},{"number":24,"verse":"Thei yeden out fro the hil of Sepher, and camen in to Arada;"},{"number":25,"verse":"fro thennus thei yeden forth, and settiden tentis in Maceloth."},{"number":26,"verse":"And thei yeden forth fro Maceloth, and camen in to Caath."},{"number":27,"verse":"Fro Caath thei settiden tentis in Thare;"},{"number":28,"verse":"fro whennus thei yeden out, and settiden tentis in Methcha."},{"number":29,"verse":"And fro Methcha thei settiden tentis in Esmona."},{"number":30,"verse":"And thei yeden forth fro Asmona, and camen in to Moseroth;"},{"number":31,"verse":"and fro Moseroth thei settiden tentis in Benalachan."},{"number":32,"verse":"And thei yeden forth fro Benalachan, and camen in to the hil of Galgad;"},{"number":33,"verse":"fro whennus thei yeden forth, and settiden tentis in Jethebacha."},{"number":34,"verse":"And fro Jethebacha thei camen in to Ebrona."},{"number":35,"verse":"And thei yeden out fro Ebrona, and settiden tentis in Asiongaber;"},{"number":36,"verse":"fro thennus thei yeden forth, and camen in to deseert of Syn; this is Cades."},{"number":37,"verse":"And thei yeden fro Cades, and thei settiden tentis in the hil of Hor, in the laste coostis of the lond of Edom."},{"number":38,"verse":"And Aaron, the preest, stiede in to the hil of Hor, for the Lord comaundide, and there he was deed, in the fourti yeer of the goyng out of the sones of Israel fro Egipt, in the fyuethe monethe, in the firste dai of the monethe;"},{"number":39,"verse":"whanne he was of an hundrid and thre and twenti yeer."},{"number":40,"verse":"And Chanaan, kyng of Arad, that dwellide at the south, in the lond of Canaan, herde that the sones of Israel camen."},{"number":41,"verse":"And thei yeden forth fro the hil of Hor, and settiden tentis in Salmona;"},{"number":42,"verse":"fro thennus thei yeden forth, and camen in to Phynon."},{"number":43,"verse":"And thei yeden forth fro Phynon, and settiden tentis in Oboth."},{"number":44,"verse":"And fro Oboth thei camen in to Neabarym, `that is, into the wildirnesse of Abarym, which is in the endis of Moabitis."},{"number":45,"verse":"And thei yeden forth fro Neabarym, and thei settiden tentis in Dibon of Gad;"},{"number":46,"verse":"fro whennus thei yeden forth, and settiden tentis in Helmon of Deblathaym."},{"number":47,"verse":"And thei yeden out fro Helmon of Deblathaym, and camen to the hillis of Abarym, ayens Nabo."},{"number":48,"verse":"And thei yeden forth fro the hillis of Abarym, and passiden to the feeldi places of Moab, ouer Jordan, ayens Jericho."},{"number":49,"verse":"And there thei settiden tentis, fro Bethsymon `til to Belsathym, in the pleynere places of Moabitis,"},{"number":50,"verse":"where the Lord spak to Moises,"},{"number":51,"verse":"Comaunde thou to the sones of Israel, and seie thou to hem, Whanne ye han passid Jordan, and han entrid in to the lond of Canaan,"},{"number":52,"verse":"distrie ye alle the dwelleris of that cuntrey; breke ye the titlis, `that is, auteris, and dryue ye to poudre the ymagis, and distrie ye alle heiy thingis,"},{"number":53,"verse":"and clense ye the lond, and alle men dwellynge thereynne. For Y yaf to"},{"number":54,"verse":"you that lond into possessioun whiche ye schulen departe to you bi lot; to mo men ye schulen yyue largere lond, and to fewere men streytere lond, as lot fallith to alle men, so eritage schal be youun; possessioun schal be departid bi lynagis and meynees."},{"number":55,"verse":"But if ye nylen sle the dwelleris of the lond, thei, that abiden, schulen be to you as nailes in the iyen, and speris in the sidis, `that is, deedli aduersaries; and thei schulen be aduersaries to you in the lond of youre abitacioun;"},{"number":56,"verse":"and what euer thing Y thouyte to do `to hem, Y schal do to you."}]}