{"bibleAbbr":"WYC1395","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":6,"verses":[{"number":1,"verse":"And the Lord spak to Moises and seide, Speke thou to the sones of Israel,"},{"number":2,"verse":"and thou schalt seie to hem, Whanne a man ether a womman makith auow, that thei be halewid, and thei wolen halewe hem silf to the Lord,"},{"number":3,"verse":"thei schulen absteyne fro wyn and fro al thing that may make drunkun; thei schulen not drynke vynegre of wyn, and of ony other drynkyng, and what euer thing is pressid out of the grape; thei schulen not ete freisch grapis and drie,"},{"number":4,"verse":"alle dayes in whiche thei ben halewid bi a vow to the Lord; thei schulen not ete what euer thing may be of the vyner, fro a grape dried `til to the draf."},{"number":5,"verse":"In al tyme of his departyng a rasour schal not passe on his heed, `til to the day fillid in which he is halewid to the Lord; he schal be hooli while the heer of his heed `schal wexe."},{"number":6,"verse":"In al the tyme of his halewing he schal not entre on a deed bodi,"},{"number":7,"verse":"and sotheli he schal not be defoulid on the deed bodi of fadir and of moder, of brothir and of sistir, for the halewyng of his God is on his heed;"},{"number":8,"verse":"ech dai of his departyng schal be hooli to the Lord."},{"number":9,"verse":"But if ony man is deed sudeynly bifore hym, the heed of his halewyng schal be defoulid, which he schal schaue anoon in the same dai of his clensyng, and eft in the seuenthe dai;"},{"number":10,"verse":"forsothe in the eiyte dai he schal offre twei turtlis, ether twei `briddis of a culuer, to the preest, in the entryng of the boond of pees of witnessyng."},{"number":11,"verse":"And the preest schal make oon for synne, and the tothir in to brent sacrifice; and the preest schal preie for hym, for he synnede on a deed bodi, and he schal halewe his heed in that dai."},{"number":12,"verse":"And he schal halewe to the Lord the daies of his departyng, and he schal offre a lomb of o yeer for synne, so netheles that the formere daies be maad voide, for his halewyng is defoulid."},{"number":13,"verse":"This is the lawe of consecracioun. Whanne the daies schulen be fillid, whiche he determynede by a vow, the preest schal brynge hym to the dore of the tabernacle of boond of pees, and schal offre his offryng to the Lord,"},{"number":14,"verse":"a lomb of o yeer with out wem, in to brent sacrifice, and a scheep of o yeer with outen wem, for synne, and a ram with out wem, a pesible sacrifice;"},{"number":15,"verse":"also a panyere of theerf looues, that ben spreynt togidere with oile, and cakis sodun in watir, and aftir anoyntid with oile, with out sourdow, and fletyng sacrifices of alle bi hem silf;"},{"number":16,"verse":"whiche the preest schal offre bifor the Lord, and schal make as wel for synne as in to brent sacrifice."},{"number":17,"verse":"Sotheli he schal offre the ram a pesible sacrifice to the Lord, and he schal offre togidere a panyere of therf looues and fletyng sacryfices, that ben due bi custom."},{"number":18,"verse":"Thanne the Nazarei schal be schauun fro the heer of his consecracioun, bifor the doore of the tabernacle of boond of pees; and the preest schal take hise heeris, and schal putte on the fier, which is put vndur the sacrifice of pesible thingis."},{"number":19,"verse":"And he schal take the schuldur sodun of the ram, and o `cake of breed with out sourdow fro the panyere, and o theerf caak first sodun in watir and aftirward fried in oile, and he schal bitake in the hondis of the Nazarei, aftir that his heed is schauun."},{"number":20,"verse":"And the preest schal reise in the `siyt of the Lord the thingis takun eft of hym. And the thingis halewid schulen be the preestis part, as the brest which is comaundid to be departid, and the hipe. Aftir these thingis the Nasarey may drynke wyn."},{"number":21,"verse":"This is the lawe of the Nasarei, whanne he hath avowyd his offryng to the Lord in the tyme of his consecracioun, outakun these thingis whiche his hond fyndith. By this that he avowide in soule, so he schal do, to the perfeccioun of his halewyng."},{"number":22,"verse":"And the Lord spak to Moyses and seide,"},{"number":23,"verse":"Speke thou to Aaron and to hise sones, Thus ye schulen blesse the sones of Israel, and ye schulen seie to hem,"},{"number":24,"verse":"The Lord blesse thee, and kepe thee;"},{"number":25,"verse":"the Lord schewe his face to thee, and haue mercy on thee;"},{"number":26,"verse":"the Lord turne his cheer to thee, and yyue pees to thee."},{"number":27,"verse":"Thei schulen clepe inwardli my name on the sones of Israel, and Y schal blesse hem."}]}