{"bibleAbbr":"BB1572","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":2,"verses":[{"number":1,"verse":"If [there be] therefore any consolation in Christe, yf any comfort of loue, if any felowship of ye spirite, yf any compassion and mercie,"},{"number":2,"verse":"Fulfyl ye my ioy, that ye be lyke mynded, hauyng the same loue, being of one accorde, of one mynde,"},{"number":3,"verse":"Let nothyng [be done] through stryfe or vayne glorie, but in mekenesse of mynde euery man esteeme one ye other better then hym selfe."},{"number":4,"verse":"Loke not euery man on his owne thynges, but euery man also on the thynges of others."},{"number":5,"verse":"Let ye same mynde be in you, which was in Christe Iesus:"},{"number":6,"verse":"Who beyng in the fourme of God, thought it not robbery to be equall with God."},{"number":7,"verse":"But made hym selfe of no reputation, takyng on him the fourme of a seruaut, and made in the lykenesse of men, and founde in figure as a man:"},{"number":8,"verse":"He humbled hym selfe, made obedient vnto death, euen the death of the crosse."},{"number":9,"verse":"Wherfore God also hath highly exalted hym, and geuen hym a name which is aboue euery name."},{"number":10,"verse":"That in the name of Iesus euery knee should bowe, [of thynges] in heauen, and [thynges] in earth, and [thinges] vnder the earth:"},{"number":11,"verse":"And that euery tongue should confesse that the Lorde, Iesus Christe [is] to the glorie of God the father."},{"number":12,"verse":"Wherfore, my dearely beloued, as ye haue alwayes obeyed, not as in my presence only, but nowe much more in my absence, worke out your owne saluation with feare and tremblyng."},{"number":13,"verse":"For it is God which worketh in you, both to will and to do of good wyll."},{"number":14,"verse":"Do all thyng without murmuryng and disputyng:"},{"number":15,"verse":"That ye may be blamelesse and pure, the sonnes of God, without rebuke in the myddes of a croked and peruerse nation, among who shyne ye as lightes in the worlde,"},{"number":16,"verse":"Holdyng fast the worde of lyfe, to my reioycyng in the day of Christe that I haue not runne in vayne, neither haue laboured in vayne."},{"number":17,"verse":"Yea, and though I be offered vp vpo the offeryng and seruice of your fayth, I reioyce, and reioyce with you all."},{"number":18,"verse":"For the same cause also do ye reioyce, and reioyce with me."},{"number":19,"verse":"But I trust in the Lorde Iesus, to sende Timotheus shortly vnto you, that I also may be of good comfort, when I knowe your state."},{"number":20,"verse":"For I haue no man lyke mynded, who wyll naturally care for your state."},{"number":21,"verse":"For all seeke their owne, not the thynges which are Iesus Christes."},{"number":22,"verse":"Ye knowe the profe of hym, that as a sonne with the father, he hath serued with me in the Gospell."},{"number":23,"verse":"Hym therfore I hope to sende, assoone as I knowe my state."},{"number":24,"verse":"But I trust in the Lorde, that I also my selfe shall come shortly."},{"number":25,"verse":"But I supposed it necessarie to sende to you Epaphroditus, my brother and companion in labour, & felowe souldier, but your Apostle, and the minister of my neede."},{"number":26,"verse":"For he longed after you all, and was full of heauinesse, because that ye had hearde that he had ben sicke."},{"number":27,"verse":"And no doubt he was sicke nye vnto death, but God had mercie on hym, and not on hym only, but on me also, lest I shoulde haue sorowe vpon sorowe."},{"number":28,"verse":"I sent him therfore the more diligentlie, that when ye see him againe, ye may reioyce, and that I may be the lesse sorowfull."},{"number":29,"verse":"Receaue hym therfore in the Lorde with all gladnes, & make much of such:"},{"number":30,"verse":"Because, for the worke of Christe, he was nye vnto death, not regardyng his lyfe, to fulfyll your lacke of seruice towarde me."}]}