{"bibleAbbr":"LBP1933","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":19,"verses":[{"number":1,"verse":"AND when Jesus entered and passed through Jericho,"},{"number":2,"verse":"There was a man named Zacchaeus, who was rich and chief of the publicans."},{"number":3,"verse":"And he wanted to see who Jesus was; but he could not because of the crowd, for Zacchaeus was small in his stature."},{"number":4,"verse":"So he ran ahead of Jesus, and climbed up into a fig tree without leaves, that he might see him, because he was to pass that way."},{"number":5,"verse":"When Jesus came to that place, he saw him and said to him, Make haste, come down, O Zacchaeus, for today I must remain in your house."},{"number":6,"verse":"And he hastened, and came down, and welcomed him with joy."},{"number":7,"verse":"Now when they all saw it, they murmured, saying, He has entered to stay in the house of a sinner."},{"number":8,"verse":"But Zacchaeus rose up and said to Jesus, Behold, my Lord, half of my wealth I will give to the poor; and I will pay fourfold to every man from whom I have extorted."},{"number":9,"verse":"Jesus said to him, Today life has come to this house, because he also is a son of Abraham."},{"number":10,"verse":"For the Son of man came to seek and save that which was lost."},{"number":11,"verse":"While they were listening to these things, he added and spoke a parable, because he was near Jerusalem, and they were expecting that the kingdom of God would appear at that very hour;"},{"number":12,"verse":"And he said, A great man of a noble family went to a far country to receive for himself a kingdom, and return."},{"number":13,"verse":"And he called his ten servants, and gave them ten pounds, and said to them, Do business until I come back."},{"number":14,"verse":"But the people of his city hated him, and sent messengers after him, saying, We do not want him to rule over us."},{"number":15,"verse":"And when he received the kingdom and returned, he commanded to call his servants, to whom he had given the money, that he might know what each one of them had gained in business."},{"number":16,"verse":"The first one came and said, My lord, your pound has gained ten pounds."},{"number":17,"verse":"He said to him, O good servant, because you are found faithful in a little, you will have charge over ten talents. *"},{"number":18,"verse":"And the second came and said, My lord, your pound has gained five pounds."},{"number":19,"verse":"He said to this one also, You also will have charge over five talents."},{"number":20,"verse":"And another one came and said, My lord, here is your pound which was with me, which I kept laid up in a purse."},{"number":21,"verse":"For I was afraid of you, because you are a harsh man; you pick up what you have not laid down, and you reap what you have not sown."},{"number":22,"verse":"He said to him, I will judge you from your own mouth, O wicked servant. You knew me that I am a harsh man, and pick up what I have not laid down, and reap what I have not sown."},{"number":23,"verse":"Why then did you not give my money to the exchange, so that when I came I could demand it with its interest?"},{"number":24,"verse":"And he said to those who stood in his presence, Take away the pound from him, and give it to him who has ten pounds."},{"number":25,"verse":"They said to him, Our lord, he has already with him ten pounds."},{"number":26,"verse":"He said to them, I say to you, to everyone who has shall be given; and from him who has not, even that which he has will be taken away from him."},{"number":27,"verse":"But those my enemies, who were not willing that I should rule over them, bring them here, and kill them before me."},{"number":28,"verse":"And when Jesus had said these things, he went forward to go to Jerusalem."},{"number":29,"verse":"And when he arrived at Bethphage and Bethany, on the side of the mountain which is called the Home of Olives, he sent two of his disciples,"},{"number":30,"verse":"And he said to them, Go to the village which is in front of us; and when you enter it you will find a colt tied up, on which no man has ever ridden; untie it and bring it."},{"number":31,"verse":"And if any man should ask you, Why do you untie it? tell him this: Our lord needs it."},{"number":32,"verse":"And those who were sent went away, and found just as he had told them."},{"number":33,"verse":"And as they were untying the colt, its owners said to them, Why do you untie the colt?"},{"number":34,"verse":"And they said to them, Our Lord needs it."},{"number":35,"verse":"And they brought it to Jesus; and they put their garments on the colt, and they set Jesus on it."},{"number":36,"verse":"And as he went on, they spread their garments on the road."},{"number":37,"verse":"And when he came near to the descent of the Mount of the Home of Olives, the whole multitude of the disciples began to rejoice, praising God with a loud voice, for all the miracles which they had seen,"},{"number":38,"verse":"Saying, Blessed is the king who comes in the name of the Lord; peace in heaven and glory in the highest."},{"number":39,"verse":"But some of the men of the Pharisees who were in the multitude said to him, Teacher, rebuke your disciples."},{"number":40,"verse":"He said to them, I say to you, that if these should keep silent, the stones would cry out."},{"number":41,"verse":"And when he drew near and saw the city, he wept over it;"},{"number":42,"verse":"And he said, If you had only known those who are concerned in your peace, even in this your day! but now they are hidden from your eyes."},{"number":43,"verse":"But the days will come to you, when your enemies will surround you, and oppress you from every place,"},{"number":44,"verse":"And will overthrow you, and your children within you; and they will not leave in you a stone upon a stone; because you did not know the time when you were to be visited."},{"number":45,"verse":"And when he entered the temple, he began to put out those who were buying and selling in it;"},{"number":46,"verse":"And he said to them, It is written, My house is the house of prayer; but you have made it a cave of bandits."},{"number":47,"verse":"And he taught every day in the temple. But the high priests and the scribes and the elders of the people sought to get rid of him;"},{"number":48,"verse":"But they were not able to find what to do to him; for all the people hung around him to hear him."}]}