{"bibleAbbr":"LBP1933","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":3,"verses":[{"number":1,"verse":"IN the fifteenth year of the reign of Tiberius Caesar, during the governorship of Pontius Pilate in Judaea, when Herod was tetrarch of Galilee, and his brother Philip tetrarch of Ituraea and of the region of Trachonitis, and Lysanius tetrarch of Abilene,"},{"number":2,"verse":"During the high priesthood of Annas and Caiaphas, the word of God came to John, son of Zacharias, in the wilderness."},{"number":3,"verse":"And he came throughout the country around Jordan, preaching the baptism of repentance for the forgiveness of sins;"},{"number":4,"verse":"As it is written in the book of the words of Isaiah the prophet, who said, The voice which calls in the wilderness, Prepare the way of the Lord, make the paths of our God straight in the plain."},{"number":5,"verse":"Let all the valleys be filled up, and all the mountains and hills be levelled; let the crooked places be made straight, and the rough places like a plain;"},{"number":6,"verse":"And let every flesh see the salvation of God."},{"number":7,"verse":"And he said to the people, who were coming to him to be baptized, O offspring of scorpions, who has warned you to escape from the anger which is coming?"},{"number":8,"verse":"Therefore bring forth fruits which are worthy of repentance; and do not begin to say within yourselves, We have Abraham as our father; for I say to you that God can raise up children for Abraham from these stones."},{"number":9,"verse":"Behold, the axe is already placed at the root of the trees; therefore every tree which bears not good fruits will be cut down and dropped in the fire."},{"number":10,"verse":"And the people asked him saying, What then shall we do?"},{"number":11,"verse":"He answered and said to them, He who has two shirts, let him give to him who has not; and he who has food, let him do likewise."},{"number":12,"verse":"And there came also publicans to be baptized, and they said to him, Teacher, what shall we do?"},{"number":13,"verse":"He said to them, Do not exact anything more over what is commanded you to exact."},{"number":14,"verse":"And the soldiers also asked him saying, What shall we do? And he said to them, Do not molest any man, and do not despise any man; your own wages should be enough for you."},{"number":15,"verse":"While the people were placing their hope on John, and all of them were thinking in their hearts, that perhaps he is the Christ;"},{"number":16,"verse":"John answered and said to them, Behold, I baptize you with water; but one is coming after me, who is greater than I, the strings of whose shoes I am not worthy to untie; he will baptize you with the Holy Spirit and with fire;"},{"number":17,"verse":"He holds a shovel in his hand, and purifies his threshing; the wheat he gathers into his barns, and the straw he burns in the unquenchable fire."},{"number":18,"verse":"Many other things also, he taught and preached to the people."},{"number":19,"verse":"Now Herod the tetrarch, because he was rebuked by John concerning Herodias wife of Philip his brother, and for all the evil things that he was doing,"},{"number":20,"verse":"Added this also to them all, that he put John into prison."},{"number":21,"verse":"It came to pass when all the people were baptized, Jesus also was baptized, and while he prayed the heaven was opened,"},{"number":22,"verse":"And the Holy Spirit descended on him, like a dove, and a voice from heaven, saying, You are my beloved Son, with whom I am pleased."},{"number":23,"verse":"Now Jesus was about thirty years old, and he was supposed to be the son of Joseph, the son of Heli,"},{"number":24,"verse":"The son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,"},{"number":25,"verse":"The son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,"},{"number":26,"verse":"The son of Maath, the son of Mattathias, the son of Semei, the son of Joseph, the son of Juda,"},{"number":27,"verse":"The son of John, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,"},{"number":28,"verse":"The son of Melchi, the son of Addi, the son of Kosam, the son of Elmodad, the son of Er,"},{"number":29,"verse":"The son of Jose, the son of Eliezer, the son of Jorim, the son of Mattitha, the son of Levi,"},{"number":30,"verse":"The son of Simon, the son of Juda, the son of Joseph, the son of Jonan, the son of Eliakim,"},{"number":31,"verse":"The son of Melea, the son of Mani, the son of Matta, the son of Nathan, the son of David,"},{"number":32,"verse":"The son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,"},{"number":33,"verse":"The son of Aminadab, the son of Aram, the son of Hezron, the son of Perez, the son of Juda,"},{"number":34,"verse":"The son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,"},{"number":35,"verse":"The son of Serug, the son of Arau, the son of Peleg, the son of Eber, the son of Shalah,"},{"number":36,"verse":"The son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,"},{"number":37,"verse":"The son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,"},{"number":38,"verse":"The son of Enosh, the son of Seth, the son of Adam, who was of God."}]}