{"bibleAbbr":"cKJV+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":22,"verses":[{"number":1,"verse":"If a man<WH376> shall steal<WH1589> an ox<WH7794>, or a sheep<WH7716>, and kill<WH2873> it<WH4376>, or sell it<WH7999>; he shall restore five<WH2568> oxen<WH1241> for an ox<WH7794>, and four<WH702> sheep<WH6629> for a sheep<WH7716>."},{"number":2,"verse":"If a thief<WH1590> be found<WH4672> breaking in<WH4290>, and be struck<WH5221> that he die<WH4191>, there shall no blood be shed for him<WH1818>."},{"number":3,"verse":"If the sun<WH8121> be risen<WH2224> upon him<WH1818>, there shall be blood shed for him<WH7999>; for he should make full restitution<WH7999>; if he have nothing<WH4376>, then he shall be sold for his theft<WH1591>."},{"number":4,"verse":"If the theft<WH1591> be certainly<WH4672> found<WH4672> in his hand<WH3027> alive<WH2416>, whether it be ox<WH7794>, or donkey<WH2543>, or sheep<WH7716>; he shall restore<WH7999> double<WH8147>."},{"number":5,"verse":"If a man<WH376> shall cause a field<WH7704> or vineyard<WH3754> to be eaten<WH1197>, and shall put<WH7971> in his animal<WH1165>, and shall feed<WH1197> in another man<WH312>'s field<WH7704>; of the best<WH4315> of his own field<WH7704>, and of the best<WH4315> of his own vineyard<WH3754>, shall he make restitution<WH7999>."},{"number":6,"verse":"If fire<WH784> break out<WH3318>, and catch<WH4672> in thorns<WH6975>, so that the stacks of corn<WH1430>, or the standing corn<WH7054>, or the field<WH7704>, be consumed<WH398> therewith<WH1197>; he that kindled the fire<WH1200> shall surely<WH7999> make restitution<WH7999>."},{"number":7,"verse":"If a man<WH376> shall deliver<WH5414> unto his two<WH7453> money<WH3701> or stuff<WH3627> to keep<WH8104>, and it be stolen<WH1589> out of the man<WH376>'s house<WH1004>; if the thief<WH1590> be found<WH4672>, let him pay<WH7999> double<WH8147>."},{"number":8,"verse":"If the thief<WH1590> be not<WH3808> found<WH4672>, then the master<WH1167> of the house<WH1004> shall be brought<WH7126> unto the judges<WH430>, to see whether he have put<WH7971> his hand<WH3027> unto his neighbour<WH7453>'s goods<WH4399>."},{"number":9,"verse":"For all manner<WH1697> of trespass<WH6588>, whether it be for ox<WH7794>, for donkey<WH2543>, for sheep<WH7716>, for stew<WH8008>, or for any manner of lost thing<WH9>, which another challengeth<WH559> to be his<WH1697>, the cause of both parties<WH8147> shall come<WH935> before the judges<WH430>; and whom the judges<WH430> shall condemn<WH7561>, he shall pay<WH7999> double<WH8147> unto his two<WH7453>."},{"number":10,"verse":"If a man<WH376> deliver<WH5414> unto his two<WH7453> a donkey<WH2543>, or an ox<WH7794>, or a sheep<WH7716>, or any animal<WH929>, to keep<WH8104>; and it die<WH4191>, or be hurt<WH7665>, or driven away<WH7617>, no man seeing it<WH7200>:"},{"number":11,"verse":"Then shall an oath<WH7621> of the Lord<WH3068> be between them both<WH8147>, that he has not put<WH7971> his hand<WH3027> unto his neighbour<WH7453>'s goods<WH4399>; and the owner<WH1167> of it shall accept<WH3947> there and he shall not make it good<WH7999>."},{"number":12,"verse":"And if it be stolen<WH1589> from him<WH7999>, he shall make restitution unto the owner there<WH1167>"},{"number":13,"verse":"If it be torn in pieces<WH2963>, then let him bring<WH935> it for witness<WH5707>, and he shall not make good<WH7999> that which was torn<WH2966>."},{"number":14,"verse":"And if a man<WH376> borrow<WH7592> commits of his two<WH7453>, and it be hurt<WH7665>, or die<WH4191>, the owner<WH1167> there being not with it<WH5973>, he shall surely<WH7999> make it good<WH7999>."},{"number":15,"verse":"But if the owner<WH1167> there be with it<WH7999>, he shall not make it good: if it be an hired<WH7916> thing<WH935>, it came for his hire<WH7939>."},{"number":16,"verse":"And if a man<WH376> entice<WH6601> a maid<WH1330> that is not married<WH781>, and lie<WH7901> with her<WH4117>, he shall surely endow<WH4117> her to be his wife<WH802>."},{"number":17,"verse":"If her father<WH1> utterly<WH3985> refuse<WH3985> to give<WH5414> her unto him<WH8254>, he shall pay money<WH3701> according to the dowry<WH4119> of virgins<WH1330>."},{"number":18,"verse":"You shall not allow a witch<WH3784> to live<WH2421>."},{"number":19,"verse":"Whoever lies<WH7901> with a animal<WH929> shall surely<WH4191> be put to death<WH4191>."},{"number":20,"verse":"He that sacrifices<WH2076> unto any god<WH430>, except<WH1115> unto the Lord<WH3068> only<WH2763>, he shall be utterly destroyed."},{"number":21,"verse":"You shall neither wrong<WH3238> a stranger<WH1616>, nor oppress<WH3905> him<WH1616>: for you were strangers in the land<WH776> of Egypt<WH4714>."},{"number":22,"verse":"You shall not afflict<WH6031> any widow<WH490>, or fatherless child<WH3490>."},{"number":23,"verse":"If<WH518> you afflict<WH6031> them in any wise<WH6031>, and they cry<WH6817> at all<WH6817> unto me<WH8085>, I will surely hear<WH8085> their cry<WH6818>;"},{"number":24,"verse":"And my wrath<WH639> shall wax hot<WH2734>, and I will kill<WH2026> you with the sword<WH2719>; and your wives<WH802> shall be widows<WH490>, and your sons<WH1121> fatherless<WH3490>."},{"number":25,"verse":"If you lend<WH3867> money<WH3701> to any of my people<WH5971> that is poor<WH6041> by you you shall not be to him as a creditor<WH5383>, neither shall you lay<WH7760> upon him interest<WH5392>."},{"number":26,"verse":"If you at all<WH2254> take<WH2254> your neighbour<WH7453>'s clothes<WH8008> to pledge<WH2254>, you shall deliver<WH7725> it unto him before<WH5704> that the sun<WH8121> goes down<WH935>:"},{"number":27,"verse":"For that is his covering<WH3682> only<WH8071>, it is his clothes for his skin<WH5785>: where shall he sleep<WH7901>? and it shall come to pass<WH6817>, when he cries unto me<WH8085>, that I will hear; for I am gracious<WH2587>."},{"number":28,"verse":"You shall not revile<WH7043> God<WH430>, nor curse<WH779> the ruler<WH5387> of your people<WH5971>."},{"number":29,"verse":"You shall not delay<WH309> to offer the first of your ripe fruits<WH4395>, and of your juices<WH1831>: the firstborn<WH1060> of your sons<WH1121> shall you give unto me<WH5414>."},{"number":30,"verse":"Likewise<WH3651> shall you do<WH6213> with your oxen<WH7794>, and with your sheep<WH6629>: seven<WH7651> days<WH3117> it shall be with his mother<WH517>; on the eighth<WH8066> day<WH3117> you shall give it me<WH5414>."},{"number":31,"verse":"And you shall be holy<WH6944> men<WH582> unto me<WH398>: neither shall you eat any flesh<WH1320> that is torn of animals<WH2966> in the field<WH7704>; you shall cast<WH7993> it to the dogs<WH3611>."}]}