{"bibleAbbr":"cKJV+","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":37,"verses":[{"number":1,"verse":"And Bezaleel<WH1212> made<WH6213> the ark<WH727> of acacia<WH7848> wood<WH6086>: two cubits<WH520> and a half<WH2677> was the length<WH753> of it<WH520>, and a cubit and a half<WH2677> the breadth<WH7341> of it<WH520>, and a cubit and a half<WH2677> the height of it<WH6967>:"},{"number":2,"verse":"And he overlaid<WH6823> it with pure<WH2889> gold<WH2091> inside<WH1004> and outside<WH2351>, and made<WH6213> a crown<WH2213> of gold<WH2091> to it round about<WH5439>."},{"number":3,"verse":"And he cast<WH3332> for it four<WH702> rings<WH2885> of gold<WH2091>, to be set by the four<WH702> corners<WH6471> of it<WH8147>; even two rings<WH2885> upon the one<WH259> side<WH6763> of it<WH8147>, and two rings<WH2885> upon the other<WH8145> side of it<WH6763>."},{"number":4,"verse":"And he made<WH6213> poles<WH905> of acacia<WH7848> wood<WH6086>, and overlaid<WH6823> them with gold<WH2091>."},{"number":5,"verse":"And he put<WH935> the poles<WH905> into the rings<WH2885> by the sides<WH6763> of the ark<WH727>, to carry<WH5375> the ark<WH727>."},{"number":6,"verse":"And he made<WH6213> the mercy seat<WH3727> of pure<WH2889> gold<WH2091>: two cubits<WH520> and a half<WH2677> was the length<WH753> there<WH520>, and one cubit and a half<WH2677> the breadth there<WH7341>."},{"number":7,"verse":"And he made<WH6213> two<WH8147> cherubims<WH3742> of gold<WH2091>, beaten out of one piece<WH4749> made<WH6213> he them<WH8147>, on the two ends<WH7098> of the mercy seat<WH3727>;"},{"number":8,"verse":"One<WH259> cherub<WH3742> on the end<WH7098> on this side<WH259>, and another cherub<WH3742> on the other end<WH7098> on that side<WH3727>: out of the mercy seat made<WH6213> he the cherubims<WH3742> on the two<WH8147> ends there<WH7098>."},{"number":9,"verse":"And the cherubims<WH3742> spread out<WH6566> their wings<WH3671> on high<WH4605>, and covered<WH5526> with their wings<WH3671> over the mercy seat<WH3727>, with their faces<WH6440> one<WH376> to another<WH251>; even to the mercy seatward<WH3727> were the faces<WH6440> of the cherubims<WH3742>."},{"number":10,"verse":"And he made<WH6213> the table<WH7979> of acacia<WH7848> wood<WH6086>: two cubits<WH520> was the length<WH753> there<WH520>, and a cubit the breadth<WH7341> there<WH520>, and a cubit and a half<WH2677> the height there<WH6967>"},{"number":11,"verse":"And he overlaid<WH6823> it with pure<WH2889> gold<WH2091>, and made<WH6213> to it a crown<WH2213> of gold<WH2091> round about<WH5439>."},{"number":12,"verse":"Also he made<WH6213> to it a border<WH4526> of an handbreadth<WH2948> round about<WH5439>; and made<WH6213> a crown<WH2213> of gold<WH2091> for the border<WH4526> there round about<WH5439>."},{"number":13,"verse":"And he cast<WH3332> for it four<WH702> rings<WH2885> of gold<WH2091>, and put<WH5414> the rings<WH2885> upon the four<WH702> corners<WH6285> that were in the four<WH702> feet there<WH7272>."},{"number":14,"verse":"Over against<WH5980> the border<WH4526> were the rings<WH2885>, the places<WH1004> for the poles<WH905> to carry<WH5375> the table<WH7979>."},{"number":15,"verse":"And he made<WH6213> the poles<WH905> of acacia<WH7848> wood<WH6086>, and overlaid<WH6823> them with gold<WH2091>, to carry<WH5375> the table<WH7979>."},{"number":16,"verse":"And he made<WH6213> the vessels<WH3627> which were upon the table<WH7979>, his dishes<WH7086>, and his spoons<WH3709>, and his bowls<WH4518>, and his pitchers<WH7184> to pour<WH5258> with<WH2004>, of pure<WH2889> gold<WH2091>."},{"number":17,"verse":"And he made<WH6213> the lampstand<WH4501> of pure<WH2889> gold<WH2091>: of beaten work<WH4749> made<WH6213> he the lampstand<WH4501>; his shaft<WH3409>, and his branch<WH7070>, his bowls<WH1375>, his buds<WH3730>, and his flowers<WH6525>, were of the same:"},{"number":18,"verse":"And six<WH8337> branches<WH7070> going out<WH3318> of the sides<WH6654> there three<WH7969> branches<WH7070> of the lampstand<WH4501> out of the one<WH259> side<WH6654> there<WH7969>, and three branches<WH7070> of the lampstand<WH4501> out of the other<WH8145> side there<WH6654>"},{"number":19,"verse":"Three<WH7969> bowls<WH1375> made after the fashion of almonds<WH8246> in one<WH259> branch<WH7070>, a bud<WH3730> and a flower<WH6525>; and three<WH7969> bowls<WH1375> made like almonds<WH8246> in another<WH259> branch<WH7070>, a bud<WH3730> and a flower<WH6525>: so throughout the six<WH8337> branches<WH7070> going out<WH3318> of the lampstand<WH4501>."},{"number":20,"verse":"And in the lampstand<WH4501> were four<WH702> bowls<WH1375> made like almonds<WH8246>, his buds<WH3730>, and his flowers<WH6525>:"},{"number":21,"verse":"And a bud<WH3730> under two<WH8147> branches<WH7070> of the same<WH3730>, and a bud under two<WH8147> branches<WH7070> of the same<WH3730>, and a bud under two<WH8147> branches<WH7070> of the same<WH8337>, according to the six branches<WH7070> going out of it<WH3318>."},{"number":22,"verse":"Their buds<WH3730> and their branches<WH7070> were of the same<WH259>: all of it was one beaten work<WH4749> of pure<WH2889> gold<WH2091>."},{"number":23,"verse":"And he made<WH6213> his seven<WH7651> lamps<WH5216>, and his snuffers<WH4457>, and his snuffdishes<WH4289>, of pure<WH2889> gold<WH2091>."},{"number":24,"verse":"Of a talent<WH3603> of pure<WH2889> gold<WH2091> made<WH6213> he it<WH3627>, and all the vessels there."},{"number":25,"verse":"And he made<WH6213> the incense<WH7004> altar<WH4196> of acacia<WH7848> wood<WH6086>: the length<WH753> of it was a cubit<WH520>, and the breadth<WH7341> of it a cubit<WH520>; it was foursquare<WH7251>; and two cubits<WH520> was the height<WH6967> of it<WH7161>; the horns there were of the same."},{"number":26,"verse":"And he overlaid<WH6823> it with pure<WH2889> gold<WH2091>, both the top<WH1406> of it<WH7023>, and the sides there round about<WH5439>, and the horns<WH7161> of it<WH6213>: also he made unto it a crown<WH2213> of gold<WH2091> round about<WH5439>."},{"number":27,"verse":"And he made<WH6213> two<WH8147> rings<WH2885> of gold<WH2091> for it under the crown<WH2213> there<WH8147>, by the two corners<WH6763> of it<WH8147>, upon the two sides<WH6654> there<WH1004>, to be places for the poles<WH905> to carry it with<WH5375>."},{"number":28,"verse":"And he made<WH6213> the poles<WH905> of acacia<WH7848> wood<WH6086>, and overlaid<WH6823> them with gold<WH2091>."},{"number":29,"verse":"And he made<WH6213> the holy<WH6944> anointing<WH4888> oil<WH8081>, and the pure<WH2889> incense<WH7004> of sweet spices<WH5561>, according to the work<WH4639> of the apothecary<WH7543>."}]}