{"bibleAbbr":"LBP1933","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":15,"verses":[{"number":1,"verse":"AND certain men who had come down from Judµ'a taught the brethren, Unless you be circumcised in accordance with the custom of the law you cannot be saved."},{"number":2,"verse":"And there was great dissension and controversy between them and Paul and Bar'nabas, and it reached such a point that it was necessary for Paul and Bar'na-bas and others with them to go up to Jerusalem to the apostles and elders concerning this question."},{"number":3,"verse":"They were given an escort and sent on their way by the church, and they traveled through all Phoe-ni'ci-a and the territory of the Sa-mar'i-tans, declaring the conversion of the Gentiles; and they caused great joy to all the brethren."},{"number":4,"verse":"On their arrival at Jerusalem, they were received by the church, and by the apostles and elders; and they reported everything that God had done with them."},{"number":5,"verse":"But some of the men who had been converted from the sect of the Phar'i-sees rose up and said, You must circumcise them and command them to keep the law of Moses."},{"number":6,"verse":"Then the apostles and elders assembled to consider this matter."},{"number":7,"verse":"And after much controversy, Simon Peter rose up and said to them, Men and brethren, you know that from the early days God chose that from my mouth the Gentiles should hear the word of the Gospel and believe."},{"number":8,"verse":"And God, who knows what is in the heart, has testified concerning them, and has given them the Holy Spirit just as he did to us."},{"number":9,"verse":"And he did not discriminate between us and them, because he purified their hearts by faith."},{"number":10,"verse":"Now therefore why do you tempt God by putting a yoke upon the necks of the disciples, which neither our fathers nor we were able to bear?"},{"number":11,"verse":"But we believe that through the grace of the LORD Jesus Christ, we shall be saved even as they."},{"number":12,"verse":"Then the whole congregation was silent, and listened to Paul and Barnabas, who were declaring the miracles and signs among the Gentiles and everything which God had wrought by their hands."},{"number":13,"verse":"And when they had ceased speaking, James rose up and said, Men and brethren, hear me:"},{"number":14,"verse":"Simon Peter has told you how God from the beginning chose a people from the Gentiles for his name."},{"number":15,"verse":"And with this the words of the prophets agree, as it is written,"},{"number":16,"verse":"After this I will return, and I will set up again the tabernacle of David which has fallen down; and I will repair what has fallen from it, and I will set it up:"},{"number":17,"verse":"So that the men who remain may seek after the LORD, and also all the Gentiles upon whom my name is called; so said the LORD who does all these things."},{"number":18,"verse":"The works of God are known from the very beginning."},{"number":19,"verse":"Because of this I say, Do not trouble those who turn to God from among the Gentiles:"},{"number":20,"verse":"But let us send word to them that they abstain from defilement by sacrifices to idols, and from fornication, and from animals strangled, and from blood."},{"number":21,"verse":"For Moses, from the very early centuries, had preachers in the synagogues in every city to read his books on every sabbath day."},{"number":22,"verse":"Then the apostles and elders, with the whole church, chose men from among themselves and sent them to An'ti-och with Paul and Bar'na-bas; namely, Judas who is called Bar'sa-bas and Silas, men who were leaders among the brethren:"},{"number":23,"verse":"And they wrote a letter and sent it by them after this manner; The apostles and elders and brethren to the brethren of the Gentiles in An'ti-och and Sy'ria and Ci-li'ci-a, greetings."},{"number":24,"verse":"We have heard that certain men have gone out and disturbed you with words, thus upsetting your souls, saying, You must be circumcised, and keep the law: on these things we have never commanded them."},{"number":25,"verse":"Therefore, we have considered the matter while we are assembled, and we have chosen and sent men to you with our beloved Paul and Bar'na-bas,"},{"number":26,"verse":"Men who have dedicated their lives for the name of our LORD Jesus Christ."},{"number":27,"verse":"And we have sent with them Judas and Silas, so that they may tell you the same things by word of mouth."},{"number":28,"verse":"For it is the will of the Holy Spirit and of us, to lay upon you no additional burden than these necessary things;"},{"number":29,"verse":"That you abstain from sacrifices offered to idols, and from blood, and from animals strangled, and from fornication: when you keep yourselves from these things, you will do well. Remain steadfast in our LORD."},{"number":30,"verse":"Now when those who were sent came to An'ti-och and when the whole people were gathered together, they delivered the epistle:"},{"number":31,"verse":"And when they had read it, the people rejoiced and were comforted."},{"number":32,"verse":"And Judas and Silas, being prophets themselves also, confirmed the brethren with gracious words."},{"number":33,"verse":"And after they had been there some time, the brethren let them go in peace to the apostles."},{"number":34,"verse":"* Notwithstanding it pleased Silas to abide there still."},{"number":35,"verse":"Paul also and Bar'na-bas remained in An'ti-och, teaching and preaching the word of God, with many others also."},{"number":36,"verse":"And some days after, Paul said to Bar'na-bas, Let us return and visit the brethren in every city where we have preached the word of God and see how they do."},{"number":37,"verse":"Now Bar'na-bas wanted to take John who was also called Mark."},{"number":38,"verse":"But Paul was unwilling to take him with them, because he had left them when they were in Pam-phyl'i-a, and had not gone with them."},{"number":39,"verse":"And because of this dispute, Paul and Bar'na-bas separated from each other: and Bar'na-bas took Mark, and they sailed to Cy'prus,"},{"number":40,"verse":"But Paul chose Silas and departed, being commended by the brethren to the grace of God."},{"number":41,"verse":"And he traveled through Syr'i-a and Cili'cia, establishing churches."}]}