{"bibleAbbr":"LBP1933","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":20,"verses":[{"number":1,"verse":"AND after the tumult had ceased, Paul called to him the disciples and comforted them and kissed them and then departed and went to Mac-e-do'ni-a."},{"number":2,"verse":"And when he had traveled through those countries and had comforted them with many words, he came to Greece."},{"number":3,"verse":"There he remained three months. But the Jews laid a plot against him, just as he was about to sail for Syria, so he decided to return to Mac-e-do'ni-a."},{"number":4,"verse":"And there accompanied him, as far as Asia Minor, Sop'a-ter of the city of Be-re'a and Ar-is-tar'chus and Se-cun'dus of Thes-sa-loni'ca and Ga'ius of the city of Der'be and Ti-mo'the-us of Ly'stra, and from Asia Minor Tych'i-cus and Troph'i-mus."},{"number":5,"verse":"These men went before us, and waited for us at Tro'as."},{"number":6,"verse":"But we departed from the Mac-e-do'ni-an city of Phi-lip'pi, after the days of unleavened bread, and sailed and arrived at Tro'as in five days, where we staved seven days;"},{"number":7,"verse":"And on the first day of the week, while the disciples were assembled to break bread, Paul preached to them, and because he was ready to leave the next day, he prolonged his speech until midnight."},{"number":8,"verse":"Now there was a great glow of light from the torches in the upper chamber, where we were gathered together."},{"number":9,"verse":"And a young man named Eu'ty-chus was sitting at the floor opening above and listening, and as Paul prolonged his speech, the youth fell into a deep sleep, and while asleep he fell down from the third loft, and was taken up as dead."},{"number":10,"verse":"And Paul went down and bent over him and embraced him and said, Do not be excited for he still lives."},{"number":11,"verse":"And when he was come up again, and had broken bread and eaten, he continued to speak till daybreak; then he departed to journey by land."},{"number":12,"verse":"And they carried away the young man alive, and rejoiced over him exceedingly."},{"number":13,"verse":"But we went on board the ship, and sailed to the port of As'sos, where we were to take in Paul: as he had commanded us when he left to travel by land."},{"number":14,"verse":"When we had welcomed him at As'sos, we took him on board and came to Mit-yle'ne."},{"number":15,"verse":"And we sailed thence the next day towards the island of Chi'os; and the following day we arrived at Sa'mos, and tarried at Tro-gyl'li-um; and the next day we came to Mi-le'tus."},{"number":16,"verse":"For Paul had determined not to stop at Eph'e-sus, fearing he might be delayed there; because he was hastening, if it were possible for him, to celebrate the day of Pentecost at Jerusalem."},{"number":17,"verse":"And from Mi-le'tus he sent and called the elders of the church of Eph'e-sus."},{"number":18,"verse":"And when they had come to him, he said to them, You know from the very first day that I entered Asia Minor, how I have been with you always,"},{"number":19,"verse":"Serving God with great humility and with tears and amid the trials which were brought upon me by conspiracies of the Jews."},{"number":20,"verse":"And yet I did not neglect to preach to you about those things which were good for your souls, and I taught in the streets and from house to house."},{"number":21,"verse":"Thus testifying both to the Jews and to the Syr'i-ans, about repentance toward God and faith in our LORD Jesus Christ."},{"number":22,"verse":"And now I am on my way to Jerusalem, bound in the spirit, not knowing what will happen to me there:"},{"number":23,"verse":"Save that in every city the Holy Spirit testifies to me, saying that bonds and afflictions await me."},{"number":24,"verse":"But to me my life is nothing; I am not afraid. I desire only that I may finish my course with joy and finish the ministry, which I have received from our LORD Jesus, to testify the gospel of the grace of God."},{"number":25,"verse":"And now I know that you, among whom I have traveled and preached the kingdom of God, shall see my face no more."},{"number":26,"verse":"Therefore, I testify to you this very day that I am innocent of the blood of all."},{"number":27,"verse":"For I have never shunned to declare to you, all the will of God."},{"number":28,"verse":"Take heed therefore to yourselves and to all the flock, over which the Holy Spirit has appointed you overseers, to feed the church of Christ which he has purchased with his blood."},{"number":29,"verse":"For I know this, that after I have departed, fierce wolves will attack you, which will not spare the flock."},{"number":30,"verse":"Also from among yourselves, men shall arise, speaking perverse things to draw away disciples after them."},{"number":31,"verse":"Therefore watch, and remember, that for three years, night and day, I did not cease to teach every one of you with tears."},{"number":32,"verse":"And now I commend you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all the saints."},{"number":33,"verse":"I have never coveted silver, or gold, or apparel."},{"number":34,"verse":"Indeed you yourselves know, that my own hands have provided for my needs and for those who have been with me."},{"number":35,"verse":"I have showed you all things, how that one must work hard, and be mindful of the weak, and remember the words of our LORD Jesus, how he said, It is more blessed to give than to receive."},{"number":36,"verse":"And when he had thus spoken, he knelt down and prayed with them all."},{"number":37,"verse":"And they all wept bitterly, and they embraced him and kissed him;"},{"number":38,"verse":"But they were most distressed because of the words he spoke, that they would not see his face again. And they accompanied him to the ship."}]}