{"bibleAbbr":"LBP1933","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":21,"verses":[{"number":1,"verse":"AND it came to pass, after we separated from them, we sailed a straight course to the Island of Co'os, and the following day we arrived at Rhodes, and from thence to Pat'a-ra:"},{"number":2,"verse":"And we found there a ship sailing to Pheni'cia, and we went on board, and set forth."},{"number":3,"verse":"Then we reached the Island of Cyprus, and passed it on the left hand, and sailed to for there the ship was to unload her cargo."},{"number":4,"verse":"And because we found disciples there, we stayed with them seven days: and every day they said to Paul through the Spirit, that he should not go up to Jerusalem."},{"number":5,"verse":"After these days, we departed on our journey, and they all escorted us on our way with their wives and children, till we were out of the city: then they knelt down by the seaside and prayed;"},{"number":6,"verse":"And when we had kissed one another good-bye, we took ship; and they returned to their homes."},{"number":7,"verse":"We sailed from Tyre and arrived at the city of Ak-ka (Ptol-e-ma'is), and we saluted the brethren who were there, and tarried with them a day."},{"number":8,"verse":"On the next day we departed and came to Cµs-a-re'a: and we went in and stayed at the house of Philip the evangelist, who was one of the seven."},{"number":9,"verse":"He had four daughters, virgins, who prophesied."},{"number":10,"verse":"And as we were there many days, there came down from Judµa a prophet named Ag'a-bus."},{"number":11,"verse":"And when he was come unto us, he took Paul's girdle, and bound his own feet and hands, and said, Thus says the Holy Spirit, So shall the Jews at Jerusalem bind the man that owns this girdle, and shall deliver him into the hands of the Gentiles."},{"number":12,"verse":"And when we had heard these words, both we and the natives of the place, besought him not to go up to Jerusalem."},{"number":13,"verse":"Then Paul answered and said, Why do you weep and break my heart? For I am ready not only to be bound, but also to die at Jerusalem, for the sake of the name of our LORD Jesus Christ."},{"number":14,"verse":"And when he would not listen to us, we ceased, saying, Let the will of our LORD be done."},{"number":15,"verse":"After those days, we made our preparations and went up to Jerusalem."},{"number":16,"verse":"And there came with us some of the disciples from Cµs-a-re'a, bringing with them a brother who was among the first converts, named Mna'son, a native of Cyprus, who had before received us at his house."},{"number":17,"verse":"When we arrived at Jerusalem, the brethren welcomed us gladly."},{"number":18,"verse":"And the next day when all the elders were present we went in with Paul unto James."},{"number":19,"verse":"And when we had saluted them, Paul told them in successive order everything that God had done among the Gentiles by his ministry."},{"number":20,"verse":"And when they heard it, they glorified God, and said to Paul, Our brother, see how many thousands there are in Judµa who are believers; and they are all zealous of the law;"},{"number":21,"verse":"But they have been informed about you, that you teach all the Jews who are among the Gentiles to forsake the law of Moses, stating that they ought not to circumcise their children, neither to follow after the customs of the law."},{"number":22,"verse":"Now, therefore, they have heard that you have come here."},{"number":23,"verse":"Do, therefore, what we tell you: We have four men who have vowed to purify themselves;"},{"number":24,"verse":"Take them and go purify yourself with them, and pay their expenses so that they may shave their heads: then every one will know that what has been said against you is false, and that you yourself have fulfilled the law and obey it."},{"number":25,"verse":"As for the believers amongst the Gentiles, we have written that they should abstain from the things sacrificed to idols, and from fornication, and from what is strangled, and from blood."},{"number":26,"verse":"Then Paul took the men and on the next day he was purified with them and then he entered into the temple, informing them how to complete the days of purification, until the gift of every one of them was offered."},{"number":27,"verse":"And when the seventh day approached, and the Jews from Asia Minor saw him in the temple, they stirred up all the people against him and laid hands on him,"},{"number":28,"verse":"And cried out, saying, Men of Israel, help: This is the man who teaches everywhere against our people, against the law, and against this place; and further, he has brought Syr-i-ans into the temple, and has defiled this holy place."},{"number":29,"verse":"For they had previously seen Troph'imus, the E-phe'sian, with him in the city, and they thought he had entered into the temple with Paul."},{"number":30,"verse":"So the whole city was in a tumult, and all the people ran together; they seized Paul and dragged him out of the temple; and the doors were immediately shut."},{"number":31,"verse":"And as the mob sought to kill him, the news reached the captain of the company, that all the city was in an uproar."},{"number":32,"verse":"He immediately took a centurion and many soldiers, and ran down to them: and when they saw the chief captain and the soldiers, they ceased beating Paul."},{"number":33,"verse":"Then the chief captain came near him and took him, and commanded him to be bound with two chains. Then he inquired, Who is he and what has he done?"},{"number":34,"verse":"And some of the mob cried against him one thing, some another: and because of their confusion he was unable to know what was true, so he commanded him to be taken to headquarters."},{"number":35,"verse":"And when Paul reached the stairs, the soldiers bore him because of the violence of the people."},{"number":36,"verse":"For a great many people followed after, crying, and saying, Away with him."},{"number":37,"verse":"And as Paul was about to be led into headquarters, he said to the chief captain, May I speak to you? The captain said, Can you speak Greek?"},{"number":38,"verse":"Are you not that Egyptian who some time ago created disturbances and led out into the desert four thousand malefactors?"},{"number":39,"verse":"But Paul said, I am a Jew of Tarsus in Cili'cia, a citizen of a well-known city: I beg you, permit me to speak to the people."},{"number":40,"verse":"And when he had given him permission, Paul stood on the stairs and beckoned with his hand to them. And when they were quiet, he spoke to them in the Hebrew (Aramaic) tongue and said to them."}]}