{"bibleAbbr":"LBP1933","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":23,"verses":[{"number":1,"verse":"AND as Paul beheld their assembly, he said, Men, my brethren, I have lived i n all good conscience before God until this day."},{"number":2,"verse":"And the high priest An-a-ni'as commanded those who stood by his side to strike Paul on the mouth."},{"number":3,"verse":"Then Paul said to him, God shall smite you, O you hypocrite: for you sit to judge me according to the law, yet you yourself transgress the law, when you command that I be smitten."},{"number":4,"verse":"And those who stood by said to him, Do you even revile the high priest of God?"},{"number":5,"verse":"Then Paul said to them, Brothers, I did not know that he was a high priest: for it is written, You shall not revile the ruler of your people."},{"number":6,"verse":"Now when Paul perceived that part of the people were Sad'du-cees, and the others were Phar'i-sees, he cried out in the assembly, Men, my brethren, I am a Phar'i-see, the son of a Phar'i-see: and it is because of the hope of the resurrection of the dead that I am here to be judged."},{"number":7,"verse":"And when he had said this, there arose a dissension between the Phar'i-sees and the Sad'du-cees: and the people were divided."},{"number":8,"verse":"For the Sad'du-cees say there is no resurrection, neither angels nor soul: but the Phar'i-sees believe in them."},{"number":9,"verse":"Then there arose a great cry: and the scribes that were of the party of the Phar'i-sees rose up, and argued, saying, We find no fault with this man: and if a spirit or an angel has spoken to him, there is nothing wrong in that."},{"number":10,"verse":"And because there was a great disturbance among them, the chief captain, fearing that they might tear Paul to pieces, sent Roman soldiers to go and seize him from among them and bring him into the castle."},{"number":11,"verse":"During the night, our LORD appeared to Paul and said, Be strong, for as you have testified concerning me at Jerusalem, so also you are to testify at Rome."},{"number":12,"verse":"And when it was morning, certain of the Jews banded together and bound themselves under oath, that they would neither eat nor drink till they had killed Paul."},{"number":13,"verse":"And those who had sworn to this conspiracy were more than forty persons."},{"number":14,"verse":"And they went to the priests and elders, and said, We have bound ourselves under an oath, not to taste anything till we have killed Paul."},{"number":15,"verse":"Now you and the leaders of the council ask the captain to bring him to you, as though you were desirous to have a thorough investigation of his acts, and we are ready to kill him before he shall arrive here."},{"number":16,"verse":"When Paul's nephew heard this plot, he went into the castle and told Paul."},{"number":17,"verse":"Then Paul sent for and called one of the centurions, and said, Take this young man to the captain, for he has something to tell him."},{"number":18,"verse":"So the centurion took the young man, and brought him to the chief captain and said, Paul, the prisoner, called me and begged me to bring this young man to you, for he has something to tell you."},{"number":19,"verse":"Then the captain took the young man by his hand, and drew him aside, and asked him, What have you to tell me?"},{"number":20,"verse":"And the young man said to him, The Jews have decided to ask you to bring Paul down tomorrow to their council, as though they were desirous to learn something more from him."},{"number":21,"verse":"You must not listen to them: for behold more than forty of them, who have bound themselves with an oath neither to eat nor to drink till they have killed him, are lying in wait for him: and behold they are ready and awaiting your reply."},{"number":22,"verse":"Then the captain dismissed the young man and charged him, Let no man know that you have informed me of these things."},{"number":23,"verse":"And he called to him two centurions, and said, Go and make ready two hundred Roman soldiers to go to Cµs-a-re'a and seventy horsemen and two hundred spearmen, to leave at nine o'clock tonight."},{"number":24,"verse":"And provide also an animal that they may set Paul on, and carry him safe to Felix the governor."},{"number":25,"verse":"And he wrote a letter after this manner and gave it to them:"},{"number":26,"verse":"Clau'di-us Lys'ias to the most excellent governor Fe'lix, greetings."},{"number":27,"verse":"This man was seized by the Jews who intended to kill him: but I intervened with Roman soldiers and rescued him, when I understood he was a Roman citizen."},{"number":28,"verse":"And because I wanted to know the cause for which they accused him, I took him down to their council."},{"number":29,"verse":"And I found that only concerning questions of their law was he accused, and that he had done nothing worthy of bonds or of death."},{"number":30,"verse":"And when I was informed that the Jews had plotted secretly against him, I immediately sent him to you, and I have ordered his accusers to go and contend with him before you. Farewell."},{"number":31,"verse":"Then the Roman soldiers as it was commanded them, took Paul and brought him by night to the city of An-tip'a-tris."},{"number":32,"verse":"And the next day the horsemen dismissed the footmen so that they might return to the castle:"},{"number":33,"verse":"And they brought him to Cµs-a-re'a, and delivered the letter to the governor, and also presented Paul before him."},{"number":34,"verse":"And when the governor had read the letter, he asked Paul of what province he was. And when he learned that he was of Ci-li'cia;"},{"number":35,"verse":"He said to him, I will give you an audience when your accusers arrive. And he commanded him to be kept in the Prµ-to'ri-um of Herod."}]}