{"bibleAbbr":"LBP1933","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":25,"verses":[{"number":1,"verse":"NOW when Fes'tus arrived at Cµsa- re'a, after three days he went up to Jerusalem."},{"number":2,"verse":"Then the high priests and Jewish leaders informed him against Paul."},{"number":3,"verse":"They besought him as a favor to send for him and bring him to Jerusalem, for they were plotting to kill him on the way."},{"number":4,"verse":"But Fes'tus answered that Paul should be kept at Cµs-a-re'a, and that he himself was shortly going there."},{"number":5,"verse":"Therefore, said he, let those who are able among you come down with us and accuse the man about any offense which can be found against him."},{"number":6,"verse":"And when he had tarried there eight or ten days, he went down to Cµs-a-re'a, and the next day he sat on the judgment seat and commanded Paul to be brought."},{"number":7,"verse":"And when he was come, the Jews who had come from Jerusalem surrounded him, and brought against him many serious charges which they could not prove."},{"number":8,"verse":"Then Paul answered, I have committed no offense against the Jewish law, or against the temple, or against Cµsar."},{"number":9,"verse":"But Festus, because he was willing to do the Jews a favor, said to Paul, Would you be willing to go to Jerusalem and there be tried of these things before me?"},{"number":10,"verse":"Paul answered and said, I stand before Cµsar's judgment seat, where I ought to be tried: I have done no wrong to the Jews, as you very well know."},{"number":11,"verse":"If I had committed any crime or had done anything worthy of death, I should not refuse to die: but if there is no truth in the charges made against me, then no man may deliver me to them just to please them. I appeal to Cµsar."},{"number":12,"verse":"Festus, when he had conferred with his counsellors, decreed, You have appealed to Cµsar. You will go to Cµsar."},{"number":13,"verse":"Some days later, King A-grip'pa and Ber-ni'ce came down to Cµs-a-re'a to greet Festus."},{"number":14,"verse":"And when they had been with him several days, Festus related Paul's case to the king, saying, There is a certain prisoner left by Felix:"},{"number":15,"verse":"And when I was in Jerusalem, the high priests and the elders of the Jews informed me about him, and asked to have judgment against him."},{"number":16,"verse":"I told them, It is not the Roman custom to give up a man to be slain, until his accusers come and accuse him face to face, and give him a chance to defend himself against the charges."},{"number":17,"verse":"So when I arrived here, the following day, without any delay, I sat on the judgment seat and commanded the man to be brought before me."},{"number":18,"verse":"When his accusers stood up with him, they were unable to prove, as I had expected, any serious charges against him."},{"number":19,"verse":"But they had certain grievances against him relative to their own worship and to one named Jesus, now dead, whom Paul affirmed to be alive."},{"number":20,"verse":"And because I was not well acquainted with their controversy, I said to Paul. Would you be willing to go to Jerusalem, and there be tried of these matters?"},{"number":21,"verse":"But he appealed to be kept as a prisoner for a trial before Cµ'sar. I accordingly commanded him to be kept in custody till I might send him to Cµ'sar."},{"number":22,"verse":"Then A-grip'pa said to Festus, I would like to hear this man myself; and Festus replied, Tomorrow, you shall hear him."},{"number":23,"verse":"The next day A-grip'pa and Ber-ni'ce came with great pomp, and entered into the court house, accompanied by the chief captains and principal men of the city. Festus commanded and Paul was brought in."},{"number":24,"verse":"Then Festus said, King A-grip'pa and all men who are here present with us, against this man whom you see, all the Jewish people have complained to me both at Jerusalem and also here, crying that he ought not to live any longer."},{"number":25,"verse":"But when I found he had done nothing worthy of death, and because he himself had appealed to be kept in custody for a trial before Cµsar, I commanded to send him."},{"number":26,"verse":"But I do not know what to write Caesar concerning him, therefore I was pleased to bring him before you, and especially before you, O King A-grip'pa, so that when he is questioned, I may find somewhat to write."},{"number":27,"verse":"For it is not proper to send a prisoner, without writing down the charges against him."}]}