{"bibleAbbr":"LBP1933","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":26,"verses":[{"number":1,"verse":"THEN A-grip'pa said to Paul, You have permission to speak in your own behalf. Then Paul stretched forth his hand, and answered, saying,"},{"number":2,"verse":"In view of all the things whereof I am accused by the Jews, I consider myself blessed, O King A-grip'pa, to defend myself today before you."},{"number":3,"verse":"Especially because I know you are familiar with all the customs and questions and laws of the Jews: wherefore, I beg you to hear me patiently."},{"number":4,"verse":"Even the Jews themselves, if they would be willing to testify, know well my manner of life from my childhood which started first among mine own people at Jerusalem."},{"number":5,"verse":"For they have been acquainted with me a long time, and know that I was brought up with the excellent doctrine of the Phar'i-sees."},{"number":6,"verse":"And now I stand and am on trial for the hope of the promise made of God to our fathers."},{"number":7,"verse":"It is to the fulfillment of this hope that our twelve tribes expect to come, by means of earnest prayers day and night. And for this very hope's sake, I am accused by the Jews, O King A-grip'pa."},{"number":8,"verse":"How can you judge? Is it improper to believe that God can raise the dead?"},{"number":9,"verse":"For I at the very beginning was determined that I ought to do many things contrary to the name of Jesus of Nazareth."},{"number":10,"verse":"Which I also did at Jerusalem: I cast many of the saints into prison, having received authority from the chief priests; and when some were put to death, I took part with those who condemned them."},{"number":11,"verse":"And I tortured them in every synagogue, thus compelling them to blaspheme the name of Jesus; and being exceedingly mad against them, I also went to other cities to persecute them."},{"number":12,"verse":"I was on the way to Damascus for this purpose, with authority and commission from the chief priests, when,"},{"number":13,"verse":"At mid-day on the road, O king, I saw a light from heaven more powerful than that of the sun, shining round about me and upon those who journeyed with me."},{"number":14,"verse":"When we all fell to the ground, then I heard a voice speaking unto me, in the Hebrew tongue (Ar-a-ma'ic), Saul, Saul, why do you persecute me? It is hard for you to kick against the pricks."},{"number":15,"verse":"And I said, My LORD, who are you? And our LORD said to me, I am Jesus of Nazareth whom you persecute."},{"number":16,"verse":"Then he said to me, Rise and stand upon your feet: for I have appeared to you for this purpose, to appoint you a minister and a witness both of these things in which you have seen me, and of those things in which you will also see me again."},{"number":17,"verse":"And I will deliver you from the Jewish people, and from the other people to whom I send you;"},{"number":18,"verse":"To open their eyes, that they may turn from darkness to light, and from the power of Satan unto God, and receive forgiveness of sins, and a portion with the saints who are of the faith in me."},{"number":19,"verse":"Whereupon, O King A-grip'pa, I did not disobey the heavenly vision:"},{"number":20,"verse":"But I preached first to them of Damascus and at Jerusalem, and throughout all the villages of Judµa, and then to the Gentiles, that they might repent and turn to God and do works worthy of repentance."},{"number":21,"verse":"For these causes the Jews seized me in the temple, and wanted to kill me."},{"number":22,"verse":"But God has helped me to this very day, and behold I stand and testify to the humble and to the great, saying nothing contrary to Moses and the prophets, but the very things which they said were to take place;"},{"number":23,"verse":"That Christ should suffer, and that he should be the first to rise from the dead, and that he should preach light to the people and to the Gentiles."},{"number":24,"verse":"And while Paul was pleading in this manner, Festus cried with a loud voice: Paul, you are overwrought. Much study has made you mad."},{"number":25,"verse":"But Paul said to him, I am not mad, O most excellent Festus; but I speak the words of truth and soberness."},{"number":26,"verse":"And King A-grip'pa is also familiar with these things, and this is why I am speaking openly before him: because I think not one of these words has been hidden from him; for they were not done in secret."},{"number":27,"verse":"King A-grip'pa, do you believe the prophets? I know that you believe."},{"number":28,"verse":"Then King A-grip'pa said to him, With little effort you almost persuade me to become a Christian. *"},{"number":29,"verse":"And Paul said, I pray God that not only you, but also all of those who hear me today, were as I am, except for these bonds."},{"number":30,"verse":"Then the king arose, and the governor, and Ber-ni'ce and they that sat with them:"},{"number":31,"verse":"And when they had departed, they talked between themselves, saying, This man has done nothing worthy of death or of imprisonment."},{"number":32,"verse":"Then Agrip'pa said to Festus, This man could have been released had he not appealed to Cµsar."}]}