{"bibleAbbr":"LBP1933","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":27,"verses":[{"number":1,"verse":"THEN Festus commanded him to be sent to Cµsar in Italy, and he delivered Paul together with other prisoners to a centurion of the company of Se-bas'ti-an named Julius."},{"number":2,"verse":"When we were ready to sail, we embarked in a ship of the city of Ad-ra-myt'ti-um, bound for Asia Minor, and there boarded the ship with us, Ar-is-tar'chus a Mac-e-do'nian of the city of Thes-sa-lo-ni'ca."},{"number":3,"verse":"And the next day, we arrived at Sidon. And the centurion treated Paul with kindness, permitting him to visit his friends and to rest."},{"number":4,"verse":"Then we sailed from thence, and because the winds were contrary, we had to sail towards Cyprus."},{"number":5,"verse":"And when we had sailed over the sea of Ci-li'cia and Pam-phyl'i-a, we arrived at Myra, a city of Lycia."},{"number":6,"verse":"And there the centurion found a ship from Al-ex-an'dri-a bound for Italy; and he put us on board of it."},{"number":7,"verse":"And because for a number of days she sailed slowly, we arrived with difficulty towards the Island of Cni'dus; and because the wind would not allow us to sail in a straight course, we had to sail around Crete towards the city of Sal-mo'ne;"},{"number":8,"verse":"And as we hardly passed around it, we arrived at a place which is called The Fair Havens; and nearby was the city of La-se'a."},{"number":9,"verse":"There we remained for a long time, till also the day of the Jewish fast was over and, since it had now become dangerous for any one to sail, Paul gave them advice,"},{"number":10,"verse":"Saying, Men, I see that this voyage will be beset with hardship and with great loss, not only to the cargo of our ship but also of our lives."},{"number":11,"verse":"Nevertheless, the centurion listened to the master and owner of the ship more than to the words of Paul."},{"number":12,"verse":"And as the harbor was not commodious for wintering in, many of us were desirous to sail from thence, and if possible to reach and winter in a harbor at Crete, which is called Phe-ni'ce, which lies towards the south."},{"number":13,"verse":"And when the south wind blew softly, they thought they could reach their destination as they had desired, and we sailed around Crete."},{"number":14,"verse":"A short while after, there arose against us a hurricane called Ty-phon'ic Eu-roc'lydon."},{"number":15,"verse":"And when the ship was caught, and could not bear against the wind, we let her drive."},{"number":16,"verse":"And as we passed under the lee of an island which is called Clau'da, we could hardly man the ship's boat."},{"number":17,"verse":"And when we had launched it, we began undergirding and repairing the ship; and because we were afraid of grounding, we lowered the sail, and so we drifted."},{"number":18,"verse":"And as the violent storm raged against us, the next day we threw our belongings into the sea."},{"number":19,"verse":"And on the third day we threw overboard with our own hands the tackling of the ship."},{"number":20,"verse":"And as the winter was so severe that for many days, neither sun nor stars could be seen, all hope of surviving was given up."},{"number":21,"verse":"And as no man among them had eaten anything, Paul stood up in the midst of them, and said, Men, if you had listened to me, we would not have sailed from Crete, and we would have been spared this loss and suffering."},{"number":22,"verse":"Now let me counsel you not to be depressed: for not a single life among you will be lost, but only the ship."},{"number":23,"verse":"For there has appeared to me this night the angel of God to whom I belong and whom I serve,"},{"number":24,"verse":"And he said to me, Fear not, Paul; you must stand before Cµsar: and behold, God has given to you all of them who sail with you."},{"number":25,"verse":"Therefore, men, be of good cheer: for I have confidence in God, that it shall be just as it was told me."},{"number":26,"verse":"However, we will be cast upon an island."},{"number":27,"verse":"And after fourteen days of being lost and weary in the sea of A'dri-a, about midnight the sailors thought they were drawing near to land."},{"number":28,"verse":"So they cast the sounding lead, and found twenty fathoms; and again, they sailed a little farther, and took soundings and found fifteen fathoms."},{"number":29,"verse":"Then, fearing lest we find ourselves caught between the rocks, they cast four anchors from the stern of the ship, and prayed for the dawning of day."},{"number":30,"verse":"The sailors sought to desert the ship; so they lowered the ship's boat into the sea, under pretense that they were going in it to make fast the ship to the land."},{"number":31,"verse":"And when Paul found it out, he said to the centurion and to the soldiers, Unless these men remain on board the ship, you cannot be saved."},{"number":32,"verse":"Then the soldiers cut off the ropes of the ship's boat from the ship and let her drift."},{"number":33,"verse":"But Paul till the early morning kept begging them all to eat, saying to them, Today is the fourteenth day since you have tasted anything because of fear."},{"number":34,"verse":"Wherefore, I pray you to take some food for the sustenance of your life; for not a hair shall be lost from the head of any of you."},{"number":35,"verse":"And when he had thus spoken, he took bread, and gave thanks to God in the presence of them all; and when he had broken it, they began to eat."},{"number":36,"verse":"Then they were all cheerful, and received nourishment."},{"number":37,"verse":"We were in all, on board, two hundred and seventy-six persons."},{"number":38,"verse":"And when they had eaten enough, they lightened the ship by taking the wheat and throwing it into the sea."},{"number":39,"verse":"When it was day, the sailors did not know what land it was; but they saw an inlet close to the shore, and thought if it were possible they would thrust the ship there."},{"number":40,"verse":"So they cut off the anchors from the ship, and threw them into the sea, and loosed the rudder ropes, then they hoisted the topsail to the wind, and sailed toward shore."},{"number":41,"verse":"But the ship struck on a shoal between two deep places in the sea, and went aground; and the forward part rested upon the bottom and could not be moved, but the stern broke by the violence of the waves."},{"number":42,"verse":"And the soldiers sought to kill the prisoners, lest some of them should swim away and so escape."},{"number":43,"verse":"But the centurion stopped them from doing this, because he was willing to save Paul; so he commanded those who could swim to cast themselves first into the sea and get to land."},{"number":44,"verse":"The others he made cross over on boards and on broken pieces of the ship. In this manner, all of them escaped and reached shore safely."}]}