{"bibleAbbr":"LBP1933","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":7,"verses":[{"number":1,"verse":"THEN the high priest asked Stephen, Are these things so?"},{"number":2,"verse":"He said, Men, brethren and our fathers, harken: The God of glory appeared to our father Abraham when he was still in Mes-opo- ta'mi-a before he came to dwell in Ha'ran."},{"number":3,"verse":"And he said to him, Get out of your land and from your relatives and come into the land which I shall show you."},{"number":4,"verse":"Then Abraham left the land of the Chalde'ans and he came and settled in Ha'ran and from thence, after his father's death, God removed him into this land in which you now live."},{"number":5,"verse":"And he gave him no inheritance in it, no, not so much as to set his foot on: yet he promised that he would give it as an inheritance to him and to his posterity, when as yet he had no son."},{"number":6,"verse":"God spoke to him and said, Your descendants will be settlers in a foreign land where they will be enslaved and mistreated for a period of four hundred years."},{"number":7,"verse":"But the people to whom they will be enslaved I will condemn, said God, and after that, they shall go out and serve me in this land."},{"number":8,"verse":"God gave Ab'raham the covenant of circumcision; and then Abraham begat Isaac, and circumcised him on the eighth day; and Isaac begat Jacob; and Jacob begat our twelve patriarchs."},{"number":9,"verse":"And our forefathers were jealous of Joseph; so they sold him into Egypt; but God was with him."},{"number":10,"verse":"And he saved him from all his oppressors and gave him favor and wisdom before Pharaoh, king of Egypt; and Pharaoh appointed Joseph an overlord over Egypt and over all his house."},{"number":11,"verse":"Now there came a famine which brought great distress throughout Egypt and in the land of Ca'naan so that our forefathers found no sustenance."},{"number":12,"verse":"But when Jacob heard that there was wheat in Egypt, he sent out our forefathers on their first venture."},{"number":13,"verse":"When they went the second time, Joseph made himself known to his brothers; and Joseph's family was made known to Pharaoh."},{"number":14,"verse":"Then Joseph sent and brought his father Jacob and all his family, seventy-five souls in number."},{"number":15,"verse":"So Jacob went down to Egypt where he and our forefathers died."},{"number":16,"verse":"And he was removed to Sy'chem and buried in the sepulchre which Abraham had bought for a sum of money from the sons of Ha'mor."},{"number":17,"verse":"But when the time of the promise was at hand, which God had sworn to Abraham, the people had already increased and become strong in Egypt,"},{"number":18,"verse":"Till another king reigned over Egypt who knew not Joseph."},{"number":19,"verse":"He dealt deceitfully with our kindred, ill treated our forefathers, and commanded that they cast out their male children to the end that they might not live."},{"number":20,"verse":"During that very period Moses was born, and he was favored before God, so that for three months he was nourished in his father's house."},{"number":21,"verse":"And when he was cast away by his mother, Pharaoh's daughter found him and reared him as a son for herself."},{"number":22,"verse":"So Moses was trained in all the wisdom of the E-gyp'tians and he was well versed in his words and also in his deeds."},{"number":23,"verse":"And when he was forty years old, it came into his heart to visit his brethren, the children of Israel."},{"number":24,"verse":"When he saw one of his own kindred mistreated, he avenged him and did justice to him, and killed the E-gyp'tian who had mistreated him."},{"number":25,"verse":"For he thought his brethren, the Is'ra-elites, would understand that God would grant them deliverance by his hand, but they understood not."},{"number":26,"verse":"And the next day he found them quarreling one with another and he pleaded with them that they might be reconciled, saying, Men, you are brothers; why are you wronging one another?"},{"number":27,"verse":"But the one who was wronging his fellow thrust him aside and said to him, Who appointed you leader and judge over us?"},{"number":28,"verse":"Perhaps you want to kill me as you killed the Egyptian yesterday."},{"number":29,"verse":"And because of this saying, Moses fled and took refuge in the land of Ma'di-an where two sons were born to him."},{"number":30,"verse":"And when he had completed forty years, there appeared to him in the wilderness of Mount Si'nai, an angel of the LORD in a flame of fire in a bush."},{"number":31,"verse":"When Moses saw it, he wondered at the sight: and as he drew near to look at it, the LORD spoke to him in a loud voice,"},{"number":32,"verse":"Saying, I am the God of your fathers, the God of Abraham and of Isaac and of Jacob. And Moses trembled and dared not look at the sight."},{"number":33,"verse":"Then the LORD said to him, Take off your shoes from your feet, for the ground on which you stand is holy."},{"number":34,"verse":"Already I have seen the affliction of my people in Egypt, I have heard their groans, and I have come down to deliver them. And now come, I will send you into Egypt."},{"number":35,"verse":"This Moses whom they had denied, saying, Who appointed you leader and judge over us?, this very one God sent to be a leader and deliverer to them by the hand of the angel which had appeared to him in the bush."},{"number":36,"verse":"It was he who brought them out after he had performed miracles, wonders, and signs in the land of Egypt and in the Red sea and in the wilderness for forty years."},{"number":37,"verse":"This is the Moses who said to the children of Israel, The LORD your God will raise up for you a prophet, like me, from among your brethren; give heed to him."},{"number":38,"verse":"It was he who was in the congregation in the wilderness with the angel who spoke to him and to our fathers in Mount Sinai: He is the one who received the living words to give to us."},{"number":39,"verse":"Yet our fathers would not listen to him, but they left him, and in their hearts turned towards Egypt."},{"number":40,"verse":"They said to Aar'on, Make us gods to go before us, for this very Moses who brought us out of the land of Egypt, we do not know what has become of him."},{"number":41,"verse":"And they made a calf for themselves in those days and offered sacrifices to idols and were pleased with the work of their hands."},{"number":42,"verse":"Then God turned and gave them up that they might worship the host of heaven as it is written in the book of the prophets, O Is'rael- ites, why have you offered me slain animals or sacrifices during the period of forty years in the wilderness?"},{"number":43,"verse":"Indeed you have borne the tabernacle of Mo'loch and the star of the god Rem'phan; and you have made images to worship them; therefore I will remove you beyond Bab'ylon."},{"number":44,"verse":"Behold the tabernacle of the testimony of our fathers was in the wilderness just as he who spoke to Moses had commanded him to make it after the pattern which he had shown him."},{"number":45,"verse":"And this very tabernacle, our fathers, together with Joshua, brought into the land which God took away from the peoples whom he drove out before them and gave it to them for an inheritance, and it was handed down until the days of David:"},{"number":46,"verse":"Who found favor before God and asked that he might find a dwelling place for the God of Jacob."},{"number":47,"verse":"But Solomon built God a house."},{"number":48,"verse":"Yet the Most High did not dwell in temples made with hands for, as the prophet had said,"},{"number":49,"verse":"Heaven is my throne, and earth is the footstool under my feet. What kind of house will you build me? says the LORD, or Where is the place of my rest?"},{"number":50,"verse":"Behold, has not my hand made all these things?"},{"number":51,"verse":"O you stubborn and insincere in heart and hearing, you always resist the Holy Spirit: as your fathers did, so do you."},{"number":52,"verse":"Which of the prophets have not your fathers persecuted and murdered? Especially have they slain those who foretold the coming of the Righteous One whom you betrayed and murdered."},{"number":53,"verse":"You received the law by the disposition of angels, and have not kept it."},{"number":54,"verse":"When they heard these things, they were enraged, and gnashed their teeth at him."},{"number":55,"verse":"But he, full of faith and Holy Spirit, looked up to heaven and saw the glory of God and Jesus standing at the right hand of God."},{"number":56,"verse":"And he said, Behold I see the heavens opened and the Son of Man standing at the right hand of God."},{"number":57,"verse":"Then they cried out with a loud voice, and stopped their ears and with one accord, shouted threats against Stephen."},{"number":58,"verse":"And they seized him and took him outside the city and began to stone him. Those who testified against him placed their clothes under the care of a young man called Saul."},{"number":59,"verse":"And they stoned Stephen as he prayed, saying, Our LORD Jesus, accept my spirit."},{"number":60,"verse":"And as he knelt down, he cried with a loud voice and said, Our LORD, do not hold this sin against them. When he had said this, he passed away."}]}