{"bibleAbbr":"NET2007","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"(The Northern Tribes Rebel) Rehoboam traveled to Shechem, for all Israel had gathered in (tn Heb “come [to].”) Shechem to make Rehoboam (tn Heb “him”; the referent (Rehoboam) has been specified in the translation for clarity.) king."},{"number":2,"verse":"When Jeroboam son of Nebat heard the news, he was still in Egypt, where he had fled from King Solomon. Jeroboam returned from Egypt."},{"number":3,"verse":"They sent for him (tn Heb “They sent and called for him.”) and Jeroboam and all Israel came and spoke to Rehoboam, saying,"},{"number":4,"verse":"“Your father made us work too hard! (tn Heb “made our yoke burdensome.”) Now if you lighten the demands he made and don’t make us work as hard, we will serve you.” (tn Heb “but you, now, lighten the burdensome work of your father and the heavy yoke which he placed on us, and we will serve you.” In the Hebrew text the prefixed verbal form with vav (וְנַעַבְדֶךָ, vÿna’avdekha, “and we will serve you”) following the imperative (הָקֵל, haqel, “lighten”) indicates purpose/result. The conditional sentence used in the present translation is an attempt to bring out the logical relationship between these forms.)"},{"number":5,"verse":"He said to them, “Go away for three days, then return to me.” So the people went away."},{"number":6,"verse":"King Rehoboam consulted with the older advisers who had served (tn Heb “stood before.”) his father Solomon when he had been alive. He asked them, (tn Heb “saying.”) “How do you advise me to answer these people?”"},{"number":7,"verse":"They said to him, “If you are fair to these people, grant their request, and are cordial to them, they will be your servants from this time forward.” (tn Heb “If today you are for good to these people and you are favorable to them and speak to them good words, they will be your servants all the days.”)"},{"number":8,"verse":"But Rehoboam rejected their advice and consulted the young advisers who served him, with whom he had grown up. (tn Heb “Rehoboam rejected the advice of the elders which they advised and he consulted the young men with whom he had grown up, who stood before him.”)"},{"number":9,"verse":"He asked them, “How do you advise me to respond to these people who said to me, ‘Lessen the demands your father placed on us’?” (tn Heb “Lighten the yoke which your father placed on us.”)"},{"number":10,"verse":"The young advisers with whom Rehoboam (tn Heb “he”; the referent (Rehoboam) has been specified in the translation for clarity.) had grown up said to him, “Say this to these people who have said to you, ‘Your father made us work hard, but now lighten our burden’ (tn Heb “Your father made our yoke heavy, but make it lighter upon us.”) — say this to them: ‘I am a lot harsher than my father! (tn Heb “My little one is thicker than my father’s hips.” The referent of “my little one” is not clear. The traditional view is that it refers to the little finger (so NEB, NASB, NIV, NRSV, NLT). As the following statement makes clear, Rehoboam’s point is that he is more harsh and demanding than his father.)"},{"number":11,"verse":"My father imposed heavy demands on you; I will make them even heavier. (tn Heb “and now my father placed upon you a heavy yoke, but I will add to your yoke.”) My father punished you with ordinary whips; I will punish you with whips that really sting your flesh.’” (tn Heb “My father punished you with whips, but I [will punish you] with scorpions.” “Scorpions” might allude to some type of torture, but more likely it refers to a type of whip that inflicts an especially biting, painful wound.)"},{"number":12,"verse":"Jeroboam and all the people reported to Rehoboam on the third day, just as the king had ordered when he said, “Return to me on the third day.”"},{"number":13,"verse":"The king responded to the people harshly. He (tn Heb “Rehoboam.” The pronoun “he” has been used in the translation in place of the proper name in keeping with contemporary English style.) rejected the advice of the older men"},{"number":14,"verse":"and followed the advice of the younger ones. He said, “My father imposed heavy demands on you; (tc The Hebrew text reads, “I will make heavy your yoke,” but many medieval Hebrew mss and other ancient textual witnesses have, “my father made heavy your yoke.”) I will make them even heavier. (tn Heb “but I will add to your yoke.”) My father punished you with ordinary whips; I will punish you with whips that really sting your flesh.” (tn Heb “My father punished you with whips, but I [will punish you] with scorpions.” “Scorpions” might allude to some type of torture, but more likely it refers to a type of whip that inflicts an especially biting, painful wound.)"},{"number":15,"verse":"The king refused to listen to the people, because God was instigating this turn of events (tn Heb “because this turn of events was from God.”) so that he might bring to pass the prophetic announcement he had made (tn Heb “so that the Lord might bring to pass his word which he spoke.”) through Ahijah the Shilonite to Jeroboam son of Nebat."},{"number":16,"verse":"When all Israel saw that the king refused to listen to them, the people answered the king, “We have no portion in David — no share in the son of Jesse! (sn The people’s point seems to be that they have no familial relationship with David that brings them any benefits or places upon them any obligations. They are being treated like outsiders.) Return to your homes, O Israel! (tn Heb “each one to your tents, Israel.” The word “return” is supplied in the translation for stylistic reasons.) Now, look after your own dynasty, O David!” (tn Heb “Now see your house, David.”) So all Israel returned to their homes. (tn Heb “went to their tents.”)"},{"number":17,"verse":"(Rehoboam continued to rule over the Israelites who lived in the cities of Judah.)"},{"number":18,"verse":"King Rehoboam sent Hadoram, (sn In the parallel account in 1 Kgs 12:18 this name appears as “Adoniram.”) the supervisor of the work crews, out after them, but the Israelites stoned him to death. King Rehoboam managed to jump into his chariot and escape to Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":19,"verse":"So Israel has been in rebellion against the Davidic dynasty to this very day."}]}