{"bibleAbbr":"NET2007","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":15,"verses":[{"number":1,"verse":"God’s Spirit came upon Azariah son of Oded."},{"number":2,"verse":"He met (tn Heb “went out before.”) Asa and told him, “Listen to me, Asa and all Judah and Benjamin! The LORD is with you when you are loyal to him. (tn Heb “when you are with him.”) If you seek him, he will respond to you, (tn Heb “he will allow himself to be found by you.”) but if you reject him, he will reject you."},{"number":3,"verse":"For a long time (tn Heb “Many days.”) Israel had no true God, or priest to instruct them, or law."},{"number":4,"verse":"Because of their distress, they turned back to the LORD God of Israel. They sought him and he responded to them. (tn Heb “and he allowed himself to be found by them.”)"},{"number":5,"verse":"In those days (tn Heb “times.”) no one could travel safely, (tn Heb “there was peace for the one going out or the one coming in.”) for total chaos had overtaken all the people of the surrounding lands. (tn Heb “for great confusion was upon all the inhabitants of the lands.”)"},{"number":6,"verse":"One nation was crushed by another, and one city by another, for God caused them to be in great turmoil. (tn Heb “threw them into confusion with all distress.”)"},{"number":7,"verse":"But as for you, be strong and don’t get discouraged, (tn Heb “and let not your hands drop.”) for your work will be rewarded.” (tn Heb “for there is payment for your work.”)"},{"number":8,"verse":"When Asa heard these words and the prophecy of Oded the prophet, he was encouraged. (tn Heb “strengthened himself.”) He removed the detestable idols from the entire land of Judah and Benjamin and from the cities he had seized in the Ephraimite hill country. He repaired the altar of the LORD in front of the porch of the LORD’s temple. (tn Heb “the porch of the Lord.”)"},{"number":9,"verse":"He assembled all Judah and Benjamin, as well as the settlers (tn Or “resident aliens.”) from Ephraim, Manasseh, and Simeon who had come to live with them. Many people from Israel had come there to live (tn Heb “had fallen upon him.”) when they saw that the LORD his God was with him."},{"number":10,"verse":"They assembled in Jerusalem in the third month of the fifteenth year of Asa’s reign."},{"number":11,"verse":"At that time (tn Or “In that day.”) they sacrificed to the LORD some of the plunder they had brought back, including 700 head of cattle and 7000 sheep. (tn The Hebrew term צֹאן (tso’n) denotes smaller livestock in general; depending on context it can refer to sheep only or goats only, but their is nothing in the immediate context here to specify one or the other.)"},{"number":12,"verse":"They solemnly agreed (tn Heb “entered into a covenant.”) to seek the LORD God of their ancestors (tn Heb “fathers.”) with their whole heart and being."},{"number":13,"verse":"Anyone who would not seek the LORD God of Israel would be executed, whether they were young or old, (tn Heb “whether small or great.”) male or female."},{"number":14,"verse":"They swore their allegiance to the LORD, shouting their approval loudly and sounding trumpets and horns. (tn Heb “with a loud voice and with a shout and with trumpets and with horns.”)"},{"number":15,"verse":"All Judah was happy about the oath, because they made the vow with their whole heart. They willingly sought the LORD and he responded to them. (tn Heb “and with all their desire they sought him and he allowed himself to be found by them.”) He made them secure on every side. (tn Heb “and the Lord gave them rest all around.”)"},{"number":16,"verse":"King Asa also removed Maacah his grandmother (tn Heb “mother,” but Hebrew often uses “father” and “mother” for grandparents and even more remote ancestors.) from her position as queen mother (tn The Hebrew term גְּבִירָה (gÿvirah) can denote “queen” or “queen mother” depending on the context. Here the latter is indicated, since Maacah was the wife of Rehoboam and mother of Abijah.) because she had made a loathsome Asherah pole. Asa cut down her Asherah pole and crushed and burned it in the Kidron Valley."},{"number":17,"verse":"The high places were not eliminated from Israel, yet Asa was wholeheartedly devoted to the LORD throughout his lifetime. (tn Heb “yet the heart of Asa was complete all his days.”)"},{"number":18,"verse":"He brought the holy items that his father and he had made into God’s temple, including the silver, gold, and other articles. (tn Heb “and he brought the holy things of his father and his holy things [into] the house of God, silver, gold, and items.”)"},{"number":19,"verse":"(Asa’s Failures) There was no more war until the thirty-fifth year of Asa’s reign."}]}