{"bibleAbbr":"NET2007","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":18,"verses":[{"number":1,"verse":"(Jehoshaphat Allies with Ahab) Jehoshaphat was very wealthy and greatly respected. He made an alliance by marriage with Ahab,"},{"number":2,"verse":"and after several years (tn Heb “at the end of years.”) went down to visit (tn The word “visit” is supplied in the translation for clarity and for stylistic reasons.) Ahab in Samaria. (map For location see Map2-B1; Map4-D3; Map5-E2; Map6-A4; Map7-C1.) Ahab slaughtered many sheep and cattle to honor Jehoshaphat and those who came with him. (tn Heb “and Ahab slaughtered for him sheep and cattle in abundance, and for the people who were with him.”) He persuaded him to join in an attack (tn Heb “to go up.”) against Ramoth Gilead."},{"number":3,"verse":"King Ahab of Israel said to Jehoshaphat, “Will you go with me to attack Ramoth Gilead?” Jehoshaphat replied to the king of Israel, “I will support you; my army is at your disposal and will support you in battle.” (tn Heb “Like me, like you; and like your people, my people; and with you in battle.”)"},{"number":4,"verse":"Then Jehoshaphat added, (tn Heb “and Jehoshaphat said to the king of Israel.”) “First seek an oracle from the LORD.” (tn Heb “the word of the Lord.” Jehoshaphat is requesting a prophetic oracle revealing the Lord’s will in the matter and their prospects for success. For examples of such oracles, see 2 Sam 5:19, 23–24.)"},{"number":5,"verse":"So the king of Israel assembled 400 prophets and asked them, “Should we attack Ramoth Gilead or not?” (tn Heb “Should we go against Ramoth Gilead for war or should I refrain?”) They said, “Attack! God (tn Though Jehoshaphat had requested an oracle from “the Lord” (יְהוָה, yÿhvah, “Yahweh”), the Israelite prophets stop short of actually using this name and substitute the title הָאֱלֹהִים (ha’elohim, “the God”). This ambiguity may explain in part Jehoshaphat’s hesitancy and caution (vv. 7–8). He seems to doubt that the 400 are genuine prophets of the Lord.) will hand it over to the king.”"},{"number":6,"verse":"But Jehoshaphat asked, “Is there not a prophet of the LORD still here, that we may ask him?”"},{"number":7,"verse":"The king of Israel answered Jehoshaphat, “There is still one man through whom we can seek the LORD’s will. (tn Heb “to seek the Lord from him.”) But I despise (tn Or “hate.”) him because he does not prophesy prosperity for me, but always (tn Heb “all his days.”) disaster. His name is Micaiah son of Imlah. (tn The words “his name is” are supplied in the translation for stylistic reasons.) Jehoshaphat said, “The king should not say such things!”"},{"number":8,"verse":"The king of Israel summoned an officer and said, “Quickly bring Micaiah son of Imlah.”"},{"number":9,"verse":"Now the king of Israel and King Jehoshaphat of Judah were sitting on their respective thrones, dressed in their royal robes, at the threshing floor at (tn Heb “at,” which in this case probably means “near.”) the entrance of the gate of Samaria. All the prophets were prophesying before them."},{"number":10,"verse":"Zedekiah son of Kenaanah made iron horns and said, “This is what the LORD says, ‘With these you will gore Syria until they are destroyed!’”"},{"number":11,"verse":"All the prophets were prophesying the same, saying, “Attack Ramoth Gilead! You will succeed; the LORD will hand it over to the king!”"},{"number":12,"verse":"Now the messenger who went to summon Micaiah said to him, “Look, the prophets are in complete agreement that the king will succeed. (tn Heb “the words of the prophets are [with] one mouth good for the king.”) Your words must agree with theirs; you must predict success!” (tn Heb “let your words be like one of them and speak good.”)"},{"number":13,"verse":"But Micaiah said, “As certainly as the LORD lives, I will say what my God tells me to say!”"},{"number":14,"verse":"Micaiah (tn Heb “he”; the referent (Micaiah) has been specified in the translation both for clarity and for stylistic reasons.) came before the king and the king asked him, “Micaiah, should we attack Ramoth Gilead or not?” He answered him, “Attack! You will succeed; they will be handed over to you.” (sn One does not expect Micaiah, having just vowed to speak only what the Lord tells him, to agree with the other prophets and give the king an inaccurate prophecy. Micaiah’s actions became understandable later, when we discover that the Lord desires to deceive the king and lead him to his demise. The Lord even dispatches a lying spirit to deceive Ahab’s prophets. Micaiah can lie to the king because he realizes this lie is from the Lord. It is important to note that in v. 13 Micaiah only vows to speak the word of his God; he does not necessarily say he will tell the truth. In this case the Lord’s word is deliberately deceptive. Only when the king adjures him to tell the truth (v. 15), does Micaiah do so.)"},{"number":15,"verse":"The king said to him, “How many times must I make you solemnly promise in (tn Or “swear an oath by.”) the name of the LORD to tell me only the truth?”"},{"number":16,"verse":"Micaiah (tn Heb “he”; the referent (Micaiah) has been specified in the translation for clarity.) replied, “I saw all Israel scattered on the mountains like sheep that have no shepherd. Then the LORD said, ‘They have no master. They should go home in peace.’”"},{"number":17,"verse":"The king of Israel said to Jehoshaphat, “Didn’t I tell you he does not prophesy prosperity for me, but disaster?”"},{"number":18,"verse":"Micaiah (tn Heb “he”; the referent (Micaiah) has been specified in the translation for clarity.) said, “That being the case, hear the word of the LORD: I saw the LORD sitting on his throne, with all the heavenly assembly standing on his right and on his left."},{"number":19,"verse":"The LORD said, ‘Who will deceive King Ahab of Israel, so he will attack Ramoth Gilead and die there?’ One said this and another that."},{"number":20,"verse":"Then a spirit (tn Heb “the spirit.” The significance of the article prefixed to רוּחַ (ruakh) is uncertain, but it could contain a clue as to this spirit’s identity, especially when interpreted in light of verse 23. It is certainly possible, and probably even likely, that the article is used in a generic or dramatic sense and should be translated, “a spirit.” In the latter case it would show that this spirit was vivid and definite in the mind of Micaiah the storyteller. However, if one insists that the article indicates a well-known or universally known spirit, the following context provides a likely referent. Verse 23 tells how Zedekiah slapped Micaiah in the face and then asked sarcastically, “Which way did the spirit from the Lord (רוּחַ־יְהוָה, ruakh-yÿhvah) go when he went from me to speak to you?” When the phrase “the spirit of the Lord” refers to the divine spirit (rather than the divine breath or mind, as in Isa 40:7, 13) elsewhere, the spirit energizes an individual or group for special tasks or moves one to prophesy. This raises the possibility that the deceiving spirit of vv. 20–22 is the same as the divine spirit mentioned by Zedekiah in v. 23. This would explain why the article is used on רוּחַ (ruakh); he can be called “the spirit” because he is the well-known spirit who energizes the prophets.) stepped forward and stood before the LORD. He said, ‘I will deceive him.’ The LORD asked him, ‘How?’"},{"number":21,"verse":"He replied, ‘I will go out and be a lying spirit in the mouths of all his prophets.’ The LORD (tn Heb “he”; the referent (the Lord) has been specified in the translation for clarity.) said, ‘Deceive and overpower him. (tn The Hebrew text has two imperfects connected by וְגַם (vÿgam). These verbs could be translated as specific futures, “you will deceive and also you will prevail,” in which case the Lord is assuring the spirit of success on his mission. However, in a commissioning context (note the following imperatives) such as this, it is more likely that the imperfects are injunctive, in which case one could translate, “Deceive, and also overpower.”) Go out and do as you have proposed.’"},{"number":22,"verse":"So now, look, the LORD has placed a lying spirit in the mouths of all these prophets of yours; but the LORD has decreed disaster for you.”"},{"number":23,"verse":"Zedekiah son of Kenaanah approached, hit Micaiah on the jaw, and said, “Which way did the LORD’s spirit go when he went from me to speak to you?”"},{"number":24,"verse":"Micaiah replied, “Look, you will see in the day when you go into an inner room to hide.”"},{"number":25,"verse":"Then the king of Israel said, “Take Micaiah and return him to Amon the city official and Joash the king’s son."},{"number":26,"verse":"Say, ‘This is what the king says: “Put this man in prison. Give him only a little bread and water (tn Heb “the bread of affliction and the water of affliction.”) until I return safely.”’”"},{"number":27,"verse":"Micaiah said, “If you really do return safely, then the LORD has not spoken through me!” Then he added, “Take note, (tn Heb “Listen.”) all you people.”"},{"number":28,"verse":"The king of Israel and King Jehoshaphat of Judah attacked Ramoth Gilead."},{"number":29,"verse":"The king of Israel said to Jehoshaphat, “I will disguise myself and then enter (tn The Hebrew verbal forms could be imperatives (“Disguise yourself and enter”), but this would make no sense in light of the immediately following context. The forms are better interpreted as infinitives absolute functioning as cohortatives (see IBHS 594 §35.5.2a). Some prefer to emend the forms to imperfects.) the battle; but you wear your royal attire.” So the king of Israel disguised himself and they entered the battle."},{"number":30,"verse":"Now the king of Syria had ordered his chariot commanders, “Do not fight common soldiers or high ranking officers; (tn Heb “small or great.”) fight only the king of Israel!”"},{"number":31,"verse":"When the chariot commanders saw Jehoshaphat, they said, “He must be the king of Israel!” So they turned and attacked him, but Jehoshaphat cried out. The LORD helped him; God lured them away from him."},{"number":32,"verse":"When the chariot commanders realized he was not the king of Israel, they turned away from him."},{"number":33,"verse":"Now an archer shot an arrow at random (tn Heb “now a man drew a bow in his innocence” (i. e., with no specific target in mind, or at least without realizing his target was the king of Israel).) and it struck the king of Israel between the plates of his armor. The king (tn Heb “he”; the referent (the king) has been specified in the translation for clarity.) ordered his charioteer, “Turn around and take me from the battle line, (tn Heb “camp.”) for I am wounded.”"},{"number":34,"verse":"While the battle raged throughout the day, the king stood propped up in his chariot opposite the Syrians. He died in the evening as the sun was setting."}]}