{"bibleAbbr":"NET2007","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"(Ahaz’s Reign) Ahaz was twenty years old when he began to reign, and he reigned for sixteen years in Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) He did not do what pleased the LORD, in contrast to his ancestor David. (tn Heb “and he did not do what was proper in the eyes of the Lord, like David his father.”)"},{"number":2,"verse":"He followed in the footsteps of (tn Heb “he walked in the ways of.”) the kings of Israel; he also made images of the Baals."},{"number":3,"verse":"He offered sacrifices in the Valley of Ben-Hinnom and passed his sons through the fire, (sn This may refer to child sacrifice, though some interpret it as a less drastic cultic practice (NEB “burnt his sons in the fire”; NASB “burned his sons in the fire”; NIV “sacrificed his sons in the fire”; NRSV “made his sons pass through fire”). For discussion see M. Cogan and H. Tadmor, II Kings (AB), 266-67.) a horrible sin practiced by the nations (tn Heb “like the abominable practices of the nations.”) whom the LORD drove out before the Israelites."},{"number":4,"verse":"He offered sacrifices and burned incense on the high places, on the hills, and under every green tree."},{"number":5,"verse":"The LORD his God handed him over to the king of Syria. The Syrians (tn Heb “they”; the referent (the Syrians) has been specified in the translation for clarity.) defeated him and deported many captives to Damascus. (tn Heb “and took captive from him a great captivity and brought [them] to Damascus.”) He was also handed over to the king of Israel, who thoroughly defeated him. (tn Heb “who struck him down with a great striking.”)"},{"number":6,"verse":"In one day King Pekah son of Remaliah of Israel killed 120000 warriors in Judah, because they had abandoned the LORD God of their ancestors. (tn Heb “fathers” (also in vv. 9, 25).)"},{"number":7,"verse":"Zikri, an Ephraimite warrior, killed the king’s son Maaseiah, Azrikam, the supervisor of the palace, and Elkanah, the king’s second-in-command."},{"number":8,"verse":"The Israelites seized from their brothers 200000 wives, sons, and daughters. They also carried off a huge amount of plunder and took it (tn Heb “the loot.” The pronoun (“it”) has been used in the translation for stylistic reasons, to avoid redundancy.) back to Samaria. (map For location see Map2-B1; Map4-D3; Map5-E2; Map6-A4; Map7-C1.)"},{"number":9,"verse":"Oded, a prophet of the LORD, was there. He went to meet the army as they arrived in Samaria and said to them: “Look, because the LORD God of your ancestors was angry with Judah he handed them over to you. You have killed them so mercilessly that God has taken notice. (tn Heb “and you killed them with anger [that] reaches as far as heaven.”)"},{"number":10,"verse":"And now you are planning (tn Heb “saying.”) to enslave (tn Heb “to enslave as male servants and female servants.”) the people (tn Heb “sons.”) of Judah and Jerusalem. Yet are you not also guilty before the LORD your God?"},{"number":11,"verse":"Now listen to me! Send back those you have seized from your brothers, for the LORD is very angry at you!” (tn Heb “for the rage of the anger of the Lord is upon you.”)"},{"number":12,"verse":"So some of (tn Heb “men from.”) the Ephraimite family leaders, Azariah son of Jehochanan, Berechiah son of Meshillemoth, Jechizkiah son of Shallum, and Amasa son of Hadlai confronted (tn Heb “arose against.”) those returning from the battle."},{"number":13,"verse":"They said to them, “Don’t bring those captives here! Are you planning on making us even more sinful and guilty before the LORD? (tn Heb “for to the guilt of the Lord upon us you are saying to add to our sins and our guilty deeds.”) Our guilt is already great and the LORD is very angry at Israel.” (tn Heb “for great is [the] guilt to us and rage of anger is upon Israel.”)"},{"number":14,"verse":"So the soldiers released the captives and the plunder before the officials and the entire assembly."},{"number":15,"verse":"Men were assigned to take the prisoners and find clothes among the plunder for those who were naked. (tn Heb “and the men who were designated by names arose and took the captives and all their naked ones they clothed from the loot.”) So they clothed them, supplied them with sandals, gave them food and drink, and provided them with oil to rub on their skin. (tn Heb “and poured oil on them.”) They put the ones who couldn’t walk on donkeys. (tn Heb “and they led them on donkeys, with respect to everyone stumbling.”) They brought them back to their brothers at Jericho, (map For location see Map5-B2; Map6-E1; Map7-E1; Map8-E3; Map10-A2; Map11-A1.) the city of the date palm trees, and then returned to Samaria."},{"number":16,"verse":"At that time King Ahaz asked the king (tc Most Hebrew mss read the plural, “kings,” but one Hebrew ms, the LXX and Vulgate read the singular “king.” Note the singular in v. 20.) of Assyria for help."},{"number":17,"verse":"The Edomites had again invaded and defeated Judah and carried off captives."},{"number":18,"verse":"The Philistines had raided the cities of Judah in the lowlands (tn Heb “Shephelah.”) and the Negev. They captured and settled in Beth Shemesh, Aijalon, Gederoth, Soco and its surrounding villages, Timnah and its surrounding villages, and Gimzo and its surrounding villages."},{"number":19,"verse":"The LORD humiliated (tn Or “subdued.”) Judah because of King Ahaz of Israel, (sn That is, “of Judah.” Frequently in 2 Chronicles “Israel” is substituted for “Judah.”) for he encouraged Judah to sin and was very (tn The infinitive absolute precedes the finite verbal form to emphasize the degree of Ahaz’s unfaithfulness.) unfaithful to the LORD."},{"number":20,"verse":"King Tiglath-pileser (tn Heb “Tilgath-pilneser,” a variant spelling of Tiglath-pileser.) of Assyria came, but he gave him more trouble than support. (tn Heb “and he caused him distress and did not strengthen him.”)"},{"number":21,"verse":"Ahaz gathered riches (tn Heb “divided up,” but some read חִלֵּץ (khillets, “despoiled”).) from the LORD’s temple, the royal palace, and the officials and gave them to the king of Assyria, but that did not help."},{"number":22,"verse":"During his time of trouble King Ahaz was even more unfaithful to the LORD."},{"number":23,"verse":"He offered sacrifices to the gods of Damascus whom he thought had defeated him. (tn Heb “the gods of Damascus, the ones who had defeated him.” The words “he thought” are supplied in the translation for clarification. The perspective is that of Ahaz, not the narrator! Another option is that “the kings” has been accidentally omitted after “gods of.” See v. 23b.) He reasoned, (tn Heb “said.”) “Since the gods of the kings of Damascus helped them, I will sacrifice to them so they will help me.” But they caused him and all Israel to stumble."},{"number":24,"verse":"Ahaz gathered the items in God’s temple and removed them. He shut the doors of the LORD’s temple and erected altars on every street corner in Jerusalem."},{"number":25,"verse":"In every city throughout Judah he set up high places to offer sacrifices to other gods. He angered the LORD God of his ancestors."},{"number":26,"verse":"The rest of the events of Ahaz’s reign, including his accomplishments from start to finish, are recorded in the Scroll of the Kings of Judah and Israel. (tn Heb “As for the rest of his events, and all his ways, the former and the latter, look, they are written on the scroll of the kings of Judah and Israel.”)"},{"number":27,"verse":"Ahaz passed away (tn Heb “lay down with his fathers.”) and was buried in the City of David; (sn The phrase the City of David refers here to the fortress of Zion in Jerusalem, not to Bethlehem. See 2 Sam 5:7.) they did not bring him to the tombs of the kings of Israel. His son Hezekiah replaced him as king."}]}