{"bibleAbbr":"NET2007","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"The Building of the Temple Solomon began building the LORD’s temple in Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) on Mount Moriah, where the LORD had appeared to his father David. This was the place that David prepared at the threshing floor of Ornan (tn In 2 Sam 24:16 this individual is called אֲרַוְנָא (“Aravna”; traditionally “Araunah”). The form of the name found here also occurs in 1 Chr 21:15; 18–28.) the Jebusite."},{"number":2,"verse":"He began building on the second day of the second month of the fourth year of his reign. (sn This would be April-May, 966 b. c. by modern reckoning.)"},{"number":3,"verse":"Solomon laid the foundation for God’s temple; (tn Heb “and these are the founding of Solomon to build the house of God.”) its length (determined according to the old standard of measure) was 90 feet, and its width 30 feet. (tn Heb “the length [in] cubits by the former measure was sixty cubits, and a width of twenty cubits.” Assuming a length of 18 inches (45 cm) for the standard cubit, the length of the foundation would be 90 feet (27 m) and its width 30 feet (9 m).)"},{"number":4,"verse":"The porch in front of the main hall was 30 feet long, corresponding to the width of the temple, (tc Heb “and the porch which was in front of the length corresponding to the width of the house, twenty cubits.” The phrase הֵיכַל הַבַּיִת (heykhal habbayit, “the main hall of the temple,” which appears in the parallel account in 1 Kgs 6:3) has been accidentally omitted by homoioarcton after עַל־פְּנֵי (’al-pÿney, “in front of”). Note that the following form, הָאֹרֶךְ (ha’orekh, “the length”), also begins with the Hebrew letter he (ה). A scribe’s eye probably jumped from the initial he on הֵיכַל to the initial he on הָאֹרֶךְ, leaving out the intervening letters in the process.) and its height was 30 feet. (tc The Hebrew text has “one hundred and twenty cubits,” i. e. (assuming a cubit of 18 inches) 180 feet (54 m). An ancient Greek witness and the Syriac version read “twenty cubits,” i. e., 30 feet (9 m). It is likely that מֵאָה (me’ah, “a hundred”), is a corruption of an original אַמּוֹת (’ammot, “cubits”).) He plated the inside with pure gold."},{"number":5,"verse":"He paneled (tn Heb “covered.”) the main hall (tn Heb “the large house.”) with boards made from evergreen trees (tn Heb “wood of evergreens.”) and plated it with fine gold, decorated with palm trees and chains. (tn Heb “and he put up on it palm trees and chains.”)"},{"number":6,"verse":"He decorated the temple with precious stones; the gold he used came from Parvaim. (tn Heb “and he plated the house [with] precious stone for beauty, and the gold was the gold of Parvaim.”sn The location of Parvaim, the source of the gold for Solomon’s temple, is uncertain. Some have identified it with modern Farwa in Yemen; others relate it to the Sanskrit parvam and understand it to be a general term for the regions east of Palestine.)"},{"number":7,"verse":"He overlaid the temple’s rafters, thresholds, walls and doors with gold; he carved decorative cherubim on the walls."},{"number":8,"verse":"He made the most holy place; (tn Heb “the house of the holy place of holy places.”) its length was 30 feet, (tn Heb “twenty cubits.” Assuming a cubit of 18 inches (45 cm), this would give a length of 30 feet (9 m).) corresponding to the width of the temple, and its width 30 feet. (tc Heb “twenty cubits.” Some suggest adding, “and its height twenty cubits” (see 1 Kgs 6:20). The phrase could have been omitted by homoioteleuton.) He plated it with 600 talents (tn The Hebrew word כִּכַּר (kikar, “circle”) refers generally to something that is round. When used of metals it can refer to a disk-shaped weight made of the metal or, by extension, to a standard unit of weight. According to the older (Babylonian) standard the “talent” weighed 130 lbs. (58.9 kg), but later this was lowered to 108.3 lbs. (49.1 kg). More recent research suggests the “light” standard talent was 67.3 lbs. (30.6 kg). Using this as the standard for calculation, the weight of the gold plating was 40380 lbs. (18360 kg).) of fine gold."},{"number":9,"verse":"The gold nails weighed 50 shekels; he also plated the upper areas with gold."},{"number":10,"verse":"In the most holy place he made two images of cherubim and plated them with gold."},{"number":11,"verse":"The combined wing span of the cherubs was 30 feet. (tn Heb “and the wings of the cherubs, their length was twenty cubits.” Assuming a cubit of 18 inches (45 cm), the wingspan of the cherubs would have been 30 feet (9 m).) One of the first cherub’s wings was seven and one-half feet long and touched one wall of the temple; its other wing was also seven and one-half feet long and touched one of the second cherub’s wings. (tn Heb “the wing of the one was five cubits from the touching of the wall of the house, and the other wing was five cubits from the touching of the wing of the other cherub.” Assuming a cubit of 18 inches (45 cm), each wing would have been 7.5 feet (2.25 m) long.)"},{"number":12,"verse":"Likewise one of the second cherub’s wings was seven and one-half feet long and touched the other wall of the temple; its other wing was also seven and one-half feet long and touched one of the first cherub’s wings. (tn Heb “and the wing of the one (הָאֶחָד, ha’ekhad, “the one”; this should probably be emended to הָאַחֵר, ha’akher, “the other”) cherub was five cubits, touching the wall of the house, and the other wing was five cubits, clinging to the wing of the other cherub.”)"},{"number":13,"verse":"The combined wingspan of these cherubim was 30 feet. (tn Heb “the wings of these cherubs were spreading twenty cubits.”) They stood upright, facing inward. (tn Heb “and they were standing on their feet, with their faces to the house.” An alternative translation of the last clause would be, “with their faces to the main hall.”)"},{"number":14,"verse":"He made the curtain out of violet, purple, crimson, and white fabrics, and embroidered on it decorative cherubim."},{"number":15,"verse":"In front of the temple he made two pillars which had a combined length (sn The figure given here appears to refer to the combined length of both pillars (perhaps when laid end-to-end on the ground prior to being set up; cf. v. 17); the figure given for the height of the pillars in 1 Kgs 7:15, 2 Kgs 25:17, and Jer 52:21 is half this (i. e., eighteen cubits).) of 52Â½ feet, (tc The Syriac reads “eighteen cubits” (twenty-seven feet). This apparently reflects an attempt at harmonization with 1 Kgs 7:15, 2 Kgs 25:17, and Jer 52:21.) with each having a plated capital seven and one-half feet high. (tn Heb “and he made before the house two pillars, thirty-five cubits [in] length, and the plated capital which was on its top [was] five cubits.” The significance of the measure “thirty-five cubits” (52.5 feet or 15.75 m, assuming a cubit of 18 inches) for the “length” of the pillars is uncertain. According to 1 Kgs 7:15, each pillar was eighteen cubits (27 feet or 8.1 m) high. Perhaps the measurement given here was taken with the pillars lying end-to-end on the ground before they were set up.)"},{"number":16,"verse":"He made ornamental chains (tn The Hebrew text adds here, “in the inner sanctuary,” but the description at this point is of the pillars, not the inner sanctuary.) and put them on top of the pillars. He also made one hundred pomegranate-shaped ornaments and arranged them within the chains."},{"number":17,"verse":"He set up the pillars in front of the temple, one on the right side and the other on the left. (tn Or “one on the south and the other on the north.”) He named the one on the right Jachin, (tn The name “Jachin” appears to be a verbal form and probably means, “he establishes.”) and the one on the left Boaz. (tn The meaning of the name “Boaz” is uncertain. For various proposals, see BDB 126-27 s. v. בֹּעַז. One attractive option is to revocalize the name asבְּעֹז (bÿ’oz, “in strength”) and to understand it as completing the verbal form on the first pillar. Taking the words together and reading from right to left, one can translate the sentence, “he establishes [it] in strength.”)"}]}