{"bibleAbbr":"NET2007","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":36,"verses":[{"number":1,"verse":"Jehoahaz’s Reign The people of the land took Jehoahaz son of Josiah and made him king in his father’s place in Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":2,"verse":"Jehoahaz was twenty-three years old when he became king, and he reigned three months in Jerusalem."},{"number":3,"verse":"The king of Egypt prevented him from ruling in Jerusalem and imposed on the land a special tax (tn Or “a fine.”) of one hundred talents (tn The Hebrew word כִּכַּר (kikar, “circle”) refers generally to something that is round. When used of metals it can refer to a disk-shaped weight made of the metal or, by extension, to a standard unit of weight. According to the older (Babylonian) standard the “talent” weighed 130 lbs. (58.9 kg), but later this was lowered to 108.3 lbs. (49.1 kg). More recent research suggests the “light” standard talent was 67.3 lbs. (30.6 kg). Using this as the standard for calculation, the weight of the silver was 6730 lbs. (3060 kg).) of silver and a talent of gold."},{"number":4,"verse":"The king of Egypt made Jehoahaz’s (tn Heb “his”; the referent (Jehoahaz) has been specified in the translation for clarity.) brother Eliakim king over Judah and Jerusalem, and changed his name to Jehoiakim. Necho seized his brother Jehoahaz and took him to Egypt."},{"number":5,"verse":"Jehoiakim’s Reign Jehoiakim was twenty-five years old when he became king, and he reigned for eleven years in Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) He did evil in the sight of (tn Heb “in the eyes of.”) the LORD his God."},{"number":6,"verse":"King Nebuchadnezzar of Babylon attacked him, (tn Heb “came up against him.”) bound him with bronze chains, and carried him away (tn Heb “to carry him away.”) to Babylon."},{"number":7,"verse":"Nebuchadnezzar took some of the items in the LORD’s temple to Babylon and put them in his palace (tn Or “temple.”) there. (tn Heb “in Babylon.” Repeating the proper name “Babylon” here would be redundant in contemporary English, so “there” has been used in the translation.)"},{"number":8,"verse":"The rest of the events of Jehoiakim’s reign, including the horrible sins he committed and his shortcomings, are recorded in the Scroll of the Kings of Israel and Judah. (tn Heb “As for the rest of the events of Jehoiakim, and his horrible deeds which he did and that which was found against him, look, they are written on the scroll of the kings of Israel and Judah.”) His son Jehoiachin replaced him as king."},{"number":9,"verse":"Jehoiachin’s Reign Jehoiachin was eighteen (tc The Hebrew text reads “eight,” but some ancient textual witnesses, as well as the parallel text in 2 Kgs 24:8, have “eighteen.”) years old when he became king, and he reigned three months and ten days in Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) He did evil in the sight of (tn Heb “in the eyes of.”) the LORD."},{"number":10,"verse":"At the beginning of the year King Nebuchadnezzar ordered him to be brought (tn Heb “sent and brought him.”) to Babylon, along with the valuable items in the LORD’s temple. In his place he made his relative (tn Heb “and he made Zedekiah his brother king.” According to the parallel text in 2 Kgs 24:17, Zedekiah was Jehoiachin’s uncle, not his brother. Therefore many interpreters understand אח here in its less specific sense of “relative” (NEB “made his father’s brother Zedekiah king”; NASB “made his kinsman Zedekiah king”; NIV “made Jehoiachin’s uncle, Zedekiah, king”; NRSV “made his brother Zedekiah king”).) Zedekiah king over Judah and Jerusalem."},{"number":11,"verse":"Zedekiah’s Reign Zedekiah was twenty-one years old when he became king, and he ruled for eleven years in Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":12,"verse":"He did evil in the sight of (tn Heb “in the eyes of.”) the LORD his God. He did not humble himself before Jeremiah the prophet, the LORD’s spokesman."},{"number":13,"verse":"He also rebelled against King Nebuchadnezzar, who had made him vow allegiance (tn Or “made him swear an oath.”) in the name of God. He was stubborn and obstinate, and refused to return (tn Heb “and he stiffened his neck and strengthened his heart from returning.”) to the LORD God of Israel."},{"number":14,"verse":"All the leaders of the priests and people became more unfaithful and committed the same horrible sins practiced by the nations. (tn Heb “like the abominable practices of the nations.”) They defiled the LORD’s temple which he had consecrated in Jerusalem."},{"number":15,"verse":"The Babylonians Destroy Jerusalem The LORD God of their ancestors (tn Heb “fathers.”) continually warned them through his messengers, (tn Heb “and the Lord God of their fathers sent against them by the hand of his messengers, getting up early and sending.”) for he felt compassion for his people and his dwelling place."},{"number":16,"verse":"But they mocked God’s messengers, despised his warnings, (tn Heb “his words.”) and ridiculed his prophets. (tn All three verbal forms (“mocked,” “despised,” and “ridiculed”) are active participles in the Hebrew text, indicating continual or repeated action. They made a habit of rejecting God’s prophetic messengers.) Finally the LORD got very angry at his people and there was no one who could prevent his judgment. (tn Heb “until the anger of the Lord went up against his people until there was no healer.”)"},{"number":17,"verse":"He brought against them the king of the Babylonians, who slaughtered (tn Heb “killed with the sword.”) their young men in their temple. (tn Heb “in the house of their sanctuary.”) He did not spare (tn Or “show compassion to.”) young men or women, or even the old and aging. God (tn Heb “he”; the referent (God) has been specified in the translation for clarity.) handed everyone over to him."},{"number":18,"verse":"He carried away to Babylon all the items in God’s temple, whether large or small, as well as what was in the treasuries of the LORD’s temple and in the treasuries of the king and his officials."},{"number":19,"verse":"They burned down the LORD’s temple and tore down the wall of Jerusalem. (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) They burned all its fortified buildings and destroyed all its valuable items."},{"number":20,"verse":"He deported to Babylon all who escaped the sword. They served him and his sons until the Persian kingdom rose to power."},{"number":21,"verse":"This took place to fulfill the LORD’s message delivered through Jeremiah. (tn Heb “to fulfill the word of the Lord by the mouth of Jeremiah.”) The land experienced (tn Or “accepted.”) its sabbatical years; (sn According to Lev 25:4, the land was to remain uncultivated every seventh year. Lev 26:33–35 warns that the land would experience a succession of such sabbatical rests if the people disobeyed God, for he would send them away into exile.) it remained desolate for seventy years, (sn Concerning the seventy years see Jer 25:11.) as prophesied. (tn Heb “all the days of the desolation it rested to fulfill the seventy years.”sn Cyrus’ edict (see vv. 22–23) occurred about fifty years after the fall of Jerusalem in 586 b. c., which is most naturally understood as the beginning point of the “days of desolation” mentioned in v. 21. The number “seventy” is probably used in a metaphorical sense, indicating a typical lifetime and suggesting a thorough or complete judgment that would not be lifted until an entirely new generation emerged.)"},{"number":22,"verse":"Cyrus Allows the Exiles to Go Home In the first year of the reign of (tn The words “the reign of” are supplied in the translation for clarification.) King Cyrus of Persia, in fulfillment of the promise he delivered through Jeremiah, (tn Heb “to complete the word of the Lord by the mouth of Jeremiah.”sn Regarding the promise he delivered through Jeremiah see Jer 29:10.) the LORD moved (tn Heb “stirred the spirit of.”) King Cyrus of Persia to issue a written decree throughout his kingdom."},{"number":23,"verse":"It read: “This is what King Cyrus of Persia says: ‘The LORD God of the heavens has given to me all the kingdoms of the earth. He has appointed me to build for him a temple in Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) in Judah. May the LORD your God energize you who belong to his people, so you may be able to go back there!” (tn Heb “Whoever [is] among you from all his people – may the Lord his God [be] with him so that he may go up.”)"}]}