{"bibleAbbr":"NET2007","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"(Solomon Entertains a Queen) When the queen of Sheba heard about Solomon, (tn Heb “the report about Solomon.”) she came to challenge (tn Or “test.”) him (tn Heb “Solomon.” The recurrence of the proper name here is redundant in terms of contemporary English style, so the pronoun has been used in the translation instead.) with difficult questions. (tn Or “riddles.”) She arrived in Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) with a great display of pomp, (tn Heb “with very great strength.” The Hebrew word חַיִל (khayil, “strength”) may refer here to the size of her retinue or to the great wealth she brought with her.) bringing with her camels carrying spices, (tn Or “balsam oil.”) a very large quantity of gold, and precious gems. She visited Solomon and discussed with him everything that was on her mind."},{"number":2,"verse":"Solomon answered all her questions; there was no question too complex for the king. (tn Heb “Solomon declared to her all her words; there was not a word hidden from the king which he did not declare to her.” If riddles are specifically in view (see v. 1), then one might translate, “Solomon explained to her all her riddles; there was no riddle too complex for the king.”)"},{"number":3,"verse":"When the queen of Sheba saw for herself Solomon’s extensive wisdom, (tn Heb “all the wisdom of Solomon.”) the palace (tn Heb “house.”) he had built,"},{"number":4,"verse":"the food in his banquet hall, (tn Heb “the food on his table.”) his servants and attendants (tn Heb “the seating of his servants and the standing of his attendants.”) in their robes, his cupbearers in their robes, and his burnt sacrifices which he presented in the LORD’s temple, (tc The Hebrew text has here, “and his upper room [by] which he was going up to the house of the Lord.” But עֲלִיָּתוֹ (’aliyyato, “his upper room”) should be emended to עֹלָתוֹ, (’olato, “his burnt sacrifice[s]”). See the parallel account in 1 Kgs 10:5.) she was amazed. (tn Or “it took her breath away”; Heb “there was no breath still in her.”)"},{"number":5,"verse":"She said to the king, “The report I heard in my own country about your wise sayings and insight (tn Heb “about your words [or perhaps, “deeds”] and your wisdom.”) was true!"},{"number":6,"verse":"I did not believe these things until I came and saw them with my own eyes. Indeed, I didn’t hear even half the story! (tn Heb “the half was not told to me.”) Your wisdom surpasses what was reported to me."},{"number":7,"verse":"Your attendants, who stand before you at all times and hear your wise sayings, are truly happy! (tn Heb “How happy are your men! How happy are these servants of yours, who stand before you continually, who hear your wisdom!”)"},{"number":8,"verse":"May the LORD your God be praised because he favored (tn Or “delighted in.”) you by placing you on his throne as the one ruling on his behalf! (tn Heb “as king for the Lord your God.”) Because of your God’s love for Israel and his lasting commitment to them, (tn Heb “to make him stand permanently.”) he made you king over them so you could make just and right decisions.” (tn Heb “to do justice and righteousness.”)"},{"number":9,"verse":"She gave the king 120 talents (tn The Hebrew word כִּכַּר (kikar, “circle”) refers generally to something that is round. When used of metals it can refer to a disk-shaped weight made of the metal or, by extension, to a standard unit of weight. According to the older (Babylonian) standard the “talent” weighed 130 lbs. (58.9 kg), but later this was lowered to 108.3 lbs. (49.1 kg). More recent research suggests the “light” standard talent was 67.3 lbs. (30.6 kg). Using this as the standard for calculation, the weight of the gold was 8076 lbs. (3672 kg).) of gold and a very large quantity of spices and precious gems. The quantity of spices the queen of Sheba gave King Solomon has never been matched. (tn Heb “there has not been like those spices which the queen of Sheba gave to King Solomon.”)"},{"number":10,"verse":"(Huram’s (tn Heb “Huram’s” (also in v. 21). Some medieval Hebrew mss, along with the LXX, Syriac, and Vulgate spell the name “Hiram,” agreeing with 1 Chr 14:1. “Huram” is a variant spelling referring to the same individual.) servants, aided by Solomon’s servants, brought gold from Ophir, as well as (tn Heb “who brought gold from Ophir, brought.”) fine (tn Heb “algum.”) timber and precious gems."},{"number":11,"verse":"With the timber the king made steps (tn Heb “tracks.” The parallel text in 1 Kgs 10:12 has a different term whose meaning is uncertain: “supports,” perhaps “banisters” or “parapets.”) for the LORD’s temple and royal palace as well as stringed instruments (tn Two types of stringed instruments are specifically mentioned in the Hebrew text, the כִּנּוֹר (kinnor, “zither”) and נֶבֶל (nevel, “harp”).) for the musicians. No one had seen anything like them in the land of Judah prior to that. (tn Heb “there was not seen like these formerly in the land of Judah.”) )"},{"number":12,"verse":"King Solomon gave the queen of Sheba everything she requested, more than what she had brought him. (tn Heb “besides what she brought to the king.”) Then she left and returned (tn Heb “turned and went.”) to her homeland with her attendants."},{"number":13,"verse":"(Solomon’s Wealth) Solomon received 666 talents (tn The Hebrew word כִּכַּר (kikar, “circle”) refers generally to something that is round. When used of metals it can refer to a disk-shaped weight made of the metal or, by extension, to a standard unit of weight. According to the older (Babylonian) standard the “talent” weighed 130 lbs. (58.9 kg), but later this was lowered to 108.3 lbs. (49.1 kg). More recent research suggests the “light” standard talent was 67.3 lbs. (30.6 kg). Using this as the standard for calculation, the weight of the gold Solomon received annually was 44822 lbs. (20380 kg).) of gold per year, (tn Heb “the weight of the gold which came to Solomon in one year was 666 units of gold.”)"},{"number":14,"verse":"besides what he collected from the merchants (tn Heb “traveling men.”) and traders. All the Arabian kings and the governors of the land also brought gold and silver to Solomon."},{"number":15,"verse":"King Solomon made two hundred large shields of hammered gold; 600 measures (tn The Hebrew text has simply “600,” with no unit of measure given.) of hammered gold were used for each shield."},{"number":16,"verse":"He also made three hundred small shields of hammered gold; 300 measures (tn The Hebrew text has simply “300,” with no unit of measure given.) of gold were used for each of those shields. The king placed them in the Palace of the Lebanon Forest. (sn This name was appropriate because of the large amount of cedar, undoubtedly brought from Lebanon, used in its construction. The cedar pillars in the palace must have given it the appearance of a forest. See 1 Kgs 7:2.)"},{"number":17,"verse":"The king made a large throne decorated with ivory and overlaid it with pure gold."},{"number":18,"verse":"There were six steps leading up to the throne, and a gold footstool was attached to the throne. (tc The parallel text of 1 Kgs 10:19 has instead “and the back of it was rounded on top.”) The throne had two armrests with a statue of a lion standing on each side. (tn Heb “[There were] armrests on each side of the place of the seat, and two lions standing beside the armrests.”)"},{"number":19,"verse":"There were twelve statues of lions on the six steps, one lion at each end of each step. There was nothing like it in any other kingdom. (tn Heb “nothing like it had been made for any kingdom.”)"},{"number":20,"verse":"All of King Solomon’s cups were made of gold, and all the household items in the Palace of the Lebanon Forest were made of pure gold. There were no silver items, for silver was not considered very valuable in Solomon’s time. (tn Heb “there was no silver, it was not regarded as anything in the days of Solomon.”)"},{"number":21,"verse":"The king had a fleet of large merchant ships (tn Heb “for ships belonging to the king were going [to] Tarshish with the servants of Huram.” This probably refers to large ships either made in or capable of traveling to the distant western port of Tarshish.) manned by Huram’s men (tn Heb “servants.”) that sailed the sea. Once every three years the fleet (tn Heb “the fleet of Tarshish [ships].”) came into port with cargoes of (tn Heb “the ships of Tarshish came carrying.”) gold, silver, ivory, apes, and peacocks. (tn The meaning of this word is unclear; some suggest it refers to “baboons.” NEB has “monkeys,” NASB, NRSV “peacocks,” and NIV “baboons.”)"},{"number":22,"verse":"King Solomon was wealthier and wiser than any of the kings of the earth. (tn Heb “King Solomon was greater than all the kings of the earth with respect to wealth and wisdom.”)"},{"number":23,"verse":"All the kings of the earth wanted to visit Solomon to see him display his God-given wisdom. (tn Heb “and all the kings of the earth were seeking the face of Solomon to hear his wisdom which God had placed in his heart.”)"},{"number":24,"verse":"Year after year visitors brought their gifts, which included items of silver, items of gold, clothes, perfume, spices, horses, and mules. (tn Heb “and they were bringing each one his gift, items of silver…and mules, the matter of a year in a year.”)"},{"number":25,"verse":"Solomon had 4000 stalls for his chariot horses (tc The parallel text of 1 Kgs 10:26 reads “fourteen hundred chariots.”) and 12000 horses. He kept them in assigned cities and in Jerusalem. (tn Heb “he placed them in the chariot cities and with the king in Jerusalem.”map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.)"},{"number":26,"verse":"He ruled all the kingdoms from the Euphrates River (tn Heb “the River.” In biblical Hebrew the Euphrates River was typically referred to simply as “the River.”) to the land of the Philistines as far as the border of Egypt."},{"number":27,"verse":"The king made silver as plentiful (tn The words “as plentiful” are supplied for clarification.) in Jerusalem as stones; cedar was (tn Heb “he made cedar.”) as plentiful as sycamore fig trees are in the lowlands (tn Heb “as the sycamore fig trees which are in the Shephelah.”) ."},{"number":28,"verse":"Solomon acquired horses from Egypt and from all the lands."},{"number":29,"verse":"(Solomon’s Reign Ends) The rest of the events of Solomon’s reign, from start to finish, are recorded (tn Heb “As for the rest of the events of Solomon, the former and the latter, are they not written?”) in the Annals of Nathan the Prophet, the Prophecy of Ahijah the Shilonite, and the Vision of Iddo the Seer pertaining to Jeroboam son of Nebat."},{"number":30,"verse":"Solomon ruled over all Israel from Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) for forty years."},{"number":31,"verse":"Then Solomon passed away (tn Heb “lay down with his fathers.”) and was buried in the city of his father David. His son Rehoboam replaced him as king."}]}