{"bibleAbbr":"NET2007","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":13,"verses":[{"number":1,"verse":"(The Destruction of the Temple) Now (tn Here καί (kai) has been translated as “now” to indicate the transition to a new topic.) as Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) was going out of the temple courts, one of his disciples said to him, “Teacher, look at these tremendous stones and buildings!” (sn The Jerusalem temple was widely admired around the world. See Josephus, Ant. 15.11 [15.380-425]; J. W. 5.5 [5.184-227] and Tacitus, History 5.8, who called it “immensely opulent.” Josephus compared it to a beautiful snowcapped mountain.)"},{"number":2,"verse":"Jesus said to him, “Do you see these great buildings? Not one stone will be left on another. (sn With the statement not one stone will be left on another Jesus predicted the total destruction of the temple, something that did occur in a. d. 70.) All will be torn down!” (tn Grk “not one stone will be left here on another which will not be thrown down.”)"},{"number":3,"verse":"(Signs of the End of the Age) So (tn Here καί (kai) has been translated as “so” to indicate the implied result of previous action(s) in the narrative.) while he was sitting on the Mount of Olives opposite the temple, Peter, James, John, (tn Grk “and James and John,” but καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more.) and Andrew asked him privately,"},{"number":4,"verse":"“Tell us, when will these things (sn Both references to these things are plural, so more than the temple’s destruction is in view. The question may presuppose that such a catastrophe signals the end.) happen? And what will be the sign that all these things are about to take place?”"},{"number":5,"verse":"Jesus began to say to them, “Watch out (tn Or “Be on guard.”) that no one misleads you."},{"number":6,"verse":"Many will come in my name, saying, ‘I am he,’ (tn That is, “I am the Messiah.”) and they will mislead many."},{"number":7,"verse":"When you hear of wars and rumors of wars, do not be alarmed. These things must happen, but the end is still to come. (tn Grk “it is not yet the end.”)"},{"number":8,"verse":"For nation will rise up in arms (tn For the translation “rise up in arms” see L&N 55.2.) against nation, and kingdom against kingdom. There will be earthquakes in various places, and there will be famines. (sn See Isa 5:13–14; 13:6–16; Hag 2:6–7; Zech 14:4.) These are but the beginning of birth pains."},{"number":9,"verse":"(Persecution of Disciples) “You must watch out for yourselves. You will be handed over (tn Grk “They will hand you over.” “They” is an indefinite plural, referring to people in general. The parallel in Matt 10:17 makes this explicit.) to councils (sn Councils in this context refers to local judicial bodies attached to the Jewish synagogue. This group would be responsible for meting out justice and discipline within the Jewish community.) and beaten in the synagogues. (sn See the note on synagogue in 1:21.) You will stand before governors and kings (sn These statements look at persecution both from a Jewish context as the mention of councils and synagogues suggests, and from a Gentile one as the reference to governors and kings suggests. Some fulfillment of Jewish persecution can be seen in Acts.) because of me, as a witness to them."},{"number":10,"verse":"First the gospel must be preached to all nations."},{"number":11,"verse":"When they arrest you and hand you over for trial, do not worry about what to speak. But say whatever is given you at that time, (tn Grk “in that hour.”) for it is not you speaking, but the Holy Spirit."},{"number":12,"verse":"Brother will hand over brother to death, and a father his child. Children will rise against (tn Or “will rebel against.”) parents and have them put to death."},{"number":13,"verse":"You will be hated by everyone because of my name. (sn See 1 Cor 1:25–31.) But the one who endures to the end will be saved. (sn But the one who endures to the end will be saved. Jesus was not claiming here that salvation is by works, because he had already taught that it is by grace (cf. 10:15). He was simply arguing that genuine faith evidences itself in persistence through even the worst of trials.)"},{"number":14,"verse":"(The Abomination of Desolation) “But when you see the abomination of desolation (sn The reference to the abomination of desolation is an allusion to Dan 9:27. Though some have seen the fulfillment of Daniel’s prophecy in the actions of Antiochus IV (or a representative of his) in 167 b. c., the words of Jesus seem to indicate that Antiochus was not the final fulfillment, but that there was (from Jesus’ perspective) still another fulfillment yet to come. Some argue that this was realized in a. d. 70, while others claim that it refers specifically to Antichrist and will not be fully realized until the period of the great tribulation at the end of the age (cf. Mark 13:19, 24; Matt 24:21; Rev 3:10).) standing where it should not be (let the reader understand), then those in Judea must flee (sn Fleeing to the mountains is a key OT image: Gen 19:17; Judg 6:2; Isa 15:5; Jer 16:16; Zech 14:5.) to the mountains."},{"number":15,"verse":"The one on the roof (sn Most of the roofs in the NT were flat roofs made of pounded dirt, sometimes mixed with lime or stones, supported by heavy wooden beams. They generally had an easy means of access, either a sturdy wooden ladder or stone stairway, sometimes on the outside of the house.) must not come down or go inside to take anything out of his house. (sn The nature of the judgment coming upon them will be so quick and devastating that one will not have time to come down or go inside to take anything out of his house. It is best just to escape as quickly as possible.)"},{"number":16,"verse":"The one in the field must not turn back to get his cloak."},{"number":17,"verse":"Woe to those who are pregnant and to those who are nursing their babies in those days!"},{"number":18,"verse":"Pray that it may not be in winter."},{"number":19,"verse":"For in those days there will be suffering (tn Traditionally, “tribulation.”) unlike anything that has happened (sn Suffering unlike anything that has happened. Some refer this event to the destruction of Jerusalem in a. d. 70. While the events of a. d. 70 may reflect somewhat the comments Jesus makes here, the reference to the scope and severity of this judgment strongly suggest that much more is in view. Most likely Jesus is referring to the great end-time judgment on Jerusalem in the great tribulation.) from the beginning of the creation that God created until now, or ever will happen."},{"number":20,"verse":"And if the Lord had not cut short those days, no one would be saved. But because of the elect, whom he chose, he has cut them (tn Grk “the days.”) short."},{"number":21,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) if anyone says to you, ‘Look, here is the Christ!’ (tn Or “the Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn See the note on Christ in 8:29.) or ‘Look, there he is!’ do not believe him."},{"number":22,"verse":"For false messiahs (tn Or “false christs”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”) and false prophets will appear and perform signs and wonders to deceive, if possible, the elect."},{"number":23,"verse":"Be careful! I have told you everything ahead of time."},{"number":24,"verse":"(The Arrival of the Son of Man) “But in those days, after that suffering, (tn Traditionally, “tribulation.”) the sun will be darkened and the moon will not give its light;"},{"number":25,"verse":"the stars will be falling from heaven , and the powers in the heavens will be shaken."},{"number":26,"verse":"Then everyone (tn Grk “they.”) will see the Son of Man arriving in the clouds (sn An allusion to Dan 7:13. Here is Jesus returning with full judging authority.) with great power and glory."},{"number":27,"verse":"Then he will send angels and they will gather his elect from the four winds, from the ends of the earth to the ends of heaven. (tn Or “of the sky”; the Greek word οὐρανός (ouranos) may be translated “sky” or “heaven,” depending on the context.)"},{"number":28,"verse":"(The Parable of the Fig Tree) “Learn this parable from the fig tree: Whenever its branch becomes tender and puts out its leaves, you know that summer is near."},{"number":29,"verse":"So also you, when you see these things happening, know (tn The verb γινώσκετε (ginwskete, “know”) can be parsed as either present indicative or present imperative. In this context the imperative fits better, since the movement is from analogy (trees and seasons) to the future (the signs of the coming of the kingdom) and since the emphasis is on preparation for this event.) that he is near, right at the door."},{"number":30,"verse":"I tell you the truth, (tn Grk “Truly (ἀμήν, amhn), I say to you.”) this generation (sn This is one of the hardest verses in the gospels to interpret. Various views exist for what generation means. (1) Some take it as meaning “race” and thus as an assurance that the Jewish race (nation) will not pass away. But it is very questionable that the Greek term γενεά (genea) can have this meaning. Two other options are possible. (2) Generation might mean “this type of generation” and refer to the generation of wicked humanity. Then the point is that humanity will not perish, because God will redeem it. Or (3) generation may refer to “the generation that sees the signs of the end” (v. 26), who will also see the end itself. In other words, once the movement to the return of Christ starts, all the events connected with it happen very quickly, in rapid succession.) will not pass away until all these things take place."},{"number":31,"verse":"Heaven and earth will pass away, but my words will never pass away. (sn The words that Jesus predicts here will never pass away. They are more stable and lasting than creation itself! For this kind of image, see Isa 40:8; 55:10–11.)"},{"number":32,"verse":"(Be Ready!) “But as for that day or hour no one knows it — neither the angels in heaven, nor the Son (sn The phrase nor the Son has caused a great deal of theological debate because on the surface it appears to conflict with the concept of Jesus’ deity. The straightforward meaning of the text is that the Son does not know the time of his return. If Jesus were divine, though, wouldn’t he know this information? There are other passages which similarly indicate that Jesus did not know certain things. For example, Luke 2:52 indicates that Jesus grew in wisdom; this has to mean that Jesus did not know everything all the time but learned as he grew. So Mark 13:32 is not alone in implying that Jesus did not know certain things. The best option for understanding Mark 13:32 and similar passages is to hold the two concepts in tension: The Son in his earthly life and ministry had limited knowledge of certain things, yet he was still deity.) — except the Father."},{"number":33,"verse":"Watch out! Stay alert! (tc The vast majority of witnesses (א A C L W Θ Ψ Ë113 Ï lat sy co) have καὶ προσεύχεσθε after ἀγρυπνεῖτε (agrupneite kai proseucesqe, “stay alert and pray”). This may be a motivated reading, influenced by the similar command in Mark 14:38 where προσεύχεσθε is solidly attested, and more generally from the parallel in Luke 21:36 (though δέομαι [deomai, “ask”] is used there). As B. M. Metzger notes, it is a predictable variant that scribes would have been likely to produce independently of each other (TCGNT 95). The words are not found in B D 2427 a c {d} k. Although the external evidence for the shorter reading is slender, it probably better accounts for the longer reading than vice versa.) For you do not know when the time will come."},{"number":34,"verse":"It is like a man going on a journey. He left his house and put his slaves (tn See the note on the word “slave” in 10:44.) in charge, assigning (tn Grk “giving.”) to each his work, and commanded the doorkeeper to stay alert."},{"number":35,"verse":"Stay alert, then, because you do not know when the owner of the house will return — whether during evening, at midnight, when the rooster crows, or at dawn —"},{"number":36,"verse":"or else he might find you asleep when he returns suddenly."},{"number":37,"verse":"What I say to you I say to everyone: Stay alert!”"}]}