{"bibleAbbr":"NET2007","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":15,"verses":[{"number":1,"verse":"Jesus Brought Before Pilate Early in the morning, after forming a plan, the chief priests with the elders and the experts in the law (tn Or “and the scribes.” See the note on the phrase “experts in the law” in 1:22.) and the whole Sanhedrin tied Jesus up, led him away, and handed him over to Pilate. (sn The Jews most assuredly wanted to put Jesus to death, but they lacked the authority to do so. For this reason they handed him over to Pilate in hopes of securing a death sentence. The Romans kept close control of the death penalty in conquered territories to prevent it being used to execute Roman sympathizers.)"},{"number":2,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of previous action in the narrative.) Pilate asked him, “Are you the king (sn “Are you the king of the Jews?” Pilate was interested in this charge because of its political implications of sedition against Rome.) of the Jews?” He replied, (tn Grk “answering, he said to him.” The participle ἀποκριθείς (apokriqeis) is redundant, but the syntax of the phrase has been modified for clarity.) “You say so.” (sn The reply “You say so” is somewhat enigmatic, like Jesus’ earlier reply to the Jewish leadership (mentioned in Matt 26:64 and Luke 22:70).)"},{"number":3,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) the chief priests began to accuse him repeatedly."},{"number":4,"verse":"So Pilate asked him again, (tn Grk “Pilate asked him again, saying.” The participle λέγων (legwn) is redundant and has not been translated.) “Have you nothing to say? See how many charges they are bringing against you!”"},{"number":5,"verse":"But Jesus made no further reply, so that Pilate was amazed."},{"number":6,"verse":"Jesus and Barabbas During the feast it was customary to release one prisoner to the people, (tn Grk “them”; the referent (the people) has been specified in the translation for clarity. sn The custom of Pilate to release one prisoner to them is unknown outside the gospels in Jewish writings, but it was a Roman custom at the time and thus probably used in Palestine as well (cf. Matt 27:15; John 18:39); see W. W. Wessel, “Mark,” EBC 8:773-74.) whomever they requested."},{"number":7,"verse":"A man named Barabbas was imprisoned with rebels who had committed murder during an insurrection."},{"number":8,"verse":"Then the crowd came up and began to ask Pilate to release a prisoner for them, as was his custom. (tn Grk “Coming up the crowd began to ask [him to do] as he was doing for them.”)"},{"number":9,"verse":"So Pilate asked them, (tn Grk “Pilate answered them, saying.” The participle λέγων (legwn) is redundant and has not been translated.) “Do you want me to release the king of the Jews for you?”"},{"number":10,"verse":"(For he knew that the chief priests had handed him over because of envy.) (sn This is a parenthetical note by the author.)"},{"number":11,"verse":"But the chief priests stirred up the crowd to have him release (tn Grk “to have him release for them.”) Barabbas instead."},{"number":12,"verse":"So Pilate spoke to them again, (tn Grk “answering, Pilate spoke to them again.” The participle ἀποκριθείς (apokriqeis) is redundant and has not been translated.) “Then what do you want me to do (tc Instead of “what do you want me to do” several witnesses, including the most important ones (א B C W Δ Ψ Ë113 33 892 2427 pc), lack θέλετε (qelete, “you want”), turning the question into the more abrupt “what should I do?” Although the witnesses for the longer reading are not as significant (A D Θ 0250 Ï latt sy), the reading without θέλετε conforms to Matt 27:22 and thus is suspected of being a scribal emendation. The known scribal tendency to assimilate one synoptic passage to another parallel, coupled with the lack of such assimilation in mss that are otherwise known to do this most frequently (the Western and Byzantine texts), suggests that θέλετε is authentic. Further, Mark’s known style of being generally more verbose and redundant than Matthew’s argues that θέλετε is authentic here. That this is the longer reading, however, and that a good variety of witnesses omit the word, gives one pause. Perhaps the wording without θέλετε would have been perceived as having greater homiletical value, motivating scribes to move in this direction. A decision is difficult, but on the whole internal evidence leads toward regarding θέλετε as authentic.) with the one you call king of the Jews?”"},{"number":13,"verse":"They shouted back, “Crucify (sn Crucifixion was the cruelest form of punishment practiced by the Romans. Roman citizens could not normally undergo it. It was reserved for the worst crimes, like treason and evasion of due process in a capital case. The Roman historian Cicero called it “a cruel and disgusting penalty” (Against Verres 2.5.63-66 §§163-70); Josephus (J. W. 7.6.4 [7.203]) called it the worst of deaths.) him!”"},{"number":14,"verse":"Pilate asked them, “Why? What has he done wrong?” But they shouted more insistently, “Crucify him!”"},{"number":15,"verse":"Because he wanted to satisfy the crowd, Pilate released Barabbas for them. Then, (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) after he had Jesus flogged, (tn The Greek term φραγελλόω (fragellow) refers to flogging. BDAG 1064 s. v. states, “flog, scourge, a punishment inflicted on slaves and provincials after a sentence of death had been pronounced on them. So in the case of Jesus before the crucifixion…Mt 27:26; Mk 15:15.”sn A Roman flogging (traditionally, “scourging”) was an excruciating punishment. The victim was stripped of his clothes and bound to a post with his hands fastened above him (or sometimes he was thrown to the ground). Guards standing on either side of the victim would incessantly beat him with a whip (flagellum) made out of leather with pieces of lead and bone inserted into its ends. While the Jews only allowed 39 lashes, the Romans had no such limit; many people who received such a beating died as a result. See C. Schneider, TDNT, 4:515-19.) he handed him over (tn Or “delivered him up.”) to be crucified."},{"number":16,"verse":"Jesus is Mocked So (tn Here δέ (de) has been translated as “So” to indicate that the soldiers’ action is in response to Pilate’s condemnation of the prisoner in v. 15.) the soldiers led him into the palace (that is, the governor’s residence) (tn Grk “(that is, the praetorium).” sn The governor’s residence (Grk “praetorium”) was the Roman governor’s official residence. The one in Jerusalem may have been Herod’s palace in the western part of the city, or the fortress Antonia northwest of the temple area.) and called together the whole cohort. (sn A Roman cohort was a tenth of a legion, about 500-600 soldiers.)"},{"number":17,"verse":"They put a purple cloak (sn The purple cloak probably refers to a military garment which had the color of royal purple, and thus resembled a king’s robe. The soldiers did this to Jesus as a form of mockery in view of the charges that he was a king (cf. 15:2).) on him and after braiding (tn Or “weaving.”) a crown of thorns, (sn The crown may have been made from palm spines or some other thorny plant common in Israel. In placing the crown of thorns on his head, the soldiers were unwittingly symbolizing God’s curse on humanity (cf. Gen 3:18) being placed on Jesus. Their purpose would have been to mock Jesus’ claim to be a king; the crown of thorns would have represented the “radiant corona” portrayed on the heads of rulers on coins and other artifacts in the 1st century.) they put it on him."},{"number":18,"verse":"They began to salute him: “Hail, king of the Jews!” (tn Or “Long live the King of the Jews!”sn The statement Hail, King of the Jews! is a mockery patterned after the Romans’ cry of Ave, Caesar (“Hail, Caesar!”).)"},{"number":19,"verse":"Again and again (tn The verb here has been translated as an iterative imperfect.) they struck him on the head with a staff (tn Or “a reed.” The Greek term can mean either “staff” or “reed.” See BDAG 502 s. v. κάλαμος 2.) and spit on him. Then they knelt down and paid homage to him."},{"number":20,"verse":"When they had finished mocking (tn The aorist tense is taken consummatively here.) him, they stripped him of the purple cloak and put his own clothes back on him. Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) they led him away to crucify him. (sn See the note on Crucify in 15:13.)"},{"number":21,"verse":"The Crucifixion The soldiers (tn Grk “They”; the referent (the soldiers) has been specified in the translation for clarity.) forced (tn Or “conscripted”; or “pressed into service.”) a passerby to carry his cross, (sn Jesus was beaten severely with a whip before this (the prelude to crucifixion, known to the Romans as verberatio, mentioned in Matt 27:26; Mark 15:15; John 19:1), so he would have been weak from trauma and loss of blood. Apparently he was unable to bear the cross himself, so Simon was conscripted to help (in all probability this was only the crossbeam, called in Latin the patibulum, since the upright beam usually remained in the ground at the place of execution). Cyrene was located in North Africa where Tripoli is today. Nothing more is known about this Simon.) Simon of Cyrene, who was coming in from the country (tn Or perhaps, “was coming in from his field” outside the city (BDAG 15-16 s. v. ἀγρός 1).) (he was the father of Alexander and Rufus)."},{"number":22,"verse":"They brought Jesus (tn Grk “him.”) to a place called Golgotha (tn Grk “a place, Golgotha.” This is an Aramaic name; see John 19:17.) (which is translated, “Place of the Skull”). (sn The place called Golgotha (which is translated “Place of the Skull”). This location is north and just outside of Jerusalem. The hill on which it is located protruded much like a skull, giving the place its name. The Latin word for the Greek term κρανίον (kranion) is calvaria, from which the English word “Calvary” is derived (cf. Luke 23:33 in the KJV).)"},{"number":23,"verse":"They offered him wine mixed with myrrh, (sn It is difficult to say for certain who gave Jesus this drink of wine mixed with myrrh (e. g., the executioner, or perhaps women from Jerusalem). In any case, whoever gave it to him most likely did so in order to relieve his pain, but Jesus was unwilling to take it.) but he did not take it."},{"number":24,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) they crucified (sn See the note on Crucify in 15:13.) him and divided his clothes, throwing dice (tn Grk “by throwing the lot” (probably by using marked pebbles or broken pieces of pottery). A modern equivalent, “throwing dice,” was chosen here because of its association with gambling. According to L&N 6.219 a term for “dice” is particularly appropriate. sn An allusion to Ps 22:18.) for them, to decide what each would take."},{"number":25,"verse":"It was nine o’clock in the morning (tn Grk “It was the third hour.” This time would have been approximate, and could refer to the beginning of the process, some time before Jesus was lifted on the cross.) when they crucified him."},{"number":26,"verse":"The inscription (sn Mention of the inscription is an important detail, because the inscription would normally give the reason for the execution. It shows that Jesus was executed for claiming to be a king. It was also probably written with irony from the executioners’ point of view.) of the charge against him read, “The king of the Jews.”"},{"number":27,"verse":"And they crucified two outlaws with him, one on his right and one on his left. (tc Most later mss add 15:28 “And the scripture was fulfilled that says, ‘He was counted with the lawless ones.’” Verse 28 is included in L Θ 083 0250 Ë113 33 Ï lat, but is lacking in important Alexandrian and Western mss and some others (א A B C D Ψ pc). The addition of the verse with its quotation from Isa 53:12 probably represents a scribal assimilation from Luke 22:37. It was almost certainly not an original part of Mark’s Gospel. The present translation follows NA27 in omitting the verse number, a procedure also followed by a number of other modern translations.)"},{"number":29,"verse":"Those who passed by defamed him, shaking their heads and saying, “Aha! You who can destroy the temple and rebuild it in three days,"},{"number":30,"verse":"save yourself and come down from the cross!” (sn There is rich irony in the statement of those who were passing by, “Save yourself and come down from the cross!” In summary, they wanted Jesus to come down from the cross and save his physical life, but it was indeed his staying on the cross and giving his physical life that led to the fact that they could experience a resurrection from death to life. There is a similar kind of irony in the statement made by the chief priests and experts in the law in 15:31.)"},{"number":31,"verse":"In the same way even the chief priests — together with the experts in the law (tn Or “with the scribes.” See the note on the phrase “experts in the law” in 1:22. Only “chief priests” is in the nominative case; this sentence structure attempts to capture this emphasis.) — were mocking him among themselves: (tn Grk “Mocking him, the chief priests…said among themselves.”) “He saved others, but he cannot save himself!"},{"number":32,"verse":"Let the Christ, (tn Or “the Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn See the note on Christ in 8:29.) the king of Israel, come down from the cross now, that we may see and believe!” Those who were crucified with him also spoke abusively to him. (sn Mark’s wording suggests that both of the criminals spoke abusively to him. If so, one of them quickly changed his attitude toward Jesus (see Luke 23:40–43).)"},{"number":33,"verse":"Jesus’ Death Now (tn Here καί (kai) has been translated as “now” to indicate the transition to a new topic.) when it was noon, (tn Grk “When the sixth hour had come.”) darkness came over the whole land (sn This imagery has parallels to the Day of the Lord: Joel 2:10; Amos 8:9; Zeph 1:15.) until three in the afternoon. (tn Grk “until the ninth hour.”)"},{"number":34,"verse":"Around three o’clock (tn The repetition of the phrase “three o’clock” preserves the author’s rougher, less elegant style (cf. Matt 27:45–46; Luke 23:44). Although such stylistic matters are frequently handled differently in the translation, because the issue of synoptic literary dependence is involved here, it was considered important to reflect some of the stylistic differences among the synoptics in the translation, so that the English reader can be aware of them.) Jesus cried out with a loud voice, “Eloi, Eloi, lema sabachthani?” which means, “My God, my God, why have you forsaken me?” (sn A quotation from Ps 22:1.)"},{"number":35,"verse":"When some of the bystanders heard it they said, “Listen, he is calling for Elijah!” (sn Perhaps the crowd thought Jesus was calling for Elijah because the exclamation “my God, my God” (i. e., in Aramaic, Eloi, Eloi) sounds like the name Elijah.)"},{"number":36,"verse":"Then someone ran, filled a sponge with sour wine, (sn Sour wine refers to cheap wine that was called in Latin posca, a cheap vinegar wine diluted heavily with water. It was the drink of slaves and soldiers, and was probably there for the soldiers who had performed the crucifixion.) put it on a stick, (tn Grk “a reed.”) and gave it to him to drink, saying, “Leave him alone! Let’s see if Elijah will come to take him down!”"},{"number":37,"verse":"But Jesus cried out with a loud voice and breathed his last."},{"number":38,"verse":"And the temple curtain (tn The referent of this term, καταπέτασμα (katapetasma), is not entirely clear. It could refer to the curtain separating the holy of holies from the holy place (Josephus, J. W. 5.5.5 [5.219]), or it could refer to one at the entrance of the temple court (Josephus, J. W. 5.5.4 [5.212]). Many argue that the inner curtain is meant because another term, κάλυμμα (kalumma), is also used for the outer curtain. Others see a reference to the outer curtain as more likely because of the public nature of this sign. Either way, the symbolism means that access to God has been opened up. It also pictures a judgment that includes the sacrifices.) was torn in two, from top to bottom."},{"number":39,"verse":"Now when the centurion, (sn A centurion was a noncommissioned officer in the Roman army or one of the auxiliary territorial armies, commanding a centuria of (nominally) 100 men. The responsibilities of centurions were broadly similar to modern junior officers, but there was a wide gap in social status between them and officers, and relatively few were promoted beyond the rank of senior centurion. The Roman troops stationed in Judea were auxiliaries, who would normally be rewarded with Roman citizenship after 25 years of service. Some of the centurions may have served originally in the Roman legions (regular army) and thus gained their citizenship at enlistment. Others may have inherited it, like Paul.) who stood in front of him, saw how he died, (tn Grk “the way he breathed his last”; or “the way he expired”; or “that he thus breathed no more.”) he said, “Truly this man was God’s Son!”"},{"number":40,"verse":"There were also women, watching from a distance. Among them were Mary Magdalene, and Mary the mother of James the younger and of Joses, (sn In Matt 27:56 the name Joses is written as Joseph.) and Salome."},{"number":41,"verse":"When he was in Galilee, they had followed him and given him support. (tn Grk “and ministered to him.”sn Cf. Luke 8:3.) Many other women who had come up with him to Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) were there too."},{"number":42,"verse":"Jesus’ Burial Now (tn Here καί (kai) has been translated as “now” to indicate the transition to a new topic and introduction of a new character.) when evening had already come, since it was the day of preparation (that is, the day before the Sabbath), (sn The day of preparation was the day before the Sabbath when everything had to be prepared for it, as no work could be done on the Sabbath.)"},{"number":43,"verse":"Joseph of Arimathea, a highly regarded member of the council, (tn Grk “a councillor” (as a member of the Sanhedrin, see L&N 11.85). This indicates that some individuals among the leaders did respond to Jesus.) who was himself looking forward to (tn Or “waiting for.”) the kingdom of God, (sn Though some dispute that Joseph of Arimathea was a disciple of Jesus, this remark that he was looking forward to the kingdom of God and his actions regarding Jesus’ burial suggest otherwise.) went boldly to Pilate and asked for the body of Jesus. (sn Asking for the body of Jesus was indeed a bold move on the part of Joseph of Arimathea, for it clearly and openly identified him with a man who had just been condemned and executed, namely, Jesus. His faith is exemplary, especially for someone who was a member of the council that handed Jesus over for crucifixion (cf. Luke 23:51). He did this because he sought to give Jesus an honorable burial.)"},{"number":44,"verse":"Pilate was surprised that he was already dead. He (tn Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) called the centurion and asked him if he had been dead for some time."},{"number":45,"verse":"When Pilate (tn Grk “he”; the referent (Pilate) has been specified in the translation for clarity.) was informed by the centurion, (sn See the note on the word centurion in 15:39.) he gave the body to Joseph."},{"number":46,"verse":"After Joseph (tn Grk “he”; the referent (Joseph of Arimathea) has been specified in the translation for clarity.) bought a linen cloth (tn The term σινδών (sindwn) can refer to a linen cloth used either for clothing or for burial.) and took down the body, he wrapped it in the linen and placed it in a tomb cut out of the rock. (tn That is, cut or carved into an outcropping of natural rock, resulting in a cave-like structure (see L&N 19.25).) Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he rolled a stone across the entrance (tn Or “to the door,” “against the door.”) of the tomb."},{"number":47,"verse":"Mary Magdalene and Mary the mother of Joses saw where the body (tn Grk “it”; the referent (Jesus’ body) has been specified in the translation for clarity.) was placed."}]}