{"bibleAbbr":"NET2007","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":6,"verses":[{"number":1,"verse":"(Rejection at Nazareth) Now (tn Grk “And.” Here καί (kai) has been translated as “now” to indicate the transition to a new topic.) Jesus left that place and came to his hometown, (sn Jesus’ hometown (where he spent his childhood years) was Nazareth, about 20 miles (30 km) southwest of Capernaum.) and his disciples followed him."},{"number":2,"verse":"When the Sabbath came, he began to teach in the synagogue. (sn See the note on synagogue in 1:21. Jesus undoubtedly took the opportunity on this occasion to speak about his person and mission, and the relation of both to OT fulfillment.) Many who heard him were astonished, saying, “Where did he get these ideas? (tn Or “this teaching”; Grk “these things.” The response of the people centers upon the content of Jesus’ teaching, so the phrase “these ideas” was supplied in the text to make this clear.) And what is this wisdom that has been given to him? What are these miracles that are done through his hands?"},{"number":3,"verse":"Isn’t this the carpenter, the son (tc Evidently because of the possible offensiveness of designating Jesus a carpenter, several mss ([Ì45vid] Ë13 33vid [565 579] 700 [2542] pc it vgmss) harmonize the words “carpenter, the son” to the parallel passage in Matt 13:55, “the son of the carpenter.” Almost all the rest of the mss read “the carpenter, the son.” Since the explicit designation of Jesus as a carpenter is the more difficult reading, and is much better attested, it is most likely correct.) of Mary (sn The reference to Jesus as the carpenter is probably derogatory, indicating that they knew Jesus only as a common laborer like themselves. The reference to him as the son of Mary (even though Jesus’ father was probably dead by this point) appears to be somewhat derogatory, for a man was not regarded as his mother’s son in Jewish usage unless an insult was intended (cf. Judg 11:1–2; John 6:42; 8:41; 9:29).) and brother of James, Joses, Judas, and Simon? And aren’t his sisters here with us?” And so they took offense at him."},{"number":4,"verse":"Then (tn Grk “And.” Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) Jesus said to them, “A prophet is not without honor except in his hometown, and among his relatives, and in his own house.”"},{"number":5,"verse":"He was not able to do a miracle there, except to lay his hands on a few sick people and heal them."},{"number":6,"verse":"And he was amazed because of their unbelief. Then (tn Grk “And.” Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he went around among the villages and taught."},{"number":7,"verse":"(Sending Out the Twelve Apostles) Jesus (tn Grk “He”; the referent (Jesus) has been specified in the translation for clarity.) called the twelve and began to send them out two by two. He gave them authority over the unclean spirits. (sn The phrase unclean spirits refers to evil spirits.)"},{"number":8,"verse":"He instructed them to take nothing for the journey except a staff (sn Neither Matt 10:9–10 nor Luke 9:3 allow for a staff. It might be that Matthew and Luke mean not taking an extra staff, or that the expression is merely rhetorical for “traveling light,” which has been rendered in two slightly different ways.) — no bread, no bag, (tn Or “no traveler’s bag”; or possibly “no beggar’s bag” (L&N 6.145; BDAG 811 s. v. πήρα).) no money in their belts —"},{"number":9,"verse":"and to put on sandals but not to wear two tunics. (tn Or “shirts” (a long garment worn under the cloak next to the skin). The name for this garment (χιτών, citwn) presents some difficulty in translation. Most modern readers would not understand what a “tunic” was any more than they would be familiar with a “chiton.” On the other hand, attempts to find a modern equivalent are also a problem: “Shirt” conveys the idea of a much shorter garment that covers only the upper body, and “undergarment” (given the styles of modern underwear) is more misleading still. “Tunic” was therefore employed, but with a note to explain its nature.)"},{"number":10,"verse":"He said to them, “Wherever you enter a house, stay there (sn Jesus telling his disciples to stay there in one house contrasts with the practice of religious philosophers in the ancient world who went from house to house begging.) until you leave the area."},{"number":11,"verse":"If a place will not welcome you or listen to you, as you go out from there, shake the dust off (sn To shake the dust off represented shaking off the uncleanness from one’s feet; see Luke 10:11; Acts 13:51; 18:6. It was a sign of rejection.) your feet as a testimony against them.”"},{"number":12,"verse":"So (tn Grk “And.” Here καί (kai) has been translated as “so” to indicate the implied result of previous action(s) in the narrative.) they went out and preached that all should repent."},{"number":13,"verse":"They cast out many demons and anointed many sick people with oil and healed them."},{"number":14,"verse":"(The Death of John the Baptist) Now (tn Grk “And.” Here καί (kai) has been translated as “now” to indicate the transition to a new topic.) King Herod (sn Herod was technically not a king, but a tetrarch, a ruler with rank and authority lower than a king. A tetrarch ruled only with the approval of the Roman authorities. This was roughly equivalent to being governor of a region. In the NT, Herod, who ruled over Galilee, is called a king (Matt 14:9, Mark 6:14–29), reflecting popular usage rather than an official title.) heard this, for Jesus’ (tn Grk “his”; the referent (Jesus) has been specified in the translation for clarity.) name had become known. Some (tn Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) were saying, “John the baptizer (tn While Matthew and Luke consistently use the noun βαπτίστης (baptisths, “the Baptist”) to refer to John, as a kind of a title, Mark prefers the substantival participle ὁ βαπτίζων (Jo baptizwn, “the one who baptizes, the baptizer”) to describe him (only twice does he use the noun [Mark 6:25; 8:28]).) has been raised from the dead, and because of this, miraculous powers are at work in him.”"},{"number":15,"verse":"Others said, “He is Elijah.” Others said, “He is a prophet, like one of the prophets from the past.”"},{"number":16,"verse":"But when Herod heard this, he said, “John, whom I beheaded, has been raised!”"},{"number":17,"verse":"For Herod himself had sent men, arrested John, and bound him in prison on account of Herodias, his brother Philip’s wife, because Herod (tn Grk “he”; here it is necessary to specify the referent as “Herod,” since the nearest previous antecedent in the translation is Philip.) had married her."},{"number":18,"verse":"For John had repeatedly told (tn The imperfect tense verb is here rendered with an iterative force.) Herod, “It is not lawful for you to have your brother’s wife.” (sn It is not lawful for you to have your brother’s wife. This was a violation of OT law (Lev 18:16; 20:21). In addition, both Herod Antipas and Herodias had each left marriages to enter into this union.)"},{"number":19,"verse":"So Herodias nursed a grudge against him and wanted to kill him. But (tn Grk “and.” Here καί (kai) has been translated as “but” to indicate the contrast present in this context.) she could not"},{"number":20,"verse":"because Herod stood in awe of (tn Grk “was fearing,” “was respecting”; the imperfect tense connotes an ongoing fear or respect for John.) John and protected him, since he knew that John (tn Grk “he”; the referent (John) has been specified in the translation for clarity.) was a righteous and holy man. When Herod (tn Grk “he”; the referent (Herod) has been specified in the translation for clarity.) heard him, he was thoroughly baffled, (tc In place of ἠπόρει (hporei, “he was baffled”) the majority of mss (A C D Ë1 33 Ï lat sy) have ἐποίει (epoiei, “he did”; cf. KJV’s “he did many things.”) The best mss (א B L [W] Θ 2427 co) support the reading followed in the translation. The variation may be no more than a simple case of confusion of letters, since the two readings look very much alike. The verb ποιέω (poiew, “I do”) certainly occurs more frequently than ἀπορέω (aporew, “I am at a loss”), so a scribe would be more likely to write a more familiar word. Further, even though the reading ἐποίει is the harder reading in terms of the sense, it is virtually nonsensical here, rendering it most likely an unintentional corruption. tn Or “terribly disturbed,” “rather perplexed.” The verb ἀπορέω (aporew) means “to be in perplexity, with the implication of serious anxiety” (L&N 32.9).) and yet (tn Grk “and.” Here καί (kai) has been translated as “and yet” to indicate the concessive nature of the final clause.) he liked to listen to John. (tn Grk “him”; the referent (John) has been specified in the translation for clarity.)"},{"number":21,"verse":"But (tn Grk “And.” Here καί (kai) has been translated as “but” to indicate the contrast present in this context.) a suitable day (tn Grk “a day of opportunity”; cf. BDAG 407 s. v. εὔκαιρος, “in our lit. only pert. to time than is considered a favorable occasion for some event or circumstance, well-timed, suitable.”) came, when Herod gave a banquet on his birthday for his court officials, military commanders, and leaders of Galilee."},{"number":22,"verse":"When his daughter Herodias (tc Behind “his daughter Herodias” is a most difficult textual problem. The reading adopted in the translation, τῆς θυγατρὸς αὐτοῦ ῾Ηρῳδιάδος (th\" qugatro\" aujtou Jerwdiado\"), is supported by א B D L Δ 565 pc; it is also the most difficult reading internally since it describes Herodias as Herod’s daughter. Other readings are less awkward, but they do not have adequate external support. The reading τῆς θυγατρὸς αὐτῆς τῆς ῾Ηρῳδιάδος (th\" qugatro\" auth\" th\" &erwdiado\", “the daughter of Herodias herself”) is supported by A C (W) Θ Ë13 33 Ï, but this is also grammatically awkward. The easiest reading, τῆς θυγατρὸς τῆς ῾Ηρῳδιάδος (“the daughter of Herodias”) is supported by Ë1 pc, but this reading probably arose from an accidental omission of αὐτῆς in the previous reading. The reading τῆς θυγατρὸς αὐτοῦ ῾Ηρῳδιάδος, despite its historical difficulties, is most likely original due to external attestation and the fact that it most likely gave rise to the other readings as scribes sought to correct it.) came in and danced, she pleased Herod and his dinner guests. The king said to the girl, “Ask me for whatever you want and I will give it to you.”"},{"number":23,"verse":"He swore to her, (tc ‡ The witnesses here support several different readings: αὐτῇ πολλά (auth polla, “to her insistently”) is found in D Θ 565 700 it; πολλά is the reading of Ì45vid 28; both words are lacking in L pc; and א A B C2vid Ë13 33 2427 Ï lat have just αὐτῇ. The best candidates for authenticity, on external grounds, are αὐτῇ πολλά and αὐτῇ. So the issue revolves around whether πολλά is part of the text. On the one hand, πολλά used adverbially is a distinctive Markanism (10 of the 16 NT instances are found in Mark; of the other Gospels, Matthew alone adds a single example [Matt 9:14]). It could be argued that such an unremarkable term would go unnoticed by the scribes, and consequently would not have been inserted in imitation of Mark’s style observed elsewhere. On the other hand, the largest cluster of instances of an adverbial πολλά are in Mark 5–6, with the most recent example coming just three verses earlier (Mark 5:23, 38, 43; 6:20). Scribes may well have imitated the usage so recently and so frequently seen. Further, the best Alexandrian witnesses, as well as good representatives of the Western and Byzantines texts, lack πολλά. On the whole, though a decision is difficult, it is probably best to read the text without πολλά. NA27 places the word in brackets, indicating some doubt as to its authenticity.) “Whatever you ask I will give you, up to half my kingdom.” (sn The expression up to half my kingdom is a proverbial comment meaning “great wealth.”)"},{"number":24,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of previous action(s) in the narrative.) she went out and said to her mother, “What should I ask for?” Her mother (tn Grk “She said”; the referent (the girl’s mother) has been specified in the translation for clarity.) said, “The head of John the baptizer.” (tn While Matthew and Luke consistently use the noun βαπτίστης (baptisths, “the Baptist”) to refer to John, as a kind of a title, Mark employs the substantival participle ὁ βαπτίζων (Jo baptizwn, “the one who baptizes, the baptizer”) to describe him (though twice he does use the noun [Mark 6:25; 8:28]).)"},{"number":25,"verse":"Immediately she hurried back to the king and made her request: (tn Grk “she asked, saying.” The participle λέγουσα (legousa) is redundant and has not been translated.) “I want the head of John the Baptist on a platter immediately.”"},{"number":26,"verse":"Although it grieved the king deeply, (tn Grk “and being deeply grieved, the king did not want.”) he did not want to reject her request because of his oath and his guests."},{"number":27,"verse":"So (tn Grk “And.” Here καί (kai) has been translated as “so” to indicate the implied result of previous action(s) in the narrative.) the king sent an executioner at once to bring John’s (tn Grk “his”; the referent (John the Baptist) has been specified in the translation for clarity.) head, and he went and beheaded John in prison."},{"number":28,"verse":"He brought his head on a platter and gave it to the girl, and the girl gave it to her mother."},{"number":29,"verse":"When John’s (tn Grk “his”; the referent (John the Baptist) has been specified in the translation for clarity.) disciples heard this, they came and took his body and placed it in a tomb."},{"number":30,"verse":"(The Feeding of the Five Thousand) Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) the apostles gathered around Jesus and told him everything they had done and taught."},{"number":31,"verse":"He said to them, “Come with me privately to an isolated place and rest a while” (for many were coming and going, and there was no time to eat)."},{"number":32,"verse":"So they went away by themselves in a boat to some remote place."},{"number":33,"verse":"But many saw them leaving and recognized them, and they hurried on foot (tn Grk “ran together on foot.” The idea of συντρέχω (suntrecw) is “to come together quickly to form a crowd” (L&N 15.133).) from all the towns (tn Or “cities.”) and arrived there ahead of them. (tc The translation here follows the reading προῆλθον (prohlqon, “they preceded”), found in א B (0187) 892 2427 pc lat co. Some mss (D 28 33 700 pc) read συνῆλθον (sunhlqon, “arrived there with them”), while the majority of mss, most of them late (Ì84vid [A Ë13] Ï syh), conflate the two readings (προῆλθον αὐτοὺς καὶ συνῆλθον πρὸς αὐτόν, “they preceded them and came together to him”). The reading adopted here thus has better external credentials than the variants. As well, it is the harder reading internally, being changed “by copyists who thought it unlikely that the crowd on the land could have outstripped the boat” (TCGNT 78).)"},{"number":34,"verse":"As Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) came ashore (tn Grk “came out [of the boat],” with the reference to the boat understood.) he saw the large crowd and he had compassion on them, because they were like sheep without a shepherd. So (tn Grk “And.” Here καί (kai) has been translated as “So” to indicate this action is the result of Jesus’ compassion on the crowd in the narrative.) he taught them many things."},{"number":35,"verse":"When it was already late, his disciples came to him and said, “This is an isolated place (tn Or “a desert” (meaning a deserted or desolate area with sparse vegetation).) and it is already very late."},{"number":36,"verse":"Send them away so that they can go into the surrounding countryside and villages and buy something for themselves to eat.”"},{"number":37,"verse":"But he answered them, (tn Grk “answering, he said to them.” The participle ἀποκριθείς (apokriqeis) is redundant, but the syntax of the sentence has been changed for clarity.) “You (tn Here the pronoun ὑμεῖς (Jumeis) is used, making “you” in the translation emphatic.) give them something to eat.” And they said, “Should we go and buy bread for two hundred silver coins (sn The silver coin referred to here is the denarius. A denarius, inscribed with a picture of Tiberius Caesar, was worth approximately one day’s wage for a laborer. Two hundred denarii was thus approximately equal to eight months’ wages. The disciples did not have the resources in their possession to feed the large crowd, so Jesus’ request is his way of causing them to trust him as part of their growth in discipleship.) and give it to them to eat?”"},{"number":38,"verse":"He said to them, “How many loaves do you have? Go and see.” When they found out, they said, “Five — and two fish.”"},{"number":39,"verse":"Then he directed them all to sit down in groups on the green grass."},{"number":40,"verse":"So they reclined in groups of hundreds and fifties."},{"number":41,"verse":"He took the five loaves and the two fish, and looking up to heaven, he gave thanks and broke the loaves. He (tn Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) gave them to his (tc ‡ Most mss (Ì45 A D W Θ Ë113 Ï lat sy) have αὐτοῦ (autou, “his”) after τοῖς μαθηταῖς (toi\" maqhtai\", “the disciples”), but several excellent witnesses (א B L Δ 33 579 892 1241 1424 2427 pc) lack the pronoun. This kind of variant is often a predictable expansion of the text; further, that many important mss lack the pronoun gives support for the shorter reading. For these reasons, the pronoun is considered to be secondary. NA27 puts αὐτοῦ in brackets, indicating some doubts as to its authenticity. tn Grk “the disciples”; the Greek article has been translated here as a possessive pronoun (ExSyn 215).) disciples to serve the people, and he divided the two fish among them all."},{"number":42,"verse":"They all ate and were satisfied,"},{"number":43,"verse":"and they picked up the broken pieces and fish that were left over, twelve baskets full."},{"number":44,"verse":"Now (tn Here καί (kai) has been translated as “now” to indicate a somewhat parenthetical remark by the author.) there were five thousand men (tn The Greek word here is ἀνήρ, meaning “adult male” (BDAG 79 s. v. 1). According to Matt 14:21, Jesus fed not only five thousand men, but also an unspecified number of women and children.) who ate the bread. (tc Many good mss (Ì45 א D W Θ Ë113 28 565 700 2542 lat sa) lack τοὺς ἄρτους (tous artous, lit. “the loaves” [here translated “the bread”]). On the other hand, just as weighty mss (A B L 33 2427 Ï) have the words. Although a decision is not easy, the most satisfactory explanation seems to be that scribes were more prone to delete than to add the words here. They may have been puzzled as to why “the bread” should be mentioned without a corresponding mention of “fish.” Since neither Matt 14:21 or Luke 9:17 explicitly mention the bread, a desire for harmonization may have motivated the copyists as well. On the other hand, D and W are prone to longer, explanatory readings. Since they both lack the words here, it is likely that their archetypes also lacked the words. But given Mark’s pleonastic style, the good witnesses with “the bread,” and a reasonable explanation for the omission, “the bread” is most likely part of the original text of Mark.)"},{"number":45,"verse":"(Walking on Water) Immediately Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) made his disciples get into the boat and go on ahead to the other side, to Bethsaida, while he dispersed the crowd."},{"number":46,"verse":"After saying good-bye to them, he went to the mountain to pray."},{"number":47,"verse":"When evening came, the boat was in the middle of the sea and he was alone on the land."},{"number":48,"verse":"He (tn This verse is one complete sentence in the Greek text, but it has been broken into two sentences in English for clarity.) saw them straining at the oars, because the wind was against them. As the night was ending, (tn Grk “about the fourth watch of the night,” between 3 a. m. and 6 a. m.) he came to them walking on the sea, (tn Or “on the lake.”) for (tn The καί (kai) was translated so as to introduce a subordinate clause, i. e., with the use of “for.” See BDF §442.9.) he wanted to pass by them. (sn The statement he wanted to pass by them is somewhat difficult to understand. There are at least two common interpretations: (1) it refers to the perspective of the disciples, that is, from their point of view it seemed that Jesus wanted to pass by them; or (2) it refers to a theophany and uses the language of the Greek Old Testament (LXX) when God “passed by” Moses at Sinai (cf. Exod 33:19, 22). According to the latter alternative, Jesus is “passing by” the disciples during their struggle, in order to assure them of his presence with them. See W L. Lane, Mark (NICNT), 236.)"},{"number":49,"verse":"When they saw him walking on the water (tn Grk “on the sea,” “on the lake.” The translation “water” has been used here for stylistic reasons (cf. the same phrase in v. 48).) they thought he was a ghost. They (tn Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) cried out,"},{"number":50,"verse":"for they all saw him and were terrified. But immediately he spoke to them: (tn Grk “he spoke with them, and said to them.”) “Have courage! It is I. Do not be afraid.”"},{"number":51,"verse":"Then he went up with them into the boat, and the wind ceased. They were completely astonished,"},{"number":52,"verse":"because they did not understand about the loaves, but their hearts were hardened."},{"number":53,"verse":"(Healing the Sick) After they had crossed over, they came to land at Gennesaret (sn Gennesaret was a fertile plain south of Capernaum (see also Matt 14:34). This name was also sometimes used for the Sea of Galilee (Luke 5:1).) and anchored there."},{"number":54,"verse":"As they got out of the boat, people immediately recognized Jesus. (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.)"},{"number":55,"verse":"They ran through that whole region and began to bring the sick on mats to wherever he was rumored to be. (tn Grk “wherever they heard he was.”)"},{"number":56,"verse":"And wherever he would go — into villages, towns, or countryside — they would place the sick in the marketplaces, and would ask him if (tn Grk “asked that they might touch.”) they could just touch the edge of his cloak, and all who touched it were healed."}]}