{"bibleAbbr":"NET2007","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":7,"verses":[{"number":1,"verse":"(Breaking Human Traditions) Now (tn Grk “And.” Here καί (kai) has been translated as “now” to indicate the transition to a new topic.) the Pharisees (sn See the note on Pharisees in 2:16.) and some of the experts in the law (tn Or “and some of the scribes.” See the note on the phrase “experts in the law” in 1:22.) who came from Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) gathered around him."},{"number":2,"verse":"And they saw that some of Jesus’ disciples ate their bread with unclean hands, that is, unwashed."},{"number":3,"verse":"(For the Pharisees and all the Jews do not eat unless they perform a ritual washing, (tn Grk “except they wash the hands with a fist,” a ceremonial washing (though the actual method is uncertain).) holding fast to the tradition of the elders."},{"number":4,"verse":"And when they come from the marketplace, they do not eat unless they wash. They hold fast to many other traditions: the washing of cups, pots, kettles, and dining couches. (tc Several important witnesses (Ì45vid א B L Δ 28* pc) lack “and dining couches” (καὶ κλινῶν, kai klinwn), while the majority of mss (A D W Θ Ë113 33 Ï latt) have the reading. Although normally the shorter reading is to be preferred, especially when it is backed by excellent witnesses as in this case, there are some good reasons to consider καὶ κλινῶν as authentic: (1) Although the addition of κλινῶν could be seen as motivated by a general assimilation to the purity regulations in Lev 15 (as some have argued), there are three problems with such a supposition: (a) the word κλίνη (klinh) does not occur in the LXX of Lev 15; (b) nowhere in Lev 15 is the furniture washed or sprinkled; and (c) the context of Lev 15 is about sexual impurity, while the most recent evidence suggests that κλίνη in Mark 7:4, in keeping with the other terms used here, refers to a dining couch (cf. BDAG 549 s. v. κλίνη 2). Thus, it is difficult to see καὶ κλινῶν as a motivated reading. (2) κλίνη, though a relatively rare term in the NT, is in keeping with Markan usage (cf. Mark 4:21; 7:30). (3) The phrase could have been dropped accidentally, at least in some cases, via homoioteleuton. (4) The phrase may have been deliberately expunged by some scribes who thought the imagery of washing a dining couch quite odd. The longer reading, in this case, can thus be argued as the harder reading. On balance, even though a decision is difficult (especially because of the weighty external evidence for the shorter reading), it is preferable to retain καὶ κλινῶν in the text.) ) (sn Verses 3-4 represent parenthetical remarks by the author, giving background information.)"},{"number":5,"verse":"The Pharisees and the experts in the law asked him, “Why do your disciples not live according to the tradition of the elders, but eat (tn Grk “eat bread.”) with unwashed hands?”"},{"number":6,"verse":"He said to them, “Isaiah prophesied correctly about you hypocrites, as it is written: ‘This people honors me with their lips, but their heart (tn The term “heart” is a collective singular in the Greek text.) is far from me."},{"number":7,"verse":"They worship me in vain, teaching as doctrine the commandments of men.’"},{"number":8,"verse":"Having no regard (tn Grk “Having left the command.”) for the command of God, you hold fast to human tradition.” (tc The majority of mss, mostly Byzantine ([A] Ë13 33 Ï), have at the end of v. 8 material that seems to have come from v. 4 and v. 13: “the washing of pots and cups, and you do many other similar things.” A slight variation on the wording occurs at the very beginning of v. 8 in mostly Western witnesses (D Θ 0131vid 28 565 it). Such floating texts are usually signs of scribal emendations. The fact that the earliest and most reliable mss, as well as other important witnesses (Ì45 א B L W Δ 0274 Ë1 2427 co), lacked this material also strongly suggests that the longer reading is secondary.)"},{"number":9,"verse":"He also said to them, “You neatly reject the commandment of God in order to set up (tc The translation here follows the reading στήσητε (sthshte, “set up”) found in D W Θ Ë1 28 565 2542 it sys, p Cyp. The majority of mss here read τηρήσητε (thrhsete; א A L Ë13 33 Ï co) or τηρῆτε (thrhte; B 2427), both translated “keep.” It is hard to know which reading is best: On the one hand, τηρήσητε/τηρῆτε has much stronger external support, but στήσητε is a more difficult reading. What makes “keep” suspect is that it appears in two different forms, suggesting independent alterations of a difficult reading. Further, scribes may have been influenced by the preceding “commandment of God” to change the text toward “keep” (TCGNT 81), a common enough expression (cf. Matt 19:17; John 14:15; 1 Tim 6:1; 1 John 5:3; Rev 14:12). Thus, the more difficult reading is “set up.” Also, the more natural opposite of “reject” (ἀθεῖτε [aqeite], literally “you set aside”) is “set up.” However, the Western reading may have been influenced by Exod 6:4 or Heb 10:9, but this likelihood seems remote. Thus, “set up” is more likely to be the original wording of Mark here.) your tradition."},{"number":10,"verse":"For Moses said, ‘Honor your father and your mother,’ (sn A quotation from Exod 20:12; Deut 5:16.) and, ‘Whoever insults his father or mother must be put to death.’ (sn A quotation from Exod 21:17; Lev 20:9.)"},{"number":11,"verse":"But you say that if anyone tells his father or mother, ‘Whatever help you would have received from me is corban’ (sn Corban is a Hebrew loanword (transliterated in the Greek text and in most modern English translations) referring to something that has been set aside as a gift to be given to God at some later date, but which is still in the possession of the owner (L&N 53.22). According to contemporary Jewish tradition the person who made this claim was absolved from responsibility to support or assist his parents, a clear violation of the Mosaic law to honor one’s parents (v. 10).) (that is, a gift for God),"},{"number":12,"verse":"then you no longer permit him to do anything for his father or mother."},{"number":13,"verse":"Thus you nullify (tn Grk “nullifying.” This participle shows the results of the Pharisees’ command.) the word of God by your tradition that you have handed down. And you do many things like this.”"},{"number":14,"verse":"Then (tn Grk “And.” Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he called the crowd again and said to them, “Listen to me, everyone, and understand."},{"number":15,"verse":"There is nothing outside of a person that can defile him by going into him. Rather, it is what comes out of a person that defiles him.” (tc Most later mss add 7:16 “Let anyone with ears to hear, listen.” This verse is included in A D W Θ Ë113 33 Ï latt sy, but is lacking in important Alexandrian mss and a few others (א B L Δ* 0274 28 2427). It appears to be a scribal gloss (see 4:9 and 4:23), perhaps introduced as a reiteration of the thought in 7:14, and is almost certainly not an original part of the Greek text of Mark. The present translation follows NA27 in omitting the verse number, a procedure also followed by a number of other modern translations.)"},{"number":17,"verse":"Now (tn Grk “And.” Here καί (kai) has been translated as “now” to indicate the transition to a new topic.) when Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) had left the crowd and entered the house, his disciples asked him about the parable."},{"number":18,"verse":"He said to them, “Are you so foolish? Don’t you understand that whatever goes into a person from outside cannot defile him?"},{"number":19,"verse":"For it does not enter his heart but his stomach, and then goes out into the sewer.” (tn Or “into the latrine.”) (This means all foods are clean.) (sn This is a parenthetical note by the author.)"},{"number":20,"verse":"He said, “What comes out of a person defiles him."},{"number":21,"verse":"For from within, out of the human heart, come evil ideas, sexual immorality, theft, murder,"},{"number":22,"verse":"adultery, greed, evil, deceit, debauchery, envy, slander, pride, and folly."},{"number":23,"verse":"All these evils come from within and defile a person.”"},{"number":24,"verse":"(A Syrophoenician Woman’s Faith) After Jesus (tn Grk “He”; the referent (Jesus) has been specified in the translation for clarity.) left there, he went to the region of Tyre. (tc Most mss, including early and important witnesses (א A B Ë113 33 2427 Ï lat), have here καὶ Σιδῶνος (kai Sidwno\", “and Sidon”). The Western text, as well as several other important mss (D L W Δ Θ 28 565 it), lack the words. Although the external evidence is on the side of inclusion, it is difficult to explain why scribes would omit the mention of Sidon. On the other hand, the parallels in v. 31 and Matt 15:21 would be sufficient motivation for scribes to add Sidon here. Furthermore, every other mention of Tyre in the Gospels is accompanied by Sidon, putting pressure on scribes to conform this text as well. The shorter reading therefore, though without compelling external evidence on its side, is strongly supported by internal evidence, rendering judgment on its authenticity fairly certain. map For location see Map1-A2; Map2-G2; Map4-A1; JP3-F3; JP4-F3.) When he went into a house, he did not want anyone to know, but (tn Grk “And.” Here καί (kai) has been translated as “but” to indicate the contrast present in this context.) he was not able to escape notice."},{"number":25,"verse":"Instead, a woman whose young daughter had an unclean spirit (sn Unclean spirit refers to an evil spirit.) immediately heard about him and came and fell at his feet."},{"number":26,"verse":"The woman was a Greek, of Syrophoenician origin. She (tn Because of the length and complexity of the Greek sentence, a new sentence was started here in the translation.) asked him to cast the demon out of her daughter."},{"number":27,"verse":"He said to her, “Let the children be satisfied first, for it is not right to take the children’s bread and to throw it to the dogs.” (tn Or “lap dogs, house dogs,” as opposed to dogs on the street. The diminutive form originally referred to puppies or little dogs, then to house pets. In some Hellenistic uses κυνάριον (kunarion) simply means “dog.”sn The term dogs does not refer to wild dogs (scavenging animals roaming around the countryside) in this context, but to small dogs taken in as house pets. It is thus not a derogatory term per se, but is instead intended by Jesus to indicate the privileged position of the Jews (especially his disciples) as the initial recipients of Jesus’ ministry. The woman’s response of faith and her willingness to accept whatever Jesus would offer pleased him to such an extent that he granted her request. This is the only miracle mentioned in Mark that Jesus performed at a distance without ever having seen the afflicted person, or issuing some sort of audible command.)"},{"number":28,"verse":"She answered, “Yes, Lord, but even the dogs under the table eat the children’s crumbs.”"},{"number":29,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he said to her, “Because you said this, you may go. The demon has left your daughter.”"},{"number":30,"verse":"She went home and found the child lying on the bed, and the demon gone."},{"number":31,"verse":"(Healing a Deaf Mute) Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) went out again from the region of Tyre (map For location see Map1-A2; Map2-G2; Map4-A1; JP3-F3; JP4-F3.) and came through Sidon (map For location see Map1-A1; JP3-F3; JP4-F3.) to the Sea of Galilee in the region of the Decapolis. (sn The Decapolis refers to a league of towns (originally consisting of ten; the Greek name literally means “ten towns”) whose region (except for Scythopolis) lay across the Jordan River.)"},{"number":32,"verse":"They brought to him a deaf man who had difficulty speaking, and they asked him to place his hands on him."},{"number":33,"verse":"After Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) took him aside privately, away from the crowd, he put his fingers in the man’s (tn Grk “his”; the referent (the deaf man) has been specified in the translation for clarity.) ears, and after spitting, he touched his tongue. (sn After spitting, he touched his tongue. It was not uncommon in Judaism of the day to associate curative powers with a person’s saliva. The scene as a whole reflects Jesus’ willingness to get close to people and have physical contact with them where appropriate. See W. L. Lane, Mark (NICNT), 267 n. 78.)"},{"number":34,"verse":"Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he looked up to heaven and said with a sigh, “Ephphatha” (that is, “Be opened” ). (sn The author’s parenthetical note gives the meaning of the Aramaic word Ephphatha.)"},{"number":35,"verse":"And immediately the man’s (tn Grk “his”; the referent (the man who had been a deaf mute) has been specified in the translation for clarity.) ears were opened, his tongue loosened, and he spoke plainly."},{"number":36,"verse":"Jesus ordered them not to tell anything. But as much as he ordered them not to do this, they proclaimed it all the more. (tn Grk “but as much as he ordered them, these rather so much more proclaimed.” Greek tends to omit direct objects when they are clear from the context, but these usually need to be supplied for the modern English reader. Here what Jesus ordered has been clarified (“ordered them not to do this”), and the pronoun “it” has been supplied after “proclaimed.”)"},{"number":37,"verse":"People were completely astounded and said, “He has done everything well. He even makes the deaf hear and the mute speak.”"}]}