{"bibleAbbr":"bnOV2016","bookName":"যোহন লিখিত সুসমাচার।","bookEnglishName":"John","chapterNumber":14,"verses":[{"number":1,"verse":"( যীশুই পথ।) তোমাদের হৃদয় উদ্বিগ্ন না হউক; ঈশ্বরে বিশ্বাস কর, আমাতেও বিশ্বাস কর।"},{"number":2,"verse":"আমার পিতার বাটীতে অনেক বাসস্থান আছে, যদি না থাকিত, তোমাদিগকে বলিতাম; কেননা আমি তোমাদের জন্য স্থান প্রস্তুত করিতে যাইতেছি।"},{"number":3,"verse":"আর আমি যখন যাই ও তোমাদের জন্য স্থান প্রস্তুত করি, তখন পুনর্ব্বার আসিব, এবং আমার নিকটে তোমাদিগকে লইয়া যাইব; যেন, আমি যেখানে থাকি, তোমরাও সেই খানে থাক।"},{"number":4,"verse":"আর আমি যেখানে যাইতেছি, তোমরা তাহার পথ জান।"},{"number":5,"verse":"থোমা তাঁহাকে বলিলেন, প্রভু, আপনি কোথায় যাইতেছেন, তাহা আমরা জানি না, পথ কিসে জানিব?"},{"number":6,"verse":"যীশু তাঁহাকে বলিলেন, আমিই পথ ও সত্য ও জীবন; আমা দিয়া না আসিলে কেহ পিতার নিকটে আইসে না।"},{"number":7,"verse":"যদি তোমরা আমাকে জানিতে, তবে আমার পিতাকেও জানিতে; এখন অবধি তাঁহাকে জানিতেছ এবং দেখিয়াছ।"},{"number":8,"verse":"ফিলিপ তাঁহাকে কহিলেন, প্রভু, পিতাকে আমাদের দেখাউন, তাহাই আমাদের যথেষ্ট।"},{"number":9,"verse":"যীশু তাঁহাকে বলিলেন, ফিলিপ, এত দিন আমি তোমাদের সঙ্গে সঙ্গে আছি, তথাপি তুমি আমাকে কি জান না? যে আমাকে দেখিয়াছে, সে পিতাকে দেখিয়াছে; তুমি কেমন করিয়া বলিতেছ, পিতাকে আমাদের দেখাউন?"},{"number":10,"verse":"তুমি কি বিশ্বাস কর না যে, আমি পিতাতে আছি এবং পিতা আমাতে আছেন? আমি তোমাদিগকে যে সকল কথা বলি, তাহা আপনা হইতে বলি না; কিন্তু পিতা আমাতে থাকিয়া আপনার কার্য্য সকল সাধন করেন।"},{"number":11,"verse":"আমার কথায় বিশ্বাস কর যে, আমি পিতাতে আছি এবং পিতা আমাতে আছেন; আর না হয়, সেই সকল কার্য্য প্রযুক্তই বিশ্বাস কর।"},{"number":12,"verse":"সত্য, সত্য, আমি তোমাদিগকে বলিতেছি, যে আমাতে বিশ্বাস করে, আমি যে সকল কার্য্য করিতেছি, সেও করিবে, এমন কি, এ সকল হইতেও বড় বড় কার্য্য করিবে; কেননা আমি পিতার নিকটে যাইতেছি;"},{"number":13,"verse":"আর তোমরা আমার নামে যাহা কিছু যাচ্ঞা করিবে, তাহা আমি সাধন করিব, যেন পিতা পুত্রে মহিমান্বিত হন।"},{"number":14,"verse":"যদি আমার নামে আমার কাছে কিছু যাচ্ঞা কর, তবে আমি তাহা করিব।"},{"number":15,"verse":"( সত্যের আত্মা শিষ্যদের সহায়।) তোমরা যদি আমাকে প্রেম কর, তবে আমার আজ্ঞা সকল পালন করিবে।"},{"number":16,"verse":"আর আমি পিতার নিকটে নিবেদন করিব, এবং তিনি আর এক সহায় ( (বা) পক্ষসমর্থনকারী, উকীল। (গ্রীক) পারাক্লীতস্।) তোমাদিগকে দিবেন, যেন তিনি চিরকাল তোমাদের সঙ্গে থাকেন;"},{"number":17,"verse":"তিনি সত্যের আত্মা; জগৎ তাঁহাকে গ্রহণ করিতে পারে না, কেননা সে তাঁহাকে দেখে না, তাঁহাকে জানেও না; তোমরা তাঁহাকে জান, কারণ তিনি তোমাদের নিকটে অবস্থিতি করেন ও তোমাদের অন্তরে থাকিবেন।"},{"number":18,"verse":"আমি তোমাদিগকে অনাথ রাখিয়া যাইব না, আমি তোমাদের নিকটে আসিতেছি।"},{"number":19,"verse":"আর অল্প কাল গেলে জগৎ আর আমাকে দেখিতে পাইবে না, কিন্তু তোমরা দেখিতে পাইবে; কারণ আমি জীবিত আছি, এই জন্য তোমরাও জীবিত থাকিবে।"},{"number":20,"verse":"সেই দিন তোমরা জানিবে যে, আমি আমার পিতাতে আছি, ও তোমরা আমাতে আছ, এবং আমি তোমাদিগেতে আছি।"},{"number":21,"verse":"যে ব্যক্তি আমার আজ্ঞা সকল প্রাপ্ত হইয়া সে সকল পালন করে, সেই আমাকে প্রেম করে; আর যে আমাকে প্রেম করে, আমার পিতা তাহাকে প্রেম করিবেন; এবং আমিও তাহাকে প্রেম করিব, আর আপনাকে তাহার কাছে প্রকাশ করিব।"},{"number":22,"verse":"তখন যিহূদা—ঈষ্করিয়োতীয় নয়—তাঁহাকে বলিলেন, প্রভু, কি হইয়াছে যে, আপনি আমাদেরই কাছে আপনাকে প্রকাশ করিবেন, আর জগতের কাছে নয়?"},{"number":23,"verse":"যীশু উত্তর করিয়া তাঁহাকে কহিলেন, কেহ যদি আমাকে প্রেম করে, তবে সে আমার বাক্য পালন করিবে; আর আমার পিতা তাহাকে প্রেম করিবেন, এবং আমরা তাহার নিকটে আসিব ও তাহার সহিত বাস করিব।"},{"number":24,"verse":"যে আমাকে প্রেম করে না, সে আমার বাক্য সকল পালন করে না। আর তোমরা যে বাক্য শুনিতে পাইতেছ, তাহা আমার নয়, কিন্তু পিতার, যিনি আমাকে পাঠাইয়াছেন।"},{"number":25,"verse":"তোমাদের নিকটে থাকিতে থাকিতেই আমি এই সকল কথা কহিলাম।"},{"number":26,"verse":"কিন্তু সেই সহায়, পবিত্র আত্মা, যাঁহাকে পিতা আমার নামে পাঠাইয়া দিবেন, তিনি সকল বিষয়ে তোমাদিগকে শিক্ষা দিবেন, এবং আমি তোমাদিগকে যাহা যাহা বলিয়াছি, সে সকল স্মরণ করাইয়া দিবেন।"},{"number":27,"verse":"শান্তি আমি তোমাদের কাছে রাখিয়া যাইতেছি, আমারই শান্তি তোমাদিগকে দান করিতেছি; জগৎ যেরূপ দান করে, আমি সেরূপ দান করি না। তোমাদের হৃদয় উদ্বিগ্ন না হউক, ভীতও না হউক।"},{"number":28,"verse":"তোমরা শুনিয়াছ যে, আমি তোমাদিগকে বলিয়াছি, আমি যাইতেছি, আবার তোমাদের কাছে আসিতেছি। যদি তোমরা আমাকে প্রেম করিতে, তবে আনন্দ করিতে যে, আমি পিতার নিকটে যাইতেছি; কারণ পিতা আমা অপেক্ষা মহান্।"},{"number":29,"verse":"আর এখন, ঘটিবার পূর্ব্বে, আমি তোমাদিগকে বলিলাম, যেন ঘটিলে পর তোমরা বিশ্বাস কর।"},{"number":30,"verse":"আমি তোমাদের সহিত আর অধিক কথা বলিব না; কারণ জগতের অধিপতি আসিতেছে, আর আমাতে তাহার কিছুই নাই;"},{"number":31,"verse":"কিন্তু জগৎ যেন জানিতে পায় যে, আমি পিতাকে প্রেম করি, এবং পিতা আমাকে যেরূপ আজ্ঞা দিয়াছেন, আমি সেইরূপ করি। উঠ, আমরা এ স্থান হইতে প্রস্থান করি।"}]}