{"bibleAbbr":"GB1539","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":1,"verses":[{"number":1,"verse":"Thys ys the booke of the generacyon of Iesus Chryst, the sonne of Dauid, the sonne of Abraham."},{"number":2,"verse":"Abraham begat Isaac. Isaac begat Iacob. Iacob begat Iudas and hys brethren."},{"number":3,"verse":"Iudas begat Phares and Zaram of Thamar. Phares begat Esrom. Esrom begat Aram."},{"number":4,"verse":"Aram begat Aminadab. Aminadab begat Naasson. Naasson begat Salmon."},{"number":5,"verse":"Salmon begat Boos of Rahab. Boos begat Obed of Ruth. Obed begat Iesse."},{"number":6,"verse":"Iesse begat Dauid the kynge. Dauid the kynge begat Salomon, of her that was the wyfe of Urye."},{"number":7,"verse":"Salomon begat Roboam. Roboam begat Abia. Abia begat Asa."},{"number":8,"verse":"Asa begat Iosaphat. Iosaphat begat Ioram. Ioram begat Osias."},{"number":9,"verse":"Osias begat Ioatham. Ioatham begat Achas. Achas begat Ezechias."},{"number":10,"verse":"Ezechias begat Manasses. Manasses begat Amon. Amon begat Iosias."},{"number":11,"verse":"Iosias begat Ieconias and hys brethren about the tyme they were caryed awaye to Babylon."},{"number":12,"verse":"And after they were brought to Babylon, Iechonias begat Salathiel. Salathiel begat Zorobabel."},{"number":13,"verse":"Zorobabel begat Abiud. Abiud begat Eliachim. Eliachim begat Azor."},{"number":14,"verse":"Azor begat Sadoc. Sadoc begat Achin. Achin begat Eliud."},{"number":15,"verse":"Eliud begat Eleasar. Eleasar begat Matthan: Matthan begat Iacob."},{"number":16,"verse":"Iacob begat Ioseph the husbande of Mary, of whom was borne Iesus, euen he that is called Chryst."},{"number":17,"verse":"And so all the generacyons from Abraham to Dauid, are fourtene generacyons. And from Dauid vnto the captyuyte of Babylon, are fourtene generacyons. And from the captiuyte of Babylon vnto Christ, are fourtene generacyons."},{"number":18,"verse":"The byrth of Iesus Chryst was on this wyse. When his mother Mary was maryed to Ioseph (before they came to dwell togeather) she was founde with chylde by the holy ghoost."},{"number":19,"verse":"Then Ioseph her husbande (because he was a ryghteous man, and wolde not put her to shame) he was mynded preuely to departe from her."},{"number":20,"verse":"But whyll he thus thought, beholde, the aungell of the Lorde appeared vnto hym in slepe, saying: Ioseph, thou sonne of Dauid: feare not to take vnto the Mary thy wyfe. For that which is conceaued in her, cometh of the holy ghost."},{"number":21,"verse":"She shall brynge forth a sonne, and thou shalt cal hys name Iesus. For he shall saue his people from theyr synnes."},{"number":22,"verse":"Al this was done, that it might be fulfilled, which was spoken of the Lord by the prophet, saying:"},{"number":23,"verse":"Behold, a mayd shalbe wt chylde, & shall bring forth a sonne, & they shall call his name Emanuel, which yf a man interpret, it is asmoch to say as God with vs."},{"number":24,"verse":"And Ioseph as sone as he awoke out of slepe, dyd as the angel of the Lorde had bydden hym: and he toke hys wyfe vnto hym,"},{"number":25,"verse":"& knewe her not, tyll she had brought forth her fyrst begotten sonne, and called his name Iesus."}]}