{"bibleAbbr":"GB1539","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":12,"verses":[{"number":1,"verse":"At that tyme Iesus went on the Sabboth dayes thorowe the corne, and hys discyples were an hongred, and beganne to plucke the eares of corne, and to eate."},{"number":2,"verse":"But when the Pharises sawe it, they sayde vnto hym: Beholde, thy discyples do that which is not lawfull to do vpon the Sabboth daye."},{"number":3,"verse":"But he sayde vnto them. Haue ye not read what Dauid dyd, when he was an hongred, & they that were with him"},{"number":4,"verse":"How he entred into the house of God, and did eate the shewe breades which were not lawfull for hym to eate, nether for them which were with hym, but onely for the prestes?"},{"number":5,"verse":"Or haue ye not read in the lawe, how that (on the Sabath dayes) the preastes in the temple breake the Saboth, and are blamelesse?"},{"number":6,"verse":"But I saye vnto you: that in this place is one greater then the temple."},{"number":7,"verse":"Wherfore, yf ye wyst what this meaneth I require mercy, & not sacrifice: ye wolde not haue condemned innocentes."},{"number":8,"verse":"For the sonne of man also, is Lord euen of the Sabath daye."},{"number":9,"verse":"And he departed thence and went into their synagoge:"},{"number":10,"verse":"and beholde, ther was a man which had his hande dried vp. And they asked hym, sayinge is it lawfull to heale vpon the Saboth dayes? that they myght accuse him."},{"number":11,"verse":"And he sayde vnto them: which of you will it be, that shall haue. a shepe, and yf it fall into a pytte on the Saboth daye, wyl he not take it and lyft it out"},{"number":12,"verse":"Howe moch more then is a man better then a shepe? Wherfore, it is lefull to do a good dede on the Saboth dayes."},{"number":13,"verse":"Then sayeth he to the man: stretch forth thy hande. And he stretched it forth: And it was restored vnto health, lyke as the other."},{"number":14,"verse":"Then the Pharises went out, and helde a counsell agaynst him, how they myght destroye him."},{"number":15,"verse":"But when Iesus knewe it, he departed thence, and moche people folowed him, and he healed them all,"},{"number":16,"verse":"and charged them, that they shuld not make him knowen:"},{"number":17,"verse":"that it myght be fulfilled which was spoken by Esay the Prophet, which sayeth:"},{"number":18,"verse":"Beholde, my childe, whom I haue chosen, my beloued, in whom my soule deliteth. I wyll put my sprete vpon him, and he shall shewe iudgement to the gentyls."},{"number":19,"verse":"He shal not stryue ner crye, nether shall eny man heare hys voyce in the stretes,"},{"number":20,"verse":"a brosed rede shall he not breake, and smokyng flax shall he not quenche, till he sende forth iudgement vnto victorie,"},{"number":21,"verse":"& in his name shall the gentyls trust."},{"number":22,"verse":"Then was brought to him a blynd & domme man, that was vexed with a deuyll, & he healed him, in somoch, that the blynd and domme, both spake and sawe."},{"number":23,"verse":"And all the people were amased, and sayde: Is not this that sonne of Dauid?"},{"number":24,"verse":"But when the Pharises hearde it, they sayd. This felow dryueth the deuyls no nother wyse out, but by the helpe of Belzebub the chefe of the deuyls."},{"number":25,"verse":"But whan Iesus knewe their thoughtes he sayde vnto them: Euery kingdome deuided agaynst it selfe, shalbe brought to naught. And euery citie or house deuyded agaynst it selfe shall not stande."},{"number":26,"verse":"And yf Satan cast out Satan, then is he deuided agaynst him selfe how shall then his kingdome endure?"},{"number":27,"verse":"Also, yf I by the helpe of Belzebub cast out deuyls, by whose helpe do youre chyldren cast them out? Therfore, they shalbe your iudges."},{"number":28,"verse":"But yf I cast out the deuyls by the spryte of God: then is the kingdome of God come vnto you:"},{"number":29,"verse":"Or els how can one enter into a strong mannes house, and spoyle his Iewels, excepte he fyrst bynde the stronge man, and then spoyle his house?"},{"number":30,"verse":"He that is not with me, is agaynst me. And he that gathereth not with me, scattereth abrode."},{"number":31,"verse":"Wherfore, I saye vnto you, all maner of synne and blasphemy shalbe forgeuen vnto men but the blasphemy agaynst the sprete, shall not be forgeuen vnto men."},{"number":32,"verse":"And whosoeuer speaketh a worde agaynst the sonne of man, it shalbe forgeuen hym. But whosoeuer speaketh agaynst the holy gost, it shall not be forgeuen him, nether in this worlde, nether in the worlde to come:"},{"number":33,"verse":"Ether make the tree good, and his frute good, or els make the tree euyll, and hys frute euyll. For the tree is knowen by his frute."},{"number":34,"verse":"O generacion of vypers, how can ye speake good thinges, when ye youre selues are euyll? For out of the aboundance of the hert, the mouth speaketh."},{"number":35,"verse":"A good man out of the good treasure of the hert, bryngeth forth good thynges. And an euyll man, out of euyll treasure, bringeth forth euyll thynges."},{"number":36,"verse":"But I say vnto you, of euery ydell worde that men shall haue spoken, they shall geue acountes in the daye of iudgement."},{"number":37,"verse":"For out of thy wordes thou shalt be iustifyed: and out of thy wordes thou shalt be condemned."},{"number":38,"verse":"Then certayne of the Scribes and of the Pharises asked him saying. Master, we wyll se a sygne of the."},{"number":39,"verse":"But he answered and sayde to them. The euyll and aduouterous generacion seketh a signe and ther shall no sygne be geuen to them, but the signe of the Prophet Ionas."},{"number":40,"verse":"For as Ionas was thre dayes and thre nightes in the whales belly, so shall the sonne of man be thre dayes and thre nightes in the herte of the erth."},{"number":41,"verse":"The men of niniue shall ryse in the iudgement with this nacion, & condemne it, because they amended at the preachyng of Ionas. Beholde, here is one greater then Ionas."},{"number":42,"verse":"The quene of the south shall rise in the iudgement with this generacion, and shall condemne it: for she came from the vtmost partes of the worlde to heare the wysdome of Salomon. And behold, in this place is one greater then Salomon."},{"number":43,"verse":"When the vnclene spryte is gone out of a man, he walketh throughout drye places, sekyng rest, and findeth none."},{"number":44,"verse":"Then he saieth: I will retourne into my house, from whence I came out. And when he is come, he fyndeth it empty, and swepte, and garnisshed."},{"number":45,"verse":"Then goeth he, and taketh vnto him seuen other spretes worse then him selfe, and so entreth he in, and dwelleth there. And the ende of that man is worse then the begynning. Euen so shall it be also, vnto this froward generacion."},{"number":46,"verse":"Whyle he yet talked to the people: beholde his mother and his brethren stode without, desyringe to speake with him."},{"number":47,"verse":"Then one sayde vnto him beholde, thy mother and thy brethren stande without, desyringe to speake with the:"},{"number":48,"verse":"But he answered, & sayde vnto him that had tolde him. Who is my mother or who are my brethren"},{"number":49,"verse":"And he stretched forth hys hand towarde his disciples, & sayd. beholde my mother and my brethren."},{"number":50,"verse":"For whosoeuer doth the will of my father which is in heauen, the same is my brother, syster, and mother."}]}