{"bibleAbbr":"GB1539","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":2,"verses":[{"number":1,"verse":"When Iesus was borne at Bethleem a cytie of Iewry, in the tyme of Herode the kynge. Beholde, there came wyse men from the east to Ierusalem,"},{"number":2,"verse":"sayinge: Where is he that is borne king of Iewes? For we haue sene hys starre in the east, and are come to worshyppe hym."},{"number":3,"verse":"When Herode the kyng had hearde these thynges, he was troubled, and all the cyte of Ierusalem with hym."},{"number":4,"verse":"And whan he had gathered all the chefe prestes and scrybes of the people togeather, he demaunded of them, where Christ shulde be borne."},{"number":5,"verse":"And they sayd vnto hym: At Bethleem in Iewrye. For thus it is wrytten by the prophet:"},{"number":6,"verse":"And thou Bethleem in the lande of Iuda, art not the leest among the princes of Iuda. For oute of the shal there come vnto me the captayne, that shall gouerne my people Israel."},{"number":7,"verse":"Then Herode (when he had preuely called the wyse men) he enquyred of them diligently what tyme the starre appered,"},{"number":8,"verse":"& he bad them go to Bethleem, & sayd: God your waye thither, & searche diligently for the childe. And when ye haue founde him, bryng me word agayne, that I maye come and worshyp hym also."},{"number":9,"verse":"When they had heard the kyng, they departed: and lo, the starre which they sawe in the easte, went before them, tyll it came, & stode ouer the place, wherin the chylde was."},{"number":10,"verse":"When they sawe the starre, they were exceadynge glad:"},{"number":11,"verse":"and went into the house, and found the chylde with Mary his mother & fel downe flatt and worshipped hym, and opened their treasures & offered vnto hym gyftes, golde, franckincense, & myrre."},{"number":12,"verse":"And after they were warned of God in slepe (that they shuld not go agayne to Herode) they returned into their awne countre another waye."},{"number":13,"verse":"When they were departed, behold, the angel of the Lord appered to Ioseph in slepe saying, aryse, & take the chyld and his mother, and flye into Egipt: and be thou there tyll I brynge the worde. For it wyll come to passe that Herode shall seke the chylde, to destroye hym."},{"number":14,"verse":"So whan he awoke, he toke the childe and hys mother by night, and departed into Egipt,"},{"number":15,"verse":"and was there vnto the deeth of Herode, that it myght be fulfylled, which was spoken of the Lorde by the prophete, sayenge: out of Egypt haue I called my sonne."},{"number":16,"verse":"Then Herode whan he sawe that he was mocked of the wyse men, he was exceading wroth, & sent forth men of warre, & slue all the chyldren that were in Bethleem, and in all the coastes, (as many as were two yeere olde or vnder) accordynge to the tyme, whych he had dilygently knowe out of the wyse men."},{"number":17,"verse":"Then was fulfylled that, which was spoken by the prophet Ieremy: where as he sayd:"},{"number":18,"verse":"in Rama was there a voyce herde lamentacyon, weping, and great mourninge. Rachel weping for her chyldren, & wolde not be comforted because they were not."},{"number":19,"verse":"But when Herode was deed: beholde, an angell of the Lorde appeared in a slepe to Ioseph, in Egypte,"},{"number":20,"verse":"sayenge: aryse, and take the chylde of hys mother, and go into the lande of Israell. for they are deed which sought the chyldes lyfe."},{"number":21,"verse":"And he arose, and toke the chylde and hys mother, & came into the land of Israell."},{"number":22,"verse":"But when he hearde that Arthelaus dyd raygne in Iewry, in the rowme of his father Herode, he was afrayde to go thither. Notwithstandinge, after he was warned of God in a slepe, he turned a syde into the parties of Galile,"},{"number":23,"verse":"and went and dwelt in a cyte which is called Nazareth: that it might be fulfylled which was spoken by the prophetes: he shalbe called a Nazarite."}]}