{"bibleAbbr":"GB1539","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":26,"verses":[{"number":1,"verse":"And it came to passe, when Iesus had fynisshed all these sayinges he sayde vnto his discyples:"},{"number":2,"verse":"ye knowe that after two dayes shalbe Easter, and the sonne of man shalbe delyuered ouer, to be crucifyed."},{"number":3,"verse":"Then assembled together the chefe prestes & the scrybes & the elders of the people vnto the palace of the hye preste, (whych was called Cayphas)"},{"number":4,"verse":"and helde a counsell, that they myght take Iesus by suttelte, and kyll him."},{"number":5,"verse":"But they sayd: not on the holy daye, lest there be an vproure amonge the people."},{"number":6,"verse":"When Iesus was in Bethany, in the house of Simon the leper,"},{"number":7,"verse":"ther came vnto him a woman hauyng an alabaster boxe of precious oyntment, and powred it on his heed, as he sate at the bourde."},{"number":8,"verse":"But when his disciples sawe it, they had indignacyon, sayinge. Wherto serueth this wast?"},{"number":9,"verse":"This oyntment myght haue bene well solde, and geuen to the poore."},{"number":10,"verse":"When Iesus vnderstode that, he sayde vnto them: why trouble ye the wooman For she hath wrought a good worcke vpon me."},{"number":11,"verse":"For ye haue the poore all wayes, with you: But me shal ye not haue alwayes."},{"number":12,"verse":"And in that she hath cast this oyntment on my bodye, she dyd it to burye me."},{"number":13,"verse":"Uerely I saye vnto you: wheresoeuer thys gospell shalbe preached in all the world, there shall also this that she hath done, be tolde for a memoriall of her."},{"number":14,"verse":"Then one of the twelue (which was called Iudas Iscarioth) went vnto the chefe prestes,"},{"number":15,"verse":"and sayd vnto them: what will ye geue me, and I wyll delyuer him vnto you? And they apoynted vnto hym thyrty peces of syluer."},{"number":16,"verse":"And from that tyme forth, he sought oportunite to betraye him."},{"number":17,"verse":"The fyrst daye of swete breed, the disciples came to Iesus, sayinge vnto him: where wilt thou that we prepare for the, to eate the passeouer?"},{"number":18,"verse":"And he sayd: go into the cytie, to soche a man, and saye vnto him, the master sayeth: my tyme is at hand, I will kepe myne Easter by the, wyth my disciples:"},{"number":19,"verse":"And the disciples dyd as Iesus had apoynted them, and they made ready the passeouer."},{"number":20,"verse":"When the euen was come, he sate doune wyth the twelue."},{"number":21,"verse":"And as they dyd eate, he sayd: Uerely, I saye vnto you, that one of you shall betraye me."},{"number":22,"verse":"And they were exceadynge sorowfull, and beganne euery one of them to saye vnto him: Lord, is it I?"},{"number":23,"verse":"He answered and sayde: he that dyppeth hys hande with me in the disshe, the same shall betraye me."},{"number":24,"verse":"The sonne of man truly goeth, as it is written of him: but wo vnto that man, by whom the sonne of man is betrayed. It had bene good for that man, if he had not bene borne."},{"number":25,"verse":"Then Iudas which betrayed him, answered, and sayd: master, is it I He sayde vnto him: thou hast sayd."},{"number":26,"verse":"Whan they were eatyng, Iesus toke bread, and whan he had geuen thankes, he brake it, & gaue it to the disciples, & sayd: Take, eate, this is my body."},{"number":27,"verse":"And he toke the cup, & thanked, and gaue it them, sayinge: drincke ye all of this."},{"number":28,"verse":"For this is my bloud (which is of the new testament) that is shed for many, for the remissyon of synnes."},{"number":29,"verse":"But I saye vnto you: I will not dryncke hence forth of this frute of the vyne tree, vntyll that daye, when I shall drincke it newe with you in my fathers kyngdome."},{"number":30,"verse":"And when they had sayde grace, they went out vnto mount Oliuete."},{"number":31,"verse":"Then sayeth Iesus vnto them: all ye shalbe offended because of me this nyght. For it is wrytten: I will smyte the shepeherde, & the shepe of the flocke shalbe scattered abroade."},{"number":32,"verse":"But after I am rysen agayne, I will go before you into Galile."},{"number":33,"verse":"Peter answered, & sayde vnto him: though all men be offended because of the, yet will not I be offended."},{"number":34,"verse":"Iesus sayd vnto him: Uerely, I saye vnto the, that in this same myght, before the cocke crowe, thou shalt denye me thryse."},{"number":35,"verse":"Peter sayde vnto him. Yee, though I shuld dye with the, yet will I not denye the: Like wyse also sayde all the disciples."},{"number":36,"verse":"Then came Iesus wt them vnto a farme. place (which is called Gethsemane) and sayde vnto the disciples: syt ye here while I go and praye yonder."},{"number":37,"verse":"And he toke with him Peter and the two sonnes of Zebede, and began to wexe sorowfull and heuye."},{"number":38,"verse":"Then sayde Iesus vnto them: my soule his heuy, euen vnto the deeth. Tary ye here: and watche wt me."},{"number":39,"verse":"And he went a lytell farther, and fell flat on his face, and prayed, sayinge: O my father, yf it be possible, let this cuppe passe from me: neuerthelesse, not as I will, but as thou wilt."},{"number":40,"verse":"And he came vnto the disciples, & founde them aslepe, and sayeth vnto Peter: what, coulde ye not watch with me one houre:"},{"number":41,"verse":"watche, and praye, that ye entre not into temptacyon. The sprete is willinge, but the fleshe is weake."},{"number":42,"verse":"He went awaye once agayne and prayed, sayinge, O my father, yf this cuppe maye not passe awaye from me, excepte I drincke of it, thy will be fulfylled."},{"number":43,"verse":"And he came, and founde them aslepe agayne. For their eyes were heuy."},{"number":44,"verse":"And he lefte them & went agayne, and prayed the thyrd tyme, sayinge the same wordes."},{"number":45,"verse":"Then commeth he to his disciples, and sayeth vnto them Slepe on now, and take youre rest. Beholde, the houre is at hande & the sonne of man is betrayed into the handes of synners."},{"number":46,"verse":"Ryse, let vs be goinge: beholde, he is at hande, that doth betraye me."},{"number":47,"verse":"Whil he yet spake: lo: Iudas one of the nombre of the twelue, came & with him a greate multitude, wt sweardes and staues, sent from the chefe prestes and elders of the people."},{"number":48,"verse":"But he that betrayed him gaue them a token, sayinge: whomsoeuer I kysse, that same is he, hold him fast."},{"number":49,"verse":"And forth with he came to Iesus, and sayde, hayle Master: and kyssed him."},{"number":50,"verse":"And Iesus sayde vnto him: frende, wherfore art thou come Then came they, and layed handes on Iesus and toke him."},{"number":51,"verse":"And beholde, one of them whych were with Iesus, stretched out his hande, and drue his swearde, and stroke a seruaunt of the hye hye prestes, and smote of his eare."},{"number":52,"verse":"Then sayd Iesus vnto him: put vp thy swearde into his sheath. For All they that take the swearde, shall perishe with the swearde."},{"number":53,"verse":"Thinkest thou that I cannot now praye to my father, and he shall geue me more then twelue Legions of angels?"},{"number":54,"verse":"But how then shall the scriptures be fulfylled? for this must it be."},{"number":55,"verse":"In that same houre sayde Iesus to the multitude: ye be come out as it were vnto a thefe, with swerdes and staues, for to take me. I sat daylie with you, teachinge in the temple, and ye toke me not."},{"number":56,"verse":"But all this is done, that the scriptures of the prophetes myght be fulfilled."},{"number":57,"verse":"Then all the disciples forsoke him, and fleed. And they toke Iesus, & led him to Cayphas the hye Preste, where the Scribes and the elders were assembled."},{"number":58,"verse":"But Peter folowed him a farre of, vnto the hye prestes palace: & went in, and sate with the seruauntes, to se the ende."},{"number":59,"verse":"The chefe Prestes and the elders, and all the councell, sought false witnes agaynst Iesus (for to put hym to deeth)"},{"number":60,"verse":"but founde none: yee, when many false witnesses came, yet founde they none. At the last came two false witnesses,"},{"number":61,"verse":"and sayde: This felowe sayde. I am able to destroye the temple of God, & to buylde it agayne in thre dayes."},{"number":62,"verse":"And the chefe preste arose, & sayd vnto him: answerest thou nothyng? Why do these beare wytnes against the?"},{"number":63,"verse":"But Iesus helde hys peace. And the chefe preste answered and sayde vnto him: I charge the by the lyuinge God, that thou tell vs, whether thou be Christ the sonne of God."},{"number":64,"verse":"Iesus sayeth vnto hym, thou hast sayd. Neuerthelesse I saye vnto you here after shall ye se the sonne of man syttinge on the right hande of power, and commyng in the cloudes of the skye."},{"number":65,"verse":"Then the hye preste rent his clothes, sayinge: he hath spoken blasphemye. what nede we of eny moo witnesses? Beholde, now ye haue hearde his blasphemy:"},{"number":66,"verse":"what thinke ye? They answered, and sayde: he is worthy to dye:"},{"number":67,"verse":"Then dyd they spytt in his face, & buffeted him with fistes. And other smote him on hys face wyth the palme of their handes,"},{"number":68,"verse":"sayinge: tell vs thou Christ, who is he that smote the?"},{"number":69,"verse":"Peter sat with oute in the palace. And a damsell came to him, sayinge: Thou also wast with Iesus of Galile:"},{"number":70,"verse":"but he denyed before them all, saying. I woot not what thou sayest."},{"number":71,"verse":"When he was gone out into the porche, a nother wenche sawe him, and sayde vnto them that were there: This felowe was also with Iesus of Nazareth."},{"number":72,"verse":"And agayne he denyed with an othe: (sayeng.) I do not knowe the man."},{"number":73,"verse":"And after a whyle, came vnto him they (that stode by) and sayde vnto Peter. surely thou art euen one of them, for thy speache be wrayeth the."},{"number":74,"verse":"Then beganne he to curse and to sweare, that he knewe not the man. And immediatly the cocke krew."},{"number":75,"verse":"And Peter remembred the worde of Iesu, which sayde vnto him: before the cocke crowe, thou shalt denye me thryse: and he went out, and wepte bytterly."}]}