{"bibleAbbr":"GB1539","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":4,"verses":[{"number":1,"verse":"Then was Iesus led awaye of the sprite: into wyldernes: to be tempted of the deuell."},{"number":2,"verse":"And when he had fasted fourty dayes and fourty nyghtes, he was at the last an hungred."},{"number":3,"verse":"And when the tempter came to hym, he sayde: yf thou be the sonne of God commaunde, that these stones be made bread:"},{"number":4,"verse":"But he answered and sayde: it is wrytten, man shall not lyue by bread onlye, but by euery worde that proceadeth out of the mouth of God."},{"number":5,"verse":"Then the deuyll taketh him vp into the holy cytie, & setteth hym on a pynacle of the temple,"},{"number":6,"verse":"and sayeth vnto him: yf thou be the sonne of God, cast thy selfe downe headling. For it is written he shall geue hys angels charge ouer the, & with their handes they shal holde the vp, lest at any tyme thou dash thy fote agaynst a stone."},{"number":7,"verse":"And Iesus sayde to hym: it is wrytten agayne: Thou shalt not tempte the Lorde thy God."},{"number":8,"verse":"Agayne, the deuel taketh him vp into an exceading hye mountayne, and sheweth him all the kyngdomes of the world, and the glory of them,"},{"number":9,"verse":"and sayeth vnto hym: all these will I geue the, yf thou wylt fall downe, & worshyppe me."},{"number":10,"verse":"Then sayeth Iesus vnto hym Auoyde Satan. For it is written: Thou shalt worshyp the Lorde thy God, and hym onely shalt thou serue."},{"number":11,"verse":"Then the deuyl leaueth him, and behold, the angels came, & ministed vnto him."},{"number":12,"verse":"When Iesus had heard that Iohn was taken, he departed into Galyle,"},{"number":13,"verse":"and left Nazareth, and went and dwelt in Capernaum: whych is a cytie vpon the see coast; in the borders of Zabulon & Neptalim:"},{"number":14,"verse":"that it myght be fulfilled which was spoken by Esay the prophet, saying:"},{"number":15,"verse":"The lande of Zabulon & Neptalim, by the waye of the see beyonde Iordan, Galile of the Gentils:"},{"number":16,"verse":"the people which satt in darckenesse and in the shadowe of death, sawe great light: & to them which sat in the region & shadowe of death, is the light sprong vp."},{"number":17,"verse":"From that tyme, Iesus beganne to preache, and to saye: repent, for the kyngdome of heauen is at hande."},{"number":18,"verse":"As Iesus walked by the see of Galile he sawe two brethren: Symon, which was called Peter, & Andrew his brother, castyng a neet into the see (for they were fisshers)"},{"number":19,"verse":"and he sayth vnto them: folowe me, and I wyll make you fisshers of men."},{"number":20,"verse":"And they streyght waye lefte the nettes, and folowed hym."},{"number":21,"verse":"And whan he was gone forth fro thence, he sawe other two brethren, Iames the sonne of Zebede, & Iohn his brother, in the shyp wt Zebede their father, mending their nettes, & he called them."},{"number":22,"verse":"And they immediatly lefte the shyp and theyr father, and folowed hym."},{"number":23,"verse":"And Iesus went about all Galile, teachynge in their synagoges, & preachynge the gospel of the kingdome, and healing all maner of sycknes, & all maner of disease amonge the people."},{"number":24,"verse":"And hys fame spreed abroade throughout al Siria. And they brought vnto him all syck people that were taken with dyuers diseases and grypynges, and them that were possessed with deuyls: and those which were lunatyke, & those that had the palsye: & he healed them."},{"number":25,"verse":"And ther folowed hym great multitudes of people, from Galile, and from the ten cytes, and from Ierusalem, and from Iewry, and from the regions that lye beyonde Iordan."}]}