{"bibleAbbr":"GB1539","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":7,"verses":[{"number":1,"verse":"Iudge not, that ye be not iudged."},{"number":2,"verse":"For as ye iudge, so shall ye be iudged. And with what measure ye meate, with the same shall other men measure to you."},{"number":3,"verse":"Why seest thou a mote in thy brothers eye, but consydrest not the beame that is in thyne awne eye?"},{"number":4,"verse":"Or how sayest thou to thy brother suffre me, I wyll plucke oute a moate out of thyne eye, and beholde, a beame is in thyne awne eye."},{"number":5,"verse":"Thou ypocryte, fyrst cast oute the beame out of thyne awne eye, and then shalt thou se clearly to plucke out the mote oute of thy brothers eye."},{"number":6,"verse":"Geue not ye that whych hys holy vnto dogges, nether cast ye youre pearles before swyne, lest they treade them vnder their fete & the other turne against you, & al to rent you."},{"number":7,"verse":"Aske, and it shalbe geuen you: Seke, & ye shall fynde: Knocke, and it shalbe opened vnto you."},{"number":8,"verse":"For whosoeuer asketh, receaueth: and whosoeuer seketh, fyndeth: and to hym that knocketh, it shalbe opened."},{"number":9,"verse":"Is there eny man amonge you, which (yf hys sonne aske bread) wyll offer him a stone?"},{"number":10,"verse":"Or yf he aske fisshe, will he profer him a serpent?"},{"number":11,"verse":"If ye then (whan ye are euell) can geue youre children good gyftes, how moch more shall your father which is in heauen, geue good thynges, yf ye aske of hym?"},{"number":12,"verse":"Therfore, whatsoeuer ye wolde that men shulde do to you: do ye euen so to them also. For this is the lawe and the prophetes?"},{"number":13,"verse":"Enter in at the strayte gate: for wyde is the gate, and broade is the waye that leadeth to destruccion: and many there be which go in ther at."},{"number":14,"verse":"For straite is the gate, and narowe is the waye, which leadeth vnto lyfe, and fewe there be that finde it."},{"number":15,"verse":"Beware of false prophetes, which come to you in shepes clothynge, but in wardly they are rauenyng wolues."},{"number":16,"verse":"Ye shall knowe them by theyr frutes. Do men gather grapes of thornes? or figges of thistles?"},{"number":17,"verse":"Eue so euery good tree bringeth forth good frutes. But a corrupte tree, bringeth forth euell frutes."},{"number":18,"verse":"A good tre can not brynge forth bad frute: nether can a bad tree bring forth good frutes."},{"number":19,"verse":"Euery tree that bringeth not forth good frute, is hewen downe, and cast into the fyre."},{"number":20,"verse":"Wherfore, by their frutes ye shall knowe them."},{"number":21,"verse":"Not euery one that sayth vnto me, Lord, Lord, shall enter into the kyngdome of heauen: but he that doth the wyll of my father, which is in heauen."},{"number":22,"verse":"Many wyll saye to me in that daye: Lord, Lorde, haue we not prophecyed thorow thy name? And thorow thy name haue cast out deuyls? And done many miraracles thorow thy name?"},{"number":23,"verse":"And then wyll I knowledge vnto them. I neuer knewe you. Departe fro me, ye that worcke iniquyte."},{"number":24,"verse":"For whosoeuer heareth of me these wordes, & doth the same, I will lyken hym vnto a wyse man, which buylt hys house vpon a rock:"},{"number":25,"verse":"and a shower of rayne descended, & the flouddes came, & the wyndes blewe, and bet vpon that house, & it fell not, because it was grounded on the rocke."},{"number":26,"verse":"And euery one that heareth of me these wordes, and doth them not shalbe likened vnto a folysh man, which built his house vpon sande:"},{"number":27,"verse":"and a shower of rayne descended, and the floudes came, and the wyndes blew, and bet vpon that house, and it fell, and greate was the fall of it."},{"number":28,"verse":"And it came to passe, that when Iesus had ended these sayinges, the people were astonnyed at hys doctryne."},{"number":29,"verse":"For he taught them as one hauinge power, and not as the scribes."}]}