{"bibleAbbr":"urGV2010","bookName":"عاموس","bookEnglishName":"Amos","chapterNumber":4,"verses":[{"number":1,"verse":"( سامریہ کی ظالم عورتیں) اے کوہِ سامریہ کی موٹی تازی گائیو، ( لفظی ترجمہ: ’بسن کی گائیو۔‘ بسن ایک پہاڑی علاقہ تھا جس کے مویشی مشہور تھے۔) سنو میری بات! تم غریبوں پر ظلم کرتی اور ضرورت مندوں کو کچل دیتی، تم اپنے شوہروں کو کہتی ہو، ”جا کر مَے لے آؤ، ہم اَور پینا چاہتی ہیں۔“"},{"number":2,"verse":"رب نے اپنی قدوسیت کی قَسم کھا کر فرمایا ہے، ”وہ دن آنے والا ہے جب دشمن تمہیں کانٹوں کے ذریعے گھسیٹ کر اپنے ساتھ لے جائے گا۔ جو بچے گا اُسے مچھلی کے کانٹے سے پکڑا جائے گا۔"},{"number":3,"verse":"ہر ایک کو فصیل کے رخنوں میں سے سیدھا نکلنا پڑے گا، ہر ایک کو حرمون پہاڑ کی طرف بھگا دیا جائے گا۔“ یہ رب کا فرمان ہے۔"},{"number":4,"verse":"( اسرائیل کو سمجھایا نہیں جا سکتا) ”چلو، بیت ایل جا کر گناہ کرو، جِلجال جا کر اپنے گناہوں میں اضافہ کرو! صبح کے وقت اپنی قربانیوں کو چڑھاؤ، تیسرے دن آمدنی کا دسواں حصہ پیش کرو۔"},{"number":5,"verse":"خمیری روٹی جلا کر اپنی شکرگزاری کا اظہار کرو، بلند آواز سے اُن قربانیوں کا اعلان کرو جو تم اپنی خوشی سے ادا کر رہے ہو۔ کیونکہ ایسی حرکتیں تم اسرائیلیوں کو بہت پسند ہیں۔“ یہ رب قادرِ مطلق کا فرمان ہے۔"},{"number":6,"verse":"رب فرماتا ہے، ”مَیں نے کال پڑنے دیا۔ ہر شہر اور آبادی میں روٹی ختم ہوئی۔ توبھی تم میرے پاس واپس نہیں آئے!"},{"number":7,"verse":"ابھی فصل کے پکنے تک تین ماہ باقی تھے کہ مَیں نے تمہارے ملک میں بارشوں کو روک دیا۔ مَیں نے ہونے دیا کہ ایک شہر میں بارش ہوئی جبکہ ساتھ والا شہر اُس سے محروم رہا، ایک کھیت بارش سے سیراب ہوا جبکہ دوسرا جُھلس گیا۔"},{"number":8,"verse":"جس شہر میں تھوڑا بہت پانی باقی تھا وہاں دیگر کئی شہروں کے باشندے لڑکھڑاتے ہوئے پہنچے، لیکن اُن کے لئے کافی نہیں تھا۔ توبھی تم میرے پاس واپس نہ آئے!“ یہ رب کا فرمان ہے۔"},{"number":9,"verse":"رب فرماتا ہے، ”مَیں نے تمہاری فصلوں کو پَت روگ اور پھپھوندی سے تباہ کر دیا۔ جو بھی تمہارے متعدد انگور، انجیر، زیتون اور باقی پھل کے باغوں میں اُگتا تھا اُسے ٹڈیاں کھا گئیں۔ توبھی تم میرے پاس واپس نہ آئے!“"},{"number":10,"verse":"رب فرماتا ہے، ”مَیں نے تمہارے درمیان ایسی مہلک بیماری پھیلا دی جیسی قدیم زمانے میں مصر میں پھیل گئی تھی۔ تمہارے نوجوانوں کو مَیں نے تلوار سے مار ڈالا، تمہارے گھوڑے تم سے چھین لئے گئے۔ تمہاری لشکرگاہوں میں لاشوں کا تعفن اِتنا پھیل گیا کہ تم بہت تنگ ہوئے۔ توبھی تم میرے پاس واپس نہ آئے۔“"},{"number":11,"verse":"رب فرماتا ہے، ”مَیں نے تمہارے درمیان ایسی تباہی مچائی جیسی اُس دن ہوئی جب مَیں نے سدوم اور عمورہ کو تباہ کیا۔ تمہاری حالت بالکل اُس لکڑی کی مانند تھی جو آگ سے نکال کر بچائی تو گئی لیکن پھر بھی کافی جُھلس گئی تھی۔ توبھی تم واپس نہ آئے۔"},{"number":12,"verse":"چنانچہ اے اسرائیل، اب مَیں آئندہ بھی تیرے ساتھ ایسا ہی کروں گا۔ اور چونکہ مَیں تیرے ساتھ ایسا کروں گا، اِس لئے اپنے خدا سے ملنے کے لئے تیار ہو جا، اے اسرائیل!“"},{"number":13,"verse":"کیونکہ اللہ ہی پہاڑوں کو تشکیل دیتا، ہَوا کو خلق کرتا اور اپنے خیالات کو انسان پر ظاہر کرتا ہے۔ وہی تڑکا اور اندھیرا پیدا کرتا اور وہی زمین کی بلندیوں پر چلتا ہے۔ اُس کا نام ’رب، لشکروں کا خدا‘ ہے۔"}]}