{"bibleAbbr":"GB1539","bookName":"John","bookEnglishName":"John","chapterNumber":1,"verses":[{"number":1,"verse":"In the begynnynge was the worde, and the worde was wyth God: and God was the worde."},{"number":2,"verse":"The same was in the begynnyng wyth God."},{"number":3,"verse":"All thinges were made by it, & wythout it, was made nothynge that was made."},{"number":4,"verse":"In it was lyfe, and the lyfe was the lyght of men,"},{"number":5,"verse":"and the lyght shyneth in darcknes, and the darcknes comprehended it not."},{"number":6,"verse":"There was sent from God a man, whose name was Iohn."},{"number":7,"verse":"The same cam as a wytnes to beare wytnes of the lyght, that all men through hym myght beleue."},{"number":8,"verse":"He was not the lyght: but was sent to beare wytnes of the lyght."},{"number":9,"verse":"That lyght was the true lyght, whych lyghteth euery man that cometh into the worlde."},{"number":10,"verse":"He was in the worlde, and the worlde was made by hym: and the worlde knewe hym not."},{"number":11,"verse":"He cam amonge hys awne, and hys awne receaued him not."},{"number":12,"verse":"But as many as receaued hym to them gaue he power to be the sonnes of God: euen them that beleued on hys name:"},{"number":13,"verse":"whych were borne, not of bloude nor of the wyll of the flesshe, nor yet of the wyll of man: but of God."},{"number":14,"verse":"And the same worde became flesshe, and dwelt amonge vs: and we sawe the glory of it, as the glory of the onely begotten sonne of the father, full of grace and trueth."},{"number":15,"verse":"Iohn beareth wytnes of hym, and cryeth sayinge: Thys was he of whom I spake: which though he came after me, went before me, for he was before me."},{"number":16,"verse":"And of hys fulnes haue all we receaued, euen grace for grace."},{"number":17,"verse":"For the lawe was geuen by Moses, but grace & trueth came by Iesus Christ."},{"number":18,"verse":"No man hath sene God at eny tyme. The onely begotten sonne, whych is in the bosome of the father, he hath declared hym."},{"number":19,"verse":"And thys is the recorde of Iohn: when the Iewes sent Prestes and Leuites from Ierusalem, to aske hym, what art thou?"},{"number":20,"verse":"And he confessed & denyed not, & sayde playnly. I am not Chryst."},{"number":21,"verse":"And they asked him: what then? art thou Helyas? And he sayeth: I am not. Arte thou that Prophete? And he answered no."},{"number":22,"verse":"Then sayde they vnto hym: what art thou, that we maye geue an answer to them that sent vs. What sayest thou of thy selfe?"},{"number":23,"verse":"He sayde I am the voyce of a criar in the wildernes, make strayght the waye of the Lorde, as sayde the Prophete Esaias."},{"number":24,"verse":"And they whych were sent, were of the Pharyses:"},{"number":25,"verse":"And they asked him, & sayde vnto him: why baptisest thou then, yf thou be not Christ, nor Helias, nether that Prophet?"},{"number":26,"verse":"Iohn answered them sayinge I baptise with water: but there stondeth one amonge you, whom ye knowe not,"},{"number":27,"verse":"he it is which though he came after me, was before me, whose sho latchet I am not worthy to vnlose."},{"number":28,"verse":"These thynges were done in Bethabara beyonde Iordan where Iohn dyd baptise."},{"number":29,"verse":"The nexte daye, Iohn seeth Iesus comminge vnto hym, and sayeth beholde the lambe of God, whych taketh awaye the synne of the worlde."},{"number":30,"verse":"Thys is he of whom I sayd: After me cometh a man, whych went before me, for he was before me,"},{"number":31,"verse":"and I knewe him not: but that he shuld be declared to Israell, therfore am I come baptysinge with water."},{"number":32,"verse":"And Iohn bare recorde, sayinge: I sawe the sprete descende from heauen, lyke vnto a doue, & abode vpon him,"},{"number":33,"verse":"and I knewe hym not. But he that sent me to baptise in water, the same sayde vnto me: vpon whom thou shalt se the sprete descende, and tary styll on hym, the same is he whych baptiseth wyth the holy goost."},{"number":34,"verse":"And I sawe, and bare recorde, that he is the sonne of God."},{"number":35,"verse":"The nexte daye after, Iohn stode agayne, & two of his disciples,"},{"number":36,"verse":"and he behelde Iesus as he walked by, & sayeth: beholde the lambe of God."},{"number":37,"verse":"And the two disciples hearde hym speake, and they folowed Iesus."},{"number":38,"verse":"And Iesus turned about, and sawe them folowe hym, & sayeth vnto them: what seke ye They sayd vnto hym: Rabbi (whych is to saye yf one interprete it Master) where dwellest thou"},{"number":39,"verse":"He sayeth vnto them: come & se. They came, & sawe where he dwelt: & abode with hym that daye. For it was about the tenth houre."},{"number":40,"verse":"One of the two which hearde Iohn speake, and folowed him, was Andrew Simon Peters brother."},{"number":41,"verse":"The same founde hys brother Simon fyrst, and sayeth vnto him: we haue founde Messias (whych is by interpretacion, annoynted)"},{"number":42,"verse":"and brought him to Iesus. And Iesus behelde hym, and sayde: thou art Simon the sonne of Ionas, thou shalt be called Cephas: which is by interpretacion a stone."},{"number":43,"verse":"The daye folowyng. Iesus wolde go into Galile, and founde Philip, and sayeth vnto him: folowe me"},{"number":44,"verse":"Philip was of Bethsaida the citie of Andrew and Peter."},{"number":45,"verse":"Philip founde Nathanael, and sayeth vnto him: We haue founde hym, of whome Moses in the lawe and the Prophetes dyd wryte, Iesus the sonne of Ioseph of Nazareth."},{"number":46,"verse":"And Nathanael sayd vnto him can there eny good thynge come out of Nazareth? Philip sayeth vnto him come and se."},{"number":47,"verse":"Iesus sawe Nathanael comynge to him, & sayeth of him: Beholde a ryght Israelyte, in whom is no gyle."},{"number":48,"verse":"Nathanael sayeth vnto him: whence knowest thou me Iesus answered, and sayde vnto him. Before that Philip called the, when thou wast vnder the fygge tree, I sawe the."},{"number":49,"verse":"Nathanael answered and sayd vnto him: Rabbi, thou art euen the very sonne of God, thou art the kyng of Israel."},{"number":50,"verse":"Iesus answered, and sayde vnto him: Because I sayde vnto the, I sawe the vnder the fygge tree, thou beleuest. Thou shalt se greater thynges then these."},{"number":51,"verse":"And he sayeth vnto him: Uerely, verely, I saye vnto you: herafter shall ye se heauen open, & the angels of God ascendynge & descendynge ouer the sonne of man."}]}