{"bibleAbbr":"GB1539","bookName":"John","bookEnglishName":"John","chapterNumber":15,"verses":[{"number":1,"verse":"I am the true vyne, and my father is the husbandman."},{"number":2,"verse":"Euery braunche that beareth not frute in me, he will take awaye. And euery braunche that beareth frute, will he pourge, that it maye bring forth more frute."},{"number":3,"verse":"Nowe are ye cleane thorow the wordes which I haue spoken vnto you."},{"number":4,"verse":"Byde in me, and I in you. As the braunche cannot beare frute of it selfe, excepte it byde in the vyne: nomore can ye, except ye abyde in me."},{"number":5,"verse":"I am the vyne, ye are the braunches. He that abydeth in me, and I in him, the same bringeth forth moche frute. For without me can ye do nothing."},{"number":6,"verse":"If a man byde not in me, he is cast forth as a braunche, & is wythered: and men gather them: and cast them into the fyre, and they burne."},{"number":7,"verse":"If ye byde in me, and my wordes abyde in you: aske what ye wyll, and it shalbe done for you."},{"number":8,"verse":"Herin is my father glorifyed: that ye beare moch frute, and become my disciples."},{"number":9,"verse":"As the father hath loued me, euen so haue I also loued you. Continue ye in my loue."},{"number":10,"verse":"If ye kepe my commaundementes, ye shall byde in my loue, euen as I haue kepte my fathers commaundementes, & byde in hys loue."},{"number":11,"verse":"These thynges haue I spoken vnto you, that my ioye myghte remayne vnto you, and that youre ioye myght be full."},{"number":12,"verse":"Thys is my commaundement, that ye loue together, as I haue loued you."},{"number":13,"verse":"Greater loue hath no man, then thys: that a man bestowe hys lyfe for his frendes."},{"number":14,"verse":"Ye are my frendes, yf ye do whatsoeuer I commaunde you."},{"number":15,"verse":"Hence forth call I you not seruauntes: for the seruaunt knoweth not what hys lorde doeth. But you haue I called frendes: for all thynges that I haue heard of my father, haue I opened to you."},{"number":16,"verse":"Ye haue not chosen me, but I haue chosen you, and ordeyned you, to goo, and brynge forth frute, and that your frute shuld remayne, that whatsoeuer ye aske of the father in my name, he maye geue it you."},{"number":17,"verse":"This commaunde I you, that ye loue together."},{"number":18,"verse":"If the worlde hate you, ye knowe that it hated me before it hated you."},{"number":19,"verse":"If ye were of the worlde, the worlde wolde loue his awne. Howbeit, because ye are not of the world. But I haue chosen you out of the world therfore the world hateth you."},{"number":20,"verse":"Remember the worde that I sayd vnto you: the seruaunt is not greater then the lorde. If they haue persecuted me, they wyll also persecute you. If they haue kept my saying, they will kepe youres also."},{"number":21,"verse":"But all these thinges wyll they do vnto you for my names sake, because they haue not knowen hym that sent me."},{"number":22,"verse":"If I had not come and spoken vnto them, they shuld haue had no synne: but now haue they nothyng to cloke their synne withall."},{"number":23,"verse":"He that hateth me, hateth my father also:"},{"number":24,"verse":"If I had not done amonge them the workes whych none other man dyd, they shuld haue had no synne. But now haue they both sene, & hated: not onely me but also my father."},{"number":25,"verse":"But thys happeneth that the sayinge myght be fulfylled, that is writen in their lawe: they hated me without a cause."},{"number":26,"verse":"But when the comforter is come, whom I will sende vnto you from the father (euen the sprete of treuth, which proceadeth of the father) he shall testifye of me."},{"number":27,"verse":"And ye shall beare witnesse also, because ye haue bene with me from the begynning."}]}