{"bibleAbbr":"GB1539","bookName":"John","bookEnglishName":"John","chapterNumber":21,"verses":[{"number":1,"verse":"After warde dyd Iesus shewe hym selfe agayne, at the see of Tyberias. And on this wyse shewed he him selfe"},{"number":2,"verse":"There were together Symon Peter & Thomas (which is called Didymus) and Nathanael of Cana in Galile, and the sonnes of Zebeddei, and two other of hys disciples."},{"number":3,"verse":"Simon Peter sayeth vnto them: I wyll go a fisshinge. They saye vnto him: we also wyll go with the. They went theyr waye & entred into a shyppe immediatly, & that night caught they nothinge."},{"number":4,"verse":"But when the mornynge was now come, Iesus stode on the shore: neuerthelesse the disciples knewe not that it was Iesus."},{"number":5,"verse":"Iesus sayeth vnto them: Children, haue ye eny meat they answered him, no."},{"number":6,"verse":"And he saieth vnto them: cast out the net on the ryght syde of the ship, & ye shall fynde. They cast out therfore, and anone they were not hable to drawe it for the multitude of fysshes."},{"number":7,"verse":"Then sayde the disciple whom Iesus loued vnto Peter: It is the Lord: When Symon Peter heard that it was the Lord, he gyrde his coate vnto him (for he was naked) & sprange into the see."},{"number":8,"verse":"The other disciples came by shyp for they were not farre from lande, but as yt were two hondred cubites, & they drewe the net wt fisshes."},{"number":9,"verse":"Assone then as they were come to lande, they sawe hoote coles, & fisshe layd theron, & breed."},{"number":10,"verse":"Iesus sayeth vnto them. brynge of the fysshe which ye haue now caught:"},{"number":11,"verse":"Symon Peter went vp, & drewe the net to londe full of great fysshes, an hondred & . liij. And for all ther were so many, yet was not the net broken."},{"number":12,"verse":"Iesus sayeth vnto them: come & dyne. verely, And none of the discyples durst aske him: what art thou For they knewe that it was the Lorde."},{"number":13,"verse":"Iesus then came, and toke breed, & gaue them, and fisshe lykewyse."},{"number":14,"verse":"This is nowe the thyrde tyme that Iesus appeared to hys discyples, after that he was rysed agayne from deeth."},{"number":15,"verse":"So when they had dyned, Iesus sayeth to Simon Peter: Symon Ioanna, louest thou me more then these He sayd vnto him: ye Lord, thou knowest, that I loue the. He sayeth vnto him: fede my lambes."},{"number":16,"verse":"He sayeth to him agayne the seconde tyme: Symon Ioanna, louest thou me He saieth vnto him. Yee Lord, thou knowest that I loue the. He sayde vnto him: fede my shepe."},{"number":17,"verse":"He sayde vnto him the thyrde tyme: Symon Ioanna, louest thou me Peter was sory, because he sayde vnto hym the thyrde tyme: louest thou me, and he sayde vnto hym: Lord, thou knowest all thinges, thou knowest that I loue the, Iesus saieth vnto him: fede my shepe."},{"number":18,"verse":"Uerely, verely, I saye vnto the: when thou wast yong, thou gerdedst thy selfe, and walkedst whither thou woldest: but when thou art olde, thou shalt stretche forth thy handes, & another shall gyrde the, & leade the whyther thou woldest not."},{"number":19,"verse":"That spake he, sygnyfyinge, by what death he shuld glorifye God. And when he had spoken thys, he sayeth vnto him: folowe me."},{"number":20,"verse":"Peter turned about, and sawe the disciple whom Iesus loued, folowynge (which also leaned on hys brest at supper, and sayde: Lord, which is he that betrayeth the?)"},{"number":21,"verse":"When Peter therfore sawe him, he sayeth to Iesus: Lord, what shall he here do?"},{"number":22,"verse":"Iesus sayeth vnto hym, If I wyll haue him to tary tyll I come, what is that to ther folowe thou me."},{"number":23,"verse":"Then went thys sayinge abroade among the brethren, that the discyple shulde not dye. Yet Iesus sayde not to hym, he shall not dye: but yf I wyll that he tary tyll I come, what is that to the"},{"number":24,"verse":"The same dyscyple is he, which testifieth of these thynges, and wrote these thynges. And we knowe, that hys testimony is true."},{"number":25,"verse":"There are also many other thynges which Iesus dyd, the which yf they shulde be wrytten euery one, I suppose the worlde coulde not contayne the bokes that shulde be wrytten."}]}