{"bibleAbbr":"GB1539","bookName":"John","bookEnglishName":"John","chapterNumber":3,"verses":[{"number":1,"verse":"Ther was a man of the Pharises named Nycodemus, a ruler of the Iewes."},{"number":2,"verse":"The same cam to Iesus by nyght, and sayde vnto him: Rabbi, we knowe that thou arte a teacher come from God: for no man coulde do suche myracles as thou doest, except God were wt him."},{"number":3,"verse":"Iesus answered & sayd vnto him: Uerely, verely, I saye vnto the, except a man be borne from aboue, he cannot se the kyngdom of God."},{"number":4,"verse":"Nicodemus sayeth vnto hym how can a man be borne when he is olde? can he enter into hys mothers wombe and be borne agayne?"},{"number":5,"verse":"Iesus answered verely, verely, I saye vnto the: except a man be borne of water & of the sprete, he cannot enter into the kyngdom of God,"},{"number":6,"verse":"That whych is borne of the flesshe, is flesshe, and that which is borne of the sprete, is sprete."},{"number":7,"verse":"Maruayle not thou that I sayd to the, ye must be borne from aboue."},{"number":8,"verse":"The wynde bloweth where it lysteth, & thou hearest the sounde therof but canst not tell whence it commeth & whether it goeth. So is euery one that is borne of the sprete."},{"number":9,"verse":"Nicodemus answered and sayde vnto hym how can these thynges be?"},{"number":10,"verse":"Iesus answered & sayde vnto hym: art thou a master in Israel, & knowest not these thinges"},{"number":11,"verse":"Uerely, verely I saye vnto the: we speake that we do knowe, & testify that we haue sene: and ye receaue not oure wytnes."},{"number":12,"verse":"If I haue tolde you earthly thinges, and ye beleue not: how shall ye beleue, yf I tell you of heauenly thynges."},{"number":13,"verse":"And no man ascendeth vp to heauen, but he that came doune from heauen, euen the sonne of man whych is in heauen:"},{"number":14,"verse":"And as Moses lyfte vp the serpent in the wyldernes, euen so must the sonne of man be lyfte vp,"},{"number":15,"verse":"that whosoeuer beleueth in him, perysshe not, but haue eternall lyfe."},{"number":16,"verse":"For God so loue the worlde, that, he gaue is only begotten sonne, that whosoeuer beleueth in him, shulde not perisshe, but haue euerlastyng lyfe."},{"number":17,"verse":"For God sent not his sonne into the worlde, to condempne the worlde but that the world through him myght be saued."},{"number":18,"verse":"He that beleueth on him, is not condemned. But he that beleueth not, is condemned all ready, because he hath not beleued in the name of the onely begotten sonne of God,"},{"number":19,"verse":"And thys is the condemnacion: that lyght is come into the world, and men loued darcknes more then light, because their dedes were euyll."},{"number":20,"verse":"For euery one that euyll doeth, hateth the lyght: nether commeth to the lyght, lest his dedes shuld be reproued."},{"number":21,"verse":"But he that doth trueth, commeth to the lyght, that hys dedes maye be knowen, how that they are wrought in God."},{"number":22,"verse":"After these thinges cam Iesus & his disciples into the land of Iewry & ther he taried with them. and baptysed,"},{"number":23,"verse":"And Iohn also baptised in Enon besydes Salim, because ther was moch water there, & they came & were baptised."},{"number":24,"verse":"For Iohn was not yet cast into preson."},{"number":25,"verse":"And ther arose a question betwene Iohns disciples and the Iewes, aboute purifyinge."},{"number":26,"verse":"And they came vnto Iohn, & sayde vnto him: Rabbi, he that was wyth the beyonde Iordan (to whom thou barest wytnes) beholde the same baptiseth & all men come to hym."},{"number":27,"verse":"Iohn answered, & sayde: a man can receaue nothinge, except it be geuen him from heauen."},{"number":28,"verse":"Ye youre selues are witnesses how that I sayd: I am not Christ, but am sent before him:"},{"number":29,"verse":"He that hath the bryde, is the brydegrome. But the frende of the brydegrome, whych standeth and heareth hym, reioyseth greatly because of the brydegromes voyce. This my ioye therfore is fulfilled."},{"number":30,"verse":"He must increace: but I must decreace."},{"number":31,"verse":"He that commeth from an hye, is aboue all: He that is of the erth, is earthly, and speaketh of the erth. He that commeth from heauen, is aboue all,"},{"number":32,"verse":"& what he hath sene and hearde: that he testifieth: and no man receaueth hys testimonye."},{"number":33,"verse":"He that hath receaued hys testimonie hath set to hys seale, that God is true."},{"number":34,"verse":"For he whom God hath sent, speaketh the wordes of God: For God geueth not the sprete by measure vnto him."},{"number":35,"verse":"The father loueth the sonne & hath geuen all thynges into hys hande"},{"number":36,"verse":"He that beleueth on the sonne hath euerlastinge lyfe: He that beleueth not the sonne, shall not se lyfe, but the wrath of God abydeth on him."}]}