{"bibleAbbr":"GB1539","bookName":"John","bookEnglishName":"John","chapterNumber":6,"verses":[{"number":1,"verse":"After these thinges Iesus went hys waye ouer the see of Galile whych is the see of Tiberias"},{"number":2,"verse":"& a great multitude folowed him, because they sawe his myracles whych he dyd on them that were diseased."},{"number":3,"verse":"And Iesus went vp into a mountayne, & there he sate wyth hys disciples."},{"number":4,"verse":"And easter, a feast of the Iewes was nye."},{"number":5,"verse":"When Iesus then lyfte vp his eyes, and sawe a great company come vnto him, he sayeth vnto Philip: whence shall we bye breed, that these maye eate"},{"number":6,"verse":"This he sayd to proue hym: for he him selfe knewe, what he wolde do."},{"number":7,"verse":"Philip answered him two hundred peny worthe of breed are not sufficient for them, that euery man maye take a lytell."},{"number":8,"verse":"One of his disciples (Andrew, Simon Peters brother) sayeth vnto him:"},{"number":9,"verse":"There is a lad here, whych hath fyue barly loues and two fysshes: but what are they amonge so many?"},{"number":10,"verse":"And Iesus sayde. Make the people syt downe. Ther was moch grasse in that place. So the men sate downe in nombre, about fyue thousand."},{"number":11,"verse":"And Iesus toke the breed: And whan he had geuen thanckes, he gaue to the disciples, and the disciples to them that were set downe: And lykewyse of the fysshes as moch as they wolde:"},{"number":12,"verse":"When they had eaten ynough, he sayeth vnto his disciples: gather vp the broken meate whych remayneth: that nothynge be lost."},{"number":13,"verse":"And they gathered it together, and fylled twelue baskettes with the broken meate of the fyue barly loaues: whych broken meate remayned vnto them that had eaten."},{"number":14,"verse":"Then those men (when they had sene the myracle that Iesus dyd) sayd: this is of a trueth the same Prophete, that shulde come into the worlde."},{"number":15,"verse":"When Iesus therfore perceaued, that they wolde come, & take hym vp to make hym kyng, he departed agayne into a mountayne him selfe alone."},{"number":16,"verse":"And when euen was now come, hys disciples went downe vnto the see,"},{"number":17,"verse":"& gat vp into a shippe, and came ouer the see vnto Capernaum. And it was now darcke, and Iesus was not come to them."},{"number":18,"verse":"And the see arose with a greate wynde that blewe."},{"number":19,"verse":"So when they had rowen about a . xxv. or . xxx. furlonges, they sawe Iesus walkyng in the see, & drawing nye vnto the shippe, & they were afrayed."},{"number":20,"verse":"But he sayeth vnto them: It is I, be not afrayde."},{"number":21,"verse":"Then wold they haue receaued him into the shyp, & immediatly the shyp was at the lande whyther they went."},{"number":22,"verse":"The daye folowynge whan the people (whych stode on the other syde of the see) sawe, that ther was none other shyp there, saue that one wher into his disciples were entred, & that Iesus went not in wyth his disciples into the shyp: but that his disciples were gone awaye alone"},{"number":23,"verse":"(Howbeit, ther cam other shyppes from Tiberias nye vnto the place, where they dyd eate bred, after that the Lord had geuen thankes)"},{"number":24,"verse":"when the people therfore sawe that Iesus was not there, nether hys disciples, they also toke shypping, & came to Capernaum, sekynge for Iesus."},{"number":25,"verse":"And when they had founde hym on the other syde of the see, they sayde vnto hym: Rabbi, when camest thou hyther?"},{"number":26,"verse":"Iesus answered them, and sayde: verely, verely I saye vnto you: ye seke me, not because ye sawe the myracles but because ye dyd eate of the loaues, and were fylled."},{"number":27,"verse":"Laboure not for the meate whych perissheth, but for that whych endureth vnto euerlastinge lyfe, whych meate the sonne of man shall geue vnto you. For hym hath God the father sealed."},{"number":28,"verse":"Then sayde they vnto him: what shal we do, that we myght worcke the worckes of God?"},{"number":29,"verse":"Iesus answered & sayde vnto them: This is the worcke of God, that ye beleue on him, whom he hath sent,"},{"number":30,"verse":"They sayde therfore vnto him what sygne shewest thou then, that we maye se, and beleue the? What doest thou worcke?"},{"number":31,"verse":"Oure fathers dyd eate Manna in the desert as it is wrytten: He gaue them breed from heauen to eate."},{"number":32,"verse":"Then Iesus sayde vnto them: verely, verely I saye vnto you: Moses gaue you not that breed from heauen: but my father geueth you the true breed from heauen."},{"number":33,"verse":"For the breed of God is he, whych commeth downe from heauen, and geueth lyfe vnto the worlde."},{"number":34,"verse":"Then sayd they vnto him: Lord, euermore geue vs this breed."},{"number":35,"verse":"And Iesus sayd vnto them. I am the breed of lyfe. He that commeth to me shall not honger: and he that beleueth on me shall neuer thurst."},{"number":36,"verse":"But I sayde vnto you: that ye also haue sene me, and yet ye beleue not."},{"number":37,"verse":"All that the father geueth me shall come to me: and he that commeth to me, I cast not awaye?"},{"number":38,"verse":"For I came downe from heauen: not to do that I will, but that he will, whych hath sent me."},{"number":39,"verse":"And this is the fathers wyll whych hath sent me, that of all whych he hath geuen me, I shall loose nothinge: but rayse them vp agayne at the last daye."},{"number":40,"verse":"And thys is the will of him that sent me: that euery one whych seeth the sonne and beleueth on him, haue euerlasting lyfe. And I wyll rayse him vp at the last daye."},{"number":41,"verse":"The Iewes then murmured at him, because he sayd: I am the breed whych came downe from heauen."},{"number":42,"verse":"And they sayde: Is not this Iesus the sonne of Ioseph, whose father & mother we knowe How is it then that he sayeth, I came downe from heauen"},{"number":43,"verse":"Iesus answered & sayd vnto them. Murmur not amonge youre selues."},{"number":44,"verse":"No man can come to me, except the father which hath sent me, drawe hym: And I wyll rayse hym vp at the last daye."},{"number":45,"verse":"It is written in the Prophetes: and they shalbe all taught of God. Euery man therfore that hath hearde, and hath learned of the father, commeth vnto me."},{"number":46,"verse":"Not that eny man hath sene the father, saue he which is of God: the same hath sene the father."},{"number":47,"verse":"Uerely, verely, I saye vnto you: he that putteth his trust in me, hath euerlastinge lyfe."},{"number":48,"verse":"I am that breed of lyfe."},{"number":49,"verse":"Youre fathers dyd eate Manna in the wyldernes, & are deed?"},{"number":50,"verse":"Thys is that breed, whych commeth downe from heauen, that a man maye eate therof, & not dye."},{"number":51,"verse":"I am that lyuinge bread, whych came downe from heauen. If eny man eate of this bread, he shall liue for euer And the breed that I will geue, is my flesshe, whych I will geue for the lyfe of the worlde."},{"number":52,"verse":"The Iewes therfore stroue amonge them selues, saying: How can this felowe geue vs the flessh of his, to eate?"},{"number":53,"verse":"Then Iesus sayde vnto them: Uerely, verely, I saye vnto you, except ye eate the flesshe of the sonne of man, and drinke his bloude: ye haue no lyfe in you."},{"number":54,"verse":"Whoso eateth my flesshe & dryncketh my bloude, hath eternall lyfe, & I wyll rayse him vp at the last daye."},{"number":55,"verse":"For my fleshe is meate in dede: and my bloude is drincke in dede."},{"number":56,"verse":"He that eateth my flesshe & drinketh my bloude, dwelleth in me and I in him."},{"number":57,"verse":"As the lyuinge father hath sent me, and I liue for the father: Euen so he that eateth me, shall lyue by the meanes of me."},{"number":58,"verse":"This is the breed, which cam downe from heauen: not as youre fathers dyd eate Manna, & are deed: He that eateth of this breed, shall lyue euer."},{"number":59,"verse":"These thinges sayd he in the synagoge, as he taught in Capernaum."},{"number":60,"verse":"Many therfore of his disciples (when they had herde this) sayde: this is an harde sayinge: who can abyde the bearinge of it?"},{"number":61,"verse":"Iesus knewe in him selfe, that his disciples murmured at it, & he sayd vnto them: Doth this offende you"},{"number":62,"verse":"What and yf ye shall se the sonne of man ascende vp thither where he was before?"},{"number":63,"verse":"It is the sprete that quyckeneth, the flesh proffyteth nothinge. The wordes that I speake vnto you, are sprete and lyfe."},{"number":64,"verse":"But there are some of you that beleue not. For Iesus knewe from the begynninge, which they were, that beleued not, & who shulde betraye him:"},{"number":65,"verse":"And he sayd: therfore sayde I vnto you: that noman can come vnto me, except it were geuen vnto hym of my father."},{"number":66,"verse":"From that tyme many of his disciples went backe, and forsoke him, and walked nomore with hym."},{"number":67,"verse":"Then sayde Iesus to the twelue: wyll ye also goo awaye"},{"number":68,"verse":"Then Simon Peter answered him: Lord, to whom shall we go? Thou haste the wordes of eternall lyfe"},{"number":69,"verse":"and we beleue and are sure that thou art Chryst the sonne of the lyuinge God."},{"number":70,"verse":"Iesus answereth them: Haue not I chosen you twelue, and one of you is a deuyll"},{"number":71,"verse":"He spake of Iudas Iscarioth the sonne of Simon. For he it was, that shuld betraye hym, beynge one of the twelue."}]}