{"bibleAbbr":"GB1539","bookName":"John","bookEnglishName":"John","chapterNumber":8,"verses":[{"number":1,"verse":"Iesus went vnto mount olyuete,"},{"number":2,"verse":"and early in the mornynge he came agayne into the temple, and all the people cam vnto hym, & he sate downe, & taught them."},{"number":3,"verse":"And the Scribes & Pharises brought vnto hym a woman taken in aduoutry: & whan they had set hir in the myddes,"},{"number":4,"verse":"they saye vnto hym: Master, thys woman was taken in aduoutry, euen as the dede was a doing."},{"number":5,"verse":"Moses in the lawe commaunded vs, that suche shulde be stoned. But what sayest thou?"},{"number":6,"verse":"This they sayde to tempt him that they myght accuse him. But Iesus stouped downe, and with his fynger wrote on the grounde."},{"number":7,"verse":"So, whan they contynued askynge him, he lyfte him selfe vp, and sayde vnto them: let him that is amonge you without synne, cast the fyrst stone at her."},{"number":8,"verse":"And agayne he stowped downe, & wrote on the grounde."},{"number":9,"verse":"And assone as they hearde this, they went out one by one, begynning at the eldest. And Iesus was lefte alone, & the woman standynge in the myddes."},{"number":10,"verse":"When Iesus had lyfte vp him selfe, and sawe no man, but the woman, he sayde vnto hir: woman, where are those thyne accusars Hath no man condempned the"},{"number":11,"verse":"She sayde: No man, Lorde. And Iesus sayde. Nether do I condempne the. Go and synne nomore."},{"number":12,"verse":"Then spake Iesus agayne vnto them, saying: I am the lyght of the worlde. He that foloweth me, doth not walke in darcknes but shall haue the light of lyfe."},{"number":13,"verse":"The Pharises therfore sayde vnto him: thou hearest recorde of thy selfe, thy recorde is not true."},{"number":14,"verse":"Iesus answered, & sayde vnto them: though I beare recorde of my selfe, yet my recorde is true: for I knowe whence I cam, and whither I go. But ye cannot tell whence I come, and whither I go."},{"number":15,"verse":"Ye iudge after the flesshe I iudge no man."},{"number":16,"verse":"And yf I iudge, my iudgement is true. For I am not alone: but I & the father that sent me."},{"number":17,"verse":"It is also wrytten in youre lawe, that the testimony of two men is true."},{"number":18,"verse":"I am one that beareth wytnes of my selfe, & the father that sent me, beareth wytnes of me."},{"number":19,"verse":"Then sayde they vnto him: where is thy father Iesus answered: yenether knowe me, nor yet my father: If ye had knowen me, ye shulde haue knowen my father also."},{"number":20,"verse":"These wordes spake Iesus in the tresury as he taught in the temple, and no man layde handes on hym for his houre was not yet come."},{"number":21,"verse":"Then sayde Iesus agayne vnto them: I go my waye, & ye shall seke me, & shall dye in youre synnes. Whyther I go, thyther can ye not come."},{"number":22,"verse":"Then sayde the Iewes: will he kyll him selfe, because he sayth: whyther I go, thyther can ye not come"},{"number":23,"verse":"And he sayde vnto them: ye are from beneth, I am from aboue. Ye are of this world, I am not of this world,"},{"number":24,"verse":"I sayd therfore vnto you, that ye shal dye in youre synnes. For yf ye beleue not that I am he, ye shall dye in youre synnes."},{"number":25,"verse":"Then sayd they vnto him. who arte thou And Iesus sayeth vnto them: Euen the very same thing that I speake vnto you."},{"number":26,"verse":"I haue many thinges to saye, and to iudge of you: Yee, & he that sent me, is true. And I speake in the world, those thinges, which I haue hearde of hym."},{"number":27,"verse":"Howebeit they vnderstode not that he spake of his father."},{"number":28,"verse":"Then sayd Iesus vnto them: when ye haue lyft vp an hye the sonne of man, then shall ye knowe, that I am he, and that I do nothinge of my selfe: but as my father hath taught me, euen so I speake these thinges:"},{"number":29,"verse":"and he that sent me, is wt me. The father hath not lefte me alone, for I do all wayes those thinges that please him."},{"number":30,"verse":"As he spake these wordes, many beleued on him. Then sayde Iesus to those Iewes, which beleued on him:"},{"number":31,"verse":"If ye continue in my worde, then are ye my very disciples,"},{"number":32,"verse":"and ye shall knowe the trueth: and the trueth shall make you free."},{"number":33,"verse":"They answered him: We be Abrahams seed, and were neuer bonde to eny man: how sayest thou then: ye shalbe made fre"},{"number":34,"verse":"Iesus answered them: verely, verely I saye vnto you, that whosoeuer committeth sinne,"},{"number":35,"verse":"is the seruaunte of sinne. And the seruaunt abydeth not in the house for euer."},{"number":36,"verse":"But the sonne abydeth euer. If the sonne therfore shal make you fre, then are ye fre in dede."},{"number":37,"verse":"I knowe that ye are Abrahams seed: but ye seke meanes to kill me, because my word hath no place in you."},{"number":38,"verse":"I speake that which I haue sene with my father: and ye do that, which ye haue sene with youre father."},{"number":39,"verse":"They answered and sayde vnto him: Abraham is oure father. Iesus sayeth vnto them: If ye were Abrahams children, ye wolde do the dedes of Abraham."},{"number":40,"verse":"But now ye go aboute to kyll me, a man that hath tolde you the trueth whych I haue heard of God: this dyd not Abraham."},{"number":41,"verse":"Ye do the dedes of youre father. Then sayde they to him: we were not borne of fornicacion. We haue one father, euen God."},{"number":42,"verse":"Iesus sayd vnto them: yf God were youre father, truly ye wolde loue me. For I proceaded forth, and came from God. Nether came I of my selfe, but he sent me:"},{"number":43,"verse":"Why do ye not knowe my speache? Euen because ye can not abyde the hearing of my worde."},{"number":44,"verse":"Ye are of youre father that deuyll, and the lustes of youre father will ye serue. He was a murtherer from the beginninge and abode not in the trueth, because there is no trueth in him. When he speaketh a lye, he speaketh of his awne. For he is a lyar, and the father of the same thing:"},{"number":45,"verse":"And because I tell you the trueth, therfore ye beleue me not."},{"number":46,"verse":"Which of you rebuketh me of synne? If I saye the trueth, why do not ye beleue me?"},{"number":47,"verse":"He that is of God, heareth Goddes wordes. Ye therfore beare them not, because ye are not of God."},{"number":48,"verse":"Then answered the the Iewes, and sayd vnto him: Saye we not well, that thou art a Samaritan, and hast the deuyll?"},{"number":49,"verse":"Iesus answered: I haue not the deuyll: but I honoure my father, and ye haue dishonored me."},{"number":50,"verse":"I seke not myne awne prayse: ther is one that seketh, and iudgeth."},{"number":51,"verse":"Uerely verely, I saye vnto you: yf a man kepe my saieng, he shall neuer se deeth."},{"number":52,"verse":"Then sayd the Iewes vnto him: Now knowe we that thou hast the deuyll. Abraham is deed, and the prophetes, and thou sayest: yf a man kepe my saying, he shal neuer taste of death."},{"number":53,"verse":"Art thou greater then our father Abraham, which is deed? and the prophetes are deed. Whom makest thou thy selfe?"},{"number":54,"verse":"Iesus answered: If I honoure my selfe, myne honour is nothinge. It is my father that honoureth me, which ye saye, is your God,"},{"number":55,"verse":"& yet ye haue not knowen hym: but I knowe him. And yf I saye, I knowe him not, I shalbe a lyar lyke vnto you. But I knowe him, and kepe his sayinge."},{"number":56,"verse":"Your father Abraham was glad to se my daye: and he sawe it, & reioysed."},{"number":57,"verse":"Then sayd the Iewes vnto him: thou art not yet . l. yere olde, and hast thou sene Abraham?"},{"number":58,"verse":"Iesus sayd vnto them: Uerely verely, I saye vnto you: yer Abraham was borne, I am."},{"number":59,"verse":"Then toke they vp stones, to cast at hym: But Iesus hyd him selfe, and went out of the temple."}]}