{"bibleAbbr":"NIV2011","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":10,"verses":[{"number":1,"verse":"(Proverbs of Solomon) The proverbs of Solomon: A wise son brings joy to his father, but a foolish son brings grief to his mother."},{"number":2,"verse":"Ill-gotten treasures have no lasting value, but righteousness delivers from death."},{"number":3,"verse":"The LORD does not let the righteous go hungry, but he thwarts the craving of the wicked."},{"number":4,"verse":"Lazy hands make for poverty, but diligent hands bring wealth."},{"number":5,"verse":"He who gathers crops in summer is a prudent son, but he who sleeps during harvest is a disgraceful son."},{"number":6,"verse":"Blessings crown the head of the righteous, but violence overwhelms the mouth of the wicked."},{"number":7,"verse":"The name of the righteous is used in blessings, but the name of the wicked will rot."},{"number":8,"verse":"The wise in heart accept commands, but a chattering fool comes to ruin."},{"number":9,"verse":"Whoever walks in integrity walks securely, but whoever takes crooked paths will be found out."},{"number":10,"verse":"Whoever winks maliciously causes grief, and a chattering fool comes to ruin."},{"number":11,"verse":"The mouth of the righteous is a fountain of life, but the mouth of the wicked conceals violence."},{"number":12,"verse":"Hatred stirs up conflict, but love covers over all wrongs."},{"number":13,"verse":"Wisdom is found on the lips of the discerning, but a rod is for the back of one who has no sense."},{"number":14,"verse":"The wise store up knowledge, but the mouth of a fool invites ruin."},{"number":15,"verse":"The wealth of the rich is their fortified city, but poverty is the ruin of the poor."},{"number":16,"verse":"The wages of the righteous is life, but the earnings of the wicked are sin and death."},{"number":17,"verse":"Whoever heeds discipline shows the way to life, but whoever ignores correction leads others astray."},{"number":18,"verse":"Whoever conceals hatred with lying lips and spreads slander is a fool."},{"number":19,"verse":"Sin is not ended by multiplying words, but the prudent hold their tongues."},{"number":20,"verse":"The tongue of the righteous is choice silver, but the heart of the wicked is of little value."},{"number":21,"verse":"The lips of the righteous nourish many, but fools die for lack of sense."},{"number":22,"verse":"The blessing of the LORD brings wealth, without painful toil for it."},{"number":23,"verse":"A fool finds pleasure in wicked schemes, but a person of understanding delights in wisdom."},{"number":24,"verse":"What the wicked dread will overtake them; what the righteous desire will be granted."},{"number":25,"verse":"When the storm has swept by, the wicked are gone, but the righteous stand firm forever."},{"number":26,"verse":"As vinegar to the teeth and smoke to the eyes, so are sluggards to those who send them."},{"number":27,"verse":"The fear of the LORD adds length to life, but the years of the wicked are cut short."},{"number":28,"verse":"The prospect of the righteous is joy, but the hopes of the wicked come to nothing."},{"number":29,"verse":"The way of the LORD is a refuge for the blameless, but it is the ruin of those who do evil."},{"number":30,"verse":"The righteous will never be uprooted, but the wicked will not remain in the land."},{"number":31,"verse":"From the mouth of the righteous comes the fruit of wisdom, but a perverse tongue will be silenced."},{"number":32,"verse":"The lips of the righteous know what finds favor, but the mouth of the wicked only what is perverse."}]}