{"bibleAbbr":"NIV2011","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":11,"verses":[{"number":1,"verse":"The LORD detests dishonest scales, but accurate weights find favor with him."},{"number":2,"verse":"When pride comes, then comes disgrace, but with humility comes wisdom."},{"number":3,"verse":"The integrity of the upright guides them, but the unfaithful are destroyed by their duplicity."},{"number":4,"verse":"Wealth is worthless in the day of wrath, but righteousness delivers from death."},{"number":5,"verse":"The righteousness of the blameless makes their paths straight, but the wicked are brought down by their own wickedness."},{"number":6,"verse":"The righteousness of the upright delivers them, but the unfaithful are trapped by evil desires."},{"number":7,"verse":"Hopes placed in mortals die with them; all the promise of their power comes to nothing."},{"number":8,"verse":"The righteous person is rescued from trouble, and it falls on the wicked instead."},{"number":9,"verse":"With their mouths the godless destroy their neighbors, but through knowledge the righteous escape."},{"number":10,"verse":"When the righteous prosper, the city rejoices; when the wicked perish, there are shouts of joy."},{"number":11,"verse":"Through the blessing of the upright a city is exalted, but by the mouth of the wicked it is destroyed."},{"number":12,"verse":"Whoever derides their neighbor has no sense, but the one who has understanding holds their tongue."},{"number":13,"verse":"A gossip betrays a confidence, but a trustworthy person keeps a secret."},{"number":14,"verse":"For lack of guidance a nation falls, but victory is won through many advisers."},{"number":15,"verse":"Whoever puts up security for a stranger will surely suffer, but whoever refuses to shake hands in pledge is safe."},{"number":16,"verse":"A kindhearted woman gains honor, but ruthless men gain only wealth."},{"number":17,"verse":"Those who are kind benefit themselves, but the cruel bring ruin on themselves."},{"number":18,"verse":"A wicked person earns deceptive wages, but the one who sows righteousness reaps a sure reward."},{"number":19,"verse":"Truly the righteous attain life, but whoever pursues evil finds death."},{"number":20,"verse":"The LORD detests those whose hearts are perverse, but he delights in those whose ways are blameless."},{"number":21,"verse":"Be sure of this: The wicked will not go unpunished, but those who are righteous will go free."},{"number":22,"verse":"Like a gold ring in a pig’s snout is a beautiful woman who shows no discretion."},{"number":23,"verse":"The desire of the righteous ends only in good, but the hope of the wicked only in wrath."},{"number":24,"verse":"One person gives freely, yet gains even more; another withholds unduly, but comes to poverty."},{"number":25,"verse":"A generous person will prosper; whoever refreshes others will be refreshed."},{"number":26,"verse":"People curse the one who hoards grain, but they pray God’s blessing on the one who is willing to sell."},{"number":27,"verse":"Whoever seeks good finds favor, but evil comes to one who searches for it."},{"number":28,"verse":"Those who trust in their riches will fall, but the righteous will thrive like a green leaf."},{"number":29,"verse":"Whoever brings ruin on their family will inherit only wind, and the fool will be servant to the wise."},{"number":30,"verse":"The fruit of the righteous is a tree of life, and the one who is wise saves lives."},{"number":31,"verse":"If the righteous receive their due on earth, how much more the ungodly and the sinner!"}]}