{"bibleAbbr":"NIV2011","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":13,"verses":[{"number":1,"verse":"A wise son heeds his father’s instruction, but a mocker does not respond to rebukes."},{"number":2,"verse":"From the fruit of their lips people enjoy good things, but the unfaithful have an appetite for violence."},{"number":3,"verse":"Those who guard their lips preserve their lives, but those who speak rashly will come to ruin."},{"number":4,"verse":"A sluggard’s appetite is never filled, but the desires of the diligent are fully satisfied."},{"number":5,"verse":"The righteous hate what is false, but the wicked make themselves a stench and bring shame on themselves."},{"number":6,"verse":"Righteousness guards the person of integrity, but wickedness overthrows the sinner."},{"number":7,"verse":"One person pretends to be rich, yet has nothing; another pretends to be poor, yet has great wealth."},{"number":8,"verse":"A person’s riches may ransom their life, but the poor cannot respond to threatening rebukes."},{"number":9,"verse":"The light of the righteous shines brightly, but the lamp of the wicked is snuffed out."},{"number":10,"verse":"Where there is strife, there is pride, but wisdom is found in those who take advice."},{"number":11,"verse":"Dishonest money dwindles away, but whoever gathers money little by little makes it grow."},{"number":12,"verse":"Hope deferred makes the heart sick, but a longing fulfilled is a tree of life."},{"number":13,"verse":"Whoever scorns instruction will pay for it, but whoever respects a command is rewarded."},{"number":14,"verse":"The teaching of the wise is a fountain of life, turning a person from the snares of death."},{"number":15,"verse":"Good judgment wins favor, but the way of the unfaithful leads to their destruction."},{"number":16,"verse":"All who are prudent act with knowledge, but fools expose their folly."},{"number":17,"verse":"A wicked messenger falls into trouble, but a trustworthy envoy brings healing."},{"number":18,"verse":"Whoever disregards discipline comes to poverty and shame, but whoever heeds correction is honored."},{"number":19,"verse":"A longing fulfilled is sweet to the soul, but fools detest turning from evil."},{"number":20,"verse":"Walk with the wise and become wise, for a companion of fools suffers harm."},{"number":21,"verse":"Trouble pursues the sinner, but the righteous are rewarded with good things."},{"number":22,"verse":"A good person leaves an inheritance for their children’s children, but a sinner’s wealth is stored up for the righteous."},{"number":23,"verse":"An unplowed field produces food for the poor, but injustice sweeps it away."},{"number":24,"verse":"Whoever spares the rod hates their children, but the one who loves their children is careful to discipline them."},{"number":25,"verse":"The righteous eat to their hearts’ content, but the stomach of the wicked goes hungry."}]}