{"bibleAbbr":"NIV2011","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"To humans belong the plans of the heart, but from the LORD comes the proper answer of the tongue."},{"number":2,"verse":"All a person’s ways seem pure to them, but motives are weighed by the LORD."},{"number":3,"verse":"Commit to the LORD whatever you do, and he will establish your plans."},{"number":4,"verse":"The LORD works out everything to its proper end - even the wicked for a day of disaster."},{"number":5,"verse":"The LORD detests all the proud of heart. Be sure of this: They will not go unpunished."},{"number":6,"verse":"Through love and faithfulness sin is atoned for; through the fear of the LORD evil is avoided."},{"number":7,"verse":"When the LORD takes pleasure in anyone’s way, he causes their enemies to make peace with them."},{"number":8,"verse":"Better a little with righteousness than much gain with injustice."},{"number":9,"verse":"In their hearts humans plan their course, but the LORD establishes their steps."},{"number":10,"verse":"The lips of a king speak as an oracle, and his mouth does not betray justice."},{"number":11,"verse":"Honest scales and balances belong to the LORD; all the weights in the bag are of his making."},{"number":12,"verse":"Kings detest wrongdoing, for a throne is established through righteousness."},{"number":13,"verse":"Kings take pleasure in honest lips; they value the one who speaks what is right."},{"number":14,"verse":"A king’s wrath is a messenger of death, but the wise will appease it."},{"number":15,"verse":"When a king’s face brightens, it means life; his favor is like a rain cloud in spring."},{"number":16,"verse":"How much better to get wisdom than gold, to get insight rather than silver!"},{"number":17,"verse":"The highway of the upright avoids evil; those who guard their ways preserve their lives."},{"number":18,"verse":"Pride goes before destruction, a haughty spirit before a fall."},{"number":19,"verse":"Better to be lowly in spirit along with the oppressed than to share plunder with the proud."},{"number":20,"verse":"Whoever gives heed to instruction prospers, and blessed is the one who trusts in the LORD."},{"number":21,"verse":"The wise in heart are called discerning, and gracious words promote instruction."},{"number":22,"verse":"Prudence is a fountain of life to the prudent, but folly brings punishment to fools."},{"number":23,"verse":"The hearts of the wise make their mouths prudent, and their lips promote instruction."},{"number":24,"verse":"Gracious words are a honeycomb, sweet to the soul and healing to the bones."},{"number":25,"verse":"There is a way that appears to be right, but in the end it leads to death."},{"number":26,"verse":"The appetite of laborers works for them; their hunger drives them on."},{"number":27,"verse":"A scoundrel plots evil, and on their lips it is like a scorching fire."},{"number":28,"verse":"A perverse person stirs up conflict, and a gossip separates close friends."},{"number":29,"verse":"A violent person entices their neighbor and leads them down a path that is not good."},{"number":30,"verse":"Whoever winks with their eye is plotting perversity; whoever purses their lips is bent on evil."},{"number":31,"verse":"Gray hair is a crown of splendor; it is attained in the way of righteousness."},{"number":32,"verse":"Better a patient person than a warrior, one with self-control than one who takes a city."},{"number":33,"verse":"The lot is cast into the lap, but its every decision is from the LORD."}]}