{"bibleAbbr":"NIV2011","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":23,"verses":[{"number":1,"verse":"(Saying 7) When you sit to dine with a ruler, note well what is before you,"},{"number":2,"verse":"and put a knife to your throat if you are given to gluttony."},{"number":3,"verse":"Do not crave his delicacies, for that food is deceptive."},{"number":4,"verse":"(Saying 8) Do not wear yourself out to get rich; do not trust your own cleverness."},{"number":5,"verse":"Cast but a glance at riches, and they are gone, for they will surely sprout wings and fly off to the sky like an eagle."},{"number":6,"verse":"(Saying 9) Do not eat the food of a begrudging host, do not crave his delicacies;"},{"number":7,"verse":"for he is the kind of person who is always thinking about the cost. “Eat and drink,” he says to you, but his heart is not with you."},{"number":8,"verse":"You will vomit up the little you have eaten and will have wasted your compliments."},{"number":9,"verse":"(Saying 10) Do not speak to fools, for they will scorn your prudent words."},{"number":10,"verse":"(Saying 11) Do not move an ancient boundary stone or encroach on the fields of the fatherless,"},{"number":11,"verse":"for their Defender is strong; he will take up their case against you."},{"number":12,"verse":"(Saying 12) Apply your heart to instruction and your ears to words of knowledge."},{"number":13,"verse":"(Saying 13) Do not withhold discipline from a child; if you punish them with the rod, they will not die."},{"number":14,"verse":"Punish them with the rod and save them from death."},{"number":15,"verse":"(Saying 14) My son, if your heart is wise, then my heart will be glad indeed;"},{"number":16,"verse":"my inmost being will rejoice when your lips speak what is right."},{"number":17,"verse":"(Saying 15) Do not let your heart envy sinners, but always be zealous for the fear of the LORD."},{"number":18,"verse":"There is surely a future hope for you, and your hope will not be cut off."},{"number":19,"verse":"(Saying 16) Listen, my son, and be wise, and set your heart on the right path:"},{"number":20,"verse":"Do not join those who drink too much wine or gorge themselves on meat,"},{"number":21,"verse":"for drunkards and gluttons become poor, and drowsiness clothes them in rags."},{"number":22,"verse":"(Saying 17) Listen to your father, who gave you life, and do not despise your mother when she is old."},{"number":23,"verse":"Buy the truth and do not sell it - wisdom, instruction and insight as well."},{"number":24,"verse":"The father of a righteous child has great joy; a man who fathers a wise son rejoices in him."},{"number":25,"verse":"May your father and mother rejoice; may she who gave you birth be joyful!"},{"number":26,"verse":"(Saying 18) My son, give me your heart and let your eyes delight in my ways,"},{"number":27,"verse":"for an adulterous woman is a deep pit, and a wayward wife is a narrow well."},{"number":28,"verse":"Like a bandit she lies in wait and multiplies the unfaithful among men."},{"number":29,"verse":"(Saying 19) Who has woe? Who has sorrow? Who has strife? Who has complaints? Who has needless bruises? Who has bloodshot eyes?"},{"number":30,"verse":"Those who linger over wine, who go to sample bowls of mixed wine."},{"number":31,"verse":"Do not gaze at wine when it is red, when it sparkles in the cup, when it goes down smoothly!"},{"number":32,"verse":"In the end it bites like a snake and poisons like a viper."},{"number":33,"verse":"Your eyes will see strange sights, and your mind will imagine confusing things."},{"number":34,"verse":"You will be like one sleeping on the high seas, lying on top of the rigging."},{"number":35,"verse":"“They hit me,” you will say, “but I’m not hurt! They beat me, but I don’t feel it! When will I wake up so I can find another drink?”"}]}