{"bibleAbbr":"NIV2011","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":30,"verses":[{"number":1,"verse":"(Sayings of Agur) The sayings of Agur son of Jakeh - an inspired utterance. This man’s utterance to Ithiel: “I am weary, God, but I can prevail."},{"number":2,"verse":"Surely I am only a brute, not a man; I do not have human understanding."},{"number":3,"verse":"I have not learned wisdom, nor have I attained to the knowledge of the Holy One."},{"number":4,"verse":"Who has gone up to heaven and come down? Whose hands have gathered up the wind? Who has wrapped up the waters in a cloak? Who has established all the ends of the earth? What is his name, and what is the name of his son? Surely you know!"},{"number":5,"verse":"“Every word of God is flawless; he is a shield to those who take refuge in him."},{"number":6,"verse":"Do not add to his words, or he will rebuke you and prove you a liar."},{"number":7,"verse":"“Two things I ask of you, LORD; do not refuse me before I die:"},{"number":8,"verse":"Keep falsehood and lies far from me; give me neither poverty nor riches, but give me only my daily bread."},{"number":9,"verse":"Otherwise, I may have too much and disown you and say, ‘Who is the LORD?’ Or I may become poor and steal, and so dishonor the name of my God."},{"number":10,"verse":"“Do not slander a servant to their master, or they will curse you, and you will pay for it."},{"number":11,"verse":"“There are those who curse their fathers and do not bless their mothers;"},{"number":12,"verse":"those who are pure in their own eyes and yet are not cleansed of their filth;"},{"number":13,"verse":"those whose eyes are ever so haughty, whose glances are so disdainful;"},{"number":14,"verse":"those whose teeth are swords and whose jaws are set with knives to devour the poor from the earth and the needy from among mankind."},{"number":15,"verse":"“The leech has two daughters. ‘Give! Give!’ they cry. “There are three things that are never satisfied, four that never say, ‘Enough!’:"},{"number":16,"verse":"the grave, the barren womb, land, which is never satisfied with water, and fire, which never says, ‘Enough!’"},{"number":17,"verse":"“The eye that mocks a father, that scorns an aged mother, will be pecked out by the ravens of the valley, will be eaten by the vultures."},{"number":18,"verse":"“There are three things that are too amazing for me, four that I do not understand:"},{"number":19,"verse":"the way of an eagle in the sky, the way of a snake on a rock, the way of a ship on the high seas, and the way of a man with a young woman."},{"number":20,"verse":"“This is the way of an adulterous woman: She eats and wipes her mouth and says, ‘I’ve done nothing wrong.’"},{"number":21,"verse":"“Under three things the earth trembles, under four it cannot bear up:"},{"number":22,"verse":"a servant who becomes king, a godless fool who gets plenty to eat,"},{"number":23,"verse":"a contemptible woman who gets married, and a servant who displaces her mistress."},{"number":24,"verse":"“Four things on earth are small, yet they are extremely wise:"},{"number":25,"verse":"Ants are creatures of little strength, yet they store up their food in the summer;"},{"number":26,"verse":"hyraxes are creatures of little power, yet they make their home in the crags;"},{"number":27,"verse":"locusts have no king, yet they advance together in ranks;"},{"number":28,"verse":"a lizard can be caught with the hand, yet it is found in kings’ palaces."},{"number":29,"verse":"“There are three things that are stately in their stride, four that move with stately bearing:"},{"number":30,"verse":"a lion, mighty among beasts, who retreats before nothing;"},{"number":31,"verse":"a strutting rooster, a he-goat, and a king secure against revolt."},{"number":32,"verse":"“If you play the fool and exalt yourself, or if you plan evil, clap your hand over your mouth!"},{"number":33,"verse":"For as churning cream produces butter, and as twisting the nose produces blood, so stirring up anger produces strife.”"}]}