{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું બીજું પુસ્તક","bookEnglishName":"2 Chronicles","chapterNumber":1,"verses":[{"number":1,"verse":"( સુલેમાનની જ્ઞાન માટેની પ્રાર્થના) ( ( 110 ૩:૧-૫ )) દાઉદનો પુત્ર સુલેમાન પોતાના રાજ્યમાં બળવાન થયો, ને તેના ઈશ્વર યહોવાએ તેની સાથે રહીને તેનો મહિમા બહુ વધાર્યો."},{"number":2,"verse":"સુલેમાને સર્વ ઇઝરાયલને, સહસ્રાધિપતિઓને, શતાધિપતિઓને, ન્યાયાધીશોને તથા આખા ઇઝરાયલમાંના સર્વ સરદારોને, એટલે પિતૃઓનાં કુટુંબોના વડીલોને [ભેગા થવાની] આજ્ઞા કરી."},{"number":3,"verse":"પછી તે પોતાની સાથે સમગ્ર પ્રજાને લઈને ગિબ્યોનના ઉચ્ચસ્થાને ગયો, કેમ કે ઈશ્વરનો મુલાકાતમંડપ જે યહોવાના સેવક મૂસાએ અરણ્યમાં બનાવ્યો હતો તે ત્યાં હતો."},{"number":4,"verse":"( ; ; .) પણ દાઉદે ઈશ્વરના કોશને માટે [જે જગા] તૈયાર કરી હતી ત્યાં તે તેને કિર્યાથ-યારીમથી લાવ્યો હતો; કેમ કે તેણે તેને માટે યરુશાલેમમાં તંબુ માર્યો હતો."},{"number":5,"verse":"વળી હૂરના પુત્ર ઉરીના પુત્ર બસાલેલે ( .) પિત્તળની જે વેદી બનાવી હતી, તે ત્યાં યહોવાના મંડપની સામે હતી; અને સુલેમાને તથા સર્વ લોકોએ ત્યાં જઈને [યહોવાની] આરાધના કરી."},{"number":6,"verse":"તેથી મુલાકાતમંડપ આગળની પિત્તળની જે વેદી યહોવાની સમક્ષ હતી તેની પાસે સુલેમાન ગયો, ને તેના પર તેણે એક હજાર દહનીયાર્પણ ચઢાવ્યાં."},{"number":7,"verse":"તે જ રાત્રે ઈશ્વરે સુલેમાનને દર્શન આપીને તેને કહ્યું, ”માગ; હું તને શું આપું?”"},{"number":8,"verse":"સુલેમાને ઈશ્વરને કહ્યું, ”મારા પિતા દાઉદ ઉપર તમે મોટી કૃપા કરીને તેમની જગાએ મને રાજા ઠરાવ્યો છે."},{"number":9,"verse":"હવે, હે યહોવા ઈશ્વર, તમે મારા પિતા દાઉદને જે વચન આપ્યું હતું તે ફળીભૂત થાઓ; કેમ કે ( ; .) પૃથ્વીની ધૂળની રજ જેટલા અસંખ્ય લોક પર તમે મને રાજા કર્યો છે."},{"number":10,"verse":"આ લોકોને લગતી સર્વ બાબતોની વ્યવસ્થા હું કરી શકું, માટે મને ડહાપણ તથા વિવેકબુદ્ધિ આપો; કેમ કે તમારી આ મહાન પ્રજાનો ન્યાય કોણ કરી શકે?”"},{"number":11,"verse":"ઈશ્વરે સુલેમાનને કહ્યું, “તારા અંત:કરણમાં આ હતું, તેં ધન, સંપત્તિ કે ગૌરવ કે તારો દ્વેષ કરનારાઓના જીવ માગ્યા નહિ; પરંતુ મારા જે લોક ઉપર મેં તને રાજા ઠરાવ્યો છે, તેઓનો ન્યાય તું કરી શકે માટે તેં પોતાને માટે ડહાપણ તથા વિવેકબુદ્ધિ માગ્યાં છે."},{"number":12,"verse":"તે માટે મેં તને ડહાપણ તથા વિવેકબુદ્ધિ બક્ષ્યાં છે. વળી હું તેન એટલું બધું ધન, સંપત્તિ તથા માન આપીશ કે જેટલું તારી અગાઉ થઈ ગયેલા કોઈ રાજાઓને ન હતું, ને તારી પાછળના કોઈને મળશે પણ નહિ.”"},{"number":13,"verse":"સુલેમાન ગિબ્યોનમાંના ઉચ્ચસ્થાનથી, એટલે મુલાકાતમંડપ આગળથી, યરુશાલેમ આવ્યો, ને તેણે ઇઝરાયલ ઉપર રાજ કર્યું."},{"number":14,"verse":"( સુલેમાનની જાહોહલાલી) ( ( 110 ૧૦:૨૬-૨૯ )) સુલેમાને રથો તથા સવારો એકત્ર કર્યા. તેની પાસે એક હજાર ચારસો ( .) રથો તથા બાર હજાર સવારો હતા, તેઓને તેણે રથો [રાખવાના] નગરોમાં તથા યરુશાલેમમાં પોતાની પાસે રાખ્યા."},{"number":15,"verse":"રાજાએ ( .) યરુશાલેમમાં સોનુરૂપું એટલું બધું વધારી દીધું કે તે પથ્થરને તોલે થઈ પડ્યું, ને એરેજવૃક્ષોને એટલાં બધાં વધાર્યા કે તે નીચાણના પ્રદેશમાંના ગુલ્લરો સરખાં થઈ પડ્યાં."},{"number":16,"verse":"સુલેમાનના ( .) ઘોડા મિસરમાંથી લાવેલા હતા. રાજાના સોદાગરો તેમને જથાબંધ, એટલે દરેક જથાની અમુક કિંમત આપીને, રાખતા હતા."},{"number":17,"verse":"મિસર જઈને તેઓ ત્યાંથી દરેક રથ રૂપાના છસો શેકેલ, અને દરેક ઘોડો દોઢસો શેકેલ આપીને લઈ આવતા. એ જ પ્રમાણે હિત્તીઓના સર્વ રાજાઓને માટે તથા અરામના રાજાઓને માટે પણ તે [સોદાગરો ઘોડા] લઈ આવતા."}]}