{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું બીજું પુસ્તક","bookEnglishName":"2 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"( ઉત્તરનાં કુળોનો બળવો) ( ( 110 ૧૨:૧-૨૦ )) સર્વ ઇઝરાયલીઓ રહાબામને રાજા ઠરાવવા માટે શખેમમાં એકત્ર થયા હતા, તેથી તે શખેમ ગયો."},{"number":2,"verse":"નબાટના પુત્ર યરોબામે તે વિષે સાંભલ્યું, (તે વખતે તે મિસરમાં હતો, ત્યાં તે સુલેમાન રાજાની પાસેથી નાસી ગયો હતો, ) ત્યારે તે મિસરમાંથી પાછો આવ્યો."},{"number":3,"verse":"કેમ કે [માણસ] મોકલીને તેને ત્યાંથી તેડી મંગાવવામાં આવ્યો. યરોબામે તથા સર્વ ઇઝરાયલીઓએ આવીને રહાબામને વિનંતી કરી,"},{"number":4,"verse":"“તમારા પિતાએ અમારા પર ભારે ઝૂંસરી મૂકી હતી. માટે હવે તમારા પિતાની સખત વેઠ તથા તેમણે મૂકેલી ભારે ઝૂંસરી તમે કંઈક હલકી કરો, એટલે અમે તમારે તાબે રહીશું.”"},{"number":5,"verse":"તેણે કહ્યું, “ત્રણ દિવસ પછી તમે મારી પાસે પાછા આવજો.” એટલે લોક ત્યાંથી વિદાય થયા."},{"number":6,"verse":"રહાબામ રાજાએ, તેના પિતા સુલેમાનની હયાતીમાં તની હજૂરમાં જે વડીલો ઊભા રહેતા હતા, તેઓની સલાહ લેતાં પૂછ્યું, “આ લોકોને શો ઉત્તર આપવો, એ વિષે તમે મને શી સલાહ આપો છો?”"},{"number":7,"verse":"તેઓએ તેને કહ્યું, “જો તમે આ લોકો ઉપર માયા દેખાડશો, તેઓને રાજી રાખશો, ને તેઓને મીઠાં વચનો કહેશો, તો તેઓ હંમેશા તમારે તાબે રહેશે.”"},{"number":8,"verse":"પણ વડીલોએ એને જે સલાહ આપી હતી તે તેણે ગણકારી નહિ, ને પોતાની સાથે મોટા થયેલા જે જુવાનો તેની ખિજમતમાં રહેતા હતા તેઓની તેણે સલાહ લીધી."},{"number":9,"verse":"તેણે તેઓને પૂછ્યું, “આ લોકોએ મને એમ કહ્યું છે કે, તમારા પિતાએ અમારા ઉપર જે ઝૂંસરી મૂકી હતી તે કંઈક હલકી કરો, તેમને શો જવાબ આપવો તે વિષે તમે શી સલાહ આપો છ?”"},{"number":10,"verse":"તેઓએ તેને કહ્યું, “જે લોકોએ તમારા પિતાએ મૂકેલી ભારે ઝૂંસરી હલકી કરવાનું તમને કહ્યું, તેઓને તમે કહેજો કે, ‘મારી ટચલી આંગળી મારા પિતાની કમર કરતાં જાડી છે."},{"number":11,"verse":"મારા પિતાએ તમારા ઉપર ભારે ઝૂંસરી લાદી, તો હું તમારા પરની ઝૂંસરીનો ભાર વધારીશ, મારા પિતા તમને ચાબુકોથી શિક્ષા કરતા, પણ હું તો જેરબંધથી તમને [શિક્ષા કરીશ].’”"},{"number":12,"verse":"રાજાના ફરામાવ્યા પ્રમાણે ત્રીજે દિવસે યરોબામ તથા સર્વ લોકો રહાબામની પાસે આવ્યા."},{"number":13,"verse":"તેઓને રાજાએ સખ્તાઈથી ઉત્તર આપ્યો. તેણે વડીલોની સલાહ ગણકારી નહિ."},{"number":14,"verse":"પણ જુવાનોની સલાહ પ્રમાણે તેઓને કહ્યું, “મારા પિતાએ તમારી ઝૂંસરી ભારે કરી હતી, પણ હું તો તમારી ઝૂંસરી એથી પણ વધારે ભારે કરીશ. મારા પિતા તમને ચાબુકોથી શિક્ષા કરતા, પણ હું તો જેરબંધથી તમને [શિક્ષા કરીશ].’”"},{"number":15,"verse":"આ પ્રમાણે રાજાએ લોકોનું કહેવું ગણકાર્યું નહિ, કેમ કે એ ઈશ્વર [ની ઇચ્છા] પ્રમાણે થયું હતું, જેથી યહોવાએ શીલોની આહિયા દ્વારા નબાટના પુત્ર યરોબામને જે વચન આપ્યું હતુંતે તે પૂરું કરે."},{"number":16,"verse":"સર્વ ઇઝરાયલે જોયું કે રાજા અમારું સાંભળતો નથી, ત્યારે લોકોએ રાજાને ઉત્તર આપ્યો, ( .) “દાઉદમાં અમારો શો ભાગ છે? યિશાઈના પુત્રમાં અમારો વારસો નથી. હે ઇઝરાયલ, તમે દરેક પોતપોતાને ઘેર જાઓ. હવે હે દાઉદ, તારું પોતાનું ઘર તું સંભાળી લેજે.” એમ કહીને સર્વ ઇઝરાયલીઓ પોતપોતાને ઘેર ચાલ્યા ગયા."},{"number":17,"verse":"પણ યહૂદિયાના નગરોમાં રહેનાર ઇઝરાયલી લોકો પર તો રહાબામની હકૂમત કાયમ રહી."},{"number":18,"verse":"પછી હદોરામ, જે લશ્કરી વેઠ કરનારાઓનો ઉપરી હતો, તેને જ્યારે રહાબામ રાજાએ મોકલ્યો ત્યારે ઇઝરાયલીઓએ તેને પથ્થરે મારીને મારી નાખ્યો. તથી રહાબામ રાજા યરુશાલેમ નાસી જવા માટે ઉતાવળે પોતાના રથ પર ચઢી બેઠો."},{"number":19,"verse":"એમ ઇઝરાયલે દાઉદનાં કુટુંબની વિરુદ્ધ બળવો કર્યો, ને આજ સુધી [તેમ જ છે]."}]}