{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું બીજું પુસ્તક","bookEnglishName":"2 Chronicles","chapterNumber":17,"verses":[{"number":1,"verse":"( યહોશાફાટ યહૂદિયાની ગાદીએ) આસાને સ્થાને તેના પુત્ર યહોશાફાટે રાજ કર્યું, તેણે ઇઝરાયલની સામે પોતાને બળવાન કર્યો."},{"number":2,"verse":"તેણે યહૂદિયાનાં કિલ્લાવાળા સર્વ નગરોમાં પલટણો રાખી, ને યહૂદિયા દેશમાં તથા ઇફ્રાઇમનાં જે નગરો એના પિતા આસાએ જીતી લીધાં હતાં, તેઓમાં થાણાં બેસાડ્યાં."},{"number":3,"verse":"યહોવા યહોશાફાટની સાથે હતા, કેમ કે તે પોતાના પિતામહ દાઉદ પ્રથમ જે માર્ગે ચાલ્યા હતા તે માર્ગે ચાલ્યો. તેણે બાલીમની સેવા કરી નહિ;"},{"number":4,"verse":"પણ પોતાના પિતૃઓના ઈશ્વરની સેવા કરી, ને તેની આજ્ઞાઓ પ્રમાણે ચાલ્યો, ને તેણે ઇઝરાયલનું અનુસરણ કર્યું નહિ."},{"number":5,"verse":"એથી યહોવાએ તેના હાથમાં રાજ્ય સ્થિર કર્યું. યહૂદિયાના સર્વ લોકો યહોશાફાટ પાસે ભેટો લાવતા. તેની પાસે પુષ્કળ દ્રવ્ય હતું અને લોકો તેને બહું માન આપતા."},{"number":6,"verse":"યહોવાને માર્ગે ચાલવાને તે બહું આતુર હતો. વળી તેણે યહૂદિયામાંથી ઉચ્ચસ્થાનો તથા આશેરીમ [મૂર્તિઓ] કાઢી નાખ્યાં."},{"number":7,"verse":"વળી તેની કારકિર્દીને ત્રીજે વર્ષે તેણે યહૂદિયાના નગરોમાં [લોકોને] બોધ કરવાને પોતાના મુખ્ય અમલદારોને, એટલે બેન-હાયિલને, ઓબાદ્યાને, ઝખાર્યાને, નથાનએલને તથા મિખાયાને મોકલ્યા."},{"number":8,"verse":"વળી તેણે તેઓની સાથે શમાયા, નથાન્યા, ઝબાદ્યા, અસાહેલ, શમિરામોથ, યહોનાથાન, અદોનિયા, ટોબિયા તથા ટોબ-અદોનિયા એ લેવીઓને અને તેઓની સાથે અલિશામા તથા યહોરામ યાજકોને મોકલ્યા."},{"number":9,"verse":"તેઓએ યહોવાના નિયમનું પુસ્તક પોતાની પાસે રાખીને યહૂદિયાના સર્વ નગરોમાં ફરીને લોકોને બોધ કર્યો."},{"number":10,"verse":"( યહોશાફાટની મહાનતા) યહૂદિયાની આસપાસના દેશોનાં સર્વ રાજ્યોને યહોવાનો એટલો બધો ભય લાગ્યો કે તેઓએ યહોશાફાટની સામે યુદ્ધ કરવાની હામ ભીડી નહિ."},{"number":11,"verse":"પલિસ્તીઓમાંના કેટલાક યહોશાફાટની પાસે નજરાણા તરીકે પુષ્કળ રૂપું લાવ્યાં, આરબો પણ તેને માટે સાત હજાર સાતસો ઘેટાં ને સાત હજાર સાતસો બકરા લાવ્યા."},{"number":12,"verse":"યહોશાફાટ અતિશય બળવાન થતો ગયો. તેણે યહૂદિયામાં કિલ્લા તથા ભંડારનાં નગરો બાંધ્યાં."},{"number":13,"verse":"તેણે યહૂદિયાનાં નગરોમાં યુદ્ધની પુષ્કળ સામગ્રી ભેગી કરી રાખી; અને તેની પાસે યરુશાલેમમાં પરાક્રમી શૂરવીર યોદ્ધાઓ પણ હતા."},{"number":14,"verse":"તેઓના પિતૃઓનાં કુટુંબો પ્રમાણે તેઓની ગણતરી આ હતી:યહૂદિયામાં મુખ્ય સહસ્રાધિપતિ આદના હતો, તેની પાસે ત્રણ લાખ પરાક્રમી શૂરવીર પુરુષો હતા."},{"number":15,"verse":"તેથી ઊતરતા દરજ્જાનો સરદાર યહોહાનાન હતો, તેની પાસે બે લાખ એંશી હજાર [લડવૈયા] હતા,"},{"number":16,"verse":"અને તેનાથી ઊતરતો ઝિખ્રીનો પુત્ર અમાસ્યા હતો, તે રાજીખુશીથી યહોવાની સેવા કરવા માટે તત્પર થયો હતો. તેની પાસે બે લાખ પરાક્રમી શૂરવીરો હતા."},{"number":17,"verse":"બિન્યામીનમાં [મુખ્ય સહસ્રાધિપતિ] પરાક્રમી યોદ્ધો એલ્યાદા હતો. તેની પાસે ધનુષ્ય તથા ઢાલ સજેલા બે લાખ પુરુષો હતા."},{"number":18,"verse":"તેથી ઊતરતો યહોઝાબાદ હતો, તેની પાસે યુદ્ધ કરવાને સજ્જિત થયેલા એક લાખ એંશી હજાર [પુરુષો હતા]."},{"number":19,"verse":"આખા યહૂદિયામાં કિલ્લાવાળાં નગરોમાં જેઓને રાજાએ રાખ્યા હતા તેઓ ઉપરાંત તેઓ પણ રાજાની સેવામાં તત્પર રહેતા હતા."}]}