{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું બીજું પુસ્તક","bookEnglishName":"2 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"( યહૂદિયા પર અહાઝ્યા રાજા) ( ( 120 ૮:૨૫-૨૯ ; 120 ૯:૨૧-૨૮ )) યરુશાલેમનાં રહેવાસીઓએ તેની જગાએ તેના સૌથી નાના પુત્ર અહાઝ્યાને રાજા ઠરાવ્યો; કેમ કે આરબોની સાથે છાવણીમાં આવેલા માણસોની ટોળીઓ તેના બધા વડા ભાઇઓને મારી નાખ્યા હતા. એ પ્રમાણે યહૂદિયાના રાજા યહોરામનો પુત્ર અહાઝ્યા રાજા થયો."},{"number":2,"verse":"અહાઝ્યા રાજા થયો ત્યારે તે બેતાળીસ વર્ષનો હતો. તેણે યરુશાલેમમાં એક વર્ષ સુધી રાજ કર્યું, તેની માનું નામ અથાલ્યા હતું. તે ઓમ્રીની પુત્રી હતી."},{"number":3,"verse":"તે પણ આહાબના કુટુંબના માર્ગે ચાલ્યો. કેમ કે તેની મા તેને દુષ્ટ કૃત્યો કરવાની સલાહ આપતી હતી."},{"number":4,"verse":"તેણે આહાબના કુટુંબના માણસોની માફક યહોવાની ર્દષ્ટિમાં જે ભૂંડું હતું તે કર્યું; કેમ કે તેના પિતાના મરણ પછી તેઓએ તેને એવી શિખામણ આપી હતી કે તેથી તેનો નાશ થયો."},{"number":5,"verse":"વળી તે તેઓની શિખામણ માનીને રમોથ-ગિલ્યાદ આગળ અરામના રાજા હઝાએલની સામે યુદ્ધ કરવા ઇઝરાયલના રાજા આહાબના પુત્ર યહોરામની સાથે ગયો. અરામીઓએ યહોરામને ઘાયલ કર્યો."},{"number":6,"verse":"રામા આગળ અરામના રાજા હઝાએલની સામે યુદ્ધ કરતાં તેને જે ઘા વાગ્યાં હતાં તેમાંથી સાજો થવાને તે યિઝ્‍એલ પાછો ગયો. અને તે માંદો હતો, તેથી અહાઝ્યા યિઝ્એલમાં તેને જોવા ગયો હતો."},{"number":7,"verse":"આહાઝ્યા યહોરામને જોવા ગયો તેથી ઈશ્વર તરફથી તેનો નાશ નિર્મિત થયો હતો, કેમ કે ત્યાં ગયા પછી તે યહોરામની સાથે નિમ્શીનો દિકરો યેહૂ કે, જેને યહોવાએ આહાબના કુટુંબનો નાશ કરવા માટે અભિષિક્ત કર્યો હતો, તેની સામે ગયો."},{"number":8,"verse":"જ્યારે યેહુ આહાબના કુટુંબ પર ઈશ્વરના ન્યાયાસનનપો અમલ કરતો હતો ત્યારે યહૂદિયાના સરદારો તથા અહાઝયાના ભાઇઓના પુત્રો અહાઝ્યાની સેવા કરતા તેને મળ્યાં, તેણે તેઓને મારી નાખ્યાં."},{"number":9,"verse":"તેણે અહાઝ્યાને શોધ્યો (તે તો સમરુનમાં સંતાઈ રહ્યો હતો, ) પણ યહૂના માણસોએ તેને ત્યાંથી પકડ્યો, ને તેને યેહૂની પાસે લાવીને તેને મારી નાખ્યો. તેઓએ તેને દાટ્યો, કેમ કે તેઓએ વિચાર્યું કે યહોશાફાટ કે જે પોતાના ખરા અંત:કરણથી યહોવાની શોધ કરતો હતો તેનો પુત્ર એ છે. હવે અહાઝ્યાના કુટુંબમાં રાજ્ય ચલાવી શકે એવો કોઈ રહ્યો નહોતો."},{"number":10,"verse":"( યહૂદિયાની રાણી અથાલ્યા) ( ( 120 ૧૧:૧-૩ )) આહાઝ્યાની મા અથાલ્યાને ખબર પડી કે, પોતાનો પુત્ર મરણ પામ્યો છે, ત્યારે તેણે ઊઠીને યહૂદિયાના કુટુંબના સર્વ રાજકુંવરોનો નાશ કર્યો."},{"number":11,"verse":"પણ રાજાની પુત્રી યહોશાબાથે આહાઝ્યાના પુત્ર યોઆશને, રાજાના પુત્રોને મારી નાખતી વખતે તેઓમાંથી તેને ચોરી જઈને તેને તથા તેની દાઈને શયનગૃહમાં સંતાડી રાખ્યાં. આ પ્રમાણે યહોરામ રાજાની પુત્રી યહોશાબાથ, જે યહોયાદા યાજકની સ્ત્રી હતી.(અને જે અહાઝ્યાની બહેન હતી, ) તેણે અથાલ્યાથી યોઆશને સંતાડ્યો, તેથી તે તેને મારી નાખી શકી નહિ."},{"number":12,"verse":"તે રાજકુવર તેમની સામે છ વર્ષ સુધી ઈશ્વરના મંદિરમાં સંતાઈ રહ્યો. એ દરમિયાન અથાલ્યા દેશ ઉપર રાજ કરતી હતી."}]}