{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું બીજું પુસ્તક","bookEnglishName":"2 Chronicles","chapterNumber":29,"verses":[{"number":1,"verse":"( યહૂદિયાની ગાદી પર હિઝકિયા) ( ( 120 ૧૮:૧-૩ )) હિઝકિયા રાજ કરવા લાગ્યો ત્યારે તે પચ્ચીસ વર્ષનો હતો. તેણે યરુશાલેમમાં ઓગણત્રીસ વર્ષ રાજ કર્યું, તેની માનું નામ અબિયા હતું, તે ઝખાર્યાની પુત્રી હતી."},{"number":2,"verse":"તેના પિતા દાઉદે જેમ કર્યું હતું તે પ્રમાણે તેણે યહોવાની ર્દષ્ટિમાં જે સારું હતું તે કર્યું."},{"number":3,"verse":"( મંદિરનું શુદ્ધિકરણ) તેણે પોતાની કારકિર્દીના પહેલા વર્ષના પહેલા માસમાં યહોવાના મંદિરનાં બારણાં ઉઘાડીને તેમને સમાર્યા."},{"number":4,"verse":"તેણે યાજકોને તથા લેવીઓને માંહે બોલાવીને પૂર્વ તરફના ખુલ્લા ચોકમાં તેઓને એકત્ર કરીને કહ્યું,"},{"number":5,"verse":"“હે લેવીઓ, તમે મારું સાંભળો, હવે તમે શુદ્ધ થાઓ, તમારા પિતૃઓના ઈશ્વર યહોવાના મંદિરને શુદ્ધ કરો, ને પવિત્રસ્થાનમાંથી અશુદ્ધતા કાઢી નાખો."},{"number":6,"verse":"કેમ કે આપણા પિતૃઓએ ઉલ્લંઘન કરીને આપણા ઈશ્વર યહોવાની ર્દષ્ટિમાં જે ભૂંડું છે તે કર્યું છે, તેમને તજી દીધા છે, ને તેઓએ યહોવાના રહેઠાણ તરફ પોતાની પીઠ ફેરવીને તેમની પરવા કરી નથી."},{"number":7,"verse":"વળી તેઓએ તેની પરસાળનાં બારણા બંધ કરી દીધાં છે. દીવા હોલવી નાખ્યા છે. ઇઝરાયલના ઈશ્વરની આગળ ધૂપ બાળ્યો નથી, ને પવિત્રસ્થાનમાં દહનીયાર્પણો ચઢાવ્યાં નથી."},{"number":8,"verse":"માટે યહોવાનો કોપ યહૂદિયા તથા યરુશાલેમ પર આવી પડ્યો છે, જેમ તમે તમારી નજરે જુઓ છો તેમ તેમણે તેઓને આમતેમ હડસેલા ખાવાને, ને અચંબારૂપ તથા ફિટકારરૂપ થવા માટે સોંપી દીધાં છે."},{"number":9,"verse":"જુઓ, આપણા પિતૃઓ તરવારથી મરણ પામ્યા છે, ને એને લીધે આપણા પુત્રો, આપણી પુત્રીઓ તથા આપણી સ્ત્રીઓ બંદીવાસમાં લઈ જવામાં આવ્યાં છે."},{"number":10,"verse":"હવે આપણા પરથી ઈશ્વરનો ઉગ્ર કોપ સમે માટે ઇઝરાયલના ઈશ્વર યહોવાની સાથે કરાર કરવાનું મારું મન છે."},{"number":11,"verse":"હે મારા પુત્રો, ગાફેલ ન રહો, કેમ કે યહોવાએ તેમની આગળ ઊભા રહીને તેમની સેવા કરવા માટે તથા તેમના સેવકો થઈને ધૂપ બાળવા માટે તમને પસંદ કર્યા છે.”"},{"number":12,"verse":"એ સાંભળીને લેવીઓ ઊઠ્યા, એટલે કહાથીઓના પુત્રોમાંના સમાસાયનો પુત્ર મહાથ તથા અઝાર્યાનો પુત્ર યોએલ; મરારીના પુત્રોમાંના આબ્દીનો પુત્ર કીશ તથા યહાલ્લેલેલનો પુત્ર અઝાર્યા; ગેર્શોનીઓમાંના ઝિમ્માનો પુત્ર યોઆ તથા યોઆનો પુત્ર એદેન;"},{"number":13,"verse":"અલીસાફાનના પુત્રોમાંના શિમ્રી તથા યેઉએલ; આસાફના પુત્રોમાંના ઝખાર્યા તથા માત્તાન્યા;"},{"number":14,"verse":"હેમાનના પુત્રોમાંના યહૂએલ તથા શિમઈ; અને યદૂથૂનના પુત્રોમાંના શમાયા તથા ઉઝિયેલ."},{"number":15,"verse":"તેઓએ પોતાના ભાઈઓને ભેગા કર્યા, ને પોતાને પવિત્ર કરીને તેઓ યહોવાના વચનથી રાજાની આજ્ઞા પ્રમાણે યહોવાના મંદિરને શુદ્ધ કરવા માટે અંદર ગયા."},{"number":16,"verse":"યાજકો યહોવાના મંદિરના અંદરના ભાગમાં સાફસૂફ કરવા ગયા, ને જે સર્વ કચરો યહોવાના મંદિરમાંથી તેઓને મળ્યો તે તેઓ યહોવાના મંદિરના આંગણામાં બહાર લાવ્યા, અને લેવીઓ તે કચરો કિદ્રોન નાળા આગળ બહાર લઈ ગયા."},{"number":17,"verse":"પહેલા માસને પહેલે દિવસે તેઓએ શુદ્ધ કરવાનું કામ શરૂ કર્યું, ને તે જ માસને આઠમે દિવસે તેઓ યહોવાની પરસાળમાં આવ્યા. તેઓએ આઠ દિવસમાં યહોવાના મંદિરને શુદ્ધ કરીને પહેલા માસને સોળમે દિવસે તે [કામ] સમાપ્ત કર્યું."},{"number":18,"verse":"( મંદિરની પુન:પ્રતિષ્ઠા) પછી તેઓએ મહેલમાં હિઝકિયા રાજાની હજૂરમાં જઈને તેને કહ્યું, “અમે યહોવાનું આખું મંદિર, પહનીયાર્પણની વેદી, તેના સર્વ પાત્રો સહિત, ને અર્પેલી રોટલીની મેજ તથા તેનાં સર્વ પાત્રો સ્વચ્છ કર્યા છે."},{"number":19,"verse":"વળી જે સર્વ પાત્રો આહાઝ રાજાની કારકિર્દીમાં તેણે ઉલ્લંઘન કર્યું ત્યારે કાઢી નાખ્યાં હતાં, તેઓને પણ અમે સાફ કરીને શુદ્ધ કર્યા છે. અને જુઓ, તે યહોવાની વેદી આગળ મૂકેલાં છે.”"},{"number":20,"verse":"પછી હિઝકિયા રાજા વહેલો ઊઠીને નગરના સરદારોને એકઠા કરીને યહોવાના મંદિરમાં ચઢી ગયો."},{"number":21,"verse":"તેઓ રાજ્યને માટે, પવિત્રસ્થાનને માટે તથા યહૂદિયાના લોકોને માટે પાપાર્થાર્પણને માટે સાત ગોધા, સાત ઘેટાં, સાત હલવાન તથા સાત બકરા લાવ્યા. અને તેણે હારુનના પુત્રોને, એટલે યાજકોને, યહોવાની વેદી પર તેમનું અર્પણ કરવાની આજ્ઞા આપી."},{"number":22,"verse":"માટે તેઓએ ગોધા કાપ્યા, ને યાજકોએ તેમનું રક્ત વેદી પર છાંટ્યું; તેઓએ ઘેટા કાપીને તેમનું લોહી વેદી પર છાંટ્યું; તેઓએ હલવાનો પણ કાપીને તેમનું રક્ત વેદી પર છાંટ્યું."},{"number":23,"verse":"પછી રાજા તથા પ્રજાની આગળ પાપાર્થાર્પણના બકરાઓને નજીક લાવીને તેઓએ તેમના ઉપર હાથ મૂક્યા."},{"number":24,"verse":"રાજાએ એવી આજ્ઞા આપી હતી કે, સર્વ ઇઝરાયલીઓને માટે દહનીયાર્પણ તથા પાપાર્થાર્પણ [કરવું જોઈએ]. તેથી યાજકોએ તેમને કાપીને તેઓના રક્ત વડે સર્વ ઇઝરાયલીઓને માટે પ્રાયશ્ચિત કરવા માટે વેદી ઉપર તેમનું પાપાર્થાર્પણ કર્યું."},{"number":25,"verse":"દાઉદની, દષ્ટા ગાદની તથા નાથાન પ્રબોધકની આજ્ઞા પ્રમાણે તેણે લેવીઓને ઝાંઝો, સિતારો તથા વીણાઓ સહિત યહોવાના મંદિરમાં [સેવા કરવા માટે] ઠરાવ્યા, કેમ કે યહોવાએ પોતાના પ્રબોધકો દ્વારા એવી આજ્ઞા આપી હતી."},{"number":26,"verse":"લેવીઓ દાઉદનાં વાજિંત્રો લઈને તથા યાજકો રણશિંગડાં લઈને ઊભા રહ્યા."},{"number":27,"verse":"ત્યાર પછી હિઝકિયાએ વેદી પર દહનીયાર્પણ ચઢાવવાની આજ્ઞા કરી. દહનીયાર્પણ [ચઢાવવાનું] શરૂ થયું તે જ વખતે તેઓ યહોવાનું ગીત ગાવા લાગ્યા, અને તેની સાથે રણશિંગડાં તથા ઇઝરાયલનાં રાજા દાઉદનાં વાજિંત્રો પણ વગાડવામાં આવ્યાં."},{"number":28,"verse":"આખી સભાએ ભજન કર્યું, ગવૈયાઓએ ગાયન ગાયું, ને રણશિંગડાંવાળાઓએ [રણશિંગડાં] વગાડ્યાં; એ પ્રમાણે દહનિયાર્પણ પૂરું થતાં સુધી [ચાલું રહ્યું]."},{"number":29,"verse":"અર્પણ કરી રહ્યા પછી રાજાએ તથા તેની સાથે જેઓ હાજર હતા તે સર્વએ નમસ્કાર કરીને ભજન કર્યું."},{"number":30,"verse":"વળી હિઝકિયા રાજાએ તથા સરદારોએ દાઉદે તથા દષ્ટા આસાફે રચેલા ગીત ના શબ્દો ગાઈને લેવીઓને યહોવાની સ્તુતિ કરવાની આજ્ઞા કરી. તેઓએ આનંદથી સ્તુતિનું ગાયન ગાયું, ને તેઓએ માથાં નમાવીને ભજન કર્યું."},{"number":31,"verse":"તે સમયે હિઝકિયાએ લોકોને સંબોધીને કહ્યું, “હવે તમે યહોવાને પોતાનું સ્વાર્પણ કર્યું છે, માટે પાસે આવીને યહોવાના મંદિરમાં યજ્ઞો તથા આભારાર્થાર્પણો લાવો. ત્યારે સમગ્ર પ્રજા યજ્ઞો તથા આભારાર્થાર્પણો લાવી. અને જેઓનાં મનમાં આવ્યું તેઓ રાજીખુશીથી દહનીયાર્પણો [લાવ્યા]."},{"number":32,"verse":"જે દહનીયાર્પણો પ્રજા લાવી તેઓની સંખ્યા સિત્તેર ગોધા, સો ઘેટા ને બસો હલવાન હતી; એ સર્વ યહોવાને દહનીયાર્પણ તરીકે ચઢાવવામાં આવ્યાં."},{"number":33,"verse":"વળી આભારાર્થાર્પણ તરીકે છસો ગોધા તથા ત્રણ હજાર ઘેટા ચઢાવવામાં આવ્યાં."},{"number":34,"verse":"પણ યાજકો ઓછા હોવાથી એ સર્વ દહનીયાર્પણો તેઓ ઉતરડી શક્યા નહિ, માટે તેઓના ભાઈ લેવીઓએ એ કામ પૂરું થતાં સુધી તથા યાજકોએ પોતાને શુદ્ધ કર્યા ત્યાં સુધી તેઓને મદદ કરી, કેમ કે પોતાને શુદ્ધ કરવા વીષે યાજકો કરતાં લેવીઓ વધારે કાળજી રાખતા હતા."},{"number":35,"verse":"વળી દહનીયાર્પણો તથા દરેક દહનીયાર્પણને માટે શાંત્યર્પણોનો મેદ તથા પેયાર્પણો પણ પુષ્કળ હતાં. એ પ્રમાણે યહોવાના મંદિરની સેવા કરવાની વ્યવસ્થા કરવામાં આવી."},{"number":36,"verse":"ઈશ્વરની ભક્તિ લોકો કરે તેને માટે તેણે જે સિદ્ધ કર્યુ હતુ તે જોઈને હિઝકિયાએ તથા સર્વ લોકોએ હર્ષ કર્યો, કેમ કે એ કામ એકાએક ઊભું થયું હતું."}]}