{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું બીજું પુસ્તક","bookEnglishName":"2 Chronicles","chapterNumber":31,"verses":[{"number":1,"verse":"( હિઝકિયાની ધર્મસુધારણા) એ સર્વ સમાપ્ત થયું ત્યાર પછી જે ઇઝરાયલીઓ ત્યાં હાજર થયા હતા તે સર્વ યહૂદિયાના નગરોમાં પાછા ગયા, ને તેઓએ ભજનસ્તંભોના ટુકડેટુકડા કરી નાખ્યા, તથા અશેરીમ [મૂર્તિઓ] ને કાપી નાખી, અને આખા યહૂદિયા તથા બિન્યામીનમાંથી, તેમ જ એફ્રાઈમ તથા મનાશ્શામાંથી પણ, ઉચ્ચસ્થાનો તથા વેદીઓ તોડી પાડીને તે સર્વનું નિકંદન કરી નાખ્યું. પછી સર્વ ઇઝરાયલી લોકો પોતાના નગરોમાં પોતપોતાના વતનમાં પાછા ગયા."},{"number":2,"verse":"હિઝકિયાએ યાજકોના તથા લેવીઓના વારા પ્રમાણે સેવાને અર્થે વર્ગો પાડ્યા, એટલે દહનીયાર્પણો તથા શાત્યર્પણો ચઢાવવા માટે, તેમ જ સેવા કરવા તથા આભાર માનવા તથા યહોવાની છાવણીઓની ભાગળોમાં સ્તુતિ કરવાને માટે, યાજકો તથા લેવીઓને [નીમ્યા]."},{"number":3,"verse":"વળી રાજાની સંપત્તિનો એક ભાગ પણ દહનીયાર્પણોને માટે, એટલે સવારનાં તથા સાંજનાં દહનીયાર્પણોને માટે, તેમ જ સાબ્બાથોનાં, ચંદ્ર દર્શનના દિવસોનાં તથા નિયુક્ત પર્વોનાં દહનીયાર્પણોને માટે ( .) યહોવાના નિયમશાસ્ત્રમાં લખ્યા પ્રમાણે [તેણે આપવાનો ઠરાવ કર્યો]."},{"number":4,"verse":"( , .) તે ઉપરાંત તેણે યાજકોનો તથા લેવીઓનો ભાગ તેમને આપવાની યરુશાલેમમાં રહેનારા લોકને આજ્ઞા કરી, જેથી તેઓ યહોવાના નિયમ પ્રમાણે [મંદિરની] સેવામાં મંડ્યા રહે."},{"number":5,"verse":"એ હુકમ બહાર પડતાં જ ઇઝરાયલી લોકોએ અનાજનો, દ્રાક્ષારસનો, તેલનો, મધનો તથા સિમની સર્વ ઊપજનો પ્રથમ પાક આપ્યો. વળી સર્વ વસ્તુઓનો પૂરેપૂરો દશાંશ તેઓ લાવ્યાં."},{"number":6,"verse":"ઇઝરાયલી લોકો તથા યહૂદિયાના માણસો જેઓ યહૂદિયાનાં નગરોમાં રહેતા હતાં, તેઓએ પણ બળદો તથા ઘેટાંનો દશાંશ તથા પોતાના ઈશ્વર યહોવાને સમર્પણ કરાયેલી વસ્તુઓ લાવીને તેમના ઢગલા કર્યા."},{"number":7,"verse":"ત્રીજા માસમાં તેઓએ ઢગલા વાળવા માંડ્યા, ને સાતમાં માસમાં એ કામ પૂરું કર્યું."},{"number":8,"verse":"હિઝકિયાએ તથા સરદારોએ આવીને એ ઢગલાં જોયા, ત્યારે તેઓએ યહોવાને તથા તેમના ઇઝરાયલી લોકને ધન્યવાદ આપ્યો."},{"number":9,"verse":"પછી હિઝકિયાએ એ ઢગલાઓ સબંધી યાજકોને તથા લેવીઓને પૂંછ્યું."},{"number":10,"verse":"સાદોકના કુટુંબના મુખ્ય યાજક અઝાર્યાએ તેને ઉત્તર આપ્યો, “યહોવાના મંદિરમાં [લોકો] અર્પણો લાવવા લાગ્યા ત્યારથી અમે ધરાઈને ખાધું છે, અને વળી પુષ્કળ વધીપડ્યું છે; કેમ કે યહોવાએ પોતાના લોકને આશીર્વાદ આપ્યો છે અને જે વધી પડેલું છે તેનો આ મોટો સંગ્રહ છે.”"},{"number":11,"verse":"પછી હિઝકિયાએ યહોવાના મંદિરમાં ઓરડા તૈયાર કરવાની આજ્ઞા આપી; અને તેઓએ તે તૈયાર કર્યા."},{"number":12,"verse":"લોકો અર્પણો, દશાંશો તથા સમર્પણ કરેલી વસ્તુઓ પ્રામાણિકણે અંદર લાવતા. અને તે પર દેખરેખ રાખનાર કોનાન્યા નામનો લેવી હતો, તથા તેના હાથ નીચે તેનો ભાઈ શિમઈ હતો"},{"number":13,"verse":"યહીએલ, અઝાઝ્યા, નાહાથ, અસાહેલ, યરીમોથ, યોઝાબાદ, અલીએલ, યિસ્માખ્યા, માહાથ તથા બનાયા. તેઓ રાજા હિઝકિયાના અને ઈશ્વરના મંદિરના કારભારી અઝાર્યાના હુકમથી કોનાન્યા તથા તેના ભાઈ શિમઈના હાથ નીચે મુકાદમ હતા."},{"number":14,"verse":"લેવી યિમ્નાનો પુત્ર કોરે, પૂર્વ [દિશાના દરવાજા] નો દ્વારપાળ, યહોવાના અર્પણો તથા પરમપવિત્ર વસ્તું વહેંચી આપવા માટે, ઈશ્વરના ઐચ્છિકાર્પણો પર [કારભારી] હતો."},{"number":15,"verse":"તેના હાથ નીચે એદેન, મિનિયામીન, યેશૂઆ, શમાયા, અમાર્યા તથા સખાન્યા, એમને પોતાના ભાઈઓને, મોટાને તેમ નાનાને, તેમના વર્ગો પ્રમાણે વહેંચી આપવા માટે યાજકોનાં નગરોમાં નીમ્યા હતા."},{"number":16,"verse":"તેઓ સિવાય પુરુષોની વંશાવળીથી ગણાયેલા ત્રણ વર્ષના તથા તેથી વધારે વયના પુરુષો, જેઓ પોતપોતાના વર્ગો પ્રમાણે તેમને સોંપાયેલા કામોમાં સેવા કરવા માટે દરરોજના કાર્યક્રમ પ્રમાણે યહોવાના મંદિરમાં જતા હતા, તે તો જુદા."},{"number":17,"verse":"તેઓની વંશાવળી ઉપરથી તેઓના પિતૃઓનાં કુટુંબો પ્રમાણે યાજકોની ટીપ તૈયાર કરવામાં આવી. અને લેવીઓને તેઓના વર્ગો પ્રમાણે તેઓને સોંપાયેલા કામ પર હાજર રહેનાર વીસ વર્ષના તથા તેથી વધારે ઉંમરના ગણવામાં આવ્યા."},{"number":18,"verse":"સમગ્ર પ્રજામાંનાં સર્વ બાળકો, સ્ત્રીઓ, પુત્રો તથા પુત્રીઓને, તેઓની વંશાવળી પ્રમાણે ગણવામાં આવ્યાં હતાં. તેઓ પોતાના પવિત્ર કામ પર પ્રામાણિકપણે હાજર રહેતા હતા."},{"number":19,"verse":"વળી જે હારુનપુત્રો યાજકો હતા તેઓ પોતાના દરેક નગરની આસપાસનાં ગામડાંમાં રહેતા હતા, તેઓને માટે પણ કેટલાક ચૂંટી કાઢેલા માણસોને નીમવામાં આવ્યા હતા, જેથી તેઓ યાજકોમાંના સર્વ પુરુષોને તથા લેવીઓમાં જેઓ વંશાવળી પ્રમાણે ગણાયા હતા તેઓ સર્વને હિસ્સા વહેંચી આપે."},{"number":20,"verse":"હિઝકિયાએ આખા યહૂદિયામાં એ જ પ્રમાણે કર્યું. પોતાના ઈશ્વર યહોવાની ર્દષ્ટિમામ જર સારું તથા યથાર્થ હતું તે તેણે વિશ્વાસુપણાથી કર્યું."},{"number":21,"verse":"ઈશ્વરના મંદિરને લગતું, નિયમશાસ્ત્રને લગતું જે કંઈ કામ પોતાના ઈશ્વરની સેવાને અર્થે તેણે હાથમાં લીધું, તે તેણે પોતાના ખરા અંતઃકરણથી કર્યું, ને તેમાં ફતેહ પામ્યો."}]}