{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું બીજું પુસ્તક","bookEnglishName":"2 Chronicles","chapterNumber":35,"verses":[{"number":1,"verse":"( યોશિયા પાસ્ખાપર્વ પાળે છે) ( ( 120 ૨૩:૨૧-૨૩ )) યોશિયાએ યરુશાલેમમાં યહોવાનું પાસ્ખાપર્વ પાળ્યું. તેઓએ પહેલા માસની ચૌદમીએ પાસ્ખા કાપ્યું."},{"number":2,"verse":"તેણે યાજકોને પોતપોતાનાં કામ ઠરાવી આપીને યહોવાના મંદિરની સેવા કરવા માટે તેમને ઉત્તેજન આપ્યું."},{"number":3,"verse":"સર્વ ઇઝરાયલીઓને બોધ કરનાર જે લેવીઓ, યહોવાની સેવાને અર્થે પવિત્ર થયેલા હતા, તેઓને તેણે કહ્યું, “ઇઝરાયલના રાજા દાઉદના પુત્ર સુલેમાને બાંધેલા મંદિરમાં પવિત્ર કોશને મૂકો; હવે પછી તમારી ખાંધ ઉપર [તેનો] ભાર [ઊંચકવો] પડશે નહિ, હવે તમારા ઈશ્વર યહોવાની તથા તેમના ઇઝરાયલી લોકની સેવા કરો."},{"number":4,"verse":"( .) ઇઝરાયલના રાજા દાઉદના તથા તેના પુત્ર સુલેમાનના લેખમાં વર્ણવેલું છે તેમ તમારા પિતૃઓનાં કુટુંબો પ્રમાણે પોતપોતાના વર્ગવાર તૈયાર થાઓ."},{"number":5,"verse":"તમારા ભાઇઓના કુટુંબોના વિભાગો પ્રમાણે તેઓની સેવા કરવા માટે તમારાં જુદાં જુદાં કુટુંબોમાંના કેટલાક પવિત્રસ્થાનમાં ઊભા રહો,"},{"number":6,"verse":"અને પાસ્ખા કાપો; અને પોતાને પવિત્ર કરો; અને મૂસા દ્વારા યહોવાએ આપેલા વચન પ્રમાણે તમારા ભાઈઓને માટે તૈયાર કરો.”"},{"number":7,"verse":"જે લોક હાજર હતા તેઓ સર્વને યોશિયાએ ત્રીસ હજાર ઘેટાંબકરાંનાં હલવાનો તથા લવારાં, તથા ત્રણ હજાર ગોધા પાસ્ખાર્પણોને માટે આપ્યા. એ સર્વ રાજાની સંપતિમાંથી હતા."},{"number":8,"verse":"તેના સરદારોએ લોકોને માટે ઐચ્છિકાર્પણ તરીકે યાજકોને તથા લેવીઓને [નીચે પ્રમાણે] આપ્યું. ઈશ્વરના મંદિરના કારભારીઓ હિલ્કિયા, ઝખાર્યા તથા યહિયેલે યાજકોને પાસ્ખાર્પણોને માટે બે હજાર છસો [ઘેટાંબકરાં] , તથા ત્રણસો ગોધા આપ્યાં."},{"number":9,"verse":"કોનાન્યાએ તથા તેના ભાઈઓએ, એટલે શમાયા, તથા નથાનેલે અને લેવીઓના મુખ્યો હશાબ્યા, યેઈયેલ તથા યોઝાબાદે લેવીઓના પાસ્ખાર્પણોને માટે પાંચ હજાર [ઘેટાંબકરાં] તથા પાંચસો ગોધા આપ્યાં."},{"number":10,"verse":"એમ સેવાની તૈયારી પૂરી થઈ. રાજાની આજ્ઞા પ્રમાણે યાજકો પોતાની જગા ઉપર તથા લેવીઓ પોતપોતાના વર્ગો પ્રમાણે ઊભા રહયાં."},{"number":11,"verse":"તેઓએ પાસ્ખા કાપ્યાં; અને યાજકોએ તેઓના હાથમાંથી [તેમનું લોહી લઈને] છાટ્યું. અને લેવીઓએ તે [પશુઓની] ચામડી ઉતારી."},{"number":12,"verse":"અને મૂસાના પુસ્તકમાં લખ્યા પ્રમાણે યહોવાને ચઢાવવા માટે, લોકોનાં કુટુંબોના વિભાગ પ્રમાણે તેઓને દહનીયાર્પણોને અલગ કર્યા. બળદોનું પણ તેઓએ એમ જ કર્યું."},{"number":13,"verse":"( .) તેઓએ કાનૂન પ્રમાણે પાસ્ખાને અગ્નિમાં શેક્યું. તેઓ પવિત્ર અર્પણોને તપેલાંમાં, દેગોમાં તથા કઢાઈઓમાં બાફીને, તેમને લોકોની પાસે જલદી લઈ ગયા."},{"number":14,"verse":"ત્યાર પછી તેઓએ પોતાને માટે તેમ જ યાજકોને માટે તૈયાર કર્યું. હારુનના જે પુત્રો યાજકો હતા તેઓ રાત સુધી દહનીયાર્પણો તથા મેંદાર્પણ કરવામાં ગૂંથાયેલા હતા; માટે લેવીઓએ પોતાને માટે તથા હારુનના પુત્રો યાજકોને માટે, તૈયાર કર્યું."},{"number":15,"verse":"( .) દાઉદ આસાફ તથા હેમાન તથા રાજાના દષ્ટા યદૂથૂનની આજ્ઞા પ્રમાણે આસાફના પુત્રો, એટલે ગવૈયાઓ, પોતપોતાની જગાએ ઊભા હતા. દ્વારપાળો પ્રત્યેક દરવાજે ઊભા હતા; તેઓને પોતાના સેવાસ્થાનથી ખસવાની જરૂર નહોતી, કેમ કે તેઓના ભાઈ લેવીઓ તેઓને માટે તૈયાર કરતા હતા."},{"number":16,"verse":"એમ યોશિયા રાજાની આજ્ઞા પ્રમાણે, પસ્ખા પાળવાને લગતી તથા યહોવાની વેદી ઉપર દહનીયાર્પણો ચઢાવવાને લગતી યહોવાની સર્વ સેવા તે જ દિવસે સમાપ્ત થઈ."},{"number":17,"verse":"( .) તે સમયે જે ઇઝરાયલી લોકો હાજર હતા તેઓએ પાસ્ખાપર્વ તથા બેખમીર રોટલીનું પર્વ સાત દિવસ સુધી પાળ્યું."},{"number":18,"verse":"શમુએલ પ્રબોધકના સમયથી ઇઝરાયલમાં તેના જેવું પાસ્ખાપર્વ એક પણ પાળવામાં આવ્યું નહોતું. તેમ જ જેવું યોશિયાએ, યાજકોએ, લેવીઓએ, યહૂદિયાના લોકોએ, હાજર થયેલા ઇઝરાયલીઓએ તથા યરુશાલેમના રહેવાસીઓએ પાળ્યું, તેવું પાસ્ખાપર્વ ઇઝરાયલના રાજાઓમાંના કોઈએ પણ અગાઉ પાળ્યું નહોતું."},{"number":19,"verse":"યોશિયાના રાજ્યને અઢારમે વર્ષે આ પાસ્ખાપર્વ પાળવામાં આવ્યું હતું."},{"number":20,"verse":"( યોશિયાના રાજ્યકાળનો અંત) ( ( 120 ૨૩:૨૮-૩૦ )) આ બધું બન્યા પછી, જ્યારે યોશિયા મંદિર તૈયાર કરી રહ્યો ત્યારે, મિસરનો રાજા નખો યુદ્ધ કરવા માટે ફ્રાતના કાંઠા પરના કાર્કમીશ ઉપર‍ ચઢી આવ્યો. યોશિયા તેની સામે લડવા ગયો."},{"number":21,"verse":"પણ તેણે એની પાસે એલચીઓ મોકલીને કહાવ્યું, ”યહૂદિયાના રાજા, મારે ને તારે શું છે? આજે તમારી સામે નહિ, પણ તમારાપુરાના શત્રુની સામે હું લડવા આવ્યો છું; અને ઈશ્વરે મને ઉતાવળ કરવાની આજ્ઞા આપી છે. જે ઈશ્વર મારી સાથે છે તેમની ઇચ્છાની વિરુદ્ધ ડખલગીરી ન કરો, રખેને તે તમારો નાશ કરે.”"},{"number":22,"verse":"તોપણ હોશિયા પાછો હઠ્યો નહિ, પણ તેની સામે લડવાને ગુપ્ત વેશ ધારણ કરીને ઈશ્વરના મુખમાંથી આવેલા નખોના શબ્દોને ન ગણકારતાં મગિદ્દોના મેદાનમાં તે લડવા આવ્યો."},{"number":23,"verse":"ધનુર્ધારીઓએ યોશિયા રાજાને બાણ માર્યા. તેણે પોતાના ચાકરોને કહ્યું, “મને લઇ જાઓ, કેમ કે મને કારી ઘા વાગેલા છે.”"},{"number":24,"verse":"તેના ચાકરો તેને તે રથમાંથી કાઢીને પાસેના બીજા રથમાં બેસાડીને યરુશાલેમ લાવ્યા, તે મૃત્યુ પામ્યો, તેને તેના પિતૃઓની કબરોમાં દાટવામાં આવ્યો, ને યહૂદિયા તથા યરુશાલમેના સર્વ લોકોએ તેને માટે શોક કર્યો."},{"number":25,"verse":"યર્મિયાએ યોશિયાને માટે વિલાપનું કાવ્ય ગાતાં આવ્યાં છે, કેમ કે ઇઝરાયલમાં એમ કરવાનો નિયમ થયેલો છે, વિલાપ [ના પુસ્તક] માં તે લખેલાં છે."},{"number":26,"verse":"યોશિયાનાં બાકીનાં કૃત્યો, તથા યહોવાના નિયમશાસ્ત્રમાં લખ્યા પ્રમાણે [વર્તીને] કરેલાં તેનાં સુકૃત્યો,"},{"number":27,"verse":"તથા તેના બીજાં કામો, પહેલેથી તે છેલ્લે સુધી ઇઝરાયલ તથા યહૂદિયાના રાજાઓના પુસ્તકમાં લખેલાં છે."}]}