{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું બીજું પુસ્તક","bookEnglishName":"2 Chronicles","chapterNumber":36,"verses":[{"number":1,"verse":"( યહૂદિયાની ગાદીએ યહોઆહાઝ) ( ( 120 ૨૩:૩૦-૩૫ )) પછી દેશના લોકોએ યોશિયાના પુત્ર યહોઆહાઝને તેના પિતાની જગાએ યરુશાલેમમાં રાજા ઠરાવ્યો."},{"number":2,"verse":"યહોઆહાઝ રાજ કરવા લાગ્યો ત્યારે તે ત્રેવીસ વર્ષનો હતો; તેણે યરુશાલેમમાં ત્રણ માસ રાજ કર્યું."},{"number":3,"verse":"મિસરના રાજાએ તેને યરુશાલેમમાં પદભ્રષ્ટ કરીને દેશ ઉપર સો તાલંત રૂપાનો તથા એક તાલંત સોનાનો કર નાખ્યો."},{"number":4,"verse":"મિસરના રાજાએ તેના ભાઈ એલ્યાકીમને યહૂદિયા તથા યરુશાલેમ ઉપર રાજા નિમ્યો, ત્યારે તેનું નામ યહોયાકીમ પાડ્યું. નખો ( .) તેના ભાઈ યહોઆહાઝને પકડીને મિસર લઈ ગયો."},{"number":5,"verse":"( યહૂદિયાની ગાદીએ યહોયાકીમ) ( ( 120 ૨૩:૩૬-૨૪:૭ )) ( ; ; .) યહોયાકીમ રાજ કરવા લાગ્યો ત્યારે તે પચીસ વર્ષનો હતો. તેણે અગિયાર વર્ષ સુધી યરુશાલેમમાં રાજ કર્યું. તેણે પોતાના ઈશ્વર યહોવાની ર્દષ્ટિમાં જે ભૂંડું હતું તે કર્યું."},{"number":6,"verse":"( ; ; ; .) તેની સામે બાબિલનો રાજા નબૂખાદનેસ્સાર ચઢી આવ્યો, ને તેને બેડીઓ પહેરાવીને બાબિલ લઈ ગયો."},{"number":7,"verse":"વળી નબૂખાદનેસ્સારે યહોવાના મંદિરનાં કેટલાંક પાત્રો બાબિલ લઈ જઈને પોતાના [દેવના] મંદિરમાં મૂક્યાં."},{"number":8,"verse":"યહોયાકીમના બાકીના કૃત્યો તથા તેણે કરેલાં ધિક્કારપાત્ર કર્મો, તથા તેનામાં જે [લક્ષણો] માલૂમ પડ્યાં તે, ઇઝરાયલ તથા યહૂદિયાના રાજાઓના પુસ્તકમાં લખેલાં છે. તેની જગાએ તેનો પુત્ર યહોયાખીન રાજા થયો."},{"number":9,"verse":"( યહૂદિયાની ગાદીએ યહોયાખીન) ( ( 120 ૨૪:૮-૧૭ )) યહોયાખીન રાજ કરવા લાગ્યો ત્યારે તે આઠ વર્ષનો હતો. તેણે ત્રણ માસ તથા દશ દિવસ સુધી યરુશાલેમમાં રાજ કર્યું. તેણે યહોવાની ર્દષ્ટિમાં જે ભૂંડું હતું તે કર્યું."},{"number":10,"verse":"નવું વર્ષ બેસતાં ( ; ; ; .) નબૂખાદનેસ્સાર રાજાએ પોતાના માણસો મારફતે તેને યહોવાના મંદિરનાં સુશોભિત પાત્રો સહિત બાબિલમાં પકડી મંગાવ્યો. અને તેના ( ; .) ભાઈ સિદકિયાને યહૂદિયાના તથા યરુશાલેમ ઉપર રાજા ઠરાવ્યો."},{"number":11,"verse":"( યહૂદિયાની ગાદીએ સિદકિયા) ( ( 120 ૨૪:૧૮-૨૦ ; 300 ૫૨:૧-૩ )) ( ; .) સિદકિયા રાજ કરવા લાગ્યો ત્યારે તે એકવીસ વર્ષનો હતો. તેણે અગિયાર વર્ષ સુધી યરુશાલેમમાં રાજ કર્યું;"},{"number":12,"verse":"તેણે પોતાના ઈશ્વર યહોવાની ર્દષ્ટિમાં જે ભૂંડું હતું તે કર્યું, યહોવાનાં વચન [બોલનાર] પ્રબોધક યર્મિયાની આગળ તે દીન થયો નહિ."},{"number":13,"verse":"( યરુશાલેમનું પતન) ( ( 120 ૨૫:૧-૨ ; 300 ૫૨:૩-૧૧ )) નબૂખાદનેસ્સાર રાજાએ તેને ઈશ્વરના સોગન ખવડાવ્યા હતા, તોપણ ( .) તેની સામે તેણે બળવો કર્યો; તેણે પોતાની ગરદન અક્કડ કરીને ઇઝરાયલના ઈશ્વર યહોવાની ઉપાસના નહિ કરવાને પોતાનું અંત:કરણ કઠણ કર્યું."},{"number":14,"verse":"વળી યાજકોના સર્વ મુખીઓએ તથા લોકોએ પણ વિદેશીઓનાં સર્વ ધિક્કારપાત્ર કૃત્યોને અનુસરીને મહાપાપ કર્યુ. યરુશાલેમમાં યહોવાએ પોતાનું જે મંદિર પવિત્ર કર્યું હતું તેને તેઓએ ભ્રષ્ટ કર્યું."},{"number":15,"verse":"તેઓના પિતૃઓના ઈશ્વર યહોવાએ પોતાના સંદેશિયાની મારફતે કાળજીથી તેઓને વખતસર ચેતવણી આપી; કેમ કે તેમને પોતાના લોક ઉપર તથા પોતાના નિવાસ ઉપર દયા આવી."},{"number":16,"verse":"પણ તેઓએ ઈશ્વરના સંદેશિયાઓને મશ્કરીમાં ઉડાવ્યાં. તેમનાં વચનોનો અને પ્રબોધકોનો તિરસ્કાર કર્યો, તેથી યહોવાએ પોતાના લોક ઉપર એટલો બધો ક્રોધ ચઢ્યો કે, કંઈ જ ઉપાય રહ્યો નહિ."},{"number":17,"verse":"માટે ( ; .) પ્રભુએ કાસ્દીઓના રાજાની પાસે તેઓ પર ચઢાઈ કરવી. એણે તેઓના પવિત્રસ્થાનમાં તેઓના જુવાનોને તરવારથી મારી નાખ્યા. યુવાન, યુવતી, પ્રૌઢ કે, વૃદ્ધ પર તેણે દયા રાખી નહિ. [યહોવાએ] તે બધાંને તેના હાથમાં સોંપ્યાં."},{"number":18,"verse":"ઈશ્વરના મંદિરનાં નાનાંમોટાં પાત્રો તથા ખજાના, તેમ જ રાજાના તથા તેના સરદારોના ખજાના, એ સર્વ તે બાબિલ લઈ ગયો."},{"number":19,"verse":"( .) તેઓએ ઈશ્વરના મંદિરને બાળી નાખ્યું તથા યરુશાલેમનો કોટ તોડી પાડ્યો, ને તેમાંના સર્વ મહેલોને બાળીને ભસ્મ કર્યા, તથા તેઓમાંનાં સર્વ મૂલ્યવાન પાત્રોનો નાશ કર્યો."},{"number":20,"verse":"તરવારથી બચેલાંઓને તે બાબિલ લઈ ગયો; તેઓ ઇરાનના રાજ્યના અમલ સુધી નબૂખાદનેસ્સારના તથા તેના વંશજોનાં ગુલામ થયા."},{"number":21,"verse":"એટલે યર્મિયાના મુખથી [બોલાયેલું] યહોવાનું વચન પૂરું થવા માટે દેશે પોતાના સાબ્બાથો ભોગવ્યા ત્યાં સુધી; કારણ કે ( ; .) સિત્તેર વર્ષ સુધી દેશ ઉજ્જડ રહ્યો તેટલો વિશ્રામ [દેશે] પાળ્યો."},{"number":22,"verse":"( યહૂદિઓને પાછા જવા કોરેશની રજા) ( ( 150 ૧:૧-૪ )) હવે ઈરાનના રાજા કોરેશને પહેલે વર્ષે, યર્મિયાના મુખથી બોલાયેલું યહોવાનું વચન પૂરું થવા માટે તેના મનમાં યહોવાએ પ્રેરણા કર્યા પ્રમાણે તેણે પોતાના આંખા રાજ્યમાં એક એવો લિખિત ઢંઢેરો પિટાવ્યો,"},{"number":23,"verse":"“ઈરાનનો રાજા કોરેશ એમ કહે છે કે, આકાશના ઈશ્વર યહોવાએ મને પૃથ્વીના સર્વ રાજ્યો આપ્યાં છે. અને ( .) યહૂદિયામાંના યરુશાલેમમાં યહોવાને માટે એક મંદિર બાંધવાની યહોવાએ મને આજ્ઞા આપી છે. તેમના લોકમાંનો જે કોઈ તમારામાં હોય, તે ત્યાં જાય. તેમનો ઈશ્વર યહોવા તેમની સાથે હોજો.” ."}]}