{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું બીજું પુસ્તક","bookEnglishName":"2 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"( મંદિરની પ્રતિષ્ઠા) ( ( 110 ૮:૬૨-૬૬ )) જ્યારે સુલેમાન પ્રાર્થના કરી રહ્યો ત્યારે ( .) આકાશથી અગ્નિએ ઊતરીને દહનીયાર્પણ તથા બલિદાન ભસ્મ કર્યા. અને યહોવાના ગૌરવથી મંદિર ભરાઈ ગયું."},{"number":2,"verse":"યહોવાના ગૌરવથી મંદિર ભરાઈ ગયું હતું, તેથી યાજકો યહોવાના મંદિરમાં પ્રવેશ કરી ન શક્યા."},{"number":3,"verse":"જ્યારે અગ્નિ ઊતર્યો ને મંદિર ઉપર યહોવાનું ગૌરવ દેખાયુ, ત્યારે સર્વ ઇઝરાયલી લોકો તે જોઈ રહ્યા હતા. તેઓએ ફરસબંધી પર પોતાનાં મુખ ભૂમી સુધી નમાવીને ભજન કર્યું, ને યહોવાની આભારસ્તુતિ કરી, [ને કહ્યું] , “તે ઉત્તમ છે; તેમની કૃપા સર્વકાળ [ટકે] છે.”"},{"number":4,"verse":"પછી રાજા તથા સર્વ લોકે યહોવાને બલિદાન આપ્યાં."},{"number":5,"verse":"સુલેમાન રાજાએ બાવીસ હજાર બળદો તથા એક લાખ વીસ હજાર ઘેટાંનું બલિદાન આપ્યું. એમ રાજાએ તથા સર્વ લોકોએ ઈશ્વરના મંદિરની પ્રતિષ્ઠા કરી."},{"number":6,"verse":"યાજકો પોતપોતાનાં કામ પ્રમાણે ઊભા રહ્યા. દાઉદ રાજાએ લેવીઓની સેવાથી યહોવાની સ્તુતિ કરી ત્યારે, યહોવાની કૃપા સર્વકાળ ટકે છે માટે, આભારસ્તુતિ કરવા માટે દાઉદે જે વાજિંત્રો બનાવ્યાં હતાં, તે લઈને લેવીઓ પણ [ઊભા રહ્યા]. યાજકો તેમની આગળ રણશિંગડાં વગાડતા હતા. અને સર્વ ઇઝરાયલીઓ ઊભા રહ્યા હતા."},{"number":7,"verse":"વળી સુલેમાને યહોવાના મંદિરની આગળના ચોકના મધ્ય ભાગને પવિત્ર કર્યો; કેમ કે ત્યાં તેણે દહનીયાર્પણો તથા શાંત્યર્પણોનો મેદ ચઢાવ્યાં; કેમ કે જે પિત્તળની વેદી સુલેમાને બનાવી હતી તેમાં દહનીયાર્પણ તથા ખાદ્યાર્પણ તથા તેઓનો મેદ સમાઈ શકે એમ નહોતું."},{"number":8,"verse":"આ પ્રમાણે તે સમયે સુલેમાનને તથા તેની સાથે હમાથના નાકાથી તે મિસરના નાળા સુધીના સર્વ ઇઝરાયલના મોટા સમુદાયે સાત દિવસ પર્વ પાળ્યું."},{"number":9,"verse":"તેઓએ આઠમે દિવસે એક આખરની સભા ભરી, કેમ કે તેઓએ સાત દિવસ સુધી વેદીની પ્રતિષ્ઠા કરીને પર્વ પાળ્યું હતું."},{"number":10,"verse":"વળી જે મહેર યહોવાએ દાઉદ, સુલેમાન તથા તેના ઇઝરાયલી લોકો પર રાખી હતી, તેને લીધે આનંદ કરતાં તથા મનમાં હરખાતા લોકોને તેણે સાતમાં માસને ત્રેવીસમે દિવસે તેમના તંબુઓમાં પાછા મોકલી દીધા."},{"number":11,"verse":"( સુલેમાનને પ્રભુનાં પુનર્દર્શન) ( ( 110 ૯:૧-૯ )) એ પ્રમાણે સુલેમાને ઈશ્વરનું મંદિર તથા રાજાનો મહેલ પૂરાં કર્યાં. અને યહોવાના મંદિરમાં તથા પોતાના મહેલમાં જે બધું કરવાનું સુલેમાનના અંત:કરણમાં હતું તે તેણે નિર્વિધ્ને પૂરું કર્યું."},{"number":12,"verse":"યહોવાએ સુલેમાનને રાત્રે દર્શન આપીને કહ્યું, “મેં તારી પ્રાર્થના સાંભળી છે, ને મેં આ સ્થળને મારે પોતાને માટે યજ્ઞના મંદિરને સારું પસંદ કર્યુ છે."},{"number":13,"verse":"જો હું આકાશ એવું બંધ કરું કે બિલકુલ વરસાદ આવે નહિ, અથવા જો હું તીડોને દેશના ખેતરોને ખાઈ જવાની આજ્ઞા કરું, અથવા જો હું મારા લોકમાં મરકી મોકલું;"},{"number":14,"verse":"ત્યારે જો મરા લોક, જેઓ મારા નામથી ઓળખાય છે, તેઓ નમી જશે ને પ્રાર્થના કરીને મારું મુખ શોધશે ને પોતાના દુષ્ટ માર્ગોથી ફરશે; તો હું આકાશમાંથી તે સાંભળીને તેઓના પાપ માફ કરીશ, ને તેઓના દેશને સાજો કરીશ."},{"number":15,"verse":"આ સ્થળે કરેલી પ્રાર્થના તરફ મારી આંખો ઉઘાડી રહેશે ને મારા કાન ચકોર રહેશે."},{"number":16,"verse":"મારું નામ અહીં સદાકાળ રહે માટે મેં આ મંદિરને પસંદ કરીને તેને પવિત્ર કર્યું છે. મારી આંખો તથા મારું અંત:કરણ અહીં સતત રહેશે."},{"number":17,"verse":"જેમ તારો પિતા દાઉદ ચાલ્યો તેમ જો તું મારી આગળ ચાલશે, ને જે આજ્ઞાઓ મેં તને આપી છે તે સર્વ પ્રમાણે કરશે અને મારા વિધિઓ અને હુકમો પાળશે."},{"number":18,"verse":"તો તારા પિતા દાઉદની સાથે કરેલા કરાર પ્રમાણે ( .) ઇઝરાયલમાં રાજા થવા માટે તારા વંશમાં વારસની ખોટ પડશે નહિ, તે પ્રમાણે હું તારું રાજ્યાસન કાયમ રાખીશ."},{"number":19,"verse":"પણ જો તમે વિપરીત થઈને મારા વિધિઓ તથા મારી આજ્ઞાઓ જે મેં તમારી આગળ મૂક્યાં છે તેઓનો ત્યાગ કરશો, ને અન્ય દેવોની ઉપાસના કરીને તેઓને ભજશો,"},{"number":20,"verse":"તો મારો જે દેશ મેં ઇઝરાયલને આપ્યો છે તેમાંથી હું તેઓને જડમૂળથી ઉખેડી નાખીશ. અને આ મંદિર જેને મેં મારા નામને માટે પવિત્ર કર્યું છે તેને હું મારી ર્દષ્ટિ આગળથી દૂર કરીને તેને સર્વ લોકોમાં કહેણીરૂપ તથા મહેણારૂપ કરીશ."},{"number":21,"verse":"આ મંદિર કે જે ઘણું ભવ્ય છે તેની પાસે થઈને જનાર નવાઈ પામીને કહેશે, ‘યહોવાએ આ દેશની તથા આ મંદિરની આવી દુર્દશા કેમ કરી હશે?’"},{"number":22,"verse":"ત્યારે તેઓ ઉત્તર આપશે, ‘તેઓના પિતૃઓના ઈશ્વર યહોવા જે તેઓને મિસર દેશમાંથી કાઢી લાવ્યા, તેમનો તેઓએ ત્યાગ કરીને અન્ય દેવોને સ્વીકાર્યા ને તેઓનું ભજન કર્યું; તેઓની ઉપાસના કરી, તે માટે; તે જ માટે યહોવા એ બધી આફત તેઓના ઉપર લાવ્યા છે.’”"}]}