{"bibleAbbr":"guOV2016","bookName":"કાળવૃત્તાંતનું બીજું પુસ્તક","bookEnglishName":"2 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"( શેબાની રાણીની મુલાકાત) ( ( 110 ૧૦:૧-૧૩ )) ( ; .) શેબાની રાણીએ સુલેમાનની કીર્તિ સાંભળી ત્યારે તે ગૂચવણિયા પ્રશ્નો પૂછીને સુલેમાનની પરીક્ષા કરવા માટે ભારે રસાલા સાથે સુંગધીદ્રવ્યો, પુષ્કળ સોનું તથા મૂલ્યવાન હીરામાણેક લાદેલાં ઊંટો લઈને યરુશાલેમ આવી; અને સુલેમાનની પાસે આવીને પોતાના અંત:કરણમાં જે કંઈ હતું તે સર્વ સબંધી તેણે તેની સાથે વાત કરી."},{"number":2,"verse":"સુલેમાને તેને તેના સર્વ પ્રશ્નોના ઉત્તર આપ્યા; જેનો જવાબ તેને તેણે આપ્યો ન હોય એવી એકે બાબત નહોતી."},{"number":3,"verse":"સુલેમાનનું જ્ઞાન, તેણે બાંધેલું મંદિર,"},{"number":4,"verse":"તેની મેજ પરની રસોઈ, તેના સેવકોનું બેસવું, તેના કારભારીઓનું ઊભા રહેવું, તેઓના વસ્ત્ર, તેના પત્રવાહકો અને તેઓનાં વસ્ત્ર, તથા જે દહનીયાર્પણો તે યહોવાના મંદિરમાં ચઢાવતો, તે સર્વ શેબાની રાણીએ જોયું ત્યારે તે આભી બની ગઈ."},{"number":5,"verse":"તેણે રાજાને કહ્યું, “તામારા કૃત્યો વિષે તથા તમારા જ્ઞાન વિષે જે વાત મેં મારા દેશમાં સાંભળી હતી તે ખરી છે."},{"number":6,"verse":"પરંતું અહી આવીને મેં મારી નજરે જોયું ત્યાં સુધી તે વાતો હું માનતી નહોતી; પણ હવે હું જોઉં છું કે તમારા વિશાળ જ્ઞાન વિષે મને અડધું પણ કહેવામાં આવ્યું નહોતું. મેં જે તમારી કીર્તિ સાંભળી હતી તે કરતાં તમારી કીર્તિ વિશેષ છે."},{"number":7,"verse":"ધન્ય છે આ તમારા માણસોને, ને ધન્ય છે આ તમારા સેવકોને! કેમ કે તેઓ નિત્ય તમારી સમક્ષ ઊભા રહીને તમારા જ્ઞાનનો લાભ લે છે."},{"number":8,"verse":"તમારા ઈશ્વર યહોવાની સ્તુતિ થાઓ. તેમણે તમારા ઉપર પ્રસન્ન થઈને પોતાના તરફથી રાજા થવા માટે તમને પોતાના રાજ્યસન ઉપર બેસાડ્યા છે; કેમ કે ઇઝરાયલ પર તમારા ઈશ્વરનો પ્રેમ હોવાથી અને તેઓને સદા કાયમ કરવા માટે તે ચાહતા હતા તેથી તેમણે તમને રાજા ઠરાવ્યા કે, તમે તેઓનો ઇનસાફ તથા ન્યાય કરો."},{"number":9,"verse":"તેણે રાજાને એકસો વીસ તાલંત સોનું, પુષ્કળ સુંગંધીદ્રવ્યો તથા મૂલ્યવાન હીરામાણેક આપ્યાં. જે સુંગંધીદ્રવ્યો શેબાની રાણીએ સુલેમાન રાજાને આપ્યાં તેના જેવાં બીજાં કદી જોવામાં આવ્યાં નહોતાં."},{"number":10,"verse":"હિરામના તથા સુલેમાનના જે નાવિકો ઓફીરથી સોનું લાવતા હતા તેઓ તેની સાથે સુખડ તથા મૂલ્યવાન રત્નો પણ લાવતા હતા."},{"number":11,"verse":"રાજાએ એ સુખડમાંથી યહોવાના મંદિરને માટે તથા રાજાના મહેલને માટે અગાસીઓ તથા ગવૈયાઓને માટે વીણા અને સિતાર બનાવ્યાં. યહૂદિયા દેશમાં આગળ એવાં કદી પણ જોવામાં આવ્યાં નહોતાં."},{"number":12,"verse":"સુલેમાન રાજાને માટે જે ભેટ શેબાની રાણી લાવી હતી, તેટલી જ કિંમતની સામી ભેટ સુલેમાન રાજાએ તેને આપી, ને તે ઉપરાંત તેણે જે કંઈ માગ્યું તે આપીને તેણે તેની સર્વ ઈચ્છા [તૃપ્ત કરી]. પછી તે પોતાના રસાલા સાથે પોતાના દેશમાં પાછી ગઈ."},{"number":13,"verse":"( સુલેમાનનો વૈભવ) ( ( 110 ૧૦:૧૪-૨૫ )) દર વર્ષે સુલેમાનની પાસે છસો છાસઠ તાલંત સોનું આવતું હતું."},{"number":14,"verse":"વેપારીઓ પાસેથી કર તરીકે મળતું તથા અર્બસ્તાનના સર્વ અમીરો તથા દેશના ખંડિયા રાજાઓ તરફથી જે સોનું મળતું હતું તે તો જુદું."},{"number":15,"verse":"સુલેમાન રાજાએ ઘડેલા સોનાની બસો ઢાલો બનાવી. દરેક ઢાલમાં વીસ [રતલ] સોનું ગયું."},{"number":16,"verse":"તેણે ઘડેલા સોનાની [બીજી] ત્રણસો નાની ઢાલો બનાવી. દરેક ઢાલમાં દશ [રતલ] સોનું ગયું. રાજાએ તેઔને લબાનોન-વનગૃહમાં મૂકી."},{"number":17,"verse":"વળી તેણે હાથીદાંતનું એક મોટું સિહાસન બનાવ્યું, તેને‍ ચોખ્ખા સોનાથી મઢ્યું."},{"number":18,"verse":"સિંહાસનને છ પગથિયાં તથા સોનાનું એક પાયાસન હતું. તેઓ સિંહાસનની સાથે જડેલાં હતાં, ને બેઠકની જગા પાસે બન્ને બાજુએ હાથા હતાં, ને હાથાઓની બન્ને બાજુએ બે સિંહ ઊભા હતા."},{"number":19,"verse":"છ પગથિયાં પર, બન્ને બાજુએ મળીને બાર સિંહ ઊભા હતા. આના જેવું [સિહાસન] કોઈ પણ રાજ્યમાં બનાવવાંમાં અવ્યું ન હતું."},{"number":20,"verse":"સુલેમાન રાજાના પીવાના સર્વ પાત્રો પોતાના હતા, ને વનગૃહના સર્વ પાત્રો ચોખ્ખા સોનાનાં હતા. સુલેમાનના સમયમાં રૂપું કંઈ વિસાતમાં ગણાતું નહોતું."},{"number":21,"verse":"કેમ કે રાજાના વહાણો હિરામના નવિકોની સાથે તાર્શીશ જતાં; દર ત્રણ વર્ષે વહાણો એકવાર તાર્શીશથી સોનુરૂપું, હાથીદાંત, વાંદરાં તથા મોર લઈને આવતાં."},{"number":22,"verse":"એ પ્રમાણે દ્રવ્ય તથા જ્ઞાનમાં પૃથ્વીના સર્વ રાજાઓ કરતાં સુલેમાન રાજા શ્રેષ્ઠ હતો."},{"number":23,"verse":"ઈશ્વરે તેને જે જ્ઞાન આપ્યું હતું તે સાંભળવા માટે પૃથ્વી પરના સર્વ રાજાઓ સુલેમાનની પાસે આવતા."},{"number":24,"verse":"દર વર્ષે તેઓ પોતપોતાની ભેટ, એટલે સોનારૂપાના પાત્રો, વસ્ત્રો, શસ્ત્રો, સુગંધીદ્રવ્યો, ઘોડા તથા ખચ્ચરો ખંડણી તરીકે લાવતા હતા."},{"number":25,"verse":"સુલેમાનની પાસે ( .) ઘોડાઓને માટે અને રથોને માટે‍ ચાર હજાર તબેલા, તથા બાર હજાર સવારો હતા, તેણે [તેમને] રથોનાં નગરોમાં તેમ જ યરુશાલેમમાં પોતાની પાસે રાખ્યા હતા."},{"number":26,"verse":"( ; .) નદીથી તે છેક પલિસ્તીઓના દેશ સુધી તથા મિસરની સરહદ સુધી સર્વ રાજાઓ ઉપર તેની હકૂમત હતી."},{"number":27,"verse":"તેણે ( .) યરુશાલેમમાં રૂપું એટલું તો વધારી દીધું કે તે પથ્થરને તોલે થઈ ગયું, તથા એટેજકાષ્ટને એટલું બધું વધારી દીધું કે તે નીચાણના પ્રદેશના ગુલ્લરના કાષ્ટને તોલે થઈ પડ્યું."},{"number":28,"verse":"લોકો મિસરમાંથી તથા સર્વ દેશોમાંથી સુલેમાનને માટે ઘોડા લાવતા."},{"number":29,"verse":"( સુલેમાનનો રાજ્યકાળ સંક્ષિપ્તમાં) ( ( 110 ૧૧:૪૧-૪૩ )) સુલેમાનના બાકીનાં કૃત્યો, પહેલેથી તે છેલ્લે સુધી નાથાન પ્રબોધકની તવારીખમાં, શીલોની અહિયાના ભવિષ્યવાદ ના પુસ્તકમાં લખેલાં છે."},{"number":30,"verse":"સુલેમાને યરુશાલેમમાં સર્વ ઇઝરાયલ ઉપર ચાળીસ વર્ષ રાજ કર્યું."},{"number":31,"verse":"પછી તે પોતાના પિતૃઓની સાથે ઊંઘી ગયો, ને તેને તેના પિતાના દાઉદનગરમાં દાટ્યો. તેની જગાએ તેનો પુત્ર રહાબામ રાજા થયો."}]}