{"bibleAbbr":"PESH1849","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":1,"verses":[{"number":1,"verse":"IHUDA, servant of Jeshu Meshiha, but brother of Jakub, to the called people, who are beloved of Aloha the Father, (and) in Jeshu Meshiha preserved:"},{"number":2,"verse":"Mercy and peace in love be multiplied unto you."},{"number":3,"verse":"My beloved, while giving all diligence to write to you concerning our common salvation, it is needful for me to write to you, exhorting you (in particular) to do battle [D'aguno tebadun.] for the faith which was once delivered to the saints."},{"number":4,"verse":"For certain men have obtained entrance, who from the beginning were proscribed in this condemnation; depraved men, who the grace of Aloha turn unto lasciviousness, and him who is the only Lord GOD, our Lord Jeshu Meshiha, deny."},{"number":5,"verse":"But I will to remind you, though all of you know, that Aloha, when once the people from Metsreen he had redeemed, yet afterward [Or, secondly.] destroyed them who believed not."},{"number":6,"verse":"And the angels who kept not their primacy, but left their habitation, unto the judgment of the great day in chains unknown, under darkness, he hath kept."},{"number":7,"verse":"As Sadum and Omuro, and the cities which were around them, which in manner of them committed fornication, and went after other flesh, are lying under everlasting fire, condemned unto judgment."},{"number":8,"verse":"In this manner also (will perish) those who, in sleep imagining, defile the flesh, but contemn government, and blaspheme majesty."},{"number":9,"verse":"Yet Mikael, chief of angels, when, with the accuser speaking, he contended on account of the body of Musha, dared not bring against him a reviling judgment, but said, The Lord rebuke thee."},{"number":10,"verse":"But these the things which they know not revile; but through those by which naturally as the beasts they are swayed, they are corrupted."},{"number":11,"verse":"Woe to them; for in the way of Koen they have gone, and after the error of Belam for gain they have burned, and in the rebellion of Kurach they have perished."},{"number":12,"verse":"These are they who, in their recreations contaminating, behave wantonly, feeding themselves without reverence; clouds without rain, roaming with the winds; trees whose fruit withereth, and which are unfruitful, twice dead, and uplifted from their root;"},{"number":13,"verse":"turbulent waves of the sea, which, by their foaming, manifest their shame; erring stars, unto whom the blackness of darkness that is eternal is reserved."},{"number":14,"verse":"But Hanuk also, who was the seventh from Adam, prophesied of these, saying,"},{"number":15,"verse":"Behold, the Lord cometh, with myriads of his saints, to execute judgment upon all; and to convict all the wicked for all their deeds which they have wickedly done; and for all those obdurate words which ungodly sinners have spoken."},{"number":16,"verse":"These are they who murmur and complain of every thing, while walking according to their own desires; their mouth speaking portentous things, and extolling persons for the sake of gain."},{"number":17,"verse":"But you, my beloved, remember those words which before were spoken by the apostles of our Lord Jeshu Meshiha,"},{"number":18,"verse":"who told you that in the last times there would be those who scoff, who according to their own desires go after wickedness."},{"number":19,"verse":"These are they who separate; - animals, in whom the Spirit is not."},{"number":20,"verse":"But you, my beloved, in your holy faith be edified anew, praying in the Holy Spirit,"},{"number":21,"verse":"ourselves in the love of Aloha to keep, while looking for the mercy of our Lord Jeshu Meshiha unto our eternal salvation."},{"number":22,"verse":"And some of them snatch from the fire."},{"number":23,"verse":"But when they repent, have compassion on them, with fear, hating even the tunic which by the flesh is contaminated."},{"number":24,"verse":"But to him who is able to keep you without falling and without spot, and to establish you without blemish,"},{"number":25,"verse":"Aloha our only Saviour by Jeshu Meshiha our Lord, before his majesty with joy, Be glory, and dominion, and honour, and grandeur, both now and in all ages. Amen."}]}