{"bibleAbbr":"Orig2013+","bookName":"מלכים א","bookEnglishName":"1 Kings","chapterNumber":1,"verses":[{"number":1,"verse":"והמלך <WH4428> Now king דוד <WH1732> David זקן <WH2204> was old בא <WH935> stricken בימים <WH3117> in years; ויכסהו <WH3680> and they covered בבגדים <WH899> him with clothes, ולא <WH3808> but he got no heat. יחם׃ <WH3179> but he got no heat."},{"number":2,"verse":"ויאמרו <WH559> said לו עבדיו <WH5650> Wherefore his servants יבקשׁו <WH1245> unto him, Let there be sought לאדני <WH113> for my lord המלך <WH4428> the king נערה <WH5291> a young בתולה <WH1330> virgin: ועמדה <WH5975> and let her stand לפני <WH6440> before המלך <WH4428> the king, ותהי <WH1961> לו סכנת <WH5532> and let her cherish ושׁכבה <WH7901> him, and let her lie בחיקך <WH2436> in thy bosom, וחם <WH2552> may get heat. לאדני <WH113> that my lord המלך׃ <WH4428> the king"},{"number":3,"verse":"ויבקשׁו <WH1245> So they sought נערה <WH5291> damsel יפה <WH3303> for a fair בכל <WH3605> throughout all גבול <WH1366> the coasts ישׂראל <WH3478> of Israel, וימצאו <WH4672> and found את <WH853> אבישׁג <WH49> Abishag השׁונמית <WH7767> a Shunammite, ויבאו <WH935> and brought אתה <WH853> למלך׃ <WH4428> her to the king."},{"number":4,"verse":"והנערה <WH5291> And the damsel יפה <WH3303> fair, עד <WH5704> very מאד <WH3966> very ותהי <WH1961> למלך <WH4428> the king, סכנת <WH5532> and cherished ותשׁרתהו <WH8334> and ministered והמלך <WH4428> to him: but the king לא <WH3808> her not. ידעה׃ <WH3045> knew"},{"number":5,"verse":"ואדניה <WH138> Then Adonijah בן <WH1121> the son חגית <WH2294> of Haggith מתנשׂא <WH5375> לאמר <WH559> saying, אני <WH589> I אמלך <WH4427> will be king: ויעשׂ <WH6213> and he prepared לו רכב <WH7393> him chariots ופרשׁים <WH6571> and horsemen, וחמשׁים <WH2572> and fifty אישׁ <WH376> men רצים <WH7323> to run לפניו׃ <WH6440> before"},{"number":6,"verse":"ולא <WH3808> had not עצבו <WH6087> displeased אביו <WH1> And his father מימיו <WH3117> him at any time לאמר <WH559> in saying, מדוע <WH4069> Why ככה <WH3602> so? עשׂית <WH6213> hast thou done וגם <WH1571> also הוא <WH1931> and he טוב <WH2896> goodly תאר <WH8389> goodly מאד <WH3966> very ואתו <WH853> ילדה <WH3205> and bore אחרי <WH310> him after אבשׁלום׃ <WH53> Absalom."},{"number":7,"verse":"ויהיו <WH1961> דבריו <WH1697> And he conferred עם <WH5973> with יואב <WH3097> Joab בן <WH1121> the son צרויה <WH6870> of Zeruiah, ועם <WH5973> and with אביתר <WH54> Abiathar הכהן <WH3548> the priest: ויעזרו <WH5826> helped אחרי <WH310> and they following אדניה׃ <WH138> Adonijah"},{"number":8,"verse":"וצדוק <WH6659> But Zadok הכהן <WH3548> the priest, ובניהו <WH1141> and Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada, ונתן <WH5416> and Nathan הנביא <WH5030> the prophet, ושׁמעי <WH8096> and Shimei, ורעי <WH7472> and Rei, והגבורים <WH1368> and the mighty men אשׁר <WH834> which לדוד <WH1732> to David, לא <WH3808> not היו <WH1961> were עם <WH5973> with אדניהו׃ <WH138> Adonijah."},{"number":9,"verse":"ויזבח <WH2076> slew אדניהו <WH138> And Adonijah צאן <WH6629> sheep ובקר <WH1241> and oxen ומריא <WH4806> and fat cattle עם <WH5973> by אבן <WH68> the stone הזחלת <WH2120> of Zoheleth, אשׁר <WH834> which אצל <WH681> by עין רגל <WH5883> En-rogel, ויקרא <WH7121> and called את <WH853> כל <WH3605> all אחיו <WH251> his brethren בני <WH1121> sons, המלך <WH4428> the king's ולכל <WH3605> and all אנשׁי <WH376> the men יהודה <WH3063> of Judah עבדי <WH5650> servants: המלך׃ <WH4428> the king's"},{"number":10,"verse":"ואת <WH853> נתן <WH5416> But Nathan הנביא <WH5030> the prophet, ובניהו <WH1141> and Benaiah, ואת <WH853> הגבורים <WH1368> and the mighty men, ואת <WH853> שׁלמה <WH8010> and Solomon אחיו <WH251> his brother, לא <WH3808> not. קרא׃ <WH7121> he called"},{"number":11,"verse":"ויאמר <WH559> spoke נתן <WH5416> Wherefore Nathan אל <WH413> unto בת־שׁבע <WH1339> Bath-sheba אם <WH517> the mother שׁלמה <WH8010> of Solomon, לאמר <WH559> saying, הלוא <WH3808> Hast thou not שׁמעת <WH8085> heard כי <WH3588> that מלך <WH4427> doth reign, אדניהו <WH138> Adonijah בן <WH1121> the son חגית <WH2294> of Haggith ואדנינו <WH113> our lord דוד <WH1732> and David לא <WH3808> not? ידע׃ <WH3045> knoweth"},{"number":12,"verse":"ועתה <WH6258> Now לכי <WH1980> therefore come, איעצך <WH3289> give נא <WH4994> let me, I pray thee, עצה <WH6098> thee counsel, ומלטי <WH4422> that thou mayest save את <WH853> נפשׁך <WH5315> thine own life, ואת <WH853> נפשׁ <WH5315> and the life בנך <WH1121> of thy son שׁלמה׃ <WH8010> Solomon."},{"number":13,"verse":"לכי <WH1980> Go ובאי <WH935> and get thee in אל <WH413> unto המלך <WH4428> king דוד <WH1732> David, ואמרת <WH559> and say אליו <WH413> unto הלא <WH3808> him, Didst not אתה <WH859> thou, אדני <WH113> my lord, המלך <WH4428> O king, נשׁבעת <WH7650> swear לאמתך <WH519> unto thine handmaid, לאמר <WH559> saying, כי <WH3588> Assuredly שׁלמה <WH8010> Solomon בנך <WH1121> thy son ימלך <WH4427> shall reign אחרי <WH310> after והוא <WH1931> me, and he ישׁב <WH3427> shall sit על <WH5921> upon כסאי <WH3678> my throne? ומדוע <WH4069> why מלך <WH4427> reign? אדניהו׃ <WH138> then doth Adonijah"},{"number":14,"verse":"הנה <WH2009> Behold, עודך <WH5750> while thou yet מדברת <WH1696> talkest שׁם <WH8033> there עם <WH5973> with המלך <WH4428> the king, ואני <WH589> I אבוא <WH935> also will come in אחריך <WH310> after ומלאתי <WH4390> thee, and confirm את <WH853> דבריך׃ <WH1697> thy words."},{"number":15,"verse":"ותבא <WH935> went in בת־שׁבע <WH1339> And Bath-sheba אל <WH413> unto המלך <WH4428> the king החדרה <WH2315> into the chamber: והמלך <WH4428> and the king זקן <WH2204> old; מאד <WH3966> was very ואבישׁג <WH49> and Abishag השׁונמית <WH7767> the Shunammite משׁרת <WH8334> ministered unto את <WH853> המלך׃ <WH4428> the king."},{"number":16,"verse":"ותקד <WH6915> bowed, בת־שׁבע <WH1339> And Bath-sheba ותשׁתחו <WH7812> and did obeisance למלך <WH4428> unto the king. ויאמר <WH559> said, המלך <WH4428> And the king מה׃ <WH4100> What"},{"number":17,"verse":"ותאמר <WH559> And she said לו אדני <WH113> unto him, My lord, אתה <WH859> thou נשׁבעת <WH7650> swarest ביהוה <WH3068> by the LORD אלהיך <WH430> thy God לאמתך <WH519> unto thine handmaid, כי <WH3588> Assuredly שׁלמה <WH8010> Solomon בנך <WH1121> thy son ימלך <WH4427> shall reign אחרי <WH310> after והוא <WH1931> me, and he ישׁב <WH3427> shall sit על <WH5921> upon כסאי׃ <WH3678> my throne."},{"number":18,"verse":"ועתה <WH6258> And now, הנה <WH2009> behold, אדניה <WH138> Adonijah מלך <WH4427> reigneth; ועתה <WH6258> and now, אדני <WH113> my lord המלך <WH4428> the king, לא <WH3808> not: ידעת׃ <WH3045> thou knowest"},{"number":19,"verse":"ויזבח <WH2076> And he hath slain שׁור <WH7794> oxen ומריא <WH4806> and fat cattle וצאן <WH6629> and sheep לרב <WH7230> in abundance, ויקרא <WH7121> and hath called לכל <WH3605> all בני <WH1121> the sons המלך <WH4428> of the king, ולאביתר <WH54> and Abiathar הכהן <WH3548> the priest, וליאב <WH3097> and Joab שׂר <WH8269> the captain הצבא <WH6635> of the host: ולשׁלמה <WH8010> but Solomon עבדך <WH5650> thy servant לא <WH3808> hath he not קרא׃ <WH7121> called."},{"number":20,"verse":"ואתה <WH859> And thou, אדני <WH113> my lord, המלך <WH4428> O king, עיני <WH5869> the eyes כל <WH3605> of all ישׂראל <WH3478> Israel עליך <WH5921> upon להגיד <WH5046> thee, that thou shouldest tell להם מי <WH4310> them who ישׁב <WH3427> shall sit על <WH5921> on כסא <WH3678> the throne אדני <WH113> of my lord המלך <WH4428> the king אחריו׃ <WH310> after"},{"number":21,"verse":"והיה <WH1961> Otherwise it shall come to pass, כשׁכב <WH7901> shall sleep אדני <WH113> when my lord המלך <WH4428> the king עם <WH5973> with אבתיו <WH1> his fathers, והייתי <WH1961> shall be counted אני <WH589> that I ובני <WH1121> and my son שׁלמה <WH8010> Solomon חטאים׃ <WH2400> offenders."},{"number":22,"verse":"והנה <WH2009> And, lo, עודנה <WH5750> while she yet מדברת <WH1696> talked עם <WH5973> with המלך <WH4428> the king, ונתן <WH5416> Nathan הנביא <WH5030> the prophet בא׃ <WH935> also came in."},{"number":23,"verse":"ויגידו <WH5046> And they told למלך <WH4428> the king, לאמר <WH559> saying, הנה <WH2009> Behold נתן <WH5416> Nathan הנביא <WH5030> the prophet. ויבא <WH935> And when he was come in לפני <WH6440> before המלך <WH4428> the king, וישׁתחו <WH7812> he bowed himself למלך <WH4428> before the king על <WH5921> with אפיו <WH639> his face ארצה׃ <WH776> to the ground."},{"number":24,"verse":"ויאמר <WH559> said, נתן <WH5416> And Nathan אדני <WH113> My lord, המלך <WH4428> O king, אתה <WH859> hast thou אמרת <WH559> said, אדניהו <WH138> Adonijah ימלך <WH4427> shall reign אחרי <WH310> after והוא <WH1931> me, and he ישׁב <WH3427> shall sit על <WH5921> upon כסאי׃ <WH3678> my throne?"},{"number":25,"verse":"כי <WH3588> For ירד <WH3381> he is gone down היום <WH3117> this day, ויזבח <WH2076> and hath slain שׁור <WH7794> oxen ומריא <WH4806> and fat cattle וצאן <WH6629> and sheep לרב <WH7230> in abundance, ויקרא <WH7121> and hath called לכל <WH3605> all בני <WH1121> sons, המלך <WH4428> the king's ולשׂרי <WH8269> and the captains הצבא <WH6635> of the host, ולאביתר <WH54> and Abiathar הכהן <WH3548> the priest; והנם <WH2009> and, behold, אכלים <WH398> they eat ושׁתים <WH8354> and drink לפניו <WH6440> before ויאמרו <WH559> him, and say, יחי <WH2421> God save המלך <WH4428> king אדניהו׃ <WH138> Adonijah."},{"number":26,"verse":"ולי אני <WH589> But me, me עבדך <WH5650> thy servant, ולצדק <WH6659> and Zadok הכהן <WH3548> the priest, ולבניהו <WH1141> and Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada, ולשׁלמה <WH8010> Solomon, עבדך <WH5650> and thy servant לא <WH3808> hath he not קרא׃ <WH7121> called."},{"number":27,"verse":"אם <WH518> מאתדני <WH113> my lord המלך <WH4428> the king, נהיה <WH1961> done הדבר <WH1697> thing הזה <WH2088> Is this ולא <WH3808> and thou hast not הודעת <WH3045> showed unto את <WH853> עבדיך <WH5650> thy servant, מי <WH4310> who ישׁב <WH3427> should sit על <WH5921> on כסא <WH3678> the throne אדני <WH113> of my lord המלך <WH4428> the king אחריו׃ <WH310> after"},{"number":28,"verse":"ויען <WH6030> answered המלך <WH4428> Then king דוד <WH1732> David ויאמר <WH559> and said, קראו <WH7121> Call לי לבת־שׁבע <WH1339> me Bath-sheba. ותבא <WH935> And she came into לפני <WH6440> presence, המלך <WH4428> the king's ותעמד <WH5975> and stood לפני <WH6440> before המלך׃ <WH4428> the king."},{"number":29,"verse":"וישׁבע <WH7650> swore, המלך <WH4428> And the king ויאמר <WH559> and said, חי <WH2416> liveth, יהוה <WH3068> the LORD אשׁר <WH834> that פדה <WH6299> hath redeemed את <WH853> נפשׁי <WH5315> my soul מכל <WH3605> out of all צרה׃ <WH6869> distress,"},{"number":30,"verse":"כי <WH3588> Even כאשׁר <WH834> as נשׁבעתי <WH7650> I swore לך ביהוה <WH3068> unto thee by the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel, לאמר <WH559> saying, כי <WH3588> Assuredly שׁלמה <WH8010> Solomon בנך <WH1121> thy son ימלך <WH4427> shall reign אחרי <WH310> after והוא <WH1931> me, and he ישׁב <WH3427> shall sit על <WH5921> upon כסאי <WH3678> my throne תחתי <WH8478> in my stead; כי <WH3588> even כן <WH3651> so אעשׂה <WH6213> will I certainly do היום <WH3117> day. הזה׃ <WH2088> this"},{"number":31,"verse":"ותקד <WH6915> bowed בת־שׁבע <WH1339> Then Bath-sheba אפים <WH639> with face ארץ <WH776> to the earth, ותשׁתחו <WH7812> and did reverence למלך <WH4428> to the king, ותאמר <WH559> and said, יחי <WH2421> live אדני <WH113> Let my lord המלך <WH4428> king דוד <WH1732> David לעלם׃ <WH5769> forever."},{"number":32,"verse":"ויאמר <WH559> said, המלך <WH4428> And king דוד <WH1732> David קראו <WH7121> Call לי לצדוק <WH6659> me Zadok הכהן <WH3548> the priest, ולנתן <WH5416> and Nathan הנביא <WH5030> the prophet, ולבניהו <WH1141> and Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada. ויבאו <WH935> And they came לפני <WH6440> before המלך׃ <WH4428> the king."},{"number":33,"verse":"ויאמר <WH559> also said המלך <WH4428> The king להם קחו <WH3947> unto them, Take עמכם <WH5973> with את <WH853> עבדי <WH5650> you the servants אדניכם <WH113> of your lord, והרכבתם <WH7392> to ride את <WH853> שׁלמה <WH8010> and cause Solomon בני <WH1121> my son על <WH5921> upon הפרדה <WH6506> mine own mule, אשׁר <WH834> לי והורדתםתו <WH853> אל <WH413> to גחון׃ <WH1521> Gihon:"},{"number":34,"verse":"ומשׁח <WH4886> anoint אתו <WH853> שׁם <WH8033> him there צדוק <WH6659> And let Zadok הכהן <WH3548> the priest ונתן <WH5416> and Nathan הנביא <WH5030> the prophet למלך <WH4428> king על <WH5921> over ישׂראל <WH3478> Israel: ותקעתם <WH8628> and blow בשׁופר <WH7782> ye with the trumpet, ואמרתם <WH559> and say, יחי <WH2421> God save המלך <WH4428> king שׁלמה׃ <WH8010> Solomon."},{"number":35,"verse":"ועליתם <WH5927> Then ye shall come up אחריו <WH310> after ובא <WH935> him, that he may come וישׁב <WH3427> and sit על <WH5921> upon כסאי <WH3678> my throne; והוא <WH1931> for he ימלך <WH4427> shall be king תחתי <WH8478> in my stead: ואתו <WH854> צויתי <WH6680> and I have appointed להיות <WH1961> him to be נגיד <WH5057> ruler על <WH5921> over ישׂראל <WH3478> Israel ועל <WH5921> and over יהודה׃ <WH3063> Judah."},{"number":36,"verse":"ויען <WH6030> answered בניהו <WH1141> And Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada את <WH853> המלך <WH4428> the king, ויאמר <WH559> and said, אמן <WH543> Amen: כן <WH3651> so יאמר <WH559> say יהוה <WH3068> the LORD אלהי <WH430> God אדני <WH113> of my lord המלך׃ <WH4428> the king"},{"number":37,"verse":"כאשׁר <WH834> As היה <WH1961> hath been יהוה <WH3068> the LORD עם <WH5973> with אדני <WH113> my lord המלך <WH4428> the king, כן <WH3651> even so יהי <WH1961> be עם <WH5973> he with שׁלמה <WH8010> Solomon, ויגדל <WH1431> אתסאו <WH3678> than the throne מכסא <WH3678> אדני <WH113> of my lord המלך <WH4428> king דוד׃ <WH1732> David."},{"number":38,"verse":"וירד <WH3381> went down, צדוק <WH6659> So Zadok הכהן <WH3548> the priest, ונתן <WH5416> and Nathan הנביא <WH5030> the prophet, ובניהו <WH1141> and Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada, והכרתי <WH3746> והפלתי <WH6432> and the Pelethites, וירכבו <WH7392> to ride את <WH853> שׁלמה <WH8010> and caused Solomon על <WH5921> upon פרדת <WH6506> mule, המלך <WH4428> king דוד <WH1732> David's וילכו <WH1980> and brought אתו <WH853> על <WH5921> him to גחון׃ <WH1521> Gihon."},{"number":39,"verse":"ויקח <WH3947> took צדוק <WH6659> And Zadok הכהן <WH3548> the priest את <WH853> קרן <WH7161> a horn השׁמן <WH8081> of oil מן <WH4480> out of האהל <WH168> the tabernacle, וימשׁח <WH4886> and anointed את <WH853> שׁלמה <WH8010> Solomon. ויתקעו <WH8628> And they blew בשׁופר <WH7782> the trumpet; ויאמרו <WH559> said, כל <WH3605> and all העם <WH5971> the people יחי <WH2421> God save המלך <WH4428> king שׁלמה׃ <WH8010> Solomon."},{"number":40,"verse":"ויעלו <WH5927> came up כל <WH3605> And all העם <WH5971> the people אחריו <WH310> after והעם <WH5971> him, and the people מחללים <WH2490> piped בחללים <WH2485> with pipes, ושׂמחים <WH8056> and rejoiced שׂמחה <WH8057> joy, גדולה <WH1419> with great ותבקע <WH1234> rent הארץ <WH776> so that the earth בקולם׃ <WH6963> with the sound"},{"number":41,"verse":"וישׁמע <WH8085> him heard אדניהו <WH138> And Adonijah וכל <WH3605> and all הקראים <WH7121> the guests אשׁר <WH834> that אתו <WH854> with והם <WH1992> as they כלו <WH3615> had made an end לאכל <WH398> of eating. וישׁמע <WH8085> heard יואב <WH3097> And when Joab את <WH853> קול <WH6963> the sound השׁופר <WH7782> of the trumpet, ויאמר <WH559> he said, מדוע <WH4069> Wherefore קול <WH6963> noise הקריה <WH7151> of the city הומה׃ <WH1993> being in an uproar?"},{"number":42,"verse":"עודנו <WH5750> And while he yet מדבר <WH1696> spoke, והנה <WH2009> behold, יונתן <WH3129> Jonathan בן <WH1121> the son אביתר <WH54> of Abiathar הכהן <WH3548> the priest בא <WH935> came: ויאמר <WH559> said אדניהו <WH138> and Adonijah בא <WH935> unto him, Come in; כי <WH3588> for אישׁ <WH376> man, חיל <WH2428> a valiant אתה <WH859> thou וטוב <WH2896> and bringest good tidings. תבשׂר׃ <WH1319> and bringest good tidings."},{"number":43,"verse":"ויען <WH6030> answered יונתן <WH3129> And Jonathan ויאמר <WH559> and said לאדניהו <WH138> to Adonijah, אבל <WH61> Verily אדנינו <WH113> our lord המלך <WH4428> king דוד <WH1732> David המליך <WH4427> אתׁלמה׃ <WH8010>"},{"number":44,"verse":"וישׁלח <WH7971> hath sent אתו <WH854> with המלך <WH4428> And the king את <WH853> צדוק <WH6659> him Zadok הכהן <WH3548> the priest, ואת <WH853> נתן <WH5416> and Nathan הנביא <WH5030> the prophet, ובניהו <WH1141> and Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada, והכרתי <WH3774> and the Cherethites, והפלתי <WH6432> and the Pelethites, וירכבו <WH7392> אתול <WH5921> upon פרדת <WH6506> mule: המלך׃ <WH4428> the king's"},{"number":45,"verse":"וימשׁחו <WH4886> have anointed אתו <WH853> צדוק <WH6659> And Zadok הכהן <WH3548> the priest ונתן <WH5416> and Nathan הנביא <WH5030> the prophet למלך <WH4428> him king בגחון <WH1521> in Gihon: ויעלו <WH5927> and they are come up משׁם <WH8033> from thence שׂמחים <WH8056> rejoicing, ותהם <WH1949> rang הקריה <WH7151> so that the city הוא <WH1931> again. This הקול <WH6963> the noise אשׁר <WH834> that שׁמעתם׃ <WH8085> ye have heard."},{"number":46,"verse":"וגם <WH1571> And also ישׁב <WH3427> sitteth שׁלמה <WH8010> Solomon על <WH5921> on כסא <WH3678> the throne המלוכה׃ <WH4410> of the kingdom."},{"number":47,"verse":"וגם <WH1571> And moreover באו <WH935> came עבדי <WH5650> servants המלך <WH4428> the king's לברך <WH1288> to bless את <WH853> אדנינו <WH113> our lord המלך <WH4428> king דוד <WH1732> David, לאמר <WH559> saying, ייטב <WH3190> better אלהיך <WH430> God את <WH853> שׁם <WH8034> make the name שׁלמה <WH8010> of Solomon משׁמך <WH8034> than thy name, ויגדל <WH1431> greater את <WH853> כסאו <WH3678> and make his throne מכסאך <WH3678> than thy throne. וישׁתחו <WH7812> bowed himself המלך <WH4428> And the king על <WH5921> upon המשׁכב׃ <WH4904> the bed."},{"number":48,"verse":"וגם <WH1571> And also ככה <WH3602> thus אמר <WH559> said המלך <WH4428> the king, ברוך <WH1288> Blessed יהוה <WH3068> the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel, אשׁר <WH834> which נתן <WH5414> hath given היום <WH3117> this day, ישׁב <WH3427> to sit על <WH5921> on כסאי <WH3678> my throne ועיני <WH5869> mine eyes ראות׃ <WH7200> even seeing"},{"number":49,"verse":"ויחרדו <WH2729> were afraid, ויקמו <WH6965> and rose up, כל <WH3605> And all הקראים <WH7121> the guests אשׁר <WH834> that לאדניהו <WH138> with Adonijah וילכו <WH1980> and went אישׁ <WH376> every man לדרכו׃ <WH1870> his way."},{"number":50,"verse":"ואדניהו <WH138> And Adonijah ירא <WH3372> feared מפני <WH6440> because שׁלמה <WH8010> of Solomon, ויקם <WH6965> and arose, וילך <WH1980> and went, ויחזק <WH2388> and caught hold בקרנות <WH7161> on the horns המזבח׃ <WH4196> of the altar."},{"number":51,"verse":"ויגד <WH5046> And it was told לשׁלמה <WH8010> Solomon, לאמר <WH559> saying, הנה <WH2009> Behold, אדניהו <WH138> Adonijah ירא <WH3372> feareth את <WH853> המלך <WH4428> king שׁלמה <WH8010> Solomon: והנה <WH2009> for, lo, אחז <WH270> he hath caught hold בקרנות <WH7161> on the horns המזבח <WH4196> of the altar, לאמר <WH559> saying, ישׁבע <WH7650> swear לי כיום <WH3117> unto me today המלך <WH4428> Let king שׁלמה <WH8010> Solomon אם <WH518> that he will not ימית <WH4191> slay את <WH853> עבדו <WH5650> his servant בחרב׃ <WH2719> with the sword."},{"number":52,"verse":"ויאמר <WH559> said, שׁלמה <WH8010> And Solomon אם <WH518> If יהיה <WH1961> he will show לבן <WH1121> man, חיל <WH2428> himself a worthy לא <WH3808> there shall not יפל <WH5307> him fall משׂערתו <WH8185> ארצה <WH776> to the earth: ואם <WH518> but if רעה <WH7451> wickedness תמצא <WH4672> shall be found בו ומת׃ <WH4191> in him, he shall die."},{"number":53,"verse":"וישׁלח <WH7971> sent, המלך <WH4428> So king שׁלמה <WH8010> Solomon וירדהו <WH3381> and they brought him down מעל <WH5921> from המזבח <WH4196> the altar. ויבא <WH935> And he came וישׁתחו <WH7812> and bowed himself למלך <WH4428> to king שׁלמה <WH8010> Solomon: ויאמר <WH559> said לו שׁלמה <WH8010> and Solomon לך <WH1980> unto him, Go לביתך׃ <WH1004> to thine house."}]}