{"bibleAbbr":"Orig2013+","bookName":"מלכים א","bookEnglishName":"1 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"ומלכת <WH4436> And when the queen שׁבא <WH7614> of Sheba שׁמעת <WH8085> heard את <WH853> שׁמע <WH8088> of the fame שׁלמה <WH8010> of Solomon לשׁם <WH8034> concerning the name יהוה <WH3068> of the LORD, ותבא <WH935> she came לנסתו <WH5254> to prove בחידות׃ <WH2420> him with hard questions."},{"number":2,"verse":"ותבא <WH935> And she came ירושׁלמה <WH3389> to Jerusalem בחיל <WH2428> train, כבד <WH3515> great מאד <WH3966> with a very גמלים <WH1581> with camels נשׂאים <WH5375> that bore בשׂמים <WH1314> spices, וזהב <WH2091> gold, רב <WH7227> much מאד <WH3966> and very ואבן <WH68> stones: יקרה <WH3368> and precious ותבא <WH935> and when she was come אל <WH413> to שׁלמה <WH8010> Solomon, ותדבר <WH1696> she communed אליו <WH413> with את <WH853> כל <WH3605> him of all אשׁר <WH834> that היה <WH1961> was עם <WH5973> in לבבה׃ <WH3824> her heart."},{"number":3,"verse":"ויגד <WH5046> told לה שׁלמה <WH8010> And Solomon את <WH853> כל <WH3605> her all דבריה <WH1697> her questions: לא <WH3808> not היה <WH1961> there was דבר <WH1697> thing נעלם <WH5956> hid מן <WH4480> from המלך <WH4428> the king, אשׁר <WH834> which לא <WH3808> her not. הגיד׃ <WH5046> he told"},{"number":4,"verse":"ותרא <WH7200> had seen מלכת <WH4436> And when the queen שׁבא <WH7614> of Sheba את <WH853> כל <WH3605> all חכמת <WH2451> wisdom, שׁלמה <WH8010> Solomon's והבית <WH1004> and the house אשׁר <WH834> that בנה׃ <WH1129> he had built,"},{"number":5,"verse":"ומאכל <WH3978> And the meat שׁלחנו <WH7979> of his table, ומושׁב <WH4186> and the sitting עבדיו <WH5650> of his servants, ומעמד <WH4612> and the attendance משׁרתו <WH8334> of his ministers, ומלבשׁיהם <WH4403> and their apparel, ומשׁקיו <WH4945> and his cupbearers, ועלתו <WH5930> and his ascent אשׁר <WH834> by which יעלה <WH5927> he went up בית <WH1004> unto the house יהוה <WH3068> of the LORD; ולא <WH3808> no היה <WH1961> there was בה עוד <WH5750> more רוח׃ <WH7307> spirit"},{"number":6,"verse":"ותאמר <WH559> And she said אל <WH413> to המלך <WH4428> the king, אמת <WH571> a true היה <WH1961> It was הדבר <WH1697> report אשׁר <WH834> that שׁמעתי <WH8085> I heard בארצי <WH776> in mine own land על <WH5921> of דבריך <WH1697> thy acts ועל <WH5921> and of חכמתך׃ <WH2451> thy wisdom."},{"number":7,"verse":"ולא <WH3808> not האמנתי <WH539> Howbeit I believed לדברים <WH1697> the words, עד <WH5704> until אשׁר <WH834> until באתי <WH935> I came, ותראינה <WH7200> had seen עיני <WH5869> and mine eyes והנה <WH2009> and, behold, לא <WH3808> was not הגד <WH5046> told לי החצי <WH2677> the half הוספת <WH3254> exceedeth חכמה <WH2451> me: thy wisdom וטוב <WH2896> and prosperity אל <WH413> exceedeth השׁמועה <WH8052> the fame אשׁר <WH834> which שׁמעתי׃ <WH8085> I heard."},{"number":8,"verse":"אשׁרי <WH835> Happy אנשׁיך <WH376> thy men, אשׁרי <WH835> happy עבדיך <WH5650> thy servants, אלה <WH428> these העמדים <WH5975> which stand לפניך <WH6440> before תמיד <WH8548> continually השׁמעים <WH8085> thee, that hear את <WH853> חכמתך׃ <WH2451> thy wisdom."},{"number":9,"verse":"יהי <WH1961> be יהוה <WH3068> the LORD אלהיך <WH430> thy God, ברוך <WH1288> Blessed אשׁר <WH834> which חפץ <WH2654> delighted בך לתתך <WH5414> in thee, to set על <WH5921> thee on כסא <WH3678> the throne ישׂראל <WH3478> of Israel: באהבת <WH160> יהוה <WH3068> because the LORD את <WH853> ישׂראל <WH3478> Israel לעלם <WH5769> forever, וישׂימך <WH7760> therefore made למלך <WH4428> he thee king, לעשׂות <WH6213> to do משׁפט <WH4941> judgment וצדקה׃ <WH6666> and justice."},{"number":10,"verse":"ותתן <WH5414> And she gave למלך <WH4428> the king מאה <WH3967> a hundred ועשׂרים <WH6242> and twenty ככר <WH3603> talents זהב <WH2091> of gold, ובשׂמים <WH1314> and of spices הרבה <WH7235> great store, מאד <WH3966> very ואבן <WH68> stones: יקרה <WH3368> and precious לא <WH3808> no בא <WH935> there came כבשׂם <WH1314> of spices ההוא <WH1931> such עוד <WH5750> more לרב <WH7230> abundance אשׁר <WH834> as these which נתנה <WH5414> gave מלכת <WH4436> the queen שׁבא <WH7614> of Sheba למלך <WH4428> to king שׁלמה׃ <WH8010> Solomon."},{"number":11,"verse":"וגם <WH1571> also אני <WH590> And the navy חירם <WH2438> of Hiram, אשׁר <WH834> that נשׂא <WH5375> brought זהב <WH2091> gold מאופיר <WH211> הביא <WH935> brought in מאפיר <WH211> עצי <WH6086> trees, אלמגים <WH484> of almug הרבה <WH7235> plenty מאד <WH3966> great ואבן <WH68> stones. יקרה׃ <WH3368> and precious"},{"number":12,"verse":"ויעשׂ <WH6213> made המלך <WH4428> And the king את <WH853> עצי <WH6086> trees האלמגים <WH484> of the almug מסעד <WH4552> pillars לבית <WH1004> for the house יהוה <WH3069> ולבית <WH1004> house, המלך <WH4428> and for the king's וכנרות <WH3658> harps ונבלים <WH5035> also and psalteries לשׁרים <WH7891> for singers: לא <WH3808> no בא <WH935> there came כן <WH3651> such עצי <WH6086> trees, אלמגים <WH484> almug ולא <WH3808> nor נראה <WH7200> were seen עד <WH5704> unto היום <WH3117> day. הזה׃ <WH2088> this"},{"number":13,"verse":"והמלך <WH4428> And king שׁלמה <WH8010> Solomon נתן <WH5414> gave למלכת <WH4436> unto the queen שׁבא <WH7614> of Sheba את <WH853> כל <WH3605> all חפצה <WH2656> her desire, אשׁר <WH834> whatsoever שׁאלה <WH7592> she asked, מלבד <WH905> beside אשׁר <WH834> which נתן <WH5414> gave לה כיד <WH3027> her of his royal bounty. המלך <WH4428> her of his royal bounty. שׁלמה <WH8010> Solomon ותפן <WH6437> So she turned ותלך <WH1980> and went לארצה <WH776> to her own country, היא <WH1931> she ועבדיה׃ <WH5650> and her servants."},{"number":14,"verse":"ויהי <WH1961> was משׁקל <WH4948> Now the weight הזהב <WH2091> of gold אשׁר <WH834> that בא <WH935> came לשׁלמה <WH8010> to Solomon בשׁנה <WH8141> year אחת <WH259> in one שׁשׁ <WH8337> six מאות <WH3967> hundred שׁשׁים <WH8346> threescore ושׁשׁ <WH8337> and six ככר <WH3603> talents זהב׃ <WH2091> of gold,"},{"number":15,"verse":"לבד <WH905> Beside מאנשׁי <WH376> התריםמסחר <WH4536> and of the traffic הרכלים <WH7402> of the spice merchants, וכל <WH3605> and of all מלכי <WH4428> the kings הערב <WH6152> ופחות <WH6346> and of the governors הארץ׃ <WH776> of the country."},{"number":16,"verse":"ויעשׂ <WH6213> made המלך <WH4428> And king שׁלמה <WH8010> Solomon מאתים <WH3967> two hundred צנה <WH6793> targets זהב <WH2091> gold: שׁחוט <WH7820> beaten שׁשׁ <WH8337> six מאות <WH3967> hundred זהב <WH2091> of gold יעלה <WH5927> went על <WH5921> to הצנה <WH6793> target. האחת׃ <WH259> one"},{"number":17,"verse":"ושׁלשׁ <WH7969> And three מאות <WH3967> hundred מגנים <WH4043> shields זהב <WH2091> gold; שׁחוט <WH7820> beaten שׁלשׁת <WH7969> three מנים <WH4488> pound זהב <WH2091> of gold יעלה <WH5927> went על <WH5921> to המגן <WH4043> shield: האחת <WH259> one ויתנם <WH5414> put המלך <WH4428> and the king בית <WH1004> them in the house יער <WH3293> of the forest הלבנון׃ <WH3844> of Lebanon."},{"number":18,"verse":"ויעשׂ <WH6213> made המלך <WH4428> Moreover the king כסא <WH3678> throne שׁן <WH8127> of ivory, גדול <WH1419> a great ויצפהו <WH6823> and overlaid זהב <WH2091> gold. מופז׃ <WH6338> it with the best"},{"number":19,"verse":"שׁשׁ <WH8337> had six מעלות <WH4609> steps, לכסה <WH3678> The throne וראשׁ <WH7218> and the top עגל <WH5696> round לכסה <WH3678> of the throne מאחריו <WH310> behind: וידת <WH3027> and stays מזה <WH2088> ומזהל <WH413> on מקום <WH4725> the place השׁבת <WH7675> of the seat, ושׁנים <WH8147> and two אריות <WH738> lions עמדים <WH5975> stood אצל <WH681> beside הידות׃ <WH3027> the stays."},{"number":20,"verse":"ושׁנים <WH8147> עשׂרריים <WH738> lions עמדים <WH5975> stood שׁם <WH8033> there על <WH5921> on שׁשׁ <WH8337> upon the six המעלות <WH4609> steps: מזה <WH2088> the one side ומזה <WH2088> and on the other לא <WH3808> there was not נעשׂה <WH6213> made כן <WH3651> the like לכל <WH3605> in any ממלכות׃ <WH4467> kingdom."},{"number":21,"verse":"וכל <WH3605> And all כלי <WH3627> vessels משׁקה <WH4945> drinking המלך <WH4428> king שׁלמה <WH8010> Solomon's זהב <WH2091> gold, וכל <WH3605> and all כלי <WH3627> the vessels בית <WH1004> of the house יער <WH3293> of the forest הלבנון <WH3844> of Lebanon זהב <WH2091> gold; סגור <WH5462> pure אין <WH369> none כסף <WH3701> silver: לא <WH3808> it was nothing נחשׁב <WH2803> accounted בימי <WH3117> of in the days שׁלמה <WH8010> of Solomon. למאומה׃ <WH3972> it was nothing"},{"number":22,"verse":"כי <WH3588> For אני <WH590> a navy תרשׁישׁ <WH8659> of Tharshish למלך <WH4428> the king בים <WH3220> had at sea עם <WH5973> with אני <WH590> the navy חירם <WH2438> of Hiram: אחת <WH259> once לשׁלשׁ <WH7969> in three שׁנים <WH8141> years תבוא <WH935> came אני <WH590> the navy תרשׁישׁ <WH8659> of Tharshish, נשׂאת <WH5375> bringing זהב <WH2091> gold, וכסף <WH3701> and silver, שׁנהבים <WH8143> ivory, וקפים <WH6971> and apes, ותכיים׃ <WH8500> and peacocks."},{"number":23,"verse":"ויגדל <WH1431> exceeded all המלך <WH4428> So king שׁלמה <WH8010> Solomon מכל <WH3605> מלכי <WH4428> the kings הארץ <WH776> of the earth לעשׁר <WH6239> for riches ולחכמה׃ <WH2451> and for wisdom."},{"number":24,"verse":"וכל <WH3605> And all הארץ <WH776> the earth מבקשׁים <WH1245> sought את <WH853> פני <WH6440> to שׁלמה <WH8010> Solomon, לשׁמע <WH8085> to hear את <WH853> חכמתו <WH2451> his wisdom, אשׁר <WH834> which נתן <WH5414> had put אלהים <WH430> God בלבו׃ <WH3820> in his heart."},{"number":25,"verse":"והמה <WH1992> And they מבאים <WH935> brought אישׁ <WH376> every man מנחתו <WH4503> his present, כלי <WH3627> vessels כסף <WH3701> of silver, וכלי <WH3627> and vessels זהב <WH2091> of gold, ושׂלמות <WH8008> and garments, ונשׁק <WH5402> and armor, ובשׂמים <WH1314> and spices, סוסים <WH5483> horses, ופרדים <WH6505> and mules, דבר <WH1697> a rate שׁנה <WH8141> year בשׁנה׃ <WH8141> by year."},{"number":26,"verse":"ויאסף <WH622> gathered together שׁלמה <WH8010> And Solomon רכב <WH7393> chariots ופרשׁים <WH6571> and horsemen: ויהי <WH1961> and he had לו אלף <WH505> a thousand וארבע <WH702> and four מאות <WH3967> hundred רכב <WH7393> chariots, ושׁנים <WH8147> and twelve עשׂר <WH6240> and twelve אלף <WH505> thousand פרשׁים <WH6571> horsemen, וינחם <WH5148> whom he bestowed בערי <WH5892> in the cities הרכב <WH7393> for chariots, ועם <WH5973> and with המלך <WH4428> the king בירושׁלם׃ <WH3389> at Jerusalem."},{"number":27,"verse":"ויתן <WH5414> made המלך <WH4428> And the king את <WH853> הכסף <WH3701> silver בירושׁלם <WH3389> in Jerusalem כאבנים <WH68> as stones, ואת <WH853> הארזים <WH730> and cedars נתן <WH5414> made כשׁקמים <WH8256> he as the sycamore trees אשׁר <WH834> that בשׁפלה <WH8219> in the vale, לרב׃ <WH7230> for abundance."},{"number":28,"verse":"ומוצא <WH4161> brought הסוסים <WH5483> had horses אשׁר <WH834> לשׁלמה <WH8010> And Solomon ממצרים <WH4714> ומקוה <WH4723> and linen yarn: סחרי <WH5503> merchants המלך <WH4428> the king's יקחו <WH3947> received מקוה <WH4723> the linen yarn במחיר׃ <WH4242> at a price."},{"number":29,"verse":"ותעלה <WH5927> came up ותצא <WH3318> and went out מרכבה <WH4818> And a chariot ממצרים <WH4714> בשׁשׁ <WH8337> for six מאות <WH3967> hundred כסף <WH3701> of silver, וסוס <WH5483> and a horse בחמשׁים <WH2572> and fifty: ומאה <WH3967> for a hundred וכן <WH3651> and so לכל <WH3605> for all מלכי <WH4428> the kings החתים <WH2850> of the Hittites, ולמלכי <WH4428> and for the kings ארם <WH758> of Syria, בידם <WH3027> by their means. יצאו׃ <WH3318> did they bring out"}]}