{"bibleAbbr":"Orig2013+","bookName":"מלכים א","bookEnglishName":"1 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"ויאמר <WH559> said אליהו <WH452> And Elijah התשׁבי <WH8664> the Tishbite, מתשׁבי <WH8453> of the inhabitants גלעד <WH1568> of Gilead, אל <WH413> unto אחאב <WH256> Ahab, חי <WH2416> liveth, יהוה <WH3068> the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel אשׁר <WH834> whom עמדתי <WH5975> I stand, לפניו <WH6440> before אם <WH518> there shall not יהיה <WH1961> be השׁנים <WH8141> years, האלה <WH428> these טל <WH2919> dew ומטר <WH4306> nor rain כי <WH3588> but אם <WH518> but לפי <WH6310> according דברי׃ <WH1697> to my word."},{"number":2,"verse":"ויהי <WH1961> came דבר <WH1697> And the word יהוה <WH3068> of the LORD אליו <WH413> unto לאמר׃ <WH559> him, saying,"},{"number":3,"verse":"לך <WH1980> Get מזה <WH2088> thee hence, ופנית <WH6437> and turn לך קדמה <WH6924> thee eastward, ונסתרת <WH5641> and hide thyself בנחל <WH5158> by the brook כרית <WH3747> Cherith, אשׁר <WH834> that על <WH5921> before פני <WH6440> before הירדן׃ <WH3383> Jordan."},{"number":4,"verse":"והיה <WH1961> And it shall be, מהנחל <WH5158> of the brook; תשׁתה <WH8354> thou shalt drink ואת <WH853> הערבים <WH6158> the ravens צויתי <WH6680> and I have commanded לכלכלך <WH3557> to feed שׁם׃ <WH8033> thee there."},{"number":5,"verse":"וילך <WH1980> So he went ויעשׂ <WH6213> and did כדבר <WH1697> according unto the word יהוה <WH3068> of the LORD: וילך <WH1980> for he went וישׁב <WH3427> and dwelt בנחל <WH5158> by the brook כרית <WH3747> Cherith, אשׁר <WH834> that על <WH5921> before פני <WH6440> before הירדן׃ <WH3383> Jordan."},{"number":6,"verse":"והערבים <WH6158> And the ravens מביאים <WH935> brought לו לחם <WH3899> him bread ובשׂר <WH1320> and flesh בבקר <WH1242> in the morning, ולחם <WH3899> and bread ובשׂר <WH1320> and flesh בערב <WH6153> in the evening; ומן <WH4480> of הנחל <WH5158> the brook. ישׁתה׃ <WH8354> and he drank"},{"number":7,"verse":"ויהי <WH1961> And it came to pass מקץ <WH7093> after ימים <WH3117> a while, וייבשׁ <WH3001> dried up, הנחל <WH5158> that the brook כי <WH3588> because לא <WH3808> no היה <WH1961> there had been גשׁם <WH1653> rain בארץ׃ <WH776> in the land."},{"number":8,"verse":"ויהי <WH1961> came דבר <WH1697> And the word יהוה <WH3068> of the LORD אליו <WH413> unto לאמר׃ <WH559> him, saying,"},{"number":9,"verse":"קום <WH6965> Arise, לך <WH1980> get צרפתה <WH6886> thee to Zarephath, אשׁר <WH834> which לצידון <WH6721> to Zidon, וישׁבת <WH3427> and dwell שׁם <WH8033> there: הנה <WH2009> behold, צויתי <WH6680> I have commanded שׁם <WH8033> there אשׁה <WH802> woman אלמנה <WH490> a widow לכלכלך׃ <WH3557> to sustain"},{"number":10,"verse":"ויקם <WH6965> So he arose וילך <WH1980> and went צרפתה <WH6886> to Zarephath. ויבא <WH935> And when he came אל <WH413> to פתח <WH6607> the gate העיר <WH5892> of the city, והנה <WH2009> behold, שׁם <WH8033> there אשׁה <WH802> woman אלמנה <WH490> the widow מקשׁשׁת <WH7197> gathering עצים <WH6086> of sticks: ויקרא <WH7121> and he called אליה <WH413> to ויאמר <WH559> her, and said, קחי <WH3947> Fetch נא <WH4994> me, I pray thee, לי מעט <WH4592> a little מים <WH4325> water בכלי <WH3627> in a vessel, ואשׁתה׃ <WH8354> that I may drink."},{"number":11,"verse":"ותלך <WH1980> And as she was going לקחת <WH3947> to fetch ויקרא <WH7121> he called אליה <WH413> to ויאמר <WH559> her, and said, לקחי <WH3947> Bring נא <WH4994> me, I pray thee, לי פת <WH6595> a morsel לחם <WH3899> of bread בידך׃ <WH3027> in thine hand."},{"number":12,"verse":"ותאמר <WH559> And she said, חי <WH2416> liveth, יהוה <WH3068> the LORD אלהיך <WH430> thy God אם <WH518> not ישׁ <WH3426> I have לי מעוג <WH4580> a cake, כי <WH3588> but אם <WH518> but מלא <WH4393> a handful כף <WH3709> a handful קמח <WH7058> of meal בכד <WH3537> in a barrel, ומעט <WH4592> and a little שׁמן <WH8081> oil בצפחת <WH6835> in a cruse: והנני <WH2005> מקשׁשׁת <WH7197> I gathering שׁנים <WH8147> two עצים <WH6086> sticks, ובאתי <WH935> that I may go in ועשׂיתיהו <WH6213> and dress לי ולבני <WH1121> it for me and my son, ואכלנהו <WH398> that we may eat ומתנו׃ <WH4191> it, and die."},{"number":13,"verse":"ויאמר <WH559> said אליה <WH413> unto אליהו <WH452> And Elijah אל <WH408> not; תיראי <WH3372> her, Fear באי <WH935> go עשׂי <WH6213> do כדברך <WH1697> as thou hast said: אך <WH389> but עשׂי <WH6213> make לי משׁם <WH8033> me thereof עגה <WH5692> cake קטנה <WH6996> a little בראשׁנה <WH7223> first, והוצאת <WH3318> and bring לי ולך ולבנך <WH1121> for thee and for thy son. תעשׂי <WH6213> make באחרנה׃ <WH314> unto me, and after"},{"number":14,"verse":"כי <WH3588> For כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel, כד <WH3537> The barrel הקמח <WH7058> of meal לא <WH3808> shall not תכלה <WH3615> waste, וצפחת <WH6835> shall the cruse השׁמן <WH8081> of oil לא <WH3808> neither תחסר <WH2637> fail, עד <WH5704> until יום <WH3117> the day תתן <WH5414> sendeth יהוה <WH5414> גשׁם <WH1653> rain על <WH5921> upon פני <WH6440> upon האדמה׃ <WH127> the earth."},{"number":15,"verse":"ותלך <WH1980> And she went ותעשׂה <WH6213> and did כדבר <WH1697> according to the saying אליהו <WH452> of Elijah: ותאכל <WH398> did eat הוא <WH1931> and she, והיא <WH1931> and he, וביתה <WH1004> and her house, ימים׃ <WH3117> days."},{"number":16,"verse":"כד <WH3537> the barrel הקמח <WH7058> of meal לא <WH3808> not, כלתה <WH3615> wasted וצפחת <WH6835> did the cruse השׁמן <WH8081> of oil לא <WH3808> neither חסר <WH2638> כדבר <WH1697> according to the word יהוה <WH3068> of the LORD, אשׁר <WH834> which דבר <WH1696> he spoke ביד <WH3027> by אליהו׃ <WH452> Elijah."},{"number":17,"verse":"ויהי <WH1961> And it came to pass אחר <WH310> after הדברים <WH1697> things, האלה <WH428> these חלה <WH2470> fell sick; בן <WH1121> the son האשׁה <WH802> of the woman, בעלת <WH1172> the mistress הבית <WH1004> of the house, ויהי <WH1961> was חליו <WH2483> and his sickness חזק <WH2389> sore, מאד <WH3966> so עד <WH5704> that אשׁר <WH834> that לא <WH3808> there was no נותרה <WH3498> left בו נשׁמה׃ <WH5397> breath"},{"number":18,"verse":"ותאמר <WH559> And she said אל <WH413> unto אליהו <WH452> Elijah, מה <WH4100> What לי ולך אישׁ <WH376> have I to do with thee, O thou man האלהים <WH430> of God? באת <WH935> art thou come אלי <WH413> unto להזכיר <WH2142> to remembrance, את <WH853> עוני <WH5771> me to call my sin ולהמית <WH4191> and to slay את <WH853> בני׃ <WH1121> my son?"},{"number":19,"verse":"ויאמר <WH559> And he said אליה <WH413> unto תני <WH5414> her, Give לי את <WH853> בנך <WH1121> me thy son. ויקחהו <WH3947> And he took מחיקה <WH2436> him out of her bosom, ויעלהו <WH5927> and carried him up אל <WH413> into העליה <WH5944> a loft, אשׁר <WH834> where הוא <WH1931> he ישׁב <WH3427> abode, שׁם <WH8033> where וישׁכבהו <WH7901> and laid על <WH5921> him upon מטתו׃ <WH4296> his own bed."},{"number":20,"verse":"ויקרא <WH7121> And he cried אל <WH413> unto יהוה <WH3069> ויאמר <WH559> and said, יהוה <WH3069> אלהי <WH430> my God, הגם <WH1571> hast thou also על <WH5921> upon האלמנה <WH490> the widow אשׁר <WH834> whom אני <WH589> I מתגורר <WH1481> sojourn, עמה <WH5973> with הרעות <WH7489> brought evil להמית <WH4191> by slaying את <WH853> בנה׃ <WH1121> her son?"},{"number":21,"verse":"ויתמדד <WH4058> And he stretched himself על <WH5921> upon הילד <WH3206> the child שׁלשׁ <WH7969> three פעמים <WH6471> times, ויקרא <WH7121> and cried אל <WH413> unto יהוה <WH3068> the LORD, ויאמר <WH559> and said, יהוה <WH3068> O LORD אלהי <WH430> my God, תשׁב <WH7725> come into him again. נא <WH4994> I pray thee, נפשׁ <WH5315> soul הילד <WH3206> child's הזה <WH2088> let this על <WH5921> קרבו׃ <WH7130>"},{"number":22,"verse":"וישׁמע <WH8085> heard יהוה <WH3068> And the LORD בקול <WH6963> the voice אליהו <WH452> of Elijah; ותשׁב <WH7725> came into him again, נפשׁ <WH5315> and the soul הילד <WH3206> of the child על <WH5921> קרבויחי׃ <WH2421> and he revived."},{"number":23,"verse":"ויקח <WH3947> took אליהו <WH452> And Elijah את <WH853> הילד <WH3206> the child, וירדהו <WH3381> and brought him down מן <WH4480> out of העליה <WH5944> the chamber הביתה <WH1004> into the house, ויתנהו <WH5414> and delivered לאמו <WH517> him unto his mother: ויאמר <WH559> said, אליהו <WH452> and Elijah ראי <WH7200> See, חי <WH2416> liveth. בנך׃ <WH1121> thy son"},{"number":24,"verse":"ותאמר <WH559> said האשׁה <WH802> And the woman אל <WH413> to אליהו <WH452> Elijah, עתה <WH6258> Now זה <WH2088> by this ידעתי <WH3045> I know כי <WH3588> that אישׁ <WH376> a man אלהים <WH430> of God, אתה <WH859> thou ודבר <WH1697> that the word יהוה <WH3068> of the LORD בפיך <WH6310> in thy mouth אמת׃ <WH571> truth."}]}