{"bibleAbbr":"Orig2013+","bookName":"מלכים א","bookEnglishName":"1 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"ויקרבו <WH7126> drew nigh ימי <WH3117> Now the days דוד <WH1732> of David למות <WH4191> that he should die; ויצו <WH6680> and he charged את <WH853> שׁלמה <WH8010> Solomon בנו <WH1121> his son, לאמר׃ <WH559> saying,"},{"number":2,"verse":"אנכי <WH595> I הלך <WH1980> go בדרך <WH1870> the way כל <WH3605> of all הארץ <WH776> the earth: וחזקת <WH2388> be thou strong והיית <WH1961> therefore, and show לאישׁ׃ <WH376> thyself a man;"},{"number":3,"verse":"ושׁמרת <WH8104> And keep את <WH853> משׁמרת <WH4931> the charge יהוה <WH3068> of the LORD אלהיך <WH430> thy God, ללכת <WH1980> to walk בדרכיו <WH1870> in his ways, לשׁמר <WH8104> to keep חקתיו <WH2708> his statutes, מצותיו <WH4687> and his commandments, ומשׁפטיו <WH4941> and his judgments, ועדותיו <WH5715> and his testimonies, ככתוב <WH3789> as it is written בתורת <WH8451> in the law משׁה <WH4872> of Moses, למען <WH4616> that תשׂכיל <WH7919> thou mayest prosper את <WH853> כל <WH3605> in all אשׁר <WH834> that תעשׂה <WH6213> thou doest, ואת <WH853> כל <WH3605> and whithersoever אשׁר <WH834> תפנה <WH6437> thou turnest שׁם׃ <WH8033>"},{"number":4,"verse":"למען <WH4616> That יקים <WH6965> may continue יהוה <WH3068> the LORD את <WH853> דברו <WH1697> his word אשׁר <WH834> which דבר <WH1696> he spoke עלי <WH5921> concerning לאמר <WH559> me, saying, אם <WH518> If ישׁמרו <WH8104> take heed בניך <WH1121> thy children את <WH853> דרכם <WH1870> to their way, ללכת <WH1980> to walk לפני <WH6440> before באמת <WH571> me in truth בכל <WH3605> with all לבבם <WH3824> their heart ובכל <WH3605> and with all נפשׁם <WH5315> their soul, לאמר <WH559> thee (said לא <WH3808> there shall not יכרת <WH3772> fail לך אישׁ <WH376> he) a man מעל <WH5921> on כסא <WH3678> the throne ישׂראל׃ <WH3478> of Israel."},{"number":5,"verse":"וגם <WH1571> Moreover אתה <WH859> thou ידעת <WH3045> knowest את <WH853> אשׁר <WH834> also what עשׂה <WH6213> did לי יואב <WH3097> Joab בן <WH1121> the son צרויה <WH6870> of Zeruiah אשׁר <WH834> to me, what עשׂה <WH6213> he did לשׁני <WH8147> to the two שׂרי <WH8269> captains צבאות <WH6635> of the hosts ישׂראל <WH3478> of Israel, לאבנר <WH74> unto Abner בן <WH1121> the son נר <WH5369> of Ner, ולעמשׂא <WH6021> and unto Amasa בן <WH1121> the son יתר <WH3500> of Jether, ויהרגם <WH2026> whom he slew, וישׂם <WH7760> and shed דמי <WH1818> the blood מלחמה <WH4421> of war בשׁלם <WH7965> in peace, ויתן <WH5414> and put דמי <WH1818> the blood מלחמה <WH4421> of war בחגרתו <WH2290> upon his girdle אשׁר <WH834> that במתניו <WH4975> about his loins, ובנעלו <WH5275> and in his shoes אשׁר <WH834> that ברגליו׃ <WH7272> on his feet."},{"number":6,"verse":"ועשׂית <WH6213> Do כחכמתך <WH2451> therefore according to thy wisdom, ולא <WH3808> and let not תורד <WH3381> go down שׂיבתו <WH7872> his hoar head בשׁלם <WH7965> in peace. שׁאל׃ <WH7585> to the grave"},{"number":7,"verse":"ולבני <WH1121> unto the sons ברזלי <WH1271> of Barzillai הגלעדי <WH1569> the Gileadite, תעשׂה <WH6213> But show חסד <WH2617> kindness והיו <WH1961> and let them be באכלי <WH398> of those that eat שׁלחנך <WH7979> at thy table: כי <WH3588> for כן <WH3651> so קרבו <WH7126> they came אלי <WH413> to בברחי <WH1272> me when I fled מפני <WH6440> because אבשׁלום <WH53> of Absalom אחיך׃ <WH251> thy brother."},{"number":8,"verse":"והנה <WH2009> And, behold, עמך <WH5973> with שׁמעי <WH8096> thee Shimei בן <WH1121> the son גרא <WH1617> of Gera, בן הימיני <WH1145> a Benjamite מבחרים <WH980> והוא <WH1931> which קללני <WH7043> cursed קללה <WH7045> curse נמרצת <WH4834> me with a grievous ביום <WH3117> in the day לכתי <WH1980> when I went מחנים <WH4266> to Mahanaim: והוא <WH1931> but he ירד <WH3381> came down לקראתי <WH7125> to meet הירדן <WH3383> me at Jordan, ואשׁבע <WH7650> and I swore לו ביהוה <WH3068> to him by the LORD, לאמר <WH559> saying, אם <WH518> I will not אמיתך <WH4191> put thee to death בחרב׃ <WH2719> with the sword."},{"number":9,"verse":"ועתה <WH6258> Now אל <WH408> therefore hold him not guiltless: תנקהו <WH5352> therefore hold him not guiltless: כי <WH3588> for אישׁ <WH376> man, חכם <WH2450> a wise אתה <WH859> thou וידעת <WH3045> and knowest את <WH853> אשׁר <WH834> what תעשׂה <WH6213> thou oughtest to do לו והורדת <WH3381> bring thou down את <WH853> שׂיבתו <WH7872> unto him; but his hoar head בדם <WH1818> with blood. שׁאול׃ <WH7585> to the grave"},{"number":10,"verse":"וישׁכב <WH7901> slept דוד <WH1732> So David עם <WH5973> with אבתיו <WH1> his fathers, ויקבר <WH6912> and was buried בעיר <WH5892> in the city דוד׃ <WH1732> of David."},{"number":11,"verse":"והימים <WH3117> And the days אשׁר <WH834> that מלך <WH4427> reigned דוד <WH1732> David על <WH5921> over ישׂראל <WH3478> Israel ארבעים <WH705> forty שׁנה <WH8141> years: בחברון <WH2275> he in Hebron, מלך <WH4427> reigned שׁבע <WH7651> seven שׁנים <WH8141> years ובירושׁלם <WH3389> he in Jerusalem. מלך <WH4427> reigned שׁלשׁים <WH7970> and thirty ושׁלשׁ <WH7969> and three שׁנים׃ <WH8141> years"},{"number":12,"verse":"ושׁלמה <WH8010> Solomon ישׁב <WH3427> Then sat על <WH5921> upon כסא <WH3678> the throne דוד <WH1732> of David אביו <WH1> his father; ותכן <WH3559> was established מלכתו <WH4428> מאד׃ <WH3966> greatly."},{"number":13,"verse":"ויבא <WH935> came אדניהו <WH138> And Adonijah בן <WH1121> the son חגית <WH2294> of Haggith אל <WH413> to בת־שׁבע <WH1339> Bath-sheba אם <WH517> the mother שׁלמה <WH8010> of Solomon. ותאמר <WH559> And she said, השׁלום <WH7965> thou peaceably? באך <WH935> Comest ויאמר <WH559> And he said, שׁלום׃ <WH7965> Peaceably."},{"number":14,"verse":"ויאמר <WH559> He said דבר <WH1697> moreover, I have somewhat to say לי אליך <WH413> unto ותאמר <WH559> thee. And she said, דבר׃ <WH1696> Say on."},{"number":15,"verse":"ויאמר <WH559> And he said, את <WH859> Thou ידעת <WH3045> knowest כי <WH3588> that לי היתה <WH1961> was המלוכה <WH4410> the kingdom ועלי <WH5921> on שׂמו <WH7760> set כל <WH3605> mine, and all ישׂראל <WH3478> Israel פניהם <WH6440> their faces למלך <WH4427> me, that I should reign: ותסב <WH5437> is turned about, המלוכה <WH4410> howbeit the kingdom ותהי <WH1961> and is become לאחי <WH251> my brother's: כי <WH3588> for מיהוה <WH3068> היתה׃ <WH1961> it was"},{"number":16,"verse":"ועתה <WH6258> And now שׁאלה <WH7596> petition אחת <WH259> one אנכי <WH595> I שׁאל <WH7592> ask מאתך <WH853> אל <WH408> me not. תשׁבי <WH7725> אתני <WH6440> ותאמר <WH559> And she said אליו <WH413> unto דבר׃ <WH1696> him, Say on."},{"number":17,"verse":"ויאמר <WH559> And he said, אמרי <WH559> Speak, נא <WH4994> I pray thee, לשׁלמה <WH8010> unto Solomon המלך <WH4428> the king, כי <WH3588> (for לא <WH3808> he will not ישׁיב <WH7725> אתניך <WH6440> ויתן <WH5414> that he give לי את <WH853> אבישׁג <WH49> me Abishag השׁונמית <WH7767> the Shunammite לאשׁה׃ <WH802> to wife."},{"number":18,"verse":"ותאמר <WH559> said, בת־שׁבע <WH1339> And Bath-sheba טוב <WH2896> Well; אנכי <WH595> I אדבר <WH1696> will speak עליך <WH5921> for אל <WH413> thee unto המלך׃ <WH4428> the king."},{"number":19,"verse":"ותבא <WH935> therefore went בת־שׁבע <WH1339> Bath-sheba אל <WH413> unto המלך <WH4428> king שׁלמה <WH8010> Solomon, לדבר <WH1696> to speak לו על <WH5921> unto him for אדניהו <WH138> Adonijah. ויקם <WH6965> rose up המלך <WH4428> And the king לקראתה <WH7125> וישׁתחו <WH7812> her, and bowed himself לה וישׁב <WH3427> unto her, and sat down על <WH5921> on כסאו <WH3678> his throne, וישׂם <WH7760> to be set כסא <WH3678> and caused a seat לאם <WH517> mother; המלך <WH4428> for the king's ותשׁב <WH3427> and she sat לימינו׃ <WH3225> on his right hand."},{"number":20,"verse":"ותאמר <WH559> Then she said, שׁאלה <WH7596> petition אחת <WH259> one קטנה <WH6996> small אנכי <WH595> I שׁאלת <WH7592> desire מאתך <WH853> אל <WH408> thee; say me not nay. תשׁב <WH7725> אתני <WH6440> ויאמר <WH559> said לה המלך <WH4428> And the king שׁאלי <WH7592> unto her, Ask on, אמי <WH517> my mother: כי <WH3588> for לא <WH3808> I will not אשׁיב <WH7725> אתניך׃ <WH6440>"},{"number":21,"verse":"ותאמר <WH559> And she said, יתן <WH5414> be given את <WH853> אבישׁג <WH49> Let Abishag השׁנמית <WH7767> the Shunammite לאדניהו <WH138> to Adonijah אחיך <WH251> thy brother לאשׁה׃ <WH802> to wife."},{"number":22,"verse":"ויען <WH6030> answered המלך <WH4428> And king שׁלמה <WH8010> Solomon ויאמר <WH559> and said לאמו <WH517> unto his mother, ולמה <WH4100> And why את <WH859> dost thou שׁאלת <WH7592> ask את <WH853> אבישׁג <WH49> Abishag השׁנמית <WH7767> the Shunammite לאדניהו <WH138> for Adonijah? ושׁאלי <WH7592> ask לו את <WH853> המלוכה <WH4410> for him the kingdom כי <WH3588> also; for הוא <WH1931> he אחי <WH251> brother; הגדול <WH1419> elder ממני <WH4480> mine ולו ולאביתר <WH54> even for him, and for Abiathar הכהן <WH3548> the priest, וליואב <WH3097> and for Joab בן <WH1121> the son צרויה׃ <WH6870> of Zeruiah."},{"number":23,"verse":"וישׁבע <WH7650> swore המלך <WH4428> Then king שׁלמה <WH8010> Solomon ביהוה <WH3068> by the LORD, לאמר <WH559> saying, כה <WH3541> so יעשׂה <WH6213> do לי אלהים <WH430> God וכה <WH3541> also, יוסיף <WH3254> to me, and more כי <WH3588> if בנפשׁו <WH5315> against his own life. דבר <WH1696> have not spoken אדניהו <WH138> Adonijah את <WH853> הדבר <WH1697> word הזה׃ <WH2088> this"},{"number":24,"verse":"ועתה <WH6258> Now חי <WH2416> liveth, יהוה <WH3068> therefore, the LORD אשׁר <WH834> which הכינני <WH3559> hath established ויושׁיביני <WH3427> me, and set על <WH5921> me on כסא <WH3678> the throne דוד <WH1732> of David אבי <WH1> my father, ואשׁר <WH834> and who עשׂה <WH6213> hath made לי בית <WH1004> me a house, כאשׁר <WH834> as דבר <WH1696> he promised, כי <WH3588> היום <WH3117> this day. יומת <WH4191> shall be put to death אדניהו׃ <WH138> Adonijah"},{"number":25,"verse":"וישׁלח <WH7971> sent המלך <WH4428> And king שׁלמה <WH8010> Solomon ביד <WH3027> by the hand בניהו <WH1141> of Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada; ויפגע <WH6293> and he fell בו וימת׃ <WH4191> upon him that he died."},{"number":26,"verse":"ולאביתר <WH54> And unto Abiathar הכהן <WH3548> the priest אמר <WH559> said המלך <WH4428> the king, ענתת <WH6068> thee to Anathoth, לך <WH1980> Get על <WH5921> unto שׂדיך <WH7704> thine own fields; כי <WH3588> for אישׁ <WH376> worthy מות <WH4194> of death: אתה <WH859> thou וביום <WH3117> time הזה <WH2088> at this לא <WH3808> but I will not אמיתך <WH4191> put thee to death, כי <WH3588> because נשׂאת <WH5375> thou didst bear את <WH853> ארון <WH727> the ark אדני <WH136> of the Lord יהוה <WH3069> לפני <WH6440> before דוד <WH1732> David אבי <WH1> my father, וכי <WH3588> and because התענית <WH6031> thou hast been afflicted בכל <WH3605> in all אשׁר <WH834> wherein התענה <WH6031> was afflicted. אבי׃ <WH1> my father"},{"number":27,"verse":"ויגרשׁ <WH1644> thrust out שׁלמה <WH8010> So Solomon את <WH853> אביתר <WH54> Abiathar מהיות <WH1961> from being כהן <WH3548> priest ליהוה <WH3068> unto the LORD; למלא <WH4390> that he might fulfill את <WH853> דבר <WH1697> the word יהוה <WH3068> of the LORD, אשׁר <WH834> which דבר <WH1696> he spoke על <WH5921> concerning בית <WH1004> the house עלי <WH5941> of Eli בשׁלה׃ <WH7887> in Shiloh."},{"number":28,"verse":"והשׁמעה <WH8052> Then tidings באה <WH935> came עד <WH5704> to יואב <WH3097> Joab: כי <WH3588> for יואב <WH3097> Joab נטה <WH5186> had turned אחרי <WH310> after אדניה <WH138> Adonijah, ואחרי <WH310> after אבשׁלום <WH53> Absalom. לא <WH3808> not נטה <WH5186> though he turned וינס <WH5127> fled יואב <WH3097> And Joab אל <WH413> unto אהל <WH168> the tabernacle יהוה <WH3068> of the LORD, ויחזק <WH2388> and caught hold בקרנות <WH7161> on the horns המזבח׃ <WH4196> of the altar."},{"number":29,"verse":"ויגד <WH5046> And it was told למלך <WH4428> king שׁלמה <WH8010> Solomon כי <WH3588> that נס <WH5127> was fled יואב <WH3097> Joab אל <WH413> unto אהל <WH168> the tabernacle יהוה <WH3068> of the LORD; והנה <WH2009> and, behold, אצל <WH681> by המזבח <WH4196> the altar. וישׁלח <WH7971> sent שׁלמה <WH8010> Then Solomon את <WH853> בניהו <WH1141> Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada, לאמר <WH559> saying, לך <WH1980> Go, פגע׃ <WH6293> fall"},{"number":30,"verse":"ויבא <WH935> came בניהו <WH1141> And Benaiah אל <WH413> to אהל <WH168> the tabernacle יהוה <WH3068> of the LORD, ויאמר <WH559> and said אליו <WH413> unto כה <WH3541> him, Thus אמר <WH559> saith המלך <WH4428> the king, צא <WH3318> Come forth. ויאמר <WH559> And he said, לא <WH3808> Nay; כי <WH3588> but פה <WH6311> here. אמות <WH4191> I will die וישׁב <WH7725> brought בניהו <WH1141> And Benaiah את <WH853> המלך <WH4428> the king דבר <WH1697> word לאמר <WH559> again, saying, כה <WH3541> Thus דבר <WH1696> said יואב <WH3097> Joab, וכה <WH3541> and thus ענני׃ <WH6030> he answered"},{"number":31,"verse":"ויאמר <WH559> said לו המלך <WH4428> And the king עשׂה <WH6213> unto him, Do כאשׁר <WH834> as דבר <WH1696> he hath said, ופגע <WH6293> and fall בו וקברתו <WH6912> upon him, and bury והסירת <WH5493> him; that thou mayest take away דמי <WH1818> blood, חנם <WH2600> the innocent אשׁר <WH834> which שׁפך <WH8210> shed, יואב <WH3097> Joab מעלי <WH5921> from ומעל <WH5921> me, and from בית <WH1004> the house אבי׃ <WH1> of my father."},{"number":32,"verse":"והשׁיב <WH7725> shall return יהוה <WH3068> And the LORD את <WH853> דמו <WH1818> his blood על <WH5921> upon ראשׁו <WH7218> his own head, אשׁר <WH834> who פגע <WH6293> fell בשׁני <WH8147> upon two אנשׁים <WH376> men צדקים <WH6662> more righteous וטבים <WH2896> and better ממנו <WH4480> than ויהרגם <WH2026> he, and slew בחרב <WH2719> them with the sword, ואבי <WH1> my father דוד <WH1732> David לא <WH3808> not ידע <WH3045> knowing את <WH853> אבנר <WH74> Abner בן <WH1121> the son נר <WH5369> of Ner, שׂר <WH8269> captain צבא <WH6635> of the host ישׂראל <WH3478> of Israel, ואת <WH853> עמשׂא <WH6021> and Amasa בן <WH1121> the son יתר <WH3500> of Jether, שׂר <WH8269> captain צבא <WH6635> of the host יהודה׃ <WH3063> of Judah."},{"number":33,"verse":"ושׁבו <WH7725> shall therefore return דמיהם <WH1818> Their blood בראשׁ <WH7218> upon the head יואב <WH3097> of Joab, ובראשׁ <WH7218> and upon the head זרעו <WH2233> of his seed לעלם <WH5769> forever: ולדוד <WH1732> but upon David, ולזרעו <WH2233> and upon his seed, ולביתו <WH1004> and upon his house, ולכסאו <WH3678> and upon his throne, יהיה <WH1961> shall there be שׁלום <WH7965> peace עד <WH5704> forever עולם <WH5769> forever מעם <WH5973> from יהוה׃ <WH3068> the LORD."},{"number":34,"verse":"ויעל <WH5927> went up, בניהו <WH1141> So Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada ויפגע <WH6293> and fell בו וימתהו <WH4191> upon him, and slew ויקבר <WH6912> him: and he was buried בביתו <WH1004> in his own house במדבר׃ <WH4057> in the wilderness."},{"number":35,"verse":"ויתן <WH5414> put המלך <WH4428> And the king את <WH853> בניהו <WH1141> Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada תחתיו <WH8478> in his room על <WH5921> over הצבא <WH6635> the host: ואת <WH853> צדוק <WH6659> and Zadok הכהן <WH3548> the priest נתן <WH5414> put המלך <WH4428> did the king תחת <WH8478> in the room אביתר׃ <WH54> of Abiathar."},{"number":36,"verse":"וישׁלח <WH7971> sent המלך <WH4428> And the king ויקרא <WH7121> and called לשׁמעי <WH8096> for Shimei, ויאמר <WH559> and said לו בנה <WH1129> unto him, Build לך בית <WH1004> thee a house בירושׁלם <WH3389> in Jerusalem, וישׁבת <WH3427> and dwell שׁם <WH8033> there, ולא <WH3808> and go not forth תצא <WH3318> and go not forth משׁם <WH8033> thence אנה <WH575> any ואנה׃ <WH575> whither."},{"number":37,"verse":"והיה <WH1961> For it shall be, ביום <WH3117> on the day צאתך <WH3318> thou goest out, ועברת <WH5674> and passest over את <WH853> נחל <WH5158> the brook קדרון <WH6939> Kidron, ידע <WH3045> thou shalt know תדע <WH3045> for certain כי <WH3588> that מות <WH4191> thou shalt surely die: תמות <WH4191> thou shalt surely die: דמך <WH1818> thy blood יהיה <WH1961> shall be בראשׁך׃ <WH7218> upon thine own head."},{"number":38,"verse":"ויאמר <WH559> said שׁמעי <WH8096> And Shimei למלך <WH4428> unto the king, טוב <WH2896> good: הדבר <WH1697> The saying כאשׁר <WH834> as דבר <WH1696> hath said, אדני <WH113> my lord המלך <WH4428> the king כן <WH3651> so יעשׂה <WH6213> do. עבדך <WH5650> will thy servant וישׁב <WH3427> dwelt שׁמעי <WH8096> And Shimei בירושׁלם <WH3389> in Jerusalem ימים <WH3117> days. רבים׃ <WH7227> many"},{"number":39,"verse":"ויהי <WH1961> And it came to pass מקץ <WH7093> at the end שׁלשׁ <WH7969> of three שׁנים <WH8141> years, ויברחו <WH1272> ran away שׁני <WH8147> that two עבדים <WH5650> of the servants לשׁמעי <WH8096> of Shimei אל <WH413> unto אכישׁ <WH397> Achish בן <WH1121> son מעכה <WH4601> of Maachah מלך <WH4428> king גת <WH1661> of Gath. ויגידו <WH5046> And they told לשׁמעי <WH8096> Shimei, לאמר <WH559> saying, הנה <WH2009> Behold, עבדיך <WH5650> thy servants בגת׃ <WH1661> in Gath."},{"number":40,"verse":"ויקם <WH6965> arose, שׁמעי <WH8096> And Shimei ויחבשׁ <WH2280> and saddled את <WH853> חמרו <WH2543> his ass, וילך <WH1980> and went גתה <WH1661> to Gath אל <WH413> to אכישׁ <WH397> Achish לבקשׁ <WH1245> to seek את <WH853> עבדיו <WH5650> his servants: וילך <WH1980> went, שׁמעי <WH8096> and Shimei ויבא <WH935> and brought את <WH853> עבדיו <WH5650> his servants מגת׃ <WH1661>"},{"number":41,"verse":"ויגד <WH5046> And it was told לשׁלמה <WH8010> Solomon כי <WH3588> that הלך <WH1980> had gone שׁמעי <WH8096> Shimei מירושׁלם <WH3389> גת <WH1661> to Gath, וישׁב׃ <WH7725> and was come again."},{"number":42,"verse":"וישׁלח <WH7971> sent המלך <WH4428> And the king ויקרא <WH7121> and called לשׁמעי <WH8096> for Shimei, ויאמר <WH559> and said אליו <WH413> unto הלוא <WH3808> him, Did I not השׁבעתיך <WH7650> make thee to swear ביהוה <WH3068> by the LORD, ואעד <WH5749> and protested בך לאמר <WH559> unto thee, saying, ביום <WH3117> on the day צאתך <WH3318> thou goest out, והלכת <WH1980> and walkest abroad אנה <WH575> any ואנה <WH575> whither, ידע <WH3045> תדעי <WH3588> that מות <WH4191> thou shalt surely die? תמות <WH4191> thou shalt surely die? ותאמר <WH559> and thou saidst אלי <WH413> unto טוב <WH2896> good. הדבר <WH1697> me, The word שׁמעתי׃ <WH8085> I have heard"},{"number":43,"verse":"ומדוע <WH4069> Why לא <WH3808> then hast thou not שׁמרת <WH8104> kept את <WH853> שׁבעת <WH7621> the oath יהוה <WH3068> of the LORD, ואת <WH853> המצוה <WH4687> and the commandment אשׁר <WH834> that צויתי <WH6680> I have charged עליך׃ <WH5921> thee"},{"number":44,"verse":"ויאמר <WH559> said המלך <WH4428> The king אל <WH413> moreover to שׁמעי <WH8096> Shimei, אתה <WH859> Thou ידעת <WH3045> knowest את <WH853> כל <WH3605> all הרעה <WH7451> the wickedness אשׁר <WH834> which ידע <WH3045> is privy to, לבבך <WH3824> thine heart אשׁר <WH834> that עשׂית <WH6213> thou didst לדוד <WH1732> to David אבי <WH1> my father: והשׁיב <WH7725> shall return יהוה <WH3068> therefore the LORD את <WH853> רעתך <WH7451> thy wickedness בראשׁך׃ <WH7218> upon thine own head;"},{"number":45,"verse":"והמלך <WH4428> And king שׁלמה <WH8010> Solomon ברוך <WH1288> blessed, וכסא <WH3678> and the throne דוד <WH1732> of David יהיה <WH1961> shall be נכון <WH3559> established לפני <WH6440> before יהוה <WH3068> the LORD עד <WH5704> forever. עולם׃ <WH5769> forever."},{"number":46,"verse":"ויצו <WH6680> commanded המלך <WH4428> So the king את <WH853> בניהו <WH1141> Benaiah בן <WH1121> the son יהוידע <WH3077> of Jehoiada; ויצא <WH3318> which went out, ויפגע <WH6293> and fell בו וימת <WH4191> upon him, that he died. והממלכה <WH4467> And the kingdom נכונה <WH3559> was established ביד <WH3027> in the hand שׁלמה׃ <WH8010> of Solomon."}]}