{"bibleAbbr":"Orig2013+","bookName":"מלכים א","bookEnglishName":"1 Kings","chapterNumber":20,"verses":[{"number":1,"verse":"ובן הדד <WH1130> And Ben-hadad מלך <WH4428> the king ארם <WH758> of Syria קבץ <WH6908> אתל <WH3605> חילושׁלשׁים <WH7970> and thirty ושׁנים <WH8147> and two מלך <WH4428> kings אתו <WH854> with וסוס <WH5483> him, and horses, ורכב <WH7393> and chariots: ויעל <WH5927> and he went up ויצר <WH6696> and besieged על <WH5921> and besieged שׁמרון <WH8111> Samaria, וילחם׃ <WH3898> and warred"},{"number":2,"verse":"וישׁלח <WH7971> And he sent מלאכים <WH4397> messengers אל <WH413> to אחאב <WH256> Ahab מלך <WH4428> king ישׂראל <WH3478> of Israel העירה׃ <WH5892> into the city,"},{"number":3,"verse":"ויאמר <WH559> לו כהמר <WH559> בן־הדדספך <WH3701> Thy silver וזהבך <WH2091> and thy gold לי־הוא <WH1931> ונשׁיך <WH802> mine; thy wives ובניך <WH1121> also and thy children, הטובים <WH2896> the goodliest, לי־הם׃ <WH1992>"},{"number":4,"verse":"ויען <WH6030> answered מלך <WH4428> And the king ישׂראל <WH3478> of Israel ויאמר <WH559> and said, כדברך <WH1697> according to thy saying, אדני <WH113> My lord, המלך <WH4428> O king, לך אני <WH589> I וכל <WH3605> thine, and all אשׁר׃ <WH834> that"},{"number":5,"verse":"וישׁבו <WH7725> came again, המלאכים <WH4397> And the messengers ויאמרו <WH559> and said, כה <WH3541> Thus אמר <WH559> speaketh בן הדד <WH1130> Ben-hadad, לאמר <WH559> saying, כי <WH3588> Although שׁלחתי <WH7971> I have sent אליך <WH413> unto לאמר <WH559> thee, saying, כספך <WH3701> me thy silver, וזהבך <WH2091> and thy gold, ונשׁיך <WH802> and thy wives, ובניך <WH1121> and thy children; לי תתן׃ <WH5414> Thou shalt deliver"},{"number":6,"verse":"כי <WH3588> Yet אם <WH518> about כעת <WH6256> this time, מחר <WH4279> thee tomorrow אשׁלח <WH7971> I will send את <WH853> עבדי <WH5650> my servants אליך <WH413> unto וחפשׂו <WH2664> and they shall search את <WH853> ביתך <WH1004> thine house, ואת <WH853> בתי <WH1004> and the houses עבדיך <WH5650> of thy servants; והיה <WH1961> and it shall be, כל <WH3605> whatsoever מחמד <WH4261> is pleasant עיניך <WH5869> in thine eyes, ישׂימו <WH7760> they shall put בידם <WH3027> in their hand, ולקחו׃ <WH3947> and take away."},{"number":7,"verse":"ויקרא <WH7121> called מלך <WH4428> Then the king ישׂראל <WH3478> of Israel לכל <WH3605> all זקני <WH2205> the elders הארץ <WH776> of the land, ויאמר <WH559> and said, דעו <WH3045> Mark, נא <WH4994> I pray you, וראו <WH7200> and see כי <WH3588> how רעה <WH7451> mischief: זה <WH2088> this מבקשׁ <WH1245> seeketh כי <WH3588> for שׁלח <WH7971> he sent אלי <WH413> unto לנשׁי <WH802> me for my wives, ולבני <WH1121> and for my children, ולכספי <WH3701> and for my silver, ולזהבי <WH2091> and for my gold; ולא <WH3808> him not. מנעתי <WH4513> ממנו׃ <WH4480>"},{"number":8,"verse":"ויאמרו <WH559> said אליו <WH413> unto כל <WH3605> And all הזקנים <WH2205> the elders וכל <WH3605> and all העם <WH5971> the people אל <WH408> not תשׁמע <WH8085> him, Hearken ולוא <WH3808> nor תאבה׃ <WH14> consent."},{"number":9,"verse":"ויאמר <WH559> Wherefore he said למלאכי <WH4397> unto the messengers בן הדד <WH1130> of Ben-hadad, אמרו <WH559> Tell לאדני <WH113> my lord המלך <WH4428> the king, כל <WH3605> All אשׁר <WH834> that שׁלחת <WH7971> thou didst send אל <WH413> for to עבדך <WH5650> thy servant בראשׁנה <WH7223> at the first אעשׂה <WH6213> I will do: והדבר <WH1697> thing הזה <WH2088> but this לא <WH3808> not אוכל <WH3201> I may לעשׂות <WH6213> do. וילכו <WH1980> departed, המלאכים <WH4397> And the messengers וישׁבהו <WH7725> and brought דבר׃ <WH1697> him word"},{"number":10,"verse":"וישׁלח <WH7971> sent אליו <WH413> unto בן הדד <WH1130> And Ben-hadad ויאמר <WH559> him, and said, כה <WH3541> so יעשׂון <WH6213> do לי אלהים <WH430> The gods וכה <WH3541> also, יוספו <WH3254> unto me, and more אם <WH518> if ישׂפק <WH5606> shall suffice עפר <WH6083> the dust שׁמרון <WH8111> of Samaria לשׁעלים <WH8168> for handfuls לכל <WH3605> for all העם <WH5971> the people אשׁר <WH834> that ברגלי׃ <WH7272> follow"},{"number":11,"verse":"ויען <WH6030> answered מלך <WH4428> And the king ישׂראל <WH3478> of Israel ויאמר <WH559> and said, דברו <WH1696> Tell אל <WH408> Let not יתהלל <WH1984> on boast himself חגר <WH2296> him that girdeth כמפתח׃ <WH6605> as he that putteth it off."},{"number":12,"verse":"ויהי <WH1961> And it came to pass, כשׁמע <WH8085> when heard את <WH853> הדבר <WH1697> message, הזה <WH2088> this והוא <WH1931> as he שׁתה <WH8354> drinking, הוא <WH1931> he והמלכים <WH4428> and the kings בסכות <WH5521> in the pavilions, ויאמר <WH559> that he said אל <WH413> unto עבדיו <WH5650> his servants, שׂימו <WH7760> Set וישׂימו <WH7760> And they set על <WH5921> against העיר׃ <WH5892> the city."},{"number":13,"verse":"והנה <WH2009> And, behold, נביא <WH5030> prophet אחד <WH259> a נגשׁ <WH5066> there came אל <WH413> unto אחאב <WH256> Ahab מלך <WH4428> king ישׂראל <WH3478> of Israel, ויאמר <WH559> saying, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, הראית <WH7200> Hast thou seen את <WH853> כל <WH3605> all ההמון <WH1995> multitude? הגדול <WH1419> great הזה <WH2088> this הנני <WH2005> נתנו <WH5414> I will deliver בידך <WH3027> it into thine hand היום <WH3117> this day; וידעת <WH3045> and thou shalt know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":14,"verse":"ויאמר <WH559> said, אחאב <WH256> And Ahab במי <WH4310> By whom? ויאמר <WH559> And he said, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, בנערי <WH5288> by the young men שׂרי <WH8269> of the princes המדינות <WH4082> of the provinces. ויאמר <WH559> Then he said, מי <WH4310> Who יאסר <WH631> shall order המלחמה <WH4421> the battle? ויאמר <WH559> And he answered, אתה׃ <WH859> Thou."},{"number":15,"verse":"ויפקד <WH6485> Then he numbered את <WH853> נערי <WH5288> the young men שׂרי <WH8269> of the princes המדינות <WH4082> of the provinces, ויהיו <WH1961> and they were מאתים <WH3967> two hundred שׁנים <WH8147> two: ושׁלשׁים <WH7970> and thirty ואחריהם <WH310> and after פקד <WH6485> them he numbered את <WH853> כל <WH3605> all העם <WH5971> the people, כל <WH3605> all בני <WH1121> the children ישׂראל <WH3478> of Israel, שׁבעת <WH7651> seven אלפים׃ <WH505> thousand."},{"number":16,"verse":"ויצאו <WH3318> And they went out בצהרים <WH6672> at noon. ובן הדד <WH1130> But Ben-hadad שׁתה <WH8354> drinking שׁכור <WH7910> himself drunk בסכות <WH5521> in the pavilions, הוא <WH1931> he והמלכים <WH4428> and the kings, שׁלשׁים <WH7970> the thirty ושׁנים <WH8147> and two מלך <WH4428> kings עזר <WH5826> that helped אתו׃ <WH853>"},{"number":17,"verse":"ויצאו <WH3318> went out נערי <WH5288> And the young men שׂרי <WH8269> of the princes המדינות <WH4082> of the provinces בראשׁנה <WH7223> first; וישׁלח <WH7971> sent out, בן הדד <WH1130> and Ben-hadad ויגידו <WH5046> and they told לו לאמר <WH559> him, saying, אנשׁים <WH582> יצאו <WH3318> come out משׁמרון׃ <WH8111>"},{"number":18,"verse":"ויאמר <WH559> And he said, אם <WH518> Whether לשׁלום <WH7965> for peace, יצאו <WH3318> they be come out תפשׂום <WH8610> take חיים <WH2416> them alive; ואם <WH518> or whether למלחמה <WH4421> for war, יצאו <WH3318> they be come out חיים <WH2416> them alive. תפשׂום׃ <WH8610> take"},{"number":19,"verse":"ואלה <WH428> So these יצאו <WH3318> came out מן <WH4480> of העיר <WH5892> the city, נערי <WH5288> young men שׂרי <WH8269> of the princes המדינות <WH4082> of the provinces והחיל <WH2428> and the army אשׁר <WH834> which אחריהם׃ <WH310> followed"},{"number":20,"verse":"ויכו <WH5221> And they slew אישׁ <WH376> every one אישׁו <WH376> his man: וינסו <WH5127> fled; ארם <WH758> and the Syrians וירדפם <WH7291> pursued ישׂראל <WH3478> and Israel וימלט <WH4422> escaped בן הדד <WH1130> them: and Ben-hadad מלך <WH4428> the king ארם <WH758> of Syria על <WH5921> on סוס <WH5483> a horse ופרשׁים׃ <WH6571> with the horsemen."},{"number":21,"verse":"ויצא <WH3318> went out, מלך <WH4428> And the king ישׂראל <WH3478> of Israel ויך <WH5221> and smote את <WH853> הסוס <WH5483> the horses ואת <WH853> הרכב <WH7393> and chariots, והכה <WH5221> and slew בארם <WH758> the Syrians מכה <WH4347> slaughter. גדולה׃ <WH1419> with a great"},{"number":22,"verse":"ויגשׁ <WH5066> came הנביא <WH5030> And the prophet אל <WH413> to מלך <WH4428> the king ישׂראל <WH3478> of Israel, ויאמר <WH559> and said לו לך <WH1980> unto him, Go, התחזק <WH2388> strengthen thyself, ודע <WH3045> and mark, וראה <WH7200> and see את <WH853> אשׁר <WH834> what תעשׂה <WH6213> thou doest: כי <WH3588> for לתשׁובת <WH8666> at the return השׁנה <WH8141> of the year מלך <WH4428> the king ארם <WH758> of Syria עלה <WH5927> will come up עליך׃ <WH5921> against"},{"number":23,"verse":"ועבדי <WH5650> And the servants מלך <WH4428> of the king ארם <WH758> of Syria אמרו <WH559> said אליו <WH413> unto אלהי <WH430> him, Their gods הרים <WH2022> of the hills; אלהיהם <WH430> gods על <WH5921> therefore כן <WH3651> therefore חזקו <WH2388> they were stronger ממנו <WH4480> than ואולם <WH199> we; but נלחם <WH3898> let us fight אתם <WH854> against במישׁור <WH4334> them in the plain, אם <WH518> and surely, לא <WH3808> we shall be stronger נחזק <WH2388> we shall be stronger מהם׃ <WH1992>"},{"number":24,"verse":"ואת <WH853> הדבר <WH1697> thing, הזה <WH2088> this עשׂה <WH6213> And do הסר <WH5493> המלכיםישׁ <WH376> every man ממקמו <WH4725> out of his place, ושׂים <WH7760> and put פחות <WH6346> captains תחתיהם׃ <WH8478> in their rooms:"},{"number":25,"verse":"ואתה <WH859> תמנהך חיל <WH2428> thee an army, כחיל <WH2428> like the army הנפל <WH5307> that thou hast lost, מאותך <WH853> וסוס <WH5483> horse כסוס <WH5483> for horse, ורכב <WH7393> and chariot כרכב <WH7393> for chariot: ונלחמה <WH3898> and we will fight against אותם <WH853> במישׁור <WH4334> them in the plain, אם <WH518> surely לא <WH3808> surely נחזק <WH2388> we shall be stronger מהם <WH1992> וישׁמע <WH8085> they. And he hearkened לקלם <WH6963> unto their voice, ויעשׂ <WH6213> and did כן׃ <WH3651> so."},{"number":26,"verse":"ויהי <WH1961> And it came to pass לתשׁובת <WH8666> at the return השׁנה <WH8141> of the year, ויפקד <WH6485> numbered בן הדד <WH1130> that Ben-hadad את <WH853> ארם <WH758> the Syrians, ויעל <WH5927> and went up אפקה <WH663> to Aphek, למלחמה <WH4421> to fight עם <WH5973> against ישׂראל׃ <WH3478> Israel."},{"number":27,"verse":"ובני <WH1121> And the children ישׂראל <WH3478> of Israel התפקדו <WH6485> were numbered, וכלכלו <WH3557> and were all present, וילכו <WH1980> and went לקראתם <WH7125> ויחנו <WH2583> pitched בני <WH1121> them: and the children ישׂראל <WH3478> of Israel נגדם <WH5048> before כשׁני <WH8147> them like two חשׂפי <WH2835> little flocks עזים <WH5795> of kids; וארם <WH758> but the Syrians מלאו <WH4390> filled את <WH853> הארץ׃ <WH776> the country."},{"number":28,"verse":"ויגשׁ <WH5066> And there came אישׁ <WH376> a man האלהים <WH430> of God, ויאמר <WH559> and spoke אל <WH413> unto מלך <WH4428> the king ישׂראל <WH3478> of Israel, ויאמר <WH559> and said, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD, יען <WH3282> אשׁרמרו <WH559> have said, ארם <WH758> the Syrians אלהי <WH430> God הרים <WH2022> of the hills, יהוה <WH3068> The LORD ולא <WH3808> not אלהי <WH430> God עמקים <WH6010> of the valleys, הוא <WH1931> but he ונתתי <WH5414> therefore will I deliver את <WH853> כל <WH3605> all ההמון <WH1995> multitude הגדול <WH1419> great הזה <WH2088> this בידך <WH3027> into thine hand, וידעתם <WH3045> and ye shall know כי <WH3588> that אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":29,"verse":"ויחנו <WH2583> And they pitched אלה <WH428> one נכח <WH5227> over against אלה <WH428> the other שׁבעת <WH7651> seven ימים <WH3117> days. ויהי <WH1961> And it was, ביום <WH3117> day השׁביעי <WH7637> that in the seventh ותקרב <WH7126> was joined: המלחמה <WH4421> the battle ויכו <WH5221> slew בני <WH1121> and the children ישׂראל <WH3478> of Israel את <WH853> ארם <WH758> of the Syrians מאה <WH3967> a hundred אלף <WH505> thousand רגלי <WH7273> footmen ביום <WH3117> day. אחד׃ <WH259> in one"},{"number":30,"verse":"וינסו <WH5127> fled הנותרים <WH3498> But the rest אפקה <WH663> to Aphek, אל <WH413> into העיר <WH5892> the city; ותפל <WH5307> fell החומה <WH2346> and a wall על <WH5921> upon עשׂרים <WH6242> twenty ושׁבעה <WH7651> and seven אלף <WH505> thousand אישׁ <WH376> of the men הנותרים <WH3498> left. ובן הדד <WH1130> And Ben-hadad נס <WH5127> fled, ויבא <WH935> and came אל <WH413> into העיר <WH5892> the city, חדר <WH2315> into an inner chamber. בחדר׃ <WH2315> into an inner chamber."},{"number":31,"verse":"ויאמרו <WH559> said אליו <WH413> unto עבדיו <WH5650> And his servants הנה <WH2009> him, Behold נא <WH4994> now, שׁמענו <WH8085> we have heard כי <WH3588> that מלכי <WH4428> the kings בית <WH1004> of the house ישׂראל <WH3478> of Israel כי <WH3588> מלכי <WH4428> kings: חסד <WH2617> merciful הם <WH1992> נשׂימה <WH7760> put נא <WH4994> let us, I pray thee, שׂקים <WH8242> sackcloth במתנינו <WH4975> on our loins, וחבלים <WH2256> and ropes בראשׁנו <WH7218> upon our heads, ונצא <WH3318> and go out אל <WH413> to מלך <WH4428> the king ישׂראל <WH3478> of Israel: אולי <WH194> peradventure יחיה <WH2421> he will save את <WH853> נפשׁך׃ <WH5315> thy life."},{"number":32,"verse":"ויחגרו <WH2296> So they girded שׂקים <WH8242> sackcloth במתניהם <WH4975> on their loins, וחבלים <WH2256> and ropes בראשׁיהם <WH7218> on their heads, ויבאו <WH935> and came אל <WH413> to מלך <WH4428> the king ישׂראל <WH3478> of Israel, ויאמרו <WH559> and said, עבדך <WH5650> Thy servant בן הדד <WH1130> Ben-hadad אמר <WH559> saith, תחי <WH2421> live. נא <WH4994> I pray thee, נפשׁי <WH5315> let me ויאמר <WH559> And he said, העודנו <WH5750> he yet חי <WH2416> alive? אחי <WH251> my brother. הוא׃ <WH1931> he"},{"number":33,"verse":"והאנשׁים <WH376> Now the men ינחשׁו <WH5172> did diligently observe וימהרו <WH4116> him, and did hastily ויחלטו <WH2480> catch הממנו <WH4480> whether from ויאמרו <WH559> and they said, אחיך <WH251> Thy brother בן הדד <WH1130> Ben-hadad. ויאמר <WH559> Then he said, באו <WH935> Go קחהו <WH3947> ye, bring ויצא <WH3318> came forth אליו <WH413> to בן הדד <WH1130> him. Then Ben-hadad ויעלהו <WH5927> him; and he caused him to come up על <WH5921> into המרכבה׃ <WH4818> the chariot."},{"number":34,"verse":"ויאמר <WH559> And said אליו <WH413> unto הערים <WH5892> him, The cities, אשׁר <WH834> which לקח <WH3947> took אבי <WH1> my father מאת <WH853> אביך <WH1> thy father, אשׁיב <WH7725> I will restore; וחוצות <WH2351> streets תשׂים <WH7760> and thou shalt make לך בדמשׂק <WH1834> for thee in Damascus, כאשׁר <WH834> as שׂם <WH7760> made אבי <WH1> my father בשׁמרון <WH8111> in Samaria. ואני <WH589> Then I בברית <WH1285> with this covenant. אשׁלחך <WH7971> will send thee away ויכרת <WH3772> So he made לו ברית <WH1285> a covenant וישׁלחהו׃ <WH7971> with him, and sent him away."},{"number":35,"verse":"ואישׁ <WH376> man אחד <WH259> And a certain מבני <WH1121> of the sons הנביאים <WH5030> of the prophets אמר <WH559> said אל <WH413> unto רעהו <WH7453> his neighbor בדבר <WH1697> in the word יהוה <WH3068> of the LORD, הכיני <WH5221> Smite נא <WH4994> me, I pray thee. וימאן <WH3985> refused האישׁ <WH376> And the man להכתו׃ <WH5221> to smite"},{"number":36,"verse":"ויאמר <WH559> Then said לו יען <WH3282> אשׁרא <WH3808> thou hast not שׁמעת <WH8085> obeyed בקול <WH6963> the voice יהוה <WH3068> of the LORD, הנך <WH2005> הולך <WH1980> as soon as thou art departed מאתי <WH853> והכך <WH5221> shall slay האריה <WH738> me, a lion וילך <WH1980> thee. And as soon as he was departed מאצלו <WH681> from וימצאהו <WH4672> found האריה <WH738> him, a lion ויכהו׃ <WH5221> him, and slew"},{"number":37,"verse":"וימצא <WH4672> Then he found אישׁ <WH376> man, אחר <WH312> another ויאמר <WH559> and said, הכיני <WH5221> Smite נא <WH4994> me, I pray thee. ויכהו <WH5221> smote האישׁ <WH376> And the man הכה <WH5221> him, so that in smiting ופצע׃ <WH6481> he wounded"},{"number":38,"verse":"וילך <WH1980> departed, הנביא <WH5030> So the prophet ויעמד <WH5975> and waited למלך <WH4428> for the king על <WH5921> by הדרך <WH1870> the way, ויתחפשׂ <WH2664> and disguised himself באפר <WH666> with ashes על <WH5921> upon עיניו׃ <WH5869> his face."},{"number":39,"verse":"ויהי <WH1961> And as המלך <WH4428> the king עבר <WH5674> passed by, והוא <WH1931> he צעק <WH6817> cried אל <WH413> unto המלך <WH4428> the king: ויאמר <WH559> and he said, עבדך <WH5650> Thy servant יצא <WH3318> went out בקרב <WH7130> into the midst המלחמה <WH4421> of the battle; והנה <WH2009> and, behold, אישׁ <WH376> a man סר <WH5493> turned aside, ויבא <WH935> and brought אלי <WH413> unto אישׁ <WH376> a man ויאמר <WH559> me, and said, שׁמר <WH8104> Keep את <WH853> האישׁ <WH376> man: הזה <WH2088> this אם <WH518> if הפקד <WH6485> by any means he be missing, יפקד <WH6485> by any means he be missing, והיתה <WH1961> be נפשׁך <WH5315> then shall thy life תחת <WH8478> for נפשׁו <WH5315> his life, או <WH176> or ככר <WH3603> a talent כסף <WH3701> of silver. תשׁקול׃ <WH8254> else thou shalt pay"},{"number":40,"verse":"ויהי <WH1961> was עבדך <WH5650> And as thy servant עשׂה <WH6213> busy הנה <WH2008> here והנה <WH2008> and there, והוא <WH1931> he איננו <WH369> was gone. ויאמר <WH559> said אליו <WH413> unto מלך <WH4428> And the king ישׂראל <WH3478> of Israel כן <WH3651> him, So משׁפטך <WH4941> thy judgment אתה <WH859> thyself חרצת׃ <WH2782> hast decided"},{"number":41,"verse":"וימהר <WH4116> And he hasted, ויסר <WH5493> and took את <WH853> האפר <WH666> the ashes מעל <WH5921> away from עיניו <WH5869> his face; ויכר <WH5234> discerned אתו <WH853> מלך <WH4428> and the king ישׂראל <WH3478> of Israel כי <WH3588> him that מהנבאים <WH5030> of the prophets. הוא׃ <WH1931> he"},{"number":42,"verse":"ויאמר <WH559> And he said אליו <WH413> unto כה <WH3541> him, Thus אמר <WH559> saith יהוה <WH3068> the LORD, יען <WH3282> Because שׁלחת <WH7971> thou hast let go את <WH853> אישׁ <WH376> a man חרמי <WH2764> whom I appointed to utter destruction, מיד <WH3027> out of hand והיתה <WH1961> shall go נפשׁך <WH5315> therefore thy life תחת <WH8478> for נפשׁו <WH5315> his life, ועמך <WH5971> and thy people תחת <WH8478> for עמו׃ <WH5971> his people."},{"number":43,"verse":"וילך <WH1980> went מלך <WH4428> And the king ישׂראל <WH3478> of Israel על <WH5921> to ביתו <WH1004> his house סר <WH5620> heavy וזעף <WH2198> and displeased, ויבא <WH935> and came שׁמרונה׃ <WH8111> to Samaria."}]}