{"bibleAbbr":"Orig2013+","bookName":"מלכים א","bookEnglishName":"1 Kings","chapterNumber":5,"verses":[{"number":1,"verse":"וישׁלח <WH7971> sent חירם <WH2438> And Hiram מלך <WH4428> king צור <WH6865> of Tyre את <WH853> עבדיו <WH5650> his servants אל <WH413> unto שׁלמה <WH8010> Solomon; כי <WH3588> for שׁמע <WH8085> he had heard כי <WH3588> that אתו <WH853> משׁחו <WH4886> they had anointed למלך <WH4428> him king תחת <WH8478> in the room אביהו <WH1> of his father: כי <WH3588> for אהב <WH157> a lover היה <WH1961> was חירם <WH2438> Hiram לדוד <WH1732> of David. כל <WH3605> ever הימים׃ <WH3117> ever"},{"number":2,"verse":"וישׁלח <WH7971> sent שׁלמה <WH8010> And Solomon אל <WH413> to חירם <WH2438> Hiram, לאמר׃ <WH559> saying,"},{"number":3,"verse":"אתה <WH859> Thou ידעת <WH3045> knowest את <WH853> דוד <WH1732> David אבי <WH1> my father כי <WH3588> how that לא <WH3808> not יכל <WH3201> could לבנות <WH1129> build בית <WH1004> a house לשׁם <WH8034> unto the name יהוה <WH3068> of the LORD אלהיו <WH430> his God מפני <WH6440> for המלחמה <WH4421> the wars אשׁר <WH834> which סבבהו <WH5437> were about him on every side, עד <WH5704> until תת <WH5414> put יהוה <WH3068> the LORD אתם <WH853> תחת <WH8478> them under כפות <WH3709> the soles רגלו׃ <WH7272> of his feet."},{"number":4,"verse":"ועתה <WH6258> But now הניח <WH5117> hath given me rest יהוה <WH3068> the LORD אלהי <WH430> my God לי מסביב <WH5439> on every side, אין <WH369> neither שׂטן <WH7854> adversary ואין <WH369> nor פגע <WH6294> occurrent. רע׃ <WH7451> evil"},{"number":5,"verse":"והנני <WH2005> אמר <WH559> I purpose לבנות <WH1129> to build בית <WH1004> a house לשׁם <WH8034> unto the name יהוה <WH3068> of the LORD אלהי <WH430> my God, כאשׁר <WH834> as דבר <WH1696> spoke יהוה <WH3068> the LORD אל <WH413> unto דוד <WH1732> David אבי <WH1> my father, לאמר <WH559> saying, בנך <WH1121> Thy son, אשׁר <WH834> whom אתן <WH5414> I will set תחתיך <WH8478> in thy room, על <WH5921> upon כסאך <WH3678> thy throne הוא <WH1931> he יבנה <WH1129> shall build הבית <WH1004> a house לשׁמי׃ <WH8034> unto my name."},{"number":6,"verse":"ועתה <WH6258> Now צוה <WH6680> therefore command ויכרתו <WH3772> thou that they hew לי ארזים <WH730> me cedar trees מן <WH4480> out of הלבנון <WH3844> Lebanon; ועבדי <WH5650> and my servants יהיו <WH1961> shall be עם <WH5973> with עבדיך <WH5650> thy servants: ושׂכר <WH7939> hire עבדיך <WH5650> for thy servants אתן <WH5414> and unto thee will I give לך ככל <WH3605> according to all אשׁר <WH834> that תאמר <WH559> thou shalt appoint: כי <WH3588> for אתה <WH859> thou ידעת <WH3045> knowest כי <WH3588> that אין <WH369> not בנו אישׁ <WH376> among us any ידע <WH3045> that can skill לכרת <WH3772> to hew עצים <WH6086> timber כצדנים׃ <WH6722> like unto the Sidonians."},{"number":7,"verse":"ויהי <WH1961> And it came to pass, כשׁמע <WH8085> heard חירם <WH2438> when Hiram את <WH853> דברי <WH1697> the words שׁלמה <WH8010> of Solomon, וישׂמח <WH8055> that he rejoiced מאד <WH3966> greatly, ויאמר <WH559> and said, ברוך <WH1288> Blessed יהוה <WH3068> the LORD היום <WH3117> this day, אשׁר <WH834> which נתן <WH5414> hath given לדוד <WH1732> unto David בן <WH1121> son חכם <WH2450> a wise על <WH5921> over העם <WH5971> people. הרב <WH7227> great הזה׃ <WH2088> this"},{"number":8,"verse":"וישׁלח <WH7971> sent חירם <WH2438> And Hiram אל <WH413> to שׁלמה <WH8010> Solomon, לאמר <WH559> saying, שׁמעתי <WH8085> I have considered את <WH853> אשׁר <WH834> the things which שׁלחת <WH7971> thou sentest אלי <WH413> to אני <WH589> me for: I אעשׂה <WH6213> will do את <WH853> כל <WH3605> all חפצך <WH2656> thy desire בעצי <WH6086> concerning timber ארזים <WH730> of cedar, ובעצי <WH6086> and concerning timber ברושׁים׃ <WH1265> of fir."},{"number":9,"verse":"עבדי <WH5650> My servants ירדו <WH3381> shall bring down מן <WH4480> from הלבנון <WH3844> Lebanon ימה <WH3220> unto the sea: ואני <WH589> and I אשׂימם <WH7760> will convey דברות <WH1702> in floats בים <WH3220> them by sea עד <WH5704> unto המקום <WH4725> the place אשׁר <WH834> that תשׁלח <WH7971> thou shalt appoint אלי <WH413> thou shalt appoint ונפצתים <WH5310> me, and will cause them to be discharged שׁם <WH8033> there, ואתה <WH859> and thou תשׂא <WH5375> shalt receive ואתה <WH859> and thou תעשׂה <WH6213> shalt accomplish את <WH853> חפצי <WH2656> my desire, לתת <WH5414> in giving לחם <WH3899> food ביתי׃ <WH1004> for my household."},{"number":10,"verse":"ויהי <WH1961> חירום <WH2438> So Hiram נתן <WH5414> gave לשׁלמה <WH8010> Solomon עצי <WH6086> trees ארזים <WH730> cedar ועצי <WH6086> trees ברושׁים <WH1265> and fir כל <WH3605> all חפצו׃ <WH2656> his desire."},{"number":11,"verse":"ושׁלמה <WH8010> And Solomon נתן <WH5414> gave לחירם <WH2438> Hiram עשׂרים <WH6242> twenty אלף <WH505> thousand כר <WH3734> measures חטים <WH2406> of wheat מכלת <WH4361> food לביתו <WH1004> to his household, ועשׂרים <WH6242> and twenty כר <WH3734> measures שׁמן <WH8081> oil: כתית <WH3795> of pure כה <WH3541> thus יתן <WH5414> gave שׁלמה <WH8010> Solomon לחירם <WH2438> to Hiram שׁנה <WH8141> year בשׁנה׃ <WH8141> by year."},{"number":12,"verse":"ויהוה <WH3068> And the LORD נתן <WH5414> gave חכמה <WH2451> wisdom, לשׁלמה <WH8010> Solomon כאשׁר <WH834> as דבר <WH1696> he promised לו ויהי <WH1961> him: and there was שׁלם <WH7965> peace בין <WH996> between חירם <WH2438> Hiram ובין <WH996> שׁלמה <WH8010> and Solomon; ויכרתו <WH3772> made a league together. ברית <WH1285> made a league together. שׁניהם׃ <WH8147> and they two"},{"number":13,"verse":"ויעל <WH5927> raised המלך <WH4428> And king שׁלמה <WH8010> Solomon מס <WH4522> a levy מכל <WH3605> out of all ישׂראל <WH3478> Israel; ויהי <WH1961> was המס <WH4522> and the levy שׁלשׁים <WH7970> thirty אלף <WH505> thousand אישׁ׃ <WH376> men."},{"number":14,"verse":"וישׁלחם <WH7971> And he sent לבנונה <WH3844> them to Lebanon, עשׂרת <WH6235> ten אלפים <WH505> thousand בחדשׁ <WH2320> a month חליפות <WH2487> by courses: חדשׁ <WH2320> a month יהיו <WH1961> they were בלבנון <WH3844> in Lebanon, שׁנים <WH8147> two חדשׁים <WH2320> months בביתו <WH1004> at home: ואדנירם <WH141> and Adoniram על <WH5921> over המס׃ <WH4522> the levy."},{"number":15,"verse":"ויהי <WH1961> had לשׁלמה <WH8010> And Solomon שׁבעים <WH7657> threescore and ten אלף <WH505> thousand נשׂא <WH5375> that bore סבל <WH5449> burdens, ושׁמנים <WH8084> and fourscore אלף <WH505> thousand חצב <WH2672> hewers בהר׃ <WH2022> in the mountains;"},{"number":16,"verse":"לבד <WH905> משׂרינצבים <WH5324> officers לשׁלמה <WH8010> of Solomon's אשׁר <WH834> which על <WH5921> over המלאכה <WH4399> the work, שׁלשׁת <WH7969> three אלפים <WH505> thousand ושׁלשׁ <WH7969> and three מאות <WH3967> hundred, הרדים <WH7287> which ruled בעם <WH5971> over the people העשׂים <WH6213> that wrought במלאכה׃ <WH4399> in the work."},{"number":17,"verse":"ויצו <WH6680> commanded, המלך <WH4428> And the king ויסעו <WH5265> and they brought אבנים <WH68> stones, גדלות <WH1419> great אבנים <WH68> stones, יקרות <WH3368> costly ליסד <WH3245> to lay the foundation הבית <WH1004> of the house. אבני <WH68> stones, גזית׃ <WH1496> hewed"},{"number":18,"verse":"ויפסלו <WH6458> did hew בני <WH1129> builders שׁלמה <WH8010> And Solomon's ובני <WH1129> builders חירום <WH2438> and Hiram's והגבלים <WH1382> and the stonesquarers: ויכינו <WH3559> so they prepared העצים <WH6086> timber והאבנים <WH68> and stones לבנות <WH1129> to build הבית׃ <WH1004> the house."}]}