{"bibleAbbr":"Orig2013+","bookName":"מלכים א","bookEnglishName":"1 Kings","chapterNumber":7,"verses":[{"number":1,"verse":"ואת <WH853> ביתו <WH1004> his own house בנה <WH1129> was building שׁלמה <WH8010> But Solomon שׁלשׁ <WH7969> thirteen עשׂרה <WH6240> thirteen שׁנה <WH8141> years, ויכל <WH3615> and he finished את <WH853> כל <WH3605> all ביתו׃ <WH1004> his house."},{"number":2,"verse":"ויבן <WH1129> He built את <WH853> בית <WH1004> also the house יער <WH3293> of the forest הלבנון <WH3844> of Lebanon; מאה <WH3967> thereof a hundred אמה <WH520> cubits, ארכו <WH753> the length וחמשׁים <WH2572> thereof fifty אמה <WH520> cubits, רחבו <WH7341> and the breadth ושׁלשׁים <WH7970> thereof thirty אמה <WH520> cubits, קומתו <WH6967> and the height על <WH5921> upon ארבעה <WH702> four טורי <WH2905> rows עמודי <WH5982> pillars, ארזים <WH730> of cedar וכרתות <WH3773> beams ארזים <WH730> with cedar על <WH5921> upon העמודים׃ <WH5982> the pillars."},{"number":3,"verse":"וספן <WH5603> And covered בארז <WH730> with cedar ממעל <WH4605> above על <WH5921> upon הצלעת <WH6763> the beams, אשׁר <WH834> that על <WH5921> on העמודים <WH5982> pillars, ארבעים <WH705> forty וחמשׁה <WH2568> five חמשׁה <WH2568> fifteen עשׂר <WH6240> fifteen הטור׃ <WH2905> a row."},{"number":4,"verse":"ושׁקפים <WH8261> And windows שׁלשׁה <WH7969> three טורים <WH2905> rows, ומחזה <WH4237> and light אל <WH413> against מחזה <WH4237> light שׁלשׁ <WH7969> three פעמים׃ <WH6471> ranks."},{"number":5,"verse":"וכל <WH3605> And all הפתחים <WH6607> the doors והמזוזות <WH4201> and posts רבעים <WH7251> square, שׁקף <WH8260> with the windows: ומול <WH4136> מחזה <WH4237> and light אל <WH413> against מחזה <WH4237> light שׁלשׁ <WH7969> three פעמים׃ <WH6471> ranks."},{"number":6,"verse":"ואת <WH853> אולם <WH197> a porch העמודים <WH5982> of pillars; עשׂה <WH6213> And he made חמשׁים <WH2572> thereof fifty אמה <WH520> cubits, ארכו <WH753> the length ושׁלשׁים <WH7970> thereof thirty אמה <WH520> cubits: רחבו <WH7341> and the breadth ואולם <WH197> and the porch על <WH5921> before פניהם <WH6440> before ועמדים <WH5982> them: and the pillars ועב <WH5646> and the thick beam על <WH5921> before פניהם׃ <WH6440> before"},{"number":7,"verse":"ואולם <WH197> a porch הכסא <WH3678> for the throne אשׁר <WH834> where ישׁפט <WH8199> he might judge, שׁם <WH8033> where אלם <WH197> the porch המשׁפט <WH4941> of judgment: עשׂה <WH6213> Then he made וספון <WH5603> and covered בארז <WH730> with cedar מהקרקע <WH7172> from one side of the floor עד <WH5704> to הקרקע׃ <WH7172> the other."},{"number":8,"verse":"וביתו <WH1004> And his house אשׁר <WH834> where ישׁב <WH3427> he dwelt שׁם <WH8033> where חצר <WH2691> court האחרת <WH312> another מבית <WH1004> within לאולם <WH197> the porch, כמעשׂה <WH4639> work. הזה <WH2088> of the like היה <WH1961> was ובית <WH1004> also a house יעשׂה <WH6213> made לבת <WH1323> daughter, פרעה <WH6547> for Pharaoh's אשׁר <WH834> whom לקח <WH3947> he had taken שׁלמה <WH8010> Solomon כאולם <WH197> porch. הזה׃ <WH2088> like unto this"},{"number":9,"verse":"כל <WH3605> All אלה <WH428> these אבנים <WH68> stones, יקרת <WH3368> costly כמדת <WH4060> according to the measures גזית <WH1496> of hewed stones, מגררות <WH1641> sawed במגרה <WH4050> with saws, מבית <WH1004> within ומחוץ <WH2351> and without, וממסד <WH4527> even from the foundation עד <WH5704> unto הטפחות <WH2947> ומחוץ <WH2351> and on the outside עד <WH5704> toward החצר <WH2691> court. הגדולה׃ <WH1419> the great"},{"number":10,"verse":"ומיסד <WH3245> And the foundation אבנים <WH68> stones, יקרות <WH3368> costly אבנים <WH68> stones, גדלות <WH1419> even great אבני <WH68> stones עשׂר <WH6235> of ten אמות <WH520> cubits, ואבני <WH68> and stones שׁמנה <WH8083> of eight אמות׃ <WH520> cubits."},{"number":11,"verse":"ומלמעלה <WH4605> אבנים <WH68> stones, יקרות <WH3368> costly כמדות <WH4060> after the measures גזית <WH1496> of hewed stones, וארז׃ <WH730> and cedars."},{"number":12,"verse":"וחצר <WH2691> court הגדולה <WH1419> And the great סביב <WH5439> round about שׁלשׁה <WH7969> with three טורים <WH2905> rows גזית <WH1496> of hewed stones, וטור <WH2905> and a row כרתת <WH3773> beams, ארזים <WH730> of cedar ולחצר <WH2691> court בית <WH1004> of the house יהוה <WH3068> of the LORD, הפנימית <WH6442> both for the inner ולאלם <WH197> and for the porch הבית׃ <WH1004> of the house."},{"number":13,"verse":"וישׁלח <WH7971> sent המלך <WH4428> And king שׁלמה <WH8010> Solomon ויקח <WH3947> and fetched את <WH853> חירם <WH2438> Hiram מצר׃ <WH6865>"},{"number":14,"verse":"בן <WH1121> son אשׁה <WH802> אלמנה <WH490> a widow's הוא <WH1931> He ממטה <WH4294> of the tribe נפתלי <WH5321> of Naphtali, ואביו <WH1> and his father אישׁ <WH376> a man צרי <WH6876> of Tyre, חרשׁ <WH2794> נחשׁת <WH5178> in brass: וימלא <WH4390> and he was filled את <WH853> החכמה <WH2451> wisdom, ואת <WH853> התבונה <WH8394> and understanding, ואת <WH853> הדעת <WH1847> and cunning לעשׂות <WH6213> to work כל <WH3605> all מלאכה <WH4399> works בנחשׁת <WH5178> in brass. ויבוא <WH935> And he came אל <WH413> to המלך <WH4428> king שׁלמה <WH8010> Solomon, ויעשׂ <WH6213> and wrought את <WH853> כל <WH3605> all מלאכתו׃ <WH4399> his work."},{"number":15,"verse":"ויצר <WH6696> For he cast את <WH853> שׁני <WH8147> two העמודים <WH5982> pillars נחשׁת <WH5178> of brass, שׁמנה <WH8083> of eighteen עשׂרה <WH6240> of eighteen אמה <WH520> cubits קומת <WH6967> high העמוד <WH5982> apiece: האחד <WH259> apiece: וחוט <WH2339> and a line שׁתים <WH8147> of twelve עשׂרה <WH6240> of twelve אמה <WH520> cubits יסב <WH5437> אתעמוד <WH5982> השׁני׃ <WH8145>"},{"number":16,"verse":"ושׁתי <WH8147> two כתרת <WH3805> chapiters עשׂה <WH6213> And he made לתת <WH5414> to set על <WH5921> upon ראשׁי <WH7218> the tops העמודים <WH5982> of the pillars: מצק <WH3332> molten נחשׁת <WH5178> brass, חמשׁ <WH2568> five אמות <WH520> cubits, קומת <WH6967> the height הכתרת <WH3805> chapiter האחת <WH259> of the one וחמשׁ <WH2568> five אמות <WH520> cubits: קומת <WH6967> and the height הכתרת <WH3805> chapiter השׁנית׃ <WH8145> of the other"},{"number":17,"verse":"שׂבכים <WH7638> nets מעשׂה <WH4639> work, שׂבכה <WH7639> of checker גדלים <WH1434> and wreaths מעשׂה <WH4639> work, שׁרשׁרות <WH8333> of chain לכתרת <WH3805> for the chapiters אשׁר <WH834> which על <WH5921> upon ראשׁ <WH7218> the top העמודים <WH5982> of the pillars; שׁבעה <WH7651> seven לכתרת <WH3805> chapiter, האחת <WH259> for the one ושׁבעה <WH7651> and seven לכתרת <WH3805> chapiter. השׁנית׃ <WH8145> for the other"},{"number":18,"verse":"ויעשׂ <WH6213> And he made את <WH853> העמודים <WH5982> the pillars, ושׁני <WH8147> and two טורים <WH2905> rows סביב <WH5439> round about על <WH5921> upon השׂבכה <WH7639> network, האחת <WH259> the one לכסות <WH3680> to cover את <WH853> הכתרת <WH3805> the chapiters אשׁר <WH834> that על <WH5921> upon ראשׁ <WH7218> the top, הרמנים <WH7416> with pomegranates: וכן <WH3651> and so עשׂה <WH6213> did לכתרת <WH3805> chapiter. השׁנית׃ <WH8145> he for the other"},{"number":19,"verse":"וכתרת <WH3805> And the chapiters אשׁר <WH834> that על <WH5921> upon ראשׁ <WH7218> the top העמודים <WH5982> of the pillars מעשׂה <WH4639> work שׁושׁן <WH7799> of lily באולם <WH197> in the porch, ארבע <WH702> four אמות׃ <WH520> cubits."},{"number":20,"verse":"וכתרת <WH3805> And the chapiters על <WH5921> upon שׁני <WH8147> the two העמודים <WH5982> pillars גם <WH1571> also ממעל <WH4605> above, מלעמת <WH5980> over against הבטן <WH990> the belly אשׁר <WH834> which לעבר <WH5676> by שׂבכה <WH7639> the network: והרמונים <WH7416> and the pomegranates מאתים <WH3967> two hundred טרים <WH2905> in rows סביב <WH5439> round about על <WH5921> upon הכתרת <WH3805> chapiter. השׁנית׃ <WH8145> the other"},{"number":21,"verse":"ויקם <WH6965> And he set up את <WH853> העמדים <WH5982> the pillars לאלם <WH197> in the porch ההיכל <WH1964> of the temple: ויקם <WH6965> and he set up את <WH853> העמוד <WH5982> pillar, הימני <WH3233> the right ויקרא <WH7121> and called את <WH853> שׁמו <WH8034> the name יכין <WH3199> thereof Jachin: ויקם <WH6965> and he set up את <WH853> העמוד <WH5982> pillar, השׂמאלי <WH8042> the left ויקרא <WH7121> and called את <WH853> שׁמו <WH8034> the name בעז׃ <WH1162> thereof Boaz."},{"number":22,"verse":"ועל <WH5921> And upon ראשׁ <WH7218> the top העמודים <WH5982> of the pillars מעשׂה <WH4639> work: שׁושׁן <WH7799> lily ותתם <WH8552> finished. מלאכת <WH4399> so was the work העמודים׃ <WH5982> of the pillars"},{"number":23,"verse":"ויעשׂ <WH6213> And he made את <WH853> הים <WH3220> sea, מוצק <WH4165> עשׂר <WH6235> ten באמה <WH520> cubits משׂפתו <WH8193> from the one brim עד <WH5704> to שׂפתו <WH8145> עגל <WH5696> round סביב <WH5439> all about, וחמשׁ <WH2568> five באמה <WH520> cubits: קומתו <WH6967> and his height וקוה <WH6961> שׁלשׁים <WH7970> of thirty באמה <WH520> cubits יסב <WH5437> did compass אתו <WH853> סביב׃ <WH5439> it round about."},{"number":24,"verse":"ופקעים <WH6497> knops מתחת <WH8478> לשׂפתו <WH8193> the brim סביב <WH5439> of it round about סבבים <WH5437> compassing אתו <WH853> עשׂר <WH6235> it, ten באמה <WH520> in a cubit, מקפים <WH5362> compassing את <WH853> הים <WH3220> the sea סביב <WH5439> round about: שׁני <WH8147> in two טורים <WH2905> rows, הפקעים <WH6497> the knops יצקים <WH3332> cast ביצקתו׃ <WH3333> when it was cast."},{"number":25,"verse":"עמד <WH5975> It stood על <WH5921> upon שׁני <WH8147> twelve עשׂר <WH6240> twelve בקר <WH1241> oxen, שׁלשׁה <WH7969> three פנים <WH6437> looking צפונה <WH6828> toward the north, ושׁלשׁה <WH7969> and three פנים <WH6437> looking ימה <WH3220> toward the west, ושׁלשׁה <WH7969> and three פנים <WH6437> looking נגבה <WH5045> toward the south, ושׁלשׁה <WH7969> and three פנים <WH6437> looking מזרחה <WH4217> toward the east: והים <WH3220> and the sea עליהם <WH5921> upon מלמעלה <WH4605> above וכל <WH3605> them, and all אחריהם <WH268> their hinder parts ביתה׃ <WH1004> inward."},{"number":26,"verse":"ועביו <WH5672> thick, טפח <WH2947> And it a handbreadth ושׂפתו <WH8193> and the brim כמעשׂה <WH4639> thereof was wrought שׂפת <WH8193> like the brim כוס <WH3563> of a cup, פרח <WH6525> with flowers שׁושׁן <WH7799> of lilies: אלפים <WH505> two thousand בת <WH1324> baths. יכיל׃ <WH3557> it contained"},{"number":27,"verse":"ויעשׂ <WH6213> And he made את <WH853> המכנות <WH4350> bases עשׂר <WH6235> ten נחשׁת <WH5178> of brass; ארבע <WH702> four באמה <WH520> cubits ארך <WH753> the length המכונה <WH4350> base, האחת <WH259> of one וארבע <WH702> and four באמה <WH520> cubits רחבה <WH7341> the breadth ושׁלשׁ <WH7969> thereof, and three באמה <WH520> cubits קומתה׃ <WH6967> the height"},{"number":28,"verse":"וזה <WH2088> on this מעשׂה <WH4639> And the work המכונה <WH4350> of the bases מסגרת <WH4526> they had borders, להם <WH1992> ומסגרת <WH4526> and the borders בין <WH996> between השׁלבים׃ <WH7948> the ledges:"},{"number":29,"verse":"ועל <WH5921> And on המסגרות <WH4526> the borders אשׁר <WH834> that בין <WH996> between השׁלבים <WH7948> the ledges אריות <WH738> lions, בקר <WH1241> oxen, וכרובים <WH3742> and cherubims: ועל <WH5921> and upon השׁלבים <WH7948> the ledges כן <WH3653> a base ממעל <WH4605> above: ומתחת <WH8478> and beneath לאריות <WH738> the lions ולבקר <WH1241> and oxen ליות <WH3914> certain additions מעשׂה <WH4639> work. מורד׃ <WH4174> made of thin"},{"number":30,"verse":"וארבעה <WH702> had four אופני <WH212> wheels, נחשׁת <WH5178> brazen למכונה <WH4350> base האחת <WH259> And every וסרני <WH5633> and plates נחשׁת <WH5178> of brass: וארבעה <WH702> and the four פעמתיו <WH6471> corners כתפת <WH3802> thereof had undersetters: להם מתחת <WH8478> under לכיר <WH3595> the laver הכתפת <WH3802> undersetters יצקות <WH3333> מעבר <WH5676> at the side אישׁ <WH376> of every ליות׃ <WH3914> addition."},{"number":31,"verse":"ופיהו <WH6310> And the mouth מבית <WH1004> of it within לכתרת <WH3805> the chapiter ומעלה <WH4605> and above באמה <WH520> a cubit: ופיה <WH6310> but the mouth עגל <WH5696> thereof round מעשׂה <WH4639> the work כן <WH3653> of the base, אמה <WH520> a cubit וחצי <WH2677> and a half: האמה <WH520> and a half: וגם <WH1571> and also על <WH5921> upon פיה <WH6310> the mouth מקלעות <WH4734> of it gravings ומסגרתיהם <WH4526> with their borders, מרבעות <WH7251> foursquare, לא <WH3808> not עגלות׃ <WH5696> round."},{"number":32,"verse":"וארבעת <WH702> four האופנים <WH212> wheels; למתחת <WH8478> למסגרות <WH4526> the borders וידות <WH3027> and the axletrees האופנים <WH212> of the wheels במכונה <WH4350> to the base: וקומת <WH6967> and the height האופן <WH212> wheel האחד <WH259> of a אמה <WH520> a cubit וחצי <WH2677> and half האמה׃ <WH520> a cubit."},{"number":33,"verse":"ומעשׂה <WH4639> And the work האופנים <WH212> of the wheels כמעשׂה <WH4639> like the work אופן <WH212> wheel: המרכבה <WH4818> of a chariot ידותם <WH3027> their axletrees, וגביהם <WH1354> and their naves, וחשׁקיהם <WH2839> and their felloes, וחשׁריהם <WH2840> and their spokes, הכל <WH3605> all מוצק׃ <WH3332> molten."},{"number":34,"verse":"וארבע <WH702> And four כתפות <WH3802> undersetters אל <WH413> to ארבע <WH702> the four פנות <WH6438> corners המכנה <WH4350> base: האחת <WH259> of one מן <WH4480> of המכנה <WH4350> the very base כתפיה׃ <WH3802> the undersetters"},{"number":35,"verse":"ובראשׁ <WH7218> And in the top המכונה <WH4350> of the base חצי <WH2677> of half האמה <WH520> a cubit קומה <WH6967> high: עגל <WH5696> a round סביב <WH5439> compass ועל <WH5921> and on ראשׁ <WH7218> the top המכנה <WH4350> of the base ידתיה <WH3027> the ledges ומסגרתיה <WH4526> thereof and the borders ממנה׃ <WH4480> thereof of"},{"number":36,"verse":"ויפתח <WH6605> thereof, he graved על <WH5921> For on הלחת <WH3871> the plates ידתיה <WH3027> of the ledges ועל <WH5921> thereof, and on ומסגרתיה <WH4526> the borders כרובים <WH3742> cherubims, אריות <WH738> lions, ותמרת <WH8561> and palm trees, כמער <WH4626> according to the proportion אישׁ <WH376> of every one, וליות <WH3914> and additions סביב׃ <WH5439> round about."},{"number":37,"verse":"כזאת <WH2063> After this עשׂה <WH6213> he made את <WH853> עשׂר <WH6235> the ten המכנות <WH4350> bases: מוצק <WH4165> casting, אחד <WH259> of them had one מדה <WH4060> measure, אחת <WH259> one קצב <WH7095> size. אחד <WH259> one לכלהנה׃ <WH3605> all"},{"number":38,"verse":"ויעשׂ <WH6213> Then made עשׂרה <WH6235> he ten כירות <WH3595> lavers נחשׁת <WH5178> of brass: ארבעים <WH705> forty בת <WH1324> baths: יכיל <WH3557> contained הכיור <WH3595> laver האחד <WH259> one ארבע <WH702> was four באמה <WH520> cubits: הכיור <WH3595> laver האחד <WH259> every כיור <WH3595> laver. אחד <WH259> every one על <WH5921> upon המכונה <WH4350> bases האחת <WH259> one לעשׂר <WH6235> of the ten המכנות׃ <WH4350>"},{"number":39,"verse":"ויתן <WH5414> And he put את <WH853> המכנות <WH4350> bases חמשׁ <WH2568> five על <WH5921> on כתף <WH3802> side הבית <WH1004> of the house, מימין <WH3225> the right וחמשׁ <WH2568> and five על <WH5921> on כתף <WH3802> side הבית <WH1004> of the house: משׂמאלו <WH8040> the left ואת <WH853> הים <WH3220> the sea נתן <WH5414> and he set מכתף <WH3802> side הבית <WH1004> of the house הימנית <WH3233> on the right קדמה <WH6924> eastward ממול <WH4136> over against נגב׃ <WH5045> the south."},{"number":40,"verse":"ויעשׂ <WH6213> made חירום <WH2438> And Hiram את <WH853> הכירות <WH3595> the lavers, ואת <WH853> היעים <WH3257> and the shovels, ואת <WH853> המזרקות <WH4219> and the basins. ויכל <WH3615> made an end חירם <WH2438> So Hiram לעשׂות <WH6213> of doing את <WH853> כל <WH3605> all המלאכה <WH4399> the work אשׁר <WH834> that עשׂה <WH6213> he made למלך <WH4428> king שׁלמה <WH8010> Solomon בית <WH1004> for the house יהוה׃ <WH3068> of the LORD:"},{"number":41,"verse":"עמדים <WH5982> pillars, שׁנים <WH8147> The two וגלת <WH1543> and the bowls הכתרת <WH3805> of the chapiters אשׁר <WH834> that על <WH5921> on ראשׁ <WH7218> the top העמדים <WH5982> pillars; שׁתים <WH8147> of the two והשׂבכות <WH7639> networks, שׁתים <WH8147> and the two לכסות <WH3680> to cover את <WH853> שׁתי <WH8147> the two גלת <WH1543> bowls הכתרת <WH3805> of the chapiters אשׁר <WH834> which על <WH5921> upon ראשׁ <WH7218> the top העמודים׃ <WH5982> of the pillars;"},{"number":42,"verse":"ואת <WH853> הרמנים <WH7416> pomegranates ארבע <WH702> And four מאות <WH3967> hundred לשׁתי <WH8147> for the two השׂבכות <WH7639> networks, שׁני <WH8147> two טורים <WH2905> rows רמנים <WH7416> of pomegranates לשׂבכה <WH7639> network, האחת <WH259> for one לכסות <WH3680> to cover את <WH853> שׁתי <WH8147> the two גלת <WH1543> bowls הכתרת <WH3805> of the chapiters אשׁר <WH834> that על <WH5921> upon פני <WH6440> upon העמודים׃ <WH5982> the pillars;"},{"number":43,"verse":"ואת <WH853> המכנות <WH4350> bases, עשׂר <WH6235> And the ten ואת <WH853> הכירת <WH3595> lavers עשׂרה <WH6235> and ten על <WH5921> on המכנות׃ <WH4350> the bases;"},{"number":44,"verse":"ואת <WH853> הים <WH3220> sea, האחד <WH259> And one ואת <WH853> הבקר <WH1241> oxen שׁנים <WH8147> and twelve עשׂר <WH6240> and twelve תחת <WH8478> under הים׃ <WH3220> the sea;"},{"number":45,"verse":"ואת <WH853> הסירות <WH5518> And the pots, ואת <WH853> היעים <WH3257> and the shovels, ואת <WH853> המזרקות <WH4219> and the basins: ואת <WH853> כל <WH3605> and all הכלים <WH3627> vessels, האהל <WH428> these אשׁר <WH834> which עשׂה <WH6213> made חירם <WH2438> Hiram למלך <WH4428> to king שׁלמה <WH8010> Solomon בית <WH1004> for the house יהוה <WH3068> of the LORD, נחשׁת <WH5178> brass. ממרט׃ <WH4803> bright"},{"number":46,"verse":"בככר <WH3603> In the plain הירדן <WH3383> of Jordan יצקם <WH3332> cast המלך <WH4428> did the king במעבה <WH4568> them, in the clay האדמה <WH127> ground בין <WH996> between סכות <WH5523> Succoth ובין <WH996> צרתן׃ <WH6891> and Zarthan."},{"number":47,"verse":"וינח <WH3240> שׁלמה <WH8010> And Solomon את <WH853> כל <WH3605> all הכלים <WH3627> the vessels מרב <WH7230> many: מאד <WH3966> because they were exceeding מאד <WH3966> , because they were exceeding לא <WH3808> neither נחקר <WH2713> found out. משׁקל <WH4948> was the weight הנחשׁת׃ <WH5178> of the brass"},{"number":48,"verse":"ויעשׂ <WH6213> made שׁלמה <WH8010> And Solomon את <WH853> כל <WH3605> all הכלים <WH3627> the vessels אשׁר <WH834> that בית <WH1004> unto the house יהוה <WH3068> of the LORD: את <WH853> מזבח <WH4196> the altar הזהב <WH2091> of gold, ואת <WH853> השׁלחן <WH7979> and the table אשׁר <WH834> whereupon עליו <WH5921> whereupon לחם <WH3899> the shewbread הפנים <WH6440> the shewbread זהב׃ <WH2091> of gold,"},{"number":49,"verse":"ואת <WH853> המנרות <WH4501> And the candlesticks חמשׁ <WH2568> five מימין <WH3225> on the right וחמשׁ <WH2568> and five משׂמאול <WH8040> on the left, לפני <WH6440> before הדביר <WH1687> the oracle, זהב <WH2091> gold, סגור <WH5462> of pure והפרח <WH6525> with the flowers, והנרת <WH5216> and the lamps, והמלקחים <WH4457> and the tongs זהב׃ <WH2091> gold,"},{"number":50,"verse":"והספות <WH5592> And the bowls, והמזמרות <WH4212> and the snuffers, והמזרקות <WH4219> and the basins, והכפות <WH3709> and the spoons, והמחתות <WH4289> and the censers זהב <WH2091> gold; סגור <WH5462> pure והפתות <WH6596> and the hinges לדלתות <WH1817> for the doors הבית <WH1004> house, הפנימי <WH6442> of the inner לקדשׁ <WH6944> the most הקדשׁים <WH6944> holy לדלתי <WH1817> for the doors הבית <WH1004> of the house, להיכל <WH1964> of the temple. זהב׃ <WH2091> gold,"},{"number":51,"verse":"ותשׁלם <WH7999> So was ended כל <WH3605> all המלאכה <WH4399> the work אשׁר <WH834> that עשׂה <WH6213> made המלך <WH4428> king שׁלמה <WH8010> Solomon בית <WH1004> for the house יהוה <WH3068> of the LORD. ויבא <WH935> brought in שׁלמה <WH8010> And Solomon את <WH853> קדשׁי <WH6944> had dedicated; דוד <WH1732> the things which David אביו <WH1> his father את <WH853> הכסף <WH3701> the silver, ואת <WH853> הזהב <WH2091> and the gold, ואת <WH853> הכלים <WH3627> and the vessels, נתן <WH5414> did he put באצרות <WH214> among the treasures בית <WH1004> of the house יהוה׃ <WH3068> of the LORD."}]}