{"bibleAbbr":"NASB1995+","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"Now Ahab <WH256> had seventy <WH7657> sons <WH1121> in Samaria. <WH8111> And Jehu <WH3058> wrote <WH3789> letters <WH5612> and sent <WH7971> [them] to Samaria, <WH8111> to the rulers <WH8269> of Jezreel, <WH3157> the elders, <WH2205> and to the guardians <WH539> of [the children of] Ahab, <WH256> saying, <WH559>"},{"number":2,"verse":"\"And now, <WH6258> when this <WH2088> letter <WH5612> comes <WH935> to you, since your master's sons <WH1121> are with you, as well as the chariots <WH7393> and horses <WH5483> and a fortified <WH4013> city <WH5892> and the weapons, <WH5402>"},{"number":3,"verse":"select <WH7200> the best <WH2896> and fittest <WH3477> of your master's sons, <WH1121> and set <WH7760> [him] on his father's throne, <WH3678> and fight <WH3898> for your master's house. <WH1004> \""},{"number":4,"verse":"But they feared <WH3372> greatly <WH3966> and said, <WH559> \"Behold, <WH2009> the two <WH8147> kings <WH4428> did not stand <WH5975> before <WH6440> him; how <WH349> then can we stand <WH5975>?\""},{"number":5,"verse":"And the one who <WH834> [was] over <WH5921> the household, <WH1004> and he who <WH834> [was] over <WH5921> the city, <WH5892> the elders, <WH2205> and the guardians <WH539> of [the children,] sent <WH7971> [word] to Jehu, <WH3058> saying, <WH559> \"We are your servants, <WH5650> all <WH3605> that you say <WH559> to us we will do, <WH6213> we will not make <WH4427> any <WH376> man <WH376> king; <WH4427> do <WH6213> what <WH2896> is good <WH2896> in your sight. <WH5869>\""},{"number":6,"verse":"Then he wrote <WH3789> a letter <WH5612> to them a second <WH8145> time <WH8145> saying, <WH559> \"If <WH518> you are on my side, and you will listen <WH8085> to my voice, <WH6963> take <WH3947> the heads <WH7218> of the men, <WH376> your master's sons, <WH1121> and come <WH935> to me at Jezreel <WH3157> tomorrow <WH4279> about this time. <WH6256>\" Now the king's sons, <WH1121> seventy <WH7657> persons, <WH376> [were] with the great <WH1419> men <WH1419> of the city, <WH5892> [who] were rearing <WH1431> them."},{"number":7,"verse":"And it came <WH1961> about when the letter <WH5612> came <WH935> to them, that they took <WH3947> the king's sons, <WH1121> and slaughtered <WH7819> [them,] seventy <WH7657> persons, <WH376> and put <WH7760> their heads <WH7218> in baskets, <WH1731> and sent <WH7971> [them] to him at Jezreel. <WH3157>"},{"number":8,"verse":"When the messenger <WH4397> came <WH935> and told <WH5046> him, saying, <WH559> \"They have brought <WH935> the heads <WH7218> of the king's sons, <WH1121>\" he said, <WH559> \"Put <WH7760> them in two <WH8147> heaps <WH6652> at the entrance <WH6607> of the gate <WH8179> until <WH5704> morning. <WH1242>\""},{"number":9,"verse":"Now it came <WH1961> about in the morning, <WH1242> that he went <WH3318> out and stood, <WH5975> and said <WH559> to all <WH3605> the people, <WH5971> \"You are innocent; <WH6662> behold, <WH2009> I conspired <WH7194> against <WH5921> my master <WH113> and killed <WH2026> him, but who <WH4310> killed <WH5221> all <WH3605> these <WH428>?"},{"number":10,"verse":"\"Know <WH3045> then <WH645> that there shall fall <WH5307> to the earth <WH776> nothing <WH3808> of the word <WH1697> of the Lord, <WH3068> which <WH834> the Lord <WH3068> spoke <WH1696> concerning <WH5921> the house <WH1004> of Ahab, <WH256> for the Lord <WH3068> has done <WH6213> what <WH834> He spoke <WH1696> through <WH3027> His servant <WH5650> Elijah. <WH452>\""},{"number":11,"verse":"So Jehu <WH3058> killed <WH5221> all <WH3605> who remained <WH7604> of the house <WH1004> of Ahab <WH256> in Jezreel, <WH3157> and all <WH3605> his great <WH1419> men <WH1419> and his acquaintances <WH3045> and his priests, <WH3548> until <WH5704> he left <WH7604> him without <WH1115> a survivor. <WH8300>"},{"number":12,"verse":"Then he arose <WH6965> and departed, <WH935> and went <WH1980> to Samaria. <WH8111> On the way <WH1870> while he was at Beth-eked of the shepherds, <WH7462>"},{"number":13,"verse":"Jehu <WH3058> met <WH4672> the relatives <WH251> of Ahaziah <WH274> king <WH4428> of Judah <WH3063> and said, <WH559> \"Who <WH4310> are you?\" And they answered, <WH559> \"We are the relatives <WH251> of Ahaziah; <WH274> and we have come <WH3381> down <WH3381> to greet <WH7965> the sons <WH1121> of the king <WH4428> and the sons <WH1121> of the queen <WH1377> mother. <WH1377>\""},{"number":14,"verse":"And he said, <WH559> \"Take <WH8610> them alive. <WH2416>\" So they took <WH8610> them alive, <WH2416> and killed <WH7819> them at the pit <WH953> of Beth-eked, forty-two men; <WH376> and he left <WH7604> none <WH3808> <WH376> of them."},{"number":15,"verse":"Now when he had departed <WH1980> from there, <WH8033> he met <WH4672> Jehonadab <WH3082> the son <WH1121> of Rechab <WH7394> [coming] to meet <WH7122> him; and he greeted <WH1288> him and said <WH559> to him, \"Is your heart <WH3824> right, <WH3477> as my heart <WH3824> is with your heart <WH3824>?\" And Jehonadab <WH3082> answered, <WH559> \"It is.\" [Jehu said,] \"If it is, give <WH5414> [me] your hand. <WH3027>\" And he gave <WH5414> him his hand, <WH3027> and he took <WH5927> him up to him into the chariot. <WH4818>"},{"number":16,"verse":"And he said, <WH559> \"Come <WH1980> with me and see <WH7200> my zeal <WH7068> for the Lord. <WH3068>\" So he made him ride <WH7392> in his chariot. <WH7393>"},{"number":17,"verse":"And when he came <WH935> to Samaria, <WH8111> he killed <WH5221> all <WH3605> who remained <WH7604> to Ahab <WH256> in Samaria, <WH8111> until <WH5704> he had destroyed <WH8045> him, according to the word <WH1697> of the Lord, <WH3068> which <WH834> He spoke <WH1696> to Elijah. <WH452>"},{"number":18,"verse":"Then Jehu <WH3058> gathered <WH6908> all <WH3605> the people <WH5971> and said <WH559> to them, \"Ahab <WH256> served <WH5647> Baal <WH1168> a little; <WH4592> Jehu <WH3058> will serve <WH5647> him much. <WH7235>"},{"number":19,"verse":"\"And now, <WH6258> summon <WH7121> all <WH3605> the prophets <WH5030> of Baal, <WH1168> all <WH3605> his worshipers <WH5647> and all <WH3605> his priests; <WH3548> let no <WH408> one <WH376> be missing, <WH6485> for I have a great <WH1419> sacrifice <WH2077> for Baal; <WH1168> whoever <WH3605> <WH834> is missing <WH6485> shall not live. <WH2421>\" But Jehu <WH3058> did <WH6213> it in cunning, <WH6122> in order <WH4616> that he might destroy the worshipers <WH6> of Baal. <WH5647>"},{"number":20,"verse":"And Jehu <WH3058> said, <WH559> \"Sanctify <WH6942> a solemn <WH6116> assembly <WH6116> for Baal. <WH1168>\" And they proclaimed <WH7121> [it.]"},{"number":21,"verse":"Then Jehu <WH3058> sent <WH7971> throughout <WH3605> Israel <WH3478> and all <WH3605> the worshipers <WH5647> of Baal <WH1168> came, <WH935> so that there was not a man <WH376> left <WH7604> who <WH834> did not come. <WH935> And when they went <WH935> into the house <WH1004> of Baal, <WH1168> the house <WH1004> of Baal <WH1168> was filled <WH4390> from one <WH6310> end <WH6310> to the other. <WH6310>"},{"number":22,"verse":"And he said <WH559> to the one who <WH834> [was] in charge <WH5921> of the wardrobe, <WH4458> \"Bring <WH3318> out garments <WH3830> for all <WH3605> the worshipers <WH5647> of Baal. <WH1168>\" So he brought <WH3318> out garments <WH4403> for them."},{"number":23,"verse":"And Jehu <WH3058> went <WH935> into the house <WH1004> of Baal <WH1168> with Jehonadab <WH3082> the son <WH1121> of Rechab; <WH7394> and he said <WH559> to the worshipers <WH5647> of Baal, <WH1168> \"Search <WH2664> and see <WH7200> that there <WH3426> may be here <WH6311> with you none <WH6435> of the servants <WH5650> of the Lord, <WH3068> but only <WH905> the worshipers <WH5647> of Baal. <WH1168>\""},{"number":24,"verse":"Then they went <WH935> in to offer <WH6213> sacrifices <WH2077> and burnt <WH5930> offerings. <WH5930> Now Jehu <WH3058> had stationed <WH7760> for himself eighty <WH8084> men <WH376> outside, <WH2351> and he had said, <WH559> \"The one <WH376> who <WH834> permits any <WH4480> of the men <WH376> whom <WH834> I bring <WH935> into your hands <WH3027> to escape, <WH4422> shall give up his life <WH5315> in exchange. <WH8478>\""},{"number":25,"verse":"Then it came <WH1961> about, as soon as he had finished <WH3615> offering <WH6213> the burnt <WH5930> offering, <WH5930> that Jehu <WH3058> said <WH559> to the guard <WH7323> and to the royal <WH7991> officers, <WH7991> \"Go <WH935> in, kill <WH5221> them; let none <WH376> <WH408> come <WH3318> out.\" And they killed <WH5221> them with the edge <WH6310> of the sword; <WH2719> and the guard <WH7323> and the royal <WH7991> officers <WH7991> threw <WH7993> [them] out, and went <WH1980> to the inner <WH5892> room <WH5892> of the house <WH1004> of Baal. <WH1168>"},{"number":26,"verse":"And they brought <WH3318> out the [sacred] pillars <WH4676> of the house <WH1004> of Baal, <WH1168> and burned <WH8313> them."},{"number":27,"verse":"They also broke <WH5422> down <WH5422> the [sacred] pillar <WH4676> of Baal <WH1168> and broke <WH5422> down <WH5422> the house <WH1004> of Baal, <WH1168> and made <WH7760> it a latrine <WH4280> to this day. <WH3117>"},{"number":28,"verse":"Thus Jehu <WH3058> eradicated <WH8045> Baal <WH1168> out of Israel. <WH3478>"},{"number":29,"verse":"However, <WH7534> [as for] the sins <WH2399> of Jeroboam <WH3379> the son <WH1121> of Nebat, <WH5028> which <WH834> he made Israel <WH3478> sin, <WH2398> from these Jehu <WH3058> did not depart, <WH5493> [even] the golden <WH2091> calves <WH5695> that [were] at Bethel <WH1008> and that [were] at Dan. <WH1835>"},{"number":30,"verse":"And the Lord <WH3068> said <WH559> to Jehu, <WH3058> \"Because <WH3282> <WH834> you have done <WH2895> well <WH2895> in executing <WH6213> what <WH3477> is right <WH3477> in My eyes, <WH5869> [and] have done <WH6213> to the house <WH1004> of Ahab <WH256> according to all <WH3605> that [was] in My heart, <WH3824> your sons <WH1121> of the fourth <WH7243> generation shall sit <WH3427> on the throne <WH3678> of Israel. <WH3478>\""},{"number":31,"verse":"But Jehu <WH3058> was not careful <WH8104> to walk <WH1980> in the law <WH8451> of the Lord, <WH3068> the God <WH430> of Israel, <WH3478> with all <WH3605> his heart; <WH3824> he did not depart <WH5493> from the sins <WH9128> of Jeroboam, <WH3379> which <WH834> he made Israel <WH3478> sin. <WH2398>"},{"number":32,"verse":"In those <WH1992> days <WH3117> the Lord <WH3068> began <WH2490> to cut <WH7096> off <WH7096> [portions] from Israel; <WH3478> and Hazael <WH2371> defeated <WH5221> them throughout <WH3605> the territory <WH1366> of Israel: <WH3478>"},{"number":33,"verse":"from the Jordan <WH3383> eastward, <WH4217> all <WH3605> the land <WH776> of Gilead, <WH1568> the Gadites <WH1425> and the Reubenites <WH7206> and the Manassites, <WH4520> from Aroer, <WH6177> which <WH834> is by the valley <WH5158> of the Arnon, <WH769> even Gilead <WH1568> and Bashan. <WH1316>"},{"number":34,"verse":"Now the rest <WH3499> of the acts <WH1697> of Jehu <WH3058> and all <WH3605> that he did <WH6213> and all <WH3605> his might, <WH1369> are they not written <WH3789> in the Book <WH5612> of the Chronicles <WH1697> <WH3117> of the Kings <WH4428> of Israel <WH3478>?"},{"number":35,"verse":"And Jehu <WH3058> slept <WH7901> with his fathers, and they buried <WH1> him in Samaria. <WH6912> And Jehoahaz <WH8111> his son <WH3059> became <WH1121> king <WH4427> in his place. <WH4427>"},{"number":36,"verse":"Now the time <WH3117> which <WH834> Jehu <WH3058> reigned <WH4427> over <WH5921> Israel <WH3478> in Samaria <WH8111> [was] twenty-eight years. <WH8141>"}]}