{"bibleAbbr":"NASB1995+","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":4,"verses":[{"number":1,"verse":"Now a certain <WH259> woman <WH802> of the wives <WH802> of the sons <WH1121> of the prophets <WH5030> cried <WH6817> out to Elisha, <WH477> \"Your servant <WH5650> my husband <WH376> is dead, <WH4191> and you know <WH3045> that your servant <WH5650> feared <WH3372> the Lord; <WH3068> and the creditor <WH5383> has come <WH935> to take <WH3947> my two <WH8147> children <WH3206> to be his slaves. <WH5650>\""},{"number":2,"verse":"And Elisha <WH477> said <WH559> to her, \"What <WH4100> shall I do <WH6213> for you? Tell <WH5046> me, what <WH4100> do you have <WH3426> in the house <WH1004>?\" And she said, <WH559> \"Your maidservant <WH8198> has <WH369> nothing <WH369> <WH3605> in the house <WH1004> except <WH3588> <WH518> a jar <WH610> of oil. <WH8081>\""},{"number":3,"verse":"Then he said, <WH559> \"Go, <WH1980> borrow <WH7592> vessels <WH3627> at large <WH2351> for yourself from all <WH3605> your neighbors, <WH7934> [even] empty <WH7386> vessels; <WH3627> do not get <WH4591> a few. <WH4591>"},{"number":4,"verse":"\"And you shall go <WH935> in and shut <WH5462> the door <WH1817> behind <WH1157> you and your sons, <WH1121> and pour <WH3332> out into all <WH3605> these <WH428> vessels; <WH3627> and you shall set <WH5265> aside <WH5265> what <WH4392> is full. <WH4392>\""},{"number":5,"verse":"So she went <WH1980> from him and shut <WH5462> the door <WH1817> behind <WH1157> her and her sons; <WH1121> they were bringing <WH5066> [the vessels] to her and she poured. <WH3332>"},{"number":6,"verse":"And it came <WH1961> about when the vessels <WH3627> were full, <WH4390> that she said <WH559> to her son, <WH1121> \"Bring <WH5066> me another <WH5750> vessel. <WH3627>\" And he said <WH559> to her, \"There <WH369> is not one <WH369> vessel <WH3627> more. <WH5750>\" And the oil <WH8081> stopped. <WH5975>"},{"number":7,"verse":"Then she came <WH935> and told <WH5046> the man <WH376> of God. <WH430> And he said, <WH559> \"Go, <WH1980> sell <WH4376> the oil <WH8081> and pay <WH9608> your debt, <WH5386> and you [and] your sons <WH1121> can live <WH2421> on the rest. <WH3498>\""},{"number":8,"verse":"Now there came <WH1961> a day <WH3117> when Elisha <WH477> passed <WH5674> over <WH5674> to Shunem, <WH7766> where <WH8033> there was a prominent <WH1419> woman, <WH802> and she persuaded <WH2388> him to eat <WH398> food. <WH3899> And so it was, as often <WH1767> as he passed <WH5674> by, he turned <WH5493> in there <WH8033> to eat <WH398> food. <WH3899>"},{"number":9,"verse":"And she said <WH559> to her husband, <WH376> \"Behold <WH2009> now, <WH4994> I perceive <WH3045> that this <WH1931> is a holy <WH6918> man <WH376> of God <WH430> passing <WH5674> by us continually. <WH8548>"},{"number":10,"verse":"\"Please, <WH4994> let us make <WH6213> a little <WH6996> walled <WH7023> upper <WH5944> chamber <WH5944> and let us set <WH7760> a bed <WH4296> for him there, <WH8033> and a table <WH7979> and a chair <WH3678> and a lampstand; <WH4501> and it shall be, when he comes <WH935> to us, [that] he can turn <WH5493> in there. <WH8033>\""},{"number":11,"verse":"One day <WH3117> he came <WH935> there <WH8033> and turned <WH5493> in to the upper <WH5944> chamber <WH5944> and rested. <WH7901> <WH8033>"},{"number":12,"verse":"Then he said <WH559> to Gehazi <WH1522> his servant, <WH5288> \"Call <WH7121> this <WH2088> Shunammite. <WH7767>\" And when he had called <WH7121> her, she stood <WH5975> before <WH6440> him."},{"number":13,"verse":"And he said <WH559> to him, \"Say <WH559> now <WH4994> to her, 'Behold, <WH2009> you have been <WH2729> careful <WH2729> for us with all <WH3605> this <WH2088> care; <WH2731> what <WH4100> can I do <WH6213> for you? Would <WH3426> you be spoken <WH1696> for to the king <WH4428> or <WH176> to the captain <WH8269> of the army <WH6635>?'\" And she answered, <WH559> \"I live <WH3427> among <WH8432> my own people. <WH9415>\""},{"number":14,"verse":"So he said, <WH559> \"What <WH4100> then is to be done <WH6213> for her?\" And Gehazi <WH1522> answered, <WH559> \"Truly <WH61> she has <WH369> no <WH369> son <WH1121> and her husband <WH376> is old. <WH2204>\""},{"number":15,"verse":"And he said, <WH559> \"Call <WH7121> her.\" When he had called <WH7121> her, she stood <WH5975> in the doorway. <WH6607>"},{"number":16,"verse":"Then he said, <WH559> \"At this <WH2088> season <WH4150> next <WH2416> year <WH6256> you shall embrace <WH2263> a son. <WH1121>\" And she said, <WH559> \"No, <WH408> my lord, <WH113> O man <WH376> of God, <WH430> do not lie <WH3576> to your maidservant. <WH8198>\""},{"number":17,"verse":"And the woman <WH802> conceived <WH2029> and bore <WH3205> a son <WH1121> at that season <WH4150> the next <WH2416> year, <WH6256> as Elisha <WH477> had said <WH1696> to her."},{"number":18,"verse":"When the child <WH3206> was grown, <WH1431> the day <WH3117> came <WH1961> that he went <WH3318> out to his father to the reapers. <WH1>"},{"number":19,"verse":"And he said <WH559> to his father, \"My head, <WH1> my head. <WH7218>\" And he said <WH7218> to his servant, <WH559> \"Carry <WH5288> him to his mother. <WH5375>\""},{"number":20,"verse":"When he had taken <WH5375> him and brought <WH935> him to his mother, <WH517> he sat <WH3427> on her lap <WH1290> until <WH5704> noon, <WH6672> and [then] died. <WH4191>"},{"number":21,"verse":"And she went <WH5927> up and laid <WH7901> him on the bed <WH4296> of the man <WH376> of God, <WH430> and shut <WH5462> [the door] behind <WH1157> him, and went <WH3318> out."},{"number":22,"verse":"Then she called <WH7121> to her husband <WH376> and said, <WH559> \"Please <WH4994> send <WH7971> me one <WH259> of the servants <WH5288> and one <WH259> of the donkeys, <WH860> that I may run <WH7323> to the man <WH376> of God <WH430> and return. <WH7725>\""},{"number":23,"verse":"And he said, <WH559> \"Why <WH4069> will you go <WH1980> to him today <WH3117>? It is neither <WH3808> new <WH2320> moon <WH2320> nor <WH3808> sabbath. <WH7676>\" And she said, <WH559> \"[It will be] well. <WH7965>\""},{"number":24,"verse":"Then she saddled <WH2280> a donkey <WH860> and said <WH559> to her servant, <WH5288> \"Drive <WH5090> and go <WH1980> forward; do not slow <WH6113> down <WH6113> the pace <WH7392> for me unless <WH3588> <WH518> I tell <WH559> you.\""},{"number":25,"verse":"So she went <WH1980> and came <WH935> to the man <WH376> of God <WH430> to Mount <WH2022> Carmel. <WH3760> And it came <WH1961> about when the man <WH376> of God <WH430> saw <WH7200> her at a distance, <WH4480> <WH5048> that he said <WH559> to Gehazi <WH1522> his servant, <WH5288> \"Behold, <WH2009> yonder <WH1975> is the Shunammite. <WH7767>"},{"number":26,"verse":"\"Please <WH4994> run <WH7323> now <WH6258> to meet <WH7122> her and say <WH559> to her, 'Is it well <WH7965> with you? Is it well <WH7965> with your husband <WH376>? Is it well <WH7965> with the child <WH3206>?'\" And she answered, <WH559> \"It is well. <WH7965>\""},{"number":27,"verse":"When she came <WH935> to the man <WH376> of God <WH430> to the hill, <WH2022> she caught <WH2388> hold <WH2388> of his feet. <WH7272> And Gehazi <WH1522> came <WH5066> near <WH5066> to push <WH1920> her away; <WH1920> but the man <WH376> of God <WH430> said, <WH559> \"Let <WH7503> her alone, <WH7503> for her soul <WH5315> is troubled <WH4843> within her; and the Lord <WH3068> has hidden <WH5956> it from me and has not told <WH5046> me.\""},{"number":28,"verse":"Then she said, <WH559> \"Did I ask <WH7592> for a son <WH1121> from my lord <WH113>? Did I not say, <WH559> 'Do not deceive <WH7951> me'?\""},{"number":29,"verse":"Then he said <WH559> to Gehazi, <WH1522> \"Gird <WH2296> up your loins <WH4975> and take <WH3947> my staff <WH4938> in your hand, <WH3027> and go <WH1980> your way; if <WH3588> you meet <WH4672> any <WH376> man, <WH376> do not salute <WH1288> him, and if <WH3588> anyone <WH376> salutes <WH1288> you, do not answer <WH6030> him; and lay <WH7760> my staff <WH4938> on the lad's face. <WH6440>\""},{"number":30,"verse":"And the mother <WH517> of the lad <WH5288> said, <WH559> \"As the Lord <WH3068> lives <WH2416> and as you yourself <WH5315> live, <WH2416> I will not leave <WH5800> you.\" And he arose <WH6965> and followed <WH1980> <WH310> her."},{"number":31,"verse":"Then Gehazi <WH1522> passed <WH5674> on before <WH6440> them and laid <WH7760> the staff <WH4938> on the lad <WH5288>'s face, <WH6440> but there <WH369> was neither <WH369> sound <WH6963> nor <WH369> response. <WH7182> So he returned <WH7725> to meet <WH7122> him and told <WH5046> him, \"The lad has not awakened. <WH9516>\""},{"number":32,"verse":"When Elisha <WH477> came <WH935> into the house, <WH1004> behold <WH2009> the lad <WH5288> was dead <WH4191> and laid <WH7901> on his bed. <WH4296>"},{"number":33,"verse":"So he entered <WH935> and shut <WH5462> the door <WH1817> behind <WH1157> them both, <WH8147> and prayed <WH6419> to the Lord. <WH3068>"},{"number":34,"verse":"And he went <WH5927> up and lay <WH7901> on the child, <WH3206> and put <WH7760> his mouth <WH6310> on his mouth <WH6310> and his eyes <WH5869> on his eyes <WH5869> and his hands <WH3709> on his hands, <WH3709> and he stretched <WH1457> himself on him; and the flesh <WH1320> of the child <WH3206> became <WH2552> warm. <WH2552>"},{"number":35,"verse":"Then he returned <WH7725> and walked <WH1980> in the house <WH1004> once <WH259> back <WH2008> and forth, <WH2008> and went <WH5927> up and stretched <WH1457> himself on him; and the lad <WH5288> sneezed <WH2237> seven <WH7651> times <WH6471> and the lad <WH5288> opened <WH6491> his eyes. <WH5869>"},{"number":36,"verse":"And he called <WH7121> Gehazi <WH1522> and said, <WH559> \"Call <WH7121> this <WH2088> Shunammite. <WH7767>\" So he called <WH7121> her. And when she came <WH935> in to him, he said, <WH559> \"Take <WH5375> up your son. <WH1121>\""},{"number":37,"verse":"Then she went <WH935> in and fell <WH5307> at his feet <WH7272> and bowed <WH7812> herself to the ground, <WH776> and she took <WH5375> up her son <WH1121> and went <WH3318> out."},{"number":38,"verse":"When Elisha <WH477> returned <WH7725> to Gilgal, <WH1537> [there was] a famine <WH7458> in the land. <WH776> As the sons <WH1121> of the prophets <WH5030> were sitting <WH3427> before <WH6440> him, he said <WH559> to his servant, <WH5288> \"Put <WH8239> on the large <WH1419> pot <WH5518> and boil <WH1310> stew <WH5138> for the sons <WH1121> of the prophets. <WH5030>\""},{"number":39,"verse":"Then one <WH259> went <WH3318> out into the field <WH7704> to gather <WH3950> herbs, <WH219> and found <WH4672> a wild <WH7704> vine <WH1612> and gathered <WH3950> from it his lap <WH899> full <WH4393> of wild <WH7704> gourds, <WH6498> and came <WH935> and sliced <WH6398> them into the pot <WH5518> of stew, <WH5138> for they did not know <WH3045> [what they were.]"},{"number":40,"verse":"So they poured <WH3332> [it] out for the men <WH376> to eat. <WH398> And it came <WH1961> about as they were eating <WH398> of the stew, <WH5138> that they cried <WH6817> out and said, <WH559> \"O man <WH376> of God, <WH430> there is death <WH4194> in the pot. <WH5518>\" And they were unable <WH3808> <WH3201> to eat. <WH398>"},{"number":41,"verse":"But he said, <WH559> \"Now bring <WH3947> meal. <WH7058>\" And he threw <WH7993> it into the pot, <WH5518> and he said, <WH559> \"Pour <WH3332> [it] out for the people <WH5971> that they may eat. <WH398>\" Then there was no <WH3808> harm <WH1697> <WH7451> in the pot. <WH5518>"},{"number":42,"verse":"Now a man <WH376> came <WH935> from Baal-shalishah, and brought <WH935> the man <WH376> of God <WH430> bread <WH3899> of the first <WH1061> fruits, <WH1061> twenty <WH6242> loaves <WH3899> of barley <WH8184> and fresh <WH3759> ears <WH3759> of grain <WH3759> in his sack. <WH6861> And he said, <WH559> \"Give <WH5414> [them] to the people <WH5971> that they may eat. <WH398>\""},{"number":43,"verse":"And his attendant <WH8334> said, <WH559> \"What, <WH4100> shall I set <WH5414> this <WH2088> before <WH6440> a hundred <WH3967> men <WH376>?\" But he said, <WH559> \"Give <WH5414> [them] to the people <WH5971> that they may eat, <WH398> for thus <WH3541> says <WH559> the Lord, <WH3068> 'They shall eat <WH398> and have [some] left <WH3498> over. <WH3498>' \""},{"number":44,"verse":"So he set <WH5414> [it] before <WH6440> them, and they ate <WH398> and had [some] left <WH3498> over, <WH3498> according to the word <WH1697> of the Lord. <WH3068>"}]}