{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"לָמָ֣ה <WH4100> la-Mah how long יְ֭הוָה <WH3068> Yah-weh Jehovah תַּעֲמֹ֣ד <WH5975> ta-'a-Mod Why standest בְּרָח֑וֹק <WH7350> be-ra-Chok; thou afar off תַּ֝עְלִ֗ים <WH5956> ta'-Lim, hide לְעִתּ֥וֹת <WH6256> le-'it-Tot thou [thyself] in times בַּצָּרָֽה׃ <WH6869> batz-tza-Rah. adversary"},{"number":2,"verse":"בְּגַאֲוַ֣ת <WH1346> be-ga-'a-Vat in [his] pride רָ֭שָׁע <WH7563> Ra-sho' The wicked יִדְלַ֣ק <WH1814> yid-Lak doth persecute עָנִ֑י <WH6041> 'a-Ni; the poor יִתָּפְשׂ֓וּ׀ <WH8610> yit-ta-fe-Su let them be taken בִּמְזִמּ֖וֹת <WH4209> bim-zim-Mot in the devices ז֣וּ <WH2098> zu that חָשָֽׁבוּ׃ <WH2803> cha-Sha-vu. they have imagined"},{"number":3,"verse":"כִּֽי־ <WH3588> ki- for הִלֵּ֣ל <WH1984> hil-Lel boasteth רָ֭שָׁע <WH7563> Ra-sho' For the wicked עַל־ <WH5921> 'al- and תַּאֲוַ֣ת <WH8378> ta-'a-Vat desire נַפְשׁ֑וֹ <WH5315> naf-Sho; of his heart's וּבֹצֵ֥עַ <WH1214> u-vo-Tze-a' the covetous בֵּ֝רֵ֗ךְ <WH1288> be-Rech, and blesseth נִ֘אֵ֥ץ׀ <WH5006> ni-'Etz abhorreth יְהוָֽה׃ <WH3068> Yah-weh. [whom] the LORD"},{"number":4,"verse":"רָשָׁ֗ע <WH7563> ra-Sha', The wicked כְּגֹ֣בַהּ <WH1363> ke-Goah through the pride אַ֭פּוֹ <WH639> ap-po of his countenance בַּל־ <WH1077> bal- does not יִדְרֹ֑שׁ <WH1875> yid-Rosh; will not seek אֵ֥ין <WH369> 'ein are There אֱ֝לֹהִ֗ים <WH430> E-lo-Him, [after God] God כָּל־ <WH3605> kol- All מְזִמּוֹתָֽיו׃ <WH4209> me-zim-mo-Tav. [is] not in all his thoughts"},{"number":5,"verse":"יָ֘חִ֤ילוּ <WH2342> ya-Chi-lu grievous; דָרְכּו da-re-kv כדְרָכָ֨יו <WH1870> de-ra-Chav along קבְּכָל־ <WH3605> be-chol all עֵ֗ת <WH6256> 'Et, are always מָר֣וֹם <WH4791> ma-Rom [are] far above מִ֭שְׁפָּטֶיךָ <WH4941> Mish-pa-tei-cha thy judgments מִנֶּגְדּ֑וֹ <WH5048> min-neg-Do; of his sight כָּל־ <WH3605> kol- for all צ֝וֹרְרָ֗יו <WH6887> tzor-Rav, out of his sight [as for] all his enemies יָפִ֥יחַ <WH6315> ya-Fi-ach he puffeth בָּהֶֽם׃ ba-Hem."},{"number":6,"verse":"אָמַ֣ר <WH559> 'a-Mar He hath said בְּ֭לִבּוֹ <WH3820> be-lib-bo in his heart בַּל־ <WH1077> bal- lest אֶמּ֑וֹט <WH4131> em-Mot; I shall not be moved לְדֹ֥ר <WH1755> le-Dor all וָ֝דֹ֗ר <WH1755> va-Dor, generations אֲשֶׁ֣ר <WH834> 'a-Sher after לֹֽא־ <WH3808> lo- will not be in בְרָֽע׃ <WH7451> ve-Ra'. [be] in adversity"},{"number":7,"verse":"אָלָ֤ה <WH423> 'a-Lah of cursing פִּ֣יהוּ <WH6310> Pi-hu His mouth מָ֭לֵא <WH4390> Ma-le is full וּמִרְמ֣וֹת <WH4820> u-mir-Mot and deceit וָתֹ֑ךְ <WH8496> va-Toch; and fraud תַּ֥חַת <WH8478> Ta-chat Under לְ֝שׁוֹנ֗וֹ <WH3956> le-sho-No, under his tongue עָמָ֥ל <WH5999> 'a-Mal [is] mischief וָאָֽוֶן׃ <WH205> va-'A-ven. and vanity"},{"number":8,"verse":"יֵשֵׁ֤ב׀ <WH3427> ye-Shev He sitteth בְּמַאְרַ֬ב <WH3993> be-ma'-Rav in the lurking places חֲצֵרִ֗ים <WH2691> cha-tze-Rim, of the villages בַּֽ֭מִּסְתָּרִים <WH4565> Bam-mis-ta-rim in the secret places יַהֲרֹ֣ג <WH2026> ya-ha-Rog doth he murder נָקִ֑י <WH5355> na-Ki; the innocent עֵ֝ינָ֗יו <WH5869> 'ei-Nav, his eyes לְֽחֵלְכָ֥ה <WH2489> le-che-le-Chah against the poor יִצְפֹּֽנוּ׃ <WH6845> yitz-Po-nu. are privily set"},{"number":9,"verse":"יֶאֱרֹ֬ב <WH693> ye-'e-Ro He lieth in wait בַּמִּסְתָּ֨ר׀ <WH4565> bam-mis-Tar secretly כְּאַרְיֵ֬ה <WH738> ke-'ar-Yeh as a lion בְסֻכֹּ֗ה <WH5520> ve-suk-Koh, in his den יֶ֭אֱרֹב <WH693> ye-'e-ro he lieth in wait לַחֲט֣וֹף <WH2414> la-cha-Tof to catch עָנִ֑י <WH6041> 'a-Ni; the poor יַחְטֹ֥ף <WH2414> yach-Tof he doth catch עָ֝נִ֗י <WH6041> 'a-Ni, the poor בְּמָשְׁכ֥וֹ <WH4900> be-ma-she-Cho when he draweth בְרִשְׁתּֽוֹ׃ <WH7568> ve-rish-To. him into his net"},{"number":10,"verse":"וַדָּכַה vad-da-chah כיִדְכֶּ֥ה <WH1794> yid-Keh break קיָשֹׁ֑חַ <WH7817> ya-Sho-ach; [and] humbleth וְנָפַ֥ל <WH5307> ve-na-Fal may fall בַּ֝עֲצוּמָ֗יו <WH6099> ba-'a-tzu-Mav, by his strong ones; חֶלְכָּאִים chel-ka-'im כחֵ֣יל Cheil ק; כָּאִֽים׃ <WH2489> ka-'Im. poor ק"},{"number":11,"verse":"אָמַ֣ר <WH559> 'a-Mar He hath said בְּ֭לִבּוֹ <WH3820> be-lib-bo in his heart שָׁ֣כַֽח <WH7911> Sha-chach hath forgotten אֵ֑ל <WH410> 'El; God הִסְתִּ֥יר <WH5641> his-Tir he hideth פָּ֝נָ֗יו <WH6440> pa-Nav, his face בַּל־ <WH1077> bal- lest רָאָ֥ה <WH7200> ra-'Ah see לָנֶֽצַח׃ <WH5331> la-Ne-tzach. he will never"},{"number":12,"verse":"קוּמָ֤ה <WH6965> ku-Mah Arise יְהוָ֗ה <WH3068> Yah-weh O LORD אֵ֭ל <WH410> 'el O God נְשָׂ֣א <WH5375> ne-Sa lift up יָדֶ֑ךָ <WH3027> ya-De-cha; thine hand אַל־ <WH408> 'al- not תִּשְׁכַּ֥ח <WH7911> tish-Kach forget; עֲנִיִּים 'a-ni-yim כעֲנָוִֽים׃ <WH6041> 'a-na-Vim. afflicted ק"},{"number":13,"verse":"עַל־ <WH5921> 'al- and מֶ֤ה׀ <WH4100> meh how long נִאֵ֖ץ <WH5006> ni-'Etz contemn רָשָׁ֥ע׀ <WH7563> ra-Sha' Wherefore doth the wicked אֱלֹהִ֑ים <WH430> E-lo-Him; angels אָמַ֥ר <WH559> 'a-Mar answer בְּ֝לִבּ֗וֹ <WH3820> be-lib-Bo, in his heart לֹ֣א <WH3808> lo You will not תִּדְרֹֽשׁ׃ <WH1875> tid-Rosh. Thou wilt not require"},{"number":14,"verse":"רָאִ֡תָה <WH7200> ra-'I-tah Thou hast seen כִּֽי־ <WH3588> ki- for אַתָּ֤ה׀ <WH859> 'at-Tah you עָ֘מָ֤ל <WH5999> 'a-Mal mischief וָכַ֨עַס׀ <WH3708> va-Cha-'as and spite תַּבִּיט֮ <WH5027> tab-Bit [it] for thou beholdest לָתֵ֪ת <WH5414> la-Tet to requite בְּיָ֫דֶ֥ךָ <WH3027> be-Ya-De-cha [it] with thy hand עָ֭לֶיךָ <WH5921> 'A-lei-cha and יַעֲזֹ֣ב <WH5800> ya-'a-Zo committeth חֵלֶ֑כָה <WH2489> che-Le-chah; the poor יָ֝ת֗וֹם <WH3490> ya-Tom, of the fatherless אַתָּ֤ה׀ <WH859> 'at-Tah You הָיִ֬יתָ <WH1961> ha-Yi-ta have been עוֹזֵֽר׃ <WH5826> o-Zer. himself unto thee thou art the helper"},{"number":15,"verse":"שְׁ֭בֹר <WH7665> vor Break זְר֣וֹעַ <WH2220> ze-Ro-a' thou the arm רָשָׁ֑ע <WH7563> ra-Sha'; of the wicked וָ֝רָ֗ע <WH7451> va-Ra', and the evil תִּֽדְרוֹשׁ־ <WH1875> tid-roosh- [man] seek out רִשְׁע֥וֹ <WH7562> rish-'O his wickedness בַל־ <WH1077> val- none תִּמְצָֽא׃ <WH4672> tim-Tza. [till] thou find"},{"number":16,"verse":"יְהוָ֣ה <WH3068> Yah-weh The LORD מֶ֭לֶךְ <WH4428> Me-lech [is] King עוֹלָ֣ם <WH5769> o-Lam for ever וָעֶ֑ד <WH5703> va-'Ed; and ever אָבְד֥וּ <WH6> 'a-ve-Du are perished ג֝וֹיִ֗ם <WH1471> go-Yim, the heathen מֵֽאַרְצֽוֹ׃ <WH776> me-'ar-tzo. out of his land"},{"number":17,"verse":"תַּאֲוַ֬ת <WH8378> ta-'a-Vat the desire עֲנָוִ֣ים <WH6035> 'a-na-Vim of the humble שָׁמַ֣עְתָּ <WH8085> sha-Ma'-ta thou hast heard יְהוָ֑ה <WH3068> Yah-weh; LORD תָּכִ֥ין <WH3559> ta-Chin thou wilt prepare לִ֝בָּ֗ם <WH3820> lib-Bam, their heart תַּקְשִׁ֥יב <WH7181> tak-Shiv to hear אָזְנֶֽךָ׃ <WH241> 'a-ze-Ne-cha. thou wilt cause thine ear"},{"number":18,"verse":"לִשְׁפֹּ֥ט <WH8199> lish-Pot To judge יָת֗וֹם <WH3490> ya-Tom, the fatherless וָ֫דָ֥ךְ <WH1790> va-Dach and the oppressed בַּל־ <WH1077> bal- will no יוֹסִ֥יף <WH3254> yo-Sif may no more ע֑וֹד <WH5750> od; again לַעֲרֹ֥ץ <WH6206> la-'a-Rotz oppress אֱ֝נ֗וֹשׁ <WH376> e-Noosh, he מִן־ <WH4480> min- is of הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the earth"}]}