{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":107,"verses":[{"number":1,"verse":"הֹד֣וּ <WH3034> ho-Du O give thanks לַיהוָ֣ה <WH3068> Yah-weh unto the LORD כִּי־ <WH3588> ki- for ט֑וֹב <WH2896> Tov; for [he is] good כִּ֖י <WH3588> ki for לְעוֹלָ֣ם <WH5769> le-'o-Lam [endureth] for ever חַסְדּֽוֹ׃ <WH2617> chas-Do. for his mercy"},{"number":2,"verse":"יֹ֭אמְרוּ <WH559> Yo-me-ru say גְּאוּלֵ֣י <WH1350> ge-'u-Lei Let the redeemed יְהוָ֑ה <WH3068> Yah-weh; of the LORD אֲשֶׁ֥ר <WH834> 'a-Sher Whom גְּ֝אָלָ֗ם <WH1350> ge-'a-Lam, [so] whom he hath redeemed מִיַּד־ <WH3027> mi-yad- from the hand צָֽר׃ <WH6862> Tzar. of the enemy"},{"number":3,"verse":"וּֽמֵאֲרָצ֗וֹת <WH776> u-me-'a-ra-Tzot, them out of the lands קִ֫בְּצָ֥ם <WH6908> kib-be-Tzam And gathered מִמִּזְרָ֥ח <WH4217> mi-miz-Rach from the east וּמִֽמַּעֲרָ֑ב <WH4628> u-mi-ma-'a-Rav; and from the west מִצָּפ֥וֹן <WH6828> mitz-tza-Fon from the north וּמִיָּֽם׃ <WH3220> u-mi-Yam. and from the south"},{"number":4,"verse":"תָּע֣וּ <WH8582> ta-'U They wandered בַ֭מִּדְבָּר <WH4057> Vam-mid-bor in the wilderness בִּישִׁימ֣וֹן <WH3452> bi-shi-Mon in a solitary דָּ֑רֶךְ <WH1870> Da-rech; way עִ֥יר <WH5892> 'ir no city מ֝וֹשָׁ֗ב <WH4186> mo-Shav, to dwell לֹ֣א <WH3808> lo did not מָצָֽאוּ׃ <WH4672> ma-Tza-'u. they found"},{"number":5,"verse":"רְעֵבִ֥ים <WH7457> re-'e-Vim Hungry גַּם־ <WH1571> gam- again צְמֵאִ֑ים <WH6771> tze-me-'Im; and thirsty נַ֝פְשָׁ֗ם <WH5315> naf-Sham, their soul בָּהֶ֥ם ba-Hem תִּתְעַטָּֽף׃ <WH5848> tit-'at-Taf. fainted"},{"number":6,"verse":"וַיִּצְעֲק֣וּ <WH6817> vai-yitz-'a-Ku Then they cried אֶל־ <WH413> 'el- about יְ֭הוָה <WH3069> Yah-weh God בַּצַּ֣ר <WH6862> batz-Tzar in their trouble לָהֶ֑ם <WH1992> la-Hem; out מִ֝מְּצֽוּקוֹתֵיהֶ֗ם <WH4691> mi-me-tzu-ko-tei-Hem, them out of their distresses יַצִּילֵֽם׃ <WH5337> yatz-tzi-Lem. [and] he delivered"},{"number":7,"verse":"וַ֭יַּֽדְרִיכֵם <WH1869> Vai-yad-ri-chem And he led them forth בְּדֶ֣רֶךְ <WH1870> be-De-rech way יְשָׁרָ֑ה <WH3477> ye-sha-Rah; by the right לָ֝לֶ֗כֶת <WH1980> la-Le-chet, to go אֶל־ <WH413> 'el- about עִ֥יר <WH5892> 'ir to a city מוֹשָֽׁב׃ <WH4186> mo-Shav. of habitation"},{"number":8,"verse":"יוֹד֣וּ <WH3034> yo-Du Oh that [men] would praise לַיהוָ֣ה <WH3068> Yah-weh the LORD חַסְדּ֑וֹ <WH2617> chas-Do; [for] his goodness וְ֝נִפְלְאוֹתָ֗יו <WH6381> ve-nif-le-'o-Tav, and [for] his wonderful works לִבְנֵ֥י <WH1121> liv-Nei to the children אָדָֽם׃ <WH120> 'a-Dam. of men"},{"number":9,"verse":"כִּי־ <WH3588> ki- for הִ֭שְׂבִּיעַ <WH7646> His-bi-a' For he satisfieth נֶ֣פֶשׁ <WH5315> Ne-fesh soul שֹׁקֵקָ֑ה <WH8264> sho-ke-Kah; the longing וְנֶ֥פֶשׁ <WH5315> ve-Ne-fesh soul רְ֝עֵבָה <WH7457> Re-'e-vah the hungry מִלֵּא־ <WH4390> mil-le- and filleth טֽוֹב׃ <WH2896> Tov. with goodness"},{"number":10,"verse":"יֹ֭שְׁבֵי <WH3427> Yo-she-vei Such as sit חֹ֣שֶׁךְ <WH2822> Cho-shech in darkness וְצַלְמָ֑וֶת <WH6757> ve-tzal-Ma-vet; and in the shadow of death אֲסִירֵ֖י <WH615> 'a-si-Rei [being] bound עֳנִ֣י <WH6040> 'o-Ni in affliction וּבַרְזֶֽל׃ <WH1270> u-var-Zel. and iron"},{"number":11,"verse":"כִּֽי־ <WH3588> ki- Because הִמְר֥וּ <WH4784> him-Ru Because they rebelled אִמְרֵי־ <WH561> 'im-rei- against the words אֵ֑ל <WH410> 'El; of God וַעֲצַ֖ת <WH6098> va-'a-Tzat the counsel עֶלְי֣וֹן <WH5945> el-Yon of the most High נָאָֽצוּ׃ <WH5006> na-'A-tzu. and contemned"},{"number":12,"verse":"וַיַּכְנַ֣ע <WH3665> vai-yach-Na' Therefore he brought down בֶּעָמָ֣ל <WH5999> be-'a-Mal with labour לִבָּ֑ם <WH3820> lib-Bam; their heart כָּ֝שְׁל֗וּ <WH3782> ka-she-Lu, they fell down וְאֵ֣ין <WH369> ve-'Ein and there עֹזֵֽר׃ <WH5826> 'o-Zer. and [there was] none to help"},{"number":13,"verse":"וַיִּזְעֲק֣וּ <WH2199> vai-yiz-'a-Ku Then they cried אֶל־ <WH413> 'el- about יְ֭הוָה <WH3069> Yah-weh God בַּצַּ֣ר <WH6862> batz-Tzar in their trouble לָהֶ֑ם <WH1992> la-Hem; out מִ֝מְּצֻֽקוֹתֵיהֶ֗ם <WH4691> mi-me-tzu-ko-tei-Hem, them out of their distresses יוֹשִׁיעֵֽם׃ <WH3467> yo-shi-'Em. [and] he saved"},{"number":14,"verse":"יֽ֭וֹצִיאֵם <WH3318> Yo-tzi-'em He brought them out מֵחֹ֣שֶׁךְ <WH2822> me-Cho-shech of darkness וְצַלְמָ֑וֶת <WH6757> ve-tzal-Ma-vet; and the shadow of death וּמוֹסְר֖וֹתֵיהֶ֣ם <WH4147> u-mos-Ro-tei-Hem their bands יְנַתֵּֽק׃ <WH5423> ye-nat-Tek. in sunder"},{"number":15,"verse":"יוֹד֣וּ <WH3034> yo-Du Oh that [men] would praise לַיהוָ֣ה <WH3068> Yah-weh the LORD חַסְדּ֑וֹ <WH2617> chas-Do; [for] his goodness וְ֝נִפְלְאוֹתָ֗יו <WH6381> ve-nif-le-'o-Tav, and [for] his wonderful works לִבְנֵ֥י <WH1121> liv-Nei to the children אָדָֽם׃ <WH120> 'a-Dam. of men"},{"number":16,"verse":"כִּֽי־ <WH3588> ki-Shi- for שִׁ֭בַּר <WH7665> bar For he hath broken דַּלְת֣וֹת <WH1817> dal-Tot the gates נְחֹ֑שֶׁת <WH5178> ne-Cho-shet; of brass וּבְרִיחֵ֖י <WH1280> u-ve-ri-Chei the bars בַרְזֶ֣ל <WH1270> var-Zel of iron גִּדֵּֽעַ׃ <WH1438> gid-De-a'. in sunder"},{"number":17,"verse":"אֱ֭וִלִים <WH191> 'E-vi-lim Fools מִדֶּ֣רֶךְ <WH1870> mid-De-rech because פִּשְׁעָ֑ם <WH6588> pish-'Am; of their transgression וּֽ֝מֵעֲוֹֽנֹתֵיהֶ֗ם <WH5771> u-me-'a-vo-no-tei-Hem, and because of their iniquities יִתְעַנּֽוּ׃ <WH6031> yit-'an-Nu. are afflicted"},{"number":18,"verse":"כָּל־ <WH3605> kol- all אֹ֭כֶל <WH400> 'O-chel all manner of meat תְּתַעֵ֣ב <WH8581> te-ta-'Ev abhorreth נַפְשָׁ֑ם <WH5315> naf-Sham; Their soul וַ֝יַּגִּ֗יעוּ <WH5060> vai-yag-Gi-'u, and they draw near עַד־ <WH5704> 'ad- against שַׁ֥עֲרֵי <WH8179> Sha-'a-rei unto the gates מָֽוֶת׃ <WH4194> Ma-vet. of death"},{"number":19,"verse":"וַיִּזְעֲק֣וּ <WH2199> vai-yiz-'a-Ku Then they cry אֶל־ <WH413> 'el- about יְ֭הוָה <WH3069> Yah-weh God בַּצַּ֣ר <WH6862> batz-Tzar in their trouble לָהֶ֑ם <WH1992> la-Hem; out מִ֝מְּצֻֽקוֹתֵיהֶ֗ם <WH4691> mi-me-tzu-ko-tei-Hem, them out of their distresses יוֹשִׁיעֵֽם׃ <WH3467> yo-shi-'Em. [and] he saveth"},{"number":20,"verse":"יִשְׁלַ֣ח <WH7971> yish-Lach He sent דְּ֭בָרוֹ <WH1697> de-va-ro his word וְיִרְפָּאֵ֑ם <WH7495> ve-yir-pa-'Em; and healed וִֽ֝ימַלֵּ֗ט <WH4422> vi-mal-Let, them and delivered מִשְּׁחִיתוֹתָֽם׃ <WH7825> mish-she-chi-to-Tam. [them] from their destructions ׆"},{"number":21,"verse":"יוֹד֣וּ <WH3034> yo-Du Oh that [men] would praise לַיהוָ֣ה <WH3068> Yah-weh the LORD חַסְדּ֑וֹ <WH2617> chas-Do; [for] his goodness וְ֝נִפְלְאוֹתָ֗יו <WH6381> ve-nif-le-'o-Tav, and [for] his wonderful works לִבְנֵ֥י <WH1121> liv-Nei to the children אָדָֽם׃ <WH120> a-Dam. of men ׆"},{"number":22,"verse":"וְ֭יִזְבְּחוּ <WH2076> Ve-yiz-be-chu And let them sacrifice זִבְחֵ֣י <WH2077> ziv-Chei the sacrifices תוֹדָ֑ה <WH8426> to-Dah; of thanksgiving וִֽיסַפְּר֖וּ <WH5608> vi-sap-pe-Ru and declare מַעֲשָׂ֣יו <WH4639> ma-'a-Sav his works בְּרִנָּֽה׃ <WH7440> be-rin-Nah. with rejoicing ׆"},{"number":23,"verse":"יוֹרְדֵ֣י <WH3381> yor-Dei They that go down הַ֭יָּם <WH3220> Hai-yom to the sea בָּאֳנִיּ֑וֹת <WH591> bo-'o-ni-Yot; in ships עֹשֵׂ֥י <WH6213> 'o-Sei that do מְ֝לָאכָ֗ה <WH4399> me-la-Chah, business בְּמַ֣יִם <WH4325> be-Ma-yim waters רַבִּֽים׃ <WH7227> rab-Bim. in great ׆"},{"number":24,"verse":"הֵ֣מָּה <WH1992> Hem-mah They רָ֭אוּ <WH7200> Ra-'u These see מַעֲשֵׂ֣י <WH4639> ma-'a-Sei the works יְהוָ֑ה <WH3068> Yah-weh; of the LORD וְ֝נִפְלְאוֹתָ֗יו <WH6381> ve-nif-le-'o-Tav, and his wonders בִּמְצוּלָֽה׃ <WH4688> bim-tzu-Lah. in the deep ׆"},{"number":25,"verse":"וַיֹּ֗אמֶר <WH559> vai-Yo-mer, For he commandeth וַֽ֭יַּעֲמֵד <WH5975> Vai-ya-'a-med and raiseth ר֣וּחַ <WH7307> Ru-ach wind סְעָרָ֑ה <WH5591> se-'a-Rah; the stormy וַתְּרוֹמֵ֥ם <WH7311> vat-te-ro-Mem which lifteth up גַּלָּֽיו׃ <WH1530> gal-Lav. the waves ׆"},{"number":26,"verse":"יַעֲל֣וּ <WH5927> ya-'a-Lu They mount up שָׁ֭מַיִם <WH8064> ma-yim to the heaven יֵרְד֣וּ <WH3381> ye-re-Du they go down תְהוֹמ֑וֹת <WH8415> te-ho-Mot; again to the depths נַ֝פְשָׁ֗ם <WH5315> naf-Sham, their soul בְּרָעָ֥ה <WH7451> be-ra-'Ah because of trouble תִתְמוֹגָֽג׃ <WH4127> tit-mo-Gag. is melted"},{"number":27,"verse":"יָח֣וֹגּוּ <WH2287> ya-Cho-gu They reel to and fro וְ֭יָנוּעוּ <WH5128> Ve-ya-nu-'u and stagger כַּשִּׁכּ֑וֹר <WH7910> kash-shik-Kor; like a drunken man וְכָל־ <WH3605> ve-chol and were at חָ֝כְמָתָ֗ם <WH2451> cha-che-ma-Tam, and are at their wits' תִּתְבַּלָּֽע׃ <WH1104> tit-bal-La'. end"},{"number":28,"verse":"וַיִּצְעֲק֣וּ <WH6817> vai-yitz-'a-Ku Then they cry אֶל־ <WH413> 'el- about יְ֭הוָה <WH3069> Yah-weh God בַּצַּ֣ר <WH6862> batz-Tzar in their trouble לָהֶ֑ם <WH1992> la-Hem; out וּֽ֝מִמְּצֽוּקֹתֵיהֶ֗ם <WH4691> u-mi-me-tzu-ko-tei-Hem, of their distresses יוֹצִיאֵֽם׃ <WH3318> yo-tzi-'Em. and he bringeth them out"},{"number":29,"verse":"יָקֵ֣ם <WH6965> ya-Kem He maketh סְ֭עָרָה <WH5591> Se-'a-rah the storm לִדְמָמָ֑ה <WH1827> lid-ma-Mah; a calm וַ֝יֶּחֱשׁ֗וּ <WH2814> vai-ye-che-Shu, thereof are still גַּלֵּיהֶֽם׃ <WH1530> gal-lei-Hem. so that the waves"},{"number":30,"verse":"וַיִּשְׂמְח֥וּ <WH8055> vai-yis-me-Chu Then are they glad כִֽי־ <WH3588> chi- because יִשְׁתֹּ֑קוּ <WH8367> yish-To-ku; because they be quiet וַ֝יַּנְחֵ֗ם <WH5148> vai-yan-Chem, so he bringeth אֶל־ <WH413> 'el- about מְח֥וֹז <WH4231> me-Choz haven חֶפְצָֽם׃ <WH2656> chef-Tzam. them unto their desired"},{"number":31,"verse":"יוֹד֣וּ <WH3034> yo-Du Oh that [men] would praise לַיהוָ֣ה <WH3068> Yah-weh the LORD חַסְדּ֑וֹ <WH2617> chas-Do; [for] his goodness וְ֝נִפְלְאוֹתָ֗יו <WH6381> ve-nif-le-'o-Tav, and [for] his wonderful works לִבְנֵ֥י <WH1121> liv-Nei to the children אָדָֽם׃ <WH120> 'a-Dam. of men"},{"number":32,"verse":"וִֽ֭ירֹמְמוּהוּ <WH7311> Vi-ro-me-mu-hu Let them exalt בִּקְהַל־ <WH6951> bik-hal- him also in the congregation עָ֑ם <WH5971> 'Am; of the people וּבְמוֹשַׁ֖ב <WH4186> u-ve-mo-Shav him in the assembly זְקֵנִ֣ים <WH2205> ze-ke-Nim of the elders יְהַלְלֽוּהוּ׃ <WH1984> ye-hal-Lu-hu. and praise"},{"number":33,"verse":"יָשֵׂ֣ם <WH7760> ya-Sem He turneth נְהָר֣וֹת <WH5104> ne-ha-Rot rivers לְמִדְבָּ֑ר <WH4057> le-mid-Bar; into a wilderness וּמֹצָ֥אֵי <WH4161> u-mo-Tza-'ei and springs מַ֝֗יִם <WH4325> Ma-yim, of water לְצִמָּאֽוֹן׃ <WH6774> le-tzim-ma-'on. into dry ground"},{"number":34,"verse":"אֶ֣רֶץ <WH776> 'E-retz land פְּ֭רִי <WH6529> Pe-ri A fruitful לִמְלֵחָ֑ה <WH4420> lim-le-Chah; into barrenness מֵ֝רָעַ֗ת <WH7451> me-ra-'At, for the wickedness יֹ֣שְׁבֵי <WH3427> Yo-she-vei of them that dwell בָֽהּ׃ Vah."},{"number":35,"verse":"יָשֵׂ֣ם <WH7760> ya-Sem He turneth מִ֭דְבָּר <WH4057> Mid-bor the wilderness לַֽאֲגַם־ <WH98> la-'a-gam- into a standing מַ֑יִם <WH4325> Ma-yim; water וְאֶ֥רֶץ <WH776> ve-'E-retz ground צִ֝יָּ֗ה <WH6723> tzi-Yah, and dry לְמֹצָ֥אֵי <WH4161> le-mo-Tza-'ei springs מָֽיִם׃ <WH4325> Ma-yim. of water"},{"number":36,"verse":"וַיּ֣וֹשֶׁב <WH3427> vai-Yoo-shev to dwell שָׁ֣ם <WH8033> sham and there רְעֵבִ֑ים <WH7457> re-'e-Vim; And there he maketh the hungry וַ֝יְכוֹנְנ֗וּ <WH3559> vay-chon-Nu, that they may prepare עִ֣יר <WH5892> 'ir a city מוֹשָֽׁב׃ <WH4186> mo-Shav. for habitation"},{"number":37,"verse":"וַיִּזְרְע֣וּ <WH2232> vai-yiz-re-'U And sow שָׂ֭דוֹת <WH7704> dot the fields וַיִּטְּע֣וּ <WH5193> vai-yit-te-'U and plant כְרָמִ֑ים <WH3754> che-ra-Mim; vineyards וַ֝יַּעֲשׂ֗וּ <WH6213> vai-ya-'a-Su, which may yield פְּרִ֣י <WH6529> pe-Ri fruits תְבֽוּאָה׃ <WH8393> te-Vu-'ah. of increase"},{"number":38,"verse":"וַיְבָרֲכֵ֣ם <WH1288> vay-va-ra-Chem He blesseth וַיִּרְבּ֣וּ <WH7235> vai-yir-Bu them also so that they are multiplied מְאֹ֑ד <WH3966> me-'Od; greatly וּ֝בְהֶמְתָּ֗ם <WH929> u-ve-hem-Tam, not their cattle לֹ֣א <WH3808> lo not יַמְעִֽיט׃ <WH4591> yam-'It. to decrease"},{"number":39,"verse":"וַיִּמְעֲט֥וּ <WH4591> vai-yim-'a-Tu Again they are minished וַיָּשֹׁ֑חוּ <WH7817> vai-ya-Sho-chu; and brought low מֵעֹ֖צֶר <WH6115> me-'O-tzer through oppression רָעָ֣ה <WH7451> ra-'Ah affliction וְיָגֽוֹן׃ <WH3015> ve-ya-Gon. and sorrow ׆"},{"number":40,"verse":"שֹׁפֵ֣ךְ <WH8210> sho-Fech He poureth בּ֭וּז <WH937> buz contempt עַל־ <WH5921> 'al- upon נְדִיבִ֑ים <WH5081> ne-di-Vim; upon princes וַ֝יַּתְעֵ֗ם <WH8582> vai-yat-'Em, and causeth them to wander בְּתֹ֣הוּ <WH8414> be-To-hu in the wilderness לֹא־ <WH3808> lo- no דָֽרֶךְ׃ <WH1870> Da-rech. [where there is] no way"},{"number":41,"verse":"וַיְשַׂגֵּ֣ב <WH7682> vay-sag-Gev on high אֶבְי֣וֹן <WH34> ev-Yon Yet setteth he the poor מֵע֑וֹנִי <WH6040> me-'o-ni; from affliction וַיָּ֥שֶׂם <WH7760> vai-Ya-sem and maketh כַּ֝צֹּ֗אן <WH6629> katz-Tzon, like a flock מִשְׁפָּחֽוֹת׃ <WH4940> mish-pa-Chot. [him] families"},{"number":42,"verse":"יִרְא֣וּ <WH7200> yir-'U shall see יְשָׁרִ֣ים <WH3477> ye-sha-Rim The righteous וְיִשְׂמָ֑חוּ <WH8055> ve-yis-Ma-chu; [it] and rejoice וְכָל־ <WH3605> ve-chol all עַ֝וְלָ֗ה <WH5766> 'av-Lah, and all iniquity קָ֣פְצָה <WH7092> Ka-fe-tzah shall stop פִּֽיהָ׃ <WH6310> Pi-ha. her mouth"},{"number":43,"verse":"מִי־ <WH4310> mi- Who חָכָ֥ם <WH2450> cha-Cham Whoso [is] wise וְיִשְׁמָר־ <WH8104> ve-yish-mor- and will observe אֵ֑לֶּה <WH428> 'El-leh; to these וְ֝יִתְבּֽוֹנְנ֗וּ <WH995> ve-yit-bon-Nu, these [things] even they shall understand חַֽסְדֵ֥י <WH2617> chas-Dei the lovingkindness יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"}]}