{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":12,"verses":[{"number":1,"verse":"לַמְנַצֵּ֥חַ <WH5329> lam-natz-Tze-acho the chief Musician עַֽל־ <WH5921> [T'al-upon הַשְּׁמִינִ֗ית <WH8067> hash-she-mi-Nit, upon Sheminith מִזְמ֥וֹר <WH4210> miz-Mor A Psalm לְדָוִֽד׃ <WH1732> le-da-Vid. of David הוֹשִׁ֣יעָה <WH3467> ho-Shi-'ah Help יְ֭הוָה <WH3068> Yah-weh LORD כִּי־ <WH3588> ki- for גָמַ֣ר <WH1584> ga-Mar ceaseth חָסִ֑יד <WH2623> cha-Sid; for the godly man כִּי־ <WH3588> ki- for פַ֥סּוּ <WH6461> Fas-su fail אֱ֝מוּנִ֗ים <WH539> 'e-mu-Nim, for the faithful מִבְּנֵ֥י <WH1121> mib-be-Nei from among the children אָדָֽם׃ <WH120> 'a-Dam. of men"},{"number":2,"verse":"שָׁ֤וְא׀ <WH7723> shav vanity יְֽדַבְּרוּ֮ <WH1696> ye-dab-be-Ru They speak אִ֤ישׁ <WH376> 'ish every one אֶת־ <WH854> 'et- for רֵ֫עֵ֥הוּ <WH7453> re-'E-hu with his neighbour שְׂפַ֥ת <WH8193> se-Fat lips חֲלָק֑וֹת <WH2513> cha-la-Kot; [with] flattering בְּלֵ֖ב <WH3820> be-Lev [and] with a double וָלֵ֣ב <WH3820> va-Lev heart יְדַבֵּֽרוּ׃ <WH1696> ye-dab-Be-ru. do they speak"},{"number":3,"verse":"יַכְרֵ֣ת <WH3772> yach-Ret shall cut off יְ֭הוָה <WH3068> Yah-weh The LORD כָּל־ <WH3605> kol- all שִׂפְתֵ֣י <WH8193> sif-Tei lips חֲלָק֑וֹת <WH2513> cha-la-Kot; all flattering לָ֝שׁ֗וֹן <WH3956> la-Shon, [and] the tongue מְדַבֶּ֥רֶת <WH1696> me-dab-Be-ret that speaketh גְּדֹלֽוֹת׃ <WH1419> ge-do-Lot. proud"},{"number":4,"verse":"אֲשֶׁ֤ר <WH834> 'a-Sher Who אָֽמְר֨וּ׀ <WH559> 'a-me-Ru Who have said לִלְשֹׁנֵ֣נוּ <WH3956> lil-sho-Ne-nu With our tongue נַ֭גְבִּיר <WH1396> Nag-bir will we prevail שְׂפָתֵ֣ינוּ <WH8193> se-fa-Tei-nu our lips אִתָּ֑נוּ <WH853> 'it-Ta-nu; מִ֖י <WH4310> mi who אָד֣וֹן <WH113> a-Don [are] our own who [is] lord לָֽנוּ׃ La-nu."},{"number":5,"verse":"מִשֹּׁ֥ד <WH7701> mish-Shod For the oppression עֲנִיִּים֮ <WH6041> 'a-ni-Yim of the poor מֵאַנְקַ֪ת <WH603> me-'an-Kat for the sighing אֶבְי֫וֹנִ֥ים <WH34> ev-Yo-Nim of the needy עַתָּ֣ה <WH6258> 'at-Tah Now אָ֭קוּם <WH6965> 'A-kum now will I arise יֹאמַ֣ר <WH559> yo-Mar saith יְהוָ֑ה <WH3068> Yah-weh; the LORD אָשִׁ֥ית <WH7896> 'a-Shit I will set בְּ֝יֵ֗שַׁע <WH3468> be-Ye-sha', [him] in safety יָפִ֥יחַֽ <WH6315> ya-Fi-ach [from him that] puffeth לֽוֹ׃ lo."},{"number":6,"verse":"אִֽמֲר֣וֹת <WH565> i-ma-Rot The words יְהוָה֮ <WH3068> Yah-weh of the LORD אֲמָר֪וֹת <WH565> a-ma-Rot words טְהֹ֫ר֥וֹת <WH2889> te-Ho-Rot [are] pure כֶּ֣סֶף <WH3701> Ke-sef [as] silver צָ֭רוּף <WH6884> Tza-ruf tried בַּעֲלִ֣יל <WH5948> ba-'a-Lil in a furnace לָאָ֑רֶץ <WH776> la-'A-retz; of earth מְ֝זֻקָּ֗ק <WH2212> me-zuk-Kak, purified שִׁבְעָתָֽיִם׃ <WH7659> shiv-'a-Ta-yim. seven times"},{"number":7,"verse":"אַתָּֽה־ <WH859> 'at-tah- O יְהוָ֥ה <WH3068> Yah-weh them O LORD תִּשְׁמְרֵ֑ם <WH8104> tish-me-Rem; Thou shalt keep תִּצְּרֶ֓נּוּ׀ <WH5341> titz-tze-Ren-nu thou shalt preserve מִן־ <WH4480> min- at הַדּ֖וֹר <WH1755> had-Dor generation ז֣וּ <WH2098> zu them from this לְעוֹלָֽם׃ <WH5769> le-'o-Lam. for ever"},{"number":8,"verse":"סָבִ֗יב <WH5439> sa-Viv, on every side רְשָׁעִ֥ים <WH7563> re-sha-'Im The wicked יִתְהַלָּכ֑וּן <WH1980> yit-hal-la-Chun; walk כְּרֻ֥ם <WH7311> ke-Rum are exalted זֻ֝לּ֗וּת <WH2149> zul-Lut, when the vilest לִבְנֵ֥י <WH1121> liv-Nei the sons אָדָֽם׃ <WH120> 'a-Dam. of men"}]}