{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":122,"verses":[{"number":1,"verse":"שִׁ֥יר <WH7892> shir A Song הַֽמַּעֲל֗וֹת <WH4609> ham-ma-'a-Lot, of degrees לְדָ֫וִ֥ד <WH1732> le-Da-Vid of David שָׂ֭מַחְתִּי <WH8055> mach-ti I was glad בְּאֹמְרִ֣ים <WH559> be-'o-me-Rim when they said לִ֑י Li; בֵּ֖ית <WH1004> beit into the house יְהוָ֣ה <WH3068> Yah-weh of the LORD נֵלֵֽךְ׃ <WH1980> ne-Lech. go"},{"number":2,"verse":"עֹ֭מְדוֹת <WH5975> 'O-me-dot shall stand הָי֣וּ <WH1961> ha-Yu become רַגְלֵ֑ינוּ <WH7272> rag-Lei-nu; Our feet בִּ֝שְׁעָרַ֗יִךְ <WH8179> bish-'a-Ra-yich, within thy gates יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. O Jerusalem"},{"number":3,"verse":"יְרוּשָׁלִַ֥ם <WH3389> ye-ru-sha-Lim Jerusalem הַבְּנוּיָ֑ה <WH1129> hab-be-nu-Yah; is builded כְּ֝עִ֗יר <WH5892> ke-'Ir, as a city שֶׁחֻבְּרָה־ <WH2266> she-chub-be-rah- that is compact לָּ֥הּ lah יַחְדָּֽו׃ <WH3162> yach-Dav. together"},{"number":4,"verse":"שֶׁשָּׁ֨ם <WH8033> shesh-Sham Whither עָל֪וּ <WH5927> 'a-Lu go up שְׁבָטִ֡ים <WH7626> she-va-Tim the tribes שִׁבְטֵי־ <WH7626> shiv-tei- the tribes יָ֭הּ <WH3050> yah of the LORD עֵד֣וּת <WH5715> 'e-Dut unto the testimony לְיִשְׂרָאֵ֑ל <WH3478> le-Yis-ra-'El; of Israel לְ֝הֹד֗וֹת <WH3034> le-ho-Dot, to give thanks לְשֵׁ֣ם <WH8034> le-Shem unto the name יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"},{"number":5,"verse":"כִּ֤י <WH3588> ki For שָׁ֨מָּה׀ <WH8033> Sham-mah there יָשְׁב֣וּ <WH3427> ya-she-Vu For there are set כִסְא֣וֹת <WH3678> chis-'ot thrones לְמִשְׁפָּ֑ט <WH4941> le-mish-Pat; of judgment כִּ֝סְא֗וֹת <WH3678> kis-'ot, the thrones לְבֵ֣ית <WH1004> le-Veit of the house דָּוִֽיד׃ <WH1732> da-Vid. of David"},{"number":6,"verse":"שַׁ֭אֲלוּ <WH7592> 'a-lu Pray שְׁל֣וֹם <WH7965> she-Lom for the peace יְרוּשָׁלִָ֑ם <WH3389> ye-ru-sha-Lim; of Jerusalem יִ֝שְׁלָ֗יוּ <WH7951> yish-La-yu, they shall prosper אֹהֲבָֽיִךְ׃ <WH157> 'o-ha-Va-yich. that love"},{"number":7,"verse":"יְהִֽי־ <WH1961> ye-hi- become שָׁל֥וֹם <WH7965> sha-Lom Peace בְּחֵילֵ֑ךְ <WH2426> be-chei-Lech; be within thy walls שַׁ֝לְוָ֗ה <WH7962> le-Vah, [and] prosperity בְּאַרְמְנוֹתָֽיִךְ׃ <WH759> be-'ar-me-no-Ta-yich. within thy palaces"},{"number":8,"verse":"לְ֭מַעַן <WH4616> Le-ma-'an the sake אַחַ֣י <WH251> 'a-Chai For my brethren וְרֵעָ֑י <WH7453> ve-re-'Ai; and companions' אֲדַבְּרָה־ <WH1696> 'a-dab-be-rah- sakes I will now say נָּ֖א <WH4994> na will now שָׁל֣וֹם <WH7965> sha-Lom Peace בָּֽךְ׃ Bach."},{"number":9,"verse":"לְ֭מַעַן <WH4616> Le-ma-'an the sake בֵּית־ <WH1004> beit- Because of the house יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹהֵ֑ינוּ <WH430> 'e-lo-Hei-nu; our God אֲבַקְשָׁ֖ה <WH1245> 'a-vak-Shah I will seek ט֣וֹב <WH2896> Tov thy good לָֽךְ׃ Lach."}]}