{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":129,"verses":[{"number":1,"verse":"שִׁ֗יר <WH7892> Shir, A Song הַֽמַּ֫עֲל֥וֹת <WH4609> ham-Ma-'a-Lot of degrees רַ֭בַּת <WH7227> Rab-bat Many a time צְרָר֣וּנִי <WH6887> tze-ra-Ru-ni have they afflicted מִנְּעוּרַ֑י <WH5271> min-ne-'u-Rai; me from my youth יֹֽאמַר־ <WH559> yo-mar- now say נָ֝א <WH4994> na now יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. may Israel"},{"number":2,"verse":"רַ֭בַּת <WH7227> Rab-bat Many a time צְרָר֣וּנִי <WH6887> tze-ra-Ru-ni have they afflicted מִנְּעוּרָ֑י <WH5271> min-ne-'u-Rai; me from my youth גַּ֝ם <WH1571> gam Yet לֹא־ <WH3808> lo- have not יָ֥כְלוּ <WH3201> Ya-che-lu yet they have not prevailed לִֽי׃ Li."},{"number":3,"verse":"עַל־ <WH5921> 'al- upon גַּ֭בִּי <WH1354> Gab-bi upon my back חָרְשׁ֣וּ <WH2790> cha-re-Shu The plowers חֹרְשִׁ֑ים <WH2790> cho-re-Shim; plowed הֶ֝אֱרִ֗יכוּ <WH748> he-'e-Ri-chu, they made long; לְמַעֲנֹותָם le-ma-'a-no-tam כלְמַעֲנִיתָֽם׃ <WH4618> le-ma-'a-ni-Tam. furrow ק"},{"number":4,"verse":"יְהוָ֥ה <WH3068> Yah-weh The LORD צַדִּ֑יק <WH6662> tzad-Dik; [is] righteous קִ֝צֵּ֗ץ <WH7112> kitz-Tzetz, he hath cut asunder עֲב֣וֹת <WH5688> a-Vot the cords רְשָׁעִֽים׃ <WH7563> re-sha-'Im. of the wicked"},{"number":5,"verse":"יֵ֭בֹשׁוּ <WH954> Ye-vo-shu Let them all be confounded וְיִסֹּ֣גוּ <WH5472> ve-yis-So-gu and turned אָח֑וֹר <WH268> a-Chor; back כֹּ֝֗ל <WH3605> Kol, may all שֹׂנְאֵ֥י <WH8130> so-ne-'Ei that hate צִיּֽוֹן׃ <WH6726> tzi-Yon. Zion"},{"number":6,"verse":"יִ֭הְיוּ <WH1961> Yih-yu them be like כַּחֲצִ֣יר <WH2682> ka-cha-Tzir Let them be as the grass גַּגּ֑וֹת <WH1406> gag-Got; [upon] the housetops שֶׁקַּדְמַ֖ת <WH6927> shek-kad-Mat afore שָׁלַ֣ף <WH8025> sha-Laf it groweth up יָבֵֽשׁ׃ <WH3001> ya-Vesh. which withereth"},{"number":7,"verse":"שֶׁלֹּ֤א <WH3808> shel-Lo does not מִלֵּ֖א <WH4390> mil-Le filleth כַפּ֥וֹ <WH3709> chap-Po not his hand קוֹצֵ֗ר <WH7114> ko-Tzer, Wherewith the mower וְחִצְנ֥וֹ <WH2683> ve-chitz-No his bosom מְעַמֵּֽר׃ <WH6014> me-'am-Mer. nor he that bindeth sheaves"},{"number":8,"verse":"וְלֹ֤א <WH3808> ve-Lo Nor אָֽמְר֨וּ׀ <WH559> 'a-me-Ru say הָעֹבְרִ֗ים <WH5674> ha-'oe-Rim, Neither do they which go by בִּרְכַּֽת־ <WH1293> bir-kat- The blessing יְהוָ֥ה <WH3068> Yah-weh of the LORD אֲלֵיכֶ֑ם <WH413> 'a-lei-Chem; about בֵּרַ֥כְנוּ <WH1288> be-Rach-nu [be] upon you we bless אֶ֝תְכֶ֗ם <WH853> 'et-Chem, בְּשֵׁ֣ם <WH8034> be-Shem you in the name יְהוָֽה׃ <WH3068> Yah-weh. of the LORD"}]}