{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":147,"verses":[{"number":1,"verse":"הַ֥לְלוּ <WH1984> Hal-lu Praise יָ֨הּ׀ <WH3050> yah ye the LORD כִּי־ <WH3588> ki- for ט֭וֹב <WH2896> Tov for [it is] good זַמְּרָ֣ה <WH2167> zam-me-Rah to sing praises אֱלֹהֵ֑ינוּ <WH430> 'e-lo-Hei-nu; unto our God כִּֽי־ <WH3588> ki- for נָ֝עִים <WH5273> Na-'im for [it is] pleasant נָאוָ֥ה <WH5000> na-Vah is comely תְהִלָּֽה׃ <WH8416> te-hil-Lah. [and] praise"},{"number":2,"verse":"בּוֹנֵ֣ה <WH1129> bo-Neh doth build up יְרוּשָׁלִַ֣ם <WH3389> ye-ru-sha-Lim Jerusalem יְהוָ֑ה <WH3068> Yah-weh; The LORD נִדְחֵ֖י <WH1760> nid-Chei the outcasts יִשְׂרָאֵ֣ל <WH3478> Yis-ra-'El of Israel יְכַנֵּֽס׃ <WH3664> ye-chan-Nes. he gathereth together"},{"number":3,"verse":"הָ֭רֹפֵא <WH7495> Ha-ro-fe He healeth לִשְׁב֣וּרֵי <WH7665> lish-Vu-rei the broken לֵ֑ב <WH3820> Lev; in heart וּ֝מְחַבֵּ֗שׁ <WH2280> u-me-chab-Besh, and bindeth up לְעַצְּבוֹתָֽם׃ <WH6094> le-'atz-tze-vo-Tam. their wounds"},{"number":4,"verse":"מוֹנֶ֣ה <WH4487> mo-Neh He telleth מִ֭סְפָּר <WH4557> Mis-por the number לַכּוֹכָבִ֑ים <WH3556> lak-ko-cha-Vim; of the stars לְ֝כֻלָּ֗ם <WH3605> le-chul-Lam, to all שֵׁמ֥וֹת <WH8034> she-Mot them all by [their] names יִקְרָֽא׃ <WH7121> yik-Ra. he calleth"},{"number":5,"verse":"גָּד֣וֹל <WH1419> ga-Dol Great אֲדוֹנֵ֣ינוּ <WH113> a-do-Nei-nu [is] our Lord וְרַב־ <WH7227> ve-rav- and of great כֹּ֑חַ <WH3581> Ko-ach; power לִ֝תְבוּנָת֗וֹ <WH8394> lit-vu-na-To, his understanding אֵ֣ין <WH369> 'ein else מִסְפָּֽר׃ <WH4557> mis-Par. [is] infinite"},{"number":6,"verse":"מְעוֹדֵ֣ד <WH5749> me-'o-Ded lifteth up עֲנָוִ֣ים <WH6035> 'a-na-Vim the meek יְהוָ֑ה <WH3068> Yah-weh; The LORD מַשְׁפִּ֖יל <WH8213> mash-Pil down רְשָׁעִ֣ים <WH7563> re-sha-'Im the wicked עֲדֵי־ <WH5703> 'a-dei- eternity אָֽרֶץ׃ <WH776> 'A-retz. to the ground"},{"number":7,"verse":"עֱנ֣וּ <WH6030> 'e-Nu Sing לַיהוָ֣ה <WH3068> Yah-weh unto the LORD בְּתוֹדָ֑ה <WH8426> be-to-Dah; with thanksgiving זַמְּר֖וּ <WH2167> zam-me-Ru sing praise לֵאלֹהֵ֣ינוּ <WH430> le-lo-Hei-nu unto our God בְכִנּֽוֹר׃ <WH3658> ve-chin-Nor. upon the harp"},{"number":8,"verse":"הַֽמְכַסֶּ֬ה <WH3680> ham-chas-Seh Who covereth שָׁמַ֨יִם׀ <WH8064> sha-Ma-yim the heaven בְּעָבִ֗ים <WH5645> be-'a-Vim, with clouds הַמֵּכִ֣ין <WH3559> ham-me-Chin who prepareth לָאָ֣רֶץ <WH776> la-'A-retz for the earth מָטָ֑ר <WH4306> ma-Tar; rain הַמַּצְמִ֖יחַ <WH6779> ham-matz-Mi-ach to grow הָרִ֣ים <WH2022> ha-Rim upon the mountains חָצִֽיר׃ <WH2682> cha-Tzir. who maketh grass"},{"number":9,"verse":"נוֹתֵ֣ן <WH5414> no-Ten He giveth לִבְהֵמָ֣ה <WH929> liv-he-Mah to the beast לַחְמָ֑הּ <WH3899> lach-Mah; his food לִבְנֵ֥י <WH1121> liv-Nei [and] to the young עֹ֝רֵ֗ב <WH6158> 'o-Rev, ravens אֲשֶׁ֣ר <WH834> 'a-Sher which יִקְרָֽאוּ׃ <WH7121> yik-Ra-'u. which cry"},{"number":10,"verse":"לֹ֤א <WH3808> lo not בִגְבוּרַ֣ת <WH1369> vig-vu-Rat not in the strength הַסּ֣וּס <WH5483> has-Sus of the horse יֶחְפָּ֑ץ <WH2654> yech-Patz; He delighteth לֹֽא־ <WH3808> lo- not בְשׁוֹקֵ֖י <WH7785> ve-sho-Kei in the legs הָאִ֣ישׁ <WH376> ha-'Ish of a man יִרְצֶֽה׃ <WH7521> yir-Tzeh. he taketh not pleasure"},{"number":11,"verse":"רוֹצֶ֣ה <WH7521> ro-Tzeh taketh pleasure יְ֭הוָה <WH3068> Yah-weh The LORD אֶת־ <WH853> 'et- יְרֵאָ֑יו <WH3373> ye-re-'Av; in them that fear אֶת־ <WH853> 'et- הַֽמְיַחֲלִ֥ים <WH3176> ham-ya-cha-Lim him in those that hope לְחַסְדּֽוֹ׃ <WH2617> le-chas-Do. in his mercy"},{"number":12,"verse":"שַׁבְּחִ֣י <WH7623> shab-be-Chi Praise יְ֭רוּשָׁלִַם <WH3389> Ye-ru-sha-lim O Jerusalem אֶת־ <WH853> 'et- יְהוָ֑ה <WH3068> Yah-weh; the LORD הַֽלְלִ֖י <WH1984> hal-Li praise אֱלֹהַ֣יִךְ <WH430> 'e-lo-Ha-yich thy God צִיּֽוֹן׃ <WH6726> tzi-Yon. O Zion"},{"number":13,"verse":"כִּֽי־ <WH3588> ki- for חִ֭זַּק <WH2388> Chiz-zak For he hath strengthened בְּרִיחֵ֣י <WH1280> be-ri-Chei the bars שְׁעָרָ֑יִךְ <WH8179> she-'a-Ra-yich; of thy gates בֵּרַ֖ךְ <WH1288> be-Rach he hath blessed בָּנַ֣יִךְ <WH1121> ba-Na-yich thy children בְּקִרְבֵּֽךְ׃ <WH7130> be-kir-Bech. within"},{"number":14,"verse":"הַשָּׂם־ <WH7760> has-som- He maketh גְּבוּלֵ֥ךְ <WH1366> ge-vu-Lech [in] thy borders שָׁל֑וֹם <WH7965> sha-Lom; peace חֵ֥לֶב <WH2459> Che-lev thee with the finest חִ֝טִּ֗ים <WH2406> chit-Tim, of the wheat יַשְׂבִּיעֵֽךְ׃ <WH7646> yas-bi-'Ech. [and] filleth"},{"number":15,"verse":"הַשֹּׁלֵ֣חַ <WH7971> hash-sho-Le-ach He sendeth forth אִמְרָת֣וֹ <WH565> im-ra-To his commandment אָ֑רֶץ <WH776> 'A-retz; [upon] earth עַד־ <WH5704> 'ad- very מְ֝הֵרָ֗ה <WH4120> me-he-Rah, very swiftly יָר֥וּץ <WH7323> ya-Rutz runneth דְּבָרֽוֹ׃ <WH1697> de-va-Ro. his word"},{"number":16,"verse":"הַנֹּתֵ֣ן <WH5414> han-no-Ten He giveth שֶׁ֣לֶג <WH7950> She-leg snow כַּצָּ֑מֶר <WH6785> katz-Tza-mer; like wool כְּ֝פ֗וֹר <WH3713> ke-For, the hoarfrost כָּאֵ֥פֶר <WH665> ka-'E-fer like ashes יְפַזֵּֽר׃ <WH6340> ye-faz-Zer. he scattereth"},{"number":17,"verse":"מַשְׁלִ֣יךְ <WH7993> mash-Lich He casteth forth קַֽרְח֣וֹ <WH7140> kar-Cho his ice כְפִתִּ֑ים <WH6595> che-fit-Tim; like morsels לִפְנֵ֥י <WH6440> lif-Nei before קָ֝רָת֗וֹ <WH7135> ka-ra-To, cold מִ֣י <WH4310> mi Who יַעֲמֹֽד׃ <WH5975> ya-'a-Mod. who can stand"},{"number":18,"verse":"יִשְׁלַ֣ח <WH7971> yish-Lach He sendeth out דְּבָר֣וֹ <WH1697> de-va-Ro his word וְיַמְסֵ֑ם <WH4529> ve-yam-Sem; and melteth יַשֵּׁ֥ב <WH5380> yash-Shev to blow ר֝וּח֗וֹ <WH7307> ru-Cho, them he causeth his wind יִזְּלוּ־ <WH5140> yiz-ze-lu- flow מָֽיִם׃ <WH4325> Ma-yim. [and] the waters"},{"number":19,"verse":"מַגִּ֣יד <WH5046> mag-Gid He sheweth; דְּבָרֹו de-va-rov כדְּבָרָ֣יו <WH1697> de-va-Rav act קלְיַעֲקֹ֑ב <WH3290> le-ya-'a-Ko; unto Jacob חֻקָּ֥יו <WH2706> chuk-Kav his statutes וּ֝מִשְׁפָּטָ֗יו <WH4941> u-mish-pa-Tav, and his judgments לְיִשְׂרָאֵֽל׃ <WH3478> le-Yis-ra-'El. unto Israel"},{"number":20,"verse":"לֹ֘א <WH3808> lo has not עָ֤שָׂה <WH6213> 'A-sah He hath not dealt כֵ֨ן׀ <WH3651> chen thus לְכָל־ <WH3605> le-chol any גּ֗וֹי <WH1471> Goy, so with any nation וּמִשְׁפָּטִ֥ים <WH4941> u-mish-pa-Tim and [as for his] judgments בַּל־ <WH1077> bal- have not יְדָע֗וּם <WH3045> ye-da-'Um, they have not known הַֽלְלוּ־ <WH1984> hal-lu- them Praise יָֽהּ׃ <WH3050> Yah. ye the LORD"}]}