{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":17,"verses":[{"number":1,"verse":"תְּפִלָּ֗ה <WH8605> te-fil-Lah, A Prayer לְדָ֫וִ֥ד <WH1732> le-Da-Vid of David שִׁמְעָ֤ה <WH8085> shim-'Ah Hear יְהוָ֨ה׀ <WH3068> Yah-weh O LORD צֶ֗דֶק <WH6664> Tze-dek, the right הַקְשִׁ֥יבָה <WH7181> hak-Shi-vah attend רִנָּתִ֗י <WH7440> rin-na-Ti, unto my cry הַאֲזִ֥ינָה <WH238> ha-'a-Zi-nah give ear תְפִלָּתִ֑י <WH8605> te-fil-la-Ti; unto my prayer בְּ֝לֹ֗א <WH3808> be-Lo, [that goeth] not שִׂפְתֵ֥י <WH8193> sif-Tei lips מִרְמָֽה׃ <WH4820> mir-Mah. out of feigned"},{"number":2,"verse":"מִ֭לְּפָנֶיךָ <WH6440> Mil-le-fa-nei-cha from thy presence מִשְׁפָּטִ֣י <WH4941> mish-pa-Ti Let my sentence יֵצֵ֑א <WH3318> ye-Tze; come forth עֵ֝ינֶ֗יךָ <WH5869> 'ei-Nei-cha, let thine eyes תֶּחֱזֶ֥ינָה <WH2372> te-che-Zei-nah behold מֵישָׁרִֽים׃ <WH4339> mei-sha-Rim. the things that are equal"},{"number":3,"verse":"בָּ֘חַ֤נְתָּ <WH974> ba-Chan-ta Thou hast proved לִבִּ֨י׀ <WH3820> lib-Bi mine heart פָּ֘קַ֤דְתָּ <WH6485> pa-Kad-ta thou hast visited לַּ֗יְלָה <WH3915> Lay-lah, [me] in the night צְרַפְתַּ֥נִי <WH6884> tze-raf-Ta-ni thou hast tried בַל־ <WH1077> val- nothing תִּמְצָ֑א <WH4672> tim-Tza; me [and] shalt find זַ֝מֹּתִ֗י <WH2161> zam-mo-Ti, nothing I am purposed בַּל־ <WH1077> bal- nothing יַעֲבָר־ <WH5674> ya-'a-vor- shall not transgress פִּֽי׃ <WH6310> Pi. [that] my mouth"},{"number":4,"verse":"לִפְעֻלּ֣וֹת <WH6468> lif-'ul-Lot Concerning the works אָ֭דָם <WH120> 'A-dom of men בִּדְבַ֣ר <WH1697> bid-Var by the word שְׂפָתֶ֑יךָ <WH8193> se-fa-Tei-cha; of thy lips אֲנִ֥י <WH589> 'a-Ni I שָׁ֝מַ֗רְתִּי <WH8104> Mar-ti, I have kept אָרְח֥וֹת <WH734> a-re-Chot [me from] the paths פָּרִֽיץ׃ <WH6530> pa-Ritz. of the destroyer"},{"number":5,"verse":"תָּמֹ֣ךְ <WH8551> ta-Moch Hold up אֲ֭שֻׁרַי <WH838> 'A-shu-rai my goings בְּמַעְגְּלוֹתֶ֑יךָ <WH4570> be-ma'-ge-lo-Tei-cha; in thy paths בַּל־ <WH1077> bal- have not נָמ֥וֹטּוּ <WH4131> na-Mot-tu slip פְעָמָֽי׃ <WH6471> fe-'a-Mai. [that] my footsteps"},{"number":6,"verse":"אֲנִֽי־ <WH589> 'a-ni- I קְרָאתִ֣יךָ <WH7121> ke-ra-Ti-cha I have called כִֽי־ <WH3588> chi- for תַעֲנֵ֣נִי <WH6030> ta-'a-Ne-ni upon thee for thou wilt hear אֵ֑ל <WH410> 'El; me O God הַֽט־ <WH5186> hat- incline אָזְנְךָ֥ <WH241> 'a-ze-ne-Cha thine ear לִ֝֗י Li, שְׁמַ֣ע <WH8085> she-Ma' unto me [and hear אִמְרָתִֽי׃ <WH565> 'im-ra-Ti. ] my speech"},{"number":7,"verse":"הַפְלֵ֣ה <WH6395> haf-Leh Shew thy marvellous חֲ֭סָדֶיךָ <WH2617> Cha-sa-dei-cha lovingkindness מוֹשִׁ֣יעַ <WH3467> mo-Shi-a' O thou that savest חוֹסִ֑ים <WH2620> cho-Sim; them which put their trust מִ֝מִּתְקוֹמְמִ֗ים <WH6965> mi-mit-kom-Mim, [in thee] from those that rise up בִּֽימִינֶֽךָ׃ <WH3225> Bi-mi-Ne-cha. by thy right hand"},{"number":8,"verse":"שָׁ֭מְרֵנִי <WH8104> me-re-ni Keep כְּאִישׁ֣וֹן <WH380> ke-'i-Shon me as the apple בַּת־ <WH1323> bat- first עָ֑יִן <WH5869> 'A-yin; of the eye בְּצֵ֥ל <WH6738> be-Tzel me under the shadow כְּ֝נָפֶ֗יךָ <WH3671> ke-na-Fei-cha, of thy wings תַּסְתִּירֵֽנִי׃ <WH5641> tas-ti-Re-ni. hide"},{"number":9,"verse":"מִפְּנֵ֣י <WH6440> mip-pe-Nei From רְ֭שָׁעִים <WH7563> Re-sha-'im the wicked ז֣וּ <WH2098> zu that שַׁדּ֑וּנִי <WH7703> shad-Du-ni; oppress אֹיְבַ֥י <WH341> 'o-ye-Vai enemies בְּ֝נֶ֗פֶשׁ <WH5315> be-Ne-fesh, me [from] my deadly יַקִּ֥יפוּ <WH5362> yak-Ki-fu [who] compass me about עָלָֽי׃ <WH5921> 'a-Lai. and"},{"number":10,"verse":"חֶלְבָּ֥מוֹ <WH2459> chel-Ba-mov in their own fat סָּגְר֑וּ <WH5462> sa-ge-Ru; They are inclosed פִּ֝֗ימוֹ <WH6310> pi-mo, with their mouth דִּבְּר֥וּ <WH1696> dib-be-Ru they speak בְגֵאֽוּת׃ <WH1348> ve-ge-'Ut. proudly"},{"number":11,"verse":"אַ֭שֻּׁרֵינוּ <WH838> 'Ash-shu-rei-nu us in our steps עַתָּ֣ה <WH6258> 'at-Tah have now; סְבָבוּנִי se-va-vu-ni כסְבָב֑וּנוּ <WH5437> se-va-Vu-nu; make קעֵינֵיהֶ֥ם <WH5869> 'ei-nei-Hem their eyes יָ֝שִׁ֗יתוּ <WH7896> ya-Shi-tu, they have set לִנְט֥וֹת <WH5186> lin-Tot bowing down בָּאָֽרֶץ׃ <WH776> ba-'A-retz. to the earth"},{"number":12,"verse":"דִּמְיֹנ֗וֹ <WH1825> dim-yo-No, Like כְּ֭אַרְיֵה <WH738> Ke-'ar-yeh as a lion יִכְס֣וֹף <WH3700> yich-Sof [that] is greedy לִטְר֑וֹף <WH2963> lit-Rof; of his prey וְ֝כִכְפִ֗יר <WH3715> ve-chich-Fir, and as it were a young lion יֹשֵׁ֥ב <WH3427> yo-Shev lurking בְּמִסְתָּרִֽים׃ <WH4565> be-mis-ta-Rim. in secret places"},{"number":13,"verse":"קוּמָ֤ה <WH6965> ku-Mah Arise יְהוָ֗ה <WH3068> Yah-weh O LORD קַדְּמָ֣ה <WH6923> kad-de-Mah disappoint פָ֭נָיו <WH6440> Fa-nav him הַכְרִיעֵ֑הוּ <WH3766> hach-ri-'E-hu; cast him down פַּלְּטָ֥ה <WH6403> pal-le-Tah deliver נַ֝פְשִׁ֗י <WH5315> naf-Shi, my soul מֵרָשָׁ֥ע <WH7563> me-ra-Sha' from the wicked חַרְבֶּֽךָ׃ <WH2719> char-Be-cha. [which is] thy sword"},{"number":14,"verse":"מִֽמְתִ֥ים <WH4962> mi-Tim From men יָדְךָ֨׀ <WH3027> ya-de-Cha [which are] thy hand יְהוָ֡ה <WH3068> Yah-weh O LORD מִֽמְתִ֬ים <WH4962> mi-Tim from men מֵחֶ֗לֶד <WH2465> me-Che-led, of the world חֶלְקָ֥ם <WH2506> chel-Kam [which have] their portion בַּֽחַיִּים֮ <WH2416> ba-chai-Yim in [this] life; וּצְפִינְךָ u-tze-fi-ne-cha כוּֽצְפוּנְךָ֮ <WH6840> u-tze-fu-ne-Cha hid קתְּמַלֵּ֪א <WH4390> te-mal-Le thou fillest בִ֫טְנָ֥ם <WH990> vit-Nam and whose belly יִשְׂבְּע֥וּ <WH7646> yis-be-'U [treasure] they are full בָנִ֑ים <WH1121> va-Nim; of children וְהִנִּ֥יחוּ <WH3240> ve-hin-Ni-chu and leave יִ֝תְרָ֗ם <WH3499> yit-Ram, the rest לְעוֹלְלֵיהֶֽם׃ <WH5768> le-'ol-lei-Hem. of their [substance] to their babes"},{"number":15,"verse":"אֲנִ֗י <WH589> 'a-Ni, in בְּ֭צֶדֶק <WH6664> Be-tze-dek in righteousness אֶחֱזֶ֣ה <WH2372> 'e-che-Zeh As for me I will behold פָנֶ֑יךָ <WH6440> fa-Nei-cha; thy face אֶשְׂבְּעָ֥ה <WH7646> 'es-be-'Ah I shall be satisfied בְ֝הָקִ֗יץ <WH6974> ve-ha-Kitz, when I awake תְּמוּנָתֶֽךָ׃ <WH8544> te-mu-na-Te-cha. with thy likeness"}]}