{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":27,"verses":[{"number":1,"verse":"לְדָוִ֨ד׀ <WH1732> le-da-Vid [A Psalm] of David יְהוָ֤ה׀ <WH3068> Yah-weh The LORD אוֹרִ֣י <WH216> o-Ri [is] my light וְ֭יִשְׁעִי <WH3468> Ve-yish-'i and my salvation מִמִּ֣י <WH4310> mi-Mi Whom אִירָ֑א <WH3372> 'i-Ra; whom shall I fear יְהוָ֥ה <WH3068> Yah-weh ;the LORD מָֽעוֹז־ <WH4581> ma-'oz- [is] the strength חַ֝יַּ֗י <WH2416> chai-Yai, of my life מִמִּ֥י <WH4310> mi-Mi Whom אֶפְחָֽד׃ <WH6342> 'ef-Chad. of whom shall I be afraid"},{"number":2,"verse":"בִּקְרֹ֤ב <WH7126> bik-Ro came עָלַ֨י׀ <WH5921> 'a-Lai When מְרֵעִים֮ <WH7489> me-re-'Im When the wicked לֶאֱכֹ֪ל <WH398> le-'e-Chol upon me to eat up אֶת־ <WH853> 'et- בְּשָׂ֫רִ֥י <WH1320> be-Sa-Ri my flesh צָרַ֣י <WH6862> tza-Rai [even] mine enemies וְאֹיְבַ֣י <WH341> ve-'o-ye-Vai and my foes לִ֑י Li; הֵ֖מָּה <WH1992> Hem-mah they כָשְׁל֣וּ <WH3782> cha-she-Lu they stumbled וְנָפָֽלוּ׃ <WH5307> ve-na-Fa-lu. and fell"},{"number":3,"verse":"אִם־ <WH518> 'im- Though תַּחֲנֶ֬ה <WH2583> ta-cha-Neh should encamp עָלַ֨י׀ <WH5921> 'a-Lai against מַחֲנֶה֮ <WH4264> ma-cha-Neh Though an host לֹֽא־ <WH3808> lo- will not יִירָ֪א <WH3372> yi-Ra shall not fear לִ֫בִּ֥י <WH3820> lib-Bi against me my heart אִם־ <WH518> 'im- Though תָּק֣וּם <WH6965> ta-Kum should rise עָ֭לַי <WH5921> 'A-lai against מִלְחָמָ֑ה <WH4421> mil-cha-Mah; though war בְּ֝זֹ֗את <WH2063> be-Zot, likewise אֲנִ֣י <WH589> 'a-Ni I בוֹטֵֽחַ׃ <WH982> vo-Te-ach. against me in this [will] I [be] confident"},{"number":4,"verse":"אַחַ֤ת׀ <WH259> 'a-Chat One שָׁאַ֣לְתִּי <WH7592> sha-'Al-ti [thing] have I desired מֵֽאֵת־ <WH853> me-'et- יְהוָה֮ <WH3068> Yah-weh of the LORD אוֹתָ֪הּ <WH853> o-Tah אֲבַ֫קֵּ֥שׁ <WH1245> 'a-Vak-Kesh that will I seek שִׁבְתִּ֣י <WH3427> shiv-Ti after that I may dwell בְּבֵית־ <WH1004> be-veit- in the house יְ֭הוָה <WH3068> Yah-weh of the LORD כָּל־ <WH3605> kol- all יְמֵ֣י <WH3117> ye-Mei all the days חַיַּ֑י <WH2416> chai-Yai; of my life לַחֲז֥וֹת <WH2372> la-cha-Zot to behold בְּנֹֽעַם־ <WH5278> be-no-'am- the beauty יְ֝הוָ֗ה <WH3068> Yah-weh of the LORD וּלְבַקֵּ֥ר <WH1239> u-le-vak-Ker and to enquire בְּהֵיכָלֽוֹ׃ <WH1964> be-hei-cha-Lo. in his temple"},{"number":5,"verse":"כִּ֤י <WH3588> ki for יִצְפְּנֵ֨נִי׀ <WH6845> yitz-pe-Ne-ni he shall hide בְּסֻכֹּה֮ <WH5520> be-suk-Koh me in his pavilion בְּי֪וֹם <WH3117> be-Yom For in the time רָ֫עָ֥ה <WH7451> ra-'Ah of trouble יַ֭סְתִּרֵנִי <WH5641> Yas-ti-re-ni shall he hide בְּסֵ֣תֶר <WH5643> be-Se-ter in the secret אָהֳל֑וֹ <WH168> o-ho-Lo; of his tabernacle בְּ֝צ֗וּר <WH6697> be-Tzur, upon a rock יְרוֹמְמֵֽנִי׃ <WH7311> ye-rom-Me-ni. me he shall set me up"},{"number":6,"verse":"וְעַתָּ֨ה <WH6258> ve-'at-Tah and now יָר֪וּם <WH7311> ya-Rum be lifted up רֹאשִׁ֡י <WH7218> ro-Shi And now shall mine head עַ֤ל <WH5921> 'al above אֹֽיְבַ֬י <WH341> 'o-ye-Vai above mine enemies סְֽבִיבוֹתַ֗י <WH5439> se-vi-vo-Tai, round about וְאֶזְבְּחָ֣ה <WH2076> ve-'ez-be-Chah me therefore will I offer בְ֭אָהֳלוֹ <WH168> ve-'o-ho-lo in his tabernacle זִבְחֵ֣י <WH2077> ziv-Chei sacrifices תְרוּעָ֑ה <WH8643> te-ru-'Ah; of joy אָשִׁ֥ירָה <WH7891> 'a-Shi-rah I will sing וַ֝אֲזַמְּרָ֗ה <WH2167> va-'a-zam-me-Rah, yea I will sing praises לַיהוָֽה׃ <WH3068> Yah-weh. unto the LORD"},{"number":7,"verse":"שְׁמַע־ <WH8085> she-ma'- Hear יְהוָ֖ה <WH3068> Yah-weh O LORD קוֹלִ֥י <WH6963> ko-Li with my voice אֶקְרָ֗א <WH7121> 'ek-Ra, [when] I cry וְחָנֵּ֥נִי <WH2603> ve-chon-Ne-ni have mercy וַעֲנֵֽנִי׃ <WH6030> va-'a-Ne-ni. also upon me and answer"},{"number":8,"verse":"לְךָ֤׀ le-Cha אָמַ֣ר <WH559> 'a-Mar said לִ֭בִּי <WH3820> Lib-bi my heart בַּקְּשׁ֣וּ <WH1245> bak-ke-Shu [When thou saidst] Seek פָנָ֑י <WH6440> fa-Nai; ye my face אֶת־ <WH853> 'et- פָּנֶ֖יךָ <WH6440> pa-Nei-cha unto thee Thy face יְהוָ֣ה <WH3068> Yah-weh LORD אֲבַקֵּֽשׁ׃ <WH1245> 'a-vak-Kesh. will I seek"},{"number":9,"verse":"אַל־ <WH408> 'al- nor תַּסְתֵּ֬ר <WH5641> tas-Ter Hide פָּנֶ֨יךָ׀ <WH6440> pa-Nei-cha not thy face מִמֶּנִּי֮ <WH4480> mi-men-Ni at אַֽל־ <WH408> 'al- nor תַּט־ <WH5186> tat- away בְּאַ֗ף <WH639> be-'Af, in anger עַ֫בְדֶּ֥ךָ <WH5650> 'av-De-cha not thy servant עֶזְרָתִ֥י <WH5833> 'ez-ra-Ti thou hast been my help הָיִ֑יתָ <WH1961> ha-Yi-ta; have been אַֽל־ <WH408> 'al- nor תִּטְּשֵׁ֥נִי <WH5203> tit-te-She-ni leave וְאַל־ <WH408> ve-'al- nor תַּֽ֝עַזְבֵ֗נִי <WH5800> ta-'az-Ve-ni, me not neither forsake אֱלֹהֵ֥י <WH430> 'e-lo-Hei me O God יִשְׁעִֽי׃ <WH3468> yish-'I. of my salvation"},{"number":10,"verse":"כִּי־ <WH3588> ki- For אָבִ֣י <WH1> 'a-Vi When my father וְאִמִּ֣י <WH517> ve-'im-Mi and my mother עֲזָב֑וּנִי <WH5800> 'a-za-Vu-ni; forsake וַֽיהוָ֣ה <WH3068> Yah-weh me then the LORD יַֽאַסְפֵֽנִי׃ <WH622> Ya-'as-Fe-ni. will take me up"},{"number":11,"verse":"ה֤וֹרֵ֥נִי <WH3384> ho-Re-ni Teach יְהוָ֗ה <WH3068> Yah-weh O LORD דַּ֫רְכֶּ֥ךָ <WH1870> dar-Ke-cha me thy way וּ֭נְחֵנִי <WH5148> U-ne-che-ni and lead בְּאֹ֣רַח <WH734> be-'O-rach path מִישׁ֑וֹר <WH4334> mi-Shor; me in a plain לְ֝מַ֗עַן <WH4616> le-Ma-'an, Because שׁוֹרְרָֽי׃ <WH8324> shor-Rai. because of mine enemies"},{"number":12,"verse":"אַֽל־ <WH408> 'al- not תִּ֭תְּנֵנִי <WH5414> Tit-te-ne-ni Deliver בְּנֶ֣פֶשׁ <WH5315> be-Ne-fesh me not over unto the will צָרָ֑י <WH6862> tza-Rai; of mine enemies כִּ֥י <WH3588> ki for קָֽמוּ־ <WH6965> ka-mu- are risen up בִ֥י vi עֵֽדֵי־ <WH5707> 'e-dei-She,- witnesses שֶׁ֝֗קֶר <WH8267> ker for false וִיפֵ֥חַ <WH3307> vi-Fe-ach against me and such as breathe out חָמָֽס׃ <WH2555> cha-Mas. cruelty"},{"number":13,"verse":"לׅׄוּלֵׅ֗ׄאׅׄ <WH3884> lu-Le, [I had fainted] unless הֶ֭אֱמַנְתִּי <WH539> He-'e-man-ti I had believed לִרְא֥וֹת <WH7200> lir-'ot to see בְּֽטוּב־ <WH2898> be-tuv- the goodness יְהוָ֗ה <WH3068> Yah-weh of the LORD בְּאֶ֣רֶץ <WH776> be-'E-retz in the land חַיִּֽים׃ <WH2416> chai-Yim. of the living"},{"number":14,"verse":"קַוֵּ֗ה <WH6960> kav-Veh, Wait אֶל־ <WH413> 'el- for יְה֫וָ֥ה <WH3068> Yah-weh on the LORD חֲ֭זַק <WH2388> Cha-zak be of good courage וְיַאֲמֵ֣ץ <WH553> ve-ya-'a-Metz and he shall strengthen לִבֶּ֑ךָ <WH3820> lib-Be-cha; thine heart וְ֝קַוֵּ֗ה <WH6960> ve-kav-Veh, wait אֶל־ <WH413> 'el- for יְהוָֽה׃ <WH3068> Yah-weh. I say on the LORD"}]}