{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":37,"verses":[{"number":1,"verse":"לְדָוִ֨ד׀ <WH1732> le-da-Vid [A Psalm] of David אַל־ <WH408> 'al- not תִּתְחַ֥ר <WH2734> tit-Char Fret בַּמְּרֵעִ֑ים <WH7489> bam-me-re-'Im; not thyself because of evildoers אַל־ <WH408> 'al- be not תְּ֝קַנֵּ֗א <WH7065> te-kan-Ne, neither be thou envious בְּעֹשֵׂ֥י <WH6213> be-'o-Sei against the workers עַוְלָֽה׃ <WH5766> 'av-Lah. of iniquity"},{"number":2,"verse":"כִּ֣י <WH3588> ki like כֶ֭חָצִיר <WH2682> Che-cha-tzir like the grass מְהֵרָ֣ה <WH4120> me-he-Rah For they shall soon יִמָּ֑לוּ <WH5243> yim-Ma-lu; be cut down וּכְיֶ֥רֶק <WH3418> u-che-Ye-rek as the green דֶּ֝֗שֶׁא <WH1877> De-she, herb יִבּוֹלֽוּן׃ <WH5034> yib-bo-Lun. and wither"},{"number":3,"verse":"בְּטַ֣ח <WH982> be-Tach Trust בַּֽ֭יהוָה <WH3068> Yah-weh in the LORD וַעֲשֵׂה־ <WH6213> va-'a-seh- and do ט֑וֹב <WH2896> Tov; good שְׁכָן־ <WH7931> she-chon- [so] shalt thou dwell אֶ֝֗רֶץ <WH776> 'E-retz, in the land וּרְעֵ֥ה <WH7462> u-re-'Eh thou shalt be fed אֱמוּנָֽה׃ <WH530> 'e-mu-Nah. and verily"},{"number":4,"verse":"וְהִתְעַנַּ֥ג <WH6026> ve-hit-'an-Nag Delight עַל־ <WH5921> 'al- in יְהוָ֑ה <WH3068> Yah-weh; thyself also in the LORD וְיִֽתֶּן־ <WH5414> ve-yit-ten- and he shall give לְ֝ךָ֗ le-cha, מִשְׁאֲלֹ֥ת <WH4862> mish-'a-Lot thee the desires לִבֶּֽךָ׃ <WH3820> lib-Be-cha. of thine heart"},{"number":5,"verse":"גּ֣וֹל <WH1556> Gol Commit עַל־ <WH5921> 'al- unto יְהוָ֣ה <WH3068> Yah-weh unto the LORD דַּרְכֶּ֑ךָ <WH1870> dar-Ke-cha; thy way וּבְטַ֥ח <WH982> u-ve-Tach trust עָ֝לָ֗יו <WH5921> 'a-Lav, and וְה֣וּא <WH1931> ve-Hu and He יַעֲשֶֽׂה׃ <WH6213> ya-'a-Seh. also in him and he shall bring [it] to pass"},{"number":6,"verse":"וְהוֹצִ֣יא <WH3318> ve-ho-Tzi And he shall bring forth כָא֣וֹר <WH216> cha-'Or as the light צִדְקֶ֑ךָ <WH6664> tzid-Ke-cha; thy righteousness וּ֝מִשְׁפָּטֶ֗ךָ <WH4941> u-mish-pa-Te-cha, and thy judgment כַּֽצָּהֳרָֽיִם׃ <WH6672> Katz-tzo-ho-Ra-yim. as the noonday"},{"number":7,"verse":"דּ֤וֹם׀ <WH1826> Dom Rest לַיהוָה֮ <WH3068> Yah-weh in the LORD וְהִתְח֪וֹלֵ֫ל <WH2342> ve-hit-Cho-Lel and wait patiently ל֥וֹ lo אַל־ <WH408> 'al- not תִּ֭תְחַר <WH2734> Tit-char for him fret בְּמַצְלִ֣יחַ <WH6743> be-matz-Li-ach not thyself because of him who prospereth דַּרְכּ֑וֹ <WH1870> dar-Ko; in his way בְּ֝אִ֗ישׁ <WH376> be-'Ish, because of the man עֹשֶׂ֥ה <WH6213> 'o-Seh to pass מְזִמּֽוֹת׃ <WH4209> me-zim-Mot. wicked devices"},{"number":8,"verse":"הֶ֣רֶף <WH7503> He-ref Cease מֵ֭אַף <WH639> Me-'af from anger וַעֲזֹ֣ב <WH5800> va-'a-Zo and forsake חֵמָ֑ה <WH2534> che-Mah; wrath אַל־ <WH408> 'al- not תִּ֝תְחַ֗ר <WH2734> tit-Char, fret אַךְ־ <WH389> 'ach- not thyself in any wise לְהָרֵֽעַ׃ <WH7489> le-ha-Re-a'. to do evil"},{"number":9,"verse":"כִּֽי־ <WH3588> ki- For מְ֭רֵעִים <WH7489> Me-re-'im For evildoers יִכָּרֵת֑וּן <WH3772> yik-ka-re-Tun; shall be cut off וְקֹוֵ֥י <WH6960> ve-ko-Vei but those that wait יְ֝הוָ֗ה <WH3068> Yah-weh upon the LORD הֵ֣מָּה <WH1992> Hem-mah they יִֽירְשׁוּ־ <WH3423> yi-re-shu- they shall inherit אָֽרֶץ׃ <WH776> 'A-retz. the earth"},{"number":10,"verse":"וְע֣וֹד <WH5750> ve-'od Yet מְ֭עַט <WH4592> Me-'at For yet a little while וְאֵ֣ין <WH369> ve-'Ein will be no רָשָׁ֑ע <WH7563> ra-Sha'; and the wicked וְהִתְבּוֹנַ֖נְתָּ <WH995> ve-hit-bo-Nan-ta [shall] not [be] yea thou shalt diligently consider עַל־ <WH5921> 'al- for מְקוֹמ֣וֹ <WH4725> me-ko-Mo his place וְאֵינֶֽנּוּ׃ <WH369> ve-'ei-Nen-nu. more"},{"number":11,"verse":"וַעֲנָוִ֥ים <WH6035> va-'a-na-Vim But the meek יִֽירְשׁוּ־ <WH3423> yi-re-shu- shall inherit אָ֑רֶץ <WH776> 'A-retz; the earth וְ֝הִתְעַנְּג֗וּ <WH6026> ve-hit-'an-ne-Gu, and shall delight עַל־ <WH5921> 'al- in רֹ֥ב <WH7230> ro themselves in the abundance שָׁלֽוֹם׃ <WH7965> sha-Lom. of peace"},{"number":12,"verse":"זֹמֵ֣ם <WH2161> zo-Mem plotteth רָ֭שָׁע <WH7563> Ra-sho' The wicked לַצַּדִּ֑יק <WH6662> latz-tzad-Dik; against the just וְחֹרֵ֖ק <WH2786> ve-cho-Rek and gnasheth עָלָ֣יו <WH5921> 'a-Lav with שִׁנָּֽיו׃ <WH8127> shin-Nav. upon him with his teeth"},{"number":13,"verse":"אֲדֹנָ֥י <WH136> 'a-do-Nai The Lord יִשְׂחַק־ <WH7832> yis-chak- shall laugh ל֑וֹ lo; כִּֽי־ <WH3588> ki- for רָ֝אָ֗ה <WH7200> ra-'Ah, at him for he seeth כִּֽי־ <WH3588> ki- for יָבֹ֥א <WH935> ya-Vo is coming יוֹמֽוֹ׃ <WH3117> yo-Mo. that his day"},{"number":14,"verse":"חֶ֤רֶב׀ <WH2719> Che-rev the sword פָּֽתְח֣וּ <WH6605> pa-te-Chu have drawn out רְשָׁעִים֮ <WH7563> re-sha-'Im The wicked וְדָרְכ֪וּ <WH1869> ve-da-re-Chu and have bent קַ֫שְׁתָּ֥ם <WH7198> kash-Tam their bow לְ֭הַפִּיל <WH5307> Le-hap-pil to cast down עָנִ֣י <WH6041> 'a-Ni the poor וְאֶבְי֑וֹן <WH34> ve-'ev-Yon; and needy לִ֝טְב֗וֹחַ <WH2873> lit-Vo-ach, [and] to slay יִשְׁרֵי־ <WH3477> yish-rei- such as be of upright דָֽרֶךְ׃ <WH1870> Da-rech. conversation"},{"number":15,"verse":"חַ֭רְבָּם <WH2719> Char-bom Their sword תָּב֣וֹא <WH935> ta-Vo shall enter בְלִבָּ֑ם <WH3820> ve-lib-Bam; into their own heart וְ֝קַשְּׁתוֹתָ֗ם <WH7198> ve-kash-she-to-Tam, and their bows תִּשָּׁבַֽרְנָה׃ <WH7665> tish-sha-Var-nah. shall be broken"},{"number":16,"verse":"טוֹב־ <WH2896> tov- hath [is] better מְ֭עַט <WH4592> Me-'at A little לַצַּדִּ֑יק <WH6662> latz-tzad-Dik; that a righteous man מֵ֝הֲמ֗וֹן <WH1995> me-ha-Mon, than the riches רְשָׁעִ֥ים <WH7563> re-sha-'Im wicked רַבִּֽים׃ <WH7227> rab-Bim. of many"},{"number":17,"verse":"כִּ֤י <WH3588> ki For זְרוֹע֣וֹת <WH2220> ze-ro-'ot For the arms רְ֭שָׁעִים <WH7563> Re-sha-'im of the wicked תִּשָּׁבַ֑רְנָה <WH7665> tish-sha-Var-nah; shall be broken וְסוֹמֵ֖ךְ <WH5564> ve-so-Mech upholdeth צַדִּיקִ֣ים <WH6662> tzad-di-Kim the righteous יְהוָֽה׃ <WH3068> Yah-weh. but the LORD"},{"number":18,"verse":"יוֹדֵ֣עַ <WH3045> yo-De-a' knoweth יְ֭הוָה <WH3068> Yah-weh The LORD יְמֵ֣י <WH3117> ye-Mei the days תְמִימִ֑ם <WH8549> te-mi-Mim; of the upright וְ֝נַחֲלָתָ֗ם <WH5159> ve-na-cha-la-Tam, and their inheritance לְעוֹלָ֥ם <WH5769> le-'o-Lam shall be for ever תִּהְיֶֽה׃ <WH1961> tih-Yeh. become"},{"number":19,"verse":"לֹֽא־ <WH3808> lo- not יֵ֭בֹשׁוּ <WH954> Ye-vo-shu They shall not be ashamed בְּעֵ֣ת <WH6256> be-'Et time רָעָ֑ה <WH7451> ra-'Ah; in the evil וּבִימֵ֖י <WH3117> u-vi-Mei and in the days רְעָב֣וֹן <WH7459> re-'a-Von of famine יִשְׂבָּֽעוּ׃ <WH7646> yis-Ba-'u. they shall be satisfied"},{"number":20,"verse":"כִּ֤י <WH3588> ki But רְשָׁעִ֨ים׀ <WH7563> re-sha-'Im But the wicked יֹאבֵ֗דוּ <WH6> yo-Ve-du, shall perish וְאֹיְבֵ֣י <WH341> ve-'o-ye-Vei and the enemies יְ֭הוָה <WH3068> Yah-weh of the LORD כִּיקַ֣ר <WH3368> ki-Kar [shall be] as the fat כָּרִ֑ים <WH3733> ka-Rim; of lambs כָּל֖וּ <WH3615> ka-Lu they shall consume בֶעָשָׁ֣ן <WH6227> ve-'a-Shan into smoke כָּֽלוּ׃ <WH3615> Ka-lu. shall they consume away"},{"number":21,"verse":"לֹוֶ֣ה <WH3867> lo-Veh borroweth רָ֭שָׁע <WH7563> Ra-sho' The wicked וְלֹ֣א <WH3808> ve-Lo and does not יְשַׁלֵּ֑ם <WH7999> ye-shal-Lem; and payeth not again וְ֝צַדִּ֗יק <WH6662> ve-tzad-Dik, but the righteous חוֹנֵ֥ן <WH2603> cho-Nen sheweth mercy וְנוֹתֵֽן׃ <WH5414> ve-no-Ten. and giveth"},{"number":22,"verse":"כִּ֣י <WH3588> ki for מְ֭בֹרָכָיו <WH1288> Me-vo-ra-chav For [such as be] blessed יִ֣ירְשׁוּ <WH3423> Yi-re-shu of him shall inherit אָ֑רֶץ <WH776> 'A-retz; the earth וּ֝מְקֻלָּלָ֗יו <WH7043> u-me-kul-la-Lav, and [they that be] cursed יִכָּרֵֽתוּ׃ <WH3772> yik-ka-Re-tu. of him shall be cut off"},{"number":23,"verse":"מֵ֭יְהוָה <WH3068> Yah-weh by the LORD מִֽצְעֲדֵי־ <WH4703> mitz-'a-dei- The steps גֶ֥בֶר <WH1397> Ge-ver of a [good] man כּוֹנָ֗נוּ <WH3559> ko-Na-nu, are ordered וְדַרְכּ֥וֹ <WH1870> ve-dar-Ko in his way יֶחְפָּֽץ׃ <WH2654> yech-Patz. and he delighteth"},{"number":24,"verse":"כִּֽי־ <WH3588> ki- When יִפֹּ֥ל <WH5307> yip-Pol Though he fall לֹֽא־ <WH3808> lo- not יוּטָ֑ל <WH2904> yu-Tal; he shall not be utterly cast down כִּֽי־ <WH3588> ki- Because יְ֝הוָ֗ה <WH3068> Yah-weh for the LORD סוֹמֵ֥ךְ <WH5564> so-Mech upholdeth יָדֽוֹ׃ <WH3027> ya-Do. [him with] his hand"},{"number":25,"verse":"נַ֤עַר׀ <WH5288> Na-'ar I have been young הָיִ֗יתִי <WH1961> ha-Yi-ti, have been גַּם־ <WH1571> gam- and now זָ֫קַ֥נְתִּי <WH2204> za-Kan-ti and [now] am old וְֽלֹא־ <WH3808> ve-lo- have not רָ֭אִיתִי <WH7200> Ra-'i-ti yet have I not seen צַדִּ֣יק <WH6662> tzad-Dik the righteous נֶעֱזָ֑ב <WH5800> ne-'e-Zav; forsaken וְ֝זַרְע֗וֹ <WH2233> ve-zar-'O, nor his seed מְבַקֶּשׁ־ <WH1245> me-vak-kesh- begging לָֽחֶם׃ <WH3899> La-chem. bread"},{"number":26,"verse":"כָּל־ <WH3605> kol- All הַ֭יּוֹם <WH3117> Hai-yom [He is] ever חוֹנֵ֣ן <WH2603> cho-Nen merciful וּמַלְוֶ֑ה <WH3867> u-mal-Veh; and lendeth וְ֝זַרְע֗וֹ <WH2233> ve-zar-'O, and his seed לִבְרָכָֽה׃ <WH1293> liv-ra-Chah. [is] blessed"},{"number":27,"verse":"ס֣וּר <WH5493> sur Depart מֵ֭רָע <WH7451> Me-ro' from evil וַעֲשֵׂה־ <WH6213> va-'a-seh- and do ט֗וֹב <WH2896> Tov, good וּשְׁכֹ֥ן <WH7931> u-she-Chon and dwell לְעוֹלָֽם׃ <WH5769> le-'o-Lam. for evermore"},{"number":28,"verse":"כִּ֤י <WH3588> ki For יְהוָ֨ה׀ <WH3068> Yah-weh For the LORD אֹ֘הֵ֤ב <WH157> 'o-Hev loveth מִשְׁפָּ֗ט <WH4941> mish-Pat, judgment וְלֹא־ <WH3808> ve-lo- and does not יַעֲזֹ֣ב <WH5800> ya-'a-Zo and forsaketh אֶת־ <WH853> 'et- חֲ֭סִידָיו <WH2623> Cha-si-dav not his saints לְעוֹלָ֣ם <WH5769> le-'o-Lam for ever נִשְׁמָ֑רוּ <WH8104> nish-Ma-ru; they are preserved וְזֶ֖רַע <WH2233> ve-Ze-ra' but the seed רְשָׁעִ֣ים <WH7563> re-sha-'Im of the wicked נִכְרָֽת׃ <WH3772> nich-Rat. shall be cut off"},{"number":29,"verse":"צַדִּיקִ֥ים <WH6662> tzad-di-Kim The righteous יִֽירְשׁוּ־ <WH3423> yi-re-shu- shall inherit אָ֑רֶץ <WH776> 'A-retz; the land וְיִשְׁכְּנ֖וּ <WH7931> ve-yish-ke-Nu and dwell לָעַ֣ד <WH5703> la-'Ad therein for ever עָלֶֽיהָ׃ <WH5921> 'a-Lei-ha. and"},{"number":30,"verse":"פִּֽי־ <WH6310> pi- The mouth צַ֭דִּיק <WH6662> Tzad-dik of the righteous יֶהְגֶּ֣ה <WH1897> yeh-Geh speaketh חָכְמָ֑ה <WH2451> choch-mah wisdom וּ֝לְשׁוֹנ֗וֹ <WH3956> u-le-sho-No, and his tongue תְּדַבֵּ֥ר <WH1696> te-dab-Ber talketh מִשְׁפָּֽט׃ <WH4941> mish-Pat. of judgment"},{"number":31,"verse":"תּוֹרַ֣ת <WH8451> to-Rat The law אֱלֹהָ֣יו <WH430> 'e-lo-Hav of his God בְּלִבּ֑וֹ <WH3820> be-lib-Bo; [is] in his heart לֹ֖א <WH3808> lo not תִמְעַ֣ד <WH4571> tim-'Ad shall slide אֲשֻׁרָֽיו׃ <WH838> 'a-shu-Rav. none of his steps"},{"number":32,"verse":"צוֹפֶ֣ה <WH6822> tzo-Peh watcheth רָ֭שָׁע <WH7563> Ra-sho' The wicked לַצַּדִּ֑יק <WH6662> latz-tzad-Dik; the righteous וּ֝מְבַקֵּ֗שׁ <WH1245> u-me-vak-Kesh, and seeketh לַהֲמִיתוֹ׃ <WH4191> la-ha-mi-tov to slay"},{"number":33,"verse":"יְ֭הוָה <WH3068> Yah-weh The LORD לֹא־ <WH3808> lo- will not יַעַזְבֶ֣נּוּ <WH5800> ya-'az-Ven-nu will not leave בְיָד֑וֹ <WH3027> ve-ya-Do; him in his hand וְלֹ֥א <WH3808> ve-Lo not יַ֝רְשִׁיעֶ֗נּוּ <WH7561> yar-shi-'En-nu, nor condemn בְּהִשָּׁפְטֽוֹ׃ <WH8199> be-hish-sha-fe-To. him when he is judged"},{"number":34,"verse":"קַוֵּ֤ה <WH6960> kav-Veh Wait אֶל־ <WH413> 'el- for יְהוָ֨ה׀ <WH3068> Yah-weh on the LORD וּשְׁמֹ֬ר <WH8104> u-she-Mor and keep דַּרְכּ֗וֹ <WH1870> dar-Ko, his way וִֽ֭ירוֹמִמְךָ <WH7311> Vi-ro-mi-cha and he shall exalt לָרֶ֣שֶׁת <WH3423> la-Re-shet thee to inherit אָ֑רֶץ <WH776> 'A-retz; the land בְּהִכָּרֵ֖ת <WH3772> be-hik-ka-Ret are cut off רְשָׁעִ֣ים <WH7563> re-sha-'Im when the wicked תִּרְאֶֽה׃ <WH7200> tir-'Eh. thou shalt see"},{"number":35,"verse":"רָ֭אִיתִי <WH7200> Ra-'i-ti I have seen רָשָׁ֣ע <WH7563> ra-Sha' the wicked עָרִ֑יץ <WH6184> 'a-Ritz; in great power וּ֝מִתְעָרֶ֗ה <WH6168> u-mit-'a-Reh, and spreading כְּאֶזְרָ֥ח <WH249> ke-'ez-Rach bay tree רַעֲנָֽן׃ <WH7488> ra-'a-Nan. himself like a green"},{"number":36,"verse":"וַ֭יַּֽעֲבֹר <WH5674> Vai-ya-'a-vor Yet he passed away וְהִנֵּ֣ה <WH2009> ve-hin-Neh and lo אֵינֶ֑נּוּ <WH369> 'ei-Nen-nu; was no וָֽ֝אֲבַקְשֵׁ֗הוּ <WH1245> va-'a-vak-She-hu, and lo he [was] not yea I sought וְלֹ֣א <WH3808> ve-Lo could נִמְצָֽא׃ <WH4672> nim-Tza. him but he could not be found"},{"number":37,"verse":"שְׁמָר־ <WH8104> she-mor- Mark תָּ֭ם <WH8535> tam the perfect וּרְאֵ֣ה <WH7200> u-re-'Eh [man] and behold יָשָׁ֑ר <WH3477> ya-Shar; the upright כִּֽי־ <WH3588> ki- for אַחֲרִ֖ית <WH319> 'a-cha-Rit for the end לְאִ֣ישׁ <WH376> le-'Ish of [that] man שָׁלֽוֹם׃ <WH7965> sha-Lom. [is] peace"},{"number":38,"verse":"וּֽ֭פֹשְׁעִים <WH6586> U-fo-she-'im But the transgressors נִשְׁמְד֣וּ <WH8045> nish-me-Du shall be destroyed יַחְדָּ֑ו <WH3162> yach-Dav; together אַחֲרִ֖ית <WH319> 'a-cha-Rit the end רְשָׁעִ֣ים <WH7563> re-sha-'Im of the wicked נִכְרָֽתָה׃ <WH3772> nich-Ra-tah. shall be cut off"},{"number":39,"verse":"וּתְשׁוּעַ֣ת <WH8668> u-te-shu-'At But the salvation צַ֭דִּיקִים <WH6662> Tzad-di-kim of the righteous מֵיְהוָ֑ה <WH3068> Yah-weh; [is] of the LORD מָֽ֝עוּזָּ֗ם <WH4581> ma-'uz-Zam, [he is] their strength בְּעֵ֣ת <WH6256> be-'Et in the time צָרָֽה׃ <WH6869> tza-Rah. of trouble"},{"number":40,"verse":"וַֽיַּעְזְרֵ֥ם <WH5826> vai-ya'-ze-Rem shall help יְהוָ֗ה <WH3068> Yah-weh And the LORD וַֽיְפַ֫לְּטֵ֥ם <WH6403> vay-Fal-le-Tem them and deliver יְפַלְּטֵ֣ם <WH6403> ye-fal-le-Tem them he shall deliver מֵ֭רְשָׁעִים <WH7563> Me-re-sha-'im them from the wicked וְיוֹשִׁיעֵ֑ם <WH3467> ve-yo-shi-'Em; and save כִּי־ <WH3588> ki- Because חָ֥סוּ <WH2620> Cha-su them because they trust בֽוֹ׃ vo."}]}