{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":48,"verses":[{"number":1,"verse":"שִׁ֥יר <WH7892> shir A Song מִ֝זְמוֹר <WH4210> Miz-mor [and] Psalm לִבְנֵי־ <WH1121> liv-nei- for the sons קֹֽרַח׃ <WH7141> Ko-rach. of Korah גָּ֘ד֤וֹל <WH1419> ga-Dol Great יְהוָ֣ה <WH3068> Yah-weh [is] the LORD וּמְהֻלָּ֣ל <WH1984> u-me-hul-Lal to be praised מְאֹ֑ד <WH3966> me-'Od; and greatly בְּעִ֥יר <WH5892> be-'Ir in the city אֱ֝לֹהֵ֗ינוּ <WH430> 'e-lo-Hei-nu, of our God הַר־ <WH2022> har- [in] the mountain קָדְשֽׁוֹ׃ <WH6944> ka-de-Sho. of his holiness"},{"number":2,"verse":"יְפֵ֥ה <WH3303> ye-Peh Beautiful נוֹף֮ <WH5131> nOf for situation מְשׂ֪וֹשׂ <WH4885> me-Sos the joy כָּל־ <WH3605> kol- of the whole הָ֫אָ֥רֶץ <WH776> ha-'A-retz of the whole earth הַר־ <WH2022> har- [is] mount צִ֭יּוֹן <WH6726> Tzi-yon Zion יַרְכְּתֵ֣י <WH3411> yar-ke-Tei [on] the sides צָפ֑וֹן <WH6828> tza-Fon; of the north קִ֝רְיַ֗ת <WH7151> kir-Yat, the city מֶ֣לֶךְ <WH4428> Me-lech King רָֽב׃ <WH7227> Rav. of the great"},{"number":3,"verse":"אֱלֹהִ֥ים <WH430> E-lo-Him God בְּאַרְמְנוֹתֶ֗יהָ <WH759> be-'ar-me-no-Tei-ha, in her palaces נוֹדַ֥ע <WH3045> no-Da' is known לְמִשְׂגָּֽב׃ <WH4869> le-mis-Gav. for a refuge"},{"number":4,"verse":"כִּֽי־ <WH3588> ki- For הִנֵּ֣ה <WH2009> hin-Neh lo הַ֭מְּלָכִים <WH4428> Ham-me-la-chim For lo the kings נֽוֹעֲד֑וּ <WH3259> no-'a-Du; were assembled עָבְר֥וּ <WH5674> 'a-ve-Ru they passed by יַחְדָּֽו׃ <WH3162> yach-Dav. together"},{"number":5,"verse":"הֵ֣מָּה <WH1992> Hem-mah They רָ֭אוּ <WH7200> Ra-'u They saw כֵּ֣ן <WH3651> ken then תָּמָ֑הוּ <WH8539> ta-Ma-hu; [it and] so they marvelled נִבְהֲל֥וּ <WH926> niv-ha-Lu they were troubled נֶחְפָּֽזוּ׃ <WH2648> nech-Pa-zu. [and] hasted away"},{"number":6,"verse":"רְ֭עָדָה <WH7461> Re-'a-dah Fear אֲחָזָ֣תַם <WH270> 'a-cha-Za-tam took hold שָׁ֑ם <WH8033> Sham; there חִ֝֗יל <WH2427> Chil, upon them there [and] pain כַּיּוֹלֵֽדָה׃ <WH3205> kai-yo-Le-dah. as of a woman in travail"},{"number":7,"verse":"בְּר֥וּחַ <WH7307> be-Ru-ach wind קָדִ֑ים <WH6921> ka-Dim; with an east תְּ֝שַׁבֵּ֗ר <WH7665> te-shab-Ber, Thou breakest אֳנִיּ֥וֹת <WH591> o-ni-Yot the ships תַּרְשִֽׁישׁ׃ <WH8659> tar-Shish. of Tarshish"},{"number":8,"verse":"כַּאֲשֶׁ֤ר <WH834> ka-'a-Sher we שָׁמַ֨עְנוּ׀ <WH8085> sha-Ma'-nu As we have heard כֵּ֤ן <WH3651> ken so רָאִ֗ינוּ <WH7200> ra-'I-nu, so have we seen בְּעִיר־ <WH5892> be-'ir- in the city יְהוָ֣ה <WH3069> Yah-weh God צְ֭בָאוֹת <WH6635> Tze-va-'ot of hosts בְּעִ֣יר <WH5892> be-'Ir in the city אֱלֹהֵ֑ינוּ <WH430> 'e-lo-Hei-nu; of our God אֱלֹ֘הִ֤ים <WH430> E-lo-Him God יְכוֹנְנֶ֖הָ <WH3559> ye-chon-Ne-ha will establish עַד־ <WH5704> 'ad- it for עוֹלָ֣ם <WH5769> o-Lam ever סֶֽלָה׃ <WH5542> Se-lah. Selah"},{"number":9,"verse":"דִּמִּ֣ינוּ <WH1819> dim-Mi-nu We have thought אֱלֹהִ֣ים <WH430> E-lo-Him O God חַסְדֶּ֑ךָ <WH2617> chas-De-cha; of thy lovingkindness בְּ֝קֶ֗רֶב <WH7130> be-Ke-rev, in the midst הֵיכָלֶֽךָ׃ <WH1964> hei-cha-Le-cha. of thy temple"},{"number":10,"verse":"כְּשִׁמְךָ֤ <WH8034> ke-shim-Cha According to thy name אֱלֹהִ֗ים <WH430> E-lo-Him, O God כֵּ֣ן <WH3651> ken So תְּ֭הִלָּתְךָ <WH8416> Te-hil-la-te-cha so [is] thy praise עַל־ <WH5921> 'al- unto קַצְוֵי־ <WH7099> katz-vei- unto the ends אֶ֑רֶץ <WH776> 'E-retz; of the earth צֶ֝֗דֶק <WH6664> Tze-dek, of righteousness מָלְאָ֥ה <WH4390> mal-'Ah is full יְמִינֶֽךָ׃ <WH3225> ye-mi-Ne-cha. thy right hand"},{"number":11,"verse":"יִשְׂמַ֤ח׀ <WH8055> yis-Mach rejoice הַר־ <WH2022> har- Let mount צִיּ֗וֹן <WH6726> tzi-Yon, Zion תָּ֭גֵלְנָה <WH1523> Ta-ge-le-nah be glad בְּנ֣וֹת <WH1323> be-Not let the daughters יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah לְ֝מַ֗עַן <WH4616> le-Ma-'an, Because מִשְׁפָּטֶֽיךָ׃ <WH4941> mish-pa-Tei-cha. because of thy judgments"},{"number":12,"verse":"סֹ֣בּוּ <WH5437> Sob-bu Walk about צִ֭יּוֹן <WH6726> Tzi-yon Zion וְהַקִּיפ֑וּהָ <WH5362> ve-hak-ki-Fu-ha; and go round about סִ֝פְר֗וּ <WH5608> sif-Ru, her tell מִגְדָּלֶֽיהָ׃ <WH4026> mig-da-Lei-ha. the towers"},{"number":13,"verse":"שִׁ֤יתוּ <WH7896> Shi-tu Mark לִבְּכֶ֨ם׀ <WH3820> lib-be-Chem ye well לְֽחֵילָ֗ה <WH2430> le-chei-Lah, her bulwarks פַּסְּג֥וּ <WH6448> pas-se-Gu consider אַרְמְנוֹתֶ֑יהָ <WH759> ar-me-no-Tei-ha; her palaces לְמַ֥עַן <WH4616> le-Ma-'an that תְּ֝סַפְּר֗וּ <WH5608> te-sap-pe-Ru, that ye may tell לְד֣וֹר <WH1755> le-Dor [it] to the generation אַחֲרֽוֹן׃ <WH314> a-cha-Ron. following"},{"number":14,"verse":"כִּ֤י <WH3588> ki For זֶ֨ה׀ <WH2088> zeh such אֱלֹהִ֣ים <WH430> E-lo-Him For this God אֱ֭לֹהֵינוּ <WH430> 'E-lo-hei-nu [is] our God עוֹלָ֣ם <WH5769> o-Lam for ever וָעֶ֑ד <WH5703> va-'Ed; and ever ה֖וּא <WH1931> hu He יְנַהֲגֵ֣נוּ <WH5090> ye-na-ha-Ge-nu he will be our guide עַל־ <WH5921> 'al- until מֽוּת׃ <WH4192> Mut. [even] unto death"}]}