{"bibleAbbr":"HSB+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":81,"verses":[{"number":1,"verse":"לַמְנַצֵּ֬חַ׀ <WH5329> lam-natz-Tze-acho the chief Musician עַֽל־ <WH5921> [T'al-upon הַגִּתִּ֬ית <WH1665> hag-git-Tit upon Gittith לְאָסָֽף׃ <WH623> le-'a-Saf. [A Psalm] of Asaph הַ֭רְנִינוּ <WH7442> Har-ni-nu Sing aloud לֵאלֹהִ֣ים <WH430> le-lo-Him unto God עוּזֵּ֑נוּ <WH5797> 'uz-Ze-nu; our strength הָ֝רִ֗יעוּ <WH7321> ha-Ri-'u, make a joyful noise לֵאלֹהֵ֥י <WH430> le-lo-Hei unto the God יַעֲקֹֽב׃ <WH3290> ya-'a-Ko. of Jacob"},{"number":2,"verse":"שְֽׂאוּ־ <WH5375> se-'u- Take זִ֭מְרָה <WH2172> Zim-rah a psalm וּתְנוּ־ <WH5414> u-te-nu- and bring תֹ֑ף <WH8596> Tof; hither the timbrel כִּנּ֖וֹר <WH3658> kin-Nor harp נָעִ֣ים <WH5273> na-'Im the pleasant עִם־ <WH5973> 'im- with נָֽבֶל׃ <WH5035> Na-vel. with the psaltery"},{"number":3,"verse":"תִּקְע֣וּ <WH8628> tik-'U Blow up בַחֹ֣דֶשׁ <WH2320> va-Cho-desh in the new moon שׁוֹפָ֑ר <WH7782> sho-Far; the trumpet בַּ֝כֵּ֗סֶה <WH3677> bak-Ke-seh, in the time appointed לְי֣וֹם <WH3117> le-Yom day חַגֵּֽנוּ׃ <WH2282> chag-Ge-nu. on our solemn feast"},{"number":4,"verse":"כִּ֤י <WH3588> ki is a חֹ֣ק <WH2706> chok For this [was] a statute לְיִשְׂרָאֵ֣ל <WH3478> le-Yis-ra-'El for Israel ה֑וּא <WH1931> Hu; he מִ֝שְׁפָּ֗ט <WH4941> mish-Pat, [and] a law לֵאלֹהֵ֥י <WH430> le-lo-Hei of the God יַעֲקֹֽב׃ <WH3290> ya-'a-Ko. of Jacob"},{"number":5,"verse":"עֵ֤דוּת׀ <WH5715> 'E-dut [for] a testimony בִּֽיה֘וֹסֵ֤ף <WH3084> bi-Ho-Sef in Joseph שָׂמ֗וֹ <WH7760> sa-Mo, This he ordained בְּ֭צֵאתוֹ <WH3318> be-tze-to when he went out עַל־ <WH5921> 'al- throughout אֶ֣רֶץ <WH776> 'E-retz through the land מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt שְׂפַ֖ת <WH8193> se-Fat a language לֹא־ <WH3808> lo- did not יָדַ֣עְתִּי <WH3045> ya-Da'-ti [that] I understood אֶשְׁמָֽע׃ <WH8085> 'esh-Ma'. [where] I heard"},{"number":6,"verse":"הֲסִיר֣וֹתִי <WH5493> ha-si-Ro-ti I removed מִסֵּ֣בֶל <WH5447> mis-Se-vel from the burden שִׁכְמ֑וֹ <WH7926> shich-Mo; his shoulder כַּ֝פָּ֗יו <WH3709> kap-Pav, his hands מִדּ֥וּד <WH1731> mid-Dud from the pots תַּעֲבֹֽרְנָה׃ <WH5674> ta-'a-Vo-re-nah. were delivered"},{"number":7,"verse":"בַּצָּרָ֥ה <WH6869> batz-tza-Rah in trouble קָרָ֗אתָ <WH7121> ka-Ra-ta, Thou calledst וָאֲחַ֫לְּצֶ֥ךָּ <WH2502> va-'a-Chal-le-Tze-ka and I delivered אֶ֭עֶנְךָ <WH6030> 'E-'en-cha thee I answered בְּסֵ֣תֶר <WH5643> be-Se-ter thee in the secret place רַ֑עַם <WH7482> Ra-'am; of thunder אֶבְחָֽנְךָ֨ <WH974> 'ev-cha-ne-Cha I proved עַל־ <WH5921> 'al- at מֵ֖י <WH4325> mei thee at the waters מְרִיבָ֣ה <WH4809> me-ri-Vah of Meribah סֶֽלָה׃ <WH5542> Se-lah. Selah"},{"number":8,"verse":"שְׁמַ֣ע <WH8085> she-Ma' Hear עַ֭מִּי <WH5971> 'Am-mi O my people וְאָעִ֣ידָה <WH5749> ve-'a-'I-dah and I will testify בָּ֑ךְ Bach; יִ֝שְׂרָאֵ֗ל <WH3478> Yis-ra-'El, unto thee O Israel אִם־ <WH518> 'im- if תִּֽשְׁמַֽע־ <WH8085> tish-ma'- if thou wilt hearken לִֽי׃ Li."},{"number":9,"verse":"לֹֽא־ <WH3808> lo- Let there be no יִהְיֶ֣ה <WH1961> yih-Yeh become בְ֭ךָ Ve-cha אֵ֣ל <WH410> 'el god זָ֑ר <WH2114> Zar; There shall no strange וְלֹ֥א <WH3808> ve-Lo Nor תִ֝שְׁתַּחֲוֶ֗ה <WH7812> tish-ta-cha-Veh, be in thee neither shalt thou worship לְאֵ֣ל <WH410> le-'El god נֵכָֽר׃ <WH5236> ne-Char. any strange"},{"number":10,"verse":"אָנֹכִ֨י׀ <WH595> 'a-no-Chi I יְה֘וָ֤ה <WH3068> Yah-weh I [am] the LORD אֱלֹהֶ֗יךָ <WH430> 'e-lo-Hei-cha, thy God הַֽ֭מַּעַלְךָ <WH5927> Ham-ma-'al-cha which brought מֵאֶ֣רֶץ <WH776> me-'E-retz thee out of the land מִצְרָ֑יִם <WH4714> mitz-Ra-yim; of Egypt הַרְחֶב־ <WH7337> har-chev- wide פִּ֝֗יךָ <WH6310> Pi-cha, open thy mouth וַאֲמַלְאֵֽהוּ׃ <WH4390> va-'a-mal-'E-hu. and I will fill"},{"number":11,"verse":"וְלֹא־ <WH3808> ve-lo- did not שָׁמַ֣ע <WH8085> sha-Ma' would not hearken עַמִּ֣י <WH5971> 'am-Mi But my people לְקוֹלִ֑י <WH6963> le-ko-Li; to my voice וְ֝יִשְׂרָאֵ֗ל <WH3478> ve-Yis-ra-'El, and Israel לֹא־ <WH3808> lo- did not אָ֥בָה <WH14> 'A-vah would לִֽי׃ Li."},{"number":12,"verse":"וָֽ֭אֲשַׁלְּחֵהוּ <WH7971> Va-'a-shal-le-che-hu So I gave them up בִּשְׁרִיר֣וּת <WH8307> bish-ri-Rut lust לִבָּ֑ם <WH3820> lib-Bam; unto their own hearts' יֵ֝לְכ֗וּ <WH1980> ye-le-Chu, to walk בְּֽמוֹעֲצוֹתֵיהֶֽם׃ <WH4156> Be-mo-'a-tzo-tei-Hem. in their own counsels"},{"number":13,"verse":"ל֗וּ <WH3863> Lu, Oh עַ֭מִּי <WH5971> 'Am-mi that my people שֹׁמֵ֣עַֽ <WH8085> sho-Me-a' had hearkened לִ֑י Li; יִ֝שְׂרָאֵ֗ל <WH3478> Yis-ra-'El, unto me [and] Israel בִּדְרָכַ֥י <WH1870> bid-ra-Chai in my ways יְהַלֵּֽכוּ׃ <WH1980> ye-hal-Le-chu. had walked"},{"number":14,"verse":"כִּ֭מְעַט <WH4592> Kim-'at I should soon אוֹיְבֵיהֶ֣ם <WH341> 'oy-vei-Hem their enemies אַכְנִ֑יעַ <WH3665> 'ach-Ni-a'; have subdued וְעַ֥ל <WH5921> ve-'Al against צָ֝רֵיהֶ֗ם <WH6862> tza-rei-Hem, against their adversaries אָשִׁ֥יב <WH7725> 'a-Shiv and turned יָדִֽי׃ <WH3027> ya-Di. my hand"},{"number":15,"verse":"מְשַׂנְאֵ֣י <WH8130> me-san-'Ei The haters יְ֭הוָה <WH3068> Yah-weh of the LORD יְכַֽחֲשׁוּ־ <WH3584> ye-cha-cha-shu- should have submitted ל֑וֹ lo; וִיהִ֖י <WH1961> vi-Hi to Him עִתָּ֣ם <WH6256> 'it-Tam themselves unto him but their time לְעוֹלָֽם׃ <WH5769> le-'o-Lam. should have endured for ever"},{"number":16,"verse":"וַֽ֭יַּאֲכִילֵהוּ <WH398> Vai-ya-'a-chi-le-hu He should have fed מֵחֵ֣לֶב <WH2459> me-Che-lev them also with the finest חִטָּ֑ה <WH2406> chit-Tah; of the wheat וּ֝מִצּ֗וּר <WH6697> u-mitz-Tzur, out of the rock דְּבַ֣שׁ <WH1706> de-Vash and with honey אַשְׂבִּיעֶֽךָ׃ <WH7646> 'as-bi-'E-cha. should I have satisfied"}]}