{"bibleAbbr":"LBP1933","bookName":"3 John","bookEnglishName":"3 John","chapterNumber":1,"verses":[{"number":1,"verse":"THE elder, to the well beloved Gaius, whom I love in the truth."},{"number":2,"verse":"Our beloved, I pray above all things, that you may prosper and be in good health, even as your soul prospers."},{"number":3,"verse":"For I rejoiced greatly, when the brethren came and testified concerning the truth that is in you, even as you live a true life."},{"number":4,"verse":"I have no greater joy than to hear that my children follow the truth."},{"number":5,"verse":"Our beloved, you do faithfully that which you do to the brethren, especially to those who are strangers;"},{"number":6,"verse":"Who have borne witness concerning your love before the whole church: for the good things which you have done for them by supplying their needs, as is pleasing to God,"},{"number":7,"verse":"Because they have gone forth for his name's sake, taking nothing from the Gentiles."},{"number":8,"verse":"We, therefore, ought to welcome such, so that we may be fellow helpers to the truth."},{"number":9,"verse":"I wrote to the church, that Di-ot're-phes, who loves to have the preeminence among them, would not receive us."},{"number":10,"verse":"Therefore, if I come, I will mention the things which he did, gossiping against us with malicious words: and not content with this, he not only did not receive the brethren, but also forbade those who would like to receive them, and cast them out of the church."},{"number":11,"verse":"Our beloved, do not follow that which is evil, but that which is good. He who does good is of God: but he who does evil has not seen God."},{"number":12,"verse":"De-me'tri-us has good report of all men, and of the church, and of the truth itself: yea, we also testify for him; and we know that our testimony is true."},{"number":13,"verse":"I had many things to write, but I do not want to write them to you with ink and pen:"},{"number":14,"verse":"But I trust I shall shortly see you, and we shall speak face to face."}]}