{"bibleAbbr":"ASV1901","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":9,"verses":[{"number":1,"verse":"Now when these things were done<WH3615>, the princes<WH8269> drew<WH5066> near unto me<WH559>, saying, The people<WH5971> of Israel<WH3478>, and the priests<WH3548> and the Levites<WH3881>, have not separated<WH914> themselves from the peoples<WH5971> of the lands<WH776>, doing according to their abominations<WH8441>, even of the Canaanites<WH3669>, the Hittites<WH2850>, the Perizzites<WH6522>, the Jebusites<WH2983>, the Ammonites<WH5984>, the Moabites<WH4125>, the Egyptians<WH4713>, and the Amorites<WH567>."},{"number":2,"verse":"For they have taken<WH5375> of their daughters<WH1323> for themselves and for their sons<WH1121>, so that the holy<WH6944> seed<WH2233> have mingled<WH6148> themselves with the peoples<WH5971> of the lands<WH776>: Yes<WH3027>, the hand of the princes<WH8269> and rulers<WH5461> has been chief<WH7223> in this trespass<WH4604>."},{"number":3,"verse":"And when I heard<WH8085> this thing<WH1697>, I tore<WH7167> my garment<WH899> and my robe<WH4598>, and plucked off<WH4803> the hair<WH8181> of my head<WH7218> and of my beard<WH2206>, and sat down<WH3427> confounded<WH8074>."},{"number":4,"verse":"Then were assembled<WH622> unto me every one that trembled<WH2730> at the words<WH1697> of the God<WH430> of Israel<WH3478>, because of the trespass<WH4604> of them of the captivity<WH1473>; and I sat<WH3427> confounded<WH8074> until the evening<WH6153> oblation<WH4503>."},{"number":5,"verse":"And at the evening<WH6153> oblation<WH4503> I arose up<WH6965> from my humiliation<WH8589>, even with my garment<WH899> and my robe<WH899> tore<WH7167>; and I fell<WH3766> upon my knees<WH1290>, and spread out<WH6566> my hands<WH3709> unto Jehovah<WH3068> my God<WH430>;"},{"number":6,"verse":"and I said<WH559>, O my God<WH430>, I am ashamed<WH954> and blush<WH3637> to lift up<WH7311> my face<WH6440> to you<WH430>, my God; for our iniquities<WH5771> are increased<WH7235> over<WH4605> our head<WH7218>, and our guiltiness<WH819> is grown up<WH1431> unto the heavens<WH8064>."},{"number":7,"verse":"Since the days<WH3117> of our fathers<WH1> we have been exceedingly<WH1419> guilty<WH819> unto this day<WH3117>; and for our iniquities<WH5771> have we<WH4428>, our kings, and our priests<WH3548>, been delivered<WH5414> into the hand<WH3027> of the kings<WH4428> of the lands<WH776>, to the sword<WH2719>, to captivity<WH7628>, and to plunder<WH961>, and to confusion<WH1322> of face<WH6440>, as it is this day<WH3117>."},{"number":8,"verse":"And now for a little<WH4592> moment<WH7281> grace<WH8467> has been showed from Jehovah<WH3068> our God<WH430>, to leave<WH7604> us a remnant to escape<WH6413>, and to give<WH5414> us a nail<WH3489> in his holy<WH6944> place<WH4725>, that our God<WH430> may lighten<WH215> our eyes<WH5869>, and give<WH5414> us a little<WH4592> reviving<WH4241> in our bondage<WH5659>."},{"number":9,"verse":"For we are bondmen<WH5650>; yet our God<WH430> has not forsaken<WH5800> us in our bondage<WH5659>, but has extended<WH5186> lovingkindness<WH2617> unto us in the sight<WH6440> of the kings<WH4428> of Persia<WH6539>, to give<WH5414> us a reviving<WH4241>, to set up<WH7311> the house<WH1004> of our God<WH430>, and to repair<WH5975> the ruins<WH2723> there<WH5414>, and to give us a wall<WH1447> in Judah<WH3063> and in Jerusalem<WH3389>."},{"number":10,"verse":"And now<WH430>, O our God, what shall we say<WH559> after<WH310> this<WH5800>? for we have forsaken your commandments<WH4687>,"},{"number":11,"verse":"which you have commanded<WH6680> by<WH3027> your servants<WH5650> the prophets<WH5030>, saying<WH559>, The land<WH776>, unto which you go<WH935> to possess<WH3423> it<WH5079>, is an unclean land<WH776> through the uncleanness<WH5079> of the peoples<WH5971> of the lands<WH776>, through their abominations<WH8441>, which have filled<WH4390> it from one end<WH6310> to another<WH6310> with their filthiness<WH2932>:"},{"number":12,"verse":"now therefore give<WH5414> not your daughters<WH1323> unto their sons<WH1121>, neither take<WH5375> their daughters<WH1323> unto your sons<WH1121>, nor seek<WH1875> their peace<WH7965> or their prosperity<WH2896> for<WH5704> ever<WH5769>; that you may be strong<WH2388>, and eat<WH398> the good<WH2898> of the land<WH776>, and leave it for an inheritance<WH3423> to your sons<WH1121> for ever<WH5769>."},{"number":13,"verse":"And after<WH310> all that is come<WH935> upon us for our evil<WH7451> deeds<WH4639>, and for our great<WH1419> guilt<WH819>, seeing that you our God<WH430> have punished<WH2820> us less<WH4295> than our iniquities<WH5771> deserve<WH5414>, and have given us such a remnant<WH6413>,"},{"number":14,"verse":"shall we again<WH7725> break<WH6565> your commandments<WH4687>, and join in affinity<WH2859> with the peoples<WH5971> that do these abominations<WH8441>? would not you be angry<WH599> with us until you had consumed<WH3615> us<WH7611>, so that there should be no remnant, nor any to escape<WH6413>?"},{"number":15,"verse":"O Jehovah<WH3068>, the God<WH430> of Israel<WH3478>, you are righteous<WH6662>; for we are left a remnant<WH7604> that is escaped<WH6413>, as it is this day<WH3117>: behold<WH6440>, we are before you in our guiltiness<WH819>; for none can stand<WH5975> before you because of this<WH6440>."}]}