{"bibleAbbr":"KJV2000","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":9,"verses":[{"number":1,"verse":"Now in the twenty and fourth day of this month the children of Israel were assembled with fasting, and in sackcloth, and earth upon their heads."},{"number":2,"verse":"And the descendants of Israel separated themselves from all strangers, and stood and confessed their sins, and the iniquities of their fathers."},{"number":3,"verse":"And they stood up in their place, and read in the book of the law of the LORD their God one fourth part of the day; and another fourth part they confessed, and worshiped the LORD their God."},{"number":4,"verse":"Then stood up upon the stairs, of the Levites, Jeshua, and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, and cried with a loud voice unto the LORD their God."},{"number":5,"verse":"Then the Levites, Jeshua, and Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, Stand up and bless the LORD your God forever and ever: and blessed be your glorious name, which is exalted above all blessing and praise."},{"number":6,"verse":"You, even you, are LORD alone; you have made heaven, the heaven of heavens, with all their host, the earth, and all things that are therein, the seas, and all that is therein, and you preserve them all; and the host of heaven worships you."},{"number":7,"verse":"You are the LORD, the God who did choose Abram, and brought him forth out of Ur of the Chaldees, and gave him the name of Abraham;"},{"number":8,"verse":"And found his heart faithful before you, and made a covenant with him to give the land of the Canaanites, the Hittites, the Amorites, and the Perizzites, and the Jebusites, and the Girgashites, to give it, I say, to his descendants, and have performed your words; for you are righteous:"},{"number":9,"verse":"And did see the affliction of our fathers in Egypt, and heard their cry by the Red sea;"},{"number":10,"verse":"And showed signs and wonders upon Pharaoh, and on all his servants, and on all the people of his land: for you knew that they dealt arrogantly against them. So did you get you a name, as it is this day."},{"number":11,"verse":"And you did divide the sea before them, so that they went through the midst of the sea on the dry land; and their persecutors you threw into the deep, as a stone into the mighty waters."},{"number":12,"verse":"Moreover you led them in the day by a cloudy pillar; and in the night by a pillar of fire, to give them light in the way in which they should go."},{"number":13,"verse":"You came down also upon mount Sinai, and spoke with them from heaven, and gave them right ordinances, and true laws, good statutes and commandments:"},{"number":14,"verse":"And made known unto them your holy sabbath, and commanded them precepts, statutes, and laws, by the hand of Moses your servant:"},{"number":15,"verse":"And gave them bread from heaven for their hunger, and brought forth water for them out of the rock for their thirst, and promised them that they should go in to possess the land which you had sworn to give them."},{"number":16,"verse":"But they and our fathers acted presumptuously, and hardened their necks, and hearkened not to your commandments,"},{"number":17,"verse":"And refused to obey, neither were mindful of your wonders that you did among them; but hardened their necks, and in their rebellion appointed a leader to return to their bondage: but you are a God ready to pardon, gracious and merciful, slow to anger, and of great kindness, and forsook them not."},{"number":18,"verse":"Yea, when they had made them a molten calf, and said, This is your God that brought you up out of Egypt, and had worked great provocations;"},{"number":19,"verse":"Yet you in your manifold mercies forsook them not in the wilderness: the pillar of cloud departed not from them by day, to lead them in the way; neither the pillar of fire by night, to show them light, and the way in which they should go."},{"number":20,"verse":"You gave also your good spirit to instruct them, and withheld not your manna from their mouth, and gave them water for their thirst."},{"number":21,"verse":"Yea, forty years did you sustain them in the wilderness, so that they lacked nothing; their clothes grew not old, and their feet swelled not."},{"number":22,"verse":"Moreover you gave them kingdoms and nations, and did distribute them even into the corners: so they possessed the land of Sihon, the land of the king of Heshbon, and the land of Og king of Bashan."},{"number":23,"verse":"Their children also you multiplied as the stars of heaven, and brought them into the land, concerning which you had promised to their fathers, that they should go in to possess it."},{"number":24,"verse":"So the children went in and possessed the land, and you subdued before them the inhabitants of the land, the Canaanites, and gave them into their hands, with their kings, and the people of the land, that they might do with them as they would."},{"number":25,"verse":"And they took strong cities, and a rich land, and possessed houses full of all goods, cisterns hewed out, vineyards, and olive groves, and fruit trees in abundance: so they did eat, and were filled, and became fat, and delighted themselves in your great goodness."},{"number":26,"verse":"Nevertheless they were disobedient, and rebelled against you, and cast your law behind their backs, and slew your prophets who testified against them to turn them to you, and they worked great provocations."},{"number":27,"verse":"Therefore you delivered them into the hand of their enemies, who oppressed them: and in the time of their trouble, when they cried unto you, you heard them from heaven; and according to your manifold mercies you gave them saviors, who saved them out of the hand of their enemies."},{"number":28,"verse":"But after they had rest, they did evil again before you: therefore you left them in the hand of their enemies, so that they had the dominion over them: yet when they returned, and cried unto you, you heard them from heaven; and many times did you deliver them according to your mercies;"},{"number":29,"verse":"And testified against them, that you might bring them again unto your law: yet they acted presumptuously, and hearkened not unto your commandments, but sinned against your judgments, (which if a man does, he shall live in them;) and turned the shoulder, and hardened their neck, and would not hear."},{"number":30,"verse":"Yet many years did you bear with them, and testified against them by your spirit in your prophets: yet would they not give ear: therefore you gave them into the hand of the people of the lands."},{"number":31,"verse":"Nevertheless for your great mercies' sake you did not utterly consume them, nor forsake them; for you are a gracious and merciful God."},{"number":32,"verse":"Now therefore, our God, the great, the mighty, and the awesome God, who keeps covenant and mercy, let not all the trouble seem little before you, that has come upon us, on our kings, on our princes, and on our priests, and on our prophets, and on our fathers, and on all your people, since the time of the kings of Assyria unto this day."},{"number":33,"verse":"Yet you are just in all that is brought upon us; for you have done right, but we have done wickedly:"},{"number":34,"verse":"Neither have our kings, our princes, our priests, nor our fathers, kept your law, nor hearkened unto your commandments and your testimonies, with which you did testify against them."},{"number":35,"verse":"For they have not served you in their kingdom, or in your great goodness that you gave them, or in the large and rich land which you gave before them, neither turned they from their wicked works."},{"number":36,"verse":"Behold, we are servants this day, and for the land that you gave unto our fathers to eat the fruit thereof and the good thereof, behold, we are servants in it:"},{"number":37,"verse":"And it yields much increase unto the kings whom you have set over us because of our sins: also they have dominion over our bodies, and over our cattle, at their pleasure, and we are in great distress."},{"number":38,"verse":"And because of all this we make a sure covenant, and write it; and our leaders, Levites, and priests, seal it."}]}