{"bibleAbbr":"KNJV","bookName":"ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗ","bookEnglishName":"Acts of the Apostles","chapterNumber":12,"verses":[{"number":1,"verse":"ಆ ಸಮಯದಲ್ಲೇ ಅರಸನಾದ ಹೆರೋದನು ಸಭೆಯವರಲ್ಲಿ ಕೆಲವರನ್ನು ಹಿಂಸೆಪಡಿಸುವದಕ್ಕೆ ಕೈಹಾಕಿ"},{"number":2,"verse":"ಯೋಹಾನನ ಅಣ್ಣನಾದ ಯಾಕೋಬನನ್ನು ಕತ್ತಿಯಿಂದ ಕೊಲ್ಲಿಸಿದನು."},{"number":3,"verse":"ಇದು ಯೆಹೂದ್ಯರಿಗೆ ಮೆಚ್ಚಿಕೆಯಾಗಿದೆ ಎಂದು ನೋಡಿ ಅಷ್ಟಕ್ಕೆ ನಿಲ್ಲದೆ ಪೇತ್ರನನ್ನೂ ಹಿಡಿಸಿದನು. ಆ ಕಾಲದಲ್ಲಿ ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಯ ಹಬ್ಬ ನಡೆಯುತ್ತಿತ್ತು."},{"number":4,"verse":"ಅವನನ್ನು ಪಸ್ಕಹಬ್ಬವಾದ ಮೇಲೆ ಜನರ ಮುಂದೆ ತರಿಸಬೇಕೆಂಬ ಯೋಚನೆಯಿಂದ ಸೆರೆಯಲ್ಲಿ ಹಾಕಿಸಿ ಅವನನ್ನು ಕಾಯಲಿಕ್ಕೆ ನಾಲ್ಕು ನಾಲ್ಕು ಸಿಪಾಯಿಗಳಿದ್ದ ನಾಲ್ಕು ಗುಂಪುಗಳ ವಶಕ್ಕೆ ಕೊಟ್ಟನು."},{"number":5,"verse":"ಪೇತ್ರನು ಸೆರೆಮನೆಯೊಳಗೆ ಕಾವಲಲ್ಲಿದ್ದಾಗ ಸಭೆಯವರು ಆತನಿಗೋಸ್ಕರ ಆಸಕ್ತಿಯಿಂದ ದೇವರಿಗೆ ಪ್ರಾರ್ಥನೆಮಾಡುತ್ತಿದ್ದರು."},{"number":6,"verse":"ಹೆರೋದನು ಅವನನ್ನು ಜನರ ಮುಂದೆ ತರಿಸಬೇಕೆಂದಿದ್ದ ದಿವಸದ ಹಿಂದಿನ ರಾತ್ರಿಯಲ್ಲಿ ಪೇತ್ರನು ಎರಡು ಸರಪಣಿಗಳಿಂದ ಕಟ್ಟಲ್ಪಟ್ಟವನಾಗಿ ಇಬ್ಬರು ಸಿಪಾಯಿಗಳ ನಡುವೆ ನಿದ್ದೆ ಮಾಡುತ್ತಿದ್ದನು. ಕಾವಲುಗಾರರು ಬಾಗಿಲ ಮುಂದೆ ನಿಂತು ಸೆರೆಮನೆಯನ್ನು ಕಾಯುತ್ತಿದ್ದರು."},{"number":7,"verse":"ಫಕ್ಕನೆ ಕರ್ತನ ದೂತನು ಪೇತ್ರನೆದುರಿಗೆ ನಿಂತನು. ಅವನಿದ್ದ ಕೋಣೆಯಲ್ಲಿ ಬೆಳಕು ಹೊಳೆಯಿತು. ಅವನು ಪೇತ್ರನನ್ನು ಪಕ್ಕೆ ತಟ್ಟಿ ಎಬ್ಬಿಸಿ - ತಟ್ಟನೆ ಏಳು ಅಂದನು. ಆಗಲೇ ಅವನ ಕೈಗಳಿಗೆ ಹಾಕಿದ್ದ ಸರಪಣಿಗಳು ಕಳಚಿಬಿದ್ದವು."},{"number":8,"verse":"ಆ ದೂತನು ಅವನಿಗೆ - ನಡುಕಟ್ಟಿಕೊಂಡು ನಿನ್ನ ಕೆರಗಳನ್ನು ಮೆಟ್ಟಿಕೋ ಎಂದು ಹೇಳಲು ಅವನು ಹಾಗೇ ಮಾಡಿದನು. ನಿನ್ನ ಮೇಲಂಗಿಯನ್ನು ಹಾಕಿಕೊಂಡು ನನ್ನ ಹಿಂದೆ ಬಾ ಅಂದನು."},{"number":9,"verse":"ಅವನು ಹೊರಗೆ ಬಂದು ಆ ದೂತನ ಹಿಂದೆಯೇ ಹೋಗುತ್ತಾ ದೂತನ ಮೂಲಕವಾಗಿ ನಡೆದ ಸಂಗತಿ ನಿಜವಾದದ್ದೆಂದು ತಿಳಿಯದೆ ತಾನು ನೋಡಿದ್ದು ಕನಸು ಎಂದು ನೆನಸಿದನು."},{"number":10,"verse":"ಅವರು ಮೊದಲನೆಯ ಎರಡನೆಯ ಕಾವಲುಗಳನ್ನು ದಾಟಿ ಪಟ್ಟಣಕ್ಕೆ ಹೋಗುವ ಕಬ್ಬಿಣದ ಬಾಗಿಲಿಗೆ ಬಂದಾಗ ಅದು ತನ್ನಷ್ಟಕ್ಕೆ ತಾನೇ ಅವರಿಗೆ ತೆರೆಯಿತು. ಅವರು ಹೊರಗೆ ಬಂದು ಒಂದು ಬೀದಿಯನ್ನು ದಾಟಿದರು; ಕೂಡಲೇ ಆ ದೂತನು ಅವನನ್ನು ಬಿಟ್ಟು ಹೋದನು."},{"number":11,"verse":"ಆಗ ಪೇತ್ರನು ಎಚ್ಚರವಾಗಿ - ಕರ್ತನು ತನ್ನ ದೂತನನ್ನು ಕಳುಹಿಸಿ ಹೆರೋದನ ಕೈಯಿಂದಲೂ ಯೆಹೂದ್ಯಜನರು ನನಗೆ ಮಾಡಬೇಕೆಂದಿದ್ದ ಕೇಡಿನಿಂದಲೂ ನನ್ನನ್ನು ಬಿಡಿಸಿದನೆಂದು ನನಗೀಗ ನಿಜವಾಗಿ ತಿಳಿದುಬಂದಿದೆ ಅಂದುಕೊಂಡನು."},{"number":12,"verse":"ತರುವಾಯ ಅವನು ಯೋಚನೆಮಾಡಿಕೊಂಡು ಮಾರ್ಕನೆನಿಸಿಕೊಳ್ಳುವ ಯೋಹಾನನ ತಾಯಿಯಾದ ಮರಿಯಳ ಮನೆಗೆ ಬಂದನು. ಅಲ್ಲಿ ಅನೇಕರು ಕೂಡಿಬಂದು ಪ್ರಾರ್ಥನೆಮಾಡುತ್ತಿದ್ದರು."},{"number":13,"verse":"ಪೇತ್ರನು ಬಾಗಿಲಿನ ಕದವನ್ನು ತಟ್ಟಲು ರೋದೆ ಎಂಬ ಒಬ್ಬ ಚಾಕರಿಯವಳು ನೋಡುವದಕ್ಕೆ ಬಂದಳು."},{"number":14,"verse":"ಅವಳು ಪೇತ್ರನ ಧ್ವನಿಯನ್ನು ಗೊತ್ತುಹಿಡಿದು ಸಂತೋಷದ ನಿಮಿತ್ತದಿಂದಲೇ ಬಾಗಿಲನ್ನು ತೆರೆಯದೆ ಒಳಕ್ಕೆ ಓಡಿಹೋಗಿ - ಪೇತ್ರನು ಬಾಗಿಲ ಮುಂದೆ ನಿಂತಿದ್ದಾನೆ ಎಂದು ತಿಳಿಸಿದಳು. ಅವರು ಅವಳಿಗೆ - ನಿನಗೆ ಹುಚ್ಚು ಹಿಡಿದದೆ ಎಂದು ಹೇಳಿದರು."},{"number":15,"verse":"ಆದರೆ ಅವಳು ತಾನು ಹೇಳಿದಂತೆಯೇ ಅದೆ ಎಂದು ದೃಢವಾಗಿ ಹೇಳುತ್ತಾ ಇರಲು ಅವನ ದೂತನಾಗಿರಬೇಕು ಅಂದರು."},{"number":16,"verse":"ಅಷ್ಟರಲ್ಲಿ ಪೇತ್ರನು ಇನ್ನೂ ತಟ್ಟುತ್ತಾ ಇರಲು ಅವರು ಬಾಗಿಲನ್ನು ತೆರೆದು ಅವನನ್ನು ಕಂಡು ಬೆರಗಾದರು."},{"number":17,"verse":"ಆದರೆ ಅವನು ಸುಮ್ಮಗಿರ್ರಿ ಎಂದು ಅವರಿಗೆ ಕೈಸನ್ನೆ ಮಾಡಿ ತನ್ನನ್ನು ಕರ್ತನು ಸೆರೆಮನೆಯೊಳಗಿಂದ ಹೊರಗೆ ಕರೆದುಕೊಂಡು ಬಂದ ರೀತಿಯನ್ನು ವಿವರಿಸಿ ಈ ಸಂಗತಿಗಳನ್ನು ಯಾಕೋಬನಿಗೂ ಸಹೋದರರೆಲ್ಲರಿಗೂ ತಿಳಿಸಿರೆಂದು ಹೇಳಿ ಬೇರೆ ಸ್ಥಳಕ್ಕೆ ಹೊರಟುಹೋದನು."},{"number":18,"verse":"ಬೆಳಗಾದ ಮೇಲೆ ಪೇತ್ರನು ಏನಾದನೆಂದು ಸಿಪಾಯಿಗಳಲ್ಲಿ ಬಹಳ ಕಳವಳ ಉಂಟಾಯಿತು."},{"number":19,"verse":"ಹೆರೋದನು ಅವನನ್ನು ಹುಡುಕಿಸಿ ಅವನು ಸಿಕ್ಕಲಿಲ್ಲವಾದದರಿಂದ ಕಾವಲುಗಾರರನ್ನು ವಿಚಾರಣೆಮಾಡಿ ಅವರಿಗೆ ಮರಣದಂಡನೆಯನ್ನು ವಿಧಿಸಿದನು. ಬಳಿಕ ಯೂದಾಯದಿಂದ ಕೈಸರೈಯಕ್ಕೆ ಹೋಗಿ ಅಲ್ಲಿ ಕೆಲವು ಕಾಲ ಇದ್ದನು."},{"number":20,"verse":"ತೂರ್ ಸೀದೋನ್ ಪಟ್ಟಣಗಳ ನಿವಾಸಿಗಳು ತಮ್ಮ ಮೇಲೆ ಹೆರೋದನು ಬಹಳವಾಗಿ ಕೋಪಿಸಿಕೊಂಡಿರುವದನ್ನು ನೋಡಿ ಒಂದೇ ಮನಸ್ಸಿನಿಂದ ಅವನ ಸನ್ನಿಧಿಗೆ ಬಂದು ಅರಸನ ಅಂತಃಪುರದ ಮೇಲಣ ಅಧಿಕಾರಿಯಾದ ಬ್ಲಾಸ್ತನನ್ನು ಒಲಿಸಿಕೊಂಡು ಸಮಾಧಾನವಾಗಬೇಕೆಂದು ಅರಸನನ್ನು ಬೇಡಿಕೊಂಡರು. ಯಾಕಂದರೆ ಅರಸನ ಸೀಮೆಯಿಂದಲೇ ಅವರ ಸೀಮೆಗೆ ದವಸಧಾನ್ಯ ಬರುತ್ತಿತ್ತು."},{"number":21,"verse":"ಗೊತ್ತುಮಾಡಿದ ಒಂದು ದಿನದಲ್ಲಿ ಹೆರೋದನು ರಾಜವಸ್ತ್ರವನ್ನು ಧರಿಸಿಕೊಂಡು ರಾಜಾಸನದ ಮೇಲೆ ಕೂತು ಅವರಿಗೆ ಉಪನ್ಯಾಸ ಮಾಡಿದನು."},{"number":22,"verse":"ಕೂಡಿದ್ದ ಜನರು - ಇದು ಮನುಷ್ಯನ ನುಡಿಯಲ್ಲ, ದೇವರ ನುಡಿಯೇ ಎಂದು ಆರ್ಭಟಿಸಿದರು."},{"number":23,"verse":"ಆ ಘನವನ್ನು ಅವನು ದೇವರಿಗೆ ಸಲ್ಲಿಸದೆ ಹೋದದರಿಂದ ಕರ್ತನ ದೂತನು ಆ ಕ್ಷಣದಲ್ಲೇ ಅವನನ್ನು ಬಡಿದನು; ಅವನು ಹುಳಬಿದ್ದು ಸತ್ತನು."},{"number":24,"verse":"ಆದರೆ ದೇವರ ವಾಕ್ಯವು ಹಬ್ಬಿ ಹೆಚ್ಚುತ್ತಾ ಬಂತು."},{"number":25,"verse":"ಬಾರ್ನಬ ಸೌಲರು ಮಾಡಬೇಕಾದ ಧರ್ಮಕಾರ್ಯವನ್ನು ತೀರಿಸಿ ಮಾರ್ಕನೆನಿಸಿಕೊಳ್ಳುವ ಯೋಹಾನನನ್ನು ಕರಕೊಂಡು ಯೆರೂಸಲೇಮಿನಿಂದ ಹಿಂತಿರಿಗಿ ಬಂದರು."}]}