{"bibleAbbr":"KNJV","bookName":"ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗ","bookEnglishName":"Acts of the Apostles","chapterNumber":18,"verses":[{"number":1,"verse":"ಇದಾದ ಮೇಲೆ ಪೌಲನು ಅಥೇನೆಯನ್ನು ಬಿಟ್ಟು ಕೊರಿಂಥಕ್ಕೆ ಹೋದನು."},{"number":2,"verse":"ಪೊಂತದಲ್ಲಿ ಹುಟ್ಟಿದ ಅಕ್ವಿಲನೆಂಬ ಒಬ್ಬ ಯೆಹೂದ್ಯನನ್ನು ಅಲ್ಲಿ ಕಂಡನು. ಯೆಹೂದ್ಯರೆಲ್ಲರೂ ರೋಮಾಪುರವನ್ನು ಬಿಟ್ಟುಹೋಗಬೇಕೆಂದು ಕ್ಲೌದಿಯ ಚಕ್ರವರ್ತಿಯು ವಿಧಿಸಿದ ಕಾರಣ ಅಕ್ವಿಲನೂ ಅವನ ಹೆಂಡತಿಯಾದ ಪ್ರಿಸ್ಕಿಲ್ಲಳೂ ಕೆಲವು ದಿವಸಗಳ ಮುಂಚೆ ಇತಾಲ್ಯ ದೇಶದಿಂದ ಅಲ್ಲಿಗೆ ಬಂದಿದ್ದರು."},{"number":3,"verse":"ಪೌಲನು ಅವರ ಮನೆಗೆ ಹೋಗಿ ತಾನೂ ಅವರೂ ಒಂದೇ ಕಸಬಿನವರಾಗಿದ್ದದರಿಂದ ಅವರಲ್ಲಿದ್ದು ಅವರೊಂದಿಗೆ ಕೆಲಸಮಾಡುತ್ತಿದ್ದನು; ಗುಡಾರ ಮಾಡುವದು ಅವರ ಕಸಬಾಗಿತ್ತು."},{"number":4,"verse":"ಅವನು ಪ್ರತಿ ಸಬ್ಬತ್ ದಿನವೂ ಸಭಾಮಂದಿರದಲ್ಲಿ ಚರ್ಚಿಸಿ ಯೆಹೂದ್ಯರನ್ನೂ ಗ್ರೀಕರನ್ನೂ ಒಡಂಬಡಿಸುತ್ತಿದ್ದನು."},{"number":5,"verse":"ಸೀಲನೂ ತಿಮೊಥೆಯನೂ ಮಕೆದೋನ್ಯದಿಂದ ಬಂದಾಗ ಪೌಲನು ದೇವರ ವಾಕ್ಯವನ್ನು ಬೋಧಿಸುವದರಲ್ಲಿ ಅತ್ಯಾಸಕ್ತಿಯುಳ್ಳವನಾಗಿ ಯೇಸುವೇ ಬರಬೇಕಾದ ಕ್ರಿಸ್ತನೆಂದು ಯೆಹೂದ್ಯರಿಗೆ ಖಂಡಿತವಾಗಿ ಸಾಕ್ಷಿ ಹೇಳಿದನು."},{"number":6,"verse":"ಅವರು ಎದುರಿಸಿ ದೂಷಿಸಲಾಗಿ ಅವನು ತನ್ನ ವಸ್ತ್ರಗಳನ್ನು ಝಾಡಿಸಿ ಅವರಿಗೆ - ನಿಮ್ಮ ನಾಶನಕ್ಕೆ ನೀವೇ ಹೊಣೆ. ನಾನು ಇಂದಿನಿಂದ ಶುದ್ಧಮನಸ್ಸುಳ್ಳವನಾಗಿ ಅನ್ಯಜನರ ಬಳಿಗೆ ಹೋಗುತ್ತೇನೆ ಎಂದು ಹೇಳಿ"},{"number":7,"verse":"ಆ ಸ್ಥಳವನ್ನು ಬಿಟ್ಟು ದೇವರಿಗೆ ಭಯಪಡುವವನಾಗಿದ್ದ ತೀತಯುಸ್ತನೆಂಬವನ ಮನೆಗೆ ಹೋದನು. ಅವನ ಮನೆ ಸಭಾಮಂದಿರದ ಮಗ್ಗುಲಲ್ಲೇ ಇತ್ತು."},{"number":8,"verse":"ಸಭಾಮಂದಿರದ ಅಧ್ಯಕ್ಷನಾದ ಕ್ರಿಸ್ಪನು ತನ್ನ ಮನೆಯವರೆಲ್ಲರ ಸಹಿತ ಕರ್ತನಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟನು. ಮತ್ತು ಕೊರಿಂಥದವರಲ್ಲಿ ಅನೇಕರು ಕೇಳಿ ನಂಬಿ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡರು."},{"number":9,"verse":"ಇದಲ್ಲದೆ ಕರ್ತನು ರಾತ್ರಿಕಾಲದಲ್ಲಿ ಪೌಲನಿಗೆ ದರ್ಶನಕೊಟ್ಟು - ನೀನು ಹೆದರಬೇಡ; ಸುಮ್ಮನಿರದೆ ಮಾತಾಡುತ್ತಲೇ ಇರು,"},{"number":10,"verse":"ನಾನೇ ನಿನ್ನೊಂದಿಗಿದ್ದೇನೆ; ಯಾರೂ ನಿನ್ನ ಮೇಲೆ ಬಿದ್ದು ಕೇಡು ಮಾಡುವದಿಲ್ಲ; ಈ ಪಟ್ಟಣದಲ್ಲಿ ನನಗೆ ಬಹಳ ಮಂದಿ ಇದ್ದಾರೆ ಎಂದು ಹೇಳಿದನು."},{"number":11,"verse":"ಅವನು ಒಂದು ವರುಷ ಆರು ತಿಂಗಳು ಅಲ್ಲೇ ಇದ್ದುಕೊಂಡು ಆ ಜನರಿಗೆ ದೇವರ ವಾಕ್ಯವನ್ನು ಉಪದೇಶಮಾಡುತ್ತಿದ್ದನು."},{"number":12,"verse":"ಗಲ್ಲಿಯೋನನು ಅಖಾಯದ ಅಧಿಪತಿಯಾಗಿರಲು ಯೆಹೂದ್ಯರು ಒಗ್ಗಟ್ಟಾಗಿ ಪೌಲನ ಮೇಲೆ ಬಿದ್ದು ಅವನನ್ನು ನ್ಯಾಯಸ್ಥಾನದ ಮುಂದೆ ಹಿಡಿತಂದು -"},{"number":13,"verse":"ಇವನು ದೇವರನ್ನು ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ಪೂಜಿಸುವದಕ್ಕೆ ಜನರನ್ನು ಒಡಂಬಡಿಸುತ್ತಾನೆಂದು ದೂರು ಹೇಳಿದರು."},{"number":14,"verse":"ಪೌಲನು ಪ್ರತಿವಾದ ಮಾಡಬೇಕೆಂದಿದ್ದಾಗ ಗಲ್ಲಿಯೋನನು ಯೆಹೂದ್ಯರಿಗೆ - ಎಲೈ ಯೆಹೂದ್ಯರೇ, ಅನ್ಯಾಯವು ದುಷ್ಕಾರ್ಯವು ಇಂಥದೇನಾದರೂ ಇದ್ದ ಪಕ್ಷಕ್ಕೆ ನಾನು ನಿಮ್ಮ ಮಾತನ್ನು ಸಹನದಿಂದ ಕೇಳುವದು ನ್ಯಾಯವೇ."},{"number":15,"verse":"ಆದರೆ ನೀವು ಮಾಡುವ ವಿವಾದವು ಬೋಧನೆಯನ್ನೂ ಹೆಸರುಗಳನ್ನೂ ನಿಮ್ಮ ಧರ್ಮಶಾಸ್ತ್ರವನ್ನೂ ಕುರಿತದ್ದಾಗಿರುವದರಿಂದ ಅವುಗಳನ್ನು ನೀವೇ ನೋಡಿಕೊಳ್ಳಿರಿ. ಇಂಥ ವಿಷಯಗಳನ್ನು ವಿಚಾರಣೆಮಾಡುವದಕ್ಕೆ ನನಗಂತೂ ಮನಸ್ಸಿಲ್ಲ ಎಂದು ಹೇಳಿ"},{"number":16,"verse":"ಅವರನ್ನು ನ್ಯಾಯಸ್ಥಾನದ ಎದುರಿನಿಂದ ಹೊರಡಿಸಿಬಿಟ್ಟನು."},{"number":17,"verse":"ಆಗ ಜನರೆಲ್ಲರು ಸಭಾಮಂದಿರದ ಅಧ್ಯಕ್ಷನಾದ ಸೋಸ್ಥೆನನನ್ನು ಹಿಡಿದುಕೊಂಡು ನ್ಯಾಯಸ್ಥಾನದ ಮುಂದೆಯೇ ಹೊಡೆದರು. ಗಲ್ಲಿಯೋನನು ಅವುಗಳಲ್ಲಿ ಒಂದನ್ನೂ ಲಕ್ಷ್ಯಕ್ಕೆ ತರಲಿಲ್ಲ."},{"number":18,"verse":"ಪೌಲನು ಇನ್ನು ಅನೇಕ ದಿವಸ ಅಲ್ಲಿದ್ದ ಮೇಲೆ ಸಹೋದರರಿಂದ ಅಪ್ಪಣೆ ತೆಗೆದುಕೊಂಡು ತನಗೆ ದೀಕ್ಷೆ ಇದ್ದದರಿಂದ ಕೆಂಖ್ರೆಯದಲ್ಲಿ ಕ್ಷೌರಮಾಡಿಸಿಕೊಂಡು ಹಡಗನ್ನು ಹತ್ತಿ ಸಿರಿಯಕ್ಕೆ ಹೊರಟನು. ಪ್ರಿಸ್ಕಿಲ್ಲಳೂ ಅಕ್ವಿಲನೂ ಅವನ ಸಂಗಡ ಹೊರಟರು."},{"number":19,"verse":"ಎಫೆಸಕ್ಕೆ ಬಂದಾಗ ಅವರನ್ನು ಅಲ್ಲೇ ಬಿಟ್ಟನು. ತಾನು ಸಭಾಮಂದಿರದೊಳಕ್ಕೆ ಹೋಗಿ ಯೆಹೂದ್ಯರ ಸಂಗಡ ವಾದಿಸಿದನು."},{"number":20,"verse":"ಅವರು ಅವನನ್ನು ಇನ್ನೂ ಕೆಲವು ಕಾಲ ಇರಬೇಕೆಂದು ಕೇಳಿಕೊಂಡಾಗ ಅವನು ಒಪ್ಪದೆ -"},{"number":21,"verse":"ದೇವರ ಚಿತ್ತವಾದರೆ ತಿರಿಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ಬರುತ್ತೇನೆಂದು ಹೇಳಿ ಅವರ ಅಪ್ಪಣೆ ತೆಗೆದುಕೊಂಡು ಹೋದನು. ಆಮೇಲೆ ಎಫೆಸದಿಂದ ಸಮುದ್ರಪ್ರಯಾಣ ಮಾಡಿ"},{"number":22,"verse":"ಕೈಸರೈಯದಲ್ಲಿ ಇಳಿದು ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗಿ ಸಭೆಯನ್ನು ವಂದಿಸಿ ಅಂತಿಯೋಕ್ಯಕ್ಕೆ ಬಂದನು."},{"number":23,"verse":"ಪೌಲನು ಅಂತಿಯೋಕ್ಯದಲ್ಲಿ ಕೆಲವು ಕಾಲ ಇದ್ದು ತಿರಿಗಿ ಹೊರಟು ಕ್ರಮವಾಗಿ ಗಲಾತ್ಯ ಸೀಮೆಯಲ್ಲಿಯೂ ಫ್ರೂಗ್ಯದಲ್ಲಿಯೂ ಸಂಚಾರಮಾಡುತ್ತಾ ಶಿಷ್ಯರೆಲ್ಲರನ್ನು ದೃಢಪಡಿಸಿದನು."},{"number":24,"verse":"ಅಷ್ಟರೊಳಗೆ ಅಲೆಕ್ಸಾಂದ್ರಿಯದಲ್ಲಿ ಹುಟ್ಟಿದ ಅಪೊಲ್ಲೋಸನೆಂಬ ಒಬ್ಬ ಯೆಹೂದ್ಯನು ಎಫೆಸಕ್ಕೆ ಬಂದನು. ಅವನು ವಾಕ್ಚಾತುರ್ಯವುಳ್ಳವನು, ಶಾಸ್ತ್ರಗಳಲ್ಲಿ ಪ್ರವೀಣನು."},{"number":25,"verse":"ಅವನು ಕರ್ತನ ಮಾರ್ಗದ ವಿಷಯದಲ್ಲಿ ಉಪದೇಶ ಹೊಂದಿದವನಾಗಿದ್ದನು; ಮತ್ತು ಆಸಕ್ತ ಮನಸ್ಸುಳ್ಳವನಾಗಿದ್ದು ಯೋಹಾನನು ಮಾಡಿಸಿದ ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಮಾತ್ರ ಬಲ್ಲವನಾದಾಗ್ಯೂ ಯೇಸುವಿನ ಸಂಗತಿಗಳನ್ನು ಸೂಕ್ಷ್ಮವಾಗಿ ಹೇಳಿ ಉಪದೇಶಿಸಿದನು."},{"number":26,"verse":"ಅವನು ಸಭಾಮಂದಿರದಲ್ಲಿ ಧೈರ್ಯದಿಂದ ಮಾತಾಡುವದಕ್ಕೆ ಪ್ರಾರಂಭಿಸಿದನು. ಅವನ ಮಾತುಗಳನ್ನು ಪ್ರಿಸ್ಕಿಲ್ಲಳೂ ಅಕ್ವಿಲನೂ ಕೇಳಿ ಅವನನ್ನು ತಮ್ಮ ಮನೆಗೆ ಕರೆದುಕೊಂಡು ಹೋಗಿ ದೇವರ ಮಾರ್ಗವನ್ನು ಅವನಿಗೆ ಇನ್ನೂ ಸೂಕ್ಷ್ಮವಾಗಿ ವಿವರಿಸಿದರು."},{"number":27,"verse":"ಆಮೇಲೆ ಅಖಾಯಕ್ಕೆ ಹೋಗಬೇಕೆಂದು ಅವನಿಗೆ ಮನಸ್ಸಾದಾಗ ಸಹೋದರರು ಅವನನ್ನು ಪ್ರೋತ್ಸಾಹಗೊಳಿಸಿ ಅಲ್ಲಿದ್ದ ಶಿಷ್ಯರಿಗೆ ಇವನನ್ನು ಸೇರಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ಪತ್ರಿಕೆಯನ್ನು ಬರೆದುಕೊಟ್ಟರು."},{"number":28,"verse":"ಅವನು ಹೋಗಿ ಯೇಸುವೇ ಕ್ರಿಸ್ತನೆಂದು ಶಾಸ್ತ್ರಾಧಾರದಿಂದ ತೋರಿಸಿಕೊಟ್ಟು ಎಲ್ಲರ ಮುಂದೆ ಬಲವಾಗಿ ಯೆಹೂದ್ಯರನ್ನು ಖಂಡಿಸಿ ದೇವರ ಕೃಪೆಯಿಂದ ನಂಬಿದ್ದವರಿಗೆ ಬಹಳ ಸಹಾಯಮಾಡಿದನು."}]}