{"bibleAbbr":"KNJV","bookName":"ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗ","bookEnglishName":"Acts of the Apostles","chapterNumber":19,"verses":[{"number":1,"verse":"ಅಪೊಲ್ಲೋಸನು ಕೊರಿಂಥದಲ್ಲಿದ್ದಾಗ ಪೌಲನು ಮಲೆನಾಡಿನಲ್ಲಿ ಸಂಚಾರಮಾಡಿ ಎಫೆಸಕ್ಕೆ ಬಂದು ಕೆಲವು ಮಂದಿ ಶಿಷ್ಯರನ್ನು ಕಂಡು -"},{"number":2,"verse":"ನೀವು ನಂಬಿದಾಗ ಪವಿತ್ರಾತ್ಮವರವನ್ನು ಹೊಂದಿದಿರೋ ಎಂದು ಅವರನ್ನು ಕೇಳಲು ಅವರು ಅವನಿಗೆ - ಇಲ್ಲ, ಪವಿತ್ರಾತ್ಮವರವು ಉಂಟೆಂಬದನ್ನೇ ನಾವು ಕೇಳಲಿಲ್ಲ ಅಂದರು."},{"number":3,"verse":"ಅವನು - ನೀವು ಯಾವದನ್ನು ನಂಬಿ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡಿರಿ ಎಂದು ಕೇಳಿದ್ದಕ್ಕೆ ಅವರು - ಯೋಹಾನನ ಬೋಧನೆಯನ್ನು ನಂಬಿ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡೆವು ಅಂದರು."},{"number":4,"verse":"ಅದಕ್ಕೆ ಪೌಲನು - ಯೋಹಾನನು ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡವರಿಗೆ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿ ತನ್ನ ಹಿಂದೆ ಬರವಾತನಲ್ಲಿ ಅಂದರೆ ಯೇಸುವಿನಲ್ಲಿ ನಂಬಿಕೆಯಿಡಬೇಕೆಂಬದಾಗಿ ಜನರಿಗೆ ಹೇಳಿದನು ಎಂದು ಹೇಳಲು"},{"number":5,"verse":"ಅವರು ಆ ಮಾತನ್ನು ಕೇಳಿ ಕರ್ತನಾದ ಯೇಸುವಿನ ಹೆಸರಿನಲ್ಲಿ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡರು."},{"number":6,"verse":"ಪೌಲನು ಅವರ ಮೇಲೆ ಕೈಗಳನ್ನಿಡಲು ಪವಿತ್ರಾತ್ಮವರವು ಅವರ ಮೇಲೆ ಬಂತು; ಅವರು ನಾನಾ ಭಾಷೆಗಳನ್ನಾಡಿದರು, ಪ್ರವಾದಿಸಿದರು."},{"number":7,"verse":"ಅವರು ಸುಮಾರು ಹನ್ನೆರಡು ಮಂದಿ ಗಂಡಸರು."},{"number":8,"verse":"ಪಟ್ಟಣದಲ್ಲಿ ಪೌಲನು ಸಭಾಮಂದಿರದೊಳಗೆ ಹೋಗಿ ಮೂರು ತಿಂಗಳು ಅಲ್ಲೇ ದೇವರ ರಾಜ್ಯದ ವಿಷಯಗಳನ್ನು ಕುರಿತು ವಾದಿಸುತ್ತಾ ಜನರನ್ನು ಒಡಂಬಡಿಸುತ್ತಾ ಧೈರ್ಯದಿಂದ ಮಾತಾಡಿದನು."},{"number":9,"verse":"ಕೆಲವರು ತಮ್ಮ ಮನಸ್ಸುಗಳನ್ನು ಕಠಿಣಮಾಡಿಕೊಂಡು ಒಡಂಬಡದೆ ಗುಂಪುಕೂಡಿದ ಜನರ ಮುಂದೆ ಈ ಮಾರ್ಗವು ಕೆಟ್ಟದ್ದೆಂದು ಹೇಳಲು ಅವನು ಅವರನ್ನು ಬಿಟ್ಟುಹೋಗಿ ಶಿಷ್ಯರನ್ನು ಬೇರೆಮಾಡಿ ತುರನ್ನನ ತರ್ಕಶಾಲೆಯಲ್ಲಿ ಪ್ರತಿದಿನವೂ ವಾದಿಸಿದನು."},{"number":10,"verse":"ಇದು ಎರಡು ವರುಷಗಳವರೆಗೂ ನಡೆದದ್ದರಿಂದ ಆಸ್ಯಸೀಮೆಯಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಯೆಹೂದ್ಯರೂ ಗ್ರೀಕರೂ ಎಲ್ಲರೂ ಕರ್ತನ ವಾಕ್ಯವನ್ನು ಕೇಳಿದರು."},{"number":11,"verse":"ದೇವರು ಪೌಲನ ಕೈಯಿಂದ ವಿಶೇಷವಾದ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ನಡಿಸುತ್ತಾ ಇದ್ದದರಿಂದ"},{"number":12,"verse":"ಜನರು ಅವನ ಮೈಮೇಲಿನಿಂದ ಕೈವಸ್ತ್ರಗಳನ್ನೂ ಉಡಿವಸ್ತ್ರಗಳನ್ನೂ ತಂದು ರೋಗಿಗಳ ಮೇಲೆ ಹಾಕಲು ಅವರವರ ರೋಗಗಳು ವಾಸಿಯಾದವು, ದೆವ್ವಗಳೂ ಬಿಟ್ಟುಹೋದವು."},{"number":13,"verse":"ದೆವ್ವಬಿಡಿಸುವವರೆನಿಸಿಕೊಂಡು ದೇಶಸಂಚಾರಿಗಳಾದ ಯೆಹೂದ್ಯರಿದ್ದರು. ಅವರಲ್ಲಿ ಕೆಲವರು ದೆವ್ವಹಿಡಿದವರ ಮೇಲೆ - ಪೌಲನು ಸಾರುವ ಯೇಸುವಿನ ಆಣೆ ಎಂದು ಹೇಳಿ ಕರ್ತನಾದ ಯೇಸುವಿನ ಹೆಸರನ್ನು ಪ್ರಯೋಗಮಾಡುವದಕ್ಕೆ ತೊಡಗಿದರು."},{"number":14,"verse":"ಮಹಾಯಜಕ ಸ್ಕೇವನೆಂಬ ಒಬ್ಬ ಯೆಹೂದ್ಯನ ಏಳು ಮಂದಿ ಮಕ್ಕಳು ಹಾಗೆ ಮಾಡುತ್ತಿದ್ದರು."},{"number":15,"verse":"ಆದರೆ ದೆವ್ವವು ಅವರಲ್ಲಿ ಇಬ್ಬರಿಗೆ - ಯೇಸುವಿನ ಗುರುತು ನನಗುಂಟು, ಪೌಲನನ್ನೂ ಬಲ್ಲೆನು, ನೀವಾದರೆ ಯಾರು? ಎಂದು ಹೇಳಿತು;"},{"number":16,"verse":"ಮತ್ತು ದೆವ್ವಹಿಡಿದಿದ್ದ ಆ ಮನುಷ್ಯನು ಅವರ ಮೇಲೆ ಹಾರಿ ಬಿದ್ದು ಅವರಿಬ್ಬರನ್ನೂ ಸೋಲಿಸಿ ಬಲಾತ್ಕರಿಸಿದ್ದರಿಂದ ಅವರು ಬೆತ್ತಲೆಯಾಗಿಯೂ ಗಾಯವುಳ್ಳವರಾಗಿಯೂ ಆ ಮನೆಯೊಳಗಿಂದ ಓಡಿಹೋದರು."},{"number":17,"verse":"ಈ ಸಂಗತಿಯು ಎಫೆಸದಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಎಲ್ಲಾ ಯೆಹೂದ್ಯರಿಗೂ ಗ್ರೀಕರಿಗೂ ತಿಳಿದುಬಂದಾಗ ಅವರೆಲ್ಲರಿಗೆ ಭಯಹಿಡಿಯಿತು."},{"number":18,"verse":"ಮತ್ತು ಕರ್ತನಾದ ಯೇಸುವಿನ ಹೆಸರು ಪ್ರಖ್ಯಾತಿಗೆ ಬಂತು. ಆತನನ್ನು ನಂಬಿದವರಲ್ಲಿ ಅನೇಕರು ಬಂದು ತಮ್ಮ ಕೃತ್ಯಗಳನ್ನು ಒಪ್ಪಿಕೊಂಡು ತಿಳಿಸಿದರು."},{"number":19,"verse":"ಇದಲ್ಲದೆ ಮಾಟ ಮಂತ್ರಗಳನ್ನು ನಡಿಸಿದವರಲ್ಲಿ ಅನೇಕರು ತಮ್ಮ ಪುಸ್ತಕಗಳನ್ನು ತಂದು ಕೂಡಿಸಿ ಎಲ್ಲರ ಮುಂದೆ ಸುಟ್ಟುಬಿಟ್ಟರು. ಅವುಗಳ ಕ್ರಯವನ್ನು ಲೆಕ್ಕಮಾಡಿ ಐವತ್ತು ಸಾವಿರ ಬೆಳ್ಳೀ ನಾಣ್ಯ ಆಯಿತೆಂದು ತಿಳಿದುಕೊಂಡರು."},{"number":20,"verse":"ಈ ರೀತಿಯಾಗಿ ಕರ್ತನ ವಾಕ್ಯವು ಬಹಳವಾಗಿ ಹೆಚ್ಚುತ್ತಾ ಪ್ರಬಲವಾಯಿತು."},{"number":21,"verse":"ಈ ಸಂಗತಿಗಳು ಆದ ಮೇಲೆ ಪೌಲನು ತಾನು ಮಕೆದೋನ್ಯದಲ್ಲಿಯೂ ಅಖಾಯದಲ್ಲಿಯೂ ಸಂಚಾರಮಾಡಿ ಯೆರೂಸಲೇಮಿಗೆ ಹೋಗಬೇಕೆಂದು ಮನಸ್ಸಿನಲ್ಲಿ ಉದ್ದೇಶಿಸಿ ಅಲ್ಲಿಗೆ ಹೋದ ಮೇಲೆ ರೋಮಾಪುರವನ್ನು ಸಹ ನೋಡಬೇಕೆಂದು ಹೇಳಿದನು."},{"number":22,"verse":"ಆದರೆ ಅವನು ತನಗೆ ಸೇವೆಮಾಡುವವರಲ್ಲಿ ಇಬ್ಬರಾದ ತಿಮೊಥೆಯನನ್ನೂ ಎರಸ್ತನನ್ನೂ ಮಕೆದೋನ್ಯಕ್ಕೆ ಕಳುಹಿಸಿ ತಾನು ಆಸ್ಯಸೀಮೆಯಲ್ಲಿ ಕೆಲವು ಕಾಲ ನಿಂತನು."},{"number":23,"verse":"ಆ ಕಾಲದಲ್ಲಿ ಕ್ರಿಸ್ತ ಮಾರ್ಗದ ವಿಷಯವಾಗಿ ಬಹಳ ಗಲಭೆ ಹುಟ್ಟಿತು."},{"number":24,"verse":"ಹೇಗಂದರೆ ದೇಮೇತ್ರಿಯನೆಂಬ ಒಬ್ಬ ಅಕ್ಕಸಾಲಿಗನು ಬೆಳ್ಳಿಯಿಂದ ಅರ್ತೆಮೀದೇವಿಯ ಗುಡಿಯಂತೆ ಸಣ್ಣ ಸಣ್ಣ ಗುಡಿಗಳನ್ನು ಮಾಡಿಸುವವನಾಗಿದ್ದು ಆ ಕಸಬಿನವರಿಗೆ ಬಹಳ ಕೆಲಸಕೊಡುತ್ತಿದ್ದನು."},{"number":25,"verse":"ಅವನು ಅವರನ್ನೂ ಆ ಕಸಬಿನ ಸಂಬಂಧವಾದ ಕೆಲಸದವರನ್ನೂ ಒಟ್ಟಿಗೆ ಕರಿಸಿ ಅವರಿಗೆ - ಜನರೇ, ಈ ಕೆಲಸದಿಂದ ನಮಗೆ ಐಶ್ವರ್ಯ ಉಂಟಾಗುತ್ತದೆಂದು ನೀವು ಬಲ್ಲಿರಿ."},{"number":26,"verse":"ಆದರೆ ಕೈಯಿಂದ ಮಾಡಿದ ಮೂರ್ತಿಗಳು ದೇವರುಗಳಲ್ಲವೆಂದು ಆ ಪೌಲನು ಹೇಳಿ ಎಫೆಸದಲ್ಲಿ ಮಾತ್ರವಲ್ಲದೆ ಸ್ವಲ್ಪ ಕಡಿಮೆ ಆಸ್ಯಸೀಮೆಯಲ್ಲೆಲ್ಲಾ ಬಹಳ ಜನರನ್ನು ಒಡಂಬಡಿಸಿ ತಿರುಗಿಸಿಬಿಟ್ಟಿದ್ದಾನೆ ಎಂಬದನ್ನು ನೀವು ನೋಡುತ್ತೀರಿ, ಕೇಳುತ್ತೀರಿ."},{"number":27,"verse":"ಇದರಿಂದ ನಮ್ಮ ಉದ್ಯೋಗಕ್ಕೆ ಅಪಕೀರ್ತಿ ಬರುವ ಹಾಗಿರುವದಲ್ಲದೆ ಅರ್ತೆಮೀ ಮಹಾದೇವಿಯ ದೇವಸ್ಥಾನವು ಗಣನೆಗೆ ಬಾರದೆಹೋಗುವ ಹಾಗೆಯೂ ಎಲ್ಲಾ ಆಸ್ಯಸೀಮೆಯೂ ಲೋಕವೂ ಪೂಜಿಸುವ ಈ ದೇವಿಯ ವೈಭವಕ್ಕೆ ಹಾನಿಬರುವ ಹಾಗೆಯೂ ಗಂಡಾಂತರವುಂಟೆಂದು ಹೇಳಿದನು."},{"number":28,"verse":"ಅವರು ಈ ಮಾತುಗಳನ್ನು ಕೇಳಿ ಕೋಪಾಕ್ರಾಂತರಾಗಿ - ಎಫೆಸದವರ ಅರ್ತೆಮೀದೇವಿ ಮಹಾದೇವಿ ಎಂದು ಆರ್ಭಟಿಸಿದರು."},{"number":29,"verse":"ಆಗ ಊರೆಲ್ಲಾ ಗಲಿಬಿಲಿಯಾಯಿತು. ಪ್ರಯಾಣದಲ್ಲಿ ಪೌಲನಿಗೆ ಜೊತೆಯವರಾಗಿದ್ದ ಮಕೆದೋನ್ಯದ ಗಾಯನನ್ನೂ ಅರಿಸ್ತಾರ್ಕನನ್ನೂ ಜನರು ಹಿಡಿದುಕೊಂಡು ಒಗ್ಗಟ್ಟಾಗಿ ನಾಟಕಶಾಲೆಯೊಳಗೆ ನುಗ್ಗಿದರು."},{"number":30,"verse":"ಪೌಲನು ಜನರೊಳಗೆ ಹೋಗಬೇಕೆಂದಿದ್ದಾಗ ಶಿಷ್ಯರು ಅವನನ್ನು ಬಿಡಲಿಲ್ಲ."},{"number":31,"verse":"ಇದಲ್ಲದೆ ಆಸ್ಯಸೀಮೆಯ ಅಧಿಕಾರಿಗಳಲ್ಲಿ ಕೆಲವರು ಅವನಿಗೆ ಸ್ನೇಹಿತರಾಗಿದ್ದದರಿಂದ ಅವನ ಬಳಿಗೆ ಜನರನ್ನು ಕಳುಹಿಸಿ - ನೀನು ನಾಟಕಶಾಲೆಯೊಳಗೆ ಹೋಗಿ ನಿನ್ನನ್ನು ಅಪಾಯಕ್ಕೆ ಗುರಿಮಾಡಿಕೊಳ್ಳಬೇಡ ಎಂದು ಬೇಡಿಕೊಂಡರು."},{"number":32,"verse":"ಸಭೆಯು ಗಲಿಬಿಲಿಯಾಯಿತು, ಮತ್ತು ಹೆಚ್ಚಾದ ಜನರಿಗೆ ತಾವು ಕೂಡಿ ಬಂದಿದ್ದ ಕಾರಣವು ಗೊತ್ತಿರಲಿಲ್ಲ. ಕೆಲವರು ಒಂದು ಬಗೆಯಾಗಿ ಮತ್ತೆ ಕೆಲವರು ಇನ್ನೊಂದು ಬಗೆಯಾಗಿ ಕೂಗುತ್ತಿದ್ದರು."},{"number":33,"verse":"ಯೆಹೂದ್ಯರು ಅಲೆಕ್ಸಾಂದ್ರನನ್ನು ಮುಂದಕ್ಕೆ ನೂಕಲು ಗುಂಪಿನಲ್ಲಿ ಕೆಲವರು ಅವನಿಗೆ ಸೂಚನೆ ಕೊಟ್ಟರು. ಆಗ ಅಲೆಕ್ಸಾಂದ್ರನು ಕೈಸನ್ನೆ ಮಾಡಿ ಕೂಡಿದ್ದ ಜನರಿಗೆ ಪ್ರತಿವಾದ ಮಾಡಬೇಕೆಂದಿದ್ದನು."},{"number":34,"verse":"ಆದರೆ ಅವನು ಯೆಹೂದ್ಯನೆಂದು ತಿಳಿದಾಗ ಎಲ್ಲರೂ ಒಂದೇ ಶಬ್ದದಿಂದ - ಎಫೆಸದವರ ಅರ್ತೆಮೀದೇವಿ ಮಹಾದೇವಿ ಎಂದು ಎರಡು ಗಂಟೆ ಹೊತ್ತು ಕೂಗಿದರು."},{"number":35,"verse":"ಕಡೆಗೆ ಪಟ್ಟಣದ ಯಜಮಾನನು ಜನರ ಗುಂಪನ್ನು ಸಮಾಧಾನಪಡಿಸಿ - ಎಫೆಸದವರೇ, ಎಫೆಸ ಪಟ್ಟಣದವರು ಅರ್ತೆಮೀ ಮಹಾದೇವಿಯ ದೇವಸ್ಥಾನಕ್ಕೂ ಆಕಾಶದಿಂದ ಬಿದ್ದ ಆಕೆಯ ಮೂರ್ತಿಗೂ ಪಾಲಕರಾಗಿದ್ದಾರೆಂಬದನ್ನು ತಿಳಿಯದಿರುವ ಮನುಷ್ಯನು ಇದ್ದಾನೇ?"},{"number":36,"verse":"ಈ ಸಂಗತಿ ಅಲ್ಲವೆನ್ನುವದಕ್ಕೆ ಯಾರಿಂದಲೂ ಆಗದಿರುವದರಿಂದ ನೀವು ಶಾಂತಿಯಿಂದಿರಬೇಕು; ದುಡುಕಿನಿಂದ ಏನೂ ಮಾಡಬಾರದು."},{"number":37,"verse":"ನೀವು ತಂದಿರುವ ಈ ಮನುಷ್ಯರು ದೇವಸ್ಥಾನದಲ್ಲಿ ಕಳ್ಳತನ ಮಾಡುವವರಲ್ಲ, ನಮ್ಮ ದೇವಿಯನ್ನು ದೂಷಿಸುವವರೂ ಅಲ್ಲ."},{"number":38,"verse":"ಹೀಗಿರುವದರಿಂದ ದೇಮೇತ್ರಿಯನಿಗೂ ಅವನ ಪಕ್ಷವನ್ನು ಹಿಡಿದಿರುವ ಕಸಬಿನವರಿಗೂ ಯಾವನ ಮೇಲಾದರೂ ಒಂದು ವ್ಯವಹಾರವಿದ್ದರೆ ನ್ಯಾಯಸ್ಥಾನಗಳುಂಟು, ಅಧಿಪತಿಗಳಿದ್ದಾರೆ, ಒಬ್ಬರ ಮೇಲೊಬ್ಬರು ವ್ಯಾಜ್ಯವಾಡಿಕೊಳ್ಳಲಿ."},{"number":39,"verse":"ಏನಾದರೂ ಹೆಚ್ಚು ವಿಚಾರಣೆ ಬೇಕಾದರೆ ಅದು ನ್ಯಾಯವಾಗಿ ನೆರೆದ ಸಭೆಯಲ್ಲಿ ತೀರ್ಮಾನಿಸಲ್ಪಡಬೇಕು."},{"number":40,"verse":"ಈ ದಿನದಲ್ಲಿ ನ್ಯಾಯವಾದ ಕಾರಣವಿಲ್ಲದೆ ನೆರೆದ ಕೂಟದ ವಿಷಯದಲ್ಲಿ ಇದು ಒಂದು ದಂಗೆ ಎಂಬದಾಗಿ ನಮ್ಮ ಮೇಲೆ ತಪ್ಪುಹೊರಿಸುವದಕ್ಕೆ ಆಸ್ಪದವಾಯಿತು. ಈ ದೊಂಬಿಯನ್ನು ಕುರಿತು ವಿಚಾರಣೆನಡೆದರೆ ನಮ್ಮಿಂದ ಉತ್ತರಕೊಡುವದಕ್ಕೆ ಆಗುವದೇ ಇಲ್ಲ ಎಂದು ಹೇಳಿದನು."},{"number":41,"verse":"ಈ ಮಾತುಗಳನ್ನು ಹೇಳಿ ಸಭೆಯನ್ನು ಮುರಿದನು."}]}