{"bibleAbbr":"KNJV","bookName":"ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗ","bookEnglishName":"Acts of the Apostles","chapterNumber":3,"verses":[{"number":1,"verse":"ಒಂದಾನೊಂದು ದಿವಸ ಪೇತ್ರ ಯೋಹಾನರು ಮಧ್ಯಾಹ್ನದ ಮೇಲೆ ಮೂರು ಘಂಟೆಗೆ ನಡೆಯ ತಕ್ಕ ಪ್ರಾರ್ಥನೆಗಾಗಿ ದೇವಾಲಯಕ್ಕೆ ಹೋಗುತ್ತಿರಲು ಹುಟ್ಟುಕುಂಟನಾಗಿದ್ದ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಯಾರೋ ಹೊತ್ತುಕೊಂಡು ಬಂದರು."},{"number":2,"verse":"ದೇವಾಲಯದೊಳಕ್ಕೆ ಹೋಗುವವರಿಂದ ಭಿಕ್ಷೆಬೇಡುವದಕ್ಕಾಗಿ ಅವನನ್ನು ದೇವಾಲಯದ ಸುಂದರದ್ವಾರವೆಂಬ ಬಾಗಿಲಿನಲ್ಲಿ ದಿನಾಲು ಕೂಡ್ರಿಸುತ್ತಿದ್ದರು."},{"number":3,"verse":"ಅವನು ದೇವಾಲಯದೊಳಕ್ಕೆ ಹೋಗುತ್ತಿರುವ ಪೇತ್ರ ಯೋಹಾನರನ್ನು ಕಂಡು ಭಿಕ್ಷಾಕೊಡಬೇಕು ಎಂದು ಕೇಳಲು"},{"number":4,"verse":"ಪೇತ್ರ ಯೋಹಾನರಿಬ್ಬರೂ ಅವನನ್ನು ದೃಷ್ಟಿಸಿ ನೋಡಿದರು. ಪೇತ್ರನು - ನಮ್ಮನ್ನು ನೋಡು ಅಂದನು."},{"number":5,"verse":"ಅವನು ಅವರಿಂದ ಏನಾದರೂ ದೊರಕೀತೆಂದು ನಿರೀಕ್ಷಿಸಿ ಅವರನ್ನು ಲಕ್ಷ್ಯವಿಟ್ಟು ನೋಡಿದನು."},{"number":6,"verse":"ಆಗ ಪೇತ್ರನು - ಬೆಳ್ಳಿಬಂಗಾರವಂತೂ ನನ್ನಲ್ಲಿಲ್ಲ, ನನ್ನಲ್ಲಿರುವದನ್ನು ನಿನಗೆ ಕೊಡುತ್ತೇನೆ. ನಜರೇತಿನ ಯೇಸು ಕ್ರಿಸ್ತನ ಹೆಸರಿನಲ್ಲೇ ಎದ್ದು ನಡೆದಾಡು ಎಂದು ಹೇಳಿ"},{"number":7,"verse":"ಅವನನ್ನು ಬಲಗೈಹಿಡಿದು ಎತ್ತಿದನು. ಆ ಕ್ಷಣವೇ ಅವನ ಕಾಲುಗಳಿಗೂ ಹರಡುಗಳಿಗೂ ಬಲಬಂತು;"},{"number":8,"verse":"ಅವನು ಹಾರಿ ನಿಂತು ನಡೆದಾಡಿದನು; ನಡೆಯುತ್ತಾ ಹಾರುತ್ತಾ ದೇವರನ್ನು ಕೊಂಡಾಡುತ್ತಾ ಅವರ ಜೊತೆಯಲ್ಲಿ ದೇವಾಲಯದೊಳಗೆ ಹೋದನು."},{"number":9,"verse":"ಅವನು ನಡೆಯುತ್ತಾ ದೇವರನ್ನು ಕೊಂಡಾಡುತ್ತಾ ಇರುವದನ್ನು ಜನರೆಲ್ಲರು ನೋಡಿ"},{"number":10,"verse":"ಇವನು ದೇವಾಲಯದ ಸುಂದರದ್ವಾರವೆಂಬ ಬಾಗಿಲಿನಲ್ಲಿ ಕೂತು ಭಿಕ್ಷಾಬೇಡುತ್ತಿದ್ದವನೆಂದು ಗುರುತುಹಿಡಿದು ಅವನಿಗೆ ಸಂಭವಿಸಿದ್ದಕ್ಕೆ ವಿಸ್ಮಯಹಿಡಿದವರಾಗಿ ಬಹಳ ಬೆರಗಾದರು."},{"number":11,"verse":"ಅವನು ಪೇತ್ರ ಯೋಹಾನರನ್ನು ಹಿಡುಕೊಂಡೇ ಇರುವಾಗ ಆಶ್ಚರ್ಯಪಡುತ್ತಿರುವ ಆ ಜನರೆಲ್ಲರು ಅವರ ಬಳಿಗೆ ಸೊಲೊಮೋನನದೆಂಬ ಹೆಸರುಳ್ಳ ಮಂಟಪಕ್ಕೆ ಗುಂಪು ಗುಂಪಾಗಿ ಓಡಿಬಂದರು."},{"number":12,"verse":"ಪೇತ್ರನು ಇದನ್ನು ನೋಡಿ ಜನರಿಗೆ - ಇಸ್ರಾಯೇಲ್ ಜನರೇ, ನೀವು ಯಾಕೆ ಇದಕ್ಕೆ ಆಶ್ಚರ್ಯಪಡುತ್ತೀರಿ? ನೀವು ನಮ್ಮ ಮೇಲೆ ದೃಷ್ಟಿಯಿಟ್ಟು ನೋಡುವದೇನು? ನಾವು ಸ್ವಂತ ಶಕ್ತಿಯಿಂದಾಗಲಿ ದೇವಭಕ್ತಿಯಿಂದಾಗಲಿ ಇವನನ್ನು ನಡೆಯುವಂತೆ ಮಾಡಿದೆವೆಂದು ಭಾವಿಸಬೇಡಿರಿ."},{"number":13,"verse":"ನಮ್ಮ ಪಿತೃಗಳಾದ ಅಬ್ರಹಾಮ ಇಸಾಕ ಯಾಕೋಬರ ದೇವರು ತನ್ನ ಸೇವಕನಾದ ಯೇಸುವನ್ನು ಮಹಿಮೆಪಡಿಸಿದ್ದಾನೆ. ನೀವಂತೂ ಆತನನ್ನು ಹಿಡಿದುಕೊಟ್ಟಿರಿ; ಮತ್ತು ಪಿಲಾತನು ಆತನನ್ನು ಬಿಡಿಸಬೇಕೆಂದು ನಿರ್ಣಯಿಸಿದಾಗ ಆತನನ್ನು ಬೇಡವೆಂದಿರಿ."},{"number":14,"verse":"ನೀವು ಪರಿಶುದ್ಧನೂ ನೀತಿವಂತನೂ ಆಗಿರುವ ಪುರುಷನನ್ನು ಬೇಡವೆಂದು ಹೇಳಿ ಕೊಲೆಗಾರನಾದ ಮನುಷ್ಯನನ್ನು ಬಿಡಿಸಿಕೊಡಬೇಕೆಂದು ಬೇಡಿಕೊಂಡು ಜೀವನಾಯಕನನ್ನು ಕೊಲ್ಲಿಸಿದಿರಿ."},{"number":15,"verse":"ಆದರೆ ದೇವರು ಆತನನ್ನು ಸತ್ತವರೊಳಗಿಂದ ಎಬ್ಬಿಸಿದನು; ಈ ವಿಷಯದಲ್ಲಿ ನಾವೇ ಸಾಕ್ಷಿಗಳು."},{"number":16,"verse":"ನೀವು ನೋಡುವಂಥ ನಿಮಗೆ ಗುರುತಿರುವಂಥ ಈ ಮನುಷ್ಯನು ನೆಟ್ಟಗಾದದ್ದಕ್ಕೆ ಆತನ ಹೆಸರಿನಲ್ಲಿ ಇಟ್ಟ ನಂಬಿಕೆಯೇ ಕಾರಣ; ಆ ಹೆಸರೇ ಇವನನ್ನು ಬಲಪಡಿಸಿತು. ಆತನ ಮೂಲಕ ಉಂಟಾಗಿರುವ ನಂಬಿಕೆಯೇ ಇವನಿಗೆ ನಿಮ್ಮೆಲ್ಲರ ಮುಂದೆ ಪೂರ್ಣಕ್ಷೇಮವನ್ನು ಕೊಟ್ಟಿತು."},{"number":17,"verse":"ಸಹೋದರರೇ, ಅದಿರಲಿ, ನೀವು ಆ ಕಾರ್ಯವನ್ನು ತಿಳಿಯದೆ ಮಾಡಿದಿರೆಂದು ಬಲ್ಲೆನು; ನಿಮ್ಮ ಅಧಿಕಾರಿಗಳೂ ತಿಳಿಯದೆ ಮಾಡಿದರು."},{"number":18,"verse":"ಆದರೆ ದೇವರು ತಾನು ನೇಮಿಸಿದ ಕ್ರಿಸ್ತನು ಬಾಧೆಯನ್ನನುಭವಿಸಿ ಸಾಯಬೇಕೆಂಬದಾಗಿ ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳ ಬಾಯಿಂದ ಮುಂಚಿತವಾಗಿ ಹೇಳಿಸಿದ ಮಾತನ್ನು ಹೀಗೆ ನೆರವೇರಿಸಿದನು."},{"number":19,"verse":"ಆದದರಿಂದ ದೇವರು ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಅಳಿಸಿಬಿಡುವ ಹಾಗೆ ನೀವು ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಆತನ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಿರಿ. ತಿರುಗಿದರೆ ದೇವರ ಸನ್ನಿಧಾನದಿಂದ ವಿಶ್ರಾಂತಿಕಾಲಗಳು ಒದಗಿ"},{"number":20,"verse":"ಆತನು ನಿಮಗೆ ನೇಮಕವಾಗಿರುವ ಕ್ರಿಸ್ತನಾದ ಯೇಸುವನ್ನು ಕಳುಹಿಸಿಕೊಡುವನು."},{"number":21,"verse":"ಆದರೆ ಸಮಸ್ತವನ್ನು ಸರಿಮಾಡುವ ಕಾಲವು ಬರುವ ತನಕ ಪರಲೋಕವೇ ಆ ಕ್ರಿಸ್ತನ ಸ್ಥಾನವಾಗಿರಬೇಕು. ಆ ಕಾಲದ ವಿಷಯವಾಗಿ ದೇವರು ಪೂರ್ವದಲ್ಲಿದ್ದ ತನ್ನ ಪರಿಶುದ್ಧ ಪ್ರವಾದಿಗಳ ಬಾಯಿಂದ ಹೇಳಿಸಿದ್ದಾನೆ."},{"number":22,"verse":"ಮೋಶೆಯು ಹೇಳಿದ್ದೇನಂದರೆ - ದೇವರಾಗಿರುವ ಕರ್ತನು ನನ್ನನ್ನು ಏರ್ಪಡಿಸಿದಂತೆ ನಿಮ್ಮ ಸಹೋದರರಲ್ಲಿ ಮತ್ತೊಬ್ಬ ಪ್ರವಾದಿಯನ್ನು ನಿಮಗೆ ಏರ್ಪಡಿಸಿಕೊಡುವನು, ಆತನು ನಿಮಗೆ ಹೇಳುವ ಎಲ್ಲಾ ಮಾತುಗಳಿಗೆ ಕಿವಿಗೊಡಬೇಕು;"},{"number":23,"verse":"ಆ ಪ್ರವಾದಿಯ ಮಾತನ್ನು ಕೇಳದಿರುವ ಪ್ರತಿಯೊಬ್ಬನು ನಮ್ಮ ಜನರೊಳಗಿಂದ ಸಂಪೂರ್ಣವಾಗಿ ನಾಶವಾಗುವನು ಎಂಬದೇ."},{"number":24,"verse":"ಇದಲ್ಲದೆ ಸಮುವೇಲನೂ ಅವನ ತರುವಾಯ ಬಂದು ಪ್ರವಾದಿಸಿದ ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳೂ ಸಹ ಈಗಿನ ದಿನಗಳ ವಿಷಯದಲ್ಲಿ ತಿಳಿಸಿದರು."},{"number":25,"verse":"ನೀವು ಪ್ರವಾದಿಗಳ ಶಿಷ್ಯರೂ ದೇವರು ನಮ್ಮ ಪಿತೃಗಳ ಸಂಗಡ ಮಾಡಿಕೊಂಡ ಒಡಂಬಡಿಕೆಗೆ ಬಾಧ್ಯರೂ ಆಗಿದ್ದೀರಿ. ಆತನು ಅಬ್ರಹಾಮನಿಗೆ - ನಿನ್ನ ಸಂತತಿಯ ಮೂಲಕ ಭೂಲೋಕದ ಎಲ್ಲಾ ಕುಲದವರಿಗೂ ಆಶೀರ್ವಾದವುಂಟಾಗುವದು ಎಂದು ಹೇಳಿ ಆ ಒಡಂಬಡಿಕೆಯನ್ನು ಮಾಡಿಕೊಂಡನಲ್ಲಾ."},{"number":26,"verse":"ಮೊದಲು ನಿಮಗಾಗಿಯೇ ದೇವರು ತನ್ನ ಸೇವಕನನ್ನು ಏರ್ಪಡಿಸಿ ಈತನು ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನನ್ನು ಅವನವನ ಕೆಟ್ಟ ನಡತೆಗಳಿಂದ ತಿರುಗಿಸಿ ನಿಮ್ಮನ್ನು ಆಶೀರ್ವದಿಸಬೇಕೆಂದು ಆತನನ್ನು ಕಳುಹಿಸಿಕೊಟ್ಟಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದನು."}]}