{"bibleAbbr":"KNJV","bookName":"ಅಪೊಸ್ತಲರ ಕೃತ್ಯಗ","bookEnglishName":"Acts of the Apostles","chapterNumber":8,"verses":[{"number":1,"verse":"ಇದನ್ನು ಹೇಳಿ ನಿದ್ರೆಹೋದನು. ಸೌಲನು ಅವನ ಕೊಲೆಗೆ ಸಮ್ಮತಿಸುವವನಾಗಿದ್ದನು. ಆ ದಿವಸದಲ್ಲಿ ಯೆರೂಸಲೇಮಿನಲ್ಲಿದ್ದ ಸಭೆಗೆ ದೊಡ್ಡ ಹಿಂಸೆ ಉಂಟಾಯಿತು. ಅಪೊಸ್ತಲರು ಹೊರತಾಗಿ ಎಲ್ಲರು ಯೂದಾಯ ಸಮಾರ್ಯ ಸೀಮೆಗಳಲ್ಲಿ ಚದರಿಹೋದರು."},{"number":2,"verse":"ಭಕ್ತರಾದ ಜನರು ಸ್ತೆಫನನನ್ನು ಹೂಣಿಟ್ಟು ಅವನಿಗೋಸ್ಕರ ಬಹಳವಾಗಿ ಗೋಳಾಡಿದರು."},{"number":3,"verse":"ಆದರೆ ಸೌಲನು ಮನೆಮನೆಗಳಲ್ಲಿ ಹೊಕ್ಕು ಗಂಡಸರನ್ನೂ ಹೆಂಗಸರನ್ನೂ ಎಳಕೊಂಡು ಬಂದು ಸೆರೆಮನೆಗೆ ಹಾಕಿಸಿ ಸಭೆಯನ್ನು ಹಾಳು ಮಾಡುತ್ತಿದ್ದನು."},{"number":4,"verse":"ಚದರಿಹೋದವರು ಅಲ್ಲಲ್ಲಿ ಹೋಗಿ ಸುವಾರ್ತಾವಾಕ್ಯವನ್ನು ಸಾರುತ್ತಿದ್ದರು."},{"number":5,"verse":"ಫಿಲಿಪ್ಪನು ಸಮಾರ್ಯವೆಂಬ ಪಟ್ಟಣಕ್ಕೆ ಹೋಗಿ ಕ್ರಿಸ್ತನನ್ನು ಅಲ್ಲಿರುವವರಿಗೆ ಪ್ರಕಟಿಸಿದನು."},{"number":6,"verse":"ಗುಂಪಾಗಿ ಕೂಡಿದ ಜನಗಳು ಫಿಲಿಪ್ಪನ ಮಾತುಗಳನ್ನು ಕೇಳಿ ಅವನು ಮಾಡಿದ ಸೂಚಕಕಾರ್ಯಗಳನ್ನು ನೋಡಿ ಅವನು ಹೇಳಿದ ಸಂಗತಿಗಳಿಗೆ ಏಕಮನಸ್ಸಾಗಿ ಲಕ್ಷ್ಯಕೊಟ್ಟರು."},{"number":7,"verse":"ಯಾಕಂದರೆ ಅನೇಕರೊಳಗಿಂದ ದೆವ್ವಗಳು ಮಹಾಶಬ್ದದಿಂದ ಕೂಗಿ ಹೊರಗೆ ಬಂದವು; ಮತ್ತು ಅನೇಕ ಪಾರ್ಶ್ವವಾಯು ರೋಗಿಗಳೂ ಕುಂಟರೂ ಸ್ವಸ್ಥಮಾಡಲ್ಪಟ್ಟರು."},{"number":8,"verse":"ಆ ಪಟ್ಟಣದಲ್ಲಿ ಬಹು ಸಂತೋಷವಾಯಿತು."},{"number":9,"verse":"ಆದರೆ ಕೆಲವು ಕಾಲದಿಂದ ಆ ಪಟ್ಟಣದಲ್ಲಿದ್ದ ಸೀಮೋನನೆಂಬ ಒಬ್ಬ ಮನುಷ್ಯನು ತಾನು ಏನೋ ಒಬ್ಬ ಮಹಾತ್ಮನೆಂದು ಹೇಳಿಕೊಂಡು ಮಂತ್ರತಂತ್ರಗಳನ್ನು ನಡಿಸಿ ಸಮಾರ್ಯದ ಜನರಲ್ಲಿ ಬೆರಗನ್ನು ಹುಟ್ಟಿಸುತ್ತಿದ್ದನು."},{"number":10,"verse":"ಚಿಕ್ಕವರು ಮೊದಲುಗೊಂಡು ದೊಡ್ಡವರ ಪರ್ಯಂತರ ಎಲ್ಲರೂ - ಇವನು ಮಹಾ ಶಕ್ತಿ ಎನಿಸಿಕೊಂಡಿರುವ ದೇವರ ಶಕ್ತಿಯೇ ಎಂದು ಹೇಳುತ್ತಾ ಅವನಿಗೆ ಲಕ್ಷ್ಯಕೊಡುತ್ತಿದ್ದರು."},{"number":11,"verse":"ಬಹುಕಾಲದಿಂದಲೂ ಅವನು ಮಂತ್ರತಂತ್ರಗಳನ್ನು ನಡಿಸಿ ಜನರಲ್ಲಿ ಬೆರಗನ್ನು ಹುಟ್ಟಿಸಿದ್ದ ಕಾರಣದಿಂದ ಅವರು ಅವನಿಗೆ ಲಕ್ಷ್ಯಕೊಡುತ್ತಿದ್ದರು."},{"number":12,"verse":"ಆದರೆ ಫಿಲಿಪ್ಪನು ದೇವರ ರಾಜ್ಯದ ವಿಷಯದಲ್ಲಿಯೂ ಯೇಸು ಕ್ರಿಸ್ತನ ಹೆಸರಿನ ವಿಷಯದಲ್ಲಿಯೂ ಶುಭವರ್ತಮಾನವನ್ನು ಸಾರಲು ಗಂಡಸರೂ ಹೆಂಗಸರೂ ನಂಬಿ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿಕೊಂಡರು."},{"number":13,"verse":"ಆಗ ಸೀಮೋನನು ಕೂಡ ನಂಬಿ ದೀಕ್ಷಾಸ್ನಾನಮಾಡಿಸಿಕೊಂಡು ಫಿಲಿಪ್ಪನ ಸಂಗಡ ಯಾವಾಗಲೂ ಇದ್ದು ಸೂಚಕಕಾರ್ಯಗಳೂ ಮಹತ್ಕಾರ್ಯಗಳೂ ಉಂಟಾಗುವದನ್ನು ನೋಡಿ ಬೆರಗಾದನು."},{"number":14,"verse":"ಸಮಾರ್ಯದವರು ದೇವರ ವಾಕ್ಯವನ್ನು ಸ್ವೀಕರಿಸಿದ ವರ್ತಮಾನವನ್ನು ಯೆರೂಸಲೇಮಿನಲ್ಲಿದ್ದ ಅಪೊಸ್ತಲರು ಕೇಳಿ ಪೇತ್ರ ಯೋಹಾನರನ್ನು ಅವರ ಬಳಿಗೆ ಕಳುಹಿಸಿದರು."},{"number":15,"verse":"ಇವರು ಅಲ್ಲಿಗೆ ಬಂದು ಆ ಜನರಿಗೆ ಪವಿತ್ರಾತ್ಮವರವು ದೊರೆಯಬೇಕೆಂದು ಅವರಿಗೋಸ್ಕರ ಪ್ರಾರ್ಥನೆಮಾಡಿದರು."},{"number":16,"verse":"ಯಾಕಂದರೆ ಆ ವರವು ಅವರಲ್ಲಿ ಒಬ್ಬನ ಮೇಲಾದರೂ ಇನ್ನೂ ಬಂದಿರಲಿಲ್ಲ. ಅವರು ಕರ್ತನಾದ ಯೇಸುವಿನ ಹೆಸರಿನಲ್ಲಿ ದೀಕ್ಷಾಸ್ನಾನವನ್ನು ಮಾತ್ರ ಮಾಡಿಸಿಕೊಂಡಿದ್ದರು."},{"number":17,"verse":"ಅಪೊಸ್ತಲರು ಅವರ ಮೇಲೆ ಕೈಗಳನ್ನಿಡಲು ಅವರು ಪವಿತ್ರಾತ್ಮವರವನ್ನು ಹೊಂದಿದರು."},{"number":18,"verse":"ಅಪೊಸ್ತಲರು ಕೈಗಳನ್ನಿಡುವದರ ಮೂಲಕವಾಗಿ ಪವಿತ್ರಾತ್ಮದಾನವಾಗುವದನ್ನು ಸೀಮೋನನು ನೋಡಿ ಹಣವನ್ನು ತಂದು ಅವರ ಮುಂದಿಟ್ಟು -"},{"number":19,"verse":"ನಾನು ಯಾರ ಮೇಲೆ ಕೈಗಳನ್ನಿಡುತ್ತೇನೋ ಅವರು ಪವಿತ್ರಾತ್ಮ ವರವನ್ನು ಹೊಂದುವಂತೆ ಈ ಅಧಿಕಾರವನ್ನು ನನಗೂ ಕೊಡಿರಿ ಅಂದನು."},{"number":20,"verse":"ಆದರೆ ಪೇತ್ರನು ಅವನಿಗೆ - ನಿನ್ನ ಬೆಳ್ಳಿಯು ನಿನ್ನ ಕೂಡ ಹಾಳಾಗಿಹೋಗಲಿ. ದೇವರ ವರವನ್ನು ಹಣಕ್ಕೆ ಕೊಂಡುಕೊಳ್ಳಬಹುದೆಂದು ಭಾವಿಸುತ್ತೀಯೋ?"},{"number":21,"verse":"ಈ ಕಾರ್ಯದಲ್ಲಿ ನಿನಗೆ ಭಾಗವೂ ಇಲ್ಲ, ಪಾಲೂ ಇಲ್ಲ; ನಿನ್ನ ಹೃದಯವು ದೇವರ ಮುಂದೆ ಸರಿಯಿಲ್ಲ."},{"number":22,"verse":"ಆದದರಿಂದ ಈ ನಿನ್ನ ಕೆಟ್ಟತನವನ್ನು ಬಿಟ್ಟು ದೇವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಕರ್ತನು ನಿನ್ನ ಮನಸ್ಸಿನ ಆಲೋಚನೆಯನ್ನು ಕ್ಷಮಿಸುವನೋ ಏನೋ ಆತನನ್ನು ಬೇಡಿಕೋ."},{"number":23,"verse":"ಯಾಕಂದರೆ ನೀನು ಹಾನಿಕರವಾದ ವಿಷವೂ ದುಷ್ಟತ್ವದಲ್ಲಿ ಬಿಗಿಯುವ ಬಂಧನವೂ ಆಗಿರುವವನೆಂದು ಕಾಣುತ್ತದೆ ಅಂದನು."},{"number":24,"verse":"ಅದಕ್ಕೆ ಸೀಮೋನನು - ನೀವು ಹೇಳಿರುವ ಸಂಗತಿಗಳಲ್ಲಿ ಯಾವದೂ ನನ್ನ ಮೇಲೆ ಬಾರದಂತೆ ನನಗೋಸ್ಕರ ನೀವೇ ಕರ್ತನನ್ನು ಬೇಡಿಕೊಳ್ಳಿರಿ ಎಂದು ಹೇಳಿದನು."},{"number":25,"verse":"ಹೀಗಿರಲಾಗಿ ಅವರು ಕರ್ತನ ವಾಕ್ಯವನ್ನು ಪ್ರಮಾಣಪೂರ್ವಕವಾಗಿ ಹೇಳಿದ ಮೇಲೆ ಯೆರೂಸಲೇಮಿಗೆ ಹಿಂತಿರಿಗಿ ಹೊರಟು ಸಮಾರ್ಯದವರ ಅನೇಕ ಊರುಗಳಲ್ಲಿ ಸುವಾರ್ತೆಯನ್ನು ಸಾರಿದರು."},{"number":26,"verse":"ಅಷ್ಟರಲ್ಲಿ ಕರ್ತನ ದೂತನು ಫಿಲಿಪ್ಪನಿಗೆ - ನೀನು ಎದ್ದು ದಕ್ಷಿಣ ಕಡೆಗೆ ಯೆರೂಸಲೇಮಿನಿಂದ ಗಾಜಕ್ಕೆ ಹೋಗುವ ದಾರಿಯಲ್ಲಿ ಹೋಗು, ಅದು ಅಡವಿ ಎಂದು ಹೇಳಿದನು."},{"number":27,"verse":"ಅವನು ಎದ್ದು ಹೊರಟುಹೋದನು; ಹೋಗುತ್ತಿರುವಾಗ ಐಥಿಯೋಪ್ಯ ದೇಶದ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಕಂಡನು. ಅವನು ಕಂಚುಕಿಯೂ ಐಥಿಯೋಪ್ಯದವರ ರಾಣಿಯಾಗಿದ್ದ ಕಂದಾಕೆಯ ಕೈಕೆಳಗೆ ದೊಡ್ಡ ಅಧಿಕಾರಿಯೂ ಆಕೆಯ ಎಲ್ಲಾ ಖಜಾನೆಯ ಮೇಲ್ವಿಚಾರಕನೂ ಆಗಿದ್ದನು."},{"number":28,"verse":"ಅವನು ದೇವಾರಾಧನೆಗೋಸ್ಕರ ಯೆರೂಸಲೇಮಿಗೆ ಬಂದು ಹಿಂತಿರುಗಿ ಹೋಗುವಾಗ ತನ್ನ ರಥದಲ್ಲಿ ಕೂತುಕೊಂಡು ಯೆಶಾಯ ಪ್ರವಾದಿಯ ಗ್ರಂಥವನ್ನು ಓದುತ್ತಿದ್ದನು."},{"number":29,"verse":"ದೇವರಾತ್ಮನು ಫಿಲಿಪ್ಪನಿಗೆ - ನೀನು ಆ ರಥದ ಹತ್ತಿರ ಹೋಗಿ ಅದರ ಸಂಗಡಲೇ ನಡೆ ಎಂದು ಹೇಳಿದನು."},{"number":30,"verse":"ಫಿಲಿಪ್ಪನು ಓಡಿ ಹೋಗಿ ಆ ಮನುಷ್ಯನು ಯೆಶಾಯ ಪ್ರವಾದಿಯ ಗ್ರಂಥವನ್ನು ಓದುತ್ತಿರುವದನ್ನು ಕೇಳಿ - ಎಲೈ, ನೀನು ಓದುವದು ನಿನಗೆ ತಿಳಿಯುತ್ತದೋ? ಅನ್ನಲು"},{"number":31,"verse":"ಅವನು - ಯಾರಾದರೂ ನನಗೆ ಅರ್ಥ ತಿಳಿಸಿಕೊಟ್ಟ ಹೊರತು ಅದು ನನಗೆ ಹೇಗೆ ತಿಳಿದೀತು ಎಂದು ಹೇಳಿ - ನೀನು ರಥವನ್ನು ಹತ್ತಿ ನನ್ನ ಬಳಿಯಲ್ಲಿ ಕೂತುಕೋ ಎಂಬದಾಗಿ ಫಿಲಿಪ್ಪನನ್ನು ಕೇಳಿಕೊಂಡನು."},{"number":32,"verse":"ಅವನು ಓದುತ್ತಿದ್ದ ಶಾಸ್ತ್ರವಚನವು ಯಾವದಂದರೆ - ವಧ್ಯಸ್ಥಾನಕ್ಕೆ ಒಯ್ಯಲ್ಪಡುವ ಕುರಿಯಂತೆ ಆತನು ಒಯ್ಯಲ್ಪಟ್ಟನು; ಕುರಿಮರಿಯು ಉಣ್ಣೆ ಕತ್ತರಿಸುವವನ ಮುಂದೆ ಮೌನವಾಗಿರುವಂತೆ ಆತನು ಬಾಯಿ ತೆರೆಯಲೇ ಇಲ್ಲ."},{"number":33,"verse":"ಆತನಿಗುಂಟಾದ ದೀನಾವಸ್ಥೆಯಲ್ಲಿ ನ್ಯಾಯವು ಇಲ್ಲದೆಹೋಯಿತು. ಆತನ ಸಕಾಲದವರನ್ನು ಹೇಳತಕ್ಕದ್ದೇನು? ಆತನ ಜೀವವನ್ನು ಭೂಮಿಯ ಮೇಲಿನಿಂದ ತೆಗೆದುಬಿಟ್ಟರಲ್ಲಾ ಎಂಬದೇ."},{"number":34,"verse":"ಕಂಚುಕಿಯು ಈ ವಚನವನ್ನು ಕುರಿತು - ಪ್ರವಾದಿಯು ಇದನ್ನು ಯಾರ ವಿಷಯದಲ್ಲಿ ಹೇಳಿದ್ದಾನೆ? ತನ್ನ ವಿಷಯದಲ್ಲಿಯೋ? ಮತ್ತೊಬ್ಬನ ವಿಷಯದಲ್ಲಿಯೋ? ದಯಮಾಡಿ ಹೇಳಬೇಕು ಎಂದು ಫಿಲಿಪ್ಪನನ್ನು ಕೇಳಲು"},{"number":35,"verse":"ಫಿಲಿಪ್ಪನು ಉಪದೇಶಿಸುವದಕ್ಕೆ ತೊಡಗಿ ಅದೇ ವಚನವನ್ನು ಆಧಾರ ಮಾಡಿಕೊಂಡು ಅವನಿಗೆ ಯೇಸುವಿನ ವಿಷಯವಾದ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸಿದನು."},{"number":36,"verse":"ಅವರು ದಾರಿಯಲ್ಲಿ ಹೋಗುತ್ತಿರುವಾಗ ನೀರಿನ ಬಳಿಗೆ ಬಂದರು. ಕಂಚುಕಿಯು - ಅಗೋ, ನೀರು; ನನಗೆ ದೀಕ್ಷಾಸ್ನಾನವಾಗುವದಕ್ಕೆ ಅಡ್ಡಿ ಏನು ಎಂದು ಹೇಳಿ ರಥವನ್ನು ನಿಲ್ಲಿಸು ಎಂದು ಅಪ್ಪಣೆಕೊಟ್ಟನು;"},{"number":38,"verse":"ಫಿಲಿಪ್ಪನು ಕಂಚುಕಿಯು ಇಬ್ಬರೂ ನೀರಿನೊಳಗೆ ಇಳಿದರು. ಫಿಲಿಪ್ಪನು ಅವನಿಗೆ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸಿದನು."},{"number":39,"verse":"ಅವರು ನೀರನ್ನು ಬಿಟ್ಟು ಮೇಲಕ್ಕೆ ಬಂದಾಗ ಕರ್ತನ ಆತ್ಮ ಫಿಲಿಪ್ಪನನ್ನು ಎತ್ತಿಕೊಂಡುಹೋಗಲಾಗಿ ಕಂಚುಕಿಯು ಸಂತೋಷವುಳ್ಳವನಾಗಿ ತನ್ನ ದಾರಿಯನ್ನು ಹಿಡಿದು ಅವನನ್ನು ಕಾಣಲೇ ಇಲ್ಲ."},{"number":40,"verse":"ತರುವಾಯ ಫಿಲಿಪ್ಪನು ಅಜೋತಿನಲ್ಲಿ ಕಾಣಿಸಿಕೊಂಡು ಅಲ್ಲಿಂದ ಕೈಸರೈಯದ ತನಕ ಎಲ್ಲಾ ಊರುಗಳಲ್ಲಿ ಸುವಾರ್ತೆಯನ್ನು ಸಾರುತ್ತಾ ಹೋದನು."}]}