{"bibleAbbr":"MKJV1962","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"And the LORD spoke to Moses in the wilderness of Sinai, in the tabernacle of the congregation, on the first [day] of the second month, in the second year after they had come out of the land of Egypt, saying,"},{"number":2,"verse":"Take the sum of all the congregation of the sons of Israel, according to their families, by their fathers' house, with the number of names, every male by their heads,"},{"number":3,"verse":"from twenty years old and upward, all that are able to go forth to war in Israel. You and Aaron shall number them by their armies."},{"number":4,"verse":"And with you there shall be a man of every tribe, each one head of the house of his fathers."},{"number":5,"verse":"And these [are] the names of the men that shall stand with you: Of Reuben, Elizur, the son of Shedeur;"},{"number":6,"verse":"Of Simeon, Shelumiel the son of Zurishaddai;"},{"number":7,"verse":"of Judah, Nahshon the son of Amminadab;"},{"number":8,"verse":"of Issachar, Nethaneel the son of Zuar;"},{"number":9,"verse":"of Zebulun, Eliab the son of Helon;"},{"number":10,"verse":"of the sons of Joseph; of Ephraim, Elishama the son of Ammihud; of Manasseh, Gamaliel the son of Pedahzur;"},{"number":11,"verse":"of Benjamin, Abidan the son of Gideoni;"},{"number":12,"verse":"of Dan, Ahiezer the son of Ammishaddai;"},{"number":13,"verse":"of Asher, Pagiel the son of Ocran;"},{"number":14,"verse":"of Gad, Eliasaph the son of Reuel;"},{"number":15,"verse":"of Naphtali, Ahira the son of Enan."},{"number":16,"verse":"These [were] the noted ones of the congregation, rulers of the tribes of their fathers, heads of thousands in Israel."},{"number":17,"verse":"And Moses and Aaron took these men who are called by name."},{"number":18,"verse":"And they gathered all the congregation on the first [day] of the second month. And they declared their pedigrees according to their families, by their fathers' house, according to the number of the names, from twenty years old and upward, by their heads."},{"number":19,"verse":"As the LORD commanded Moses, so he numbered them in the wilderness of Sinai."},{"number":20,"verse":"And the sons of Reuben, Israel's first-born son, by their generations, according to their families, by their fathers' house, according to the number of the names, by their heads, every male from twenty years old and upward, all that were able to go forth to war:"},{"number":21,"verse":"those numbered of them, of the tribe of Reuben [were] forty-six thousand, five hundred."},{"number":22,"verse":"Of the sons of Simeon, by their generations, according to their families, by their fathers' house, those that were numbered of them, according to the number of the names, by their heads, every male from twenty years old and upward, all that were able to go forth to war:"},{"number":23,"verse":"those numbered of them, of the tribe of Simeon, [were] fifty-nine thousand, three hundred."},{"number":24,"verse":"Of the sons of Gad, by their generations, according to their families, by their fathers' house, according to the number of the names, from twenty years old and upward, all that were able to go forth to war:"},{"number":25,"verse":"those numbered of the tribe of Gad, [were] forty-five thousand, six hundred and fifty."},{"number":26,"verse":"Of the sons of Judah, by their generations, according to their families, by their fathers' house, according to the number of the names, from twenty years old and upward, all able to go forth to war:"},{"number":27,"verse":"those numbered of them, of the tribe of Judah, [were] seventy-four thousand, six hundred."},{"number":28,"verse":"Of the sons of Issachar, by their generations, according to their families, by their fathers' house, according to the number of the names, from twenty years old and upward, all that were able to go forth to war:"},{"number":29,"verse":"those numbered of them, of the tribe of Issachar, [were] fifty-four thousand, four hundred."},{"number":30,"verse":"Of the sons of Zebulun, by their generations, according to their families, by their fathers' house, according to the number of the names, from twenty years old and upward, all that were able to go forth to war:"},{"number":31,"verse":"those numbered of them, of the tribe of Zebulun, [were] fifty-seven thousand, four hundred."},{"number":32,"verse":"Of the sons of Joseph, of the sons of Ephraim, by their generations, according to their families, by their fathers' house, according to the number of the names, from twenty years old and upward, all that were able to go forth to war:"},{"number":33,"verse":"those numbered of them, of the tribe of Ephraim, [were] forty thousand, five hundred."},{"number":34,"verse":"Of the sons of Manasseh, by their generations, according to their families, by their fathers' house, according to the number of the names, from twenty years old and upward, all that were able to go forth to war:"},{"number":35,"verse":"those numbered of them, of the tribe of Manasseh, [were] thirty-two thousand, two hundred."},{"number":36,"verse":"Of the sons of Benjamin, by their generations, according to their families, by their fathers' house, according to the number of the names, from twenty years old and upward, all that were able to go forth to war:"},{"number":37,"verse":"those numbered of them, of the tribe of Benjamin, [were] thirty-five thousand, four hundred."},{"number":38,"verse":"Of the sons of Dan, by their generations, according to their families, by their fathers' house, according to the number of the names, from twenty years old and upward, all that were able to go forth to war:"},{"number":39,"verse":"those numbered of them, of the tribe of Dan, [were] sixty-two thousand, seven hundred."},{"number":40,"verse":"Of the sons of Asher, by their generations, according to their families, by their fathers' house, according to the number of the names, from twenty years old and upward, all that were able to go forth to war:"},{"number":41,"verse":"those numbered of them, of the tribe of Asher, [were] forty-one thousand, five hundred."},{"number":42,"verse":"Of the sons of Naphtali, by their generations, according to their families, by their fathers' house, according to the number of the names, from twenty years old and upward, all that were able to go forth to war:"},{"number":43,"verse":"those were numbered of them, of the tribe of Naphtali, [were] fifty-three thousand, four hundred."},{"number":44,"verse":"These are those who were numbered, whom Moses and Aaron numbered, and the rulers of Israel being twelve men. Each one was for the house of his fathers."},{"number":45,"verse":"And all those that were numbered of the sons of Israel, by their fathers' house, from twenty years old and upward, all that were able to go forth to war in Israel:"},{"number":46,"verse":"even all those who were numbered were six hundred three thousand, five hundred and fifty."},{"number":47,"verse":"But the Levites, according to the tribe of their fathers, were not numbered among them."},{"number":48,"verse":"For the LORD had spoken to Moses saying,"},{"number":49,"verse":"Only you shall not number the tribe of Levi, neither take the sum of them among the sons of Israel."},{"number":50,"verse":"But you shall set the Levites over the tabernacle of testimony, and over all its vessels, and over all its things. They shall carry the tabernacle and all its vessels. And they shall serve it, and shall camp around the tabernacle."},{"number":51,"verse":"And when the tabernacle sets forth, the Levites shall take it down. And when the tabernacle is to be pitched, the Levites shall set it up. And the stranger who comes near shall be put to death."},{"number":52,"verse":"And the sons of Israel shall pitch their tents, each man by his own camp, and each man by his own banner, throughout their armies."},{"number":53,"verse":"But the Levites shall pitch around the tabernacle of testimony, so that there may be no wrath upon the congregation of the sons of Israel. And the Levites shall keep the charge of the tabernacle of testimony."},{"number":54,"verse":"And the sons of Israel did according to all that the LORD commanded Moses. So they did."}]}