{"bibleAbbr":"MKJV1962","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"And Balaam saw that it pleased the LORD to bless Israel, and he did not go, as at other times, to seek for secret arts, but he set his face toward the wilderness."},{"number":2,"verse":"And Balaam lifted up his eyes, and he saw Israel pitched, according to their tribes. And the Spirit of God came upon him."},{"number":3,"verse":"And he took up his parable, and said, Balaam the son of Beor has said, and the man whose eyes are open has said;"},{"number":4,"verse":"he has said; he who heard the words of God, who saw the vision of the Almighty, falling down but having his eyes open;"},{"number":5,"verse":"How goodly are your tents, O Jacob, your tabernacles, O Israel!"},{"number":6,"verse":"They are spread forth like the valleys, like gardens by the river's side, like the trees of aloes which the LORD has planted, like cedar trees beside the waters."},{"number":7,"verse":"He shall pour the water out of his buckets, and his seed shall be in many waters. And his king shall be higher than Agag, and his kingdom shall be exalted."},{"number":8,"verse":"God brought him forth out of Egypt. He has as it were the strength of an ox. He shall eat up the nations his enemies, and shall break their bones, and pierce them through [with] his arrows."},{"number":9,"verse":"He crouched. He lay down as a lion, and as a great lion. Who shall stir him up? Blessed is he who blesses you, and cursed is he who curses you."},{"number":10,"verse":"And Balak's anger was kindled against Balaam. And he struck his hands together. And Balak said to Balaam, I called you to curse my enemies, and behold, you have kept on blessing these three times."},{"number":11,"verse":"Therefore now flee to your place. I thought to lift you up to great honor, but lo, the LORD has kept you back from honor."},{"number":12,"verse":"And Balaam said to Balak, Did I not speak also to your messengers whom you sent to me, saying,"},{"number":13,"verse":"If Balak would give me his house full of silver and gold, I cannot go beyond the mouth of the LORD, to do good or bad of my own mind. What the LORD said, that I will speak."},{"number":14,"verse":"And now, behold, I go to my people. Come! I will make known to you what this people shall do to your people in the latter days."},{"number":15,"verse":"And he took up his parable, and said, Balaam the son of Beor has said, and the man whose eyes [are] open has said;"},{"number":16,"verse":"he has said, he who heard the words of God and knew the knowledge of the Most High, who sees the vision of the Almighty, falling down but having his eyes open;"},{"number":17,"verse":"I shall see him, but not now. I shall behold him, but not near. There shall come a Star out of Jacob, and a Scepter shall rise out of Israel. and shall strike the corners of Moab, and destroy all the sons of tumult."},{"number":18,"verse":"And Edom shall be a possession. Seir also shall be a possession for his enemies. And Israel shall do valiantly."},{"number":19,"verse":"Out of Jacob shall come He who shall have dominion and shall destroy him who remains of the city."},{"number":20,"verse":"And when he looked on Amalek, he took up his parable and said, Amalek [was] the first of the nations. But his latter end [is] to destruction."},{"number":21,"verse":"And he looked on the Kenites, and took up his parable and said, Strong is your dwelling-place, and you put your nest in a rock."},{"number":22,"verse":"But the Kenites shall be wasted until Assyria shall carry you away captive."},{"number":23,"verse":"And he took up his parable and said, Alas, who shall live when God puts out!"},{"number":24,"verse":"And ships shall come from the coast of Cyprus, and shall afflict Assyria and shall afflict Eber, and he also shall perish forever."},{"number":25,"verse":"And Balaam rose up, and went and returned to his place. And Balak also went his way."}]}