{"bibleAbbr":"MKJV1962","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":30,"verses":[{"number":1,"verse":"And Moses spoke to the heads of the tribes concerning the sons of Israel, saying, This [is] the thing which the LORD has commanded:"},{"number":2,"verse":"If a man vows a vow to the LORD, or swears an oath to bind his soul with a bond, he shall not break his word. He shall do according to all that comes out of his mouth."},{"number":3,"verse":"[If] a woman also vows a vow to the LORD, and binds herself by a bond, [being] in her father's house in her youth,"},{"number":4,"verse":"and [if] her father hears her vow and her bond with which she has bound her soul, and [if] her father is silent as to her, then all her vows shall stand, and every bond with which she has bound her soul shall stand."},{"number":5,"verse":"But [if] her father does not allow her in the day that he hears, not any of her vows or of her bonds with which she has bound her soul shall stand. And the LORD shall forgive her because her father did not allow her."},{"number":6,"verse":"And [if] she had a husband when she vowed, or if she said anything rash out of her lips with which she bound her soul,"},{"number":7,"verse":"and [if] her husband heard and is silent as to her in the day that he heard, then her vows shall stand, and her bonds with which she bound her soul shall stand."},{"number":8,"verse":"But [if] her husband did not allow her on the day that he heard it, then he shall make her vow which she vowed, and that which she uttered with her lips, with which she bound her soul, of no effect. And the LORD shall forgive her."},{"number":9,"verse":"But every vow of a widow and of her who is divorced, all which she has bound on her soul shall stand against her."},{"number":10,"verse":"And if she vowed in her husband's house, or bound her soul by a bond with an oath,"},{"number":11,"verse":"and [if] her husband heard and is silent as to her, and did not forbid her, then all her vows shall stand, and every bond with which she bound her soul shall stand."},{"number":12,"verse":"But if her husband has certainly broken them on the day he heard, whatever comes out of her lips concerning her vows or concerning the bond of her soul, shall not stand. Her husband has broken them. And the LORD shall forgive her."},{"number":13,"verse":"Every vow and every binding oath to afflict the soul, her husband may establish it, or her husband may break it."},{"number":14,"verse":"But [if] her husband is altogether silent as to her from day to day, then he establishes all her vows or all her bonds which [are] on her. He confirms them, because he was silent as to her in the day that he heard."},{"number":15,"verse":"But [if] he at all breaks them after he has heard, then he has borne her iniquity."},{"number":16,"verse":"These [are] the statutes which the LORD commanded Moses, between a man and his wife, between the father and his daughter in her youth in her father's house."}]}