{"bibleAbbr":"MKJV1962","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":4,"verses":[{"number":1,"verse":"And the LORD spoke to Moses and Aaron, saying,"},{"number":2,"verse":"Take the sum of the sons of Kohath from among the sons of Levi, according to their families, by their fathers' house,"},{"number":3,"verse":"from thirty years old and upward even to fifty years, all that enter into the service, to do the work in the tabernacle of the congregation."},{"number":4,"verse":"This [shall be] the service of the sons of Kohath in the tabernacle of the congregation, the most holy [place]."},{"number":5,"verse":"And when the camp sets forth, Aaron and his sons shall come, and they shall take down the covering veil and cover the ark of testimony with it."},{"number":6,"verse":"And they shall put on it the covering of dugong skins, and shall spread over [it] a cloth wholly of blue, and shall put in its staves."},{"number":7,"verse":"And they shall spread a cloth of blue upon the table of showbread, and put the dishes on it, and the spoons, and the bowls, and the cups of the drink offering, and covers to cover it with. And the continual bread shall be on it."},{"number":8,"verse":"And they shall spread upon them a cloth of scarlet and cover it with a covering of dugong skins, and they shall put in its staves."},{"number":9,"verse":"And they shall take a cloth of blue and cover the lampstand of the light, and its lamps, and its tongs, and its fire-pans, and all the oil vessels of it, with which they serve it."},{"number":10,"verse":"And they shall put it and all the vessels of it inside a covering of dugong skins, and shall put [it] upon a bar."},{"number":11,"verse":"And upon the golden altar they shall spread a cloth of blue, and cover it with a covering of badgers' skins, and they shall put the staves into it."},{"number":12,"verse":"And they shall take all the vessels of ministry with which they serve in the sanctuary, and put [them] in a cloth of blue, and cover them with a covering of dugong skins, and shall put them on a bar."},{"number":13,"verse":"And they shall take away the ashes from the altar, and spread a purple cloth on it."},{"number":14,"verse":"And they shall put on it all its vessels, with which they minister about it: the fire-pans, the flesh-hooks, and the shovels, and the basins, all the vessels of the altar. And they shall spread upon it a covering of dugong skins, and put the staves into it."},{"number":15,"verse":"And when Aaron and his sons have made an end of covering the sanctuary, and all the vessels of the sanctuary, when the camp is to set forward, then after that the sons of Kohath shall come to carry it]. But they shall not touch any holy thing lest they die. These [are] the burden of the sons of Kohath in the tabernacle of the congregation."},{"number":16,"verse":"And to the office of Eleazar the son of Aaron the priest [belongs] the oil for the light, and the sweet incense, and the daily food offering, and the anointing oil, the oversight of all the tabernacle and of all that is in it, in the sanctuary and in its vessels."},{"number":17,"verse":"And the LORD spoke to Moses and to Aaron, saying,"},{"number":18,"verse":"Do not cut off the tribe of the families of the Kohathites from among the Levites."},{"number":19,"verse":"But do this to them, and they shall live and not die when they approach the Holy of Holies. Aaron and his sons shall go in and appoint each one of them to his service and to his burden."},{"number":20,"verse":"But they shall not go in to watch when the holy things are covered, lest they die."},{"number":21,"verse":"And the LORD spoke to Moses, saying,"},{"number":22,"verse":"Take also the sum of the sons of Gershon throughout the houses of their fathers by their families."},{"number":23,"verse":"From thirty years old and upward to fifty years old you shall number them, all that enter in to perform the service, to do the work in the tabernacle of the congregation."},{"number":24,"verse":"This [is] the service of the families of the Gershonites, to serve and to carry burdens."},{"number":25,"verse":"And they shall carry the curtains of the tabernacle, and the tabernacle of the congregation, its covering, and the covering of the dugong skins that [is] above upon it, and the hanging for the door of the tabernacle of the congregation,"},{"number":26,"verse":"and the hangings of the court, and the hanging for the door of the gate of the court, which [is] by the tabernacle and by the altar all around, and their cords, and all the instruments of their service, and all that is made for them. So they shall serve."},{"number":27,"verse":"At the appointment of Aaron and his sons shall be all the service of the sons of the Gershonites, in all their burdens and in all their service. And you shall appoint all their burdens to the ones in charge."},{"number":28,"verse":"This [is] the service of the families of the sons of Gershon in the tabernacle of the congregation. And their charge [shall be] under the hand of Ithamar the son of Aaron the priest."},{"number":29,"verse":"You shall number the sons of Merari according to their families, by the house of their fathers."},{"number":30,"verse":"You shall number them from thirty years old and upward even to fifty years old, everyone who enters into the service, to do the work of the tabernacle of the congregation."},{"number":31,"verse":"And this [is] the charge of their burden, according to all their service in the tabernacle of the congregation: the boards of the tabernacle, and its bars, and its pillars, and its sockets,"},{"number":32,"verse":"and the pillars of the court all around, and their sockets, and their pins, and their cords, with all their vessels, and with all their service. And you shall count the vessels of the charge of their burden by name."},{"number":33,"verse":"This [is] the service of the families of the sons of Merari, according to all their service, in the tabernacle of the congregation under the hand of Ithamar the son of Aaron the priest."},{"number":34,"verse":"And Moses and Aaron and the leaders of the congregation numbered the sons of the Kohathites according to their families, and according to the house of their fathers."},{"number":35,"verse":"They numbered them from thirty years old and upward even to fifty years old, everyone that entered into the service, for the work in the tabernacle of the congregation."},{"number":36,"verse":"And those numbered of them by their families were two thousand seven hundred and fifty."},{"number":37,"verse":"These [were] the ones that were numbered of the families of the Kohathites, all that might do service in the tabernacle of the congregation, which Moses and Aaron numbered according to the commandment of the LORD by the hand of Moses."},{"number":38,"verse":"And those that were numbered of the sons of Gershon throughout their families, and by their fathers' house,"},{"number":39,"verse":"from thirty years old and upward even to fifty years old, everyone that enters into the service for the work in the tabernacle of the congregation,"},{"number":40,"verse":"even those that were numbered of them by their families, by their fathers' house, were two thousand six hundred and thirty."},{"number":41,"verse":"These [are] the ones numbered of the families of the sons of Gershon, of all that might do service in the tabernacle of the congregation, whom Moses and Aaron numbered according to the command of the LORD."},{"number":42,"verse":"And those numbered of the families of the sons of Merari, throughout their families, by their fathers' house,"},{"number":43,"verse":"from thirty years old and upward even to fifty years old, everyone that enters into the service for the work in the tabernacle of the congregation,"},{"number":44,"verse":"even those numbered of them according to their families, were three thousand, two hundred."},{"number":45,"verse":"These [are] those numbered of the families of the sons of Merari, whom Moses and Aaron numbered according to the word of the LORD by the hand of Moses."},{"number":46,"verse":"All those numbered of the Levites, whom Moses and Aaron and the rulers of Israel numbered, according to their families and according to their fathers' house,"},{"number":47,"verse":"from thirty years old and upward even to fifty years old, everyone that came to do the service of the ministry and the service of the burden in the tabernacle of the congregation,"},{"number":48,"verse":"even those numbered of them were eight thousand, five hundred and eighty."},{"number":49,"verse":"According to the command of the LORD they were numbered by the hand of Moses, everyone according to his service and according to his burden. So they were numbered by him as the LORD commanded Moses."}]}