{"bibleAbbr":"LXXe1851","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":15,"verses":[{"number":1,"verse":"And in the eighteenth year of the reign of Jeroboam son of Nabat, Abiu son of Roboam reigns over Juda."},{"number":2,"verse":"And he reigned (Alex. 16 years. ) three years over Jerusalem: and his mother's name was Maacha, daughter of Abessalom."},{"number":3,"verse":"And he walked in the sins of his father which he wrought in his presence, and his heart was not perfect with the Lord his God, as was the heart of his father David."},{"number":4,"verse":"Howbeit for David's sake the Lord gave him a remnant, that he might establish his children after him, and might establish Jerusalem."},{"number":5,"verse":"Forasmuch as David did that which was right in the sight of the Lord: he turned not from any thing that he commanded him all the days of his life."},{"number":7,"verse":"And the rest of the (Gr. words. ) history of Abiu, and all that he did, behold, are not these written in the (Lit. the words of the days. ) book of the chronicles of the kings of Juda? And there was war between Abiu and Jeroboam."},{"number":8,"verse":"And Abiu slept with his fathers in the twenty-fourth year of Jeroboam; and he is buried with his fathers in the city of David: And Asa his son reigns in his stead."},{"number":9,"verse":"(Heb. and Alex. In the twentieth year. ) In the four and twentieth year of Jeroboam king of Israel, Asa begins to reign over Juda."},{"number":10,"verse":"And he reigned forty-one (Gr. year. Hebraism.) years in Jerusalem: and his mother's name was Ana, daughter of Abessalom."},{"number":11,"verse":"And Asa did that which was right in the sight of the Lord, as David his father."},{"number":12,"verse":"And he removed the (Lit. sacrifices. ) sodomites out of the land, and abolished all the practices which his fathers (Gr. did, or wrought. ) had kept up."},{"number":13,"verse":"And he removed Ana his mother from being queen, forasmuch as she (Gr. made. ) gathered a meeting in her grove: and Asa cut down her retreats, and burnt them with fire in the brook of Kedron."},{"number":14,"verse":"But he removed not the high places; nevertheless the heart of Asa was perfect with the Lord all his days."},{"number":15,"verse":"And he brought in the pillars of his father, he even brought in his gold and silver pillars into the house of the Lord, and his vessels."},{"number":16,"verse":"And there was war between Asa and Baasa king of Israel all their days."},{"number":17,"verse":"And Baasa king of Israel went up against Juda, and built Rama, so that no one should go out or come in for Asa king of Juda."},{"number":18,"verse":"And Asa took all the silver and the gold that was found in the treasures of the house of the Lord, and in the treasures of the king's house, and gave them into the hands of his servants; and king Asa sent them out to the son of Ader, the son of Taberema son of Azin king of Syria, who dwelt in Damascus, saying,"},{"number":19,"verse":"Make a covenant between me and thee, and between my father and thy father: lo! I have sent forth to thee gold and silver for gifts: come, break thy league with Baasa king of Israel, (Gr. and he shall. ) that he may go up from me."},{"number":20,"verse":"And the son of Ader hearkened to king Asa, and sent the chiefs of his forces to the cities of Israel; and they smote Ain, Dan, and Abel of the house of Maacha, and all Chennereth, as far as the whole land of Nephthali."},{"number":21,"verse":"And it came to pass when Baasa heard it, that he left off building Rama, and returned to Thersa."},{"number":22,"verse":"And king Asa charged all Juda without exception: and they take up the stones of Rama and its timbers with which Baasa was building; and king Asa built with them upon the (Heb. Geba and Mizpeh. ) whole hill of Benjamin, and the watch-tower."},{"number":23,"verse":"And the rest of the history of Asa, and all his (Gr. might. ) mighty deeds which he wrought, and the cities which he built, behold, are not these written in the book of the chronicles (Gr. for. ) of the kings of Juda? Nevertheless in the time of his old age he was diseased in his feet."},{"number":24,"verse":"And Asa slept with his fathers, and (Gr. is. ) was buried with his fathers in the city of David his father: and Josaphat his son reigns in his stead."},{"number":25,"verse":"And Nabat son of Jeroboam reigns over Israel in the second year of Asa king of Juda, and he reigned two years in Israel."},{"number":26,"verse":"And he did that which was evil in the sight of the Lord, and walked in the way of his father, and in his sins wherein he caused Israel to sin."},{"number":27,"verse":"And Baasa son of Achia, who was over the house of Belaan son of Achia, conspired against him, and smote him in Gabathon of the Philistines; for Nabat and all Israel were besieging Gabathon."},{"number":28,"verse":"And Baasa slew him in the third year of Asa son of Asa king of Juda; and reigned in his stead."},{"number":29,"verse":"And it came to pass when he reigned, that he smote the whole house of Jeroboam, and left (Gr. no breath. ) none that breathed of Jeroboam, until he has destroyed him utterly, according to the word of the Lord which he spoke by his servant Achia the Selonite,"},{"number":30,"verse":"(For a similar use of περὶ, see Jer 7:22. ) for the sins of Jeroboam, who led Israel into sin, even by his provocation wherewith he provoked the Lord God of Israel."},{"number":31,"verse":"And the rest of the history of Nabat, and all that he did, behold, are not these written in the book of the chronicles (Gr. for. ) of the kings of Israel? (Verse 32 is not in Vat., it is here read from Alex.)"},{"number":32,"verse":"And there was a war between Asa and Baasa king of Israel in all their days."},{"number":33,"verse":"And in the third year of Asa king of Juda, Baasa the son of Achia begins to reign over Israel in Thersa, twenty and four years."},{"number":34,"verse":"And he did that which was evil in the sight of the Lord, and walked in the way of Jeroboam the son of Nabat, and in his sins, as he caused Israel to sin."}]}