{"bibleAbbr":"mniRNT2022","bookName":"Rome","bookEnglishName":"Romans","chapterNumber":13,"verses":[{"number":1,"verse":"( Angam athougi makha ponba) Mi khudingmakna angam athousinggi makha pon-gadabani, maramdi Tengban Mapugi ayaba yaodana angam athou leite aduga leiriba angam athousing asi Tengban Mapuna thamlibani."},{"number":2,"verse":"Maram aduna angam athougi maiyokta leiba mahak aduna Tengban Mapuna lingkhatpikhraba adugi maiyokta leibani; asigumba mising aduna makhoi masagi mathakta wayel pujarakkani."},{"number":3,"verse":"Maramdi achumba toubasingda leingakpasingna akiba oihande adubu phattaba toubasingdadi akiba oihalli. Nahakna leingakpabu kibadagi ningtamba pambra? Adu oirabadi achumba tou, aduga makhoina nahakpu thagatkani."},{"number":4,"verse":"Maramdi angam athou oiriba mahak adudi nahakki aphaba oinaba Tengban Mapugi thougal toubasingni. Adubu nahakna aranba tourabadi, kiyu, maramdi leingakpasingna maram leitana makhoina thangsang puba natte. Makhoidi aranba touba misinggi mathakta cheirak pinanaba, Tengban Mapugi thougal touba misingni."},{"number":5,"verse":"Maram aduna Tengban Mapugi cheirak khaktagi nattana achum aran khangba pukninggi maramgidamaksu angam athousinggi makha pon-gadabani."},{"number":6,"verse":"( Mat 22:21; Mrk 12:17; Luk 20:25) Masigi maramgidamak nakhoina kanggat piribani, maramdi angam athousing asi leingakpada makhoigi matam pumba piba Tengban Mapugi manaisingni."},{"number":7,"verse":"Nahakna laman tonbasing aduda nahakki pipham thokpasing adu piyu: kanggat oirabadi, kanggat piyu; lan-thumgi kanggatsinggi oirabadi, lan-thumgi kanggat piyu; nolukpa oirabadi, nolukpa utlu; ikai khumnaba oirabadi, ikaikhumnaba piyu."},{"number":8,"verse":"( Amaga amaga tounagadaba thoudangsing) Amaga amaga nungsibagi laman tonba nattana mi kana amatagi laman ton-ganu, maramdi atoppa misingbu nungsiba mahak aduna Wayel Yathang adu thunghalle."},{"number":9,"verse":"( Khong 20:14; Aniwa 5:18; Khong 20:13; Aniwa 5:17; Khong 20:15; Aniwa 5:19; Khong 20:17; Aniwa 5:21; Levi 19:18) Wayel yathangsingdi, “Nahakna mitu miwa lannaroidabani,” “Nahakna mi hatloidabani,” “Nahakna huranloidabani,” “Nahakna aranba sakhi piroidabani,” “Nahakna karamloidabani,” aduga atoppa yathangsing leirabasu hairiba yathang asida suplabani, “Nahakna nahakki yumlon keironnabasingbu nasamakkumna nungsiyu.”"},{"number":10,"verse":"Nungsibana yumlon keironnabagi mangnaba toude. Maram aduna nungsiba haibasi Wayel Yathangbu mapung phana inbani."},{"number":11,"verse":"Nahakna masi tougadabani, maramdi houjik nahak tumbadagi hougatpa matam adu lakle haiba nahakna khang-i. Maramdi eikhoina ahanba thajakhiba matamdagi houjikna henna eikhoigi aran-khubham adu naksillakle."},{"number":12,"verse":"Ahinggi matam houkhigadoure, nongallakkadoure. Maram aduna eikhoina amambagi thabaksing thadoktuna mangalgi lan phijet setlasi."},{"number":13,"verse":"Nungthilgi matamda chatpa lichatkumna eikhoigi lichat chumna chatsi, eikhoina yu thaktuna nungaithokpa amasung yu ngaoba, lamchat naidaba amasung akamba phajadaba lamchat chatpa, khatna cheinaba amasung kallakpa asising asi tougumsi."},{"number":14,"verse":"Adubu nakhoina Mapu Ibungo Jisu Christtabu phigumna setlu aduga hakchanggi apambasing adu karamna thunghan-gadage haina wakhal khan-ganu."}]}