{"bibleAbbr":"mniRNT2022","bookName":"Rome","bookEnglishName":"Romans","chapterNumber":15,"verses":[{"number":1,"verse":"( Atoppasingbu pelhanba) Thajabada kanba eikhoina thajabada sonba makhoisinggi potlum pubada mateng panggadabani. Isagi nungainaba thiroidabani."},{"number":2,"verse":"Eikhoi amamamna magi magi yumlon keironnabasingbu makhoigi phanaba amasung makhoibu semgatnaba pelhansi."},{"number":3,"verse":"( Isei 69:9) Maramdi Christta phaobana mahak masabu pelhanjade; masi Mapugi puyada ikhibagumnani, “Ibungo nahakpu ikaiba pibasing adugi ikaiba pibagi micheising adu eigi ithakta tare.”"},{"number":4,"verse":"Maramdi mamangngeida iramba khudingmak eikhoibu tambinabagidamak ikhibani, masi Mapugi puyana tambiba khaangheiba amasung thougatpiba adugi mapanna eikhoina asa leinanabani."},{"number":5,"verse":"Nakhoida khaangheiba amasung thougatpibagi hourakpham oiriba Tengban Mapuna nakhoina Christta Jisugi matou tamjabagi mapanna nakhoigi narakta pukning amata oiba leiba ngamhanbiba oirasanu,"},{"number":6,"verse":"masi nakhoina pukning amasung khonjel amata oina eikhoigi Mapu Ibungo Jisu Christtagi Mapa Ibungo Tengban Mapubu thagatnanabani."},{"number":7,"verse":"( Jihudi nattaba phurupsingda Aphaba Pao) Maram aduna Tengban Mapugi matik mangalgidamakta Christtana nakhoibu lousinbibagumna, nakhoinasu amaga amaga lousinnou."},{"number":8,"verse":"Maramdi eina nakhoida hairi madudi Christtana Jihudisinggidamak thougal touba punsi ama oiba adu, Tengban Mapudi thajaba yabani haiba utnanabani amadi ipa ipusingda wasakkhibasing adu achumba oiraknabani,"},{"number":9,"verse":"aduga masina Ibungo mahakki chanbiba adugidamak atoppa phurupsingna Tengbang Mapubu thagatnabani; masi Mapugi puyada ikhibagumbani, “Maram aduna eina nahakpu Jihudi nattaba phurupsinggi marakta thagatchagani; aduga nahakki mingda thagat isei sakchagani.”"},{"number":10,"verse":"Aduga amukka maduna hai, “Atoppa phurupsing, mahakki misingga haraominnou!”"},{"number":11,"verse":"( Isei 117:1) Aduga amuksu hai, “Atoppa phurup pumnamak, MAPU IBUNGO-bu thagatlu; aduga mi pumnamakna Ibungo mahakpu thagatlu.”"},{"number":12,"verse":"( Isa 11:10 (LXX)) Amuksu, Isaiah-na hai, “Jesse-gi charol surol ama thorakkani, mahakna atoppa phurupsinggi mathakta pannaba lakkani; makhoina makhoigi asa Ibungoda thamjagani.”"},{"number":13,"verse":"Nakhoina Tengban Mapubu thajabagi mapanna, asagi hourakpham oiriba Ibungo mahakna nakhoibu haraobana amadi ingthabana thalhanbiba oirasanu, maduna Thawai Asengbagi panggalgi mapanna nakhoigi asa henna henna chaokhatkani."},{"number":14,"verse":"( Paul-na thouna phana i-bagi maram) Eigi ichil-inaosa, nakhoi aphabana thalle, khangbana thalle amasung amana amabu takpi tambiba ngamle haiba eina tasengna khangle."},{"number":15,"verse":"Adubu chithi asida hiram kharagi maramda eina thouna phana nakhoibu ningsinghalle. Jihudi nattaba phurupsingda Christta Jisugi manai ama oina thougal tounanaba Tengban Mapuna eingonda pibiba khudong chaba adugi maramna eina thouna phabani."},{"number":16,"verse":"Purohit amagumna Tengban Mapugi Aphaba Pao sandokpagi thougal touba oijare, madudi Jihudi nattaba phurupsing adu Thawai Asengbana sengdokpiraba Tengban Mapuna yaba katnapot oinabani"},{"number":17,"verse":"Maram aduna eina toujariba Tengban Mapugi thougalgidamak eina Christta Jisuda chaothokchei."},{"number":18,"verse":"Maramdi Christtana eigi ipanna haibadi eina haikhiba amasung toukhiba thabaksing adubu sijinnabiduna atoppa phurupsingbu Tengban Mapugi haiba inbada chingbiba adu khaktada eina thouna phana nganggani,"},{"number":19,"verse":"madusing adu angakpa thabaksing amasung angakpa khudamsinggi mapanna amadi Tengban Mapugi Thawaigi panggalna toubibani. Maram aduna eina Jerusalem-dagi Illyricum phaoba Christtagi Aphaba Pao adu mapung phana sandokle."},{"number":20,"verse":"Asumna atoppa mi amana semkhraba yumpham mathakta eina yum sagattanaba Christtagi maramda tadriba maphamsingda Aphaba Pao sandokpa asi matam leiba khibikta eigi apambani."},{"number":21,"verse":"Adubu masi Mapugi puyada ikhibagumbani, “Ibungo mahakki maramda haikhidriba makhoina ugani, aduga takhidriba makhoina wakhal tagani.”"},{"number":22,"verse":"( Paul-na Rome chatnabagi thourang) ( Rom 1:13) Madugi maramna eina nakhoigi naphamda lakkadabada toina eingonda apanba pi."},{"number":23,"verse":"Adubu houjikti lamdamsing asida eigidamak thabak tounaba mapham amuk leitre aduga eina chahi kayadagi nakhoigi naphamda yamna lakningbagi maramna,"},{"number":24,"verse":"Spain-da chatpagi lambida eina nakhoiga unanaba thourang toure. Madu phaoraga chatpada nakhoiga unanaba eina asa tou-i aduga matam khara eina nakhoiga nungaina unaraba matungda eina mapham aduda chatpada nakhoina eibu mateng panghan-gani."},{"number":25,"verse":"( 1 Cor 16:1-4) Adubu houjikti eina Jerusalem-da Ibungogi misingbu thougal tounaba chatlagani."},{"number":26,"verse":"Maramdi Jerusalem-da leiba Ibungogi misinggi marakta leiba lairabasinggidamak mateng oinaba Macedonia amasung Achaia-gi singlupsingna piningbaga loinana senkhai katnaba lepnare."},{"number":27,"verse":"( 1 Cor 9:11) Masi touba haibasi makhoigi apenba oirammi; tasengnadi makhoidi makhoida mateng pangnaba laman tollabani. Maramdi Jihudi nattaba phurupsingna Jihudisinggi thawaigi oiba yaipha thoujal adugi saruk phangminnarabadi, makhoina makhoigi lan-thumgi nungai yaiphaba adusu Jihudisingda mateng pangpham thok-i."},{"number":28,"verse":"Maram aduna eina thabak asi loithoklaga amasung pirakpasing adu makhoina phangle haiba eina sengna khanglaga eihak Spain-da chatkani aduga madu chatpagi lambida eina nakhoibu unnaramgani."},{"number":29,"verse":"Eina nakhoigi nanakta lakpa matamda, Christtagi athanba yaipha thoujalsing aduga loinana lakkani haiba eina khang-i."},{"number":30,"verse":"Ichil-inaosing, eikhoigi Mapu Ibungo Jisu Christtagi mapanna amasung Thawaina pibiba nungsiba adugi mapanna: eigidamak Tengban Mapugi maphamda eiga loinana haijaminnanaba eina nakhoida haijari."},{"number":31,"verse":"Madudi Judea-da leiba Tengban Mapubu thajadaba misingdagi eibu ngakthokpinaba amasung Jerusalem-da leiba Ibungogi mising aduna eina pujariba senkhai asibu haraona loubinanaba haijabiyu."},{"number":32,"verse":"Maram aduna Tengban Mapugi aningba oirabadi, eina nakhoigi nanakta haraobaga loinana laktuna eikhoina amaga amaga tekkhat-hanba oinanabani."},{"number":33,"verse":"Ingthabagi Tengban Mapuna nakhoi pumnamakka loinabiba oisanu. Amen."}]}