{"bibleAbbr":"HOV2012","bookName":"यिर्मयाह","bookEnglishName":"Jeremiah","chapterNumber":1,"verses":[{"number":1,"verse":"हिल्किय्याह का पुत्र यिर्मयाह जो बिन्यामीन देश के अनातोत में रहनेवाले याजकों में से था, उसी के ये वचन हैं।"},{"number":2,"verse":"यहोवा का वचन उसके पास आमोन के पुत्र यहूदा के राजा योशिय्याह के दिनों में उसके राज्य के तेरहवें वर्ष में पहुँचा।"},{"number":3,"verse":"इसके बाद योशिय्याह के पुत्र यहूदा के राजा यहोयाकीम के दिनों में, के ग्यारहवें वर्ष के अन्त तक भी प्रगट होता रहा जब तक कि उसी वर्ष के पाँचवें महीने में यरूशलेम के निवासी बँधुआई में न चले गए।"},{"number":4,"verse":"तब यहोवा का यह वचन मेरे पास पहुँचा,"},{"number":5,"verse":"“गर्भ में रचने से पहले ही मैं ने तुझ पर चित्त लगाया, और उत्पन्न होने से पहले ही मैं ने तेरा अभिषेक किया; मैं ने तुझे जातियों का भविष्यद्वक्‍ता ठहराया।”"},{"number":6,"verse":"तब मैं ने कहा, “हाय, प्रभु यहोवा! देख, मैं तो बोलना भी नहीं जानता, क्योंकि मैं लड़का ही हूँ।”"},{"number":7,"verse":"परन्तु यहोवा ने मुझ से कहा, “मत कह कि मैं लड़का हूँ; क्योंकि जिस किसी के पास मैं तुझे भेजूँ वहाँ तू जाएगा, और जो कुछ मैं तुझे आज्ञा दूँ वही तू कहेगा।"},{"number":8,"verse":"तू उनके मुख को देखकर मत डर, क्योंकि तुझे छुड़ाने के लिये मैं तेरे साथ हूँ, यहोवा की यही वाणी है।”"},{"number":9,"verse":"तब यहोवा ने हाथ बढ़ाकर मेरे मुँह को छुआ; और यहोवा ने मुझ से कहा, “देख, मैं ने अपने वचन तेरे मुँह में डाल दिये हैं।"},{"number":10,"verse":"सुन, मैं ने आज के दिन तुझे जातियों और राज्यों पर अधिकारी ठहराया है; उन्हें गिराने और ढा देने के लिये, नष्‍ट करने और काट डालने के लिये, या उन्हें बनाने और रोपने के लिये।”"},{"number":11,"verse":"यहोवा का यह वचन मेरे पास पहुँचा, “हे यिर्मयाह, तुझे क्या दिखाई पड़ता है?” मैं ने कहा, “मुझे बादाम की एक टहनी दिखाई पड़ती है।”"},{"number":12,"verse":"तब यहोवा ने मुझ से कहा, “तुझे ठीक दिखाई पड़ता है, क्योंकि मैं अपने वचन को पूरा करने के लिये जागृत हूँ।”"},{"number":13,"verse":"फिर यहोवा का वचन दूसरी बार मेरे पास पहुँचा, और उसने पूछा, “तुझे क्या दिखाई पड़ता है?” मैं ने कहा, “मुझे उबलता हुआ एक हण्डा दिखाई पड़ता है जिसका मुँह उत्तर दिशा की ओर से है।”"},{"number":14,"verse":"तब यहोवा ने मुझ से कहा, “इस देश के सब रहनेवालों पर उत्तर दिशा से विपत्ति आ पड़ेगी।"},{"number":15,"verse":"यहोवा की यह वाणी है, मैं उत्तर दिशा के राज्यों और कुलों को बुलाऊँगा; और वे आकर यरूशलेम के फाटकों में और उसके चारों ओर की शहरपनाह, और यहूदा के और सब नगरों के सामने अपना अपना सिंहासन लगाएँगे।"},{"number":16,"verse":"उनकी सारी बुराई के कारण मैं उन पर दण्ड की आज्ञा दूँगा; क्योंकि उन्होंने मुझे त्यागकर दूसरे देवताओं के लिये धूप जलाया और अपनी बनाई हुई वस्तुओं को दण्डवत् किया है।"},{"number":17,"verse":"इसलिये तू अपनी कमर कसकर उठ; और जो कुछ कहने की मैं तुझे आज्ञा दूँ वही उनसे कह। तू उनके मुख को देखकर न घबराना, ऐसा न हो कि मैं तुझे उनके सामने घबरा दूँ।"},{"number":18,"verse":"क्योंकि सुन, मैं ने आज तुझे इस सारे देश और यहूदा के राजाओं, हाकिमों, और याजकों और साधारण लोगों के विरुद्ध गढ़वाला नगर, और लोहे का खम्भा, और पीतल की शहरपनाह बनाया है।"},{"number":19,"verse":"वे तुझ से लड़ेंगे तो सही, परन्तु तुझ पर प्रबल न होंगे, क्योंकि बचाने के लिये मैं तेरे साथ हूँ, यहोवा की यही वाणी है।”"}]}