{"bibleAbbr":"HOV2012","bookName":"यिर्मयाह","bookEnglishName":"Jeremiah","chapterNumber":13,"verses":[{"number":1,"verse":"यहोवा ने मुझ से यों कहा, “जाकर सनी की एक लुंगी मोल ले, उसे कमर में बाँध और जल में मत भीगने दे।”"},{"number":2,"verse":"तब मैं ने एक लुंगी मोल लेकर यहोवा के वचन के अनुसार अपनी कमर में बाँध ली।"},{"number":3,"verse":"तब दूसरी बार यहोवा का यह वचन मेरे पास पहुँचा,"},{"number":4,"verse":"“ जो लुंगी तू ने मोल लेकर कटि में कस ली है, उसे फ़रात के तट पर ले जा और वहाँ उसे चट्टान की एक दरार में छिपा दे।”"},{"number":5,"verse":"यहोवा की इस आज्ञा के अनुसार मैं ने उसको फ़रात के तट पर ले जाकर छिपा दिया।"},{"number":6,"verse":"बहुत दिनों के बाद यहोवा ने मुझ से कहा, “उठ, फिर फ़रात के पास जा, और जिस लुंगी को मैं ने तुझे वहाँ छिपाने की आज्ञा दी थी उसे वहाँ से ले ले।”"},{"number":7,"verse":"तब मैं फ़रात के पास गया और खोदकर जिस स्थान में मैं ने लुंगी को छिपाया था, वहाँ से उसको निकाल लिया। और देखो, लुंगी बिगड़ गई थी; वह किसी काम की न रही।"},{"number":8,"verse":"तब यहोवा का यह वचन मेरे पास पहुँचा : “यहोवा यों कहता है :"},{"number":9,"verse":"इसी प्रकार से मैं यहूदियों का गर्व, और यरूशलेम का बड़ा गर्व नष्‍ट कर दूँगा।"},{"number":10,"verse":"इस दुष्‍ट जाति के लोग जो मेरे वचन सुनने से इन्कार करते हैं जो अपने मन के हठ पर चलते, दूसरे देवताओं के पीछे चलकर उनकी उपासना करते और उनको दण्डवत् करते हैं, वे इस लुंगी के समान हो जाएँगे जो किसी काम की नहीं रही।"},{"number":11,"verse":"यहोवा की यह वाणी है कि जिस प्रकार से लुंगी मनुष्य की कमर में कसी जाती है, उसी प्रकार से मैं ने इस्राएल के सारे घराने और यहूदा के सारे घराने को अपनी कटि में बाँध लिया था कि वे मेरी प्रजा बनें और मेरे नाम और कीर्ति और शोभा का कारण हों, परन्तु उन्होंने न माना।"},{"number":12,"verse":"“इसलिये तू उन से यह वचन कह, ‘इस्राएल का परमेश्‍वर यहोवा यों कहता है : दाखमधु के सब कुप्पे दाखमधु से भर दिए जाएँगे।’ तब वे तुझ से कहेंगे, ‘क्या हम नहीं जानते कि दाखमधु के सब कुप्पे दाखमधु से भर दिए जाएँगे?’"},{"number":13,"verse":"तब तू उनसे कहना, ‘यहोवा यों कहता है : देखो, मैं इस देश के सब रहनेवालों को, विशेष करके दाऊदवंश की गद्दी पर विराजमान राजा और याजक और भविष्यद्वक्‍ता आदि यरूशलेम के सब निवासियों को अपनी कोपरूपी मदिरा पिलाकर अचेत कर दूँगा।"},{"number":14,"verse":"तब मैं उन्हें एक दूसरे से टकरा दूँगा; अर्थात् बाप को बेटे से, और बेटे को बाप से, यहोवा की यह वाणी है। मैं उन पर कोमलता नहीं दिखाऊँगा, न तरस खाऊँगा और न दया करके उनको नष्‍ट होने से बचाऊँगा।’ ”"},{"number":15,"verse":"देखो, और कान लगाओ, गर्व मत करो, क्योंकि यहोवा ने यों कहा है।"},{"number":16,"verse":"अपने परमेश्‍वर यहोवा की बड़ाई करो, इससे पहले कि वह अन्धकार लाए और तुम्हारे पाँव अन्धेरे पहाड़ों पर ठोकर खाएँ, और जब तुम प्रकाश का आसरा देखो, तब वह उसको मृत्यु की छाया में बदल दे और उसे घोर अन्धकार बना दे।"},{"number":17,"verse":"पर यदि तुम इसे न सुनो, तो मैं अकेले में तुम्हारे गर्व के कारण रोऊँगा, और मेरी आँखों से आँसुओं की धारा बहती रहेगी, क्योंकि यहोवा की भेड़ें बँधुआ कर ली गई हैं।"},{"number":18,"verse":"राजा और राजमाता से कह, “नीचे बैठ जाओ, क्योंकि तुम्हारे सिरों के शोभायमान मुकुट उतार लिए गए हैं।"},{"number":19,"verse":"दक्षिण देश के नगर घेरे गए हैं, कोई उन्हें बचा न सकेगा; सम्पूर्ण यहूदी जाति बन्दी हो गई है, वह पूरी रीति से बँधुआई में चली गई है।"},{"number":20,"verse":"“अपनी आँखें उठाकर उनको देख जो उत्तर दिशा से आ रहे हैं। वह सुन्दर झुण्ड जो तुझे सौंपा गया था कहाँ है?"},{"number":21,"verse":"जब वह तेरे उन मित्रों को तेरे ऊपर प्रधान ठहराएगा जिन्हें तू ने अपनी हानि करने की शिक्षा दी है, तब तू क्या कहेगी? क्या उस समय तुझे ज़च्‍चा की सी पीड़ाएँ न उठेंगी?"},{"number":22,"verse":"यदि तू अपने मन में सोचे कि ये बातें किस कारण मुझ पर पड़ी हैं, तो तेरे बड़े अधर्म के कारण तेरा आँचल उठाया गया है और तेरी एड़ियाँ बलपूर्वक नंगी हो गई हैं।"},{"number":23,"verse":"क्या हबशी अपना चमड़ा, या चीता अपने धब्बे बदल सकता है? यदि वे ऐसा कर सकें, तो तू भी, जो बुराई करना सीख गई है, भलाई कर सकेगी।"},{"number":24,"verse":"इस कारण मैं उनको ऐसा तितर-बितर करूँगा, जैसा भूसा जंगल के पवन से तितर-बितर किया जाता है।"},{"number":25,"verse":"यहोवा की यह वाणी है, तेरा हिस्सा और मुझ से ठहराया हुआ तेरा भाग यही है, क्योंकि तू ने मुझे भूलकर झूठ पर भरोसा रखा है।"},{"number":26,"verse":"इसलिये मैं भी तेरा आँचल तेरे मुँह तक उठाऊँगा, तब तेरी लाज जानी जाएगी।"},{"number":27,"verse":"व्यभिचार और चोचला और छिनालपन आदि तेरे घिनौने काम जो तू ने मैदान और टीलों पर किए हैं, वे सब मैं ने देखे हैं। हे यरूशलेम, तुझ पर हाय! तू अपने आप को कब तक शुद्ध न करेगी? और कितने दिन तक तू बनी रहेगी?”"}]}