{"bibleAbbr":"HOV2012","bookName":"यिर्मयाह","bookEnglishName":"Jeremiah","chapterNumber":22,"verses":[{"number":1,"verse":"यहोवा ने यों कहा : “यहूदा के राजा के भवन में उतरकर यह वचन कह,"},{"number":2,"verse":"हे दाऊद की गद्दी पर विराजमान यहूदा के राजा, तू अपने कर्मचारियों और अपनी प्रजा के लोगों समेत, जो इन फाटकों से आया करते हैं, यहोवा का वचन सुन।"},{"number":3,"verse":"यहोवा यों कहता है, न्याय और धर्म के काम करो; और लुटे हुए को अन्धेर करनेवाले के हाथ से छुड़ाओ। परदेशी, अनाथ और विधवा पर अन्धेर व उपद्रव मत करो, न इस स्थान में निर्दोषों का लहू बहाओ।"},{"number":4,"verse":"देखो, यदि तुम ऐसा करोगे, तो इस भवन के फाटकों से होकर दाऊद की गद्दी पर विराजमान राजा रथों और घोड़ों पर चढ़े हुए अपने अपने कर्मचारियों और प्रजा समेत प्रवेश किया करेंगे।"},{"number":5,"verse":"परन्तु, यदि तुम इन बातों को न मानो तो, मैं अपनी ही सौगन्ध खाकर कहता हूँ, यहोवा की यह वाणी है, कि यह भवन उजाड़ हो जाएगा।"},{"number":6,"verse":"क्योंकि यहोवा यहूदा के राजा के इस भवन के विषय में यों कहता है : तू मुझे गिलाद देश–सा और लबानोन के शिखर–सा दिखाई पड़ता है, परन्तु निश्‍चय मैं तुझे मरुस्थल व एक निर्जन नगर बनाऊँगा।"},{"number":7,"verse":"मैं नाश करनेवालों को हथियार देकर तेरे विरुद्ध भेजूँगा; वे तेरे सुन्दर देवदारों को काटकर आग में झोंक देंगे।"},{"number":8,"verse":"जाति जाति के लोग जब इस नगर के पास से निकलेंगे तब एक दूसरे से पूछेंगे, ‘यहोवा ने इस बड़े नगर की ऐसी दशा क्यों की है?’"},{"number":9,"verse":"तब लोग कहेंगे, ‘इसका कारण यह है कि उन्होंने अपने परमेश्‍वर यहोवा की वाचा को तोड़कर दूसरे देवताओं को दण्डवत् की और उनकी उपासना भी की।’ ”"},{"number":10,"verse":"मरे हुए के लिये मत रोओ, उसके लिये विलाप मत करो। उसी के लिये फूट फूटकर रोओ जो परदेश चला गया है, क्योंकि वह लौटकर अपनी जन्मभूमि को फिर कभी देखने न पाएगा।"},{"number":11,"verse":"क्योंकि यहूदा के राजा योशिय्याह का पुत्र शल्‍लूम, जो अपने पिता योशिय्याह के स्थान पर राजा था और इस स्थान से निकल गया, उसके विषय में यहोवा यों कहता है : “वह फिर यहाँ लौटकर न आने पाएगा।"},{"number":12,"verse":"वह जिस स्थान में बँधुआ होकर गया है उसी में मर जाएगा, और इस देश को फिर कभी देखने न पाएगा।”"},{"number":13,"verse":"“उस पर हाय जो अपने घर को अधर्म से और अपनी उपरौठी कोठरियों को अन्याय से बनवाता है; जो अपने पड़ोसी से बेगारी में काम कराता है और उसकी मज़दूरी नहीं देता।"},{"number":14,"verse":"वह कहता है, ‘मैं अपने लिये लम्बा-चौड़ा घर और हवादार ऊपरी कोठरी बना लूँगा,’ और वह खिड़कियाँ बनाकर उन्हें देवदार की लकड़ी से पाट लेता है, और सिन्दूर से रंग देता है।"},{"number":15,"verse":"तू जो देवदार की लकड़ी का अभिलाषी है, क्या इस रीति से तेरा राज्य स्थिर रहेगा। देख, तेरा पिता न्याय और धर्म के काम करता था, और वह खाता पीता और सुख से भी रहता था!"},{"number":16,"verse":"वह इस कारण सुख से रहता था क्योंकि वह दीन और दरिद्र लोगों का न्याय चुकाता था। क्या यही मेरा ज्ञान रखना नहीं है? यहोवा की यह वाणी है।"},{"number":17,"verse":"परन्तु तू केवल अपना ही लाभ देखता है, और निर्दोष की हत्या करने और अन्धेर और उपद्रव करने में अपना मन और दृष्‍टि लगाता है।”"},{"number":18,"verse":"इसलिये योशिय्याह के पुत्र यहूदा के राजा यहोयाकीम के विषय में यहोवा यह कहता है : “जैसे लोग इस रीति से कहकर रोते हैं, ‘हाय मेरे भाई; हाय मेरी बहिन!’ इस प्रकार कोई ‘हाय मेरे प्रभु,’ ‘हाय तेरा वैभव,’ कहकर उसके लिये विलाप न करेगा।"},{"number":19,"verse":"वरन् उसको गदहे के समान मिट्टी दी जाएगी, वह घसीटकर यरूशलेम के फाटकों के बाहर फेंक दिया जाएगा।”"},{"number":20,"verse":"“लबानोन पर चढ़कर हाय हाय कर, तब बाशान जाकर ऊँचे स्वर से चिल्‍ला; फिर अबारीम पहाड़ पर जाकर हाय-हाय कर, क्योंकि तेरे सब मित्र नष्‍ट हो गए हैं।"},{"number":21,"verse":"तेरे सुख के समय मैं ने तुझ को चिताया था, परन्तु तू ने कहा, ‘मैं तेरी न सुनूँगी।’ युवावस्था ही से तेरी चाल ऐसी है कि तू मेरी बात नहीं सुनती।"},{"number":22,"verse":"तेरे सब चरवाहे वायु से उड़ाए जाएँगे, और तेरे मित्र बँधुआई में चले जाएँगे; निश्‍चय तू उस समय अपनी सारी बुराइयों के कारण लज्जित होगी और तेरा मुँह काला हो जाएगा।"},{"number":23,"verse":"हे लबानोन की रहनेवाली, हे देवदार में अपना घोंसला बनानेवाली, जब तुझ को ज़च्‍चा की सी पीड़ा उठे तब तू व्याकुल हो जाएगी!”"},{"number":24,"verse":"“यहोवा की यह वाणी है : मेरे जीवन की सौगन्ध, चाहे यहोयाकीम का पुत्र यहूदा का राजा कोन्याह, मेरे दाहिने हाथ की अँगूठी भी होता, तौभी मैं उसे उतार फेंकता।"},{"number":25,"verse":"मैं तुझे तेरे प्राण के खोजियों के हाथ, और जिनसे तू डरता है उनके अर्थात् बेबीलोन के राजा नबूकदनेस्सर और कसदियों के हाथ में कर दूँगा।"},{"number":26,"verse":"मैं तुझे तेरी जननी समेत एक पराए देश में जो तुम्हारी जन्मभूमि नहीं है फेंक दूँगा, और तुम वहीं मर जाओगे।"},{"number":27,"verse":"परन्तु जिस देश में वे लौटने की बड़ी लालसा करते हैं, वहाँ कभी लौटने न पाएँगे।”"},{"number":28,"verse":"क्या, यह पुरुष कोन्याह तुच्छ और टूटा हुआ बर्तन है? क्या यह निकम्मा बर्तन है? फिर वह वंश समेत अनजाने देश में क्यों निकालकर फेंक दिया जाएगा?"},{"number":29,"verse":"हे पृथ्वी, पृथ्वी, हे पृथ्वी, यहोवा का वचन सुन!"},{"number":30,"verse":"यहोवा यों कहता है : “इस पुरुष को निर्वंश लिखो, उसका जीवन-काल कुशल से न बीतेगा; और न उसके वंश में से कोई भाग्यवान होकर दाऊद की गद्दी पर विराजमान या यहूदियों पर प्रभुता करनेवाला होगा।”"}]}