{"bibleAbbr":"t4t2014","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":15,"verses":[{"number":1,"verse":"Yahweh said what would happen to the people of JudahThen Yahweh said this to me: “Even if Moses and Samuel could come back from their graves and and stand in front of me and plead with me for these Israeli people, I would not act mercifully [IDI] toward these people. I would tell you to send them away from me. Cause them to leave me!"},{"number":2,"verse":"And if they ask you, ‘Where shall we go?’, tell them, ‘This is what Yahweh says: The ones that I say must die, will die: The ones that I say must die in wars [MTY], will die in wars. The ones that I say must die from hunger, will die from hunger. The ones that I say must be captured and taken to other countries, will be captured and taken to other countries."},{"number":3,"verse":"I will send four things that will get rid of them: I will send enemy soldiers using swords to kill them. I will send wild dogs to drag away their corpses. I will send vultures to eat their corpses. And I will send other wild animals to eat what remains of their corpses."},{"number":4,"verse":"Because of the wicked things that King Manasseh did in Jerusalem, I will cause people in all the kingdoms of the earth to be horrified concerning what will happen in Judah to my people."},{"number":5,"verse":"You people of Jerusalem, no one will [RHQ] feel sorry for you. No one will [RHQ] weep/cry for you. No one will [RHQ] ask ◄how you are/if you are well►."},{"number":6,"verse":"You people have abandoned me; you have continued to walk away from me [DOU]. So, I will lift up my fist to smash you; I will not act mercifully toward you any longer."},{"number":7,"verse":"At the gates of your cities, I will scatter you like a farmer scatters the chaff from his grain by ◄winnowing it/throwing it up to allow the wind to blow the chaff away► [MET]. You, my people, have refused to turn away from your evil behavior. So, I will get rid of you, and I will even cause your children to be killed."},{"number":8,"verse":"I will cause there to be more widows in Judah than there are grains of sand on the seashore [HYP]. At noontime, when people will not be expecting it to happen, I will bring on you an enemy army that will destroy your young men and cause their mothers to weep. I will cause you to suddenly experience great suffering/pain and become very terrified."},{"number":9,"verse":"A woman who has seven children will become faint and ◄gasp for breath/be hardly able to breathe►; it will be as though her daylight will become darkness, because most of her children will be dead, and she will be disgraced and humiliated [DOU]. And her children who are still alive, I will enable your enemies to kill them. That will surely happen because I, Yahweh, have said it.’ ”"},{"number":10,"verse":"Jeremiah's complaint and Yahweh's replyI said to my mother, “I am very sad; I wish that you had not given birth to me; everyone in this land opposes me and quarrels with me. I am not a person who lends money to people and threatens to sue/harm them if they do not pay me back when they should, and I am not a person who borrows money from others and then refuses to pay it back, but everyone [HYP] curses me.”"},{"number":11,"verse":"But Yahweh replied to me, “Jeremiah, I will take care of you. And at times when your enemies have troubles and disasters, they will come to you and plead for you to help them."},{"number":12,"verse":"And Judah's enemies, who are as strong as iron or bronze, will attack Judah from the north, no one will be able to stop them."},{"number":13,"verse":"I will give all the valuable possessions of the people of Judah to their enemies, without them paying for it. Their valuable possessions will be the payment/reward that I will give them because of all the sins that you have committed throughout your country."},{"number":14,"verse":"I will tell your enemies to force you to become their prisoners, and to take you to other lands that you do not even know about, and force you to become their slaves. That will happen because I am extremely angry with you; my being angry is like [SIM] a fire that will burn forever.”"},{"number":15,"verse":"Another complaint by Jeremiah, and Yahweh's replyThen I said, “Yahweh, you know what is happening to me. Please come and ◄help me/take care of me►. Punish those who are ◄persecuting me/causing me to suffer►. Please do not continue to be patient with them and do not allow me to die now. It is ◄for your sake/because I serve you► that I am suffering."},{"number":16,"verse":"Yahweh my God, you are the Almighty Commander of the armies of angels; and when you spoke to me, I was delighted with your message; it caused me to be joyful, and I eagerly accepted [MET] what you said because I belong to you. [IDI, MTY]"},{"number":17,"verse":"When the people were carousing together, I never joined them; I sat alone, because you [MTY] are the one who controls what I do. I was very angry with those people because of their sins."},{"number":18,"verse":"So, ◄why do you allow me to continue to suffer?/I do not understand why you allow me to continue to suffer.► [RHQ] It seems that [RHQ] my wounds cannot be healed. Sometimes you help me, sometimes you do not help me. It seems that you are as undependable as a brook that has water in it only during certain seasons; you are like a spring that has dried up.”"},{"number":19,"verse":"Then Yahweh replied to me saying this: “If you begin again to trust in me, I will restore you, in order that you can continue to serve me. If you proclaim good/valuable messages and not worthless ones, you will continue to be the one who speaks what I tell you to say. You must cause the people to pay attention to what you say; you must not pay attention to what they say."},{"number":20,"verse":"They will fight against you, but I will protect you, like [SIM] people are protected from their enemies by a bronze wall. They will not defeat you, because I will be with you, and I will protect and rescue [DOU] you."},{"number":21,"verse":"Truly, I will keep you safe from those wicked people, I will rescue you when you are seized by cruel people. That will happen because I, Yahweh, have said it.”"}]}