{"bibleAbbr":"t4t2014","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":30,"verses":[{"number":1,"verse":"(Yahweh promised to bring his people back) Yahweh gave me another message. He said,"},{"number":2,"verse":"“I, Yahweh, the God whom the Israeli people say you belong to, am telling you that you should write down everything that I have said to you."},{"number":3,"verse":"I want you to know that some day I will free my people, the people of Israel and Judah, from being slaves in Babylon. I will bring them back to this land that I gave to their ancestors, and this land will belong to them again. That will surely happen because I, Yahweh, have said it.”"},{"number":4,"verse":"Yahweh gave to me another message concerning the people of Israel and Judah."},{"number":5,"verse":"This is what he said: “I hear people screaming because they are terrified [DOU]; there is no peace in the land."},{"number":6,"verse":"But think about this: Men certainly do not [RHQ] give birth to babies. Therefore, why do strong men stand there, with their faces very white/pale, with their hands pressed against their stomachs, like women who are about to give birth to babies?"},{"number":7,"verse":"Terrible things will soon happen; That will be a terrible day! There has never been such a time. It will be a time when my Israeli people will experience great trouble, but finally they will be saved from their sufferings.”"},{"number":8,"verse":"The Almighty Commander of the armies of angels says this: “At that time it will be as though I will sever/cut the ropes that are around my people, and I will free them from being ◄slaves/forced to do what the king of Babylon wants them to do► [MET]. People in other countries will no longer be their bosses."},{"number":9,"verse":"My people will again serve me, Yahweh, their God, and they will serve a king who is a descendant of King David; they will serve the king whom I will appoint for them."},{"number":10,"verse":"So, you people of Israel who serve me, do not be dismayed/worried now, because some day I will bring you back from distant places; I will bring your descendants back home from the land to which they were exiled. Then you Israeli people will again live peacefully and safely, and there will not be any nation that will cause you to be terrified."},{"number":11,"verse":"I, Yahweh, say that I will be with you and will rescue you; I will completely destroy the nations to which I have scattered you. But I will not completely destroy you. I will punish you for your many sins, but I will punish you only as severely as you deserve: I would be doing wrong if I did not to punish you at all.”"},{"number":12,"verse":"Yahweh also says this: “You have ◄suffered very much/endured many disasters►; it is as though you have a terrible wound that cannot be cured."},{"number":13,"verse":"There is no one to help you, no one to put a bandage on your wound. There is no medicine that will heal you."},{"number":14,"verse":"All your allies [MET] have deserted you and they do not want to help you anymore. It is true that I have punished you severely, like your enemies would wound you, because you have committed many sins and you are very guilty."},{"number":15,"verse":"Because that is true, why do you protest about my punishing you, as though I had caused a wound that could not be cured [RHQ]? It was necessary for me to punish you, because you had committed many sins and you were very guilty."},{"number":16,"verse":"But some day all those who are trying to destroy you will be destroyed; all your enemies will be exiled to other nations. All those who have stolen things from you will have their valuable possessions stolen, and all those who attack you will be attacked."},{"number":17,"verse":"Everyone says that you are ◄outcasts/people that they no longer associate with►, and that you live in Jerusalem, a city that no one cares about.” But Yahweh says, “I will heal your injuries/wounds and cause you to be healthy again.”"},{"number":18,"verse":"This is what Yahweh says: “I will bring the people of Israel back from the lands to which they were taken and enable them to possess their land and their houses again. When that happens, Jerusalem will be rebuilt on top of its ruins, and the king's palace will be rebuilt to be like it was before."},{"number":19,"verse":"People will again sing joyfully to thank me, and I will cause there to be more people in Jerusalem, not fewer; I will cause them to be honored, not despised."},{"number":20,"verse":"Their children will prosper like they did before. I will cause them to be a group of people who worship me, and I will punish any nation that oppresses them."},{"number":21,"verse":"One of their own people will be their king, and I will invite him to come close to me to worship me, because no one [RHQ] would ◄dare/have courage► to come close to me if I did not invite him."},{"number":22,"verse":"You Israeli people will be my people, and I will be your God.”"},{"number":23,"verse":"Yahweh will punish [MTY] your enemies; it will be like a great storm; it will come down like a whirlwind, swirling around the heads of wicked people."},{"number":24,"verse":"He will not stop being angry until he completely accomplishes all that he has planned. In the future, you will understand all of this clearly."}]}