{"bibleAbbr":"t4t2014","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":4,"verses":[{"number":1,"verse":"(What Yahweh says about returning to him) Yahweh says, “You Israeli people, come back to me! If you get rid of those detestable idols and do not turn away from me again,"},{"number":2,"verse":"and if you declare, ‘Just as surely as Yahweh lives, what he says is true,’ and if you start to always say what is true and act justly/fairly and righteously, then the people in the other nations of the world will request that I bless them as I have blessed you, and they will all will come and honor/praise me.”"},{"number":3,"verse":"This is what Yahweh says to the people of Jerusalem and the other cities in Judah: “Cause your inner beings to be ready to receive my messages like farmers plow up hard ground in order that they can plant seed in it. Just as farmers do not waste good seed by sowing seeds among thorny plants, I do not want to waste my time telling you messages that you are not ready to receive."},{"number":4,"verse":"Purify your inner beings and your minds for me. If you do not do that, my being angry with you [MTY] because of all the sins that you have committed will be like a fire that will be impossible to extinguish.”"},{"number":5,"verse":"(Disaster from the north) “Declare this [DOU] to all the people in Jerusalem and the rest of Judea; blow the trumpets everywhere in the land to warn the people. Tell them that they should flee to the cities that have high walls around them."},{"number":6,"verse":"Shout to the people of Jerusalem, ‘Run away now! Do not delay, because I am about to bring a terrible disaster [DOU] upon you that will come from the north."},{"number":7,"verse":"An army that has destroyed many nations will attack you like [MET] a lion that comes out of its den to attack other animals. The soldiers of that army have taken down their tents and they are ready to march toward your land. They will destroy your cities and leave them without any people still living in them.’ ”"},{"number":8,"verse":"So, put on rough clothes and weep and beat your breasts to show that you are very sorry for what you have done, because Yahweh is still very angry with us."},{"number":9,"verse":"Yahweh said that at the time Yahweh punishes you, the King of Judah and all his officials will be very afraid. The priests and the prophets will be terrified."},{"number":10,"verse":"Then I replied, “Yahweh my God, you completely deceived the people by telling them that there would be peace in Jerusalem, but now our enemies [PRS] are ready to slaughter us with their swords!”"},{"number":11,"verse":"When that happens, Yahweh will say to the people of Jerusalem, “A huge army will come to attack you. They will not be like a gentle breeze that separates the wheat from the chaff. They will be like a very hot wind that blows in from the desert [MET]."},{"number":12,"verse":"They will be like [MET] a strong blast that I will send. Now I am declaring that I will punish/destroy you.”"},{"number":13,"verse":"Our enemies are about to rush down on us; their chariots are like [SIM] whirlwinds. Their horses are faster than eagles. It will be terrible for us!"},{"number":14,"verse":"You people of Jerusalem [APO], cleanse/purify your hearts/inner beings, in order that Yahweh will rescue you. How long will you continue to think about doing evil deeds?"},{"number":15,"verse":"From Dan city in the far north to the hills of Ephraim a few miles/kilometers north of Jerusalem messengers are proclaiming that disasters are coming."},{"number":16,"verse":"Tell this to the people in other nations but also announce it in Jerusalem: Yahweh says, “An army is coming to Jerusalem from far away; they will shout a battle-cry against the cities of Judah."},{"number":17,"verse":"They will set up tents around Jerusalem like people set up temporary shelters [SIM] around a field at harvest time. That will happen because the people of Judah have rebelled against me."},{"number":18,"verse":"You will be punished very severely; it will be as though a sword has stabbed your hearts. But you are causing those things to happen to you because of the evil things that you have done.”"},{"number":19,"verse":"I am extremely anguished/sad; the pain in my inner being is very severe. My heart beats wildly. But I cannot remain silent because I have heard our enemies blowing their trumpets to announce that the battle against Judah will start immediately."},{"number":20,"verse":"Disasters will occur one after another until the whole land is ruined. Suddenly all our tents will be destroyed; even the curtains inside the tents will be ripped apart."},{"number":21,"verse":"How long will this battle continue? How long will I continue to see the enemy battle flags and hear the sound of their trumpets being blown?"},{"number":22,"verse":"Yahweh says, “My people are very foolish! They do not have a relationship with me. They are like [MET] stupid children who do not understand anything. They very cleverly do what is wrong, but they do not know how to do what is good.”"},{"number":23,"verse":"(Jeremiah's vision of the coming disaster) God gave me a vision in which I saw that the earth was barren and without form. I looked at the sky, and there was no light there."},{"number":24,"verse":"I looked at the mountains and hills, and they shook and moved from side to side."},{"number":25,"verse":"I looked and saw that all there were no more people and all the birds had flown away."},{"number":26,"verse":"I looked and saw that the fields that previously were fertile had become a desert. The cities were all ruined; they had all been destroyed by Yahweh because he was extremely angry."},{"number":27,"verse":"(The coming destruction of Jerusalem/Judah) This is what Yahweh is saying: “The entire land of Judah will be ruined, but I will not destroy it completely."},{"number":28,"verse":"I will do to my people what I said that I would do, and I will not change my mind. So when that happens, it will be as though the earth will mourn and the sky will become very dark.”"},{"number":29,"verse":"When the people hear the sound of the enemy army marching, they will be terrified as they flee from their cities. Some of them will find places to hide in the bushes, and others will run toward the mountains/hills to escape being killed by their enemies. All the cities in Judah will be abandoned; not one person will remain in them."},{"number":30,"verse":"So you who will surely be destroyed, why are you doing the things that you are doing now? Why are you wearing beautiful clothes and jewelry? Why are you putting paint around your eyes? Doing those things will not help you, because the people in other countries that you think love you really despise you, and they will try to kill you."},{"number":31,"verse":"It is as though I already hear the people in Jerusalem crying very loudly, like [SIM] a woman cries when she is giving birth to her first child; she gasps for breath and pleads for someone to help her, crying, “Something terrible is happening to me; they are about to murder me!”"}]}