{"bibleAbbr":"t4t2014","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":48,"verses":[{"number":1,"verse":"A message about MoabThis is a message about Moab. The Almighty Commander of the armies of angels said: “Terrible things will happen to Nebo town; it will soon be ruined. Kiriathaim city will be captured and all its people will be humiliated; the high wall around the city will be ruined, and its people will become ashamed."},{"number":2,"verse":"No one will boast about Moab again; the enemies of Moab will plan to destroy the capital city, Heshbon. They will say, ‘Come, let's cause Moab to no longer be a nation.’ You people in Madmen town, you also will be silenced; enemy armies [MTY] will pursue you."},{"number":3,"verse":"Listen to the people of Horonaim town screaming; they will be wailing because their town will have been devastated and destroyed [DOU]."},{"number":4,"verse":"All of Moab will be ruined; even the little children will cry loudly."},{"number":5,"verse":"They will cry bitterly as they climb up Luhith hill. Others will wail on the road down to Horonaim, being very sad because of their town being destroyed."},{"number":6,"verse":"Someone will say to them, ‘Flee! Hide in the desert!’"},{"number":7,"verse":"But you trusted that because you were rich and powerful, you would be safe; so you will be captured. Your god Chemosh and all his priests and officials will be taken away to distant lands."},{"number":8,"verse":"All the towns in Moab will be destroyed; none of them will escape. Towns in the valleys and on the plateau will all be destroyed, because I, Yahweh, have said that is what will happen."},{"number":9,"verse":"Spread salt on the ground in order that it will become a wasteland because nothing will grow there anymore, and no one will be living in it!”"},{"number":10,"verse":"Yahweh will curse anyone who will not eagerly do what he desires, anyone who refrains from using his sword to kill [MTY] others in Moab."},{"number":11,"verse":"The people of Moab have always felt secure; they have never been ◄exiled/forced by their enemies to go to other countries►. They are like [MET] wine that has been left undisturbed in a container for many days to give it good flavor, so now it is smells good, and it tastes good."},{"number":12,"verse":"But Yahweh says that there will be a time when he will send enemies to attack them; they will get rid of the people of Moab like people pour out wine on the ground and then smash the wine jar."},{"number":13,"verse":"Then the people of Moab will be ashamed of their god/idol Chemosh because it did not help them, like the Israeli people were ashamed because their gold statue of a calf was smashed at Bethel."},{"number":14,"verse":"The soldiers of Moab previously said, “We are warriors; we have fought bravely in battles!”"},{"number":15,"verse":"But now our King, who is Yahweh, who is called 'the Almighty Commander of the armies of angels,' says that the country of Moab and all the towns in it will be destroyed. Their fine young men will all be slaughtered."},{"number":16,"verse":"Moab will very soon be destroyed. They will soon experience disaster."},{"number":17,"verse":"You people who live in nations near Moab, who know that it is very famous, should mourn for Moab, and say, “Its glorious power [MTY, DOU] is completely ended/broken.”"},{"number":18,"verse":"You people of Dibon city, stop being proud because of being honored, and sit in the dust/dirt, because those who will destroy other places in Moab will attack your city and destroy your high walls."},{"number":19,"verse":"You people of Aroer town, stand along the road and watch. Shout to the men and women who will be fleeing from Moab, “What has happened there?”"},{"number":20,"verse":"They will reply, “Moab is ruined and we are disgraced!” So weep and wail [DOU]. Proclaim at the Aroer River that Moab has been destroyed."},{"number":21,"verse":"Yahweh will have punished the towns of Moab that are on the ◄plateau/high level►: Holon and Jahaz and Mephaath,"},{"number":22,"verse":"Dibon and Nebo and Beth-Diblathaim,"},{"number":23,"verse":"Kiriathaim and Beth-Gamul and Beth-Meon,"},{"number":24,"verse":"Kerioth and Bozrah, cities that are near each other and towns that are far away from each other."},{"number":25,"verse":"Yahweh says, “The power [MTY] of Moab will be finished; it is as though [MET] it will have a broken arm."},{"number":26,"verse":"You people of Moab have rebelled against me, Yahweh; so now I will cause you all to stagger like [SIM] drunken people. You people of Moab will wallow in your own vomit and be ridiculed."},{"number":27,"verse":"You people of Moab ridiculed the people of Israel [RHQ]. Although they were thieves, they were never caught [RHQ]. You shook your head at them scornfully and despised them [RHQ]."},{"number":28,"verse":"You people who live in Moab, you should abandon your towns and go and live in caves. Be like [SIM] doves that make their nests in the entrances of caves.”"},{"number":29,"verse":"We have all heard that the people of Moab are very proud; they are extremely proud and conceited/arrogant. [IDI, DOU]"},{"number":30,"verse":"But Yahweh says, “I know about that, but it is useless for them to boast because it will accomplish nothing."},{"number":31,"verse":"So now I will wail for Moab; I will cry about all its people. I will moan for the men of Kir-Hareseth city, the old capital of Moab."},{"number":32,"verse":"You people of Sibmah city, you have many vineyards. It is as though the branches of your vines extend across the Dead Sea to Jazer city."},{"number":33,"verse":"But no one will be joyful or happy in Moab now; your fruit and grapes that ripen in the ◄summer/hot season► will soon be destroyed. There will be no grape juice coming from the winepresses, so there will be no wine. People will not shout joyfully as they tread on the grapes; people will shout, but they will not be shouting joyfully."},{"number":34,"verse":"Instead, the sound of their wailing will rise from Heshbon city to Elealeh town and Jahaz village, from Zoar city as far as Horonaim town and Eglath-Shelishiyah village. Even the water in Nimrim Stream will be dried up."},{"number":35,"verse":"I, Yahweh, say that I will get rid of the people who offer sacrifices on the hilltops, and burn incense to their gods."},{"number":36,"verse":"I [SYN] moan for the people of Moab and Kir-Hareseth like [SIM] someone playing a funeral song on a flute, because all their wealth will disappear."},{"number":37,"verse":"The men will shave their heads and their beards to show that they are mourning. They all will slash their hands and wear rough cloth around their waists."},{"number":38,"verse":"In every home and in the town plazas/centers in Moab there will be people who are mourning, because I will have destroyed Moab like [SIM] someone smashes an old jar that no one wants anymore."},{"number":39,"verse":"Moab will be completely shattered! And you will hear the people wailing loudly! They will be disgraced. Moab will become a nation that people ridicule. The people in nearby countries will be horrified about what has happened there."},{"number":40,"verse":"This is what I, Yahweh, say: ‘Look! Their enemies will be swooping/rushing down over Moab like an eagle [SIM] swoops down to seize an animal."},{"number":41,"verse":"Its cities will be captured, its fortresses will be seized. Even their warriors will be afraid, like [SIM] a woman who is about to give birth."},{"number":42,"verse":"Moab boasted against me, Yahweh, so it will be destroyed."},{"number":43,"verse":"I, Yahweh, say that you people of Moab will be terrified, and fall into pits and traps."},{"number":44,"verse":"Those who are terrified and try to run away will fall into deep pits. Whoever climbs out of a pit will be caught in a trap, because I will punish them at the time that I have appointed.’"},{"number":45,"verse":"The people will flee as far as Heshbon city, but they will not be able to go any further, because a fire will burn in Heshbon, which is the city where King Sihon lived long ago, and it will burn up all the people [SYN] in Moab who noisily/loudly boasted very much."},{"number":46,"verse":"You people of Moab, terrible things will happen to you! You people who worship your god Chemosh, you will be destroyed. Your sons and your daughters will be captured and taken away to other countries."},{"number":47,"verse":"But some day, I will enable the people of Moab to return to their land again. That will surely happen because I, Yahweh, have said it.” That is the end of what I/Jeremiah prophesied about Moab."}]}