{
  "bibleAbbr" : "TCL1995",
  "bookName" : "1 சாமுவேல்",
  "bookEnglishName" : "1 Samuel",
  "chapterNumber" : 19,
  "verses" : [ {
    "number" : 1,
    "verse" : "(யோனத்தான் தாவீதுக்கு உதவுகிறான்) தாவீதைக் கொல்ல வேண்டுமென்று தன் மகன் யோனத்தானிடம் தம் அலுவலர் எல்லோரிடமும் சவுல் தெரிவித்தார். ஆனால் சவுலின் மகன் யோனத்தான் தாவீதின் மீது அதிகமாக அன்புக் கொண்டிருந்தார்."
  }, {
    "number" : 2,
    "verse" : "ஆதலால் தாவீதைப் பார்த்து யோனத்தான், “என் தந்தை சவுல் உன்னைக் கொல்லத் தேடுகிறார். ஆதலால் எச்சரிக்கையான இரு. காலையிலேயே புறப்பட்டு ஓர்யிடத்திற்குச் சென்று ஒளிந்துக் கொள்."
  }, {
    "number" : 3,
    "verse" : "நீ வெளியில் இருக்கம் சமயத்தில் நான் என் தந்தையின் அருகில் இருந்துக் கொண்டு, உன்கைப் பற்றி அவரிடம் பேச்சுக் கொடுப்பேன்: அப்படி நான் அறிகிறதையெல்லாம் உனக்குத் தெரிவிப்பேன் “எ”னறார்."
  }, {
    "number" : 4,
    "verse" : "யோனத்தான் தாவீதைப் பற்றித் தம் தந்தையிடம் நல்லவிதமாகப் பேசி, “அரசர் தம் அடியான் தாவீதின் பொருட்டு பாவம் செ”யய வேண்டாம்: ஏனெனில் அவன் உமக்குத் எந்டத தீங்கு செய்ததில்லை: மேலும் அவனுடைய அரசியல் உமக்கு பயனுடையதாய் இருந்தன."
  }, {
    "number" : 5,
    "verse" : "அவன் தன் உயிரைப் ஒரு பொருட்டாய் எண்ணாது அப் பெலிஸ்தியனைக் கொன்றான். ஆதலால் ஆண்டவர் பெலிஸ்தியர் எல்லோருக்கும் பெரும் வெற்றியை அளித்தார். நீர் அதைக் கண்டு மகிழ்ச்சியுற்றீர். அப்படியிருக்க எக்காரணமும் இல்லாமல் தாவீதைக் கொள்வதன் மூலம் குற்றமற்ற இரத்தத்திற்டகு எதிராக நீ ஏன் பாவம் செய்ய வேண்டும்? எ”னறு கூறினார்."
  }, {
    "number" : 6,
    "verse" : "சவுல் யோனத்தானின் வார்த்தைகளைக் கேட்டார். அதனால் சவுல் ஆண்டவர் மேல் ஆணை! அவன் கொலை செய்யப்படமாட்டான் “ எ”னறார்."
  }, {
    "number" : 7,
    "verse" : "பின்பு யோனத்தான் தாவீதை அழைத்து இவ்வார்த்தைகளை எல்லாம் அவருக்குக் கூறினார். மேலும் யோனத்தான் தாவீதை சவுலிடம் அழைத்துச் செல்ல, முன்பு போலவே சவுல் அவரது பணியில் ஈடுபட்டார்."
  }, {
    "number" : 8,
    "verse" : "(சவுல் தாவீதை மீண்டும் கொல்ல முயற்சிக்கிறான்) மீண்டும் போர் மூண்டது: தாவீது புறப்பட்டு பெலிஸ்தியருடன் போரிட்டு அவர்கிளல் மிகுதியனோரை வெட்டி வீழ்த்தினார். அதனால் அவர்கள் சிதறி ஓடினர்."
  }, {
    "number" : 9,
    "verse" : "பின்னர் ஆண்டவர் அனுப்பிய தீய ஆவி சவுலின் மேல் இறங்கியது. அப்பொழுது அவர் தம் வீட்டில் ஈட்டியுடன் வீற்றிருக்க, தாவீது யாழ் எடுத்து மீட்டிக் கொண்டிருந்தார்."
  }, {
    "number" : 10,
    "verse" : "அப்போது சவுல் தாவீதை ஈட்டியால் சுவரோடு குத்த முயன்றார். ஆனால் சவுலின் ஈட்டி குறியிலிருந்து விலகியதனால் சுவரில் பாய்ந்தது. அன்றிரவேதாவீது அங்கிருந்து தப்பி ஓடினார்."
  }, {
    "number" : 11,
    "verse" : "உடனே சவுல் தாவீதை அவர் வீட்டில் கண்காணித்து மறுநாள் காலையில் கொன்றுவிடுமாறு காவலர்களை அனுப்பினர். ஆனால் தாவீதின் மனைவி மீக்கால் அவரிடம், “நீர் இன்றிரவே உம் உயிலைக் காப்பற்றிக் கொள்ளவிட்டால் நாளை நீர் கொள்ளப்படுவீர் என்றாள்."
  }, {
    "number" : 12,
    "verse" : "ஆதலால் மீக்காலை தாவீதை பலகலணி வழியே இறக்கிவிடவே அவரும் அங்கிருந்து தப்பி ஓடிவிட்டார்."
  }, {
    "number" : 13,
    "verse" : "மீக்கால் குடும்பச் சிலையை எடுத்து அதை படுக்கiயில் கிடத்தினாள். அதன் தலைபாகத்தில் ஒரு வெள்ளாட்டுத்தோலைவைத்து ஒர போர்வையால் மூடினாள்."
  }, {
    "number" : 14,
    "verse" : "தாவீதைப் பிடித்து வரச் சொல்லி தூதர்களை சவுல் அனுப்பிய போது அவள்“அவர் நோயுற்றிருக்கிறார் “என்றாள்."
  }, {
    "number" : 15,
    "verse" : "மறுபடியும் சவுல் தாவீதைப் பார்க்கும் படி தூதர்களை அனுப்பி, “நான் கொல்லுமாறுஅவனைப் படுக்கையோடு கொண்டு வாருங்கள் என்றார்."
  }, {
    "number" : 16,
    "verse" : "அவர்க்ள வந்தபோது இதோ படுக்கiயின் மேல் குடம்பச் சிலையும் அதன் ஆமல் வெள்ளாட்டுத் தோலும் இருக்கக் கண்டார்."
  }, {
    "number" : 17,
    "verse" : "சவுல் மீக்காலிடம் என் பகைவனை தப்பிக்குமாறு அனுப்பி, ஏன் எ”னனை வஞ்சித்தாய்? எ”னறு கேட்டார். அதற்கு மீக்கால் சவுலிடம், எ”னனை போகவிடு: இல்லையெனில் என்னைக் கொன்று விடுவேன்: என்று அவர் மிரட்டினார் “என்ற மறுமொழி கூறினாள்."
  }, {
    "number" : 18,
    "verse" : "(தாவீது ராமாவில் உள்ள முகாமிற்குப் போதல்) அப்பொழுது தாவீது அங்கிருந்து தப்பியபடியே இராமாவில் இருந்த சாமுவேலிடம் வந்து, சவுல் தமக்கு செ”யத யாவற்iறுயமு” கூறனார். பின்னா அவரும் சாமுவேலும் நாவோத்துக்குச் சென்று தங்கினர்."
  }, {
    "number" : 19,
    "verse" : "இதோ இராமாவில் உள்ள நாவோத்தில் தாவீது இருக்கிறார். என்று சவுலுக்கு தெரிவிக்கப்பட்டது."
  }, {
    "number" : 20,
    "verse" : "உடனே சவுல் தாவீதை பிடித்து வர ஆள்களை அனுப்பினார். அவர்கள் சென்ற போது இறைவாக்கினர் இறைவாக்குறைப்பதையும், சாமுவேல் அவர்களுக்க தலைமைத் தாங்கி நிற்பதையும் கண்டார். அத்துடன் சவுலின் ஆள்கள் மேலும் கடவுலின் ஆவி இறங்கி வரவே அவர்களுத் இறைவாக்குரைத்தார்."
  }, {
    "number" : 21,
    "verse" : "சவுலுக்க இது தெரிpவக்கப்பட்டபோது அவர் மூன்றாம் முறையாக ஆள்களை அனுப்ப அவர்களும் இறைவாக்குரைத்தார்."
  }, {
    "number" : 22,
    "verse" : "அடுத்து அவரே இராமாவுக்கு செ”னறு, சேக்குவிலிருக்கம் பெரிய கிணற்றே வந்து, சாமுவேலும் தாவீதும் எங்கே?, எ”னறு கேட்டார். இதோ இராமாவிலுள்ள நாவோத்தில் அவர்களைக் காணலாம் “என்றான்."
  }, {
    "number" : 23,
    "verse" : "ஆதலால் அவர் அங்கிருந்து இரதமாவிலிருந்த நாவோத்துக்குப் புறப்பட்டார். கடவுலின் ஆவி மேலும் இறங்கி வரவே, ராமாவின் நாவோத்துக்குச் சென்றடையும் வரை அவரும் இறைவாக்குரைத்தார்."
  }, {
    "number" : 24,
    "verse" : "அவரும் தம் மேலுடையைக் களைத்துவிட்டு சாமுவேலின் முன் அவரும் இழறவாக்குரைத்தார். அன்ற பவல் இரவு முழுவதும் ஆடையணியாமல் விழுந்துக் கிடந்தார். அதனால் தான் சவுலும் இறைவாக்கினருள் ஒருவனோ? என்ற சொல் வழங்கலாயிற்று."
  } ]
}