{"bibleAbbr":"LBP1933","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":3,"verses":[{"number":1,"verse":"FOR this cause I, Paul, am a prisoner of Jesus Christ for the sake of you Gentiles."},{"number":2,"verse":"Have you ever heard of the dispensation of the grace of God which was given to me for you?"},{"number":3,"verse":"For the mystery was made known to me by a revelation; as I have briefly written you before,"},{"number":4,"verse":"So that when you read it you can understand my knowledge of the mystery of Christ,"},{"number":5,"verse":"Which in ages past was not made known to the sons of men, as it is now revealed to his holy apostles and prophets by the Spirit;"},{"number":6,"verse":"That the Gentiles should be fellow heirs and partakers of his body and of the promise which is given through him by the gospel,"},{"number":7,"verse":"Of that very gospel, I have been a minister, according to the gift of the grace of God given to me by the effectual working of his power."},{"number":8,"verse":"Even to me, who am less than the least of all the saints, this grace was given, that I should preach among the Gentiles the unsearchable riches of Christ:"},{"number":9,"verse":"And that I may enlighten all men that they may see what is the dispensation of the mystery, which for ages had been hidden from the world by God who created all things:"},{"number":10,"verse":"To the intent that through the church the manifold wisdom of God may be made known to the angels and powers which are in heaven,"},{"number":11,"verse":"Which is the wisdom he prepared in ages past, and has carried out in Jesus Christ our LORD:"},{"number":12,"verse":"In whom we have freedom of access with confidence in his faith."},{"number":13,"verse":"Therefore I ask that I may not grow weary in my afflictions for your sakes, which is for your happiness."},{"number":14,"verse":"For this cause I bow my knees to the Father of our LORD Jesus Christ,"},{"number":15,"verse":"For whom all fatherhood in heaven and in earth is named,"},{"number":16,"verse":"To grant you, according to the riches of his glory, to be strengthened with might by his Spirit;"},{"number":17,"verse":"That Christ may dwell in you by faith, and in your hearts by love, strengthening your understanding and your foundation;"},{"number":18,"verse":"So that you may be able to comprehend with all the saints what is the height and depth and length and breadth;"},{"number":19,"verse":"And to know the love of Christ which surpasses all knowledge, that you may be filled with all the fulness of God."},{"number":20,"verse":"Now to him who is able by power to do for us more than anyone else, and to do for us more than we ask or think, according to his mighty power that works in us,"},{"number":21,"verse":"Unto him be glory in his church by Jesus Christ throughout all ages, world without end: Amen."}]}