{"bibleAbbr":"urGV2010","bookName":"ططس","bookEnglishName":"Titus","chapterNumber":3,"verses":[{"number":1,"verse":"( مسیحی کردار) اُنہیں یاد دلانا کہ وہ حکمرانوں اور اختیار والوں کے تابع اور فرماں بردار رہیں۔ وہ ہر نیک کام کرنے کے لئے تیار رہیں،"},{"number":2,"verse":"کسی پر تہمت نہ لگائیں، امن پسند اور نرم دل ہوں اور تمام لوگوں کے ساتھ نرم مزاجی سے پیش آئیں۔"},{"number":3,"verse":"کیونکہ ایک وقت تھا جب ہم بھی ناسمجھ، نافرمان اور صحیح راہ سے بھٹکے ہوئے تھے۔ اُس وقت ہم کئی طرح کی شہوتوں اور غلط خواہشوں کی غلامی میں تھے۔ ہم بُرے کاموں اور حسد کرنے میں زندگی گزارتے تھے۔ دوسرے ہم سے نفرت کرتے تھے اور ہم بھی اُن سے نفرت کرتے تھے۔"},{"number":4,"verse":"لیکن جب ہمارے نجات دہندہ اللہ کی مہربانی اور محبت ظاہر ہوئی"},{"number":5,"verse":"تو اُس نے ہمیں بچایا۔ یہ نہیں کہ ہم نے راست کام کرنے کے باعث نجات حاصل کی بلکہ اُس کے رحم ہی نے ہمیں روح القدس کے وسیلے سے بچایا جس نے ہمیں دھو کر نئے سرے سے جنم دیا اور نئی زندگی عطا کی۔"},{"number":6,"verse":"اللہ نے اپنے اِس روح کو بڑی فیاضی سے ہمارے نجات دہندہ عیسیٰ مسیح کے وسیلے سے ہم پر اُنڈیل دیا"},{"number":7,"verse":"تاکہ ہمیں اُس کے فضل سے راست باز قرار دیا جائے اور ہم اُس ابدی زندگی کے وارث بن جائیں جس کی اُمید ہم رکھتے ہیں۔"},{"number":8,"verse":"اِس بات پر پورا اعتماد کیا جا سکتا ہے۔ مَیں چاہتا ہوں کہ آپ اِن باتوں پر خاص زور دیں تاکہ جو اللہ پر ایمان لائے ہیں وہ دھیان سے نیک کام کرنے میں لگے رہیں۔ یہ باتیں سب کے لئے اچھی اور مفید ہیں۔"},{"number":9,"verse":"لیکن بےہودہ بحثوں، نسب ناموں، جھگڑوں اور شریعت کے بارے میں تنازعوں سے باز رہیں، کیونکہ ایسا کرنا بےفائدہ اور فضول ہے۔"},{"number":10,"verse":"جو شخص پارٹی باز ہے اُسے دو بار سمجھائیں۔ اگر وہ اِس کے بعد بھی نہ مانے تو اُسے رفاقت سے خارج کریں۔"},{"number":11,"verse":"کیونکہ آپ کو پتا ہو گا کہ ایسا شخص غلط راہ پر ہے اور گناہ میں پھنسا ہوا ہوتا ہے۔ اُس نے اپنی حرکتوں سے اپنے آپ کو مجرم ٹھہرایا ہے۔"},{"number":12,"verse":"( آخری ہدایات) جب مَیں ارتماس یا تُخِکُس کو آپ کے پاس بھیج دوں گا تو میرے پاس آنے میں جلدی کریں۔ مَیں نیکپلس شہر میں ہوں، کیونکہ مَیں نے فیصلہ کر لیا ہے کہ سردیوں کا موسم یہاں گزاروں۔"},{"number":13,"verse":"جب زیناس وکیل اور اپلّوس سفر کی تیاریاں کر رہے ہیں تو اُن کی مدد کریں۔ خیال رکھیں کہ اُن کی ہر ضرورت پوری کی جائے۔"},{"number":14,"verse":"لازم ہے کہ ہمارے لوگ نیک کام کرنے میں لگے رہنا سیکھیں، خاص کر جہاں بہت ضرورت ہے، ایسا نہ ہو کہ آخرکار وہ بےپھل نکلیں۔"},{"number":15,"verse":"سب جو میرے ساتھ ہیں آپ کو سلام کہتے ہیں۔ اُنہیں میرا سلام دینا جو ایمان میں ہم سے محبت رکھتے ہیں۔ اللہ کا فضل آپ سب کے ساتھ ہوتا رہے۔"}]}