{"bibleAbbr":"LBP1933","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":16,"verses":[{"number":1,"verse":"NOW Sarai, Abram's wife, bore him no children; and she had an Egyptian handmaid, whose name was Hagar."},{"number":2,"verse":"And Sarai said to Abram, Behold now, the LORD has restrained me from bearing children; therefore go in unto my maid; it may be that I may be consoled by her. And Abram hearkened to the voice of Sarai."},{"number":3,"verse":"And Sarai, Abram's wife, took Hagar her Egyptian maid, and gave her to her husband Abram to be his wife. This happened after Abram had dwelt ten years in the land of Canaan."},{"number":4,"verse":"And he went in unto Hagar, and she conceived: and when she saw that she had conceived, her mistress was despised in her eyes."},{"number":5,"verse":"And Sarai said to Abram, My wrong be upon you; I gave my maid into your bosom; and when she saw that she had conceived, I was despised in her eyes; may the LORD judge between me and you."},{"number":6,"verse":"But Abram said to Sarai his wife, Behold your maid is at your disposal; do to her as it pleases you. And when Sarai dealt harshly with her, she fled from her."},{"number":7,"verse":"And the angel of the LORD found her by a fountain of water in the wilderness, by the fountain on the road to Gadar."},{"number":8,"verse":"And he said to her, Hagar, maid of Sarai, where have you come from, and where are you going? And she said, I flee from the presence of my mistress Sarai."},{"number":9,"verse":"And the angel of the LORD said to her, Return to your mistress, and submit yourself under her hands."},{"number":10,"verse":"And again the angel of the LORD said to her, I will greatly multiply your descendants, that they can not be numbered because of their multitude."},{"number":11,"verse":"And the angel of the LORD said to her, Behold, you are with child, and shall bear a son, and you shall call his name Ishmael; because the LORD has heard of your afflictions."},{"number":12,"verse":"And he will be like a wild ass among men; with his hand against every man, and every man's hand against him, and he shall dwell on the borders of all his brethren."},{"number":13,"verse":"And she called the name of the LORD who spoke to her, and said, Thou art God whom I saw; for she said, Behold, I have also seen a vision after he had seen me."},{"number":14,"verse":"Therefore she called the well, Beer-di-khaya-khizan (which means, the well of the Living One who saw me). Behold, it is between Rakim and Gadar."},{"number":15,"verse":"And Hagar bore Abram a son; and Abram called his son's name, whom Hagar bore, Ishmael."},{"number":16,"verse":"And Abram was eighty-six years old when Hagar bore Ishmael to him."}]}