{"bibleAbbr":"LBP1933","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":4,"verses":[{"number":1,"verse":"AND Adam knew Eve his wife; and she conceived, and bore Cain, and said, I have gotten a man for the LORD."},{"number":2,"verse":"And she again bore his brother Abel. And Abel was a keeper of sheep, but Cain was a tiller of the ground."},{"number":3,"verse":"And in the course of time it came to pass that Cain brought of the fruit of the ground an offering to the LORD."},{"number":4,"verse":"And Abel also brought of the first-born of his flock and of the fatlings thereof. And the LORD was pleased with Abel and with his offering;"},{"number":5,"verse":"But with Cain and with his offering he was not pleased. So Cain was exceedingly displeased, and his countenance was sad."},{"number":6,"verse":"And the LORD said to Cain, Why are you displeased? and why is your countenance sad?"},{"number":7,"verse":"Behold, if you do well, shall you not be accepted? and if you do not well, sin lies at the door. You should return to your brother, and he shall be subject to you."},{"number":8,"verse":"And Cain said to Abel his brother, Let us go to the plain; and it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him."},{"number":9,"verse":"And the LORD said to Cain, Where is Abel your brother? And he said, I do not know. Am I my brother's keeper?"},{"number":10,"verse":"And the LORD said, What have you done? The voice of your brother's blood cries to me from the ground."},{"number":11,"verse":"And from henceforth, you are cursed from the earth, which has opened its mouth to receive your brother's blood from your hand;"},{"number":12,"verse":"When you till the ground, it shall no more yield to you its strength; a fugitive and a wanderer shall you be on the earth."},{"number":13,"verse":"And Cain said to the LORD, My transgression is too great to be forgiven."},{"number":14,"verse":"Behold, thou hast driven me out this day from the face of the land; and from thy face shall I be hidden; and I shall be a fugitive and a wanderer on the earth; and it shall come to pass, that whoever finds me shall slay me."},{"number":15,"verse":"And the LORD said to him, It shall not be so; whoever slays Cain, vengeance shall be taken on him sevenfold. And the LORD set a mark upon Cain, so that anyone who may find him may not kill him."},{"number":16,"verse":"And Cain went out from the presence of the LORD, and dwelt in the land of Nod, on the east of Eden."},{"number":17,"verse":"And Cain knew his wife; and she conceived, and bore Enoch; and he started to build a village, and named the village after the name of his son, Enoch."},{"number":18,"verse":"And to Enoch was born Irad; and Irad begot Mehujael; and Mehujael begot Methusael: and Methusael begot Lamech."},{"number":19,"verse":"And Lamech took two wives: the name of the one was Adah, and the name of the other Zillah."},{"number":20,"verse":"And Adah bore Jabal, who was the father of those who dwell in tents, and are owners of cattle."},{"number":21,"verse":"And his brother's name was Jubal; he was the father of all those who play the guitar and harp."},{"number":22,"verse":"And Zillah also bore Tubal-cain, a craftsman in every work of brass and iron; and the sister of Tubal-cain was Naamah."},{"number":23,"verse":"And Lamech said to his wives, Adah and Zillah, Hear my voice; you wives of Lamech, hearken to my speech; for I have killed a man by wounding him, and a boy by beating him."},{"number":24,"verse":"For if Cain is to be avenged sevenfold, then Lamech seventy and sevenfold."},{"number":25,"verse":"And Adam knew his wife Eve again; and she conceived and bore a son, and called his name Seth; For God, she said, has given me another offspring instead of Abel, whom Cain slew."},{"number":26,"verse":"And to Seth also there was born a son; and he called his name Enosh. Then men began to call upon the name of the LORD."}]}