{"bibleAbbr":"LBP1933","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":49,"verses":[{"number":1,"verse":"THEN Jacob called his sons and said to them, Gather yourselves together that I may tell you that which shall befall you in the last days."},{"number":2,"verse":"Gather yourselves together and listen, O sons of Jacob; and hearken o Israel your father."},{"number":3,"verse":"Reuben, you are my first-born, my might, and the beginning of my strength, and the excellency of dignity, and the excellency of power:"},{"number":4,"verse":"You went astray like water, you shall not excel; because you went up to your father's bed; truly, you have defiled my bed by going up into it."},{"number":5,"verse":"Simeon and Levi are brothers; instruments of anger are in their nature."},{"number":6,"verse":"I never agreed to their counsels; nor did I lower myself to sit in their assembly; for in their anger they slew men and in their rage they destroyed a town wall."},{"number":7,"verse":"Cursed be their anger, for it is raging: and their wrath, for it is fierce; I will divide them in Jacob, and scatter them in Israel."},{"number":8,"verse":"Judah, your brothers shall praise you; your hand shall be on the neck of your enemies; your father's sons shall bow down before you."},{"number":9,"verse":"Judah is a lion's whelp; from the prey, my son, you are gone up; he stooped down, he crouched as a lion, and as a young lion; who shall rouse him up?"},{"number":10,"verse":"The sceptre shall not depart from Judah, nor a lawgiver from between his feet, until the coming of the One to whom the sceptre belongs, to whom the Gentiles shall look forward."},{"number":11,"verse":"He shall tie up his foal to the vine, and his ass's colt to a branch; he shall bleach his garments with wine, and his robe with the juices of the grape;"},{"number":12,"verse":"His eyes shall be radiant with wine, and his teeth white with milk?"},{"number":13,"verse":"Zebulun shall dwell at the shore of the seas; and he shall be a haven for ships; and his border shall extend as far as Zidon."},{"number":14,"verse":"Issachar is a mighty man couching by the highways;"},{"number":15,"verse":"And he saw that his dwelling place was good, and his land fertile; and he bowed his shoulder to servitude, and became a servant to tribute."},{"number":16,"verse":"Dan shall judge his people as if the tribes of Israel were one."},{"number":17,"verse":"Dan shall be a serpent by the way, an adder in the paths, that bites the horse's heel and causes its rider to fall backward."},{"number":18,"verse":"I have waited for thy salvation, O LORD."},{"number":19,"verse":"Gad shall go out to raid, and shall pursue at the heels of his enemies."},{"number":20,"verse":"As for Asher, his land is good, and he shall supply kings with food."},{"number":21,"verse":"Naphtali is a swift messenger; he gives goodly words."},{"number":22,"verse":"Joseph is a disciplined son, an educated son; a fruitful bough by a spring, whose branches run over the wall."},{"number":23,"verse":"A company of men quarreled with him, and being great in numbers, envied him;"},{"number":24,"verse":"But in strength he bent his bow, and his arms were made strong by the hands of the mighty One of Jacob; (by the name of the Shepherd, the Strength of Israel:)"},{"number":25,"verse":"May the God of your father help you and the Almighty bless you with the blessings of heaven above, blessings of the deep beneath, blessings of the breasts, and of the womb;"},{"number":26,"verse":"The blessings of your father have prevailed above the blessings of my forbears to the utmost bound of the everlasting hills; they shall be on the head of Joseph, on the crown of the head of him who is the prince of his brothers."},{"number":27,"verse":"Benjamin is a plundering wolf; in the morning he shall devour the prey, and in the evening he shall divide the spoil."},{"number":28,"verse":"All these are the twelve tribes of Israel; and this is what their father Jacob said to them; he addressed them, then he blessed them, according to his blessing, he blessed every one of them."},{"number":29,"verse":"Then their father blessed them, and charged them, and said to them, I am to be gathered to my people; bury me with my fathers in the cave that is in the field of Ephron the Hittite,"},{"number":30,"verse":"In the cave which is in the field of Ephron the Hittite, in the double cave which is in the field, before Mamre, in the land of Canaan, the field which Abraham bought from Ephron the Hittite as a possession for a burial ground."},{"number":31,"verse":"There they buried Abraham and Sarah his wife; there they buried Isaac and Rebekah his wife; and there I buried Leah."},{"number":32,"verse":"The field and the cave which is in it were purchased from the children of Heth."},{"number":33,"verse":"And when Jacob had finished charging his sons, he stretched his feet on his bed, and grew weak, and died, and was gathered to his people."}]}