{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "2 கொரிந்தியர்",
  "bookEnglishName" : "2 Corinthians",
  "chapterNumber" : 6,
  "verses" : [ {
    "number" : 1,
    "verse" : "இறைவனது கிருபையை நீங்கள் பெற்றுக்கொண்டது வெறும் வீண் என்று ஆகிவிடக் கூடாது என இறைவனுடைய சக வேலையாட்களாகிய நாங்கள் உங்களை கேட்டுக்கொள்கிறோம்."
  }, {
    "number" : 2,
    "verse" : "ஏனெனில், “என் தயவின் காலத்தில் நான் உங்கள் குரலைக் கேட்டு, இரட்சிப்பின் நாளிலே நான் உங்களுக்கு உதவி செய்தேன்” என்று இறைவனே சொல்லியிருக்கின்றார். இதோ, இப்பொழுதே அவரது தயவின் காலம், இப்பொழுதே இரட்சிப்பின் நாள்."
  }, {
    "number" : 3,
    "verse" : "பவுலின் கஷ்டங்கள்எங்கள் ஊழியத்தைப்பற்றி யாரும் குறை கூறாதபடி, நாங்கள் எவருடைய வழியிலும் தடைக்கற்களை இடுவதில்லை."
  }, {
    "number" : 4,
    "verse" : "மாறாக, நாங்கள் இறைவனின் உண்மையான ஊழியர்கள் என்பதை எல்லாவிதத்திலும், எங்கள் நடத்தையின் மூலமாக அனைவருக்கும் நிரூபித்துக் காண்பிக்கிறோம்: அதன்படி, அதிக சகிப்புத் தன்மையாலும் கஷ்டங்களிலும் துன்பங்களிலும் துயரங்களிலும்,"
  }, {
    "number" : 5,
    "verse" : "அடிவாங்கியதிலும், சிறை வைக்கப்பட்டதிலும், கலவரங்களை முகங்கொடுத்ததிலும், கடின வேலையில் ஈடுபட்டதிலும், இரவில் நித்திரை கொள்ளாமல் இருந்ததிலும், உணவின்றி பட்டினியாய் இருந்ததிலும் இறைவனின் உண்மையான ஊழியர்களென நிரூபித்துக் காண்பிக்கிறோம்."
  }, {
    "number" : 6,
    "verse" : "தூய்மையிலும், விளங்கிக்கொள்வதிலும், பொறுமையிலும், தயவிலும், பரிசுத்த ஆவியிலும், உண்மை அன்பிலும்,"
  }, {
    "number" : 7,
    "verse" : "சத்திய போதனையிலும், இறைவனின் வல்லமையில் நடப்பதிலும், நீதியின் ஆயுதத்தை வலது கையிலும் இடது கையிலும் பிடித்திருப்பதிலும்,"
  }, {
    "number" : 8,
    "verse" : "மற்றவர்களால் மதிப்பையோ அவமதிப்பையோ, புகழ்ச்சியையோ இகழ்ச்சியையோ எதை அடைகின்றவர்களாக இருந்தாலும், ஏமாற்றுக்காரர்களாக எண்ணப்பட்ட போதிலும் உண்மையுள்ள ஊழியர்களாகவும்,"
  }, {
    "number" : 9,
    "verse" : "அறியப்படாதவர்களாகக் காணப்பட்டாலும், நன்கு அறிமுகமானவர்கள் ஆகவும், மரணிக்கின்றவர்களாகக் காணப்பட்டாலும், தொடர்ந்து வாழ்கின்றவர்கள் ஆகவும், தாக்கப்பட்டவர்களாகக் காணப்பட்டாலும், கொல்லப்படாதவர்கள் ஆகவும்,"
  }, {
    "number" : 10,
    "verse" : "துக்கப்படுகிறவர்களாகக் காணப்பட்டாலும், மகிழ்ச்சி கொள்கின்றவர்கள் ஆகவும், ஏழைகளாகக் காணப்பட்டாலும், பலரைச் செல்வந்தர்கள் ஆக்குகின்றவர்கள் ஆகவும், ஒன்றும் இல்லாதவர்களாகக் காணப்பட்டாலும், அனைத்தும் உடையவர்களாகவும் இருக்கின்றோம்."
  }, {
    "number" : 11,
    "verse" : "கொரிந்தியர்களே, நாங்கள் உங்களோடு வெளிப்படையாய் பேசியிருக்கிறோம். எங்கள் உள்ளம் முற்றிலும் திறந்திருக்கிறது."
  }, {
    "number" : 12,
    "verse" : "நாங்கள் உங்கள் மீது அளவற்ற பாசத்தோடு இருந்தோம், ஆனால் நீங்களோ எங்கள் மீது அதேவண்ணம் பாசம் காட்டவில்லை."
  }, {
    "number" : 13,
    "verse" : "உங்களை என் பிள்ளைகள் என்றே எண்ணி பேசுகின்றேன். உங்கள் உள்ளங்களைத் திறந்து பதிலுக்கு நீங்களும் அன்பு செய்யுங்கள்."
  }, {
    "number" : 14,
    "verse" : "அவிசுவாசிகளோடு பிணைக்கப்பட வேண்டாம்அவிசுவாசிகளுடன் ஒன்றாக பிணைக்கப்படாதிருங்கள். நீதிக்கும் அநியாயத்துக்கும் தொடர்புண்டோ? ஒளிக்கும் இருளுக்கும் ஐக்கியமுண்டோ?"
  }, {
    "number" : 15,
    "verse" : "கிறிஸ்துவுக்கும் சாத்தானுக்கும் இடையே இணக்கமுண்டோ? விசுவாசிக்கும் அவிசுவாசிக்கும் இடையில் பொதுத் தன்மையுண்டோ?"
  }, {
    "number" : 16,
    "verse" : "இறைவனுடைய ஆலயத்திற்கும், விக்கிரகங்களுக்கும் இடையே உடன்பாடுண்டோ? வாழும் இறைவனின் ஆலயமாய் நாம் இருக்கின்றோமே. அதைக் குறித்து இறைவனே கூறியிருப்பதாவது: “நான் அவர்களுடன் வாழ்வேன். அவர்களிடையே உலாவுவேன். நான் அவர்களுடைய இறைவனாயிருப்பேன். அவர்கள் என் மக்களாயிருப்பார்கள்.”"
  }, {
    "number" : 17,
    "verse" : "ஆகவே, “அவர்களைவிட்டு வெளியே வந்து, பிரிந்திருங்கள். அசுத்தமான எதையும் தொடாதீர்கள். அப்போது நான் உங்களை ஏற்றுக்கொள்வேன் என்று கர்த்தர் சொல்கின்றார்.”"
  }, {
    "number" : 18,
    "verse" : "மற்றும், “நான் உங்களுக்குத் தந்தையாயிருப்பேன். நீங்கள் எனக்கு மகன்களாயும் மகள்களாயும் இருப்பீர்கள் என்று, எல்லாம் வல்ல கர்த்தர் சொல்கின்றார்.”"
  } ]
}