{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "2 கொரிந்தியர்",
  "bookEnglishName" : "2 Corinthians",
  "chapterNumber" : 9,
  "verses" : [ {
    "number" : 1,
    "verse" : "எருசலேமிலுள்ள பரிசுத்தவான்களுக்கு செய்யப்படும் இந்தப் பணியைக் குறித்து, நான் உங்களுக்கு எழுத அவசியமில்லை."
  }, {
    "number" : 2,
    "verse" : "ஏனெனில், உங்கள் ஆர்வம் எனக்குத் தெரியும். அதனால் மக்கெதோனியாவில் உள்ளவர்களுக்கு உங்களைக் குறித்துப் பெருமையாக சொன்னேன். அகாயாவிலுள்ள நீங்கள் கடந்த ஒரு வருடமாக ஆயத்தமாக இருக்கின்றீர்கள் என்று சொன்னபோது உங்கள் ஆர்வம் அவர்களில் அநேகரை உற்சாகப்படுத்தித் தூண்டியிருக்கிறது."
  }, {
    "number" : 3,
    "verse" : "இந்த விடயத்தில் நாங்கள் உங்களைக் குறித்துப் பெருமையாய்ப் பேசியது வெறும் வார்த்தைகளாயிராமல், நான் அவர்களுக்குச் சொன்னபடி நீங்கள் ஆயத்தமாய் இருப்பதற்கு இந்த சகோதரர்களை உங்களிடம் அனுப்புகிறேன்."
  }, {
    "number" : 4,
    "verse" : "இல்லையென்றால், மக்கெதோனியாவில் உள்ளவர்களில் யாராவது ஒருவர் என்னுடன் வந்து உங்களை ஆயத்தமற்றவர்களாகக் கண்டால், உங்களில் இந்தளவு நம்பிக்கை வைத்ததற்காக நாங்கள் வெட்கித் தலைகுனிய நேரிடும் என்பதைச் சொல்லத் தேவையில்லை, அதுபோல நீங்களும் வெட்கித் தலைகுனிவீர்கள்."
  }, {
    "number" : 5,
    "verse" : "எனவே, கட்டாயத்துக்காக கொடுத்ததாக இராமல், தாராள மனதுடன் கொடுக்கப்பட்டதாக காணப்படும்படி இந்தச் சகோதரர்கள் உங்களிடம் வந்து, நீங்கள் கொடுப்பதாக வாக்குறுதியளித்த நன்கொடையை ஆயத்தப்படுத்தும்படி இவர்களை முன்னதாக அனுப்புவது அவசியம் என்று நான் எண்ணினேன்."
  }, {
    "number" : 6,
    "verse" : "(தாராள மனதுடன் கொடுப்பவர்)கொஞ்சமாய் விதைக்கிறவன் கொஞ்சமாக அறுவடை செய்வான், தாராளமாய் விதைக்கிறவன் தாராளமாய் அறுவடை செய்வான் என்பதை நினைவில் வைத்துக்கொள்ளுங்கள்."
  }, {
    "number" : 7,
    "verse" : "எனவே, கட்டாயத்தின் பேரிலோ, விருப்பமில்லாமலோ கொடுக்காமல், ஒவ்வொருவனும் தன் இருதயத்தில் தீர்மானித்தபடியே கொடுக்கட்டும். சந்தோஷமாய் கொடுக்கின்றவனிடம் இறைவன் அன்பாயிருக்கிறார்."
  }, {
    "number" : 8,
    "verse" : "இறைவன் எல்லா கிருபையையும் உங்களுக்கு முழுநிறைவாய்க் கொடுக்க ஆற்றலுடையவராய் இருக்கின்றார். அதனால் நீங்கள் எல்லாவற்றிலும் எப்போதும் நிறைவுள்ளவர்களாக எல்லா நல்ல செயல்களிலும் பெருகுவீர்கள்."
  }, {
    "number" : 9,
    "verse" : "இதைப்பற்றி வேதவசனத்தில், “இறைபக்தியுள்ளவன் ஏழைகளுக்குத் தனது கொடைகளைத் தாராளமாய் கொடுத்திருக்கிறான்; அவனுடைய நீதி என்றென்றும் நிலைத்திருக்கிறது”(சங். 112:9) என்று எழுதப்பட்டிருக்கின்றதே."
  }, {
    "number" : 10,
    "verse" : "விதைக்கிறவனுக்கு விதையையும், உண்பதற்கு உணவையும் கொடுக்கின்ற இறைவன், உங்களுக்கு விதையை கொடுத்து அதை பெருகச் செய்து, உங்கள் நீதியின் அறுவடையையும் பெருகச் செய்வார்."
  }, {
    "number" : 11,
    "verse" : "நீங்கள் எல்லாவிதத்திலும் தாராளமாய்க் கொடுக்கின்றவர்களாகும்படி அவர் உங்களை எல்லாவற்றிலும் வளமுள்ளவராக்குவார். அதன்படி, எங்கள் மூலமாக செய்யப்படும் உங்களது தாராள செயலானது, அநேகர் இறைவனுக்கு நன்றி செலுத்த ஏதுவாக அமையும்."
  }, {
    "number" : 12,
    "verse" : "எனவே உங்களது இந்த உதவிப் பணியானது இறைவனுடைய மக்களின் தேவைகளைச் சந்திப்பதற்காக மட்டுமல்லாது, அதனால் அதிகமானவர்கள் இறைவனுக்கு நன்றி செலுத்தி, நன்றி பெருகவும் காரணமாக அமையும்."
  }, {
    "number" : 13,
    "verse" : "ஏனெனில் நீங்கள் அறிவித்த கிறிஸ்துவின் நற்செய்திக்கேற்ப கீழ்ப்படிவுள்ளவர்களாகத் தாராள மனதுடன் கொடுப்பதில், நீங்கள் அவர்களோடும் மற்றவர்களோடும் பகிர்ந்து கொண்டும் இருக்கின்றீர்கள். உங்களுடைய இந்த உதவிப் பணியின் மூலமாக உங்கள் பெருந்தன்மையை நிரூபித்திருப்பதற்காக அவர்கள் இறைவனுக்கு மகிமை செலுத்துவார்கள்."
  }, {
    "number" : 14,
    "verse" : "அத்துடன், அவர்கள் உங்கள் மீது கொண்டுள்ள அன்பை வெளிப்படுத்தும் வகையில், இறைவன் உங்களுக்குக் கொடுத்த அளவுகடந்த கிருபைக்காக உங்களுக்காக மன்றாடுவார்கள்."
  }, {
    "number" : 15,
    "verse" : "அளவிட முடியாத இறைவனுடைய அன்பளிப்புக்காக அவருக்கு நன்றி உரித்தாகட்டும்."
  } ]
}