{"bibleAbbr":"teERV1997","bookName":"పరమ గీతము","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"సొలొమోను గీతాలలో ఉన్నత గీతం"},{"number":2,"verse":"( వరునితో వధువు) తన నోటి ముద్దులతో అతడు నన్ను ముద్దు పెట్టుకొననిమ్ము ఎందుకంటే ద్రాక్షా రసంకన్నా మధురమయింది నీ ప్రేమ."},{"number":3,"verse":"నీ పరిమళ ద్రవ్యం అద్భుతమైన సువాసననిస్తుంది, కాని మిక్కిలి ఉత్తమ పరిమళ ద్రవ్యం కన్నా నీ పేరు ( పేరు హీబ్రూభాషలో ఈ మాట “పరిమళం” లా ధ్వనిస్తుంది.) తియ్యనైనది. అందుకే యువతులు నిన్ను ప్రేమిస్తారు."},{"number":4,"verse":"నన్ను ఆకర్షించుకొనుము! మేము నీ దగ్గరకు పరుగెత్తుకొని వస్తాము! రాజు తన రాజ గృహానికి నన్ను తీసుకు వెళ్ళాడు. మేము ఆనందిస్తాం. నీకోసం సంతోషంగా ఉంటాం. నీ ప్రేమ ద్రాక్షారసము కన్నా బాగుంటుందని జ్ఞాపకముంచుకొనుము. మంచి కారణంతోనే యువతులు నిన్ను ప్రేమిస్తారు."},{"number":5,"verse":"( యెరూషలేము స్త్రీలు వరునితో) ( వధువు స్త్రీలతో అంటుంది) యెరూషలేము పుత్రికలారా, కేదారు, సల్మా ( కేదారు, సల్మా అరేబియా జాతులు. “సల్మా” కు హీబ్రూలో “సొలొమోను” అని ఉందికాని సల్మా, “సల్మాను” పదాలను తో పోల్చిచూడండి. గుడారాలంత నల్లగా ఉన్నాను.) గుడారముల నలుపువలె నేను నల్లగా అందంగా ఉన్నాను."},{"number":6,"verse":"నేనెంత నల్లగా ఉన్నానో చూడవద్దు, సూర్యుడు నన్నెంత నల్లగా చేశాడో చూడవద్దు. నా సోదరులు నా మీద కోపగించారు. వాళ్ల ద్రాక్షా తోటలకు కాపలా కాయుమని నన్ను బలవంత పెట్టారు. అందువల్ల నన్ను గురించి నేను శ్రద్ధ తీసుకోలేక పోయాను. ( అందువల్ల … తీసుకోలేకపోయాను శబ్ధార్థ ప్రకారం “నా సొంత ద్రాక్ష తోట.”)"},{"number":7,"verse":"( ఆమె అతనితో అంటుంది) నా ప్రాణం అంతటితో నిన్ను ప్రేమిస్తాను! నీ గొర్రెల్ని ఎక్కడ మేపుతావో, మధ్యాహ్నం వాటిని ఎక్కడ పడుకో బెడతావో నాకు చెప్పు. నీతో ఉండటానికి నేను రావాలి లేకపోతే నీ మిత్రుల గొర్రెల కోసం పాటుపడే అద్దెకు తీసుకున్న స్త్రీని ( అద్దెకు … స్త్రీ లేదా, “ముసుగు వేసుకున్న స్త్రీలు.” వ్యభిచారిణి అనే అర్థం కూడా ఇవ్వవచ్చును.) అవుతాను!"},{"number":8,"verse":"( అతను ఆమెతో అంటున్నాడు) నీవు అంత అందమైనదానవు! కనుక నిజంగా నీకు తెలుసు ఏమి చెయ్యాలో. వెళ్లు, గొర్రెలను వెంబడించు. నీ చిన్న మేకల్ని కాపరుల గుడారాల వద్ద మేపు."},{"number":9,"verse":"నా ప్రియురాలా, ఫరో రథాలు ( ఫరోరథాలు శబ్దార్థం ప్రకారం “ఓ ప్రియురాలా! నిన్ను ఫరో రథాలలోని ఆడ గుర్రంతో పోలుస్తున్నాను.”) లాగుతున్న నా ఆడ గుర్రాలతో నిన్నుపోల్చియున్నాను."},{"number":10,"verse":"నీకోసం చేసిన అలంకరణలివిగో, బంగారు తలకట్టు ( బంగారు తలకట్టు ఈ హీబ్రూ పదానికి సరియైన అర్థం తెలియడం లేదు. బహుశః అది బుగ్గలమీద వ్రేలాడే అలంకరణలతో కూడిన తలకట్టు కావచ్చు.) , వెండి గొలుసు. నీ చెక్కిళ్లు ఎంతో అందంగా ఉన్నాయి బంగారు అలంకరణలతో, నీ మెడ ఎంతో అందంగా ఉంది వెండి అల్లికలతో."},{"number":12,"verse":"( ఆమె అంటుంది) నా పరిమళ ద్రవ్యపు సువాసన తన మంచంమీద పడుకున్న రాజును చేరింది."},{"number":13,"verse":"నా స్తనాల మధ్య పడివున్న నా మెడలో వున్న చిన్న గోపరసం ( చిన్న గోపరసం కొన్ని మొక్కల జిగురు నుండి చేయబడిన ఒక పరిమళ ద్రవ్యం.) సంచిలాంటి వాడు నా ప్రియుడు."},{"number":14,"verse":"ఏన్గెదీ ద్రాక్షాతోటల దగ్గరున్న గోరంటు ( గోరంటు తియ్యటి వాసన వచ్చే ఒక మొక్క. దానికి ద్రాక్షావల్లిలా గుత్తులు గుత్తులుగా పూచే నీలి పసుపు కర్పూర పూలు ఉంటాయి.) పూల గుత్తిలాంటివాడు నా ప్రియుడు."},{"number":15,"verse":"( అతడు అంటున్నాడు) నా ప్రియురాలా, నువ్వెంతో అందంగా ఉన్నావు! ఓహో! నువ్వు సుందరంగా ఉన్నావు! నీ కళ్లు పావురపు కళ్లలా వున్నాయి."},{"number":16,"verse":"( ఆమె అంటుంది) నా ప్రియుడా, నువ్వెంతో సొగసుగా ఉన్నావు! అవును, అత్యంత మనోహరంగా ఉన్నావు! మన శయ్య ఆకుపచ్చగా ఆహ్లాదంగా ఉంది ( మనశయ్య … ఉంది లేదా “నవనవలాడుతూ పచ్చగా” కొత్త పచ్చిక బీడులా ఉంది.)"},{"number":17,"verse":"మన యింటి దూలాలు దేవదారువి అడ్డకర్రలు సరళమ్రానువి."}]}