{"bibleAbbr":"teERV1997","bookName":"పరమ గీతము","bookEnglishName":"Song of Songs","chapterNumber":6,"verses":[{"number":1,"verse":"( యెరూషలేము స్త్రీలు ఆమెకు చెప్తారు) అతి సుందరవతీ, ఎచ్చటికి వెళ్ళాడు నీ ప్రియుడు? ఏ దిక్కు కెళ్లాడు? నీ ప్రియుని సంగతి మాకు చెప్పు, వెదుకుటకు మేము నీకు తోడ్పడతాము."},{"number":2,"verse":"( ఆమె వారికిచ్చిన సమాధానం) సుగంధ పుష్పాల ఉద్యాన వనానికి నా ప్రియుడు వెళ్లాడు. తన సుగంధాలు వెదజల్లు పూలమొక్కల తోటకు గొర్రెలు మేపడానికి వెళ్లాడు"},{"number":3,"verse":"నేను ఎర్రని పుష్పాల నడుమ గొర్రెలు మేపుతున్న నా ప్రియునిదానను. నా ప్రియుడు నా వాడు."},{"number":4,"verse":"( అతడు ఆమెతో అంటాడు) ఓ నా ప్రియసఖీ, నీవు తిర్సా ( తిర్సా ఇశ్రాయేలు ఉత్తర భాగంలోని రాజధానుల్లో ఒకటి.) నగరమంత సుందర మైనదానివి, యెరూషలేమంత ఆహ్లాదకరమైనదానివి, నగర దుర్గాలంతటి భయంకరురాలివి. ( నగర దుర్గాలంతటి భయంకరురాలివి ఇక్కడ వాడబడిన హీబ్రూ పదానికి అర్థం అంత స్పష్టంగా తెలియడం లేదు.)"},{"number":5,"verse":"నీవు నా వైపు చూడకు! నీ చూపులు నన్ను పురికొల్పి ఉన్మత్తున్ని చేస్తాయి గిలాదు పర్వత చరియల నుండి గెంతులేస్తూ దిగివచ్చే గొర్రెపిల్లల మాదిరిగా నీ సుదీర్ఘ శిరోజాలు జాలువారు తున్నాయి."},{"number":6,"verse":"గొడ్డువి కాక, కవలపిల్లల్ని కలిగి, కత్తరించబడి, కడుగబడి, పైకి వస్తున్న తెల్ల గొర్రె మందల్ని పోలినవి నీ పళ్లు."},{"number":7,"verse":"నీమేలి ముసుగు క్రింద నీ కణతలు దానిమ్మ చెక్కల్లా వున్నాయి."},{"number":8,"verse":"అరవై మంది రాణులు ఎనభై మంది సేవకురాండ్రు ( సేవకురాండ్రు ఉంపుడుగత్తెలు. పురుషునికి భార్యలా వ్యవహరించే బానిస స్త్రీలు.) లెక్కకు మించిన కన్యలు ఉందురుగాక నాకు."},{"number":9,"verse":"కాని, నా పావురము, నిష్కళంకురాలు ఒక్కతే (నాకైన స్త్రీ) ఆమె తన తల్లికి ముద్దుబిడ్డ. తన కన్న తల్లికి గారాల చిన్నది. కన్యలు, రాణులు, సేవకురాండ్రు కూడా ఆమెను చూచినంతనే ప్రశంసిస్తారు."},{"number":10,"verse":"( ఆమెకు స్త్రీల ప్రశంసలు) ఎవరా యువతి? అరుణోదయంలా మెరుస్తోంది. చంద్రబింబమంత అందమైనది సూర్యుడంత ధగ ధగలాడుతోంది, పరలోక సేనలంతటి ( పరలోక సేనలంతటి ఇక్కడా నాల్గవ వచనములోనూ వున్న హీబ్రూపదం అర్థం రీత్యా అస్పష్టంగా ఉంది.) విభ్రాంతి గొలుపు ఆ యువతి ఎవరు?"},{"number":11,"verse":"( అతడు ఆమెతో మాట్లాడుతాడు) నేను బాదం తోపుకి వెళ్లాను ఫలసాయమెలా ఉందో చూసేందుకు ద్రాక్షా తీగెలు పూశాయేమో చూసేందుకు దానిమ్మలు మొగ్గతొడిగాయేమో చూసేందుకు,"},{"number":12,"verse":"నేనింకా గ్రహించక ముందే ( నేనింకా గ్రహించక ముందే హీబ్రూలో ఈ పదబంధం అస్పష్టంగా ఉంది.) నా తనువు నన్ను రాజోద్యోగుల ( రాజోద్యోగులు “అమ్మినదీ” లేక, నా రాజు పరివారం.) రథాల్లోకి చేర్చినది"},{"number":13,"verse":"( యెరూషలేము స్త్రీలు ఆమెను పిలుస్తారు) షూలమ్మీతీ ( షూలమ్మీతీ లేక షూలమిత్ ఈ మాట “సొలొమోను” కి స్త్రీలింగ రూపం కావచ్చు. ఆమె సొలొమోను భార్య, లేక సొలొమోను వధువు అవుతుంది అని దీని అర్థం కావచ్చు. ఈ పేరుకి అర్థం “శాంతమతి” లేక “షూనేమునుంచి వచ్చిన స్త్రీ” కావచ్చు.) తిరిగిరా, తిరిగిరా మేము నిన్ను చూసేందుకు తిరిగి రా, తిరిగి రా, మహనయీము ( మహనయీము లేక “విజయోత్సవ నృత్యం,” లేక “రెండు శిబిరాల నాట్యం” కావచ్చు.) నాట్యము చేస్తూండగా షూలమ్మీతీని ఎందుకు చూస్తారు?"}]}