{"bibleAbbr":"teERV1997","bookName":"పరమ గీతము","bookEnglishName":"Song of Songs","chapterNumber":8,"verses":[{"number":1,"verse":"నీవు నా తల్లి పాలు త్రాగిన నా సహోదరుడివైయుంటే, నీవు నాకు బయట అగుపిస్తే, నిన్ను నేను ముద్దాడగలిగి ఉండేదాన్ని. అప్పుడు నన్నెవరూ తప్పు పట్టేవారు కారు!"},{"number":2,"verse":"నేను నిన్ను నాకు అన్నీ నేర్పిన మా తల్లి ఇంటి గదిలోనికి తీసుకుపోయి ఉండేదాన్ని. దానిమ్మ పళ్లరసంతో చేసిన సురభిళ మధువును నీకు ఇచ్చి ఉండేదాన్ని."},{"number":3,"verse":"( ఆమె స్త్రీలతో అంటుంది) అతను తన ఎడమ చేతిని నా తల క్రింద ఉంచి తన కుడిచేతితో నన్ను కౌగలించుకొంటాడు."},{"number":4,"verse":"యెరూషలేము స్త్రీలారా మీరు నాకొక వాగ్దానం చేయండి నా ప్రేమ స్వయం ప్రేరితమయ్యేదాకా, ప్రేమను జాగృతం చేయకండి ప్రేమను పురిగొల్పకండి."},{"number":5,"verse":"( యెరూషలేము స్త్రీలు అంటారు) ఎడారి మార్గంలో, తన ప్రియుని ఆనుకొని వస్తున్న ఈ స్త్రీ ఎవరు? జల్దరు చెట్టు నీడలో నిన్ను తట్టి నే లేపాను. అచ్చటే నిన్ను మోసిన నీ తల్లి నిన్ను కన్నది."},{"number":6,"verse":"( ఆమె అతనితో అంటుంది) నీ హృదయ పీఠం మీద నా రూపం ముద్రించు, నీ వేలికి ముద్రికలా ధరించు. మృత్యువంత బలమైనది ప్రేమ పాతాళమంత కఠనమైంది ఈర్శ్య. అగ్ని జ్వాలల్లాంటివి దాని మంటలు అవి పెచ్చు మీరి మహాజ్వాల ( మహాజ్వాల అది యెహోవా కలుగజేసిన మహాజ్వాల.) అవుతాయి."},{"number":7,"verse":"ఉప్పెన కూడా ప్రేమజ్వాలను ఆర్పజాలదు. నదీ జలాలూ ప్రేమను ముంచెత్తజాలవు. ఒకడు ప్రేమ కోసం తన సర్వస్వం ధారపోస్తే, అతణ్ణి ప్రజలు మూర్ఖుడిగా పరిగణించరు. ఎవడూ తప్పు పట్ట జాలడు!"},{"number":8,"verse":"( ఆమె సోదరులు అంటారు) మాకు ఉన్నదొక చిన్న చెల్లెలు ఆమెకింకా యుక్త వయస్సు రాలేదు. ఆమెను వివాహం చేసుకొనుటకు ఒక పురుషుడు వస్తే, మా చెల్లెలి విషయంలో మేమేమి చెయ్యాలి?"},{"number":9,"verse":"అది ప్రాకారమైతే, దాని చుట్టూ వెండి నగిషీ ( వెండి నగిషీ లేక మోపు దుంగలు. తరచు కోట ప్రాకారాలకు దృఢత్వం కోసం దూలాలు అమరుస్తారు, అవి ధృడంగా ఉండటానికి దిమ్మలు కడతారు. కాని ఇక్కడ అలంకారాలు లేక నగిషీలు అనిపిస్తుంది.) చేస్తాము అది తలుపైతే, దాని చుట్టూ దేవదారు పలకలతో అంచులు అలంకరిస్తాము."},{"number":10,"verse":"( ఆమె తన సోదరులతో అంటుంది) నేను ప్రాకారం వంటిదాన్ని నా వక్షోజాలు గోపుర ప్రాయాలు అతనికి నేనంటే తనివి, తృప్తి! ( అతనికి నేనంటే తనివి, తృప్తీ “అతని కళ్లలో నాకు శాంతి కానవస్తుంది” అని శబ్ధార్థం. హీబ్రూలో ఇది “సోలొమోను,” “షూలమ్మీతీ” అనే పదాలను కూడా స్ఫురింపజేస్తుంది.)"},{"number":11,"verse":"( అతను అంటాడు) బయలు హామోనులో సొలొమోనుకొక ద్రాక్షాతోట ఉంది. ఆ తోటనాతడు కొందరు రైతులకు కౌలుకిచ్చాడు. వారిలో ఒక్కొక్క రైతు వెయ్యి వెండి షెకెళ్లు ( వెయ్యి వెండి షెకెళ్లు 25 పౌనులతో సమానం.) ఇచ్చాడు."},{"number":12,"verse":"సొలొమోనూ, ఆ వెయ్యి షెకెళ్లూ నీవే ఉంచుకో, వాటిలో యిన్నూరేసి ఒక్కొక్క రైతుకు అతడు తెచ్చిన ద్రాక్షాలకోసం యివ్వు. నా ద్రాక్షాతోట నా స్వంతంగా ఉంటుంది!"},{"number":13,"verse":"( అతను ఆమెతో అంటాడు) ద్రాక్షాతోటలో కూర్చున్న ఓ సఖీ, నీ చెలికత్తెలు నీ స్వరం వింటున్నారు, నీ మధుర స్వరాన్ని నన్నూ విననీయి."},{"number":14,"verse":"( ఆమె అతనితో) నా ప్రాణ స్నేహితుడా, వేగిరం వచ్చెయ్యి. జింకల్లా, లేడి పిల్లల్లా పరిమళవృక్ష సముదాయం పెరిగిన పర్వతాలపై నుంచి చెంగుచెంగున వచ్చెయ్యి."}]}