{"bibleAbbr":"KNCL","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":1,"verses":[{"number":1,"verse":"(ಮೊದಲನೆಯ ಶೋಕಗೀತೆ) (ಸಿಯೋನಿನ ದುಃಖದುಗುಡ) ಅಯ್ಯೋ, ಅಂದು ಜನಭರಿತವಾಗಿದ್ದ ನಗರಿ ಇಂದು ಒಂಟಿಯಾಗಿ ಕುಳಿತುಬಿಟ್ಟಳಲ್ಲಾ ! ರಾಷ್ಟ್ರಗಳಲ್ಲೆಲ್ಲಾ ಅತಿ ಶ್ರೇಷ್ಠಳಾಗಿದ್ದವಳು ವಿಧವೆ ಆಗಿಬಿಟ್ಟಳಲ್ಲಾ ! ಪ್ರಾಂತ್ಯಗಳಲ್ಲೆಲ್ಲಾ ಬಹಳ ಪ್ರವೀಣಳಾಗಿದ್ದವಳು ದಾಸಿಯಂತೆ ಆಗಿಬಿಟ್ಟಿರುವಳಲ್ಲಾ !"},{"number":2,"verse":"ಇರುಳೆಲ್ಲ ಅತ್ತಳು ಬಿಕ್ಕಿಬಿಕ್ಕಿ ಕೆನ್ನೆ ಮೇಲೆ ನೋಡಿ, ಕಣ್ಣೀರ ಕೋಡಿ ! ಆಕೆಯ ಹಲವಾರು ಪ್ರಿಯರಲ್ಲಿ ಸಂತೈಸುವವರೇ ಇಲ್ಲ ಮಿತ್ರರಾಗಿದ್ದವರೇ ದ್ರೋಹವೆಸಗಿ ಶತ್ರುಗಳಾಗಿರುವರಲ್ಲಾ !"},{"number":3,"verse":"ಘೋರಸೇವೆ ಶ್ರಮೆಗಳಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲಿಕೆ ವಲಸೆಹೋಗಿರುವಳಲ್ಲಾ ‘ಯೆಹೂದಿ’ ಎಂಬಾಕೆ ! ಮ್ಲೇಚ್ಛರ ಮಧ್ಯೆ ವಾಸಮಾಡುತ್ತಿರುವಳಲ್ಲಾ ನೆಮ್ಮದಿಯಿಲ್ಲದೆ ಹಿಮ್ಮೆಟ್ಟಿ ಹಿಡಿದರು ಹಿಂಸಕರೆಲ್ಲಾ ಆಕೆ ಇಕ್ಕಟ್ಟಿಗೆ ಸಿಕ್ಕಿರುವಾಗಲೆ !"},{"number":4,"verse":"ಬಿಕೋ ಎನ್ನುತ್ತಿವೆ ಸಿಯೋನಿಗೆ ತೆರಳುವ ಮಾರ್ಗಗಳು ಮಹೋತ್ಸವಕ್ಕೆ ಇನ್ನು ಬರುತ್ತಿಲ್ಲ ಯಾತ್ರಿಕರಾರು ಪಾಳುಬಿದ್ದಿವೆ ಅದರ ಬಾಗಿಲುಗಳು ನಿಟ್ಟುಸಿರಿಡುತ್ತಿರುವರು ಅದರ ಯಾಜಕರು ವ್ಯಥೆಪಡುತ್ತಿರುವರು ಅದರ ಯುವತಿಯರು ನಗರಕ್ಕೆ ನಗರವೇ ದುಃಖದಲ್ಲಿ ಮುಳುಗಿರುವುದು."},{"number":5,"verse":"ಅದರ ಅಗಣಿತ ದ್ರೋಹಗಳಿಗಾಗಿ ಸರ್ವೇಶ್ವರ ಮಾಡಿದನದನ್ನು ದುಃಖಕ್ಕೆ ಈಡಾಗಿ, ಅದರ ವಿರೋಧಿಯೇ ಅದಕ್ಕೀಗ ಅಧಿಪತಿ ! ಅದರ ಶತ್ರುಗಳಿಗೋ ಸುಖಸಮೃದ್ಧಿ ! ಅದರ ಹಸುಳೆಗಳೂ ಸೆರೆಹೋಗಿವೆ ವೈರಿಯ ವಶವಾಗಿ !"},{"number":6,"verse":"ಕಳೆದುಹೋಗಿದೆಯಲ್ಲಾ ಸಿಯೋನ್ ನಗರಿಯ ವೈಭವವೆಲ್ಲಾ ! ಮೇವಿಲ್ಲದೆ ಬಡಕಲಾದ ಜಿಂಕೆಗಳಂತೆ ಅದರ ನಾಯಕರೆಲ್ಲಾ ಓಡಿಹೋದರು ಬೆಂಗೊಟ್ಟು ಅಟ್ಟಿಬಂದವರಿಗೆಲ್ಲಾ !"},{"number":7,"verse":"ಜೆರುಸಲೇಮ್ ದಿಕ್ಕುಪಾಲಾಗಿ ಕಷ್ಟಪಡುವಾಗ ನೆನಸಿಕೊಳ್ಳುತ್ತಾಳೆ ತನ್ನ ಪ್ರಾಚೀನ ವೈಭವಗಳನ್ನೆಲ್ಲಾ. ತನ್ನ ಜನತೆ ವೈರಿಗಳ ವಶವಾದಾಗ ಆಕೆಗೆ ಸಿಗಲಿಲ್ಲ ಯಾರೊಬ್ಬರ ಬೆಂಬಲ. ಆಕೆಯಾ ಹೀನಸ್ಥಿತಿ ನೋಡಿ ವೈರಿಗಳು ಮಾಡಿದರು ಪರಿಹಾಸ್ಯ."},{"number":8,"verse":"ಜೆರುಸಲೇಮ್ ಅಶುದ್ಧಳಾದಳು ಪದೇ ಪದೇ ಪಾಪಮಾಡಿ. ಹೊಗಳುತ್ತಿದ್ದವರೇ ತೆಗಳುವವರಾದರು ಆಕೆಯ ನಗ್ನತೆಯನ್ನು ನೋಡಿ. ಆಕೆಯೋ ನಿಟ್ಟುಸಿರಿಡುತ್ತಿರುವಳು ಮುಖವನ್ನು ಮರೆಮಾಡಿ."},{"number":9,"verse":"ಆಕೆಯ ನೆರಿಗೆಯೂ ಹೊಲಸಾಗಿ ಮುಂದಿನ ಗತಿ ತೋಚದಂತಾಗಿ ಸಂತೈಸುವವರೇ ಇಲ್ಲದವಳಾಗಿ ಬಿದ್ದಿರುವಳಲ್ಲಾ ಈ ಭೀಕರ ಸ್ಥಿತಿಯಲ್ಲಿ ! “ಹೇ ಸರ್ವೇಶ್ವರಾ, ನೋಡು ನನ್ನ ಸಂಕಟವನು ಹೆಚ್ಚಳಪಡುತ್ತಿರುವನಲ್ಲಾ ಶತ್ರುವಾದವನು” ಎಂದು ಮೊರೆಯಿಡುತ್ತಾಳೆ ಕೂಗಿ."},{"number":10,"verse":"ದೋಚಿಕೊಂಡನು ದ್ರೋಹಿ ಆಕೆಯ ಆಸ್ತಿಯನ್ನು ಕೈಚಾಚಿ. 'ಸೇರಿಸಬಾರದು ಸಭೆಗೆ ಮ್ಲೇಚ್ಛರನ್ನು’ ಎಂಬುದು ದೇವನ ಆಣತಿ. ಆದರಿಗೋ ಅಂಥವರೇ ಪವಿತ್ರಾಲಯ ಪ್ರವೇಶಿಸುವ ದುರ್ಗತಿ !"},{"number":11,"verse":"ಅಡ್ಡಾಡುತ್ತಿರುವರು ಆಕೆಯ ಜನರು ಅನ್ನಕ್ಕಾಗಿ ಮಾರುತಿರುವರು ಅಮೂಲ್ಯವಾದುದನ್ನೆ ಆಹಾರಕ್ಕಾಗಿ. “ಸರ್ವೇಶ್ವರಾ, ನೋಡು, ಕಟಾಕ್ಷಿಸು, ನನ್ನ ತುಚ್ಛತೆಯನ್ನು” ಎಂದು ಹೇಳಿ ಆಕೆ ಪ್ರಲಾಪಿಸುತ್ತಿರುವಳು."},{"number":12,"verse":"ಹಾದುಹೋಗುವವರೇ, ನಿಮಗಿಲ್ಲವೆ ನನ್ನ ಚಿಂತೆ? ಸರ್ವೇಶ್ವರ ಸಿಟ್ಟುಗೊಂಡು ನನಗಿತ್ತಿರುವನು ಈ ವ್ಯಥೆ ! ಈ ಪರಿ ಸಂಕಟವನ್ನು ನೀವೆಲ್ಲಾದರು ನೋಡಿದ್ದುಂಟೆ?”"},{"number":13,"verse":"“ಆಕಾಶದಿಂದ ಆತ ಸುರಿಸಿದ್ದಾನೆ ಅಗ್ನಿಯನ್ನೆ ಅದು ದಹಿಸುತ್ತಿದೆ ನನ್ನೊಳಗಿನ ಎಲುಬುಗಳನ್ನೆ ನನ್ನ ಕಾಲುಗಳಿಗೆ ಬಲೆಯೊಡ್ಡಿದ್ದಾನೆ ಅದು ನನ್ನನ್ನೆಳೆಯುತ್ತಿದೆ ನೆಲಕ್ಕೆ ಹಾಳುಬಿದ್ದ ನಾನು ಸದಾ ಬಳಲುತ್ತಿದ್ದೇನೆ.”"},{"number":14,"verse":"“ನನ್ನ ದ್ರೋಹಗಳನ್ನು ನನಗೆ ಬಿಗಿದಿದ್ದಾನೆ ನೊಗದ ಕಣ್ಣುಗಳಂತೆ. ಅವು ಹುರಿಗೊಂಡು, ಸುತ್ತಿಕೊಂಡು ಕುತ್ತಿಗೆಗೆ, ನನ್ನ ಶಕ್ತಿಯನ್ನು ಹೀರುತ್ತಿವೆ. ಸಿಕ್ಕಿಸಿದನಲ್ಲಾ ಸ್ವಾಮಿ, ನನ್ನಿಂದ ಎದುರಿಸಲಾಗದಂಥವರ ಕೈಗೆ !"},{"number":15,"verse":"“ಸ್ವಾಮಿ ತೃಣೀಕರಿಸಿದನು ನನ್ನ ಶೂರರನ್ನೆಲ್ಲಾ ನನ್ನ ಕಣ್ಮುಂದೆಯೇ. ಸೈನ್ಯಸಮೂಹವನ್ನೆ ಬರಮಾಡಿದನು ನನ್ನ ಯುವಕರನ್ನು ಸದೆಬಡಿಯಲೆಂದೇ. ಯೆಹೂದಿಯೆಂಬ ಯುವತಿಯನ್ನು ತುಳಿಸಿದನು ತೊಟ್ಟಿಯಲ್ಲಿ ದ್ರಾಕ್ಷಿ ತುಳಿವಂತೆ."},{"number":16,"verse":"“ಗೋಳಾಡುತ್ತಿರುವೆನು ಈ ವಿಪತ್ತುಗಳಿಂದ; ಸಂತೈಸಿ ಸುಧಾರಿಸುವವನು ಬಲುದೂರವಿರುವುದರಿಂದ ಹರಿಯುತ್ತಿದೆ ಕಂಬನಿ ಧಾರೆಧಾರೆಯಾಗಿ ಕಣ್ಗಳಿಂದ; ವೈರಿಗಳು ಗೆದ್ದು, ನನ್ನ ಕುವರರು ಬಿದ್ದುಹೋಗಿರುವುದರಿಂದ."},{"number":17,"verse":"ಸಿಯೋನ್ ನಗರಿ ಕೈಚಾಚಿ ಕೂಗಿಕೊಂಡರೂ ಸಂತೈಸುವವರಾರೂ ಇಲ್ಲ. ನೆರೆಹೊರೆಯವರೇ ಆಕೆಯ ವಿರೋಧಿಗಳಾಗಲೆಂದು ಸರ್ವೇಶ್ವರ ತೀರ್ಮಾನಿಸಿದ್ದಾನಲ್ಲಾ ! ಅವರ ನಡುವೆ ಹೊಲೆಯಾದ ಹೆಣ್ಣಿನಂತೆ ಜೆರುಸಲೇಮ್ ಬಿದ್ದಿದ್ದಾಳಲ್ಲಾ !"},{"number":18,"verse":"“ಸರ್ವೇಶ್ವರನು ನ್ಯಾಯಸ್ವರೂಪಿ, ನಾನಾದರೊ ಆತನ ಆಜ್ಞೆ ಮೀರಿದ ದ್ರೋಹಿ. ಜನಾಂಗಗಳೇ, ನೀವೆಲ್ಲರು ಕಿವಿಗೊಡಿ, ನನ್ನ ಸಂಕಟ ನೋಡಿ ! ನನ್ನ ಯುವಕ ಯುವತಿಯರು, ಇಗೋ, ಸೆರೆಹೋಗಿರುವರು ನೋಡಿ."},{"number":19,"verse":"“ನನ್ನ ಪ್ರಿಯರನ್ನು ಕರೆದೆ; ಅವರೇ ಮೋಸಮಾಡಿದರೆನಗೆ. ನನ್ನ ಯಾಜಕರೂ ಪ್ರಮುಖರೂ ಪಟ್ಟಣದಲ್ಲೇ ಪ್ರಾಣತೆತ್ತರು, ಉಸಿರನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಊಟವನ್ನು ಹುಡುಕುತ್ತಿರಲು."},{"number":20,"verse":"“ಹೇ, ಸರ್ವೇಶ್ವರಾ, ಕಟಾಕ್ಷಿಸು; ನಾ ಇಕ್ಕಟ್ಟಿಗೆ ಸಿಕ್ಕಿಕೊಂಡಿರುವೆ. ಕರುಳು ಕುದಿಯುತ್ತಿದೆ, ಹೃದಯ ವಿಮುಖವಾಗಿದೆ ನಾ ಗೈದ ದ್ರೋಹಕ್ಕೆ, ಕತ್ತಿಗೆ ತುತ್ತಾಗುತ್ತಿರುವೆ ಹೊರಗೆ ಪ್ರಾಣಸಂಕಟಕ್ಕೆ ಗುರಿಯಾಗಿರುವೆ ಒಳಗೆ."},{"number":21,"verse":"ಸಾಂತ್ವನ ತರುವವರಾರೂ ಇಲ್ಲವಲ್ಲಾ ನನಗೆ ! ನನ್ನ ನರಳಾಟದ ಸುದ್ದಿ ಮುಟ್ಟಿದೆ ವೈರಿಗಳ ಕಿವಿಗೆ. ನನಗಾದ ಕೇಡಿಗೆ ನೀನೇ ಕಾರಣನೆಂಬ ಸಂತಸ ಶತ್ರುವಿಗೆ. ನೀ ಮುಂತಿಳಿಸಿದ ಮೇರೆಗೆ ನನಗಾದ ಗತಿ ಬರಲಿ ಅವರಿಗೆ."},{"number":22,"verse":"“ಅವರು ಗೈದ ಕೆಡುಕೆಲ್ಲಾ ಬಟ್ಟಬಯಲಾಗಲಿ ನಿನ್ನ ದೃಷ್ಟಿಗೆ. ನನ್ನ ದ್ರೋಹಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ನನಗೆ ಮಾಡಿರುವಂತೆ ನೀ ಮಾಡು ಅವರಿಗೆ. ನನ್ನ ನರಳಾಟ ಹೆಚ್ಚಿದೆ; ನನ್ನ ಎದೆ ಕುಂದಿಹೋಗಿದೆ.”"}]}