{"bibleAbbr":"KNCL","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":2,"verses":[{"number":1,"verse":"ಎರಡನೆಯ ಶೋಕಗೀತೆಜೆರುಸಲೇಮಿಗೆ ಸರ್ವೇಶ್ವರನೇ ಕೊಟ್ಟ ಶಿಕ್ಷೆ ಅಯ್ಯಯ್ಯೋ, ಸ್ವಾಮಿಯೆ ಸಿಟ್ಟುಗೊಂಡಿರುವನಲ್ಲಾ ! ಸಿಯೋನ್ ಕುವರಿಗೆ ಕಾರ್ಮೋಡ ಕವಿದಂತೆ ಮಾಡಿರುವನಲ್ಲಾ ! ಇಸ್ರಯೇಲಿನ ವೈಭವವನ್ನು ಆಗಸದಿಂದ ನೆಲಕ್ಕೆಸೆದುಬಿಟ್ಟಿರುವನಲ್ಲಾ ! ಆ ಸಿಟ್ಟಿನ ದಿನದಂದು ತನ್ನ ಪಾದಪೀಠವಾದ ದೇವಾಲಯವನ್ನೂ ನೆನೆಯದೆಹೋದನಲ್ಲಾ !"},{"number":2,"verse":"ಸ್ವಾಮಿ ಯಕೋಬಿನ ನಿವಾಸಿಗಳನ್ನು ನಾಶಪಡಿಸಿಹನು, ರೌದ್ರದಿಂದ ಯೆಹೂದ ಕೋಟೆಗಳನ್ನು ನೆಲಸಮವಾಗಿಸಿಹನು, ರಾಜ್ಯವನ್ನೂ ಅದರ ಪಾಲಕರನ್ನೂ ನೀಚಸ್ಥಿತಿಗೆ ಇಳಿಸಿಹನು."},{"number":3,"verse":"ಶತ್ರು ಬಂದೆರಗಿದಾಗ ಸ್ವಾಮಿ ತನ್ನ ಶಕ್ತಿಯುತ ಕೈಯನ್ನು ಹಿಂದೆಗೆದುಬಿಟ್ಟ, ಇಸ್ರಯೇಲಿನ ಕೋಡನ್ನು ಕಡಿದು ಪುಡಿಪುಡಿ ಮಾಡಿಬಿಟ್ಟ, ಸುತ್ತುಗಟ್ಟಿ ನುಂಗುವ ಅಗ್ನಿಜ್ವಾಲೆಯಂತೆ ಯಕೋಬನನ್ನು ದಹಿಸಿಬಿಟ್ಟ."},{"number":4,"verse":"ಬಿಲ್ಲುಹಿಡಿದು ಬಂದ ಆತ ವೈರಿಯಂತೆ ಬಲಗೈಯೆತ್ತಿ ನಿಂತ ವಿರೋಧಿಯಂತೆ, ಸಂಹರಿಸಿಬಿಟ್ಟ ಸುಂದರ ಪ್ರಜೆಯೆಲ್ಲರನ್ನು ರೋಷಾಗ್ನಿ ಸುರಿಸಿ ಭಸ್ಮಮಾಡಿದ ಸಿಯೋನ್ ಗುಡಾರವನ್ನು."},{"number":5,"verse":"ಸ್ವಾಮಿಯೇ ಶತ್ರುವಾಗಿ ಕಬಳಿಸಿದ ಇಸ್ರಯೇಲನ್ನು ನಾಶಮಾಡಿದ ಅದರ ಅರಮನೆಗಳೆಲ್ಲವನ್ನು ನೆಲಸಮಗೊಳಿಸಿದ ಅದರ ಕೋಟೆಕೊತ್ತಲಗಳನ್ನು ಯಥೇಚ್ಛವಾಗಿಸಿದ ಯೆಹೂದ ನಾಡಿನ ಗೋಳಾಟವನ್ನು."},{"number":6,"verse":"ತನ್ನ ಗರ್ಭಗುಡಿಯನ್ನೂ ಉತ್ಸವಸ್ಥಾನವನ್ನೂ ಹಾಳುಮಾಡಿದ ತೋಟದ ಗುಡಿಸಲನ್ನೋ ಎಂಬಂತೆ. ಮಹೋತ್ಸವಗಳನ್ನೂ ಸಬ್ಬತ್‍ದಿನಗಳನ್ನೂ ಅಳಿಸಿಬಿಟ್ಟ ನೆನಪಿಗೂ ಬಾರದಂತೆ. ರಾಜರನ್ನೂ ಯಾಜಕರನ್ನೂ ಸರ್ವೇಶ್ವರ ಧಿಕ್ಕರಿಸಿದ ಅತಿ ರೋಷಾವೇಷಗೊಂಡವನಂತೆ."},{"number":7,"verse":"ಸ್ವಾಮಿ ತಿರಸ್ಕರಿಸಿಬಿಟ್ಟಿದ್ದಾನೆ ತನ್ನ ಬಲಿಪೀಠವನ್ನೇ ಅಸಹ್ಯಗೊಂಡು ತೊರೆದುಬಿಟ್ಟಿದ್ದಾನೆ ತನ್ನ ಪವಿತ್ರಸ್ಥಾನವನ್ನೇ ಸಿಯೋನ್ ಅರಮನೆಯ ಗೋಡೆಗಳನ್ನು ಕೆಡವಲು ಬಿಟ್ಟಿದ್ದಾನೆ ಹಗೆಗಳನ್ನೇ. ಹಬ್ಬಹರಿದಿನಗಳ ಜಯಘೋಷವೋ ಎಂಬಂತೆ ಘೋಷಣೆ ಹಾಕುತ್ತಿದ್ದಾರಲ್ಲಾ ಶತ್ರುಗಳು ಸರ್ವೇಶ್ವರನ ಮಂದಿರದಲ್ಲೆ !"},{"number":8,"verse":"ಸಿಯೋನ್ ನಗರಿಯ ಕೋಟೆಯನ್ನು ನಾಶಪಡಿಸಲೆಂದು ಎಳೆದಿರುವನಲ್ಲಾ ಸರ್ವೇಶ್ವರ ಅಳತೆನೂಲನ್ನು ! ಹಾಳುಮಾಡುವ ತನ್ನ ಕೈಯನ್ನು ಹಿಂದೆಗೆಯದೆ ಬಿರುಕುಗೊಳಿಸಿದ್ದಾನೆ ಪೌಳಿಗೋಡೆಯನ್ನೇ, ಕೋಟೆಯನ್ನೇ, ಅವುಗಳೆರಡೂ, ಕುಸಿದು ಬಿದ್ದುಹೋಗಿವೆ."},{"number":9,"verse":"ಹೂತುಹೋಗಿವೆ ಸಿಯೋನ್ ಹೆಬ್ಬಾಗಿಲುಗಳು ಚೂರುಚೂರಾಗಿ ಬಿದ್ದಿವೆ ಅದರ ಅಗುಳಿಗಳು. ಅರಸರೂ ಪಾಲಕರೂ ಸೇರಿಹೋದರು ಅನ್ಯಜನಾಂಗಗಳೊಳು. ನಿಂತುಹೋಗಿವೆ ಧರ್ಮಶಾಸ್ತ್ರ ಬೋಧನೆಗಳು. ಸರ್ವೇಶ್ವರನಿಂದ ಪ್ರವಾದಿಗಳಿಗೆ ಆಗುತ್ತಿದ್ದ ದಿವ್ಯದರ್ಶನಗಳು."},{"number":10,"verse":"ತಲೆಯ ಮೇಲೆ ಧೂಳನ್ನು ತೂರಿಕೊಂಡು ಗೋಣಿತಟ್ಟನ್ನು ಸೊಂಟಕ್ಕೆ ಸುತ್ತಿಕೊಂಡು ಕುಕ್ಕರಿಸಿಹರು ಸಿಯೋನ್ ನಗರಿಯ ಪ್ರಮುಖರು ತಲೆ ತಗ್ಗಿಸಿಹರು ಜೆರುಸಲೇಮಿನ ಯುವತಿಯರು."},{"number":11,"verse":"ಕಂಬನಿಗರೆದು ಇಂಗಿಹೋಗಿದೆ ಕಣ್ಣು ಕುದಿಯುತ್ತಿದೆ ನನ್ನೊಳಗೆ ಕರುಳು ! ನನ್ನ ಜನತೆಯೆಂಬ ಯುವತಿ ಹಾಳಾಗಿ ಮಕ್ಕಳು ಹಾದಿಬೀದಿಗಳಲ್ಲಿ ಮೂರ್ಛೆಹೋಗಿ ನನ್ನ ಕರುಳು ಕರಗಿಹೋಗಿದೆ ನೀರಾಗಿ."},{"number":12,"verse":"‘ಅಮ್ಮಾ ತಿನ್ನಲಿಕ್ಕಿಲ್ಲವೆ? ಕುಡಿಯಲಿಕ್ಕಿಲ್ಲವೆ? ಎನ್ನುತ ಮಕ್ಕಳು ಮೂರ್ಛೆಗೊಂಡಿವೆ. ಗಾಯಗೊಂಡವರಂತೆ ನಗರದ ಚೌಕಗಳೊಳು ಪ್ರಾಣಬಿಡುತ್ತಿವೆಯಲ್ಲಾ ತಾಯಿಯ ಎದೆಯ ಮೇಲೆ ಆ ಹಸುಳೆಗಳು."},{"number":13,"verse":"ಎಲೌ ಜೆರುಸಲೇಮ್ ಯುವತಿಯೇ, ನಿನಗೆ ಏನು ಹೇಳಲಿ? ನಿನ್ನನ್ನು ಯಾವುದಕ್ಕೆ ಹೋಲಿಸಲಿ? ಸಿಯೋನ್ ಕನ್ಯೆಯೇ, ನಿನ್ನನ್ನು ಹೇಗೆ ಸಂತೈಸಲಿ? ಸಂತೈಸುವ ಸಾಮತಿಯನ್ನು ಎಲ್ಲಿಂದ ತರಲಿ? ನಿನಗೊದಗಿರುವ ನಾಶ ಸಾಗರದಂತೆ ಅಪಾರ ನಿನ್ನನ್ನು ಸ್ವಸ್ಥಗೊಳಿಸಲು ಯಾರಿಂದ ತಾನೆ ಸಾಧ್ಯ?"},{"number":14,"verse":"ನಿನ್ನ ಪ್ರವಾದಿಗಳು ಕಂಡ ದರ್ಶನದಲ್ಲಿ ಸಾರವಿಲ್ಲ, ಅರ್ಥವಿಲ್ಲ. ನಿನ್ನ ದೋಷಗಳನ್ನು ಬೈಲಿಗೆಳೆಯಲು ಅವರಿಂದಾಗಲಿಲ್ಲ. ಈ ಕಾರಣ, ನಿನ್ನ ದುರವಸ್ಥೆಯನ್ನು ತಡೆಗಟ್ಟಲಾಗಲಿಲ್ಲ. ನಿನ್ನ ಬಗ್ಗೆ ಅವರು ನುಡಿದ ದೈವೋಕ್ತಿಗಳು ವ್ಯರ್ಥವಾದುವು, ನೀನು ಗಡಿಪಾರಾಗಿ ಹೋಗಲು ಅವು ಆಸ್ಪದವಾದುವು."},{"number":15,"verse":"ಹಾದುಹೋಗುವವರೆಲ್ಲ ಕೈ ತಟ್ಟುತ್ತಾರಲ್ಲಾ ನಿನ್ನನ್ನು ನೋಡಿ ಜೆರುಸಲೇಮ್ ನಗರಿಯಾದ ನಿನ್ನನ್ನು ಗುರುತಿಸಿ ! “ಆಹಾ, ನೀನೇನೋ ಸರ್ವಾಂಗ ಸುಂದರಿ, ವಿಶ್ವಾನಂದದಾಯಕಿ !” ಎಂದು ಮೂದಲಿಸುತ್ತಾರಲ್ಲಾ ತಲೆಯಾಡಿಸಿ, ಸಿಳ್ಳುಹಾಕಿ !"},{"number":16,"verse":"ನಿನ್ನನ್ನು ನೋಡಿ ಶತ್ರುಗಳೆಲ್ಲರು ಕಟಕಟನೆ ಹಲ್ಲು ಕಡಿಯುತ್ತಾರಲ್ಲಾ ಬಾಯಿ ಕಿಸಿದು ! “ಹಾ, ಆಕೆಯನ್ನು ಕಬಳಿಸಿಬಿಟ್ಟೆವು ಈ ದಿನಕ್ಕಾಗಿಯೆ ನಾವು ಕಾದಿದ್ದೆವು ಈಗ ಅದನ್ನು ಕಣ್ಣಾರೆ ಕಂಡೆವು” ಎಂದು ಕೊಚ್ಚಿಕೊಳ್ಳುತ್ತಾರಲ್ಲಾ !"},{"number":17,"verse":"ಸರ್ವೇಶ್ವರ ಸಿದ್ಧಿಗೆ ತಂದಿದ್ದಾನೆ ತನ್ನ ಸಂಕಲ್ಪವನ್ನು ಈಡೇರಿಸಿದ್ದಾನೆ ಪುರಾತನ ಕಾಲದಲ್ಲಿ ತಾನು ನುಡಿದುದನ್ನು. ನಿನ್ನನ್ನು ಧ್ವಂಸಮಾಡಿದ್ದಾನೆ ದಯೆದಾಕ್ಷಿಣ್ಯವಿಲ್ಲದೆ. ಆನಂದ ತಂದಿದ್ದಾನೆ ವೈರಿಗಳಿಗೆ ಕೋಡುಮೂಡಿಸಿದ್ದಾನೆ ವಿರೋಧಿಗಳಿಗೆ !"},{"number":18,"verse":"ನಿನ್ನ ಜನರು ಮೊರೆಯಿಡಲಿ ಮನಃಪೂರ್ವಕವಾಗಿ ಸಿಯೋನ್ ನಗರದ ಕೋಟೆಗೆ ಕೋಟೆಯೇ ಕಣ್ಣೀರಿಡಲಿ. ಹಗಲಿರುಳು ಕಂಬನಿ ಹರಿಯಲಿ ತೊರೆಯಂತೆ ನಿಮ್ಮ ನೇತ್ರಗಳಿಂದ ಸುರಿಯಲಿ ಒಂದೇ ಸಮನೆ."},{"number":19,"verse":"ರಾತ್ರಿಯ ಒಂದೊಂದು ಜಾವದಲ್ಲೂ ಎದ್ದು ಗೋಳಾಡಿರಿ. ನಿಮ್ಮ ಹೃದಯ ಕರಗಿ, ನೀರಾಗಿ ಸ್ವಾಮಿಯ ಮುಂದೆ ಹರಿಯಲಿ. ನಿಮ್ಮ ಮಕ್ಕಳ ಪ್ರಾಣವನ್ನು ಉಳಿಸಬೇಕೆಂದು ಕೈ ಮುಗಿದು ಪ್ರಾರ್ಥನೆಮಾಡಿ. ಹಸಿವಿನಿಂದ ಅವು ಮೂರ್ಛೆಹೋಗಿವೆ, ಬೀದಿಯ ಮೂಲೆಮೂಲೆಗಳಲ್ಲಿ."},{"number":20,"verse":"ಹೇ, ಸರ್ವೇಶ್ವರಾ ಕಟಾಕ್ಷಿಸು ! ಇಷ್ಟೆಲ್ಲಾ ನೀ ಮಾಡಿದ್ದು ಯಾರಿಗೆಂದು ಯೋಚಿಸು ! ತಾಯಂದಿರು ತಿನ್ನಬೇಕೆ ತಾವು ಆರೈಕೆ ಮಾಡಿದ ತಮ್ಮ ಕರುಳ ಕುಡಿಯನ್ನೇ? ಹತರಾಗಬೇಕೆ ಯಾಜಕರೂ ಪ್ರವಾದಿಗಳೂ ಸ್ವಾಮಿಯ ಪವಿತ್ರಾಲಯದಲ್ಲೆ?"},{"number":21,"verse":"ವಯಸ್ಕರೂ ವೃದ್ಧರೂ ಬಿದ್ದಿದ್ದಾರೆ ಬೀದಿಗಳಲ್ಲೆ ತರುಣತರುಣಿಯರು ತುತ್ತಾಗಿದ್ದಾರೆ ಖಡ್ಗಗಳಿಗೆ. ನಿನ್ನ ಪ್ರಕೋಪದ ದಿನದಂದು ಹತಮಾಡಿದೆಯಲ್ಲಾ ಅವರನ್ನು ಕನಿಕರಿಸದೆ !"},{"number":22,"verse":"ಸುತ್ತಮುತ್ತಲೂ ದಿಗಿಲು ಹುಟ್ಟಿಸುವ ನನ್ನ ಹಗೆಗಳನ್ನೆ ಕರೆಸಿದೆಯಲ್ಲಾ ಹಬ್ಬಕ್ಕೋ ಎಂಬಂತೆ ! ಸರ್ವೇಶ್ವರನ ಪ್ರಕೋಪದ ದಿನದಂದು ತಪ್ಪಿಸಿಕೊಳ್ಳಲಿಲ್ಲ ಯಾರೂ; ಉಳಿಯಲಿಲ್ಲ ಯಾರೂ. ಶತ್ರು ಸಂಹರಿಸಿಬಿಟ್ಟನಲ್ಲಾ ನಾನು ಸಾಕಿ ಆರೈಕೆ ಮಾಡಿದವರನ್ನೂ !"}]}