{"bibleAbbr":"NET2007","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":9,"verses":[{"number":1,"verse":"Everyone Will Die So I reflected on all this, (tn Heb “I laid all this to my heart.”) attempting to clear (tn The term וְלָבוּר (velavur, conjunction + Qal infinitive construct from בּוּר, bur, “to make clear”) denotes “to examine; to make clear; to clear up; to explain” (HALOT 116 s. v. בור; BDB 101 s. v. בּוּר). The term is related to Arabic baraw “to examine” (G. R. Driver, “Supposed Arabisms in the Old Testament,” JBL 55 [1936]: 108). This verb is related to the Hebrew noun בֹּר (bor, “cleanness”) and adjective בַּר (bar, “clean”). The term is used in the OT only in Ecclesiastes (1:13; 2:3; 7:25; 9:1). This use of the infinitive has a connotative sense (“attempting to”), and functions in a complementary sense, relative to the main verb.) it all up. I concluded that (tn The words “I concluded that” do not appear in the Hebrew text, but are supplied in the translation for clarity.) the righteous and the wise, as well as their works, are in the hand of God; whether a person will be loved or hated (tn Heb “whether love or hatred.”) — no one knows what lies ahead. (tn Heb “man does not know anything before them.”)"},{"number":2,"verse":"Everyone shares the same fate (tn Heb “all things just as to everyone, one fate.”) — the righteous and the wicked, the good and the bad, (tc The MT reads simply “the good,” but the Greek versions read “the good and the bad.” In contrast to the other four pairs in v. 2 (“the righteous and the wicked,” “those who sacrifice, and those who do not sacrifice,” “the good man…the sinner,” and “those who make vows…those who are afraid to make vows”), the MT has a triad in the second line: לַטּוֹב וְלַטָּהוֹר וְלַטָּמֵא (lattov vÿlattahor vÿlattame’, “the good, and the clean, and the unclean”). This reading in the Leningrad Codex (ca. a. d. 1008) – the basis of the BHS and BHK publications of the MT – is also supported by the Ben Asher text of the First Rabbinic Bible (“the Soncino Bible”) published in a. d. 1488-94. On the other hand, the Greek version in B (Aquila) has two pairs: τῷ ἀγαθῷ καὶ τῷ κακῷ, καὶ τῷ καθαρῷ καὶ τῷ ἀκαθάρτῳ (“the good and the bad, and the clean and the unclean”). Either Aquila inserted καὶ τῷ κακῷ (kai tw kakw, “and the bad”) to fill out a pair and to create six parallel pairs in v. 2, or Aquila reflects an early Hebrew textual tradition tradition of לַטּוֹב וְלַרָע (lattov vÿlara’, “the good and the bad”). Since Aquila is well known for his commitment to a literal – at times even a mechanically wooden – translation of the Hebrew, with no room for improvisation, it is more than likely that Aquila is reflecting an authentic Hebrew textual tradition. Aquila dates to a. d. 130, while the Leningrad Codex dates to a. d. 1008; therefore, the Vorlage of Aquila might have been the original Hebrew textual tradition, being much earlier than the MT of the Leningrad Codex. The alternate textual tradition of Aquila is also seen in the Syriac and Latin versions (but these are dependent upon the Greek = Aquila). On the other hand, the editors of BHK and BHS suggest that the presence of the anomalous לַטּוֹב was an addition to the Hebrew text, and should be deleted. They also suggest that the Greek pair τῷ ἀγαθῷ καὶ τῷ κακῷ (tw agaqw kai tw kakw, “the good and the bad”) does not reflect an alternate textual tradition, but that their Vorlage contained only לַטּוֹב: the Greek version intentionally added καὶ τῷ κακῷ (kai tw kakw, “and the bad”) to create a pair. The English versions are divided. Several follow the Greek: “the good and the bad, the clean and the unclean” (NEB, NAB, RSV, NRSV, NIV, Moffatt, NLT). Others follow the Hebrew: “the good and the clean and the unclean” (KJV, ASV, MLB, NJPS). None, however, delete “the good” (לַטּוֹב) as suggested by the BHK and BHS editors. If the shorter text were original, the addition of καὶ τῷ κακῷ would be intentional. If the longer text were original, the omission of וְלַרָע (“and the bad”) could have caused by unintentional homoioarcton (“similar beginning”) in the three-fold repetition of לט in וְלַרָע וְלַטָּהוֹר וְלַטָּמֵא לַטּוֹב (lattov vÿlara’ vÿlattahor vÿlattame’, “the good and the bad, the clean and the unclean”). The term וְלַרָע (“and the bad”) was accidentally omitted when a scribe skipped from the first occurrence of לט in לַטּוֹב to its second occurrence in the word וְלַטָּהוֹר (“the clean”).) the ceremonially clean and unclean, those who offer sacrifices and those who do not. What happens to the good person, also happens to the sinner; (tn Heb “As is the good (man), so is the sinner.”) what happens to those who make vows, also happens to those who are afraid to make vows."},{"number":3,"verse":"This is the unfortunate fact (tn Heb “evil.”) about everything that happens on earth: (tn Heb “under the sun.”) the same fate awaits (tn The term “awaits” does not appear in the Hebrew text, but is supplied in the translation for smoothness and stylistic reasons.) everyone. In addition to this, the hearts of all people (tn Heb “also the heart of the sons of man.” Here “heart” is a collective singular.) are full of evil, and there is folly in their hearts during their lives — then they die. (tn Heb “and after that [they go] to [the place of] the dead.”)"},{"number":4,"verse":"Better to Be Poor but Alive than Rich but Dead But whoever is among (tn The consonantal text (Kethib) has “is chosen, selected.” The translation follows the marginal reading (Qere), “is joined.” See BDB 288 s. v. חָבַר Pu.) the living (tn Heb “all the living.”) has hope; a live dog is better than a dead lion."},{"number":5,"verse":"For the living know that they will die, but the dead do not know anything; they have no further reward — and even the memory of them disappears. (tn Heb “for their memory is forgotten.” The pronominal suffix is an objective genitive, “memory of them.”)"},{"number":6,"verse":"What they loved, (tn Heb “their love.”) as well as what they hated (tn Heb “their hatred.”) and envied, (tn Heb “their envy.”) perished long ago, and they no longer have a part in anything that happens on earth. (tn Heb “under the sun.”)"},{"number":7,"verse":"Life is Brief, so Cherish its Joys Go, eat your food (tn Heb “your bread.”) with joy, and drink your wine with a happy heart, because God has already approved your works."},{"number":8,"verse":"Let your clothes always be white, and do not spare precious ointment on your head."},{"number":9,"verse":"Enjoy (tn Heb “see.”) life with your beloved wife (tn Heb “the wife whom you love.”) during all the days of your fleeting (tn As discussed in the note on the word “futile” in 1:2, the term הֶבֶל (hevel) has a wide range of meanings, and should not be translated the same in every place (see HALOT 236–37 s. v. I הֶבֶל; BDB 210–11 s. v. I הבֶל). The term is used in two basic ways in OT, literally and figuratively. The literal, concrete sense is used in reference to the wind, man’s transitory breath, evanescent vapor (Isa 57:13; Pss 62:10; 144:4; Prov 21:6; Job 7:16). In this sense, it is often a synonym for “breath; wind” (Eccl 1:14; Isa 57:13; Jer 10:14). The literal sense lent itself to the metaphorical sense. Because breath/vapor/wind is transitory and fleeting, the figurative connotation “fleeting; transitory” arose (e. g., Prov 31:30; Eccl 6:12; 7:15; 9:9; 11:10; Job 7:16). In this sense, it is parallel to “few days” and “[days] which he passes like a shadow” (Eccl 6:12). It is used in reference to youth and vigor (11:10) or life (6:12; 7:15; 9:9) which are “transitory” or “fleeting.” In this context, the most appropriate meaning is “fleeting.”) life that God (tn Heb “he”; the referent (God) has been specified in the translation for clarity.) has given you on earth (tn Heb “under the sun”) during all your fleeting days; (tc The phrase כָּל יְמֵי הֶבְלֶךָ (kol yÿme hevlekha, “all your fleeting days”) is present in the MT, but absent in the Greek versions, other medieval Hebrew mss, and the Targum. Its appearance in the MT may be due to dittography (repetition: the scribe wrote twice what should have been written once) from כָּל יְמֵי חַיֵּי הֶבְלֶךָ (kol yÿme khayye hevlekha, “all the days of your fleeting life”) which appears in the preceding line. On the other hand, its omission in the alternate textual tradition may be due to haplography (accidental omission of repeated words) with the earlier line.) for that is your reward in life and in your burdensome work (tn Heb “in your toil in which you toil.”) on earth. (tn Heb “under the sun.”)"},{"number":10,"verse":"Whatever you find to do with your hands, (tn Heb “Whatever your hand finds to do.”) do it with all your might, because there is neither work nor planning nor knowledge nor wisdom in the grave, (tn Heb “Sheol.”) the place where you will eventually go. (tn Or “where you are about to go.”)"},{"number":11,"verse":"Wisdom Cannot Protect against Seemingly Chance Events Again, (tn Heb “I returned and.” In the Hebrew idiom, “to return and do” means “to do again.”) I observed this on the earth: (tn Heb “under the sun.”) the race is not always (tn The term “always” does not appear in the Hebrew text, but is supplied in the translation (five times in this verse) for clarity.) won by the swiftest, the battle is not always won by the strongest; prosperity (tn Heb “bread.”) does not always belong to those who are the wisest, wealth does not always belong to those who are the most discerning, nor does success (tn Heb “favor.”) always come to those with the most knowledge — for time and chance may overcome (tn Heb “happen to.”) them all."},{"number":12,"verse":"Surely, no one (tn Heb “man.” The term is used here in a generic sense and translated “no one.”) knows his appointed time! (tn Heb “time.” BDB 773 s. v. עֵת 2. d suggests that עֵת (’et, “time”) refers to an “uncertain time.” On the other hand, HALOT 901 s. v. עֵת 6 nuances it as “destined time,” that is, “no one knows his destined time [i. e., hour of destiny].” It is used in parallelism with זְמָן (zÿman, “appointed time; appointed hour”) in 3:1 (HALOT 273 s. v. זְמָן; BDB 273 s. v. זְמָן). Eccl 3:9–15 teaches God’s sovereignty over the appointed time-table of human events. Similarly, Qoheleth here notes that no one knows what God has appointed in any situation or time. This highlights the limitations of human wisdom and human ability, as 9:11 stresses.) Like fish that are caught in a deadly (tn Heb “bad, evil.” The moral connotation hardly fits here. The adjective would seem to indicate that the net is the instrument whereby the fish come to ruin.) net, and like birds that are caught in a snare — just like them, all people (tn Heb “the sons of man.”) are ensnared (tn The Masoretes pointed the consonantal form יוקשׁים (“are ensnared”) as יוּקָשִׁים (yuqashim, Pual participle mpl from ַָיקֹשׁ, yaqosh, “to be ensnared”). This is an unusual form for a Pual participle: (1) The characteristic doubling of the middle consonant was omitted due to the lengthening of the preceding short vowel from יֻקָּשִׁים to יוּקָשִׁים (GKC 74 §20. n and 143 §52. s), and (2) The characteristic prefix מְ (mem) is absent, as in a few other Pual participles, e. g., Exod 3:2; Judg 13:8; 2 Kgs 2:10; Isa 30:24; 54:11 (GKC 143 §52. s). On the other hand, the consonant form יוקשים might actually be an example of the old Qal passive participle which dropped out of Hebrew at an early stage, and was frequently mistaken by the Masoretes as a Pual form (e. g., Jer 13:10; 23:32) (GKC 143 §52. s). Similarly, the Masoretes pointed אכל as אֻכָּל (’ukkal, Pual perfect 3rd person masculine singular “he was eaten”); however, it probably should be pointed אֻכַל (’ukhal, old Qal passive perfect 3rd person masculine singular “he was eaten”) because אָכַל (’akhal) only occurs in the Qal (see IBHS 373-74 §22.6a).) at an unfortunate (tn Heb “evil.” The term רָעָה (ra’ah, “evil; unfortunate”) is repeated in v. 12 in the two parts of the comparison: “fish are caught in an evil (רָעָה) net” and “men are ensnared at an unfortunate (רָעָה) time.”) time that falls upon them suddenly."},{"number":13,"verse":"Most People Are Not Receptive to Wise Counsel This is what I also observed about wisdom on earth, (tn Heb “under the sun.”) and it is a great burden (tn The term “burden” does not appear in the Hebrew text, but is supplied in the translation for clarity.) to me:"},{"number":14,"verse":"There was once (tn The verbs in this section function either as past definite actions (describing a past situation) or as hypothetical past actions (describing an imaginary hypothetical situation for the sake of illustration). The LXX uses subjunctives throughout vv. 14–15 to depict the scenario as a hypothetical situation: “Suppose there was a little city, and a few men [lived] in it; and there should come against it a great king, and surround it, and build great siege-works against it; and should find in it a poor wise man, and he should save the city through his wisdom; yet no man would remember that poor man.”) a small city with a few men in it, and a mighty king attacked it, besieging (tn The two perfect tense verbs וְסָבַב (vÿsavav, “he besieged”) and וּבָנָה (uvanah, “he built”) may be taken in a complementary sense, qualifying the action of the main perfect tense verb וּבָא (uva’, “he attacked it”).) it and building strong (tn The root גדל (“mighty; strong; large”) is repeated in 9:13b for emphasis: “a mighty (גָדוֹל, gadol) king…building strong (גְדֹלִים, gÿdolim) siege works.” This repetition highlights the contrast between the vast power and resources of the attacking king, and the meager resources of the “little” (קְטַנָּה, qÿtannah) city with “few” (מְעָט, mÿ’at) men in it to defend it.) siege works against it."},{"number":15,"verse":"However, a poor but wise man lived in the city, (tn Heb “was found in it”; the referent (the city) has been specified in the translation for clarity.) and he could have delivered (tn Or “he delivered.” The verb וּמִלַּט (umillat, from מָלַט, malat, “to deliver”) is functioning either in an indicative sense (past definite action: “he delivered”) or in a modal sense (past potential: “he could have delivered”). The literal meaning of זָכַר (zakhar, “to remember”) in the following line harmonizes with the indicative: “but no one remembered that poor man [afterward].” However, the modal is supported by v. 16: “A poor man’s wisdom is despised; no one ever listens to his advice.” This approach must nuance זָכַר (“to remember”) as “[no one] listened to [that poor man].” Most translations favor the indicative approach: “he delivered” or “he saved” (KJV, RSV, NRSV, NAB, ASV, NASB, MLB, NIV); however, some adopt the modal nuance: “he might have saved” (NEB, NJPS, NASB margin).) the city by his wisdom, but no one listened (tn Heb “remembered.”) to that poor man."},{"number":16,"verse":"So I concluded that wisdom is better than might, (tn Or “power.”) but a poor man’s wisdom is despised; no one ever listens (tn The participle form נִשְׁמָעִים (nishma’im, Niphal participle mpl from שָׁמַע, “to listen”) is used verbally to emphasize a continual, durative, gnomic action.) to his advice. (tn Heb “his words are never listened to.”)"},{"number":17,"verse":"Wisdom versus Fools, Sin, and Folly The words of the wise are heard in quiet, more than the shouting of a ruler is heard (tn The phrase “is heard” does not appear in the Hebrew text, but is supplied in the translation for clarity and smoothness. Note its appearance in the previous line.) among fools."},{"number":18,"verse":"Wisdom is better than weapons of war, but one sinner can destroy much that is good."}]}