{"bibleAbbr":"BB1572","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":10,"verses":[{"number":1,"verse":"Brethren, my heartes desire & prayer to God for Israel, is, that they myght be saued."},{"number":2,"verse":"For I beare them recorde, that they haue a zeale of God: but not accordyng to knowledge."},{"number":3,"verse":"For they beyng ignoraunt of Gods ryghteousnesse, and goyng about to stablyshe their owne righteousnesse, haue not ben obedient vnto the ryghteousness of God."},{"number":4,"verse":"For Christe is the ende of the lawe, for ryghteousnesse to all that beleue."},{"number":5,"verse":"For Moyses writeth, of the ryghteousnesse which [is] of the lawe, howe that the man which doth those thinges, shall lyue by them."},{"number":6,"verse":"But the ryghteousnesse which is of fayth, speaketh on this wise: Say not thou in thyne heart, who shall ascende into heauen? That is, to fetch Christe downe from aboue."},{"number":7,"verse":"Either who shall descende into the deepe? That is, to fetch vp Christe agayne from the dead."},{"number":8,"verse":"But what sayth he? The worde is nye thee, euen in thy mouth, and in thy heart. This same is the worde of faith, which we preache"},{"number":9,"verse":"For if thou shalt knowledge with thy mouth, the Lorde Iesus, and shalt beleue in thyne heart that God raysed hym from the dead, thou shalt be saued."},{"number":10,"verse":"For with the heart man beleueth vnto ryghteousnesse, and with ye mouth man confesseth to saluation."},{"number":11,"verse":"For the scripture sayth: Whosoeuer beleueth on him, shall not be cofounded."},{"number":12,"verse":"There is no difference betwene the Iewe & the Greke: for the same Lorde ouer al, is riche vnto al yt call vpon him."},{"number":13,"verse":"For whosoeuer shall call on the name of the Lorde, shalbe saued."},{"number":14,"verse":"Howe then shall they call on hym, on whom they haue not beleued? Howe shall they beleue on hym of whom they haue not hearde? Howe shal they heare, without a preacher?"},{"number":15,"verse":"And howe shall they preache, except they be sent? As it is written: Howe beautifull are the feete of them whiche bryng good tydynges of peace, & bryng good tydynges of good thynges."},{"number":16,"verse":"But they haue not all obeyed ye Gospel. For Esaias sayth: Lorde, who hath beleued our sayinges?"},{"number":17,"verse":"So then fayth commeth by hearyng, and hearyng commeth by the worde of God."},{"number":18,"verse":"But I aske: Haue they not hearde? No doubt, their sounde went out into all landes, and their wordes into the endes of the worlde."},{"number":19,"verse":"But I demaunde whether Israel did knowe or not? First Moyses sayth: I wyll prouoke you to enuie, by them that are no people: and by a foolyshe nation I wyll anger you."},{"number":20,"verse":"And Esaias is bolde, and sayeth: I am founde of them that sought me not: I am manifest vnto them that asked not after me."},{"number":21,"verse":"But agaynst Israel he sayeth: All day long haue I stretched foorth my handes vnto a people that beleueth not, but speaketh agaynst me."}]}