{"bibleAbbr":"BB1572","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":12,"verses":[{"number":1,"verse":"I beseche you therfore brethren, by the mercifulnesse of God, that ye geue vp your bodyes a quicke sacrifice, holy, acceptable vnto God, [whiche is] your reasonable seruice:"},{"number":2,"verse":"And fasshion not your selues lyke vnto this worlde, but be ye chaunged in your shape, by ye renuing of your minde, that ye may proue what is the wyll of God, good, and acceptable, and perfect."},{"number":3,"verse":"For I say, through the grace geuen vnto me, to euery man among you, that no man esteeme of hym selfe more then he ought to esteeme: but so esteeme [hym selfe] that he behaue hymselfe discretelye, accordyng as God hath dealt to euerye man the measure of fayth."},{"number":4,"verse":"For as we haue many members in one body, and all members haue not one office:"},{"number":5,"verse":"So, we beyng many, are one body in Christe, and euery one members one of another."},{"number":6,"verse":"Seyng that we haue dyuers giftes, accordyng to the grace that is geuen vnto vs, yf any man haue the gyft, either prophesie after the measure of fayth,"},{"number":7,"verse":"Either office in administration, or he that teacheth in teachyng:"},{"number":8,"verse":"Or he that exhorteth, in exhortyng, he that geueth in singlenesse, he that ruleth in diligence, he that is mercifull in chearefulnesse."},{"number":9,"verse":"Loue without dissimulation, hatyng euyll, cleauyng to good."},{"number":10,"verse":"Affectioned one to another with brotherly loue, in geuyng honour, go one before another."},{"number":11,"verse":"Not lither in businesse, feruent in spirite, seruyng the Lorde,"},{"number":12,"verse":"Reioycyng in hope, pacient in trouble, instant in prayer,"},{"number":13,"verse":"Distributyng to ye necessitie of saintes, geuen to hospitalitie."},{"number":14,"verse":"Blesse them which persecute you, blesse, and curse not."},{"number":15,"verse":"Reioyce with them that do reioyce, and wepe with them that wepe."},{"number":16,"verse":"Beyng of lyke affection one towardes another, beyng not hye mynded: but makyng your selues equall to them of the lower sort. Be not wise in your owne opinions,"},{"number":17,"verse":"Recompensyng to no man euyll for euyll. Prouydyng afore hande thynges honest, [not only before God, but also] in the syght of all men."},{"number":18,"verse":"If it be possible, as much as lyeth in you, lyue peaceably with all men."},{"number":19,"verse":"Dearely beloued, auenge not your selues, but rather geue place vnto wrath. For it is written: Uengeaunce is myne, I wyll repay sayth the Lorde."},{"number":20,"verse":"Therfore, yf thyne enemie hunger, feede hym: yf he thyrst, geue him drinke. For in so doyng, thou shalt heape coales of fyre on his head."},{"number":21,"verse":"Be not ouercome of euyll, but ouercome euyll with good."}]}