{"bibleAbbr":"BB1572","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":3,"verses":[{"number":1,"verse":"What preferment then hath ye Iew? or what auauntageth circumcision?"},{"number":2,"verse":"Much euery way. First, for because yt vnto them were committed ye wordes of God."},{"number":3,"verse":"What then though some of them dyd not beleue? Shal their vnbeliefe make the fayth of God without effect?"},{"number":4,"verse":"God forbyd. Yea let God be true, and euery man a lyer, as it is writte: That thou myghtest be iustified in thy sayinges, and ouercome when thou art iudged."},{"number":5,"verse":"But yf our vnrighteousnes setteth foorth the righteousnes of God, what shall we saye? Is God vnryghteous which taketh vengeaunce? I speake after the maner of men,"},{"number":6,"verse":"God forbyd. For howe then shall God iudge the worlde?"},{"number":7,"verse":"For yf the trueth of God hath more abounded through my lye, vnto his glory, why am I as yet iudged as a sinner?"},{"number":8,"verse":"And not rather (as men speake euyll of vs, and as some affirme that we say) let vs do euyll, that good may come therof? Whose dampnation is iuste."},{"number":9,"verse":"What then? Are we better [then they?] No, in no wise. For we haue alredy proued, howe that both Iewes and Gentiles are all vnder sinne."},{"number":10,"verse":"As it is written: There is none righteous, no not one."},{"number":11,"verse":"There is none that vnderstandeth, there is none that seketh after God."},{"number":12,"verse":"They are all gone out of the waye, they are all vnprofitable, there is none that doth good, no not one."},{"number":13,"verse":"Their throte is an open sepulchre, with their tongues they haue deceaued, the poyso of aspes is vnder their lippes."},{"number":14,"verse":"Whose mouth is full of cursyng and bytternesse."},{"number":15,"verse":"Their feete are swyft to shed blood."},{"number":16,"verse":"Heartes griefe & miserie are in their wayes."},{"number":17,"verse":"And they way of peace haue they not knowen."},{"number":18,"verse":"There is no feare of God before their eyes."},{"number":19,"verse":"Nowe we knowe that what thynges so euer the lawe saith, it saith it to them which are vnder the lawe: That all mouthes maye be stopped, and that al ye world may be indaungered to God."},{"number":20,"verse":"Because that by the deedes of the lawe, there shall no flesshe be iustified in his syght. For by the lawe, commeth the knowledge of sinne."},{"number":21,"verse":"But nowe is the righteousnes of God declared without the lawe, beyng witnessed by the testimonie of the lawe and of the prophetes."},{"number":22,"verse":"The ryghteousnes of God [commeth] by the fayth of Iesus Christe, vnto all and vpon all them that beleue. There is no difference:"},{"number":23,"verse":"For all haue synned, and are destitute of the glorie of God,"},{"number":24,"verse":"Iustified freely by his grace, through the redemption that is in Christe Iesu:"},{"number":25,"verse":"Whom God hath set foorth to be a propitiatio, through fayth in his blood, to declare his ryghteousnes, in that he forgeueth the sinnes that are past,"},{"number":26,"verse":"Which God dyd suffer, to shew at this tyme his righteousnes, that he might be iuste, & the iustifier of hym which beleueth on Iesus."},{"number":27,"verse":"Where is then thy boastyng? It is excluded. By what lawe? Of workes? Nay, but by the lawe of fayth."},{"number":28,"verse":"Therfore, we holde that a man is iustified by fayth, without the deedes of the lawe."},{"number":29,"verse":"Is he the God of the Iewes only? Is he not also of the Gentiles? Yes, euen of the Gentiles also."},{"number":30,"verse":"For it is one God whiche shall iustifie the circumcision by fayth, and vncircumcision through fayth."},{"number":31,"verse":"Do we then destroy the lawe through fayth? God forbyd: But we rather mayntayne the lawe."}]}