{"bibleAbbr":"HAC","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":13,"verses":[{"number":1,"verse":"א כה אמר יהוה אלי הלוך וקנית לך אזור פשתים ושמתו על מתניך ובמים לא תבאהו"},{"number":2,"verse":"ב ואקנה את האזור כדבר יהוה ואשם על מתני {פ}"},{"number":3,"verse":"ג ויהי דבר יהוה אלי שנית לאמר"},{"number":4,"verse":"ד קח את האזור אשר קנית אשר על מתניך וקום לך פרתה וטמנהו שם בנקיק הסלע"},{"number":5,"verse":"ה ואלך ואטמנהו בפרת כאשר צוה יהוה אותי"},{"number":6,"verse":"ו ויהי מקץ ימים רבים ויאמר יהוה אלי קום לך פרתה וקח משם את האזור אשר צויתיך לטמנו שם"},{"number":7,"verse":"ז ואלך פרתה--ואחפר ואקח את האזור מן המקום אשר טמנתיו שמה והנה נשחת האזור לא יצלח לכל {פ}"},{"number":8,"verse":"ח ויהי דבר יהוה אלי לאמר"},{"number":9,"verse":"ט כה אמר יהוה ככה אשחית את גאון יהודה ואת גאון ירושלם--הרב"},{"number":10,"verse":"י העם הזה הרע המאנים לשמוע את דברי ההלכים בשררות לבם וילכו אחרי אלהים אחרים לעבדם ולהשתחות להם ויהי כאזור הזה אשר לא יצלח לכל {ס}"},{"number":11,"verse":"יא כי כאשר ידבק האזור אל מתני איש כן הדבקתי אלי את כל בית ישראל ואת כל בית יהודה נאם יהוה להיות לי לעם ולשם ולתהלה ולתפארת ולא שמעו"},{"number":12,"verse":"יב ואמרת אליהם את הדבר הזה {ס} כה אמר יהוה אלהי ישראל כל נבל ימלא יין ואמרו אליך--הידע לא נדע כי כל נבל ימלא יין"},{"number":13,"verse":"יג ואמרת אליהם כה אמר יהוה הנני ממלא את כל ישבי הארץ הזאת ואת המלכים הישבים לדוד על כסאו ואת הכהנים ואת הנבאים ואת כל ישבי ירושלם--שכרון"},{"number":14,"verse":"יד ונפצתים איש אל אחיו והאבות והבנים יחדו--נאם יהוה לא אחמול ולא אחוס ולא ארחם מהשחיתם"},{"number":15,"verse":"טו שמעו והאזינו אל תגבהו כי יהוה דבר"},{"number":16,"verse":"טז תנו ליהוה אלהיכם כבוד בטרם יחשך ובטרם יתנגפו רגליכם על הרי נשף וקויתם לאור ושמה לצלמות ישית (ושית) לערפל"},{"number":17,"verse":"יז ואם לא תשמעוה במסתרים תבכה נפשי מפני גוה ודמע תדמע ותרד עיני דמעה כי נשבה עדר יהוה {ס}"},{"number":18,"verse":"יח אמר למלך ולגבירה השפילו שבו כי ירד מראשותיכם עטרת תפארתכם"},{"number":19,"verse":"יט ערי הנגב סגרו ואין פתח הגלת יהודה כלה הגלת שלומים {ס}"},{"number":20,"verse":"כ שאי (שאו) עיניכם וראי (וראו) הבאים מצפון איה העדר נתן לך--צאן תפארתך"},{"number":21,"verse":"כא מה תאמרי כי יפקד עליך ואת למדת אתם עליך אלפים לראש הלוא חבלים יאחזוך כמו אשת לדה"},{"number":22,"verse":"כב וכי תאמרי בלבבך מדוע קראני אלה ברב עונך נגלו שוליך נחמסו עקביך"},{"number":23,"verse":"כג היהפך כושי עורו ונמר חברברתיו גם אתם תוכלו להיטיב למדי הרע"},{"number":24,"verse":"כד ואפיצם כקש עובר לרוח מדבר"},{"number":25,"verse":"כה זה גורלך מנת מדיך מאתי נאם יהוה אשר שכחת אותי ותבטחי בשקר"},{"number":26,"verse":"כו וגם אני חשפתי שוליך על פניך ונראה קלונך"},{"number":27,"verse":"כז נאפיך ומצהלותיך זמת זנותך על גבעות בשדה ראיתי שקוציך אוי לך ירושלם--לא תטהרי אחרי מתי עד {ס}"}]}