{"bibleAbbr":"KNCL","bookName":"John","bookEnglishName":"John","chapterNumber":10,"verses":[{"number":1,"verse":"ಉತ್ತಮ ಕುರಿಗಾಹಿ “ನಾನು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ: ಕುರಿಹಟ್ಟಿಗೆ ಬಾಗಿಲ ಮೂಲಕ ಬರದೆ ಗೋಡೆ ಹತ್ತಿಬರುವವನು ಕಳ್ಳ ಹಾಗೂ ಕೊಳ್ಳೆಗಾರ."},{"number":2,"verse":"ಬಾಗಿಲ ಮೂಲಕ ಬರುವವನು ಕುರಿಗಾಹಿ."},{"number":3,"verse":"ಕಾವಲುಗಾರನು ಅವನಿಗೆ ಬಾಗಿಲು ತೆರೆಯುತ್ತಾನೆ. ಕುರಿಗಳು ಅವನ ಸ್ವರವನ್ನು ಕೇಳುತ್ತವೆ. ಅವನು ತನ್ನ ಕುರಿಗಳನ್ನು ಹೆಸರಿಟ್ಟು ಕರೆದು ಹೊರಗೆ ಬಿಡುತ್ತಾನೆ."},{"number":4,"verse":"ತನ್ನ ಕುರಿಗಳನ್ನೆಲ್ಲಾ ಹೊರಗೆ ಬಿಟ್ಟ ನಂತರ ಅವುಗಳ ಮುಂದೆ ಹೋಗುತ್ತಾನೆ. ಕುರಿಗಳು ಅವನ ಹಿಂದೆ ಹೋಗುತ್ತವೆ. ಏಕೆಂದರೆ ಅವುಗಳಿಗೆ ಅವನ ಸ್ವರ ಗೊತ್ತು."},{"number":5,"verse":"ಅಪರಿಚಿತನನ್ನು ಅವು ಹಿಂಬಾಲಿಸುವುದಿಲ್ಲ; ಅವನಿಂದ ದೂರ ಓಡಿಹೋಗುತ್ತವೆ. ಅಪರಿಚಿತರ ಸ್ವರವನ್ನು ಅವು ಗುರುತಿಸುವುದಿಲ್ಲ."},{"number":6,"verse":"ಯೇಸು ಸ್ವಾಮಿ ಹೇಳಿದ ಈ ಸಾಮತಿಯನ್ನು ಕೇಳಿದವರು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲಿಲ್ಲ."},{"number":7,"verse":"ಉತ್ತಮ ಕುರಿಗಾಹಿ ಯೇಸು ಆದುದರಿಂದ ಯೇಸು ಸ್ವಾಮಿ, “ನಾನು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ: ಕುರಿಗಳಿಗೆ ನಾನೇ ಬಾಗಿಲು."},{"number":8,"verse":"ನನಗಿಂತ ಮೊದಲು ಬಂದವರೆಲ್ಲರು ಕಳ್ಳರು ಹಾಗೂ ಕೊಳ್ಳೆಗಾರರು. ಕುರಿಗಳು ಅವರಿಗೆ ಕಿವಿಗೊಡಲಿಲ್ಲ."},{"number":9,"verse":"ಹೌದು, ನಾನೇ ಬಾಗಿಲು, ನನ್ನ ಮೂಲಕ ಒಳಹೋಗುವವನು ಸುರಕ್ಷಿತನಾಗಿರುತ್ತಾನೆ. ಅವನು ಒಳಗೆ ಹೋಗುತ್ತಾನೆ, ಹೊರಗೆ ಬರುತ್ತಾನೆ; ಮೇವನ್ನು ಕಂಡುಕೊಳ್ಳುತ್ತಾನೆ."},{"number":10,"verse":"ಕಳ್ಳನು ಬರುವುದು ಕಳ್ಳತನಕ್ಕಾಗಿ, ಕೊಲ್ಲುವುದಕ್ಕಾಗಿ ಮತ್ತು ನಾಶಮಾಡುವುದಕ್ಕಾಗಿ ಮಾತ್ರ. ನಾನು ಬಂದದ್ದಾದರೋ ಜೀವನೀಡಲು, ಯಥೇಚ್ಛವಾಗಿ ನೀಡಲು."},{"number":11,"verse":"“ನಾನೇ ಉತ್ತಮ ಕುರಿಗಾಹಿ. ಉತ್ತಮ ಕುರಿಗಾಹಿಯು ಕುರಿಗಳಿಗೋಸ್ಕರ ತನ್ನ ಪ್ರಾಣವನ್ನೇ ಕೊಡುತ್ತಾನೆ."},{"number":12,"verse":"ಕುರಿಗಾಹಿಯಾಗಲಿ, ಕುರಿಗಳ ಒಡೆಯನಾಗಲಿ ಅಲ್ಲದ ಕೂಲಿಯಾಳು, ತೋಳ ಬರುವುದನ್ನು ಕಂಡದ್ದೇ, ಕುರಿಗಳನ್ನು ಬಿಟ್ಟು ಓಡಿಹೋಗುತ್ತಾನೆ. ತೋಳವು ಬಂದು ಕುರಿಗಳ ಮೇಲೆ ಎರಗಿ, ಮಂದೆಯನ್ನು ಚದರಿಸುತ್ತದೆ."},{"number":13,"verse":"ಅವನು ಕೇವಲ ಕೂಲಿಯಾಳು; ಕುರಿಗಳ‍ ಚಿಂತೆ ಅವನಿಗಿಲ್ಲ."},{"number":14,"verse":"ನಾನಾದರೋ ಉತ್ತಮ ಕುರಿಗಾಹಿ. ಪಿತನು ನನ್ನನ್ನು ಬಲ್ಲರು; ನಾನೂ ಪಿತನನ್ನು ಬಲ್ಲೆ. ಅಂತೆಯೇ ನಾನು ನನ್ನ ಕುರಿಗಳನ್ನು ಬಲ್ಲೆನು; ಅವು ನನ್ನನ್ನು ಬಲ್ಲವು. ಅವುಗಳಿಗೋಸ್ಕರ ನಾನು ನನ್ನ ಪ್ರಾಣವನ್ನೇ ಕೊಡುತ್ತೇನೆ."},{"number":16,"verse":"ಈ ಮಂದೆಗೆ ಸೇರದ ಬೇರೆ ಕುರಿಗಳೂ ನನಗಿವೆ. ಅವನ್ನೂ ನಾನು ಕರೆತರಬೇಕು. ಅವು ಸಹ ನನ್ನ ಸ್ವರಕ್ಕೆ ಕಿವಿಗೊಡುತ್ತವೆ. ಆಗ ಒಂದೇ ಕುರಿಹಿಂಡು ಆಗುವುದು. ಒಬ್ಬನೇ ಕುರಿಗಾಹಿ ಇರುವನು."},{"number":17,"verse":"“ಏಕೆಂದರೆ, ನನ್ನ ಪಿತನಿಗೆ ನನ್ನಲ್ಲಿ ಪ್ರೀತಿ ಇದೆ. ನನ್ನ ಪ್ರಾಣವನ್ನು ಮರಳಿ ಪಡೆಯುವಂತೆ ನಾನದನ್ನು ಧಾರೆಯೆರೆಯುತ್ತೇನೆ."},{"number":18,"verse":"ನನ್ನ ಪ್ರಾಣವನ್ನು ಯಾರೂ ನನ್ನಿಂದ ಕಸಿದುಕೊಳ್ಳಲಾರರು; ನಾನಾಗಿಯೇ ಅದನ್ನು ಧಾರೆಯೆರೆಯುತ್ತೇನೆ. ಅದನ್ನು ಧಾರೆಯೆರೆಯುವ ಹಕ್ಕು ನನಗಿದೆ. ಅದನ್ನು ಪುನಃ ಪಡೆಯುವ ಹಕ್ಕು ಸಹ ನನಗಿದೆ. ಈ ಆಜ್ಞೆಯನ್ನು ನಾನು ನನ್ನ ಪಿತನಿಂದ ಪಡೆದಿದ್ದೇನೆ,” ಎಂದು ನುಡಿದರು."},{"number":19,"verse":"ಈ ಮಾತುಗಳನ್ನು ಕೇಳಿದ ಯೆಹೂದ್ಯರಲ್ಲಿ ಮತ್ತೆ ವಾದವೆದ್ದಿತು."},{"number":20,"verse":"ಅವರಲ್ಲಿ ಹಲವರು, “ಅವನಿಗೆ ದೆವ್ವಹಿಡಿದಿದೆ: ಅವನೊಬ್ಬ ಹುಚ್ಚ, ಅವನಿಗೇಕೆ ಕಿವಿಗೊಡುತ್ತೀರಿ?” ಎಂದರು."},{"number":21,"verse":"ಉಳಿದವರಾದರೋ, “ಇವು ದೆವ್ವಹಿಡಿದವನ ಮಾತುಗಳೆಂದಿಗೂ ಅಲ್ಲ. ದೆವ್ವವು ಕುರುಡನಿಗೆ ಕಣ್ಣು ಕೊಡುವುದುಂಟೆ?” ಎಂದರು."},{"number":22,"verse":"ಪರಿತ್ಯಕ್ತರಾದ ಯೇಸು ಅದು ಚಳಿಗಾಲವಾಗಿತ್ತು. ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಮಹಾದೇವಾಲಯದ ಪ್ರತಿಷ್ಠಾಪನೆಯ ಹಬ್ಬಾಚರಣೆ ನಡೆಯುತ್ತಿತ್ತು."},{"number":23,"verse":"ಯೇಸು ಸ್ವಾಮಿ ಆ ದೇವಾಲಯದ ಆವರಣದಲ್ಲಿದ್ದ ಸೊಲೊಮೋನನ ಮಂಟಪದಲ್ಲಿ ತಿರುಗಾಡುತ್ತಿದ್ದರು."},{"number":24,"verse":"ಯೆಹೂದ್ಯರು ಅವರನ್ನು ಸುತ್ತುವರಿದು, “ಇನ್ನೆಷ್ಟುಕಾಲ ನಮ್ಮನ್ನು ಸಂಶಯದಲ್ಲಿರಿಸುವೆ?ನೀನೇ ಅಭಿಷಿಕ್ತನಾದ ಲೋಕೋದ್ಧಾರಕ ಆಗಿದ್ದರೆ ನಮಗೆ ಸ್ಪಷ್ಟವಾಗಿ ಹೇಳು,” ಎಂದರು."},{"number":25,"verse":"ಯೇಸು ಪ್ರತ್ಯುತ್ತರವಾಗಿ, “ನಾನು ನಿಮಗೆ ಹೇಳಿಯಾಯಿತು. ಆದರೂ ನೀವು ನಂಬುತ್ತಿಲ್ಲ. ನನ್ನ ಪಿತನ ಹೆಸರಿನಲ್ಲಿ ನಾನು ಮಾಡುವ ಕಾರ್ಯಗಳೇ ನನ್ನ ಪರವಾಗಿ ಸಾಕ್ಷಿಕೊಡುತ್ತವೆ."},{"number":26,"verse":"ಆದರೂ ನಿಮಗೆ ನಂಬಿಕೆಯೆಂಬುದಿಲ್ಲ. ಕಾರಣ, ನೀವು ನನ್ನ ಕುರಿಗಳಲ್ಲ."},{"number":27,"verse":"ನನ್ನ ಕುರಿಗಳಾದರೋ ನನ್ನ ಸ್ವರವನ್ನು ಗುರುತಿಸುತ್ತವೆ. ನಾನು ಅವನ್ನು ಬಲ್ಲೆನು. ಅವು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸುತ್ತವೆ."},{"number":28,"verse":"ನಾನು ಅವುಗಳಿಗೆ ನಿತ್ಯಜೀವವನ್ನು ಕೊಡುತ್ತೇನೆ. ಅವು ಎಂದಿಗೂ ನಾಶ ಆಗುವುದಿಲ್ಲ. ನನ್ನ ಕೈಯಿಂದ ಅವನ್ನು ಯಾರೂ ಕಸಿದುಕೊಳ್ಳಲಾರರು,"},{"number":29,"verse":"ಅವನ್ನು ನನಗೆ ಕೊಟ್ಟ ಪಿತ ಸರ್ವಶ್ರೇಷ್ಠರು. ಪಿತನ ಕೈಯಿಂದ ಅವನ್ನು ಯಾರೂ ಕಸಿದುಕೊಳ್ಳಲಾರರು."},{"number":30,"verse":"ನಾನೂ ಪಿತನೂ ಒಂದೇ ಆಗಿದ್ದೇವೆ,” ಎಂದರು."},{"number":31,"verse":"ಆಗ ಯೆಹೂದ್ಯರು, ಅವರತ್ತ ಬೀರಲು ಕಲ್ಲುಗಳನ್ನು ಆಯ್ದುಕೊಂಡರು."},{"number":32,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ಪಿತನ ಹೆಸರಿನಲ್ಲಿ ನಾನು ಎಷ್ಟೋ ಸತ್ಕಾರ್ಯಗಳನ್ನು ನಿಮ್ಮ ಮುಂದೆ ಮಾಡಿದ್ದೇನೆ. ಇವುಗಳಲ್ಲಿ ಯಾವುದಕ್ಕಾಗಿ ನನ್ನ ಮೇಲೆ ಕಲ್ಲೆಸೆಯಬೇಕೆಂದಿದ್ದೀರಿ?” ಎಂದರು."},{"number":33,"verse":"ಅದಕ್ಕೆ ಯೆಹೂದ್ಯರು, “ನಿನ್ನ ಮೇಲೆ ಕಲ್ಲೆಸೆಯುವುದು ಸತ್ಕಾರ್ಯಕ್ಕಾಗಿ ಅಲ್ಲ, ದೇವದೂಷಣೆಗಾಗಿ. ನೀನು ಮನುಷ್ಯ ಮಾತ್ರನು; ಆದರೂ ನಿನ್ನನ್ನೇ ದೇವರನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದೀಯೇ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":34,"verse":"ಆಗ ಯೇಸು, “ ‘ನೀವು ದೇವರುಗಳು’ ಎಂದು ದೇವರೇ ಹೇಳಿರುವ ಮಾತು ನಿಮ್ಮ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದಿದೆಯಲ್ಲವೆ?"},{"number":35,"verse":"ದೇವರ ವಾಕ್ಯವನ್ನು ಪಡೆದವರು ದೇವರುಗಳೇ ಎಂದು ಕರೆಯಲಾಗಿದೆ. ಹೀಗೆ ಪವಿತ್ರಗ್ರಂಥದಲ್ಲೇ ಲಿಖಿತವಾಗಿರುವುದು ನಿರರ್ಥಕವೇನೂ ಅಲ್ಲ."},{"number":36,"verse":"ಇಂತಿರುವಲ್ಲಿ, ಪಿತನೇ ಪ್ರತಿಷ್ಠಿಸಿ ಕಳುಹಿಸಿಕೊಟ್ಟವನಾದ ನಾನು, ‘ದೇವರ ಪುತ್ರನಾಗಿದ್ದೇನೆ’ ಎಂದು ಹೇಳಿಕೊಂಡಿದ್ದಕ್ಕೆ, ‘ಇವನು ದೇವದೂಷಣೆ ಮಾಡಿದ್ದಾನೆ’ ಎನ್ನುತ್ತೀರಲ್ಲಾ?"},{"number":37,"verse":"ನಾನು ನನ್ನ ಪಿತನ ಕಾರ್ಯಗಳನ್ನು ಮಾಡದಿದ್ದರೆ ನೀವು ನನ್ನನ್ನು ನಂಬಬೇಕಾಗಿಲ್ಲ."},{"number":38,"verse":"ನಾನು ಹಾಗೆ ಮಾಡಿದ್ದೇ ಆದರೆ, ನನ್ನನ್ನು ನಂಬದೆಹೋದರೂ ನನ್ನ ಕಾರ್ಯಗಳನ್ನಾದರೂ ನಂಬಿರಿ. ಆಗ ಪಿತನು ನನ್ನಲ್ಲಿಯೂ ನಾನು ಪಿತನಲ್ಲಿಯೂ ಇರುವುದು ನಿಮಗೆ ಅರಿವಾಗುವುದು ಹಾಗೂ ಮನದಟ್ಟಾಗುವುದು,” ಎಂದರು."},{"number":39,"verse":"ಮತ್ತೊಮ್ಮೆ ಯೇಸುವನ್ನು ಬಂಧಿಸಲು ಆ ಯೆಹೂದ್ಯರು ಪ್ರಯತ್ನಿಸಿದರು. ಆದರೆ ಯೇಸು ಅವರ ಕೈಯಿಂದ ತಪ್ಪಿಸಿಕೊಂಡರು."},{"number":40,"verse":"ಬಳಿಕ ಯೇಸು ಸ್ವಾಮಿ ಜೋರ್ಡನ್ ನದಿಯನ್ನು ದಾಟಿ ಯೊವಾನ್ನನು ಮೊತ್ತಮೊದಲು ಸ್ನಾನದೀಕ್ಷೆಯನ್ನು ಕೊಡುತ್ತಿದ್ದ ಸ್ಥಳಕ್ಕೆ ಬಂದು ಅಲ್ಲಿ ತಂಗಿದರು."},{"number":41,"verse":"ಹಲವರು ಅವರ ಬಳಿಗೆ ಬರತೊಡಗಿದರು. ‘ಯೊವಾನ್ನನು ಒಂದು ಸೂಚಕಕಾರ್ಯವನ್ನೂ ಮಾಡಲಿಲ್ಲ; ಆದರೆ ಇವರ ವಿಷಯವಾಗಿ ಆತ ಹೇಳಿದ್ದೆಲ್ಲವೂ ನಿಜವಾಗಿದೆ’ ಎಂದು ಆ ಜನರು ಮಾತನಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು."},{"number":42,"verse":"ಅಲ್ಲಿ ಹಲವರಿಗೆ ಯೇಸುವಿನಲ್ಲಿ ವಿಶ್ವಾಸ ಹುಟ್ಟಿತು."}]}