{"bibleAbbr":"KNCL","bookName":"John","bookEnglishName":"John","chapterNumber":13,"verses":[{"number":1,"verse":"(ಶಿಷ್ಯರಿಗೆ ಪಾದಸ್ನಾನ) ಅಂದು ಪಾಸ್ಕಹಬ್ಬದ ಹಿಂದಿನ ದಿನ. ತಾವು ಈ ಲೋಕವನ್ನು ಬಿಟ್ಟು ಪಿತನ ಬಳಿಗೆ ಹೋಗಬೇಕಾದ ಗಳಿಗೆ ಬಂದಿರುವುದು ಎಂದು ಯೇಸು ಸ್ವಾಮಿಗೆ ತಿಳಿದಿತ್ತು. ಈ ಲೋಕದಲ್ಲಿದ್ದ ತಮ್ಮವರನ್ನು ಯಾವಾಗಲೂ ಪ್ರೀತಿಸುತ್ತಿದ್ದ ಅವರು ಆ ಪ್ರೀತಿಯ ಪರಮಾವಧಿಯನ್ನು ಈಗ ತೋರಿಸಲಿದ್ದರು."},{"number":2,"verse":"(ಯೇಸುವನ್ನು ಗುರುದ್ರೋಹದಿಂದ ಹಿಡಿದುಕೊಡಬೇಕೆಂಬ ಆಲೋಚನೆಯನ್ನು ಸೈತಾನನು ಸಿಮೋನನ ಮಗ ಇಸ್ಕರಿಯೋತಿನ ಯೂದನಲ್ಲಿ ಈಗಾಗಲೇ ಹುಟ್ಟಿಸಿದ್ದನು)."},{"number":3,"verse":"ಊಟಕ್ಕೆ ಎಲ್ಲರೂ ಕುಳಿತಿದ್ದರು. ಪಿತನು ಎಲ್ಲವನ್ನೂ ತಮ್ಮ ಕೈಗೆ ಒಪ್ಪಿಸಿರುವರೆಂದೂ ತಾವು ದೇವರ ಬಳಿಯಿಂದ ಬಂದಿದ್ದು, ಈಗ ದೇವರ ಬಳಿಗೇ ಮರಳುತ್ತಿದ್ದೆನೆಂದೂ ಯೇಸುವಿಗೆ ತಿಳಿದಿತ್ತು."},{"number":4,"verse":"ಅವರು ಊಟದಿಂದ ಎದ್ದು, ತಮ್ಮ ಮೇಲುಹೊದಿಕೆಯನ್ನು ತೆಗೆದಿಟ್ಟರು. ಅಂಗವಸ್ತ್ರವನ್ನು ಸೊಂಟಕ್ಕೆ ಕಟ್ಟಿಕೊಂಡರು."},{"number":5,"verse":"ಅನಂತರ ಒಂದು ಬೋಗುಣಿಗೆ ನೀರು ಸುರಿದುಕೊಂಡು ತಮ್ಮ ಶಿಷ್ಯರ ಕಾಲುಗಳನ್ನು ತೊಳೆಯುತ್ತಾ ತಾವು ಕಟ್ಟಿಕೊಂಡಿದ್ದ ಅಂಗವಸ್ತ್ರದಿಂದ ಒರಸತೊಡಗಿದರು."},{"number":6,"verse":"ಹೀಗೆ, ಅವರು ಸಿಮೋನ ಪೇತ್ರನ ಹತ್ತಿರಕ್ಕೆ ಬಂದಾಗ ಆತ, “ಪ್ರಭುವೇ, ನೀವು ನನ್ನ ಕಾಲುಗಳನ್ನು ತೊಳೆಯುವುದೇ?” ಎಂದನು."},{"number":7,"verse":"ಯೇಸು, “ನಾನು ಮಾಡುತ್ತಿರುವುದು ನಿನಗೆ ಈಗ ಅರ್ಥವಾಗದು, ಮುಂದೆ ಅರ್ಥವಾಗುತ್ತದೆ,” ಎಂದು ಉತ್ತರಿಸಿದರು."},{"number":8,"verse":"“ನೀವು ನನ್ನ ಕಾಲುಗಳನ್ನು ತೊಳೆಯುವುದು ಎಂದಿಗೂ ಕೂಡದು,” ಎಂದು ಪೇತ್ರನು ಪ್ರತಿಭಟಿಸಿದನು. ಅದಕ್ಕೆ ಯೇಸು, “ನಾನು ತೊಳೆಯದಿದ್ದರೆ ನಿನಗೆ ನನ್ನಲ್ಲಿ ಪಾಲು ಇಲ್ಲ,” ಎಂದು ನುಡಿದರು."},{"number":9,"verse":"ಆಗ ಪೇತ್ರನು, “ಹಾಗಾದರೆ ಪ್ರಭೂ, ನನ್ನ ಕಾಲುಗಳನ್ನು ಮಾತ್ರವಲ್ಲ, ನನ್ನ ಕೈಗಳನ್ನೂ ತಲೆಯನ್ನೂ ತೊಳೆಯಿರಿ, ಎಂದನು."},{"number":10,"verse":"ಯೇಸು, “ಸ್ನಾನಮಾಡಿಕೊಂಡವನು ಕಾಲುಗಳನ್ನು ತೊಳೆದುಕೊಂಡರೆ ಸಾಕು, ಅವನ ಮೈಯೆಲ್ಲಾ ಶುದ್ಧವಾಗಿರುತ್ತದೆ. ನೀವೂ ಕೂಡ ಶುದ್ಧರಾಗಿದ್ದೀರಿ. ಆದರೆ ನಿಮ್ಮಲ್ಲಿ ಎಲ್ಲರೂ ಶುದ್ಧರಲ್ಲ,” ಎಂದು ಹೇಳಿದರು."},{"number":11,"verse":"ತಮ್ಮನ್ನು ಗುರುದ್ರೋಹದಿಂದ ಹಿಡಿದುಕೊಡುವವನು ಯಾರೆಂಬುದು ಅವರಿಗೆ ಗೊತ್ತಿತ್ತು. ಅದಕ್ಕಾಗಿಯೇ ಅವರು, ‘ನಿಮ್ಮಲ್ಲಿ ಎಲ್ಲರೂ ಶುದ್ಧರಲ್ಲ,’ ಎಂದು ಹೇಳಿದರು."},{"number":12,"verse":"ಶಿಷ್ಯರ ಪಾದಗಳನ್ನು ತೊಳೆದ ಮೇಲೆ ಯೇಸು ತಮ್ಮ ಮೇಲುಹೊದಿಕೆಯನ್ನು ಹಾಕಿಕೊಂಡು ಕುಳಿತುಕೊಂಡರು. ತಮ್ಮ ಶಿಷ್ಯರಿಗೆ, “ನಿಮಗೆ, ನಾನು ಮಾಡಿರುವುದು ಏನೆಂದು ಅರ್ಥವಾಯಿತೇ?"},{"number":13,"verse":"‘ಬೋಧಕರೇ, ಪ್ರಭುವೇ’ ಎಂದು ನೀವು ನನ್ನನ್ನು ಕರೆಯುತ್ತೀರಿ; ನೀವು ಹಾಗೆ ಹೇಳುವುದು ಸರಿಯೆ. ನಾನು ಬೋಧಕನೂ ಹೌದು, ಪ್ರಭುವೂ ಹೌದು."},{"number":14,"verse":"ನಿಮಗೆ ಪ್ರಭೂವೂ ಬೋಧಕನೂ ಆಗಿರುವ ನಾನೇ ನಿಮ್ಮ ಕಾಲುಗಳನ್ನು ತೊಳೆದಿರುವಾಗ ನೀವು ಸಹ ಒಬ್ಬರ ಕಾಲುಗಳನ್ನು ಇನ್ನೊಬ್ಬರು ತೊಳೆಯುವ ಹಂಗಿನಲ್ಲಿದ್ದೀರಿ."},{"number":15,"verse":"ನಾನು ನಿಮಗೆ ಒಂದು ಆದರ್ಶವನ್ನು ಕೊಟ್ಟಿದ್ದೇನೆ. ನಾನು ನಿಮಗೆ ಮಾಡಿದಂತೆಯೇ ನೀವೂ ಇತರರಿಗೆ ಮಾಡಿರಿ."},{"number":16,"verse":"ನಾನು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ; ಧಣಿಗಿಂತ ದಾಸನು ದೊಡ್ಡವನಲ್ಲ. ಅಂತೆಯೇ ಕಳುಹಿಸಲಾದವನು ಕಳುಹಿಸುವವನಿಗಿಂತ ಶ್ರೇಷ್ಠನಲ್ಲ."},{"number":17,"verse":"ಇದನ್ನೆಲ್ಲಾ ಅರ್ಥಮಾಡಿಕೊಂಡು ಅದರಂತೆ ನಡೆದರೆ, ನೀವು ಧನ್ಯರು !"},{"number":18,"verse":"(ಉಂಡವರ ಮನೆಗೆ ಎರಡು ಬಗೆ) “ನಾನು ನಿಮ್ಮೆಲ್ಲರನ್ನೂ ಕುರಿತು ಹೀಗೆ ಹೇಳುತ್ತಾ ಇಲ್ಲ. ಯಾರನ್ನು ನಾನು ಆರಿಸಿಕೊಂಡಿದ್ದೇನೆಂಬುದು ನನಗೆ ಗೊತ್ತು. ಆದರೆ ‘ನನ್ನೊಡನೆ ಉಂಡವನೇ ನನಗೆ ದ್ರೋಹ ಬಗೆದನು’ ಎಂಬುದಾಗಿ ಪವಿತ್ರಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿದೆ. ಆ ಮಾತು ಈಡೇರಬೇಕಾಗಿದೆ."},{"number":19,"verse":"ಅದು ಈಡೇರುವಾಗ ‘ಇರುವಾತನು ನಾನೇ’ ಎಂದು ನೀವು ವಿಶ್ವಾಸಿಸುವಂತೆ ಅದು ಈಡೇರುವುದಕ್ಕೆ ಮುಂಚೆಯೇ ನಿಮಗೆ ಹೇಳುತ್ತಿದ್ದೇನೆ."},{"number":20,"verse":"ನಾನು ಕಳುಹಿಸಿದಾತನನ್ನು ಬರಮಾಡಿಕೊಳ್ಳುವವನು ನನ್ನನ್ನೇ ಬರಮಾಡಿಕೊಳ್ಳುತ್ತಾನೆ. ನನ್ನನ್ನು ಬರಮಾಡಿಕೊಳ್ಳುವವನು ನನ್ನನ್ನು ಕಳುಹಿಸಿದಾತನನ್ನೇ ಬರಮಾಡಿಕೊಳ್ಳುತ್ತಾನೆಂದು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ,” ಎಂದರು."},{"number":21,"verse":"(ಯೂದನ ಗುರುದ್ರೋಹ) ಇದೆಲ್ಲವನ್ನೂ ಹೇಳಿಯಾದ ಮೇಲೆ ಯೇಸು ಸ್ವಾಮಿ ಮನಸ್ಸಿನಲ್ಲಿ ಬಹಳವಾಗಿ ನೊಂದುಕೊಂಡರು. ಅವರು, “ನಾನು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ; ನಿಮ್ಮಲ್ಲೊಬ್ಬನು ದ್ರೋಹ ಬಗೆದು ನನ್ನನ್ನು ಹಿಡಿದೊಪ್ಪಿಸುವನು,” ಎಂದು ಸ್ಪಷ್ಟವಾಗಿ ಹೇಳಿದರು."},{"number":22,"verse":"ಯೇಸು ಯಾರನ್ನು ಕುರಿತು ಹಾಗೆಂದರೆಂದು ತಿಳಿಯದೆ ಶಿಷ್ಯರು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಸಂಶಯದಿಂದ ನೋಡುವವರಾದರು."},{"number":23,"verse":"ಯೇಸುವಿನ ಪಕ್ಕದಲ್ಲೇ ಒರಗಿಕುಳಿತಿದ್ದ ಅವರ ಆಪ್ತ ಶಿಷ್ಯನಿಗೆ,"},{"number":24,"verse":"ಸಿಮೋನಪೇತ್ರನು, “ಯಾರನ್ನು ಕುರಿತು ಹಾಗೆ ಹೇಳುತ್ತಿದ್ದಾರೆಂದು ಕೇಳು,” ಎಂದು ಸನ್ನೆಮಾಡಿದನು."},{"number":25,"verse":"ಆಗ ಆ ಶಿಷ್ಯನು, ಯೇಸುವಿನ ಮಗ್ಗುಲಿಗೆ ಸರಿದು, “ಅಂಥವನು ಯಾರು ಪ್ರಭೂ?’ ಎಂದು ಕೇಳಿದನು."},{"number":26,"verse":"ಯೇಸು, “ನಾನು ರೊಟ್ಟಿಯ ತುಂಡನ್ನು ಬಟ್ಟಲಿನಲ್ಲಿ ಅದ್ದಿ ಅದನ್ನು ಯಾರಿಗೆಕೊಡುತ್ತೇನೋ ಅವನೇ,” ಎಂದು ಹೇಳಿ ರೊಟ್ಟಿಯ ತುಂಡನ್ನು ಅದ್ದಿ ಸಿಮೋನನ ಮಗ ಇಸ್ಕರಿಯೋತಿನ ಯೂದನಿಗೆ ಕೊಟ್ಟರು."},{"number":27,"verse":"ಯೂದನು ಅದನ್ನು ತೆಗೆದುಕೊಂಡದ್ದೇ ತಡ, ಸೈತಾನನು ಅವನನ್ನು ಹೊಕ್ಕನು."},{"number":28,"verse":"ಆಗ ಯೇಸು, “ನೀನು ಮಾಡಬೇಕೆಂದಿರುವುದನ್ನು ಬೇಗನೆ ಮಾಡಿಮುಗಿಸು,” ಎಂದರು. ಊಟಕ್ಕೆ ಕುಳಿತಿದ್ದ ಶಿಷ್ಯರಿಗೆ, ಯೇಸು ಹಾಗೇಕೆ ಹೇಳಿದರೆಂದು ಅರ್ಥವಾಗಲಿಲ್ಲ."},{"number":29,"verse":"ಯೂದನ ವಶದಲ್ಲಿ ಹಣದ ಚೀಲವಿದ್ದುದರಿಂದ, ‘ಹಬ್ಬಕ್ಕೆ ನಮಗೆ ಬೇಕಾದುದನ್ನು ಕೊಂಡು ಬಾ,’ ಎಂದೋ, ‘ಬಡವರಿಗೆ ಏನಾದರೂ ಕೊಡು’ ಎಂದೋ, ಯೇಸು ಹೇಳಿರಬೇಕೆಂದು ಕೆಲವು ಶಿಷ್ಯರು ಭಾವಿಸಿದರು."},{"number":30,"verse":"ಆ ರೊಟ್ಟಿಯ ತುಂಡನ್ನು ತೆಗೆದುಕೊಂಡಕೂಡಲೇ ಯೂದನು ಎದ್ದು ಹೊರಟುಹೋದನು; ಆಗ ರಾತ್ರಿಯಾಗಿತ್ತು."},{"number":31,"verse":"(ಹೊಸ ಕಟ್ಟಳೆ) ಯೂದನು ಹೊರಟುಹೋದಮೇಲೆ ಯೇಸು ಸ್ವಾಮಿ ಹೀಗೆಂದರು: “ಈಗ ನರಪುತ್ರನ ಮಹಿಮೆ ಪ್ರಕಟವಾಗುವುದು. ಆತನಲ್ಲಿ ದೇವರ ಮಹಿಮೆಯೂ ಪ್ರಕಟವಾಗುವುದು."},{"number":32,"verse":"ದೇವರ ಮಹಿಮೆ ಆತನಲ್ಲಿ ಪ್ರಕಟವಾದರೆ, ದೇವರೇ ನರಪುತ್ರನ ಮಹಿಮೆಯನ್ನು ತಮ್ಮಲ್ಲಿ ಪ್ರಕಟಪಡಿಸುವರು. ತಕ್ಷಣವೇ ಪ್ರಕಟಪಡಿಸುವರು."},{"number":33,"verse":"ಪ್ರಿಯ ಮಕ್ಕಳೇ, ಇನ್ನು ತುಸುಕಾಲ ಮಾತ್ರ ನಾನು ನಿಮ್ಮೊಡನೆ ಇರುತ್ತೇನೆ, ಆಮೇಲೆ ನೀವು ನನ್ನನ್ನು ಹುಡುಕುವಿರಿ, ‘ಆದರೆ ನಾನು ಹೋಗುವಲ್ಲಿಗೆ ನೀವು ಬರಲಾರಿರಿ’ ಎಂದು ನಾನು ಯೆಹೂದ್ಯರಿಗೆ ಹೇಳಿದಂತೆಯೇ ನಿಮಗೂ ಹೇಳುತ್ತೇನೆ."},{"number":34,"verse":"ನಿಮಗೊಂದು ಹೊಸ ಆಜ್ಞೆಯನ್ನು ಕೊಡುತ್ತೇನೆ: ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಿರಿ. ನಾನು ನಿಮ್ಮನ್ನು ಪ್ರಿತಿಸಿದಂತೆಯೇ ನೀವು ಸಹ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಿರಿ."},{"number":35,"verse":"ನಿಮ್ಮ ಈ ಪರಸ್ಪರ ಪ್ರೀತಿಯನ್ನು ಕಂಡು ನೀವು ನನ್ನ ಶಿಷ್ಯರೆಂದು ಜನರೆಲ್ಲರೂ ಅರಿತುಕೊಳ್ಳುವರು."},{"number":36,"verse":"(ಪೇತ್ರನ ಅಲ್ಲಗಳಿಕೆಯ ಮುನ್ಸೂಚನೆ) ( ಆಗ ಸಿಮೋನ ಪೇತ್ರನು, “ಪ್ರಭುವೇ, ನೀವು ಹೋಗುವುದಾದರೂ ಎಲ್ಲಿಗೆ?” ಎಂದು ಕೇಳಿದನು. “ನಾನು ಹೋಗುವಲ್ಲಿಗೆ ನೀನು ಈಗ ಬರಲಾರೆ. ಅನಂತರ ಬರುವೆ,” ಎಂದು ಯೇಸು ಉತ್ತರಕೊಡಲು"},{"number":37,"verse":"ಪೇತ್ರನು, “ಈಗಲೇ ನಿಮ್ಮ ಹಿಂದೆಬರಲು ಏಕಾಗದು? ಪ್ರಭೂ, ನಿಮಗಾಗಿ ಪ್ರಾಣವನ್ನು ಕೊಡಲೂ ಸಿದ್ಧನಿದ್ದೇನೆ,” ಎಂದನು."},{"number":38,"verse":"ಆಗ ಯೇಸು, “ನನಗಾಗಿ ಪ್ರಾಣವನ್ನುಕೊಡಲು ಸಿದ್ಧನಿರುವೆಯಾ? ನಾನು ನಿನಗೆ ನಿಜವಾಗಿ ಹೇಳುತ್ತೇನೆ ಕೇಳು: ನೀನು ನನ್ನನ್ನು ಅರಿಯೆನೆಂದು ಮೂರುಬಾರಿ ತಿರಸ್ಕರಿಸುವ ತನಕ ನಾಳೆ ಮುಂಜಾನೆ ಕೋಳಿ ಕೂಗುವುದಿಲ್ಲ,” ಎಂದು ನುಡಿದರು."}]}