{"bibleAbbr":"KNCL","bookName":"John","bookEnglishName":"John","chapterNumber":15,"verses":[{"number":1,"verse":"ನೈಜ ದ್ರಾಕ್ಷಾಬಳ್ಳಿ “ನಾನೇ ನಿಜವಾದ ದ್ರಾಕ್ಷಾಬಳ್ಳಿ. ನನ್ನ ಪಿತನೇ ತೋಟಗಾರ."},{"number":2,"verse":"ನನ್ನಲ್ಲಿದ್ದೂ ಫಲಕೊಡದ ಕವಲುಬಳ್ಳಿಗಳನ್ನೆಲ್ಲಾ ಅವರು ಕತ್ತರಿಸಿಹಾಕುವರು. ಫಲಕೊಡುವ ಕವಲುಬಳ್ಳಿಗಳು ಮತ್ತಷ್ಟು ಫಲಕೊಡುವಂತೆ ಅವನ್ನು ಸವರಿ ಶುದ್ಧಗೊಳಿಸುವರು."},{"number":3,"verse":"ನೀವಾದರೋ, ನಾನು ನಿಮ್ಮೊಡನೆ ಆಡಿದ ಮಾತಿನಿಂದಾಗಿ ಸವರಿದ ಕವಲುಗಳಂತೆ ಶುದ್ಧರಾಗಿದ್ದೀರಿ."},{"number":4,"verse":"ನೀವು ನನ್ನಲ್ಲಿ ನೆಲೆಗೊಂಡಿರಿ, ಆಗ ನಾನು ನಿಮ್ಮಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವೆನು. ಕವಲು ಮೂಲಬಳ್ಳಿಯಲ್ಲಿ ಒಂದಾಗಿ ನೆಲಸದಿದ್ದರೆ ತನ್ನಷ್ಟಕ್ಕೆ ತಾನೇ ಫಲಕೊಡಲಾಗದು. ಹಾಗೆಯೇ ನೀವು ಕೂಡ ನನ್ನಲ್ಲಿ ಒಂದಾಗಿ ನೆಲಸದಿದ್ದರೆ ಫಲಕೊಡಲಾರಿರಿ."},{"number":5,"verse":"“ಹೌದು, ನಾನೇ ದ್ರಾಕ್ಷಾಬಳ್ಳಿ; ನೀವೇ ಅದರ ಕವಲುಬಳ್ಳಿಗಳು. ಒಬ್ಬನು ನನ್ನಲ್ಲಿಯೂ ನಾನು ಅವನಲ್ಲಿಯೂ ನೆಲೆಗೊಂಡಿದ್ದರೆ ಅಂಥವನು ಸಮೃದ್ಧಿಯಾಗಿ ಫಲಕೊಡುವನು. ಏಕೆಂದರೆ, ನನ್ನಿಂದ ಬೇರ್ಪಟ್ಟು ನಿಮ್ಮಿಂದ ಏನೂ ಮಾಡಲಾಗದು."},{"number":6,"verse":"ನನ್ನಲ್ಲಿ ನೆಲಸದವನನ್ನು ಕವಲುಬಳ್ಳಿಯಂತೆ ಕತ್ತರಿಸಿ ಎಸೆಯಲಾಗುವುದು; ಅವನು ಒಣಗಿಹೋಗುವನು. ಒಣಗಿದ ಕವಲುಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿ ಬೆಂಕಿಯಲ್ಲಿ ಸುಟ್ಟುಹಾಕಲಾಗುವುದು."},{"number":7,"verse":"“ನೀವು ನನ್ನಲ್ಲಿಯೂ ನನ್ನ ವಾಕ್ಯವು ನಿಮ್ಮಲ್ಲಿಯೂ ನೆಲೆಗೊಂಡಿದ್ದರೆ ನೀವು ಏನು ಬೇಕಾದರೂ ಕೇಳಬಹುದು. ನಿಮಗದು ಸಿಗುವುದು."},{"number":8,"verse":"ನೀವು ಸಮೃದ್ಧಿಯಾಗಿ ಫಲಕೊಟ್ಟು ನನ್ನ ಶಿಷ್ಯರಾಗಿ ಬೆಳಗುವುದರಿಂದಲೇ ನನ್ನ ಪಿತನ ಮಹಿಮೆ ಪ್ರಕಟವಾಗುವುದು."},{"number":9,"verse":"ಪಿತನು ನನ್ನನ್ನು ಪ್ರೀತಿಸಿದಂತೆಯೇ ನಾನೂ ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸಿದ್ದೇನೆ. ನನ್ನ ಪ್ರೀತಿಯಲ್ಲಿ ನೆಲೆಗೊಂಡು ನಿಲ್ಲಿರಿ."},{"number":10,"verse":"ನನ್ನ ಪಿತನು ಕೊಟ್ಟ ಆಜ್ಞೆಗಳನ್ನು ಪಾಲಿಸಿ ಅವರ ಪ್ರೀತಿಯಲ್ಲಿ ನಾನು ನೆಲೆಗೊಂಡಿರುವ ಹಾಗೆ ನೀವು ಕೂಡ ನಾನು ಕೊಟ್ಟ ಆಜ್ಞೆಗಳನ್ನು ಪಾಲಿಸಿದರೆ ನನ್ನ ಪ್ರೀತಿಯಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವಿರಿ."},{"number":11,"verse":"“ನನ್ನಲ್ಲಿರುವ ಆನಂದವು ನಿಮ್ಮಲ್ಲಿ ಇರಬೇಕೆಂತಲೂ ನಿಮ್ಮ ಆನಂದವು ತುಂಬಿ ತುಳುಕಬೇಕೆಂತಲೂ ಇದನ್ನೆಲ್ಲಾ ನಿಮಗೆ ಹೇಳುತ್ತಿದ್ದೇನೆ."},{"number":12,"verse":"ನಾನು ಕೊಡುವ ಆಜ್ಞೆ ಏನೆಂದರೆ: ನಾನು ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸಿದಂತೆಯೇ ನೀವು ಸಹ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕು."},{"number":13,"verse":"ಗೆಳೆಯರಿಗಾಗಿ ತನ್ನ ಪ್ರಾಣವನ್ನೇ ಧಾರೆಯೆರೆಯುವ ಪ್ರೀತಿಗಿಂತ ಮಿಗಿಲಾದ ಪ್ರೀತಿ ಯಾರಲ್ಲೂ ಇಲ್ಲ."},{"number":14,"verse":"ನಾನು ಆಜ್ಞಾಪಿಸಿದಂತೆ ನಡೆದರೆ ನೀವು ನನ್ನ ಗೆಳೆಯರು."},{"number":15,"verse":"ನಾನಿನ್ನು ನಿಮ್ಮನ್ನು ದಾಸರೆಂದು ಕರೆಯುವುದಿಲ್ಲ. ಧಣಿಯ ಕೆಲಸಕಾರ್ಯಗಳು ದಾಸನಿಗೆ ತಿಳಿಯವು. ನಾನಾದರೋ ಪಿತನಿಂದ ಕೇಳಿಸಿಕೊಂಡದ್ದನ್ನೆಲ್ಲಾ ನಿಮಗೆ ತಿಳಿಸಿದ್ದೇನೆ. ಈ ಕಾರಣ ನಿಮ್ಮನ್ನು ಗೆಳೆಯರೆಂದು ಕರೆದಿದ್ದೇನೆ."},{"number":16,"verse":"ನೀವು ನನ್ನನ್ನು ಆರಿಸಿಕೊಳ್ಳಲಿಲ್ಲ, ನಾನೇ ನಿಮ್ಮನ್ನು ಆರಿಸಿಕೊಂಡಿದ್ದೇನೆ. ನೀವು ಲೋಕಕ್ಕೆ ಹೋಗಬೇಕು, ಸಫಲರಾಗಬೇಕು; ಆ ಫಲ ಶಾಶ್ವತವಾಗಿರಬೇಕೆಂದೇ ನಿಮ್ಮನ್ನು ನೇಮಿಸಿದ್ದೇನೆ. ಹೀಗಿರಲಾಗಿ ನೀವು ನನ್ನ ಹೆಸರಿನಲ್ಲಿ ಪಿತನಿಂದ ಏನು ಕೇಳಿದರೂ ನಿಮಗೆ ಅದು ಸಿಗುವುದು."},{"number":17,"verse":"ನೀವು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕೆಂಬುದೇ ನಾನು ನಿಮಗೆ ಕೊಡುವ ಆಜ್ಞೆ."},{"number":18,"verse":"ದ್ವೇಷದಿಂದ ಕೂಡಿದ ಲೋಕ “ಲೋಕವು ನಿಮ್ಮನ್ನು ದ್ವೇಷಿಸಿದರೆ, ನನ್ನ ಮೇಲೆ ಅದಕ್ಕೆ ಮೊದಲೇ ದ್ವೇಷವಿತ್ತೆಂಬುದನ್ನು ನೆನಪಿನಲ್ಲಿಡಿ."},{"number":19,"verse":"ನೀವು ಲೋಕದ ಕಡೆಯವರಾಗಿದ್ದರೆ ಲೋಕವು ನಿಮ್ಮನ್ನು ತನ್ನವರೆಂದು ಮಮತೆಯಿಂದ ಕಾಣುತ್ತಿತ್ತು. ನೀವಾದರೋ ಲೋಕದ ಕಡೆಗೆ ಸೇರಿದವರಲ್ಲ. ನಾನು ನಿಮ್ಮನ್ನು ಆರಿಸಿಕೊಂಡಿರುವುದರಿಂದ ನೀವು ಲೋಕದಿಂದ ಬೇರ್ಪಟ್ಟಿದ್ದೀರಿ ಎಂದೇ ಲೋಕಕ್ಕೆ ನಿಮ್ಮ ಮೇಲೆ ದ್ವೇಷವಿದೆ."},{"number":20,"verse":"ಧಣಿಗಿಂತಲೂ ದಾಸನು ದೊಡ್ಡವನಲ್ಲವೆಂದು ನಾನು ನಿಮಗೆ ಹೇಳಿದ್ದನ್ನು ನೆನಪಿಗೆ ತಂದುಕೊಳ್ಳಿ. ಅವರು ನನ್ನನ್ನು ಹಿಂಸೆಗೆ ಗುರಿಮಾಡಿದಂತೆ ನಿಮ್ಮನ್ನೂ ಹಿಂಸೆಗೆ ಗುರಿಮಾಡುವರು. ನನ್ನ ಬೋಧನೆಯ ಮಾತನ್ನು ಅವರು ಅನುಸರಿಸಿ ನಡೆದರೆ ನಿಮ್ಮ ಬೋಧನೆಯ ಮಾತನ್ನು ಅನುಸರಿಸಿ ನಡೆಯುವರು."},{"number":21,"verse":"ನೀವು ನನ್ನವರಾದುದರಿಂದ ಅವರು ನಿಮ್ಮನ್ನು ಹೀಗೆ ಕಾಣುವರು. ಏಕೆಂದರೆ ನನ್ನನ್ನು ಕಳುಹಿಸಿದಾತನನ್ನು ಅವರು ಅರಿಯರು."},{"number":22,"verse":"ನಾನು ಬಂದು ಅವರಿಗೆ ಬೋಧನೆ ಮಾಡದೆಹೋಗಿದ್ದರೆ ಅವರು ಪಾಪದೋಷಿಗಳು ಎಂದು ಹೇಳಲಾಗುತ್ತಿರಲಿಲ್ಲ. ಆದರೆ ಈಗ ಅವರ ದೋಷಕ್ಕೆ ಯಾವ ನೆಪವನ್ನೂ ಒಡ್ಡುವಂತಿಲ್ಲ."},{"number":23,"verse":"ನನ್ನ ಮೇಲೆ ದ್ವೇಷ ಇದ್ದವನಿಗೆ ನನ್ನ ಪಿತನ ಮೇಲೆಯೂ ದ್ವೇಷ ಇದೆ."},{"number":24,"verse":"ಬೇರೆ ಯಾರೂ ಮಾಡದ ಮಹತ್ತಾದ ಕಾರ್ಯಗಳನ್ನು ನಾನು ಅವರ ನಡುವೆ ಮಾಡದೆಹೋಗಿದ್ದರೆ ಅವರು ಪಾಪದೋಷಿಗಳೆಂದು ಹೇಳಲಾಗುತ್ತಿರಲಿಲ್ಲ. ಆದರೆ ಅವರು ನನ್ನ ಕಾರ್ಯಗಳನ್ನು ನೋಡಿಯು ಸಹ ನನ್ನ ಮೇಲೆ ಹಾಗು ನನ್ನ ಪಿತನ ಮೇಲೆ ದ್ವೇಷ ಬೆಳೆಸಿದ್ದಾರೆ."},{"number":25,"verse":"“ನಿಷ್ಕಾರಣವಾಗಿ ಅವರು ನನ್ನನ್ನು ದ್ವೇಷಿಸಿದರು” ಎಂದು ಅವರ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲೇ ಬರೆದಿರುವುದು ಹೀಗೆ ನೆರವೇರಿದೆ."},{"number":26,"verse":"ಪಿತನಿಂದ ಹೊರಡುವ ಸತ್ಯಸ್ವರೂಪಿಯಾದ ಪವಿತ್ರಾತ್ಮರನ್ನು ನಿಮ್ಮ ಪೋಷಕರನ್ನಾಗಿ ನಾನು ಪಿತನಿಂದಲೇ ಕಳುಹಿಸುವೆನು. ಅವರು ಬಂದು ನನ್ನ ಪರವಾಗಿ ಸಾಕ್ಷಿನೀಡುವರು."},{"number":27,"verse":"ಮೊತ್ತಮೊದಲಿನಿಂದಲೂ ನನ್ನ ಸಂಗಡ ಇದ್ದ ನೀವು ಕೂಡ ನನ್ನನ್ನು ಕುರಿತು ಸಾಕ್ಷಿನೀಡುವವರಾಗಿದ್ದೀರಿ."}]}