{"bibleAbbr":"KNCL","bookName":"John","bookEnglishName":"John","chapterNumber":19,"verses":[{"number":1,"verse":"(ಯೆಹೂದ್ಯರಿಗೆ ಹೆದರಿದ ಪಿಲಾತ) ಆಮೇಲೆ ಪಿಲಾತನು ಯೇಸು ಸ್ವಾಮಿಯನ್ನು ಅಲ್ಲಿಂದ ಕರೆದೊಯ್ದು ಕೊರಡೆಗಳಿಂದ ಹೊಡೆಸಿದನು."},{"number":2,"verse":"ಸೈನಿಕರೋ ಮುಳ್ಳಿನ ಕಿರೀಟವನ್ನು ಹೆಣೆದು ಅವರ ತಲೆಗೆ ಮುಡಿಸಿ, ಕೆನ್ನೇರಳೆ ಬಣ್ಣದ ಅಂಗಿಯನ್ನು ಅವರಿಗೆ ಉಡಿಸಿ, ಹತ್ತಿರ ಬಂದು,"},{"number":3,"verse":"“ಯೆಹೂದ್ಯರ ಅರಸನೇ, ನಿನಗೆ ಶುಭವಾಗಲಿ,” ಎಂದು ಜರೆಯುತ್ತಾ ಅವರ ಕೆನ್ನೆಗೆ ಹೊಡೆಯತೊಡಗಿದರು."},{"number":4,"verse":"ಪಿಲಾತನು ಮತ್ತೆ ಹೊರಗೆ ಬಂದು ಯೆಹೂದ್ಯರಿಗೆ, “ನೋಡಿ, ನಾನು ಇವನನ್ನು ನಿಮ್ಮ ಮುಂದೆ ತರುತ್ತಿದ್ದೇನೆ. ನನಗೆ ಇವನಲ್ಲಿ ಯಾವ ಅಪರಾಧವೂ ಕಾಣಿಸುತ್ತಿಲ್ಲ ಎಂಬುದು ನಿಮಗೆ ತಿಳಿದಿರಲಿ,” ಎಂದು ಹೇಳಿದನು."},{"number":5,"verse":"ಆಗ ಯೇಸು ಮುಳ್ಳಿನ ಕಿರೀಟವನ್ನೂ ಕೆನ್ನೇರಳೆ ಬಣ್ಣದ ಅಂಗಿಯನ್ನೂ ಧರಿಸಿದವರಾಗಿ ಹೊರಕ್ಕೆ ಬಂದರು. ಪಿಲಾತನು, “ಇಗೋ, ಈ ಮನುಷ್ಯ !” ಎಂದನು."},{"number":6,"verse":"ಮುಖ್ಯಯಾಜಕರೂ ಕಾವಲಾಳುಗಳೂ ಯೇಸುವನ್ನು ಕಂಡೊಡನೆ, “ಇವನನ್ನು ಶಿಲುಬೆಗೇರಿಸಿ, ಶಿಲುಬೆಗೇರಿಸಿ,” ಎಂದು ಬೊಬ್ಬೆಹಾಕಿದರು. ಆಗ ಪಿಲಾತನು, “ಬೇಕಾದರೆ ನೀವೇ ಇವನನ್ನು ಕರೆದುಕೊಂಡು ಹೋಗಿ ಶಿಲುಬೆಗೇರಿಸಿ, ನನಗಾದರೋ ಇವನಲ್ಲಿ ಯಾವ ಅಪರಾಧವೂ ಕಾಣಿಸಲಿಲ್ಲ,” ಎಂದನು."},{"number":7,"verse":"ಅದಕ್ಕೆ ಯೆಹೂದ್ಯರು, “ನಮಗೊಂದು ಕಾನೂನು ಉಂಟು. ಅದರ ಮೇರೆಗೆ ಇವನು ಸಾಯಲೇಬೇಕು. ಏಕೆಂದರೆ, ತಾನು ದೇವರ ಪುತ್ರನೆಂದು ಹೇಳಿಕೊಂಡಿದ್ದಾನೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":8,"verse":"ಇದನ್ನು ಕೇಳಿದ್ದೇ, ಪಿಲಾತನಿಗೆ ಮತ್ತಷ್ಟು ಭಯವಾಯಿತು."},{"number":9,"verse":"ಅವನು ಮತ್ತೆ ಅರಮನೆಯ ಒಳಕ್ಕೆ ಬಂದು, “ನೀನು ಎಲ್ಲಿಂದ ಬಂದವನು?” ಎಂದು ಯೇಸುವನ್ನು ಕೇಳಿದನು. ಆದರೆ ಯೇಸು ಉತ್ತರಕೊಡಲಿಲ್ಲ."},{"number":10,"verse":"ಆಗ ಪಿಲಾತನು, “ನನ್ನೊಡನೆ ನೀನು ಮಾತನಾಡುವುದಿಲ್ಲವೇ? ನಿನ್ನನ್ನು ಬಿಡುಗಡೆ ಮಾಡುವುದಕ್ಕೂ ನಿನ್ನನ್ನು ಶಿಲುಬೆಗೇರಿಸುವುದಕ್ಕೂ ನನಗೆ ಅಧಿಕಾರವಿದೆ ಎಂಬುದು ನಿನಗೆ ತಿಳಿಯದೋ?’ ಎಂದನು."},{"number":11,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ನಿಮಗೆ ಮೇಲಿನಿಂದ ಕೊಟ್ಟ ಹೊರತು ನನ್ನ ಮೇಲೆ ನಿಮಗೆ ಯಾವ ಅಧಿಕಾರವೂ ಇರುತ್ತಿರಲಿಲ್ಲ. ಆದ್ದರಿಂದ ನನ್ನನ್ನು ನಿಮ್ಮ, ಕೈಗೆ ಒಪ್ಪಿಸಿದವನಿಗೇ ಪಾಪ ಹೆಚ್ಚು,” ಎಂದು ನುಡಿದರು."},{"number":12,"verse":"ಇದನ್ನು ಕೇಳಿದ ಮೇಲೆ ಪಿಲಾತನು ಯೇಸುವನ್ನು ಬಿಡುಗಡೆ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದನು. ಯೆಹೂದ್ಯರಾದರೋ, “ಇವನನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದರೆ, ನೀವು ರೋಮ್ ಚಕ್ರವರ್ತಿಯ ಮಿತ್ರರಲ್ಲ; ತಾನೇ ಅರಸನೆಂದು ಹೇಳಿಕೊಳ್ಳುವ ಇವನು ರೋಮ್ ಚಕ್ರವರ್ತಿಗೆ ಶತ್ರು,” ಎಂದು ಕೂಗಿಕೊಂಡರು."},{"number":13,"verse":"ಅವರ ಆ ಕೂಗನ್ನು ಕೇಳಿ ಪಿಲಾತನು ಯೇಸುವನ್ನು ಹೊರಗೆ ಕರೆಯಿಸಿದನು. ‘ಹಾಸುಗಲ್ಲು’ ಎಂಬ ಕಟ್ಟೆಯ ಮೇಲಿದ್ದ ನ್ಯಾಯಪೀಠದ ಮೇಲೆ ಕುಳಿತುಕೊಂಡನು. ಯೆಹೂದ್ಯರ ಭಾಷೆಯಲ್ಲಿ ಆ ಸ್ಥಳಕ್ಕೆ ‘ಗಬ್ಬಥ’ ಎಂದು ಹೆಸರು."},{"number":14,"verse":"ಅಂದು ಹಬ್ಬದ ಹಿಂದಿನ ದಿನ, ಮಧ್ಯಾಹ್ನ ಹನ್ನೆರಡು ಗಂಟೆ ಇರಬಹುದು. ಪಿಲಾತನು ಯೆಹೂದ್ಯರನ್ನು ನೋಡಿ, “ಇಗೋ, ನಿಮ್ಮ ಅರಸನು,” ಎಂದು ಹೇಳಿದನು."},{"number":15,"verse":"ಅವರಾದರೋ, “ಕೊಲ್ಲಿರಿ, ಕೊಲ್ಲಿರಿ; ಶಿಲುಬೆಗೇರಿಸಿರಿ,” ಎಂದು ಕಿರುಚಿದರು. ಪಿಲಾತನು, “ನಿಮ್ಮ ಅರಸನನ್ನು ಶಿಲುಬೆಗೇರಿಸಲೇ?” ಎಂದನು. ಅದಕ್ಕೆ ಮುಖ್ಯಯಾಜಕರು, “ರೋಮ್ ಚಕ್ರವರ್ತಿಯ ಹೊರತು ನಮಗೆ ಬೇರೆ ಅರಸನಿಲ್ಲ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":16,"verse":"ಕಡೆಗೆ ಪಿಲಾತನು ಯೇಸುವನ್ನು ಶಿಲುಬೆಗೇರಿಸುವುದಕ್ಕಾಗಿ ಅವರಿಗೆ ಒಪ್ಪಿಸಿಬಿಟ್ಟನು. ಅವರು ಯೇಸುವನ್ನು ತಮ್ಮ ವಶಕ್ಕೆ ತೆಗೆದುಕೊಂಡರು."},{"number":17,"verse":"(ಶಿಲುಬೆಯ ಮೇಲೆ ಯೇಸು) ( ಯೇಸು ಸ್ವಾಮಿ ತಮ್ಮ ಶಿಲುಬೆಯನ್ನು ತಾವೇ ಹೊತ್ತುಕೊಂಡು ‘ಕಪಾಲ’ ಎಂಬ ಸ್ಥಳಕ್ಕೆ ಹೋದರು. ಇದಕ್ಕೆ ಯೆಹೂದ್ಯರ ಭಾಷೆಯಲ್ಲಿ ‘ಗೊಲ್ಗೊಥಾ’ ಎಂದು ಹೆಸರು."},{"number":18,"verse":"ಅಲ್ಲಿ ಯೇಸುವನ್ನು ಶಿಲುಬೆಗೇರಿಸಿದರು. ಅವರ ಅಕ್ಕಪಕ್ಕದಲ್ಲಿ ಇನ್ನಿಬ್ಬರನ್ನೂ ಶಿಲುಬೆಗೆ ಹಾಕಿದರು."},{"number":19,"verse":"ಪಿಲಾತನು ಒಂದು ಫಲಕದ ಮೇಲೆ, ‘ನಜರೇತಿನ ಯೇಸು, ಯೆಹೂದ್ಯರ ಅರಸ’ ಎಂದು ಬರೆಸಿ ಶಿಲುಬೆಯ ಮೇಲ್ಗಡೆ ಇರಿಸಿದರು."},{"number":20,"verse":"ಯೇಸುವನ್ನು ಶಿಲುಬೆಗೇರಿಸಿದ ಸ್ಥಳ ನಗರಕ್ಕೆ ಸಮೀಪದಲ್ಲೇ ಇದ್ದುದರಿಂದ, ಹಲವು ಮಂದಿ ಯೆಹೂದ್ಯರು ಆ ಫಲಕವನ್ನು ಓದಿದರು. ಅದನ್ನು ಹಿಬ್ರಿಯ, ಲತೀನ್ ಮತ್ತು ಗ್ರೀಕ್ ಭಾಷೆಗಳಲ್ಲಿ ಬರೆಯಲಾಗಿತ್ತು."},{"number":21,"verse":"ಆದುದರಿಂದ ಯೆಹೂದ್ಯರ ಮುಖ್ಯಯಾಜಕರು ಪಿಲಾತನಿಗೆ : “ಯೆಹೂದ್ಯರ ಅರಸ ಎಂದು ಬರೆಯುವುದು ಬೇಡ, ತಾನು ‘ಯೆಹೂದ್ಯರ ಅರಸನೆಂದು ಹೇಳಿಕೊಂಡವನು’ ಎಂದು ಬರೆಯಿರಿ,” ಎಂದರು."},{"number":22,"verse":"ಅದಕ್ಕೆ ಪಿಲಾತನು, “ನಾನು ಬರೆದುದು ಬರೆದಾಯಿತು,” ಎಂದನು."},{"number":23,"verse":"ಯೇಸುವನ್ನು ಶಿಲುಬೆಗೇರಿಸಿದ ಬಳಿಕ ಸೈನಿಕರು ಯೇಸುವಿನ ಬಟ್ಟೆಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಒಬ್ಬೊಬ್ಬರಿಗೆ ಒಂದೊಂದು ಪಾಲಿನಂತೆ ನಾಲ್ಕು ಪಾಲುಮಾಡಿ ಹಂಚಿಕೊಂಡರು. ಅವರ ಒಳ ಅಂಗಿಯಾದರೋ ಹೊಲಿಗೆಯಿಲ್ಲದೆ ಮೇಲಿಂದ ಕೆಳಗಿನವರೆಗೆ ಹೆಣೆದದ್ದಾಗಿತ್ತು."},{"number":24,"verse":"ಅದನ್ನು ತೆಗೆದುಕೊಂಡು ಅವರು ತಮ್ಮತಮ್ಮೊಳಗೆ, “ಇದನ್ನು ಹರಿಯುವುದು ಬೇಡ, ಚೀಟಿಹಾಕಿ ಯಾರ ಪಾಲಿಗೆ ಬರುವುದೋ, ನೋಡೋಣ,” ಎಂದು ಮಾತಾಡಿಕೊಂಡು ಹಾಗೆಯೆ ಮಾಡಿದರು. “ನನ್ನ ಬಟ್ಟೆಗಳನ್ನು ತಮ್ಮಲ್ಲಿ ಹಂಚಿಕೊಂಡರು; ನನ್ನ ಅಂಗಿಗಾಗಿ ಚೀಟು ಹಾಕಿದರು,” ಎಂಬ ಪವಿತ್ರಗ್ರಂಥದ ವಾಕ್ಯ ಹೀಗೆ ನೆರವೇರಿತು."},{"number":25,"verse":"ಯೇಸುವಿನ ತಾಯಿ, ತಾಯಿಯ ಸಹೋದರಿ, ಕ್ಲೋಪನ ಹೆಂಡತಿ ಮರಿಯ ಮತ್ತು ಮಗ್ದಲದ ಮರಿಯ - ಇವರು ಶಿಲುಬೆಯ ಬಳಿಯಲ್ಲಿ ನಿಂತಿದ್ದರು."},{"number":26,"verse":"ಯೇಸು ತಮ್ಮ ತಾಯನ್ನೂ ಆಕೆಯ ಪಕ್ಕದಲ್ಲಿ ನಿಂತಿದ್ದ ಆಪ್ತ ಶಿಷ್ಯನನ್ನೂ ನೋಡಿ, “ಅಮ್ಮಾ, ಇಗೋ, ನಿನ್ನ ಮಗ,” ಎಂದರು."},{"number":27,"verse":"ಅನಂತರ ತಮ್ಮ ಶಿಷ್ಯನನ್ನು ಕುರಿತು, “ಇಗೋ, ನಿನ್ನ ತಾಯಿ,” ಎಂದರು. ಅಂದಿನಿಂದ ಆ ಶಿಷ್ಯನು ಆಕೆಯನ್ನು ತನ್ನ ಮನೆಯಲ್ಲೇ ಇರಿಸಿಕೊಂಡನು."},{"number":28,"verse":"(ಯೇಸುವಿನ ಮರಣ) ( ಇದಾದ ಮೇಲೆ ಯೇಸು ಸ್ವಾಮಿ ನೆರವೇರಬೇಕಾದುದೆಲ್ಲವೂ ನೆರವೇರಿದೆ ಎಂದು ತಿಳಿದು ಪವಿತ್ರಗ್ರಂಥದಲ್ಲಿ ಬರೆದುದು ಈಡೇರುವಂತೆ, “ನನಗೆ ದಾಹವಾಗಿದೆ,” ಎಂದು ನುಡಿದರು."},{"number":29,"verse":"ಬಳಿಯಲ್ಲೇ ಹುಳಿರಸ ತುಂಬಿದ ಪಾತ್ರೆಯೊಂದಿತ್ತು. ಅವರು ಸ್ಪಂಜನ್ನು ಆ ಹುಳಿರಸದಲ್ಲಿ ತೋಯಿಸಿ ಹಿಸೋಪಗಿಡದ ಕೋಲಿಗೆ ಸಿಕ್ಕಿಸಿ, ಯೇಸುವಿನ ಬಾಯಿಗೆ ಮುಟ್ಟಿಸಿದರು."},{"number":30,"verse":"ಯೇಸು ಆ ಹುಳಿರಸವನ್ನು ಸೇವಿಸುತ್ತಲೇ, “ಎಲ್ಲಾ ನೆರವೇರಿತು,” ಎಂದು ನುಡಿದು ತಲೆಬಾಗಿ ತಮ್ಮ ಆತ್ಮವನ್ನು ಒಪ್ಪಿಸಿದರು."},{"number":31,"verse":"(ತಾವು ಇರಿದವನನ್ನೇ ನಿರೀಕ್ಷಿಸುವರು) ಅಂದು ಪಾಸ್ಕ ಹಬ್ಬದ ಹಿಂದಿನ ದಿನ. ಮಾರನೆಯ ದಿನ ಸಬ್ಬತ್ ದಿನವೂ ದೊಡ್ಡ ಹಬ್ಬವೂ ಆಗಿತ್ತು. ಸಬ್ಬತ್ ದಿನದಂದು ಶವಗಳು ಶಿಲುಬೆಯ ಮೇಲೆ ತೂಗಾಡುವುದು ಸರಿಯಲ್ಲ ಎಂದುಕೊಂಡು ಶಿಲುಬೆಗೇರಿಸಲಾಗಿದ್ದವರ ಕಾಲುಗಳನ್ನು ಮುರಿದು ಅವರ ಶವವನ್ನು ಅಂದೇ ತೆಗೆಯಿಸಿಬಿಡಲು ಯೆಹೂದ್ಯರು ಪಿಲಾತನಿಂದ ಅಪ್ಪಣೆ ಕೇಳಿಕೊಂಡರು."},{"number":32,"verse":"ಅಂತೆಯೇ ಸೈನಿಕರು ಬಂದು ಯೇಸುವಿನೊಡನೆ ಶಿಲುಬೆಗೇರಿಸಲಾಗಿದ್ದ ಮೊದಲನೆಯವನ ಮತ್ತು ಎರಡನೆಯವನ ಕಾಲುಗಳನ್ನು ಮುರಿದರು."},{"number":33,"verse":"ತರುವಾಯ ಯೇಸುವಿನ ಬಳಿಗೆ ಬಂದರು. ಯೇಸು ಆಗಲೇ ಸತ್ತುಹೋಗಿರುವುದನ್ನು ಕಂಡು, ಅವರ ಕಾಲುಗಳನ್ನು ಮುರಿಯಲಿಲ್ಲ."},{"number":34,"verse":"ಆದರೂ ಸೈನಿಕರಲ್ಲಿ ಒಬ್ಬನು ಈಟಿಯಿಂದ ಅವರ ಪಕ್ಕೆಯನ್ನು ತಿವಿದನು. ಕೂಡಲೇ ರಕ್ತವೂ ನೀರೂ ಅಲ್ಲಿಂದ ಹೊರಗೆ ಹರಿದುಬಂದವು."},{"number":35,"verse":"ಇದು ಕಣ್ಣಾರೆ ಕಂಡವನ ಹೇಳಿಕೆ. ಈ ಹೇಳಿಕೆ ಸತ್ಯವಾದುದು; ತಾನು ಸತ್ಯವನ್ನೇ ನುಡಿಯುತ್ತಿದ್ದೇನೆಂಬ ಅರಿವು ಅವನಿಗೆ ಇದೆ. ನೀವು ವಿಶ್ವಾಸಿಸಬೇಕೆಂದೇ ಆತನು ಇದನ್ನು ಹೇಳಿದ್ದಾನೆ."},{"number":36,"verse":"‘ಆತನ ಎಲುಬೊಂದನ್ನು ಮುರಿಯಕೂಡದು’ ಎಂದು ಪವಿತ್ರಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿದೆ. ಆ ವಾಕ್ಯ ನೆರವೇರುವಂತೆ ಹೀಗೆ ನಡೆಯಿತು."},{"number":37,"verse":"‘ತಾವು ಇರಿದವನನ್ನೇ ಅವರು ನಿರೀಕ್ಷಿಸುವರು’ ಎನ್ನುತ್ತದೆ ಇನ್ನೊಂದು ವಾಕ್ಯ."},{"number":38,"verse":"(ಶವಸಂಸ್ಕಾರ) ( ಅರಿಮತಾಯ ಊರಿನ ಜೋಸೆಫ್ ಎಂಬುವನೂ ಕೂಡ ಯೇಸುವಿನ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬನು. ಈತನು ಯೆಹೂದ್ಯರಿಗೆ ಹೆದರಿ ತಾನು ಶಿಷ್ಯನೆಂದು ತೋರಿಸಿಕೊಳ್ಳುತ್ತಿರಲಿಲ್ಲ. ಮೇಲೆ ಹೇಳಿದ್ದೆಲ್ಲ ನಡೆದಾದ ಮೇಲೆ ಈತನು ಯೇಸುವಿನ ಪಾರ್ಥಿವ ಶರೀರವನ್ನು ಕೊಂಡೊಯ್ಯಲು ಪಿಲಾತನಿಂದ ಅಪ್ಪಣೆ ಕೇಳಿದನು. ಪಿಲಾತನು ಒಪ್ಪಿಗೆ ಕೊಡಲು ಈತನು ಬಂದು ಪಾರ್ಥಿವ ಶರೀರವನ್ನು ಕೊಂಡೊಯ್ದನು."},{"number":39,"verse":"ಈತನು ಮಾತ್ರವಲ್ಲ, ಹಿಂದೊಮ್ಮೆ ಯೇಸುವನ್ನು ರಾತ್ರಿಯಲ್ಲಿ ನೋಡಲು ಬಂದಿದ್ದ ನಿಕೊದೇಮನು ಕೂಡ ಅಲ್ಲಿಗೆ ಬಂದನು. ಇವನು ರಕ್ತಬೋಳ ಹಾಗೂ ಅಗರು ಕಲಸಿದ ಮೂವತ್ತು ಕಿಲೋಗ್ರಾಮಿನಷ್ಟು ಚೂರ್ಣವನ್ನು ತಂದಿದ್ದನು."},{"number":40,"verse":"ಇವರು ಯೇಸುವಿನ ಪಾರ್ಥಿವ ಶರೀರವನ್ನು ತೆಗೆದು, ಯೆಹೂದ್ಯರ ಶವಸಂಸ್ಕಾರದ ಪದ್ಧತಿಯಂತೆ ಸುಗಂಧ ದ್ರವ್ಯಗಳನ್ನು ಹಾಕಿ ನಾರುಮಡಿಯಲ್ಲಿ ಸುತ್ತಿದರು."},{"number":41,"verse":"ಯೇಸುವನ್ನು ಶಿಲುಬೆಗೇರಿಸಿದ ಸ್ಥಳದಲ್ಲಿ ಒಂದು ತೋಟವಿತ್ತು. ಆ ತೋಟದಲ್ಲಿ ಅದುವರೆಗೆ ಯಾರ ಶವವನ್ನೂ ಇಡದ ಹೊಸ ಸಮಾಧಿ ಇತ್ತು."},{"number":42,"verse":"ಸಮಾಧಿಯು ಹತ್ತಿರದಲ್ಲೇ ಇದ್ದುದರಿಂದ ಹಾಗೂ ಮರುದಿನ ಪಾಸ್ಕಹಬ್ಬವಾದುದರಿಂದ ಯೇಸುವಿನ ಪಾರ್ಥಿವ ಶರೀರವನ್ನು ಅಲ್ಲೇ ಸಮಾಧಿಮಾಡಿದರು."}]}