{"bibleAbbr":"KNCL","bookName":"John","bookEnglishName":"John","chapterNumber":3,"verses":[{"number":1,"verse":"ನವಜನ್ಮದ ಸಮಸ್ಯೆ ಅಲ್ಲಿ ನಿಕೊದೇಮನೆಂಬ ಫರಿಸಾಯನು ಇದ್ದನು."},{"number":2,"verse":"ಅವನು ಯೆಹೂದ್ಯರ ನಾಯಕರಲ್ಲಿ ಒಬ್ಬನು. ಒಂದು ರಾತ್ರಿ ಅವನು ಯೇಸು ಸ್ವಾಮಿಯ ಬಳಿಗೆ ಬಂದು, “ಗುರುದೇವಾ, ತಾವು ದೇವರಿಂದ ಬಂದ ಬೋಧಕರೆಂದು ನಾವು ಬಲ್ಲೆವು. ದೇವರು ತನ್ನೊಡನೆ ಇಲ್ಲದ ಹೊರತು ಯಾರಿಂದಲೂ ತಾವು ಮಾಡುವ ಸೂಚಕಕಾರ್ಯಗಳನ್ನು ಮಾಡಲು ಆಗದು,” ಎಂದು ಹೇಳಿದನು."},{"number":3,"verse":"ಆಗ ಯೇಸು, “ನಾನು ನಿನಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ: ಒಬ್ಬನು ಹೊಸದಾಗಿ ಹುಟ್ಟದಿದ್ದರೆ (ಮೂಲದಲ್ಲಿ : ಮೇಲಿನಿಂದ ಹುಟ್ಟಿದ ಹೊರತು.) ಅವನು ದೇವರ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಸೇರಲಾರ,” ಎಂದು ಹೇಳಿದರು."},{"number":4,"verse":"ಅದಕ್ಕೆ ನಿಕೊದೇಮನು, “ವಯಸ್ಸಾದ ಒಬ್ಬನು ಹೊಸದಾಗಿ ಹುಟ್ಟುವುದಾದರೂ ಹೇಗೆ? ತಾಯಿಯ ಗರ್ಭವನ್ನು ಮತ್ತೊಮ್ಮೆ ಹೊಕ್ಕು ಅವನು ಹುಟ್ಟಲು ಸಾಧ್ಯವೇ?” ಎಂದು ಕೇಳಿದನು."},{"number":5,"verse":"ಅದ್ಕಕೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ ಯೇಸು, “ನಾನು ನಿನಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ: ನೀರಿನಿಂದಲೂ ಪವಿತ್ರಾತ್ಮನಿಂದಲೂ ಹುಟ್ಟಿದ ಹೊರತು ಯಾವನೂ ದೇವರ ರಾಜ್ಯವನ್ನು ಪ್ರವೇಶಿಸಲಾರನು."},{"number":6,"verse":"ಶರೀರದಿಂದ ಹುಟ್ಟಿದ್ದು ಶರೀರಮಯ, ದೇವರಿಂದ ಹುಟ್ಟಿದ್ದು ದೈವಮಯ."},{"number":7,"verse":"ನೀವು ಹೊಸ ಜನ್ಮ ಪಡೆಯಬೇಕೆಂದು ನಾನು ಹೇಳಿದ್ದನ್ನು ಕೇಳಿ ಬೆರಗಾಗಬೇಕಿಲ್ಲ."},{"number":8,"verse":"ಗಾಳಿ ತನಗೆ ತೋಚಿದ ಕಡೆ ಬೀಸುತ್ತದೆ, ಅದರ ಸದ್ದು ನಿನಗೆ ಕೇಳಿಸುತ್ತದೆ; ಆದರೆ ಅದು ಎಲ್ಲಿಂದ ಬರುತ್ತದೆ, ಎಲ್ಲಿಗೆ ಹೋಗುತ್ತದೆ ಎಂಬುದು ನಿನಗೆ ತಿಳಿಯದು. ದೇವರ ಆತ್ಮದಿಂದ ಹುಟ್ಟಿದ ಪ್ರತಿಯೊಬ್ಬನೂ ಅದರಂತೆಯೇ,” ಎಂದು ಹೇಳಿದರು."},{"number":9,"verse":"ಅದಕ್ಕೆ ನಿಕೊದೇಮನು, “ಇದೆಲ್ಲಾ ಹೇಗೆ ಸಾಧ್ಯ?” ಎಂದು ಕೇಳಿದನು."},{"number":10,"verse":"ಆಗ ಯೇಸು, “ಇಸ್ರಯೇಲಿನ ಹೆಸರಾಂತ ಬೋಧಕನಾದ ನಿನಗೇ ಇದು ಅರ್ಥವಾಗಲಿಲ್ಲವೇ?"},{"number":11,"verse":"ನಾನು ನಿನಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ ಕೇಳು: ನಮಗೆ ತಿಳಿದುದನ್ನೇ ಕುರಿತು ನಾವು ಮಾತನಾಡುತ್ತೇವೆ, ನಾವು ಕಂಡದ್ದನ್ನು ಕುರಿತು ಸಾಕ್ಷಿ ನೀಡುತ್ತೇವೆ. ಆದರೂ ನಮ್ಮ ಸಾಕ್ಷ್ಯವನ್ನು ನೀವು ಒಪ್ಪಿಕೊಳ್ಳಲು ಸಿದ್ಧರಿಲ್ಲ."},{"number":12,"verse":"ಭೂಲೋಕದ ವಿಷಯವನ್ನು ಕುರಿತು ನಾನು ಮಾತನಾಡಿದಾಗಲೇ ನಿಮಗೆ ವಿಶ್ವಾಸವಿಲ್ಲವೆಂದ ಮೇಲೆ, ಸ್ವರ್ಗಲೋಕದ ವಿಷಯವನ್ನು ಕುರಿತು ನಾನು ಮಾತನಾಡಿದಲ್ಲಿ ನೀವು ವಿಶ್ವಾಸಿಸುವುದು ಉಂಟೆ?"},{"number":13,"verse":"ಸ್ವರ್ಗಲೋಕದಿಂದಲೇ ಇಳಿದುಬಂದ ನರಪುತ್ರನೇ ಹೊರತು ಬೇರೆ ಯಾರೂ ಸ್ವರ್ಗಕ್ಕೆ ಏರಿಹೋದವರಿಲ್ಲ."},{"number":14,"verse":"ಮೋಶೆ ಮರುಭೂಮಿಯಲ್ಲಿ ಸರ್ಪವನ್ನು ಮೇಲಕ್ಕೆ ಏರಿಸಿದನು."},{"number":15,"verse":"ಅಂತೆಯೇ ನರಪುತ್ರನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟವರೆಲ್ಲರೂ ನಿತ್ಯಜೀವವನ್ನು ಪಡೆಯುವಂತೆ ನರಪುತ್ರನನ್ನು ಸಹ ಮೇಲಕ್ಕೆ ಏರಿಸಬೇಕು."},{"number":16,"verse":"ದೇವರು ಲೋಕವನ್ನು ಎಷ್ಟಾಗಿ ಪ್ರೀತಿಸಿದರೆಂದರೆ ತಮ್ಮ ಏಕೈಕ ಪುತ್ರನನ್ನೇ ಧಾರೆಯೆರೆದರು; ಆತನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟ ಯಾರೂ ನಾಶವಾಗದೆ ಎಲ್ಲರೂ ನಿತ್ಯಜೀವವನ್ನು ಪಡೆಯಬೇಕೆಂಬುದೇ ದೇವರ ಉದ್ದೇಶ."},{"number":17,"verse":"ದೇವರು ತಮ್ಮ ಪುತ್ರನನ್ನು ಈ ಲೋಕಕ್ಕೆ ಕಳುಹಿಸಿದ್ದು ಲೋಕವನ್ನು ತೀರ್ಪಿಗೆ ಗುರಿಮಾಡಲೆಂದಲ್ಲ; ಪುತ್ರನ ಮುಖಾಂತರ ಲೋಕ ಉದ್ಧಾರವಾಗಲೆಂದು."},{"number":18,"verse":"ಪುತ್ರನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟವನಿಗೆ ತೀರ್ಪಿಲ್ಲ. ಆತನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದವನಾದರೋ ಈಗಾಗಲೇ ತೀರ್ಪಿಗೆ ಗುರಿಯಾಗಿದ್ದಾನೆ. ಏಕೆಂದರೆ, ಅವನಿಗೆ ದೇವರ ಏಕೈಕ ಪುತ್ರನಲ್ಲಿ ವಿಶ್ವಾಸವಿಲ್ಲ."},{"number":19,"verse":"ಆ ತೀರ್ಪು ಏನೆಂದರೆ: ಜ್ಯೋತಿ ಜಗತ್ತಿಗೆ ಬಂದಿತು: ಮಾನವರಾದರೋ ತಮ್ಮ ದುಷ್ಕೃತ್ಯಗಳಿಂದಾಗಿ ಆ ಜ್ಯೋತಿಗೆ ಬದಲು ಅಂಧಕಾರವನ್ನೇ ಅವಲಂಭಿಸಿದರು."},{"number":20,"verse":"ಕೇಡನ್ನು ಮಾಡುವವನಿಗೆ ಬೆಳಕೆಂದರೆ ಆಗದು. ತನ್ನ ದುಷ್ಕೃತ್ಯಗಳು ಬಯಲಾಗಬಾರದೆಂದು ಅವನು ಬೆಳಕಿನ ಬಳಿಗೆ ಸುಳಿಯುವುದೂ ಇಲ್ಲ."},{"number":21,"verse":"ಸತ್ಯಸಂಧನಾದರೋ ಬೆಳಕಿನ ಬಳಿಗೆ ಬರುತ್ತಾನೆ. ತಾನು ಮಾಡುವುದು ದೇವರು ಮೆಚ್ಚುವುದನ್ನೇ ಎಂಬುದನ್ನು ತೋರ್ಪಡಿಸುತ್ತಾನೆ."},{"number":22,"verse":"ಯೇಸು ಮತ್ತು ಯೊವಾನ್ನ ಇದಾದ ಬಳಿಕ ಯೇಸು ಸ್ವಾಮಿ ತಮ್ಮ ಶಿಷ್ಯರೊಡನೆ ಜುದೇಯ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಬಂದು ಅವರೊಡನೆ ಕೆಲವು ಕಾಲ ಅಲ್ಲೇ ಉಳಿದುಕೊಂಡು ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸತೊಡಗಿದರು."},{"number":23,"verse":"ಅತ್ತ ಯೊವಾನ್ನನು ಕೂಡ ಸಾಲಿಮ್ ಎಂಬ ಊರಿಗೆ ಹತ್ತಿರವಾಗಿದ್ದ ಐನೋನ್ ಎಂಬ ಸ್ಥಳದಲ್ಲಿ ನೀರು ಹೆಚ್ಚಾಗಿದ್ದುದರಿಂದ ಸ್ನಾನದೀಕ್ಷೆಯನ್ನು ಮಾಡಿಸುತ್ತಿದ್ದನು. ಜನರು ಬಂದು ಸ್ನಾನದೀಕ್ಷೆಯನ್ನು ಪಡೆಯುತ್ತಿದ್ದರು."},{"number":24,"verse":"ಯೊವಾನ್ನನು ಆಗ ಇನ್ನೂ ಬಂಧಿತನಾಗಿರಲಿಲ್ಲ."},{"number":25,"verse":"ಶುದ್ಧಾಚಾರವನ್ನು ಕುರಿತು ಯೊವಾನ್ನನ ಶಿಷ್ಯರಿಗೂ ಯೆಹೂದ್ಯನೊಬ್ಬನಿಗೂ ವಿವಾದ ಎದ್ದಿತು."},{"number":26,"verse":"ಅವರು ಯೊವಾನ್ನನ ಬಳಿಗೆ ಬಂದು, “ಗುರುವೇ, ಜೋರ್ಡನಿನ ಆಚೆಕಡೆಯಲ್ಲಿ ನಿಮ್ಮೊಡನೆ ಒಬ್ಬನು ಇದ್ದನಲ್ಲವೆ? ಆತನನ್ನು ಕುರಿತು ನೀವೇ ಸಾಕ್ಷಿ ಹೇಳಲಿಲ್ಲವೆ? ಈಗ ನೋಡಿ, ಆತನೇ ದೀಕ್ಷಾಸ್ನಾನ ಮಾಡಿಸುತ್ತಿದ್ದಾನೆ. ಎಲ್ಲರೂ ಆತನ ಬಳಿಗೆ ಹೊಗುತ್ತಿದ್ದಾರೆ,” ಎಂದು ದೂರಿತ್ತರು."},{"number":27,"verse":"ಅದಕ್ಕೆ ಯೊವಾನ್ನನು, “ದೇವರು ದಯಪಾಲಿಸದೆ ಹೋದರೆ ಮಾನವನಿಗೇನೂ ದಕ್ಕದು."},{"number":28,"verse":"‘ನಾನು ಲೋಕೋದ್ಧಾರಕನಲ್ಲ: ಆತನ ಮುಂದೂತ ಮಾತ್ರ’ ಎಂದು ನಾನು ಹೇಳಿದ್ದಕ್ಕೆ ನೀವೇ ಸಾಕ್ಷಿಗಳಾಗಿದ್ದೀರಿ."},{"number":29,"verse":"ಮದುಮಗಳು ಮದುಮಗನಿಗೆ ಸೇರಿದವಳು. ಮದುಮಗನ ಗೆಳೆಯನಾದರೋ ಪಕ್ಕದಲ್ಲಿದ್ದು ಮದುಮಗನ ಕರೆಗೆ ಕಿವಿಗೊಡುತ್ತಾನೆ; ಆತನ ಸ್ವರ ಕೇಳಿ ಹರ್ಷಿಸುತ್ತಾನೆ. ಇಂಥ ಆನಂದದಿಂದ ನಾನೀಗ ಭರಿತನಾಗಿದ್ದೇನೆ."},{"number":30,"verse":"ಆತ ಬೆಳೆಯುತ್ತಿರಬೇಕು, ನಾನು ಅಳಿಯುತ್ತಿರಬೇಕು."},{"number":31,"verse":"ಪರದಿಂದ ಬಂದವನು ಮೇಲಿಂದ ಬಂದವನೇ ಎಲ್ಲರಿಗಿಂತ ಮೇಲಾದವನು. ಇಹಲೋಕದಿಂದ ಬಂದವನು ಆದರೋ ಈ ಲೋಕಕ್ಕೆ ಸೇರಿದವನು; ಅವನು ಲೌಕಿಕವಾದುದನ್ನೇ ಹೇಳುವವನು. ಸ್ವರ್ಗದಿಂದ ಬಂದವನಾದರೋ ಸರ್ವರಿಗೂ ಶ್ರೇಷ್ಠನು."},{"number":32,"verse":"ಆತನು ತಾನು ಕಂಡದ್ದನ್ನೂ ಕೇಳಿದ್ದನ್ನೂ ಕುರಿತೇ ಸಾಕ್ಷಿ ಹೇಳುತ್ತಾನೆ. ಆದರೂ ಆತನ ಮಾತನ್ನು ಯಾರೂ ಅಂಗೀಕರಿಸುವುದಿಲ್ಲ."},{"number":33,"verse":"ಆತನ ಮಾತನ್ನು ಅಂಗೀಕರಿಸುವವನು ದೇವರು ಸತ್ಯಸ್ವರೂಪಿ ಎಂದು ಸಾದೃಶ್ಯಪಡಿಸುತ್ತಾನೆ."},{"number":34,"verse":"ದೇವರು ಕಳುಹಿಸಿದಾತನು ದೇವರ ಮಾತುಗಳನ್ನೇ ಆಡುತ್ತಾನೆ. ಏಕೆಂದರೆ ದೇವರು ಆತನಿಗೆ ಪವಿತ್ರಾತ್ಮ ಅವರನ್ನು ಪೂರ್ಣವಾಗಿ ಕೊಟ್ಟಿರುತ್ತಾರೆ."},{"number":35,"verse":"ಪಿತ ಪುತ್ರನನ್ನು ಪ್ರೀತಿಸಿ ಸರ್ವಸ್ವವನ್ನೂ ಆತನ ಕೈಗೆ ಕೊಟ್ಟಿದ್ದಾರೆ."},{"number":36,"verse":"ಪುತ್ರನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟವನು ನಿತ್ಯಜೀವವನ್ನು ಪಡೆದಿರುತ್ತಾನೆ; ಪುತ್ರನಿಗೆ ಶರಣಾಗದವನು ನಿತ್ಯಜೀವವನ್ನು ಸವಿಯನು. ಅವನು ದೇವರ ಕೋಪಾಗ್ನಿಗೆ ಗುರಿಯಾಗುತ್ತಾನೆ,” ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."}]}