{"bibleAbbr":"KNCL","bookName":"John","bookEnglishName":"John","chapterNumber":8,"verses":[{"number":1,"verse":"ವ್ಯಭಿಚಾರಿಣಿಗೂ ಕ್ಷಮಾಪಣೆ (ಯೇಸು ಸ್ವಾಮಿ ಓಲಿವ್ ಗುಡ್ಡಕ್ಕೆ ಹೋದರು."},{"number":2,"verse":"ಮರುದಿನ ಮುಂಜಾನೆ ಅವರು ಮತ್ತೆ ಮಹಾದೇವಾಲಯಕ್ಕೆ ಬಂದರು. ಜನರು ಸುತ್ತಲೂ ಬಂದು ನೆರೆಯಲು ಯೇಸು ಕುಳಿತುಕೊಂಡು ಬೋಧಿಸತೊಡಗಿದರು."},{"number":3,"verse":"ಆಗ ಧರ್ಮಶಾಸ್ತ್ರಿಗಳೂ ಫರಿಸಾಯರೂ ಒಬ್ಬ ಹೆಂಗಸನ್ನು ಅಲ್ಲಿಗೆ ಕರೆತಂದರು; ಅವಳು ವ್ಯಭಿಚಾರಮಾಡುತ್ತಿದ್ದಾಗಲೇ ಸಿಕ್ಕಿಬಿದ್ದಿದ್ದಳು."},{"number":4,"verse":"ಅವಳನ್ನು ಎಲ್ಲರ ಮುಂದೆ ನಿಲ್ಲಿಸಿ, “ಬೋಧಕರೇ, ಈ ಹೆಂಗಸು ವ್ಯಭಿಚಾರಮಾಡುತ್ತಿದ್ದಾಗಲೇ ಸಿಕ್ಕಿಬಿದ್ದಳು."},{"number":5,"verse":"ಇಂಥವರನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕೆಂದು ಮೋಶೆಯೇ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ವಿಧಿಸಿದ್ದಾನೆ. ಈ ಕುರಿತು ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವೇನು?” ಎಂದು ಪ್ರಶ್ನಿಸಿದರು."},{"number":6,"verse":"ಯೇಸುವನ್ನು ಮಾತಿನಲ್ಲಿ ಸಿಕ್ಕಿಸಿ ಅವರ ಮೇಲೆ ತಪ್ಪುಹೊರಿಸಬೇಕೆಂಬುದೇ ಅವರ ಉದ್ದೇಶವಾಗಿತ್ತು. ಯೇಸುವಾದರೋ ಬಗ್ಗಿಕೊಂಡು ಬೆರಳಿನಿಂದ ಮರಳ ಮೇಲೆ ಏನನ್ನೋ ಬರೆಯುತ್ತಾ ಕುಳಿತರು. ಬಂದವರಾದರೋ ಮೇಲಿಂದ ಮೇಲೆ ಪ್ರಶ್ನೆಹಾಕುತ್ತಲೇ ಇದ್ದರು."},{"number":7,"verse":"ಆಗ ಯೇಸು ನೆಟ್ಟಗೆ ಕುಳಿತು, “ನಿಮ್ಮಲ್ಲಿ ಪಾಪಮಾಡದವನು ಯಾವನೋ ಅಂಥವನು ಇವಳ ಮೇಲೆ ಮೊದಲನೆಯ ಕಲ್ಲು ಬೀರಲಿ,” ಎಂದು ಹೇಳಿ,"},{"number":8,"verse":"ಪುನಃ ಬಗ್ಗಿಕೊಂಡು ನೆಲದ ಮೇಲೆ ಬರೆಯತೊಡಗಿದರು."},{"number":9,"verse":"ಇದನ್ನು ಕೇಳಿದ್ದೇ ಹಿರಿಯರಿಂದ ಹಿಡಿದು ಅವರೆಲ್ಲರೂ ಒಬ್ಬೊಬ್ಬರಾಗಿ ಅಲ್ಲಿಂದ ಕಾಲುಕಿತ್ತರು. ಕೊನೆಗೆ ಅಲ್ಲಿ ಉಳಿದವರೆಂದರೆ, ಯೇಸು ಮತ್ತು ನಿಂತುಕೊಂಡಿದ್ದ ಆ ಹೆಂಗಸು."},{"number":10,"verse":"ಆಗ ಯೇಸು ತಲೆಯೆತ್ತಿ, “ತಾಯೀ, ಅವರೆಲ್ಲಾ ಎಲ್ಲಿ? ನಿನಗೆ ಯಾರೂ ಶಿಕ್ಷೆ ವಿಧಿಸಲಿಲ್ಲವೆ?” ಎಂದು ಕೇಳಿದರು."},{"number":11,"verse":"ಅವಳು, “ಇಲ್ಲ, ಸ್ವಾಮೀ,” ಎಂದಳು. ಯೇಸು ಅವಳಿಗೆ, “ನಾನೂ ನಿನಗೆ ಶಿಕ್ಷೆ ವಿಧಿಸುವುದಿಲ್ಲ, ಹೋಗು; ಇನ್ನು ಮೇಲೆ ಪಾಪಮಾಡಬೇಡ,” ಎಂದರು)."},{"number":12,"verse":"ಲೋಕಕ್ಕೆ ಬೆಳಕು ಬಳಿಕ ಯೇಸು ಸ್ವಾಮಿ ಜನರನ್ನು ಮತ್ತೊಮ್ಮೆ ಕಂಡು ಹೀಗೆಂದರು: “ನಾನೇ ಜಗಜ್ಯೋತಿ, ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸುವವನು ಕತ್ತಲಲ್ಲಿ ನಡೆಯುವುದಿಲ್ಲ. ಜೀವದಾಯಕ ಜ್ಯೋತಿ ಅವನಲ್ಲಿರುತ್ತದೆ.”"},{"number":13,"verse":"ಅದಕ್ಕೆ ಫರಿಸಾಯರು, “ಈಗ ನೀನು ನಿನ್ನ ಪರವಾಗಿಯೇ ಸಾಕ್ಷಿ ನೀಡುತ್ತಿರುವೆ. ಅಂಥ ಸಾಕ್ಷಿಗೆ ಬೆಲೆಯಿಲ್ಲ,” ಎಂದರು."},{"number":14,"verse":"ಅದಕ್ಕೆ ಯೇಸು, ‘ನಾನೇ ನನ್ನ ಪರವಾಗಿ ಸಾಕ್ಷಿ ನೀಡಿದರೂ ನನ್ನ ಸಾಕ್ಷಿಗೆ ಬೆಲೆಯುಂಟು. ಏಕೆಂದರೆ, ನಾನು ಎಲ್ಲಿಂದ ಬಂದೆ, ಎಲ್ಲಿಗೆ ಹೋಗುತ್ತಿರುವೆ, ಎಂದು ನನಗೆ ತಿಳಿದಿದೆ. ನಿಮಗಾದರೋ ನಾನು ‘ಬಂದುದು ಎಲ್ಲಿಂದ, ಹೋಗುವುದು ಎಲ್ಲಿಗೆ’ ಎಂದು ತಿಳಿಯದು."},{"number":15,"verse":"ನೀವು ತೀರ್ಪುಕೊಡುವುದು ಲೋಕದ ದೃಷ್ಟಿಯಿಂದ, ನಾನಾದರೋ ಯಾರ ಬಗ್ಗೆಯೂ ತೀರ್ಪುಕೊಡಲು ಹೋಗುವುದಿಲ್ಲ."},{"number":16,"verse":"ನಾನು ತೀರ್ಪುಕೊಟ್ಟರೂ ಅದು ಯಥಾರ್ಥವಾದುದು. ಕಾರಣ, ತೀರ್ಪುಕೊಡುವವನು ನಾನೊಬ್ಬನೇ ಅಲ್ಲ; ನನ್ನನ್ನು ಕಳುಹಿಸಿದ ಪಿತ ಸಹ ನನ್ನೊಡನೆ ಇದ್ದಾರೆ."},{"number":17,"verse":"ಇಬ್ಬರ ಸಾಕ್ಷ್ಯ ಒಂದೇ ಆಗಿದ್ದರೆ ಅದು ಸತ್ಯವೆಂದು ನಿಮ್ಮ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿಯೇ ಬರೆದಿದೆ."},{"number":18,"verse":"ನಾನು ನನ್ನ ಪರವಾಗಿ ಸಾಕ್ಷಿ ಹೇಳುತ್ತೇನೆ; ನನ್ನನ್ನು ಕಳುಹಿಸಿದ ಪಿತ ಸಹ ನನ್ನ ಪರವಾಗಿ ಸಾಕ್ಷಿ ಹೇಳುತ್ತಾರೆ,” ಎಂದು ನುಡಿದರು."},{"number":19,"verse":"ಅದಕ್ಕೆ ಅವರು, “ನಿನ್ನ ಪಿತನೆಲ್ಲಿ?” ಎಂದು ಕೇಳಿದರು. ಯೇಸು, “ನೀವು ನನ್ನನ್ನು ಅರಿತಿಲ್ಲ, ನನ್ನ ಪಿತನನ್ನೂ ಅರಿತಿಲ್ಲ. ನೀವು ನನ್ನನ್ನು ಅರಿತಿದ್ದರೆ, ನನ್ನ ಪಿತನನ್ನೂ ಅರಿಯುತ್ತಿದ್ದಿರಿ,” ಎಂದರು."},{"number":20,"verse":"ಮಹಾದೇವಾಲಯದೊಳಗೆ ಕಾಣಿಕೆ ಪೆಟ್ಟಿಗೆಗಳನ್ನಿಟ್ಟ ಕೋಣೆಯಲ್ಲಿ ಯೇಸು ಮಾತನಾಡುತ್ತಾ ಹೇಳಿದ ಮಾತುಗಳಿವು. ಅವರ ಗಳಿಗೆ ಇನ್ನೂ ಬಾರದಿದ್ದ ಕಾರಣ ಯಾರೂ ಅವರನ್ನು ಬಂಧಿಸಲಿಲ್ಲ."},{"number":21,"verse":"ನಾನು ಹೋಗುವಲ್ಲಿಗೆ ನೀವು ಬರಲಾರಿರಿ ಯೇಸು ಸ್ವಾಮಿ ಪುನಃ ಅವರಿಗೆ, “ನಾನು ಹೊರಟುಹೋಗುತ್ತೇನೆ, ನೀವು ನನ್ನನ್ನು ಹುಡುಕುವಿರಿ. ಆದರೆ ನಿಮ್ಮ ಪಾಪದಲ್ಲೇ ನೀವು ಸಾಯುವಿರಿ. ನಾನು ಹೋಗುವಲ್ಲಿಗೆ ನೀವು ಬರಲಾರಿರಿ,” ಎಂದರು."},{"number":22,"verse":"ಅದಕ್ಕೆ ಯೆಹೂದ್ಯರು, ‘ತಾನು ಹೋಗುವಲ್ಲಿಗೆ ನಮ್ಮಿಂದ ಬರಲಾಗದಂತೆ! ಹಾಗೆಂದರೆ ಆತ್ಮಹತ್ಯೆ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂಬುದು ಇವನ ಇಂಗಿತವೆ?’ ಎಂದು ಮಾತನಾಡಿಕೊಂಡರು."},{"number":23,"verse":"“ನೀವು ನರಲೋಕದವರು, ನಾನು ಪರಲೋಕದವನು. ನಿಮ್ಮಂತೆ ನಾನು ಇಹಲೋಕದವನಲ್ಲ."},{"number":24,"verse":"ನಿಮ್ಮ ಪಾಪಗಳಲ್ಲೇ ನೀವು ಸಾಯುವಿರೆಂದು ನಾನು ಹೇಳಿದುದು ಇದಕ್ಕಾಗಿಯೇ. ‘ಇರುವಾತನೇ ನಾನು’ ಎಂಬುದನ್ನು ನೀವು ವಿಶ್ವಾಸಿಸದೆಹೋದರೆ ನಿಮ್ಮ ಪಾಪಗಳಲ್ಲೇ ಸಾಯುವಿರಿ,” ಎಂದು ಯೇಸು ಅವರಿಗೆ ಹೇಳಿದರು."},{"number":25,"verse":"ಅವರು, “ನೀನು ಯಾರು?” ಎಂದು ಪ್ರಶ್ನಿಸಿದರು."},{"number":26,"verse":"ಯೇಸು, “ನಾನು ಯಾರೆಂದು ನಿಮಗೆ ಮೊದಲಿನಿಂದಲೂ ತಿಳಿಸುತ್ತಾ ಬಂದಿದ್ದೇನೆ. ನಿಮ್ಮನ್ನು ಕುರಿತು ನಾನು ಎಷ್ಟೋ ಹೇಳಿಯೇನು; ಎಷ್ಟೋ ಖಂಡಿಸಿಯೇನು. ಆದರೆ ನನ್ನನ್ನು ಕಳುಹಿಸಿದಾತನು ಹೇಳಿದ್ದನ್ನೇ ಲೋಕಕ್ಕೆ ಸಾರುತ್ತೇನೆ. ಆತನು ಸತ್ಯಸ್ವರೂಪಿ,” ಎಂದು ಹೇಳಿದರು."},{"number":27,"verse":"ಯೇಸು ಸ್ವಾಮಿ ತಮ್ಮ ಪಿತನನ್ನು ಕುರಿತು ಹೀಗೆನ್ನುತ್ತಿದ್ದಾರೆಂದು ಅವರು ಅರಿತುಕೊಳ್ಳಲಿಲ್ಲ."},{"number":28,"verse":"ಎಂದೇ ಯೇಸು ಮತ್ತೆ ಇಂತೆಂದರು: “ನರಪುತ್ರನನ್ನು ನೀವು ಮೇಲಕ್ಕೇರಿಸಿದಾಗ, ‘ಇರುವಾತನೇ ನಾನು’ ಎಂದು ನಿಮಗೆ ತಿಳಿಯುವುದು. ನಾನಾಗಿಯೇ ಏನನ್ನೂ ಮಾಡುವುದಿಲ್ಲವೆಂದೂ ಪಿತನು ನನಗೆ ಬೋಧಿಸಿದಂತೆ ನಾನು ಮಾತನಾಡುತ್ತೇನೆಂದೂ ನಿಮಗೆ ಆಗ ಅರಿವಾಗುವುದು."},{"number":29,"verse":"ನನ್ನನ್ನು ಕಳುಹಿಸಿದಾತನು ನನ್ನೊಡನಿದ್ದಾನೆ. ಆತನು ಮೆಚ್ಚುವುದನ್ನೇ ನಾನು ಸತತವೂ ಮಾಡುವುದರಿಂದ ಆತನು ನನ್ನನ್ನು ಏಕಾಕಿಯಾಗಿ ಬಿಟ್ಟಿಲ್ಲ.”"},{"number":30,"verse":"ಯೇಸು ಸ್ವಾಮಿ ಹೀಗೆ ಹೇಳಿದ್ದನ್ನು ಕೇಳಿ ಹಲವರಿಗೆ ಅವರಲ್ಲಿ ನಂಬಿಕೆ ಹುಟ್ಟಿತು."},{"number":31,"verse":"ದಾಸ್ಯ ಮತ್ತು ಸ್ವಾತಂತ್ರ್ಯ ಯೇಸು ಸ್ವಾಮಿ ತಮ್ಮಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟಿದ್ದ ಯೆಹೂದ್ಯರಿಗೆ ಹೀಗೆಂದರು: “ನನ್ನ ಮಾತಿಗೆ ನೀವು ಶರಣಾದರೆ ನಿಜವಾಗಿಯೂ ನೀವು ನನ್ನ ಶಿಷ್ಯರು."},{"number":32,"verse":"ನೀವು ಸತ್ಯವನ್ನು ಅರಿತುಕೊಳ್ಳುವಿರಿ, ಸತ್ಯವು ನಿಮಗೆ ಸ್ವಾತಂತ್ರ್ಯ ನೀಡುವುದು."},{"number":33,"verse":"ಅದಕ್ಕೆ ಯೆಹೂದ್ಯರು, “ನಾವು ಅಬ್ರಹಾಮನ ವಂಶಜರು; ಯಾರಿಗೂ ಎಂದೂ ನಾವು ದಾಸರಾಗಿಲ್ಲ. ಅಂದಮೇಲೆ ನಾವು ಸ್ವತಂತ್ರರಾಗುತ್ತೇವೆ, ಎಂದು ನೀನು ಹೇಳುವುದಾದರೂ ಹೇಗೆ?” ಎಂದು ಪ್ರಶ್ನಿಸಿದರು."},{"number":34,"verse":"ಅದಕ್ಕೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ ಯೇಸು, “ನಾನು ನಿಮಗೆ ಸತ್ಯವಾಗಿ ಹೇಳುತ್ತೇನೆ ಕೇಳಿ: ಪಾಪವನ್ನು ಮಾಡುವವನು ಪಾಪಕ್ಕೆ ದಾಸನೇ."},{"number":35,"verse":"ದಾಸನಾದವನು ಶಾಶ್ವತವಾಗಿ ಮನೆಯಲ್ಲಿ ಇರುವಂತಿಲ್ಲ. ಶಾಶ್ವತವಾಗಿ ಇರುವವನು ಪುತ್ರನೇ."},{"number":36,"verse":"ಪುತ್ರನು ನಿಮಗೆ ಸ್ವಾತಂತ್ರ್ಯ ನೀಡಿದರೆ, ನೀವು ನಿಜವಾಗಿಯೂ ಸ್ವತಂತ್ರರು."},{"number":37,"verse":"ನೀವು ಅಬ್ರಹಾಮನ ವಂಶಜರೆಂದು ನಾನು ಬಲ್ಲೆ. ಆದರೆ ನನ್ನ ಮಾತು ಹಿಡಿಸದ ಕಾರಣ ನನ್ನನ್ನು ಕೊಲ್ಲಲು ಹವಣಿಸುತ್ತೀರಿ."},{"number":38,"verse":"ನಾನಾಡುವ ಮಾತುಗಳು ಪಿತನ ಸನ್ನಿಧಿಯಲ್ಲಿ ನಾನು ಕಂಡದ್ದನ್ನೇ ನಿರೂಪಿಸುತ್ತವೆ. ನೀವು ಮಾಡುವ ಕಾರ್ಯಗಳೋ ನಿಮ್ಮ ತಂದೆಯಿಂದ ನೀವು ಕಲಿತದ್ದನ್ನೇ ವ್ಯಕ್ತಪಡಿಸುತ್ತವೆ,” ಎಂದರು."},{"number":39,"verse":"ಆಗ ಆ ಯೆಹೂದ್ಯರು, ಅಬ್ರಹಾಮನೇ ನಮ್ಮ ತಂದೆ,” ಎಂದು ಮರುನುಡಿದರು. ಯೇಸು, “ಅಬ್ರಹಾಮನ ಮಕ್ಕಳು ನೀವಾಗಿದ್ದರೆ ಅಬ್ರಹಾಮನು ಮಾಡಿದಂತೆ ನೀವು ಮಾಡುತ್ತಿದ್ದಿರಿ."},{"number":40,"verse":"ಅದಕ್ಕೆ ಬದಲಾಗಿ ದೇವರಿಂದಲೇ ತಿಳಿದ ಸತ್ಯವನ್ನು ನಿಮಗೆ ಹೇಳುತ್ತಿರುವ ನನ್ನನ್ನು ಕೊಲ್ಲಲು ಹವಣಿಸುತ್ತಿದ್ದೀರಿ. ಅಬ್ರಹಾಮನು ಹಾಗೇನೂ ಮಾಡಲಿಲ್ಲ."},{"number":41,"verse":"ನೀವಾದರೋ ನಿಮಗೆ ತಂದೆಯಾದವನು ಮಾಡಿದಂತೆ ಮಾಡುತ್ತೀರಿ,” ಎಂದರು. ಅದಕ್ಕೆ ಅವರು, “ನಾವೇನು ಹಾದರಕ್ಕೆ ಹುಟ್ಟಿದವರಲ್ಲ, ದೇವರೇ ನಮ್ಮ ತಂದೆ,” ಎಂದು ಪ್ರತಿಭಟಿಸಿದರು."},{"number":42,"verse":"ಯೇಸು, ಅವರಿಗೆ, “ದೇವರೇ ನಿಮ್ಮ ತಂದೆಯಾಗಿದ್ದರೆ, ನನ್ನ ಮೇಲೆ ನಿಮಗೆ ಪ್ರೀತಿಯಿರುತ್ತಿತ್ತು. ಕಾರಣ, ನಾನು ದೇವರಿಂದಲೇ ಹೊರಟು ಇಲ್ಲಿಗೆ ಬಂದವನು. ನನ್ನಷ್ಟಕ್ಕೆ ನಾನೇ ಬರಲಿಲ್ಲ. ನನ್ನನ್ನು ಕಳುಹಿಸಿದ್ದು ದೇವರೇ."},{"number":43,"verse":"ನಾನು ಹೇಳುವುದು ನಿಮಗೆ ಅರ್ಥವಾಗುವುದಿಲ್ಲ, ಏಕೆ? ನನ್ನ ಸಂದೇಶಕ್ಕೆ ಕಿವಿಗೊಡಲು ನಿಮ್ಮಿಂದಾಗದಿರುವುದೇ ಇದಕ್ಕೆ ಕಾರಣ."},{"number":44,"verse":"ಸೈತಾನನೇ ನಿಮಗೆ ತಂದೆ; ಆ ನಿಮ್ಮ ತಂದೆ ಮಾಡಬಯಸುವುದನ್ನು ನೀವು ಮಾಡಬಯಸುತ್ತೀರಿ; ಮೊತ್ತ ಮೊದಲಿನಿಂದಲೂ ಅವನು ಕೊಲೆಪಾತಕ. ಸತ್ಯವೆಂಬುದೇ ಅವನಲ್ಲಿ ಇಲ್ಲದ ಕಾರಣ ಅವನು ಸತ್ಯಪರನಲ್ಲ. ಸುಳ್ಳಾಡುವಾಗ ಅವನು ತನಗೆ ಸಹಜವಾದುದನ್ನೇ ಆಡುತ್ತಾನೆ. ಅವನು ಸುಳ್ಳುಗಾರ. ಸುಳ್ಳಿನ ಮೂಲಪುರುಷನೇ ಅವನು."},{"number":45,"verse":"ನಾನು ನುಡಿಯುವುದಾದರೋ ಸತ್ಯವನ್ನೇ. ಆದುದರಿಂದಲೇ ನಿಮಗೆ ನನ್ನಲ್ಲಿ ನಂಬಿಕೆ ಇಲ್ಲ."},{"number":46,"verse":"ನನ್ನಲ್ಲಿ ತಪ್ಪಿದೆಯೆಂದು ಸಮರ್ಥಿಸಬಲ್ಲವರು ನಿಮ್ಮಲ್ಲಿ ಯಾರಿದ್ದಾರೆ? ನಾನು ಸತ್ಯವನ್ನೇ ಆಡುವುದಾದರೆ ನನ್ನನ್ನು ನೀವು ನಂಬುವುದಿಲ್ಲವೇಕೆ?"},{"number":47,"verse":"ದೇವರ ಮಕ್ಕಳು ದೇವರ ಮಾತಿಗೆ ಕಿವಿಗೊಡುತ್ತಾರೆ. ನೀವೋ ದೇವರ ಮಕ್ಕಳಲ್ಲ, ಆದುದರಿಂದಲೇ ಕಿವಿಗೊಡುವುದಿಲ್ಲ,” ಎಂದು ನುಡಿದರು."},{"number":48,"verse":"ಯೇಸು ಮತ್ತು ಅಬ್ರಹಾಮ ಆಗ ಯೆಹೂದ್ಯರಲ್ಲಿ ಕೆಲವರು ಯೇಸು ಸ್ವಾಮಿಗೆ, “ನೀನು ಸಮಾರಿಯದವನು. ದೆವ್ವಹಿಡಿದವನು, ಎಂದು ನಾವು ಹೇಳಿದ್ದು ಸರಿಯಾಗಿದೆ ಅಲ್ಲವೆ?” ಎಂದರು."},{"number":49,"verse":"ಅದಕ್ಕೆ ಯೇಸು, “ನಾನು ದೆವ್ವಹಿಡಿದವನಲ್ಲ, ನನ್ನ ಪಿತನನ್ನು ನಾನು ಗೌರವಿಸುತ್ತೇನೆ. ನೀವಾದರೋ ನನ್ನನ್ನು ಅವಮಾನಪಡಿಸುತ್ತೀರಿ."},{"number":50,"verse":"ನನ್ನ ಘನತೆಗೌರವವನ್ನು ನಾನು ಅಪೇಕ್ಷಿಸುವುದಿಲ್ಲ. ಅದನ್ನು ಅಪೇಕ್ಷಿಸುವವರು ಬೇರೊಬ್ಬರಿದ್ದಾರೆ. ನನ್ನ ಪರವಾಗಿ ತೀರ್ಮಾನ ಮಾಡುವುದೂ ಅವರೇ."},{"number":51,"verse":"ನನ್ನ ಮಾತಿಗೆ ಶರಣಾಗಿ ನಡೆಯುವವನು ನಿತ್ಯಮರಣಕ್ಕೆ ತುತ್ತಾಗನು, ಎಂದು ಸತ್ಯವಾಗಿ ನಿಮಗೆ ಹೇಳುತ್ತೇನೆ,” ಎಂದರು."},{"number":52,"verse":"“ನೀನು ದೆವ್ವಹಿಡಿದವನೆಂದು ಈಗ ನಮಗೆ ಸ್ಪಷ್ಟವಾಯಿತು. ಅಬ್ರಹಾಮನು ಸತ್ತುಹೋದನು; ಪ್ರವಾದಿಗಳೂ ಸತ್ತುಹೋದರು. ಆದರೂ ನೀನು, ‘ನನ್ನ ಮಾತಿಗೆ ಶರಣಾಗಿ ನಡೆಯುವವನು ಎಂದೆಂದಿಗೂ ಸಾವಿಗೆ ತುತ್ತಾಗನು,’ ಎಂದು ಹೇಳುತ್ತಿರುವೆ;"},{"number":53,"verse":"ನಮ್ಮ ತಂದೆ ಅಬ್ರಹಾಮನಿಗಿಂತಲೂ ನೀನು ಶ್ರೇಷ್ಠನೋ? ಆತನೂ ಸಾವಿಗೀಡಾದನು. ಪ್ರವಾದಿಗಳೂ ಸಾವಿಗೆ ಈಡಾಗಿರುವರು; ನೀನು ಯಾರೆಂದು ನಿನ್ನ ಎಣಿಕೆ?” ಎಂದು ಆ ಯೆಹೂದ್ಯ ಅಧಿಕಾರಿಗಳು ಕೇಳಿದರು."},{"number":54,"verse":"ಯೇಸು ಪ್ರತ್ಯುತ್ತರವಾಗಿ, “ನನ್ನ ಘನತೆಗೌರವವನ್ನು ನಾನೇ ಸಾರ ಹೊರಟರೆ ಅದಕ್ಕೆ ಬೆಲೆಯಿರದು. ನನ್ನ ಘನತೆಗೌರವವನ್ನು ಸಾರುವವರಾದರೋ ನನ್ನ ಪಿತನು. ಆ ಪಿತನನ್ನು ಕುರಿತೇ ‘ಅವರು ನಮ್ಮ ದೇವರು’ ಎಂದು ನೀವು ಹೇಳಿಕೊಳ್ಳುತ್ತೀರಿ."},{"number":55,"verse":"ಆದರೆ ಅವರ ಅರಿವು ನಿಮಗಿಲ್ಲ; ನನಗಿದೆ. ಅವರ ಅರಿವು ನನಗಿಲ್ಲವೆಂದು ನಾನು ಹೇಳಿದೆಯಾದರೆ ನಿಮ್ಮಂತೆ ನಾನೂ ಸುಳ್ಳುಗಾರನಾಗುತ್ತೇನೆ. ಅವರ ಅರಿವು ನನಗಿದೆ. ಅವರ ಮಾತನ್ನು ನಾನು ಪಾಲಿಸುತ್ತೇನೆ."},{"number":56,"verse":"ನಿಮ್ಮ ತಂದೆ ಅಬ್ರಹಾಮನು ನನ್ನ ದಿನವನ್ನು ತಾನು ಕಾಣುವನೆಂದು ಹಿಗ್ಗಿದನು. ಆತನು ಅದನ್ನು ಕಂಡೂ ಆಯಿತು; ಹಿಗ್ಗಿಯೂ ಆಯಿತು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":57,"verse":"ಯೆಹೂದ್ಯರು, “ನಿನಗಿನ್ನೂ ಐವತ್ತು ವರ್ಷವಾಗಿಲ್ಲ; ನೀನು ಅಬ್ರಹಾಮನನ್ನು ನೋಡಿದ್ದೀಯಾ?” ಎಂದರು."},{"number":58,"verse":"ಯೇಸು ಅವರಿಗೆ, “ಅಬ್ರಹಾಮನು ಹುಟ್ಟುವುದಕ್ಕೆ ಮೊದಲಿನಿಂದಲೂ ನಾನಿದ್ದೇನೆ,” ಎಂದು ಮರುನುಡಿದರು."},{"number":59,"verse":"ಇದನ್ನು ಕೇಳಿದ್ದೇ ಆ ಯೆಹೂದ್ಯರು ಯೇಸುವಿನತ್ತ ಬೀರಲು ಕಲ್ಲುಗಳನ್ನು ಎತ್ತಿಕೊಂಡರು. ಯೇಸುವಾದರೋ ಮರೆಯಾಗಿ ಮಹಾದೇವಾಲಯದಿಂದ ಹೊರಟುಹೋದರು."}]}