{"bibleAbbr":"ISV2011","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":2,"verses":[{"number":1,"verse":"{The King Searches for a New Queen} d After this, when the anger of King Ahasuerus had subsided, he remembered Vashti, what she had done, and what had been decreed about her."},{"number":2,"verse":"Then the young men who attended the king suggested, \"Let beautiful young virgins be sought for the king."},{"number":3,"verse":"Let the king appoint officials in all the provinces of his kingdom to bring all the beautiful young virgins into the harem in Susa the capital. Let them be placed under the care of Hegai, the king's eunuch, who is in charge of the women to give them their beauty treatments. {Lit. their massages}"},{"number":4,"verse":"Then let the young woman who pleases the king rule in place of Vashti.\" This advice {The Heb. lacks advice} pleased the king, and he did this."},{"number":5,"verse":"{Esther's Background} d In Susa the capital there was a Jewish man from the tribe of Benjamin, Jair's son Mordecai, who was a descendant of Kish's son Shimei the descendant of Benjamin."},{"number":6,"verse":"He had been taken into captivity from Jerusalem along with the exiles who had been deported with Jeconiah, king of Judah, whom Nebuchadnezzar, king of Babylon had taken into exile. {This deportation took place in 597 B. C.}"},{"number":7,"verse":"Mordecai {Lit. He} had raised his cousin {Lit. his uncle's daughter} Hadassah, or Esther, {The Heb. name Hadassah means Myrtle ; The Persian name Esther means Star} because she had no father or mother. The young woman had a beautiful figure and was very attractive. When her mother and father died Mordecai had taken her as his daughter."},{"number":8,"verse":"The king's order and edict was proclaimed, and many young women were brought to Susa the capital under the care of Hegai. Esther was taken to the palace into the care of Hegai, who was in charge of the women."},{"number":9,"verse":"The young woman pleased him and gained his favor. He quickly provided her beauty treatments and gave her portions of food to her. He also assigned her seven suitable young women from the palace and transferred her and her young women to the best place in the harem."},{"number":10,"verse":"Esther did not make known her people or heritage {Or her ancestry} because Mordecai had instructed her not to make it known."},{"number":11,"verse":"Every day Mordecai would walk back and forth in front of the court of the harem to find out about Esther's well-being and what was happening to her."},{"number":12,"verse":"{Esther Becomes Queen} d Each young woman's turn came to go in to King Ahasuerus at the end of the twelve month period, at which time she was treated according to the regulations for women. This process {The Heb. lacks process} completed the period of her beauty treatments six months with oil of myrrh and six months with spices and cosmetics for women."},{"number":13,"verse":"After that the young woman would go in to the king, and whatever she asked for would be given to her to take with her from the harem to the palace."},{"number":14,"verse":"In the evening she would go into the palace {The Heb. lacks the palace} and in the morning she would return to the second harem, into the care of Shaashgaz, the king's eunuch who was in charge of the mistresses. {Or concubines ; i. e. secondary wives} She would not go again to the king unless the king wanted her and she was called for by name."},{"number":15,"verse":"Now Esther was the daughter of Abihail, who had been Mordecai's uncle. Mordecai had taken Esther in as his own {The Heb. lacks own} daughter. When her turn came to go in to the king, she did not want anything except what Hegai, the king's eunuch in charge of the harem, advised. Esther found favor with everyone who saw her."},{"number":16,"verse":"Esther was taken to King Ahasuerus to his royal palace in the tenth month, which is the month Tebeth, in the seventh year of his reign."},{"number":17,"verse":"The king loved Esther more than any of the other women, so he favored her and was kinder to her than he was to any of the other virgins. He put the royal crown on her head and made her queen in place of Vashti."},{"number":18,"verse":"The king put on a great banquet for all his officials and ministers {Or servants} to honor Esther. He declared a holiday for the provinces and gave generous gifts. {Lit. gave gifts according to the hand of the king}"},{"number":19,"verse":"{Mordecai Thwarts a Plot to Kill Ahasuerus} d When the virgins were gathered a second time, Mordecai was sitting in the king's gate."},{"number":20,"verse":"Now Esther had not declared her heritage {Or her ancestry} or her people, just as Mordecai had instructed her, for Esther did what Mordecai told her just as she had done when she was raised by him."},{"number":21,"verse":"At that time when Mordecai was sitting in the king's gate, Bigthan and Teresh, two of the king's eunuchs among those who guarded the threshold, {I. e. the entrance to the restricted areas of the palace} became angry and conspired to assassinate {Lit. to send a hand against} King Ahasuerus."},{"number":22,"verse":"When Mordecai learned about the plot, he told Queen Esther, and she told the king in Mordecai's name."},{"number":23,"verse":"After the matter had been fully investigated, Bigthan and Teresh {Lit. investigated, the two of them} were hanged {Or impaled} on a pole, and this was recorded in the Book of the Chronicles in the presence of the king."}]}