{"bibleAbbr":"ISV2011","bookName":"Esther","bookEnglishName":"Esther","chapterNumber":7,"verses":[{"number":1,"verse":"{Haman is Executed} d The king and Haman went in to have a drink with Queen Esther."},{"number":2,"verse":"On the second day the king again told Esther as they drank wine, \"What's your petition, Queen Esther? It will be given to you. What's your request? Up to half of the kingdom, and it will be done.\""},{"number":3,"verse":"Queen Esther answered: \"If I've found favor with you, your majesty, and if it seems good to the king, let my life be given to me as my petition and my people as my request."},{"number":4,"verse":"Indeed, I and my people have been sold to be annihilated, killed, and destroyed. If we had just been sold as male and female slaves, I would have kept quiet, because the trouble wouldn't have been sufficient to bother the king.\" {Or no enemy could compensate for this damage to the king}"},{"number":5,"verse":"Then King Ahasuerus asked Queen Esther, \"Who is this, and where is the person who would dare {Lit. whose heart has filled him} do this?\""},{"number":6,"verse":"Esther replied, \"An adversary and an enemy it's this wicked Haman!\" So Haman was terrified before the king and the queen."},{"number":7,"verse":"The king got up from the banquet in anger and went out to the palace garden, while Haman stood there begging Queen Esther to spare his life, {Lit. the queen for his life} because he realized that the king intended to harm him. {Lit. to bring evil on him}"},{"number":8,"verse":"When the king returned to the banquet hall from the palace garden, Haman was prostrate on the couch where Esther was. The king asked, \"Will this man {Lit. he} even assault the queen with me in the house?\" The king had no sooner spoken than they covered Haman's face."},{"number":9,"verse":"Then Harbonah, one of the eunuchs attending the king, observed, \"Look there! A pole is standing 75 feet high {Lit. 50 cubits ; or about 23 meters} at Haman's house that he prepared for Mordecai, whose report benefitted {Lit. who spoke good for} the king!\" The king said, \"Hang {Or Impale} him on it.\""},{"number":10,"verse":"So they hanged {Or impaled} Haman on the pole he had set up for Mordecai, and then the king's anger subsided."}]}