{"bibleAbbr":"CVg2018","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":5,"verses":[{"number":1,"verse":"Audite verbum istud, quod ego levo super vos planctum : domus Israël cecidit, et non adjiciet ut resurgat."},{"number":2,"verse":"Virgo Israël projecta est in terram suam, non est qui suscitet eam."},{"number":3,"verse":"Quia hæc dicit Dominus Deus : Urbs de qua egrediebantur mille, relinquentur in ea centum ; et de qua egrediebantur centum, relinquentur in ea decem in domo Israël."},{"number":4,"verse":"Quia hæc dicit Dominus domui Israël : Quærite me, et vivetis."},{"number":5,"verse":"Et nolite quærere Bethel, et in Galgalam nolite intrare, et in Bersabee non transibitis, quia Galgala captiva ducetur, et Bethel erit inutilis."},{"number":6,"verse":"Quærite Dominum, et vivite (ne forte comburatur ut ignis domus Joseph, et devorabit, et non erit qui extinguat Bethel :"},{"number":7,"verse":"qui convertitis in absinthium judicium, et justitiam in terra relinquitis) :"},{"number":8,"verse":"facientem Arcturum et Orionem, et convertentem in mane tenebras, et diem in noctem mutantem ; qui vocat aquas maris, et effundit eas super faciem terræ ; Dominus nomen est ejus :"},{"number":9,"verse":"qui subridet vastitatem super robustum, et depopulationem super potentem affert."},{"number":10,"verse":"Odio habuerunt corripientem in porta, et loquentem perfecte abominati sunt."},{"number":11,"verse":"Idcirco, pro eo quod diripiebatis pauperem, et prædam electam tollebatis ab eo, domos quadro lapide ædificabitis, et non habitabitis in eis ; vineas plantabis amantissimas, et non bibetis vinum earum."},{"number":12,"verse":"Quia cognovi multa scelera vestra, et fortia peccata vestra : hostes justi, accipientes munus, et pauperes deprimentes in porta."},{"number":13,"verse":"Ideo prudens in tempore illo tacebit, quia tempus malum est."},{"number":14,"verse":"Quærite bonum, et non malum, ut vivatis ; et erit Dominus Deus exercituum vobiscum, sicut dixistis."},{"number":15,"verse":"Odite malum et diligite bonum, et constituite in porta judicium : si forte misereatur Dominus Deus exercituum reliquiis Joseph."},{"number":16,"verse":"Propterea hæc dicit Dominus Deus exercituum, dominator : In omnibus plateis planctus ; et in cunctis quæ foris sunt, dicetur : Væ, væ ! et vocabunt agricolam ad luctum, et ad planctum eos qui sciunt plangere."},{"number":17,"verse":"Et in omnibus vineis erit planctus, quia pertransibo in medio tui, dicit Dominus."},{"number":18,"verse":"Væ desiderantibus diem Domini ! ad quid eam vobis ? Dies Domini ista, tenebræ, et non lux."},{"number":19,"verse":"Quomodo si fugiat vir a facie leonis, et occurrat ei ursus ; et ingrediatur domum, et innitatur manu sua super parietem, et mordeat eum coluber."},{"number":20,"verse":"Numquid non tenebræ dies Domini, et non lux ; et caligo, et non splendor in ea ?"},{"number":21,"verse":"Odi, et projeci festivitates vestras, et non capiam odorem cœtuum vestrorum."},{"number":22,"verse":"Quod si obtuleritis mihi holocautomata, et munera vestra, non suscipiam ; et vota pinguium vestrorum non respiciam."},{"number":23,"verse":"Aufer a me tumultum carminum tuorum ; et cantica lyræ tuæ non audiam."},{"number":24,"verse":"Et revelabitur quasi aqua judicium, et justitia quasi torrens fortis."},{"number":25,"verse":"Numquid hostias et sacrificium obtulistis mihi in deserto quadraginta annis, domus Israël ?"},{"number":26,"verse":"et portastis tabernaculum Moloch vestro, et imaginem idolorum vestrorum, sidus dei vestri, quæ fecistis vobis."},{"number":27,"verse":"Et migrare vos faciam trans Damascum, dicit Dominus : Deus exercituum nomen ejus."}]}