{"bibleAbbr":"CVg2018","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":6,"verses":[{"number":1,"verse":"Væ qui opulenti estis in Sion, et confiditis in monte Samariæ : optimates capita populorum, ingredientes pompatice domum Israël !"},{"number":2,"verse":"Transite in Chalane, et videte, et ite inde in Emath magnam, et descendite in Geth Palæstinorum, et ad optima quæque regna horum : si latior terminus eorum termino vestro est."},{"number":3,"verse":"Qui separati estis in diem malum, et appropinquatis solio iniquitatis ;"},{"number":4,"verse":"qui dormitis in lectis eburneis, et lascivitis in stratis vestris ; qui comeditis agnum de grege, et vitulos de medio armenti ;"},{"number":5,"verse":"qui canitis ad vocem psalterii, sicut David putaverunt se habere vasa cantici,"},{"number":6,"verse":"bibentes vinum in phialis, et optimo unguento delibuti, et nihil patiebantur super contritione Joseph."},{"number":7,"verse":"Quapropter nunc migrabunt in capite transmigrantium, et auferetur factio lascivientium."},{"number":8,"verse":"Juravit Dominus Deus in anima sua, dicit Dominus Deus exercituum : Detestor ego superbiam Jacob, et domos ejus odi, et tradam civitatem cum habitatoribus suis."},{"number":9,"verse":"Quod si reliqui fuerint decem viri in domo una, et ipsi morientur."},{"number":10,"verse":"Et tollet eum propinquus suus, et comburet eum, ut efferat ossa de domo ; et dicet ei, qui in penetralibus domus est : Numquid adhuc est penes te ?"},{"number":11,"verse":"Et respondebit : Finis est. Et dicet ei : Tace, et non recorderis nominis Domini."},{"number":12,"verse":"Quia ecce Dominus mandabit, et percutiet domum majorem ruinis, et domum minorem scissionibus."},{"number":13,"verse":"Numquid currere queunt in petris equi, aut arari potest in bubalis ? quoniam convertistis in amaritudinem judicium, et fructum justitiæ in absinthium."},{"number":14,"verse":"Qui lætamini in nihilo ; qui dicitis : Numquid non in fortitudine nostra assumpsimus nobis cornua ? (15)Ecce enim suscitabo super vos, domus Israël, dicit Dominus Deus exercituum, gentem, et conteret vos ab introitu Emath usque ad torrentem deserti."}]}