{"bibleAbbr":"CVg2018","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":8,"verses":[{"number":1,"verse":"Hæc ostendit mihi Dominus Deus : et ecce uncinus pomorum."},{"number":2,"verse":"Et dixit : Quid tu vides, Amos ? Et dixi : Uncinum pomorum. Et dixit Dominus ad me : Venit finis super populum meum Israël ; non adjiciam ultra ut pertranseam eum."},{"number":3,"verse":"Et stridebunt cardines templi in die illa, dicit Dominus Deus : multi morientur ; in omni loco projicietur silentium."},{"number":4,"verse":"Audite hoc, qui conteritis pauperem, et deficere facitis egenos terræ,"},{"number":5,"verse":"dicentes : Quando transibit mensis, et venundabimus merces ? et sabbatum, et aperiemus frumentum, ut imminuamus mensuram, et augeamus siclum, et supponamus stateras dolosas,"},{"number":6,"verse":"ut possideamus in argento egenos et pauperes pro calceamentis, et quisquilias frumenti vendamus ?"},{"number":7,"verse":"Juravit Dominus in superbiam Jacob : Si oblitus fuero usque ad finem omnia opera eorum."},{"number":8,"verse":"Numquid super isto non commovebitur terra, et lugebit omnis habitator ejus, et ascendet quasi fluvius universus, et ejicicetur, et defluet, quasi rivus Ægypti ?"},{"number":9,"verse":"Et erit in die illa, dicit Dominus Deus : occidet sol in meridie, et tenebrescere faciam terram in die luminis :"},{"number":10,"verse":"et convertam festivitates vestras in luctum, et omnia cantica vestra in planctum, et inducam super omne dorsum vestrum saccum, et super omne caput calvitium : et ponam eam quasi luctum unigeniti, et novissima ejus quasi diem amarum."},{"number":11,"verse":"Ecce dies veniunt, dicet Dominus, et mittam famem in terram : non famem panis, neque sitim aquæ, sed audiendi verbum Domini."},{"number":12,"verse":"Et commovebuntur a mari usque ad mare, et ab aquilone usque ad orientem : circuibunt quærentes verbum Domini, et non invenient."},{"number":13,"verse":"In die illa deficient virgines pulchræ et adolescentes in siti,"},{"number":14,"verse":"qui jurant in delicto Samariæ, et dicunt : Vivit Deus tuus, Dan, et vivit via Bersabee ; et cadent, et non resurgent ultra."}]}