{"bibleAbbr":"NLT2007","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"The LORD gave this message to Joel son of Pethuel."},{"number":2,"verse":"Mourning over the Locust Plague Hear this, you leaders of the people. Listen, all who live in the land. In all your history, has anything like this happened before?"},{"number":3,"verse":"Tell your children about it in the years to come, and let your children tell their children. Pass the story down from generation to generation."},{"number":4,"verse":"After the cutting locusts finished eating the crops, the swarming locusts took what was left! After them came the hopping locusts, and then the stripping locusts, (The precise identification of the four kinds of locusts mentioned here is uncertain.) too!"},{"number":5,"verse":"Wake up, you drunkards, and weep! Wail, all you wine-drinkers! All the grapes are ruined, and all your sweet wine is gone."},{"number":6,"verse":"A vast army of locusts (Hebrew A nation.) has invaded my land, a terrible army too numerous to count. Its teeth are like lions’ teeth, its fangs like those of a lioness."},{"number":7,"verse":"It has destroyed my grapevines and ruined my fig trees, stripping their bark and destroying it, leaving the branches white and bare."},{"number":8,"verse":"Weep like a bride dressed in black, mourning the death of her husband."},{"number":9,"verse":"For there is no grain or wine to offer at the Temple of the LORD. So the priests are in mourning. The ministers of the LORD are weeping."},{"number":10,"verse":"The fields are ruined, the land is stripped bare. The grain is destroyed, the grapes have shriveled, and the olive oil is gone."},{"number":11,"verse":"Despair, all you farmers! Wail, all you vine growers! Weep, because the wheat and barley— all the crops of the field—are ruined."},{"number":12,"verse":"The grapevines have dried up, and the fig trees have withered. The pomegranate trees, palm trees, and apple trees— all the fruit trees—have dried up. And the people’s joy has dried up with them."},{"number":13,"verse":"Dress yourselves in burlap and weep, you priests! Wail, you who serve before the altar! Come, spend the night in burlap, you ministers of my God. For there is no grain or wine to offer at the Temple of your God."},{"number":14,"verse":"Announce a time of fasting; call the people together for a solemn meeting. Bring the leaders and all the people of the land into the Temple of the LORD your God, and cry out to him there."},{"number":15,"verse":"The day of the LORD is near, the day when destruction comes from the Almighty. How terrible that day will be!"},{"number":16,"verse":"Our food disappears before our very eyes. No joyful celebrations are held in the house of our God."},{"number":17,"verse":"The seeds die in the parched ground, and the grain crops fail. The barns stand empty, and granaries are abandoned."},{"number":18,"verse":"How the animals moan with hunger! The herds of cattle wander about confused, because they have no pasture. The flocks of sheep and goats bleat in misery."},{"number":19,"verse":"LORD, help us! The fire has consumed the wilderness pastures, and flames have burned up all the trees."},{"number":20,"verse":"Even the wild animals cry out to you because the streams have dried up, and fire has consumed the wilderness pastures."}]}