{"bibleAbbr":"LEB2012","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":13,"verses":[{"number":1,"verse":"(The Linen Loincloth) Thus Yahweh said to me: “Go and buy for yourself a loincloth of linen and put it on your loins, but you must not place it in water.”"},{"number":2,"verse":"So I bought the loincloth according to the word of Yahweh and I put it on my loins."},{"number":3,"verse":"Now the word of Yahweh came to me a second time, saying,"},{"number":4,"verse":"“Take the loincloth that you bought, that is on your loins, and stand up, go to the Euphrates and hide it there in the cleft of the rock.”"},{"number":5,"verse":"So I went and hid it by the Euphrates just as Yahweh had commanded me."},{"number":6,"verse":"And then, after a long time, then Yahweh said to me, “Stand up, go to the Euphrates and take from there the loincloth that I commanded you to hide there.”"},{"number":7,"verse":"Then I went to the Euphrates and I dug, and I took the loincloth from the place where I had hidden it, and look, the loincloth was ruined; it was not good for anything."},{"number":8,"verse":"And then the word of Yahweh came to me, saying,"},{"number":9,"verse":"“Thus says Yahweh: ‘So I will ruin the pride of Judah and the great pride of Jerusalem."},{"number":10,"verse":"This evil people, who refuse to listen to my words, who go in the stubbornness of their hearts, and have gone after other gods, to serve them, and to bow in worship to them, let them be like this loincloth which is not good for anything."},{"number":11,"verse":"For as the loincloth clings to the loins of a person, so I caused to cling to me all the house of Israel and all the house of Judah,’ declares Yahweh, ‘to be for me a people, and a name, and a praise, and a glory, but they would not listen.’"},{"number":12,"verse":"“Therefore, you shall say to them this word, ‘Thus says Yahweh, the God of Israel: “Every jar must be filled with wine.”’ And they will say to you, ‘Do we not certainly know that every jar should be filled with wine?’"},{"number":13,"verse":"Then you shall say to them, ‘Thus says Yahweh: “Look, I am about to fill all the inhabitants of this land, and the kings who sit on David’s throne, and the priests, and the prophets, and all the inhabitants of Jerusalem with drunkenness."},{"number":14,"verse":"And I will smash them, each one against his brother, and the fathers and the sons together,” declares Yahweh. “I will not have compassion, and I will not take pity, and I will not show compassion from destroying them.”’”"},{"number":15,"verse":"Listen, and pay attention, you must not be haughty, for Yahweh has spoken."},{"number":16,"verse":"Give glory to Yahweh your God before he brings darkness, and before your feet stumble on the mountains at twilight. And you will hope for light, but he makes it as gloom, he makes it as thick darkness."},{"number":17,"verse":"But if you will not listen to it, my inner self will weep in secret places, because of the presence of your pride. And my eyes will weep bitterly, and they will melt in tears, because the flock of Yahweh has been taken captive."},{"number":18,"verse":"(A Message for the King and the Queen Mother) “Say to the king and to the queen mother, ‘Take a lower seat, for your beautiful crown has come down from your head.’"},{"number":19,"verse":"The towns of the Negev are shut up, and there is no one who opens them. All of Judah is deported; it is deported in completeness."},{"number":20,"verse":"Lift up your eyes and see those coming from the north. Where is the flock that was given to you, your magnificent flock?"},{"number":21,"verse":"What will you say when he sets over you — and you have taught them — allies as head over you? Will not labor pains take hold of you, like a woman giving birth?"},{"number":22,"verse":"And if you say in your heart, ‘Why have these things happened to me?’ Because of the greatness of your iniquity your skirts are uncovered; your heels have endured violence."},{"number":23,"verse":"Can a Cushite change his skin, or a leopard his spots? Then you also will be able to do good, who are accustomed to doing evil."},{"number":24,"verse":"And I will scatter them like stubble scattered by the wind of the desert."},{"number":25,"verse":"This is your lot, the portion of your measure from me,” declares Yahweh, “because you have forgotten me, and you have trusted in the lie."},{"number":26,"verse":"So in turn I will bare your skirts over your face, and your shame will become visible."},{"number":27,"verse":"Your adulteries, and your neighings, the shameful behavior of your fornications on the hills in the countryside, I have seen your abominations. Woe to you, O Jerusalem! How long will you continue to be unclean? ”"}]}