{"bibleAbbr":"LEB2012","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":20,"verses":[{"number":1,"verse":"A Message for Pashhur Now Pashhur, the son of Immer, the priest who was officer in charge in the temple of Yahweh, heard Jeremiah prophesying these things."},{"number":2,"verse":"Then Pashhur struck Jeremiah the prophet and put him in the stocks that were in the upper Gate of Benjamin, which was by the temple of Yahweh."},{"number":3,"verse":"And then on the next day, when Pashhur brought Jeremiah out from the stocks, Jeremiah said to him, “Yahweh will not call your name Pashhur, but Terror From All Around."},{"number":4,"verse":"For thus says Yahweh, ‘Look, I am making you a terror to yourself and to all your friends, and they will fall by the sword of their enemies, and your eyes will be seeing it. And all Judah I will give into the hand of the king of Babylon, and he will deport them to Babylon, and he will strike them with the sword."},{"number":5,"verse":"And I will give all the wealth of this city, and all its acquisitions, and all its precious items, and all of the treasures of the kings of Judah I will give into the hand of their enemies, and they will plunder them, and they will seize them, and they will bring them to Babylon."},{"number":6,"verse":"And you, Pashhur, and all those who live in your house will go into captivity, and you will go to Babylon, and there you will die, and there you will be buried, you, and all your friends to whom you have prophesied falsely. ’”"},{"number":7,"verse":"Jeremiah’s Lament You have persuaded me, O Yahweh, and I was persuaded. You have overpowered me, and you have prevailed. I have become a laughingstock all day long. Everyone is mocking me."},{"number":8,"verse":"For as often as I speak, I must cry out violence and destruction. I must shout, for the word of Yahweh has become for me a disgrace and derision all day long."},{"number":9,"verse":"But if I say, “I will not mention him and I will no longer speak in his name,” then it becomes in my heart like a fire burning, locked up in my bones, and I struggle to contain it, and I am not able."},{"number":10,"verse":"For I hear the rumor of many, “Terror is from all around, denounce him, yes, let us denounce him!” All my close friends are watchers of my stumbling, saying, “perhaps he can be persuaded, and we can prevail over him, and we can take our revenge on him.”"},{"number":11,"verse":"But Yahweh is with me like a powerful warrior. Therefore my persecutors will stumble and will not prevail. They will be very ashamed, for they will not achieve success. Their everlasting insult will not be forgotten."},{"number":12,"verse":"Yet, O Yahweh of hosts, who tests the righteous, who sees the heart and the mind, let me see your retribution upon them, for to you I have revealed my legal case."},{"number":13,"verse":"Sing to Yahweh, praise Yahweh, for he has delivered the life of the poor from the hand of evildoers."},{"number":14,"verse":"Cursed be the day on which I was born, let not the day on which my mother gave birth to me be blessed."},{"number":15,"verse":"Cursed be the man who brought the news to my father, saying, “A child is born to you, a son!” and he made him very glad."},{"number":16,"verse":"And let that man be like the cities that Yahweh demolished without regret, and let him hear a cry for help in the morning, and an alarm at the time of noon."},{"number":17,"verse":"Because he did not kill me in the womb, so that my mother would have been for me my grave, and her womb would be pregnant forever."},{"number":18,"verse":"Why did I come out from the womb, to see toil, and sorrow, and to end my days in shame?"}]}