{"bibleAbbr":"LEB2012","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":23,"verses":[{"number":1,"verse":"(Woe to the Evil Shepherds) “Woe to the shepherds who destroy and scatter the flock of my pasture,” declares Yahweh."},{"number":2,"verse":"Therefore thus says Yahweh, the God of Israel concerning the shepherds who shepherd my people, “You yourselves have scattered my flock, and you have driven them away, and you do not attend to them. Look, I will punish you for the evil of your deeds,” declares Yahweh."},{"number":3,"verse":"“Then I myself will gather together the remnant of my flock from all the lands where I have driven them, and I will bring them back to their grazing place, and they will be fruitful, and they will become numerous."},{"number":4,"verse":"And I will raise up over them shepherds, and they will shepherd them, and they will no longer fear, and they will not be dismayed, and they will not be missing,” declares Yahweh."},{"number":5,"verse":"(The Righteous Branch) “Look, days are coming,” declares Yahweh, “when I will raise up for David a righteous branch, and he will reign as king, and he will achieve success, and he will do justice and righteousness in the land."},{"number":6,"verse":"In his days Judah will be saved, and Israel will dwell in safety, and this is his name by which he will be called: ‘Yahweh is our righteousness.’"},{"number":7,"verse":"“Therefore look, days are coming,” declares Yahweh, “when they will no longer say, ‘As Yahweh lives, who led up the Israelites from the land of Egypt,’"},{"number":8,"verse":"but ‘As Yahweh lives, who led up, and who brought the offspring of the house of Israel from the land of the north and from all the lands where he had driven them.’ Then they will live in their land.”"},{"number":9,"verse":"(The Unfaithful Prophets) Concerning the prophets: My heart is broken in my midst. All my bones tremble. I have become like a drunken man, even like a man over whom wine has passed, because of Yahweh, and because of his holy words."},{"number":10,"verse":"For the land is full of adulterers; for the land mourns because of a curse. The pastures of the desert are dry, and their evil has been their way of running, and their power is not right."},{"number":11,"verse":"“For both prophet as well as priest are godless, even in my temple I have found their wickedness,” declares Yahweh."},{"number":12,"verse":"“Therefore their way will be to them like the slippery places, they will be pushed in the darkness, and they will fall into it, for I will bring disaster on them in the year of their punishment,” declares Yahweh."},{"number":13,"verse":"“Now in the prophets of Samaria I saw a disgusting thing. They prophesied by Baal and they caused my people Israel to err."},{"number":14,"verse":"And in the prophets of Jerusalem I have seen something horrible. They commit adultery, and they walk in lies, and they make strong the hands of evildoers, so that they have not turned back each from his wickedness. All of them have become to me like Sodom, and its inhabitants like Gomorrah.”"},{"number":15,"verse":"Therefore thus says Yahweh concerning the prophets, “Look, I am going to let them eat wormwood and I will give them water of poison to drink, for from the prophets of Jerusalem went out ungodliness to all the land.”"},{"number":16,"verse":"Thus says Yahweh of hosts, “You must not listen to the words of the prophets who prophesy to you. They are deluding you with visions of their mind, They do not speak from the mouth of Yahweh."},{"number":17,"verse":"They are continually saying to those who disregard the word of Yahweh, ‘Peace it will be to you,’ and to each one who walks in the stubbornness of his heart they say, ‘Calamity will not come upon you.’"},{"number":18,"verse":"For who has stood in the council of Yahweh, that he has seen and heard his word? Who has listened attentively to his word and heard it?"},{"number":19,"verse":"Look, the storm of Yahweh has gone forth in wrath, even a whirling tempest. It will whirl upon the head of the wicked."},{"number":20,"verse":"The anger of Yahweh will not turn back until his doing and until his keeping the plans of his mind. In latter days you will look closely at it with understanding."},{"number":21,"verse":"I have not sent the prophets, yet they ran. I have not spoken to them, yet they prophesied."},{"number":22,"verse":"But if they had stood in my council, then they would have proclaimed my words to my people, and they would have caused them to turn from their evil way, and from the evil of their deeds."},{"number":23,"verse":"Am I a God from near,” declares Yahweh, “and not a God from far?"},{"number":24,"verse":"Or can a person hide himself in secret places and I cannot see him?” declares Yahweh. “Do I not fill up the heaven and the earth?” declares Yahweh."},{"number":25,"verse":"“I have heard what the prophets who prophesy lies have said in my name, saying, ‘I have dreamed! I have dreamed!’"},{"number":26,"verse":"How long will this be in the hearts of the prophets who prophesy lies, even the prophets of the deceitfulness of their hearts,"},{"number":27,"verse":"who plan to make my people forget my name by their dreams that they tell each one to his neighbor, just as their ancestors forgot my name through Baal?"},{"number":28,"verse":"The prophet who has with him a dream, let him tell the dream. But the prophet who has my word with him, let him speak my word faithfully. What is straw compared to wheat?” declares Yahweh."},{"number":29,"verse":"“Is not my word like fire?” declares Yahweh, “and like a blacksmith’s hammer that breaks a rock into pieces?"},{"number":30,"verse":"“Therefore look, I am against the prophets,” declares Yahweh, “who steal my words each one from his neighbor."},{"number":31,"verse":"Look, I am against the prophets,” declares Yahweh, “who take their tongues and declare as prophets, ‘Yahweh declares.’"},{"number":32,"verse":"Look, I am against those who prophesy dreams of lies,” declares Yahweh, “and tell them, and they caused my people to err through their lies, and in their recklessness, when I myself have not sent them nor commanded them, so they profit not this people at all,” declares Yahweh."},{"number":33,"verse":"“Now when this people, or a prophet, or a priest, ask you, saying, ‘What is the burden of Yahweh?’ then you shall say to them, ‘You are the burden, and I will forsake you,’” declares Yahweh."},{"number":34,"verse":"“And the prophet, and the priest, and the people who say, ‘The burden of Yahweh,’ I will punish that man and his house."},{"number":35,"verse":"Thus you shall say, each one to his neighbor and each one to his brother: ‘What has Yahweh answered?’ or, ‘What has Yahweh spoken?’"},{"number":36,"verse":"But you shall not mention the burden of Yahweh, for the burden is to each one his word, and so you twist the words of the living God, Yahweh of hosts, our God."},{"number":37,"verse":"Thus you shall say to that prophet, ‘What has Yahweh answered you?’ or, ‘What has Yahweh spoken?’"},{"number":38,"verse":"But if you say, ‘The burden of Yahweh,’ therefore thus says Yahweh, ‘because of your saying these words, “The burden of Yahweh,” then I will send to you, saying, “You shall not say, ‘The burden of Yahweh.’”’"},{"number":39,"verse":"Therefore look, here I am, and I will surely lift you up and forsake you and the city that I gave to you and to your ancestors from my presence ,"},{"number":40,"verse":"and I will bring upon you an everlasting disgrace and an everlasting shame that will not be forgotten.”"}]}