{"bibleAbbr":"LEB2012","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":51,"verses":[{"number":1,"verse":"Thus says Yahweh: “Look, I am going to stir up against Babylon and against the inhabitants of Leb-qamai a destructive wind."},{"number":2,"verse":"And I will send winnowers to Babylon, and they will winnow her, and they will lay waste her land, for they will be against her from all sides on the day of disaster."},{"number":3,"verse":"Let not him who bends the bow shoot his bow, and let him not rise high in his body armor. And you must not spare her young men; destroy her whole army."},{"number":4,"verse":"And they will fall slain in the land of the Chaldeans, and pierced through in her streets."},{"number":5,"verse":"For neither Israel nor Judah is a widower from their God, from Yahweh of hosts, though their land is full of guilt against the Holy One of Israel.”"},{"number":6,"verse":"Flee from the midst of Babylon and save each one his life. You must not perish because of her guilt. For this is the time of vengeance for Yahweh, he will repay her what is deserved."},{"number":7,"verse":"Babylon was a cup of gold in the hand of Yahweh, making drunk all the earth. The nations drank of her wine. Therefore the nations acted like madmen."},{"number":8,"verse":"Suddenly Babylon has fallen and she is shattered. Wail over her! Take balm for her wounds, perhaps she may be healed."},{"number":9,"verse":"We tried to heal Babylon, and she was not healed. Forsake her and let us go each one to his country, for her judgment has reached to the heavens, and it has been lifted up to the skies."},{"number":10,"verse":"Yahweh has brought forth our vindication. Come and let us make known in Zion the work of Yahweh our God."},{"number":11,"verse":"Sharpen the arrows, fill the quivers! Yahweh has stirred up the spirit of the kings of the Medes. Because his plan concerning Babylon is to destroy it, for that is the vengeance of Yahweh, the vengeance for his temple."},{"number":12,"verse":"Against the walls of Babylon raise a banner; post a strong watch, post watchmen, prepare the ambushes, for Yahweh has both planned as well as performed what he has spoken concerning the inhabitants of Babylon."},{"number":13,"verse":"O you who live by mighty waters, rich in treasures, your end has come, the measure of your life."},{"number":14,"verse":"Yahweh of hosts has sworn by himself, “Surely I will fill you with troops like the creeping locusts, and they will sing over you a war cry.”"},{"number":15,"verse":"He is the one who made the earth by his power, the one who created the world by his wisdom, and by his understanding he stretched out the heavens."},{"number":16,"verse":"At the giving of his voice there is a roar of waters in the heavens, and he causes the patches of mist to go up from the end of the earth. He makes lightning for the rain, and he brings out the wind from his storehouses."},{"number":17,"verse":"All humankind turns out to be stupid, without knowledge. Every goldsmith is put to shame by the divine image. For his cast image is a lie, and there is no breath in them."},{"number":18,"verse":"They are worthless, a work of mockery. At the time of their punishment, they will perish."},{"number":19,"verse":"The portion of Jacob is not like these, for he is the creator of everything, and the tribe of his inheritance. Yahweh of hosts is his name."},{"number":20,"verse":"He says, “You are a war club for me, a weapon of battle, and I smash nations with you, and I destroy kingdoms with you."},{"number":21,"verse":"And I smash the horse with you, and its rider, and I smash the chariot with you, and its rider."},{"number":22,"verse":"And I smash man and woman with you, and I smash the old man and the boy with you, and I smash the young man and the young woman with you."},{"number":23,"verse":"And I smash the shepherd and his flock with you, and I smash the farmer and his team with you, and I smash the governors and the officials with you."},{"number":24,"verse":"And I will repay Babylon, and all the inhabitants of Chaldea, all their wickedness that they have done in Zion before your eyes,” declares Yahweh."},{"number":25,"verse":"“Look, I am against you, O mountain of the destruction,” declares Yahweh, “the one that destroys the whole earth. And I will stretch out my hand against you, and I will roll you down from the cliffs, and I will make you as a mountain burned away."},{"number":26,"verse":"They will not take from you a stone for a corner, and a stone for a foundation, for you will be an everlasting desolation,” declares Yahweh."},{"number":27,"verse":"Raise a banner in the land; blow a horn among the nations; prepare for holy war against her; summon the nations against her, the kingdoms of Ararat, Minni, and Ashkenaz; summon against her an official; bring up horses like bristling creeping locusts."},{"number":28,"verse":"Prepare the nations for holy war against her, the kings of the Medes, with their governors and all their officials, and every land of their dominion."},{"number":29,"verse":"And the land quakes and writhes, for the plans of Yahweh against Babylon stand, to make the land of Babylon as a horror, without inhabitant."},{"number":30,"verse":"The warriors of Babylon have ceased to fight, they remain in the strongholds, their power has dried up, they have become as women. Her dwelling places are set on fire, her bars are broken."},{"number":31,"verse":"one runner runs to meet another runner, and one messenger to meet another messenger, to tell the king of Babylon that his city has been captured, from end to end."},{"number":32,"verse":"And the fords have been seized, and the reed marshes have been burned with fire, and the soldiers are horrified."},{"number":33,"verse":"For thus says Yahweh of hosts, the God of Israel, “The daughter of Babylon is like a threshing floor at the time it is trodden down, just a little while and the time of the harvest will come for her.”"},{"number":34,"verse":"Nebuchadnezzar the king of Babylon has devoured me and sucked me dry; he has made me an empty vessel; he has swallowed me like the sea monster; he has filled his belly with my delicacies; he has rinsed me."},{"number":35,"verse":"“May the violence done to me and to my flesh be on Babylon,” the inhabitants of Zion will say; and “My blood be upon the inhabitants of Chaldea,” Jerusalem will say."},{"number":36,"verse":"Therefore thus says Yahweh, “Look, I am going to contend your case, and I will avenge your vengeance, and I will cause her sea to dry up, and I will cause her fountain to dry up."},{"number":37,"verse":"And Babylon will become as a heap of stones, a lair of jackals, an object of horror, and an object of hissing, without inhabitants."},{"number":38,"verse":"They will roar together like the young lions, they will growl like the cubs of lions."},{"number":39,"verse":"At their becoming hot I will set their banquets, and I will make them drunk, so that they will fall into a swoon, and they will sleep an everlasting sleep, and they will not wake up,” declares Yahweh."},{"number":40,"verse":"“I will bring them down like young rams to slaughter, like rams and goats."},{"number":41,"verse":"How Sheshach is captured, and the glory of all the earth is seized! How Babylon has become as an object of horror among the nations!"},{"number":42,"verse":"The sea has risen over Babylon, she has been covered by the roar of its waves."},{"number":43,"verse":"Her cities have become as an object of horror, a dry land and a wilderness, a land in which no person lives, nor does a son of humankind pass through it."},{"number":44,"verse":"And I will punish Bel in Babylon, and I will wrench out from his mouth what he has swallowed. And the nations will not stream towards him any longer what’s worse, the wall of Babylon has fallen."},{"number":45,"verse":"Come out from her midst, my people, and save each one his life from the burning anger of Yahweh."},{"number":46,"verse":"Now so that you are not fainthearted, and you are afraid at the rumors that are heard in the land — and in the year the rumor comes, and in the year after it the rumor, and violence is in the land, with ruler against ruler —"},{"number":47,"verse":"therefore look, days are coming, and I will punish the images of Babylon, and all her land will be put to shame, and all her slain ones will fall in the midst of her."},{"number":48,"verse":"Then the heaven and the earth and all that is in them will shout for joy over Babylon, for from the north the destroyers will come to it,” declares Yahweh."},{"number":49,"verse":"Babylon must fall not only because of the slain ones of Israel, but also because of Babylon the slain ones of all the earth have fallen."},{"number":50,"verse":"Survivors of the sword, go! You must not linger! Remember Yahweh from far away, and let Jerusalem come to your mind."},{"number":51,"verse":"We are ashamed, for we have heard taunts, disgrace covers our faces, for strangers have come to the holy places of the house of Yahweh."},{"number":52,"verse":"“Therefore look, days are coming,” declares Yahweh, “and I will punish her images, and the fatally wounded will sigh through all her land."},{"number":53,"verse":"Though Babylon goes up to the heavens, and though she fortifies the high place of her strength, from me destroyers will come to her,” declares Yahweh."},{"number":54,"verse":"The sound of a cry for help from Babylon, and a great collapse from the land of the Chaldeans."},{"number":55,"verse":"For Yahweh is devastating Babylon, and he obliterates her loud noise from her. Their waves roar like mighty waters, the roar of their voices resounds."},{"number":56,"verse":"For a destroyer is coming against her, against Babylon, and her warriors are captured. Their bows are broken; for Yahweh is a God of recompense, certainly he will repay."},{"number":57,"verse":"“And I will make drunk her officials, and her wise men, her governors, and her officials, and her warriors, and they will sleep an everlasting sleep, and they will not wake up,” declares the King, Yahweh of hosts is his name."},{"number":58,"verse":"Thus says Yahweh of hosts: “The broad walls of Babylon will be utterly demolished, and her high gates will burn with fire, and the peoples will labor for nothing, and the nations for fire, and they will grow weary.”"},{"number":59,"verse":"The Scroll Concerning Babylon is Thrown into the Euphrates The word that Jeremiah the prophet commanded Seraiah, the son of Neriah, the son of Mahseiah, at his going with Zedekiah, the king of Judah, to Babylon in the fourth year of his reign. Now Seraiah was the quartermaster."},{"number":60,"verse":"And Jeremiah wrote all the disasters that would come on Babylon in one scroll, all these words that are written concerning Babylon."},{"number":61,"verse":"And Jeremiah said to Seraiah, “At your coming to Babylon, then you must see that you read aloud all these words."},{"number":62,"verse":"And you must say, ‘Yahweh, you yourself spoke against this place, to destroy it, so that there will not be in it anything living, from humankind to animals, for it will be an everlasting desolation.’"},{"number":63,"verse":"And then when you finish reading aloud this scroll, you must tie a stone on it, and you must throw it into the middle of the Euphrates."},{"number":64,"verse":"And you must say, ‘Babylon will sink, and she will not rise, because of the face of the disasters that I am bringing on her, and they will grow weary.’” Thus far the words of Jeremiah."}]}