{"bibleAbbr":"MKJV1962","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"And Samuel took a vial of oil and poured on his head, and kissed him, and said, [Is it] not because the LORD has anointed you for a leader over His inheritance?"},{"number":2,"verse":"When you have departed from me today, then you shall find two men by Rachel's tomb in the border of Benjamin at Zelzah. And they will say to you, The asses which you went to seek are found. And, lo, your father has quit caring for the asses and sorrows for you, saying, What shall I do for my son?"},{"number":3,"verse":"And you shall go forward from there, and you shall come to the great tree of Tabor. And there you shall meet three men going up to God to Bethel, one carrying three kids, and another carrying three loaves of bread, and another carrying a skin of wine."},{"number":4,"verse":"And they will greet you and give you two [loaves] of bread, which you shall take from their hand."},{"number":5,"verse":"After that you shall come to the hill of God, where the garrison of the Philistines [is]. And it will happen to you when you come there to the city, even you shall meet a company of prophets coming down from the high place with a harp and a tambourine and a flute and a lyre before them. And they shall prophesy."},{"number":6,"verse":"And the spirit of the LORD will come powerfully on you, and you shall prophesy with them, and shall be turned into another man."},{"number":7,"verse":"And it will be when these signs have come to you, you will do for yourself what your hand finds; for God [is] with you."},{"number":8,"verse":"And you shall go down before me to Gilgal. And, behold, I will come down to you to offer burnt offerings [and] to sacrifice peace offerings. You shall stay seven days until I come to you and make known to you what you shall do."},{"number":9,"verse":"And it happened when he had turned his back to go from Samuel, God changed him with another heart. And all those signs came on that day."},{"number":10,"verse":"And they came there to the hill, behold, a company of prophets met him. And the Spirit of God came on him, and he prophesied among them."},{"number":11,"verse":"And it happened when all who knew him before saw him, behold, he prophesied among the prophets. And the people said to one another, What [is] this that has happened to the son of Kish? Is Saul also among the prophets?"},{"number":12,"verse":"And a man from there answered and said, And who [is] their father? Therefore it became a proverb, [Is] Saul also among the prophets?"},{"number":13,"verse":"And he finished from prophesying, and he came to the high place."},{"number":14,"verse":"And Saul's uncle said to him and to his young man, Where did you go? And he said, To look for the asses. And when we saw that [they were] nowhere, we came to Samuel."},{"number":15,"verse":"And Saul's uncle said, Please tell me, what Samuel said to you."},{"number":16,"verse":"And Saul said to his uncle, He told us plainly that the asses were found. But he did not tell him of the matter of the kingdom of which Samuel spoke."},{"number":17,"verse":"And Samuel called the people together to the LORD to Mizpeh."},{"number":18,"verse":"And he said to the sons of Israel, So says the LORD God of Israel, I brought up Israel out of Egypt, and delivered you out of the hand of the Egyptians, and out of the hand of all kingdoms, of those who oppressed you."},{"number":19,"verse":"And you have this day rejected your God who Himself saved you out of all your calamities and your tribulations. And you have said to Him, But set a king over us. And now present yourselves before the LORD by your tribes and by your thousands."},{"number":20,"verse":"And when Samuel had caused all the tribes of Israel to come near, the tribe of Benjamin was taken."},{"number":21,"verse":"When he had caused the tribe of Benjamin to come near by their families, the family of Matri was taken, and Saul the son of Kish was taken. And they looked for him, but he could not be found."},{"number":22,"verse":"And they inquired of the LORD further, Has the man yet come here? And the LORD answered, Behold, he is hiding himself among the baggage."},{"number":23,"verse":"And they ran and brought him from there. And when he stood among the people, he was taller than all of the people from the shoulders and upward."},{"number":24,"verse":"And Samuel said to all the people, Do you see him whom the LORD has chosen, that [there is] none like him among all the people? And all the people shouted, and said, Let the king live!"},{"number":25,"verse":"Then Samuel told the people the duties of the kingdom, and wrote in a book and laid it up before the LORD. And Samuel sent all the people away, each to his house."},{"number":26,"verse":"And Saul also went home to Gibeah. And a band of men went with him, whose hearts God had touched."},{"number":27,"verse":"But the sons of Belial said, How shall this man save us? And they despised him and brought him no present. But he was silent."}]}