{"bibleAbbr":"MKJV1962","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"And the day came that Jonathan the son of Saul said to the young man who bore his armor, Come and let us go over to the Philistines' garrison which [is] on the other side. But he did not tell his father."},{"number":2,"verse":"And Saul stayed in the edge of Gibeah under the pomegranate tree in Migron. And the people who were with him were about six hundred men."},{"number":3,"verse":"And Ahiah, the son of Ahitub, Ichabod's brother, the son of Phinehas, the son of Eli, the LORD's priest in Shiloh, was wearing an ephod. And the people did not know that Jonathan was gone."},{"number":4,"verse":"And between the passages by which Jonathan sought to go over to the Philistines' garrison [there was] a rocky crag on the one [side] and a rocky crag on the other [side]. And the name of the one [was] Bozez, and the name of the other Seneh."},{"number":5,"verse":"The one crag [was] a pillar on the north in front of Michmash, and the other southward in front of Gibeah."},{"number":6,"verse":"And Jonathan said to the young man who bore his armor, Come, and let us go over to the garrison of these uncircumcised ones. It may be that the LORD will work for us. For [there is] no restraint to the LORD, to save by many or by few."},{"number":7,"verse":"And his armor-bearer said to him, Do all that [is] in your heart. Turn, for behold, I am with you according to your heart."},{"number":8,"verse":"And Jonathan said, Behold, we will go over to [these] men, and we will show ourselves to them."},{"number":9,"verse":"If they say this to us, Stand still until we come to you, then we will stand still [in] our place and will not go up to them."},{"number":10,"verse":"But if they say this, Come up to us, then we will go up, for the LORD has delivered them up into our hand. And this [shall be] a sign to us."},{"number":11,"verse":"And both of them showed themselves to the garrison of the Philistines. And the Philistines said, Behold, the Hebrews come out of the holes where they have hidden themselves."},{"number":12,"verse":"And the men of the garrison answered Jonathan and his armor-bearer and said, Come up to us, and we will teach you a thing. And Jonathan said to his armor-bearer, Come up after me, for the LORD has delivered them into the hand of Israel."},{"number":13,"verse":"And Jonathan climbed up on his hands and feet, and his armor-bearer after him. And they fell before Jonathan, and his armor-bearer killed after him."},{"number":14,"verse":"And this [was] the first blow, when Jonathan and his armor-bearer struck about twenty men in about half of a furrow of an acre of a field."},{"number":15,"verse":"And there was trembling in the army, in the field, and among all the people. The garrison and the spoilers also trembled, and the earth quaked, and it was a very great trembling."},{"number":16,"verse":"And the watchmen of Saul in Gibeah of Benjamin looked, and behold, the multitude had melted away and went on here and there."},{"number":17,"verse":"And Saul said to the people with him, Number now and see who is gone from us. And when they had counted, behold, Jonathan and his armor-bearer [were] not [there.]"},{"number":18,"verse":"And Saul said to Ahiah, Bring the ark of God here. For the ark of God was at that time with the sons of Israel."},{"number":19,"verse":"And it happened, while Saul talked to the priest, the noise in the army of the Philistines went on and grew greater. And Saul said to the priest, Withdraw your hand."},{"number":20,"verse":"And Saul and all the people with him gathered, and they went to the battle. And, behold, every man's sword [was] against his fellow, a very great panic."},{"number":21,"verse":"And the Hebrews that [were] with the Philistines before, who had gone up with them into the camp all around, even they also [turned] to be with the Israelites who were with Saul and Jonathan."},{"number":22,"verse":"And all the men of Israel who had hidden themselves in mount Ephraim heard that the Philistines had fled, even they also followed them in the battle."},{"number":23,"verse":"And the LORD saved Israel that day, and the battle passed over to Beth-aven."},{"number":24,"verse":"And the men of Israel were distressed on that day. For Saul had commanded the people, saying, Cursed [is] the man that eats food until evening, so that I may be avenged on my enemies. So none of the people tasted any food."},{"number":25,"verse":"And all the [men of] the land came into a forest, and there was honey on the ground."},{"number":26,"verse":"And when the people had come into the woods, behold, a flow of honey! But no one put his hand to his mouth, for the people feared the oath."},{"number":27,"verse":"But Jonathan did not hear when his father made the people swear. And [he] put forth the end of the rod in his hand and dipped it in a honeycomb, and put his hand to his mouth. And his eyes were lightened."},{"number":28,"verse":"And one from the people answered and said, Your father strictly charged the people with an oath, saying, Cursed [is] the man who eats food this day. And the people were weary."},{"number":29,"verse":"Then Jonathan said, My father has troubled the land. Please see how my eyes have been lightened because I tasted a little of this honey."},{"number":30,"verse":"How much more if the people had happened to eat freely today of the spoil of their enemies which they found? For would not there have been a much greater slaughter among the Philistines?"},{"number":31,"verse":"And they struck the Philistines that day from Michmash to Aijalon, and the people were very faint."},{"number":32,"verse":"And the people flew on the spoil, and took sheep and oxen and calves, and killed [them] on the ground. And the people ate with the blood."},{"number":33,"verse":"And they told Saul, saying, Behold, the people sin against the LORD in that they eat with the blood. And he said, You have transgressed. Roll a great stone to me today."},{"number":34,"verse":"And Saul said, Disperse yourselves among the people and say to them, Let each one bring his ox here, and each man his sheep, and kill [them] here, and eat. And do not sin against the LORD in eating with the blood. And each man of all the people brought his ox in his hand that night, and killed them there."},{"number":35,"verse":"And Saul built an altar to the LORD. The same was the first altar that he built to the LORD."},{"number":36,"verse":"And Saul said, Let us go down after the Philistines by night and spoil them until the morning light, and let us not leave a man of them. And they said, Do all that seems good to you. Then the priest said, Let us draw near here to God."},{"number":37,"verse":"And Saul asked counsel of God: Shall I go down after the Philistines? Will You deliver them into the hand of Israel? But He answered him not that day."},{"number":38,"verse":"And Saul said, Draw near here, all the chief of the people, and know and see what this sin has been today."},{"number":39,"verse":"For, [as] the LORD lives, He who saves Israel, though it is in Jonathan my son, he shall surely die. But there was not a man among all the people who answered."},{"number":40,"verse":"Then he said to all Israel, You be on one side, and Jonathan my son and I will be on the other side. And the people said to Saul, Do what seems good to you."},{"number":41,"verse":"And Saul said to the LORD God of Israel, Give a perfect [lot]. And Saul and Jonathan were taken, but the people escaped."},{"number":42,"verse":"And Saul said, Cast [lots] between me and my son Jonathan. And Jonathan was taken."},{"number":43,"verse":"Then Saul said to Jonathan, Tell me what you have done. And Jonathan told him and said, I did but taste a little honey with the end of the rod in my hand. Behold me, I must die."},{"number":44,"verse":"And Saul answered, God do so and more also, for you shall surely die, Jonathan."},{"number":45,"verse":"And the people said to Saul, Shall Jonathan die, who has worked out this great salvation in Israel? Far be it! [As] the LORD lives, not one hair of his head shall fall to the ground, for he has worked with God this day. So the people rescued Jonathan, so that he did not die."},{"number":46,"verse":"Then Saul went up from following the Philistines. And the Philistines went to their own place."},{"number":47,"verse":"And Saul took the kingdom over Israel and fought against all his enemies on every side, with Moab, and with the sons of Ammon, and with Edom, and with the kings of Zobah, and with the Philistines. And wherever he turned himself, he troubled [them]."},{"number":48,"verse":"And he gathered an army and struck the Amalekites, and delivered Israel out of the hands of those who spoiled them."},{"number":49,"verse":"And the sons of Saul were Jonathan, and Ishui, and Melchishua. And the names of his two daughters: the first-born's name [was] Merab, and the name of the younger, Michal."},{"number":50,"verse":"And the name of Saul's wife [was] Ahinoam, the daughter of Ahimaaz. And the name of the commander of his army [was] Abner, the son of Ner, Saul's uncle."},{"number":51,"verse":"And Kish [was] the father of Saul. And Ner the father of Abner [was] the son of Abiel."},{"number":52,"verse":"And the war was heavy against the Philistines all the days of Saul. And when Saul saw any strong man, or any brave man, he took him to himself."}]}