{"bibleAbbr":"MKJV1962","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":17,"verses":[{"number":1,"verse":"And the Philistines gathered their armies for battle, and gathered at Socoh [of] Judah, and pitched between Socoh and Azekah, in Ephes-dammim."},{"number":2,"verse":"And Saul and the men of Israel had gathered and pitched by the valley of Elah, and set the battle in order against the Philistines."},{"number":3,"verse":"And the Philistines stood on a mountain on the one [side], and Israel stood on a mountain on the other [side]. And [there was] a valley between them."},{"number":4,"verse":"And a champion named Goliath came out of the Philistines camp; he was from Gath. His height [was] six cubits and a span."},{"number":5,"verse":"And a bronze helmet was on his head, and he [was] armed with scaled armor. And the weight of the coat [was] five thousand shekels of bronze."},{"number":6,"verse":"And greaves of bronze [were] on his legs, and a bronze javelin [was] between his shoulders."},{"number":7,"verse":"And the staff of his spear [was] like a weaver's beam. And his spear's head [weighed] six hundred shekels of iron. And the shield bearer went in front of him."},{"number":8,"verse":"And he stood and cried to the armies of Israel, and said to them, Why have you come out to set [your] battle in order? [Am] I not a Philistine, and are you not servants to Saul? Choose a man for you, and let him come down to me."},{"number":9,"verse":"If he is able to fight with me and kill me, then we will be your slaves. But if I prevail against him and kill him, then you shall be our slaves and serve us."},{"number":10,"verse":"And the Philistine said, I defy the armies of Israel this day. Give me a man, and we will fight together."},{"number":11,"verse":"And Saul and all Israel heard those words of the Philistine, and they were dismayed and greatly afraid."},{"number":12,"verse":"And David [was] the son of an Ephrathite of Bethlehem-judah named Jesse. And to him [were] eight sons. And the man [was] old among men in the days of Saul."},{"number":13,"verse":"And the three oldest sons of Jesse went out, [and] followed Saul to the battle. And the names of his three sons that went to the battle [were] Eliab the first-born; and his second, Abinadab; and the third Shammah."},{"number":14,"verse":"And David [was] the youngest. And the three oldest followed Saul."},{"number":15,"verse":"And David went and returned from Saul to feed his father's sheep at Bethlehem."},{"number":16,"verse":"And the Philistine drew near morning and evening, and presented himself forty days."},{"number":17,"verse":"And Jesse said to his son David, Please take for your brothers an ephah of this parched [grain], and these ten loaves, and run to the camp to your brothers."},{"number":18,"verse":"And carry these ten cuttings of cheeses to the commander of [their] thousand, and see how your brothers are faring, and take their pledge."},{"number":19,"verse":"And Saul, and they, and all the men of Israel, [were] in the valley of Elah fighting with the Philistines."},{"number":20,"verse":"And David rose up early in the morning and left the sheep with a keeper, and got up and went as Jesse had commanded him. And he came to the barricade, and to the army which was going out to fight, and shouted for the battle."},{"number":21,"verse":"For Israel and the Philistines had put the battle in order, rank to rank."},{"number":22,"verse":"And David left his baggage in the hand of the keeper of the baggage and ran into the army, and came and greeted his brothers."},{"number":23,"verse":"And he was speaking with them. And, behold, the champion man, named Goliath, the Philistine of Gath, came up out of the ranks of the Philistines, and spoke according to these words. And David heard."},{"number":24,"verse":"And all the men of Israel, when they saw the man, they ran from him and were very much afraid."},{"number":25,"verse":"And the men of Israel said, Have you seen this man that has come up? Surely he has come up to defy Israel. And it shall be, the king will enrich the man who kills him with great riches, and will give him his daughter, and make his father's house free in Israel."},{"number":26,"verse":"And David spoke to the men who stood by him, saying, What shall be done to the man who kills this Philistine and takes away this shame from Israel? For who [is] this uncircumcised Philistine that he should defy the armies of the living God?"},{"number":27,"verse":"And the people answered him in this way, saying, So shall it be done to the man who kills him."},{"number":28,"verse":"And his oldest brother Eliab heard when he spoke to the men. And Eliab's anger was kindled against David. And he said, Why have you come down? And with whom have you left those few sheep in the wilderness? I know your pride and the naughtiness of your heart. For you have come down to see the battle."},{"number":29,"verse":"And David said, What have I done now? Was it not [only] a word?"},{"number":30,"verse":"And he turned from him toward another, and spoke according to this word. And the people answered him again in the same way."},{"number":31,"verse":"And the words which David spoke were heard. And they were told before Saul. And he sent for him."},{"number":32,"verse":"And David said to Saul, Let no man's heart fail because of him. Your servant will go and fight with this Philistine."},{"number":33,"verse":"And Saul said to David, You are not able to go against this Philistine to fight with him. For you [are but] a youth, and he is a man of war from his youth."},{"number":34,"verse":"And David said to Saul, Your servant kept his father's sheep, and there came a lion and a bear, and took a lamb out of the flock."},{"number":35,"verse":"And I went out after it and struck it, and delivered [the lamb] out of its mouth. And when it rose against me, I caught [it] by the beard, and struck it and killed it."},{"number":36,"verse":"Your servant killed both the lion and the bear. And this uncircumcised Philistine shall be like one of them, since he has defied the armies of the living God."},{"number":37,"verse":"And David said, The LORD who has delivered me out of the paw of the lion and out of the paw of the bear, He will deliver me out of the hand of this Philistine. And Saul said to David, Go, and may the LORD be with you."},{"number":38,"verse":"And Saul armed David with his armor, and he put a helmet of bronze on his head. He also armed him [with] scaled armor."},{"number":39,"verse":"And David girded his sword on his armor, and he tried to go. But he had not tested [it]. And David said to Saul, I cannot go with these, for I have not tested [them]. And David put them off him."},{"number":40,"verse":"And he took his staff in his hand, and chose five smooth stones out of the brook for himself, and put them in a shepherd's vessel which he had, even in a bag. And his sling [was] in his hand. And he drew near the Philistine."},{"number":41,"verse":"And the Philistine came on and drew near David. And the man who bore the shield [was] before him."},{"number":42,"verse":"And the Philistine looked and saw David, and disdained him. For he was [only] a youth, and ruddy, with a handsome appearance."},{"number":43,"verse":"And the Philistine said to David, [Am] I a dog that you come to me with sticks? And the Philistine cursed David by his gods."},{"number":44,"verse":"And the Philistine said to David, Come to me, and I will give your flesh to the birds of the air and to the beasts of the field."},{"number":45,"verse":"And David said to the Philistine, You come to me with a sword and with a spear and with a javelin. But I come to you in the name of Jehovah of hosts, the God of the armies of Israel, whom you have defied."},{"number":46,"verse":"Jehovah will deliver you into my hand today, and I will strike you and take your head from you and give the bodies of the army of the Philistines to the birds of the air today, and to the wild beasts of the earth, so that all the earth may know that there is a God in Israel."},{"number":47,"verse":"And all this multitude shall know that Jehovah does not save with sword and spear; for the battle [is] Jehovah's, and He will give you into our hands."},{"number":48,"verse":"And it happened when the Philistine rose and went and drew near to meet David, David hurried and ran toward the ranks to meet the Philistine."},{"number":49,"verse":"And David put his hand into his bag and took a stone from there, and slung [it] and struck the Philistine in his forehead, so that the stone sank into his forehead. And he fell on his face to the earth."},{"number":50,"verse":"And David was stronger than the Philistine with a sling and with a stone. And he struck the Philistine, and killed him. But no sword [was] in the hand of David."},{"number":51,"verse":"And David ran and stood on the Philistine, and took out his sword and drew it out of its sheath, and killed him, and cut off his head with it. And the Philistines saw that their champion [was] dead, and fled."},{"number":52,"verse":"And the men of Israel rose up and shouted, and Judah pursued the Philistines until you come to the valley, and to the gates of Ekron. And the wounded of the Philistines fell down by the way to Shaaraim, even to Gath and to Ekron."},{"number":53,"verse":"And the sons of Israel returned from chasing after the Philistines, and they spoiled their tents."},{"number":54,"verse":"And David took the head of the Philistine and brought it to Jerusalem. But he put his armor in his tent."},{"number":55,"verse":"And when Saul saw David go forth against the Philistine, he said to Abner, the captain of the army, Abner, whose son [is] this young man? And Abner said, [As] your soul lives, O king, I cannot tell."},{"number":56,"verse":"And the king said, You go ask whose son the young man [is]."},{"number":57,"verse":"And as David returned from the slaughter of the Philistine, Abner took him and brought him before Saul, with the head of the Philistine in his hand."},{"number":58,"verse":"And Saul said to him, Whose son [are] you, young man? And David answered, I am the son of your servant Jesse of Bethlehem."}]}