{"bibleAbbr":"MKJV1962","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":26,"verses":[{"number":1,"verse":"And the Ziphites came to Saul at Gibeah, saying, Is not David hiding himself in the hill of Hachilah, on the edge of the desert?"},{"number":2,"verse":"And Saul arose and went down to the wilderness of Ziph to seek David in the wilderness of Ziph, having three thousand chosen men of Israel with him."},{"number":3,"verse":"And Saul pitched in the hill of Hachilah, which [is] on the edge of the desert, by the highway. And David was staying in the wilderness. And he saw that Saul came after him into the wilderness."},{"number":4,"verse":"And David sent out spies and knew that Saul had come indeed."},{"number":5,"verse":"And David arose and came to the place where Saul had pitched. And David saw the place where Saul lay. And Abner the son of Ner, the captain of his army, and Saul were lying within the barricade. And the people pitched all around him."},{"number":6,"verse":"And David answered and said to Ahimelech the Hittite, and to Abishai the son of Zeruiah, the brother of Joab, saying, Who will go down with me to the camp to Saul? And Abishai said, I will go down with you."},{"number":7,"verse":"So David and Abishai came to the people by night. And behold, Saul lay sleeping in the tent, and his spear stuck in the ground at his head. But Abner and the people lay around him."},{"number":8,"verse":"And Abishai said to David, God has shut up your enemy into your hand this day. And please let me strike him with the spear even to the earth at once, and I will not repeat [it] to him."},{"number":9,"verse":"And David said to Abishai, Do not destroy him. For who can stretch forth his hand against the LORD's anointed and be guiltless?"},{"number":10,"verse":"And David said, [As] the LORD lives, except the LORD strike him, or his day shall come, and he dies, or he goes down to battle and is consumed,"},{"number":11,"verse":"far be it from me by the LORD, from putting forth my hand against the LORD's anointed. And now, please take the spear at his head and the cruse of water, and we will go."},{"number":12,"verse":"And David took the spear and the cruse of water from Saul's head. And they went away, and no one saw, and no one knew; and no one was awake; for all of them [were] sleeping, because a deep sleep [from] the LORD had fallen on them."},{"number":13,"verse":"And David went over [to] the other side and stood on the top of a hill afar off, a great space between them."},{"number":14,"verse":"And David cried to the people and to Abner the son of Ner, saying, Do you not answer, Abner? And Abner answered and said, Who [are] you that cries to the king?"},{"number":15,"verse":"And David said to Abner, [Are] you not a man? And who is like you in Israel? But why have you not watched over your lord the king? For one of the people came in to destroy your lord the king."},{"number":16,"verse":"This thing that you have done [is] not good. [As] the LORD lives, because you have not watched over your master, the LORD's anointed, you also are worthy to die. And now see where the king's spear [is], and the cruse of water that [was] at his head."},{"number":17,"verse":"And Saul knew David's voice and said, [Is] this your voice, my son David? And David said, [It is] my voice, my lord, O king."},{"number":18,"verse":"And he said, Why does my lord pursue after his servant this way? For what have I done? Or what evil [is] in my hand?"},{"number":19,"verse":"And now, please let my lord the king hear the words of his servant. If the LORD has stirred you up against me, let Him accept an offering. But if [it is] the sons of men, they [are] cursed before the LORD. For they have driven me out today from joining myself with the inheritance of the LORD, saying, Go, serve other gods."},{"number":20,"verse":"And now, let not my blood fall to the earth before the face of the LORD. For the king of Israel has come out to seek a flea, as when one hunts a partridge in the mountains."},{"number":21,"verse":"And Saul said, I have sinned. Return, my son David, for I will never do you harm any more, because my life was precious in your eyes this day. Behold, I have acted foolishly, and have greatly erred."},{"number":22,"verse":"And David answered and said, Behold the king's spear! And let one of the young men come over and get it."},{"number":23,"verse":"May the LORD give to each his righteousness and his faithfulness. For the LORD delivered you into [my] hand today, but I would not stretch forth my hand against the LORD's anointed."},{"number":24,"verse":"And behold, as your life was precious in my eyes this day, so let my life be precious in the eyes of the LORD, and let Him deliver me out of all tribulation."},{"number":25,"verse":"And Saul said to David, Blessed [are] you, my son David. You shall both do [great things] and also shall still prevail. So David went on his way, and Saul returned to his place."}]}