{"bibleAbbr":"MKJV1962","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":27,"verses":[{"number":1,"verse":"And David said in his heart, I shall now perish one day by the hand of Saul. Nothing [is] better for me than that I should speedily escape into the land of the Philistines. And Saul shall despair of me, to seek me any more in any border of Israel, and so I shall escape out of his hand."},{"number":2,"verse":"And David arose and passed over, he and the six hundred men with him to Achish the son of Maoch, king of Gath."},{"number":3,"verse":"And David lived with Achish of Gath, he and his men, each one with his household; David with his two wives, Ahinoam of Jezreel, and Abigail of Carmel, Nabal's former wife."},{"number":4,"verse":"And Saul was told that David had fled to Gath. And he never again looked for him."},{"number":5,"verse":"And David said to Achish, If I have now found grace in your eyes, let them give me a place in some town in the country so that I may live there. For why should your servant live in the royal city with you?"},{"number":6,"verse":"And Achish gave him Ziklag that day. And Ziklag [belongs] to the kings of Judah to this day."},{"number":7,"verse":"And the number of days that David lived in the field of the Philistines was [a year] of days and four months."},{"number":8,"verse":"And David and his men went up and invaded the Geshurites, and the Gezrites, and the Amalekites. For they [were] the inhabitants of the land from the past [days], as you come into Shur, even into the land of Egypt."},{"number":9,"verse":"And David struck the land, and did not keep alive man nor woman, and took away the sheep and the oxen and the asses and the camels and the clothing, and returned and came to Achish."},{"number":10,"verse":"And Achish said, Where have you made a raid today? And David said, Against the south of Judah, and against the south of the Jerahmeelites, and against the south of the Kenites."},{"number":11,"verse":"And David did not keep alive man or woman to bring [news] to Gath, saying, Lest they should tell on us, saying, So David did, and so [has been] his custom all the days he lived in the fields of the Philistines."},{"number":12,"verse":"And Achish believed David, saying, He has made himself to be hated among his people Israel, and has become my servant forever."}]}