{"bibleAbbr":"MKJV1962","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"And the word of Samuel was [revealed] to all Israel. And Israel went out against the Philistines to battle, and pitched beside Ebenezer. And the Philistines pitched in Aphek."},{"number":2,"verse":"And the Philistines put themselves in order against Israel. And the battle was joined. And Israel was beaten before the Philistines. And they killed about four thousand men of the army in the field."},{"number":3,"verse":"And when the people had come to the camp, the elders of Israel said, Why has the LORD beaten us today before the Philistines? Let us bring the ark of the covenant of the LORD out of Shiloh to us, so that when it comes among us it may save us out of the hand of our enemies."},{"number":4,"verse":"And the people sent to Shiloh in order to bring the ark of the covenant of the LORD of hosts from there, [the ark] which dwells [between] the cherubs. And the two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God."},{"number":5,"verse":"And it happened when the ark of the covenant of the LORD came into camp, all Israel shouted with a great shout, so that the earth rang again."},{"number":6,"verse":"And when the Philistines heard the noise of the shout, they said, What is the noise of this great shout in the camp of the Hebrews? And they saw that the ark of the LORD had come into the camp."},{"number":7,"verse":"And the Philistines were afraid, for they said, God has come into the camp, And they said, Woe to us! For there has not been a thing like this before."},{"number":8,"verse":"Woe to us! Who shall deliver us out of the hand of these mighty gods? These [are] the gods that struck the Egyptians with all the plagues in the wilderness."},{"number":9,"verse":"Be strong and fight like men, O, Philistines, so that you may not be servants to the Hebrews, [as] they have been to you. Be men and fight!"},{"number":10,"verse":"And the Philistines fought, and Israel was beaten, and each one of them fled into his tent. And there was a very great slaughter, for there fell thirty thousand footmen of Israel."},{"number":11,"verse":"And the ark of God was taken. And Hophni and Phinehas, the two sons of Eli, were slain."},{"number":12,"verse":"And a man of Benjamin ran out of the army. And he came to Shiloh the same day with his clothes torn and with earth upon his head."},{"number":13,"verse":"And he came in, and behold, Eli sat on a seat by the wayside watching. For his heart trembled for the ark of God. And when the man came into the city and told [it], all the city cried out."},{"number":14,"verse":"And when Eli heard the noise of the crying, he said, What [is] the noise of this tumult? And the man hurried in and told Eli."},{"number":15,"verse":"And Eli was ninety-eight years old, and his eyes were set so that he could not see."},{"number":16,"verse":"And the man said to Eli, I [am] he who came out of the army, and I fled today out of the army. And he said, How did the matter go, my son?"},{"number":17,"verse":"And the messenger answered and said, Israel has fled before the Philistines, and there has been a great slaughter among the people also. And also your two sons, Hophni and Phinehas, are dead, and the ark of God is taken."},{"number":18,"verse":"And it happened when he spoke of the ark of God, he fell backward off the seat, by the side of the gate. And his neck broke, and he died, for he was an old man, and heavy. And he had judged Israel forty years."},{"number":19,"verse":"And his daughter-in-law, Phinehas' wife, was with child, ready to be delivered. And when she heard the report that the ark of God was taken, and that her father-in-law and her husband were dead, she bowed herself and travailed, for her pains came upon her."},{"number":20,"verse":"And about the time of her death the women that stood by her said to her, Do not fear, for you have borne a son. But she did not answer, nor set her heart."},{"number":21,"verse":"And she named the child Ichabod, saying, The glory has departed from Israel, because the ark of God had been taken, and because of her father-in-law and her husband."},{"number":22,"verse":"And she said, The glory has departed from Israel, for the ark of God is taken."}]}