{"bibleAbbr":"MSG2002","bookName":"Job","bookEnglishName":"Job","chapterNumber":11,"verses":[{"number":1,"verse":"Now it was the turn of Zophar from Naamath:"},{"number":2,"verse":"\"What a flood of words! Shouldn't we put a stop to it? Should this kind of loose talk be permitted?"},{"number":3,"verse":"Job, do you think you can carry on like this and we'll say nothing? That we'll let you rail and mock and not step in?"},{"number":4,"verse":"You claim, 'My doctrine is sound and my conduct impeccable.'"},{"number":5,"verse":"How I wish God would give you a piece of his mind, tell you what's what!"},{"number":6,"verse":"I wish he'd show you how wisdom looks from the inside, for true wisdom is mostly 'inside.' But you can be sure of this, you haven't gotten half of what you deserve."},{"number":7,"verse":"\"Do you think you can explain the mystery of God? Do you think you can diagram God Almighty?"},{"number":8,"verse":"God is far higher than you can imagine, far deeper than you can comprehend,"},{"number":9,"verse":"Stretching farther than earth's horizons, far wider than the endless ocean."},{"number":10,"verse":"If he happens along, throws you in jail then hauls you into court, can you do anything about it?"},{"number":11,"verse":"He sees through vain pretensions, spots evil a long way off-- no one pulls the wool over his eyes!"},{"number":12,"verse":"Hollow men, hollow women, will wise up about the same time mules learn to talk."},{"number":13,"verse":"\"Still, if you set your heart on God and reach out to him,"},{"number":14,"verse":"If you scrub your hands of sin and refuse to entertain evil in your home,"},{"number":15,"verse":"You'll be able to face the world unashamed and keep a firm grip on life, guiltless and fearless."},{"number":16,"verse":"You'll forget your troubles; they'll be like old, faded photographs."},{"number":17,"verse":"Your world will be washed in sunshine, every shadow dispersed by dayspring."},{"number":18,"verse":"Full of hope, you'll relax, confident again; you'll look around, sit back, and take it easy."},{"number":19,"verse":"Expansive, without a care in the world, you'll be hunted out by many for your blessing."},{"number":20,"verse":"But the wicked will see none of this. They're headed down a dead-end road with nothing to look forward to--nothing.\""}]}