{"bibleAbbr":"MSG2002","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"\"Yes, I've seen all this with my own eyes, heard and understood it with my very own ears."},{"number":2,"verse":"Everything you know, I know, so I'm not taking a back seat to any of you."},{"number":3,"verse":"I'm taking my case straight to God Almighty; I've had it with you--I'm going directly to God."},{"number":4,"verse":"You graffiti my life with lies. You're a bunch of pompous quacks!"},{"number":5,"verse":"I wish you'd shut your mouths-- silence is your only claim to wisdom."},{"number":6,"verse":"\"Listen now while I make my case, consider my side of things for a change."},{"number":7,"verse":"Or are you going to keep on lying 'to do God a service'? to make up stories 'to get him off the hook'?"},{"number":8,"verse":"Why do you always take his side? Do you think he needs a lawyer to defend himself?"},{"number":9,"verse":"How would you fare if you were in the dock? Your lies might convince a jury--but would they convince God?"},{"number":10,"verse":"He'd reprimand you on the spot if he detected a bias in your witness."},{"number":11,"verse":"Doesn't his splendor put you in awe? Aren't you afraid to speak cheap lies before him?"},{"number":12,"verse":"Your wise sayings are knickknack wisdom, good for nothing but gathering dust."},{"number":13,"verse":"\"So hold your tongue while I have my say, then I'll take whatever I have coming to me."},{"number":14,"verse":"Why do I go out on a limb like this and take my life in my hands?"},{"number":15,"verse":"Because even if he killed me, I'd keep on hoping. I'd defend my innocence to the very end."},{"number":16,"verse":"Just wait, this is going to work out for the best--my salvation! If I were guilt-stricken do you think I'd be doing this-- laying myself on the line before God?"},{"number":17,"verse":"You'd better pay attention to what I'm telling you, listen carefully with both ears."},{"number":18,"verse":"Now that I've laid out my defense, I'm sure that I'll be acquitted."},{"number":19,"verse":"Can anyone prove charges against me? I've said my piece. I rest my case."},{"number":20,"verse":"\"Please, God, I have two requests; grant them so I'll know I count with you:"},{"number":21,"verse":"First, lay off the afflictions; the terror is too much for me."},{"number":22,"verse":"Second, address me directly so I can answer you, or let me speak and then you answer me."},{"number":23,"verse":"How many sins have been charged against me? Show me the list--how bad is it?"},{"number":24,"verse":"Why do you stay hidden and silent? Why treat me like I'm your enemy?"},{"number":25,"verse":"Why kick me around like an old tin can? Why beat a dead horse?"},{"number":26,"verse":"You compile a long list of mean things about me, even hold me accountable for the sins of my youth."},{"number":27,"verse":"You hobble me so I can't move about. You watch every move I make, and brand me as a dangerous character."},{"number":28,"verse":"\"Like something rotten, human life fast decomposes, like a moth-eaten shirt or a mildewed blouse."}]}