{"bibleAbbr":"MSG2002","bookName":"Job","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"Bildad from Shuhah chimed in:"},{"number":2,"verse":"\"How monotonous these word games are getting! Get serious! We need to get down to business."},{"number":3,"verse":"Why do you treat your friends like slow-witted animals? You look down on us as if we don't know anything."},{"number":4,"verse":"Why are you working yourself up like this? Do you want the world redesigned to suit you? Should reality be suspended to accommodate you?"},{"number":5,"verse":"\"Here's the rule: The light of the wicked is put out. Their flame dies down and is extinguished."},{"number":6,"verse":"Their house goes dark-- every lamp in the place goes out."},{"number":7,"verse":"Their strong strides weaken, falter; they stumble into their own traps."},{"number":8,"verse":"They get all tangled up in their own red tape,"},{"number":9,"verse":"Their feet are grabbed and caught, their necks in a noose."},{"number":10,"verse":"They trip on ropes they've hidden, and fall into pits they've dug themselves."},{"number":11,"verse":"Terrors come at them from all sides. They run helter-skelter."},{"number":12,"verse":"The hungry grave is ready to gobble them up for supper,"},{"number":13,"verse":"To lay them out for a gourmet meal, a treat for ravenous Death."},{"number":14,"verse":"They are snatched from their home sweet home and marched straight to the death house."},{"number":15,"verse":"Their lives go up in smoke; acid rain soaks their ruins."},{"number":16,"verse":"Their roots rot and their branches wither."},{"number":17,"verse":"They'll never again be remembered-- nameless in unmarked graves."},{"number":18,"verse":"They are plunged from light into darkness, banished from the world."},{"number":19,"verse":"And they leave empty-handed--not one single child-- nothing to show for their life on this earth."},{"number":20,"verse":"Westerners are aghast at their fate, easterners are horrified:"},{"number":21,"verse":"'Oh no! So this is what happens to perverse people. This is how the God-ignorant end up!'\""}]}