{"bibleAbbr":"MSG2002","bookName":"Job","bookEnglishName":"Job","chapterNumber":29,"verses":[{"number":1,"verse":"Job now resumed his response:"},{"number":2,"verse":"\"Oh, how I long for the good old days, when God took such very good care of me."},{"number":3,"verse":"He always held a lamp before me and I walked through the dark by its light."},{"number":4,"verse":"Oh, how I miss those golden years when God's friendship graced my home,"},{"number":5,"verse":"When the Mighty One was still by my side and my children were all around me,"},{"number":6,"verse":"When everything was going my way, and nothing seemed too difficult."},{"number":7,"verse":"\"When I walked downtown and sat with my friends in the public square,"},{"number":8,"verse":"Young and old greeted me with respect; I was honored by everyone in town."},{"number":9,"verse":"When I spoke, everyone listened;"},{"number":10,"verse":"they hung on my every word."},{"number":11,"verse":"People who knew me spoke well of me; my reputation went ahead of me."},{"number":12,"verse":"I was known for helping people in trouble and standing up for those who were down on their luck."},{"number":13,"verse":"The dying blessed me, and the bereaved were cheered by my visits."},{"number":14,"verse":"All my dealings with people were good. I was known for being fair to everyone I met."},{"number":15,"verse":"I was eyes to the blind and feet to the lame,"},{"number":16,"verse":"Father to the needy, and champion of abused aliens."},{"number":17,"verse":"I grabbed street thieves by the scruff of the neck and made them give back what they'd stolen."},{"number":18,"verse":"I thought, 'I'll die peacefully in my own bed, grateful for a long and full life,"},{"number":19,"verse":"A life deep-rooted and well-watered, a life limber and dew-fresh,"},{"number":20,"verse":"My soul suffused with glory and my body robust until the day I die.'"},{"number":21,"verse":"\"Men and women listened when I spoke, hung expectantly on my every word."},{"number":22,"verse":"After I spoke, they'd be quiet, taking it all in."},{"number":23,"verse":"They welcomed my counsel like spring rain, drinking it all in."},{"number":24,"verse":"When I smiled at them, they could hardly believe it; their faces lit up, their troubles took wing!"},{"number":25,"verse":"I was their leader, establishing the mood and setting the pace by which they lived. Where I led, they followed."}]}