{"bibleAbbr":"MSG2002","bookName":"Job","bookEnglishName":"Job","chapterNumber":39,"verses":[{"number":1,"verse":"\"Do you know the month when mountain goats give birth? Have you ever watched a doe bear her fawn?"},{"number":2,"verse":"Do you know how many months she is pregnant? Do you know the season of her delivery,"},{"number":3,"verse":"when she crouches down and drops her offspring?"},{"number":4,"verse":"Her young ones flourish and are soon on their own; they leave and don't come back."},{"number":5,"verse":"\"Who do you think set the wild donkey free, opened the corral gates and let him go?"},{"number":6,"verse":"I gave him the whole wilderness to roam in, the rolling plains and wide-open places."},{"number":7,"verse":"He laughs at his city cousins, who are harnessed and harried. He's oblivious to the cries of teamsters."},{"number":8,"verse":"He grazes freely through the hills, nibbling anything that's green."},{"number":9,"verse":"\"Will the wild buffalo condescend to serve you, volunteer to spend the night in your barn?"},{"number":10,"verse":"Can you imagine hitching your plow to a buffalo and getting him to till your fields?"},{"number":11,"verse":"He's hugely strong, yes, but could you trust him, would you dare turn the job over to him?"},{"number":12,"verse":"You wouldn't for a minute depend on him, would you, to do what you said when you said it?"},{"number":13,"verse":"\"The ostrich flaps her wings futilely-- all those beautiful feathers, but useless!"},{"number":14,"verse":"She lays her eggs on the hard ground, leaves them there in the dirt, exposed to the weather,"},{"number":15,"verse":"Not caring that they might get stepped on and cracked or trampled by some wild animal."},{"number":16,"verse":"She's negligent with her young, as if they weren't even hers. She cares nothing about anything."},{"number":17,"verse":"She wasn't created very smart, that's for sure, wasn't given her share of good sense."},{"number":18,"verse":"But when she runs, oh, how she runs, laughing, leaving horse and rider in the dust."},{"number":19,"verse":"\"Are you the one who gave the horse his prowess and adorned him with a shimmering mane?"},{"number":20,"verse":"Did you create him to prance proudly and strike terror with his royal snorts?"},{"number":21,"verse":"He paws the ground fiercely, eager and spirited, then charges into the fray."},{"number":22,"verse":"He laughs at danger, fearless, doesn't shy away from the sword."},{"number":23,"verse":"The banging and clanging of quiver and lance don't faze him."},{"number":24,"verse":"He quivers with excitement, and at the trumpet blast races off at a gallop."},{"number":25,"verse":"At the sound of the trumpet he neighs mightily, smelling the excitement of battle from a long way off, catching the rolling thunder of the war cries."},{"number":26,"verse":"\"Was it through your know how that the hawk learned to fly, soaring effortlessly on thermal updrafts?"},{"number":27,"verse":"Did you command the eagle's flight, and teach her to build her nest in the heights,"},{"number":28,"verse":"Perfectly at home on the high cliff-face, invulnerable on pinnacle and crag?"},{"number":29,"verse":"From her perch she searches for prey, spies it at a great distance."},{"number":30,"verse":"Her young gorge themselves on carrion; wherever there's a roadkill, you'll see her circling.\""}]}