{"bibleAbbr":"MSG2002","bookName":"Job","bookEnglishName":"Job","chapterNumber":40,"verses":[{"number":1,"verse":"GOD then confronted Job directly:"},{"number":2,"verse":"\"Now what do you have to say for yourself? Are you going to haul me, the Mighty One, into court and press charges?\""},{"number":3,"verse":"Job answered:"},{"number":4,"verse":"\"I'm speechless, in awe--words fail me. I should never have opened my mouth!"},{"number":5,"verse":"I've talked too much, way too much. I'm ready to shut up and listen.\""},{"number":6,"verse":"GOD addressed Job next from the eye of the storm, and this is what he said:"},{"number":7,"verse":"\"I have some more questions for you, and I want straight answers."},{"number":8,"verse":"\"Do you presume to tell me what I'm doing wrong? Are you calling me a sinner so you can be a saint?"},{"number":9,"verse":"Do you have an arm like my arm? Can you shout in thunder the way I can?"},{"number":10,"verse":"Go ahead, show your stuff. Let's see what you're made of, what you can do."},{"number":11,"verse":"Unleash your outrage. Target the arrogant and lay them flat."},{"number":12,"verse":"Target the arrogant and bring them to their knees. Stop the wicked in their tracks--make mincemeat of them!"},{"number":13,"verse":"Dig a mass grave and dump them in it-- faceless corpses in an unmarked grave."},{"number":14,"verse":"I'll gladly step aside and hand things over to you-- you can surely save yourself with no help from me!"},{"number":15,"verse":"\"Look at the land beast, Behemoth. I created him as well as you. Grazing on grass, docile as a cow--"},{"number":16,"verse":"Just look at the strength of his back, the powerful muscles of his belly."},{"number":17,"verse":"His tail sways like a cedar in the wind; his huge legs are like beech trees."},{"number":18,"verse":"His skeleton is made of steel, every bone in his body hard as steel."},{"number":19,"verse":"Most magnificent of all my creatures, but I still lead him around like a lamb!"},{"number":20,"verse":"The grass-covered hills serve him meals, while field mice frolic in his shadow."},{"number":21,"verse":"He takes afternoon naps under shade trees, cools himself in the reedy swamps,"},{"number":22,"verse":"Lazily cool in the leafy shadows as the breeze moves through the willows."},{"number":23,"verse":"And when the river rages he doesn't budge, stolid and unperturbed even when the Jordan goes wild."},{"number":24,"verse":"But you'd never want him for a pet-- you'd never be able to housebreak him!"}]}