{"bibleAbbr":"MSG2002","bookName":"Job","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"\"Call for help, Job, if you think anyone will answer! To which of the holy angels will you turn?"},{"number":2,"verse":"The hot temper of a fool eventually kills him, the jealous anger of a simpleton does her in."},{"number":3,"verse":"I've seen it myself--seen fools putting down roots, and then, suddenly, their houses are cursed."},{"number":4,"verse":"Their children out in the cold, abused and exploited, with no one to stick up for them."},{"number":5,"verse":"Hungry people off the street plunder their harvests, cleaning them out completely, taking thorns and all, insatiable for everything they have."},{"number":6,"verse":"Don't blame fate when things go wrong-- trouble doesn't come from nowhere."},{"number":7,"verse":"It's human! Mortals are born and bred for trouble, as certainly as sparks fly upward."},{"number":8,"verse":"\"If I were in your shoes, I'd go straight to God, I'd throw myself on the mercy of God."},{"number":9,"verse":"After all, he's famous for great and unexpected acts; there's no end to his surprises."},{"number":10,"verse":"He gives rain, for instance, across the wide earth, sends water to irrigate the fields."},{"number":11,"verse":"He raises up the down-and-out, gives firm footing to those sinking in grief."},{"number":12,"verse":"He aborts the schemes of conniving crooks, so that none of their plots come to term."},{"number":13,"verse":"He catches the know-it-alls in their conspiracies-- all that intricate intrigue swept out with the trash!"},{"number":14,"verse":"Suddenly they're disoriented, plunged into darkness; they can't see to put one foot in front of the other."},{"number":15,"verse":"But the downtrodden are saved by God, saved from the murderous plots, saved from the iron fist."},{"number":16,"verse":"And so the poor continue to hope, while injustice is bound and gagged."},{"number":17,"verse":"\"So, what a blessing when God steps in and corrects you! Mind you, don't despise the discipline of Almighty God!"},{"number":18,"verse":"True, he wounds, but he also dresses the wound; the same hand that hurts you, heals you."},{"number":19,"verse":"From one disaster after another he delivers you; no matter what the calamity, the evil can't touch you--"},{"number":20,"verse":"\"In famine, he'll keep you from starving, in war, from being gutted by the sword."},{"number":21,"verse":"You'll be protected from vicious gossip and live fearless through any catastrophe."},{"number":22,"verse":"You'll shrug off disaster and famine, and stroll fearlessly among wild animals."},{"number":23,"verse":"You'll be on good terms with rocks and mountains; wild animals will become your good friends."},{"number":24,"verse":"You'll know that your place on earth is safe, you'll look over your goods and find nothing amiss."},{"number":25,"verse":"You'll see your children grow up, your family lovely and lissome as orchard grass."},{"number":26,"verse":"You'll arrive at your grave ripe with many good years, like sheaves of golden grain at harvest."},{"number":27,"verse":"\"Yes, this is the way things are--my word of honor! Take it to heart and you won't go wrong.\""}]}