{"bibleAbbr":"MSG2002","bookName":"Job","bookEnglishName":"Job","chapterNumber":8,"verses":[{"number":1,"verse":"Bildad from Shuhah was next to speak:"},{"number":2,"verse":"\"How can you keep on talking like this? You're talking nonsense, and noisy nonsense at that."},{"number":3,"verse":"Does God mess up? Does God Almighty ever get things backwards?"},{"number":4,"verse":"It's plain that your children sinned against him-- otherwise, why would God have punished them?"},{"number":5,"verse":"Here's what you must do--and don't put it off any longer: Get down on your knees before God Almighty."},{"number":6,"verse":"If you're as innocent and upright as you say, it's not too late--he'll come running; he'll set everything right again, reestablish your fortunes."},{"number":7,"verse":"Even though you're not much right now, you'll end up better than ever."},{"number":8,"verse":"\"Put the question to our ancestors, study what they learned from their ancestors."},{"number":9,"verse":"For we're newcomers at this, with a lot to learn, and not too long to learn it."},{"number":10,"verse":"So why not let the ancients teach you, tell you what's what, instruct you in what they knew from experience?"},{"number":11,"verse":"Can mighty pine trees grow tall without soil? Can luscious tomatoes flourish without water?"},{"number":12,"verse":"Blossoming flowers look great before they're cut or picked, but without soil or water they wither more quickly than grass."},{"number":13,"verse":"That's what happens to all who forget God-- all their hopes come to nothing."},{"number":14,"verse":"They hang their life from one thin thread, they hitch their fate to a spider web."},{"number":15,"verse":"One jiggle and the thread breaks, one jab and the web collapses."},{"number":16,"verse":"Or they're like weeds springing up in the sunshine, invading the garden,"},{"number":17,"verse":"Spreading everywhere, overtaking the flowers, getting a foothold even in the rocks."},{"number":18,"verse":"But when the gardener rips them out by the roots, the garden doesn't miss them one bit."},{"number":19,"verse":"The sooner the godless are gone, the better; then good plants can grow in their place."},{"number":20,"verse":"\"There's no way that God will reject a good person, and there is no way he'll help a bad one."},{"number":21,"verse":"God will let you laugh again; you'll raise the roof with shouts of joy,"},{"number":22,"verse":"With your enemies thoroughly discredited, their house of cards collapsed.\""}]}