{"bibleAbbr":"t4t2014","bookName":"1 Timothy","bookEnglishName":"1 Timothy","chapterNumber":2,"verses":[{"number":1,"verse":"I instruct you how people should conduct themselves who belong to God's family and who uphold the truth.The first (OR, most important) thing that I urge you to tell your congregation is that Christians should continually ask God for what they need. They should also pray to God for all other people, and they should be thanking God."},{"number":2,"verse":"Specifically, they should pray for rulers and for all other people who ◄are in important government positions/have authority►, in order that God will help them to rule. As God enables the rulers to rule well, we can live very peaceably as we conduct ours lives doing all that God and others consider to be right and proper."},{"number":3,"verse":"It is good to pray like that, and it pleases God, who saves us, when we pray like that."},{"number":4,"verse":"He desires to save all people. He wants everyone to fully know and accept his true message."},{"number":5,"verse":"He is the only one true God! And there is only one person who talks to God on behalf of people. That person is Christ Jesus, who himself is a man!"},{"number":6,"verse":"He gave ◄his life/himself► as a sacrifice in order to ransom/redeem all people, which showed at the proper time that God desires that all people be saved {to save all people}."},{"number":7,"verse":"As for me, he appointed me to declare this message and to be an apostle. I am telling the truth about God appointing me. I am not lying! He appointed me to teach the non-Jews that they should believe God's true message."},{"number":8,"verse":"I desire that in every place where believers worship, the men who pray publicly [MTY] should be men who are not practicing sin. When they pray, they should not be angry with anyone and they should not doubt that God will answer their prayers (OR, should not quarrel with anyone)."},{"number":9,"verse":"I would like that the clothing that women wear be ◄modest and sensible/proper and appropriate► [DOU]. I want them to not fix their hair in fancy/elaborate ways, nor wear gold jewelry, nor pearls, nor expensive clothing in order that they may make themselves attractive."},{"number":10,"verse":"Instead, they should be doing things that women who ◄claim to/say that they► worship God should do; that is, they should be doing good deeds."},{"number":11,"verse":"Women must learn to listen quietly during the worship services and to fully subject themselves to the leaders of the congregation."},{"number":12,"verse":"I do not permit women to teach men spiritual truth publicly, and I do not permit them to have authority over men. Instead, I desire that women listen quietly during the worship services."},{"number":13,"verse":"Keep in mind that God made Adam first, and afterwards he made Eve,"},{"number":14,"verse":"and that it was not Adam whom Satan deceived. As a result of the woman being deceived, she sinned. She did what God had told her not to do."},{"number":15,"verse":"But even though she did that, now women will be saved {God will accept women} as they bear children if they continue to trust God and if they continue to love others, and if they continue to conduct their lives more and more ◄acceptably to God/like God wants them to►, and if they continue to be modest."}]}