{"bibleAbbr":"HSB+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":19,"verses":[{"number":1,"verse":"כִּֽי־ <WH3588> ki- When יַכְרִ֞ית <WH3772> yach-Rit hath cut off יְהוָ֤ה <WH3068> Yah-weh When the LORD אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God אֶת־ <WH853> 'et- הַגּוֹיִ֔ם <WH1471> hag-go-Yim, the nations אֲשֶׁר֙ <WH834> 'a-Sher whose יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God נֹתֵ֥ן <WH5414> no-Ten giveth לְךָ֖ le-Cha אֶת־ <WH853> 'et- אַרְצָ֑ם <WH776> 'ar-Tzam; whose land וִֽירִשְׁתָּ֕ם <WH3423> vi-rish-Tam thee and thou succeedest וְיָשַׁבְתָּ֥ <WH3427> ve-ya-shav-Ta them and dwellest בְעָרֵיהֶ֖ם <WH5892> ve-'a-rei-Hem in their cities וּבְבָתֵּיהֶֽם׃ <WH1004> u-ve-vat-tei-Hem. and in their houses"},{"number":2,"verse":"שָׁל֥וֹשׁ <WH7969> sha-Loosh three עָרִ֖ים <WH5892> 'a-Rim cities תַּבְדִּ֣יל <WH914> tav-Dil Thou shalt separate לָ֑ךְ Lach; בְּת֣וֹךְ <WH8432> be-Toch for thee in the midst אַרְצְךָ֔ <WH776> 'ar-tze-Cha, of thy land אֲשֶׁר֙ <WH834> 'a-Sher which יְהוָ֣ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God נֹתֵ֥ן <WH5414> no-Ten giveth לְךָ֖ le-Cha לְרִשְׁתָּֽהּ׃ <WH3423> le-rish-Tah. thee to possess"},{"number":3,"verse":"תָּכִ֣ין <WH3559> ta-Chin Thou shalt prepare לְךָ֮ le-Cha הַדֶּרֶךְ֒ <WH1870> had-de-reCh thee a way וְשִׁלַּשְׁתָּ֙ <WH8027> ve-shil-lash-Ta into three parts אֶת־ <WH853> 'et- גְּב֣וּל <WH1366> ge-Vul and divide the coasts אַרְצְךָ֔ <WH776> 'ar-tze-Cha, of thy land אֲשֶׁ֥ר <WH834> 'a-Sher which יַנְחִֽילְךָ֖ <WH5157> yan-chi-le-Cha giveth thee to inherit יְהוָ֣ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֑יךָ <WH430> 'e-lo-Hei-cha; thy God וְהָיָ֕ה <WH1961> ve-ha-Yah become לָנ֥וּס <WH5127> la-Nus may flee שָׁ֖מָּה <WH8033> Sham-mah there כָּל־ <WH3605> kol- any רֹצֵֽחַ׃ <WH7523> ro-Tze-ach. that every slayer"},{"number":4,"verse":"וְזֶה֙ <WH2088> ve-Zeh now this דְּבַ֣ר <WH1697> de-Var And this [is] the case הָרֹצֵ֔חַ <WH7523> ha-ro-Tze-ach, of the slayer אֲשֶׁר־ <WH834> 'a-Sher- who יָנ֥וּס <WH5127> ya-Nus which shall flee שָׁ֖מָּה <WH8033> Sham-mah there וָחָ֑י <WH2425> va-Chai; thither that he may live אֲשֶׁ֨ר <WH834> 'a-Sher when יַכֶּ֤ה <WH5221> yak-Keh Whoso killeth אֶת־ <WH853> 'et- רֵעֵ֙הוּ֙ <WH7453> re-'E-hu his neighbour בִּבְלִי־ <WH1097> biv-li- corruption דַ֔עַת <WH1847> Da-'at, cunning וְה֛וּא <WH1931> ve-Hu he לֹא־ <WH3808> lo- not שֹׂנֵ֥א <WH8130> so-Ne whom he hated ל֖וֹ lo מִתְּמֹ֥ל <WH8543> mit-te-Mol not in time שִׁלְשֹֽׁם׃ <WH8032> shil-Shom. past"},{"number":5,"verse":"וַאֲשֶׁר֩ <WH834> va-'a-Sher when יָבֹ֨א <WH935> ya-Vo As when a man goeth אֶת־ <WH854> 'et- with רֵעֵ֥הוּ <WH7453> re-'E-hu with his neighbour בַיַּעַר֮ <WH3293> vai-ya-'Ar into the wood לַחְטֹ֣ב <WH2404> lach-To to hew עֵצִים֒ <WH6086> 'e-Tzim wood וְנִדְּחָ֨ה <WH5080> ve-nid-de-Chah fetcheth a stroke יָד֤וֹ <WH3027> ya-Do and his hand בַגַּרְזֶן֙ <WH1631> vag-gar-Zen with the axe לִכְרֹ֣ת <WH3772> lich-Rot to cut down הָעֵ֔ץ <WH6086> ha-'Etz, the tree וְנָשַׁ֤ל <WH5394> ve-na-Shal slippeth הַבַּרְזֶל֙ <WH1270> hab-bar-Zel and the head מִן־ <WH4480> min- at הָעֵ֔ץ <WH6086> ha-'Etz, from the helve וּמָצָ֥א <WH4672> u-ma-Tza and lighteth אֶת־ <WH853> 'et- רֵעֵ֖הוּ <WH7453> re-'E-hu upon his neighbour וָמֵ֑ת <WH4191> va-Met; that he die ה֗וּא <WH1931> Hu, he יָנ֛וּס <WH5127> ya-Nus he shall flee אֶל־ <WH413> 'el- to אַחַ֥ת <WH259> 'a-Chat unto one הֶעָרִים־ <WH5892> he-'a-rim-] of those cities הָאֵ֖לֶּה <WH428> ha-'El-leh] of these וָחָֽי׃ <WH2425> va-Chai.] and live"},{"number":6,"verse":"פֶּן־ <WH6435> pen- otherwise יִרְדֹּף֩ <WH7291> yir-Dof pursue גֹּאֵ֨ל <WH1350> go-'El Lest the avenger הַדָּ֜ם <WH1818> had-Dam of the blood אַחֲרֵ֣י <WH310> 'a-cha-Rei after that הָרֹצֵ֗חַ <WH7523> ha-ro-Tze-ach, the manslayer כִּי־ <WH3588> ki- while יֵחַם֮ <WH3179> ye-Cham is hot לְבָבוֹ֒ <WH3824> le-va-Vo his heart וְהִשִּׂיג֛וֹ <WH5381> ve-his-si-Go and overtake כִּֽי־ <WH3588> ki- inasmuch as יִרְבֶּ֥ה <WH7235> yir-Beh is long הַדֶּ֖רֶךְ <WH1870> had-De-rech him because the way וְהִכָּ֣הוּ <WH5221> ve-hik-Ka-hu and slay נָ֑פֶשׁ <WH5315> Na-fesh; him וְלוֹ֙ ve-Lo אֵ֣ין <WH369> 'ein was not מִשְׁפַּט־ <WH4941> mish-pat- whereas he [was] not worthy מָ֔וֶת <WH4194> Ma-vet, of death כִּ֠י <WH3588> ki since לֹ֣א <WH3808> lo had not שֹׂנֵ֥א <WH8130> so-Ne he hated ה֛וּא <WH1931> hu he ל֖וֹ lo מִתְּמ֥וֹל <WH8543> mit-te-Mol him not in time שִׁלְשֽׁוֹם׃ <WH8032> shil-Shom.] past"},{"number":7,"verse":"עַל־ <WH5921> 'al- and כֵּ֛ן <WH3651> ken after that אָנֹכִ֥י <WH595> 'a-no-Chi I מְצַוְּךָ֖ <WH6680> me-tzav-ve-Cha Wherefore I command לֵאמֹ֑ר <WH559> le-Mor; thee saying שָׁלֹ֥שׁ <WH7969> sha-Losh three עָרִ֖ים <WH5892> 'a-Rim cities תַּבְדִּ֥יל <WH914> tav-Dil Thou shalt separate לָֽךְ׃ Lach. ס sa-Mek"},{"number":8,"verse":"וְאִם־ <WH518> ve-'im- If יַרְחִ֞יב <WH7337> yar-Chiv enlarge יְהוָ֤ה <WH3068> Yah-weh And if the LORD אֱלֹהֶ֙יךָ֙ <WH430> 'e-lo-Hei-cha thy God אֶת־ <WH853> 'et- גְּבֻ֣לְךָ֔ <WH1366> ge-Vul-cha, thy coast כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher which נִשְׁבַּ֖ע <WH7650> nish-Ba' as he hath sworn לַאֲבֹתֶ֑יךָ <WH1> la-'a-vo-Tei-cha; unto thy fathers וְנָ֤תַן <WH5414> ve-Na-tan and give לְךָ֙ le-Cha אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הָאָ֔רֶץ <WH776> ha-'A-retz, thee all the land אֲשֶׁ֥ר <WH834> 'a-Sher which דִּבֶּ֖ר <WH1696> dib-Ber which he promised לָתֵ֥ת <WH5414> la-Tet to give לַאֲבֹתֶֽיךָ׃ <WH1> la-'a-vo-Tei-cha. unto thy fathers"},{"number":9,"verse":"כִּֽי־ <WH3588> ki- if תִשְׁמֹר֩ <WH8104> tish-Mor If thou shalt keep אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all הַמִּצְוָ֨ה <WH4687> ham-mitz-Vah all these commandments הַזֹּ֜את <WH2063> haz-Zot you לַעֲשֹׂתָ֗הּ <WH6213> la-'a-so-Tah, to do אֲשֶׁ֨ר <WH834> 'a-Sher which אָנֹכִ֣י <WH595> 'a-no-Chi I מְצַוְּךָ֮ <WH6680> me-tzav-ve-Cha them which I command הַיּוֹם֒ <WH3117> hai-yOm thee this day לְאַהֲבָ֞ה <WH157> le-'a-ha-Vah to love אֶת־ <WH853> 'et- יְהוָ֧ה <WH3069> Yah-weh God אֱלֹהֶ֛יךָ <WH430> 'e-lo-Hei-cha thy God וְלָלֶ֥כֶת <WH1980> ve-la-Le-chet walk בִּדְרָכָ֖יו <WH1870> bid-ra-Chav in his ways כָּל־ <WH3605> kol- all הַיָּמִ֑ים <WH3117> hai-ya-Mim; ever וְיָסַפְתָּ֨ <WH3254> ve-ya-saf-Ta then shalt thou add לְךָ֥ le-Cha עוֹד֙ <WH5750> 'Od more שָׁלֹ֣שׁ <WH7969> sha-Losh three עָרִ֔ים <WH5892> 'a-Rim, cities עַ֖ל <WH5921> 'al besides הַשָּׁלֹ֥שׁ <WH7969> hash-sha-Losh more for thee beside these three הָאֵֽלֶּה׃ <WH428> ha-'El-leh.] these"},{"number":10,"verse":"וְלֹ֤א <WH3808> ve-Lo not יִשָּׁפֵךְ֙ <WH8210> yish-sha-feCh be not shed דָּ֣ם <WH1818> dam blood נָקִ֔י <WH5355> na-Ki, That innocent בְּקֶ֣רֶב <WH7130> be-Ke-rev in אַרְצְךָ֔ <WH776> 'ar-tze-Cha, thy land אֲשֶׁר֙ <WH834> 'a-Sher which יְהוָ֣ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God נֹתֵ֥ן <WH5414> no-Ten giveth לְךָ֖ le-Cha נַחֲלָ֑ה <WH5159> na-cha-Lah; thee [for] an inheritance וְהָיָ֥ה <WH1961> ve-ha-Yah become עָלֶ֖יךָ <WH5921> 'a-Lei-cha and דָּמִֽים׃ <WH1818> da-Mim. and [so] blood ס sa-Mek"},{"number":11,"verse":"וְכִֽי־ <WH3588> ve-chi- if יִהְיֶ֥ה <WH1961> yih-Yeh is a אִישׁ֙ <WH376> 'ish But if any man שֹׂנֵ֣א <WH8130> so-Ne hate לְרֵעֵ֔הוּ <WH7453> le-re-'E-hu, his neighbour וְאָ֤רַב <WH693> ve-'A-rav and lie in wait לוֹ֙ lo וְקָ֣ם <WH6965> ve-Kam for him and rise up עָלָ֔יו <WH5921> 'a-Lav, against וְהִכָּ֥הוּ <WH5221> ve-hik-Ka-hu against him and smite נֶ֖פֶשׁ <WH5315> Ne-fesh him mortally וָמֵ֑ת <WH4191> va-Met; that he die וְנָ֕ס <WH5127> ve-Nas and fleeth אֶל־ <WH413> 'el- to אַחַ֖ת <WH259> 'a-Chat into one הֶעָרִ֥ים <WH5892> he-'a-Rim cities הָאֵֽל׃ <WH411> ha-'El. of these"},{"number":12,"verse":"וְשָֽׁלְחוּ֙ <WH7971> ve-sha-le-Chu shall send זִקְנֵ֣י <WH2205> zik-Nei Then the elders עִיר֔וֹ <WH5892> i-Ro, of his city וְלָקְח֥וּ <WH3947> ve-la-ke-Chu and fetch אֹת֖וֹ <WH853> o-To מִשָּׁ֑ם <WH8033> mish-Sham; there וְנָתְנ֣וּ <WH5414> ve-na-te-Nu him thence and deliver אֹת֗וֹ <WH853> o-To, בְּיַ֛ד <WH3027> be-Yad him into the hand גֹּאֵ֥ל <WH1350> go-'El of the avenger הַדָּ֖ם <WH1818> had-Dam of blood וָמֵֽת׃ <WH4191> va-Met. that he may die"},{"number":13,"verse":"לֹא־ <WH3808> lo- shall not תָח֥וֹס <WH2347> ta-Chos shall not pity עֵֽינְךָ֖ <WH5869> 'ei-ne-Cha Thine eye עָלָ֑יו <WH5921> 'a-Lav; and וּבִֽעַרְתָּ֧ <WH1197> u-vi-'ar-Ta him but thou shalt put away דַֽם־ <WH1818> dam- blood הַנָּקִ֛י <WH5355> han-na-Ki [the guilt of] innocent מִיִּשְׂרָאֵ֖ל <WH3478> mi-Yis-ra-'El from Israel וְט֥וֹב <WH2896> ve-Tov good לָֽךְ׃ Lach. ס sa-Mek"},{"number":14,"verse":"לֹ֤א <WH3808> lo not תַסִּיג֙ <WH5253> tas-Sig Thou shalt not remove גְּב֣וּל <WH1366> ge-Vul landmark רֵֽעֲךָ֔ <WH7453> re-'a-Cha, thy neighbour's אֲשֶׁ֥ר <WH834> 'a-Sher which גָּבְל֖וּ <WH1379> ga-ve-Lu have set רִאשֹׁנִ֑ים <WH7223> ri-sho-Nim; which they of old time בְּנַחֲלָֽתְךָ֙ <WH5159> be-na-cha-la-te-Cha in thine inheritance אֲשֶׁ֣ר <WH834> 'a-Sher which תִּנְחַ֔ל <WH5157> tin-Chal, which thou shalt inherit בָּאָ֕רֶץ <WH776> ba-'A-retz in the land אֲשֶׁר֙ <WH834> 'a-Sher which יְהוָ֣ה <WH3068> Yah-weh that the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God נֹתֵ֥ן <WH5414> no-Ten giveth לְךָ֖ le-Cha לְרִשְׁתָּֽהּ׃ <WH3423> le-rish-Tah. thee to possess ס sa-Mek"},{"number":15,"verse":"לֹֽא־ <WH3808> lo- shall not יָקוּם֩ <WH6965> ya-Kum shall not rise up עֵ֨ד <WH5707> 'ed witness אֶחָ֜ד <WH259> 'e-Chad One בְּאִ֗ישׁ <WH376> be-'Ish, against a man לְכָל־ <WH3605> le-chol of any עָוֹן֙ <WH5771> 'a-Von for any iniquity וּלְכָל־ <WH3605> u-le-chol- any חַטָּ֔את <WH2403> chat-Tat, or for any sin בְּכָל־ <WH3605> be-chol any חֵ֖טְא <WH2399> chet in any sin אֲשֶׁ֣ר <WH834> 'a-Sher which יֶֽחֱטָ֑א <WH2398> ye-che-Ta; that he sinneth עַל־ <WH5921> 'al- on פִּ֣י׀ <WH6310> pi at the mouth שְׁנֵ֣י <WH8147> she-Nei of two עֵדִ֗ים <WH5707> 'e-Dim, witnesses א֛וֹ <WH176> o or עַל־ <WH5921> 'al- on פִּ֥י <WH6310> pi or at the mouth שְׁלֹשָֽׁה־ <WH7969> she-lo-shah- of three עֵדִ֖ים <WH5707> 'e-Dim witnesses יָק֥וּם <WH6965> ya-Kum be established דָּבָֽר׃ <WH1697> da-Var.] shall the matter"},{"number":16,"verse":"כִּֽי־ <WH3588> ki- If יָק֥וּם <WH6965> ya-Kum rise up עֵד־ <WH5707> 'ed- witness חָמָ֖ס <WH2555> cha-Mas If a false בְּאִ֑ישׁ <WH376> be-'Ish; against any man לַעֲנ֥וֹת <WH6030> la-'a-Not to testify בּ֖וֹ bo סָרָֽה׃ <WH5627> sa-Rah. against him [that which is] wrong"},{"number":17,"verse":"וְעָמְד֧וּ <WH5975> ve-'a-me-Du [is] shall stand שְׁנֵֽי־ <WH8147> she-nei- Then both הָאֲנָשִׁ֛ים <WH376> ha-'a-na-Shim the men אֲשֶׁר־ <WH834> 'a-Sher- who לָהֶ֥ם <WH1992> la-Hem those הָרִ֖יב <WH7379> ha-Riv between whom the controversy לִפְנֵ֣י <WH6440> lif-Nei before יְהוָ֑ה <WH3068> Yah-weh; the LORD לִפְנֵ֤י <WH6440> lif-Nei before הַכֹּֽהֲנִים֙ <WH3548> hak-ko-ha-Nim the priests וְהַשֹּׁ֣פְטִ֔ים <WH8199> ve-hash-Sho-fe-Tim, and the judges אֲשֶׁ֥ר <WH834> 'a-Sher who יִהְי֖וּ <WH1961> yih-Yu become בַּיָּמִ֥ים <WH3117> bai-ya-Mim which shall be in those days הָהֵֽם׃ <WH1992> ha-Hem. those"},{"number":18,"verse":"וְדָרְשׁ֥וּ <WH1875> ve-da-re-Shu inquisition הַשֹּׁפְטִ֖ים <WH8199> hash-sho-fe-Tim And the judges הֵיטֵ֑ב <WH3190> hei-Tev; shall make diligent וְהִנֵּ֤ה <WH2009> ve-hin-Neh and if עֵֽד־ <WH5707> 'ed- and behold [if] the witness שֶׁ֙קֶר֙ <WH8267> she-ker [be] a false הָעֵ֔ד <WH5707> ha-'Ed, witness שֶׁ֖קֶר <WH8267> She-ker falsely עָנָ֥ה <WH6030> 'a-Nah [and] hath testified בְאָחִֽיו׃ <WH251> ve-'a-Chiv. against his brother"},{"number":19,"verse":"וַעֲשִׂ֣יתֶם <WH6213> va-'a-Si-tem Then shall ye do ל֔וֹ lo, כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher he זָמַ֖ם <WH2161> za-Mam unto him as he had thought לַעֲשׂ֣וֹת <WH6213> la-'a-Sot to have done לְאָחִ֑יו <WH251> le-'a-Chiv; unto his brother וּבִֽעַרְתָּ֥ <WH1197> u-vi-'ar-Ta away הָרָ֖ע <WH7451> ha-Ra' the evil מִקִּרְבֶּֽךָ׃ <WH7130> mik-kir-Be-cha. from among"},{"number":20,"verse":"וְהַנִּשְׁאָרִ֖ים <WH7604> ve-han-nish-'a-Rim And those which remain יִשְׁמְע֣וּ <WH8085> yish-me-'U shall hear וְיִרָ֑אוּ <WH3372> ve-yi-Ra-'u; and fear וְלֹֽא־ <WH3808> ve-lo- and will never יֹסִ֨פוּ <WH3254> yo-Si-fu and shall henceforth לַעֲשׂ֜וֹת <WH6213> la-'a-Sot commit ע֗וֹד <WH5750> od, again כַּדָּבָ֥ר <WH1697> kad-da-Var no more any הָרָ֛ע <WH7451> ha-Ra' such evil הַזֶּ֖ה <WH2088> haz-Zeh such בְּקִרְבֶּֽךָ׃ <WH7130> be-kir-Be-cha. among"},{"number":21,"verse":"וְלֹ֥א <WH3808> ve-Lo shall not תָח֖וֹס <WH2347> ta-Chos shall not pity עֵינֶ֑ךָ <WH5869> 'ei-Ne-cha; And thine eye נֶ֣פֶשׁ <WH5315> Ne-fesh [but] life בְּנֶ֗פֶשׁ <WH5315> be-Ne-fesh, [shall go] for life עַ֤יִן <WH5869> 'A-yin eye בְּעַ֙יִן֙ <WH5869> be-'A-yin for eye שֵׁ֣ן <WH8127> shen tooth בְּשֵׁ֔ן <WH8127> be-Shen, for tooth יָ֥ד <WH3027> yad hand בְּיָ֖ד <WH3027> be-Yad for hand רֶ֥גֶל <WH7272> Re-gel foot בְּרָֽגֶל׃ <WH7272> be-Ra-gel. for foot ס sa-Mek"}]}