{"bibleAbbr":"HSB+","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":26,"verses":[{"number":1,"verse":"וְהָיָה֙ <WH1961> ve-ha-Yah become כִּֽי־ <WH3588> ki- shall be when תָב֣וֹא <WH935> ta-Vo And it shall be when thou [art] come in אֶל־ <WH413> 'el- about הָאָ֔רֶץ <WH776> ha-'A-retz, unto the land אֲשֶׁר֙ <WH834> 'a-Sher which יְהוָ֣ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God נֹתֵ֥ן <WH5414> no-Ten giveth לְךָ֖ le-Cha נַחֲלָ֑ה <WH5159> na-cha-Lah; thee [for] an inheritance וִֽירִשְׁתָּ֖הּ <WH3423> vi-rish-Tah and possessest וְיָשַׁ֥בְתָּ <WH3427> ve-ya-Shav-ta it and dwellest בָּֽהּ׃ Bah."},{"number":2,"verse":"וְלָקַחְתָּ֞ <WH3947> ve-la-kach-Ta That thou shalt take מֵרֵאשִׁ֣ית׀ <WH7225> me-re-Shit of the first כָּל־ <WH3605> kol- of all פְּרִ֣י <WH6529> pe-Ri of all the fruit הָאֲדָמָ֗ה <WH127> ha-'a-da-Mah, of the earth אֲשֶׁ֨ר <WH834> 'a-Sher which תָּבִ֧יא <WH935> ta-Vi which thou shalt bring מֵֽאַרְצְךָ֛ <WH776> me-'ar-tze-Cha of thy land אֲשֶׁ֨ר <WH834> 'a-Sher which יְהוָ֧ה <WH3068> Yah-weh that the LORD אֱלֹהֶ֛יךָ <WH430> 'e-lo-Hei-cha thy God נֹתֵ֥ן <WH5414> no-Ten giveth לָ֖ךְ lach וְשַׂמְתָּ֣ <WH7760> ve-sam-Ta thee and shalt put בַטֶּ֑נֶא <WH2935> vat-Te-ne; [it] in a basket וְהָֽלַכְתָּ֙ <WH1980> ve-ha-lach-Ta and shalt go אֶל־ <WH413> 'el- to הַמָּק֔וֹם <WH4725> ham-ma-Kom, unto the place אֲשֶׁ֤ר <WH834> 'a-Sher which יִבְחַר֙ <WH977> yiv-Char shall choose יְהוָ֣ה <WH3068> Yah-weh which the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God לְשַׁכֵּ֥ן <WH7931> le-shak-Ken to place שְׁמ֖וֹ <WH8034> she-Mo his name שָֽׁם׃ <WH8033> Sham. in it"},{"number":3,"verse":"וּבָאתָ֙ <WH935> u-va-Ta And thou shalt go אֶל־ <WH413> 'el- to הַכֹּהֵ֔ן <WH3548> hak-ko-Hen, unto the priest אֲשֶׁ֥ר <WH834> 'a-Sher who יִהְיֶ֖ה <WH1961> yih-Yeh become בַּיָּמִ֣ים <WH3117> bai-ya-Mim that shall be in those days הָהֵ֑ם <WH1992> ha-Hem; like וְאָמַרְתָּ֣ <WH559> ve-'a-mar-Ta and say אֵלָ֗יו <WH413> 'e-Lav, to him הִגַּ֤דְתִּי <WH5046> hig-Gad-ti unto him I profess הַיּוֹם֙ <WH3117> hai-yOm this day לַיהוָ֣ה <WH3068> Yah-weh unto the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God כִּי־ <WH3588> ki- for בָ֙אתִי֙ <WH935> va-ti that I am come אֶל־ <WH413> 'el- about הָאָ֔רֶץ <WH776> ha-'A-retz, unto the country אֲשֶׁ֨ר <WH834> 'a-Sher which נִשְׁבַּ֧ע <WH7650> nish-Ba' sware יְהוָ֛ה <WH3068> Yah-weh which the LORD לַאֲבֹתֵ֖ינוּ <WH1> la-'a-vo-Tei-nu unto our fathers לָ֥תֶת <WH5414> La-tet for to give לָֽנוּ׃ La-nu."},{"number":4,"verse":"וְלָקַ֧ח <WH3947> ve-la-Kach shall take הַכֹּהֵ֛ן <WH3548> hak-ko-Hen And the priest הַטֶּ֖נֶא <WH2935> hat-Te-ne the basket מִיָּדֶ֑ךָ <WH3027> mi-ya-De-cha; out of thine hand וְהִ֨נִּיח֔וֹ <WH3240> ve-Hin-ni-Cho, and set it down לִפְנֵ֕י <WH6440> lif-Nei before מִזְבַּ֖ח <WH4196> miz-Bach the altar יְהוָ֥ה <WH3068> Yah-weh of the LORD אֱלֹהֶֽיךָ׃ <WH430> 'e-lo-Hei-cha. thy God"},{"number":5,"verse":"וְעָנִ֨יתָ <WH6030> ve-'a-Ni-ta And thou shalt speak וְאָמַרְתָּ֜ <WH559> ve-'a-mar-Ta and say לִפְנֵ֣י׀ <WH6440> lif-Nei before יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהֶ֗יךָ <WH430> 'e-lo-Hei-cha, thy God אֲרַמִּי֙ <WH761> 'a-ram-Mi A Syrian אֹבֵ֣ד <WH6> 'o-Ved ready to perish אָבִ֔י <WH1> 'a-Vi, [was] my father וַיֵּ֣רֶד <WH3381> vai-Ye-red and he went down מִצְרַ֔יְמָה <WH4714> mitz-Ray-mah, into Egypt וַיָּ֥גָר <WH1481> vai-Ya-gor and sojourned שָׁ֖ם <WH8033> sham there בִּמְתֵ֣י <WH4462> bim-Tei Memucan מְעָ֑ט <WH4592> me-'At; a few וַֽיְהִי־ <WH1961> vay-hi- became שָׁ֕ם <WH8033> sham there לְג֥וֹי <WH1471> le-Goy and became there a nation גָּד֖וֹל <WH1419> ga-Dol great עָצ֥וּם <WH6099> 'a-Tzum mighty וָרָֽב׃ <WH7227> va-Rav. and populous"},{"number":6,"verse":"וַיָּרֵ֧עוּ <WH7489> vai-ya-Re-'u evil entreated אֹתָ֛נוּ <WH854> 'o-Ta-nu for הַמִּצְרִ֖ים <WH4713> ham-mitz-Rim And the Egyptians וַיְעַנּ֑וּנוּ <WH6031> vay-'an-Nu-nu; us and afflicted וַיִּתְּנ֥וּ <WH5414> vai-yit-te-Nu us and laid עָלֵ֖ינוּ <WH5921> 'a-Lei-nu and עֲבֹדָ֥ה <WH5656> 'a-vo-Dah bondage קָשָֽׁה׃ <WH7186> ka-Shah. upon us hard"},{"number":7,"verse":"וַנִּצְעַ֕ק <WH6817> van-nitz-'Ak And when we cried אֶל־ <WH413> 'el- to יְהוָ֖ה <WH3068> Yah-weh unto the LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei God אֲבֹתֵ֑ינוּ <WH1> 'a-vo-Tei-nu; of our fathers וַיִּשְׁמַ֤ע <WH8085> vai-yish-Ma' heard יְהוָה֙ <WH3068> Yah-weh the LORD אֶת־ <WH853> 'et- קֹלֵ֔נוּ <WH6963> ko-Le-nu, our voice וַיַּ֧רְא <WH7200> vai-Yar and looked אֶת־ <WH853> 'et- עָנְיֵ֛נוּ <WH6040> 'a-ne-Ye-nu on our affliction וְאֶת־ <WH853> ve-'Et עֲמָלֵ֖נוּ <WH5999> 'a-ma-Le-nu and our labour וְאֶת־ <WH853> ve-'Et לַחֲצֵֽנוּ׃ <WH3906> la-cha-Tze-nu. and our oppression"},{"number":8,"verse":"וַיּוֹצִאֵ֤נוּ <WH3318> vai-yo-tzi-'E-nu brought us forth יְהוָה֙ <WH3068> Yah-weh And the LORD מִמִּצְרַ֔יִם <WH4714> mi-mitz-Ra-yim, out of Egypt בְּיָ֤ד <WH3027> be-Yad hand חֲזָקָה֙ <WH2389> cha-za-Kah with a mighty וּבִזְרֹ֣עַ <WH2220> u-viz-Ro-a' arm נְטוּיָ֔ה <WH5186> ne-tu-Yah, and with an outstretched וּבְמֹרָ֖א <WH4172> u-ve-mo-Ra terribleness גָּדֹ֑ל <WH1419> ga-Dol; and with great וּבְאֹת֖וֹת <WH226> u-ve-'o-Tot and with signs וּבְמֹפְתִֽים׃ <WH4159> u-ve-mo-fe-Tim. and with wonders"},{"number":9,"verse":"וַיְבִאֵ֖נוּ <WH935> vay-vi-'E-nu And he hath brought אֶל־ <WH413> 'el- about הַמָּק֣וֹם <WH4725> ham-ma-Kom us into this place הַזֶּ֑ה <WH2088> haz-Zeh; to this וַיִּתֶּן־ <WH5414> vai-yit-ten- and hath given לָ֙נוּ֙ la-nu אֶת־ <WH853> 'et- הָאָ֣רֶץ <WH776> ha-'A-retz us this land הַזֹּ֔את <WH2063> haz-Zot, likewise אֶ֛רֶץ <WH776> 'E-retz [even] a land זָבַ֥ת <WH2100> za-Vat that floweth חָלָ֖ב <WH2461> cha-Lav with milk וּדְבָֽשׁ׃ <WH1706> u-de-Vash. and honey"},{"number":10,"verse":"וְעַתָּ֗ה <WH6258> ve-'at-Tah, Now הִנֵּ֤ה <WH2009> hin-Neh behold הֵבֵ֙אתִי֙ <WH935> he-Ve-ti And now behold I have brought אֶת־ <WH853> 'et- רֵאשִׁית֙ <WH7225> re-Shit the first פְּרִ֣י <WH6529> pe-Ri of the produce הָאֲדָמָ֔ה <WH127> ha-'a-da-Mah, of the land אֲשֶׁר־ <WH834> 'a-Sher- which נָתַ֥תָּה <WH5414> na-Tat-tah hast given לִּ֖י li יְהוָ֑ה <WH3068> Yah-weh; which thou O LORD וְהִנַּחְתּ֗וֹ <WH3240> ve-hin-nach-To, me And thou shalt set לִפְנֵי֙ <WH6440> lif-Nei it before יְהוָ֣ה <WH3068> Yah-weh the LORD אֱלֹהֶ֔יךָ <WH430> 'e-lo-Hei-cha, thy God וְהִֽשְׁתַּחֲוִ֔יתָ <WH7812> ve-hish-ta-cha-Vi-ta, and worship לִפְנֵ֖י <WH6440> lif-Nei before יְהוָ֥ה <WH3068> Yah-weh the LORD אֱלֹהֶֽיךָ׃ <WH430> 'e-lo-Hei-cha. thy God"},{"number":11,"verse":"וְשָׂמַחְתָּ֣ <WH8056> ve-sa-mach-Ta glad בְכָל־ <WH3605> ve-chol- all הַטּ֗וֹב <WH2896> hat-Tov, in every good אֲשֶׁ֧ר <WH834> 'a-Sher who נָֽתַן־ <WH5414> na-tan- hath given לְךָ֛ le-Cha יְהוָ֥ה <WH3068> Yah-weh [thing] which the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God וּלְבֵיתֶ֑ךָ <WH1004> u-le-vei-Te-cha; unto thee and unto thine house אַתָּה֙ <WH859> 'at-Tah and you וְהַלֵּוִ֔י <WH3881> ve-hal-le-Vi, thou and the Levite וְהַגֵּ֖ר <WH1616> ve-hag-Ger and the stranger אֲשֶׁ֥ר <WH834> 'a-Sher which בְּקִרְבֶּֽךָ׃ <WH7130> be-kir-Be-cha. that [is] among ס sa-Mek"},{"number":12,"verse":"כִּ֣י <WH3588> ki When תְכַלֶּ֞ה <WH3615> te-chal-Leh When thou hast made an end לַ֠עְשֵׂר <WH6237> La'-ser of tithing אֶת־ <WH853> 'et- כָּל־ <WH3605> kol- all מַעְשַׂ֧ר <WH4643> ma'-Sar all the tithes תְּבוּאָתְךָ֛ <WH8393> te-vu-'a-te-Cha of thine increase בַּשָּׁנָ֥ה <WH8141> bash-sha-Nah year הַשְּׁלִישִׁ֖ת <WH7992> hash-she-li-Shit the third שְׁנַ֣ת <WH8141> she-Nat [which is] the year הַֽמַּעֲשֵׂ֑ר <WH4643> ham-ma-'a-Ser; of tithing וְנָתַתָּ֣ה <WH5414> ve-na-tat-Tah and hast given לַלֵּוִ֗י <WH3881> lal-le-Vi, [it] unto the Levite לַגֵּר֙ <WH1616> lag-Ger the stranger לַיָּת֣וֹם <WH3490> lai-ya-Tom the fatherless וְלָֽאַלְמָנָ֔ה <WH490> ve-la-'al-ma-Nah, and the widow וְאָכְל֥וּ <WH398> ve-'a-che-Lu that they may eat בִשְׁעָרֶ֖יךָ <WH8179> vish-'a-Rei-cha within thy gates וְשָׂבֵֽעוּ׃ <WH7646> ve-sa-Ve-'u. and be filled"},{"number":13,"verse":"וְאָמַרְתָּ֡ <WH559> ve-'a-mar-Ta Then thou shalt say לִפְנֵי֩ <WH6440> lif-Nei before יְהוָ֨ה <WH3068> Yah-weh the LORD אֱלֹהֶ֜יךָ <WH430> 'e-lo-Hei-cha thy God בִּעַ֧רְתִּי <WH1197> bi-'Ar-ti I have brought away הַקֹּ֣דֶשׁ <WH6944> hak-Ko-desh the hallowed things מִן־ <WH4480> min- any הַבַּ֗יִת <WH1004> hab-Ba-yit, out of [mine] house וְגַ֨ם <WH1571> ve-Gam and also נְתַתִּ֤יו <WH5414> ne-tat-Tiv and also have given לַלֵּוִי֙ <WH3881> lal-le-Vi them unto the Levite וְלַגֵּר֙ <WH1616> ve-lag-Ger and unto the stranger לַיָּת֣וֹם <WH3490> lai-ya-Tom to the fatherless וְלָאַלְמָנָ֔ה <WH490> ve-la-'al-ma-Nah, and to the widow כְּכָל־ <WH3605> ke-chol- to all מִצְוָתְךָ֖ <WH4687> mitz-va-te-Cha according to all thy commandments אֲשֶׁ֣ר <WH834> 'a-Sher which צִוִּיתָ֑נִי <WH6680> tziv-vi-Ta-ni; which thou hast commanded לֹֽא־ <WH3808> lo- have not עָבַ֥רְתִּי <WH5674> 'a-Var-ti me I have not transgressed מִמִּצְוֹתֶ֖יךָ <WH4687> mi-mitz-vo-Tei-cha thy commandments וְלֹ֥א <WH3808> ve-Lo or שָׁכָֽחְתִּי׃ <WH7911> sha-Cha-che-ti. neither have I forgotten"},{"number":14,"verse":"לֹא־ <WH3808> lo- nor אָכַ֨לְתִּי <WH398> 'a-Chal-ti I have not eaten בְאֹנִ֜י <WH205> ve-'o-Ni thereof in my mourning מִמֶּ֗נּוּ <WH4480> mi-Men-nu, any וְלֹא־ <WH3808> ve-lo- nor בִעַ֤רְתִּי <WH1197> vi-'Ar-ti neither have I taken away מִמֶּ֙נּוּ֙ <WH4480> mi-Men-nu any בְּטָמֵ֔א <WH2931> be-ta-Me, [ought] thereof for [any] unclean וְלֹא־ <WH3808> ve-lo- nor נָתַ֥תִּי <WH5414> na-Tat-ti [use] nor given מִמֶּ֖נּוּ <WH4480> mi-Men-nu any לְמֵ֑ת <WH4191> le-Met; [ought] thereof for the dead שָׁמַ֗עְתִּי <WH8085> sha-Ma'-ti, [but] I have hearkened בְּקוֹל֙ <WH6963> be-kOl to the voice יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹהָ֔י <WH430> 'e-lo-Hai, my God עָשִׂ֕יתִי <WH6213> 'a-Si-ti [and] have done כְּכֹ֖ל <WH3605> ke-Chol to all אֲשֶׁ֥ר <WH834> 'a-Sher you צִוִּיתָֽנִי׃ <WH6680> tziv-vi-Ta-ni. according to all that thou hast commanded"},{"number":15,"verse":"הַשְׁקִיפָה֩ <WH8259> hash-ki-Fah Look down מִמְּע֨וֹן <WH4583> mi-me-'on habitation קָדְשְׁךָ֜ <WH6944> kod-she-cha from thy holy מִן־ <WH4480> min- from הַשָּׁמַ֗יִם <WH8064> hash-sha-Ma-yim, from heaven וּבָרֵ֤ךְ <WH1288> u-va-Rech and bless אֶֽת־ <WH853> 'et- עַמְּךָ֙ <WH5971> 'am-me-Cha thy people אֶת־ <WH853> 'et- יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, Israel וְאֵת֙ <WH853> ve-'Et הָאֲדָמָ֔ה <WH127> ha-'a-da-Mah, and the land אֲשֶׁ֥ר <WH834> 'a-Sher which נָתַ֖תָּה <WH5414> na-Tat-tah which thou hast given לָ֑נוּ La-nu; כַּאֲשֶׁ֤ר <WH834> ka-'a-Sher which נִשְׁבַּ֙עְתָּ֙ <WH7650> nish-Ba'-ta us as thou swarest לַאֲבֹתֵ֔ינוּ <WH1> la-'a-vo-Tei-nu, unto our fathers אֶ֛רֶץ <WH776> 'E-retz a land זָבַ֥ת <WH2100> za-Vat that floweth חָלָ֖ב <WH2461> cha-Lav with milk וּדְבָֽשׁ׃ <WH1706> u-de-Vash. and honey ס sa-Mek"},{"number":16,"verse":"הַיּ֣וֹם <WH3117> hai-Yom This day הַזֶּ֗ה <WH2088> haz-Zeh, This יְהוָ֨ה <WH3068> Yah-weh the LORD אֱלֹהֶ֜יךָ <WH430> 'e-lo-Hei-cha thy God מְצַוְּךָ֧ <WH6680> me-tzav-ve-Cha hath commanded לַעֲשׂ֛וֹת <WH6213> la-'a-Sot thee to do אֶת־ <WH853> 'et- הַחֻקִּ֥ים <WH2706> ha-chuk-Kim these statutes הָאֵ֖לֶּה <WH428> ha-'El-leh these וְאֶת־ <WH853> ve-'Et הַמִּשְׁפָּטִ֑ים <WH4941> ham-mish-pa-Tim; and judgments וְשָׁמַרְתָּ֤ <WH8104> ve-sha-mar-Ta thou shalt therefore keep וְעָשִׂ֙יתָ֙ <WH6213> ve-'a-Si-ta and do אוֹתָ֔ם <WH853> o-Tam, בְּכָל־ <WH3605> be-chol all לְבָבְךָ֖ <WH3824> le-va-ve-Cha them with all thine heart וּבְכָל־ <WH3605> u-ve-Chol all נַפְשֶֽׁךָ׃ <WH5315> naf-She-cha. and with all thy soul"},{"number":17,"verse":"אֶת־ <WH853> 'et- יְהוָ֥ה <WH3068> Yah-weh the LORD הֶאֱמַ֖רְתָּ <WH559> he-'e-Mar-ta Thou hast avouched הַיּ֑וֹם <WH3117> hai-Yom; this day לִהְיוֹת֩ <WH1961> lih-yOt become לְךָ֨ le-Cha לֵֽאלֹהִ֜ים <WH430> le-lo-Him to be thy God וְלָלֶ֣כֶת <WH1980> ve-la-Le-chet walk בִּדְרָכָ֗יו <WH1870> bid-ra-Chav, in his ways וְלִשְׁמֹ֨ר <WH8104> ve-lish-Mor and to keep חֻקָּ֧יו <WH2706> chuk-Kav his statutes וּמִצְוֹתָ֛יו <WH4687> u-mitz-vo-Tav and his commandments וּמִשְׁפָּטָ֖יו <WH4941> u-mish-pa-Tav and his judgments וְלִשְׁמֹ֥עַ <WH8085> ve-lish-Mo-a' and to hearken בְּקֹלֽוֹ׃ <WH6963> be-ko-Lo. unto his voice"},{"number":18,"verse":"וַֽיהוָ֞ה <WH3068> Yah-weh And the LORD הֶאֱמִֽירְךָ֣ <WH559> he-'e-mi-re-Cha hath avouched הַיּ֗וֹם <WH3117> hai-Yom, thee this day לִהְי֥וֹת <WH1961> lih-Yot become לוֹ֙ lo לְעַ֣ם <WH5971> le-'Am people סְגֻלָּ֔ה <WH5459> se-gul-Lah, to be his peculiar כַּאֲשֶׁ֖ר <WH834> ka-'a-Sher he דִּבֶּר־ <WH1696> dib-ber- as he hath promised לָ֑ךְ Lach; וְלִשְׁמֹ֖ר <WH8104> ve-lish-Mor thee and that [thou] shouldest keep כָּל־ <WH3605> kol- all מִצְוֹתָֽיו׃ <WH4687> mitz-vo-Tav. all his commandments"},{"number":19,"verse":"וּֽלְתִתְּךָ֣ <WH5414> u-le-tit-te-Cha And to make עֶלְי֗וֹן <WH5945> el-Yon, thee high עַ֤ל <WH5921> 'al above כָּל־ <WH3605> kol- all הַגּוֹיִם֙ <WH1471> hag-go-Yim above all nations אֲשֶׁ֣ר <WH834> 'a-Sher which עָשָׂ֔ה <WH6213> 'a-Sah, which he hath made לִתְהִלָּ֖ה <WH8416> lit-hil-Lah in praise וּלְשֵׁ֣ם <WH8034> u-le-Shem and in name וּלְתִפְאָ֑רֶת <WH8597> u-le-tif-'A-ret; and in honour וְלִֽהְיֹתְךָ֧ <WH1961> ve-lih-yo-te-Cha become עַם־ <WH5971> 'am- people קָדֹ֛שׁ <WH6918> ka-Dosh and that thou mayest be an holy לַיהוָ֥ה <WH3068> Yah-weh unto the LORD אֱלֹהֶ֖יךָ <WH430> 'e-lo-Hei-cha thy God כַּאֲשֶׁ֥ר <WH834> ka-'a-Sher which דִּבֵּֽר׃ <WH1696> dib-Ber. as he hath spoken ס sa-Mek"}]}