{"bibleAbbr":"WYC1395","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":37,"verses":[{"number":1,"verse":"Forsothe Jacob dwellide in the lond of Canaan, in which his fadir was a pilgrym; and these weren the generaciouns of hym."},{"number":2,"verse":"Joseph whanne he was of sixtene yeer, yit a child, kepte a flok with hise britheren, and was with the sones of Bala and Zelfa, wyues of his fadir; and he accuside his britheren at the fadir of `the worste synne."},{"number":3,"verse":"Forsothe Israel louyde Joseph ouer alle hise sones, for he hadde gendrid hym in eelde; and he made to Joseph a cote of many colours."},{"number":4,"verse":"Forsothe hise britheren sien that he was loued of the fader more than alle, and thei hatiden hym, and myyten not speke ony thing pesibli to hym."},{"number":5,"verse":"And it bifelde that he telde to hise britheren a sweuene seyn, which cause was `the seed of more hatrede."},{"number":6,"verse":"And Joseph seide to his britheren, Here ye the sweuene which Y seiy,"},{"number":7,"verse":"Y gesside that we bounden to gidere handfuls, and that as myn handful roos, and stood, and that youre handfuls stoden aboute and worschipiden myn handful."},{"number":8,"verse":"Hise britheren answerden, Whether thou shalt be oure kyng, ethir we shulen be maad suget to thi lordschip? Therfor this cause of sweuenys and wordis mynystride the nurschyng of enuye, and of hatrede."},{"number":9,"verse":"Also Joseph seiy another sweuene, which he telde to the britheren, and seide, Y seiy bi a sweuene that as the sunne, and moone, and enleuen sterris worschipiden me."},{"number":10,"verse":"And whanne he hadde teld this sweuene to his fadir, and britheren, his fadir blamyde him, and seide, What wole this sweuene to it silf which thou hast seyn? Whether Y and thi modir, and thi britheren, schulen worschipe thee on erthe?"},{"number":11,"verse":"Therfor hise britheren hadden enuye to hym. Forsothe the fadir bihelde pryuely the thing,"},{"number":12,"verse":"and whanne his britheren dwelliden in Sichem, aboute flockis of the fadir `to be kept,"},{"number":13,"verse":"Israel seide to Joseph, Thi britheren kepen scheep in Sichymys; come thou, Y schal sende thee to hem."},{"number":14,"verse":"And whanne Joseph answerde, Y am redi, Israel seide, Go thou, and se whether alle thingis ben esi anentis thi britheren, and scheep; and telle thou to me what is doon. He was sent fro the valey of Ebron, and cam into Sichem;"},{"number":15,"verse":"and a man foond hym errynge in the feeld, and `the man axide, what he souyte."},{"number":16,"verse":"And he answerde, Y seke my britheren, schewe thou to me where thei kepten flockis."},{"number":17,"verse":"And the man seide to hym, Thei yeden awei fro this place; forsothe Y herde hem seiynge, Go we into Dothaym. And Joseph yede aftir his britheren, and foond hem in Dothaym."},{"number":18,"verse":"And whanne thei hadden seyn hym afer, bifor that he neiyede to hem,"},{"number":19,"verse":"thei thouyten to sle hym, and spaken to gidere, Lo! the dremere cometh, come ye,"},{"number":20,"verse":"sle we hym, and sende we into an eld sisterne, and we schulen seie, A wielde beeste ful wickid hath deuourid hym; and thanne it schal appere what hise dremes profiten to hym."},{"number":21,"verse":"Sotheli Ruben herde this, and enforside to delyuere hym fro her hondis,"},{"number":22,"verse":"and seide, Sle we not the lijf of hym, nether schede we out his blood, but caste ye hym into an eeld cisterne, which is in the wildirnesse, and kepe ye youre hondis gilteles. Forsothe he seide this, willynge to delyuere hym fro her hondis, and to yelde to his fadir."},{"number":23,"verse":"Therfor anoon as Joseph cam to hise britheren, thei dispuyliden hym of the coote, doun to the heele, and of many colours, and senten into the eeld cisterne,"},{"number":24,"verse":"that hadde no water."},{"number":25,"verse":"And thei saten `to ete breed; and thei sien that Ismaelitis weigoers camen fro Galaad, and that her camels baren swete smellynge spiceries, and `rosyn, and stacten, into Egipt."},{"number":26,"verse":"Therfor Judas seide to hise britheren, What schal it profite to vs, if we schulen sle oure brother, and schulen hide his blood?"},{"number":27,"verse":"It is betere that he be seeld to Ismalitis, and oure hondis be not defoulid, for he is oure brother and fleisch. The britheren assentiden to these wordis;"},{"number":28,"verse":"and whanne marchauntis of Madian passiden forth, thei drowen hym out of the cisterne, and seelden hym to Ismaelitis, for thriytti platis of siluer; whiche ledden hym in to Egipt."},{"number":29,"verse":"And Ruben turnede ayen to the cisterne, and foond not the child;"},{"number":30,"verse":"and he to-rente his closis, and he yede to hise britheren, and seide, The child apperith not, and whidir schal Y go?"},{"number":31,"verse":"Forsothe thei token his coote, and dippiden in the blood of a kide, which thei hadden slayn; and senten men that baren to the fadir,"},{"number":32,"verse":"and seiden, We han founde this coote, se, whether it is the coote of thi sone, ether nai."},{"number":33,"verse":"And whanne the fader hadde knowe it, he seide, It is the coote of my sone, a wielde beeste ful wickid hath ete hym, a beeste hath deuourid Joseph."},{"number":34,"verse":"And he to-rente his clothis, and he was clothid with an heire, and biweilide his sone in myche tyme."},{"number":35,"verse":"Sothely whanne hise fre children weren gaderid to gidere, that thei schulden peese the sorewe of the fadir, he nolde take counfort, but seide, Y schal go doun in to helle, and schal biweile my sone. And the while Jacob contynude in wepyng,"},{"number":36,"verse":"Madianytis seelden Joseph into Egipt to Putifar, chast `and onest seruaunt of Farao, maistir of the chyualrie."}]}