{"bibleAbbr":"WYC1395","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":4,"verses":[{"number":1,"verse":"Forsothe Adam knewe Eue his wijf, which conseyuede, and childide Cayn, and seide, Y haue gete a man bi God."},{"number":2,"verse":"And efte sche childide his brother Abel. Forsothe Abel was a kepere of scheep, and Cayn was an erthe tilyere."},{"number":3,"verse":"Sotheli it was don after many daies, that Cayn offride yiftis to the Lord of the fruytis of erthe;"},{"number":4,"verse":"and Abel offride of the first gendrid of his floc, and of the fatnesse of tho. And the Lord bihelde to Abel and to the yiftis of hym;"},{"number":5,"verse":"sotheli he bihelde not to Cayn and to hise yiftis. And Cayn was wrooth greetli, and his cheer felde doun."},{"number":6,"verse":"And the Lord seide to hym, Whi art thou wrooth, and whi felde doun thi face?"},{"number":7,"verse":"Whether not if thou schalt do wel, thou schalt resseyue; but if thou doist yuele, thi synne schal be present anoon in the yatis? but the desir therof schal be vndur thee, and thou schalt be lord therof."},{"number":8,"verse":"And Cayn seide to Abel his brother, Go we out. And whanne thei weren in the feeld, Cayn roos ayens his brother Abel, and killide him."},{"number":9,"verse":"And the Lord seide to Cayn, Where is Abel thi brother? Which answerde, Y woot not; whether Y am the kepere of my brothir?"},{"number":10,"verse":"And God seide to Cayn, What hast thou do? the vois of the blood of thi brother crieth to me fro erthe."},{"number":11,"verse":"Now therfor thou schalt be cursid on erthe, that openyde his mouth, and resseyuede of thin hond the blood of thi brothir."},{"number":12,"verse":"Whanne thou schalt worche the erthe, it schal not yyue his fruytis to thee; thou schalt be vnstable of dwellyng and fleynge aboute on erthe in alle the daies of thi lijf."},{"number":13,"verse":"And Cayn seide to the Lord, My wickidnesse is more than that Y disserue foryyuenesse; lo!"},{"number":14,"verse":"to dai thou castist me out fro the face of the erthe; and Y schal be hid fro thi face, and Y schal be vnstable of dwellyng and fleynge aboute in erthe; therfore ech man that schal fynde me schal slee me."},{"number":15,"verse":"And the Lord seide to hym, It schal not be don so, but ech man that schal slee Cayn shal be punyschid seuenfold. And the Lord settide a signe in Cayn, that ech man that schulde fynde hym schulde not slee hym."},{"number":16,"verse":"And Cayn yede out fro the face of the Lord, and dwellide fleynge aboute in erthe, at the eest coost of Eden."},{"number":17,"verse":"Forsothe Cayn knewe his wiif, which conseyuede, and childide Enoth; and Cayn bildide a citee, and clepide the name therof of the name of hise sone Enoth."},{"number":18,"verse":"Forsothe Enoth gendride Irad, and Irad gendride Manyael, and Manyael gendride Matusael, and Matusael gendride Lameth;"},{"number":19,"verse":"that took twei wyues, the name to o wijf was Ada, and the name to the tother was Sella."},{"number":20,"verse":"And Ada gendride Jabel, that was the fadir of dwellers in tentis and of shepherdis;"},{"number":21,"verse":"and the name of his brother was Tubal, he was the fadir of syngeris in harpe and orgun."},{"number":22,"verse":"And Sella gendride Tubalcayn, that was an hamerbetere, and smyyt on alle werkis of bras and of yrun; forsothe the sistir of Tubalcayn was Neoma."},{"number":23,"verse":"And Lameth seide to his wyues Ada and Sella, Ye wyues of Lameth, here my vois, and herkne my word; for Y haue slayn a man bi my wounde, and a yong wexynge man bi my `violent betyng;"},{"number":24,"verse":"veniaunce schal be youun seuenfold of Cayn, forsothe of Lameth seuentisithis seuensithis."},{"number":25,"verse":"Also yit Adam knewe his wijf, and sche childide a sone, and clepide his name Seth, and seide, God hath put to me another seed for Abel, whom Cayn killide."},{"number":26,"verse":"But also a sone was borun to Seth, which sone he clepide Enos; this Enos bigan to clepe inwardli the name of the Lord."}]}