{"bibleAbbr":"WYC1395","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":48,"verses":[{"number":1,"verse":"And so whanne these thingis weren don, it was teld to Joseph, that his fadir was sijk. And he took hise twei sones, Manasses and Effraym, and he disposide to go."},{"number":2,"verse":"And it was seid to the elde man, Lo! thi sone Joseph cometh to thee; which was coumfortid, and sat in the bed."},{"number":3,"verse":"And whanne Joseph entride to hym, he seide, Almyyti God apperide to me in Luza, which is in the lond of Canaan, and blesside me,"},{"number":4,"verse":"and seide, Y schal encreesse and multiplie thee, and Y schal make thee in to cumpanyes of puplis, and Y schal yyue to thee this lond, and to thi seed aftir thee, in to euerlastinge possessioun."},{"number":5,"verse":"Therfor thi twei sones, that ben borun to thee in the lond of Egipt bifore that Y cam hidir to thee, schulen be myne, Effraym and Manasses as Ruben and Symeon schulen be arettid to me;"},{"number":6,"verse":"forsothe the othere whiche thou schalt gendre aftir hem schulen be thine; and thei schulen be clepid bi the name of her britheren in her possessiouns."},{"number":7,"verse":"Forsothe whanne Y cam fro Mesopotamye, Rachel was deed to me in the lond of Canaan, in thilke weie; and it was the bigynnyng of somer; and Y entride in to Effrata, and beriede hir bisidis the weie of Effrata, which bi anothir name is clepid Bethleem."},{"number":8,"verse":"Forsothe Jacob seiy the sones of Joseph, and seide to him, Who ben these?"},{"number":9,"verse":"He answeride, Thei ben my sones, whiche God yaf to me in this place. Jacob seide, Brynge hem to me that Y blesse hem."},{"number":10,"verse":"For `the iyen of Israel, dasewiden for greet eelde, and he myyte not se clereli; and he kisside and collide tho children ioyned to hym, and seide to his sone,"},{"number":11,"verse":"Y am not defraudid of thi siyt; ferthermore God schewide to me thi seed."},{"number":12,"verse":"And whanne Joseph hadde take hem fro `the fadris lappe, he worschipide lowe to erthe."},{"number":13,"verse":"And he sette Effraym on his riyt side, that is, on the lift side of Israel; forsothe he settide Manasses in his lift side, that is, on the riyt side of the fadir; and he ioynede bothe to hym."},{"number":14,"verse":"Which helde forth the riyt hond, and settide on `the heed of Effraym, the lesse brothir; sotheli he settide the left hond on `the heed of Manasses, that was the more thury birthe. Jacob chaungide `the hondes,"},{"number":15,"verse":"and blesside his sone Joseph, and seide, God, in whos siyt my fadris Abraham and Isaac yeden; God, that fedith me fro my yong wexynge age til in to present day;"},{"number":16,"verse":"the aungel that delyuerede me fro alle yuelis, blesse thes children, and my name be clepid on hem, and the names of my fadris Abraham and Ysaac; and wexe thei in multitude on erthe."},{"number":17,"verse":"Forsothe Joseph seiy that his fadir hadde set the riyt hond on the heed of Effraym, and took heuyli, and he enforside to reise the fadris hond takun fro the heed of Effraym, and to bere `ouer on `the heed of Manasses."},{"number":18,"verse":"And he seide to the fadir, Fadir, it acordith not so; for this is the firste gendrid; sette thi riyt hond on the heed `of hym."},{"number":19,"verse":"Which forsook and seide, Y woot, my sone, Y woot; and sotheli this child schal be in to puplis, and he schal be multiplied; but his yonger brother schal be more than he, and `his seed schal encreesse in to folkis."},{"number":20,"verse":"And he blesside hem in that tyme, and seide, Israel schal be blessid in thee, Joseph, and it schal be seid, God do to thee as to Effraym and as to Manasses. And he settide Effraym bifore Manasses;"},{"number":21,"verse":"and seide to Joseph, his sone, Lo! Y die, and God schal be with you, and schal lede you ayen to the lond of youre fadris;"},{"number":22,"verse":"Y yyue to thee o part ouer thi britheren which Y took fro the hand of Amorei, in my swerd and bowe."}]}