{"bibleAbbr":"CVg2018","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"Hominis est animam præparare, et Domini gubernare linguam."},{"number":2,"verse":"Omnes viæ hominis patent oculis ejus ; spirituum ponderator est Dominus."},{"number":3,"verse":"Revela Domino opera tua, et dirigentur cogitationes tuæ."},{"number":4,"verse":"Universa propter semetipsum operatus est Dominus ; impium quoque ad diem malum."},{"number":5,"verse":"Abominatio Domini est omnis arrogans ; etiamsi manus ad manum fuerit, non est innocens. Initium viæ bonæ facere justitiam ; accepta est autem apud Deum magis quam immolare hostias."},{"number":6,"verse":"Misericordia et veritate redimitur iniquitas, et in timore Domini declinatur a malo."},{"number":7,"verse":"Cum placuerint Domino viæ hominis, inimicos quoque ejus convertet ad pacem."},{"number":8,"verse":"Melius est parum cum justitia quam multi fructus cum iniquitate."},{"number":9,"verse":"Cor hominis disponit viam suam, sed Domini est dirigere gressus ejus."},{"number":10,"verse":"Divinatio in labiis regis ; in judicio non errabit os ejus."},{"number":11,"verse":"Pondus et statera judicia Domini sunt, et opera ejus omnes lapides sacculi."},{"number":12,"verse":"Abominabiles regi qui agunt impie, quoniam justitia firmatur solium."},{"number":13,"verse":"Voluntas regum labia justa ; qui recta loquitur diligetur."},{"number":14,"verse":"Indignatio regis nuntii mortis, et vir sapiens placabit eam."},{"number":15,"verse":"In hilaritate vultus regis vita, et clementia ejus quasi imber serotinus."},{"number":16,"verse":"Posside sapientiam, quia auro melior est, et acquire prudentiam, quia pretiosior est argento."},{"number":17,"verse":"Semita justorum declinat mala ; custos animæ suæ servat viam suam."},{"number":18,"verse":"Contritionem præcedit superbia, et ante ruinam exaltatur spiritus."},{"number":19,"verse":"Melius est humiliari cum mitibus quam dividere spolia cum superbis."},{"number":20,"verse":"Eruditus in verbo reperiet bona, et qui sperat in Domino beatus est."},{"number":21,"verse":"Qui sapiens est corde appellabitur prudens, et qui dulcis eloquio majora percipiet."},{"number":22,"verse":"Fons vitæ eruditio possidentis ; doctrina stultorum fatuitas."},{"number":23,"verse":"Cor sapientis erudiet os ejus, et labiis ejus addet gratiam."},{"number":24,"verse":"Favus mellis composita verba ; dulcedo animæ sanitas ossium."},{"number":25,"verse":"Est via quæ videtur homini recta, et novissima ejus ducunt ad mortem."},{"number":26,"verse":"Anima laborantis laborat sibi, quia compulit eum os suum."},{"number":27,"verse":"Vir impius fodit malum, et in labiis ejus ignis ardescit."},{"number":28,"verse":"Homo perversus suscitat lites, et verbosus separat principes."},{"number":29,"verse":"Vir iniquus lactat amicum suum, et ducit eum per viam non bonam."},{"number":30,"verse":"Qui attonitis oculis cogitat prava, mordens labia sua perficit malum."},{"number":31,"verse":"Corona dignitatis senectus, quæ in viis justitiæ reperietur."},{"number":32,"verse":"Melior est patiens viro forti, et qui dominatur animo suo expugnatore urbium."},{"number":33,"verse":"Sortes mittuntur in sinum, sed a Domino temperantur."}]}