{"bibleAbbr":"CVg2018","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"Melior est buccella sicca cum gaudio quam domus plena victimis cum jurgio."},{"number":2,"verse":"Servus sapiens dominabitur filiis stultis, et inter fratres hæreditatem dividet."},{"number":3,"verse":"Sicut igne probatur argentum et aurum camino, ita corda probat Dominus."},{"number":4,"verse":"Malus obedit linguæ iniquæ, et fallax obtemperat labiis mendacibus."},{"number":5,"verse":"Qui despicit pauperem exprobrat factori ejus, et qui ruina lætatur alterius non erit impunitus."},{"number":6,"verse":"Corona senum filii filiorum, et gloria filiorum patres eorum."},{"number":7,"verse":"Non decent stultum verba composita, nec principem labium mentiens."},{"number":8,"verse":"Gemma gratissima exspectatio præstolantis ; quocumque se vertit, prudenter intelligit."},{"number":9,"verse":"Qui celat delictum quærit amicitias ; qui altero sermone repetit, separat fœderatos."},{"number":10,"verse":"Plus proficit correptio apud prudentem, quam centum plagæ apud stultum."},{"number":11,"verse":"Semper jurgia quærit malus : angelus autem crudelis mittetur contra eum."},{"number":12,"verse":"Expedit magis ursæ occurrere raptis fœtibus, quam fatuo confidenti in stultitia sua."},{"number":13,"verse":"Qui reddit mala pro bonis, non recedet malum de domo ejus."},{"number":14,"verse":"Qui dimittit aquam caput est jurgiorum, et antequam patiatur contumeliam judicium deserit."},{"number":15,"verse":"Qui justificat impium, et qui condemnat justum, abominabilis est uterque apud Deum."},{"number":16,"verse":"Quid prodest stulto habere divitias, cum sapientiam emere non possit ? Qui altum facit domum suam quærit ruinam, et qui evitat discere incidet in mala."},{"number":17,"verse":"Omni tempore diligit qui amicus est, et frater in angustiis comprobatur."},{"number":18,"verse":"Stultus homo plaudet manibus, cum spoponderit pro amico suo."},{"number":19,"verse":"Qui meditatur discordias diligit rixas, et qui exaltat ostium quærit ruinam."},{"number":20,"verse":"Qui perversi cordis est non inveniet bonum, et qui vertit linguam incidet in malum."},{"number":21,"verse":"Natus est stultus in ignominiam suam ; sed nec pater in fatuo lætabitur."},{"number":22,"verse":"Animus gaudens ætatem floridam facit ; spiritus tristis exsiccat ossa."},{"number":23,"verse":"Munera de sinu impius accipit, ut pervertat semitas judicii."},{"number":24,"verse":"In facie prudentis lucet sapientia ; oculi stultorum in finibus terræ."},{"number":25,"verse":"Ira patris filius stultus, et dolor matris quæ genuit eum."},{"number":26,"verse":"Non est bonum damnum inferre justo, nec percutere principem qui recta judicat."},{"number":27,"verse":"Qui moderatur sermones suos doctus et prudens est, et pretiosi spiritus vir eruditus."},{"number":28,"verse":"Stultus quoque, si tacuerit, sapiens reputabitur, et si compresserit labia sua, intelligens."}]}