{"bibleAbbr":"CVg2018","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"Melior est pauper qui ambulat in simplicitate sua quam dives torquens labia sua, et insipiens."},{"number":2,"verse":"Ubi non est scientia animæ, non est bonum, et qui festinus est pedibus offendet."},{"number":3,"verse":"Stultitia hominis supplantat gressus ejus, et contra Deum fervet animo suo."},{"number":4,"verse":"Divitiæ addunt amicos plurimos ; a paupere autem et hi quos habuit separantur."},{"number":5,"verse":"Testis falsus non erit impunitus, et qui mendacia loquitur non effugiet."},{"number":6,"verse":"Multi colunt personam potentis, et amici sunt dona tribuentis."},{"number":7,"verse":"Fratres hominis pauperis oderunt eum ; insuper et amici procul recesserunt ab eo. Qui tantum verba sectatur nihil habebit ;"},{"number":8,"verse":"qui autem possessor est mentis diligit animam suam, et custos prudentiæ inveniet bona."},{"number":9,"verse":"Falsus testis non erit impunitus, et qui loquitur mendacia peribit."},{"number":10,"verse":"Non decent stultum deliciæ, nec servum dominari principibus."},{"number":11,"verse":"Doctrina viri per patientiam noscitur, et gloria ejus est iniqua prætergredi."},{"number":12,"verse":"Sicut fremitus leonis, ita et regis ira, et sicut ros super herbam, ita et hilaritas ejus."},{"number":13,"verse":"Dolor patris filius stultus, et tecta jugiter perstillantia litigiosa mulier."},{"number":14,"verse":"Domus et divitiæ dantur a parentibus ; a Domino autem proprie uxor prudens."},{"number":15,"verse":"Pigredo immittit soporem, et anima dissoluta esuriet."},{"number":16,"verse":"Qui custodit mandatum custodit animam suam ; qui autem negligit viam suam mortificabitur."},{"number":17,"verse":"Fœneratur Domino qui miseretur pauperis, et vicissitudinem suam reddet ei."},{"number":18,"verse":"Erudi filium tuum ; ne desperes : ad interfectionem autem ejus ne ponas animam tuam."},{"number":19,"verse":"Qui impatiens est sustinebit damnum, et cum rapuerit, aliud apponet."},{"number":20,"verse":"Audi consilium, et suscipe disciplinam, ut sis sapiens in novissimis tuis."},{"number":21,"verse":"Multæ cogitationes in corde viri ; voluntas autem Domini permanebit."},{"number":22,"verse":"Homo indigens misericors est, et melior est pauper quam vir mendax."},{"number":23,"verse":"Timor Domini ad vitam, et in plenitudine commorabitur absque visitatione pessima."},{"number":24,"verse":"Abscondit piger manum suam sub ascella, nec ad os suum applicat eam."},{"number":25,"verse":"Pestilente flagellato stultus sapientior erit ; si autem corripueris sapientem, intelliget disciplinam."},{"number":26,"verse":"Qui affligit patrem, et fugat matrem, ignominiosus est et infelix."},{"number":27,"verse":"Non cesses, fili, audire doctrinam, nec ignores sermones scientiæ."},{"number":28,"verse":"Testis iniquus deridet judicium, et os impiorum devorat iniquitatem."},{"number":29,"verse":"Parata sunt derisoribus judicia, et mallei percutientes stultorum corporibus."}]}