{"bibleAbbr":"CVg2018","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":21,"verses":[{"number":1,"verse":"Sicut divisiones aquarum, ita cor regis in manu Domini : quocumque voluerit, inclinabit illud."},{"number":2,"verse":"Omnis via viri recta sibi videtur : appendit autem corda Dominus."},{"number":3,"verse":"Facere misericordiam et judicium magis placet Domino quam victimæ."},{"number":4,"verse":"Exaltatio oculorum est dilatatio cordis ; lucerna impiorum peccatum."},{"number":5,"verse":"Cogitationes robusti semper in abundantia ; omnis autem piger semper in egestate est."},{"number":6,"verse":"Qui congregat thesauros lingua mendacii vanus et excors est, et impingetur ad laqueos mortis."},{"number":7,"verse":"Rapinæ impiorum detrahent eos, quia noluerunt facere judicium."},{"number":8,"verse":"Perversa via viri aliena est ; qui autem mundus est, rectum opus ejus."},{"number":9,"verse":"Melius est sedere in angulo domatis, quam cum muliere litigiosa, et in domo communi."},{"number":10,"verse":"Anima impii desiderat malum : non miserebitur proximo suo."},{"number":11,"verse":"Mulctato pestilente, sapientior erit parvulus, et si sectetur sapientem, sumet scientiam."},{"number":12,"verse":"Excogitat justus de domo impii, ut detrahat impios a malo."},{"number":13,"verse":"Qui obturat aurem suam ad clamorem pauperis, et ipse clamabit, et non exaudietur."},{"number":14,"verse":"Munus absconditum extinguit iras, et donum in sinu indignationem maximam."},{"number":15,"verse":"Gaudium justo est facere judicium, et pavor operantibus iniquitatem."},{"number":16,"verse":"Vir qui erraverit a via doctrinæ in cœtu gigantum commorabitur."},{"number":17,"verse":"Qui diligit epulas in egestate erit ; qui amat vinum et pinguia non ditabitur."},{"number":18,"verse":"Pro justo datur impius, et pro rectis iniquus."},{"number":19,"verse":"Melius est habitare in terra deserta quam cum muliere rixosa et iracunda."},{"number":20,"verse":"Thesaurus desiderabilis, et oleum in habitaculo justi : et imprudens homo dissipabit illud."},{"number":21,"verse":"Qui sequitur justitiam et misericordiam inveniet vitam, justitiam, et gloriam."},{"number":22,"verse":"Civitatem fortium ascendit sapiens, et destruxit robur fiduciæ ejus."},{"number":23,"verse":"Qui custodit os suum et linguam suam custodit ab angustiis animam suam."},{"number":24,"verse":"Superbus et arrogans vocatur indoctus, qui in ira operatur superbiam."},{"number":25,"verse":"Desideria occidunt pigrum : noluerunt enim quidquam manus ejus operari."},{"number":26,"verse":"Tota die concupiscit et desiderat ; qui autem justus est, tribuet, et non cessabit."},{"number":27,"verse":"Hostiæ impiorum abominabiles, quia offeruntur ex scelere."},{"number":28,"verse":"Testis mendax peribit ; vir obediens loquetur victoriam."},{"number":29,"verse":"Vir impius procaciter obfirmat vultum suum ; qui autem rectus est corrigit viam suam."},{"number":30,"verse":"Non est sapientia, non est prudentia, non est consilium contra Dominum."},{"number":31,"verse":"Equus paratur ad diem belli ; Dominus autem salutem tribuit."}]}