{"bibleAbbr":"CVg2018","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":22,"verses":[{"number":1,"verse":"Melius est nomen bonum quam divitiæ multæ ; super argentum et aurum gratia bona."},{"number":2,"verse":"Dives et pauper obviaverunt sibi : utriusque operator est Dominus."},{"number":3,"verse":"Callidus vidit malum, et abscondit se ; innocens pertransiit, et afflictus est damno."},{"number":4,"verse":"Finis modestiæ timor Domini, divitiæ, et gloria, et vita."},{"number":5,"verse":"Arma et gladii in via perversi ; custos autem animæ suæ longe recedit ab eis."},{"number":6,"verse":"Proverbium est : adolescens juxta viam suam ; etiam cum senuerit, non recedet ab ea."},{"number":7,"verse":"Dives pauperibus imperat, et qui accipit mutuum servus est fœnerantis."},{"number":8,"verse":"Qui seminat iniquitatem metet mala, et virga iræ suæ consummabitur."},{"number":9,"verse":"Qui pronus est ad misericordiam benedicetur : de panibus enim suis dedit pauperi. Victoriam et honorem acquiret qui dat munera ; animam autem aufert accipientium."},{"number":10,"verse":"Ejice derisorem, et exibit cum eo jurgium, cessabuntque causæ et contumeliæ."},{"number":11,"verse":"Qui diligit cordis munditiam, propter gratiam labiorum suorum habebit amicum regem."},{"number":12,"verse":"Oculi Domini custodiunt scientiam, et supplantantur verba iniqui."},{"number":13,"verse":"Dicit piger : Leo est foris ; in medio platearum occidendus sum."},{"number":14,"verse":"Fovea profunda os alienæ : cui iratus est Dominus, incidet in eam."},{"number":15,"verse":"Stultitia colligata est in corde pueri, et virga disciplinæ fugabit eam."},{"number":16,"verse":"Qui calumniatur pauperem ut augeat divitias suas, dabit ipse ditiori, et egebit."},{"number":17,"verse":"Inclina aurem tuam, et audi verba sapientium : appone autem cor ad doctrinam meam,"},{"number":18,"verse":"quæ pulchra erit tibi cum servaveris eam in ventre tuo, et redundabit in labiis tuis :"},{"number":19,"verse":"ut sit in Domino fiducia tua, unde et ostendi eam tibi hodie."},{"number":20,"verse":"Ecce descripsi eam tibi tripliciter, in cogitationibus et scientia :"},{"number":21,"verse":"ut ostenderem tibi firmitatem et eloquia veritatis, respondere ex his illis qui miserunt te."},{"number":22,"verse":"Non facias violentiam pauperi quia pauper est, neque conteras egenum in porta :"},{"number":23,"verse":"quia judicabit Dominus causam ejus, et configet eos qui confixerunt animam ejus."},{"number":24,"verse":"Noli esse amicus homini iracundo, neque ambules cum viro furioso :"},{"number":25,"verse":"ne forte discas semitas ejus, et sumas scandalum animæ tuæ."},{"number":26,"verse":"Noli esse cum his qui defigunt manus suas, et qui vades se offerunt pro debitis :"},{"number":27,"verse":"si enim non habes unde restituas, quid causæ est ut tollat operimentum de cubili tuo ?"},{"number":28,"verse":"Ne transgrediaris terminos antiquos, quos posuerunt patres tui."},{"number":29,"verse":"Vidisti virum velocem in opere suo ? coram regibus stabit, nec erit ante ignobiles."}]}