{"bibleAbbr":"CVg2018","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":31,"verses":[{"number":1,"verse":"Verba Lamuelis regis. Visio qua erudivit eum mater sua."},{"number":2,"verse":"Quid, dilecte mi ? quid, dilecte uteri mei ? quid, dilecte votorum meorum ?"},{"number":3,"verse":"Ne dederis mulieribus substantiam tuam, et divitias tuas ad delendos reges."},{"number":4,"verse":"Noli regibus, o Lamuel, noli regibus dare vinum, quia nullum secretum est ubi regnat ebrietas ;"},{"number":5,"verse":"et ne forte bibant, et obliviscantur judiciorum, et mutent causam filiorum pauperis."},{"number":6,"verse":"Date siceram mœrentibus, et vinum his qui amaro sunt animo."},{"number":7,"verse":"Bibant, et obliviscantur egestatis suæ, et doloris sui non recordentur amplius."},{"number":8,"verse":"Aperi os tuum muto, et causis omnium filiorum qui pertranseunt."},{"number":9,"verse":"Aperi os tuum, decerne quod justum est, et judica inopem et pauperem."},{"number":10,"verse":"Mulierem fortem quis inveniet ? procul et de ultimis finibus pretium ejus."},{"number":11,"verse":"Confidit in ea cor viri sui, et spoliis non indigebit."},{"number":12,"verse":"Reddet ei bonum, et non malum, omnibus diebus vitæ suæ."},{"number":13,"verse":"Quæsivit lanam et linum, et operata est consilia manuum suarum."},{"number":14,"verse":"Facta est quasi navis institoris, de longe portans panem suum."},{"number":15,"verse":"Et de nocte surrexit, deditque prædam domesticis suis, et cibaria ancillis suis."},{"number":16,"verse":"Consideravit agrum, et emit eum ; de fructu manuum suarum plantavit vineam."},{"number":17,"verse":"Accinxit fortitudine lumbos suos, et roboravit brachium suum."},{"number":18,"verse":"Gustavit, et vidit quia bona est negotiatio ejus ; non extinguetur in nocte lucerna ejus."},{"number":19,"verse":"Manum suam misit ad fortia, et digiti ejus apprehenderunt fusum."},{"number":20,"verse":"Manum suam aperuit inopi, et palmas suas extendit ad pauperem."},{"number":21,"verse":"Non timebit domui suæ a frigoribus nivis ; omnes enim domestici ejus vestiti sunt duplicibus."},{"number":22,"verse":"Stragulatam vestem fecit sibi ; byssus et purpura indumentum ejus."},{"number":23,"verse":"Nobilis in portis vir ejus, quando sederit cum senatoribus terræ."},{"number":24,"verse":"Sindonem fecit, et vendidit, et cingulum tradidit Chananæo."},{"number":25,"verse":"Fortitudo et decor indumentum ejus, et ridebit in die novissimo."},{"number":26,"verse":"Os suum aperuit sapientiæ, et lex clementiæ in lingua ejus."},{"number":27,"verse":"Consideravit semitas domus suæ, et panem otiosa non comedit."},{"number":28,"verse":"Surrexerunt filii ejus, et beatissimam prædicaverunt ; vir ejus, et laudavit eam."},{"number":29,"verse":"Multæ filiæ congregaverunt divitias ; tu supergressa es universas."},{"number":30,"verse":"Fallax gratia, et vana est pulchritudo : mulier timens Dominum, ipsa laudabitur."},{"number":31,"verse":"Date ei de fructu manuum suarum, et laudent eam in portis opera ejus."}]}