{"bibleAbbr":"CVg2018","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":4,"verses":[{"number":1,"verse":"Audite, filii, disciplinam patris, et attendite ut sciatis prudentiam."},{"number":2,"verse":"Donum bonum tribuam vobis : legem meam ne derelinquatis."},{"number":3,"verse":"Nam et ego filius fui patris mei, tenellus et unigenitus coram matre mea."},{"number":4,"verse":"Et docebat me, atque dicebat : Suscipiat verba mea cor tuum ; custodi præcepta mea, et vives."},{"number":5,"verse":"Posside sapientiam, posside prudentiam : ne obliviscaris, neque declines a verbis oris mei."},{"number":6,"verse":"Ne dimittas eam, et custodiet te : dilige eam, et conservabit te."},{"number":7,"verse":"Principium sapientiæ : posside sapientiam, et in omni possessione tua acquire prudentiam."},{"number":8,"verse":"Arripe illam, et exaltabit te ; glorificaberis ab ea cum eam fueris amplexatus."},{"number":9,"verse":"Dabit capiti tuo augmenta gratiarum, et corona inclyta proteget te."},{"number":10,"verse":"Audi, fili mi, et suscipe verba mea, ut multiplicentur tibi anni vitæ."},{"number":11,"verse":"Viam sapientiæ monstrabo tibi ; ducam te per semitas æquitatis :"},{"number":12,"verse":"quas cum ingressus fueris, non arctabuntur gressus tui, et currens non habebis offendiculum."},{"number":13,"verse":"Tene disciplinam, ne dimittas eam ; custodi illam, quia ipsa est vita tua."},{"number":14,"verse":"Ne delecteris in semitis impiorum, nec tibi placeat malorum via."},{"number":15,"verse":"Fuge ab ea, nec transeas per illam ; declina, et desere eam."},{"number":16,"verse":"Non enim dormiunt nisi malefecerint, et rapitur somnus ab eis nisi supplantaverint."},{"number":17,"verse":"Comedunt panem impietatis, et vinum iniquitatis bibunt."},{"number":18,"verse":"Justorum autem semita quasi lux splendens procedit, et crescit usque ad perfectam diem."},{"number":19,"verse":"Via impiorum tenebrosa ; nesciunt ubi corruant."},{"number":20,"verse":"Fili mi, ausculta sermones meos, et ad eloquia mea inclina aurem tuam."},{"number":21,"verse":"Ne recedant ab oculis tuis : custodi ea in medio cordis tui :"},{"number":22,"verse":"vita enim sunt invenientibus ea, et universæ carni sanitas."},{"number":23,"verse":"Omni custodia serva cor tuum, quia ex ipso vita procedit."},{"number":24,"verse":"Remove a te os pravum, et detrahentia labia sint procul a te."},{"number":25,"verse":"Oculi tui recta videant, et palpebræ tuæ præcedant gressus tuos."},{"number":26,"verse":"Dirige semitam pedibus tuis, et omnes viæ tuæ stabilientur."},{"number":27,"verse":"Ne declines ad dexteram neque ad sinistram ; averte pedem tuum a malo : vias enim quæ a dextris sunt novit Dominus : perversæ vero sunt quæ a sinistris sunt. Ipse autem rectos faciet cursus tuos, itinera autem tua in pace producet."}]}