{"bibleAbbr":"CVg2018","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"Fili mi, si spoponderis pro amico tuo, defixisti apud extraneum manum tuam :"},{"number":2,"verse":"illaqueatus es verbis oris tui, et captus propriis sermonibus."},{"number":3,"verse":"Fac ergo quod dico, fili mi, et temetipsum libera, quia incidisti in manum proximi tui. Discurre, festina, suscita amicum tuum."},{"number":4,"verse":"Ne dederis somnum oculis tuis, nec dormitent palpebræ tuæ."},{"number":5,"verse":"Eruere quasi damula de manu, et quasi avis de manu aucupis."},{"number":6,"verse":"Vade ad formicam, o piger, et considera vias ejus, et disce sapientiam."},{"number":7,"verse":"Quæ cum non habeat ducem, nec præceptorem, nec principem,"},{"number":8,"verse":"parat in æstate cibum sibi, et congregat in messe quod comedat."},{"number":9,"verse":"Usquequo, piger, dormies ? quando consurges e somno tuo ?"},{"number":10,"verse":"Paululum dormies, paululum dormitabis, paululum conseres manus ut dormias ;"},{"number":11,"verse":"et veniet tibi quasi viator egestas, et pauperies quasi vir armatus. Si vero impiger fueris, veniet ut fons messis tua, et egestas longe fugiet a te."},{"number":12,"verse":"Homo apostata, vir inutilis, graditur ore perverso ;"},{"number":13,"verse":"annuit oculis, terit pede, digito loquitur,"},{"number":14,"verse":"pravo corde machinatur malum, et omni tempore jurgia seminat."},{"number":15,"verse":"Huic extemplo veniet perditio sua, et subito conteretur, nec habebit ultra medicinam."},{"number":16,"verse":"Sex sunt quæ odit Dominus, et septimum detestatur anima ejus :"},{"number":17,"verse":"oculos sublimes, linguam mendacem, manus effundentes innoxium sanguinem,"},{"number":18,"verse":"cor machinans cogitationes pessimas, pedes veloces ad currendum in malum,"},{"number":19,"verse":"proferentem mendacia testem fallacem, et eum qui seminat inter fratres discordias."},{"number":20,"verse":"Conserva, fili mi, præcepta patris tui, et ne dimittas legem matris tuæ."},{"number":21,"verse":"Liga ea in corde tuo jugiter, et circumda gutturi tuo."},{"number":22,"verse":"Cum ambulaveris, gradiantur tecum ; cum dormieris, custodiant te : et evigilans loquere cum eis."},{"number":23,"verse":"Quia mandatum lucerna est, et lex lux, et via vitæ increpatio disciplinæ :"},{"number":24,"verse":"ut custodiant te a muliere mala, et a blanda lingua extraneæ."},{"number":25,"verse":"Non concupiscat pulchritudinem ejus cor tuum, nec capiaris nutibus illius :"},{"number":26,"verse":"pretium enim scorti vix est unius panis, mulier autem viri pretiosam animam capit."},{"number":27,"verse":"Numquid potest homo abscondere ignem in sinu suo, ut vestimenta illius non ardeant ?"},{"number":28,"verse":"aut ambulare super prunas, ut non comburantur plantæ ejus ?"},{"number":29,"verse":"sic qui ingreditur ad mulierem proximi sui, non erit mundus cum tetigerit eam."},{"number":30,"verse":"Non grandis est culpa cum quis furatus fuerit : furatur enim ut esurientem impleat animam ;"},{"number":31,"verse":"deprehensus quoque reddet septuplum, et omnem substantiam domus suæ tradet."},{"number":32,"verse":"Qui autem adulter est, propter cordis inopiam perdet animam suam ;"},{"number":33,"verse":"turpitudinem et ignominiam congregat sibi, et opprobrium illius non delebitur :"},{"number":34,"verse":"quia zelus et furor viri non parcet in die vindictæ,"},{"number":35,"verse":"nec acquiescet cujusquam precibus, nec suscipiet pro redemptione dona plurima."}]}