{"bibleAbbr":"Geneva1599","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"((1 The reign of Jehoram.6 He and Jehoshaphat go to war against Moab which rebelled.13 Elisha reproveth him,17 and giveth their hosts water.24 The Moabites are overcome.27 Their King sacrificeth his son.) ) Now Jehoram the son of Ahab began to reign over Israel in Samaria, the (Read the annotation in the first chapter and seventh verse.) eighteenth year of Jehoshaphat King of Judah, and reigned twelve years."},{"number":2,"verse":"And he wrought evil in the sight of the Lord, but not like his father nor like his mother: for he took away the image of Baal that his father had made."},{"number":3,"verse":"Nevertheless, he cleaved unto the (He sacrificed to the golden calves that Jeroboam had made.) sins of Jeroboam, the son of Nebat, which made Israel to sin, and departed not therefrom."},{"number":4,"verse":"¶ Then (This was done after that David had made the Moabites tributaries to his successors.) Mesha king of Moab had store of sheep, and rendered unto the king of Israel an hundred thousand rams with the wool."},{"number":5,"verse":"But when Ahab was dead, the king of Moab rebelled against the king of Israel."},{"number":6,"verse":"Therefore King Jehoram went out of Samaria the same season, and numbered all Israel,"},{"number":7,"verse":"And went, and sent to Jehoshaphat king of Judah, saying, The king of Moab hath rebelled against me: wilt thou go with me to battle against Moab? And he answered, I will go up: for (Read 1 Kings 22:4.) I am, as thou art, my people, as thy people, and mine horses, as thine horses."},{"number":8,"verse":"Then said he, What way shall we go up? And he answered, The way of the wilderness of Edom."},{"number":9,"verse":"¶ So went the king of Israel and the king of Judah, and the (Meaning, the viceroy, or lieutenant of the king of Judah, read 1 Kings 22:47.) king of Edom, and when they had compassed the way seven days, they had no water for the host, nor for the cattle that (Hebrew, that were at their feet.) followed them."},{"number":10,"verse":"Therefore the king of Israel said, Alas, that the Lord hath called these three kings, to give them into the hand of Moab."},{"number":11,"verse":"But Jehoshaphat said, Is there not here a Prophet of the Lord, that we may inquire of the Lord by him? And one of the king of Israel’s servants answered, and said, Here is Elisha the son of Shaphat, which (That is, who was his servant.) poured water on the hands of Elijah."},{"number":12,"verse":"Then Jehoshaphat said, (He is able to instruct us what is God’s will in this point.) The word of the Lord is with him. Therefore the king of Israel, and Jehoshaphat, and the king of Edom went down to him."},{"number":13,"verse":"And Elisha said unto the king of Israel, (He knew that this wicked king would have but used his counsel to serve his turn, and therefore, he disdained to answer him.) What have I to do with thee? get thee to the Prophets of thy father, and to the Prophets of thy mother. And the king of Israel said unto him, (The wicked esteem not the servants of God, but when they are driven by every necessity and fear of the present danger.) Nay: for the Lord hath called these three kings, to give them into the hand of Moab."},{"number":14,"verse":"Then Elisha said, As the Lord of hosts liveth, in whose sight I stand, if it were not, that I regard the presence of Jehoshaphat the king of Judah, I would (God suffereth his word to be declared to the wicked, because of the godly that are among them.) not have looked toward thee, nor seen thee."},{"number":15,"verse":"But now bring me a minstrel. And when the minstrel (He sang songs to God’s glory, and so stirred up the Prophet’s heart to prophesy.) played, the hand of the Lord came upon him."},{"number":16,"verse":"And he said, Thus saith the Lord, Make this valley full of ditches."},{"number":17,"verse":"For thus saith the Lord, Ye shall neither see wind nor see rain, yet the valley shall be filled with water, that ye may drink, both ye and your cattle, and your beasts."},{"number":18,"verse":"But this is a (He will not only miraculously give you waters, but your enemies also into your hand.) small thing in the sight of the Lord: for he will give Moab into your hand."},{"number":19,"verse":"And ye shall smite every strong town, and every chief city, and shall fell every fair tree, and shall stop all the fountains of water, and (Though God bestow his benefits for a time upon the enemies, yet he hath his seasons, when he will take them away to the intent they might see his vengeance which is prepared against them.) mar every good field with stones."},{"number":20,"verse":"And in the morning when the meat offering was offered, behold, there came water by the way of Edom: and the country was filled with water."},{"number":21,"verse":"And when all the Moabites heard that the kings were come up to fight against them, they gathered all that was able (Hebrew, to gird himself with a girdle.) to put on harness, and upward, and stood in their border."},{"number":22,"verse":"And they rose early in the morning, when the Sun arose upon the water, and the Moabites saw the water over against them, as red as blood."},{"number":23,"verse":"And they said, (The sudden joy of the wicked is but a preparation to their destruction, which is at hand.) This is blood: the kings are surely slain, and one hath smitten another: now therefore Moab, to the spoil."},{"number":24,"verse":"And when they came to the host of Israel, the Israelites arose up, and smote the Moabites, so that they fled before them, but they (Meaning, they followed them into the towns.) invaded them, and smote Moab."},{"number":25,"verse":"And they destroyed the cities: and on all the good field every man cast his stone, and filled them and they stopped all the fountains of water, and felled all the good trees: only in (Which was one of the principle cities of the Moabites, wherein they left nothing but the walls.) Kir Haraseth left they the stones thereof: howbeit they went about it with slings, and smote it."},{"number":26,"verse":"And when the King of Moab saw that the battle was too sore for him, he took with him seven hundred men that drew the sword, to break through unto the king of Edom: but they could not."},{"number":27,"verse":"Then he took his eldest son, that should have reigned in his stead, and (Some refer it to the king of Edom’s son, whom they say he had taken in that skirmish: but rather it seemed to be his own son, whom he offered to his gods to pacify them: which barbarous cruelty moved the Israelites’ hearts of pity to depart.) offered him for a burnt offering upon the wall: so that Israel was sore grieved, and they departed from him, and returned to their country."}]}