{"bibleAbbr":"DRC1752","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":25,"verses":[{"number":1,"verse":"These are also parables of Solomon, which the men of Ezechias king of Juda copied out."},{"number":2,"verse":"It is the glory of God to conceal the word, and the glory of kings to search out the speech."},{"number":3,"verse":"The heaven above, and the earth beneath, and the heart of kings is unsearchable."},{"number":4,"verse":"Take away the rust from silver, and there shall come forth a most pure vessel:"},{"number":5,"verse":"Take away wickedness from the face of the king, and his throne shall be established with justice."},{"number":6,"verse":"Appear not glorious before the king, and stand not in the place of great men."},{"number":7,"verse":"For it is better that it should be said to thee: Come up hither; than that thou shouldst be humbled before the prince."},{"number":8,"verse":"The things which thy eyes have seen, utter not hastily in a quarrel: lest after- ward thou mayst not be able to make amends, when thou hast dishonoured thy friend."},{"number":9,"verse":"Treat thy cause with thy friend, and discover not the secret to a stranger:"},{"number":10,"verse":"Lest he insult over thee, when he hath heard it, and cease not to upbraid thee. Grace and friendship deliver a man: keep these for thyself, lest thou fall under reproach."},{"number":11,"verse":"To speak a word in due time, is like apples of gold on beds of silver."},{"number":12,"verse":"As an earring of gold and a bright pearl, so is he that reproveth the wise, and the obedient ear."},{"number":13,"verse":"As the cold of snow in the time of harvest, so is a faithful messenger to him that sent him, for he refresheth his soul."},{"number":14,"verse":"As clouds, and wind, when no rain followeth, so is the man that boasteth, and doth not fulfil his promises."},{"number":15,"verse":"By patience a prince shall be appeased, and a soft tongue shall break hardness."},{"number":16,"verse":"Thou hast found honey, eat what is sufficient for thee, lest being glutted therewith thou vomit it up."},{"number":17,"verse":"Withdraw thy foot from the house of thy neighbour, lest having his fill he hate thee."},{"number":18,"verse":"A man that beareth false witness against his neighbour, is like a dart and a sword and a sharp arrow."},{"number":19,"verse":"To trust to an unfaithful man in the time of trouble, is like a rotten tooth, and weary foot,"},{"number":20,"verse":"And one that looseth his garment in cold weather. As vinegar upon nitre, so is he that singeth songs to a very evil heart. As a moth doth by a garment, and a worm by the wood: so the sadness of a man consumeth the heart."},{"number":21,"verse":"If thy enemy be hungry, give him to eat: if he thirst, give him water to drink:"},{"number":22,"verse":"For thou shalt heap hot coals upon his head, and the Lord will reward thee."},{"number":23,"verse":"The north wind driveth away rain, as doth a sad countenance a backbiting tongue."},{"number":24,"verse":"It is better to sit m a corner of the housetop, than with a brawling woman, and in a common house."},{"number":25,"verse":"As cold water to a thirsty soul, so is good tidings from a far country."},{"number":26,"verse":"A just man falling down before the wicked, is as a fountain troubled with the foot, and a corrupted spring."},{"number":27,"verse":"As it is not good for a man to eat much honey, so he that is a searcher of majesty, shall be overwhelmed by glory."},{"number":28,"verse":"As a city that lieth open and is not compassed with walls, so is a man that cannot refrain his own spirit in speaking."}]}