{"bibleAbbr":"orOV2014","bookName":"ଗୀତସଂହିତା","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"( ନ୍ୟାୟ ପାଇଁ ପ୍ରାର୍ଥନା) ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭେ କାହିଁକି ଦୂରରେ ଠିଆ ହେଉଅଛ ? ସଙ୍କଟ ସମୟରେ ତୁମ୍ଭେ କାହିଁକି ଆପଣାକୁ ଲୁଚାଉଅଛ ?"},{"number":2,"verse":"ଦୁଷ୍ଟର ଗର୍ବରେ ଦରିଦ୍ର ତପ୍ତ ଭାବରେ ତାଡ଼ିତ ହୁଏ; ସେମାନେ, ଆପଣାମାନଙ୍କ କଳ୍ପିତ କୌଶଳରେ ଧରା ପଡ଼ନ୍ତୁ ।"},{"number":3,"verse":"କାରଣ ଦୁଷ୍ଟ ଆପଣା ମନୋବାଞ୍ଛା ବିଷୟରେ ଦର୍ପ କରେ; ଆଉ, ଲୋଭୀ ସଦାପ୍ରଭୁଙ୍କୁ ତ୍ୟାଗ କରେ, ମଧ୍ୟ ତାହାଙ୍କୁ ଅବଜ୍ଞା କରେ ।"},{"number":4,"verse":"ସେ ତାହା ଅନୁସନ୍ଧାନ କରିବେ ନାହିଁ ବୋଲି ଦୁଷ୍ଟ ଆପଣା ମୁଖର ଅହଙ୍କାରରେ କହେ, ପରମେଶ୍ଵର ନାହାନ୍ତି, ଏହା ତାହାର ସକଳ ଚିନ୍ତାର ସାର ।"},{"number":5,"verse":"ତାହାର ସମସ୍ତ ଗତି ସର୍ବଦା ଦୃଢ଼; ତୁମ୍ଭର ଶାସନ ତାହାର ଦୃଷ୍ଟିରୁ ଅତି ଊର୍ଦ୍ଧ୍ଵବର୍ତ୍ତୀ, ସେ ଆପଣାର ସମସ୍ତ ବିପକ୍ଷ ପ୍ରତି ଫୁତ୍କାର କରେ ।"},{"number":6,"verse":"ସେ ଆପଣା ମନେ ମନେ କହେ, ମୁଁ ଘୁଞ୍ଚା ଯିବି ନାହିଁ; ପୁରୁଷାନୁକ୍ରମେ ମୁଁ ବିପଦଗ୍ରସ୍ତ ନୋହିବି ।"},{"number":7,"verse":"ତାହାର ମୁଖ ଅଭିଶାପ ଓ ଛଳନା ଓ ଉପଦ୍ରବରେ ପରିପୂର୍ଣ୍ଣ; ତାହାର ଜିହ୍ଵା ତଳେ ଅନିଷ୍ଟ ଓ ଅଧର୍ମ ଥାଏ ।"},{"number":8,"verse":"ସେ ଗ୍ରାମର ଗୁପ୍ତ ସ୍ଥାନରେ ବସେ; ସେ ଆବୃତ ସ୍ଥାନରେ ନିର୍ଦ୍ଦୋଷକୁ ହତ୍ୟା କରେ; ଅସହାୟ ଲୋକର ପ୍ରତିକୂଳରେ ତାହାର ଚକ୍ଷୁ ଗୋପନରେ ଥାଏ ।"},{"number":9,"verse":"ଯେପରି ସିଂହ ଆପଣା ଗହ୍ଵରରେ, ସେପରି ସେ ଆବୃତ ସ୍ଥାନରେ ଛକି ବସେ, ସେ ଦରିଦ୍ରକୁ ଧରିବା ପାଇଁ ଛକି ବସେ; ସେ ଦରିଦ୍ରକୁ ଧରି ଆପଣା ଜାଲରେ ଟାଣେ ।"},{"number":10,"verse":"ସେ ଛକି ବସେ, ସେ ନଇଁ ପଡ଼େ, ତହୁଁ ଅସହାୟ ଲୋକେ ତାହାର ବଳିଷ୍ଠମାନଙ୍କ ଦ୍ଵାରା ପତିତ ହୁଅନ୍ତି ।"},{"number":11,"verse":"ସେ ଆପଣା ମନେ ମନେ କହେ, ପରମେଶ୍ଵର ପାସୋରି ଯାଇଅଛନ୍ତି; ସେ ଆପଣା ମୁଖ ଲୁଚାନ୍ତି; ସେ କେବେ ତାହା ଦେଖିବେ ନାହିଁ ।"},{"number":12,"verse":"ହେ ସଦାପ୍ରଭୋ, ଉଠ; ହେ ପରମେଶ୍ଵର, ଆପଣା ହସ୍ତ ଉଠାଅ; ଦୁଃଖୀମାନଙ୍କୁ ପାସୋର ନାହିଁ ।"},{"number":13,"verse":"ଦୁଷ୍ଟଲୋକ କାହିଁକି ପରମେଶ୍ଵରଙ୍କୁ ଅବଜ୍ଞା କରେ ଓ ତୁମ୍ଭେ ଅନୁସନ୍ଧାନ କରିବ ନାହିଁ ବୋଲି ସେ ଆପଣା ମନେ ମନେ କହେ ?"},{"number":14,"verse":"ତୁମ୍ଭେ ତାହା ଦେଖିଅଛ; କାରଣ ତୁମ୍ଭେ ହସ୍ତକ୍ଷେପ କରିବା ପାଇଁ ଉପଦ୍ରବ ଓ ଦ୍ଵେଷ ପ୍ରତି ଦୃଷ୍ଟି କରୁଅଛ; ଅସହାୟ ଲୋକ ଆପଣାକୁ ତୁମ୍ଭଠାରେ ସମର୍ପଣ କରେ; ତୁମ୍ଭେ ପିତୃହୀନର ସହାୟ ହୋଇଅଛ ।"},{"number":15,"verse":"ତୁମ୍ଭେ ଦୁଷ୍ଟର ବାହୁ ଭାଙ୍ଗି ଦିଅ; ଆଉ, ତୁମ୍ଭେ ମନ୍ଦଲୋକର କୌଣସି ଦୁଷ୍ଟତା ନ ପାଇବା ପର୍ଯ୍ୟନ୍ତ ତାହା ଅନୁସନ୍ଧାନ କର ।"},{"number":16,"verse":"ସଦାପ୍ରଭୁ ଅନନ୍ତକାଳ ରାଜା ଅଟନ୍ତି; ଅନ୍ୟ ଦେଶୀୟମାନେ ତାହାଙ୍କ ଦେଶରୁ ଲୁପ୍ତ ହୋଇଅଛନ୍ତି ।"},{"number":17,"verse":"ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭେ ନମ୍ର ଲୋକମାନଙ୍କର ବାଞ୍ଛା ଶୁଣିଅଛ; ତୁମ୍ଭେ ସେମାନଙ୍କର ଅନ୍ତଃକରଣ ପ୍ରସ୍ତୁତ କରିବ, ତୁମ୍ଭେ ଶୁଣିବା ପାଇଁ ଆପଣା କର୍ଣ୍ଣ ଡେରିବ;"},{"number":18,"verse":"ପିତୃହୀନ ଓ ଉପଦ୍ରବଗ୍ରସ୍ତ ଲୋକଙ୍କର ବିଚାର କରିବ, ତହିଁରେ ମୃତ୍ତିକାଜାତ ମନୁଷ୍ୟ ଆଉ ଭୟଙ୍କର ହୋଇ ପାରିବ ନାହିଁ ।"}]}