{"bibleAbbr":"orOV2014","bookName":"ଗୀତସଂହିତା","bookEnglishName":"Psalms","chapterNumber":106,"verses":[{"number":1,"verse":"( ମଙ୍ଗଳମୟ ପରମେଶ୍ଵର) ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ପ୍ରଶଂସା କର । ସଦାପ୍ରଭୁଙ୍କୁ ଧନ୍ୟବାଦ ଦିଅ; କାରଣ ସେ ମଙ୍ଗଳମୟ । ତାହାଙ୍କର ଦୟା ଅନନ୍ତକାଳସ୍ଥାୟୀ ।"},{"number":2,"verse":"ସଦାପ୍ରଭୁଙ୍କ ବିକ୍ରମର କାର୍ଯ୍ୟସବୁ କିଏ ବର୍ଣ୍ଣନା କରିପାରେ ? ଓ ତାହାଙ୍କ ପ୍ରଶଂସାସବୁ କିଏ ପ୍ରକାଶ କରିପାରେ ?"},{"number":3,"verse":"ଯେଉଁମାନେ ନ୍ୟାୟ ରକ୍ଷା କରନ୍ତି, ସେମାନେ ଧନ୍ୟ ଓ ଯେ ସବୁବେଳେ ଧର୍ମାଚରଣ କରେ, ସେ ଧନ୍ୟ ।"},{"number":4,"verse":"ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭେ ଆପଣା ଲୋକମାନଙ୍କ ପ୍ରତି ଯେଉଁ ଅନୁଗ୍ରହ ବହିଥାଅ, ତଦନୁସାରେ ମୋତେ ସ୍ମରଣ କର; ତୁମ୍ଭେ ଆପଣା ପରିତ୍ରାଣ ଘେନି ମୋହର ତତ୍ତ୍ଵ ନିଅ;"},{"number":5,"verse":"ତହିଁରେ ମୁଁ ତୁମ୍ଭ ମନୋନୀତ ଲୋକଙ୍କର ସମୃଦ୍ଧି ଦେଖିବି, ତୁମ୍ଭ ଲୋକମାନଙ୍କ ଆନନ୍ଦରେ ଆନନ୍ଦ କରିବି, ତୁମ୍ଭ ଅଧିକାର ସହିତ ଦର୍ପ କରିବି ।"},{"number":6,"verse":"ଆମ୍ଭେମାନେ ଆପଣାମାନଙ୍କ ପିତୃଗଣ ତୁଲ୍ୟ ପାପ କରିଅଛୁ, ଆମ୍ଭେମାନେ ଅପରାଧ କରିଅଛୁ, ଆମ୍ଭେମାନେ ଅଧର୍ମ କରିଅଛୁ ।"},{"number":7,"verse":"ଆମ୍ଭମାନଙ୍କ ପିତୃପୁରୁଷମାନେ ମିସରରେ ତୁମ୍ଭର ଆଶ୍ଚର୍ଯ୍ୟକ୍ରିୟାସବୁ ବୁଝିଲେ ନାହିଁ; ସେମାନେ ତୁମ୍ଭ ଦୟାର ବାହୁଲ୍ୟ ସ୍ମରଣ କଲେ ନାହିଁ; ମାତ୍ର ସମୁଦ୍ର ନିକଟରେ, ସୂଫ ସମୁଦ୍ର ନିକଟରେ ହେଁ ବିଦ୍ରୋହାଚରଣ କଲେ ।"},{"number":8,"verse":"ତେବେ ହେଁ ସେ ଆପଣା ମହାପରାକ୍ରମର ପରିଚୟ ଦେବା ନିମନ୍ତେ ଆପଣା ନାମ ସକାଶୁ ସେମାନଙ୍କୁ ପରିତ୍ରାଣ କଲେ ।"},{"number":9,"verse":"ଆହୁରି, ସେ ସୂଫ ସମୁଦ୍ରକୁ ଧମକାନ୍ତେ, ତାହା ଶୁଷ୍କ ହେଲା; ତହିଁରେ ପ୍ରାନ୍ତର ଦେଇ ଘେନିଗଲା ପରି ସେ ସେମାନଙ୍କୁ ଗଭୀର ଜଳ ଦେଇ ଘେନିଗଲେ ।"},{"number":10,"verse":"ଆଉ, ସେ ସେମାନଙ୍କ ଘୃଣାକାରୀ ଲୋକର ହସ୍ତରୁ ସେମାନଙ୍କୁ ପରିତ୍ରାଣ କଲେ ଓ ସେମାନଙ୍କ ଶତ୍ରୁର ହସ୍ତରୁ ସେ ସେମାନଙ୍କୁ ମୁକ୍ତ କଲେ ।"},{"number":11,"verse":"ପୁଣି, ଜଳରାଶି ସେମାନଙ୍କ ବିପକ୍ଷଗଣକୁ ଆଚ୍ଛାଦନ କଲା; ସେମାନଙ୍କ ମଧ୍ୟରୁ ଜଣେ ଅବଶିଷ୍ଟ ରହିଲା ନାହିଁ ।"},{"number":12,"verse":"ସେତେବେଳେ ସେମାନେ ତାହାଙ୍କ ବାକ୍ୟରେ ବିଶ୍ଵାସ କଲେ; ସେମାନେ ତାହାଙ୍କର ପ୍ରଶଂସା ଗାନ କଲେ ।"},{"number":13,"verse":"ସେମାନେ ତାହାଙ୍କ କର୍ମସକଳ ଶୀଘ୍ର ପାସୋରି ଗଲେ; ସେମାନେ ତାହାଙ୍କ ମନ୍ତ୍ରଣାର ଅପେକ୍ଷା କଲେ ନାହିଁ"},{"number":14,"verse":"ମାତ୍ର ପ୍ରାନ୍ତରରେ ଅତିଶୟ ଲୋଭାକ୍ରା; ହେଲେ ଓ ମରୁଭୂମିରେ ପରମେଶ୍ଵରଙ୍କୁ ପରୀକ୍ଷା କଲେ ।"},{"number":15,"verse":"ତହିଁରେ ସେ ସେମାନଙ୍କ ପ୍ରାର୍ଥିତ ବିଷୟ ଦେଲେ; ମାତ୍ର ସେମାନଙ୍କ ପ୍ରାଣରେ କ୍ଷୀଣତା ପ୍ରେରଣ କଲେ ।"},{"number":16,"verse":"ଆହୁରି, ସେମାନେ ଛାଉଣିରେ ମୋଶାଙ୍କ ପ୍ରତି ଓ ସଦାପ୍ରଭୁଙ୍କର ସଦ୍ଭକ୍ତ ହାରୋଣଙ୍କ ପ୍ରତି ଈର୍ଷାଭାବ ବହିଲେ ।"},{"number":17,"verse":"ପୃଥିବୀ ଫାଟିଯାଇ ଦାଥନକୁ ଗ୍ରାସ କଲା ଓ ଅବିରାମର ଦଳକୁ ଆଚ୍ଛାଦନ କଲା ।"},{"number":18,"verse":"ପୁଣି, ସେମାନଙ୍କ ଦଳ ମଧ୍ୟରେ ଅଗ୍ନି ପ୍ରଜ୍ଵଳିତ ହେଲା; ଅଗ୍ନିଶିଖା ଦୁଷ୍ଟମାନଙ୍କୁ ଦଗ୍ଧ କଲା ।"},{"number":19,"verse":"ସେମାନେ ହୋରେବରେ ଗୋଟିଏ ଗୋବତ୍ସ ନିର୍ମାଣ କଲେ ଓ ଛାଞ୍ଚରେ ଢଳା ପ୍ରତିମାକୁ ପ୍ରଣାମ କଲେ ।"},{"number":20,"verse":"ଏହିରୂପେ, ସେମାନେ ତୃଣଭକ୍ଷକ ଗୋରୁର ପ୍ରତିମା ସହିତ ଆପଣାମାନଙ୍କ ଗୌରବସ୍ଵରୂପଙ୍କୁ ପରିବର୍ତ୍ତନ କଲେ ।"},{"number":21,"verse":"ଯେ ମିସରରେ ବିବିଧ ମହତ କର୍ମ, ହାମ୍ ଦେଶରେ ନାନା ଆଶ୍ଚର୍ଯ୍ୟକର୍ମ ଓ ସୂଫ ସମୁଦ୍ର ନିକଟରେ ଭୟଙ୍କର କର୍ମ ସାଧନ କରିଥିଲେ;"},{"number":22,"verse":"ସେମାନେ ଆପଣାମାନଙ୍କ ସେହି ତ୍ରାଣକର୍ତ୍ତା ପରମେଶ୍ଵରଙ୍କୁ ପାସୋରିଲେ ।"},{"number":23,"verse":"ଏହେତୁ ସେ ସେମାନଙ୍କୁ ସଂହାର କରିବେ ବୋଲି କହିଲେ, ମାତ୍ର ସେ ଯେପରି ସେମାନଙ୍କୁ ସଂହାର ନ କରିବେ, ଏଥିପାଇଁ ତାହାଙ୍କ କୋପ ଫେରାଇବା ନିମନ୍ତେ ତାହାଙ୍କ ମନୋନୀତ ମୋଶା ଭଗ୍ନସ୍ଥାନରେ ତାହାଙ୍କ ସମ୍ମୁଖରେ ଠିଆ ହେଲେ ।"},{"number":24,"verse":"ଆହୁରି, ସେମାନେ ମନୋରମ ଦେଶକୁ ତୁଚ୍ଛ କଲେ, ସେମାନେ ତାହାଙ୍କ ବାକ୍ୟରେ ବିଶ୍ଵାସ କଲେ ନାହିଁ ।"},{"number":25,"verse":"ମାତ୍ର ଆପଣା ଆପଣା ତମ୍ଵୁରେ ବଚସା କଲେ, ଆଉ ସଦାପ୍ରଭୁଙ୍କ ରବରେ ମନୋଯୋଗ କଲେ ନାହିଁ ।"},{"number":26,"verse":"ଏହେତୁ ସେ ପ୍ରାନ୍ତରରେ ସେମାନଙ୍କୁ ନିପାତ କରିବା ପାଇଁ ଓ ନାନା ଗୋଷ୍ଠୀ ମଧ୍ୟରେ ସେମାନଙ୍କ ବଂଶକୁ ନିପାତ କରିବା ପାଇଁ"},{"number":27,"verse":"ଓ ନାନା ଦେଶରେ ସେମାନଙ୍କୁ ଛିନ୍ନଭିନ୍ନ କରିବା ପାଇଁ ସେମାନଙ୍କ ପ୍ରତି ଆପଣା ହସ୍ତ ଉଠାଇଲେ ।"},{"number":28,"verse":"ଆହୁରି, ସେମାନେ ବାଲ୍-ପିୟୋର୍ ପ୍ରତି ଆସକ୍ତ ହେଲେ ଓ ମୃତମାନଙ୍କର ବଳି ଭୋଜନ କଲେ ।"},{"number":29,"verse":"ଏହିରୂପେ ସେମାନେ ଆପଣା ଆପଣା କ୍ରିୟା ଦ୍ଵାରା ତାହାଙ୍କୁ ବିରକ୍ତ କଲେ; ତହୁଁ ସେମାନଙ୍କ ମଧ୍ୟରେ ମହାମାରୀ ପ୍ରକାଶିତ ହେଲା ।"},{"number":30,"verse":"ସେତେବେଳେ ପୀନହସ୍ ଠିଆ ହୋଇ ଦଣ୍ତାଜ୍ଞା ସାଧନ କଲା; ତହିଁରେ ମହାମାରୀ ନିବୃତ୍ତ ହେଲା ।"},{"number":31,"verse":"ଏଣୁ ତାହା ପୁରୁଷାନୁକ୍ରମେ ଅନନ୍ତକାଳ ପର୍ଯ୍ୟନ୍ତ ତାହା ପକ୍ଷରେ ଧାର୍ମିକତା ବୋଲି ଗଣିତ ହେଲା ।"},{"number":32,"verse":"ଆହୁରି, ସେମାନେ ମିରୀବାଃ ଜଳ ନିକଟରେ ତାହାଙ୍କୁ କ୍ରୁଦ୍ଧ କଲେ, ତେଣୁ ସେମାନଙ୍କ ସକାଶୁ ମୋଶାଙ୍କର ବିପଦ ଘଟିଲା;"},{"number":33,"verse":"ଯେହେତୁ ସେମାନେ ତାହାଙ୍କ ଆତ୍ମା ପ୍ରତିକୂଳରେ ବିଦ୍ରୋହୀ ହୁଅନ୍ତେ, ସେ ଆପଣା ଓଷ୍ଠାଧରରେ ଅବିବେଚନାର କଥା କହିଲେ ।"},{"number":34,"verse":"ସେମାନେ ସଦାପ୍ରଭୁଙ୍କ ଆଜ୍ଞା ପ୍ରମାଣେ ଗୋଷ୍ଠୀବର୍ଗକୁ ବିନାଶ କଲେ ନାହିଁ।"},{"number":35,"verse":"ମାତ୍ର ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ସଙ୍ଗେ ମିଶ୍ରିତ ହେଲେ ଓ ସେମାନଙ୍କ କ୍ରିୟାସବୁ ଶିଖିଲେ ।"},{"number":36,"verse":"ଆଉ, ସେମାନଙ୍କ ଦେବତାଗଣର ସେବା କଲେ; ତାହା ସେମାନଙ୍କ ପ୍ରତି ଫାନ୍ଦ ସ୍ଵରୂପ ହେଲା ।"},{"number":37,"verse":"ହଁ, ସେମାନେ ଭୂତଗଣ ଉଦ୍ଦେଶ୍ୟରେ ଆପଣା ଆପଣା ପୁତ୍ର-କନ୍ୟାମାନଙ୍କୁ ବଳିଦାନ କଲେ ।"},{"number":38,"verse":"ପୁଣି, ସେମାନେ କିଣାନ ଦେଶର ଦେବତାଗଣ ଉଦ୍ଦେଶ୍ୟରେ ବଳିଦାନ କରି ନିର୍ଦ୍ଦୋଷ ରକ୍ତ, ଅର୍ଥାତ୍, ଆପଣା ଆପଣା ପୁତ୍ରକନ୍ୟାଗଣର ରକ୍ତପାତ କଲେ; ତହିଁରେ ଦେଶ ରକ୍ତରେ ଅଶୁଚି ହେଲା ।"},{"number":39,"verse":"ଏହିରୂପେ ସେମାନେ ଆପଣା ଆପଣା କାର୍ଯ୍ୟ ଦ୍ଵାରା ଅପବିତ୍ର ହେଲେ ଓ ବ୍ୟବହାରରେ ବ୍ୟଭିଚାର କଲେ ।"},{"number":40,"verse":"ଏହେତୁ ଲୋକମାନଙ୍କ ବିରୁଦ୍ଧରେ ସଦାପ୍ରଭୁଙ୍କ କୋପ ପ୍ରଜ୍ଵଳିତ ହେଲା, ପୁଣି ସେ ଆପଣା ଅଧିକାରକୁ ଘୃଣା କଲେ ।"},{"number":41,"verse":"ଆଉ, ସେ ସେମାନଙ୍କୁ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ହସ୍ତରେ ସମର୍ପଣ କଲେ ଓ ସେମାନଙ୍କ ଘୃଣାକାରୀମାନେ ସେମାନଙ୍କ ଉପରେ କର୍ତ୍ତୃତ୍ଵ କଲେ;"},{"number":42,"verse":"ସେମାନଙ୍କ ଶତ୍ରୁଗଣ ମଧ୍ୟ ସେମାନଙ୍କ ପ୍ରତି ଉପଦ୍ରବ କଲେ, ପୁଣି ସେମାନେ ସେମାନଙ୍କ ହସ୍ତ ତଳେ ବଶୀଭୂତ ହେଲେ ।"},{"number":43,"verse":"ଅନେକ ଥର ସେ ସେମାନଙ୍କୁ ଉଦ୍ଧାର କଲେ; ମାତ୍ର ସେମାନେ ଆପଣା ଆପଣା ମନ୍ତ୍ରଣାରେ ବିଦ୍ରୋହୀ ହେଲେ ଓ ଆପଣା ଆପଣା ଅଧର୍ମରେ କ୍ଷୀଣ ହେଲେ ।"},{"number":44,"verse":"ତଥାପି ସେ ସେମାନଙ୍କ କାକୂକ୍ତି ଶୁଣି ସେମାନଙ୍କ ଦୁର୍ଦ୍ଦଶାରେ ମନୋଯୋଗ କଲେ ।"},{"number":45,"verse":"ପୁଣି, ସେମାନଙ୍କ ପକ୍ଷରେ ସେ ଆପଣା ନିୟମ ସ୍ମରଣ କଲେ ଓ ନିଜର ଦୟାର ବାହୁଲ୍ୟ ଅନୁସାରେ ସେମାନଙ୍କ ପ୍ରତି କୃପା କଲେ ।"},{"number":46,"verse":"ଆହୁରି, ଯେଉଁମାନେ ସେମାନଙ୍କୁ ବନ୍ଦୀ କରି ନେଇଗଲେ, ସେ ସେମାନଙ୍କ ମନରେ ଦୟା ଜନ୍ମାଇଲେ ।"},{"number":47,"verse":"ହେ ସଦାପ୍ରଭୋ, ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵର, ତୁମ୍ଭ ପବିତ୍ର ନାମକୁ ଧନ୍ୟବାଦ ଦେବା ପାଇଁ, ତୁମ୍ଭ ପ୍ରଶଂସାରେ ଦର୍ପ କରିବା ପାଇଁ ଆମ୍ଭମାନଙ୍କୁ ପରିତ୍ରାଣ କର ଓ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ମଧ୍ୟରୁ ଆମ୍ଭମାନଙ୍କୁ ସଂଗ୍ରହ କର ।"},{"number":48,"verse":"ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଅନାଦିକାଳରୁ ଅନନ୍ତକାଳ ପର୍ଯ୍ୟନ୍ତ ଧନ୍ୟ ହେଉନ୍ତୁ । ପୁଣି, ସମୁଦାୟ ଲୋକ ଆମେନ୍ କୁହନ୍ତୁ । ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ପ୍ରଶଂସା କର ।"}]}