{"bibleAbbr":"orOV2014","bookName":"ଗୀତସଂହିତା","bookEnglishName":"Psalms","chapterNumber":116,"verses":[{"number":1,"verse":"( ମୃତ୍ୟୁରୁ ରକ୍ଷା ପାଇଥିବା ବ୍ୟକ୍ତିର ସଦାପ୍ରଭୁଙ୍କ ପ୍ରଶଂସା) ମୁଁ ସଦାପ୍ରଭୁଙ୍କୁ ପ୍ରେମ କରେ, କାରଣ ସେ ମୋʼ ରବ ଓ ବିନତି ଶୁଣିଅଛନ୍ତି ।"},{"number":2,"verse":"ସେ ମୋʼ ପ୍ରତି କର୍ଣ୍ଣପାତ କରିଅଛନ୍ତି, ଏଥିପାଇଁ ମୁଁ ବଞ୍ଚିଥିବାଯାଏ ତାହାଙ୍କ ନିକଟରେ ପ୍ରାର୍ଥନା କରିବି ।"},{"number":3,"verse":"ମୃତ୍ୟୁର ରଜ୍ଜୁ ମୋତେ ଘେରିଲା, ପାତାଳର ଯନ୍ତ୍ରଣା ମୋତେ ଧରିଲା; ମୁଁ ସଙ୍କଟ ଓ ଦୁଃଖରେ ପଡ଼ିଲି ।"},{"number":4,"verse":"ସେତେବେଳେ ମୁଁ ସଦାପ୍ରଭୁଙ୍କ ନାମରେ ପ୍ରାର୍ଥନା କଲି; ହେ ସଦାପ୍ରଭୁ, ମୁଁ ବିନୟ କରୁଅଛି, ମୋʼ ପ୍ରାଣକୁ ଉଦ୍ଧାର କର ।"},{"number":5,"verse":"ସଦାପ୍ରଭୁ କୃପାବାନ ଓ ଧର୍ମମୟ; ହଁ, ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵର ସ୍ନେହଶୀଳ ଅଟନ୍ତି ।"},{"number":6,"verse":"ସଦାପ୍ରଭୁ ସରଳ ଲୋକଙ୍କୁ ରକ୍ଷା କରନ୍ତି; ମୁଁ ଦୀନହୀନ ହେଲେ ହେଁ ସେ ମୋର ପରିତ୍ରାଣ କଲେ ।"},{"number":7,"verse":"ହେ ମୋହର ପ୍ରାଣ, ଆପଣା ବିଶ୍ରାମ-ସ୍ଥାନକୁ ନେଉଟି ଯାଅ; କାରଣ ସଦାପ୍ରଭୁ ତୁମ୍ଭର ପ୍ରଚୁର ମଙ୍ଗଳ କରିଅଛନ୍ତି ।"},{"number":8,"verse":"ତୁମ୍ଭେ ମୃତ୍ୟୁରୁ ମୋହର ପ୍ରାଣ ଓ ଲୋତକରୁ ମୋହର ଚକ୍ଷୁ ଓ ଝୁଣ୍ଟିପଡ଼ିବାରୁ ମୋହର ଚରଣ ଉଦ୍ଧାର କରିଅଛ ।"},{"number":9,"verse":"ମୁଁ ସଦାପ୍ରଭୁଙ୍କ ସାକ୍ଷାତରେ ଜୀବିତମାନଙ୍କ ଦେଶରେ ଗମନାଗମନ କରିବି ।"},{"number":10,"verse":"ମୁଁ ବିଶ୍ଵାସ କରୁଅଛି, ଏଣୁ ମୁଁ କହିବି; ମୁଁ ନିତା; ଦୁଃଖଗ୍ରସ୍ତ ଥିଲି;"},{"number":11,"verse":"ମୁଁ ଚଞ୍ଚଳ ଭାବରେ କହିଲି, ମନୁଷ୍ୟମାତ୍ରେ ହିଁ ମିଥ୍ୟା ।"},{"number":12,"verse":"ମୋʼ ପ୍ରତି ସଦାପ୍ରଭୁଙ୍କର ସବୁ ମଙ୍ଗଳଦାନ ପାଲଟେ ମୁଁ ତାହାଙ୍କୁ କି ପ୍ରତିଦାନ କରିବି ?"},{"number":13,"verse":"ମୁଁ ପରିତ୍ରାଣର ପାତ୍ର ଗ୍ରହଣ କରିବି ଓ ସଦାପ୍ରଭୁଙ୍କ ନାମରେ ପ୍ରାର୍ଥନା କରିବି ।"},{"number":14,"verse":"ମୁଁ ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଓ ତାହାଙ୍କ ଲୋକମାନଙ୍କ ସାକ୍ଷାତରେ ଆପଣା ମାନତ ପୂର୍ଣ୍ଣ କରିବି ।"},{"number":15,"verse":"ସଦାପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ ତାହାଙ୍କ ସଦ୍ଭକ୍ତମାନଙ୍କ ମରଣ ବହୁମୂଲ୍ୟ ଅଟେ ।"},{"number":16,"verse":"ହେ ସଦାପ୍ରଭୋ, ମୁଁ ନିତା; ତୁମ୍ଭର ଦାସ; ମୁଁ ତୁମ୍ଭର ଦାସ, ତୁମ୍ଭ ଦାସୀର ପୁତ୍ର; ତୁମ୍ଭେ ମୋହର ବନ୍ଧନସବୁ ମୁକୁଳାଇଅଛ ।"},{"number":17,"verse":"ମୁଁ ତୁମ୍ଭ ନିକଟରେ ଧନ୍ୟବାଦାର୍ଥକ ବଳି ଉତ୍ସର୍ଗ କରିବି, ମୁଁ ସଦାପ୍ରଭୁଙ୍କ ନାମରେ ପ୍ରାର୍ଥନା କରିବି ।"},{"number":18,"verse":"ମୁଁ ତାହାଙ୍କ ଲୋକମାନଙ୍କ ସାକ୍ଷାତରେ, ସଦାପ୍ରଭୁଙ୍କ ଗୃହର ପ୍ରାଙ୍ଗଣରେ,"},{"number":19,"verse":"ହେ ଯିରୂଶାଲମ, ତୁମ୍ଭ ମଧ୍ୟରେ, ସଦାପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଆପଣା ମାନତ ପୂର୍ଣ୍ଣ କରିବି । ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ପ୍ରଶଂସା କର ।"}]}