{"bibleAbbr":"orOV2014","bookName":"ଗୀତସଂହିତା","bookEnglishName":"Psalms","chapterNumber":135,"verses":[{"number":1,"verse":"( ସ୍ତୁତି ବନ୍ଦନା) ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ପ୍ରଶଂସା କର । ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କ ନାମର ପ୍ରଶଂସା କର; ହେ ସଦାପ୍ରଭୁଙ୍କ ଦାସମାନେ, ତାହାଙ୍କର ପ୍ରଶଂସା କର ।"},{"number":2,"verse":"ସଦାପ୍ରଭୁଙ୍କ ଗୃହରେ, ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କ ଗୃହ-ପ୍ରାଙ୍ଗଣରେ ଠିଆ ହୋଇଥାଅ ଯେ ତୁମ୍ଭେମାନେ"},{"number":3,"verse":"ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ପ୍ରଶଂସା କର; କାରଣ ସଦାପ୍ରଭୁ ମଙ୍ଗଳମୟ; ତାହାଙ୍କ ନାମ ଉଦ୍ଦେଶ୍ୟରେ ପ୍ରଶଂସାଗାନ କର; କାରଣ ତାହା ମନୋହର ।"},{"number":4,"verse":"ଯେହେତୁ ସଦାପ୍ରଭୁ ଆପଣା ନିମନ୍ତେ ଯାକୁବକୁ ଓ ନିଜର ସଞ୍ଚିତ ଧନ ରୂପେ ଇସ୍ରାଏଲକୁ ମନୋନୀତ କରିଅଛନ୍ତି ।"},{"number":5,"verse":"କାରଣ ମୁଁ ଜାଣେ, ସଦାପ୍ରଭୁ ମହାନ ଓ ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ସକଳ ଦେବ ଅପେକ୍ଷା ଶ୍ରେଷ୍ଠ ।"},{"number":6,"verse":"ଆକାଶରେ ଓ ପୃଥିବୀରେ, ସମୁଦ୍ରରେ ଓ ସମଗ୍ର ବାରିଧିରେ ସଦାପ୍ରଭୁ ଯାହା ଇଚ୍ଛା କଲେ, ତାହା କରିଅଛନ୍ତି ।"},{"number":7,"verse":"ସେ ପୃଥିବୀର ପ୍ରାନ୍ତରୁ ବାଷ୍ପ ଉଠାନ୍ତି; ସେ ବୃଷ୍ଟି ନିମନ୍ତେ ବିଜୁଳି ଉତ୍ପନ୍ନ କରନ୍ତି; ସେ ଆପଣା ଭଣ୍ତାରସମୂହରୁ ବାୟୁ ବାହାର କରି ଆଣନ୍ତି ।"},{"number":8,"verse":"ସେ ମିସରର ପ୍ରଥମଜାତ ମନୁଷ୍ୟ ଓ ପଶୁ ଉଭୟକୁ ସଂହାର କଲେ ।"},{"number":9,"verse":"ହେ ମିସର, ସେ ତୁମ୍ଭ ମଧ୍ୟକୁ, ଫାରୋ ପ୍ରତିକୂଳରେ ଓ ତାହାର ଦାସଗଣ ପ୍ରତିକୂଳରେ ନାନା ଚିହ୍ନ ଓ ଅଦ୍ଭୁତ ଲକ୍ଷଣ ପ୍ରେରଣ କଲେ ।"},{"number":10,"verse":"ସେ ଅନେକ ଗୋଷ୍ଠୀଙ୍କି ସଂହାର କଲେ, ପରାକ୍ରା; ରାଜାମାନଙ୍କୁ,"},{"number":11,"verse":"ଇମୋରୀୟମାନଙ୍କ ରାଜା ସୀହୋନକୁ ଓ ବାଶନର ରାଜା ଓଗ୍କୁ, ଆଉ କିଣାନର ସକଳ ରାଜ୍ୟକୁ ବଧ କଲେ ।"},{"number":12,"verse":"ପୁଣି, ସେମାନଙ୍କର ଦେଶ ଅଧିକାର ନିମନ୍ତେ ଦେଲେ, ଆପଣା ଲୋକ ଇସ୍ରାଏଲକୁ ଅଧିକାରାର୍ଥେ ଦେଲେ ।"},{"number":13,"verse":"ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭ ନାମ ଅନନ୍ତକାଳସ୍ଥାୟୀ; ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭ ସ୍ମରଣ ପୁରୁଷ ପରମ୍ପରାରେ ଥାଏ ।"},{"number":14,"verse":"ଯେହେତୁ ସଦାପ୍ରଭୁ ଆପଣା ଲୋକମାନଙ୍କର ବିଚାର କରିବେ ଓ ଆପଣା ଦାସମାନଙ୍କ ପ୍ରତି ସଦୟ ହେବେ ।"},{"number":15,"verse":"ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ପ୍ରତିମାସବୁ ରୂପା ଓ ସୁନା, ମନୁଷ୍ୟର ହସ୍ତକୃତ କର୍ମ ଅଟେ ।"},{"number":16,"verse":"ସେମାନଙ୍କର ମୁଖ ଅଛି, ମାତ୍ର ସେମାନେ କଥା କହନ୍ତି ନାହିଁ, ସେମାନଙ୍କର ଚକ୍ଷୁ ଅଛି, ମାତ୍ର ସେମାନେ ଦେଖନ୍ତି ନାହିଁ;"},{"number":17,"verse":"ସେମାନଙ୍କର କର୍ଣ୍ଣ ଅଛି, ମାତ୍ର ସେମାନେ ଶୁଣନ୍ତି ନାହିଁ; କିଅବା ସେମାନଙ୍କ ମୁଖରେ ନିଶ୍ଵାସପ୍ରଶ୍ଵାସ ନାହିଁ ।"},{"number":18,"verse":"ସେମାନଙ୍କର ନିର୍ମାଣକାରୀମାନେ ଓ ସେମାନଙ୍କ ଠାରେ ନିର୍ଭରକାରୀ ପ୍ରତ୍ୟେକେ ସେମାନଙ୍କ ତୁଲ୍ୟ ହେବେ ।"},{"number":19,"verse":"ହେ ଇସ୍ରାଏଲ-ବଂଶ, ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ଧନ୍ୟବାଦ କର; ହେ ହାରୋଣ-ବଂଶ, ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ଧନ୍ୟବାଦ କର;"},{"number":20,"verse":"ହେ ଲେବୀ-ବଂଶ, ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ଧନ୍ୟବାଦ କର । ହେ ସଦାପ୍ରଭୁଙ୍କ ଭୟକାରୀଗଣ, ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ଧନ୍ୟବାଦ କର ।"},{"number":21,"verse":"ଯିରୂଶାଲମବାସୀ ସଦାପ୍ରଭୁ ସିୟୋନଠାରୁ ଧନ୍ୟ ହେଉନ୍ତୁ । ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ପ୍ରଶଂସା କର ।"}]}