{"bibleAbbr":"orOV2014","bookName":"ଗୀତସଂହିତା","bookEnglishName":"Psalms","chapterNumber":33,"verses":[{"number":1,"verse":"( ପ୍ରଶଂସା ଗୀତ) ହେ ଧାର୍ମିକଗଣ, ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କ-ଠାରେ ଉଲ୍ଲାସ କର; ପ୍ରଶଂସା କରିବା ସରଳ ଲୋକଙ୍କର ଶୋଭନୀୟ ।"},{"number":2,"verse":"ବୀଣାରେ ସଦାପ୍ରଭୁଙ୍କୁ ଧନ୍ୟବାଦ ଦିଅ; ଦଶ-ତାର ନେବଲରେ ତାହାଙ୍କର ପ୍ରଶଂସା ଗାନ କର ।"},{"number":3,"verse":"ତାହାଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ନୂତନ ଗୀତ ଗାନ କର; ଉଚ୍ଚଧ୍ଵନିରେ ମନୋହର ବାଦ୍ୟ କର ।"},{"number":4,"verse":"କାରଣ ସଦାପ୍ରଭୁଙ୍କ ବାକ୍ୟ ଯଥାର୍ଥ; ଆଉ ତାହାଙ୍କର ସମସ୍ତ କାର୍ଯ୍ୟ ବିଶ୍ଵସ୍ତତାରେ ସାଧିତ ।"},{"number":5,"verse":"ସେ ଧାର୍ମିକତା ଓ ନ୍ୟାୟବିଚାର ଭଲ ପାଆନ୍ତି; ପୃଥିବୀ ସଦାପ୍ରଭୁଙ୍କ ସ୍ନେହପୂର୍ଣ୍ଣ କରୁଣାରେ ପରିପୂର୍ଣ୍ଣ;"},{"number":6,"verse":"ଗଗନମଣ୍ତଳ ସଦାପ୍ରଭୁଙ୍କ ବାକ୍ୟରେ, ଣଣଏବ୍ରୀ ୧୧:୩ ଆଉ ତହିଁର ସମସ୍ତ ବାହିନୀ ତାହାଙ୍କ ମୁଖର ନିଶ୍ଵାସରେ ନିର୍ମିତ ।"},{"number":7,"verse":"ସେ ସମୁଦ୍ରର ଜଳସମୂହକୁ ରାଶି ତୁଲ୍ୟ ଏକତ୍ର କରନ୍ତି; ସେ ବାରିଧିସମୂହକୁ ଭଣ୍ତାରରେ ସଞ୍ଚୟ କରନ୍ତି ।"},{"number":8,"verse":"ସମୁଦାୟ ପୃଥିବୀ ସଦାପ୍ରଭୁଙ୍କୁ ଭୟ କରୁ; ଜଗନ୍ନିବାସୀ ସମସ୍ତେ ତାହାଙ୍କ ବିଷୟରେ ଭୀତ ହେଉନ୍ତୁ ।"},{"number":9,"verse":"ସେ କହିବାମାତ୍ରେ ସୃଷ୍ଟି ହେଲା, ସେ ଆଜ୍ଞା କରିବା- ମାତ୍ରେ ସ୍ଥିତି ହେଲା ।"},{"number":10,"verse":"ସଦାପ୍ରଭୁ ଗୋଷ୍ଠୀୟମାନଙ୍କର ମନ୍ତ୍ରଣା ବ୍ୟର୍ଥ କରନ୍ତି; ସେ ଜନବୃନ୍ଦର ସଙ୍କଳ୍ପସବୁ ବିଫଳ କରନ୍ତି ।"},{"number":11,"verse":"ସଦାପ୍ରଭୁଙ୍କ ମନ୍ତ୍ରଣା ଅନନ୍ତକାଳସ୍ଥାୟୀ; ତାହାଙ୍କ ଚିତ୍ତର ସଙ୍କଳ୍ପ-ସବୁ ପୁରୁଷାନୁକ୍ରମେ ଥାଏ ।"},{"number":12,"verse":"ସଦାପ୍ରଭୁ ଯେଉଁ ଗୋଷ୍ଠୀର ପରମେଶ୍ଵର, ସେ ଧନ୍ୟ; ସେ ଯେଉଁ ଲୋକମାନଙ୍କୁ ଆପଣା ଅଧିକାରାର୍ଥେ ମନୋନୀତ କରିଅଛନ୍ତି, ସେମାନେ ଧନ୍ୟ ।"},{"number":13,"verse":"ସଦାପ୍ରଭୁ ସ୍ଵର୍ଗରୁ ଦୃଷ୍ଟିପାତ କରନ୍ତି; ସେ ସମସ୍ତ ମନୁଷ୍ୟ-ସନ୍ତାନକୁ ନିରୀକ୍ଷଣ କରନ୍ତିନ୍ତ"},{"number":14,"verse":"ସେ ଆପଣା ନିବାସ-ସ୍ଥାନରୁ ପୃଥିବୀ-ନିବାସୀ ସମସ୍ତଙ୍କ ଉପରେ ଦୃଷ୍ଟିପାତ କରନ୍ତି;"},{"number":15,"verse":"ସେ ସମସ୍ତଙ୍କର ହୃଦୟ ଗଢ଼ନ୍ତି, ସେ ସେମାନଙ୍କର କର୍ମସବୁ ଆଲୋଚନା କରନ୍ତି ।"},{"number":16,"verse":"କୌଣସି ରାଜା ଅପାର ସୈନ୍ୟ ଦ୍ଵାରା ତ୍ରାଣ ପାଏ ନାହିଁ; କୌଣସି ବୀର ମହାଶକ୍ତି ଦ୍ଵାରା ଉଦ୍ଧାର ପାଏ ନାହିଁ ।"},{"number":17,"verse":"ରକ୍ଷାର୍ଥେ ଅଶ୍ଵ ମିଥ୍ୟା; କିଅବା ସେ ଆପଣା ମହାବଳ ଦ୍ଵାରା କାହାକୁ ରକ୍ଷା କରି ପାରିବ ନାହିଁ ।"},{"number":18,"verse":"ଦେଖ, ଯେଉଁମାନେ ସଦାପ୍ରଭୁଙ୍କୁ ଭୟ କରନ୍ତି, ତାହାଙ୍କ ଦୟାରେ ଭରସା ରଖନ୍ତି,"},{"number":19,"verse":"ସେମାନଙ୍କ ପ୍ରାଣ ମୃତ୍ୟୁରୁ ରକ୍ଷା କରିବା ପାଇଁ ଓ ଦୁର୍ଭିକ୍ଷ ସମୟରେ ସେମାନଙ୍କୁ ବଞ୍ଚାଇବା ପାଇଁ ସେମାନଙ୍କ ଉପରେ ତାହାଙ୍କର ଦୃଷ୍ଟି ଥାଏ ।"},{"number":20,"verse":"ଆମ୍ଭମାନଙ୍କ ପ୍ରାଣ ସଦାପ୍ରଭୁଙ୍କ ଅପେକ୍ଷାରେ ରହିଅଛି; ସେ ଆମ୍ଭମାନଙ୍କର ସହାୟ ଓ ଆମ୍ଭମାନଙ୍କର ଢାଲ ।"},{"number":21,"verse":"ଆମ୍ଭମାନଙ୍କ ଅନ୍ତଃକରଣ ତାହାଙ୍କଠାରେ ଆନନ୍ଦ କରିବ, କାରଣ ଆମ୍ଭେମାନେ ତାହାଙ୍କ ପବିତ୍ର ନାମରେ ବିଶ୍ଵାସ କରିଅଛୁ ।"},{"number":22,"verse":"ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭଠାରେ ଆମ୍ଭେମାନେ ଭରସା କରିଥିବା ପ୍ରମାଣେ ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ତୁମ୍ଭର ଦୟା ବର୍ତ୍ତୁ ।"}]}