{"bibleAbbr":"orOV2014","bookName":"ଗୀତସଂହିତା","bookEnglishName":"Psalms","chapterNumber":68,"verses":[{"number":1,"verse":"( ଜାତୀୟ ବିଜୟ ସଙ୍ଗୀତ) ପ୍ରଧାନ ବାଦ୍ୟକର ନିମନ୍ତେ ଦାଉଦଙ୍କର ଗାନାର୍ଥକ ଗୀତ । ପରମେଶ୍ଵର ଉଠନ୍ତୁ, ତାହାଙ୍କ ଶତ୍ରୁଗଣ ଛିନ୍ନଭିନ୍ନ ହେଉନ୍ତୁ; ତାହାଙ୍କ ଘୃଣାକାରୀମାନେ ମଧ୍ୟ ତାହାଙ୍କ ସାକ୍ଷାତରୁ ପଳାଉନ୍ତୁ ।"},{"number":2,"verse":"ଯେପରି ଧୂମ ଚାଳିତ ହୁଏ, ସେପରି ସେମାନଙ୍କୁ ଚଳାଅ; ଯେପରି ଅଗ୍ନି ସମ୍ମୁଖରେ ମହମ ତରଳି ଯାଏ, ସେପରି ପରମେଶ୍ଵରଙ୍କ ସାକ୍ଷାତରେ ଦୁଷ୍ଟମାନେ ବିନଷ୍ଟ ହେଉନ୍ତୁ ।"},{"number":3,"verse":"ମାତ୍ର ଧାର୍ମିକମାନେ ଆନନ୍ଦିତ ହେଉନ୍ତୁ; ସେମାନେ ପରମେଶ୍ଵରଙ୍କ ସମ୍ମୁଖରେ ଉଲ୍ଲାସ କରନ୍ତୁ; ହଁ, ସେମାନେ ଆନନ୍ଦରେ ପ୍ରଫୁଲ୍ଲ ହେଉନ୍ତୁ ।"},{"number":4,"verse":"ପରମେଶ୍ଵରଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଗାନ କର, ତାହାଙ୍କ ନାମରେ ପ୍ରଶଂସା ଗାନ କର; ଯେ ବାହନରେ ମରୁଭୂମି ଦେଇ ଆସୁଅଛନ୍ତି, ତାହାଙ୍କ ପାଇଁ ରାଜପଥ ପ୍ରସ୍ତୁତ କର; ତାହାଙ୍କ ନାମ ଯାଃ; ତୁମ୍ଭେମାନେ ତାହାଙ୍କ ସାକ୍ଷାତରେ ଉଲ୍ଲାସ କର ।"},{"number":5,"verse":"ପରମେଶ୍ଵର ଆପଣା ପବିତ୍ର ବାସସ୍ଥାନରେ ପିତୃହୀନମାନଙ୍କର ପିତା ଓ ବିଧବାମାନଙ୍କର ବିଚାରକର୍ତ୍ତା ଅଟନ୍ତି ।"},{"number":6,"verse":"ପରମେଶ୍ଵର ସଙ୍ଗୀହୀନମାନଙ୍କୁ ପରିବାର ମଧ୍ୟରେ ସ୍ଥାପନ କରନ୍ତି; ସେ ବନ୍ଦୀଗଣକୁ ବାହାର କରି କୁଶଳରେ ରଖନ୍ତି; ମାତ୍ର ବିଦ୍ରୋହୀମାନେ ଶୁଷ୍କଭୂମିରେ ବାସ କରନ୍ତି ।"},{"number":7,"verse":"ହେ ପରମେଶ୍ଵର, ତୁମ୍ଭେ ଆପଣା ଲୋକମାନଙ୍କ ଆଗରେ ଯିବା ବେଳେ, ତୁମ୍ଭେ ପ୍ରାନ୍ତର ଦେଇ ଯାତ୍ରା କରିବା ବେଳେ, [ସେଲା"},{"number":8,"verse":"ପୃଥିବୀ କମ୍ପିଲା, ପରମେଶ୍ଵରଙ୍କ ସାକ୍ଷାତରେ ଆକାଶମଣ୍ତଳ ହିଁ ବିନ୍ଦୁପାତ କଲା; ସେହି ସୀନୟ ପରମେଶ୍ଵରଙ୍କର, ଇସ୍ରାଏଲର ପରମେଶ୍ଵରଙ୍କ ସାକ୍ଷାତରେ କମ୍ପିଲା ।"},{"number":9,"verse":"ହେ ପରମେଶ୍ଵର, ତୁମ୍ଭେ ପ୍ରଚୁର ବୃଷ୍ଟି ପଠାଇଲ, ତୁମ୍ଭ ଅଧିକାର କ୍ଳା; ଥିବା ସମୟରେ ତୁମ୍ଭେ ତାହା ସୁସ୍ଥିର କଲ ।"},{"number":10,"verse":"ତୁମ୍ଭ ସମାଜ ତହିଁ ମଧ୍ୟରେ ବାସ କଲେ; ହେ ପରମେଶ୍ଵର, ତୁମ୍ଭେ ଆପଣା ମଙ୍ଗଳ ଭାବରେ ଦୁଃଖୀ-ମାନଙ୍କ ପାଇଁ ଆୟୋଜନ କଲ ।"},{"number":11,"verse":"ପ୍ରଭୁ ବାକ୍ୟ ପ୍ରଦାନ କରନ୍ତି; ଶୁଭବାର୍ତ୍ତା ପ୍ରଚାରିକା ସ୍ତ୍ରୀଗଣ ମହାବାହିନୀ ଅଟନ୍ତି ।"},{"number":12,"verse":"ସୈନ୍ୟଶ୍ରେଣୀର ରାଜଗଣ ପଳାୟନ କରନ୍ତି, ସେମାନେ ପଳାୟନ କରନ୍ତି; ପୁଣି, ଗୃହସ୍ଥିତା ସ୍ତ୍ରୀ ଲୁଟଦ୍ରବ୍ୟ ବିଭାଗ କରଇ ।"},{"number":13,"verse":"ଯେଉଁ କପୋତର ହରିତ୍ ସୁବର୍ଣ୍ଣ-ମଣ୍ତିତ ଡେଣା, ତାହାର ରୌପ୍ୟ-ମଣ୍ତିତ ପରସବୁ ପରି ତୁମ୍ଭେମାନେ କି ମେଷଶାଳା ମଧ୍ୟରେ ଶୟନ କରିବ ?"},{"number":14,"verse":"ସଲ୍ମୋନାରେ ହିମପାତ ବେଳେ ଯେପରି, ସର୍ବଶକ୍ତିମାନ ଦେଶରେ ରାଜାମାନଙ୍କୁ ଛିନ୍ନଭିନ୍ନ କଲା ବେଳେ ସେପରି ହେଲା ।"},{"number":15,"verse":"ବାଶନ୍ର ପର୍ବତ ପରମେଶ୍ଵରଙ୍କ ପର୍ବତ; ବାଶନ୍ର ପର୍ବତ ଏକ ଉଚ୍ଚ ପର୍ବତ ।"},{"number":16,"verse":"ହେ ଉଚ୍ଚ ପର୍ବତଗଣ, ପରମେଶ୍ଵର ଆପଣା ନିବାସ ନିମନ୍ତେ ଯେଉଁ ପର୍ବତ ବାଞ୍ଛା କରିଅଛନ୍ତି, ତହିଁ ପ୍ରତି ତୁମ୍ଭେମାନେ କାହିଁକି କୁଟିଳ ଦୃଷ୍ଟି କରୁଅଛ ? ଅବଶ୍ୟ ସଦାପ୍ରଭୁ ତହିଁରେ ସଦାକାଳ ବାସ କରିବେ ।"},{"number":17,"verse":"ପରମେଶ୍ଵରଙ୍କର ରଥ ଅୟୁତ ଅୟୁତ ଓ ଲକ୍ଷ ଲକ୍ଷ; ଯେପରି ପ୍ରଭୁ ଆପଣା ପବିତ୍ରସ୍ଥାନ ସୀନୟରେ, ସେପରି ସେସବୁର ମଧ୍ୟରେ ଅଛନ୍ତି ।"},{"number":18,"verse":"ତୁମ୍ଭେ ଊର୍ଦ୍ଧ୍ଵରେ ଆରୋହଣ କରିଅଛ, ତୁମ୍ଭେ ଆପଣା ବନ୍ଦୀମାନଙ୍କୁ ବନ୍ଦୀସ୍ଥାନକୁ ନେଇଅଛ; ତୁମ୍ଭେ ମନୁଷ୍ୟମାନଙ୍କ ମଧ୍ୟରେ ଦାନପ୍ରାପ୍ତ ହୋଇଅଛ, ହଁ, ଯେପରି ସଦାପ୍ରଭୁ ପରମେଶ୍ଵର ସେମାନଙ୍କ ମଧ୍ୟରେ ବାସ କରିବେ, ଏଥିପାଇଁ ବିଦ୍ରୋହୀମାନଙ୍କ ମଧ୍ୟରେ ହିଁ ଦାନପ୍ରାପ୍ତ ହୋଇଅଛ ।"},{"number":19,"verse":"ଯେଉଁ ପ୍ରଭୁ ଦିନକୁ ଦିନ ଆମ୍ଭମାନଙ୍କ ଭାର ବହନ୍ତି, ସେ ଧନ୍ୟ ହେଉନ୍ତୁ; ସେହି ପରମେଶ୍ଵର ଆମ୍ଭମାନଙ୍କର ପରିତ୍ରାଣ । [ସେଲା"},{"number":20,"verse":"ପରମେଶ୍ଵର ଆମ୍ଭମାନଙ୍କ ପକ୍ଷରେ ଉଦ୍ଧାରସାଧକ ପରମେଶ୍ଵର ଅଟନ୍ତି ଓ ମୃତ୍ୟୁରୁ ରକ୍ଷା ଯିହୋବାଃ ପ୍ରଭୁଙ୍କର ଅଧୀନ ।"},{"number":21,"verse":"ମାତ୍ର ପରମେଶ୍ଵର ଆପଣା ଶତ୍ରୁମାନଙ୍କ ମସ୍ତକ ଓ ଯେଉଁ ଜନ ନିଜ ଅପରାଧରେ ଅଗ୍ରସର, ତାହାର କେଶଯୁକ୍ତ କପାଳ ବିନ୍ଧି ପକାଇବେ ।"},{"number":22,"verse":"ପ୍ରଭୁ କହିଲେ, ଆମ୍ଭେ ବାଶନ୍ରୁ ପୁନର୍ବାର ଆଣିବା, ଆମ୍ଭେ ସମୁଦ୍ରର ଗଭୀର ସ୍ଥଳରୁ ପୁନର୍ବାର ସେମାନଙ୍କୁ ଆଣିବା;"},{"number":23,"verse":"ତହିଁରେ ତୁମ୍ଭେ ରକ୍ତରେ ଆପଣା ଚରଣ ବୁଡ଼ାଇବ, ତୁମ୍ଭ କୁକ୍କୁରଗଣର ଜିହ୍ଵା ତୁମ୍ଭ ଶତ୍ରୁମାନଙ୍କଠାରୁ ଅଂଶ ପାଇବ ।"},{"number":24,"verse":"ହେ ପରମେଶ୍ଵର, ଲୋକମାନେ ତୁମ୍ଭର ଗତି, ଅର୍ଥାତ୍, ପବିତ୍ର ସ୍ଥାନକୁ ଆମ୍ଭ ପରମେଶ୍ଵର ଆମ୍ଭ ରାଜାଙ୍କ ଗତି ଦେଖିଅଛନ୍ତି ।"},{"number":25,"verse":"ଦାରାବାଦ୍ୟବାଦିନୀ କୁମାରୀମାନଙ୍କ ମଧ୍ୟରେ ଗାୟକମାନେ ଆଗେ ଆଗେ, ବାଦ୍ୟକରମାନେ ପଛେ ପଛେ ଗମନ କଲେ ।"},{"number":26,"verse":"ତୁମ୍ଭେମାନେ ଜନ-ସମାଗମ ମଧ୍ୟରେ ପରମେଶ୍ଵରଙ୍କର ଧନ୍ୟବାଦ କର, ହେ ଇସ୍ରାଏଲର ନିର୍ଝରରୁ ଜାତ ଲୋକମାନେ, ତୁମ୍ଭେମାନେ ପ୍ରଭୁଙ୍କର ଧନ୍ୟବାଦ କର ।"},{"number":27,"verse":"କନିଷ୍ଠ ବିନ୍ୟାମୀନ୍ ସେମାନଙ୍କର ଶାସନକର୍ତ୍ତା, ଯିହୁଦାର ଅଧିପତିମାନେ ଓ ସେମାନଙ୍କ ଲୋକଦଳ, ସବୂଲୂନ୍ର ଅଧିପତିମାନେ, ନପ୍ତାଲିର ଅଧିପତିମାନେ ସେଠାରେ ଅଛନ୍ତି ।"},{"number":28,"verse":"ତୁମ୍ଭ ପରମେଶ୍ଵର ତୁମ୍ଭ ବଳର ଆଜ୍ଞା କରିଅଛନ୍ତି; ହେ ପରମେଶ୍ଵର, ତୁମ୍ଭେ ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଯାହା ସାଧନ କରିଅଛ, ତାହା ସବଳ କର ।"},{"number":29,"verse":"ଯିରୂଶାଲମସ୍ଥ ତୁମ୍ଭ ମନ୍ଦିର ସକାଶୁ ରାଜଗଣ ତୁମ୍ଭ ନିକଟକୁ ଦର୍ଶନୀ ଆଣିବେ ।"},{"number":30,"verse":"ନଳବନସ୍ଥ ବନ୍ୟ ପଶୁକୁ, ଗୋଷ୍ଠୀବର୍ଗରୂପ ଗୋବତ୍ସଗଣ ସହିତ ବୃଷସମୂହକୁ ଭର୍ତ୍ସନା କରି ରୌପ୍ୟଖଣ୍ତସବୁ ପଦ ତଳେ ଦଳି ପକାଅ; ସେ ଯୁଦ୍ଧପ୍ରିୟ ଗୋଷ୍ଠୀବର୍ଗକୁ ଛିନ୍ନଭିନ୍ନ କରିଅଛନ୍ତି ।"},{"number":31,"verse":"ମିସର ଦେଶରୁ ଅଧିପତିମାନେ ଆସିବେ; କୂଶ ପରମେଶ୍ଵରଙ୍କ ପ୍ରତି ହସ୍ତ ପ୍ରସାରିବାକୁ ଚଞ୍ଚଳ ହେବ ।"},{"number":32,"verse":"ହେ ପୃଥିବୀସ୍ଥ ରାଜ୍ୟସମୂହ, ତୁମ୍ଭେମାନେ ପରମେଶ୍ଵରଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ଗାନ କର; ପ୍ରଭୁଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ପ୍ରଶଂସା ଗାନ କର; [ସେଲା"},{"number":33,"verse":"ଯେ ଆଦିକାଳୀନ ଉଚ୍ଚତମ ସ୍ଵର୍ଗରେ ଆରୋହଣ କରନ୍ତି, ତାହାଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ (ଗାନ କରନ୍ତ) ଗୀତ. ୧୮:୧୦ ଦେଖ, ସେ ଆପଣା ରବ, ବିକ୍ରମପୂର୍ଣ୍ଣ ରବ ଉଚ୍ଚାରଣ କରନ୍ତି ।"},{"number":34,"verse":"ତୁମ୍ଭେମାନେ ପରମେଶ୍ଵରଙ୍କ ପରାକ୍ରମ କୀର୍ତ୍ତନ କର; ତାହାଙ୍କ ମହିମା ଇସ୍ରାଏଲ ଉପରେ ଓ ତାହାଙ୍କ ପରାକ୍ରମ ଆକାଶ-ମଣ୍ତଳରେ ରହିଅଛି ।"},{"number":35,"verse":"ହେ ପରମେଶ୍ଵର, ତୁମ୍ଭେ ଆପଣା ପବିତ୍ର ଧାମରେ ଭୟଙ୍କର ଅଟ; ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଆପଣା ଲୋକମାନଙ୍କୁ ବଳ ଓ ପରାକ୍ରମ ଦିଅନ୍ତି । ପରମେଶ୍ଵର ଧନ୍ୟ ହେଉନ୍ତୁ ।"}]}