{"bibleAbbr":"orOV2014","bookName":"ଗୀତସଂହିତା","bookEnglishName":"Psalms","chapterNumber":71,"verses":[{"number":1,"verse":"( ଜଣେ ବୃଦ୍ଧର ପ୍ରାର୍ଥନା) ହେ ସଦାପ୍ରଭୋ, ମୁଁ ତୁମ୍ଭର ଶରଣ ନେଇଅଛି; ମୋତେ କେବେ ଲଜ୍ଜିତ ହେବାକୁ ଦିଅ ନାହିଁ ।"},{"number":2,"verse":"ତୁମ୍ଭ ଧର୍ମଗୁଣରେ ମୋତେ ଉଦ୍ଧାର କରି ରକ୍ଷା କର; ମୋʼ ପ୍ରତି ଆପଣା କର୍ଣ୍ଣ ଡେରି ମୋତେ ତ୍ରାଣ କର ।"},{"number":3,"verse":"ଯେଉଁଠାକୁ ମୁଁ ନିତ୍ୟ ଯାଇପାରେ, ତୁମ୍ଭେ ମୋʼ ପ୍ରତି ସେରୂପ ବସତିର ଶୈଳ ସ୍ଵରୂପ ହୁଅ; ତୁମ୍ଭେ ମୋତେ ପରିତ୍ରାଣ କରିବା ପାଇଁ ଆଜ୍ଞା ଦେଇଅଛ; କାରଣ ତୁମ୍ଭେ ମୋହର ଶୈଳ ଓ ମୋହର ଦୁର୍ଗ ।"},{"number":4,"verse":"ହେ ମୋହର ପରମେଶ୍ଵର, ଦୁଷ୍ଟଲୋକ ହସ୍ତରୁ, ଅନ୍ୟାୟକାରୀ ଓ ନିର୍ଦ୍ଦୟ ଲୋକ ହସ୍ତରୁ ମୋତେ ରକ୍ଷା କର ।"},{"number":5,"verse":"କାରଣ ହେ ପ୍ରଭୋ, ସଦାପ୍ରଭୋ, ତୁମ୍ଭେ ହିଁ ମୋହର ଭରସା; ମୋʼ ବାଲ୍ୟକାଳରୁ ତୁମ୍ଭେ ମୋହର ବିଶ୍ଵାସଭୂମି ।"},{"number":6,"verse":"ଗର୍ଭରୁ ତୁମ୍ଭ ଉପରେ ମୋହର ଭାର ଅଛି; ମାତାର ଉଦରରୁ ତୁମ୍ଭେ ହିଁ ମୋତେ ନେଇଅଛ; ତୁମ୍ଭ ବିଷୟରେ ନିତ୍ୟ ମୋହର ପ୍ରଶଂସା ହେବ ।"},{"number":7,"verse":"ମୁଁ ଅନେକଙ୍କ ପ୍ରତି ଆଶ୍ଚର୍ଯ୍ୟ ବିଷୟ ସ୍ଵରୂପ; ମାତ୍ର ତୁମ୍ଭେ ମୋହର ଦୃଢ଼ ଆଶ୍ରୟ ।"},{"number":8,"verse":"ମୋହର ମୁଖ ତୁମ୍ଭ ପ୍ରଶଂସାରେ ଓ ଦିନଯାକ ତୁମ୍ଭ ଗୌରବ ବର୍ଣ୍ଣନାରେ ପରିପୂର୍ଣ୍ଣ ହେବ ।"},{"number":9,"verse":"ବୃଦ୍ଧାବସ୍ଥାରେ ମୋତେ ପରିତ୍ୟାଗ କର ନାହିଁ; ମୋହର ବଳ କ୍ଷୀଣ ହେବା ସମୟରେ ମୋତେ ଛାଡ଼ ନାହିଁ ।"},{"number":10,"verse":"କାରଣ ମୋହର ଶତ୍ରୁଗଣ ମୋʼ ବିଷୟରେ କଥା କହନ୍ତି ଓ ମୋʼ ପ୍ରାଣ ପାଇଁ ଜଗିବା ଲୋକମାନେ ଏକତ୍ର ମନ୍ତ୍ରଣା କରି କହନ୍ତି ଯେ,"},{"number":11,"verse":"ପରମେଶ୍ଵର ତାହାକୁ ପରିତ୍ୟାଗ କରିଅଛନ୍ତି, ପଛେ ପଛେ ଗୋଡ଼ାଇ ତାହାକୁ ଧର; କାରଣ ଉଦ୍ଧାର କରିବାକୁ କେହି ନାହିଁ ।"},{"number":12,"verse":"ହେ ପରମେଶ୍ଵର, ମୋʼଠାରୁ ଦୂରବର୍ତ୍ତୀ ହୁଅ ନାହିଁ; ହେ ମୋହର ପରମେଶ୍ଵର, ମୋହର ସାହାଯ୍ୟ କରିବାକୁ ସତ୍ଵର ହୁଅ ।"},{"number":13,"verse":"ମୋʼ ପ୍ରାଣର ବିପକ୍ଷମାନେ ଲଜ୍ଜିତ ଓ ଉଚ୍ଛିନ୍ନ ହେଉନ୍ତୁ; ଯେଉଁମାନେ ମୋହର କ୍ଷତି ଚେଷ୍ଟା କରନ୍ତି, ସେମାନେ ନିନ୍ଦା ଓ ଅପମାନରେ ଆଚ୍ଛନ୍ନ ହେଉନ୍ତୁ ।"},{"number":14,"verse":"ମାତ୍ର ମୁଁ ନିରନ୍ତର ଭରସା କରିବି, ପୁଣି ଆହୁରି ଆହୁରି ତୁମ୍ଭର ପ୍ରଶଂସା କରିବି ।"},{"number":15,"verse":"ମୋହର ମୁଖ ଦିନଯାକ ତୁମ୍ଭର ଧର୍ମ ଓ ତୁମ୍ଭର ପରିତ୍ରାଣ ବର୍ଣ୍ଣନା କରିବ; କାରଣ ମୁଁ ତହିଁର ସଂଖ୍ୟା ଜାଣେ ନାହିଁ ।"},{"number":16,"verse":"ମୁଁ ପ୍ରଭୁ ସଦାପ୍ରଭୁଙ୍କ ପରାକ୍ରମର ସକଳ କ୍ରିୟା ସହିତ ଉପସ୍ଥିତ ହେବି । ମୁଁ ତୁମ୍ଭର, କେବଳ ତୁମ୍ଭର ଧର୍ମ ବିଷୟ ବର୍ଣ୍ଣନା କରିବି ।"},{"number":17,"verse":"ହେ ପରମେଶ୍ଵର, ତୁମ୍ଭେ ମୋତେ ବାଲ୍ୟକାଳ-ଠାରୁ ଶିକ୍ଷା ଦେଇ ଆସୁଅଛ; ପୁଣି, ମୁଁ ଏପର୍ଯ୍ୟନ୍ତ ତୁମ୍ଭର ଆଶ୍ଚର୍ଯ୍ୟ କ୍ରିୟାସବୁ ପ୍ରଚାର କରିଅଛି ।"},{"number":18,"verse":"ହେ ପରମେଶ୍ଵର, ମୁଁ ଆସନ୍ତା ପୁରୁଷ ନିକଟରେ ତୁମ୍ଭର ବାହୁବଳ, ପ୍ରତ୍ୟେକ ଭବିଷ୍ୟତ ଲୋକଙ୍କ ନିକଟରେ ତୁମ୍ଭର ପରାକ୍ରମ ପ୍ରଚାର କରିବା ପର୍ଯ୍ୟନ୍ତ, ବୃଦ୍ଧ ଓ ପକ୍ଵକେଶ ହେବା ସମୟରେ ହେଁ ମୋତେ ପରିତ୍ୟାଗ କର ନାହିଁ ।"},{"number":19,"verse":"ହେ ପରମେଶ୍ଵର, ମହତ କାର୍ଯ୍ୟମାନ ସାଧନ କରିଅଛ ଯେ ତୁମ୍ଭେ, ତୁମ୍ଭର ଧର୍ମ ଅତି ଉଚ୍ଚ; ହେ ପରମେଶ୍ଵର, ତୁମ୍ଭ ତୁଲ୍ୟ କିଏ ଅଛି ?"},{"number":20,"verse":"ଆମ୍ଭମାନଙ୍କୁ ଅନେକ ଓ ଦାରୁଣ କ୍ଳେଶ ଦେଖାଇଅଛ ଯେ ତୁମ୍ଭେ, ତୁମ୍ଭେ ଆମ୍ଭମାନଙ୍କୁ ପୁନର୍ବାର ସଜୀବ କରିବ ଓ ପୃଥିବୀର ଗଭୀର ସ୍ଥାନରୁ ପୁନର୍ବାର ଉଠାଇ ଆଣିବ।"},{"number":21,"verse":"ତୁମ୍ଭେ ମୋହର ମହତ୍ତ୍ଵ ବଢ଼ାଅ ଓ ଫେରି ମୋତେ ସାନ୍ତ୍ଵନା ଦିଅ ।"},{"number":22,"verse":"ହେ ମୋହର ପରମେଶ୍ଵର, ମୁଁ ନେବଲ ଯନ୍ତ୍ରରେ, ମଧ୍ୟ ତୁମ୍ଭର, ଅର୍ଥାତ୍, ତୁମ୍ଭ ସତ୍ୟତାର ପ୍ରଶଂସା କରିବି; ହେ ଇସ୍ରାଏଲର ଧର୍ମ ସ୍ଵରୂପ, ମୁଁ ବୀଣା ଯନ୍ତ୍ରରେ ତୁମ୍ଭ ଉଦ୍ଦେଶ୍ୟରେ ପ୍ରଶଂସା ଗାନ କରିବି ।"},{"number":23,"verse":"ତୁମ୍ଭ ଉଦ୍ଦେଶ୍ୟରେ ପ୍ରଶଂସା ଗାନ କରିବା ବେଳେ ମୋହର ଓଷ୍ଠାଧର ଓ ତୁମ୍ଭ ଦ୍ଵାରା ମୁକ୍ତ ମୋହର ପ୍ରାଣ ଅତିଶୟ ଆହ୍ଲାଦ କରିବ ।"},{"number":24,"verse":"ମୋହର ଜିହ୍ଵା ମଧ୍ୟ ଦିନଯାକ ତୁମ୍ଭ ଧର୍ମ ବିଷୟ କହିବ; କାରଣ ମୋହର ଅନିଷ୍ଟ ଚେଷ୍ଟାକାରୀମାନେ ଲଜ୍ଜିତ ଓ ହତାଶ ହୋଇଅଛନ୍ତି ।"}]}