{"bibleAbbr":"orOV2014","bookName":"ଗୀତସଂହିତା","bookEnglishName":"Psalms","chapterNumber":72,"verses":[{"number":1,"verse":"( ରାଜାଙ୍କ ପାଇଁ ପ୍ରାର୍ଥନା) ଶଲୋମନଙ୍କର ଗୀତ । ହେ ପରମେଶ୍ଵର, ରାଜାଙ୍କୁ ତୁମ୍ଭର ଶାସନ ଓ ରାଜପୁତ୍ରଙ୍କୁ ତୁମ୍ଭର ଧର୍ମ ପ୍ରଦାନ କର ।"},{"number":2,"verse":"ସେ ଧର୍ମରେ ତୁମ୍ଭ ଲୋକମାନଙ୍କର ଓ ନ୍ୟାୟରେ ତୁମ୍ଭ ଦୁଃଖୀ ଲୋକଙ୍କର ବିଚାର କରିବେ ।"},{"number":3,"verse":"ଧର୍ମ ଦ୍ଵାରା ପର୍ବତଗଣ ଓ ଉପପର୍ବତଗଣ ଲୋକମାନଙ୍କର ଶାନ୍ତି ଉତ୍ପନ୍ନ କରିବେ ।"},{"number":4,"verse":"ସେ ଲୋକମାନଙ୍କ ମଧ୍ୟରୁ ଦୁଃଖୀମାନଙ୍କର ବିଚାର କରିବେ, ସେ ଦୀନହୀନମାନଙ୍କର ସନ୍ତାନମାନଙ୍କୁ ଉଦ୍ଧାର କରିବେ ଓ ଉପଦ୍ରବକାରୀକି ଚୂର୍ଣ୍ଣ କରିବେ ।"},{"number":5,"verse":"ସୂର୍ଯ୍ୟ ଓ ଚନ୍ଦ୍ର ଥିବାଯାଏ ପୁରୁଷାନୁକ୍ରମେ ଲୋକମାନେ ତୁମ୍ଭଙ୍କୁ ଭୟ କରିବେ ।"},{"number":6,"verse":"କଟାଘାସରେ ବୃଷ୍ଟି ତୁଲ୍ୟ ଓ ଭୂମି-ସେଚନକାରୀ ଜଳଧାରା ତୁଲ୍ୟ ସେ ଓହ୍ଲାଇ ଆସିବେ ।"},{"number":7,"verse":"ତାହାଙ୍କ ସମୟରେ ଧାର୍ମିକମାନେ ବର୍ଦ୍ଧିଷ୍ଣୁ ହେବେ; ପୁଣି, ଚନ୍ଦ୍ର ଲୁପ୍ତ ନୋହିବା ପର୍ଯ୍ୟନ୍ତ ପ୍ରଚୁର ଶାନ୍ତି ହେବ ।"},{"number":8,"verse":"ମଧ୍ୟ ସେ ଏକ ସମୁଦ୍ରଠାରୁ ଅନ୍ୟ ସମୁଦ୍ର ପର୍ଯ୍ୟନ୍ତ ଓ ନଦୀଠାରୁ ପୃଥିବୀର ପ୍ରା; ପର୍ଯ୍ୟନ୍ତ କର୍ତ୍ତୃତ୍ଵ କରିବେ ।"},{"number":9,"verse":"ମରୁଭୂମି-ନିବାସୀ ଲୋକମାନେ ତାହାଙ୍କ ସମ୍ମୁଖରେ ନତ ହେବେ ଓ ତାହାଙ୍କ ଶତ୍ରୁଗଣ ଧୂଳି ଚାଟିବେ ।"},{"number":10,"verse":"ତର୍ଶୀଶର ଓ ଦ୍ଵୀପସମୂହର ରାଜଗଣ ଦର୍ଶନୀ ଆଣିବେ; ଶିବାର ଓ ସିବାର ରାଜଗଣ ଭେଟୀ ଦାନ କରିବେ ।"},{"number":11,"verse":"ହଁ, ସବୁ ରାଜାମାନେ ତାହାଙ୍କ ଛାମୁରେ ପ୍ରଣାମ କରିବେ; ସବୁ ଗୋଷ୍ଠୀମାନେ ତାହାଙ୍କର ସେବା କରିବେ ।"},{"number":12,"verse":"କାରଣ ସେ ଆର୍ତ୍ତନାଦକାରୀ ଦୀନହୀନକୁ ଓ ଅସହାୟ ଦରିଦ୍ରକୁ ଉଦ୍ଧାର କରିବେ।"},{"number":13,"verse":"ସେ ଦରିଦ୍ର ଓ ଦୀନହୀନ ପ୍ରତି ଦୟା କରିବେ ଓ ସେ ଦୀନହୀନମାନଙ୍କର ପ୍ରାଣ ଉଦ୍ଧାର କରିବେ ।"},{"number":14,"verse":"ସେ ଉପଦ୍ରବ ଓ ଦୌରାତ୍ମ୍ୟରୁ ସେମାନଙ୍କର ପ୍ରାଣ ମୁକ୍ତ କରିବେ; ପୁଣି, ତାହାଙ୍କ ଦୃଷ୍ଟିରେ ସେମାନଙ୍କ ରକ୍ତ ବହୁମୂଲ୍ୟ ହେବ ।"},{"number":15,"verse":"ଆଉ, ସେମାନେ ଜୀବିତ ରହିବେ ଓ ତାହାଙ୍କୁ ଶିବାର ସୁବର୍ଣ୍ଣ ଦତ୍ତ ହେବ; ଲୋକମାନେ ନିରନ୍ତର ତାହାଙ୍କ ପାଇଁ ପ୍ରାର୍ଥନା କରିବେ । ସେମାନେ ଦିନଯାକ ତାହାଙ୍କର ଧନ୍ୟବାଦ କରିବେ ।"},{"number":16,"verse":"ଦେଶ ମଧ୍ୟରେ ପର୍ବତଗଣର ଶିଖରରେ ପ୍ରଚୁର ଶସ୍ୟ ହେବ; ତହିଁର ଫଳ ଲିବାନୋନ୍ ତୁଲ୍ୟ ହଲିବ; ପୁଣି, ନଗରବାସୀମାନେ ପୃଥିବୀର ତୃଣ ତୁଲ୍ୟ ବର୍ଦ୍ଧିଷ୍ଣୁ ହେବେ ।"},{"number":17,"verse":"ତାହାଙ୍କ ନାମ ଅନନ୍ତକାଳ ରହିବ; ଯେପର୍ଯ୍ୟନ୍ତ ସୂର୍ଯ୍ୟ ଥାଏ, ସେପର୍ଯ୍ୟନ୍ତ ତାହାଙ୍କ ନାମ ସତେଜ ରହିବ; ଆଉ, ମନୁଷ୍ୟମାନେ ତାହାଙ୍କ ଦ୍ଵାରା ଆଶୀର୍ବାଦ ପ୍ରାପ୍ତ ହେବେ; ସବୁ ଗୋଷ୍ଠୀୟ ଲୋକେ ତାହାଙ୍କୁ ଧନ୍ୟ କହିବେ ।"},{"number":18,"verse":"ସଦାପ୍ରଭୁ ପରମେଶ୍ଵର, ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଧନ୍ୟ ହେଉନ୍ତୁ,"},{"number":19,"verse":"ପୁଣି, ତାହାଙ୍କର ଗୌରବାନ୍ଵିତ ନାମ ଅନନ୍ତକାଳ ଧନ୍ୟ ହେଉ ଓ ତାହାଙ୍କ ଗୌରବରେ ସମୁଦାୟ ପୃଥିବୀ ପରିପୂର୍ଣ୍ଣ ହେଉ । ଆମେନ୍, ଆମେନ୍ ।"},{"number":20,"verse":"ଯିଶୀର ପୁତ୍ର ଦାଉଦଙ୍କର ପ୍ରାର୍ଥନାସକଳ ସମାପ୍ତ ।"}]}