{"bibleAbbr":"orOV2014","bookName":"ଗୀତସଂହିତା","bookEnglishName":"Psalms","chapterNumber":73,"verses":[{"number":1,"verse":"( ତୃତୀୟ ଖଣ୍ତ (ଗୀତ. ୭୩:୧-୮୯:୫୨)) ( ପରମେଶ୍ଵରଙ୍କ ନ୍ୟାୟ ବିଚାର) ଆସଫର ଗୀତ । ପରମେଶ୍ଵର ଇସ୍ରାଏଲ ପ୍ରତି, ନିର୍ମଳାନ୍ତଃ- କରଣ ଲୋକଙ୍କ ପ୍ରତି ନିଶ୍ଚୟ ମଙ୍ଗଳ ସ୍ଵରୂପ ଅଟନ୍ତି ।"},{"number":2,"verse":"ମାତ୍ର ମୋହର ଚରଣ ପ୍ରାୟ ଟଳିଗଲା; ମୋହର ପାଦବିକ୍ଷେପ ପ୍ରାୟ ଖସିଗଲା ।"},{"number":3,"verse":"କାରଣ ମୁଁ ଦୁଷ୍ଟମାନଙ୍କର ସମୃଦ୍ଧି ଦେଖି ଦାମ୍ଭିକମାନଙ୍କ ପ୍ରତି ଈର୍ଷାନ୍ଵିତ ହେଲି ।"},{"number":4,"verse":"ଯେହେତୁ ସେମାନଙ୍କ ମରଣରେ କୌଣସି ବନ୍ଧନ ନାହିଁ; ମାତ୍ର ସେମାନଙ୍କ ବଳ ଦୃଢ଼ ଥାଏ ।"},{"number":5,"verse":"ସେମାନେ ଅନ୍ୟ ଲୋକଙ୍କ ପରି କଷ୍ଟରେ ପଡ଼ନ୍ତି ନାହିଁ; କିଅବା ଅନ୍ୟ ମନୁଷ୍ୟମାନଙ୍କ ପରି ସେମାନେ ଆଘାତ ପ୍ରାପ୍ତ ହୁଅନ୍ତି ନାହିଁ ।"},{"number":6,"verse":"ଏହେତୁ ଅହଙ୍କାର ସେମାନଙ୍କ ଗଳାର ହାର ସ୍ଵରୂପ ହୁଏ; ଦୌରାତ୍ମ୍ୟ ବସ୍ତ୍ର ପରି ସେମାନଙ୍କୁ ଆଚ୍ଛାଦନ କରେ ।"},{"number":7,"verse":"ମେଦରେ ସେମାନଙ୍କ ଚକ୍ଷୁ ବାହାରି ଉଠେ; ମନର ବାଞ୍ଛା ଅପେକ୍ଷା ସେମାନେ ଅଧିକ ପ୍ରାପ୍ତ ହୁଅନ୍ତି ।"},{"number":8,"verse":"ସେମାନେ ଟାହୁଲି କରନ୍ତି ଓ ଦୁଷ୍ଟତାରେ ଦୌରାତ୍ମ୍ୟ ଉଚ୍ଚାରଣ କରନ୍ତି; ସେମାନେ ଦମ୍ଭ କଥା କହନ୍ତି ।"},{"number":9,"verse":"ସେମାନେ ଆକାଶରେ ଆପଣା ଆପଣା ମୁଖ ରଖିଅଛନ୍ତି ଓ ସେମାନଙ୍କ ଜିହ୍ଵା ପୃଥିବୀରେ ଭ୍ରମଣ କରେ ।"},{"number":10,"verse":"ଏହେତୁ ତାହାର ଲୋକମାନେ ସେଆଡ଼େ ଫେରନ୍ତି; ପୁଣି, ପୂର୍ଣ୍ଣ ପାନପାତ୍ରର ଜଳସବୁ ସେମାନଙ୍କ ଦ୍ଵାରା ନିଗିଡ଼ାଯାଏ ।"},{"number":11,"verse":"ଆଉ, ସେମାନେ କହନ୍ତି, ପରମେଶ୍ଵର କିପରି ଜାଣିବେ ? ଓ ସର୍ବୋପରିସ୍ଥଙ୍କର କି ଜ୍ଞାନ ଅଛି ?"},{"number":12,"verse":"ଦେଖ, ଏମାନେ ଦୁଷ୍ଟଲୋକ; ପୁଣି, ସେମାନେ ସର୍ବଦା ନିର୍ବିଘ୍ନରେ ଥାଇ ଧନ ବୃଦ୍ଧି କରନ୍ତି ।"},{"number":13,"verse":"ନିଶ୍ଚୟ ମୁଁ ବ୍ୟର୍ଥରେ ଆପଣା ଅନ୍ତଃକରଣ ଶୁଚି କରିଅଛି ଓ ନିର୍ଦ୍ଦୋଷତାରେ ଆପଣା ହସ୍ତ ପ୍ରକ୍ଷାଳନ କରିଅଛି;"},{"number":14,"verse":"କାରଣ ମୁଁ ଦିନଯାକ ଆଘାତ ଓ ପ୍ରତି ପ୍ରଭାତ ଶାସ୍ତି ପ୍ରାପ୍ତ ହୋଇଅଛି ।"},{"number":15,"verse":"ଏରୂପ କହିବି ବୋଲି ଯେବେ ମୁଁ କହିଥାʼନ୍ତି; ତେବେ ଦେଖ, ମୁଁ ତୁମ୍ଭ ସନ୍ତାନଗଣର ବଂଶ ପ୍ରତି ବିଶ୍ଵାସଘାତକତା କରିଥାʼନ୍ତି ।"},{"number":16,"verse":"ମୁଁ ତାହା କିରୂପେ ଜାଣିବି ବୋଲି ଭାବନା କଲା ବେଳେ ମୋʼ ପ୍ରତି ତାହା ଅତି କଷ୍ଟକର ହେଲା;"},{"number":17,"verse":"ଶେଷରେ ମୁଁ ପରମେଶ୍ଵରଙ୍କ ଧର୍ମଧାମକୁ ଗଲି ଓ ସେମାନଙ୍କର ଶେଷଫଳ ବିବେଚନା କଲି ।"},{"number":18,"verse":"ନିଶ୍ଚୟ ତୁମ୍ଭେ ସେମାନଙ୍କୁ ଖସଡ଼ା ସ୍ଥାନରେ ରଖୁଅଛ; ତୁମ୍ଭେ ସେମାନଙ୍କୁ ସର୍ବନାଶରେ ପକାଉଅଛ ।"},{"number":19,"verse":"ସେମାନେ ଏକ ନିମିଷରେ କିପରି ଉଚ୍ଛିନ୍ନ ହୁଅନ୍ତିଣ! ନାନା ତ୍ରାସରେ ସେମାନେ ନିଃଶେଷ ରୂପେ ସଂହାରିତ ହୁଅନ୍ତି ।"},{"number":20,"verse":"ନିଦ୍ରାରୁ ଜାଗ୍ରତ ହେଲା ଉତ୍ତାରେ ଯେପରି ସ୍ଵପ୍ନ, ସେପରି, ହେ ପ୍ରଭୋ, ତୁମ୍ଭେ ଜାଗ୍ରତ ହେଲେ, ସେମାନଙ୍କ ମୂର୍ତ୍ତିକି ତୁଚ୍ଛଜ୍ଞାନ କରିବ ।"},{"number":21,"verse":"ମୋହର ହୃଦୟ ଦୁଃଖିତ ହୋଇଥିଲା ଓ ମୋହର ମର୍ମ ବିଦ୍ଧ ହୋଇଥିଲା ।"},{"number":22,"verse":"ମୁଁ ଏଡ଼େ ମୂର୍ଖ ଓ ଅଜ୍ଞାନ, ମୁଁ ତୁମ୍ଭ ସାକ୍ଷାତରେ ପଶୁ ପରି ଥିଲି ।"},{"number":23,"verse":"ତଥାପି ମୁଁ ତୁମ୍ଭ ସଙ୍ଗେ ସଙ୍ଗେ ନିରନ୍ତର ଅଛି; ତୁମ୍ଭେ ମୋହର ଦକ୍ଷିଣ ହସ୍ତ ଧରିଅଛ ।"},{"number":24,"verse":"ତୁମ୍ଭେ ନିଜ ମନ୍ତ୍ରଣାରେ ମୋତେ ପଥ ଦେଖାଇବ ଓ ଶେଷରେ ତୁମ୍ଭେ ମୋତେ ଗୌରବରେ ଗ୍ରହଣ କରିବ ।"},{"number":25,"verse":"ସ୍ଵର୍ଗରେ ତୁମ୍ଭ ବିନା ମୋହର ଆଉ କିଏ ଅଛି ? ଓ ଭୂମଣ୍ତଳରେ ତୁମ୍ଭ ଛଡ଼ା ଆଉ କାହାକୁ ମୁଁ ବାଞ୍ଛା କରୁ ନାହିଁ ।"},{"number":26,"verse":"ମୋହର ମାଂସ ଓ ଚିତ୍ତ କ୍ଷୟ ପାଉଅଛି; ମାତ୍ର ପରମେଶ୍ଵର ଅନନ୍ତକାଳ ମୋʼ ଚିତ୍ତର ବଳ ଓ ମୋହର ବାଣ୍ଟ ସ୍ଵରୂପ ଅଟନ୍ତି ।"},{"number":27,"verse":"କାରଣ ଦେଖ, ତୁମ୍ଭଠାରୁ ଦୂରରେ ଥିବା ଲୋକମାନେ ବିନଷ୍ଟ ହେବେ; ତୁମ୍ଭଙ୍କୁ ଛାଡ଼ି ବ୍ୟଭିଚାର କରିବା ଲୋକ ସମସ୍ତଙ୍କୁ ତୁମ୍ଭେ ଉଚ୍ଛିନ୍ନ କରିଅଛ ।"},{"number":28,"verse":"ମାତ୍ର ପରମେଶ୍ଵରଙ୍କର ନିକଟବର୍ତ୍ତୀ ହେବାର ମୋହର ମଙ୍ଗଳ; ମୁଁ ତୁମ୍ଭର ସକଳ କର୍ମ ବର୍ଣ୍ଣନା କରିବା ପାଇଁ ପ୍ରଭୁ ସଦାପ୍ରଭୁଙ୍କୁ ଆପଣାର ଆଶ୍ରୟ ସ୍ଵରୂପ କରିଅଛି ।"}]}