{"bibleAbbr":"orOV2014","bookName":"ଗୀତସଂହିତା","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"( ତୁମ୍ଭର ଆଶ୍ଚର୍ଯ୍ୟକ୍ରିୟାସକଳ ବର୍ଣ୍ଣନା କରିବି) ପ୍ରଧାନ ବାଦ୍ୟକର ନିମନ୍ତେ, ମୂତ୍-ଲବ୍ବନ୍ ସ୍ଵରରେ ଦାଉଦଙ୍କର ଗୀତ । ମୁଁ ସର୍ବାନ୍ତଃକରଣରେ ସଦାପ୍ରଭୁଙ୍କର ଧନ୍ୟବାଦ କରିବି; ମୁଁ ତୁମ୍ଭର ଆଶ୍ଚର୍ଯ୍ୟକ୍ରିୟାସକଳ ବର୍ଣ୍ଣନା କରିବି ।"},{"number":2,"verse":"ମୁଁ ତୁମ୍ଭଠାରେ ଆନନ୍ଦ ଓ ଉଲ୍ଲାସ କରିବି; ହେ ସର୍ବୋପରିସ୍ଥ, ମୁଁ ତୁମ୍ଭ ନାମ ଉଦ୍ଦେଶ୍ୟରେ ପ୍ରଶଂସା ଗାନ କରିବି ।"},{"number":3,"verse":"ମୋହର ଶତ୍ରୁମାନେ ଫେରିଯିବା ବେଳେ ତୁମ୍ଭ ସାକ୍ଷାତରେ ଝୁଣ୍ଟି ପଡ଼ି ବିନଷ୍ଟ ହୁଅନ୍ତି ।"},{"number":4,"verse":"କାରଣ ତୁମ୍ଭେ ମୋହର ବିଚାର ଓ ବିବାଦ ନିଷ୍ପନ୍ନ କରିଅଛ; ତୁମ୍ଭେ ସିଂହାସନରେ ବସି ଧର୍ମବିଚାର କରିଅଛ ।"},{"number":5,"verse":"ତୁମ୍ଭେ ଗୋଷ୍ଠୀୟମାନଙ୍କୁ ଅନୁଯୋଗ କରିଅଛ, ତୁମ୍ଭେ ଦୁଷ୍ଟମାନଙ୍କୁ ସଂହାର କରିଅଛ, ତୁମ୍ଭେ ଅନନ୍ତକାଳ ନିମନ୍ତେ ସେମାନଙ୍କ ନାମ ଲିଭାଇ ଦେଇଅଛ ।"},{"number":6,"verse":"ଶତ୍ରୁମାନେ ଶେଷ ପାଇଅଛନ୍ତି, ସେମାନେ ସଦାକାଳ ଉଚ୍ଛିନ୍ନ ହୋଇଅଛନ୍ତି; ତୁମ୍ଭେ ନଗରମାନଙ୍କୁ ଉତ୍ପାଟନ କରିଅଛ, ସେମାନଙ୍କର ସ୍ମରଣ ସୁଦ୍ଧା ଲୁପ୍ତ ହୋଇଅଛି ।"},{"number":7,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁ ଅନନ୍ତକାଳ ରାଜା ରୂପେ ଉପବିଷ୍ଟ; ସେ ବିଚାରାର୍ଥେ ଆପଣା ସିଂହାସନ ପ୍ରସ୍ତୁତ କରିଅଛନ୍ତି ।"},{"number":8,"verse":"ପୁଣି, ସେ ଧର୍ମରେ ଜଗତକୁ ବିଚାର କରିବେ, ସେ ନ୍ୟାୟରେ ଗୋଷ୍ଟୀୟମାନଙ୍କର ବିଚାର ସାଧନ କରିବେ ।"},{"number":9,"verse":"ମଧ୍ୟ ସଦାପ୍ରଭୁ ଉପଦ୍ରବଗ୍ରସ୍ତମାନଙ୍କ ନିମନ୍ତେ ଉଚ୍ଚ ଦୁର୍ଗ ହେବେ । ସଙ୍କଟ ସମୟରେ ଉଚ୍ଚ ଦୁର୍ଗ ହେବେ;"},{"number":10,"verse":"ଯେଉଁମାନେ ତୁମ୍ଭ ନାମ ଜାଣନ୍ତି, ସେମାନେ ତୁମ୍ଭଠାରେ ବିଶ୍ଵାସ କରିବେ; କାରଣ ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭେ ଆପଣା ଅନ୍ଵେଷଣ-କାରୀମାନଙ୍କୁ ପରିତ୍ୟାଗ କରି ନାହଁ ।"},{"number":11,"verse":"ସିୟୋନ-ନିବାସୀ, ସଦାପ୍ରଭୁଙ୍କର ପ୍ରଶଂସା ଗାନ କର; ଗୋଷ୍ଠୀୟମାନଙ୍କ ମଧ୍ୟରେ ତାହାଙ୍କର କ୍ରିୟାସବୁ ପ୍ରଚାର କର ।"},{"number":12,"verse":"କାରଣ ଯେ ରକ୍ତପାତର ଅନୁସନ୍ଧାନ କରନ୍ତି, ସେ ସେମାନଙ୍କୁ ସ୍ମରଣ କରନ୍ତି; ସେ ଦୁଃଖୀମାନଙ୍କର କ୍ରନ୍ଦନ ବିସ୍ମୃତ ହୁଅନ୍ତି ନାହିଁ ।"},{"number":13,"verse":"ହେ ସଦାପ୍ରଭୋ, ହେ ମୃତ୍ୟୁଦ୍ଵାରରୁ ମୋହର ଉଠାଇବା କର୍ତ୍ତା, ମୋʼ ପ୍ରତି ଦୟା କର; ମୁଁ ଘୃଣାକାରୀମାନଙ୍କଠାରୁ ଯେଉଁ କ୍ଳେଶ ଭୋଗ କରେ, ତହିଁ ପ୍ରତି ଦୃଷ୍ଟି କର ।"},{"number":14,"verse":"ତହିଁରେ ମୁଁ ତୁମ୍ଭର ସକଳ ପ୍ରଶଂସା ପ୍ରକାଶ କରିବି । ସିୟୋନ-କନ୍ୟାର ନଗର-ଦ୍ଵାରରେ ମୁଁ ତୁମ୍ଭ କୃତ ପରିତ୍ରାଣରେ ଉଲ୍ଲାସ କରିବି ।"},{"number":15,"verse":"ଗୋଷ୍ଠୀୟମାନେ ଆପଣାମାନଙ୍କ ଚୋରାଗର୍ତ୍ତରେ ମଗ୍ନ ହୋଇଅଛନ୍ତି; ସେମାନେ ଗୋପନରେ ଯେଉଁ ଜାଲ ପାତିଥିଲେ, ତହିଁରେ ସେମାନଙ୍କ ନିଜ ପାଦ ଧରା ଯାଇଅଛି ।"},{"number":16,"verse":"ସଦାପ୍ରଭୁ ଆପଣାର ପରିଚୟ ଦେଇଅଛନ୍ତି, ସେ ବିଚାର ସାଧନ କରିଅଛନ୍ତି; ଦୁଷ୍ଟ ନିଜ ହସ୍ତର କର୍ମପାଶରେ ବଦ୍ଧ ହୋଇଅଛି । [ହିଗାୟୋନ୍ । ସେଲା ।"},{"number":17,"verse":"ଦୁଷ୍ଟମାନେ ଓ ଯେଉଁ ଗୋଷ୍ଠୀୟମାନେ ପରମେଶ୍ଵରଙ୍କୁ ପାସୋରନ୍ତି, ସେସମସ୍ତେ ପାତାଳକୁ ଚାଲିଯିବେ ।"},{"number":18,"verse":"କାରଣ ଦୀନହୀନ ସର୍ବଦା ବିସ୍ମୃତ ନୋହିବ, ଅବା ଦରିଦ୍ରର ପ୍ରତ୍ୟାଶା ସର୍ବଦା ବିନଷ୍ଟ ନୋହିବ ।"},{"number":19,"verse":"ହେ ସଦାପ୍ରଭୋ, ଉଠ; ମନୁଷ୍ୟକୁ ପ୍ରବଳ ହେବାକୁ ଦିଅ ନାହିଁ; ଗୋଷ୍ଠୀୟମାନେ ତୁମ୍ଭ ସାକ୍ଷାତରେ ବିଚାରିତ ହେଉନ୍ତୁ ।"},{"number":20,"verse":"ହେ ସଦାପ୍ରଭୋ, ସେମାନଙ୍କୁ ଭୟଗ୍ରସ୍ତ କର; ଗୋଷ୍ଠୀୟମାନେ ଆପଣାମାନଙ୍କୁ ମନୁଷ୍ୟମାତ୍ର ବୋଲି ଜାଣନ୍ତୁ । [ସେଲା"}]}