{"bibleAbbr":"orOV2014","bookName":"ଗୀତସଂହିତା","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"( ସଦାପ୍ରଭୁ ସମଗ୍ର ମାନବ ଜାତିର ବିଚାରକର୍ତ୍ତା) ହେ ସଦାପ୍ରଭୋ, ପ୍ରତିଫଳଦାତା ପରମେଶ୍ଵର, ହେ ପ୍ରତିଫଳଦାତା ପରମେଶ୍ଵର, ତୁମ୍ଭେ ପ୍ରକାଶମାନ ହୁଅ ।"},{"number":2,"verse":"ହେ ପୃଥିବୀର ବିଚାରକର୍ତ୍ତା, ଉଠ; ଅହଙ୍କାରୀ-ମାନଙ୍କୁ ସେମାନଙ୍କ କର୍ମାନୁସାରେ ପ୍ରତିଫଳ ଦିଅ ।"},{"number":3,"verse":"ହେ ସଦାପ୍ରଭୋ, ଦୁଷ୍ଟମାନେ କେତେ କାଳ, ଦୁଷ୍ଟମାନେ କେତେ କାଳ ଜୟଧ୍ଵନି କରିବେ ?"},{"number":4,"verse":"ସେମାନେ କେତେ କାଳ ଅହଙ୍କାରରେ କଥା ଉଚ୍ଚାରଣ କରି କହିବେ ? ଅଧର୍ମାଚାରୀ ସମସ୍ତେ ଦର୍ପ କରନ୍ତି ।"},{"number":5,"verse":"ହେ ସଦାପ୍ରଭୋ, ସେମାନେ ତୁମ୍ଭ ଲୋକମାନଙ୍କୁ ଚୂର୍ଣ୍ଣ କରନ୍ତି ଓ ତୁମ୍ଭ ଅଧିକାରକୁ କ୍ଳେଶ ଦିଅନ୍ତି ।"},{"number":6,"verse":"ସେମାନେ ବିଧବା ଓ ବିଦେଶୀକି ବଧ କରନ୍ତି ଓ ପିତୃହୀନମାନଙ୍କୁ ହତ୍ୟା କରନ୍ତି ।"},{"number":7,"verse":"ପୁଣି, ସଦାପ୍ରଭୁ ଦେଖିବେ ନାହିଁ, କିଅବା ଯାକୁବର ପରମେଶ୍ଵର ବିବେଚନା କରିବେ ନାହିଁ, ଏହା ସେମାନେ କହନ୍ତି ।"},{"number":8,"verse":"ହେ ଲୋକଙ୍କ ମଧ୍ୟରେ ପଶୁବତ୍ ଲୋକେ, ତୁମ୍ଭେମାନେ ବିବେଚନା କର; ହେ ମୂଢ଼ଗଣ, ତୁମ୍ଭେମାନେ କେବେ ଜ୍ଞାନବାନ ହେବ ?"},{"number":9,"verse":"ଯେ କର୍ଣ୍ଣ ରୋପଣ କଲେ, ସେ କି ଶୁଣିବେ ନାହିଁ ? ଯେ ଚକ୍ଷୁ ଗଢ଼ିଲେ, ସେ କି ଦେଖିବେ ନାହିଁ ?"},{"number":10,"verse":"ଯେ ଗୋଷ୍ଠୀବର୍ଗକୁ ଶାସନ କରନ୍ତି, ଯେ ମନୁଷ୍ୟକୁ ଜ୍ଞାନ ଶିକ୍ଷା ଦିଅନ୍ତି, ସେ କି ଶାସ୍ତି ଦେବେ ନାହିଁ ?"},{"number":11,"verse":"ମନୁଷ୍ୟର କଳ୍ପନାସବୁ ଅସାର ବୋଲି ସଦାପ୍ରଭୁ ଜାଣନ୍ତି ।"},{"number":12,"verse":"ହେ ସଦାପ୍ରଭୋ, ଦୁଷ୍ଟ ନିମନ୍ତେ ଗର୍ତ୍ତ ଖୋଳା ହେବା ପର୍ଯ୍ୟନ୍ତ ବିପଦ କାଳରୁ ବିଶ୍ରାମ ଦେବା ନିମନ୍ତେ,"},{"number":13,"verse":"ତୁମ୍ଭେ ଯାହାକୁ ଶାସନ କର ଓ ଆପଣା ବ୍ୟବସ୍ଥାରୁ ଶିକ୍ଷା ଦିଅ, ସେ ଲୋକ ଧନ୍ୟ ।"},{"number":14,"verse":"କାରଣ ସଦାପ୍ରଭୁ ଆପଣା ଲୋକମାନଙ୍କୁ ଦୂର କରିବେ ନାହିଁ, କିଅବା ଆପଣା ଅଧିକାର ପରିତ୍ୟାଗ କରିବେ ନାହିଁ ।"},{"number":15,"verse":"ଯେହେତୁ ଶାସନ ଧର୍ମ ପକ୍ଷରେ ବାହୁଡ଼ିବ; ପୁଣି, ସରଳାନ୍ତଃକରଣ ଲୋକସମସ୍ତେ ତହିଁର ଅନୁଗାମୀ ହେବେ ।"},{"number":16,"verse":"କିଏ ମୋହର ସପକ୍ଷ ହୋଇ କୁକର୍ମକାରୀମାନଙ୍କ ବିରୁଦ୍ଧରେ ଉଠିବ ? କିଏ ମୋହର ସପକ୍ଷ ହୋଇ ଅଧର୍ମାଚାରୀମାନଙ୍କ ବିରୁଦ୍ଧରେ ଠିଆ ହେବ ?"},{"number":17,"verse":"ସଦାପ୍ରଭୁ ମୋହର ସହାୟ ହୋଇ ନ ଥିଲେ ମୋହର ପ୍ରାଣ ଶୀଘ୍ର ନୀରବ ସ୍ଥାନରେ ବାସ କରିଥାʼନ୍ତା ।"},{"number":18,"verse":"ମୋହର ପାଦ ଖସି ଯାଉଛି ବୋଲି କହିଲା ବେଳେ, ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭର ଦୟା ମୋତେ ଧରି ରଖିଲା ।"},{"number":19,"verse":"ମୋʼ ଆନ୍ତରିକ ଭାବନାର ବାହୁଲ୍ୟ ସମୟରେ ତୁମ୍ଭର ସାନ୍ତ୍ଵନାସବୁ ମୋʼ ପ୍ରାଣକୁ ଆହ୍ଲାଦିତ କରେ ।"},{"number":20,"verse":"ବିଧାନ ଦ୍ଵାରା ଉପଦ୍ରବ-ରଚନାକାରୀ ଦୁଷ୍ଟତାରୂପ ସିଂହାସନର କି ତୁମ୍ଭ ସଙ୍ଗେ ସମ୍ଵନ୍ଧତା ହେବ ?"},{"number":21,"verse":"ସେମାନେ ଧାର୍ମିକର ପ୍ରାଣ ପ୍ରତିକୂଳରେ ଦଳବଦ୍ଧ ହୁଅନ୍ତି ଓ ନିର୍ଦ୍ଦୋଷ ରକ୍ତକୁ ଦୋଷୀ କରନ୍ତି ।"},{"number":22,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁ ମୋହର ଉଚ୍ଚ ଦୁର୍ଗ ଓ ମୋʼ ପରମେଶ୍ଵର ମୋହର ଆଶ୍ରୟଶୈଳ ହୋଇଅଛନ୍ତି ।"},{"number":23,"verse":"ପୁଣି, ସେ ସେମାନଙ୍କ ନିଜ ଅଧର୍ମ ସେମାନଙ୍କ ଉପରେ ବର୍ତ୍ତାଇ ଅଛନ୍ତି, ଆଉ ସେମାନଙ୍କ ନିଜ ଦୁଷ୍ଟତାରେ ସେମାନଙ୍କୁ ଉଚ୍ଛିନ୍ନ କରିବେ; ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵର ସେମାନଙ୍କୁ ଉଚ୍ଛିନ୍ନ କରିବେ ।"}]}