{"bibleAbbr":"bnOV2016","bookName":"মার্কলিথিত সুসমাচার।","bookEnglishName":"Mark","chapterNumber":13,"verses":[{"number":1,"verse":"( যিরূশালেমের বিনাশ ও যীশুর পুনরাগমন বিষয়ক শিক্ষা।) পরে ( অধ্যায়। ।) ধর্ম্মধাম হইতে বাহিরে যাইবার সময়ে তাঁহার শিষ্যগণের মধ্যে এক জন তাঁহাকে কহিলেন, হে গুরু, দেখুন, কেমন পাথর ও কেমন গাঁথনি!"},{"number":2,"verse":"যীশু তাঁহাকে কহিলেন, তুমি কি এই সকল বড় বড় গাঁথনি দেখিতেছ? ইহার একখানি পাথর আর একখানি পাথরের উপরে থাকিবে না, সকলই ভূমিসাৎ হইবে।"},{"number":3,"verse":"পরে তিনি জৈতুন পর্ব্বতে ধর্ম্মধামের সম্মুখে বসিলে পিতর, যাকোব, যোহন ও আন্দ্রিয় বিরলে তাঁহাকে জিজ্ঞাসা করিলেন,"},{"number":4,"verse":"আমাদিগকে বলুন দেখি, এই সকল ঘটনা কখন্ হইবে? আর এই সমস্তের সিদ্ধি নিকটবর্ত্তী হইবার চিহ্নই বা কি?"},{"number":5,"verse":"যীশু তাঁহাদিগকে বলিতে লাগিলেন, দেখিও, কেহ যেন তোমাদিগকে না ভুলায়।"},{"number":6,"verse":"অনেকে আমার নাম ধরিয়া আসিবে, বলিবে, আমিই সেই, আর অনেক লোককে ভুলাইবে।"},{"number":7,"verse":"কিন্তু তোমরা যখন যুদ্ধের কথা ও যুদ্ধের জনরব শুনিবে, তখন ব্যাকুল হইও না; এ সকল অবশ্যই ঘটিবে, কিন্তু তখনও শেষ নয়।"},{"number":8,"verse":"কারণ জাতির বিপক্ষে জাতি, ও রাজ্যের বিপক্ষে রাজ্য উঠিবে। স্থানে স্থানে ভূমিকম্প হইবে; দুর্ভিক্ষ হইবে; এ সকল যাতনার আরম্ভমাত্র।"},{"number":9,"verse":"তোমরা আপনাদের বিষয়ে সাবধান। লোকে তোমাদিগকে বিচার-সভায় সমর্পণ করিবে, এবং তোমরা সমাজ-গৃহে প্রহারিত হইবে; আর আমার জন্য তোমরা দেশাধ্যক্ষ ও রাজাদের কাছে সাক্ষ্য দিবার নিমিত্ত তাহাদের সম্মুখে দাঁড়াইবে।"},{"number":10,"verse":"আর অগ্রে সর্ব্বজাতির কাছে সুসমাচার প্রচারিত হওয়া আবশ্যক।"},{"number":11,"verse":"কিন্তু লোকে যখন তোমাদিগকে সমর্পণ করিতে লইয়া যাইবে, তখন কি বলিবে, অগ্রে সে জন্য ভাবিত হইও না; বরং সেই দণ্ডে যে কথা তোমাদিগকে দেওয়া যাইবে, তাহাই বলিও; কেননা তোমরাই যে কথা বলিবে, তাহা নয়, কিন্তু পবিত্র আত্মাই বলিবেন।"},{"number":12,"verse":"তখন ভ্রাতা ভ্রাতাকে ও পিতা সন্তানকে মৃত্যুতে সমর্পণ করিবে; এবং সন্তানেরা আপন আপন মাতাপিতার বিপক্ষে উঠিয়া তাহাদিগকে বধ করাইবে।"},{"number":13,"verse":"আর আমার নাম প্রযুক্ত তোমরা সকলের ঘৃণিত হইবে; কিন্তু যে কেহ শেষ পর্য্যন্ত স্থির থাকিবে, সেই পরিত্রাণ পাইবে।"},{"number":14,"verse":"পরন্তু যখন তোমরা দেখিবে, ( ।; ।) ধ্বংসের সেই ঘৃণার্হ বস্তু যেখানে দাঁড়াইবার নয়, সেইখানে দাঁড়াইয়া আছে—যে পাঠ করে, সে বুঝুক, —তখন যাহারা যিহূদিয়াতে থাকে, তাহারা পাহাড় অঞ্চলে পলায়ন করুক;"},{"number":15,"verse":"এবং যে কেহ ছাদের উপরে থাকে, সে গৃহ হইতে জিনিষপত্র লইবার জন্য নীচে না নামুক ও তাহার মধ্যে প্রবেশ না করুক;"},{"number":16,"verse":"এবং যে কেহ ক্ষেত্রে থাকে, সে আপন বস্ত্র লইবার নিমিত্ত পশ্চাতে ফিরিয়া না যাউক।"},{"number":17,"verse":"হায়, সেই সময়ে গর্ভবতী এবং স্তন্যদাত্রী নারীদের সন্তাপ!"},{"number":18,"verse":"আর প্রার্থনা করিও, যেন ইহা শীতকালে না হয়।"},{"number":19,"verse":"কেননা তৎকালে এরূপ ক্লেশ উপস্থিত হইবে, যেরূপ ক্লেশ ঈশ্বরের কৃত সৃষ্টির আদি অবধি এ পর্য্যন্ত কখনও হয় নাই, কখন হইবেও না।"},{"number":20,"verse":"আর প্রভু যদি সেই দিনের সংখ্যা কমাইয়া না দিতেন, তবে কোন প্রাণীই রক্ষা পাইত না; কিন্তু তিনি যাহাদিগকে মনোনীত করিয়াছেন, সেই মনোনীতদের জন্য সেই দিনের সংখ্যা কমাইয়া দিলেন।"},{"number":21,"verse":"আর তৎকালে যদি কেহ তোমাদিগকে বলে, দেখ, সেই খ্রীষ্ট এখানে, কিম্বা দেখ, ওখানে, তোমরা বিশ্বাস করিও না।"},{"number":22,"verse":"কেননা ভাক্ত খ্রীষ্টেরা ও ভাক্ত ভাববাদীরা উঠিবে, এবং নানা চিহ্ন ও অদ্ভুদ লক্ষণ দেখাইবে, যেন, যদি হইতে পারে, তবে মনোনীতদিগকেও ভুলায়।"},{"number":23,"verse":"কিন্তু তোমরা সাবধান থাকিও। দেখ, আমি পূর্ব্বেই তোমাদিগকে সকলই জানাইলাম।"},{"number":24,"verse":"আর সেই সময়ে, সেই ক্লেশের পরে, সূর্য্য অন্ধকার হইবে, চন্দ্র জ্যোৎস্না দিবে না,"},{"number":25,"verse":"আকাশ হইতে তারাগণের পতন হইবে, ও আকাশমণ্ডলের পরাক্রম সকল বিচলিত হইবে।"},{"number":26,"verse":"আর তখন লোকেরা দেখিবে, মনুষ্যপুত্র মহাপরাক্রম ও প্রতাপের সহিত মেঘযোগে আসিতেছেন। ( ।)"},{"number":27,"verse":"তখন তিনি দূতগণকে প্রেরণ করিয়া পৃথিবীর সীমা অবধি আকাশের সীমা পর্য্যন্ত চারি বায়ু হইতে তাঁহার মনোনীতদিগকে একত্র করিবেন।"},{"number":28,"verse":"আর ডুমুরগাছ হইতে দৃষ্টান্ত শিখ; যখন তাহার শাখা কোমল হইয়া পত্র বাহির করে, তখন তোমরা জানিতে পাও গ্রীষ্মকাল সন্নিকট;"},{"number":29,"verse":"সেইরূপ তোমরা ঐ সকল ঘটনা দেখিলেই জানিতে পাইবে, তিনি সন্নিকট, এমন কি, দ্বারে উপস্থিত।"},{"number":30,"verse":"আমি তোমাদিগকে সত্য কহিতেছি, যে পর্য্যন্ত এ সমস্ত সিদ্ধ না হইবে, সে পর্য্যন্ত এই কালের লোকদের লোপ হইবে না।"},{"number":31,"verse":"আকাশের ও পৃথিবীর লোপ হইবে, কিন্তু আমার বাক্যের লোপ কখনও হইবে না।"},{"number":32,"verse":"কিন্তু সেই দিনের বা সেই দণ্ডের তত্ত্ব কেহই জানে না; স্বর্গস্থ দূতগণও জানেন না, পুত্রও জানেন না, কেবল পিতা জানেন।"},{"number":33,"verse":"সাবধান, তোমরা জাগিয়া থাকিও ও প্রার্থনা করিও; কেননা সে সময় কবে হইবে, তাহা জান না।"},{"number":34,"verse":"কোন ব্যক্তি যেন আপন বাটী ছাড়িয়া বিদেশে গিয়া প্রবাস করিতেছেন; আর তিনি আপন দাসদিগকে ক্ষমতা দিয়াছেন, প্রত্যেকের কার্য্য নিরূপণ করিয়া দিয়াছেন, এবং দ্বারীকে জাগিয়া থাকিতে আদেশ করিয়াছেন।"},{"number":35,"verse":"অতএব তোমরা জাগিয়া থাকিও, কেননা গৃহের কর্ত্তা কখন আসিবেন, কি সন্ধ্যাকালে, কি দুই প্রহর রাত্রিতে, কি কুকুড়াডাকের সময়ে, কি প্রাতঃকালে, তোমরা তাহা জান না;"},{"number":36,"verse":"তিনি হঠাৎ আসিয়া যেন তোমাদিগকে নিদ্রিত না দেখিতে পান।"},{"number":37,"verse":"আর আমি তোমাদিগকে যাহা বলিতেছি, তাহাই সকলকে বলি, জাগিয়া থাকিও।"}]}