{"bibleAbbr":"bnOV2016","bookName":"মার্কলিথিত সুসমাচার।","bookEnglishName":"Mark","chapterNumber":3,"verses":[{"number":1,"verse":"আর তিনি আবার সমাজ-গৃহে প্রবেশ করিলেন; সেখানে একটী লোক ছিল, তাহার একখানি হাত শুকাইয়া গিয়াছিল।"},{"number":2,"verse":"তখন লোকেরা, তিনি বিশ্রামবারে তাহাকে সুস্থ করেন কি না, দেখিবার জন্য তাঁহার প্রতি দৃষ্টি রাখিল; যেন তাঁহার নামে দোষারোপ করিতে পারে।"},{"number":3,"verse":"তখন তিনি সেই শুষ্কহস্ত লোকটীকে কহিলেন, মাঝখানে আসিয়া দাঁড়াও।"},{"number":4,"verse":"পরে তাহাদিগকে কহিলেন, বিশ্রামবারে কি করা বিধেয়? ভাল করা না মন্দ করা? প্রাণরক্ষা করা না বধ করা?"},{"number":5,"verse":"কিন্তু তাহারা চুপ করিয়া রহিল। তখন তিনি তাহাদের অন্তঃকরণের কাঠিন্যে দুঃখিত হইয়া সক্রোধে চারিদিকে তাহাদের প্রতি দৃষ্টিপাত করিয়া সেই লোকটীকে কহিলেন, তোমার হাত বাড়াইয়া দেও; সে তাহা বাড়াইয়া দিল, আর তাহার হাত আগে যেমন ছিল, তেমনি হইল।"},{"number":6,"verse":"পরে ফরীশীরা বাহির হইয়া তৎক্ষণাৎ হেরোদীয়দের সহিত তাঁহার বিরুদ্ধে মন্ত্রণা করিতে লাগিল, কি প্রকারে তাঁহাকে বিনষ্ট করিতে পারে।"},{"number":7,"verse":"( যীশুর অনেক অলৌকিক কার্য্য।) পরে যীশু আপন শিষ্যদের সহিত সমুদ্রের নিকটে প্রস্থান করিলেন; তাহাতে গালীল হইতে বিস্তর লোক তাঁহার পশ্চাৎ পশ্চাৎ গেল।"},{"number":8,"verse":"আর যিহূদিয়া, যিরূশালেম, ইদোম, যর্দ্দন নদীর পরপারস্থ দেশ এবং সোর ও সীদোনের চারিদিক্ হইতে অনেক লোক, তিনি যে সমস্ত মহৎ মহৎ কার্য্য করিতেছিলেন, তাহা শুনিয়া তাঁহার নিকটে আসিল।"},{"number":9,"verse":"তখন তিনি আপন শিষ্যদিগকে বলিলেন, ভিড় প্রযুক্ত যেন একখানি নৌকা তাঁহার জন্য প্রস্তুত থাকে, পাছে লোকে তাঁহার উপরে চাপাচাপি করিয়া পড়ে।"},{"number":10,"verse":"কেননা তিনি অনেক লোককে সুস্থ করিলেন, সেই জন্য ব্যাধিগ্রস্ত সকলে তাঁহাকে স্পর্শ করিবার চেষ্টায় তাঁহার গায়ের উপরে পড়িতেছিল।"},{"number":11,"verse":"আর অশুচি আত্মারা তাঁহাকে দেখিলেই তাঁহার সম্মুখে পড়িয়া চেঁচাইয়া বলিত, আপনি ঈশ্বরের পুত্র;"},{"number":12,"verse":"কিন্তু তিনি তাহাদিগকে দৃঢ়রূপে নিষেধ করিয়া দিতেন, যেন তাহারা তাঁহার পরিচয় না দেয়।"},{"number":13,"verse":"( বারো জন শিষ্যের প্রেরিত-পদে নিয়োগ।) পরে তিনি পর্ব্বতে উঠিয়া, আপনি যাঁহাদিগকে ইচ্ছা করিলেন, নিকটে ডাকিলেন; তাহাতে তাঁহারা তাঁহার কাছে আসিলেন।"},{"number":14,"verse":"আর তিনি বারো জনকে নিযুক্ত করিলেন, যেন তাঁহারা তাঁহার সঙ্গে সঙ্গে থাকেন, ও যেন তিনি তাঁহাদিগকে প্রচার করিবার জন্য প্রেরণ করেন,"},{"number":15,"verse":"এবং যেন তাঁহারা ভূত ছাড়াইবার ক্ষমতা প্রাপ্ত হন।"},{"number":16,"verse":"আর ( ।; ।) তিনি শিমোনকে পিতর, এই নাম দিলেন,"},{"number":17,"verse":"এবং সিবদিয়ের পুত্র যাকোব ও সেই যাকোবের ভ্রাতা যোহন, এই দুই জনকে বোনেরগশ, অর্থাৎ মেঘধ্বনির পুত্র, এই উপনাম দিলেন।"},{"number":18,"verse":"আর আন্দ্রিয়, ফিলিপ, বর্থলময়, মথি, থোমা, আল্ফেয়ের পুত্র যাকোব, থদ্দেয়, ও উদ্যোগী শিমোন,"},{"number":19,"verse":"এবং যে তাঁহাকে শত্রুহস্তে সমর্পণ করিল, সেই ইষ্করিয়োতীয় যিহূদা।"},{"number":20,"verse":"( যীশু বিবিধ শিক্ষা প্রদান করেন।) পরে তিনি গৃহে আসিলেন, আর পুনর্ব্বার এত লোকের সমাগম হইল যে, তাঁহারা আহার করিতেও পারিলেন না।"},{"number":21,"verse":"ইহা শুনিয়া তাঁহার আত্মীয়েরা তাঁহাকে ধরিয়া লইতে বাহির হইল, কেননা তাহারা বলিল, সে হতজ্ঞান হইয়াছে।"},{"number":22,"verse":"আর ( ।; ।) যে অধ্যাপকেরা যিরূশালেম হইতে আসিয়াছিল, তাহারা কহিল, ইহাকে বেল্সবূবে পাইয়াছে, ভূতগণের অধিপতি দ্বারা এ ভূত ছাড়ায়।"},{"number":23,"verse":"তখন তিনি তাহাদিগকে নিকটে ডাকিয়া দৃষ্টান্ত দিয়া কহিলেন, শয়তান কি প্রকারে শয়তানকে ছাড়াইতে পারে?"},{"number":24,"verse":"কোন রাজ্য যদি আপনার বিপক্ষে ভিন্ন হয়, তবে সেই রাজ্য স্থির থাকিতে পারে না।"},{"number":25,"verse":"আর কোন পরিবার যদি আপনার বিপক্ষে ভিন্ন হইয়া পড়ে, তবে সেই পরিবার স্থির থাকিতে পারিবে না।"},{"number":26,"verse":"আর শয়তান যদি আপনার বিপক্ষে উঠে, ও ভিন্ন হয়, তবে সেও স্থির থাকিতে পারে না, কিন্তু তাহার শেষ হয়।"},{"number":27,"verse":"আর অগ্রে সেই বলবান্ ব্যক্তিকে না বাঁধিলে কেহ তাহার ঘরে প্রবেশ করিয়া তাহার দ্রব্য লুট করিতে পারে না; কিন্তু বাঁধিলে পর সে তাহার ঘর লুট করিবে।"},{"number":28,"verse":"আমি তোমাদিগকে সত্য কহিতেছি, মনুষ্য-সন্তানেরা যে সমস্ত পাপকার্য্য ও ঈশ্বরনিন্দা করে, সেই সকলের ক্ষমা হইবে।"},{"number":29,"verse":"কিন্তু যে ব্যক্তি পবিত্র আত্মার নিন্দা করে, অনন্তকালেও তাহার ক্ষমা নাই, সে বরং অনন্ত পাপের দায়ী।"},{"number":30,"verse":"উহাকে অশুচি আত্মায় পাইয়াছে, তাহাদের এই কথা প্রযুক্ত তিনি এরূপ কহিলেন।"},{"number":31,"verse":"আর ( ।; ।) তাঁহার মাতা ও তাঁহার ভ্রাতৃগণ আসিলেন, এবং বাহিরে দাঁড়াইয়া তাঁহাকে ডাকিয়া পাঠাইলেন।"},{"number":32,"verse":"তখন তাঁহার চারিদিকে লোক বসিয়াছিল; তাহারা তাঁহাকে কহিল, দেখুন, আপনার মাতা ও আপনার ভ্রাতৃগণ বাহিরে আপনার অন্বেষণ করিতেছেন।"},{"number":33,"verse":"তিনি উত্তর করিয়া তাহাদিগকে কহিলেন, আমার মাতা কে? আমার ভ্রাতারাই বা কাহারা?"},{"number":34,"verse":"পরে যাহারা তাঁহার চারিদিকে বসিয়াছিল, তিনি তাহাদের প্রতি দৃষ্টিপাত করিয়া কহিলেন, এই দেখ, আমার মাতা ও আমার ভ্রাতৃগণ;"},{"number":35,"verse":"কেননা যে কেহ ঈশ্বরের ইচ্ছা পালন করে, সেই আমার ভ্রাতা ও ভগিনী ও মাতা।"}]}