{"bibleAbbr":"mniRNT2022","bookName":"John","bookEnglishName":"John","chapterNumber":16,"verses":[{"number":1,"verse":"“Nakhoigi thajaba mangdananaba eina nakhoida pumnamak asi hairibani."},{"number":2,"verse":"Makhoina nakhoibu Synagogue-singdagi tanthokkani aduga nakhoibu hatpa misingna Tengban Mapuda thougal toubani haina khan-gadaba matam adu lakli."},{"number":3,"verse":"Makhoina Ipabusu eibusu khangdabagi maramna makhoina hairibasing asi nakhoida tougani."},{"number":4,"verse":"Matam adu lakpada eina nakhoida hannana cheksin wa haikhre haiba nakhoina ningsingnanaba eina waphamsing asi nakhoida hairibani. ( Thawai Asengbagi thabak) “Eina nakhoiga loinaduna leiba maramna ahanbadadi eina masi nakhoida haidabani."},{"number":5,"verse":"Houjikti eihak eibu thabirakpa Ibungo mahakki maphamda chatlagani adubu nakhoi kana amatana ‘Nahak kadaida chatkadouribano’ haina eingonda hangde."},{"number":6,"verse":"Adubu eina waphamsing asi haibagi maramna nakhoigi pukning awabana thalle."},{"number":7,"verse":"Adubu eina nakhoida tasengnamak hairibasini, eina chatthokpa asi nakhoigidamak aphabani. Karigumba eina chatthoktrabadi Pangbiba Ibungo mahak adu nakhoigi naphamda lakloi. Aduga eina chatthoklabadi Ibungo mahakna nakhoigi naphamda lakkani."},{"number":8,"verse":"Ibungo mahakna lakpa matamda papki oiba maram, achumba chatpagi maram amasung wayen-gi matangda taibangpanbabu lalli haiba utkani."},{"number":9,"verse":"Papki matangdadi misingna eibu thajadabagi maramdani;"},{"number":10,"verse":"achumba chatpagi matangdadi ei Ipagi maphamda chatli aduga nakhoina eibu amuk uraroi;"},{"number":11,"verse":"aduga wayen-gi matangdadi taibangpan-gi mapu adu wayenkhre."},{"number":12,"verse":"“Eina nakhoida haigadaba yamna leiri adubu houjik nakhoina madu puba ngamloi."},{"number":13,"verse":"Achumbagi Thawai aduna lakpa matamda Ibungo mahakna nakhoibu achumba pumnamakta chingbigani. Ibungo mahakna mahakki masagi oibadagi ngangloi adubu mahakna taba adu khakta nganggani aduga Ibungo mahakna tungda thoklagadabasing adu nakhoida haibigani."},{"number":14,"verse":"Ibungo mahakna eina haiba adu louraga nakhoida haibiduna eingonda matik mangal oihan-gani."},{"number":15,"verse":"Ipagi areiba pumnamak eigini; maram aduna eigi oiba adudagi louraga Thawai aduna nakhoida haibigani haina eina hairibani."},{"number":16,"verse":"( Awabadu haraoba oirakpa) “Matam khara leiraga nakhoina eibu uraroi aduga matam khara leiraga nakhoina eibu amuk ugani.”"},{"number":17,"verse":"Ibungogi tung-inba kharana makhoi masel amaga amaga ngangnarak-i, “Ibungona hairibasi kari hairibano? ‘Matam khara leiraga nakhoina eibu uraroi aduga matam khara leiraga nakhoina eibu amuk ugani,’ aduga mahakna asisu hai ‘Maramdi ei Ipagi maphamda chatkadouri.’"},{"number":18,"verse":"‘Matam khara leiraga’ hairibasi Ibungona kari haininglibano? Ibungona hairibasi karino haiba eikhoi khangba ngamde.”"},{"number":19,"verse":"Makhoina hiram asigi matangda hangningle haiba Jisuna khangladuna makhoida hairak-i, “Eina nakhoida ‘Matam khara leiraga nakhoina eibu uraroi aduga matam khara leiraga nakhoina eibu amuk ugani’ haina nakhoida haiba adugi wahanthok karino haina nakhoi nasen hangnaribra?"},{"number":20,"verse":"Eina nakhoida tasengnamak hairibasini, taibangpanbana haraoringeida nakhoina kapkani. Nakhoi wagani adubu nakhoigi awaba adu haraobada onthokkani."},{"number":21,"verse":"Nupi amana angang unaramdaida naoyek-i maramdi mahakki pungpham adu lakle. Adubu mahakna angang adu hek pokpada, angang ama taibangpanbada pokle haibagi haraobana mahakki awaba adu kaothok-i."},{"number":22,"verse":"Adugumduna houjik nakhoigi awaba matamni adubu eina nakhoiga amuk unagani maduda nakhoi haraogani aduga kana amatana nakhoidagi haraobadu louthokpa ngamloi."},{"number":23,"verse":"“Numit adu lakpada nakhoina eingonda karisu hangloi. Eina nakhoida tasengnamak hairibasini, nakhoina eigi mingda Ipagi maphamda nijaba adu Ipana nakhoida pibigani."},{"number":24,"verse":"Houjik phaoba nakhoina eigi mingda karisu nijadri; nakhoigi haraoba mapung phanaba nijou aduga nakhoina phangjagani."},{"number":25,"verse":"( Taibangpanbabu ngamba) “Eina nakhoida pandamsing sijinnaduna haibani adubu pandamsing sijinnadana Ipagi maramda phongna eina nakhoida haigadaba matam adu lakli."},{"number":26,"verse":"Numit aduda nakhoina eigi mingda Ipada nijagani. Eina nakhoigidamak Ipada haijagani haiba natte,"},{"number":27,"verse":"maramdi Ipa Ibungo mahakmakna nakhoibu nungsi. Nakhoina eibu nungsiba amadi eihak Ipagi maphamdagi lakpani haina nakhoina thajabagi maramna Ipana nakhoibu nungsi."},{"number":28,"verse":"Eina Ipagi maphamdagi thoraklaga taibangpan asida lakpani aduga houjikti eihak taibangpan asi thadoktuna Ipagi maphamda hallagani.”"},{"number":29,"verse":"Maduda Ibungogi tung-inbasingna Ibungoda hairak-i, “Houjikti Ibungona pandam sijinnadana sengna haibire."},{"number":30,"verse":"Ibungona pumnamak khang-i haiba houjikti eikhoina khangle aduga kanagumba amana Ibungoda wahang hangbagi kanaba leitre. Masina Ibungodi Tengban Mapudagi lakpani haibasi eikhoida thajahalli.”"},{"number":31,"verse":"Jisuna makhoida khumlak-i, “Houjikti nakhoina thajarabra?"},{"number":32,"verse":"Nakhoi pumnamakna nasa nasagi maphamda ichai chaithokkhiduna eihak ithanta thadoklamgadaba pungpham adu lakkadouri, hoi, madu houjik lakle. Adubu ei ithanta oide maramdi Ipana eiga loinabiri."},{"number":33,"verse":"Nakhoina eingonda leiraga ingthaba phangnanaba eina nakhoida masi haibani. Taibangpan asida nakhoida awaba nungaitaba leigani adubu nathouna phou maramdi eina taibangpanbabu ngamle!”"}]}