{"bibleAbbr":"mniRNT2022","bookName":"John","bookEnglishName":"John","chapterNumber":17,"verses":[{"number":1,"verse":"( Jisuna mahakki tung-inbasinggidamak haijaba) Jisuna masi hairaba matungda Ibungona swargada yengkhatlaga hairak-i, “Ipa matam adu lakle. Ibungogi Nachanupana Ibungobu natik nangal chaohannaba Nachanupabu matik mangal chaohanbiyu."},{"number":2,"verse":"Ibungona mangonda mi pumnamakki mathakta matik pibire madu Ibungona mangonda pibiba makhoi pumnamakta mahakna lomba naidaba hingba pinanabani."},{"number":3,"verse":"Amatta ngairaba achumba Tengban Mapu nahakpu khangba amadi Ibungona thabirakpa Jisu Christtabu khangba asi lomba naidana hingba aduni."},{"number":4,"verse":"Eina pangthoknanaba Ibungona eingonda pibiba thabak adu pangthokpa loiraduna taibangpan asida eihakna Ibungogi matik mangal chaohalle."},{"number":5,"verse":"Ipa, taibangpan asi semdringeida eina Ibungoga loinana leiramba matik mangal adumak houjik eibu Ibungogi manakta matik mangal chaohanbiyu."},{"number":6,"verse":"“Taibangpan asidagi Ibungona eingonda pibiba makhoida eina Ibungo nahakpu phongdokle. Makhoi Ibungogini, Ibungona eingonda pibibani. Makhoina Ibungogi wa injare."},{"number":7,"verse":"Eigi leijaba pumnamak Ibungo nahakna pibibani haiba makhoina houjikti khangle."},{"number":8,"verse":"Ibungona eingonda pibiba wasing adu eina makhoida pire aduga makhoina wasing adu lousille. Eihak Ibungodagi lakpani haiba makhoina tasengna khangle aduga Ibungona eibu thabirakpani haiba makhoina thajare."},{"number":9,"verse":"“Eina makhoigidamak haijabani. Eina taibangpan-gidamak haijaba natte adubu Ibungona eingonda pibikhiba makhoising adugidamak haijabani maramdi makhoi Ibungogini."},{"number":10,"verse":"Eigi leijaba pumnamak Ibungogini aduga Ibungogi areiba pumnamak eigini. Aduga makhoigi mapanna eingonda matik mangal lakle."},{"number":11,"verse":"Aduga houjik eihak Ibungogi maphamda laklani. Eidi taibangpanda leiraroi adubu makhoidi taibangpanda leiri. Asengba Ipa, eikhoina amata oibagumna makhoisu amata oinanaba Ibungona eingonda pibiba Ibungogi ming adugi panggalna makhoibu ngak senbiyu."},{"number":12,"verse":"Eina makhoiga loinaringeida Ibungona eingonda pibiba ming aduna eina makhoibu ngak sellammi. Mapu Ibungogi puyada ikhiba adu thungnanaba amangbagi machanupa adu nattana kana mata mangde."},{"number":13,"verse":"Houjikti ei Ibungogi maphamda laklani. Eigi haraoba asi makhoida mapung phana leinanaba waphamsing asi eina taibangpanda leiringei haibani."},{"number":14,"verse":"Eina Ibungo nahakki wa makhoida pire aduga taibangpanbana makhoibu tukkachare maramdi eina taibangpanbagi oidabagumna makhoisu taibangpanbagi natte."},{"number":15,"verse":"Makhoibu taibangpan asidagi louthokpiyu haina eina Ibungoda haijaba natte adubu Phattaba Mahak adudagi makhoibu ngak senbiyu haijabani."},{"number":16,"verse":"Eina taibangpanbagi oidabagum makhoisu taibangpanbagi natte."},{"number":17,"verse":"Achumba aduna makhoibu sengdokpiyu; Ibungogi wadi achumbani."},{"number":18,"verse":"Ibungona eibu taibangpanda thabibagumna einasu makhoibu taibangpanda thare."},{"number":19,"verse":"Ibungogi achumba aduna makhoibu sengdoknaba makhoigidamak eina isamak sengdokchei."},{"number":20,"verse":"“Eina makhoi khaktagi haijaba natte adubu makhoigi wadagi thajarakkadaba makhoisinggisu haijari."},{"number":21,"verse":"Makhoi pumnamak amata oinanaba eina haijari. Ipa, Ibungona eingonda aduga eina Ibungoda leibagum makhoinasu eikhoida leinanaba haijabani aduga masina Ibungona eibu thabirakpani haiba taibangpanbana thajanabani."},{"number":22,"verse":"Eikhoina amata oibagum makhoisu amata oinanaba, Ibungona eingonda pibiba matik mangal adu eina makhoida pire."},{"number":23,"verse":"Eina makhoida lei aduga Ibungona eingonda lei. Ibungona eibu thabirakpani aduga Ibungona eibu nungsibagum Ibungona makhoibu nungsi haibasi taibangpanbana khangnanaba makhoibu mapung phana amata oihanbiyu."},{"number":24,"verse":"“Ipa, taibangpan asi semdringeigi mamangda Ibungona eibu nungsibagi maramna Ibungona eingonda pibikhiba matik mangal adu makhoina ujanaba, Ibungona eingonda pibiba makhoi pumnamak eina leiba maphamda eiga leiminnaba pamjei."},{"number":25,"verse":"Achumba chatpa Ipa, taibangpanbana nahakpu khangdrabasu einadi Ibungo nahakpu khang-i aduga Ibungona eibu thabirakpani haibasi eigi tung-inbasing makhoina khang-i."},{"number":26,"verse":"Ibungona eibu nungsiba manungsi adu makhoida leinanaba aduga eina makhoida leinanaba, Ibungobu makhoida khang-halle aduga makhoida makha tana khang-hankhigani.”"}]}