{"bibleAbbr":"WYC1395","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":6,"verses":[{"number":1,"verse":"Therfor we bringinge in a word of the bigynnyng of Crist, be we borun to the perfeccioun of hym, not eftsoone leggynge the foundement of penaunce fro deed werkis, and of the feith to God, and of teching of baptimys,"},{"number":2,"verse":"and of leiynge on of hondis, and of risyng ayen of deed men, and of the euerlastinge doom."},{"number":3,"verse":"And this thing we schulen do, if God schal suffre."},{"number":4,"verse":"But it is impossible, that thei that ben onys liytned, and `han tastid also an heuenly yifte, and ben maad parceneris of the Hooli Goost,"},{"number":5,"verse":"and netheles han tastid the good word of God, and the vertues of the world to comynge, and ben slidun fer awei,"},{"number":6,"verse":"that thei be renewid eftsoone to penaunce. Whiche eftsones crucifien to hem silf the sone of God, and han to scorn."},{"number":7,"verse":"For the erthe that drinkith reyn ofte comynge on it, and bringith forth couenable erbe to hem of whiche it is tilid, takith blessing of God."},{"number":8,"verse":"But that that is bringinge forth thornes and breris, is repreuable, and next to curs, whos endyng schal be in to brennyng."},{"number":9,"verse":"But, ye moost dereworthe, we tristen of you betere thingis, and neer to helthe, thouy we speken so."},{"number":10,"verse":"For God is not vniust, that he foryete youre werk and loue, whiche ye han schewid in his name; for ye han mynystrid to seyntis, `and mynistren."},{"number":11,"verse":"And we coueiten that ech of you schewe the same bisynesse to the fillyng of hope in to the ende;"},{"number":12,"verse":"that ye be not maad slowe, but also sueris of hem, whiche bi feith and pacience schulen enherite the biheestis."},{"number":13,"verse":"For God bihetinge to Abraham, for he hadde noon grettere, bi whom he schulde swere, swoor bi hym silf,"},{"number":14,"verse":"and seide, Y blessinge schal blesse thee, and Y multipliynge schal multiplie thee;"},{"number":15,"verse":"and so he long abidinge hadde the biheeste."},{"number":16,"verse":"For men sweren bi a grettere than hem silf, and the ende of al her ple is an ooth to confirmacioun."},{"number":17,"verse":"In which thing God willynge to schewe plenteuouslier to the eiris of his biheest the sadnesse of his counsel,"},{"number":18,"verse":"puttide bitwixe an ooth, that bi twey thingis vnmeuable, bi whiche it is impossible that God lie, we han a strengeste solace, `we that fleen togidere to holde the hope that is put forth to vs."},{"number":19,"verse":"Which hope as an ankir we han sikir to the soule, and sad, and goynge in to the ynnere thingis of hiding;"},{"number":20,"verse":"where the bifore goere, Jhesus, that is maad bischop with outen ende bi the ordre of Melchisedech, entride for vs."}]}